{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankan-transport-service-providers-struggle-after-sharp-fuel-price-hikes-91675/",
  "time_ut": 1647331080,
  "title": "Sri Lankan transport service providers struggle after sharp fuel price hikes",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan transport providers are grappling with practical issues and ethical dilemmas as diesel prices shot up by 45 percent in the second week of March. With schools and offices starting work at full capacity from Monday (14), the situation seems bleak for all parties involved.",
    "An office transport service provider whose route begins from Panadura to the World Trade Center (WTC) in Colombo told EconomyNext that drivers are considering price increments proportional to the diesel price hikes.",
    "‘’Diesel prices increased by one third so travel fees will be increased from 1,800 to 2,000 rupees,” he said.",
    "‘’People will definitely stop coming in the van. I am expecting that, but I have no other choice,’’ he added.",
    "Another transport provider who spoke to EconomyNext said: ‘From an ethical standpoint, we can’t raise fees. The majority of firms are not increasing salaries of employees so it is not fair to go for a higher fee structure.’’",
    "Sri Lanka is currently going through one of the worst financial crises in the country’s history, with dwindling foreign exchange reserves severely impacting essential imports. The state-owned Ceylon Petroleum Corporation (CPC) raised petrol (Octane 92) by 77 rupees and (auto) diesel by 55 rupees last Friday (11), after the island nation’s central bank’s flexible exchange rate resulted in near 30 percent depreciation in the currency within three days.",
    "The move came a day after Lanka IOC, the Indian Oil Corporation unit in Sri Lanka, raised petrol and diesel prices by 50 rupees and 75 rupees respectively to minimise its losses from rupee fall and rise in global oil prices.",
    "As the country eases COVID-19 restrictions and more workers are asked to physically report to work, the price increases are leaving some transport service providers unable to make up their mind.",
    "“We are no longer able to work from home. Transportation cost is a big chunk of my salary and with all these price increments, I will have to choose between going bankrupt or walking to work,’’ one office worker said on the condition of anonymity.",
    "Schools also reopened in full capacity on Monday, and school van drivers remain undecided on whether or not to increase prices according to the fuel hikes.",
    "“The All Island School Van Operators Association (AISVOA) has advised us to implement a 40 per cent increment. But looking at the ethical side, we simply cannot ask the parents to pay that much because it is a massive increase,” says a school van driver whose route takes him from Maththegoda to Colombo.",
    "“I am running on old fuel. The price is high – even if we can pay, there’s no guarantee we’ll be able to run the next day. Many people have had to stop the service,” he added.",
    "Many transport providers said that the current fee increments only take into account the price hikes of diesel, and not the increasing prices of spare parts, tyres and other accessories.",
    "“If we think about everything we need at this time, the price increase will be unmanageable for people,” one transport provider said.",
    "The minimum bus fares for private buses were also increased by 15 per cent on Monday.",
    "A member of the Ceylon Private Bus Owners’ Association told EconomyNext: “Normally I drive from Maharagama to Colombo, but yesterday I only did one round. That too was during peak hours. I think many people will implement that system as it is more convenient to everyone and helps preserve diesel in the long run.”",
    "Meanwhile, Gemunu Wijeratne, Ceylon Private Bus Owners’ Association President, said: ‘’Due to the fuel shortage the buses in operation were limited to 15 to 25 per cent.” (Colombo/Mar15/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශීඝ්‍ර ඉන්ධන මිල ඉහළ යාමෙන් පසු ශ්‍රී ලංකා ප්‍රවාහන සේවා සපයන්නන් අරගල කරයි",
      "body_lines": [
        "ECONOMYNEXT - මාර්තු දෙවන සතියේ ඩීසල් මිල සියයට 45 කින් ඉහළ යාමත් සමඟ ශ්‍රී ලංකා ප්‍රවාහන සේවා සපයන්නන් ප්‍රායෝගික ගැටළු සහ සදාචාරාත්මක උභතෝකෝටික ගැටලු සමඟ පොරබදමින් සිටිති. සඳුදා (14) සිට පාසල් සහ කාර්යාල පූර්ණ ධාරිතාවයෙන් වැඩ ආරම්භ කිරීමත් සමඟ සම්බන්ධ සියලු පාර්ශ්වයන්ට තත්වය අඳුරු බව පෙනේ.",
        "පානදුරේ සිට කොළඹ ලෝක වෙළඳ මධ්‍යස්ථානය (WTC) දක්වා ගමන් කරන කාර්යාල ප්‍රවාහන සේවා සපයන්නෙකු EconomyNext වෙත පැවසුවේ ඩීසල් මිල ඉහළ යාමට සමානුපාතිකව රියදුරන් මිල වර්ධක සලකා බලමින් සිටින බවයි.",
        "ඩීසල් මිල තුනෙන් එකකින් ඉහළ ගොස් ඇති බැවින් ගමන් ගාස්තු රුපියල් 1,800 සිට 2,000 දක්වා වැඩි කරන බව ඔහු පැවසීය.",
        "‘‘අනිවාර්‍යෙන්ම මිනිස්සු වෑන් එකේ එන එක නවත්වනවා. මම එය බලාපොරොත්තු වෙනවා, නමුත් මට වෙනත් විකල්පයක් නැහැ, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "EconomyNext වෙත කතා කළ තවත් ප්‍රවාහන සැපයුම්කරුවෙක් මෙසේ පැවසීය: 'ආචාරධර්මීය දෘෂ්ටි කෝණයකින්, අපට ගාස්තු ඉහළ නැංවිය නොහැක. සමාගම් බහුතරයක් සේවක වැටුප් වැඩි නොකරන නිසා වැඩි ගාස්තු ව්‍යුහයකට යාම සාධාරණ නැහැ.’’",
        "ශ්‍රී ලංකාව මේ වන විට රටේ ඉතිහාසයේ දරුණුතම මූල්‍ය අර්බුදයකට මුහුණ දෙමින් සිටින අතර විදේශ විනිමය සංචිත අඩුවීම අත්‍යවශ්‍ය ආනයන සඳහා දැඩි ලෙස බලපායි. දිවයිනේ මහ බැංකුවේ නම්‍යශීලී විනිමය අනුපාතිකය සියයට 30 කින් පමණ අවප්‍රමාණය වීම හේතුවෙන් රජයට අයත් ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව (CPC) පසුගිය සිකුරාදා (11) පෙට්‍රල් (ඔක්ටේන් 92) රුපියල් 77 කින් සහ (ඔටෝ) ඩීසල් රුපියල් 55 කින් ඉහළ නැංවීය. දින තුනක් ඇතුළත මුදල්.",
        "රුපියල පහත වැටීමෙන් සහ ගෝලීය තෙල් මිල ඉහළ යාමෙන් සිදුවන පාඩුව අවම කර ගැනීම සඳහා, ලංකා IOC, ශ්‍රී ලංකාවේ ඉන්දියානු තෙල් සංස්ථා  ඒකකය, පෙට්‍රල් සහ ඩීසල් මිල පිළිවෙලින් රුපියල් 50කින් සහ රුපියල් 75කින් ඉහළ දමා දිනකට පසුව මෙම පියවර ගෙන ඇත.",
        "රට COVID-19 සීමාවන් ලිහිල් කරන අතර තවත් සේවකයින්ට ශාරීරිකව සේවයට වාර්තා කරන ලෙස ඉල්ලා සිටින විට, මිල වැඩිවීම සමහර ප්‍රවාහන සේවා සපයන්නන්ට ඔවුන්ගේ මනස සකස් කර ගැනීමට නොහැකි වේ.",
        "“අපිට තවදුරටත් නිවසේ සිට වැඩ කිරීමට හැකියාවක් නැහැ. ප්‍රවාහන වියදම මගේ වැටුපෙන් විශාල කොටසක් වන අතර මේ සියලු මිල වර්ධක සමඟ මට බංකොලොත් වීම හෝ රැකියාවට ඇවිදීම යන දෙකෙන් එකක් තෝරා ගැනීමට සිදුවනු ඇත,” එක් කාර්යාල සේවකයෙක් නිර්නාමික වීමේ කොන්දේසිය මත පැවසීය.",
        "සඳුදා පාසල් ද පූර්ණ ධාරිතාවයෙන් විවෘත වූ අතර ඉන්ධන වැඩිවීමට අනුව මිල වැඩි කරනවාද නැද්ද යන්න පිළිබඳව පාසල් වෑන් රථ රියදුරන් තවමත් තීරණයක් ගෙන නොමැත.",
        "“සමස්ත ලංකා පාසල් වෑන් රථ ක්‍රියාකරුවන්ගේ සංගමය (AISVOA) අපට උපදෙස් දී ඇත්තේ සියයට 40 ක වැටුප් වර්ධකයක් ක්‍රියාත්මක කරන ලෙසයි. නමුත් සදාචාරාත්මක පැත්ත දිහා බැලුවාම, ඒක විශාල වැඩිවීමක් නිසා අපිට දෙමව්පියන්ගෙන් එච්චර මුදලක් දෙන්න බැහැ.” ඔහු මත්තේගොඩ සිට කොළඹට රැගෙන යන පාසල් වෑන් රථ රියදුරෙක් පවසයි.",
        "“මම දුවන්නේ පරණ ඉන්ධනවලින්. මිල ඉහළයි - අපට ගෙවිය හැකි වුවද, අපට ඊළඟ දවසේ ධාවනය කිරීමට හැකි වනු ඇති බවට සහතිකයක් නොමැත. බොහෝ දෙනෙකුට එම සේවාව නතර කිරීමට සිදුවී තිබෙනවා,” ඔහු වැඩිදුරටත් පැවසීය.",
        "බොහෝ ප්‍රවාහන සේවා සපයන්නන් පැවසුවේ වත්මන් ගාස්තු වර්ධක මගින් ඩීසල් මිල ඉහළ යාම පමණක් සැලකිල්ලට ගන්නා බවත් අමතර කොටස්, ටයර් සහ අනෙකුත් උපාංගවල වැඩිවන මිල ගණන් නොවන බවයි.",
        "\"මේ අවස්ථාවේ අපට අවශ්‍ය සෑම දෙයක් ගැනම අප සිතන්නේ නම්, මිල වැඩිවීම මිනිසුන්ට කළමණාකරණය කළ නොහැකි වනු ඇත,\" එක් ප්‍රවාහන සැපයුම්කරුවෙකු පැවසීය.",
        "පෞද්ගලික බස් රථවල අවම බස් ගාස්තු ද සඳුදා සියයට 15 කින් ඉහළ දමා ඇත.",
        "ලංකා පෞද්ගලික බස් රථ හිමියන්ගේ සංගමයේ සාමාජිකයෙක් EconomyNext වෙත පැවසුවේ, “සාමාන්‍යයෙන් මම මහරගම සිට කොළඹට රිය පදවනවා, නමුත් ඊයේ මම ගියේ එක වටයක් පමණයි. ඒකත් කාර්යබහුල වෙලාවල් වල. මම හිතන්නේ බොහෝ අය එම ක්‍රමය ක්‍රියාත්මක කරනු ඇත්තේ එය සෑම කෙනෙකුටම වඩාත් පහසු වන අතර දිගු කාලීනව ඩීසල් ආරක්ෂා කර ගැනීමට උපකාරී වන බැවිනි.",
        "මේ අතර, ලංකා පෞද්ගලික බස් හිමියන්ගේ සංගමයේ සභාපති ගැමුණු විජේරත්න මහතා පැවසුවේ, ‘‘ඉන්ධන හිඟය හේතුවෙන් ධාවනයේ යෙදෙන බස්රථ සියයට 15ත් 25ත් අතර ප්‍රමාණයකට සීමා වුණා. (කොළඹ/මාර්තු15/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் போக்குவரத்து சேவை வழங்குனர்கள் எரிபொருள் விலையேற்றத்தை தொடர்ந்து போராட்டத்தில் ஈடுபட்டுள்ளனர்",
      "body_lines": [
        "ECONOMYNEXT - மார்ச் இரண்டாவது வாரத்தில் டீசல் விலை 45 வீதத்தால் அதிகரித்ததால், இலங்கை போக்குவரத்து வழங்குநர்கள் நடைமுறை சிக்கல்கள் மற்றும் நெறிமுறை இக்கட்டான சூழ்நிலைகளில் சிக்கித் தவிக்கின்றனர். திங்கள்கிழமை (14) முதல் பள்ளிகள் மற்றும் அலுவலகங்கள் முழு அளவில் வேலை செய்யத் தொடங்கும் நிலையில், சம்பந்தப்பட்ட அனைத்து தரப்பினருக்கும் நிலைமை இருண்டதாகத் தெரிகிறது.",
        "பாணந்துறையில் இருந்து கொழும்பில் உள்ள உலக வர்த்தக மையத்திற்கு (WTC) செல்லும் ஒரு அலுவலக போக்குவரத்து சேவை வழங்குநர் EconomyNext க்கு கூறுகையில், டீசல் விலை உயர்வுக்கு விகிதாசார விலை அதிகரிப்பை ஓட்டுநர்கள் பரிசீலித்து வருகின்றனர்.",
        "டீசல் விலை மூன்றில் ஒரு பங்காக உயர்ந்துள்ளதால், பயணக் கட்டணம் 1,800 ரூபாயில் இருந்து 2,000 ரூபாயாக உயர்த்தப்படும்’’ என்றார்.",
        "‘‘வேனில் வருவதை மக்கள் கண்டிப்பாக நிறுத்துவார்கள். நான் அதை எதிர்பார்க்கிறேன், ஆனால் எனக்கு வேறு வழியில்லை, ”என்று அவர் மேலும் கூறினார்.",
        "EconomyNext உடன் பேசிய மற்றொரு போக்குவரத்து வழங்குநர் கூறினார்: 'ஒரு நெறிமுறை நிலைப்பாட்டில், நாங்கள் கட்டணத்தை உயர்த்த முடியாது. பெரும்பான்மையான நிறுவனங்கள் ஊழியர்களின் சம்பளத்தை உயர்த்தவில்லை, எனவே அதிக கட்டண கட்டமைப்பிற்கு செல்வது நியாயமில்லை.",
        "இலங்கை தற்போது நாட்டின் வரலாற்றில் மிக மோசமான நிதி நெருக்கடியை சந்தித்து வருகிறது, அந்நிய செலாவணி கையிருப்பு குறைந்து அத்தியாவசிய இறக்குமதிகளை கடுமையாக பாதிக்கிறது. இலங்கை பெட்ரோலியக் கூட்டுத்தாபனம் (CPC) கடந்த வெள்ளிக்கிழமை (11) பெட்ரோலை (ஒக்டேன் 92) 77 ரூபாவினாலும் (ஆட்டோ) டீசலை 55 ரூபாவினாலும் உயர்த்தியது, தீவு நாட்டின் மத்திய வங்கியின் நெகிழ்வான நாணய மாற்று வீதம் 30 வீதத்திற்கு அருகில் வீழ்ச்சியடைந்ததை அடுத்து. மூன்று நாட்களுக்குள் நாணயம்.",
        "இலங்கையில் உள்ள இந்தியன் ஆயில் கார்ப்பரேஷன் அலகுவான லங்கா ஐஓசி, ரூபாய் வீழ்ச்சி மற்றும் உலகளாவிய எண்ணெய் விலை உயர்வு ஆகியவற்றால் ஏற்படும் இழப்பைக் குறைக்க பெட்ரோல் மற்றும் டீசல் விலைகளை முறையே 50 ரூபாய் மற்றும் 75 ரூபாய் உயர்த்தியதை அடுத்து இந்த நடவடிக்கை எடுக்கப்பட்டது.",
        "நாடு கோவிட்-19 கட்டுப்பாடுகளை தளர்த்துவதால், அதிகமான தொழிலாளர்கள் வேலைக்குச் செல்லுமாறு கேட்டுக் கொள்ளப்பட்டதால், விலைவாசி உயர்வு சில போக்குவரத்து சேவை வழங்குநர்கள் தங்கள் மனதைச் சரிசெய்ய முடியாமல் போய்விடுகிறது.",
        "“எங்களால் இனி வீட்டிலிருந்து வேலை செய்ய முடியாது. போக்குவரத்துச் செலவு என்பது எனது சம்பளத்தில் பெரும்பகுதியாகும், இந்த விலை உயர்வுகள் அனைத்தும் திவாலாவது அல்லது வேலைக்குச் செல்வது என்பதைத் தேர்ந்தெடுக்க வேண்டும்,’’ என்று பெயர் தெரியாத நிலையில் அலுவலக ஊழியர் ஒருவர் கூறினார்.",
        "திங்கட்கிழமை பள்ளிகளும் முழு அளவில் திறக்கப்பட்டன, மேலும் எரிபொருள் உயர்வுக்கு ஏற்ப விலைகளை அதிகரிக்கலாமா வேண்டாமா என்பதில் பள்ளி வேன் ஓட்டுநர்கள் முடிவு எடுக்கவில்லை.",
        "“அகில இலங்கை பள்ளி வேன் நடத்துநர்கள் சங்கம் (AISVOA) 40 சதவீத அதிகரிப்பை நடைமுறைப்படுத்துமாறு அறிவுறுத்தியுள்ளது. ஆனால் நெறிமுறைப் பக்கத்தைப் பார்க்கும்போது, ​​அது பாரிய அதிகரிப்பு என்பதனால், இவ்வளவு தொகையை வழங்குமாறு நாம் பெற்றோரிடம் வெறுமனே கேட்க முடியாது,” என மத்தேகொடவிலிருந்து கொழும்புக்கு அழைத்துச் செல்லும் பாடசாலை வேன் சாரதி ஒருவர் கூறுகிறார்.",
        "\"நான் பழைய எரிபொருளில் இயங்குகிறேன். விலை அதிகமாக உள்ளது - நாம் செலுத்த முடிந்தாலும், அடுத்த நாள் இயக்க முடியும் என்பதற்கு எந்த உத்தரவாதமும் இல்லை. பலர் சேவையை நிறுத்த வேண்டியிருந்தது, ”என்று அவர் மேலும் கூறினார்.",
        "தற்போதைய கட்டண உயர்வு டீசல் விலை உயர்வை மட்டுமே கணக்கில் எடுத்துக்கொள்கிறதே தவிர, உதிரி பாகங்கள், டயர்கள் மற்றும் இதர ஆக்சஸெரீகளின் விலை உயர்வு அல்ல என்று பல போக்குவரத்து வழங்குநர்கள் தெரிவித்தனர்.",
        "\"இந்த நேரத்தில் நமக்குத் தேவையான அனைத்தையும் பற்றி யோசித்தால், விலைவாசி உயர்வை மக்களால் சமாளிக்க முடியாது,\" என்று ஒரு போக்குவரத்து வழங்குநர் கூறினார்.",
        "தனியார் பேருந்துகளுக்கான குறைந்தபட்ச பேருந்துக் கட்டணமும் திங்கள்கிழமை 15 சதவீதம் உயர்த்தப்பட்டது.",
        "இலங்கை தனியார் பேருந்து உரிமையாளர்கள் சங்கத்தின் உறுப்பினர் ஒருவர் EconomyNext இடம் கூறினார்: “வழக்கமாக நான் மஹரகமவிலிருந்து கொழும்புக்கு ஓட்டுவேன், ஆனால் நேற்று நான் ஒரு சுற்று மட்டுமே சென்றேன். அதுவும் பீக் ஹவர்ஸ் தான். அனைவருக்கும் வசதியாகவும், நீண்ட காலத்திற்கு டீசலைப் பாதுகாக்கவும் உதவும் என்பதால் பலர் அந்த முறையைச் செயல்படுத்துவார்கள் என்று நினைக்கிறேன்.",
        "இதேவேளை, இலங்கை தனியார் பஸ் உரிமையாளர்கள் சங்கத்தின் தலைவர் கெமுனு விஜேரத்ன கூறுகையில், ‘எரிபொருள் தட்டுப்பாடு காரணமாக 15 தொடக்கம் 25 வீதமாக சேவையில் ஈடுபடும் பஸ்கள் மட்டுப்படுத்தப்பட்டுள்ளன. (கொழும்பு/மார்ச்15/2022)"
      ]
    }
  }
}