{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Agriculture-Minister-says-SL-can-avert-food-crisis-via-massivecultivation-drive/34-735571",
  "time_ut": 1654021800,
  "title": "Agriculture Minister says SL can avert food crisis via massive cultivation drive",
  "body_lines": [
    "Assures Govt. will purchase paddy at a higher price to encourage farmers for cultivation",
    "Calls on farmers to grow additional crops such as corn, green gram, soya, kurakkan and undu in barren lands",
    "Govt. considers providing financial aid for farmers to purchase fertiliser",
    "Agriculture Minister Mahinda Amaraweera yesterday said the looming food crisis can be averted via a massive cultivation drive, assuring that steps have been taken to encourage crop planting as part of increasing local produce.",
    "“I am confident that Sri Lanka will come out of the looming global food crisis. Post next Maha cultivation season, we will definitely stop importing rice. Sri Lanka will be self-sufficient in rice next year and I can say that with responsibility. We have a program in place with input from all stakeholders,” he told journalists at the post-Cabinet meeting media briefing yesterday.",
    "As per the Minister there are sufficient stocks of rice in the country till September. He said there are over 338,000 tons of imported rice available, adding that more buffer stocks will be purchased soon to avoid price hikes in the global markets.",
    "He also said that Paddy Marketing Board has 40,000 tons of paddy available, which will be distributed through State-run supermarket chain Sathosa and Co-Op city network in a fast-tracked manner.",
    "Minister Amaraweera assured that the Government will step in to purchase paddy at a higher price to encourage farmers for cultivation.",
    "“I have held the same portfolio in 2018 and it was the first time Sri Lanka was self-sufficient in rice after four decades. I have a lot of confidence in our farmers. This is a job you cannot work by sitting in an office, and I have had discussions with different farmer groups already. There are skilled officials and experts in the field. We will get all of them onboard to ensure our people will not be impacted by the food scarcity,” he added.",
    "The Minister also said that he has requested Prime Minister Ranil Wickremesinghe to not to downsize any expenditure on agriculture from the impending Supplementary Budget.",
    "“We will take up the challenge of saving forex spent on food imports by growing those crops in the country,” he stresses.",
    "Acknowledging the difficulties faced by the farmer community, he said though the entire land area is not conducive for cultivation given fertiliser and fuel supply constraints — the Government will encourage them to grow additional crops such as corn, green gram, soya, kurakkan and undu in those barren lands.",
    "The Minister also said that financial aid will be provided for farmers to purchase fertiliser of their choice —organic or non-organic, adding that the Cabinet paper in this regard will be submitted next week after deliberations with experts in the industry.",
    "Pointing out that countries manufacturing fertiliser has restricted their exports given the looming global food crisis, Minister Amaraweera said he had already spoken to seven foreign envoys in Colombo to assist Sri Lanka in securing stocks.",
    "He added that a delayed shipment of 65,000 tons of fertiliser from India is also being discussed at diplomatic levels.",
    "“I request farmers to finish paddy seeding by 10 June and continue on food crop cultivation in available lands to keep the predicted food crisis at bay. I also urge the public to start home-gardening food crops in pots and land available,” he said.",
    "Noting that there are over 60 varieties of crops that can be cultivated at home gardens, Minister Amaraweera said the initiative will also be rolled out at State-level from MPs to Grama Seva Niladhari residences."
  ],
  "translate": {
    "si": {
      "title": "කෘෂිකර්ම ඇමති පවසන්නේ දැවැන්ත වගා ව්‍යාපාරයක් හරහා ශ්‍රී ලංකාවට ආහාර අර්බුදය මඟහරවා ගත හැකි බවයි",
      "body_lines": [
        "රජය සහතික කරයි. වගා කටයුතු සඳහා ගොවීන් දිරිමත් කිරීම සඳහා වැඩි මිලකට වී මිලදී ගැනීමට නියමිතය",
        "බඩඉරිඟු, මුං ඇට, සෝයා, කුරක්කන් සහ උඳු වැනි අමතර භෝග මුඩු බිම්වල වගා කරන ලෙස ගොවීන්ගෙන් ඉල්ලා සිටී.",
        "රජය ගොවීන්ට පොහොර මිලදී ගැනීමට මුල්‍ය ආධාර ලබාදීමට සලකා බලයි",
        "දේශීය නිෂ්පාදන ඉහළ නැංවීමේ කොටසක් ලෙස බෝග වගාව දිරිගැන්වීමට පියවර ගෙන ඇති බවට සහතික වෙමින් දැවැන්ත වගා ව්‍යාපාරයක් තුළින් මතුවෙමින් පවතින ආහාර අර්බුදය මඟහරවා ගත හැකි බව කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර මහතා ඊයේ ප්‍රකාශ කළේය.",
        "“ගෝලීය ආහාර අර්බුදයෙන් ශ්‍රී ලංකාව ගොඩ එන බව මට විශ්වාසයි. ලබන මහ වගා කන්නයෙන් පසු අපි අනිවාර්යයෙන්ම සහල් ආනයනය නතර කරනවා. ලබන වසරේ සහලින් ශ්‍රී ලංකාව ස්වයංපෝෂිත වන අතර එය වගකීමෙන් යුතුව ප්‍රකාශ කළ හැකියි. සියලුම පාර්ශ්වකරුවන්ගේ අදහස් ලබාගෙන අපි වැඩපිළිවෙළක් ක්‍රියාත්මක කරනවා,” ඔහු ඊයේ කැබිනට් රැස්වීමෙන් පසු මාධ්‍ය හමුවේදී මාධ්‍යවේදීන් අමතමින් පැවසීය.",
        "අමාත්‍යවරයා පවසන පරිදි සැප්තැම්බර් මාසය දක්වා අවශ්‍ය තරම් සහල් තොග රට තුළ තිබේ. ආනයනික සහල් ටොන් 338,000කට අධික ප්‍රමාණයක් පවතින බවත්, ගෝලීය වෙළෙඳපොළේ මිල ඉහළ යෑම් වළක්වා ගැනීම සඳහා තවත් බෆර් තොග කඩිනමින් මිලදී ගන්නා බවත් ඔහු පැවසීය.",
        "වී අලෙවි මණ්ඩලය සතුව වී ටොන් 40,000ක් පවතින බවත්, ඒවා රජයේ සුපිරි වෙළෙඳසැල් ජාලයක් වන සතොස සහ සමූපකාර නගර ජාලය හරහා කඩිනමින් බෙදා හරින බවත් ඔහු පැවසීය.",
        "වගා කටයුතු සඳහා ගොවීන් දිරිමත් කිරීම සඳහා වැඩි මිලට වී මිලදී ගැනීමට රජය පියවර ගන්නා බවට අමාත්‍ය අමරවීර මහතා සහතික විය.",
        "“මම 2018 වසරේදී එම අමාත්‍ය ධුරයම දරා ඇති අතර දශක හතරකට පසු ශ්‍රී ලංකාව සහලින් ස්වයංපෝෂිත වූ පළමු අවස්ථාව එයයි. අපේ ගොවි ජනතාව ගැන මට ලොකු විශ්වාසයක් තියෙනවා. මෙය ඔබට කාර්යාලයක වාඩි වී වැඩ කළ නොහැකි රැකියාවක් වන අතර මම දැනටමත් විවිධ ගොවි කණ්ඩායම් සමඟ සාකච්ඡා කර ඇත්තෙමි. ක්ෂේත්‍රයේ දක්ෂ නිලධාරීන් සහ ප්‍රවීණයන් ඉන්නවා. ආහාර හිඟයෙන් අපගේ ජනතාවට බලපෑමක් ඇති නොවන බව සහතික කිරීම සඳහා අපි ඔවුන් සියල්ලන්ම නැව්ගත කරන්නෙමු, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "එළඹෙන පරිපූරක අයවැයෙන් කෘෂිකර්මාන්තය සඳහා වන කිසිදු වියදමක් අඩු නොකරන ලෙස තමන් අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාගෙන් ඉල්ලා සිටින බව ද අමාත්‍යවරයා පැවසීය.",
        "\"රට තුළ එම භෝග වගා කිරීමෙන් ආහාර ආනයනය සඳහා වැය වන විදේශ විනිමය ඉතිරි කිරීමේ අභියෝගය අපි භාර ගනිමු,\" ඔහු අවධාරණය කරයි.",
        "ගොවි ජනතාව මුහුණ දෙන දුෂ්කරතා පිළිගනිමින් පොහොර සහ ඉන්ධන හිඟය හමුවේ මුළු භූමි ප්‍රදේශයම වගා කිරීමට සුදුසු නැති නමුත් බඩ ඉරිඟු, මුං ඇට, සෝයා, කුරක්කන් සහ උඳු වැනි අතිරේක භෝග වගා කිරීමට රජය දිරිමත් කරන බව ඔහු පැවසීය. ඒ මුඩු ඉඩම්.",
        "ගොවීන්ට තමන් කැමති කාබනික හෝ කාබනික නොවන පොහොර මිලදී ගැනීම සඳහා මුල්‍ය ආධාර ලබාදෙන බව ද පැවසූ අමාත්‍යවරයා මේ සම්බන්ධයෙන් වන අමාත්‍ය මණ්ඩල පත්‍රිකාව ක්ෂේත‍්‍රයේ ප‍්‍රවීණයන් සමඟ සාකච්ඡා කර ලබන සතියේ ඉදිරිපත් කරන බව ද පැවසීය.",
        "ගෝලීය ආහාර අර්බුදය හමුවේ පොහොර නිෂ්පාදනය කරන රටවල් අපනයනය සීමා කර ඇති බව පෙන්වා දුන් අමාත්‍ය අමරවීර, තොග සුරක්ෂිත කර ගැනීම සඳහා ශ්‍රී ලංකාවට සහාය වීම සඳහා තමන් දැනටමත් කොළඹ සිටින විදේශ නියෝජිතයන් හත් දෙනෙකුට කතා කර ඇති බව පැවසීය.",
        "ඉන්දියාවෙන් පොහොර ටොන් 65,000 ක ප්‍රමාදයක් ප්‍රමාද කිරීම පිළිබඳව රාජ්‍ය තාන්ත්‍රික මට්ටමින් ද සාකච්ඡා වෙමින් පවතින බව ඔහු පැවසීය.",
        "“පුරෝකථනය කර ඇති ආහාර අර්බුදය මඟහරවා ගැනීම සඳහා ජුනි 10 වන විට වී බීජ සිටුවීම අවසන් කර පවතින ඉඩම්වල ආහාර බෝග වගාව කරගෙන යන ලෙස මම ගොවීන්ගෙන් ඉල්ලා සිටිමි. පවතින භාජනවල සහ ඉඩම්වල ගෙවතු වගාව ආරම්භ කරන ලෙසද මම ජනතාවගෙන් ඉල්ලා සිටිමි.",
        "ගෙවතු ආශ්‍රිතව වගා කළ හැකි භෝග වර්ග 60කට අධික ප්‍රමාණයක් ඇති බව සඳහන් කළ අමාත්‍ය අමරවීර මහතා, මන්ත්‍රීවරුන්ගේ සිට ග්‍රාමසේවා නිලධාරී නිවාස දක්වා මෙම වැඩපිළිවෙළ රාජ්‍ය මට්ටමින් ද ක්‍රියාත්මක කරන බව පැවසීය."
      ]
    },
    "ta": {
      "title": "பாரிய பயிர்ச்செய்கை இயக்கத்தின் மூலம் இலங்கை உணவு நெருக்கடியைத் தவிர்க்க முடியும் என்று விவசாய அமைச்சர் கூறுகிறார்",
      "body_lines": [
        "அரசு உறுதியளிக்கிறது. விவசாயிகள் சாகுபடிக்கு ஊக்கமளிக்கும் வகையில் அதிக விலைக்கு நெல் கொள்முதல் செய்யப்படும்",
        "சோளம், பச்சைப்பயறு, சோயா, குரக்கன், உண்டு போன்ற பயிர்களை தரிசு நிலங்களில் கூடுதலாக பயிரிட விவசாயிகளுக்கு அழைப்பு",
        "அரசு விவசாயிகளுக்கு உரம் வாங்க நிதியுதவி வழங்குவது குறித்து பரிசீலித்து வருகிறது",
        "உள்நாட்டு உற்பத்தியை அதிகரிப்பதன் ஒரு பகுதியாக பயிர் நடவுகளை ஊக்குவிக்க நடவடிக்கை எடுக்கப்பட்டுள்ளதாக உறுதியளித்த விவசாய அமைச்சர் மஹிந்த அமரவீர, பாரிய பயிர்ச்செய்கை இயக்கத்தின் மூலம் தறியும் உணவு நெருக்கடியைத் தடுக்க முடியும் என்று தெரிவித்தார்.",
        "“உலகளாவிய உணவு நெருக்கடியில் இருந்து இலங்கை வெளிவரும் என்று நான் நம்புகிறேன். அடுத்த மகா சாகுபடிப் பருவத்திற்குப் பிறகு, அரிசி இறக்குமதியை கண்டிப்பாக நிறுத்துவோம். அடுத்த வருடம் அரிசியில் இலங்கை தன்னிறைவு அடையும் என்பதை என்னால் பொறுப்புடன் கூற முடியும். அனைத்து பங்குதாரர்களின் உள்ளீட்டைக் கொண்டு எங்களிடம் ஒரு வேலைத்திட்டம் உள்ளது, ”என்று அவர் நேற்று அமைச்சரவை கூட்டத்திற்கு பிந்தைய ஊடக சந்திப்பில் செய்தியாளர்களிடம் கூறினார்.",
        "செப்டம்பர் மாதம் வரை நாட்டில் போதுமான அளவு அரிசி கையிருப்பில் இருப்பதாக அமைச்சர் தெரிவித்தார். இறக்குமதி செய்யப்பட்ட அரிசி 338,000 டன்களுக்கு மேல் இருப்பதாகக் கூறிய அவர், உலகச் சந்தைகளில் விலைவாசி உயர்வைத் தவிர்ப்பதற்காக விரைவில் கூடுதல் பஃபர் ஸ்டாக்குகள் வாங்கப்படும் என்றும் கூறினார்.",
        "நெல் சந்தைப்படுத்தல் சபையில் 40,000 தொன் நெல் உள்ளதாகவும், அவை அரசினால் நடத்தப்படும் பல்பொருள் அங்காடி சங்கிலியான சதொச மற்றும் கூட்டுறவு நகர வலையமைப்பு ஊடாக துரிதமாக விநியோகிக்கப்படும் எனவும் அவர் கூறினார்.",
        "விவசாயிகள் பயிர்ச்செய்கையை ஊக்குவிக்கும் வகையில் அதிக விலைக்கு நெல் கொள்வனவு செய்வதற்கு அரசாங்கம் முன்வருவதாக அமைச்சர் அமரவீர உறுதியளித்துள்ளார்.",
        "“நான் 2018 இல் இதே இலாகாவை வைத்திருந்தேன், நான்கு தசாப்தங்களுக்குப் பிறகு இலங்கை அரிசியில் தன்னிறைவு பெற்றது இதுவே முதல் முறை. விவசாயிகள் மீது எனக்கு மிகுந்த நம்பிக்கை உள்ளது. அலுவலகத்தில் உட்கார்ந்து வேலை செய்ய முடியாத வேலை இது, நான் ஏற்கனவே பல்வேறு விவசாய குழுக்களுடன் கலந்துரையாடியுள்ளேன். துறையில் திறமையான அதிகாரிகள் மற்றும் நிபுணர்கள் உள்ளனர். உணவுப் பற்றாக்குறையால் எங்கள் மக்கள் பாதிக்கப்படாமல் இருப்பதை உறுதி செய்வதற்காக நாங்கள் அனைவரையும் கப்பலில் கொண்டு வருவோம், ”என்று அவர் மேலும் கூறினார்.",
        "எதிர்வரும் துணை வரவு செலவுத் திட்டத்தில் விவசாயத்திற்கான எந்தவொரு செலவினத்தையும் குறைக்க வேண்டாம் என பிரதமர் ரணில் விக்கிரமசிங்கவிடம் கோரிக்கை விடுத்துள்ளதாகவும் அமைச்சர் கூறினார்.",
        "\"நாட்டில் அந்த பயிர்களை வளர்ப்பதன் மூலம் உணவு இறக்குமதிக்காக செலவிடப்படும் அந்நிய செலாவணியை சேமிப்பதற்கான சவாலை நாங்கள் எடுப்போம்,\" என்று அவர் வலியுறுத்துகிறார்.",
        "விவசாய சமூகம் எதிர்கொள்ளும் சிரமங்களை ஒப்புக்கொண்ட அவர், உரம் மற்றும் எரிபொருள் பற்றாக்குறையால் முழு நிலப்பரப்பும் சாகுபடிக்கு ஏற்றதாக இல்லாவிட்டாலும், சோளம், பச்சைப்பயறு, சோயா, குரக்கன் மற்றும் உந்து போன்ற கூடுதல் பயிர்களை பயிரிட அரசாங்கம் அவர்களை ஊக்குவிக்கும். அந்த தரிசு நிலங்கள்.",
        "விவசாயிகள் தங்கள் விருப்பத்திற்கேற்ப ஆர்கானிக் அல்லது ஆர்கானிக் உரங்களை வாங்குவதற்கு நிதியுதவி வழங்கப்படும் என்றும் கூறிய அமைச்சர், இது தொடர்பான அமைச்சரவைப் பத்திரம் தொழில்துறை நிபுணர்களுடன் கலந்தாலோசித்து அடுத்த வாரம் சமர்ப்பிக்கப்படும் என்றார்.",
        "உலகளாவிய உணவு நெருக்கடியின் காரணமாக உரங்களை உற்பத்தி செய்யும் நாடுகள் ஏற்றுமதியை மட்டுப்படுத்தியுள்ளதை சுட்டிக்காட்டிய அமைச்சர் அமரவீர, இலங்கைக்கு பங்குகளை பாதுகாப்பதில் உதவுவதற்காக கொழும்பில் உள்ள ஏழு வெளிநாட்டு தூதுவர்களுடன் ஏற்கனவே பேசியுள்ளதாக கூறினார்.",
        "இந்தியாவிலிருந்து 65,000 டன் உரத்தை தாமதமாக அனுப்புவது குறித்தும் தூதரக மட்டங்களில் விவாதிக்கப்பட்டு வருவதாக அவர் கூறினார்.",
        "ஜூன் 10-ம் தேதிக்குள் விவசாயிகள் நெல் விதைப்பை முடித்துவிட்டு, கிடைக்கக்கூடிய நிலங்களில் உணவுப் பயிர் சாகுபடியைத் தொடருமாறு கேட்டுக்கொள்கிறேன். மேலும், பானைகள் மற்றும் நிலங்களில் வீட்டுத் தோட்டம் அமைத்து உணவுப் பயிர்களைத் தொடங்குமாறு பொதுமக்களை கேட்டுக்கொள்கிறேன்,'' என்றார்.",
        "வீட்டுத் தோட்டங்களில் 60 வகையான பயிர்களை பயிரிட முடியும் என்று குறிப்பிட்ட அமைச்சர் அமரவீர, நாடாளுமன்ற உறுப்பினர்கள் முதல் கிராமசேவை உத்தியோகத்தர் வீடுகள் வரை இந்த முயற்சியை மாநில அளவில் செயல்படுத்த உள்ளதாகவும் கூறினார்."
      ]
    }
  }
}