{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/India-requests-SL-to-tackle-fisheries-issue-on-humanitarian-approach/108-233900",
  "time_ut": 1648285980,
  "title": "India requests SL to tackle fisheries issue on humanitarian approach",
  "body_lines": [
    "The Indian government has requested Sri Lankan authorities to tackle the fisheries issue based on humanitarian approach.",
    "The request was made during the 5th meeting of India- Sri Lanka Joint Working Group on fisheries took place yesterday (25) in a virtual format, the Indian High Commission in Colombo said.",
    "The Indian side asked the relevant Sri Lankan authorities to exercise caution so as to prevent any casualties in the course of crackdowns on fishing boats and suggested using paramilitary to apprehend civilian fishermen, the HC said in a statement.",
    "\"Both sides reiterated the highest priority accorded by their respective Governments to the well being, safety and security of fishermen from the two countries.",
    "Both countries agreed that the use of force could not be justified under any circumstances, and reiterated in this regard the importance of extending humane treatment to all fishermen,\" the statement added.",
    "\"Both sides assessed the continuing bilateral cooperation to tackle issues related to fisheries in the Palk Bay and the Gulf of Mannar. The two sides shared appreciation for the concerted efforts undertaken by both the governments to maintain safe and sustainable fishing, including the joint Naval patrols and hotline between coast guards. The Sri Lankan side raised its concerns on the methods used by fishing vessels and stressed that it is imperative for the two countries to work together in drawing up effective measures to mitigate the loss of livelihood. The Indian side took a constructive approach in its response and assured its assistance in this regard,\" it further said.",
    "The Indian side also elaborated on the steps undertaken by the Government to safeguard the marine environment and explained government measures to improve the fisheries order, including stationing coast guard vessels at key sea routes requested by the Sri Lankan side, creating awareness on environmentally damaging fishing operations, and providing education, financial support and guidance to Indian fishermen to migrate to long liners fishing."
  ]
}