{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Daraz-Arya-Shakthi-aims-to-level-the-playing-field-for-women-entrepreneurs/34-731846",
  "time_ut": 1647023400,
  "title": "‘Daraz Arya Shakthi’ aims to level the playing field for women entrepreneurs",
  "body_lines": [
    "Celebrating the efforts of women entrepreneurs across the country, Daraz Sri Lanka launched the ‘Daraz Arya Shakthi’ initiative in-line with International Women’s Day.",
    "This significant move by the e-commerce industry trendsetter aims to recognise and endorse the social, economic, and cultural value generated to the community and the country by women entrepreneurs, through the power of e-commerce.",
    "E-commerce in Southeast Asia and Sri Lanka witnessed a rapid growth in recent years. Yet, the struggle to attract women to e-commerce has posed a major challenge in reaching the full potential of the industry.",
    "Determined to transform this narrative, Daraz Sri Lanka formulated the ‘Daraz Arya Shakthi’ initiative to equip both active and prospective women entrepreneurs with the right kind of knowledge, skills, and attitudes for increased e-commerce participation.",
    "Women entrepreneurs who sign up for Daraz Arya Shakthi will be entitled to a number of exclusive benefits, including 0% commission charges during the first month of signing up, sales proceeds within seven days, and free packaging materials. The benefits further include free training sessions and workshops directly conducted by the Daraz Seller Support team, along with free product photoshoots to upload on their store profiles.",
    "These benefits come in addition to a number of opportunities provided by Daraz to all its sellers through Daraz University and Daraz Seller Centre.",
    "Daraz Sri Lanka Head of Marketplace Praveen Rukshan Xavier said: “Women empowerment today has become a buzzword. We want to change this perception by bringing meaning to it in order to foster real change. The ideology of Daraz Arya Shakthi is to empower women to pursue their entrepreneurial dream.",
    "This initiative focuses on understanding the struggles and challenges faced by women entrepreneurs, and through this, we are determined to provide a safe platform for women to be more economically and socially empowered.”",
    "To date, Daraz Sri Lanka accommodates 50,000 sellers and offers delivery countrywide. Over 1,000 women entrepreneurs have already joined hands to be a part of this growing seller community.",
    "With Daraz Arya Shakthi, Daraz Sri Lanka expects women to play a bigger role in the workforce and transform into being the drivers of national economic prosperity in the near future."
  ]
}