{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81327/several-spells-of-light-showers-expected-in-parts-of-the-island",
  "time_ut": 1647829980,
  "title": "Several spells of light showers expected in parts of the island",
  "body_lines": [
    "The Department of Meteorology says several spells of light showers will occur in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts.",
    "Showers or thundershowers will occur at a few places in Uva and Eastern provinces and in Mullaitivu district after 2.00 p.m.",
    "Wind speed can increase up to 40 kmph at times in Hambantota district.",
    "The Depression over Southeast Bay of Bengal, lay centered at 11.30 p.m. on 20th March over Southeast Bay of Bengal and adjoining south Andaman Sea near latitude 11.3N and Longitude 93.4E (11.3N 93.4E).",
    "It is likely to move nearly northwards along Andaman island, intensify into a Deep-depression during next 12 hours and into a cyclonic storm during subsequent 12 hours.",
    "Naval and fishing communities are advised not to venture into the East and southeast Bay of Bengal sea area bounded by (07N-16N and 90E-99E) until further notice.",
    "Fishing and naval community are requested to be attentive future forecasts issued in this regard.",
    "Several spells of light showers will occur in the sea areas off the coast extending from Puttalam to Matara via Colombo and Galle. Showers or thundershowers may occur at a few places in the sea areas off the coast extending from Batticaloa to Hambantota via Pottuvil.",
    "Winds will be westerly to southwesterly and speed will be 25-35 kmph. Wind speed can increase up to 45-55 kmph at times in sea areas off the coast extending from Kankasanturai to Potuvil via Puttalam, Colombo, Galle and Hambantota.",
    "The sea areas off the coast extending from Kankasanturai to Potuvil via Puttalam, Colombo, Galle and Hambantota will be rough at times. The other sea areas around the island can be moderate.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}