{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Dollar-crisis-driven-import-issues-to-hamper-Yala-season/352-232632",
  "time_ut": 1646770740,
  "title": "Dollar crisis driven  import issues to hamper Yala season",
  "body_lines": [
    "A seed crisis has emerged because of the impossibility of importing hybrid seeds due to the dollar crisis. (PIC: AFP)",
    "There are issues regarding importing fertilizer, pesticides and seeds for the Yala season due to the dollar crisis",
    "Farmers have faced difficulties during the Yala season due to the lack of seeds",
    "Vitamins and hormones are required for the better growth of plants and they are not available in the market",
    "244,964 kilos of seeds were imported in 2020 alone at the cost of 1,955,140,724 rupees",
    "Importing 85% of the seed requirement of the country every season is a sad situation",
    "The price of one MT of fertilizer has increased from 390 USD to 1200 USD in the world market",
    "Farmers had high hopes to cultivate during the Yala season, but their hopes have begun to shatter. Presently farmers are unable to begin farming for the upcoming Yala cultivation. Plans were implemented to commence cultivations for the Yala season providing fertilizer, seeds and chemical fertilizer unlike during the previous Maha season. These plans however are about to be ruined because of the foreign exchange crisis affecting the import of seeds and fertilizer.",
    "Importation of seeds, chemical and organic fertilizer for the Yala season should have begun by now. But that will not be possible because of the dollar crisis, according to former Director of Agriculture K. B. Gunaratne. “The upcoming Yala season like the previous Maha season will turn out to be disastrous for farmers. There are issues regarding importing fertilizer, pesticides and seeds for the Yala season due to the dollar crisis. Only 15% of the seeds required are produced locally. The country has faced a seed crisis,” he added.",
    "This crisis was created because of a decision taken by top level officials of the Department of Agriculture to produce only 15% of the seed requirement in 2002. Gunaratne said that even though he was opposed to the decision, the authorities did not listen. “Now we experience the harmful effects of that decision and seeds have to be imported. The decision aimed at increasing the harvest eventually ruined the country’s agriculture. A seed crisis has emerged because of the impossibility of importing hybrid seeds due to the dollar crisis,” he added.",
    "\"Seeds have to be imported. The decision aimed at increasing the harvest eventually ruined the country’s agriculture. A seed crisis has emerged because of the impossibility of importing hybrid seeds due to the dollar crisis  - Director of Agriculture K. B. Gunaratne \"",
    "Farmers have faced difficulties during the Yala season due to the lack of seeds. Even though seeds imported recently were released to the market their prices have doubled. A packet of seeds weighing 50 grams is sold at 5000-6000 rupees. Even if farmers buy seeds at high prices they are not sufficient for the Yala season. A seed scarcity is unavoidable during the Yala season, according to Gunaratne.",
    "Farmers accuse that some locally produced seeds do not grow as expected. “It is difficult to receive a good harvest from them. Our income is insufficient as a result. We need chemical fertilizer to get a bumper harvest when using imported seeds. Vitamins and hormones are required for the better growth of plants and they are not available in the market. Even if they are, they are expensive. Buying seeds and fertilizer at high prices will not guarantee a good income either,” they added.",
    "It is the duty of the Department of Agricultural to provide good seeds, but its officials do not carry out their duties, Gunaratne added. “The papaya variety called ‘Rathna’ -produced by the Department of Agriculture- became popular. But as the variety called Red Lady was imported from Malaysia, targeting a good harvest, this variety was not produced,” he added. Hybrid seeds which produce more harvest were imported. “When companies and several individuals tried to import those seeds the Department of Agriculture did not make any attempt to compete against them, but only decreased the production of seeds required locally Gunaratne,” added.",
    "\"As the present Government halted importing fertilizer people have begun to import fertilizer illegally from India and sell here. They are available everywhere and we will have to file cases against every shop. That is not practical. Filing cases will not put an end to this - Lasantha Ranaweera Deputy Registrar of the Office of the Registrar of Pesticides\"",
    "A kilo of Red Lady papaya seeds cost 50,000 rupees at the beginning, but by now the price ranges between to 1200000–1400000 rupees a kilo making farmers helpless. The dollar crisis and the inability to import give rise to a price hike regarding seeds. 244,964 kilos of seeds were imported in 2020 alone at the cost of 1,955,140,724 rupees. On the same year 19,067 kilos of fruit seeds were imported at 178,511,179 rupees. Importing 85% of the seed requirement of the country every season is a sad situation. Gunaratne said that even the seeds which can be produced easily in the country are imported. “Importing seeds such as carrots, cabbage, beet and leeks-all of which cannot be produced locally- is not a problem, but importing all seeds cost extra expenses and is not suitable for the country,” he added.",
    "Seeds said to have been allegedly imported illegally from abroad",
    "A 50-kilo bag of chemical fertilizer is presently sold at 20,000 rupees and in some places at 25,000 rupees. The president addressing the public at  Anuradhapura recently said that he would increase the income of farmers by 100%. But reaching that target would not be possible in this manner, according to Gunaratne. Unusable pesticides are being imported at present. Pesticides can be imported only for 30% of the local requirement. Gunaratne said that the Department of Agriculture had permitted to import 60% of pesticides during the Maha season from 2021 to 2022.",
    "It will not be possible to import both chemical and organic fertilizer for the upcoming Yala season as promised by the Government because of the dollar crisis. The price of one MT of fertilizer has increased from 390 USD to 1200 USD in the world market. The price that private companies sell a 50-kilo bag of fertilizer ranges between 18000-30000 rupees. However according to the world market prices, a bag of fertilizer should be sold locally at 17500 rupees. The problem is whether the farmers can bear the expense. 591,872,055 MT of fertilizer were imported in 2020 through 14 companies. “That same year the two state fertilizer companies imported 29,945,298 MT of fertilizer. 385,000 MT of fertilizer are required for paddy cultivation and 375,000 MT for other crops. Importing fertilizer is uncertain on the face of the ongoing dollar crisis. Even if applied for it would take about two months to arrive. Therefore a scarcity of fertilizer in the coming Yala season is unavoidable,” Gunaratne added.",
    "\"The importation of fertilizer will not be affected by the dollar crisis. The Finance Ministry was informed to provide funds to import fertilizer for agriculture by giving priority to the task. The Minister discussed the issue with fertilizer importers. We have an act for fertilizer and a secretariat through which illegal importation of fertilizer will be dealt with - Dr. Ajantha de Silva Director General of Agriculture\"",
    "Jathika Govijana Ekamutuwa Chairman Anuradha Thennakoon said that fertilizer and pesticides available in the local market meet the substandard. “Pesticides and fertilizer containing chemicals such as glyphosate are secretly imported from India through Kalpitiya harbour. Low quality seeds are also imported from India. Seeds bought at cheap prices are sold at higher prices. A former driver of the Office of the Registrar of Pesticides is behind the importation of fertilizer and pesticides containing chemicals. He has distributed the stocks in Anuradhapura, Kurunegala and Polonnaruwa. After a complaint was filed against him he was slapped with a fine of 50,000 rupees which he paid off and continued to distribute toxic fertilizer and pesticides.",
    "“The Organic fertilizer project of the Government is a scam. It has failed to solve problems related to fertilizer despite claiming otherwise. Organic fertilizer- provided by the Government- is substandard and is mixed with Urea. The green agricultural project of the president has turned out to be a lie. Expired fertilizer and pesticides are released to the market after changing expiry dates. The Office of the Registrar of Pesticides does not look into these matters. Some people are planning to ruin the upcoming Yala cultivation as well. Farmers who cultivate using illegal and overpriced fertilizer and pesticides will not earn any profit,” Thennakoon added.",
    "\"Pesticides and fertilizer containing chemicals such as glyphosate are secretly imported from India through Kalpitiya harbour. Low quality seeds are also imported from India. Seeds bought at cheap prices are sold at higher prices. A former driver of the Office of the Registrar of Pesticides is behind the importation of fertilizer and pesticides containing chemicals - Anuradha Thennakoon Jathika Govijana Ekamutuwa Chairman\"",
    "Director of the Fertilizer Secretariat Mahesh Gammanpila could not be contacted over the phone. His only response came in the form of an SMS asking this writer to mention the topics that need to be discussed. But he did not respond to the text message the Daily Mirror sent him. Deputy Registrar of the Office of the Registrar of Pesticides Lasantha Ranaweera said that cases were filed regarding pesticides and seeds imported illegally during the last 10-15 years. “As the present Government halted importing fertilizer people have begun to import fertilizer illegally from India and sell here. They are available everywhere and we will have to file cases against every shop. That is not practical. Filing cases will not put an end to this. This happens everywhere in the country and is unstoppable. We have nothing to do. The Government should provide solutions,” he added.",
    "Attempting to contact Agriculture Minister Mahindananda Alutgamage was futile as he was attending a court proceeding. He wasn’t available even later.",
    "Director General of Agriculture Dr. Ajantha de Silva said that the Minister had a discussion with importers regarding the seed problem. “We expect to provide solutions to their problems. There is no problem regarding fertilizer. We have permitted the import of chemical fertilizer. There is also no issue regarding organic fertilizer. We will give organic fertilizer as concessions. National Fertilizer Secretariat will coordinate that matter. The importation of fertilizer will not be affected by the dollar crisis. The Finance Ministry was informed to provide funds to import fertilizer for agriculture by giving priority to the task. The Minister discussed the issue with fertilizer importers. We have an act for fertilizer and a secretariat through which illegal importation of fertilizer will be dealt with. Nothing can be done illegally.” he added."
  ]
}