{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Countdown-begins-for-Pakistan-PM-Imran-Khans-exit-as-he-faces-toughest-political-battle/108-234052",
  "time_ut": 1648540680,
  "title": "Countdown begins for Pakistan PM Imran Khan’s exit as he faces toughest political battle",
  "body_lines": [
    "Pakistan's opposition parties have vowed to bring down the beleaguered government of Prime Minister Imran Khan who is facing his toughest political test since assuming office in 2018.",
    "The Pakistan Democratic Movement (PDM), which among others include Pakistan Muslim League Nawaz (PML-N) and Jamiat Ulema-e-Islam Fazl (JUI-I), organised a big rally on the Srinagar Highway in Islamabad on Monday night.",
    "Pakistan Muslim League (N) (PML-N) vice president Maryam Nawaz and leader of the opposition in Punjab Assembly Hamza Shehbaz who had started the rally from Lahore on March 26, arrived two days later in Islamabad to join the supporters of Jamiat Ulema-i-Islam-Fazl (JUI-F) and other Pakistan Democratic Movement (PDM) parties who had already set up a camp.",
    "Maryam, daughter and heir of former three-time premier Nawaz Sharif, castigated incumbent prime minister Khan for using the religious card to save his tottering throne.",
    "\"I challenge you to have 172 MNAs with you on the voting day on the no-trust motion,\" she said at the rally organised a day after Prime Minister Khan's Pakistan Tehreek-e-Insaf (PTI) party organised a massive rally here in his support.",
    "She accused Khan of putting down his most trusted Punjab Chief Minister, Usman Buzdar, to save his seat after the government decided to replace him with Chaudhry Pervez Elahi to win the support of his Pakistan Muslim League-Quaid party.",
    "\"You pushed your most trustworthy man (Buzdar) into the water to save your own rule. We have not seen such an ungrateful man in our whole lives,\" she said.",
    "She also said that Khan claimed a foreign conspiracy to topple him and blamed him for showing a fake letter at the rally a day earlier. She said Khan had lost people's confidence, as proved by the ruling party's defeat in 15 out of 16 by-elections in recent months.",
    "Several other PDM leaders also addressed the gathering and they also announced to change their rally into a sit-in and the workers would be camping until the vote of no- confidence was held.",
    "Khan, 69, is heading a coalition government and he can be removed if some of the partners decide to switch sides. The PTI has 155 members in the 342-member National Assembly and needs at least 172 lawmakers to retain power.",
    "The country plunged into uncertainty on March 8 after the combined opposition submitted the motion to the National Assembly along with a requisition to the speaker to summon the session within mandatory 14 days.",
    "The rally was organised in the wake of a no-trust move by the opposition on March 8. The voting on the motion would be held between March 31 and April 3.",
    "Khan came to power in 2018 with promises to create a 'Naya Pakistan' but miserably failed to address the basic problem of keeping the prices of commodities in control, giving air to the sails of opposition ships to make war on his government."
  ]
}