{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/26/pakistan-seeks-more-funds-from-imf/",
  "time_ut": 1650943320,
  "title": "Pakistan seeks more funds from IMF",
  "body_lines": [
    "COLOMBO; Pakistan has sought an increase in the size and duration of its $6bn International Monetary Fund (IMF) program, the country’s finance minister, Miftah Ismail, has said.",
    "Ismail made the comments in a video statement on Monday following talks with the IMF in Washington. It came after the fund said Islamabad has agreed to roll back subsidies to the oil and power sectors ahead of a resumption next month of a review of the IMF’s support for the country.",
    "“I’ve requested the fund and I think they have, largely, they’ve agreed to extend this program for another one year,” he said. “I’ve also requested that they enhance the funding available to Pakistan from $6 billion under this program to perhaps a little bit more.”",
    "The details will be decided when the mission comes to Pakistan in May, he said.",
    "“Based on the constructive discussions with the authorities in Washington, the IMF expects to field a mission to Pakistan in May to resume discussions over policies for completing the 7th EFF review,” the IMF said in a statement, referring to its Extended Fund Facility program.",
    "This covers $6bn of support the IMF agreed in 2019 to extend to Pakistan. The IMF suspended its loan to Pakistan in 2020 after the country failed to meet the conditions. The plan was revived last year after removed premier Imran Khan’s administration agreed to tougher conditions, including rising oil prices and electricity tariffs although a few months later he rolled back the increases to soothe public anger over rising living costs.",
    "The IMF also said the Pakistani authorities had requested to extend the EFF arrangement through June 2023 after the talks in Washington agreed to drop the subsidies.",
    "From April to June, Pakistan will be giving more than $2bn of subsidies to the oil and power sectors.",
    "According to former finance minister Shaukat Tarin, the IMF had previously questioned how the government could fund that without risking a high fiscal deficit.",
    "If the IMF review is cleared, Pakistan will get more than $900m, which will also unlock other external funding.",
    "With a widening current account and foreign reserves falling as low as $10.8bn, the South Asian nation is in dire need of external finances.",
    "A new Pakistani government that took over this month from Khan said it was facing enormous economic challenges, with the risk of gross domestic product growth falling and double-digit inflation it blames on the mismanagement of the previous administration.",
    "Finance minister Ismail said before leaving for Washington that to revive the IMF program, Islamabad would cut both ordinary expenditure and its funding for development projects.",
    "IMF’s talks with Pakistan next month will be carried out against the backdrop of protests spearheaded by Khan, who is pressuring early elections. Under Pakistan’s laws, national polls must be held by 2023.",
    "Since losing a no-confidence vote in April that he says was orchestrated by the US, Khan has amassed a large following of protesters across the country that shows he enjoys some support and this could deter investors if the rallies turn violent.",
    "Washington has repeatedly denied Khan’s conspiracy claims. On Friday, Pakistan’s National Security Council, stacked with civilian and military leaders, said there was no evidence of a plot that Khan said had kicked into motion when he visited Moscow against US warnings.",
    "Khan has plans for more rallies, with supporters planning protests at the election commission office on Tuesday. At a rally last Friday, Khan said Pakistan’s economy was heading on the right path under his administration and the country would have gotten rid of the “IMF’s slavery”.",
    "Instead, the US and other political parties have “toppled our government through a conspiracy”, he told the thousands of protesters who gathered in Lahore.",
    "IMF urges Sri Lanka to tighten monetary policy, raise tax to address debt woes",
    "S&P cuts Sri Lanka to ‘selective default’ on missed payments"
  ]
}