{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/frightening-experiences-with-elephants-at-lahugala/",
  "time_ut": 1651236660,
  "title": "Frightening experiences with elephants at Lahugala",
  "body_lines": [
    "Lahugala is a magic word that never fails to stir a tingle of excitement and bring a thrill to all those who know and love our jungles and their denizens. It is a little village with two fairly large wewas or tanks, one known as Kitulana and the other by the name of the village itself. It is situated 14 miles inland from the little town of Arugam Bay in the south-east coast of Sri Lanka. Both these tanks are overgrown with a kind of grass, now known as Lahugala grass. It is referred to in Sinhala as beru, which reaches well up to the height of an elephant.",
    "As for me, Lahugala tank holds a special, precious memory. It is now over 50 years since, yet I remember it as if it were only yesterday. I stood on the verandah of that dilapidated circuit bungalow at the edge of the tank, with my parents at my side and with a pair of over-sized binoculars in my seven-year old hands. I gazed across the grass of Lahugala at my first pair of wild elephants.",
    "It was at that moment that the ‘jungle bug’ first bit me and the feelings grew in me like a spreading illness. Many are the jungle jaunts I have done and many are the occasions I have visited Lahugala tank since then. Yet on that day long ago I never ever imagined that Lahugala tank was to give me some of the finest moments with wild elephants.",
    "Midway in the afternoon one day in August 1974, Mervyn Gunasekera and Chandima Karunaratne, two of my friends and I arrived at the Lahugala lodge for a three day stay. At about 4 pm the first herd of elephants broke cover across the tank, almost at the very same spot that I had seen my first wild elephants many years earlier.",
    "The bungalow keeper Samuel, who was called Sam for short, and I decided to approach the elephants by jeep. Leaving my friends in the lodge and keeping as close as possible to the edge of the jungle, we drove up slowly on the pockmarked lunar-like surface of the dried tank bed.",
    "About a quarter mile from the lodge, the edge of the jungle goes round a bend and when we drove up to this point the sight that met our eyes was unbelievable. The entire area from the water’s edge to the jungle was a mass of elephants. The next moment they heard or saw us, and they all made off into the jungle in a swirling cloud of dust.",
    "I switched off the engine and waited quietly. A few minutes later they came out again, all 87 of them. We watched them at very close quarters until the late evening light started to play tricks with our vision. In the greying dusk, the elephants moved like spectres against the darkening undergrowth of the forest.",
    "It was on the second day at Lahugala that I had one of the most frightening experiences in the wilds. It was a warm but breezy noon and we were about to sit for a chilled refresher when I spotted an elephant on the bund some distance away. Very soon there were five of them and as they were some distance off, I decided to approach them on foot to do some photography.",
    "Sam and I set off along the bund. The breeze was in our favour and we were confident that we could approach the animals without being detected. By the time we were within 50 yards of the elephants, the entire herd (about 60 of them) came out into the open and was feeding on both sides of the bund.",
    "It has been a habit of mine when doing photography in the jungle, to turn around every now and then to find out what was happening behind. This practice had prevented many a sticky situation for me. But on this day, fascinated by two young elephants playfully fighting, and another young one rubbing her giant bottom on the bund trying to get at an itchy point with an irritated look on her face, I entirely forgot about the rear. It was then that I thought I heard the familiar ‘flop’ of an elephant’s ear flapping behind us. I turned round slowly and looked down at the bund.",
    "For 250 yards the bund stretched away and there was nothing on it. In the hot afternoon it looked desolate and little whirls of dust rose from it, like tiny ghosts rising from this dusty path to dissolve in the wispy breeze.",
    "I could see the lodge far away and the figures of my two friends that seemed to float in the heat waves that raced across the wewa, as they stood on the rock in front of the lodge.",
    "The only other signs of life were a few grey langurs that sat on the branches of a large tree that grew just below the bund. I turned back to the herd and was just beginning to enjoy the scene when I heard my name being called in a loud and clear voice, which was Mervyn’s. It was one short shout, but I noticed the tone of urgency in it. I whipped around, and there, barely 20 yards behind us, on the bund stood ‘jumbo’. He was a magnificent beast, a very large bull.",
    "He was looking our way, with his trunk half lifted and its prehensile tip drawing little designs in the air. His ears were outstretched. For a moment time seemed to stand still, and in the deadly silence, I could hear the drumming in my chest like the beat of an engine. The breeze caressed the nape of my neck and sent a chill down my spine, while my knees were feeling weak. After my initial shock, I whispered to Sam, who was still watching the herd, that there was an elephant behind us. In a moment he gathered the situation and making a gesture with his hand, he wanted me to follow him.",
    "Watching Sam walk towards the bull with an air of confidence and absolutely no outward sign of fear took away that feeling of helplessness from me, yet it was with leaden feet and a sweaty brow that I followed him. The bull stood still with his ears still out. His trunk was now lowered, but its tip was still curved slightly upwards. It was a grand sight. He looked intently at Sam with a quizzical expression on his face. Then a deep rumble came from that cavernous belly, and he gave a throaty growl that seemed to shake the very bund that we stood on.",
    "Not for a moment did Sam falter but kept walking towards the elephant. Then an ear-splitting squeal rent the air and the elephant gave way. He turned around, yet with that air of dignity these beasts possess and slowly walked down the bund. Then turning round again at the edge of the jungle, he watched us. At this point no more than fifteen feet separated the bull from the bund. Sam, that brave man, stood on it and wanted me to get past him. My involuntary quick strides brought trumpeting from the bull. I turned round expecting him to be coming after me, but Sam was behind me with a wide grin on his face.",
    "It was with a sense of relief, now that our path of retreat to the lodge was once again clear, that we sat on the bund and waited for the bull to come out. Within minutes he obliged by coming on to the bund and walking towards the herd. He then got into the wewa and started to feed on the luscious grass. I noted then that I was thirsty, and once again looked into Sam’s grinning face. He then said, “Sir, your beer must be getting warm”.",
    "There was another incident that was pleasing to watch as long as it lasted and then left delightful memories after it was over. Just after a 20-minute shower of rain that left as suddenly as it came and made the evening damp but sunny, two young bulls came on to the bund and started pushing each other and banging foreheads in a playful wrestling bout. This went on for some time till they got down from the bund and entered the jungle from where we could hear them. The din however was getting closer and we waited expectantly.",
    "They broke cover just in front of the lodge, bursting out of the undergrowth, with one bull chasing after the other. The first one in a hurry did not notice the large pool in front of him, just below the anicut. Before he could stop himself his forelegs crumbled, and as if in slow motion, slithered head over heels into the water. He was up in a flash and stood watching his companion at the edge of the pool with a bewildered, almost human, expression on his face.",
    "The climax of our stay at Lahugala came in the morning before we left. The enthusiastic voice of Mervyn woke me up, and was almost pleading with me to get up as I loathed to leave the comfort of my cozy camp bed and face the morning chill in order to see what he was looking at. When I responded I saw, right across the wewa, almost stretching across our entire field of vision, the largest gathering of elephants I had seen till then.",
    "We gave up our count at 200, as the centre section of the herd had already started making their way into the jungle. By 8 am they were all back in the forest. Once the elephants had gone, an indescribable feeling of loneliness and desolation pervaded the place.",
    "These incidents took place in 1974 and at that time Lahugala was not declared a national park. The lodge was leased from the Department of Irrigation and run by Wildlife and Nature Protection Society for its members. It was handed over to the Department of Wildlife once the place was declared a national park. Visitors were then not allowed to walk along the bund.",
    "However, in the 1980’s when I was Honorary Secretary of the Society and consultant and adviser to the then Director of Wildlife, I had the privilege of traversing the bund, when I had some excellent experiences with elephants. I also had some exciting footage from the bund when filming for national television.",
    "In 1974, when I did not have much experience in the wilds, the incident on the bund as related here, was terrifying. In the 1980’s, when I worked extensively in the field in an honorary capacity for the Director of Wildlife, I had more nerve-racking experiences, but I still consider the incident on the bund a ‘sticky moment’.",
    "Chandima Karunaratne and Mervyn Gunasekera made many more jungle trips with me and shared many an exciting event. Sadly in 1996 Mervyn passed away. Though no longer with us, his memory, like that of the herd at Lahugala, will always remain with us. The bungalow keeper Samuel was employed by the Society, and when the bungalow was handed over to the Department of Wildlife, he left the Society and I have completely lost contact with him.",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by C.G. Uragoda)",
    "Early 60s in the Ministry of Defence and External Affairs and being appointed Director of Information",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}