{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-reduce-power-cut-duration-from-april-18-as-rains-start-pucsl-92927/",
  "time_ut": 1649676900,
  "title": "Sri Lanka to reduce power cut duration from April 18 as rains start – PUCSL",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is expected to reduce power cuts from April 18 due to availability of more fuel, coal and water to generate power though there will still be blackouts as part of a measure to manage the resources for longer term, a top official said.",
    "The country has decided for uninterrupted power supply April 13 to 15 during the two-day Sinhala-Tamil new year followed by Good Friday.",
    "However, there will be a 2 hour and 15 minutes power cut on April 16 and 17 from 8 am to 5 pm which would further be reduced from April 18.",
    "“The power cuts can be reduced because we have enough resources from the three main power generator sources – fuel, coal and water,”  Janaka Ratnayake, Chairman of Public Utilities Commission of",
    "“There is no issue with coal, we have an adequate amount at the moment. There are arrangements to pay for five shipments, and the Central Bank will support us in that. So using these three sources, there is a large possibility for the power cuts to decrease from the 18th onwards.”",
    "He said they are getting the required supply of diesel from the state-run fuel retailer “the CEYPETCO in a systematic way and",
    "Sri Lanka has started getting its monsoon rains which would often continue till August.",
    "According to PUCSL the island’s reservoirs had dropped to 20 percent in the past weeks but now they have been filled up to 50 percent.",
    "However, the commission does not want to stop power cuts entirely as it saves resources better and mange it for longer term.",
    "“Our hope is that from the 18th, we will be able to manage the situation without long power cuts,” Ratnayake said.",
    "“Our plan is to use the rainfall received from the monsoon in place of oil, as that can run out, and minimizing the power cuts,” said PUCSL chief who said 367 MW of power can be generated from reservoirs at the moment and during the rainy season if often generates 15 MW per day.",
    "“Especially around May, when the rains increase, we can improve on the situation and increase the amount of water held in the reservoirs. So if we are able to do that, we can manage the other sources of",
    "“Because of the power cuts, the PUCSL have said they have approximately 1,700 to 2,000 megawatts of power per day. We can manage that. The government offices are also on holiday, therefore the commission hopes to manage the situation.”",
    "“We hope to go for a long term plan by using all sources of power systematically. We can use up all the water in 2-3 days and provide electricity, but while we are getting good levels of rainfall, we want to",
    "manage the resources over the next couple of months,” Ratnayake explained.",
    "“I think the current situation came about because there were power cuts that lasted more than twelve hours, which affected all strata of society. The only way to manage the situation favorably is to minimize"
  ]
}