{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Pauperization-of-Lanka-EDITORIAL/231-234395",
  "time_ut": 1649010720,
  "title": "Pauperization of Lanka - EDITORIAL",
  "body_lines": [
    "On Thursday (March 31), the anger of ordinary Sri Lankans boiled over. Lanka is caught up in the worst financial crises to hit the country since its independent in 1948.",
    "In recent months, food prices have skyrocketed, there has been a continued dearth of essential goods, fruit and vegetables. Long queues have formed outside petrol stations due to a shortage of fuel and LP gas. Since last week, we have faced daily power cuts of over seven hours across the island. Rumours circulate that water supply too, may soon be disrupted.",
    "Amid anger over skyrocketing prices of essential items like food, fuel, cooking gas and medicines, demonstrators surrounded the road leading to the private residence of President Gotabaya Rajapaksa, chanting slogans calling for the president’s resignation.",
    "Scuffles broke out when police attempted to drive protestors away. Around 50 persons were arrested, at least four persons received serious injuries, including two cameramen from the ‘Daily Mirror’ who were covering the incident. A few policemen too were injured while three police vehicles were torched. Live visuals showed particular individuals setting fire to vehicles in an unhurried manner while police looked on.",
    "What brought about the sudden change of heart among Sri Lanka’s citizens? Just two years ago over 6,900,000 citizens voted President Gotabaya Rajapaksa into power by a large majority.",
    "For one, the price of rice - the staple diet of the country - now varies between Rs. 300/- to Rs. 500/- per kg and the cost of sugar has risen to Rs. 290/- per kg. A family of four (father, mother and two children) would need at least 1 kg of rice per day.",
    "Over 55% of the country’s workforce are daily paid workers. The current monthly wage of these families being less than Rs. 22,000/-. A family of four could barely survive for more than two weeks with the salary they receive, after food prices rose by a massive 21.1% last month! With the cost of rice alone, (without vegetable, beef, chicken or fish) costing around Rs.10,000/- per month, it means more than 50% of the country are unable to have more than one meal a day.",
    "The cost of travel has more than doubled. This in turn means children from poorer families (who receive an income of less than Rs. 1,500/- per day) will not have the means to travel to-and-from their schools. In addition medicines and cooking gas too are also in short supply due to the country’s falling reserves. Last month reserves dropped to around US$2 billion - sufficient only to pay for just a few weeks of imports.",
    "The present foreign exchange crisis - the worst in living memory is causing massive discontent.",
    "In 2014, Sri Lanka’s foreign reserves stood at US$ 8.41 billion. By 2020 reserves had shrunk to US$ 5.66 billion and by March this year reserves are down to US$2 billion against total debt repayment of as much as US$7 billion for 2022. This includes a US$1 billion bond maturing in July 2022.",
    "As a result, government has been forced to restrict the import of several essential commodities - including food items - in a bid to hang on to its vital dollar reserves. This move, combined with increasing fuel and freight costs, has pushed the price of essentials such as milk powder and rice much higher. The present island-wide protests (including in the north and east) are a direct result of sharp rises in the cost of living.",
    "What the country needs is a plan to overcome the crisis it is now facing. It needs leaders who are strong, yet humble enough to admit the numerous ‘mistakes’ they have made - from scams, to fraud and down - right daylight robbery of the country’s resources. Our countrymen and women are sick and tired of corrupt politicians playing the blame game.",
    "They do not need curfews with heavily armed police and military men and women patrolling the streets or a shutdown of social media. The people of this country are hungry, the country’s children need to recommence their education which ground to a near halt with the Covid-19 pandemic. We need a plan of how we can repay the debts which are now outstanding.",
    "Most importantly, the country needs a plan to reduce its dependence of imports of its most basic needs in - FOOD requirement. What we do not need are more aircraft and bombs and ships and guns. We need leaders with a vision and love for the country."
  ]
}