{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-compulsions-vs-rationality/",
  "time_ut": 1653662880,
  "title": "Political compulsions vs rationality",
  "body_lines": [
    "Reports that the public sector workers will be given a pay hike from the budget to be presented in a few weeks have stirred up a lot of controversy. One cannot bring oneself to be critical of a pay hike for workers, but the question is whether the government which is even without funds to pay the public workers their salaries will be able to grant them a pay hike. Is it planning to print more money? The government seems to have got cold feet due to adverse criticism of the alleged offer of a pay hike to the state sector, if a claim attributed to it is anything to go by; it has said the reports of the salary increase at issue are not true. One could only hope that it is telling the truth, for once, and will act sensibly without ruining the economy further.",
    "One of the main reasons why the economy is in a tailspin is excessive money printing, which is the only thing the Rajapaksa government has done efficiently. Some leaders of the present dispensation and their officials went so far as to argue that money printing did not cause an increase in inflation! No wonder the economy deteriorated under the watch of these pundits. The current crisis has come about mainly due to economic mismanagement during the past few years. No less a person than IMF Managing Director Kristalina Georgieva has said the crisis here is owing to mismanagement, and therefore the most important thing to be done is to put the country back on a sound microeconomic footing. Massive tax cuts and duty waivers have caused a steep decline in state revenue. Therefore, besides the worst-ever foreign currency crunch the country is experiencing, there is a huge rupee crisis.",
    "Colossal amounts of money already printed have caused soaring inflation and currency devaluation. Prices increase almost daily, and essentials are prohibitively expensive for most people, who are protesting. It is high time the government stopped printing money haphazardly for politically-motivated programmes, and heeded expert advice. The Central Bank (CB) is struggling to tame the runaway inflation by absorbing excess liquidity; it has increased interest rates by an unprecedented 700 basis points. Such measures are bound to make the economy contract, and adversely impact the private sector with about six million workers, in the short run, however essential they may be to contain inflation and ensure the country’s long-term economic wellbeing. What the CB is performing is a balancing act.",
    "The business community has already warned of job losses in the private sector, and asked for a debt moratorium to prevent the collapse of many small and medium enterprises (SMEs). Yesterday, we quoted Chairperson of the Sri Lanka United National Businesses Alliance, Tania Abeysundara, as having said that around 4.5 million Sri Lankans employed in SMEs might lose their jobs in the coming months unless the government stepped in and assisted the businesses in trouble. This is a frightening proposition.Most workers deserve better pay. But pay hikes must not be politically determined, especially amidst an economic crisis, if further trouble is to be averted. The yahapalana government made the mistake of promising a huge salary increase to the public sector workers before the 2015 presidential election, and implementing its pledge to win the parliamentary polls a few months later, thereby causing an unnecessary stress on the economy. The incumbent administration has already increased the salaries of some categories of public sector employees including teachers and given a special allowance to all state sector workers besides distributing cash by way of relief for political reasons. A general election may have to be held sooner than expected. Let the government be urged to ensure that political compulsions do not overtake rationality in preparing the budget to be presented. The least it can do to help resolve the economic crisis is to leave the task of managing the economy to experts and give them a free hand. Everything it touches turns into a mess.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}