{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/22/rambukkana-shooting-top-cops-summoned-to-hrc-multiple-investigations-underway/",
  "time_ut": 1650603840,
  "title": "#Rambukkana Shooting: Top Cops summoned to HRC, multiple investigations underway",
  "body_lines": [
    "COLOMBO (News 1st); The remains of the late Chaminda Lakshan who was killed in police fire during a protest in Rambukkana on the 19th of April, was handed over to his relatives on Friday (22).",
    "According to the Director of the Kegalle Hospital Dr. Mihiri Priyangani the autopsy was conducted on Thursday (21) afternoon by the Kegalle Judicial Medical Officer, and it is reported that the final rites on the late Chaminda Lakshan will be carried out on Saturday (23).",
    "In addition, two of the three people who were in critical condition and were in the Intensive Care Unit of the Kegalle Hospital will be moved to the normal ward, as they have shown positive signs of recovery, said the Kegalle Hospital Director.",
    "She went on to note that 13 people are currently receiving treatment in the hospital for injuries sustained in the protest.",
    "The Senior Superintendent of Police for the Kegalle Division, Superintendent of Police for the Rambukkana area, and the OIC of the Rambukkana Police, were transferred to the Police Field Force Headquarters in Colombo.",
    "At the same time, the investigations that were carried out by the SSP in charge of the Seethawakapura Division was taken over by the Criminal Investigations Department.",
    "The Inspector General of Police, and several other senior police officers have been summoned to appear at the Human Rights Commission of Sri Lanka on Friday (22), with regard to the investigations taking place on the Rambukkana shooting.",
    "The IGP, Senior DIG for the Central Province, DIG for the Central Province, SSP for Kegalle, and the OICs for Kegalle & Rambukkana have been summoned to the Human Rights Commission of Sri Lanka.",
    "The Human Rights Commission of Sri Lanka has appointed a four-member team to investigate the Rambukkana shooting, that left one person dead and dozens injured.",
    "On the direction of the the Chairman at HRCSL, a special team was appointed to hold an inquiry as to determine who is responsible for issuing the orders to shoot, and the circumstances under which the shooting with live bullets took place.",
    "The team comprises of Sulari Liyanagama, Menaka Herath, Lal Weerasinghe, and A.S. Nilantha, and they have left for Rambukkana for the inquiry.",
    "Further, the HRC noted that based on the report of the findings, the commission will make the necessary recommendation.",
    "The Commission of Inquiry appointed by Maj. Gen. (Retd.) Jagath Alwis, Secretary to the Ministry of Public Security to look into the police action in the Rambukkana incident has commenced its investigations.",
    "The investigation is being carried out to find out whether the police had used justifiable force to disperse the protesters who had blocked the roads in the Rambukkana city and railway line on the 19th of April.",
    "The IGP has been informed that Secretary to the State Ministry of Community Police Services S.T. Kodikara, Additional Secretary to the Ministry of Public Security Mrs. MSP Sooriyapperuma, Legal Adviser to the Ministry of Defense Major General (Retd.) E.S. Jayasinghe have been appointed as members of the Commission.",
    "Secretary to the State Ministry of Community Police Services S.T. Kodikara speaking to News 1st said that the team had already visited the site of the protest and the scene of the shooting.",
    "The Commission of Inquiry will also record statements from the Police Officers who gave the order to shoot at the protestors.",
    "Thereby statements will be recorded from the the SPP for Rambukkana, the OIC for Rambukkana who were on duty at the time of the incident.",
    "In addition, statements will be recorded from several other police ransk of Friday (22).",
    "Secretary to the State Ministry of Community Police Services S.T. Kodikara said statements will also be recorded from the people affected by the police action.",
    "Angry locals organized protests at the Rambukkana town on Tuesday (19) to express their dismay over the fuel price hike.",
    "Entry points to the Rambukkana town from Mawanella, Kegalle, and Kurunegala were blocked during these protests.",
    "Protesters had used wooden railway sleepers to block the railway line in the area.",
    "At least one person was been killed after police opened fire to disperse protesters who were protesting by obstructing the railway tracks at Rambukkana. Scores were injured.",
    "#Rambukkana Shooting: Top Cops summoned to HRC, multiple investigations underway"
  ]
}