{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-violence-could-tarnish-image-as-democratic-liberal-market-country-slim-94161/",
  "time_ut": 1652346480,
  "title": "Sri Lanka violence could tarnish image as democratic liberal market country: SLIM",
  "body_lines": [
    "ECONOMYNEXT – The sudden eruption of violence in Sri Lanka on Monday (09) that changed the nature of peaceful protests could tarnish the country’s image as a liberal market country that respects principles of democratic governance, the Sri Lanka Institute of Marketing (SLIM) said.",
    "“The latest wave of turmoil shows a disturbing trend since the suffering general public are compelled to go through an unprecedented tense situation in the country that impedes their livelihoods and social functioning, thus creating untold difficulties for them, their families and the country,” SLIM said in a statement.",
    "A number of government MPs’ homes and offices were torched by angry mobs around the country Monday and Tuesday, in a wave of spontaneous violence that was triggered by an unprovoked attack on peaceful anti-government protestors by supporters of ex-Prime Minister Mahinda Rajapaksa.",
    "SLIM said it empathizes with all Sri Lankans grappling with ongoing breakdowns in various public services while the country navigates one of the most challenging phases in its history. The organisation praises the patience and resilience shown by the masses, it said.",
    "“SLIM observes that the country is in a transition economically and politically and believes that, given the critical nature of this period of time, authorities should manage this phase with utmost care with due respect to human lives and dignity.",
    "“SLIM believes that such timely and immediate steps, driven by consensus among all concerned, is what will help Sri Lanka navigate the challenging transition peacefully and emerge as a resilient nation. In initiating such positive efforts, SLIM shall stand with the committed stakeholders in an unhesitant manner, in all possible ways,” it said. (Colombo/May12/2022)"
  ]
}