{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-aviation-university-holds-5th-annual-water-rocket-competition-in-collaboration-with-boeing-2/",
  "time_ut": 1648993080,
  "title": "Emirates Aviation University holds 5th annual water rocket competition in collaboration with Boeing",
  "body_lines": [
    "The Emirates Aviation University has held its 5th annual Water Rocket Competition, in collaboration with Boeing. With the EAU Campus as the backdrop, close to 100  students across 12 UAE schools came together to construct a simple water rocket at the university’s special workshop.",
    "The students, working in groups of four, were tasked to design and construct a rocket using simple materials, and creating the conditions for optimal aerodynamics that could achieve the greatest distance when launched at an angle of 45 degrees.",
    "The students were allowed two hours to build the rockets, using materials like plastic bottles, foot pumps, clay blocks, electrical wiring tape, as well as grocery bags and plastic folder sheets. Teams could only power the rockets using water and air pressure propulsion, and were encouraged to design and experiment with creative nose cones and fins for their rockets.",
    "The teams had two attempts to test the longest distance their creations could reach. After careful deliberation, judging panel from both EAU and Boeing selected Our Own High School as the winning school, with Al Maaref Private School as the first runner up and Delta English School as the second runner up.",
    "Dr Ahmad Al Ali, Vice Chancellor of Emirates Aviation University said: “We are delighted to once again bring in the best and brightest future engineers and challenge them with this competition for the fifth time. We had some extraordinary entries this year and we congratulate the participants on completing the Water Rocket Competition. We hope they are inspired to pursue further studies for an exciting and diverse career in engineering. We thank also Boeing for their support and for making this challenge a success once again.”",
    "‘Aya’ national initiative powered by Dialog successfully concludes event series in Colombo",
    "Poor and weaker leadership has created an ill-fated destiny for Sri Lanka: NCE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}