{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82966/australian-players-back-un-appeal-for-crisis-hit-sri-lanka",
  "time_ut": 1654798320,
  "title": "Australian players back UN appeal for crisis-hit Sri Lanka",
  "body_lines": [
    "Colombo (AFP) – The visiting Australian cricket team on Thursday threw their support behind a United Nations appeal to buy urgently needed food and life-saving medicines for Sri Lanka, which is currently undergoing a spiralling economic crisis.",
    "The South Asian island nation has been experiencing shortages of food, fuel, medicine and other essential goods, a crisis sparked by dwindling foreign currency reserves and government mismanagement that has left its residents suffering.",
    "The Australian cricket team is currently in Sri Lanka for a tournament that involves all three formats of the game.",
    "In a video put out Thursday by the Australian High Commission in Colombo, cricketers Mitchell Starc and Steve Smith said they are encouraging friends to “assist in any way they can” in the UN’s appeal for $47.2 million of emergency funds.",
    "“The UN has launched a flash appeal in Sri Lanka to support poor communities affected by the crisis,” Starc said.",
    "“We are proud that Australia is doing its bit,” added Smith. “Together, we can help Sri Lanka hit this crisis for six.”",
    "Australia has already won the first two T20 games to secure the three-match T20 series played at the start of five ODIs and two Tests.",
    "The tournament is going ahead despite severe fuel shortages and blackouts across the country and daily protests demanding President Gotabaya Rajapaksa’s resignation over the mismanagement of the economy.",
    "Sri Lankan authorities -- as well as fans -- had pleaded with the Aussies to go ahead with the cricket series, as it is expected to bring in much-needed foreign exchange to the island.",
    "So far, 1.7 million people in the nation of 22 million are in need of “life-saving assistance”, the UN said, while more than three-quarters of the population have reduced their food intake due to severe food shortages across the country.",
    "“Sri Lanka’s once-strong healthcare system is now in jeopardy, livelihoods are suffering and the most vulnerable are facing the greatest impact,” the agency said in a statement.",
    "“Now is the time for the international community to show solidarity with the people of Sri Lanka.”",
    "Sri Lanka defaulted on its $51 billion foreign debt in April, and is in talks with the International Monetary Fund for a bailout."
  ]
}