{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tales-out-of-kataragama-abode-of-a-powerful-god/",
  "time_ut": 1655472600,
  "title": "Tales out of Kataragama – abode of a powerful God",
  "body_lines": [
    "“To those who believe in God – no explanation is necessary To those who do not believe God – no explanation is possible”",
    "That perhaps is all one can say to those seeking logical explanations to the wondrous happenings at the Ruhunu Maha Kataragama Devale. From time to time some pilgrims have had the most strange experiences on their way to the temple, at the temple or on their return from the temple.",
    "Those who have not shown sufficient respect to the warrior God Skanda or have acted in an improper manner as a pilgrim have been reminded of their lapses. However, God Skanda too like all Gods is generous and kind to humans and showers his blessings upon the devout.",
    "Three times a day and practically every day of the year one sees at the Devale premises long queues of devotees with trays of fruit and other offerings or others with metal hooks and spikes all over their bodies. These are the devotees whose prayers have been answered or those who have come to seek the God’s blessings at a time of distress.",
    "Like the devotees of today it is said that late in the 16th century an Indian Raja who had no children of his own had come to the God at Kataragama and prayed that his Ranee and he be blessed with children. As a token of his gratitude he undertook to offer the first born to the service of the God if his prayer was answered.",
    "In due course the royal couple was blessed with a girl, Balasundari, who grew up to be charming, pious and intelligent. The Raja who came to love his daughter dearly kept putting off the day when his daughter and he would be parted but was reminded of his undertaking is several divine messages.",
    "Finally, realizing that there was no way out of his predicament he brought the young girl with a retinue of attendants and settled them down at Kataragama.",
    "For many years thereafter the young princess devoted her life in service to the God and in due course her fame as a pious, beautiful and intelligent princess spread throughout the length and breadth of the country.",
    "The King of Kandy, Sri Vikrama Rajasinha having heard of her proposed marriage to her though his officers. Balasundari declined the offer and in doing so offended the haughty King who with characteristic rashness sent and army to fetch her to Kandy.",
    "The young princess appealed to the God and her prayers, which came to be known by the soldiers, were answered by their defying the orders of their captain to take the princess captive. She thereby remained at Kataragama for many more years in celibacy and in the service of the God.",
    "In the distant past there was another couple who was childless. This was Veddah Chief and his wife who lived in Parana, about four miles from Kataragama. One day when the Veddah Chief was out in search of food in a thicket of yam creepers (val) he found a baby girl. Having taken the baby to his wife they named her Valli Amma, after the creepers among which she was found and brought her up as their own daughter.",
    "Valli Amma grew up to be a startling beauty and helped the Veddah couple as a dutiful daughter. Once when the girls was alone an old beggar appeared and appealed for food and drink. The girl offered him a meal of yams and honey and asked him to go to the river nearby for water to drink and wash. The beggar pleaded with the girl to show him the way which she did with some reluctance.",
    "On reaching the river a great elephant charged at them but the beggar, by some miraculous power, stopped the animal in its tracks and having driven it away comforted the distraught girl. She, realizing that her life was saved by the old beggar wished to reward him for it and asked him what she could do for him. The beggar without any hesitation asked her to marry him.",
    "To say the least she was greatly offended and after awhile when the beggar’s pleadings had no effect on the girl he took his real form which was that of a strikingly handsome young man. Valli Amma fell at his feet and accepted him as her husband.",
    "It is said that the elephant was none other than God Ganeshan and the beggar his brother God Skanda who had previously seen and come to greatly admire Valli Amma.",
    "God Skanda and Valli Alma on leaving the banks of the river took up residence at Vadahiti Kanda. In the meanwhile the Veddah Chief and his wife, grief stricken at the loss of the girl, together with their neighbours searched far and wide for her. They finally found her with God Skanda, whom the Veddahs attacked for what they considered a grave injustice to the girl’s foster parents and slur on their community. God Skanda, the warrior king, slew many of them in the fray but in deference to Valli Amma’s pleading he brought them all back to life.",
    "God Skanda who was married previously to Deva Sena also known as Thevani Amma in India was repeatedly requested by his first wife to return to her. When the God did not heed her pleadings Thevani came to Kataragma and remained there ever since with the God and Valli Amma.",
    "A great deal more of the God’s birth and life is related in the epic poem “Skanda Purina” written in the 5h century B.C. In the poem the God is also referred to as Muruga meaning youth, beauty and tenderness; Kuha Nethra Suha meaning born of the Ganges and Sanmugam meaning one with six faces.",
    "Many people wonder what lies behind the curtains above the short flight of steps which all devotees see on entering the main hall of the Maha Devale. A German visitor, Paul Wirz says that the room behind the curtains, into which the Mahakapurala and Deveni Kapurala only are allowed to enter, contains a box which holds a ‘yantra’ which was made by a Swami named Muthulinga who lived in Kataragama long ago.",
    "There is also some speculation about the original builder of the Devale. Of the several theories put forward one is that it was originally built by Prince Vijaya in honour of Kadirai Andava God King. Another is that King Dutugemunu (BC 161-137) built the remple as a token of his gratitude to God Skanda for his victory over Elara whereby he ended 78 years of the rule of Anuradhapura by the Chola Kings. This seems plausible as mention is also made of the King having taken a vow before going to battle to build a temple to God Skanda at its present location if he was victorious.",
    "Visitors to Kataragama, the powerful and meek, the rich and poor, old and young from the distant past to the present day would be in their many millions. It is said that even high officials of the conquerors of Ceylon, the Dutch, Portuguese and the British hearing of the miraculous happenings at the Devale visited Kataragama at various times to satisfy their curiosity.",
    "One such distinguished visitor was Governor Brownrigg with his military physician, Dr. John Davy. The doctor recording his observations after the visit in 1816 wrote, “Of all Gods, the Kataragama God is the most feared and such is the dread of this being that I was never able to induce a native artist to draw a picture of him.”",
    "Amara Gunesekere Senaratne – a woman with grace, love and endurance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}