{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/05/sri-lanka-seeks-fertilisers-from-india-deferral-of-payment-of-2-5-billion/",
  "time_ut": 1651732620,
  "title": "Sri Lanka seeks fertilisers from India, deferral of payment of $2.5 billion",
  "body_lines": [
    "New Delhi: Sri Lanka has sought the supply of fertilisers from India and the deferral of a payment of $2.5 billion to the Asian Clearing Union as part of efforts to cope with the island nation’s worst economic crisis in decades, people familiar with the matter said on Wednesday (4), reported the Hindustan Times.",
    "At the same time, an amount of $200 million from the $1-billion line of credit provided by India in March has been set aside to fund the purchases of fuel, the people said. This will be in addition to the $500-million line of credit provided by India in February for fuel purchases.",
    "With Sri Lanka switching back to the use of chemical fertilisers, there is a growing need for the commodity amid a global shortage created by the Ukraine crisis. It is in this context that the Sri Lankan side has made the request for the supply of fertilisers, the sources said, reported the Hindustan Times.",
    "The Sri Lankan government banned chemical fertilisers last year as part of a phased transition towards organic agriculture. The sudden nature of the change and the dearth of adequate supplies of organic fertilisers affected agricultural output, especially rice and tea, and the government recently ended the ban on several key crops.",
    "“There is a growing demand for fertilisers since the use of chemical fertilisers was cleared by the Sri Lankan government. The supply of other items under the $1-billion line of credit, including food items such as rice and pulses and medicines, has already started,” one of the people cited above said.",
    "The Sri Lankan side has also asked the Indian side to defer the payment of $2.5 billion to the Asian Clearing Union (ACU), an organisation with its headquarters in Tehran that includes Bangladesh, Bhutan, India, Iran, the Maldives, Myanmar, Nepal, Pakistan, and Sri Lanka.",
    "Earlier this year, India had deferred the payment of $515 million to the ACU at Sri Lanka’s request. It had also provided a currency swap of $400 million under the Saarc facility.",
    "ACU is a payment arrangement whereby member countries settle payments for intra-regional transactions among the participating central banks. The main objective of the union is to facilitate payments among member countries to economise on the use of foreign exchange reserves and transfer costs.",
    "Almost $400 million from the $500-million line of credit for fuel purchases has already been expended, and this led to the move to allocate $200 million from the $1-billion line of credit for additional purchases of diesel and petrol, the people said. These arrangements are being worked out by the Ceylon Petroleum Corporation and the Indian Oil Corporation.",
    "Sri Lanka’s energy crisis, especially the shortage of fuel and cooking gas, is one of the most worrying aspects of the economic crisis. Diesel-fired power plants account for almost a third of the country’s electricity generation. There are also reports of a shortage of cooking gas across the country.",
    "The total financial aid provided by India to Sri Lanka since the beginning of the year is worth almost $2.5 billion. Sri Lanka has sought India’s help in garnering international support for bridge financing as it enters negotiations with the International Monetary Fund (IMF) for a bailout programme.",
    "Last month, Sri Lanka announced a default on its external debt of almost $51 billion pending a bailout from the IMF.",
    "Sri Lanka seeks fertilisers from India, deferral of payment of $2.5 billion",
    "Multiple roads around parliament closed on Thursday (5) & Friday (6)"
  ]
}