{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/When-a-youth-MP-doesnt-bat-for-the-youth-EDITORIAL/231-237799",
  "time_ut": 1653596100,
  "title": "When a youth MP doesn’t bat for the youth - EDITORIAL",
  "body_lines": [
    "The youth in this country in the past were rather selfish with a good number of them migrating just after completing their higher education.",
    "Their education, in most cases, was completed thanks to government funding; first they received education at a government national school and then a state university.  How many of them bothered to work for a state institute just to give back something to the country for the education that they received free? It would be just a handful perhaps who did their duty towards the country.",
    "But with the agitations against the government aggravating and giving rise to the ‘GotaGoGama’ we see many youth movements focusing outwards and wanting to make this nation a better place to live in. That’s a healthy sign for the future because the times we live in forces us to be a little selfish about our own time.",
    "The youth who are agitating are part-qualified or already educated. They have time on their hands to make contributions and turn this into a country that people would love to live in. Now the struggle for supremacy is between a set of aged politicians (some of them hardly educated and struggling to stay on their feet) and a set of youth who are ambitious and educated. They need guidance and control; the latter which must come from within and not be forced upon them by baton-wielding policemen or state- sponsored thugs.",
    "Sadly, former minister Namal Rajapkasa doesn’t wish to stand on the side of these youth. This is despite Namal being a youth himself. The other day he told in parliament that some of these youth need to be rehabilitated. This statement didn’t go well with the masses. As a result, young Namal was taken to task in posts that appeared on social media.",
    "If one takes into consideration the old brigade of politicians, most of them sent their children abroad to settle down or to pursue higher education. They never considered Sri Lanka as a place for their children to remain in adulthood.",
    "There are even members of the Janatha Vimukthi Peramuna (JVP) whose children have been encouraged to study overseas. Even former President Chandrika Kumaratunga’s two children are abroad. But these politicians are urging the youth of this country to remain here, find employment and contribute to the country.",
    "Even the present President Gotabaya Rajapaksa addressed many youth fora when he was campaigning for the presidency and gave them much hope. But today, the same president is being challenged by youth.",
    "The Rajapaksa regime promised the policy of one law within one country. But the youth today are complaining that there is one law for the youth who are rebelling and another for aged politicians and people with power.",
    "For the record, there is a travel ban on some youth protesters and they have been told to surrender their passports. But the sad story about this country is that some politicians have also been asked to surrender their passports, following a travel ban on them, but these lawmakers are yet to comply with the court notification. What are the old lawmakers setting as an example to the youth of this country?",
    "The youth present at ‘GotaGoGama’ are being trained to restrain themselves when there is an urge to retaliate. We have fearful memories of what happened on May 9. There was mayhem and so much property and vehicles were damaged. The youth just failed to control emotions and the consequences were severe. Now those damaged houses have to be rebuilt. The funds raised for this rebuilding purpose could have been used to spend for youth education or invested on projects that promise income from export activities. Youth together with the not so young, damaging houses and vehicles was a big mistake. No one should be allowed to take the law on to his/her hands.",
    "The youth of this country have got a golden opportunity to transform the system that runs this country and they should not squander it!"
  ]
}