{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fiftieth-anniversary-of-the-godfather-and-chandran-rutnams-anecdote/",
  "time_ut": 1646396580,
  "title": "Fiftieth anniversary of The Godfather and Chandran Rutnam’s anecdote",
  "body_lines": [
    "A redone version of the 1972 record breaking masterpiece The Godfather is now being screened in local cinemas as it is in other countries.’ Re-dusted’ (my coinage) as films are, which methods are beyond me to elucidate, the now screening film is the same as the original release of fifty years ago with same stars, music score and all.",
    "As you well know The Godfather is based on Mario Puzo’s 1969 bestseller of the same title with the screenplay for the film written by him and Francis Ford Coppola (b 1939) who directed the film, the first of a trilogy, the two sequels being – (1974) and (1990). The excellent cast was headed by Marlon Brando, face made larger jowled to portray the patriarch Vito Corleone, focusing on his youngest son Michael Corleone played by Al Pacino, who moves from reluctant family outsider to ruthless mafia boss. Also starring were James Caan, Richard Castellano, Robert Duval and others with Diane Keaton, the only noteworthy woman in the long film.",
    "Paramount Pictures obtained the rights to the novel for $80,000 but found selected-as- directors refusing. Finally, Francis Ford Coppola took on the job. The film premiered at the Loew’s State Theatre on March 14, 1972, and turned out to the highest grossing film of the year earning around $280,000 million at the box office. It also earned universal acclaim, and high praise especially for Brando and Pacino; Brando’s sinking career getting a much needed uplift and being offered starring in Last Tango in Paris and Apocalypse Now.",
    "At the 1972, the film won , (Brando), and (for Puzo and Coppola). In addition, seven other Oscar nominations went to Pacino, Caan, and Duvall for , and Coppola for . The film is now regarded as one of the greatest and most influential films ever made, especially in the gangster and crime genre. In 1990 the American Film Institute ranked The Godfather as the second greatest film in American cinema to Orson Well’s Citizen Kane.",
    "Chandran Rutnam phoned me a few days ago to let me know that The Godfather was being screened in local cinemas in celebration of its Golden Jubilee and then related this very interesting anecdote which I requested he send me written down. I thank him for obliging and shall give below his story in his words – hot hot as it were. (I dare not refer to horse’s mouth!). So here it is, title and all.",
    "“I turned down an offer that I should not have refused.”",
    "“Living in Los Angeles in the sixties I attended the extension course on film-making at the University of Southern California. My major was Film Editing. During this time I associated with a group of young film students and enthusiasts. Among them were Tony Bill (who later produced the Academy Award winning film “THE STING” starring Robert Redford and Paul Newman) and Francis Ford Coppola who had recently graduated from the University of California in Los Angeles.",
    "Our families spent numerous times together as we sought our destinies. As an aspiring filmmaker, who had the luck and good fortune of having worked as the Standby Prop man next to the great Director Sir David Lean on the movie, “Bridge on the River Kwai””….I had bought the rights to the novel by Dr Richard Spittel titled “Where the White Sambhur Roams.”",
    "One evening while my then wife Judy and I were having dinner at Francis and Eleanor’s home in Hollywood, we discussed a documentary I had made of the elephants of Sri Lanka. At that time I mentioned that I had bought the rights to Dr Spittel’s novel and that I was looking for a producer or director who might be interested. Francis immediately said that he could direct it. I laughed it off and mentioned that I would need an experienced, known director to make it happen.",
    "Francis had at that time not directed a feature film. I now take the place of being the only person to “…turn down an offer that I should not have refused.”",
    "Francis of course went on to be one of the greatest filmmakers of all time, directing the three Godfather movies, ‘Apocalypse Now’ and several other award winning motion pictures. While shooting the film, “You’re a Big Boy now” in New York in 1965. he invited the Sri Lankan Ambassador to the U.S, Mr S. Gautamadasa and me to the location shoot. It was a wonderful experience.",
    "We are happy to celebrate the 50th anniversary of Francis Ford Coppola’s Academy Award winning masterwork, THE GODFATHER, now showing in cinemas in Colombo.”",
    "Chandran Rutnam sent me a slim book of his poems some time ago. I casually flicked the pages until I came to lines such as:",
    "“Have you been back to the scene where you spent your youth?/.. where your first love had been?” And also “Death looks at me with a smirk/ And calls me to a long journey.”",
    "To me they were somewhat reminiscent of the Metaphysical poet John Donne – his simple and earthy direct lines of conversation.",
    "Rutnam’s poems of around fifty short verses carry separate titles but are collected under the book title Underground Windows. Most of them are love poems; many regretful of time’s",
    "passing and written from a lodging, the windows of which opened onto the exit of an underground rail station. He dedicates the book of poetry to “Nihara, the young girl that I married. These verses were influenced by events that happened long before she was born.” Even his Introduction to the book is in poetic format. Likewise the back cover carries a tribute penned by Ranga Chandrarathne, also in free verse.",
    "The poems have poetic value and thus add another positive facet to this many faceted film director/producer and business entrepreneur. Who will ever forget Rutnam’s brilliant films: The Road From Elephant Pass and According to Matthew. Several other films such as A Common Man, Dheevari are his productions. He collaborated with Lester James Peiris in Wekanda Walauwe.",
    "I feel compelled to write about Sofia Carmina Coppola (b. 1971), youngest child and only daughter of Eleanor and Francis Ford Coppola who has already distinguished herself in the Hollywood film scene and is internationally recognized. She starred in The Godfather as an infant and then as Mary Corleone in The Godfather III. Graduating from script writer and film actor she moved to directing films and has met with great success. Her first directorship was Virgin suicides in 1999. In 2004 she won an Academy Award for Best Screen Writer of Lost in Translation, and in 2006 Palme d’Or for Best Director of Marie Antoinette which, even to a mere film goer like me, emerged as a film produced with great sympathy and sensitivity, the queen successfully portrayed by Kirsten Dunst in the film. Sofia Coppola has already won five Academy Awards, six Golden Globes, two Palmes d’Or.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}