{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-asks-for-us1-5bn-in-new-loans-from-india-amid-broken-soft-peg-93362/",
  "time_ut": 1650677580,
  "title": "Sri Lanka asks for US$1.5bn in new loans from India amid broken soft-peg",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has asked for another one billion US dollar credit from India for imports as well as a 500 million US dollar loan for oil imports, Finance Minister Ali Sabry said as the country grapples with a broken soft-peg which has triggered forex shortages.",
    "“The talks with India are very successful,” Finance Minister Ali Sabry told reporters in an online briefing speaking from Washington.",
    "“In talks at official level with the Honorable Finance Minister of India (Nirmala Sitharaman) it has been agreed to give 500 million US dollar facility for oil. In addition we have asked for another billion US dollars for imports which they are considering.”",
    "India has already given a billion US dollar loans from the State Bank of India for food and medicine imports. Of this so far only 200 million US dollars have been used, Sabry said.",
    "India has also deferred cross-border payments due from Sri Lanka for imports under the Asian Clearing Union up 1.4 billion US dollars so far, he said.",
    "Sri Lanka is unable to limit outflows of dollars to inflows due to a soft-peg broken by open market operations (printing money) which is creating forex shortages.",
    "Finance Minister Sabry and a team from the central bank and Treasury are negotiating with the International Monetary Fund for a program meeting top officials and also having technical level talks.",
    "The IMF however does not disburse money until monetary stability is restored usually as a prior action.",
    "If not its disbursements will be frittered away in central bank finance of imports like the Indian credits.",
    "This time debt sustainability (restructuring debt to reduce gross financing needs) is also a prior action.",
    "An attempt to restore monetary stability by shifting the peg to a float by fully suspending convertibility (not selling or buying dollars) failed due to a surrender requirement (strong side convertibility) which pushes the currency down.",
    "Unable to re-establish a clean float or a credible peg, Sri Lanka is therefore scrambling for dollars as ‘bridging finance’ getting inflows through the financial account boosting foreign debt which will in turn boost imports (expand the current account deficit).",
    "Sri Lanka engaged in similar tactics during after triggering forex shortages (breaking the credibility o the peg) in 2015/2016 and in 2018 when taxes were raised and fuel was market priced and borrowing through international sovereign bonds.",
    "In the 2020 soft-peg crisis however Sri Lanka was locked out of debt markets. State banks which has been loading the unfortunate Ceylon Petroleum Corporation with debt when money was printed also lost the ability to do so, and India is now giving oil credits.",
    "In order  for the CPC ‘buy rupees’ to ‘pay dollars’ to suppliers the central bank has to restore monetary stability.",
    "To repay foreign debt ‘to buy dollars’ with rupees raised through taxes or borrowings (both of which will crowd out private sector imports) the central bank has to restore monetary stability.",
    "Instead of ‘buying dollars’ with rupees raised from the domestic credit system linked to the rupee monetary base, Sri Lanka started a Asset Liability Management Law where money was raised abroad through a credit system linked to the US monetary base (Euro dollar market) boosting external debt.",
    "Sri Lanka is trying to get ‘bridging finance’ with a broken peg despite suspending debt foreign debt repayments and potentially making roll-over saving at the gross financing level of the budget.",
    "Sri Lanka has a habit of blaming inherent policy errors of the intermediate regime central bank (soft-peg with anchor conflicts) on budgets, taxes, imports, the trade deficit, and the current account deficit in extraordinary mercantilism.",
    "Sri Lanka’s rupee fell from 203 to around 340 to the US dollar in the failed float, triggering a monetary meltdown and which can also hurt the banking system. (Colombo/April23/2022)"
  ]
}