{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-investor-sentiment-plunges-to-negative-territory-over-macro-economic-worries/",
  "time_ut": 1654608660,
  "title": "CSE investor sentiment plunges to negative territory over macro-economic worries",
  "body_lines": [
    "Negative macro-economic factors have sent the CSE’s investor sentiment to negative territory. Prime Minister Ranil Wickremesinghe yesterday stated in parliament that Sri Lanka requires at least US $ 5 billion to provide essential items this year, including fuel, as monetary instability continued, market sources said.",
    "Prime Minister Wickremesinghe said Sri Lanka needs US $530 million for fuel imports in June and over US $ 3.0 billion over the next six months. ‘For gas, $ 250 million was needed for the next six months and apart from that high oil prices at US$ 120 per barrel also negatively impact the economy, stock market analysts said.",
    "On top of that, the inflation rate, especially food inflation, is more than 50 per cent, adding insult to injury. The Laugfs gas price hike is a clear signal for Litro gas prices to increase, analysts said.",
    "Amid those developments, the CSE was overly negative throughout the day due to these macro- economic worries and political instability. Therefore, both indices moved downwards. All Share Price Index went down by 172 points and S and P SL20 declined by 25 points. Turnover generated was Rs 1.9 billion with two crossings. Those crossings were reported in Melstacorp, which crossed two million shares to the tune of Rs 80 million; its shares traded at Rs 40 and Citrus Waskaduwa, 16.8 million shares crossed to the tune of Rs 27 million; its shares traded at Rs 1.60.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 539 million (three million shares traded), Browns Investments Rs 211 million (25.6 million shares traded), Lanka IOC Rs 206 million (3.4 million shares traded), CT Holdings Rs 156 million (978,000 shares traded), LOLC Holdings Rs 64.7 million (139,000 shares traded), JKH Rs 62.8 million (511,000 shares traded) and LOLC Finance Rs 33.9 million (251,000 shares traded). During the day 95 million share volumes changed hands in 18,000 transactions.",
    "Yesterday, the US dollar exchange rate was Rs 363.07, which was the floating rate. However, the task is to bridge the difference between the kerb market rate and the Central Bank rate.",
    "Sri Lanka needs US$1 billion to return LKR to some semblance of normality: PM",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සාර්ව ආර්ථික කනස්සල්ල මත CSE ආයෝජක මනෝභාවය සෘණාත්මක ප්‍රදේශයකට ඇද වැටේ",
      "body_lines": [
        "සෘණාත්මක සාර්ව ආර්ථික සාධක CSE හි ආයෝජක මනෝභාවය සෘණාත්මක ප්‍රදේශයකට යවා ඇත. මුදල් අස්ථාවරත්වය තවදුරටත් පවතින බැවින් මේ වසරේ ඉන්ධන ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය ලබාදීමට ශ්‍රී ලංකාවට අවම වශයෙන් ඇමෙරිකානු ඩොලර් බිලියන 5ක් අවශ්‍ය බව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ඊයේ පාර්ලිමේන්තුවේදී ප්‍රකාශ කළ බව වෙළෙඳපොළ ආරංචි මාර්ග පවසයි.",
        "ජූනි මාසයේදී ඉන්ධන ආනයනය සඳහා ශ්‍රී ලංකාවට ඇමෙරිකානු ඩොලර් මිලියන 530ක් අවශ්‍ය වන අතර ඉදිරි මාස හය තුළ ඇමෙරිකානු ඩොලර් බිලියන 3.0කට වැඩි මුදලක් අවශ්‍ය බව අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතා පැවසීය. ‘ගෑස් සඳහා ඉදිරි මාස හය සඳහා ඩොලර් මිලියන 250ක් අවශ්‍ය වූ අතර ඊට අමතරව තෙල් බැරලයකට ඩොලර් 120ක් ලෙස ඉහළ යාමත් ආර්ථිකයට අහිතකර ලෙස බලපාන බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "ඊට ඉහළින්, උද්ධමන අනුපාතය, විශේෂයෙන් ආහාර උද්ධමනය, තුවාල වලට අපහාසයක් එකතු කරමින් සියයට 50 කට වඩා වැඩි ය. ලාෆ්ස් ගෑස් මිල ඉහළ දැමීම ලිට්‍රෝ ගෑස් මිල ඉහළ යාමේ පැහැදිලි සංඥාවක් බව විශ්ලේෂකයෝ පවසති.",
        "එම වර්ධනයන් මධ්‍යයේ, මෙම සාර්ව-ආර්ථික කනස්සල්ල සහ දේශපාලන අස්ථාවරත්වය හේතුවෙන් CSE දවස පුරා අධික ලෙස සෘණාත්මක විය. එබැවින් දර්ශක දෙකම පහළට ගමන් කළේය. සියලුම කොටස් මිල දර්ශකය ඒකක 172 කින් පහළ ගිය අතර S සහ P SL20 ඒකක 25 කින් පහළ ගියේය. හරස් මාර්ග දෙකකින් ජනනය වූ පිරිවැටුම රුපියල් බිලියන 1.9 කි. එම හරස් කිරීම් Melstacorp හි වාර්තා වූ අතර එය රුපියල් මිලියන 80 දක්වා කොටස් මිලියන දෙකක් ඉක්මවා ගියේය. එහි කොටස් රුපියල් 40 ට ගනුදෙනු වූ අතර Citrus Waskaduwa හි කොටස් මිලියන 16.8 ක් රුපියල් මිලියන 27 ක් දක්වා ඉහළ ගියේය. එහි කොටස් රුපියල් 1.60 ට ගනුදෙනු විය.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 539 (කොටස් මිලියන තුනක් වෙළඳාම් කර ඇත), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් රුපියල් මිලියන 211 (කොටස් මිලියන 25.6 ක් ගනුදෙනු), ලංකා අයිඕසී රුපියල් මිලියන 206 (කොටස් මිලියන 3.4 ක් ගනුදෙනු), සීටී හෝල්ඩිංග්ස් රුපියල් මිලියන 156 (කොටස් 978,000 ක් ගනුදෙනු), එල්එල්සී හෝල්ඩිංග්ස් රු. මිලියන 64.7ක් (කොටස් 139,000ක් ගනුදෙනු කර ඇත), JKH රුපියල් මිලියන 62.8ක් (කොටස් 511,000ක් ගනුදෙනු කර ඇත) සහ LOLC Finance රුපියල් මිලියන 33.9ක් (කොටස් 251,000ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 18,000 කින් කොටස් වෙළුම් මිලියන 95 ක් වෙනස් විය.",
        "ඊයේ එක්සත් ජනපද ඩොලරයේ විනිමය අනුපාතිකය රුපියල් 363.07 ක් වූ අතර එය පාවෙන අනුපාතිකය විය. කෙසේ වෙතත්, කර්තව්‍යය වන්නේ සීමා සහිත වෙළඳපල අනුපාතය සහ මහ බැංකු අනුපාතිකය අතර වෙනස සමනය කිරීමයි.",
        "ශ්‍රී ලංකාවට ශ්‍රී ලංකා රුපියල් බිලියන 1 ක් අවශ්‍ය වේ: අගමැති",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சிஎஸ்இ முதலீட்டாளர் உணர்வு மேக்ரோ-பொருளாதார கவலைகளால் எதிர்மறையான பகுதிக்கு சரிகிறது",
      "body_lines": [
        "எதிர்மறையான மேக்ரோ-பொருளாதார காரணிகள் CSE இன் முதலீட்டாளர் உணர்வை எதிர்மறையான பகுதிக்கு அனுப்பியுள்ளன. நாணய ஸ்திரமின்மை தொடர்வதால், எரிபொருள் உட்பட அத்தியாவசிய பொருட்களை வழங்குவதற்கு இந்த ஆண்டு இலங்கைக்கு குறைந்தது 5 பில்லியன் அமெரிக்க டொலர்கள் தேவைப்படுவதாக பிரதமர் ரணில் விக்கிரமசிங்க நேற்று பாராளுமன்றத்தில் தெரிவித்ததாக சந்தை வட்டாரங்கள் தெரிவித்தன.",
        "ஜூன் மாதத்தில் எரிபொருள் இறக்குமதிக்காக இலங்கைக்கு 530 மில்லியன் அமெரிக்க டொலர்களும் அடுத்த ஆறு மாதங்களில் 3.0 பில்லியன் அமெரிக்க டொலர்களும் தேவைப்படுவதாக பிரதமர் விக்கிரமசிங்க தெரிவித்தார். 'எரிவாயுவிற்கு, அடுத்த ஆறு மாதங்களுக்கு 250 மில்லியன் டாலர் தேவைப்பட்டது, அது தவிர பீப்பாய் ஒன்றுக்கு 120 அமெரிக்க டாலர் என்ற உயர் எண்ணெய் விலையும் பொருளாதாரத்தை எதிர்மறையாக பாதிக்கிறது என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "அதற்கு மேல், பணவீக்க விகிதம், குறிப்பாக உணவுப் பணவீக்கம், 50 சதவீதத்துக்கும் அதிகமாக இருப்பது, காயத்தை அதிகப்படுத்துகிறது. லாஃப்ஸ் எரிவாயு விலை உயர்வு லிட்ரோ எரிவாயு விலை அதிகரிப்பதற்கான தெளிவான சமிக்ஞையாகும் என ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில், இந்த மேக்ரோ-பொருளாதார கவலைகள் மற்றும் அரசியல் ஸ்திரமின்மை காரணமாக நாள் முழுவதும் CSE மிகவும் எதிர்மறையாக இருந்தது. அதனால், இரு குறியீடுகளும் கீழ்நோக்கி நகர்ந்தன. அனைத்து பங்கு விலைக் குறியீடு 172 புள்ளிகள் குறைந்துள்ளது மற்றும் S மற்றும் P SL20 25 புள்ளிகள் குறைந்தன. இரண்டு குறுக்குவழிகள் மூலம் 1.9 பில்லியன் ரூபாய் வருவாய் ஈட்டப்பட்டது. அந்த கிராசிங்குகள் Melstacorp இல் பதிவாகியுள்ளன, இது இரண்டு மில்லியன் பங்குகளை ரூ. 80 மில்லியனுக்குத் தாண்டியது; அதன் பங்குகள் ரூ. 40 ஆகவும், சிட்ரஸ் வஸ்கடுவ, 16.8 மில்லியன் பங்குகள் ரூ. 27 மில்லியனாகவும் வர்த்தகமானது; அதன் பங்குகள் 1.60 ரூபாய்க்கு வர்த்தகம் செய்யப்பட்டது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 539 மில்லியன் (மூன்று மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 211 மில்லியன் (25.6 மில்லியன் பங்குகள் வர்த்தகம்), லங்கா ஐஓசி ரூ 206 மில்லியன் (3.4 மில்லியன் பங்குகள் வர்த்தகம்), CT ஹோல்டிங்ஸ் ரூ 156 மில்லியன் (978,000 பங்குகள் வர்த்தகம்), LOLC ஹோல்டிங்ஸ் ரூ. 64.7 மில்லியன் (139,000 பங்குகள் வர்த்தகம்), JKH ரூ 62.8 மில்லியன் (511,000 பங்குகள் வர்த்தகம்) மற்றும் LOLC Finance ரூ 33.9 மில்லியன் (251,000 பங்குகள் வர்த்தகம்). நாளின் போது 18,000 பரிவர்த்தனைகளில் 95 மில்லியன் பங்குகள் கைமாறின.",
        "நேற்று அமெரிக்க டாலர் மதிப்பு ரூ.363.07 ஆக இருந்தது. எவ்வாறாயினும், கர்ப் சந்தை வீதத்திற்கும் மத்திய வங்கி வீதத்திற்கும் இடையிலான வேறுபாட்டைக் குறைப்பதே பணியாகும்.",
        "இலங்கைக்கு 1 பில்லியன் அமெரிக்க டாலர்கள் LKR ஐ இயல்பு நிலைக்கு கொண்டு வர வேண்டும்: பிரதமர்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}