{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Remittance-income-up-in-May-from-April-signalling-positive-trend/108-238966",
  "time_ut": 1655058600,
  "title": "Remittance income up in May from April signalling positive trend",
  "body_lines": [
    "May remittance income recorded at US$ 304mn up from US$ 249mn in April",
    "However, on YoY basis, May remittance income down from US$ 460mn",
    "Cumulative 5-month remittance income also down by more than half",
    "May recovery likely to be a result of daily guidance rate provided by CB to banks from May 13",
    "Worker remittances to Sri Lanka recovered from April levels, but still stand significantly below what the country received a year ago, reflecting the lingering challenges facing the authorities in restoring confidence in getting expatriates to use the official banking channels more when repatriating their moneys, which will directly help to import food, fuel, cooking gas and medicines.",
    "The data released by the Central Bank showed that Sri Lankan expatriates had repatriated US$ 304.1 million as remittance in May, reflecting a slight increase from the US$ 248.9 million in April. This shows that the measures taken in early May to crackdown on the grey market appear to be bearing fruit.",
    "The Central Bank in early May gave an ultimatum to those who use Open Accounts or consignment payment terms when importing goods, that restrictions were coming and therefore revert to letters of credit to engage in their trade.",
    "Meanwhile, a daily guidance rate was also announced from May 13 onwards to minimise excessive volatility in the dollar/rupee exchange rate.",
    "The two measures appeared to be taking effect by way of narrowing the grey market premiums, which expanded enormously last year. As of now, the gap between the official and unofficial exchange rates remains sharply narrowed.",
    "Despite the May increase,the remittance income remains way off from the levels seen a year ago, as in the same month in 2021, where Sri Lanka received US$ 460.1 million.",
    "However, May 2021 became the final month Sri Lanka was able to maintain its 13- month streak of increases in remittances as the country started confronting shortages in the domestic foreign exchange market from June onwards after its inflows ran dry, ahead of a billion dollar sovereign bond repayment in July, which was paid out from thin reserve buffers.",
    "It is yet to be seen if May’s increase in remittances is the beginning of a continuous ascent in such inflows for the remainder of the year as the country is still reeling deeply with the dollar shortage to pay for its fuel and cooking gas, which has turned people’s lives of into a nightmare as waiting in a queue for the two commodities has become part of their daily routines.",
    "While there may have been some semblance of returning to normality after the recent measures as claimed by the Central Bank earlier last week, Sri Lanka’s cumulative five-month remittances are still less than half of what it received in the corresponding five months in 2021.",
    "In the five months to May 2022, Sri Lanka’s cumulative reserves were calculated at US$ 1.34 billion, down 53 percent from the same period last year."
  ],
  "translate": {
    "si": {
      "title": "ධනාත්මක ප්‍රවණතාවක් පෙන්නුම් කරමින් අප්‍රේල් සිට මැයි මාසයේ ප්‍රේෂණ ආදායම ඉහළ ගියේය",
      "body_lines": [
        "මැයි මස ප්‍රේෂණ ආදායම අප්‍රේල් මාසයේදී ඇමෙරිකානු ඩොලර් මිලියන 249 සිට ඇමෙරිකානු ඩොලර් මිලියන 304කින් ඉහළ ගොස් ඇත.",
        "කෙසේ වෙතත්, YY පදනම මත, මැයි ප්‍රේෂණ ආදායම US$ 460mn සිට පහත වැටේ",
        "සමුච්චිත මාස 5ක ප්‍රේෂණ ආදායම ද අඩකට වඩා අඩු විය",
        "මැයි 13 සිට බැංකු වෙත CB විසින් සපයනු ලබන දෛනික මාර්ගෝපදේශ අනුපාතයේ ප්‍රතිඵලයක් විය හැක",
        "ශ්‍රී ලංකාවට සේවක ප්‍රේෂණ අප්‍රේල් මට්ටමෙන් යථා තත්ත්වයට පත් වූ නමුත් තවමත් වසරකට පෙර රටට ලැබුණු ප්‍රමාණයට වඩා සැලකිය යුතු ලෙස පහළ මට්ටමක පවතී, විදේශිකයන්ට ඔවුන්ගේ මුදල් ආපසු ගෙන්වා ගැනීමේදී නිල බැංකු නාලිකා වැඩි වශයෙන් භාවිතා කිරීමට විශ්වාසය ඇති කිරීමට බලධාරීන් මුහුණ දෙන දිගුකාලීන අභියෝග පිළිබිඹු කරයි. ආහාර, ඉන්ධන, ඉවුම් පිහුම් ගෑස් සහ ඖෂධ ආනයනය කිරීමට සෘජුවම උපකාර කරයි.",
        "ශ්‍රී ලාංකික විදේශිකයන් මැයි මාසයේදී ප්‍රේෂණ ලෙස ඇමෙරිකානු ඩොලර් මිලියන 304.1ක් ආපසු ගෙන්වා ඇති බව මහ බැංකුව විසින් නිකුත් කරන ලද දත්ත පෙන්වා දෙන අතර එය අප්‍රේල් මාසයේදී ඇමෙරිකානු ඩොලර් මිලියන 248.9 සිට සුළු වැඩිවීමක් පෙන්නුම් කරයි. මෙයින් පෙනී යන්නේ අළු වෙළඳපොල මර්දනය කිරීම සඳහා මැයි මස මුලදී ගත් ක්‍රියාමාර්ග ඵල දරන බව පෙනේ.",
        "භාණ්ඩ ආනයනය කිරීමේදී විවෘත ගිණුම් හෝ තොග ගෙවීමේ කොන්දේසි භාවිතා කරන අයට සීමා කිරීම් පැමිණෙන බවත්, එබැවින් ඔවුන්ගේ වෙළඳාමේ යෙදීම සඳහා ණයවර ලිපි වෙත ආපසු යන බවත් මහ බැංකුව මැයි මස මුලදී අවසාන නිවේදනයක් ලබා දුන්නේය.",
        "මේ අතර, ඩොලරය/රුපියලේ විනිමය අනුපාතිකයේ අධික උච්චාවචනය අවම කිරීම සඳහා මැයි 13 සිට දෛනික මාර්ගෝපදේශ අනුපාතයක් ද ප්‍රකාශයට පත් කරන ලදී.",
        "පසුගිය වසරේ දැවැන්ත ලෙස ප්‍රසාරණය වූ අළු වෙලඳපොල වාරික පටු කිරීමේ මාර්ගයෙන් මෙම පියවර දෙක ක්‍රියාත්මක වන බව පෙනී ගියේය. මේ වන විට නිල සහ නිල නොවන විනිමය අනුපාත අතර පරතරය තියුනු ලෙස අඩු වී ඇත.",
        "මැයි වැඩිවීම නොතකා, ශ්‍රී ලංකාවට එ.ජ. ඩොලර් මිලියන 460.1ක් ලැබුණු 2021 එම මාසයේ දී මෙන්, ප්‍රේෂණ ආදායම වසරකට පෙර දක්නට ලැබුණු මට්ටමට වඩා බොහෝ දුරස්ව පවතී.",
        "කෙසේ වෙතත්, 2021 මැයි මාසය අවසන් මාසය බවට පත් වූයේ, ඩොලර් බිලියනයක ස්වෛරීත්වයට පෙර, එහි ගලා ඒම වියළී ගිය පසු ජුනි මාසයේ සිට දේශීය විදේශ විනිමය වෙළඳපොලේ හිඟයකට මුහුණ දීමට පටන් ගත් හෙයින්, ශ්‍රී ලංකාවට ප්‍රේෂණවල මාස 13 ක වැඩිවීමක් පවත්වා ගැනීමට හැකි විය. තුනී සංචිත බෆරවලින් ගෙවන ලද ජූලි මාසයේ බැඳුම්කර ආපසු ගෙවීම.",
        "මැයි මාසයේ ප්‍රේෂණ වැඩිවීම වසර පුරාවටම එවැනි ගලා ඒමේ අඛණ්ඩ නැගීමක ආරම්භය දැයි තවමත් දැකගත නොහැක, රට තවමත් ඉන්ධන සහ පිසින ගෑස් සඳහා ගෙවීමට ඩොලර් හිඟය සමඟ ගැඹුරින් වෙලී සිටින අතර, එය හැරී ඇත. භාණ්ඩ දෙක සඳහා පෝලිමේ සිටීම ඔවුන්ගේ දෛනික චර්යාවේ කොටසක් වී ඇති බැවින් මිනිසුන්ගේ ජීවිත බියකරු සිහිනයක් බවට පත්ව ඇත.",
        "පසුගිය සතිය මුලදී මහ බැංකුව විසින් ප්‍රකාශ කරන ලද මෑත කාලීන ක්‍රියාමාර්ගවලින් පසු සාමාන්‍ය තත්ත්වයට පැමිණීමේ යම් සේයාවක් පැවතිය හැකි වුවද, ශ්‍රී ලංකාවේ සමුච්චිත මාස පහක ප්‍රේෂණ තවමත් 2021 වසරේ අනුරූප මාස පහ තුළ ලැබුණු මුදලින් අඩකටත් වඩා අඩුය.",
        "2022 මැයි දක්වා මාස පහ තුළ, ශ්‍රී ලංකාවේ සමුච්චිත සංචිත එක්සත් ජනපද ඩොලර් බිලියන 1.34 ක් ලෙස ගණනය කරන ලද අතර එය පසුගිය වසරේ එම කාලයට වඩා සියයට 53 කින් අඩු විය."
      ]
    },
    "ta": {
      "title": "ஏப்ரல் முதல் மே மாதத்தில் பணம் அனுப்பும் வருமானம் நேர்மறையான போக்கைக் குறிக்கிறது",
      "body_lines": [
        "மே மாதம் அனுப்பும் வருமானம் ஏப்ரல் மாதத்தில் 249 மில்லியன் அமெரிக்க டாலர்களிலிருந்து 304 மில்லியன் டாலர்கள் உயர்ந்துள்ளது.",
        "இருப்பினும், ஆண்டு அடிப்படையில், அனுப்பும் வருமானம் US$ 460 மில்லியனில் இருந்து குறைந்தது",
        "ஒட்டுமொத்த 5 மாத பணம் அனுப்பும் வருமானமும் பாதிக்கு மேல் குறைந்துள்ளது",
        "மே 13 முதல் வங்கிகளுக்கு CB வழங்கும் தினசரி வழிகாட்டுதல் விகிதத்தின் விளைவாக மீட்கப்படலாம்",
        "இலங்கைக்கான பணியாளர்கள் அனுப்பும் தொகையானது ஏப்ரல் மட்டத்திலிருந்து மீண்டுள்ளது, ஆனால் இன்னும் ஒரு வருடத்திற்கு முன்னர் நாடு பெற்றதை விட கணிசமாகக் குறைவாகவே உள்ளது, இது வெளிநாட்டவர்கள் தங்கள் பணத்தை திருப்பி அனுப்பும் போது உத்தியோகபூர்வ வங்கி வழிகளைப் பயன்படுத்துவதில் நம்பிக்கையை மீட்டெடுப்பதில் அதிகாரிகள் எதிர்கொள்ளும் நீடித்த சவால்களை பிரதிபலிக்கிறது. உணவு, எரிபொருள், சமையல் எரிவாயு மற்றும் மருந்துகளை இறக்குமதி செய்ய நேரடியாக உதவுகிறது.",
        "ஏப்ரல் மாதத்தில் 248.9 மில்லியன் அமெரிக்க டொலர்களாக இருந்த இலங்கை வெளிநாட்டவர்கள் மே மாதத்தில் 304.1 மில்லியன் அமெரிக்க டொலர்களை திருப்பி அனுப்பியுள்ளதாக மத்திய வங்கி வெளியிட்டுள்ள தரவுகள் தெரிவிக்கின்றன. சாம்பல் சந்தையை ஒடுக்க மே மாத தொடக்கத்தில் எடுக்கப்பட்ட நடவடிக்கைகள் பலனளிப்பதாகத் தோன்றுவதை இது காட்டுகிறது.",
        "பொருட்களை இறக்குமதி செய்யும் போது திறந்த கணக்குகள் அல்லது சரக்கு செலுத்தும் விதிமுறைகளைப் பயன்படுத்துபவர்களுக்கு, கட்டுப்பாடுகள் வரவுள்ளன, எனவே தங்கள் வர்த்தகத்தில் ஈடுபட கடன் கடிதங்களுக்குத் திரும்ப வேண்டும் என்று மத்திய வங்கி மே மாத தொடக்கத்தில் ஒரு இறுதி எச்சரிக்கையை வழங்கியது.",
        "இதற்கிடையில், டாலர்/ரூபாய் மாற்று விகிதத்தில் அதிக ஏற்ற இறக்கத்தைக் குறைக்க மே 13 முதல் தினசரி வழிகாட்டுதல் வீதமும் அறிவிக்கப்பட்டது.",
        "இரண்டு நடவடிக்கைகளும் சாம்பல் சந்தை பிரீமியங்களைக் குறைப்பதன் மூலம் நடைமுறைக்கு வந்துள்ளன, இது கடந்த ஆண்டு மிகப்பெரிய அளவில் விரிவடைந்தது. தற்போதைய நிலவரப்படி, உத்தியோகபூர்வ மற்றும் அதிகாரப்பூர்வமற்ற மாற்று விகிதங்களுக்கு இடையிலான இடைவெளி கடுமையாகக் குறைக்கப்பட்டுள்ளது.",
        "மே மாதம் அதிகரித்த போதிலும், 2021 ஆம் ஆண்டு இதே மாதத்தில் இலங்கைக்கு 460.1 மில்லியன் அமெரிக்க டாலர்கள் கிடைத்ததைப் போலவே, ஒரு வருடத்திற்கு முன்பு காணப்பட்ட அளவிலிருந்து பணம் அனுப்பும் வருமானம் மிகவும் குறைவாகவே உள்ளது.",
        "எவ்வாறாயினும், மே 2021 இறுதி மாதமாக இலங்கை தனது 13 மாத பணப்பரிமாற்றங்களைத் தக்க வைத்துக் கொள்ள முடிந்தது, ஏனெனில் நாடு ஜூன் முதல் உள்நாட்டு அந்நியச் செலாவணி சந்தையில் பற்றாக்குறையை எதிர்கொள்ளத் தொடங்கியது, அதன் வரவுகள் ஒரு பில்லியன் டாலர் இறையாண்மைக்கு முன்னதாக ஜூலையில் பத்திரத் திருப்பிச் செலுத்துதல், இது மெல்லிய இருப்பு இடையகங்களிலிருந்து செலுத்தப்பட்டது.",
        "எரிபொருள் மற்றும் சமையல் எரிவாயுவை செலுத்துவதற்கு டாலர் பற்றாக்குறையால் நாடு இன்னும் ஆழமாகத் தத்தளித்துக்கொண்டிருக்கும் நிலையில், மே மாதத்தின் பணப்பரிவர்த்தனை அதிகரிப்பானது, இந்த ஆண்டின் எஞ்சிய காலத்திற்கான இத்தகைய வரவுகளின் தொடர்ச்சியான ஏற்றத்தின் தொடக்கமா என்பதை இன்னும் பார்க்க முடியாது. இரண்டு பொருட்களுக்காக வரிசையில் காத்திருப்பது அவர்களின் அன்றாட வாழ்க்கையின் ஒரு பகுதியாக மாறியதால் மக்களின் வாழ்க்கை ஒரு கெட்ட கனவாகிவிட்டது.",
        "கடந்த வார தொடக்கத்தில் மத்திய வங்கியினால் கூறப்பட்ட அண்மைய நடவடிக்கைகளுக்குப் பின்னர் இயல்பு நிலைக்குத் திரும்புவதில் சில தோற்றம் காணப்பட்டாலும், இலங்கையின் ஒட்டுமொத்த ஐந்து மாதப் பணம் 2021 இல் ஐந்து மாதங்களில் பெற்ற தொகையில் பாதிக்கும் குறைவாகவே உள்ளது.",
        "மே 2022 வரையிலான ஐந்து மாதங்களில், இலங்கையின் ஒட்டுமொத்த கையிருப்பு 1.34 பில்லியன் அமெரிக்க டாலர்களாக கணக்கிடப்பட்டது, இது கடந்த ஆண்டு இதே காலப்பகுதியை விட 53 சதவீதம் குறைந்துள்ளது."
      ]
    }
  }
}