{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-empowers-women-drivers-with-Pink-Drives-partnership-for-leasing/34-732224",
  "time_ut": 1647631500,
  "title": "HNB empowers women drivers with Pink Drives partnership for leasing",
  "body_lines": [
    "HNB Deputy General Manager – Retail and SME Banking Sanjay Wijemanne (fourth from right) exchanging the MoU with Pink Drives CEO Shohan Kulasuriya (third from right) in the presence of (from left): HNB Assistant Manager – Business Development Unit Leasing Mahesh Ratnayake, HNB Assistant Manager – Operations Roshan De Silva, HNB Head of Leasing Niluka Amarasinghe, HNB Head of Personal Financial Services Kanchana Karunagama, Pink Drives Chief Operation Officer Liswith Obinamuni and Pink Drives Executive Shani Madurangi",
    "Empowering women drivers and commuters, Sri Lanka’s leading private sector bank HNB PLC partnered with ride-sharing app Pink Drives to offer women drivers exclusive leasing packages bundled with exciting insurance premiums and credit card packages anchored to low interest rates.",
    "“HNB is proud to partner and support Pink Drives in their pioneering mission to empower women, by providing them with a means to financial empowerment, while delivering a safe, convenient and harassment-free mode of transportation for women and children,” HNB Head of Personal Financial Services Kanchana Karunagama said.",
    "In addition to special low-interest leasing facilities, Pink Drives chauffeurs will also be offered a free life insurance cover of up to Rs. 4.5 million as well as a natural death insurance cover of Rs. 600,000. HNB will also provide customers with the exclusive Prestige Prime credit card with the first-year annual fee waived off.",
    "“We are delighted to partner with HNB to offer our chauffeurs convenient leasing facilities inclusive of attractive interest rates and benefits. Our services aim to provide women and children in Sri Lanka a safe journey to their destination, while also offering women drivers a hassle-free mode of employment,” Pink Drives Ltd. Founder/CEO Shohan Kulasuriya said.",
    "Notably, women drivers who open and maintain accounts with HNB will have access to the Pink Drives ride-sharing platform.",
    "Pink Drives is Sri Lanka’s first and only lady-driven taxi service for ladies and kids. Initially providing the service in Colombo and the suburbs, the company utilises the latest technology to facilitate safer and convenient travel while empowering women.",
    "With 256 customer centres across the country, HNB is one of Sri Lanka’s largest, most technologically innovative banks, having won local and global recognition for its efforts to drive forward a new paradigm in digital banking. Consolidating its reputation for banking excellence, HNB bagged the Best Retail Bank and Best SME Bank awards in the Banking category at the International Finance Awards 2021. The bank was also ranked among the World Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for five consecutive years. HNB was also declared Best Sub-Custodian Bank in Sri Lanka at the Global Finance Awards 2020. HNB has a national rating of AA- (lka) by Fitch Ratings (Lanka) Ltd."
  ],
  "translate": {
    "si": {
      "title": "HNB විසින් කාන්තා රියදුරන් සඳහා Pink Drives හවුල්කාරිත්වය සමඟ ලීසිං සඳහා බල ගන්වයි",
      "body_lines": [
        "HNB නියෝජ්‍ය සාමාන්‍යාධිකාරී - සිල්ලර හා කුඩා හා මධ්‍ය පරිමාණ බැංකුකරණය සංජය විජේමාන්න (දකුණේ සිට සිව්වන) Pink Drives හි ප්‍රධාන විධායක නිලධාරී ෂෝහාන් කුලසූරිය (දකුණේ සිට තෙවැන්නා) (වමේ සිට) සමඟ අවබෝධතා ගිවිසුම හුවමාරු කර ගනිමින් (වමේ සිට): HNB සහකාර කළමනාකරු - ව්‍යාපාර සංවර්ධන ඒකකය ලීසිං මහේෂ් රත්නායක, HNB සහකාර කළමනාකරු - මෙහෙයුම් රොෂාන් ද සිල්වා, HNB ලීසිං ප්‍රධානී නිලූකා අමරසිංහ, HNB පුද්ගලික මූල්‍ය සේවා ප්‍රධානී කාංචන කරුණාගම, Pink Drives ප්‍රධාන මෙහෙයුම් නිලධාරී Liswith Obinamuni සහ Pink Drives විධායක ශානි මධුරංගි",
        "කාන්තා රියදුරන් සහ මගීන් සවිබල ගන්වමින්, ශ්‍රී ලංකාවේ ප්‍රමුඛතම පුද්ගලික අංශයේ බැංකුවක් වන HNB PLC, කාන්තා රියදුරන්ට අඩු පොලී අනුපාතවලට නැංගුරම් ලා ඇති ආකර්ෂණීය රක්ෂණ වාරික සහ ක්‍රෙඩිට් කාඩ් පැකේජ සමඟින් සුවිශේෂී ලීසිං පැකේජ පිරිනැමීමට Ride-sharing app Pink Drives සමඟ හවුල් විය.",
        "\"කාන්තාවන් සහ ළමුන් සඳහා ආරක්ෂිත, පහසු සහ හිරිහැරවලින් තොර ප්‍රවාහන මාධ්‍යයක් ලබා දෙමින්, ඔවුන්ට මූල්‍යමය සවිබල ගැන්වීමේ මාධ්‍යයක් සපයමින්, කාන්තාවන් සවිබල ගැන්වීමේ ඔවුන්ගේ පුරෝගාමී මෙහෙවරට Pink Drives හවුල් වීමට සහ සහාය දැක්වීමට HNB ආඩම්බර වෙනවා,\" HNB ප්‍රධානියා පුද්ගලික මුල්‍ය සේවා කාංචන කරුණාගම මහතා පැවසීය.",
        "විශේෂ අඩු පොලී ලීසිං පහසුකම්වලට අමතරව, Pink Drives රියදුරන්ට රුපියල් 1000 දක්වා නොමිලේ ජීවිත රක්‍ෂණ ආවරණයක් ද පිරිනැමේ. මිලියන 4.5 ක් මෙන්ම ස්වභාවික මරණ රක්‍ෂණ ආවරණයක් ලෙස රු. 600,000 කි. HNB විසින් පාරිභෝගිකයින්ට පළමු වසර සඳහා වන වාර්ෂික ගාස්තුව ඉවත් කර ඇති සුවිශේෂී Prestige Prime ක්‍රෙඩිට් කාඩ්පත ද ලබා දෙනු ඇත.",
        "“ආකර්ශනීය පොලී අනුපාත සහ ප්‍රතිලාභ ඇතුළුව අපගේ රියදුරන්ට පහසු ලීසිං පහසුකම් ලබාදීමට HNB සමඟ හවුල් වීමට ලැබීම ගැන අපි සතුටු වෙමු. අපගේ සේවාවන් ශ්‍රී ලංකාවේ කාන්තාවන්ට සහ ළමයින්ට ඔවුන්ගේ ගමනාන්තයට ආරක්ෂිත ගමනක් ලබා දීමේ අරමුණ වන අතර කාන්තා රියදුරන්ට කරදරයකින් තොර රැකියා ක්‍රමයක් ද ලබා දීමයි.",
        "කැපී පෙනෙන ලෙස, HNB සමඟ ගිණුම් විවෘත කර පවත්වාගෙන යන කාන්තා රියැදුරන්ට Pink Drives ride-sharing වේදිකාවට ප්‍රවේශය ඇත.",
        "Pink Drives යනු කාන්තාවන් සහ ළමුන් සඳහා වන ශ්‍රී ලංකාවේ පළමු සහ එකම කාන්තා කුලී රථ සේවාවයි. මූලික වශයෙන් කොළඹ සහ තදාසන්න ප්‍රදේශවල සේවාව සපයන සමාගම කාන්තාවන් සවිබල ගන්වන අතරම ආරක්ෂිත සහ පහසු ගමන් සඳහා පහසුකම් සැලසීමට නවීන තාක්‍ෂණය භාවිතා කරයි.",
        "රට පුරා පාරිභෝගික මධ්‍යස්ථාන 256ක් ඇති HNB, ඩිජිටල් බැංකුකරණයේ නව සුසමාදර්ශයක් ඉදිරියට ගෙනයාමට දරන උත්සාහයන් වෙනුවෙන් දේශීය හා ගෝලීය වශයෙන් පිළිගැනීමට ලක්ව ඇති ශ්‍රී ලංකාවේ විශාලතම, වඩාත්ම තාක්ෂණික නවෝත්පාදක බැංකුවකි. 2021 ජාත්‍යන්තර මූල්‍ය සම්මාන උළෙලේදී බැංකු අංශයේ හොඳම සිල්ලර බැංකුව සහ හොඳම SME බැංකු සම්මානය HNB විසින් දිනා ගන්නා ලදී. කීර්තිමත් UK පදනම් කරගත් Banker සඟරාව විසින් සම්පාදනය කරන ලද ලොව හොඳම බැංකු 1,000 අතරට බැංකුව ශ්‍රේණිගත විය. වසර පහක් අඛණ්ඩව. Global Finance Awards 2020 හිදී HNB ශ්‍රී ලංකාවේ හොඳම උප-භාරකාර බැංකුව ලෙසද ප්‍රකාශයට පත් කරන ලදී. Fitch Ratings (Lanka) Ltd විසින් HNB හට AA- (lka) ජාතික ශ්‍රේණිගත කිරීමක් ඇත."
      ]
    },
    "ta": {
      "title": "HNB பெண் ஓட்டுனர்களுக்கு குத்தகைக்கு பிங்க் டிரைவ் கூட்டாண்மை மூலம் அதிகாரம் அளிக்கிறது",
      "body_lines": [
        "HNB பிரதிப் பொது முகாமையாளர் – சில்லறை வர்த்தகம் மற்றும் SME வங்கி சஞ்சய் விஜேமான்னே (வலமிருந்து நான்காவது) பிங்க் ட்ரைவ்ஸ் CEO ஷோஹன் குலசூரியவுடன் (வலமிருந்து மூன்றாவது) புரிந்துணர்வு ஒப்பந்தத்தை (இடமிருந்து) பரிமாறிக்கொண்டார் (இடமிருந்து): HNB உதவி முகாமையாளர் – வணிக அபிவிருத்திப் பிரிவு குத்தகைக்கு எடுக்கும் மகேஷ் ரத்நாயக்க, HNB உதவி முகாமையாளர் – செயற்பாடுகள் ரொஷான் டி சில்வா, HNB லீசிங் பிரிவின் தலைவர் நிலுகா அமரசிங்க, HNB தனிப்பட்ட நிதிச் சேவைகளின் தலைவர் காஞ்சனா கருணாகம, பிங்க் ட்ரைவ்ஸ் பிரதம செயற்பாட்டு அதிகாரி லிஸ்வித் ஒபினமுனி மற்றும் பிங்க் ட்ரைவ்ஸ் நிறைவேற்று அதிகாரி ஷானி மதுரங்கி.",
        "பெண்கள் சாரதிகள் மற்றும் பயணிகளுக்கு வலுவூட்டும் வகையில், இலங்கையின் முன்னணி தனியார் துறை வங்கியான HNB PLC ஆனது சவாரி-பகிர்வு செயலியான Pink Drives உடன் இணைந்து பெண் ஓட்டுநர்களுக்கு பிரத்தியேகமான லீசிங் பேக்கேஜ்கள் மற்றும் குறைந்த வட்டி விகிதங்களுடன் இணைக்கப்பட்ட அற்புதமான காப்புறுதி பிரீமியங்கள் மற்றும் கிரெடிட் கார்டு பேக்கேஜ்களை வழங்குகிறது.",
        "\"பெண்கள் மற்றும் குழந்தைகளுக்கான பாதுகாப்பான, வசதியான மற்றும் துன்புறுத்தல் இல்லாத போக்குவரத்து முறையை வழங்கும் அதே வேளையில், பெண்களுக்கு நிதியுதவி அளிக்கும் வகையில், பெண்களுக்கு அதிகாரமளிக்கும் முன்னோடி பணியில், பிங்க் டிரைவ்களை பங்குதாரர்களாக ஆதரிப்பதில் HNB பெருமிதம் கொள்கிறது,\" HNB தலைவர் தனிப்பட்ட நிதிச் சேவைகள் காஞ்சனா கருணாகம தெரிவித்தார்.",
        "சிறப்பு குறைந்த வட்டி குத்தகை வசதிகளுக்கு கூடுதலாக, பிங்க் டிரைவ் ஓட்டுநர்களுக்கு ரூ. வரை இலவச ஆயுள் காப்பீட்டுத் தொகையும் வழங்கப்படும். 4.5 மில்லியன் மற்றும் இயற்கை மரண காப்பீடு ரூ. 600,000. HNB ஆனது வாடிக்கையாளர்களுக்கு பிரத்தியேகமான ப்ரெஸ்டீஜ் பிரைம் கிரெடிட் கார்டையும், முதல் ஆண்டுக்கான வருடாந்திரக் கட்டணமும் தள்ளுபடி செய்யப்படும்.",
        "“எங்கள் ஓட்டுநர்களுக்கு கவர்ச்சிகரமான வட்டி விகிதங்கள் மற்றும் நன்மைகள் உட்பட வசதியான குத்தகை வசதிகளை வழங்குவதற்கு HNB உடன் கூட்டாளியாக இருப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம். எங்கள் சேவைகள் இலங்கையில் உள்ள பெண்கள் மற்றும் குழந்தைகளுக்கு பாதுகாப்பான பயணத்தை வழங்குவதை நோக்கமாகக் கொண்டுள்ளன, அதே நேரத்தில் பெண்கள் ஓட்டுநர்களுக்கு தொந்தரவு இல்லாத வேலைவாய்ப்பை வழங்குகின்றன,\" என்று பிங்க் டிரைவ்ஸ் லிமிடெட் நிறுவனர்/பிரதம நிறைவேற்று அதிகாரி ஷோஹன் குலசூரிய தெரிவித்தார்.",
        "குறிப்பிடத்தக்க வகையில், HNB இல் கணக்குகளைத் திறந்து பராமரிக்கும் பெண் ஓட்டுநர்கள் பிங்க் டிரைவ்கள் சவாரி-பகிர்வு தளத்தை அணுகுவார்கள்.",
        "பிங்க் டிரைவ்ஸ் என்பது பெண்கள் மற்றும் குழந்தைகளுக்கான இலங்கையின் முதல் மற்றும் ஒரே பெண்களால் இயக்கப்படும் டாக்ஸி சேவையாகும். ஆரம்பத்தில் கொழும்பு மற்றும் புறநகர் பகுதிகளில் சேவையை வழங்கும் நிறுவனம், பெண்களை மேம்படுத்தும் அதே வேளையில் பாதுகாப்பான மற்றும் வசதியான பயணத்திற்கு வசதியாக சமீபத்திய தொழில்நுட்பத்தைப் பயன்படுத்துகிறது.",
        "நாடு முழுவதும் 256 வாடிக்கையாளர் மையங்களைக் கொண்டுள்ள HNB இலங்கையின் மிகப்பெரிய, தொழில்நுட்ப ரீதியாக புதுமையான வங்கிகளில் ஒன்றாகும். சிறந்த வங்கிச் சேவைக்கான நற்பெயரை ஒருங்கிணைத்து, HNB சர்வதேச நிதி விருதுகள் 2021 இல் வங்கி பிரிவில் சிறந்த சில்லறை வங்கி மற்றும் சிறந்த SME வங்கி விருதுகளைப் பெற்றது. மதிப்புமிக்க UK-ஐ தளமாகக் கொண்ட வங்கியாளர் இதழால் தொகுக்கப்பட்ட உலகின் சிறந்த 1,000 வங்கிகளின் பட்டியலில் இந்த வங்கியும் இடம்பிடித்துள்ளது. ஐந்து வருடங்கள் தொடர்ந்து. குளோபல் ஃபைனான்ஸ் விருதுகள் 2020 இல் HNB இலங்கையின் சிறந்த துணைக் காப்பாளர் வங்கியாகவும் அறிவிக்கப்பட்டது. Fitch Ratings (Lanka) Ltd ஆல் AA- (lka) என்ற தேசிய மதிப்பீட்டை HNB பெற்றுள்ளது."
      ]
    }
  }
}