{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/WishQue-bags-Gold-award/342-232620",
  "time_ut": 1646692860,
  "title": "WishQue bags Gold award",
  "body_lines": [
    "WishQue, Sri Lanka's Premium Online Shop bagged the Gold award for the Online Brand Of The Year 2021 at the SLIM Brand Excellence held on February 9, 2022 at the Grand Monarch Imperial.",
    "Best known for its quality, freshness, and innovation, WishQue has become the most reliable and loved eCommerce brand in Sri Lanka. Their strength has always been the consistency from its inception. WishQue also has the highest customer satisfaction rate in the e-commerce industry.",
    "Speaking about the latest achievement of WishQue, The Managing Director of the company, Chinthaka Jayasekara said,  “SLIM Brand Excellence has been considered the pinnacle of brand success for Sri Lankan marketers. We are thrilled to have won the Best Online Brand of the Year 2021. We believe SLIM Brand Excellence is a great platform for marketers to craft a brand strategy across brand intent and content. And we hope with this recognition WishQue will reach greater heights in future.”",
    "Furthermore, he mentioned  WishQue’s consistent and highest customer satisfaction rating is one of the most decisive factors for them to win this prestigious award.",
    "“We at WishQue intend to provide a service that matches with international standards. The service standards we aim to provide are equal to the service standards in developed countries in terms of quality of services/products, reliability, customer service and luxury at an affordable price,” said the Managing Director.",
    "Focused mainly on Digital advertising for best products and services, their digital strategy and continuous innovation and process automation have played a big role in the growth phase.",
    "“WishQue is experiencing rapid sales growth from 2019. We are currently getting over 100,000 active users per month. Advanced software system helps us to run with lesser staff compared to other competitors and yet deliver best service to the customers,” he said.",
    "Reiterating the fact that the performance of his staff has been beyond excellent throughout the years, Chinthaka expressed his gratitude towards them, “Their hard work and dedication brought us this far and I hope they’ll continue to do so in future too.”",
    "WishQue is at the forefront in offering consumers a wide range of top-quality",
    "products over 10,000 including freshly made cakes, fresh flowers, perfumes, watches, gift sets, clothing, cosmetics, fashion accessories, soft toys, homeware, electronics, groceries, hampers, party accessories, and stationery.",
    "Product portfolio of WishQue expands for internationally renowned brands including expertly curated product range based on premium international brands. They are the only ecommerce site in the country that accepts multiple currencies for online payments based on the user location and also uses international exchange rates that change real time which benefits Sri Lankans who live overseas with better exchange rates.",
    "WishQue has now launched their own shopping app making it easier for the customers to place orders swiftly, interactive product browsing, easy payments including Apple Pay, online chats and order tracking.",
    "To enhance the customer experience, WishQue is currently integrating AI, tailoring customer experience and implementing long-term sustainable goals. WishQue’s ultimate aim is to become the best service provider in the E-Commerce arena by reinventing the online shopping experience."
  ],
  "translate": {
    "si": {
      "title": "WishQue රන් සම්මානයෙන් පිදුම් ලබයි",
      "body_lines": [
        "WishQue, Sri Lanka's Premium Online Shop, 2022 පෙබරවාරි 9 වන දින Grand Monarch Imperial හි පැවති SLIM සන්නාම විශිෂ්ටත්වයේ දී 2021 වසරේ ඔන්ලයින් සන්නාමය සඳහා රන් සම්මානය ලබා ගත්තේය.",
        "එහි ගුණාත්මකභාවය, නැවුම්බව සහ නවෝත්පාදනය සඳහා වඩාත් ප්‍රසිද්ධියට පත් WishQue ශ්‍රී ලංකාවේ වඩාත්ම විශ්වාසදායක සහ ආදරය කරන ලද ඊ-වාණිජ්‍ය සන්නාමය බවට පත්ව ඇත. ඔවුන්ගේ ශක්තිය සෑම විටම එහි ආරම්භයේ සිටම ස්ථාවරත්වයයි. ඉ-වාණිජ්‍ය කර්මාන්තයේ ඉහළම පාරිභෝගික තෘප්තිමත් අනුපාතය ද WishQue සතුව ඇත.",
        "WishQue හි නවතම ජයග්‍රහණය පිළිබඳව අදහස් දක්වමින් සමාගමේ කළමනාකාර අධ්‍යක්ෂ චින්තක ජයසේකර පැවසුවේ,  “SLIM Brand Excellence ශ්‍රී ලාංකේය අලෙවිකරුවන් සඳහා සන්නාම සාර්ථකත්වයේ උච්චතම අවස්ථාව ලෙස සැලකේ. 2021 වසරේ හොඳම ඔන්ලයින් සන්නාමය දිනා ගැනීම ගැන අපි සතුටු වෙනවා. SLIM Brand Excellence යනු වෙළඳනාම අභිප්‍රාය සහ අන්තර්ගතය හරහා සන්නාම උපාය මාර්ගයක් සැකසීමට අලෙවිකරුවන්ට කදිම වේදිකාවක් බව අපි විශ්වාස කරමු. ඒ වගේම අපි බලාපොරොත්තු වෙනවා මෙම පිළිගැනීමත් සමඟම WishQue අනාගතයේ දී තවත් ඉහළ තලයකට පැමිණේවි.”",
        "තවද, ඔහු සඳහන් කළේ  WishQue හි ස්ථාවර සහ ඉහළම පාරිභෝගික තෘප්තිය ශ්‍රේණිගත කිරීම මෙම කීර්තිමත් සම්මානය දිනා ගැනීමට ඔවුන්ට වඩාත්ම තීරණාත්මක සාධකයක් බවයි.",
        "“WishQue හි අපි ජාත්‍යන්තර ප්‍රමිතීන්ට ගැලපෙන සේවාවක් සැපයීමට අදහස් කරමු. අප ලබා දීමට බලාපොරොත්තු වන සේවා ප්‍රමිතීන්, සේවා/නිෂ්පාදනවල ප්‍රමිතිය, විශ්වසනීයත්වය, පාරිභෝගික සේවය සහ පහසු මිලට සුඛෝපභෝගී බව යන කරුණු අනුව සංවර්ධිත රටවල සේවා ප්‍රමිතීන්ට සමාන වේ” යනුවෙන් කළමනාකාර අධ්‍යක්ෂවරයා පැවසීය.",
        "හොඳම නිෂ්පාදන සහ සේවා සඳහා ඩිජිටල් ප්‍රචාරණය කෙරෙහි ප්‍රධාන වශයෙන් අවධානය යොමු කර ඇති අතර, ඔවුන්ගේ ඩිජිටල් උපාය මාර්ග සහ අඛණ්ඩ නවෝත්පාදන සහ ක්‍රියාවලි ස්වයංක්‍රීයකරණය වර්ධන අවධියේදී විශාල කාර්යභාරයක් ඉටු කර ඇත.",
        "“WishQue 2019 සිට වේගවත් විකුණුම් වර්ධනයක් අත්විඳිමින් සිටී. දැනට අපි මසකට සක්‍රීය පරිශීලකයින් 100,000 කට වඩා ලබා ගනිමින් සිටිමු. උසස් මෘදුකාංග පද්ධතිය අනෙකුත් තරඟකරුවන්ට සාපේක්ෂව අඩු කාර්ය මණ්ඩලයක් සමඟ ධාවනය කිරීමට සහ පාරිභෝගිකයින්ට හොඳම සේවාව ලබා දීමට අපට උපකාරී වේ, ”ඔහු පැවසීය.",
        "වසර ගණනාවක් පුරා තම කාර්ය මණ්ඩලයේ කාර්ය සාධනය විශිෂ්ට වූ බව නැවත අවධාරණය කළ චින්තක, “ඔවුන්ගේ මහන්සිය සහ කැපවීම අපව මෙතරම් දුරක් ගෙන ආ අතර ඉදිරියේදීත් ඔවුන් එසේ කරනු ඇතැයි මම බලාපොරොත්තු වෙමි” යනුවෙන් චින්තක ඔවුන්ට කෘතඥතාව පළ කළේය.",
        "WishQue පාරිභෝගිකයින්ට ඉහළ ගුණාත්මක බවින් යුත් පුළුල් පරාසයක් පිරිනැමීමේදී ඉදිරියෙන්ම සිටී",
        "නැවුම් ලෙස සාදන ලද කේක්, නැවුම් මල්, සුවඳ විලවුන්, ඔරලෝසු, තෑගි කට්ටල, ඇඳුම් පැළඳුම්, ආලේපන, විලාසිතා උපාංග, මෘදු සෙල්ලම් බඩු, ගෘහ උපකරණ, ඉලෙක්ට්‍රොනික උපකරණ, සිල්ලර බඩු, හැම්පර්, උත්සව උපාංග සහ ලිපි ද්‍රව්‍ය ඇතුළුව 10,000 කට වැඩි නිෂ්පාදන.",
        "WishQue හි නිෂ්පාදන කළඹ, වාරික ජාත්‍යන්තර සන්නාම මත පදනම් වූ ප්‍රවීණ ලෙස සැකසූ නිෂ්පාදන පරාසය ඇතුළුව ජාත්‍යන්තරව කීර්තිමත් සන්නාම සඳහා පුළුල් වේ. පරිශීලක ස්ථානය මත පදනම්ව මාර්ගගත ගෙවීම් සඳහා බහුවිධ මුදල් පිළිගන්නා රටේ එකම ඊ-වාණිජ්‍යය වෙබ් අඩවිය වන අතර වඩා හොඳ විනිමය අනුපාත සමඟ විදේශගතව සිටින ශ්‍රී ලාංකිකයන්ට ප්‍රතිලාභ ලබා දෙන තථ්‍ය කාලය වෙනස් කරන ජාත්‍යන්තර විනිමය අනුපාත භාවිතා කරයි.",
        "WishQue දැන් ඔවුන්ගේම සාප්පු සවාරි යෙදුම දියත් කර ඇති අතර එමඟින් පාරිභෝගිකයින්ට ඉක්මනින් ඇණවුම් කිරීම, අන්තර්ක්‍රියාකාරී නිෂ්පාදන ගවේෂණය, Apple Pay ඇතුළු පහසු ගෙවීම්, මාර්ගගත කතාබස් සහ ඇණවුම් ලුහුබැඳීම පහසු කරයි.",
        "පාරිභෝගික අත්දැකීම වැඩි දියුණු කිරීම සඳහා, WishQue දැනට AI ඒකාබද්ධ කරමින්, පාරිභෝගික අත්දැකීම් සකස් කරමින් සහ දිගු කාලීන තිරසාර ඉලක්ක ක්‍රියාත්මක කරයි. WishQue හි අවසාන අරමුණ වන්නේ අන්තර්ජාල සාප්පු සවාරි අත්දැකීම ප්‍රතිනිර්මාණය කිරීමෙන් E-Commerce ක්ෂේත්‍රයේ හොඳම සේවා සපයන්නා බවට පත්වීමයි."
      ]
    },
    "ta": {
      "title": "WishQue தங்க விருதை வென்றது",
      "body_lines": [
        "கிராண்ட் மோனார்க் இம்பீரியலில் பிப்ரவரி 9, 2022 அன்று நடைபெற்ற SLIM Brand Excellence இல், இலங்கையின் பிரீமியம் ஆன்லைன் கடையான WishQue, 2021 ஆம் ஆண்டின் ஆன்லைன் பிராண்டிற்கான தங்க விருதை வென்றது.",
        "அதன் தரம், புத்துணர்ச்சி மற்றும் புதுமை ஆகியவற்றிற்கு மிகவும் பிரபலமானது, WishQue இலங்கையில் மிகவும் நம்பகமான மற்றும் விரும்பப்படும் இணையவழி வர்த்தக நாமமாக மாறியுள்ளது. அவற்றின் பலம் எப்போதும் அதன் தொடக்கத்திலிருந்தே நிலைத்தன்மையாகவே இருந்து வருகிறது. இ-காமர்ஸ் துறையில் WishQue அதிக வாடிக்கையாளர் திருப்தி விகிதத்தையும் கொண்டுள்ளது.",
        "WishQue இன் சமீபத்திய சாதனை குறித்து நிறுவனத்தின் முகாமைத்துவப் பணிப்பாளர் சிந்தக ஜயசேகர பேசுகையில்,  “SLIM Brand Excellence இலங்கை சந்தையாளர்களுக்கு வர்த்தக நாம வெற்றியின் உச்சமாக கருதப்படுகிறது. 2021 ஆம் ஆண்டின் சிறந்த ஆன்லைன் பிராண்டை வென்றதில் நாங்கள் மகிழ்ச்சியடைகிறோம். SLIM Brand Excellence ஆனது, பிராண்ட் நோக்கம் மற்றும் உள்ளடக்கம் முழுவதும் பிராண்ட் உத்தியை உருவாக்க சந்தையாளர்களுக்கு ஒரு சிறந்த தளமாக இருக்கும் என்று நாங்கள் நம்புகிறோம். இந்த அங்கீகாரத்தின் மூலம் எதிர்காலத்தில் WishQue அதிக உயரங்களை எட்டும் என்று நாங்கள் நம்புகிறோம்.",
        "மேலும், WishQue இன் நிலையான மற்றும் உயர்ந்த வாடிக்கையாளர் திருப்தி மதிப்பீடு இந்த மதிப்புமிக்க விருதை வெல்வதற்கான மிக முக்கியமான காரணிகளில் ஒன்றாகும் என்று அவர் குறிப்பிட்டார்.",
        "\"விஷ்க்யூவில் நாங்கள் சர்வதேச தரத்துடன் பொருந்தக்கூடிய ஒரு சேவையை வழங்க உத்தேசித்துள்ளோம். சேவைகள்/பொருட்களின் தரம், நம்பகத்தன்மை, வாடிக்கையாளர் சேவை மற்றும் மலிவு விலையில் ஆடம்பரம் ஆகியவற்றின் அடிப்படையில் வளர்ந்த நாடுகளில் உள்ள சேவைத் தரங்களுக்குச் சமமாக நாங்கள் வழங்குவதை நோக்கமாகக் கொண்ட சேவைத் தரங்கள் உள்ளன,” என்றார் நிர்வாக இயக்குநர்.",
        "சிறந்த தயாரிப்புகள் மற்றும் சேவைகளுக்கான டிஜிட்டல் விளம்பரங்களில் முக்கியமாக கவனம் செலுத்துகிறது, அவற்றின் டிஜிட்டல் மூலோபாயம் மற்றும் தொடர்ச்சியான கண்டுபிடிப்பு மற்றும் செயல்முறை தன்னியக்கமாக்கல் ஆகியவை வளர்ச்சி கட்டத்தில் ஒரு பெரிய பங்கைக் கொண்டுள்ளன.",
        "\"WishQue 2019 முதல் விரைவான விற்பனை வளர்ச்சியை சந்தித்து வருகிறது. தற்போது ஒரு மாதத்திற்கு 100,000 செயலில் உள்ள பயனர்களைப் பெறுகிறோம். மேம்பட்ட மென்பொருள் அமைப்பு மற்ற போட்டியாளர்களுடன் ஒப்பிடும்போது குறைவான பணியாளர்களுடன் இயங்குவதற்கும், வாடிக்கையாளர்களுக்கு சிறந்த சேவையை வழங்குவதற்கும் உதவுகிறது,\" என்று அவர் கூறினார்.",
        "பல ஆண்டுகளாக தனது ஊழியர்களின் செயல்திறன் சிறப்பாக இருந்தது என்பதை மீண்டும் வலியுறுத்திய சிந்தக, \"அவர்களின் கடின உழைப்பும் அர்ப்பணிப்பும் எங்களை இவ்வளவு தூரம் கொண்டு வந்து சேர்த்தது, எதிர்காலத்திலும் அவர்கள் அதைத் தொடருவார்கள் என்று நம்புகிறேன்\" என்று அவர்களுக்கு நன்றி தெரிவித்தார்.",
        "WishQue ஆனது நுகர்வோருக்கு பரந்த அளவிலான உயர்தரத்தை வழங்குவதில் முன்னணியில் உள்ளது",
        "புதிதாக தயாரிக்கப்பட்ட கேக்குகள், புதிய பூக்கள், வாசனை திரவியங்கள், கடிகாரங்கள், பரிசுப் பொருட்கள், ஆடைகள், அழகுசாதனப் பொருட்கள், பேஷன் பாகங்கள், மென்மையான பொம்மைகள், வீட்டுப் பொருட்கள், எலக்ட்ரானிக்ஸ், மளிகைப் பொருட்கள், ஹேம்பர்கள், பார்ட்டி பாகங்கள் மற்றும் எழுதுபொருட்கள் உட்பட 10,000 க்கும் மேற்பட்ட தயாரிப்புகள்.",
        "விஷ்க்யூவின் தயாரிப்பு போர்ட்ஃபோலியோ பிரீமியம் சர்வதேச பிராண்டுகளின் அடிப்படையில் நிபுணத்துவம் வாய்ந்த தயாரிப்பு வரம்பு உட்பட சர்வதேச அளவில் புகழ்பெற்ற பிராண்டுகளுக்கு விரிவடைகிறது. பயனர் இருப்பிடத்தின் அடிப்படையில் பல நாணயங்களை இணையவழிக் கொடுப்பனவுகளுக்கு ஏற்றுக்கொள்வதோடு, வெளிநாடுகளில் வாழும் இலங்கையர்களுக்கு சிறந்த மாற்று விகிதங்களுடன் பயனளிக்கும் நிகழ்நேரத்தை மாற்றும் சர்வதேச மாற்று விகிதங்களையும் பயன்படுத்தும் ஒரே ஒரு இணையவழித் தளமாகும்.",
        "WishQue இப்போது தங்கள் சொந்த ஷாப்பிங் செயலியை அறிமுகப்படுத்தியுள்ளது, இது வாடிக்கையாளர்களுக்கு விரைவாக ஆர்டர்கள், ஊடாடும் தயாரிப்பு உலாவல், Apple Pay உள்ளிட்ட எளிதான கட்டணங்கள், ஆன்லைன் அரட்டைகள் மற்றும் ஆர்டர் கண்காணிப்பு ஆகியவற்றை எளிதாக்குகிறது.",
        "வாடிக்கையாளர் அனுபவத்தை மேம்படுத்த, WishQue தற்போது AI ஐ ஒருங்கிணைக்கிறது, வாடிக்கையாளர் அனுபவத்தை மேம்படுத்துகிறது மற்றும் நீண்ட கால நிலையான இலக்குகளை செயல்படுத்துகிறது. ஆன்லைன் ஷாப்பிங் அனுபவத்தை மீண்டும் கண்டுபிடிப்பதன் மூலம் ஈ-காமர்ஸ் அரங்கில் சிறந்த சேவை வழங்குநராக மாறுவதே WishQue இன் இறுதி நோக்கமாகும்."
      ]
    }
  }
}