{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLEA-adds-another-feather-on-its-cap/34-734055",
  "time_ut": 1651084200,
  "title": "SLEA adds another feather on its cap",
  "body_lines": [
    "Chief Guest Dr. Upananda Vidanapathirana handing over Certificate to a student. PDEB Course Director Dr. Menuka Udugama is also present",
    "Professional Diploma in Economic for Business 1st Batch - 2021",
    "Sri Lanka Economic Association (SLEA), the premier professional organisation of economists in the Island being a centre of excellence in economic policy discourse for nearly four decades is an independent economic think-tank. SLEA has made it possible to identify and fill a gap in the flow of economic ideas and knowledge.",
    "SLEA has conducted an online program for six months commencing from February 2021 to quench the thirst among upcoming management leaders for earning a well-recognised Diploma. The unique program was named as Professional Diploma in Economics for Business (PDEB). The entire program was conducted in a very conducive, student-centred environment giving the opportunity to interact with the top economists in the country.",
    "Resource pool consisted of personnel from several Universities, corporate sector, public sector representing a mixture of Academia and practitioners and a gamut of branches of economics. The program commenced with a module on ‘Introduction to Business Economics’ and ran through 13 modules ending up with ‘Career Planning and Leaning Portfolio Development’ covering all aspects of Business and Management in small, medium and large-scale enterprises and in all economic sectors.",
    "The program helps those who work in both private and public sectors with varying levels of exposure to economics as well as those who have not had substantive training in economics but require its analytic tools as part of their business skills. It also provides the foundations for further studies in economics.",
    "In designing the course, the main objective was not merely to create and deliver knowledge but also to equip the participants with the ability to apply, analyse economic phenomena and instil higher order thinking through introduction of a professional diploma to cater to a diverse group.",
    "The pioneer PDEB program commenced in February 2021 and ran over a period of six months.  A total of 47 candidates registered for the program and 38 candidates successfully completed all course work, examination and assignments. Certificate Awarding Ceremony was held on Saturday 9 April at Western Province Aesthetic Resort, Colombo 07. The grand event marked the culmination of this training Program.",
    "Rev. Professor. W. Wimalaratana, the President of SLEA and of the Department of Economics, University of Colombo welcomed the participants. He emphasised the mandate and the contribution of SLEA being the only professional body for Sri Lankan economists set up in the year 1985 and incorporated in 2011 by an Act of Parliament.",
    "The Chief Guest Dr. Upananda Vidanapathirana, stated that this event marks an important milestone in the evolution of the SLEA because it marks the first time the Association has stepped into educational programs, which is one of the Association’s key objectives as stated in the incorporated Act. The Guest of Honour Senior Prof. Udith Jayasinghe expressed his gratitude to SLEA for conducting a program of this nature which filled a long-awaited need in knowledge building among the business managers and congratulated those who leave with a well-recognised Diploma Certificate in hand.",
    "Course Director Dr. Menuka Udugama mentioned a wide range of candidates from undergraduates, masters holders to professionals have earned this diploma with a lot of effort. “It’s really a great moment to see almost all of you here after one year since the inception,” she added. Vice President Chandrasena Maliyadde delivered the votes of thanks.",
    "27 received their Diploma certificates from the Chief Guest Dr. Upananda Vidanapathirana."
  ],
  "translate": {
    "si": {
      "title": "SLEA එහි තොප්පිය මත තවත් පිහාටුවක් එක් කරයි",
      "body_lines": [
        "ප්‍රධාන ආරාධිත අමුත්තා ආචාර්ය උපනන්ද විදානපතිරණ මහතා සිසුවෙකුට සහතික පත්‍රය ප්‍රදානය කළ අවස්ථාව. PDEB පාඨමාලා අධ්‍යක්ෂ ආචාර්ය මේනුකා උඩුගම මහත්මිය ද මෙහි වෙති",
        "ව්‍යාපාර සඳහා ආර්ථික විද්‍යාව පිළිබඳ වෘත්තීය ඩිප්ලෝමාව 1 වන කණ්ඩායම - 2021",
        "දශක හතරකට ආසන්න කාලයක් ආර්ථික ප්‍රතිපත්ති කතිකාවේ විශිෂ්ටත්වයේ මධ්‍යස්ථානයක් වූ දිවයිනේ ආර්ථික විශේෂඥයින්ගේ ප්‍රමුඛතම වෘත්තීය සංවිධානය වන ශ්‍රී ලංකා ආර්ථික සංගමය (SLEA) ස්වාධීන ආර්ථික චින්තන මණ්ඩලයකි. SLEA විසින් ආර්ථික අදහස් සහ දැනුම ගලා යාමේ හිඩැසක් හඳුනාගෙන පිරවීමට හැකි වී ඇත.",
        "SLEA විසින් 2021 පෙබරවාරි මස සිට මාස හයක කාලයක් පුරාවටම පිළිගත් ඩිප්ලෝමාවක් ලබා ගැනීමේ පිපාසය සංසිඳුවාලීම සඳහා ඔන්ලයින් වැඩසටහනක් පවත්වා ඇත. මෙම සුවිශේෂී වැඩසටහන ව්‍යාපාර සඳහා ආර්ථික විද්‍යාව පිළිබඳ වෘත්තීය ඩිප්ලෝමාව (PDEB) ලෙස නම් කරන ලදී. රටේ ප්‍රමුඛ පෙළේ ආර්ථික විද්‍යාඥයන් සමඟ අන්තර් ක්‍රියා කිරීමට අවස්ථාව සලසා දෙමින් සමස්ත වැඩසටහන ඉතා හිතකර, ශිෂ්‍ය කේන්ද්‍රීය පරිසරයක් තුළ පවත්වන ලදී.",
        "සම්පත් සංචිතය විශ්ව විද්‍යාල කිහිපයක, ආයතනික අංශයේ, රාජ්‍ය අංශයේ, ශාස්ත්‍රීය හා වෘත්තිකයන්ගේ මිශ්‍රණයක් නියෝජනය කරන පිරිස් සහ ආර්ථික විද්‍යාවේ ශාඛා සමූහයකින් සමන්විත විය. මෙම වැඩසටහන 'ව්‍යාපාර ආර්ථික විද්‍යාව හැඳින්වීම' මොඩියුලයකින් ආරම්භ වූ අතර, කුඩා, මධ්‍යම හා මහා පරිමාණ ව්‍යවසායන්හි සහ සියලුම ආර්ථික අංශවල ව්‍යාපාර සහ කළමනාකරණයේ සියලුම අංශ ආවරණය වන පරිදි 'වෘත්තීය සැලසුම්කරණය සහ නැඹුරු කළඹ සංවර්ධනය' දක්වා මොඩියුල 13ක් හරහා දිව ගියේය. .",
        "ආර්ථික විද්‍යාව පිළිබඳ විවිධ මට්ටමේ නිරාවරණයක් ඇති පුද්ගලික සහ රාජ්‍ය අංශ දෙකෙහිම සේවය කරන අයට මෙන්ම ආර්ථික විද්‍යාව පිළිබඳ සැලකිය යුතු පුහුණුවක් නොලබන නමුත් ඔවුන්ගේ ව්‍යාපාරික කුසලතාවල කොටසක් ලෙස එහි විශ්ලේෂණ මෙවලම් අවශ්‍ය අයට මෙම වැඩසටහන උපකාරී වේ. එය ආර්ථික විද්‍යාව පිළිබඳ වැඩිදුර අධ්‍යයනය සඳහා ද පදනම සපයයි.",
        "පාඨමාලා සැලසුම් කිරීමේදී ප්‍රධාන අරමුණ වූයේ හුදෙක් දැනුම නිර්මාණය කිරීම සහ ලබා දීම පමණක් නොව විවිධ පිරිසකට සේවා සැපයීම සඳහා වෘත්තීය ඩිප්ලෝමාවක් හඳුන්වාදීම හරහා අයදුම් කිරීමට, ආර්ථික සංසිද්ධීන් විශ්ලේෂණය කිරීමට සහ උසස් චින්තනයක් ඇති කිරීමට සහභාගිවන්නන්ට හැකියාවෙන් සන්නද්ධ කිරීමයි.",
        "පුරෝගාමී PDEB වැඩසටහන 2021 පෙබරවාරි මාසයේ ආරම්භ වූ අතර මාස හයක කාලයක් පුරා ක්‍රියාත්මක විය. වැඩසටහන සඳහා අයදුම්කරුවන් 47 දෙනෙකු ලියාපදිංචි වූ අතර අපේක්ෂකයින් 38 දෙනෙකු සියළුම පාඨමාලා වැඩ, විභාග සහ පැවරුම් සාර්ථකව නිම කරන ලදී. සහතිකපත් ප්‍රදානය කිරීමේ උත්සවය අප්‍රේල් 9 වැනි සෙනසුරාදා දින කොළඹ 07, බස්නාහිර පළාත් සෞන්දර්ය නිකේතනයේදී පැවැත්විණි. මෙම අති උත්කර්ෂවත් වැඩසටහන මෙම පුහුණු වැඩසටහනේ කූඨප්‍රාප්තිය සනිටුහන් කළේය.",
        "ගරු මහාචාර්ය. SLEA හි සභාපති සහ කොළඹ විශ්ව විද්‍යාලයේ ආර්ථික විද්‍යා අංශයේ සභාපති ඩබ්ලිව් විමලරතන විසින් සහභාගී වූවන් පිළිගනු ලැබීය. 1985 වර්ෂයේ පිහිටුවන ලද සහ 2011 වසරේ පාර්ලිමේන්තු පනතක් මගින් සංස්ථාපිත කරන ලද ශ්‍රී ලාංකීය ආර්ථික විද්‍යාඥයින් සඳහා වන එකම වෘත්තීය ආයතනය වන SLEA හි ජනවරම සහ දායකත්වය ඔහු අවධාරණය කළේය.",
        "ප්‍රධාන ආරාධිත අමුත්තා වූ ආචාර්ය උපනන්ද විදානපතිරණ මහතා ප්‍රකාශ කළේ සංස්ථාපිත පනතේ දක්වා ඇති පරිදි සංගමයේ ප්‍රධාන අරමුණක් වන අධ්‍යාපනික වැඩසටහන් සඳහා සංගමය අවතීර්ණ වූ ප්‍රථම අවස්ථාව මෙය සනිටුහන් කරන නිසා මෙම උත්සවය ශ්‍රී ලංකා ඉසව්වේ විකාශනයේ වැදගත් සන්ධිස්ථානයක් සනිටුහන් කරන බවයි. . ගෞරවනීය ආරාධිත අමුත්තා වූ ජ්‍යෙෂ්ඨ මහාචාර්ය උදිත් ජයසිංහ මහතා, ව්‍යාපාර කළමණාකරුවන් අතර දීර්ඝ කාලීනව අපේක්ෂාවෙන් සිටි දැනුම ගොඩනැගීමේ අවශ්‍යතාවක් සපුරාලන මෙවන් වැඩසටහනක් පැවැත්වීම පිළිබඳව SLEA වෙත සිය කෘතඥතාව පළ කළ අතර, පිළිගත් ඩිප්ලෝමා සහතිකයක් අතැතිව පිටව යන අයට සුබ පැතුම් එක් කළේය.",
        "පාඨමාලා අධ්‍යක්ෂිකා ආචාර්ය මේනුකා උඩුගම මහත්මිය සඳහන් කළේ උපාධි අපේක්ෂකයින්, ශාස්ත්‍රපති උපාධිධාරීන්ගේ සිට වෘත්තිකයන් දක්වා පුළුල් පරාසයක අපේක්ෂකයින් මෙම ඩිප්ලෝමාව විශාල පරිශ්‍රමයක් දරමින් ලබාගෙන ඇති බවයි. \"ආරම්භයේ සිට වසරකට පසු ඔබ සියලු දෙනාම පාහේ මෙහි දැකීම ඇත්තෙන්ම හොඳ අවස්ථාවක්,\" ඇය තවදුරටත් පැවසුවාය. උපසභාපති චන්ද්‍රසේන මාලියද්ද මහතා ස්තුති කතාව කළේය.",
        "27 දෙනෙක් ප්‍රධාන ආරාධිත අමුත්තා වූ ආචාර්ය උපනන්ද විදානපතිරණ මහතා අතින් ඩිප්ලෝමා සහතික ලබා ගත්හ."
      ]
    },
    "ta": {
      "title": "SLEA அதன் தொப்பியில் மற்றொரு இறகு சேர்க்கிறது",
      "body_lines": [
        "பிரதம அதிதியாக கலாநிதி உபநந்த விதானபத்திரன மாணவர் ஒருவருக்கு சான்றிதழ் கையளித்தார். PDEB பாடநெறி பணிப்பாளர் கலாநிதி மெனுகா உடுகமவும் கலந்துகொண்டுள்ளார்",
        "வணிகத்திற்கான பொருளாதாரத்தில் தொழில்முறை டிப்ளோமா 1வது தொகுதி - 2021",
        "இலங்கை பொருளாதாரச் சங்கம் (SLEA), நாட்டின் பொருளாதார வல்லுனர்களின் முதன்மையான தொழில்முறை அமைப்பான, கிட்டத்தட்ட நான்கு தசாப்தங்களாக பொருளாதாரக் கொள்கை உரையில் சிறந்து விளங்கும் மையமாக விளங்குகிறது. பொருளாதார யோசனைகள் மற்றும் அறிவின் ஓட்டத்தில் உள்ள இடைவெளியை அடையாளம் கண்டு நிரப்புவதை SLEA சாத்தியமாக்கியுள்ளது.",
        "நன்கு அங்கீகரிக்கப்பட்ட டிப்ளோமாவைப் பெறுவதற்காக வரவிருக்கும் நிர்வாகத் தலைவர்களிடையே தாகத்தைத் தணிக்க பிப்ரவரி 2021 முதல் ஆறு மாதங்களுக்கு SLEA ஆன்லைன் திட்டத்தை நடத்தியது. வணிகத்திற்கான பொருளாதாரத்தில் தொழில்முறை டிப்ளோமா (PDEB) என தனிப்பட்ட திட்டத்திற்கு பெயரிடப்பட்டது. முழு நிகழ்ச்சித்திட்டமும் மிகவும் சாதகமான, மாணவர்களை மையமாகக் கொண்ட சூழலில் நாட்டின் உயர்மட்ட பொருளாதார நிபுணர்களுடன் தொடர்புகொள்வதற்கான வாய்ப்பை அளித்தது.",
        "பல பல்கலைக்கழகங்கள், கார்ப்பரேட் துறை, பொதுத்துறை, கல்வியாளர்கள் மற்றும் பயிற்சியாளர்களின் கலவையை பிரதிநிதித்துவப்படுத்தும் பணியாளர்கள் மற்றும் பொருளாதாரத்தின் கிளைகளின் வரம்பு ஆகியவை வளக் குழுவைக் கொண்டிருந்தன. இத்திட்டமானது 'வணிக பொருளாதாரத்திற்கான அறிமுகம்' என்ற ஒரு தொகுதியுடன் தொடங்கி, 13 தொகுதிகள் மூலம் 'தொழில் திட்டமிடல் மற்றும் சாய்ந்த போர்ட்ஃபோலியோ மேம்பாடு' வரை சிறு, நடுத்தர மற்றும் பெரிய அளவிலான நிறுவனங்கள் மற்றும் அனைத்து பொருளாதாரத் துறைகளிலும் வணிகம் மற்றும் நிர்வாகத்தின் அனைத்து அம்சங்களையும் உள்ளடக்கியது. .",
        "தனியார் மற்றும் பொதுத் துறைகளில் பணிபுரிபவர்களுக்கும், பொருளாதாரத்தில் கணிசமான பயிற்சி இல்லாதவர்களுக்கும், வணிகத் திறன்களின் ஒரு பகுதியாக அதன் பகுப்பாய்வுக் கருவிகள் தேவைப்படுபவர்களுக்கும் இந்தத் திட்டம் உதவுகிறது. இது பொருளாதாரத்தில் மேலதிக படிப்புகளுக்கான அடித்தளத்தையும் வழங்குகிறது.",
        "பாடத்திட்டத்தை வடிவமைப்பதில், முக்கிய நோக்கம் அறிவை உருவாக்குவது மற்றும் வழங்குவது மட்டுமல்லாமல், பங்கேற்பாளர்களுக்கு விண்ணப்பிக்கும் திறன், பொருளாதார நிகழ்வுகளை பகுப்பாய்வு செய்தல் மற்றும் பலதரப்பட்ட குழுக்களுக்கு சேவை செய்ய ஒரு தொழில்முறை டிப்ளோமாவை அறிமுகப்படுத்துவதன் மூலம் உயர்தர சிந்தனையை ஊக்குவிப்பதும் ஆகும்.",
        "முன்னோடி PDEB திட்டம் பிப்ரவரி 2021 இல் தொடங்கப்பட்டு ஆறு மாத காலத்திற்குள் இயங்கியது. மொத்தம் 47 விண்ணப்பதாரர்கள் இந்த திட்டத்திற்கு பதிவுசெய்துள்ளனர் மற்றும் 38 விண்ணப்பதாரர்கள் அனைத்து பாடப் பணிகள், தேர்வு மற்றும் பணிகள் ஆகியவற்றை வெற்றிகரமாக முடித்துள்ளனர். சான்றிதழ் வழங்கும் விழா ஏப்ரல் 9 சனிக்கிழமையன்று கொழும்பு 07, மேல் மாகாண அழகியல் விடுதியில் நடைபெற்றது. இந்த மாபெரும் நிகழ்வு இந்த பயிற்சி நிகழ்ச்சியின் உச்சக்கட்டமாக அமைந்தது.",
        "ரெவ். பேராசிரியர். SLEA இன் தலைவர் மற்றும் கொழும்பு பல்கலைக்கழகத்தின் பொருளாதார துறையின் தலைவருமான W. விமலரதன கலந்துகொண்டவர்களை வரவேற்றார். 1985 ஆம் ஆண்டு ஸ்தாபிக்கப்பட்டு 2011 ஆம் ஆண்டு பாராளுமன்றச் சட்டத்தின் மூலம் இணைக்கப்பட்ட இலங்கைப் பொருளாதார நிபுணர்களுக்கான ஒரே ஒரு தொழில்முறை அமைப்பாக SLEA வின் ஆணை மற்றும் பங்களிப்பை அவர் வலியுறுத்தினார்.",
        "பிரதம விருந்தினரான கலாநிதி உபநந்த விதானபத்திரன, இந்த நிகழ்வு SLEA இன் பரிணாம வளர்ச்சியில் ஒரு முக்கிய மைல்கல்லைக் குறிக்கிறது, ஏனெனில் சங்கம் கல்வித் திட்டங்களில் முதன்முறையாக அடியெடுத்து வைப்பதை இது குறிக்கிறது, இது இணைக்கப்பட்ட சட்டத்தில் கூறப்பட்டுள்ள சங்கத்தின் முக்கிய நோக்கங்களில் ஒன்றாகும். . கெளரவ விருந்தினரான சிரேஷ்ட பேராசிரியர் உதித் ஜயசிங்க, வணிக முகாமையாளர்கள் மத்தியில் நீண்டகாலமாக எதிர்பார்க்கப்பட்ட அறிவைக் கட்டியெழுப்பும் தேவையை பூர்த்தி செய்யும் வகையில் இவ்வாறான ஒரு நிகழ்ச்சித்திட்டத்தை நடாத்தியமைக்காக SLEA க்கு தனது நன்றியைத் தெரிவித்ததுடன், நன்கு அங்கீகரிக்கப்பட்ட டிப்ளோமா சான்றிதழுடன் கைகளில் இருந்து வெளியேறுபவர்களுக்கு வாழ்த்துக்களையும் தெரிவித்தார்.",
        "பாடநெறிப் பணிப்பாளர் கலாநிதி மெனுகா உடுகம, இளங்கலைப் பட்டதாரிகள், முதுநிலைப் பட்டதாரிகள் முதல் தொழில் வல்லுநர்கள் வரை பலதரப்பட்ட பரீட்சார்த்திகள் இந்த டிப்ளோமாவைப் பெற்றுள்ளதாக குறிப்பிட்டார். \"தொடக்கத்திலிருந்து ஒரு வருடத்திற்குப் பிறகு உங்கள் அனைவரையும் இங்கு பார்ப்பது உண்மையில் ஒரு சிறந்த தருணம்,\" என்று அவர் மேலும் கூறினார். உப தலைவர் சந்திரசேன மாலியத்தே நன்றியுரை ஆற்றினார்.",
        "27 பேர் பிரதம அதிதியான கலாநிதி உபநந்த விதானபத்திரனவிடமிருந்து டிப்ளோமா சான்றிதழ்களைப் பெற்றனர்."
      ]
    }
  }
}