{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/macro-economic-constraints-bring-down-cse-fuel-crisis-a-factor/",
  "time_ut": 1655389080,
  "title": "Macro-economic constraints bring down CSE; fuel crisis a factor",
  "body_lines": [
    "The CSE slipped within the first hour of trading yesterday after opening in green territory due to macro- economic constraints, stock market analysts said.",
    "The ongoing acute fuel crisis has affected most economic and business activities. Further, the Fed Reserve (US Central Bank) has increased 75 basis points and another 50-70 basis points are to be increased by the US monetary regulator, market analysts added.",
    "On the previous day the US Central Bank announced its biggest interest rate rise in 30 years as it fights to control rising consumer prices. The federal government said it would increase key interest rates by three quarter percentage points in a range of 1.5 per cent to 1.75 per cent. Further, the Chinese zero Covid-19 policy also affected the global supply chain in almost all the sectors in the world, stock market analysts explained. In the global scenario, supply side inflation is reportedly visible in a negative way.",
    "With high global inflation most of the economies, especially European countries, are also tightening and adjusting monetary policies, which have negatively impacted the equity market/stock market globally, including the Sri Lankan stock market. Amid those developments, both indices moved downwards. The All- Share Price Index went down by 66.8 points and S and P SL20 declined by 24.6 points. Turnover stood at Rs 786 million with a crossing. The crossing was reported in JKH, which crossed 200,000 shares to the tune of Rs 25 million, its shares traded at Rs 125.",
    "It is said the bourse closed in red territory for the second consecutive day with intensified selling pressure owing to the reiteration by Prime Minister Ranil Wickramasinghe that the next three weeks will be strenuous as the country is toiling to get adequate stocks of fuel and gas.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Browns Investments Rs 150 million (17.1 million shares traded), Expolanka Holdings Rs 92.2 million (525,000 shares traded), Lanka Wall Tiles Rs 89.3 million (1.4 million shares traded), Lanka IOC Rs 80.2 million (1.1 million shares traded), JKH Rs 43.3 million (349,000 shares traded), Royal Ceramic Rs 27.5 million (997.000 shares traded) and Hayleys Fabrics Rs 16.4 million (512,000 shares traded). During the day 41.7 million share volumes changed hands in11000 transactions.",
    "It is said high net worth and institutional investor participation was noted in HNB, CT Holdings and John Keells Holdings. Mixed interest was observed in Expolanka Holdings, Lanka IOC and LOLC Holdings, while retail interest was noted in Browns Investments, Muller & Phipps and LOLC Finance. The transportation sector was the second-highest contributor to the market turnover (due to Expolanka Holdings). It is said the Food, Beverage and Tobacco sector was the top contributor to market turnover (due to Browns Investments).",
    "Yesterday the Central Bank US dollar buying rate was Rs 355.67 and selling rate Rs 366.49. The rupee quoted by commercial banks against telegraphic transfers fell to Rs 367 at yesterday’s trading, falling from Rs 366 on the previous day (Wednesday).The Central Bank’s interbank spot trade was at Rs 359.85 under a daily guidance rate, unchanged from Wednesday.",
    "‘Come and Live in Sri Lanka’ real estate project targeting senior citizens",
    "Virtusa appoints Naresha Supramaniam as Country Head for Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සාර්ව-ආර්ථික බාධාවන් CSE පහතට ඇද දමයි; ඉන්ධන අර්බුදය සාධකයක්",
      "body_lines": [
        "සාර්ව-ආර්ථික බාධාවන් හේතුවෙන් කොළඹ කොටස් වෙළෙඳපොළ හරිත ප්‍රදේශයේ විවෘත කිරීමෙන් පසු ඊයේ ගනුදෙනු ආරම්භ වී පළමු පැය තුළදී පහත වැටුණු බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "පවතින උග්‍ර ඉන්ධන අර්බුදය බොහෝ ආර්ථික හා ව්‍යාපාරික කටයුතුවලට බලපා ඇත. තවද, ෆෙඩරල් සංචිතය (එක්සත් ජනපද මහ බැංකුව) පදනම් ලකුණු 75 කින් වැඩි කර ඇති අතර එක්සත් ජනපද මූල්‍ය නියාමකයා විසින් තවත් පදනම් ලකුණු 50-70 කින් වැඩි කිරීමට නියමිත බව වෙළඳපල විශ්ලේෂකයින් වැඩිදුරටත් පැවසීය.",
        "ඉහළ යන පාරිභෝගික මිල ගණන් පාලනය කිරීමට සටන් වදින එක්සත් ජනපද මහ බැංකුව වසර 30කට පසු එහි විශාලතම පොලී අනුපාතික ඉහළ යාම පෙරේදා නිවේදනය කළේය. ෆෙඩරල් ආන්ඩුව ප්‍රකාශ කළේ ප්‍රධාන පොලී අනුපාත සියයට 1.5 සිට සියයට 1.75 දක්වා පරාසයක කාර්තු තුනකින් වැඩි කරන බවයි. තවද, චීනයේ ශුන්‍ය Covid-19 ප්‍රතිපත්තිය ලෝකයේ සෑම අංශයකම පාහේ ගෝලීය සැපයුම් දාමයට ද බලපෑ බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පැහැදිලි කළහ. ගෝලීය තත්ත්වය තුළ, සැපයුම් පාර්ශ්ව උද්ධමනය ඍණාත්මක ආකාරයෙන් පෙනෙන බව වාර්තා වේ.",
        "ඉහළ ගෝලීය උද්ධමනය සමඟ බොහෝ ආර්ථිකයන්, විශේෂයෙන් යුරෝපීය රටවල්, මුදල් ප්‍රතිපත්ති දැඩි කරමින් සහ සකස් කරමින් සිටින අතර, එය ශ්‍රී ලංකා කොටස් වෙළෙඳපොළ ඇතුළු ගෝලීය වශයෙන් කොටස් වෙළෙඳපොළ/කොටස් වෙළෙඳපොළ කෙරෙහි සෘණාත්මක ලෙස බලපා ඇත. එම වර්ධනයන් මධ්‍යයේ දර්ශක දෙකම පහළට ගමන් කළේය. සියලුම කොටස් මිල දර්ශකය ඒකක 66.8 කින් පහළ ගිය අතර S සහ P SL20 ඒකක 24.6 කින් පහළ ගියේය. හරස් මාර්ගයක් සමඟ පිරිවැටුම රුපියල් මිලියන 786 ක් විය. මෙම හරස් කිරීම JKH හි වාර්තා වූ අතර, කොටස් 200,000 ඉක්මවා රුපියල් මිලියන 25 ක් දක්වා එහි කොටස් ගනුදෙනු වූයේ රුපියල් 125 ට ය.",
        "ප්‍රමාණවත් ඉන්ධන සහ ගෑස් තොග ලබා ගැනීමට රට වෙහෙසෙන බැවින් ඉදිරි සති තුන දැඩි වෙහෙසකාරී වනු ඇතැයි අගමැති රනිල් වික්‍රමසිංහ මහතා නැවත වරක් ප්‍රකාශ කිරීමත් සමඟ අඛණ්ඩව දෙවැනි දිනටත් දැඩි විකුණුම් පීඩනයක් සමඟින් කොටස් වෙලඳපොල රතු පිටියේ වසා දැමුණු බව පැවසේ.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ, Browns Investments රුපියල් මිලියන 150 (කොටස් මිලියන 17.1 ක්), එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 92.2 ක් (කොටස් 525,000 ක් ගනුදෙනු කර ඇත), ලංකා වෝල් ටයිල්ස් රුපියල් මිලියන 89.3 ක් (කොටස් මිලියන 1.4 ක් ගනුදෙනු විය) , Lanka IOC රුපියල් මිලියන 80.2 (කොටස් මිලියන 1.1 ගනුදෙනු), JKH රුපියල් මිලියන 43.3 (කොටස් 349,000 ගනුදෙනු), Royal Ceramic රුපියල් මිලියන 27.5 (කොටස් 997.000 ගනුදෙනු) සහ Hayleys Fabrics රුපියල් මිලියන 16.4 (කොටස් මිලියන 512,000 ක් වෙළඳාම් කර ඇත). දවස තුළ ගනුදෙනු 11000 ක් තුළ කොටස් වෙළුම් මිලියන 41.7 ක් වෙනස් විය.",
        "HNB, CT Holdings සහ John Keells Holdings හි ඉහළ ශුද්ධ වටිනාකමක් සහ ආයතනික ආයෝජකයින්ගේ සහභාගීත්වය සටහන් වූ බව පැවසේ. Expolanka Holdings, Lanka IOC සහ LOLC හෝල්ඩින්ග්ස් හි මිශ්‍ර පොලී නිරීක්ෂණය වූ අතර Browns Investments, Muller & Phipps සහ LOLC ෆිනෑන්ස් හි සිල්ලර පොලී සටහන් විය. ප්‍රවාහන අංශය වෙළෙඳපොළ පිරිවැටුම සඳහා දෙවැනි ඉහළම දායකයා විය (එක්ස්පෝලංකා හෝල්ඩිංග්ස් හේතුවෙන්). ආහාර, පාන සහ දුම්කොළ අංශය වෙළඳපල පිරිවැටුම සඳහා ඉහළම දායකත්වයක් ලබා දුන් බව කියනු ලැබේ (බ්‍රවුන්ස් ආයෝජන හේතුවෙන්).",
        "ඊයේ දිනයේ මහ බැංකුවේ ඩොලරයේ ගැනුම් අනුපාතිකය රුපියල් 355.67ක් වූ අතර විකුණුම් මිල රුපියල් 366.49ක් විය. විදුලි පණිවුඩ හුවමාරුවලට එරෙහිව වානිජ බැංකු විසින් උපුටා දක්වන ලද රුපියල පෙරේදා (බදාදා) රුපියල් 366 සිට ඊයේ ගනුදෙනුවේ දී රුපියල් 367 දක්වා පහත වැටුණි. මහ බැංකුවේ අන්තර් බැංකු ස්ථාන වෙළඳාම බදාදා සිට නොවෙනස්ව දෛනික මාර්ගෝපදේශ අනුපාතය යටතේ රුපියල් 359.85 ක් විය.",
        "ජ්‍යෙෂ්ඨ පුරවැසියන් ඉලක්ක කර ගනිමින් ‘ශ්‍රී ලංකාවට පැමිණ ජීවත් වන්න’ දේපළ වෙළඳාම් ව්‍යාපෘතිය",
        "Virtusa විසින් නරේෂා සුප්‍රමනියම් ශ්‍රී ලංකාව සඳහා රටේ ප්‍රධානියා ලෙස පත් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மேக்ரோ-பொருளாதாரக் கட்டுப்பாடுகள் CSEயை வீழ்த்துகின்றன; எரிபொருள் நெருக்கடி ஒரு காரணி",
      "body_lines": [
        "மேக்ரோ-பொருளாதாரக் கட்டுப்பாடுகள் காரணமாக, பசுமைப் பகுதியில் துவங்கிய பிறகு, நேற்று வர்த்தகம் தொடங்கிய முதல் ஒரு மணி நேரத்திலேயே சிஎஸ்இ சரிந்தது என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "தற்போதைய கடுமையான எரிபொருள் நெருக்கடியானது பெரும்பாலான பொருளாதார மற்றும் வணிக நடவடிக்கைகளை பாதித்துள்ளது. மேலும், ஃபெட் ரிசர்வ் (அமெரிக்க மத்திய வங்கி) 75 அடிப்படை புள்ளிகளை அதிகரித்துள்ளது மற்றும் மேலும் 50-70 அடிப்படை புள்ளிகள் அமெரிக்க நாணய ஒழுங்குமுறையால் அதிகரிக்கப்படும் என்று சந்தை ஆய்வாளர்கள் மேலும் தெரிவித்தனர்.",
        "முந்தைய நாளில் அமெரிக்க மத்திய வங்கி 30 ஆண்டுகளில் இல்லாத அளவில் மிகப்பெரிய வட்டி விகித உயர்வை அறிவித்தது, ஏனெனில் அது உயரும் நுகர்வோர் விலைகளை கட்டுப்படுத்த போராடுகிறது. 1.5 சதவீதம் முதல் 1.75 சதவீதம் வரை முக்கிய வட்டி விகிதங்களை முக்கால் சதவீத புள்ளிகள் உயர்த்துவதாக மத்திய அரசு தெரிவித்துள்ளது. மேலும், சீன பூஜ்ஜிய கோவிட்-19 கொள்கையானது உலகில் உள்ள அனைத்து துறைகளிலும் உலகளாவிய விநியோகச் சங்கிலியை பாதித்தது, பங்குச் சந்தை ஆய்வாளர்கள் விளக்கினர். உலகளாவிய சூழ்நிலையில், சப்ளை பக்க பணவீக்கம் எதிர்மறையான வழியில் தெரிகிறது.",
        "உயர் பூகோள பணவீக்கத்துடன் பெரும்பாலான பொருளாதாரங்கள், குறிப்பாக ஐரோப்பிய நாடுகள், நாணயக் கொள்கைகளை இறுக்குவது மற்றும் சரிசெய்து வருகின்றன, இது இலங்கை பங்குச் சந்தை உட்பட உலகளவில் பங்குச் சந்தை/பங்குச் சந்தையை எதிர்மறையாகப் பாதித்துள்ளது. அந்த முன்னேற்றங்களுக்கு மத்தியில், இரண்டு குறியீடுகளும் கீழ்நோக்கி நகர்ந்தன. அனைத்துப் பங்கு விலைச் சுட்டெண் 66.8 புள்ளிகளாலும், S மற்றும் P SL20 24.6 புள்ளிகளாலும் சரிந்தன. விற்றுமுதல் ரூ.786 மில்லியனாக இருந்தது. JKH இல் 200,000 பங்குகளைத் தாண்டி ரூ. 25 மில்லியனைத் தாண்டியது, அதன் பங்குகள் ரூ. 125 இல் வர்த்தகமானது.",
        "போதியளவு எரிபொருள் மற்றும் எரிவாயு இருப்புக்களை பெற்றுக்கொள்ள நாடு உழைத்துக்கொண்டிருப்பதால் அடுத்த மூன்று வாரங்கள் கடினமானதாக இருக்கும் என பிரதமர் ரணில் விக்கிரமசிங்க மீண்டும் வலியுறுத்தியதன் காரணமாக, தொடர்ந்து இரண்டாவது நாளாக பங்குச்சந்தைகள் சிவப்புப் பிரதேசத்தில் மூடப்பட்டன.",
        "சில்லறை விற்பனை சந்தையில், பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 150 மில்லியன் (17.1 மில்லியன் பங்குகள் வர்த்தகம்), எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 92.2 மில்லியன் (525,000 பங்குகள் வர்த்தகம்), லங்கா வோல் டைல்ஸ் ரூ 89.3 மில்லியன் (1.4 மில்லியன் பங்குகள் வர்த்தகம்) ஆகியவை முக்கிய பங்களிப்பை வழங்கிய ஏழு நிறுவனங்களாகும். , Lanka IOC ரூ 80.2 மில்லியன் (1.1 மில்லியன் பங்குகள் வர்த்தகம்), JKH ரூ 43.3 மில்லியன் (349,000 பங்குகள் வர்த்தகம்), Royal Ceramic ரூ 27.5 மில்லியன் (997.000 பங்குகள் வர்த்தகம்) மற்றும் Hayleys Fabrics ரூ 16.4 மில்லியன் (512,000 பங்குகள் வர்த்தகம்). நாளின் போது 11000 பரிவர்த்தனைகளில் 41.7 மில்லியன் பங்குகள் கைமாறின.",
        "HNB, CT ஹோல்டிங்ஸ் மற்றும் ஜான் கீல்ஸ் ஹோல்டிங்ஸ் ஆகியவற்றில் அதிக நிகர மதிப்பு மற்றும் நிறுவன முதலீட்டாளர் பங்கு குறிப்பிடப்பட்டதாக கூறப்படுகிறது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ், லங்கா ஐஓசி மற்றும் எல்ஓஎல்சி ஹோல்டிங்ஸ் ஆகியவற்றில் கலப்பு ஆர்வம் காணப்பட்டது, அதே சமயம் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ், முல்லர் & பிப்ஸ் மற்றும் எல்ஓஎல்சி ஃபினான்ஸ் ஆகியவற்றில் சில்லறை வட்டி குறிப்பிடப்பட்டுள்ளது. சந்தை வருவாயில் (எக்ஸ்போலங்கா ஹோல்டிங்ஸ் காரணமாக) போக்குவரத்துத் துறை இரண்டாவது அதிக பங்களிப்பாளராக இருந்தது. உணவு, பானங்கள் மற்றும் புகையிலை துறை சந்தை வருவாயில் (பிரவுன்ஸ் முதலீடுகள் காரணமாக) முதன்மையான பங்களிப்பாளராக இருந்தது என்று கூறப்படுகிறது.",
        "நேற்றைய தினம் மத்திய வங்கியின் அமெரிக்க டொலர் கொள்வனவு விலை ரூபா 355.67 ஆகவும் விற்பனை விலை ரூபா 366.49 ஆகவும் இருந்தது. தந்தி பரிமாற்றங்களுக்கு எதிராக வர்த்தக வங்கிகளால் மேற்கோள் காட்டப்பட்ட ரூபாய் நேற்றைய வர்த்தகத்தில் ரூ. 367 ஆக சரிந்தது, முந்தைய நாள் (புதன்கிழமை) ரூ. 366 ஆக இருந்தது. மத்திய வங்கியின் வங்கிகளுக்கிடையேயான வர்த்தகம் புதன்கிழமை முதல் தினசரி வழிகாட்டுதல் விகிதத்தின் கீழ் ரூ.359.85 ஆக இருந்தது.",
        "மூத்த குடிமக்களை இலக்காகக் கொண்டு ‘இலங்கையில் வந்து வாழுங்கள்’ ரியல் எஸ்டேட் திட்டம்",
        "நரேஷா சுப்ரமணியத்தை இலங்கைக்கான நாட்டின் தலைவராக விர்துசா நியமித்தது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}