{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ipay-powered-by-lolc-joined-the-latest-lankaqr-drive-in-kurunegala/",
  "time_ut": 1649086320,
  "title": "iPay powered by LOLC, joined the latest LANKAQR drive in Kurunegala",
  "body_lines": [
    "Sri Lanka’s most preferred and most trusted financial services provider LOLC Finance PLC continues to sustain its committed support to expand the adoption of digital payments in the country through iPay.",
    "iPay, powered by LOLC Finance has advanced from a mere payment gateway in to a beyond lifestyle payment application offering an exceptional service and convenience to their customers at a distance of a fingertip. Over the years of excellence, iPay has positioned their brand name as the most vivid and vibrant finance application available in Sri Lanka.",
    "The latest LANKAQR event of the nationwide rollout campaign by Central Bank of Sri Lanka (CBSL) took place in Vehera Grounds, in the city of Kurunegala on the 19th of March 2022 with a large participation of partnered banks, financial service providers, merchants, dignitaries and other invitees.",
    "Lanka QR launched the “Rata Purama LankaQR” campaign, with the purpose of promoting the usage of a common national Quick Response (QR) code. This QR code was developed by the CBSL with the idea of eliminating the need for merchants to have multiple QR codes for different platforms, facilitating fast, secure and affordable digital payments.",
    "In view of transforming the Sri Lankan economy to a cashless podium, iPay actively participated in a day-long activation to raise awareness and to network with merchants. The opportunity was made use to explain the participants on the benefits of using LankaQR-integrated payments. iPay was also able to attain a number of merchants on-boarding, during the event.",
    "Dhammika Nanayakkara, Deputy Governor, Central Bank of Sri Lanka graced the occasion as the Chief Guest. D. Kumarathunga, Assistant Governor, Central Bank of Sri Lanka attended as the guest of honour. LOLC Finance PLC Head of iPay, Charitha Jayasinghe and the Regional Manager, Chaminda Ranaweera were also present at the event. LOLC Finance teams from Kurunegala branch also joined to support the activation.",
    "Charitha Jayasinghe, Head of iPay, LOLC Finance PLC stated, “Being the leading Fintech platform of the country, we are privileged and humbled to take part in this national initiative by CBSL. Considering the increasing numbers of people adopting cashless transactions through iPay, we are truly pleased that we have been able to contribute immensely towards this national drive, over time. We also believe that these continuous initiatives will further enhance the knowledge and interest of the regional communities to understand and use these digital platforms better. As the leading Non-Banking Financial Institute (NBFI) in Sri Lanka, we remain committed to support this nationwide interest”.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "LOLC මගින් බල ගැන්වෙන iPay, කුරුණෑගල නවතම LANKAQR ධාවකය සමඟ සම්බන්ධ විය",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වඩාත්ම කැමති සහ විශ්වාසනීය මූල්‍ය සේවා සපයන්නා වන LOLC Finance PLC, iPay හරහා රට තුළ ඩිජිටල් ගෙවීම් ව්‍යාප්ත කිරීම සඳහා සිය කැපවූ සහයෝගය අඛණ්ඩව පවත්වාගෙන යයි.",
        "LOLC ෆිනෑන්ස් මගින් බල ගැන්වෙන iPay, හුදු ගෙවීම් දොරටුවක සිට ඔබ්බට ජීවන රටාවකට ගෙවීමේ යෙදුමක් දක්වා දියුණු වී ඇති අතර, ඔවුන්ගේ පාරිභෝගිකයින්ට ඇඟිලි තුඩක් දුරින් සුවිශේෂී සේවාවක් සහ පහසුවක් ලබා දෙයි. විශිෂ්ටත්වයේ වසර ගණනාවක් පුරා, iPay ඔවුන්ගේ වෙළඳ නාමය ශ්‍රී ලංකාවේ පවතින වඩාත් විචිත්‍රවත් සහ විචිත්‍රවත් මූල්‍ය යෙදුම ලෙස ස්ථානගත කර ඇත.",
        "ශ්‍රී ලංකා මහ බැංකුවේ (CBSL) ජාතික ව්‍යාප්ත ව්‍යාපාරයේ නවතම LANKAQR උත්සවය 2022 මාර්තු 19 වැනි දින කුරුණෑගල නගරයේ වෙහෙර පිටියේදී හවුල් බැංකු, මූල්‍ය සේවා සපයන්නන්, වෙළෙඳුන්, ප්‍රභූවරුන්ගේ විශාල සහභාගිත්වයෙන් පැවැත්විණි. සහ අනෙකුත් ආරාධිතයින්.",
        "පොදු ජාතික ඉක්මන් ප්‍රතිචාර (QR) කේතයක් භාවිතය ප්‍රවර්ධනය කිරීමේ අරමුණින් Lanka QR \"රට පුරම LankaQR\" ව්‍යාපාරය දියත් කළේය. මෙම QR කේතය CBSL විසින් සංවර්ධනය කරන ලද්දේ වෙළෙන්දන්ට විවිධ වේදිකා සඳහා බහු QR කේත තිබීමේ අවශ්‍යතාවය ඉවත් කිරීම, වේගවත්, ආරක්ෂිත සහ දැරිය හැකි ඩිජිටල් ගෙවීම් සඳහා පහසුකම් සැලසීමේ අදහසිනි.",
        "ශ්‍රී ලංකා ආර්ථිකය මුදල් රහිත වේදිකාවක් බවට පරිවර්තනය කිරීමේ අරමුණින්, iPay දැනුවත් කිරීම සහ වෙළෙන්දන් සමඟ ජාලගත කිරීම සඳහා දිනක් පුරා ක්‍රියාත්මක කිරීම සඳහා ක්‍රියාකාරීව සහභාගී විය. LankaQR-ඒකාබද්ධ ගෙවීම් භාවිතා කිරීමේ ප්‍රතිලාභ පිළිබඳව සහභාගිවන්නන්ට පැහැදිලි කිරීමට මෙම අවස්ථාව යොදා ගන්නා ලදී. iPay හට මෙම අවස්ථාව තුළදී, වෙළඳුන් ගණනාවක් ගොඩකර ගැනීමට හැකි විය.",
        "මෙම අවස්ථාවට ප්‍රධාන ආරාධිත අමුත්තා ලෙස ශ්‍රී ලංකා මහ බැංකුවේ නියෝජ්‍ය අධිපති ධම්මික නානායක්කාර මහතා සහභාගී විය. ගෞරවනීය ආරාධිතයා ලෙස ශ්‍රී ලංකා මහ බැංකුවේ සහකාර අධිපති ඩී.කුමාරතුංග මහතා සහභාගී විය. LOLC Finance PLC iPay හි ප්‍රධානී චරිත ජයසිංහ සහ ප්‍රාදේශීය කළමනාකරු චමින්ද රණවීර යන මහත්වරු ද මෙම අවස්ථාවට එක්ව සිටියහ. කුරුණෑගල ශාඛාවේ LOLC ෆිනෑන්ස් කණ්ඩායම් ද සක්‍රීය කිරීම සඳහා සහාය වීමට එක් විය.",
        "LOLC ෆිනෑන්ස් පීඑල්සී හි iPay හි ප්‍රධානී චරිත ජයසිංහ මහතා ප්‍රකාශ කළේ, “රටේ ප්‍රමුඛතම Fintech වේදිකාව වන අපි, CBSL හි මෙම ජාතික මුලපිරීම සඳහා සහභාගී වීමට ලැබීම භාග්‍යයක් සහ නිහතමානී වන්නෙමු. iPay හරහා මුදල් රහිත ගණුදෙණු කරන පිරිස වැඩි වීම සලකන විට, කාලයත් සමඟ මෙම ජාතික ව්‍යාපාරයට ඉමහත් දායකත්වයක් ලබා දීමට අපට හැකි වීම ගැන අපි සැබවින්ම සතුටු වෙමු. මෙම ඩිජිටල් වේදිකා වඩාත් හොඳින් අවබෝධ කර ගැනීමට සහ භාවිතා කිරීමට මෙම අඛණ්ඩ මුලපිරීම් කලාපීය ප්‍රජාවන්ගේ දැනුම සහ උනන්දුව තවදුරටත් වැඩිදියුණු කරනු ඇතැයි අපි විශ්වාස කරමු. ශ්‍රී ලංකාවේ ප්‍රමුඛතම බැංකු නොවන මූල්‍ය ආයතනය (NBFI) ලෙස, මෙම ජාතික අවශ්‍යතාවයට සහාය වීමට අපි කැපවී සිටිමු.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "LOLC ஆல் இயங்கும் iPay, குருநாகலில் சமீபத்திய LANKAQR இயக்ககத்தில் சேர்ந்தது",
      "body_lines": [
        "இலங்கையின் மிகவும் விருப்பமான மற்றும் மிகவும் நம்பகமான நிதிச் சேவை வழங்குனரான LOLC Finance PLC, iPay மூலம் நாட்டில் டிஜிட்டல் கொடுப்பனவுகளை ஏற்றுக்கொள்வதை விரிவுபடுத்துவதற்கான அதன் உறுதியான ஆதரவைத் தொடர்ந்து நிலைநிறுத்துகிறது.",
        "LOLC ஃபைனான்ஸ் மூலம் இயக்கப்படும் iPay ஆனது, வெறும் கட்டண நுழைவாயிலில் இருந்து வாழ்க்கை முறை கட்டணப் பயன்பாட்டுக்கு அப்பாற்பட்டதாக முன்னேறியுள்ளது, இது அவர்களின் வாடிக்கையாளர்களுக்கு விரல் நுனியில் ஒரு விதிவிலக்கான சேவை மற்றும் வசதியை வழங்குகிறது. சிறப்பான ஆண்டுகளில், iPay இலங்கையில் கிடைக்கும் மிகவும் தெளிவான மற்றும் துடிப்பான நிதிப் பயன்பாடாக தங்கள் வர்த்தக நாமத்தை நிலைநிறுத்தியுள்ளது.",
        "இலங்கை மத்திய வங்கியின் (CBSL) நாடு தழுவிய பரப்புரையின் சமீபத்திய LANKAQR நிகழ்வு 2022 மார்ச் 19 ஆம் திகதி குருநாகல் நகரிலுள்ள வெஹெர மைதானத்தில் பங்குதாரர் வங்கிகள், நிதிச் சேவை வழங்குநர்கள், வணிகர்கள், பிரமுகர்களின் பெரும் பங்கேற்புடன் நடைபெற்றது. மற்றும் பிற அழைப்பாளர்கள்.",
        "பொதுவான தேசிய விரைவுப் பதிலளிப்பு (QR) குறியீட்டின் பயன்பாட்டை ஊக்குவிக்கும் நோக்கத்துடன், Lanka QR \"ரட புரமா லங்காக்யூஆர்\" பிரச்சாரத்தை அறிமுகப்படுத்தியது. இந்த QR குறியீடு CBSL ஆல் உருவாக்கப்பட்டது, வணிகர்கள் வெவ்வேறு தளங்களுக்கு பல QR குறியீடுகளை வைத்திருக்க வேண்டும், விரைவான, பாதுகாப்பான மற்றும் மலிவு டிஜிட்டல் கட்டணங்களை எளிதாக்கும் யோசனையுடன்.",
        "இலங்கையின் பொருளாதாரத்தை பணமில்லா மேடையாக மாற்றும் நோக்கில், iPay விழிப்புணர்வை ஏற்படுத்துவதற்கும் வணிகர்களுடன் பிணையத்தை ஏற்படுத்துவதற்கும் ஒரு நாள் முழுவதும் செயலில் ஈடுபட்டது. LankaQR-ஒருங்கிணைந்த கொடுப்பனவுகளைப் பயன்படுத்துவதன் நன்மைகள் குறித்து பங்கேற்பாளர்களுக்கு விளக்குவதற்கு இந்த சந்தர்ப்பம் பயன்படுத்தப்பட்டது. நிகழ்வின் போது iPay பல வணிகர்களை ஆன்-போர்டிங் செய்ய முடிந்தது.",
        "இந்நிகழ்வில் பிரதம அதிதியாக இலங்கை மத்திய வங்கியின் பிரதி ஆளுநர் தம்மிக்க நாணயக்கார கலந்து கொண்டார். கௌரவ அதிதியாக இலங்கை மத்திய வங்கியின் உதவி ஆளுநர் டி.குமாரதுங்க கலந்து கொண்டார். இந்நிகழ்வில் LOLC Finance PLC இன் iPay இன் தலைவர் சரித ஜயசிங்க மற்றும் பிராந்திய முகாமையாளர் சமிந்த ரணவீர ஆகியோரும் கலந்துகொண்டனர். குருநாகல் கிளையைச் சேர்ந்த LOLC பினான்ஸ் அணிகளும் இந்தச் செயற்பாட்டிற்கு ஆதரவாக இணைந்துகொண்டன.",
        "LOLC Finance PLC இன் iPay இன் தலைவரான சரித ஜயசிங்க, “நாட்டின் முன்னணி Fintech தளமாக இருப்பதால், CBSL இன் இந்த தேசிய முயற்சியில் பங்கேற்பதில் நாங்கள் பாக்கியம் மற்றும் பணிவுடன் இருக்கிறோம். iPay மூலம் பணமில்லா பரிவர்த்தனைகளை மேற்கொள்வோரின் எண்ணிக்கை அதிகரித்து வருவதைக் கருத்தில் கொண்டு, காலப்போக்கில் இந்த தேசிய இயக்கத்திற்கு எங்களால் மகத்தான பங்களிப்பை வழங்க முடிந்ததில் நாங்கள் உண்மையிலேயே மகிழ்ச்சியடைகிறோம். இந்த தொடர்ச்சியான முயற்சிகள் பிராந்திய சமூகங்களின் அறிவையும் ஆர்வத்தையும் மேலும் இந்த டிஜிட்டல் தளங்களைப் புரிந்துகொள்வதற்கும் பயன்படுத்துவதற்கும் மேலும் மேம்படுத்தும் என்று நாங்கள் நம்புகிறோம். இலங்கையில் முன்னணி வங்கியல்லாத நிதி நிறுவனம் (NBFI) என்ற வகையில், இந்த நாடு தழுவிய நலனை ஆதரிப்பதற்கு நாங்கள் உறுதியாக இருக்கிறோம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}