{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81254/india-is-largest-target-market-for-the-port-city-project-saliya-wickramasuriya",
  "time_ut": 1647497760,
  "title": "India is largest target market for the port city project - Saliya Wickramasuriya",
  "body_lines": [
    "The Indian subcontinent is the largest target market for the $1.12-billion Port City Colombo, which will build on ongoing political alignment between Sri Lanka and the country to offer key opportunities to Indian businesses, says the head of the commission overseeing the project.",
    "Colombo Port City Economic Commission director general Saliya Wickramasuriya said in an interview that the project will offer opportunities both to Indian players, that already have a presence in Sri Lanka, and to those making their maiden foray into the island nation. He highlighted the separate laws being enacted for the port city and bespoke business solutions as its main attractions for Indian investors.",
    "“With the changing economic circumstances both here and overseas, our target market is shifting slightly and the value proposition has to change accordingly...While there is recovery, there are still economic constraints everywhere and there are political disturbances everywhere,” Wickramasuriya said.",
    "“So what we’re looking here is building on the relationships that already exist with entities who have invested in Sri Lanka. In particular, the Indian subcontinent is by far our largest target market,” he added.",
    "The commission wants the “port city to be an international city” but it is also looking at more detailed, bespoke and customised solutions to “create value propositions for key anchor investors”, Wickramasuriya said.",
    "Port City Colombo is being implemented by China Harbour Engineering Company, part of the China Communications Construction Company, to create a city on land reclaimed from the sea and extend Colombo’s central business district. The project consists of 269 hectares of reclaimed land, and the developers of the project are hoping it will benefit from a recent increase in economic cooperation between India and Sri Lanka.",
    "The Indian side has provided a $500-million line of credit for purchasing fuel and a currency swap of $400 million under the Saarc facility. It has also deferred the payment of $515 million due to the Asian Clearing Union. The two sides also finalised the long-gestating project to refurbish and develop the Trincomalee oil farm, a storage facility with a capacity of almost one million tonnes.",
    "Wickramasuriya acknowledged the economic problems currently being faced by Sri Lanka but was upbeat that the growing political alignment with India will benefit the project.",
    "“I think bridges are being strengthened on the political front, which is good because it’s something we should do and keep doing with India, our oldest and biggest trading partner and also home to our largest contingent of arriving visitors,” he said.",
    "Highlighting the port city’s potential for commercial and retail activities, he added, “There’s a lot of potential for Indian businesses to move one step closer to the world by coming to Sri Lanka, because a lot of Indian goods get trans-shipped through Sri Lanka...So, this is why we are offering an international financial centre concept in a convenient physical location for businesses that are in the goods and services movement business.”",
    "The Colombo Port City Economic Commission is currently working on a set of 10 key policy frameworks and regulations, including regulations for banking and finance, setting up and winding down businesses, immigration, dispute resolution.",
    "“Those regulations are being drafted and we are sealing up the ease of doing business indicator types. I would say by the end of April, we should be able to roll out our drafts to the market...,” Wickramasuriya said."
  ],
  "translate": {
    "si": {
      "title": "වරාය නගර ව්‍යාපෘතියේ විශාලතම ඉලක්ක වෙළඳපොල ඉන්දියාවයි - සාලිය වික්‍රමසූරිය",
      "body_lines": [
        "ඉන්දියානු ව්‍යාපාර සඳහා ප්‍රධාන අවස්ථා ලබා දීම සඳහා ශ්‍රී ලංකාව සහ රට අතර පවතින දේශපාලන පෙළගැස්ම මත ගොඩනැගෙන ඩොලර් බිලියන 1.12 ක කොළඹ වරාය නගරය සඳහා විශාලතම ඉලක්ක වෙළඳපොල ඉන්දීය උපමහාද්වීපය බව ව්‍යාපෘතිය අධීක්‍ෂණ කරන කොමිෂන් සභාවේ ප්‍රධානියා පවසයි.",
        "කොළඹ වරාය නගර ආර්ථික කොමිසමේ අධ්‍යක්ෂ ජනරාල් සාලිය වික්‍රමසූරිය සම්මුඛ සාකච්ඡාවකට එක්වෙමින් කියා සිටියේ මෙම ව්‍යාපෘතිය මඟින් දැනටමත් ශ්‍රී ලංකාවේ සිටින ඉන්දීය ක්‍රීඩකයින්ට සහ දිවයිනට සිය මංගල ගමනේ යෙදෙන අයට අවස්ථා ලබා දෙන බවයි. ඉන්දියානු ආයෝජකයින් සඳහා එහි ප්‍රධාන ආකර්ශනීය ස්ථාන ලෙස වරාය නගරය සහ ව්‍යාපාරික විසඳුම් සඳහා පනවන වෙනම නීති ඔහු අවධාරණය කළේය.",
        "\"මෙතැන සහ එතෙර යන දෙඅංශයේම වෙනස් වන ආර්ථික තත්ත්වයන් සමඟ අපගේ ඉලක්ක වෙළඳපල සුළු වශයෙන් වෙනස් වෙමින් පවතින අතර ඒ අනුව වටිනාකම් ප්‍රස්තුතය වෙනස් විය යුතුය. ප්‍රකෘතිමත් වන අතර සෑම තැනකම තවමත් ආර්ථික බාධාවන් පවතින අතර සෑම තැනකම දේශපාලන කැළඹීම් තිබේ,\" වික්‍රමසූරිය පැවසීය.",
        "“එබැවින් අප මෙහිදී සොයන්නේ ශ්‍රී ලංකාවේ ආයෝජනය කර ඇති ආයතන සමඟ දැනටමත් පවතින සබඳතා මත ගොඩනගා ගැනීමයි. විශේෂයෙන්ම, ඉන්දියානු උපමහාද්වීපය අපගේ විශාලතම ඉලක්ක වෙළඳපොළයි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "“වරාය නගරය ජාත්‍යන්තර නගරයක්” කිරීමට කොමිසමට අවශ්‍ය නමුත් එය “ප්‍රධාන නැංගුරම් ආයෝජකයින් සඳහා වටිනාකම් යෝජනා නිර්මාණය කිරීම” සඳහා වඩාත් සවිස්තරාත්මක, නියම සහ අභිරුචිකරණය කරන ලද විසඳුම් සොයමින් සිටින බව වික්‍රමසූරිය මහතා පැවසීය.",
        "මුහුදෙන් ගොඩකරගත් ගොඩබිමක නගරයක් නිර්මාණය කිරීම සහ කොළඹ මධ්‍යම ව්‍යාපාරික දිස්ත්‍රික්කය ව්‍යාප්ත කිරීම සඳහා Port City Colombo, China Communications Construction Company හි කොටසක් වන China Harbour Engineering Company විසින් ක්‍රියාත්මක කරනු ලැබේ. මෙම ව්‍යාපෘතිය හෙක්ටයාර් 269 ක ගොඩකර ඇති භූමි ප්‍රමාණයකින් සමන්විත වන අතර, ව්‍යාපෘතියේ සංවර්ධකයින් බලාපොරොත්තු වන්නේ ඉන්දියාව සහ ශ්‍රී ලංකාව අතර ආර්ථික සහයෝගීතාවයේ මෑත කාලීන ඉහළ යාමෙන් ප්‍රතිලාභ ලැබෙනු ඇති බවයි.",
        "ඉන්දියානු පාර්ශවය ඉන්ධන මිලදී ගැනීම සඳහා ඩොලර් මිලියන 500 ක ණයක් සහ සාක් පහසුකම යටතේ ඩොලර් මිලියන 400 ක මුදල් හුවමාරුවක් ලබා දී ඇත. එය ආසියානු නිෂ්කාශන සංගමයට ගෙවිය යුතු ඩොලර් මිලියන 515 ක ගෙවීම ද කල් දමා ඇත. ටොන් මිලියනයකට ආසන්න ධාරිතාවකින් යුත් ගබඩා පහසුකමක් වන ත්‍රිකුණාමල තෙල් ගොවිපල ප්‍රතිසංස්කරණය කර සංවර්ධනය කිරීමේ දිගුකාලීන ව්‍යාපෘතිය ද දෙපාර්ශවය විසින් අවසන් කරන ලදී.",
        "දැනට ශ්‍රී ලංකාව මුහුණ දී සිටින ආර්ථික ගැටලු වික්‍රමසූරිය පිළිගත් නමුත් ඉන්දියාව සමඟ වැඩෙන දේශපාලන සන්ධානගත වීම ව්‍යාපෘතියට ප්‍රතිලාභයක් වනු ඇතැයි ඔහු සතුටු විය.",
        "\"දේශපාලන පෙරමුණේ පාලම් ශක්තිමත් වෙමින් පවතින බව මම සිතමි, එය අපගේ පැරණිතම සහ විශාලතම වෙළඳ සහකරු වන ඉන්දියාව සමඟ අප කළ යුතු දෙයක් වන අතර එය දිගටම කරගෙන යා යුතු දෙයක් වන අතර අපගේ විශාලතම පැමිණෙන අමුත්තන්ගේ නිවහන වේ,\" ඔහු පැවසීය.",
        "වරාය නගරයේ වාණිජ සහ සිල්ලර ක්‍රියාකාරකම් සඳහා ඇති හැකියාව අවධාරණය කරමින් ඔහු වැඩිදුරටත් පැවසුවේ, “ලංකාවට පැමිණීමෙන් ඉන්දියානු ව්‍යාපාරවලට ලෝකයට එක් පියවරක් සමීප වීමට විශාල විභවයක් ඇත, මන්ද බොහෝ ඉන්දියානු භාණ්ඩ ශ්‍රී ලංකාව හරහා සම්ප්‍රේෂණය වන බැවිනි. ...ඉතින්, අපි භාණ්ඩ හා සේවා ව්‍යාපාර ව්‍යාපාරයේ යෙදී සිටින ව්‍යාපාර සඳහා පහසු භෞතික ස්ථානයක ජාත්‍යන්තර මූල්‍ය මධ්‍යස්ථාන සංකල්පයක් පිරිනමන්නේ එබැවිනි.",
        "කොළඹ වරාය නගර ආර්ථික කොමිෂන් සභාව මේ වන විට බැංකු සහ මූල්‍ය කටයුතු, ව්‍යාපාර පිහිටුවීම සහ අවසන් කිරීම, ආගමන කටයුතු, ආරවුල් විසඳීම සඳහා වන රෙගුලාසි ඇතුළු ප්‍රධාන ප්‍රතිපත්ති රාමු සහ රෙගුලාසි 10 ක කට්ටලයක් මත වැඩ කරමින් සිටී.",
        "“එම රෙගුලාසි කෙටුම්පත් කරමින් පවතින අතර ව්‍යාපාර කිරීමේ පහසුව දර්ශක වර්ග අපි මුද්‍රා තබමු. මම කියන්නේ අපේ‍්‍රල් මාසය අවසන් වන විට අපේ කෙටුම්පත් වෙළෙඳ පොළට ගෙන ඒමට අපට හැකි විය යුතුයි...” වික්‍රමසූරිය පැවසීය."
      ]
    },
    "ta": {
      "title": "துறைமுக நகர திட்டத்திற்கான மிகப்பெரிய இலக்கு சந்தையாக இந்தியா உள்ளது - சாலிய விக்கிரமசூரிய",
      "body_lines": [
        "1.12 பில்லியன் டொலர் பெறுமதியான போர்ட் சிட்டி கொழும்புக்கான மிகப்பெரிய இலக்கு சந்தையாக இந்திய துணைக்கண்டம் உள்ளது, இது இலங்கைக்கும் நாட்டிற்கும் இடையில் தொடர்ந்து அரசியல் சீரமைப்பை உருவாக்கி இந்திய வர்த்தகங்களுக்கு முக்கிய வாய்ப்புகளை வழங்கும் என்று திட்டத்தை மேற்பார்வையிடும் ஆணைக்குழுவின் தலைவர் கூறுகிறார்.",
        "கொழும்பு துறைமுக நகர பொருளாதார ஆணைக்குழுவின் பணிப்பாளர் நாயகம் சாலிய விக்ரமசூரிய ஒரு நேர்காணலில், இந்த திட்டம் ஏற்கனவே இலங்கையில் இருக்கும் இந்திய வீரர்களுக்கும் மற்றும் தீவு நாட்டிற்குள் தங்கள் முதல் பயணத்தை மேற்கொள்பவர்களுக்கும் வாய்ப்புகளை வழங்கும் என்று கூறினார். துறைமுக நகரத்திற்காக இயற்றப்படும் தனிச் சட்டங்கள் மற்றும் இந்திய முதலீட்டாளர்களுக்கு அதன் முக்கிய ஈர்ப்புகளான வணிகத் தீர்வுகள் ஆகியவற்றை அவர் எடுத்துரைத்தார்.",
        "\"இங்கும் வெளிநாட்டிலும் மாறிவரும் பொருளாதார சூழ்நிலைகளால், எங்கள் இலக்கு சந்தை சிறிது மாறுகிறது மற்றும் அதற்கேற்ப மதிப்பு முன்மொழிவு மாற வேண்டும் ... மீட்சி இருக்கும் போது, ​​எல்லா இடங்களிலும் இன்னும் பொருளாதார தடைகள் உள்ளன மற்றும் எல்லா இடங்களிலும் அரசியல் குழப்பங்கள் உள்ளன,\" விக்கிரமசூரிய கூறினார்.",
        "“எனவே நாம் இங்கு பார்ப்பது இலங்கையில் முதலீடு செய்த நிறுவனங்களுடன் ஏற்கனவே இருக்கும் உறவுகளை கட்டியெழுப்புவதாகும். குறிப்பாக, இந்திய துணைக்கண்டம் இதுவரை எங்களின் மிகப்பெரிய இலக்கு சந்தையாகும்,” என்று அவர் மேலும் கூறினார்.",
        "\"துறைமுக நகரம் ஒரு சர்வதேச நகரமாக\" இருக்க வேண்டும் என்று ஆணையம் விரும்புகிறது, ஆனால் அது \"முக்கிய ஆங்கர் முதலீட்டாளர்களுக்கான மதிப்பு முன்மொழிவுகளை உருவாக்குவதற்கு\" மேலும் விரிவான, பிரத்தியேகமான மற்றும் தனிப்பயனாக்கப்பட்ட தீர்வுகளையும் பார்க்கிறது, விக்கிரமசூரிய கூறினார்.",
        "கடலில் இருந்து மீட்கப்பட்ட நிலத்தில் நகரத்தை உருவாக்கவும் கொழும்பின் மத்திய வணிக மாவட்டத்தை விரிவுபடுத்தவும் சீனா கம்யூனிகேஷன்ஸ் கட்டுமான நிறுவனத்தின் ஒரு பகுதியான சைனா ஹார்பர் இன்ஜினியரிங் நிறுவனத்தால் போர்ட் சிட்டி கொழும்பு செயல்படுத்தப்படுகிறது. இந்த திட்டம் 269 ஹெக்டேர் நிலத்தை மீட்டெடுக்கிறது, மேலும் இந்தியாவிற்கும் இலங்கைக்கும் இடையிலான பொருளாதார ஒத்துழைப்பில் சமீபத்திய அதிகரிப்பு மூலம் இது பயனடையும் என்று திட்டத்தை உருவாக்குபவர்கள் நம்புகின்றனர்.",
        "எரிபொருள் வாங்குவதற்கு இந்தியத் தரப்பு $500-மில்லியன் கடன் வழங்கியுள்ளது மற்றும் சார்க் வசதியின் கீழ் $400 மில்லியன் நாணயப் பரிமாற்றத்தை வழங்கியுள்ளது. ஆசிய கிளியரிங் யூனியனுக்கு செலுத்த வேண்டிய $515 மில்லியனையும் அது ஒத்திவைத்துள்ளது. திருகோணமலை எண்ணெய் பண்ணையை புனரமைத்து அபிவிருத்தி செய்வதற்கான நீண்ட கால திட்டத்திற்கும் இரு தரப்பும் இறுதி செய்துள்ளன, இது கிட்டத்தட்ட ஒரு மில்லியன் டன் கொள்ளளவு கொண்ட சேமிப்பு வசதியாகும்.",
        "விக்கிரமசூரிய இலங்கை தற்போது எதிர்கொள்ளும் பொருளாதார பிரச்சினைகளை ஒப்புக்கொண்டார், ஆனால் இந்தியாவுடன் வளர்ந்து வரும் அரசியல் கூட்டணி திட்டத்திற்கு பயனளிக்கும் என்று உற்சாகமாக இருந்தார்.",
        "\"அரசியல் முன்னணியில் பாலங்கள் பலப்படுத்தப்படுகின்றன என்று நான் நினைக்கிறேன், இது நல்லது, ஏனெனில் இது நாம் செய்ய வேண்டிய ஒன்று மற்றும் எங்களின் மிகப் பழமையான மற்றும் மிகப்பெரிய வர்த்தக பங்காளியான இந்தியாவுடன் செய்து கொண்டே இருக்க வேண்டும், மேலும் வருகை தரும் பார்வையாளர்களின் மிகப்பெரிய குழுவாகவும் உள்ளது,\" என்று அவர் கூறினார்.",
        "துறைமுக நகரத்தின் வர்த்தக மற்றும் சில்லறை வர்த்தக நடவடிக்கைகளுக்கான சாத்தியக்கூறுகளை எடுத்துரைத்த அவர், “இலங்கைக்கு வருவதன் மூலம் இந்திய வர்த்தகங்கள் உலகிற்கு ஒரு படி மேலே செல்வதற்கு நிறைய சாத்தியங்கள் உள்ளன, ஏனெனில் நிறைய இந்திய பொருட்கள் இலங்கை வழியாக அனுப்பப்படுகின்றன. ...எனவே, சரக்குகள் மற்றும் சேவைகள் இயக்க வணிகத்தில் இருக்கும் வணிகங்களுக்கு வசதியான இடத்தில் ஒரு சர்வதேச நிதி மையக் கருத்தை நாங்கள் வழங்குகிறோம்.\"",
        "கொழும்பு துறைமுக நகர பொருளாதார ஆணைக்குழு தற்போது 10 முக்கிய கொள்கை கட்டமைப்புகள் மற்றும் ஒழுங்குமுறைகளின் தொகுப்பில் செயல்பட்டு வருகிறது, இதில் வங்கி மற்றும் நிதிக்கான விதிமுறைகள், வணிகங்களை நிறுவுதல் மற்றும் நிறுத்துதல், குடிவரவு, சர்ச்சை தீர்வு ஆகியவை அடங்கும்.",
        "\"அந்த விதிமுறைகள் வரைவு செய்யப்பட்டு வருகின்றன, மேலும் வணிகம் செய்வதற்கான எளிதான குறிகாட்டி வகைகளை நாங்கள் சீல் செய்கிறோம். ஏப்ரல் மாத இறுதிக்குள், எங்களின் வரைவுகளை சந்தைக்கு கொண்டு வர முடியும் என்று நான் கூறுவேன்...\" என்று விக்கிரமசூரிய கூறினார்."
      ]
    }
  }
}