{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/16-578-persons-vaccinated-against-COVID-19/56-732380",
  "time_ut": 1647973800,
  "title": "16,578 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 16,578 persons on Monday and 77.51% of the total population has received at least one vaccine dose to date.",
    "Second dose coverage in the country is 65.58% and third dose coverage is 35.11%. In total, the first dose of a COVID-19 vaccine has been administered to 16,994,196 persons and the second dose has been administered to 14,381,844 persons.",
    "The third dose of a COVID-19 vaccine has been administered to 7,711,860 persons. This takes into account 9,756 persons vaccinated with the booster dose on Monday.",
    "According to the Epidemiology Unit, the first dose of Pfizer was administered to 1,603 persons on Monday and the second dose was administered to 4,399 persons. A total of 2,503,410 persons have received the first dose of Pfizer and 850,569 persons have received the second dose of the vaccine.",
    "The first dose of Sinopharm has been administered to 12,047,244 persons, of which 90 were vaccinated on Monday. The second dose of the vaccine was administered to 730 persons on Monday, raising the total number of persons to have received the second dose of Sinopharm to 11,169,509.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "The Epidemiology Unit adds that 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The first dose of Sputnik V has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 16,578ක් එන්නත් කර ඇත",
      "body_lines": [
        "COVID-19 එන්නත් සඳුදා පුද්ගලයින් 16,578 දෙනෙකුට ලබා දී ඇති අතර මුළු ජනගහනයෙන් 77.51% කට මේ දක්වා අවම වශයෙන් එක් එන්නත් මාත්‍රාවක් ලැබී ඇත.",
        "රට තුළ දෙවන මාත්‍රාව ආවරණය 65.58% ක් වන අතර තුන්වන මාත්‍රාව ආවරණය 35.11% කි. සමස්තයක් වශයෙන්, COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 16,994,196 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,381,844 දෙනෙකුට ලබා දී ඇත.",
        "COVID-19 එන්නතක තුන්වන මාත්‍රාව පුද්ගලයින් 7,711,860 දෙනෙකුට ලබා දී ඇත. මෙය සඳුදා බූස්ටර මාත්‍රාව සමඟ එන්නත් කළ පුද්ගලයින් 9,756 දෙනෙකු සැලකිල්ලට ගනී.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව සඳුදා දිනයේදී ෆයිසර් පළමු මාත්‍රාව පුද්ගලයන් 1603 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 4399 දෙනෙකුට ලබා දී ඇත. Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,503,410 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 850,569 ක් දෙවන එන්නත ලබාගෙන ඇත.",
        "Sinopharm හි පළමු මාත්‍රාව පුද්ගලයින් 12,047,244 දෙනෙකුට ලබා දී ඇති අතර ඉන් 90 දෙනෙකුට සඳුදා එන්නත් කර ඇත. එන්නතෙහි දෙවන මාත්‍රාව සඳුදා පුද්ගලයින් 730 දෙනෙකුට ලබා දුන් අතර, සිනෝෆාම් දෙවන මාත්‍රාව ලබා ගත් මුළු පුද්ගලයින් සංඛ්‍යාව 11,169,509 දක්වා ඉහළ නැංවීය.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයන් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 1,418,593 දෙනෙකුට ලබා දී ඇත.",
        "වසංගත රෝග විද්‍යා අංශය වැඩිදුරටත් පවසන්නේ මොඩර්නා පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකු ලබාගෙන ඇති අතර පුද්ගලයින් 787,361 දෙනෙකු දෙවන එන්නත ලබාගෙන ඇති බවයි.",
        "Sputnik V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 155,812 දෙනෙකුට ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "16,578 பேருக்கு கோவிட்-19 தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "COVID-19 தடுப்பூசிகள் திங்களன்று 16,578 நபர்களுக்கு வழங்கப்பட்டன, மொத்த மக்கள் தொகையில் 77.51% பேர் குறைந்தபட்சம் ஒரு தடுப்பூசி அளவையாவது இன்றுவரை பெற்றுள்ளனர்.",
        "நாட்டில் இரண்டாவது டோஸ் கவரேஜ் 65.58% மற்றும் மூன்றாவது டோஸ் கவரேஜ் 35.11% ஆகும். மொத்தத்தில், கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 16,994,196 பேருக்கும், இரண்டாவது டோஸ் 14,381,844 பேருக்கும் போடப்பட்டுள்ளது.",
        "COVID-19 தடுப்பூசியின் மூன்றாவது டோஸ் 7,711,860 நபர்களுக்கு வழங்கப்பட்டுள்ளது. திங்கட்கிழமை 9,756 பேருக்கு பூஸ்டர் டோஸ் தடுப்பூசி போடப்பட்டது.",
        "தொற்றுநோயியல் பிரிவின் கூற்றுப்படி, திங்களன்று 1,603 நபர்களுக்கு ஃபைசரின் முதல் டோஸ் செலுத்தப்பட்டது மற்றும் இரண்டாவது டோஸ் 4,399 நபர்களுக்கு வழங்கப்பட்டது. மொத்தம் 2,503,410 பேர் ஃபைசரின் முதல் டோஸையும், 850,569 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்.",
        "சினோபார்மின் முதல் டோஸ் 12,047,244 நபர்களுக்கு வழங்கப்பட்டுள்ளது, அவர்களில் 90 பேருக்கு திங்களன்று தடுப்பூசி போடப்பட்டது. தடுப்பூசியின் இரண்டாவது டோஸ் திங்களன்று 730 நபர்களுக்கு வழங்கப்பட்டது, இது சினோபார்மின் இரண்டாவது டோஸைப் பெற்ற மொத்த நபர்களின் எண்ணிக்கையை 11,169,509 ஆக உயர்த்தியது.",
        "அஸ்ட்ராஜெனெகாவின் முதல் டோஸ் 1,479,631 பேருக்கும், இரண்டாவது டோஸ் 1,418,593 பேருக்கும் கொடுக்கப்பட்டது.",
        "804,801 பேர் மாடர்னாவின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 787,361 நபர்கள் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு மேலும் கூறுகிறது.",
        "ஸ்புட்னிக் V இன் முதல் டோஸ் 159,110 பேருக்கும், இரண்டாவது டோஸ் 155,812 பேருக்கும் கொடுக்கப்பட்டது."
      ]
    }
  }
}