{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81381/pucsl-approves-power-cuts-for-tomorrow",
  "time_ut": 1648053540,
  "title": "PUCSL approves power cuts for tomorrow",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) has approved scheduled power cuts for tomorrow (March 24) as requested by the Ceylon Electricity Board (CEB).",
    "Accordingly, the areas under the Groups P, Q, R, S, T, U, V, W will experience power cuts of 4 hours and 30 minutes between 8.30am and 5.30pm and 1 hour and 50 minutes between 5.30pm and 11.00pm.",
    "Meanwhile the areas under Groups A, B, C, D, E, F, G, H, I, J, K, L in the schedule will be imposed power cuts of 3 hours and 20 minutes between 8.00am and 6.00pm and 1 hour and 40 minutes between 6.00pm and 11.00pm."
  ],
  "translate": {
    "si": {
      "title": "හෙට දිනයේ විදුලි කප්පාදුවට මහජන උපයෝගිතා කොමිසමේ අනුමැතිය",
      "body_lines": [
        "ලංකා විදුලිබල මණ්ඩලය (CEB) විසින් කරන ලද ඉල්ලීම පරිදි හෙට (මාර්තු 24) දිනට නියමිත විදුලි කප්පාදුව සඳහා ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) අනුමැතිය ලබා දී ඇත.",
        "ඒ අනුව P, Q, R, S, T, U, V, W යන කණ්ඩායම් යටතේ ඇති ප්‍රදේශවලට පෙරවරු 8.30 සිට පස්වරු 5.30 දක්වා පැය 4 යි මිනිත්තු 30 ක කාලයක් සහ පස්වරු 5.30 සිට 11.00 දක්වා පැය 1 යි විනාඩි 50 ක කාලයක් විදුලිය විසන්ධි වේ. .",
        "මේ අතර කාලසටහනේ A, B, C, D, E, F, G, H, I, J, K, L යන කණ්ඩායම් යටතේ ඇති ප්‍රදේශවලට පෙරවරු 8.00 සිට පස්වරු 6.00 දක්වා සහ 1 දක්වා පැය 3 යි මිනිත්තු 20 ක කාලයක් විදුලිය විසන්ධි කෙරෙනු ඇති. සවස 6.00 සිට රාත්‍රී 11.00 දක්වා පැයයි විනාඩි 40යි."
      ]
    },
    "ta": {
      "title": "நாளை மின்வெட்டுக்கு PUCSL ஒப்புதல் அளித்துள்ளது",
      "body_lines": [
        "இலங்கை மின்சார சபையின் (CEB) வேண்டுகோளின்படி நாளை (மார்ச் 24) திட்டமிடப்பட்ட மின்வெட்டுகளுக்கு இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) அனுமதி வழங்கியுள்ளது.",
        "அதன்படி, P, Q, R, S, T, U, V, W ஆகிய குழுக்களுக்கு உட்பட்ட பகுதிகளில் காலை 8.30 மணி முதல் மாலை 5.30 மணி வரை 4 மணி 30 நிமிடங்களும், மாலை 5.30 மணி முதல் இரவு 11.00 மணி வரை 1 மணி 50 நிமிடங்களும் மின்வெட்டு ஏற்படும். .",
        "இதற்கிடையில், அட்டவணையில் உள்ள A, B, C, D, E, F, G, H, I, J, K, L ஆகிய பிரிவுகளுக்கு உட்பட்ட பகுதிகளில் காலை 8.00 மணி முதல் மாலை 6.00 மணி முதல் 1 மணி வரை 3 மணி நேரம் 20 நிமிடங்கள் மின்வெட்டு விதிக்கப்படும். மாலை 6.00 மணி முதல் இரவு 11.00 மணி வரை மணி 40 நிமிடங்கள்."
      ]
    }
  }
}