{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/25-014-persons-vaccinated-against-COVID-19/56-732076",
  "time_ut": 1647382140,
  "title": "25,014 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 25,014 persons on Monday and first dose vaccination coverage in the country has reached 78.86%. Second dose coverage among the total population is 66.33%, Our World in Data states.",
    "According to the Epidemiology Unit, 96% of the population over 20 years has received the first two doses and 51.94% has received the third dose as well.",
    "Among the population over 12 years, 96.1% has received the first dose of a COVID-19 vaccine and 82.1% has received the second dose. The Epidemiology Unit adds that vaccination coverage has reached 79.8% among those between 16 and 19 years.",
    "A total of 16,972,532 persons have received the first dose of a COVID-19 vaccine and 14,336,813 persons have received the second dose. The third dose has been administered to 7,613,654 persons. This includes 13,475 persons vaccinated on Monday.",
    "The first dose of Pfizer was administered to 2,503 persons on Monday and the second dose was administered to 7,831 persons. A total of 2,483,110 persons have received the first dose of Pfizer and 812,000 persons have received the second dose.",
    "On Monday, 302 persons received the first dose of Sinopharm and the first dose of the vaccine has been administered to a total of 12,045,880 persons. The second dose of the vaccine was administered to 903 persons on Monday, raising the total number of persons to have received the second dose of Sinopharm to 11,163,047 persons.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose as well.",
    "The first dose of Moderna has been administered to 804,801 persons and 787,361 persons have received the second dose of the vaccine.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ]
}