{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ioc-unit-reports-rs3-37-bn-in-march-2022-profits-93839/",
  "time_ut": 1651781100,
  "title": "Sri Lanka’s IOC unit reports Rs3.37 bn in March 2022 profits",
  "body_lines": [
    "ECONOMYNEXT- Lanka IOC, a unit of Indian Oil Corporation said its net profits were 3.37 billion rupees in the March 2022 quarter, 248 percent up from 968 million rupees in the same quarter a year earlier.",
    "The earnings per share were 6.34, while the firm’s share closed 8.10 rupee firmer at 33.30 rupees at the close of trading on Wednesday.",
    "In the one yea to March 31, the company reported 9.05 rupees per share on total profits of 4.81 billion rupees, from an earning of  876.8 million rupees a year earlier.",
    "Revenue for the December quarter was 29.5 billion rupees, up 42.7 percent from a year earlier, while the cost of sales was 24.5 billion rupees up 29.2 percent, leading to gross profits of 5 billion rupees, up 192 percent.",
    "LIOC has about 10 to 15 percent of the fuel market in the country. It raised fuel prices in the quarter in line with the state-run fuel retailer in the wake of rising global oil prices and sharp depreciation of the rupee.",
    "LIOC had inventories increased by 17.6 billion rupees by March 2022.",
    "Global oil prices have risen in the March quarter specially after Russian war against Ukraine.",
    "LIOC made net loss of 126.3 million in its finance income in the March quarter from a profit 237.6 million rupees in the previous year.",
    "The price of LIOC shares has more than tripled in the quarter on speculation of the company’s increased role in Sri Lanka’s energy sector.",
    "In January, the company entered into a joint venture agreement to invest in 49 percent shares of Trinco Petroleum Terminal (Pvt) Ltd, the JV company with state-owned Ceylon Petroleum Corporation,  which holds the balance 51 percent.",
    "The LIOC has entered into a deal to develop 61 oil tanks in Trincomalee China Bay Oil Tank Farm.",
    "The firm has a dispute with tax authorities which is under litigation. The disputed amount is 1.98 billion rupees from 2012 up to December 2019 when Nation Building Tax was discontinued. (Colombo/May06/2022)"
  ]
}