{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/two-nights-to-remember-at-wilpattu-national-park/",
  "time_ut": 1652105760,
  "title": "Two nights to remember at Wilpattu National Park",
  "body_lines": [
    "It was December 1983 when my friend Lakshman Siriwardhana, known as Lucky, and I arrived at the Talawila lodge in Wilpattu National Park just past noon and found the Park Warden, his deputy and a few other officers having lunch on the verandah of the lodge.",
    "A chat with them revealed that they were returning after investigating an attack by a leopard on a boy along the Marichchkaddi-Puttalam road. The boy had been admitted to Puttalam hospital with injuries to his throat. He succumbed to his injuries the next day.",
    "Marichchakaddi is a Moslem village where one of the main livelihoods is cattle breeding. Every now and then, one or two of the village lads used to herd a group of buffaloes to be sold in Puttalam. They took an old jungle road that goes through Wilpattu National Park for almost half the distance. They passed Pomparippu within the park, and having waded through Kala Oya, they went past the villages of Vanathavillu and Karadipuval, and then reached Puttalam.",
    "In the park another road branches eastwards from this road, and a mile away on it lie Talawila and the lodge.",
    "About three months previously, along the Puttalam road, a leopard had suddenly pounced on one of the buffalo calves in a herd, but before any harm could come to it the two boys, together with the rest of the herd, had managed to chase the big cat off. This was repeated about a month later with similar results.",
    "However the current attack, which had taken place the previous day at a point where the road branches off to Talawila, had a disastrous difference. The leopard had deliberately waited until the buffaloes had passed and went for one of the two boys. The leopard was chased off again, but the boy was badly hurt.",
    "The Park Warden told me that he had informed his headquarters in Colombo about the first two attacks. He requested me to speak to the Director of Wildlife on my return to Colombo and acquaint him of the situation.",
    "Lucky and I went to sleep about 9 pm that night. I went into a deep slumber straight away till I suddenly woke up. I looked at my watch, which indicated 2.10 am. We were sleeping in the open verandah, and I was about to light a cigarette, when I heard a leopard calling. I thought it was about a mile to our left. The second call was about 20 seconds later, and the sound was closer.",
    "I woke my friend, and we felt more than we saw something moving outside the lodge in the pitch-black night. Sitting up on my bed, I saw it was Gunadasa, our tracker.",
    "He now joined us in the verandah, and the leopard kept calling at regular intervals, while getting closer all the time.",
    "This would have been a thrilling episode under normal circumstances, but not when we were aware that a leopard had deliberately attacked a boy only the previous day, just a mile away. I judged, from the calls that were now very close, that the leopard was taking a route that would take him about 50 yards behind the lodge.",
    "I was correct, for he called very close to the lodge but still to the left. The next call about 15 seconds later was right behind the lodge. Then came a silence that was absolute and complete when not even a cricket chirped. It seemed as if everything had suddenly gone into a silent mode. The night was pitch dark and we could not see even our own hands. It was then that I realized the little lamp, which we had kept lit on the edge of the verandah had gone out.",
    "As long as the leopard was calling we could locate his whereabouts, but now he could be only 10 feet away and we would be completely unaware of his presence. Suddenly the whole atmosphere became very oppressive and unbelievably tense. I was straining my ears to hear the slightest noise, and started on hearing Lucky’s voice.",
    "He suggested that we should move into one of the rooms and sleep there. He added that there was no way that Gunadasa could go back to the staff quarters, and consequently he should use the other room, to which he agreed. Then the leopard called, far away to our right. The next call was even further away. I sat down and let out a long breath. A single cricket chirped, followed by another till the whole atmosphere was filled with their music.",
    "We decided to remain in the verandah and Gunadasa returned to the staff quarters. On impulse I looked at my watch, and it was 2.50 am. It was the longest 40 minutes of my life.",
    "Talawila was the venue of yet another experience Lucky and I had in March 1983. Talawila is reached by traveling from Panikkar Villu lodge along the road to Makalanmaduwa, which passes through bush country with sandy tracts in between. Suddenly the bush opens out and Talawila is on the right.",
    "On the left, on a man-made ledge, is a single-storied lodge with a large verandah, which is completely unprotected except for a foot and a half high ornamental type of fence made of polished twigs. Talawila has been one of my favourite places, not only in this island, but elsewhere in other countries as well where I have been.",
    "Wilpattu National Park has been now closed for 15 years, and as I write these words I yearn to go there once again.",
    "That day in March 1983, we had arrived at the lodge in time for lunch and enjoyed an interesting drive in the park. Later on, in the evening we had the usual sundowner, followed by dinner. We retired to bed around 9.30 pm. I still remember that it was a bright moonlit night with the sky filled with stars.",
    "While we were seated outside the lodge and enjoying a drink, the mild breeze every now and then brought a delightful fragrance to our nostrils. Obviously a forest, night-blooming flower, perhaps “born to blush unseen”, but its sweetness definitely not wasted in the air at Wilpattu that night, for two of her great admirers were there to share it.",
    "We slept in our camp beds placed on the verandah. Around 11 pm both of us woke up feeling rather stuffy. The moonlight was brilliant and we could see the far side of the villu as if it was daylight. It was a grand sight with the water in it sparkling like diamonds. We decided to pull up our beds to the front of the verandah next to the low fence of twigs. Our heads were almost touching this fence, and with the breeze playing on us, we fell into a deep slumber.",
    "The next thing I remember was waking up early morning about 6.30 Lucky was already up and smoking a cigarette while admiring the villu. When Ratnayake, our tracker saw me getting up, he came up to me and said in Sinhala, “Sir, the leopard had been very close to your head last night”. I looked at him quizzically and asked him how he knew. He then said, “Come and have a look”.",
    "Still rather unconcerned, I stood up and tucking up my sarong, I followed Ratnayake outside the verandah. He pointed to the ground, and a chill ran through me as I saw those pug marks. I walked down the road that came from Panikkar Villu and reconstructed what had happened the night before. The leopard had come along this road, and when he came up to our lodge, he would have seen the little lamp we had kept lighted on a low flame at the edge of the verandah.",
    "Curiosity getting the better of him, he jumped up the ledge and came right up to the fence, where he had stopped. I could decipher this as the pug marks were deep and clear in the sand. At this point, the head of the leopard and ours could not have been separated by more than a foot. Having satisfied his curiosity, he continued along the edge of the verandah, then jumped down the ledge on to the road once again and continued towards Makalanmaduwa. Stuffy or not, for the next five nights we kept our camp beds in the back of the verandah.",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by C.G. Uragoda)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}