{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/zte-blade-series-now-available-in-sri-lanka/",
  "time_ut": 1650300780,
  "title": "ZTE Blade Series now available in Sri Lanka",
  "body_lines": [
    "ZTE is a global telecommunications giant with a long history in Sri Lanka, and has recently entered the smartphone market with its amazing range of ZTE Blade Series smartphones. These reasonably priced, highly capable phones deliver exceptional value to Sri Lankan consumers looking to get the most bang for their buck. Making for an ideal choice in a market where brands are often out of consumers’ budgets, ZTE Blade Series provide similar performance but at much more affordable prices. Plus, these devices are elegant and built for consumers with a sense of style, while also meeting all everyday requirements, with extra performance to spare too. In the ZTE Blade lineup, the A31, A5 2020 and A51, stand out as attractive options across a range of midrange budgets.",
    "With a healthy 32GB of storage and 2GB of RAM, the ZTE Blade A31 is amongst the most affordable smartphones in Sri Lanka. Priced at just LKR 29,999, this is an elegant device, available in blue and grey, which provides a 5.45-inch 720p display along with an 8MP rear camera and a 5MP front camera, making for a capable all-round package.",
    "Stepping up the ladder is the ZTE Blade A5 2020, offering a flexible 32GB of storage and 2GB of RAM, and priced at just LKR 33,999. Available in green, back and blue, this is a stylishly excellent smartphone that features a 6-inch 720p display along with a dual camera setup on the rear, a 13MP and a 2MP camera, and an effective 8MP front camera. This device is ideal for those who want to accomplish everyday tasks, while also seeking for amazing photos and videos.",
    "Designed for those who love large screens, the ZTE Blade A51 gives you a decent 32GB of storage and 2GB of RAM, all behind a gorgeous 6.5-inch 720p display, and couples these attractive features with capable 13MP and 2MP dual cameras, and a 5MP front camera. Priced at just LKR 36,999, the ZTE Blade A51 is excellent for those looking for a large display and a good amount of power under the hood.",
    "With a range of phones designed and tailored for every need and every sense of style, ZTE Blade Series smartphones can be purchased online through Singer Sri Lanka’s online store at www.singersl.com, and at singer outlets and dealers islandwide.",
    "The ZTE Corporation is a major global leader in telecommunications and information technology, founded in 1985 and listed on both the Hong Kong and Shenzhen Stock Exchanges. While a relatively new entrant to the consumer electronics space, ZTE has a history spanning 20 years in Sri Lanka, supplying and providing leading telcos and other organizations with the equipment they require to maintain and expand telecommunication networks and services. The Company serves operators, enterprises and consumers in over 160 countries to enable better connectivity and trust, with a vision of creating a brighter future for all.",
    "Commercial Bank Bangladesh redefines online banking with omni-channel ‘CBC Digital’",
    "HIP ends old year with community-related CSR activities in their neighbourhood",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}