{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-recovers-remarkably-as-aspi-registers-historic-highest-single-day-points-gain/",
  "time_ut": 1646925060,
  "title": "CSE recovers remarkably as ASPI registers historic highest single-day points gain",
  "body_lines": [
    "The bourse bounced back yesterday in a remarkable manner with the All- Share Price Index making its biggest single-day points gain in history, following an approximately 1000 points plunge over two consecutive days, stock market analysts said.",
    "The stock market recovered well as investors remained concerned over high volatility in the macroeconomic situation. But with the bouncing back of the stock market, especially blue -chip counters witnessed significant gains during the trading, market analysts said.",
    "The reason for the stock market to move upwards after a two- day steep decline, is because investors have a gut feeling that the government would go for an IMF bailout. Further, economists emphasize that the strategy of import restriction initiated by the Minister of Finance Basil Rajapaksa would help create better financial stability, while helping to properly manage the prevailing economic situation in the country.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 692.35 points to end at 10856.07 points and the S and P SL20 rose by 325 points to end the day at 3763 points. Turnover stood at Rs 3.5 billion sans a single crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Expolanka Holdings Rs 1.3 billion (4.8 million shares traded), Browns Investments Rs 473 million (43.3 million shares traded), LOLC Finance Rs 180 million (10.6 million shares traded), LOLC Holdings Rs 175 million (205,000 shares traded), Royal Ceramic Rs 127 million (2.4 million shares traded), Softlogic Life Insurance Rs 93.7 million (952,000 shares traded) and Commercial Leasing and Finance Rs 88.7 million (2.7 million shares traded) . During the day 121 million share volumes changed hands in 32000 transactions.",
    "Several blue-chip counters witnessed significant gains. Those were Expolanka Holdings, whose share price appreciated by 20 per cent or Rs 47. Its share price shot up to Rs 287.25 from Rs 240.25, Browns Investments share price appreciated by 18 per cent or Rs 1.70. Its share price moved to Rs 11.40 from Rs 9.70, LOLC Holdings share price appreciated by Rs 81 or 10 per cent. Its share price moved to Rs 876.75 from Rs 795.75, Royal Ceramic witnessed Rs 6.60 or a 14 per cent gain. Its share price moved to Rs 55.10 from Rs 48.50 and Hayleys share price appreciated by 14 per cent or Rs 13. Its shares shot up to Rs 107.50 from Rs 94.50.",
    "It is said that high net worth and institutional investor participation was noted in Hemas Holdings, JKH and Royal Ceramics. Mixed interest was observed in Expolanka Holdings, Lanka Orix Finance and LOLC Holdings, while retail interest was noted in Browns Investments and Industrial Asphalts. Separately, Ceylon Cold Stores announced an interim dividend of 80 cents per share.",
    "Yesterday, the rupee hit 260 to the US dollar in the interbank market and banks have started selling dollars at 250/260 for telegraphic transfers as a float of the rupee progresses steadily. However, the Central Bank rate is Rs 229.33.",
    "INSEE Cement recognizes Top Performing Business Partners at Annual Awards Ceremony 2022",
    "Criticism of Basil’s silence on economic situation throws House into turmoil",
    "Regulator of Sri Lanka Tourism urged to show ‘sanity over vanity’ on new draft bill",
    "NMSJ decries unrealistic policies that have led to current mess",
    "Greg Jacobson shares his ‘Secrets to Creating an Outstanding Client Experience’",
    "Dialog first in South Asia to trial 5G Standalone Network – the most advanced 5G technology in the world",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}