{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Murder-of-a-9-year-old-child-in-Atulugama-Sri-Lanka-weeps-over-the-14th-child-murdered-within-20-months/352-237930",
  "time_ut": 1653849120,
  "title": "Murder of a 9-year old child in Atulugama: Sri Lanka weeps over the 14th child murdered within 20 months",
  "body_lines": [
    "Details of a 9-year old missing child from Atulugama, Bandaragama went viral on social media since Friday afternoon. In a tragic turn of events, the child’s body was recovered from a marshland near her house during the afternoon hours on Saturday. While the postmortem is yet to be conducted, the Police has already deployed four teams to conduct further investigations. The Police suspects that the child had been murdered and further investigations are being carried out by the CID. As such, this victim becomes the 14th child murdered within 20 months in this ‘paradise’ island.",
    "I didn’t know whether it was the hand of a child or a teddy bear : Ahamed",
    "Mohamed Thajudeen Ahamed is the victim’s immediate neighbour and had been the first person to spot the corpse. In an interview with the Daily Mirror, Ahamed said that they would provide any support to the Police to apprehend perpetrators of this heinous crime.",
    "From what I know, the child was sent to the nearby meat shop to purchase chicken. The shop is around 200 metres from her house. CCTV footage shows that she was returning from the shop. But thereafter we don’t know what happened. Even though the child had gone missing during the afternoon hours, we got to know about it around one and a half hours later.",
    "The child’s mother is a housewife and the father does contract work for a living. He is allegedly addicted to drugs and he was taken in for questioning. The child has two elder brothers and a younger sister who is two months old.",
    "This is the first time. Ours is a closely-knit community. There are around 21 houses and we have a committee. So whenever there’s an issue in the village, we discuss it with the committee and resolve matters. The problem is that this incident happened on Friday during mosque hours. So people usually go for a bath to get ready and go to mosque. As such there was hardly anyone on the streets on Friday.",
    "The Police asked us to clear the surrounding forest areas. So we started clearing the area and I saw a hand. Initially I didn’t know whether it was the hand of a child or that of a teddy bear. But later on when we cleared the marshland further, we recovered the body and informed the Police. The body was recovered around 3.30-4.00pm on Saturday.",
    "Everybody is in shock. We will give our fullest support to get hold of the perpetrators.",
    "\"Sending a child alone to purchase goods without protection amounts to negligence but if you talk about negligence, people will blame the mother and not the murderer,” opined Professor Emeritus of Paediatrics and Founder Chairman of NCPA Harendra De Silva\"",
    "Forensics team awaiting COVID report, postmortem yet to be conducted",
    "According to Police Spokesperson SSP Nihal Thalduwa, the Bandaragama Police had received a complaint regarding a missing child on Friday afternoon.“She was a student of Atulugama Al Gazali Maha Vidyalaya. She had gone to buy chicken from a nearby meat shop. It was on her return home that she had gone missing. CCTV footage shows the child returning from the shop. The incident would have happened approximately 100-150 metres away from her home. Already four teams have been deployed to conduct investigations and over 20 people have been taken in for statements.”",
    "When asked if a postmortem has been done as yet, SSP Thalduwa responded in the negative as the forensics team is awaiting a COVID report first. “We have handed over investigations to the Criminal Investigation Department (CID). So far no arrests have been made in relation to the incident but we are continuing to obtain statements from many people”",
    "The National Child Protection Authority is the apex body to look into the welfare of children. When asked how the Authority has taken steps to end violence and harassment against children, NCPA Chairman Udayakumara Amarasinghe said that while law enforcement is one of the aspects of the NCPA, law enforcement alone doesn’t address the damage done to the lives of these innocent victims. “It’s true that society is awaiting justice for victims and they want to see perpetrators being punished. But that doesn’t help the victim or victim’s family to recover from the trauma. We have a special Police Unit working with us and people can also bring their complaints to us or call our child protection hotline.”",
    "The NCPA already has drafted a five year action plan with several stakeholders representing the government and private sector. “Here we plan to get each stakeholder to contribute to the protection of children. Some of the government sector stakeholders include Ministry of Justice, Education, Health, Tourism, Foreign Employment Bureau, Labour Department and so on. Preventive Education and Public Awareness is key. We have also identified vulnerable groups and have conducted mapping in several areas. These could be children in coastal areas, to children whose mothers have left for foreign employment, children whose parents are in prison and we even find that children with special needs are more vulnerable to be harassed, raped and abused. Sometimes children are used in begging on the streets.”",
    "Amarasinghe further said that provincial and district-wise child protection officers have been involved in raising awareness among populations at the grassroots levels. “As at present, people have been burdened by the prevailing socio-economic crisis. Therefore children in Colombo and suburban areas are also being engaged in economic activities. Due to the prevailing crisis, children in lower income strata too fall under the vulnerable category. As a result, protection and care have been neglected. In the case of this child the father is said to be a drug addict. If parents are drug addicts, children are prone to be vulnerable. If a child experiences domestic violence, he or she will be emotionally abused. Therefore parents and adults should be more responsible in the vicinity of children,” he said in his",
    "\"Being sensitive and empathetic about how such incidents are reported in mass media including social media, how society reacts and how authorities act is a measurement of the effectiveness of a country’s justice system and vibrant code of ethics. Sadly, Sri Lanka lags behind such common decencies,” says Dr. Tushara Wickramanayaka, Chairperson of Stop Child Cruelty Trust\"",
    "Expedite forensic investigations as soon as possible : Prof. De Silva",
    "“Sending a child alone to purchase goods without protection amounts to negligence but if you talk about negligence, people will blame the mother and not the murderer,” opined Professor Emeritus of Paediatrics and Founder Chairman of NCPA Harendra De Silva. “Parents have an obligation to protect a child but I wouldn’t blame the mother at this point. The extent of negligence depends on poverty. They may have been hungry, or didn’t have anybody to send to the shop. Sometimes people in these boutiques itself could be perpetrators. Sadly, it is only when a child is killed that people would talk about it.” “During my tenure at the NCPA, children were sent to shops and if something happens, the mother blames the child,” he continued.",
    "“Abuse and murder are two different things. A child is killed perhaps by a known person or out of fear that the child would tell the mother. But we are still not sure if the child was abused or not. The major issue is that the child was murdered. Again we don’t know how the child was murdered. Therefore the forensic report should not be delayed because if seminal fluids in mouth, clothes or anywhere else in the body cannot be detected, then it will favour the perpetrators. The more the delay, the less likely that perpetrators would be caught.”",
    "He further said that in a country like Sri Lanka, people expect parents to look after their children. “But in other countries, if a child is spotted alone, the public will be concerned. Here we have a situation about making ends meet and while doing that, it’s difficult to look out for another person’s child. Therefore such qualities haven’t been instilled in our society.”",
    "He further said that it was unnecessary to leak CCTV footage as they should have remained confidential until investigations conclude. “Now perpetrators can go and threaten these people to take down footage etc.”",
    "\"It’s true that society is awaiting justice for victims and they want to see perpetrators being punished. But that doesn’t help the victim or victim’s family to recover from the trauma. We have a special Police Unit working with us and people can also bring their complaints to us or call our child protection hotline,” said NCPA Chairman Udayakumara Amarasinghe\"",
    "Divulging personal information of victims of rape, a punishable offense",
    "“With the devastating news of the 14th child murdered within 20 months in Sri Lanka, we are devastated at the total paralysis of State Authorities,” opined Dr. Tushara Wickramanayaka, Chairperson of Stop Child Cruelty Trust.",
    "“It is gut wrenching that incidents of child abuse occurs in many countries. However, being sensitive and empathetic about how such incidents are reported in mass media including social media, how society reacts and how authorities act is a measurement of the effectiveness of a country’s justice system and vibrant code of ethics. Sadly, Sri Lanka lags behind such common decencies.”",
    "She further said that Section 365 (C) of the Penal Code clearly states that divulging personal information and images of victims of rape , etc is a punishable offense.",
    "“We have repeatedly appealed to the National Child Protection Authority (NCPA), the most powerful institution for child welfare to regularize media reporting on cases of child abuse/murder; no meaningful solutions have been formulated and no prosecutions have been initiated against those violating 365(c). I am extremely saddened to see disturbing images of the latest child victim’s body found at Atulugama displayed on many media platforms.”",
    "“Following the global principle of “in the best interest of the child (live or dead)”, during the famous case of murdered Baby P in UK in 2007, a gag order was declared until 2 years after the verdict was announced by court preventing the exposure of the victim, siblings and accused in order to maintain impartial investigation and protecting the rights of all individuals. I am certain NCPA can also obtain such a court order when dealing with victims of tragic cases of child abuse.”",
    "“I appeal to all media persons to act with utmost sensitivity when reporting on this tragic incident, bearing in mind ‘what if this was my child’,” Dr. Wickramanayaka underscored.",
    "Even though President Rajapaksa has Tweeted his condolences to the family of the victim and has ‘pledged to expedite swift action’, the Rajapaksa-Wickremesinghe administration is yet to appoint a Cabinet minister/Ministry to look into children’s and women’s affairs."
  ]
}