{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Time-to-shelf-arrogance-and-embrace-knowledge/172-233682",
  "time_ut": 1648073880,
  "title": "Time to shelf arrogance and embrace knowledge",
  "body_lines": [
    "In this period of turmoil the government has appointed a panel of economic and business experts in its search of a way out of the economic mess. Many will have long-term goals, but it’s the short-term goals that will bring relief to the masses; the 69 lakhs of people are included here. We’ve heard that the government has stopped most development projects and cut down on wastage at state institutions; a move which must be lamented",
    "The recent trends in public rallies and protests showed that people’s thoughts and ideas do matter. The Rajapaksa regime has to realise very quickly that the thin line called patience that divides tolerance and bursting point in people doesn’t exist anymore. People are taking to the streets intermittently and the most aggressive agitators are those belonging to lower income families. Very soon the rich who have joined them will increase in their numbers.",
    "The government foolishly allowed the anger in people to surge and not having a backup plan economy wise didn’t help either. The government’s only hope or what it is comfortable in doing is going for more loans; and its burden is passed on to the people. Even the blue collar worker seems to have now fathomed that it’s not a patriotic person, but a person with a sound economic knowledge who should be the first citizen of the country.",
    "The government has foolishly allowed the anger in people to surge and not having a backup plan economy wise hasn’t helped either (Picture AFP)",
    "In a country like Sri Lanka private entities can offer a role-model mechanism for state governance. Would a private company hire an individual who has no qualification in the subject he has to deliver in? Would a private company hire an individual to take the hot seat if he or she has no job experience in the relevant field? The answer to these two questions is a big no! Then how come there is a difference when individuals are appointed to fill in portfolios as lawmakers?",
    "The government still plays to the gallery. This is more to do with a dirty old habit rather than through utter desperation. Recently the prime minister visited the north and engaged the saffron robed monks. The visit drew wide media attention and it was clear that the government was playing the religious trick to divert the attention of people from their problems and pull at the heartstrings of the Sinhala-Buddhist majority.",
    "People are not very religious in this country from the perspective of making self-awareness in the chosen path of being a Buddhist. Most are ceremonial Buddhists. They would offer alms and donate financially to religious institutions to help the monks make progress in their religious journeys. That habit is also present where politics is concerned. We make a trip to the polling booth on election day-often pumping petrol and travelling great distances- to make someone powerful, so that the lawmaker can rob off this country. And a good percentage of the people stick to this system of electing politicians because their presence in the government ensures business deals and employment of the voters. This regime will not go. How can you expect a regime to throw in the towel when the head of state says that none of the problems that exist were created by him? The fertilizer issue was spelt out clearly in the Pohottuwa Party’s manifesto during the last presidential election. Didn’t people (in this case the farmers) know what they were getting into when they were voting for this man?",
    "The present Rajapaksa regime mocked at the Yahapalana Government for dropping its guard where security is concerned; the example given was the Easter Sunday bombing of many churches. But today can a man go to a patrol station and safely get his fuel requirement without going through the anxiety of getting into a brawl of something worse than that? For the record four deaths occurred at fuel stations making going in search of fuel a dangerous task in Sri Lanka.",
    "People are now itching to take to the streets. They are doing it in a haphazard manner with no proper leadership being offered. This is a time when the Leader of the Opposition Sajith Premadasa must be more productively active. This is not the time for the opposition to sport smiling faces at rallies. Controlling public vengeance is getting out of hand and the government knows that. The big question asked now is whether Premadasa has the capacity to topple this government? The answer of political critics is no.",
    "In this period of turmoil the government has appointed a panel of economic and business experts in its search of a way out of the economic mess. Many will have long-term goals, but it’s the short-term goals that will bring relief to the masses; the 69 lakhs of people are included here. We’ve heard that the government has stopped most development projects and cut down on wastage at state institutions; a move which must be lamented. It would be a miss if this writer doesn’t mention the fact that most of the development projects done during the past seven decades brought very little benefits to the people, but made the purses of the lawmakers and their friends and relations fat ones.",
    "Still we see some lawmakers letting go of their portfolios and getting into critisising mode when dealing with the Rajapaksa regime. Some are acting and some are not. It’s so difficult to distinguish between a fake lawmaker and the one who is not.",
    "Lawmakers are also contributing in the shallow memories of people. We are a nation that forgets quickly. The suffering the people went through during the past two years might be forgotten come the next election. Such comments are expressed in social media already. But right now there is no scheduled election and the regime can pull through if it provides the basic necessities to the people.",
    "The government is taking the best advantage of there being a weak opposition. Premadasa and Anura Kumara Dissanayake air their voices, but the salvos they fire don’t have the potential to cause a shattering effect on the regime.",
    "Much is talked about an individual like Dhammika Perera who has embarked on raising the first billion US$ under the programme titled ‘Golden Paradise Program’. The programme caters to help the country overcome its foreign exchange crisis and will provide foreigners with long-term resident visas to Sri Lanka. The time has come perhaps for accomplished individuals in the corporate sector to work closely with the government and raise this nation out of the woods. But for that to happen the Rajapaksa regime must begin to listen to the experts; attentively!"
  ]
}