{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Malawi-court-charge-Sri-Lankan-with-money-laundering/108-232602",
  "time_ut": 1646712540,
  "title": "Malawi court charge Sri Lankan with money laundering",
  "body_lines": [
    "The Malawi Magistrate Court in Lilongwe has charged three Chinese nationals and one Sri Lankan with two counts of serious money laundering in excess of MK500 million.",
    "The accused Chinese nationals are: Lin Huixin (24), Li Hao Yuan (32) and Hua Qin Zhang (48) while Kankanige Anura Piyaratana Alwis (62) is the Sri Lankan, the Nyasa Times reported.",
    "The four are yet to enter plea in the case  being handled by the Chief Resident Magistrate as a criminal Case No: 1525 of 2020.",
    "Lin Huixin and Kankanige Anura Piyaratana Alwis are also charged with dealing in foreign currency of about US$310,000 contrary to section 3 (1) of the Exchange Control Act, as read with Section 10 (1) (c) of the Exchange Control Regulations.",
    "The case—which from the prosecution side has Financial Intelligence Agency, five state advocates from the office of the Director of Public Prosecutions, Malawi Police Service and other private prosecutors—is reportedly an attempt by Malawian authorities to track and posses proceeds of crime, more especially arising from wildlife crimes.",
    "A preliminary charge sheet seen by Nyasa Times, the first charge of money laundering is contrary to section 42 (1) (b) of the Financial Crimes Act and reads:",
    "“Lin Huixin, Li Hao Yuan and Hua Qin Zhang between 1st September 2017 and 26th November 2020, in the City of Lilongwe, disguised the true nature of the sum of K379, 408, 048.79 knowing or having reasonable grounds to believe that the same represents proceeds of crime by depositing and transacting with the said cash through account number 9100000342170 of Moni International Limited domiciled at Standard Bank Malawi, Capital City Branch”.",
    "The second charge of money laundering is contrary to section 42 (1) (a) of the Financial Crimes Act states:",
    "“Lin Huixin, Kankanige Anura Piyaratana Alwis, Li Hao Yuan and Hua Qin Zhang between 5th December 2017 and January 2021, at Marina Casino in the City of Lilongwe, converted K128, 590,518.00 into gambling chips knowing or having reason to believe that it directly or indirectly derived from the proceeds of crime”.",
    "On the other hand, the offence of dealing in foreign currency read as follows: “Lin Huixin and Kankanige Anura Piyaratana Alwis between 1 January 2019 and 11th June 2021, in the City of Lilongwe, without the permission of the Minister of Finance, exchanged foreign currency with each other amounting to United States Dollars 310, 000.00”."
  ]
}