{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/New-Australian-government-releases-Sri-Lankan-family-from-immigration-detention/108-237856",
  "time_ut": 1653639360,
  "title": "New Australian government releases Sri Lankan family from immigration detention",
  "body_lines": [
    "Australia's new government said on Friday it would give temporary visas to a Sri Lankan asylum seeker family held in immigration detention since 2019, a step towards closure of one of the country's most controversial migration cases.",
    "The Tamil family of four, Priya and Nadesalingam Murugappan and their two daughters, have been a cause celebre since being detained in the rural Australian town where they settled years earlier. The family was taken into the country's offshore detention system, designed to deter asylum seekers from entering by boat.",
    "Amid growing public anger, the conservative government moved the family to mainland Australia last year when the younger daughter, Tharnicaa, needed urgent medical care for sepsis linked to untreated pneumonia. The family has since been in community detention onshore.",
    "The new centre-left Labor government, which won a national election on May 21 after nine years in opposition, said it would give the family bridging visas, allowing them to return to their adopted home town, Biloela, 600 kilometres (370 miles) northwest of Brisbane, until their asylum application is resolved.",
    "\"When I visited Biloela in 2019, I saw just how much the community loves Priya, Nades, Kopika and Tharnicaa,\" Prime Minister Anthony Albanese wrote in a tweet, referring to the family members.",
    "\"Today my government has enabled them to return home,\" added Albanese, who was sworn in as leader on Monday.",
    "The former conservative government had resisted calls to free the family, known as the \"Biloela\" family, insisting that doing so would undermine its hardline immigration policies. But criticism about the family's treatment grew, including by conservative members.",
    "The just-elected Labor government said before the election that it would adopt the conservatives' tough border policies but that it considered the Biloela family's treatment unfair.",
    "Priya and Nadesalingam Murugappan arrived in Australia by boat in 2012 and 2013 and sought asylum. The couple married in Australia, where their daughters were born.",
    "In 2018, after Australia rejected the asylum applications of Priya and Nadesalingam, who fled Sri Lanka amid a civil war, Canberra detained the family for deportation to Sri Lanka.",
    "When court orders blocked their deportation, Australia in 2019 moved the family to Christmas Island, a territory some 1,550 km (960 miles) northwest of the mainland, before their return to the mainland last year.(Reuters)"
  ]
}