{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/talking-waiting-and-walking-but-no-solution-in-sight/",
  "time_ut": 1651242000,
  "title": "Talking, waiting and walking, but no solution in sight",
  "body_lines": [
    "In a piece of clever wordplay, the editor of The Island on Friday wrote that the president is talking, the prime minister is waiting and the opposition leader is walking. Sarcasm apart, all this is happening while the people of the country have no clue where we are headed. No solutions to the problems they are confronting and the immense burdens they are carrying have been offered. There’s no light whatever at the end of a dark tunnel with everything in a state of flux. The oft repeated “things will get worse before they get better” is cold comfort. There is no common ground between the president, his brother-prime minister and the multitude on Galle Face green vociferously demanding that the whole kit and caboodle of them depart after returning the loot they have rapaciously robbed from the people.",
    "The one concession extracted like a tooth is that two Rajapaksa siblings and the dynastic successor-in- waiting have been dropped from the cabinet, whether to lick their wounds, at least for the time being, in the legislature or to fade off into the sunset. The continuity of parliament however is also in doubt. The president cannot dissolve the House before two and a half years elapse since the last election in August 2020 unless parliament, by a simple majority, decides to dissolve itself. Given that many MPs well know that they will not be re-elected, it will be doubtful that they will opt for an early dissolution unless external events push them to such a decision. In any case, the last thing the country needs right now is an election and that is widely accepted. There are contending claims on the numbers that the two sides command on the pending no confidence motion against the government; but the actual picture will only be known when a vote is taken. If the motion is carried with a simple majority, then the prime minister and his cabinet must resign as everybody well knows. Then what? While various names of a possible prime minister who can command a majority of parliament has been speculatively bruited around, there has been no serious proposition up until now.",
    "There were no surprises at Friday’s meeting between the president and a group of ruling party and so-called “independent” MPs, once part of the government and the ruling party, to thrash out a via media to tackle the present impasse. Though the SLFP threatened not to attend unless two of their MPs, enticed with state ministries were removed from office, there seems to have been a change of heart and the blues participated despite their conditions not being met. But there was no conclusive decision and no agreements except to meet again. Obviously there was no forward movement and whether there can be such a movement even when they meet again remains to be seen. The president is clear that he will not resign and impeachment is such a long shot why anybody is bothering to talk about it defies comprehension. The prime minister says he will not leave office unless he’s sent off and is confident his aiya will not sack him the way Cheerio Sirisena sacked Ranil Wickremesinghe and illegally appointed MR to take his place. Sirisena was not held to account for that blatant violation of the constitution and he continues to engage in such political power play his leadership of the SLFP enables him.",
    "Despite the forlorn hope of the government that the Galle Face Aragalaya will lose steam as time passes and fatigue sets in, this has not happened although the protesters have now been on the green for over 20 days. Their numbers are being constantly replenished from all parts of the country and the rhetoric and placards demanding the ouster of the rulers becoming sharper. There has been no political presence on the green save for that of the Front Line Socialist Party, a breakaway from the JVP, now controlling the Inter University Students Federation with a countrywide presence. Logistical support for the agitation is evident with food deliveries and provision of sanitary services. According to protesters such assistance is forthcoming from a wide spectrum of supporters both at home and abroad fired up by the passion and objectives of the agitation, its totally national and secular makeup and absence of division, racial, religious, gender or any other; also the significant middle class presence among its ranks.",
    "The JVP/NPP, despite the size of its demonstration and the attention it commanded, chose not to march to Galle Face with the clear knowledge that a political presence on the green was unwelcome. Sajith Premadasa’s SJB with the compulsion to drum up a bigger show than the rathu sahodarayas will be marching into Colombo on Sunday (May 1) and will also not be Galle Face bound. There’s a clear disconnect between traditional politics and the Galle Face agitation. A concession to achieving political stability without which no economic stability will be possible is essential for whoever calls the shots to offer whatever possible relief to the long suffering people.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}