{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dudley-senanayake-who-won-the-hearts-of-millions/",
  "time_ut": 1655475480,
  "title": "Dudley Senanayake who won the hearts of millions",
  "body_lines": [
    "I first met Dudley Senanayake in 1970. Despite the effects of the colossal defeat of the so-called National Government he led still prevailing, I met him at Woodlands along with a group of students from Ananda College, Colombo.",
    "In that era there were students of Ananda who attended classes conducted by the Communist, Samasamaja and JVP parties. As we did not accept their principles, we formed a group identifying ourselves as the Democratic Student’s Organization.",
    "With the belief that the UNP at that time professed the same ideology as ours, we thought that meeting Dudley Senanayake would go a long way in fostering this relationship further. We placed before him our demands.",
    "His response was, “You are now at a schooling age. It is too early for you to get involved in politics. Study well. After you graduate, you can do politics. When that time comes I will give you a good opportunity for that”. These words encompassed his sincerity and honesty; he had no intention of using students as political pawns.",
    "Not feeling dejected by this response we firmly declared our position: “If you retain this stance, very soon this country would become Communist. Extremist ideas would creep into the schools, and there would be attempt to brainwash students with these ideologies”",
    "Our response, we believed, had an effect on him. He replied, “Just give me two weeks I will think this over and meet you again”.",
    "Before the end of two weeks we received an invitation from him. There were several others present at this meeting. In addition to Jinadasa Niyathapala, the General Secretary of the Youth Front of the party, Professor Thilak Ratnakara, J. R. P. Sooriyapperuma and a young University Lecturer, Karunasena Kodituwakku were present.",
    "“We have given serious consideration to the matters you have raised. As a party it is not our intention to start a Student’s Organization. We have decided to support the Democratic Students’ Organization started by you. Henceforth, we have appointed these four leaders who will guide you and extend whatever support you need.”",
    "The rapport we built up with Dudley Senanayake was the beginning of a long political journey. Even today in my political career, my idols are my father and Dudley Senanayake. A man of exemplary character. his simplicity, honesty and lifestyle won him popularity among the masses he loved so much.",
    "As a young politician he, with his friend JR Jayewardene, played a dynamic role in the battle for Independence. He was firm in the decision of extending support to Japan in the aftermath of the Second World War despite opposition by the British Empire.",
    "Appointed the first Minister of Agriculture and Lands in then Indepedent Ceylon, his primary challenge was to implement the Gal Oya multi-purpose scheme, the first such in the country. Under the Gal Oya project the largest reservoir ever built in Sri Lanka with the capacity of 770,000 acre feet of water was built. The Inginiyagala Senanayake Samudraya provided water to 120,000 acres of paddy lands to be cultivated in both the Yala and Maha seasons.",
    "Hydro electric power generation was also established in order to provide electricity to the area and the foundation laid for sugar production. Ampara District became the largest rice producing area in the country with irrigation water provided through the Gal Oya Project. In addition to Gal Oya, the foundation for the Uda Walawe Multi-Purpose project was also laid as proposed under the six year development plan that was part of the first budget of Independent Ceylon in 1948.",
    "The restoration of ancient tanks, Kantale, Allai and Kandalama were also initiated during the 1947-1952 period. The establishment of Agricultural Research Centers in Mahailuppalama, Ampara, Bombuwala and Kantale were also undertaken during that time. The setting up of he Bathalagoda Central Rice Research Centre is also noteworthy. Today’s farmers benefit from the high quality seeds that these Centers supply.",
    "During 1965-1970 period, under the leadership of Dudley Senanayake with Mr M.D.Banda as Minister of Agriculture, “the green revolution” in agriculture was set in motion and the yield of paddy per acre at that time increased several fold. The country’s total rice production which stood at 36.3 million bushels in 1965 more tan doubled to 77.4 million bushels in 1970 showing a remarkable increase of over 100%.",
    "Moreover during this era in order to achieve success in this endeavor I remember how Prime Minister Dudley Senanayake deployed the “Young Farmers Army” or Tharuna Govi Hamudawa which had been started by Captain C.P.J. Senewiratne .",
    "With the attempt made by D. S. Senanayake to provide Mahaweli waters to Ududumbara valley under the revamped Minipe scheme, the Mahaweli Development Scheme kicked off with the enactment of the Mahaweli Development Act by the Dudley Senanayake government. The Polgolla barrage was built by him in 1970.",
    "Even though he could not complete the Mahaweli Development Scheme, in later years it was completed by Gamini Dissanayake under the leadership of President J.R. Jayewardene. The Mahaweli scheme today is considered the largest development scheme in Sri Lanka with rice and other subsidiary crops produced and hydro electricity generated in a single area where large scale settlement of farmers took place.",
    "Schemes and projects that were initiated before 1956 included Agrarian Colonies and Irrigation Reforms, construction of a residential University in Peradeniya, establishment of Central and Technical Colleges island-wide, construction of the new Kelani and other bridges and also the construction of Kankesanturai cement factory, Paranthan chemical factory, Valaichenai paper factory and the Hingurana sugar factory.",
    "These were all constructed prior to 1956 out of our own resources without any foreign aid or loans. They were funded by the country’s export earnings.",
    "In the aftermath of the communal uprising in 1956, Dudley Senanayake in 1965 formed a “National Government” for the first time in the history of independent Sri Lanka by including the Federal Party, Tamil Congress, Ceylon Workers Congress and all parties which represented the Tamils. This helped to promote national reconciliation.",
    "Philip Gunawardene who was known as the ‘Father of Marxism’ here and representatives of other ideologies like ‘Yankee Dicky’ J.R. Jayewardene who later introduced South Asia’s first open economy in this country and Sinhala extremists K.M.P. Rajaratna and his wife, Kusuma, were all part of that government formed by Dudley Senanayake. He also obtained the support of I.M.R.A. Iriyagolla and W. Dahanayake for this National Government which held uninterrupted office for five years.",
    "Dudley Senanayake who headed this government demonstrated impartial decision making and statesmanship skills during the five year tenure of this government. His economic principles tilted towards providing aid and assistance to the farming community, small businessmen and the have nots who could not on their own survive the challenges of market competition. This clearly revealed that he was not a Liberal Democrat but a Socialist Democrat.",
    "Even though opportunities were given for free market operations, he protected the vulnerable in a competitive environment. His was an exemplary character from which anyone could learn even today.",
    "I remember an incident related to me by Dr Karunasena Kodituwakku who had visited the home of an ailing Philip Gunawardene, Minister of Industries in Dudley Senanayake’s 1965 government. Philip had told Kodituwakku: “Karu, Dudley is a great man as well as a leader of the people. I worked with him only for a very short period and I feel now the period I did not work with him was time wasted. If I had the chance of working longer with him, I could have done much more for the people.”",
    "This was the character certificate Philip Gunawardene, a strong leftist of Sri Lanka, issued to Dudley Senanayake. I will conclude my epitaph on the life and times of Dudley Senanayake by quoting few lines from Sri Chandraratne Manawasinghe.",
    "“Dudley was too good, most of them say. that is true but not complete. One can chip a stone to reach its core but it was more difficult to get Dudley to change his principles. He was very emotional and his heart full of mercy towards others. But he stood firmly like an unshakable boulder and was a strong character”",
    "We are living miserably today in an unfortunate period. There is no difference between the good fortune of entering an oasis in a dessert or joining hands with an honest leader.",
    "Amara Gunesekere Senaratne – a woman with grace, love and endurance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}