{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Grey-market-crackdown-alone-could-bring-some-sanity-to-forex-market-CB/245-236919",
  "time_ut": 1652383560,
  "title": "Grey market crackdown alone could bring some sanity to forex market: CB",
  "body_lines": [
    "Says over 25% of foreign currency transactions take place outside banking system",
    "Requests exporters, migrant workers to use only formal channels to repatriate their earrings",
    "However there is a severe mistrust between the govt. and those who send foreign currency back home",
    "Re-channeling foreign exchange flows into the formal banking sources alone could solve the bulk of the problems in the domestic foreign exchange market liquidity as over 25 percent of foreign currency transactions take place outside the banking system, according to the Central Bank Governor.",
    "Sri Lanka from the second half of last year took a slew of measures to discourage the informal channels of foreign exchange transactions and thereby attempted to direct such foreign exchange flows—both inflows and outflows—via the formal banking channels, yet with limited success.",
    "However, latest measures such as banning Open Account payment terms and tightening conditions on imports via Documents against Payment (DP) terms and Documents against Acceptance (DA) terms are expected to further limit avenues for informal channels such as Undiyala and Hawala, which thrived since the second half of last year when foreign exchange shortages first emerged in the country.",
    "The new rules on Open Accounts, DA and DP terms will come into effect from May 20 onwards.",
    "“Even as we speak, about 25 percent foreign currency transactions occur through the grey market. What we think is that cracking down on the informal market itself can control the domestic foreign exchange market to a greater degree,” Central Bank Governor Dr. Weerasinghe said on Wednesday.",
    "Meanwhile, the Governor again made a plea from both exporters as well as migrant workers to use the formal banking channels at all times when repatriating their foreign currency earnings to restrain the informal market and bring down the grey market premium to an acceptable level.",
    "However, there is a severe trust deficit between the government and those who send foreign currency back home, and as a result they hold off from repatriating their foreign currency earnings.",
    "Explaining further why everyone must use the formal banking channels for their foreign currency transactions, Dr. Weerasinghe said the informal market becomes effectively dysfunctional when they start clamping down on open account payment terms.",
    "This is because when the demand for foreign currency fizzles out through Unidiyal and Hawala, there is little to no reason for them to pay a higher rate and buy foreign currency from those who repatriate.",
    "Sri Lanka is at a critical juncture after months-long economic crisis caused by the foreign exchange shortage that precipitated into a political crisis, which then turned into an absolute societal breakdown since this Monday when certain parties angered by the attack on peaceful protestors turned violent and resorted to rioting and vandalism.   Dr. Weerasinghe stressed economic development is not possible in a country where there is no law and order."
  ]
}