{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-currency-board-will-preserve-currency-impose-discipline-wijewardena-92125/",
  "time_ut": 1648432440,
  "title": "Sri Lanka currency board will preserve currency, impose discipline: Wijewardena",
  "body_lines": [
    "ECONOMYNEXT – A currency board for Sri Lanka will stabilize the rupee for the future and impose discipline on both politicians as well as monetary authority officials who want to print money, top economist W A Wijewardena has said.",
    "Sri Lanka had a currency board from 1885 to 1950 until a Latin America style central bank was set up under American advice.",
    "“Sri Lanka is no stranger to currency boards,” top economist W A Wijewardena told EconomyNext.",
    "“With Ceylon’s decision to abolish the currency we lost was the discipline on politicians and the ability of the central bank to maintain the value of the currency.",
    "“A currency board will also impose discipline on the leadership of the monetary authority.”",
    "“As a result of the depth of the crisis we are facing there is no alternative but to establish a currency board.”",
    "Under a currency board no money can be printed for open market operations and all interventions are unsterilized and short term rates fluctuate freely.",
    "However there were several challenges to setting up a currency board at this time which has to be overcome, Wijewardene said.",
    "One was that new capital was needed to match the domestic monetary base (MO) as the credibility of a currency board comes from being fully backed by foreign reserves.",
    "If invested in save securities of only one currency – the anchor currency – a currency board will make profits every year (seigniorage) which be used to set up an externally invested bank bailout fund.",
    "Sri Lanka’s reserve money was 1,780 billion rupees by March 24 and was rapidly growing with the currency fall being fully accommodated at a 7.5 percent policy rate.",
    "Commercial Banks were selling US dollars to customers at around 295 to the US dollar by Friday.",
    "At current exchange rates about 4.5 billion US dollars were needed to fully back the currency issue, he said.",
    "“Central Bank’s assets were also negative by 3.2 billion dollars according to the latest data available,” Wijewardena said.",
    "However there are options including taking the liabilities into a special purpose vehicle.",
    "A currency board will prevent governments from destroying the value of money which the ordinary people earn though hard work, Wijewardena said.",
    "Wijewardena’s comments came as US economist Steve Hanke tweeted that Sri Lanka should establish a currency board to end 72 years of monetary instability from the flexible exchange rate of soft-peg.",
    "Sri Lanka should set up a currency board to stop rupee depreciation: US economist",
    "It is not clear where the rupee will eventually stop with surrender requirements and low interest rates hampering a clean float.",
    "Usually a currency board is set up in a crisis country under Hanke’s formula after a free float is established for several weeks and the effects of previous money printing is fully dissipated in the banking system.",
    "Most Sri Lankans alive first learned about currency boards from Wijewardena.",
    "Wijewardene had for many years showed the virtues of a currency board, pointing out how Singapore’s economic architect Goh Keng Swee maintained the ‘Colonial’ currency board as its foundation to build a free trading low inflation economy without social unrest.",
    "Goh said the country did not believe in Keynesianism which became fashionable after the US Fed triggered the Great Depression but believed in hard work.",
    "Sri Lanka’s monetary policy had deteriorated rapidly after Wijewardene retired as Deputy Governor of the Central Bank shortly after the country went through a massive civil war in 2009 amidst the collapse of the Greenspan-Bernanke bubble.",
    "Observers say a country cannot depend on the personality and knowledge of one person to maintain currency and rogue policy and un-anchored or dual anchor monetary policy (flexible exchange rate) must be constrained by law.",
    "From the time of his retirement when the rupee was around 114 to the US dollar and it is now around 295 to the US dollar and counting.",
    "But knowledge about currency board was lost and unusual beliefs about currency boards were propagated at key UK universities (except LSE) and so-called ‘saltwater universities of the US, where Keynesianism was adopted as a ‘new religion’ as the saying went.",
    "Wijewardene had dubbed the unusually volumes of money printed in the last two years the ‘Lakshman’ shock.",
    "A key reason for abolishing the currency board was to give ‘monetary policy independence’ to central bankers to practice rogue policy.",
    "A key reason for setting up a currency board is that the general public and legislators no longer believe economists who want to engage in open market operations and competitive exchange rate to give profits to businesses at the expense of workers.",
    "The Hong Kong Monetary Authority which operates on currency board principles raised policy rates by 25 basis points on March 17 after the US Federal Reserve raised its own rates.",
    "The UAE Monetary Authority which operates the Dirham on the principles very similar to a currency board (currency board like as dubbed by Hanke), also raised rates.",
    "Interest rates in countries with currency board are very low and barely above that of the anchor currency which can be the US dollar or any larger country with a very good central bank. The US dollar is generally chosen because it is a large importer of goods and has open capital markets.",
    "Without the legal powers to depreciate the currency, a currency board cannot inflate away peoples wealth and push interest rates up by destroying real capital.",
    "Currencies that collapse steeply lead to spontaneous dollarization as people adopt foreign currencies to make transactions and demand dollar salaries from their employers.",
    "A central bank usually imposes legal tender laws to prevent the use of alternative currencies and force people to use their bad depreciating money.",
    "Sri Lanka is now in the middle of the Powell bubble where US rates are going up. (Colombo/Mar28/2022)"
  ]
}