{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/zte-smartphones-best-value-for-the-most-reasonable-price/",
  "time_ut": 1650635100,
  "title": "‘ZTE smartphones, best value for the most reasonable price’",
  "body_lines": [
    "Manufactured by a global telecommunications giant that has supported telecom networks worldwide since 1985, the ZTE Blade series of smartphones provide the best value for Sri Lankan consumers looking to get the best performance at the lowest possible price. ZTE, a company has a long history in Sri Lanka spanning over 20 years and has supported leading telcos and other organizations to maintain and run their telecommunications networks, is able to provide consumers with devices at much more reasonable prices than other popular brands.",
    "Leading ZTE’s upper-midrange line up, the ZTE Blade V30 is available in both black and blue. The elegant style makes this device look highly priced. However, at just LKR 69,999/- this beautiful device affords users with all of the best features offered by midrange phones, but at a very affordable price. The versatile and capable 4 camera set up on the rear of the phone makes for exceptional photos and video shoot, featuring a 64MP main camera, along with an 8MP ultrawide lens, and a 5MP macro lens, supported by a 2MP depth sensing camera. The front of the device features a further 16MP camera that is perfect for capturing any moment.",
    "The phone also supports a very generous 128GB of storage, coupled with 4GB of RAM and a powerful Octa-core processor. The ZTE Blade V30’s 5,000mAh battery means you can enjoy an all-day battery life, while also taking advantage of the devices’ powerful GPU and 6.67-inch 1080p IPS display for some mobile gaming on the go.",
    "Singapore Airlines signs MOU with Sri Lanka Tourism Promotion Bureau",
    "DFCC Bank unveils its 25th offsite ATM/CRM at Templeburg Industrial Zone, Panagoda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}