{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-approach-to-protestors-in-north-east-reeks-of-double-standard-ex-hrcsl-commissioner-92000/",
  "time_ut": 1648107600,
  "title": "Sri Lanka’s approach to protestors in north, east reeks of double standard: ex HRCSL commissioner",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan authorities’ response to protestors exercising their basic rights in the island’s North and East betray a “double standard” when compared to their handling of protestors in the south, a top human rights advocate said.",
    "Former Sri Lanka Human Rights Commissioner Ambika Satkunanathan told EconomyNext on Tuesday (22) that this contrast was most apparent when looking at the weapons of choice of the military deployed for security at recent protest sites.",
    "“The military [in Colombo] had batons and shields, and in the North they had guns. Seeing armed military personnel in the North is commonplace, which points to the deep seated militarisation we see particularly in the North,” she said.",
    "The former HRCSL chief was referring to security personnel deployed at protest sites in Colombo, where daily queues and spontaneous protests have become commonplace amid a worsening economic crisis.",
    "“The other thing is that in Colombo people were allowed to protest freely. They even tried to enter government buildings, while in the North they were stopped on the street and not allowed to go further,” said Satkunanathan.",
    "According to a number of reports, the most recent example of this alleged difference took place on Sunday (20) when families of missing civilians in Jaffna, Sri Lanka, were prevented from protesting in front of Prime Minister Mahinda Rajapaksa during a two-day visit to the peninsula.",
    "Protestors had boarded several buses and a van with the intention of meeting the Prime Minister, who was at the opening ceremony of the Jaffna Dedicated Economic Centre (JDEC), but, according to private broadcast media, were prevented from doing so.",
    "Video footage showed the situation becoming heated, as police scrambled to block the path of the protestors.",
    "Grieving family members held up pictures of missing relatives demanding that they be given way. Footage broadcast on private networks such as Derana and NewsFirst showed military personnel also blocking the road.",
    "When inquired, Sri Lanka police told EconomyNext: “Anyone has the right to protest, but they have to choose the right place. This was an invitee only event, and COVID protocols were heavily enforced. The protests could have taken place on the street, but the people wanted to be let into the venue, which cannot be allowed.”",
    "The protestors were requested to nominate five representatives who would be allowed to meet the Prime Minister after a rapid antigen test. However, the protestors had wanted to move forward as a unit, and were therefore detained on the grounds of security and health protocols, an official said.",
    "Police told EconomyNext that the protestors were allowed to move on after the opening ceremony was concluded.",
    "Preventing the protestors from meeting the Rajapaksa showed the level of disregard the government had for their plight, said Satkunanathan, noting that they had merely wanted to make their demands for truth and justice heard by the Prime Minister.",
    "“The fact that they were denied this opportunity illustrates very clearly that the government does not respect the families or their demands and is highly unlikely to address those demands,” she said.",
    "“People in the North were not allowed to exercise the rights that people in the South are allowed to exercise. This would violate Article 12 (1) of the Constitution, which states that everyone is equal before the law and are entitled to equal protection of the law.”",
    "Satkunanathan went on to say that these families, mostly comprising of women from poor, marginalised backgrounds have been protesting since 2017, amidst surveillance, threats, intimidation, harassment and pressures by security agencies not to engage in such protests.",
    "“They have [protested] with so much courage, even standing up to the military, as you saw in the video. That takes a great deal of courage and tenacity,” she said, adding that successive governments have been ignoring their demands and focusing on issuing death certificates and reparations instead.",
    "Most recently, Sri Lanka’s cabinet of ministers approved a proposal to issue death or missing person certificates to disappeared persons and pay a 100,000-rupee one-time-only allowance to their next of kin and also provide land where necessary.",
    "Sri Lanka to issue death/missing certificates to disappeared, pay 100,000 LKR to next of kin",
    "In 2013, the Presidential Commission of Inquiry into Complaints of Abductions and Disappearances (also known as the Paranagama Commission) was established to inquire in to the alleged disappeared of civilians from the North and East of Sri Lanka during the 26-year war between government forces and the separatist Tamil Tigers, to identify the persons responsible, and bring them to justice.",
    "By June 2015, the Paranagama Commission had received over 21,000 complaints. The commission’s mandate was later expanded to investigate the alleged loss of civilian life and alleged war crimes that took place during the 26-year war.",
    "In 2016, the government, headed by then President Maithreepala Sirisena, established the Office for Missing Persons (OMP) to investigate and bring closure to the relatives of all missing persons in Sri Lanka.",
    "In January 21, 2021, President Gotabaya Rajapaksa appointed a Commission of Inquiry (CoI) to investigate, inquire into and report or take necessary actions on findings of preceding commissions or committees appointed to investigate human rights violations, serious violations of International Humanitarian Law (IHL) and other such offences.",
    "The first report of the commission was submitted to the President on July 21, 2021, ahead of last year’s United Nations Human Rights Council (UNHRC) session. The second report was handed over in February this year, just days before the ongoing 49th UNHRC session, where Sri Lanka’s human rights record is once again under heavy scrutiny. The final report is set to be handed over in June.",
    "Critics say families of the missing have lost faith in how the government is handling their cases and have been offered no closure. No meaningful steps have been taken to investigate the disappearances either, they argue.",
    "With eroding faith and increasing distrust in the government, family members of the missing in the country’s North and East began protesting and seeking international support.",
    "The government is also under heavy pressure to repeal the Prevention of Terrorism Act (PTA) which gave the government authority to arrest any individual on suspicion of terrorist or anti state activities. Critics have claimed that the PTA has been used to justify indiscriminate arrests.",
    "The government had expressed its willingness to reform the country’s controversial anti-terror law as Sri Lanka faced the risk of losing the annual GSP Plus trade concession worth over 500 million USD from the European Union, which is vital for the country’s garments and fisheries industry.",
    "The Prevention of Terrorism (Temporary Provisions) (Amendment) Bill was passed in parliament on Tuesday (22), with 86 voting in favour and 35 against it. The main opposition Samagi Jana Balawegaya (SJB), the Tamil National Alliance (TNA) and the Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) voted against the bill. The opposition and civil society activists, who demand that the PTA be repealed entirely, have criticised the amendments as being an eyewash meant to mislead and pander to the international community at a time when international support for Sri Lanka is more vital than ever. With the country’s economy taking a battering from all angles amid a crippling forex shortage, Sri Lanka is going through one of the worst financial crises in the country’s history.",
    "Speaking at the opening of the JDEC, Prime Minister Rajapaksa said: “There was a dark age for thirty years. These dark ages took away the lives and the development of the people of the North. On May 18 2009 we were able to end that dark age. Since then, we have been working to give back the people of the North all that was taken from them, save the lives that were lost.”",
    "However, according to on-the-ground activists, the dark ages do not seem to have ended for the families of the missing in the country’s North and East, and they continue every day to fight for the closure that is being denied to them. (Colombo/Mar24/2022)"
  ]
}