{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/barbara-sansoni-a-unique-person/",
  "time_ut": 1651236960,
  "title": "Barbara Sansoni – a unique person",
  "body_lines": [
    "“My entire source of inspiration has been this Island. Traveling all over I have been overwhelmed by its wonder, inspired by its colour. Design emerges from one’s daily life; it has for me.”",
    "I quote Barbara Sansoni from an interview with her just prior to an exhibition of her abstract art which was billed: “Celebrating 40 years of design, colour and weaving linking us with the Abstract Modern Movement of the Twentieth Century.” The article I subsequently wrote appeared in this column on the second Sunday of December 2004.",
    "Barbara Sansoni Lewcock died last week, on April 23, a day after her 94th birthday. Many Sri Lankans, to whom Barbara is a household name, will join her family in mourning her death. But she lived a long, full and happy life surrounded by all things bright and beautiful. There is no room for sadness. Instead we should celebrate this remarkable woman and her many accomplishments.",
    "To Barbara colour was like the air she breathed. It was the language she spoke. A boat ride on a river with its water turning violet with red sunlight shooting through under a bridge; the beiges and blues of a Jaffna beach; the red sails of fishing boats in the Negombo lagoon; the glory of a peacock with tail spread and dancing; the wonder of the yellows in Wilpattu.",
    "She also said: “Everything changes with light, between monsoons. Nothing is so magical as a tropical twilight as natural light fades and artificial lights come on. The colours in the celestial hemisphere are unbelievable!” “The saddest thing is to see girls in black skirts. And men in black trousers! Sarongs girding their loins make men look so attractive.” I agreed that there is no garment to beat a sarong, even for a woman. Barbara has sung poetic hymns to the sarong and reddha – “A reddha is a happening/ You can’t afford to miss.”",
    "Barbara said she’d always been drawing what caught her eye. Dr. R L Spittel advised her never to be without a sketchbook in hand. And so she had been sketching from the time she was a little girl, traveling with family when her civil servant father served in many parts of the Island and then later with her first husband, Hildon Sansoni. Inspirational people like Rodney Jonklaas opened her eyes to the wonders of the aquatic world.",
    "As a UNDP craft advisor, she lived in the West Indies for two years and marveled at the colour and beauty of the islands and its peoples. “The colour of their skin was more than deep brown to me. It had tones of blue, violet and magenta which I later put into woven pieces.”",
    "Her first American autumn had stunned her. “The long distance drive with Ron from Boston to Atlanta was marvelous. An American fall is magical in its colour where the American oak has leaves turning purple, and the silver birch trees stand nakedly white against every shade of red, brown and yellow leaves.”",
    "Barbara’s career as a designer began when she returned to Sri Lanka in the 1950s after completing her studies in Fine Art in England. She met Mother Good Counsel of the Good Shepherd nuns who had started a project of weaving to assist impoverished young women and asked Barbara to help. Barbara started designing handlooms using yarn rationed to her from the government yarn depot. Thus came into being Barefoot and the start of many women earning incomes by weaving, sewing and embroidery.",
    "At the beginning, Barbara worked single-handedly, driving her small Volkswagen, cutting through red tape, buying and transporting the finished cloth from the weaving centers to Colombo. Later a team of helpers and designers grew and were put into efficient order and economic stability by the late Justice Vanam Rajaratnam – Barefoot’s first chairman. This position is now held by her son Dominic, reluctantly, as his first love was and is photography.",
    "To identify each piece of woven material with its design, Barbara named them by the subject which had inspired them – evocative names like Campbeds, Khaki Shirts for Jungle People, American Oak, Red Fish in Violet Waters, Prince Regal loves Aimee (dedicated to a pretty cousin). She would sit beside the weaver and help replicate her visual dream on the loom. Once in a while an advertised material had the wrong sort of caller – like a jungle safari-er arriving from Puttalam to buy khaki!",
    "Yarn was difficult to get in those days of strict restrictions of imports and foreign exchange saving. Sometimes the weaving mistress nun would give her a “Red River” woven in blue and green thread. Barbara’s observation that what she had seen and what she had captured in her design was a river shot red with noon sunlight, brought forth the nonchalant reply from Mother Superior that the government quota gave them only blue and green yarn, so red had to be depicted by these two colours!",
    "The government department dyeing of imported yarn was often blotchy. So, carrying bales, Barbara approached Prime Minister Dudley Senanayake to request a better dyed product. “We’ll leave the specimen and letter on his bed, then he will surely see them,” said the PM’s man Friday. See them he did, so that under Dudley Senanayake’s direct orders, dyeing of yarn improved with benefit not only to buyers and workers but the government too.",
    "Barbara experimented with raw materials. She used hessian to design curtains for Geoffrey Bawa for the Bentota Beach Hotel. She’d seen some boys winding thread off hessian bags (goni malu). Attracted, she asked them whether they would supply her with balls of yarn. So a deal was struck giving a steady income to loitering urchins. The cloth from this yarn had the added wonder of being semi-transparent in daylight, and then taking on a different texture and colour at night.",
    "She hardly spoke of her life, her family, her great achievements, her successes and failures, if there were any. All through that first interview and later when I got to know her well, Barbara spoke about colour, weaving, art and all life’s blessings.",
    "She was sent when six to Kodaikanal, India, for her education. She returned to Ceylon a late teenager and enjoyed life, traveling with her parents and siblings and then with husband Hildon Sansoni and sons Simon and Dominic.",
    "Pertinent to mention here is a tale told by my brother, ex-planter in up-country tea estates. When tennis matches were on in the hill country clubs like Radella, the young planters, most still bachelors, would never miss a day’s play. They did not watch Hildon Sansoni – wizard with his racquet. No, their eyes were riveted on Barbara Sansoni.",
    "After Hildon’s death in 1979 she married Professor Ronald Lewcock. Given that Ron was teaching abroad she began to spend more time away from Sri Lanka: Boston and Atlanta in the US; UK and Australia. I found Ron to be such a wonderful person: humane, simple and sincerely friendly. In the summer they would move to their home in Cambridge and Professor Lewcock’s college, Clare Hall. They also spent time in Australia where Ron was born. They always spent a good part of the year in Sri Lanka, Christmas and New Year included. “I love this Island, why else did we not migrate to Australia like so many others?’ she once queried rhetorically.",
    "Barbara was into free lance journalism in the ‘50s and ‘60s contributing a weekly feature article, children’s story and painting to the  Daily Mirror. She says they were the happiest years of her life. Fred de Silva, Editor, gave her a sense of discipline, and Nihal Fernando’s Studio Times helped her meet people and make friends.",
    "She went on to having her writing, sketching and painting published. I’ll mention here but four of her titles: Viharas & Verandahs – Ceylon; Press with the Toes lightly in the Grass; Missy Fu and Tikiri Banda;  and in collaboration with her husband Ronald Lewcock, Architecture of an Island. She worked with Ulrik Plesner, Laki Senanayake and Ismeth Raheem on documenting old buildings. She provided the colour schemes for many of the buildings her close friend C. Anjalendran designed.",
    "I titled this article “A unique person.” Barbara was just that – a woman of rainbow colours and much more. She was clever, immersed in art and such a good conversationalist. And her looks – forever beautiful! It was not only that she was uniquely dressed in her own fabrics, carrying a Barefoot cloth handbag with a cloth purse slung around her neck; a flower bedecked hat too. No, that’s not it at all. It was her personality that shone through with a large measure of humaneness and love of life and people, and all that’s beautiful.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}