{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Saudi-Development-Fund-to-continue-assistance-to-Sri-Lanka/56-732756",
  "time_ut": 1648593540,
  "title": "Saudi Development Fund to continue assistance to Sri Lanka",
  "body_lines": [
    "Outgoing Saudi Ambassador Abdulnasser Hussain Al-Harthi says a high-level delegation will soon visit SL to explore investment opportunities in renewable energy, other sectors",
    "President Rajapaksa expresses gratitude to Saudi Govt. for development assistance provided via SDF",
    "Calls on Saudi Govt. to explore investment opportunities in Colombo Port City, Hambantota Port",
    "Outgoing Saudi Ambassador to Sri Lanka Abdulnasser Hussain Al-Harthi yesterday assured that Saudi Arabia intends to continually provide the assistance via Saudi Development Fund (SDF) to Sri Lanka, in a meeting with President Gotabaya Rajapaksa yesterday.",
    "The Ambassador who is leaving the country after completing his tenure said, a high-level Saudi delegation will soon visit Sri Lanka to explore the investment opportunities in the renewable energy sector and other sectors. Ambassador Al-Harthi made these remarks when he called on President Rajapaksa yesterday at the Presidential Secretariat.",
    "President Rajapaksa commended the assistance given by Ambassador Al-Harthi during his tenure. He also expressed gratitude to the Government of Saudi Arabia for its development assistance provided through the SDF.",
    "Noting that a number of special tax concessions are available at investment zones, the President outlined on the vast opportunities available in Sri Lanka for direct investment in the pharmaceutical, technology and apparel industries.",
    "President Rajapaksa also invited the Saudi Government to explore investment opportunities associated with the Colombo Port City and the proposed ship repairing and manufacturing facility to be built at the Hambantota Port.",
    "Secretary to the President Gamini Senarath, Principal Advisor to the President Lalith Weeratunga and Deputy Head of Mission Abdullah A. Aorkobi were also present on the occasion."
  ]
}