{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Next-Phase-of-Russia-Ukraine-Conflict-Cyber-or-Nuclear/172-232933",
  "time_ut": 1647031560,
  "title": "Next Phase of Russia Ukraine Conflict: Cyber or Nuclear?",
  "body_lines": [
    "The former Russian president and long term Putin ally Dmitry Medvedev recently took to social media and directed a veiled threat at European powers supporting Ukraine. The threat was about a potential nuclear strike. As the war drags on to its third week, Russia’s mainstay of the invasion heavy armour seems to be bogged down by a counterattack demonstrating Ukraine’s resolve thanks to American led training of Ukrainian armed forces and the sophisticated weaponry that were transferred to the Ukrainians mainly consisting of new generation of anti-tank weapons such as NLAW and Javelin missile systems and advanced anti-air stinger missiles.",
    "Speculations and fear are high among military analysts and strategists of what possible cause of action will the Russian military and its political leadership would take to avoid the war becoming an entrenched, costly affair. Whilst the sanctions imposed on Russian state interests and the oligarchs are kicking in, Ukraine has demanded further pressure on Russians with a proposed no-fly zone.",
    "Speculations and fear are high among military analysts and strategists of what possible cause of action will the Russian military and its political leadership would take to avoid the war becoming an entrenched, costly affair",
    "The idea of a no-fly zone was quickly shot down by the Americans and instead, Poland seems to be trying to fill in the airpower and air Defence vacuum created in Ukraine at the cost of straining the US Poland relationship. The idea, in theory, seems to be pragmatic yet imposing no-fly zones can cost the enforcing party billions of dollars. American military experienced a similar situation as former Defence Secretary Robert Gates reflects upon in his memoirs on Libya, where the no-fly zone costs went high at astronomical rates, making it the turning point in the US strategy of implementing no-fly zones. Even if NATO is to commit to a no-fly zone, they will rely mostly upon US assets in the air and Americans have grown weary of such blanket passive defence operations with high costs.",
    "Russia enjoyed a pyric reputation as a cyber power in the last decade, its cyber power was calculated and analysed as a threat multiplier when fused with hybrid war frameworks or political warfare had devastating effects. Since the US Elections of 2016, Russian cyber power and political war capabilities have been a constant focus in the western media. Yet the one cyber incident which security strategists were concerned about most was the attack on the Ukrainian power grid in December 2015 in the aftermath of the Annexation of Crimea.",
    "Dubbed as an incident of cyberwar, the cyberattack on the Ukrainian regional service provider Kyivoblenergo, declared that it is experiencing an unplanned outage in its services, three regional power stations had experienced outages and the combined using of spear phishing, malware and compromising of Microsoft solutions led to a remotely administered hack attack. The Ukrainian power outage remains the first publicly documented cyberattack on a country’s critical infrastructure, such as an energy provider. The Western analysts and investigations from institutions such as CERT USA attributed the attack to Russian cyber operations.",
    "Nearly seven years since the first Russian military intervention in Ukraine, it was expected that Russians will resort to a panoply of cyberattacks parallel to the ground offensive. The cyber operation seems to be minimal, or its effects seem not to have successfully deterred any Ukrainian activity. The fear was Russian capability to unleash cyber weapons to disrupt and disable critical infrastructure of the Ukrainian civil authorities as well as the military. Neither seems to be the case yet.",
    "At the onset of the March offensive US Cyber Command, NATO cyber operations were put on high alert and Ukrainians even sought US support to nullify any cyber intrusions while there were marked increases as observed by cyber intelligence and signals operations the surge in attacks on Ukraine and its interests seems yet to have done any major disruption. Western news and security agencies reported the increase of wiper malware attacks across Ukraine yet the attacks seem to have had no real gain for Russia.",
    "The Ukrainian military and security establishment seems to have learnt some cardinal lessons from its experiences in 2014 with the Russian incursions and attacks. Ukraine even adopted its cybersecurity strategy in 2021 and sought active support to further develop from the US Solarium commission established through the Department of Defence to provide deep insights into adopting cyber deterrence, especially through means of what cybersecurity experts point out through layered deterrence. The modernisation of information infrastructure and speeding of data transmission services and strategic insights into dealing with potential Russian incursions had made the Ukrainian establishment far more robust and ready to face cyber aggressions by 2022.",
    "The conflict remains at a level where traditional offensive strategies are the mainstay, Russia trying to overwhelm Ukraine using its advantages of numbers and ceasing energy facilities and destabilising critical infrastructures using missile and airstrikes. Whilst global condemnation is rising, no country is still trying to take military measures against Russia as that would lead to a further escalation and Russia to resort to wide-ranging attacks. The theory remains that foreign cyberattacks on Russia are minimal as they may provoke a nuclear response, thus nuclear threat is intrinsically linked to cyber-attacks.",
    "Ukraine-Russia war unlike recent conflicts between states such as the Armenia-Azerbaijan conflict that was a defining drone war does not highlight the high-tech dimension, it is turning out to be a classic offence defence urban warfare context. Cyber dimension remains minimal with third parties such as Bellingcat an independent open-source intelligence operation that always has clashed with Russia since the downing of Malaysian airlines MH 17 aircraft, remains a key player tracking all Russian movements and converting that into accessible datasets and publicly available. The Russian offensive is yet to morph into other domains of warfare, yet the cyber and nuclear are domains that remain potential in the next phase of the war."
  ]
}