{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Death-of-a-woman-in-gas-explosion-CA-issues-notices-on-officials-including-Litro-Gas-Chairman/342-232783",
  "time_ut": 1646899380,
  "title": "Death of a woman in gas explosion: CA issues notices on officials including Litro Gas Chairman",
  "body_lines": [
    "The Court of Appeal today issued notices on respondents including the Chairman of Litro Gas Company returnable for April 8 in connection with the writ petition filed by the family members of the 51-year-old woman who died due to a household LP gas explosion in Kandy.",
    "The petitioners are seeking an order to take legal action against the officials responsible for their negligence conduct.",
    "The Court of Appeal two-judge-bench comprising Justice S.U.B. Karaliyadde and Justice M. T. M. Lafar issued notices on all respondents in the petition returnable for April 8.",
    "Shantha Kumara Sirimanna, the widower and his four children filed this petition seeking an order directing the IGP and Attorney General to charge and indict Litro Gas Company officials including its Chairman and former CEO and former Chairmanfor the offence of culpable homicide in terms of section 298 of the Penal Code.",
    "The petitioners have named Litro Gas Company Lanka Ltd, its former CEO and Chairman Anil Koswatta, its Chairman Theshara Jayasinghe, Chairman of Consumer Affairs Authority S. D. M. S. Dissanayake and several others as respondents.",
    "The petitioners state that they purchased a gas cylinder with a trademark of Litro which is distributed and sold by Litro Lanka Limited in September 2021.",
    "The widower states that his wife  Priyangani Asoka Somaweera was preparing the meals for her schooling children around 4 a.m. on 1st of December 2021 and while she was opening the fire of the gas burner it was exploded with a huge flame of fire and the entire body of her was burnt as a result of the explosion.",
    "The deceased was admitted to Kandy General Hospital and was taking treatment until her death on December 11, 2021.",
    "The petitioners state that it was reported in the media that the Litro Gas Company has changed the composition of gas called butane and propane and all the gas explosion had occurred due to that reason.",
    "The petitioners state that the death of Priyangani Asoka occurred due to the negligence conduct of the respondents and they all are equally liable for the culpable homicide of the deceased and liable to be punished under and in terms of Section 298 of the Penal Code and other applicable laws.",
    "The Petitioners further state that the IGP and Attorney General are obliging law and statutorily bound to conduct a proper investigation and to indict those who are responsible for the said death",
    "President's Counsel Wijedasa Rajapksha with counsel Dasun Nagashena, Rakhitha Rajapaksha and Jayamuditha Jayasuriya appeared for the petitioners. (Lakmal Sooriyagoda)"
  ]
}