{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLASSCOM-signs-4-historic-MoUs-with-regional-startup-hubs-to-foster-nationwide-digital-inclusivity/34-733387",
  "time_ut": 1649718120,
  "title": "SLASSCOM signs 4 historic MoUs with regional startup hubs to foster nationwide digital inclusivity",
  "body_lines": [
    "SLASSCOM team with key personnel of the regional start up hubs at the MoU signing ceremony",
    "With the aim of supporting the Government’s vision of building a digitally-inclusive Sri Lanka, that includes the next generation being provided with opportunities to engage in digitally-driven innovation to develop new solutions, SLASSCOM recently signed MoUs with four key startup hubs namely Sabaragamuwa, Wayamba, Eastern and Central Startup Hubs covering four of the main provinces of Sri Lanka.",
    "Uva Startup Hub and Northern Chamber of IT who have already signed MoUs with SLASSCOM were also present in the event. All the six regional hubs were recognised for the great collaboration they have been having with SLASSCOM.",
    "The main intention of this historic move was to extend opportunities to regional entrepreneurial startups and SMEs in capacity and skills building, technology diffusion, and gender specific initiatives, that in turn will give rise to IT/BPM companies and tech startups across the country. Furthermore, the MoU will help support in producing regional technopreneurs and enable them to acquire referrals, networking opportunities and access to funding.",
    "The event was organised by the SLASSCOM Regional Development Forum and took place at Cinnamon Lakeside in Colombo. The Chairperson, Directors, General Council members, key personnel of SLASSCOM together with the representatives of regional hubs attended the event. SLASSCOM will work in collaboration with all these regional partners over the coming years in offering a host of opportunities from capacity building, incubation facilities and investor opportunities. SLASSCOM Board Director Dilan Rajapakse outlined the chambers plans to the regional hubs and the support and expertise they could offer each region. He highlighted with stats the emerging engagement of regional participation in the SLASSCOM events.",
    "Speaking at the event SLASSCOM Chairperson Sandra De Zoysa stated, “The future of every component of our lives will be ingrained in Tech and as such we need to infuse this technology into all of our industries and companies across the country that in turn will help create a positive economic shift. We also need to engage our women that make up 51% of our population in tech and innovation and bridge the divide that is currently prevalent in the country. Today we are formally embarking on paving the way to harnessing a digitally inclusive entrepreneurship ecosystem in our country through these MoUs.”",
    "The MoUs were officially signed by the Chairperson of SLASSCOM and the representatives of the respective regional hubs that comprised of Uditha Bandara of Sabaragamuwa Startup Hub, Sanjeewa Pathirana of Wayamba Startup Hub, Kajan Subash of Eastern Startup Hub and Nalin Boomawala of Central Startup Hub.",
    "Each of the startup hubs outlined the opportunities present in their respective regions from facilitating the growth of the ecosystem, in raising awareness and inspiring the next generation to be tech entrepreneurs to available infrastructure. They further outlined their plans and future roadmaps of working with SLASSCOM to foster knowledge expansion, collaborative work opportunities, accelerate the growth of startups, freelancers and innovators, connecting with national and international investors and professional bodies, setting up education institutes and incubators and increasing tech-based export revenue.",
    "This historic move is a part of SLASSCOM’s future vision in entailing in achieving $ 5 billion in annual revenue, employing over 200,000 highly-skilled professionals, launching over 1,000 startups by 2025 and in helping to guarantee that all of the country’s people can use and better their lives from digital transformation that will in turn lead to the economic prosperity of the country."
  ]
}