{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Plans-afoot-to-expedite-final-stage-water-supply-projects-PMD/108-239156",
  "time_ut": 1655352660,
  "title": "Plans afoot to expedite final stage water supply projects: PMD",
  "body_lines": [
    "Plans are afoot to complete the work on large and small scale water supply projects which are in the final stages of construction in order to vest with the public, President's Media Division (PMD) said.",
    "It was also decided to resolve the issues related to those projects as soon as possible.",
    "This was revealed at the progress review meeting of the Ministry of Water Supply and Drainage chaired by President Gotabaya Rajapaksa at the President's House, Colombo, yesterday (15).",
    "The President inquired about the progress of water projects that have been executed under local and foreign funds.",
    "At present, 2337 large, medium and small scale water supply projects are being implemented under local and foreign funds.",
    "Officials pointed out that many of these have made successful progress.",
    "Some 467,808 new water supply connections have been provided from 2019 to date, and by 2025 the targeted total number of households will be 5,946,352.",
    "In order to provide clean drinking water to the people, the Department of National Community Water Supply has implemented 704 new village based community water supply projects, including 84 proposed projects in the “Dialogue with Village” programme.",
    "The timely need of amending the National Water Supply and Drainage Board and Water Resources Board Act and the adoption of the Department of National Community Water Supply Act were also discussed.",
    "It was also decided to minimize the damage to the environment from large scale tube wells operated for commercial purposes, to conduct a complete census of tube wells, bore wells and agricultural wells, and to prepare plans to conserve groundwater resource in the event of large scale land allotment.",
    "Officials revealed that by April 2022, all consumers, including households, commercial enterprises, government agencies and schools, owed the National Water Supply and Drainage Board nearly Rs.7,500 million."
  ]
}