{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLT-MOBITEL-recognised-at-UiPath-Automation-Excellence-Awards-2021-as-changemaker-of-automation/34-731662",
  "time_ut": 1646692500,
  "title": "SLT-MOBITEL recognised at UiPath Automation Excellence Awards 2021 as changemaker of automation",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider has received Jury Recognition at the UiPath Automation Excellence Awards 2021 organised in association with The Economic Times.",
    "The third edition of the UiPath Automation Excellence Awards recognised and celebrated UiPath customers in India and South Asia, for the business impact created by driving innovation using automation in their respective fields. At a virtual awards ceremony, 31 winners across 15 categories were felicitated in their quest to become fully automated enterprises.",
    "An eminent and expert panel of global adjudicators bestowed Jury Recognition on SLT-MOBITEL in the category Automation Excellence – Sri Lanka, selecting the organisation as among the best performers in Sri Lanka and South Asian Region. The panel of jurors evaluated the nominees based on impact in relation to project/process, business, and strategy levels.",
    "“RPA was an initiative towards operational excellence in SLT’s Digital Transformation journey. We opted UiPath as the software enabler and were able to justify this investment with signiﬁcant saving of time and cost during the last year. We are truly honoured to receive this award,” stated SLT Chief Ofﬁcer-Information Tilak Gamalath.",
    "SLT-MOBITEL’s deployment of Robotic Process Automation (RPA) solutions, sought to reinforce its commitment to digital transformation, especially optimising operations for enterprise customers. With RPA functionalities, customers can transform processes through the integration of automation solutions resulting in improved productivity and digital maturity.",
    "UiPath is a leading enterprise automation software company built on a vision to deliver the Fully Automated Enterprise, where companies use automation to unlock their greatest potential. UiPath offers an end-to-end platform for automation, combining the leading Robotic Process Automation (RPA) solution with a full suite of capabilities that enable every organisation to rapidly scale digital business operations.",
    "It is a great honour that SLT has been recognised by such a leading enterprise automation software company."
  ]
}