{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Railways-together-with-SLT-Mobitel-launch-online-seat-reservation-website-and-mobile-app/56-732477",
  "time_ut": 1648071120,
  "title": "Railways together with SLT-Mobitel launch online seat reservation website and mobile app",
  "body_lines": [
    "Power LANKAQR enabled Solutions for Sri Lanka Railways for the first time in Sri Lanka through SLT-Mobitel mCash",
    "As the technology partner for Sri Lanka Railways for over a decade SLT-Mobitel together with Sri Lanka Railways (SLR) marked a significant milestone recently with the launch of the online seat reservation web portal and mobile app for commuters for the first time in Sri Lanka.",
    "The latest cutting-edge system offers commuters the opportunity to reserve seats online at https://seatreservation.railway.gov.lk or through the Sri Lanka Railways Reservation Mobile App. As the national transport service provider, Sri Lanka Railways strives to provide a better travel experience for the railway commuters and the launch of the ‘Online Seat Reservation System’ in collaboration with SLT-Mobitel further reaffirms the strategic direction of Sri Lanka Railways in offering cutting-edge technology led travel services. SLT-Mobitel Mobile was the first ever service provider to create a National Scale Railway Ticket Reservation Platform in 2009. The new service will enable the public to make their train reservations at anytime from anywhere in the world revolutionising the travel experience in Sri Lanka.",
    "Railway passengers experienced automated railway ticket reservations over the phone and over the counter for the very first time when SLT-Mobitel Mobile first launched its platform, while it enabled SLR to digitalise their manual reservations process. The automated railway ticket reservation system facilitates the reservation of trains for all routes across the island by connecting railway stations throughout Sri Lanka. The online seat reservation system has further bolstered the original system by digitalising the entire ecosystem of Sri Lanka Railways. The service has also been extended to major Telco providers to provide a better service to commuters by facilitating over the phone reservation.",
    "This is the first time in Sri Lanka that a state-owned entity such as Sri Lanka Railways has fully embraced digitalisation of operation by incorporating the latest LANKAQR which is easy, secure and convenient to transact and allows customers to simply book their tickets at the touch of their fingertip. The new Sri Lanka Railways Reservation Mobile and Web enabled extension is expected to lead SLR towards a paperless operation as the system is capable of issuing e-tickets with a QR code verification, which will soon come into practice. Commuters can make a reservation for all enabled destinations and trains for 1st class, observation saloon, 2nd class and 3rd class for both one-way and return journeys within a few simple steps. Multiple options have been made available for payment including through Visa, MasterCard and LANKAQR. Reserved tickets can be conveniently collected in advance from the nearest mTicketing service enabled railway station by simply providing the ticket reference number along with the National Identity Card or Passport."
  ]
}