{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/don-who-touched-life-at-many-points/",
  "time_ut": 1655471580,
  "title": "DON WHO TOUCHED LIFE AT MANY POINTS",
  "body_lines": [
    "When J.L.C. Rodrigo died about six years ago, one of his admirers said that he “wrote like a gentleman”. Besides being a tribute to the dear, departed don who touched life at many points, it was a potted criticism of the carping Spirit of the Age.",
    "Tomorrow is the 83rd anniversary of Rodrigo’s birthday. Generations of boys and girls who came under the influence of this genial Professor of Western Classics at the Ceylon University will recall with nostalgia the memory of a man whose learning sat lightly on the prematurely grey hairs of his enormous head.",
    "Joseph Lionel Christie Rodrigo – to give him his full name – was one of the most distinguished products of Royal College. But, as in the case of L.M.D. de Silva, K.C. it was Trinity College, Kandy, that gave him the finishing touches which helped him to win the academic crown. And finally at Oxford he captured that indefinable something which only Oxford can provide. There are many famous Colleges in Oxford University, made still more famous by Ceylonese alumni. For example, Lalith Athulathmudali ascended the gadi of the Union from Jesus, while S.W.R.D. Bandaranaike rose to eminence from Christ Church.",
    "There is, however, one College in Oxford that has acquired a prestige second to none, chiefly owing to the work and wisdom of a scholar named Benjamin Jowett whose mastery of the Classics made him a legendary figure during his lifetime. The College was Balliol where Dr. Jowett, after being a tutor for 28 years, was appointed Professor of Greek. When he assumed the mantle of Master of Balliol, his name was famous in the four corners of the academic world and was immortalized in this bit of doggerel:",
    "Dr. Jowett’s magnum opus was his translation of Plato. It is the bedside book of local Classical scholars such as V.L. Wirasinghe, Sam Wijesinha and Ronnie Abayasekera. There are many other translations of Plato, but this one, it is said, has been unsurpassed for inducing sleep. At the end of the last century the name of Jowett was as celebrated as that of Plato and it was the ambition of every student addicted to Greek and Latin to get immersed in the culture that was bubbling at Balliol.",
    "In this process some students were drowned while the survivors made their mark in various fields. Men such as Asquith, Hillaire Belloc and Curzon probably owe their greatness to having come under Jowett in their impressionable years and acquiring “a tranquil consciousness of effortless superiority.” This consciousness is supposed to be the most valuable attribute of Balliol men.",
    "Rodrigo appears to have had many distractions at Oxford. All his friends and relations expected him to romp home with a First Class in Greats. But he did not. J. L. C.’s trouble was that he would not confine himself entirely to his books. He was interested in everything about him from debating to dancing and from cricket to croquet, which is essentially a ladies’ game, but in which Rodrigo took more than an academic interest.",
    "S.W.R.D. Bandaranaike writing 50 years ago in the now defunct “Causerie,” recalls that J.L.C. was already an outstanding personality at Oxford when he went up there. He was President of the Balliol and his popularity was due to the fact that he combined a charming personality with an ability to talk intelligently on a wide range of subjects.",
    "To quote Bandaranaike: “J.L.C. was an especial favourite with the undergraduates, a fact which certain envious persons attributed to his grey hairs, which encouraged them to think of him as a kindly uncle.” Later he put his persuasive powers to good use when he met Evelyn, one of the daughters of the late Dr. and Mrs. Solomon Fernando. They were betrothed in double quick time. It was an ideal match.",
    "Dr. Solomon Fernando was perhaps the first Sinhalese to acquire Western medical qualifications.",
    "He was also a patriot and unwittingly laid down his life for his country when in the midst of a fervent appeal for freedom and unity at a crowded public meeting, he collapsed and died. His wife was the eldest daughter of the great philanthropist, C. H. de Soysa, so that Evelyn had not only vast estates and houses in Colombo 7, but what is known as background.",
    "Two sons and three daughters came as a result of this union and JLC was happiest when he was in the bosom of the family. One of JLC’s sons is a doctor. Owing to the early skills he displayed at the Medical College his Professors suggested he should specialize in Obstetrics and Gynaecology. The women patients at Castle Street Hospital are now getting the full benefit of Dr. J. N. Rodrigo’s kindly treatment.",
    "The face of the son, Lalith, also an Oxford man like his father is familiar to the play-going public. He is an amateur actor but a professional barrister and hotelier. At the Galle Face Hotel he tries hard to combine along with his boss, Cyril Gardiner Yesterday’s charm with Tomorrow’s comfort. To find out what they do Today is worth a visit to this venerable hostelry. JLC’s three daughters live in England and appear to be quite at home in that land of hope and glory.",
    "One of JLC’s chief extra-mural activities consisted of his work for the under-privileged. The germ of social service was sown in him by that pioneer in this field, N. P. Campbell of Trinity, with whom he went slumming in Kandy. He joined the Student Christian Movement and later the YMCA where he was in his element. At one of the Board meetings in the Colombo YMCA I remember he gave utterance to a passage from Horace the Latin poet which appears to reveal the secret of his success.",
    "It ran: “Mince stultium consiliis brevem. Dulce est desipere in loco” which translated roughly urges people to mingle a little folly with their wisdom as a little nonsense now and then is pleasant. It was this very gift of finding the right mixture that made him one of the most popular newspaper columnists of his time. His pseudonym combined with his light touch, made an instant appeal to flappers of his period, many of whom dreamt that they would make a suitable Venus to this Adonis.",
    "When the secret of his nom-de-plume was finally disclosed the loudest laugh came from JLC himself who did not pretend to be a matinee idol though he was endowed with that mysterious thing called sex-appeal.",
    "The Directors of the YMCA and the Old Girls of Ladies College leaned heavily on his learning and experience whenever a literary matter came up before them. Just after World War II when the benign Robert O. Buell, the General Secretary of the Central YMCA, was conducting the affairs of the Association with East Aralyan efficiency his Principal Assistant was H.C.N. de Lanerolle, whose French ancestor gave a lot of trouble to King Rajasinghe II.",
    "De Lanerolle’s pet name for some unknown reason was Duncan. When he started life in the YMCA he was a nice “Je re sail quoi” lad. In course of time he grew up to be an “enfant terrible”. As soon as he started writing his popular Ralahamy plays he became a “bete noire” to some members of the Board of Directors. Several years ago De Lanerolle and his petite wife, Sarah, emigrated to California and became American citizens but are at present on a holiday in Sri Lanka visiting friends and relations.",
    "It so happened that when De Lanerolle was in the YMCA he wrote a play which was a satirical commentary on the political situation. It was freely whispered that the play would antagonize a few friends of the YMCA, and the Directors requested J.L.C. Rodrigo to go through it with a fine comb and remove the obnoxious lines if any.",
    "JLC. with scholarly skill, virtually censored the play and suggested some changes which de Lanerolle adopted with alacrity. On the first night, however, it was rumoured that the stage version differed considerably from the written version. JLC whose son Lalith by the way is now in the cast of some of the Ralahamy plays felt a trifle embarrassed and had his doubts whether it was the censored play that went on the boards. There is no doubt that it was.",
    "JLC. overlooked the fact that harmless phrases could be interpreted by different actors in different ways. Ultimately de Lanerolle strode out of his job and sought fresh pastures and sunny vales, bringing happiness to himself, the YMCA and J.L.C. Rodrigo.",
    "(Excerpted from The Good at Their Best first published in 1978)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}