{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Galle-Face-Protests-Chai-brotherhood-lift-feeling-of-Srilankanness-at-Gotagogama/277-235051",
  "time_ut": 1649788560,
  "title": "Galle Face Protests Chai, brotherhood lift feeling of Srilankanness  at ‘Gotagogama’",
  "body_lines": [
    "Some have brought their own tents while organizers too are now capable of providing tents for those who wish to remain",
    "For years, rulers have distanced communities for their own political benefits, but this time, the true feeling of Sri Lankanness has been resurrected",
    "‘GotaGoGama’ – that is what the protesters call the ‘Agitation Site’ at the Galle Face Green which has now transformed into a colony of people from diverse backgrounds and walks of life. What commenced as a mass protest on April 9 now continues to its fourth consecutive day. Donations now come in handy to boost the spirits of protesters. One can find everything from sanitary napkins to toiletries, water bottles, dry rations including tea leaves, milk powder, biscuits, short eats etc. Some have brought their own tents while organizers too are now capable of providing tents for those who wish to remain. Irrespective of religion, race, caste, gender, age and other differences, people are supporting each other to overthrow a corrupt regime. For years, rulers have distanced communities for their own political benefits, but this time, the true feeling of Sri Lankanness has been resurrected. Protesters aim to continue their mission even during the dawn of the New Year and as such, this movement marks a historic milestone in the political history of Sri Lanka.",
    "A group of school friends have reunited to provide protesters with refreshments. “I got together with my school friends and my wife gathered her school friends and we are providing protesters with tea, coffee and refreshments,” said Kosala Guruge. “There’s a common feeling of harmony. Everyone of us is affected by the crisis, but the President, Prime Minister and the cabinet are leading luxurious lives. Therefore they don’t feel the hardships. They don’t have to languish in queues, they don’t have shortages of gas or milk powder. People are not in a position to do voluntary service at this point, but they have still managed to provide protesters at the Galle Face Green with water, food, tea, dry rations, toiletries and all other items. When there’s a shortage of gas cylinders in the country, we managed to find one to make tea. Even though we say Sri Lankans have an islander’s mentality they are carrying out",
    "these protests in a peaceful manner. In other countries there have been bloodshed when sending leaders home,” said Guruge.",
    "A mother and her son were having a conversation inside a tent when we approached them. Even though Tharusha Deemantha had dreams to travel around the country, he is now at Galle Face Green with his mother. “I am 20 years old and I bought this tent to travel around the country,” he said when asked why he wanted to join the protest. “But now there is no petrol and I don’t have a way to travel. I had a lot of dreams that a boy would usually have; buy a car, a house etc. But the present situation doesn’t favour us in anyway. In order to achieve our dreams we need to change the system and that is why I came here to be a part of the protest and be a part of the change,” said Deemantha.",
    "Tharusha’s mother Helen Brito is a teacher and she feels that there’s no hope for the next generations. “Their dreams remain to be dreams,” she said expressing her disappointment towards the incumbent regime. “I came here with my son to give a little push and ensure that he achieves his dreams. I’m a teacher, but what I have to say is that there is no country for our children. We are trying to save the little bit of this island that is left and we will continue to stay here until they leave,” said Helen.",
    "“All donations are from the people, for the people” – Ranasinghe",
    "As you move towards ‘Gotagogama’ the protest site that has been rechristened by the protesters, one could see several canopies with stocks of essential items. Here you can get anything you need from water bottles to sanitary napkins to dry rations, biscuits, food etc. “People have been contacting us to send donations and we keep all of them in one place,” said Kasumi Ranasinghe, a volunteer who handles the collection and distribution of items. “Protesters come here and take what they want. Items range from sanitary napkins to toilet paper, medicine, biscuits, tea leaves, milk powder, water bottles, beverages food and a range of other items that can sustain people coming here. None of these donations is from politicians, it’s from the people for the people. For ifthar people donated dates and snacks. This will continue until the President and the Prime Minister step down,” affirmed Kasumi.",
    "“The crowd will remain during the dawn of the New Year” – Senarathne",
    "Sri Lankans irrespective of gender, ethnicity, religion, race, age and other differences have gathered at the Galle Face Green. The feeling of unity among protesters is mutual. “People have gathered here to voice their disappointment towards the President and Prime Minister,” said Nuwan Senarathne. “None of them is politically motivated and all these people have volunteered to spend their valuable time on the streets and protest against a corrupt regime, irrespective of rain or shine. This protest has been organised in a manner that it continues until this corrupt regime steps down. Hence, by the looks of it the crowd will remain during the dawn of the New Year on April 14 as well. This is a force that emerged from the people, for the people and this has never happened in the history of politics in Sri Lanka. All those who have gathered here are Sri Lankans. Rulers wanted to divide people to gain their own political",
    "its core and further distanced people from other ethnicities,” said Senarathne.",
    "A group of friends has gotten together to offer chai and coffee for the protesters. “We have chai and coffee. Coffee has caffeine and it’s a booster. I want everyone who comes here and shouts on behalf of everyone in this country to be energised. I don’t want to give them something that makes them dull. What you see here is a beautiful story of unity in diversity. I’m a Muslim and I’m fasting today, but I got married to a Sinhalese girl. That’s unity,” said Farzan Sheriff."
  ]
}