{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/is-the-opposition-unaware-of-article-42/",
  "time_ut": 1650086580,
  "title": "Is the Opposition unaware of Article 42?",
  "body_lines": [
    "With every passing day, the demand for the resignation of the President is gathering momentum, becoming more strident, and more widespread, and echoing even beyond the borders of this country. The President’s response has been to secure the resignation of his Cabinet of Ministers while retaining his brother as Prime Minister, and then filling three key portfolios and, bizarrely, one of dubious value. He has chosen to retain for himself the others, including the currently critical functions relating to health, power and energy. The Opposition has responded by collecting signatures for two parliamentary motions. One seeks to express its lack of confidence in the Government, while the other seeks to impeach the President. Both these are clearly misconceived.",
    "Article 43 of the Constitution states that the Cabinet of Ministers is collectively responsible and answerable to Parliament. Therefore, a motion of no-confidence in the Government, if passed by a simple majority, will result in the dissolution of the Cabinet of Ministers. Thereupon, Article 49(2) requires the President to appoint a new Prime Minister who commands the confidence of Parliament and new Cabinet Ministers. It does not secure the resignation of the President. It does not, therefore, respond to the demands of millions who are demonstrating on the streets of this country.",
    "Under Article 38, a resolution may be presented to the Speaker alleging that the President is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity; or that the President has been guilty of: (a) Intentional violation of the Constitution; (b) Treason; (c) Bribery; (d) Misconduct or corruption involving the abuse of the powers of his office, or (e) Any offence involving moral turpitude.",
    "The resolution is required to be signed by two-thirds of the total number of Members or, if the Speaker is satisfied that the allegations merit inquiry by the Supreme Court, by half the total number of Members. Thereafter, the resolution is referred to the Supreme Court for inquiry and report, with the President having the right to appear and to be heard. If the Supreme Court reports that it has found the President guilty of the charges, Parliament may remove the President from office by passing a resolution to that effect with two-thirds voting in favour. President J.R.Jayewardene famously remarked that in drafting Article 38 he had ensured that it would be virtually impossible for Parliament to remove a President from his office. To attempt to invoke it today, as the Opposition is reported to be doing, is an utterly futile exercise.",
    "Article 42 of the Constitution states that the President “is responsible to Parliament for the due exercise, performance and discharge of his powers, duties and functions under the Constitution and any written law including the law for the time being relating to public security”. This means that Parliament is entitled, indeed required, to hold the President accountable for the due performance of his powers, duties and functions.",
    "Immediately upon his assumption of office President Gotabhaya Rajapakse granted massive tax cuts, thereby causing a severe reduction of state revenue. He then appointed a political acolyte to the strictly non-political office of Governor of the Central Bank who proceeded to print money with gay abandon. When inflation reached astronomic heights and the value of our currency reached the lowest depths, the President remained mute. His maniacal decision to impose an immediate ban on the use of chemical fertilizer destroyed our agriculture sector and our tea industry. His inability to ensure a regular supply of gas, diesel, petrol, milk powder, and other essential food and domestic items has resulted in causing misery and reduced our people to a state of abject poverty.",
    "Faced with a record such as this, Parliament is surely entitled to hold the President accountable for his demonstrable inability to perform the powers, duties and functions of his office. Is the Opposition unaware of Article 42 of the Constitution? If, upon the passage of a motion of no-confidence in the President, the President resigns, as he should, Article 40 requires Parliament to elect, by secret ballot, one of its Members to hold office for the unexpired period of the term of office of the President vacating office. That election is required to be held as soon as possible, within 30 days of the vacancy occurring. In the interim period, the Prime Minister or, in his absence, the Speaker will act in the office of President.",
    "Whether or not Parliament succeeds in securing the resignation of the President, it is now clearly evident that neither a retired middle-level soldier nor a professional politician can carry the full and complete burden of governing this country on his or her shoulder as required by the ill-advised 20th Amendment to the Constitution. It is time to restore parliamentary government which existed in this country for thirty years, from 1947 to 1977, and which was then restored, with unnecessary restrictions, from 2015 to 2020. During that earlier period, a Prime Minister and a Cabinet of Ministers, chosen from, and responsible to, a Parliament consisting of members elected from single or multi-member constituencies, provided stability and security to this country, notwithstanding an attempted military coup d’etat in 1962 and a youth insurgency in 1971. It is time to move the 21st Amendment to the Constitution.",
    "The following should be accepted as a few of the essential features of the 21st Amendment to the Constitution:",
    "(a) It should provide for the election by Parliament (or by an appropriately constituted electoral body) of a President who shall be Head of State, Head of the Executive and Commander-in-Chief of the Armed Forces. He/She should be a person who had not been engaged in active politics during at least the preceding five years. With few exceptions, he/she should act on the advice of the Prime Minister or, in specified matters, the relevant Minister.",
    "(b) In compliance with the two fundamental principles of international law: non-discrimination and self-determination, the requirement of power sharing at the centre should be incorporated. Whichever political party forms the government, it should be mandatory for the different ethnic groups to be represented in the Cabinet, at least in proportion to the number of such members elected to Parliament. Thereby, the minority communities will be constitutionally guaranteed not of token (as, for example, C.Kumarasuriar and Lakshman Kadirgamar) but of genuine representation, both in the legislature and in the government. Policy formation will thereafter be by consensus of the different ethnic groups, which is how it should be in a multi-ethnic, multi-religious and multi-linguistic country that Sri Lanka is.",
    "(c) It should incorporate the provisions of the international human rights treaties which Sri Lanka has ratified.",
    "(d) It should provide for election to Parliament from single-member or multi-member (where appropriate) constituencies.",
    "(e) In keeping with contemporary international developments, it should secure the independence of the judiciary and of the public service by the establishment of a Judicial Council and a Public Service Commission responsible for the appointment, transfer and disciplinary control of Judges and Public Officers (of all levels), with the appointments at the highest levels being made by the President on the advice of these bodies.",
    "(f) Members of the clergy of all religions should be disqualified from seeking election to Parliament.",
    "(g) Judges, whether of original or appellate courts, should be disqualified from being appointed by the government to serve on commissions of inquiry while in service or during a period of five years following retirement.",
    "It is not surprising that the continuing demands of protesters on the streets that the stolen assets of the country be recovered is being ignored by the Government. The Stolen Assets Recovery (STAR) Initiative is a partnership between the World Bank and the United Nations Office on Drugs and Crime (UNODC). It was established precisely for the purpose of assisting governments in the recovery of assets stolen by political leaders. Its achievements are spectacular. I worked with a STAR team in Egypt following the massive demonstrations in Tahrir Square during the “Arab Spring”. However, it responds only when invited by a government. The present Government is not likely to do so. Neither did the previous “Yahapalana” Government show any inclination in that direction. Are political leaders, whatever their persuasion, protective of each other?",
    "Easter Sunday Celebrates the Resurrection of Jesus Christ from the Dead!",
    "Protests have woken up politicians, but further economic harm must be avoided",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}