{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-govt-blames-march-31-protest-on-non-religious-extremist-elements-linked-to-opposition-92352/",
  "time_ut": 1648798620,
  "title": "Sri Lanka govt blames March 31 protest on non-religious “extremist” elements linked to opposition",
  "body_lines": [
    "ECONOMYNEXT – The government of Sri Lanka on Friday (01) accused “extremist” elements affiliated with opposition parties of hijacking a massive protest held outside President Gotabaya Rajapaksa’s private residence the previous night and turning it violent — an allegation contested by some of the protestors.",
    "At an emergency press briefing Friday morning organised by the President’s Media Division (PMD), Tourism Minister Prasanna Ranatunga claimed that the authorities had evidence that a person whose name was in the opposition Janatha Vimukthi Peramuna (JVP) national list at the 2015 parliamentary elections was among the participants. He later also hinted at the possible involvement of elements linked to the main opposition Samagi Jana Balavegaya (SJB).",
    "Ranatunga claimed that low level representatives of the opposition parties were present at the site, and added that the parties were looking to fish in troubled waters and benefit from any unrest that might ensue.",
    "The two opposition parties have yet to respond to the allegation. However, the JVP had previously distanced itself form another purported “people’s protest” planned for next Sunday (03), though the SJB had seemed eager to be associated with it.",
    "Sri Lanka opposition parties react to purported apolitical protest on April 03",
    "Acknowledging that people have a right to protest, Ranatunga claimed that what began peacefully later turned violent with the arrival of groups of people wearing helmets. The minister said the events that unfolded Thursday night and over the early hours of Friday would negatively impact the tourism industry that had finally started to recover from two years of devastation caused by the pandemic.",
    "The streets of Pangiriwatta, Mirihana, the Colombo suburb where President Rajapaksa resides, erupted in protest Thursday night as hundreds gathered at the nearby Jubilee Post intersection to vent their frustrations over Sri Lanka’s worsening economic crisis. Daily power cuts that now exceed 12 hours, long queues for essentials including fuel, have been the order of the day, leading to daily protests and vigils island-wide. Economists have blamed the crisis on excess money printed to keep interest rates low, though the government continues to blame the COVID-19 pandemic and decisions made by the previous administration.",
    "The protest, which had started peacefully enough with people holding placards and torches, soon took a turn for the vociferous as the participants  started shouting angry slogans against the government and the president himself. The crowds grew from hundreds to thousands in a matter of hours as they marched to the president’s private residence, with a chorus of loud slogans questioning the president’s sanity and demanding that he step down. A protest of this magnitude against a sitting president in Sri Lanka is unprecedented, analysts say.",
    "Police, the riot squad, the Special Task Force (STF) and eventually the army were called in after, as broadcast media footage showed, things took a violent turn amid tear gas and water canon spray targeting the protestors. A police bus was set on fire, though it is unclear at present who instigated the incident.",
    "Police curfew was later declared in several areas of Colombo, until it was removed at 5am Friday after the crowds had dispersed. Other, smaller protests had also occurred in different parts of the country Thursday night.",
    "Police spokesman SSP Nihal Thalduwa told reporters Friday morning that five police officers were injured in the Mirihana incident. Media reports said that several protestors were also injured in clashes with the police, among them at least two journalists who had been covering the protest.",
    "Thalduwa said the “peaceful protestors suddenly started acting aggressively”, forcing the police to “use minimum force to control the situation”. A police bus, two police patrol bikes, a jeep belonging to the Mirihana police and an army bus were completely destroyed while many other police and state vehicles and private properties sustained damages, he said.",
    "According to Thalduwa, 52 men and one woman are currently in police custody over the incident and investigations are under way. There was no comment on the number of protestors injured. Social media posts showed several participants being taken to hospital for treatment.",
    "Minister Ranatunga claimed he was unaware of any attacks on protestors by police, after journalists repeatedly questioned him about alleged police assaults.",
    "A PMD statement Friday morning said extremists had infiltrated the protest and turned it violent. Some of the arrested protestors had confessed that the incident was part of a carefully planned, Arab Spring-style protest campaign using social media aimed at destabilising the country, the statement claimed.",
    "The use of the word ‘extremist’ was heavily criticised by social media users, who drew parallels with government responses to previous acts of violence attributed to religious extremism. The use of the word ‘Arab’ was also questioned.",
    "Ranatunga, speaking to reporters, clarified that the word ‘extremist’ was used not to convey religious extremism carried out by any minority group but rather as a reference to radical, politically motivated instigators. He claimed that ‘Arab Spring’ was what the organisers themselves had called their movement.",
    "Meanwhile, State Minister of Transport Dilum Amunugama addressing the same press briefing said: “Extremism is the wrong word. I would call them terrorists.” (Colombo/Apr01/2022)"
  ]
}