{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/south-korea-delivers-back-to-back-interest-rate-hikes-to-combat-inflation/",
  "time_ut": 1653543720,
  "title": "South Korea delivers back-to-back interest rate hikes to combat inflation",
  "body_lines": [
    "CNN; South Korea’s central bank hiked interest rates for a second consecutive meeting on Thursday to wrestle consumer inflation down from 13-year highs, and further raised its projections for prices to rise to their highest since 2008.",
    "In his first rate review after taking office in April, governor Rhee Chang-yong and his monetary policy board voted to raise interest rates by a quarter of a percentage point to 1.75 per cent, the highest since mid-2019. All but one of the 28 analysts polled by Reuters expected a hike.",
    "Back-to-back interest rate rises by the Bank of Korea follow more than 100 cumulative basis points of hikes since August 2021 in one of the most forceful tightening campaigns ever by the bank.",
    "The BOK raised its inflation outlook for this year to 4.5 per cent from 3.1 per cent before.",
    "Consumer inflation at a 13-year high threatens to become entrenched, as a key measure of inflation expectations among South Koreans rose in May to its highest in nearly a decade.",
    "Most analysts expect the BOK to take rates up to 2.25 per cent by year end, after which many say it will then need to consider how quickly to apply the brakes amid slowing economic growth in China, its largest trading partner, and high household debt.",
    "The U.S. Federal Reserve is forecast to take the key interest rate to 2.50-2.75 per cent by year end, the effects of which will be closely watched globally, while in China authorities are seen easing policy to cushion a slowdown in the world’s second largest economy.",
    "“Inflation concerns have become more pronounced, with headline CPI growth hitting record levels and unemployment still at a record-low level,” said Oh Suk-tae, an analyst at Societe Generale, who sees the base rate peaking at 2.50 per cent by the end of this year.",
    "“It would be difficult for policymakers to extend the rate-hike cycle into 2023, as we expect the peak-out of inflation in the second quarter of this year.”",
    "Governor Rhee last week said the bank could consider big-step interest rate raises in coming months such as 50 basis point hikes, depending on data that will become available around July and August.",
    "The BOK expects the economy to expand 2.7 per cent this year, down from its earlier forecast of 3.0 per cent and slowing from an estimated 4.0 per cent for 2021.",
    "South Korea delivers back-to-back interest rate hikes to combat inflation",
    "CID visits Mahinda Rajapaksa to record statements on MGG & GGG attacks",
    "Fire at a high-rise in Borella, Fire-wood stove cause for the blaze"
  ]
}