{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/19/president-rajapaksa-attends-war-heroes-day-commemoration/",
  "time_ut": 1652944860,
  "title": "President Rajapaksa attends War Heroes’ Day commemoration",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Gotabaya Rajapaksa attended the 13th National War Heroes’ Day commemoration ceremony, in Sri Jayawardenepura, his first public appearance in many weeks.",
    "The undying memories and gallantry of heroic War Heroes who made the supreme sacrifice while defending the motherland were revered, admired and honoured once again on Thursday (19) in a simple state ceremony at Sri Jayawardenepura War Heroes’ Monument (Ranaviru Smarakaya).",
    "During this ceremony, fallen heroic War Heroes of the Army (23,962), Navy (1160), Air Force (443), 2598 Policemen and 456 Civil Security Department personnel, altogether a total of 28,619 who had made the supreme sacrifice in the fight against ruthless LTTE terrorism before May 2009 were respectfully called to eternal memory for their valour, gallantry, selfless dedication and invaluable sacrifices offering floral tributes.",
    "The President was invited at first to lay a floral wreath at the foot of the monument and salute their memory before the Secretary Defence, Secretary to Ministry of Public Security, Chief of Defence Staff and Commander of the Army, Navy and Air Force Commanders, Inspector General of Police, Chairman, Rana Viru Seva Authority, Director General, Civil Security Department, several family members, representative family members of fallen War Heroes and others, joined in succession to offer floral tributes to the Monument.",
    "The sounding of the Last Post and Reveille in conformity with military traditions brought the day’s formal ceremony, a feature typical during military ceremonies, to end.",
    "Sri Lanka stops issuing fuel to MPs from Police filling station",
    "Non-Essential State Employees stay at home on Friday (20) & avoid all non-essential travel, says Prime Minister",
    "Police garage dispenser NOT updated in years, Energy Minister says MPs NOT sold fuel at subsidized rates"
  ]
}