{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Quo-Vadis-or-whither-goest-thou-Sri-Lanka-EDITORIAL/172-237492",
  "time_ut": 1653244380,
  "title": "Quo Vadis or whither goest thou Sri Lanka - EDITORIAL",
  "body_lines": [
    "On Thursday (May 19) the Governor of the Central Bank stated, our country was in “pre-emptive default” which in ordinary language means our government is unable to repay debts to its creditors.",
    "Just in case there are any persons or groups who do not have faith in statements of Central Bank Chief, especially after the antics of our past Governor Cabraal, two leading international credit rating agencies confirmed Sri Lanka has fallen into default. What this means in real terms, is that in future, it will be difficult for our country to borrow money, as confidence in our economy has been run down.",
    "At this moment, the country is indebted to the tune of US$ 50 billion and is seeking an International Monetary Fund (IMF) debt restructuring facility. Unless and until we receive this facility, the Central Bank Governor has warned, we will be unable to repay out debts. In short the country has run out of foreign currency.",
    "The present chronic shortage of foreign currency has led to a severe shortage of food, medicines, fuel as well as other essentials. In turn this has led to desperate citizens blocking off roads as well as marches to the President’s House demanding gas, fuel and an end to the soaring cost of living.",
    "Since the appointment of the new Prime Minister however, appears to have had a stabilizing effect of falling value of the rupee. Today it stands at around Rs. 360/- to a US$ (down from Rs. 380/-) when the rupee was in free fall.",
    "The G-7 countries comprising of the UK, Canada, France, Germany, Italy, Japan and the United States on May 20 announced that they will assist Sri Lanka in securing debt relief. In their statement, the G7 countries said they were committed to finding long-term solutions to Sri Lanka’s crisis and urged it to “negotiate constructively” with the IMF for a potential loan programme.",
    "“The G7 stands ready to support the Paris Club’s efforts, to address the need for an economic stabilization for Sri Lanka.”",
    "The draft statement, which is to be finalized before the end the G7 Finance Ministers’ Meeting on Friday, also called on other big creditor nations - not in the Paris Club to co-ordinate with the group and urged them to provide debt relief on similar terms. ‘Lanka News Web’ reported Japan too has expressed commitment to extend assistance to Sri Lanka to overcome the current economic crisis.",
    "According to reliable sources, the Japanese Government has agreed in principle to grant fresh financial assistance, whilst a private Japanese foundation has committed to invest approximately US$4 billion as well.",
    "The private foundation is said to be ready to purchase several urgently needed commodities such as fuel, fertilizers, essential medicine and equipment, and food, which is currently in severe shortage in the international markets.",
    "The gesture is to help ease the burdens the Sri Lankan people are currently facing and to help solve the foreign currency crisis. The report adds an order for 120,000 metric tons of diesel and 50,000 metric tons of urea has already been placed with international suppliers by the Japanese private foundation along with its local partners.",
    "However, the present situation in Sri Lanka is so bad, that Prime Minister Wickremesinghe on Thursday called on members of the public to cut down on non-essential travel on Friday. He even called on the public servants not involved in essential services to refrain from coming to their offices.",
    "The message is loud and clear, we do not have money to purchase food, fuel and medicines. At the same time, with the rising cost of living, many people in our country are unable to afford even a basic meal per day. On the other hand, we are probably seeing the last few days of the welfare state in this country, which in turn to increasing poverty.",
    "In these circumstances, the government necessarily needs to increase the purchasing power of the working class and to get them out of the poverty they have fallen into for no fault of their own.",
    "Again, if the economy of the country is to ever recover, people must receive a living wage which would enable them to purchase more, thereby boosting the economic recovery. Else, there is little chance of the economy taking off in the foreseeable future.",
    "It will also be better if Members of Parliament (MPs) join queues at local filling stations along with the general public to pump the required fuel, rather than being allocated special petrol sheds for their convenience.",
    "Through that only the MPs will better understand the pain and problems the ordinary citizens are undergoing to buy fuel."
  ]
}