{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Aviation-Minister-says-dissatisfied-with-BIA-expansion-progress/273-238424",
  "time_ut": 1654317780,
  "title": "Aviation Minister says dissatisfied with BIA expansion progress",
  "body_lines": [
    "Says Taisei Corporation has failed to show any interest in timely completion of project",
    "SL preparing to make a formal complaint to Govt. of Japan on poor progress",
    "The large-scale irregularities in the selection process of subcontractors have partially impeded the progress of the construction of the Japan International Cooperation Agency (JICA)-funded Rs.113 billion-worth Bandaranaike International Airport (BIA) expansion project, Ports Shipping and Aviation Minister Nimal Siripala de Silva said.  In a recent inspection tour of the project, the minister shared that a number of unqualified subcontractors had been selected for the project, with large-scale irregularities in the selection process. Therefore, he ordered the board of directors of Airport and Aviation Services to launch an investigation into such unqualified subcontractors.  However, the minister stressed that the main contractor Taisei Corporation, which was hand-picked by the JICA, had also failed to show any interest in the timely completion of the project.",
    "The government is preparing to make a formal complaint to the Japanese government on the sluggish pace of construction of the project, as the ultimate responsibility of the project falls with Taisei Corporation.",
    "The minister highlighted that the construction of the project has fallen behind the scheduled timeframe and has failed to reach the final stage.",
    "Further, the minister said he was alarmed by the reports on the moves to construct the security system of the new terminal below the globally-accepted International Civil Aviation Organisation (ICAO) standards, which is against the project plan.",
    "The construction of the project began in 2019-2020, as the JICA and government firmed the deal on procurements after years of disagreements.",
    "According to the JICA, the construction of the new passenger terminal building is expected to be opened in 2024. The terminal building would be developed based on the concept of Eco-Airport, with Japanese advanced technology and know-how.",
    "The concept includes rainwater harvesting for the landscaping works and recycled water from the sewerage treatment plant for flushing toilets, photovoltaic power generation, solar energy harvesting, LED lighting, energy-efficient glazing, etc.",
    "After the completion of the terminal, BIA is expected to handle 15 million passengers per annum.",
    "In November last year, a new apron and taxiways were unveiled under the BIA Expansion project.",
    "The JICA’s total financing for the expansion of BIA is JPY 74,397 million or around Rs.113 billion, which has been provided under Special Terms for Economic Partnership, with 0.1 percent p.a. interest and a 40-year repayment period to promote technology transfer, build quality infrastructure and economic cooperation between Sri Lanka and Japan."
  ]
}