{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ceb-struggles-to-pay-for-coal-salaries-amid-tariff-hike-delay-report-92184/",
  "time_ut": 1648521780,
  "title": "Sri Lanka CEB struggles to pay for coal, salaries amid tariff hike delay: report",
  "body_lines": [
    "ECONOMYEXT – Sri Lanka’s state-run Ceylon Electricity Board is struggling to find money to pay for coal and salaries amid a delay by the regulator to approve a tariff hike, a report said as the rupee fell and thermal generation costs went up in a drought.",
    "Sri Lanka’s severe power crisis had been contained at some level due to a large stock of coal bought earlier which will last for a time, industry officials say.",
    "However new stocks have to be bought in time to make sure that coal is available.",
    "It is not clear why tariffs are not hiked. The Finance Ministry had hiked fuel prices several times, bus fares have been raised by the regulator.",
    "Sri Lanka’s The Sunday Times newspaper quoted a memorandum by Finance Manager Tissa Liyanage as saying that the CEB had exceeded its 12 billion rupee overdraft at the state-run People’s Bank by 17 billion to 29 billion rupees.",
    "The People’s Bank was refusing to increase its revolving credit facility for coal imports from 15 billion rupees to 20 billion or increase its overdraft facility by 5 billion rupees.",
    "“The revolving facility for coal import also has been fully exhausted by leaving around Rs 23bn unpaid for coal shipment,” the Sunday Times quoted the letter as saying.",
    "“Another payment of coal is due on March 30, 2022, amounting to Rs 10.5bn.”",
    "Sri Lanka’s state banks are heavily exposed to both the Ceylon Petroleum Corporation and the Ceylon Electricity Board.",
    "Last week concerns were raised over the delay in settling some swap contracts.",
    "On March 24, CEB salaries were paid with the ‘greatest difficulty’ according to the newspaper.",
    "Instructions have been given to CEB units not to raise cheques, sources said. (Colombo/Mar29/2022)"
  ]
}