{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Let-there-be-no-more-supplicant-fixers/231-233612",
  "time_ut": 1647981240,
  "title": "Let there be no more supplicant ‘fixers’",
  "body_lines": [
    "Journalists and Fixers' job is relatively challenging when engaged in reporting from war torn countries",
    "\"Social media has made reporting more democratic and accessible. We don’t  need to wait till a correspondent flies in to learn what is happening.  It is now just a hashtag away\"",
    "The death of two journalists working for Fox News, US in Ukraine on March 14 has reignited the conversation on the value placed on ‘fixers’, especially by news organizations headquartered in rich nations.",
    "On March 14, journalists Pierre Zakrzewski and Oleksandra Kuvshinova were killed when the vehicle they were travelling in was hit by Russian fire on the outskirts of Kyiv. Initially Fox only reported the death of Zakrzewski, a cameraman. Kuvshinova, a Ukrainian national who was working as a fixer was left out of the report.",
    "Alik Sardarian, a man who had refused to work with Fox wrote on Facebook, “for a while I was asked to work with them. I always rejected offers for two reasons: first, I don’t want to work for …. Nazis. Second reason is their treatment of security during the work. Most of the producers and fixers in Ukraine feel the same and aren’t (persuaded) even with ridiculous money they offer. That’s why they hire inexperienced people and take them in the middle of …. hell for no reason. Inexperienced fixers won’t object. It was a journalists’ fault. They went to the place they shouldn’t be with people they shouldn’t be with to shoot something they could do in Kyiv downtown. There are more stupid details on that, but they aren’t so important now.”",
    "\"One of the worst was a female photographer, who was adjusting and  positioning a widow and child who were holding images of their missing  family member in front of their Cadjan hut\"",
    "The term fixer itself is laden with a colonial attitude and it is reflected in practice as well. The fixer is the local journalist or anyone for that matter who makes sure the fly-in type foreign correspondents can hit the ground running. They fix appointments, get interviews, give background information, set up travel plans, secure permission. They are the working brains that makes the foreign correspondent’s work anywhere close to presentable, let alone professional.",
    "Historically, this work has not been recognized as journalism inputs. Even as late as 2015, I was told by a colleague with whom I had worked on an extensive story on Sri Lanka that the management had recoiled at going ahead with a shared by-line. Instead, my name was mentioned at the end of the story with the tag line with reporting from.",
    "Things are changing though. I have got by-lines, including shared by-lines in international outlets. There are organizations like the ACOS Alliance that works focused on safeguarding the rights of freelancers and fixers. Part of this is also due to the shine waning on the concept and very idea of the foreign correspondent.",
    "There is simply no money to maintain offices in far flung places, this includes Sri Lanka for at least two international news organizations that maintained full staffed offices in Sri Lanka not so long ago. There is also no money to fly in correspondents. Social media has made reporting more democratic and accessible. We don’t need to wait till a correspondent flies in to learn what is happening. It is now just a hashtag away.",
    "\"It is a cultural and attitudinal change. The same change that will make  for professional development for local journalists and will also  recognize that as much as Ukraine is hell right now so are parts of Myanmar and Afghanistan\"",
    "This is also about recognizing the importance of local reporting. Local reporting is what brings nuance and depth. It is when local reporting lacks professionalism and skills that we get unbalanced hype replacing reliable news.",
    "I have met foreign correspondents who are equally biased like the worst of local reporters. I have refused to work with award winning international photographers who set up pictures and downright imbecilic. One of the worst was female photographer, who was adjusting and positioning a widow and child who were holding images of their missing family member in front of their Cadjan hut.",
    "Equally, I have worked the best who come in the form of professional journalists and not brandishing the foreign correspondent badge.",
    "It is a cultural and attitudinal change. The same change that will make for professional development for local journalists and will also recognize that as much as Ukraine is hell right now so are parts of Myanmar and Afghanistan. It is just that they happen to be poor, in Asia and largely inaccessible."
  ]
}