{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/kia-wins-european-car-of-the-year-2-red-dot-design-awards-8-travel-safety-awards-2/",
  "time_ut": 1648823280,
  "title": "Kia wins European Car of the Year, 2 Red Dot Design awards + 8 Travel Safety awards",
  "body_lines": [
    "New cars are in short supply in Sri Lanka, but owners of Kia automobiles have cause to cheer the popular Korean nameplate which has roared into 2022 winning the coveted European Car of the Year award, two Red Dot Design awards and a remarkable eight Top Safety Pick (TSP) awards from the Insurance Institute for Highway Safety (IIHS).",
    "Kia’s revolutionary EV6, the brand’s first dedicated battery electric vehicle (BEV), which stands out for its ultra-fast charging, swift acceleration and zero emissions, has been crowned the ‘2022 Car of the Year’ at the prestigious European Car of the Year (COTY) Awards, beating the shortlisted Hyundai IONIQ 5, Ford Mustang Mach-E, Škoda Enyaq iV, Cupra Born, Renault Mégane E-Tech and Peugeot 308. Notably, the EV6 is the first Kia automobile to win an European Car of the Year award.",
    "The EV6 also claimed overall victory at the prestigious 2022 Red Dot Design Awards, one of the largest design competitions in the world, winning the ‘Red Dot: Best of the Best’ accolade for its pioneering and forward-looking design and the Red Dot category award for ‘Innovative Products.’",
    "Meanwhile, the Kia Telluride, Sorento, Seltos and Carnival built after March 2021 (with specific headlights), as well as the Kia Sportage and Soul (with optional front crash prevention and specific headlights) have all received TSP awards, while the Kia K5 and Stinger sedans have qualified as TSP+ winners.",
    "All 2022 TSP winners earned “Good” ratings in six crashworthiness tests – driver-side small overlap front, passenger-side small overlap front, moderate overlap front, original side, roof strength and head restraint tests – as well as an “Advanced” or “Superior” rating for vehicle-to-vehicle and vehicle-to-pedestrian front crash prevention evaluations. In addition, the vehicle must have at least one available headlight system that earns a “Good” or “Acceptable” rating. For a TSP+ designation, the “Good” or “Acceptable” headlight system must be standard equipment.",
    "Kia Motors (Lanka) Managing Director Mr Andrew Perera described the news of these awards as electrifying news for Kia enthusiasts in Sri Lanka who have been unable to experience the latest models due to import restrictions to conserve foreign exchange. “The EV6 in particular is an exciting sign of what’s still to come in our evolving electrified line-up, and we look forward to the time when we can resume the import of new world-class models from Kia, including the award winning EV6 which combines the best of eco-friendly operation with adrenaline-pumping performance,” he said.",
    "The Kia EV6 is positioned as the embodiment of the new Kia. It can accelerate from 0-100 kmph in just 5.2 seconds in the standard version and in an eye-watering 3.5 seconds in the GT version, can reach a top speed of 260 kmph, can cover up to 528 kms on a single charge in the long-range version and achieve 800V high-speed charge from 10 to 80 per cent in just 18 minutes, all with zero emissions.",
    "At the 2022 European Car of the Year awards, the Kia EV6 was voted the overall winner by a 61-strong jury consisting of highly respected motoring journalists from 23 European countries. The SUV was initially listed for consideration for the ‘European Car of the Year’ Award alongside over sixty models that launched in 2021. In November 2021, the COTY jury whittled this longlist down to a seven-strong shortlist, six of which were electric vehicles (EVs), further demonstrating the growing importance of electric vehicles to consumers as society transitions towards a new mobility future.",
    "The EV6 is the first of seven dedicated EV models Kia plans to launch by 2026. The all-electric crossover will play a key role in the company’s plans to become a leading global sustainable mobility solutions provider.",
    "The 2022 European Car of the Year award is the latest in a growing number of top-notch awards bestowed on the Kia EV6 since its introduction last year. Other titles recently won include: 2022 Irish Car of the Year; 2022 What Car? ‘Car of the Year’; ‘Crossover of the Year’ at the TopGear.com 2021 awards; ‘Premium’ winner in the German Car of the Year 2022 awards; and joint winner of the inaugural ‘Best Cars of the Year’ 2021/2022 awards.",
    "Kia Motors (Lanka) has represented the Kia brand in Sri Lanka since 1996 and has been instrumental in making it one of the best-regarded automobile brands in the country. The Company’s Rs 800 million Logistics Centre in Malabe is supported by a sales and service network spearheaded by wholly-owned subsidiaries Carplan and Autopoint (Kurunegala) as 3S dealers. Kia Motors (Lanka) also has showrooms in Kandy and Matara, has appointed Service Dealers in Ampara, Galle and Ratnapura, and franchised spare parts dealers in Colombo, Moratuwa, Gampaha, Kandy, Ratnapura, Anuradhapura, Batticaloa and Matara.",
    "UN concerned over violence during economic crisis protest; calls for restraint",
    "Profood Propack and Agbiz Exhibition in Colombo from Aug 05-07",
    "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Kia වසරේ යුරෝපීය මෝටර් රථය, Red Dot නිර්මාණ සම්මාන 2 ක් + සංචාරක ආරක්ෂණ සම්මාන 8 ක් දිනා ගනී",
      "body_lines": [
        "ශ්‍රී ලංකාවේ නව මෝටර් රථ හිඟය, නමුත් Kia මෝටර් රථ හිමිකරුවන් ජනප්‍රිය කොරියානු නාමපුවරුව සතුටු කිරීමට හේතු වී ඇති අතර එය 2022 වසරේ යුරෝපීය මෝටර් රථ සම්මානය, Red Dot Design සම්මාන දෙකක් සහ කැපී පෙනෙන Top Safety Pick අටක් දිනා ගනිමින් ඝෝෂා කර ඇත. (TSP) මහාමාර්ග ආරක්ෂාව සඳහා වන රක්ෂණ ආයතනය (IIHS) වෙතින් සම්මාන.",
        "එහි අතිශය වේගවත් ආරෝපණය, වේගවත් ත්වරණය සහ ශුන්‍ය විමෝචනය සඳහා කැපී පෙනෙන Kia හි විප්ලවීය EV6, සන්නාමයේ පළමු කැපවූ බැටරි විද්‍යුත් වාහනය (BEV), වසරේ කීර්තිමත් යුරෝපීය මෝටර් රථයේ 'වසරේ 2022 මෝටර් රථය' ලෙස කිරුළු පැළඳ ඇත. (COTY) සම්මාන, කෙටි ලැයිස්තුගත කර ඇති Hyundai IONIQ 5, Ford Mustang Mach-E, Škoda Enyaq iV, Cupra Born, Renault Mégane E-Tech සහ Peugeot 308 අභිබවා යමින්. විශේෂයෙන් EV6 යනු යුරෝපීය මෝටර් රථයක් දිනාගත් පළමු Kia මෝටර් රථයයි. වසර සම්මානය.",
        "EV6 එහි පුරෝගාමී සහ ඉදිරි දැක්මක් සහිත නිර්මාණය සහ Red Dot කාණ්ඩය සඳහා 'Red Dot: Best of the Best' සම්මානය දිනා ගනිමින් ලොව විශාලතම නිර්මාණ තරඟයක් වන කීර්තිමත් 2022 Red Dot Design Awards හි සමස්ත ජයග්‍රහණයට හිමිකම් කීවේය. නවෝත්පාදන නිෂ්පාදන සඳහා සම්මානය.",
        "මේ අතර, Kia Telluride, Sorento, Seltos සහ Carnival 2021 මාර්තු මාසයෙන් පසුව ඉදිකරන ලද (නිශ්චිත හෙඩ් ලයිට් සහිතව), මෙන්ම Kia Sportage සහ Soul (විකල්ප ඉදිරි අනතුරු වැළැක්වීම සහ විශේෂිත හෙඩ් ලයිට් සහිත) යන සියල්ලටම TSP සම්මාන ලැබී ඇති අතර Kia K5 සහ ස්ටිංගර් සෙඩාන් TSP+ ජයග්‍රාහකයින් ලෙස සුදුසුකම් ලබා ඇත.",
        "සියලුම 2022 TSP ජයග්‍රාහකයින් කඩා වැටීමට සුදුසු පරීක්ෂණ හයකින් “හොඳ” ශ්‍රේණිගත කිරීම් උපයා ඇත - රියදුරු පැත්තේ කුඩා අතිච්ඡාදනය ඉදිරිපස, මගී පැත්තේ කුඩා අතිච්ඡාදනය ඉදිරිපස, මධ්‍යස්ථ අතිච්ඡාදනය ඉදිරිපස, මුල් පැත්ත, වහලයේ ශක්තිය සහ හිස සීමා කිරීමේ පරීක්ෂණ - මෙන්ම “උසස්” හෝ වාහනයේ සිට වාහනය දක්වා සහ වාහනයේ සිට පදිකයින්ට ඉදිරිපස අනතුරු වැළැක්වීමේ ඇගයීම් සඳහා \"සුපිරි\" ශ්‍රේණිගත කිරීම. මීට අමතරව, වාහනයට \"හොඳ\" හෝ \"පිළිගත හැකි\" ශ්‍රේණිගත කිරීමක් ලැබෙන අවම වශයෙන් එක් ප්‍රධාන ලාම්පු පද්ධතියක් තිබිය යුතුය. TSP+ තනතුරක් සඳහා, \"හොඳ\" හෝ \"පිළිගත හැකි\" හෙඩ්ලයිට් පද්ධතිය සම්මත උපකරණ විය යුතුය.",
        "Kia Motors (Lanka) කළමනාකාර අධ්‍යක්ෂ Andrew Perera මහතා මෙම සම්මාන පිළිබඳ පුවත විස්තර කළේ විදේශ විනිමය ඉතිරි කර ගැනීම සඳහා ආනයන සීමා කිරීම් හේතුවෙන් නවතම මාදිලි අත්විඳීමට නොහැකි වූ ශ්‍රී ලංකාවේ Kia ලෝලීන්ට විදුලිය දෙන පුවතක් ලෙසයි. “විශේෂයෙන් EV6 යනු අපගේ විකාශනය වන විද්‍යුත්කරණය වූ පෙළගැස්ම තුළ තවමත් පැමිණීමට ඇති දේ පිළිබඳ උද්යෝගිමත් සලකුණක් වන අතර, සම්මානලාභී EV6 ඇතුළුව Kia වෙතින් නව ලෝක මට්ටමේ මාදිලි ආනයනය කිරීම නැවත ආරම්භ කළ හැකි කාලය දෙස අපි බලා සිටිමු. හොඳම පරිසර හිතකාමී මෙහෙයුම ඇඩ්‍රිනලින් පොම්ප කිරීමේ ක්‍රියාකාරිත්වය සමඟ ඒකාබද්ධ කරයි, ”ඔහු පැවසීය.",
        "Kia EV6 නව Kia හි ප්‍රතිමූර්තිය ලෙස ස්ථානගත කර ඇත. එය සම්මත අනුවාදයේ තත්පර 5.2 කින් පැයට කිලෝමීටර 0-100 සිට වේගවත් කළ හැකි අතර GT අනුවාදයේ තත්පර 3.5 ක ඇසට ජලය ලබා දෙන අතර, පැයට කිලෝමීටර 260 ක උපරිම වේගයකට ළඟා විය හැකි අතර එක් වරක් ආරෝපණය කිරීමෙන් කිලෝමීටර 528 ක් දක්වා ආවරණය කළ හැකිය. දිගු පරාසයක අනුවාදය සහ 800V අධිවේගී ආරෝපණය සියයට 10 සිට 80 දක්වා විනාඩි 18 කින් ලබා ගත හැකි අතර, සියල්ල ශුන්‍ය විමෝචනයක් සහිතව.",
        "2022 වසරේ යුරෝපීය මෝටර් රථ සම්මාන උළෙලේදී, යුරෝපීය රටවල් 23 ක ඉහළ ගෞරවනීය මෝටර් රථ මාධ්‍යවේදීන්ගෙන් සමන්විත 61-ශක්තිමත් ජූරි සභාවක් විසින් Kia EV6 සමස්ත ජයග්‍රාහකයා ලෙස තේරී පත් විය. 2021 දී දියත් කරන ලද මාදිලි හැටකට අධික සංඛ්‍යාවක් සමඟින් 'වසරේ යුරෝපීය මෝටර් රථය' සම්මානය සඳහා සලකා බැලීම සඳහා SUV මුලින් ලැයිස්තුගත කර ඇත. 2021 නොවැම්බර් මාසයේදී, COTY ජූරි සභාව මෙම දිගු ලැයිස්තුව හත් දෙනෙකුගෙන් යුත් කෙටි ලැයිස්තුවක් බවට පත් කළ අතර ඉන් හයක් විදුලි වාහන විය. (EVs), සමාජය නව සංචලන අනාගතයක් කරා සංක්‍රමණය වන විට පාරිභෝගිකයින්ට විදුලි වාහනවල වැඩෙන වැදගත්කම තවදුරටත් පෙන්නුම් කරයි.",
        "EV6 යනු Kia විසින් 2026 වන විට දියත් කිරීමට සැලසුම් කර ඇති කැපවූ EV මාදිලි හතෙන් පළමුවැන්නයි. ප්‍රමුඛ ගෝලීය තිරසාර සංචලතා විසඳුම් සපයන්නා බවට පත්වීමේ සමාගමේ සැලසුම්වල සියලුම විදුලි හරස්වර්ගය ප්‍රධාන භූමිකාවක් ඉටු කරනු ඇත.",
        "2022 වසරේ යුරෝපීය මෝටර් රථ සම්මානය Kia EV6 වෙත පසුගිය වසරේ හඳුන්වාදීමෙන් පසු වැඩිවන ඉහළම මට්ටමේ සම්මාන සංඛ්‍යාවක නවතම එක වේ. මෑතකදී දිනාගත් අනෙකුත් මාතෘකා අතර: 2022 වසරේ Irish Car; 2022 මොන කාර් එකද? 'වසරේ මෝටර් රථය'; TopGear.com 2021 සම්මාන උළෙලේදී ‘වසරේ හරස් ඕවර්’; 2022 වසරේ ජර්මානු මෝටර් රථ සම්මානයේ ‘ප්‍රිමියම්’ ජයග්‍රාහකයා; සහ සමාරම්භක ‘වසරේ හොඳම මෝටර් රථ’ 2021/2022 සම්මානවල ඒකාබද්ධ ජයග්‍රාහකයා.",
        "Kia Motors (Lanka) 1996 වසරේ සිට ශ්‍රී ලංකාවේ Kia සන්නාමය නියෝජනය කර ඇති අතර එය රටේ හොඳම කීර්තිමත් මෝටර් රථ සන්නාමයක් බවට පත් කිරීමට මූලික වී ඇත. මාලඹේ පිහිටි සමාගමේ රුපියල් මිලියන 800 ක ලොජිස්ටික් මධ්‍යස්ථානයට 3S අලෙවිකරුවන් ලෙස පූර්ණ හිමිකාරීත්වය දරන Carplan සහ Autopoint (කුරුණෑගල) විසින් මූලිකත්වය ගෙන කටයුතු කරන විකුණුම් සහ සේවා ජාලයක් මඟින් සහාය වේ. Kia Motors (Lanka) හට මහනුවර සහ මාතර යන ප්‍රදේශවලද ප්‍රදර්ශනාගාර ඇත, අම්පාර, ගාල්ල සහ රත්නපුර ප්‍රදේශවල සේවා අලෙවි නියෝජිතයන් පත් කර ඇති අතර, කොළඹ, මොරටුව, ගම්පහ, මහනුවර, රත්නපුර, අනුරාධපුර, මඩකලපුව සහ මාතර යන ප්‍රදේශවල අමතර කොටස් අලෙවි නියෝජිතයන් පත් කර ඇත.",
        "ආර්ථික අර්බුද විරෝධතා අතරතුර සිදු වූ ප්‍රචණ්ඩත්වය ගැන එක්සත් ජාතීන්ගේ සැලකිල්ල; සංයමයක් ඉල්ලා සිටියි",
        "Profood Propack සහ Agbiz ප්‍රදර්ශනය අගෝස්තු 05-07 දක්වා කොළඹදී",
        "ශ්‍රී ලාංකිකයන් අතර පවතින දේශපාලන උදාසීනත්වය වත්මන් තත්ත්වයට සැලකිය යුතු දායක සාධකයකි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கியா ஆண்டின் சிறந்த ஐரோப்பிய கார், 2 ரெட் டாட் டிசைன் விருதுகள் + 8 பயண பாதுகாப்பு விருதுகளை வென்றது",
      "body_lines": [
        "இலங்கையில் புதிய கார்கள் பற்றாக்குறையாக உள்ளது, ஆனால் Kia ஆட்டோமொபைல்களின் உரிமையாளர்கள் பிரபலமான கொரிய பெயர்ப்பலகையை மகிழ்வித்துள்ளனர், இது 2022 ஆம் ஆண்டிற்கான சிறந்த ஐரோப்பிய கார் விருது, இரண்டு ரெட் டாட் டிசைன் விருதுகள் மற்றும் குறிப்பிடத்தக்க எட்டு சிறந்த பாதுகாப்புத் தேர்வுகளை வென்றது. நெடுஞ்சாலை பாதுகாப்புக்கான (IIHS) காப்பீட்டு நிறுவனத்திடமிருந்து (TSP) விருதுகள்.",
        "கியாவின் புரட்சிகர EV6, பிராண்டின் முதல் அர்ப்பணிப்பு பேட்டரி மின்சார வாகனம் (BEV), அதன் அதிவேக சார்ஜிங், ஸ்விஃப்ட் முடுக்கம் மற்றும் பூஜ்ஜிய உமிழ்வு ஆகியவற்றிற்காக தனித்து நிற்கிறது, இது ஆண்டின் மதிப்புமிக்க ஐரோப்பிய கார் விருதில் '2022 ஆம் ஆண்டின் சிறந்த கார்' என முடிசூட்டப்பட்டது. (COTY) விருதுகள், பட்டியலிடப்பட்ட Hyundai IONIQ 5, Ford Mustang Mach-E, ஸ்கோடா Enyaq iV, Cupra Born, Renault Mégane E-Tech மற்றும் Peugeot 308 ஆகியவற்றை முறியடித்தது. குறிப்பிடத்தக்க வகையில், EV6 ஆனது ஐரோப்பிய காரை வென்ற முதல் Kia ஆட்டோமொபைல் ஆகும். ஆண்டு விருது.",
        "உலகின் மிகப்பெரிய வடிவமைப்புப் போட்டிகளில் ஒன்றான மதிப்புமிக்க 2022 ரெட் டாட் டிசைன் விருதுகளில் EV6 ஒட்டுமொத்த வெற்றியைப் பெற்றது, அதன் முன்னோடி மற்றும் முன்னோக்கிய வடிவமைப்பு மற்றும் ரெட் டாட் வகைக்கான 'ரெட் டாட்: பெஸ்ட் ஆஃப் தி பெஸ்ட்' என்ற விருதை வென்றது. புதுமையான தயாரிப்புகளுக்கான விருது.",
        "இதற்கிடையில், மார்ச் 2021க்குப் பிறகு கட்டப்பட்ட Kia Telluride, Sorento, Seltos மற்றும் Carnival (குறிப்பிட்ட ஹெட்லைட்களுடன்), அதே போல் Kia Sportage மற்றும் Soul (விருப்ப முன் விபத்து தடுப்பு மற்றும் குறிப்பிட்ட ஹெட்லைட்களுடன்) TSP விருதுகளைப் பெற்றுள்ளன, அதே நேரத்தில் Kia K5 மற்றும் ஸ்டிங்கர் செடான்கள் TSP+ வெற்றியாளர்களாக தகுதி பெற்றுள்ளன.",
        "அனைத்து 2022 TSP வெற்றியாளர்களும் ஆறு கிராஷ்வொர்தினஸ் சோதனைகளில் \"நல்ல\" மதிப்பீடுகளைப் பெற்றுள்ளனர் - டிரைவர் பக்க சிறிய ஒன்றுடன் ஒன்று முன், பயணிகள் பக்க சிறிய ஒன்றுடன் ஒன்று முன், மிதமான ஒன்றுடன் ஒன்று முன், அசல் பக்கம், கூரை வலிமை மற்றும் தலை கட்டுப்பாடு சோதனைகள் - அத்துடன் \"மேம்பட்ட\" அல்லது வாகனம் முதல் வாகனம் மற்றும் வாகனம் முதல் பாதசாரி முன் விபத்து தடுப்பு மதிப்பீடுகளுக்கான \"உயர்ந்த\" மதிப்பீடு. கூடுதலாக, வாகனத்தில் குறைந்தபட்சம் ஒரு ஹெட்லைட் சிஸ்டம் இருக்க வேண்டும், அது \"நல்லது\" அல்லது \"ஏற்றுக்கொள்ளக்கூடியது\" மதிப்பீட்டைப் பெறுகிறது. TSP+ பதவிக்கு, \"நல்லது\" அல்லது \"ஏற்றுக்கொள்ளக்கூடியது\" ஹெட்லைட் அமைப்பு நிலையான சாதனமாக இருக்க வேண்டும்.",
        "Kia Motors (Lanka) முகாமைத்துவப் பணிப்பாளர் திரு அன்ட்ரூ பெரேரா, இந்த விருதுகள் பற்றிய செய்தி, அந்நியச் செலாவணியைப் பாதுகாப்பதற்காக இறக்குமதிக் கட்டுப்பாடுகள் காரணமாக சமீபத்திய மாடல்களை அனுபவிக்க முடியாத இலங்கையில் உள்ள Kia ஆர்வலர்களுக்கு மின்னூட்டச் செய்தி என்று விவரித்தார். \"குறிப்பாக EV6 என்பது எங்களின் வளர்ந்து வரும் மின்மயமாக்கப்பட்ட வரிசையில் இன்னும் என்ன வரப்போகிறது என்பதற்கான ஒரு அற்புதமான அறிகுறியாகும், மேலும் Kia இலிருந்து புதிய உலகத்தரம் வாய்ந்த மாடல்களின் இறக்குமதியை மீண்டும் தொடங்கும் நேரத்தை நாங்கள் எதிர்நோக்குகிறோம், இதில் விருது பெற்ற EV6 உட்பட. அட்ரினலின்-பம்பிங் செயல்திறனுடன் சிறந்த சூழல் நட்பு செயல்பாட்டை ஒருங்கிணைக்கிறது,\" என்று அவர் கூறினார்.",
        "புதிய கியாவின் உருவகமாக கியா EV6 நிலைநிறுத்தப்பட்டுள்ளது. இது நிலையான பதிப்பில் வெறும் 5.2 வினாடிகளில் மணிக்கு 0-100 கிமீ வேகத்தை எட்டும் மற்றும் ஜிடி பதிப்பில் 3.5 வினாடிகளில் கண்ணை கவரும், 260 கிமீ வேகத்தை எட்டும், ஒருமுறை சார்ஜ் செய்தால் 528 கிமீ வேகத்தை எட்டும். நீண்ட தூர பதிப்பு மற்றும் 800V அதிவேக கட்டணத்தை 10 முதல் 80 சதவீதம் வரை வெறும் 18 நிமிடங்களில் அடையலாம், இவை அனைத்தும் பூஜ்ஜிய உமிழ்வுகளுடன்.",
        "2022 ஆம் ஆண்டின் ஐரோப்பிய கார் விருதுகளில், 23 ஐரோப்பிய நாடுகளைச் சேர்ந்த மிகவும் மரியாதைக்குரிய மோட்டார் பத்திரிகையாளர்களைக் கொண்ட 61 பேர் கொண்ட நடுவர் குழுவால் Kia EV6 ஒட்டுமொத்த வெற்றியாளராகத் தேர்ந்தெடுக்கப்பட்டது. 2021 இல் அறிமுகப்படுத்தப்பட்ட அறுபதுக்கும் மேற்பட்ட மாடல்களுடன் 'ஆண்டின் சிறந்த ஐரோப்பிய கார்' விருதுக்கான பரிசீலனைக்காக SUV ஆரம்பத்தில் பட்டியலிடப்பட்டது. நவம்பர் 2021 இல், COTY நடுவர் குழு இந்த நீண்ட பட்டியலை ஏழு வலிமையான பட்டியலுக்குக் குறைத்தது, அவற்றில் ஆறு மின்சார வாகனங்கள். (EVகள்), சமூகம் ஒரு புதிய இயக்கம் எதிர்காலத்தை நோக்கி மாறும்போது நுகர்வோருக்கு மின்சார வாகனங்களின் முக்கியத்துவத்தை மேலும் நிரூபிக்கிறது.",
        "2026 ஆம் ஆண்டுக்குள் Kia அறிமுகப்படுத்த திட்டமிட்டுள்ள ஏழு அர்ப்பணிப்பு EV மாடல்களில் EV6 முதன்மையானது. அனைத்து மின்சார கிராஸ்ஓவர் ஒரு முன்னணி உலகளாவிய நிலையான இயக்கம் தீர்வுகள் வழங்குநராக மாறுவதற்கான நிறுவனத்தின் திட்டங்களில் முக்கிய பங்கு வகிக்கும்.",
        "2022 ஆம் ஆண்டின் சிறந்த ஐரோப்பிய கார் விருது Kia EV6 கடந்த ஆண்டு அறிமுகப்படுத்தப்பட்டதில் இருந்து அதிக எண்ணிக்கையிலான உயர்மட்ட விருதுகளை வழங்கியுள்ளது. சமீபத்தில் வென்ற மற்ற தலைப்புகள்: 2022 ஆம் ஆண்டின் ஐரிஷ் கார்; 2022 என்ன கார்? 'ஆண்டின் கார்'; TopGear.com 2021 விருதுகளில் 'ஆண்டின் கிராஸ்ஓவர்'; 2022 ஆம் ஆண்டின் ஜெர்மன் கார் விருதுகளில் ‘பிரீமியம்’ வெற்றியாளர்; மற்றும் தொடக்க ‘ஆண்டின் சிறந்த கார்கள்’ 2021/2022 விருதுகளின் கூட்டு வெற்றியாளர்.",
        "Kia Motors (Lanka) 1996 ஆம் ஆண்டு முதல் இலங்கையில் Kia வர்த்தக நாமத்தை பிரதிநிதித்துவப்படுத்தி வருவதுடன், அதனை நாட்டிலுள்ள சிறந்த வாகன வர்த்தக நாமங்களில் ஒன்றாக மாற்றுவதில் முக்கிய பங்காற்றியுள்ளது. மாலபேயில் உள்ள கம்பனியின் ரூ.800 மில்லியன் லாஜிஸ்டிக்ஸ் சென்டருக்கு 3S டீலர்களாக முழு உரிமையுள்ள துணை நிறுவனங்களான Carplan மற்றும் Autopoint (குருணாகலை) தலைமையிலான விற்பனை மற்றும் சேவை வலையமைப்பு ஆதரவு அளிக்கிறது. Kia Motors (Lanka) கண்டி மற்றும் மாத்தறையிலும் காட்சியறைகளைக் கொண்டுள்ளது, அம்பாறை, காலி மற்றும் இரத்தினபுரியில் சேவை விநியோகஸ்தர்களை நியமித்துள்ளது, மேலும் கொழும்பு, மொரட்டுவை, கம்பஹா, கண்டி, இரத்தினபுரி, அனுராதபுரம், மட்டக்களப்பு மற்றும் மாத்தறை ஆகிய இடங்களில் உதிரி பாக விநியோகஸ்தர்களை உரிமையாக்கியுள்ளது.",
        "பொருளாதார நெருக்கடி போராட்டத்தின் போது வன்முறை தொடர்பாக ஐ.நா. கட்டுப்பாட்டிற்கு அழைப்பு விடுக்கிறது",
        "ஆகஸ்ட் 05-07 வரை கொழும்பில் Profood Propack மற்றும் Agbiz கண்காட்சி",
        "இலங்கையர்களிடையே உள்ள அரசியல் அக்கறையின்மை தற்போதைய நிலைமைக்கு குறிப்பிடத்தக்க பங்களிப்பு காரணியாகும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}