{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/expose/Hidden-goods-mafia-spells-doom-in-distorted-economy/333-236303",
  "time_ut": 1651702680,
  "title": "Hidden goods mafia spells doom in distorted economy",
  "body_lines": [
    "People will have no food by mid-May and signs of a severe food scarcity are foreshadowed",
    "The problem however is the lack of essential food items despite price hikes",
    "The concession package given during new year through Sathosa didn’t contain food items people needed",
    "Funds granted by the IMF cannot be used for food items and is given only as a bank guarantee",
    "If not for the protests by people they would have carried out this racket",
    "With the revoking of price regulation gazettes the CAA can no longer intervene and protect consumers",
    "Black market traders favouring the Government have created this situation",
    "At present Sri Lanka is expecting a severe food shortage. The authorities are yet to find solutions to the upcoming food shortage and cite the dollar crisis as the reason behind not being able to find a solution to the issue. Very soon there will be no food items in the market for people to buy. Even now there are some essential food items which are not found in the market because of the lack of dollars which   is needed to release the imported food stocks stored in vessels stuck at the port. People are force to live amidst these problems. Our sister newspaper Sunday Lankadeepa reported on this crisis in its January 16th issue.",
    "Small businesses are unable to import food. However some businesses and racketeers importing food in large scale were given dollars to import essential food items. Some of them are only focused on their commission even amidst  the crisis,”",
    "There is a scarcity of certain essential food items already such as garlic, onions, mung beans, cowpea, chickpeas, dhal, coconut oil, milk powder, dried fish, fish, meat varieties, corn, wheat flour and rice. Even if they are imported, given the prevailing dollar crisis, their prices keep increasing daily. A kilo of mung beans is 1000 rupees whereas rice costs more than 200 rupees a kilo. Coconut oil costs around 800-1000 rupees and a kilo of dhal has increased to 600 rupees. A kilo of imported milk powder costs around 2000 rupees. With the recent price hike of wheat flour, a loaf of bread costs 150 rupees. The problem however is the lack of essential food items despite price hikes.",
    "Traders and importers increase prices of food items daily claiming that the rupee has depreciated against the dollar. The Consumer Affairs Authority (CAA) and the responsible state authorities turn a blind eye to these matters. There is a scarcity of food items in shops around the country. People are queuing up in search of food. The concession package of essential food items given for the new year through Sathosa did not contain the food items people needed. Against this backdrop a severe scarcity of essential food items will be felt heavily by May.",
    "CAA Former Executive Director Thushan Gunawardene said that there is a scarcity of essential food items even in the world market. “However the problem in our country is the lack of foreign reserves to buy food. Banks refraining to issue dollars to import ordered essential food items created this problem. Therefore small businesses are unable to import food. However some businesses and racketeers importing food in large scale were given dollars to import essential food items. Some of them are only focused on their commission even amidst the crisis,” he added.",
    "Asela Sampath National Organizer of the All-Island Restaurant Owners’ Association",
    "Checking the storehouses of essential item importers should be prioritised now. That will put an end to the black-market mafia. The same stock of dhal we bought at 350 rupees a kilo is sold at 500-600 rupees a kilo two days later. How is this possible?”",
    "Large scale traders do not bring dollars to the country. Instead they keep their dollars in institutions in countries such as Singapore and make payments through these institutions to import; thereby creating a monopoly in essential food items. A huge scarcity of commodities is unavoidable in the future. According to Thushan Gunawardene there would be a food scarcity in May. “The funds granted by the International Monetary Fund (IMF) cannot be used for food items. They are given as a bank guarantee. We should find money to import food. The present Government has no plan yet. Many people predicted the present situation, but the Government acted in favour of a few racketeers,” Gunawardene added.",
    "Instead of finding solutions, people on Ajith Nivard Cabraal’s side focused on printing money. If not for the protests by people they would have carried out this racket. If so the results would have been even worse. However we may witness its results by May. Most of the food manufacturing factories have not opened since the new year because of lack of raw materials. If these companies shut down many people would lose jobs; thus creating more problems. State officials and authorities not paying attention to this danger is unacceptable. They are engaged in a huge crime and should be punished under the criminal law,” Gunawardene said.",
    "At present the CAA is doing nothing to protect the consumers. It merely collected data because of several influences. Now the CAA can only interfere when vendors try to sell goods in an improper manner or hide them. With the revoking of price regulation gazettes the CAA can no longer intervene and protect consumers. If prices are to be regulated at present then goods will no longer be available. Now we have a distorted economy. Therefore many people suffer with money in their hands. There are no food items in shops at present. The middle class people living in cities will have no food. The rural population can at least survive on jack fruit. Affluent people will import the food they wish to consume. “Therefore the coming month is decisive. People will have no food by mid-May and signs of a severe food scarcity are foreshadowed. People have taken to the streets in protest because there is no food to feed their families. The authorities have failed to understand their needs. Most of the speeches that ministers make are juvenile. People can no longer put up with the current economic crisis. The future of the country is unprecedented,” said Gunawardene.",
    "Without the expected paddy and vegetable harvest of the Yala season a food scarcity is unavoidable.",
    "By September and October the price of rice will have increased to 400 rupees a kilo,”",
    "National Organizer of the All-Island Restaurant Owners’ Association Asela Sampath said that a few racketeers had imported and stored essential food items for two years. “Those food items will be found if their storehouses are raided. This situation arose as the former Finance Minister Basil Rajapaksa removed taxes of many essential items. He allowed fellow businessmen to import as much as goods they wanted.",
    "“Then restrictions were imposed on imports. Food items imported under the tax reliefs are in their storehouses. We purchase dhal, rice, curry powder, chili flakes and chili powder imported under the tax reliefs at 600 rupees, 200 rupees and 1400 rupees respectively. No responsible party has any statistical document carrying the details about the required food items to the country and how much is required for six months and one year. That marks the first step of this racket. Checking the storehouses of essential item importers should be prioritised now. That will put an end to the black-market mafia. The same stock of dhal we bought at 350 rupees a kilo is sold at 500-600 rupees a kilo two days later. How is this possible? There is a black-market mafia going on. That was how the sugar scam and the garlic scam were carried out. This is a huge mafia. Black market traders favouring the Government have created this situation. Innocent people have become helpless. The price of fuel, wheat flour, fish, meat, and eggs has increased rapidly. We are forced to increase prices of food items. The price of a packet of rice and fried rice was increased by 20%. The price of Kottu, hoppers and other bakery items has increased. This situation cannot continue. By next month people will have nothing to eat. To put an end to this situation the black-market mafia should be addressed. The storehouses of black-market traders are full of essential items which will guarantee no scarcity. If they can be raided many items will be discovered,” he added.",
    "By next month people will have nothing to eat. People will be forced to break into retail stores to get goods. How much was spent in dollars on importing organic and nano fertilizer and rice after destroying our agriculture? No one investigates these matters”",
    "Bandula Jayamanna Chairman All-Island Food Items Retail and Wholesale Suppliers Association",
    "Former Director of Agriculture K. B. Gunaratne said that there is no proper procedure yet planned to import chemical or organic fertilizer for the upcoming Yala season. “Without the expected paddy and vegetable harvest of the Yala season a food scarcity is unavoidable. By September and October the price of rice will have increased to 400 rupees a kilo,” Gunaratne added.",
    "All-Island Food Items Retail and Wholesale Suppliers Association Chairman Bandula Jayamanna said that the dollar which was at 180 rupees is now sold for 404 rupees in the black market. “Importing items with dollars obtained from the black market at a higher price results in the increase in cost of items. There is no black-market and profits in trade. Small traders do not earn profits despite the price hike of milk powder. There are traders with stocks purchased at lesser prices. They are engaged in a trade. They purchase items at a less price and sell while keeping a profit. This situation resulted because of the appreciation of the dollar. The price of dhal will increase to 600 rupees. The price of milk powder will increase again. By next month people will have nothing to eat. People will be forced to break into retail stores to get goods. How much was spent in dollars on importing organic and nano fertilizer and rice after destroying our agriculture? No one investigates these matters. These activities were done for a commission. If fertilizer was given to farmers then earning commissions would be unthinkable. By next month people will starve and fight each other,” he added.",
    "A spokesperson for the Trade Ministry said that food items would be imported as dollars are being received and the food requirement of the country is being prioritised. “There will be no shortage at all. There will be delays when importing food items for a few days, but steps will be taken to immediately provide people with essential food items,” the spokesperson added."
  ],
  "translate": {
    "si": {
      "title": "සැඟවුණු භාණ්ඩ මාෆියාව විකෘති ආර්ථිකයේ විනාශය පෙන්නුම් කරයි",
      "body_lines": [
        "මැයි මැද භාගය වන විට මිනිසුන්ට ආහාර නොලැබෙනු ඇති අතර දැඩි ආහාර හිඟයක සලකුණු පුරෝකථනය කර ඇත",
        "නමුත් ප්‍රශ්නය වන්නේ මිල ඉහළ ගියත් අත්‍යවශ්‍ය ආහාර ද්‍රව්‍ය නොමැතිකමයි",
        "අලුත් අවුරුද්දේ සතොස හරහා ලබාදුන් සහන පැකේජයේ ජනතාවට අවශ්‍ය ආහාර ද්‍රව්‍ය තිබුණේ නැහැ",
        "IMF විසින් ලබා දෙන අරමුදල් ආහාර ද්‍රව්‍ය සඳහා භාවිතා කළ නොහැකි අතර බැංකු ඇපකරයක් ලෙස පමණක් ලබා දේ",
        "ජනතාවගේ විරෝධතා නොවන්නට ඔවුන් මේ ජාවාරම කරගෙන යනු ඇත",
        "මිල නියාමන ගැසට් අවලංගු කිරීමත් සමඟ CAA ට තවදුරටත් මැදිහත් වී පාරිභෝගිකයින් ආරක්ෂා කළ නොහැක",
        "ආණ්ඩුවට හිතවත් කළු කඩ වෙළෙඳුන් මේ තත්ත්වය ඇති කර තිබෙනවා",
        "මේ වන විට ශ්‍රී ලංකාව දැඩි ආහාර හිඟයක් අපේක්ෂා කරයි. ඉදිරි ආහාර හිඟයට තවමත් විසඳුම් සෙවීමට බලධාරීන් කටයුතු කර නොමැති අතර ඩොලර් අර්බුදය ප්‍රශ්නයට විසඳුම් සෙවීමට නොහැකි වීමට හේතුව ලෙස පෙන්වා දෙයි. ඉතා ඉක්මනින් මිනිසුන්ට මිලදී ගැනීමට ආහාර ද්‍රව්‍ය වෙළඳපොලේ නොතිබෙනු ඇත. මේ වන විටත් වරායේ සිරවී ඇති යාත්‍රාවල ගබඩා කර ඇති ආනයනික ආහාර තොග මුදා හැරීමට අවශ්‍ය ඩොලර් හිඟය නිසා වෙළෙඳපොළේ නැති අත්‍යවශ්‍ය ආහාර ද්‍රව්‍ය කිහිපයක් තිබේ. මේ ප්‍රශ්න මධ්‍යයේ ජීවත් වෙන්න මිනිස්සුන්ට බල කරනවා. අපේ සහෝදර පුවත්පත ඉරිදා ලංකාදීප ජනවාරි 16 වැනි දින කලාපයේ මේ අර්බුදය ගැන වාර්තා කළා.",
        "කුඩා ව්‍යාපාරවලට ආහාර ආනයනය කළ නොහැක. කෙසේ වෙතත් මහා පරිමාණයෙන් ආහාර ආනයනය කරන ඇතැම් ව්‍යාපාරිකයන්ට සහ ජාවාරම්කරුවන්ට අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය ආනයනය කිරීමට ඩොලර් ලබාදුන්නා. ඔවුන්ගෙන් සමහරෙක් අර්බුදය මධ්‍යයේ පවා ඔවුන්ගේ කොමිසම කෙරෙහි පමණක් අවධානය යොමු කරති.",
        "සුදුළූණු, ළූණු, මුං ඇට, කව්පි, කඩල, පරිප්පු, පොල්තෙල්, කිරිපිටි, කරවල, මාළු, මස් වර්ග, ඉරිඟු, තිරිඟු පිටි සහ සහල් වැනි අත්‍යවශ්‍ය ආහාර ද්‍රව්‍යවල හිඟයක් දැනටමත් පවතී. පවතින ඩොලර් අර්බුදය හමුවේ ඒවා ආනයනය කළද ඒවායේ මිල දිනපතා ඉහළ යමින් පවතී. මුං ඇට කිලෝවක් රුපියල් 1000ක් වන අතර සහල් කිලෝවක් රුපියල් 200කට වැඩිය. පොල්තෙල් රුපියල් 800-1000ක් පමණ වන අතර පරිප්පු කිලෝවක් රුපියල් 600 දක්වා ඉහළ ගොස් තිබේ. ආනයනික කිරිපිටි කිලෝවක් රුපියල් 2000ක් පමණ වේ. පසුගියදා තිරිඟු පිටි මිල ඉහළ දැමීමත් සමඟ පාන් ගෙඩියක මිල රුපියල් 150කි. නමුත් ප්‍රශ්නය වන්නේ මිල ඉහළ ගියත් අත්‍යවශ්‍ය ආහාර ද්‍රව්‍ය නොමැතිකමයි.",
        "ඩොලරයට සාපේක්ෂව රුපියල අවප්‍රමාණය වූ බව පවසමින් වෙළෙඳුන් සහ ආනයනකරුවන් ආහාර ද්‍රව්‍යවල මිල දිනපතා ඉහළ නංවයි. පාරිභෝගික කටයුතු පිළිබඳ අධිකාරිය (CAA) සහ වගකිව යුතු රාජ්‍ය බලධාරීහු මේ කාරණා දෙස ඇස් කන් පියාගෙන සිටිති. රට පුරා කඩ සාප්පුවල ආහාර ද්‍රව්‍ය හිඟයක් පවතී. මිනිසුන් ආහාර සොයා පෝලිම් ගැසී සිටිති. සතොස හරහා අලුත් අවුරුද්දට ලබාදුන් අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය සහන පැකේජයේ ජනතාවට අවශ්‍ය ආහාර ද්‍රව්‍ය තිබුණේ නැහැ. මේ පසුබිම යටතේ මැයි මාසය වන විට අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍යවල උග්‍ර හිඟයක් දැඩි ලෙස දැනේවි.",
        "CAA හිටපු විධායක අධ්‍යක්ෂ තුෂාන් ගුණවර්ධන මහතා පැවසුවේ ලෝක වෙළෙඳපොළේ පවා අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය හිඟයක් පවතින බවයි. “කොහොම වුණත් අපේ රටේ තියෙන ප්‍රශ්නය තමයි ආහාර ගන්න විදේශ සංචිත නොමැතිකම. ඇනවුම් කළ අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය ආනයනය කිරීමට බැංකු ඩොලර් නිකුත් කිරීමෙන් වැළකී සිටීම මෙම ගැටලුව ඇති කළේය. ඒ නිසා කුඩා ව්‍යාපාරවලට ආහාර ආනයනය කරන්න බැහැ. කෙසේ වෙතත් මහා පරිමාණයෙන් ආහාර ආනයනය කරන ඇතැම් ව්‍යාපාරිකයන්ට සහ ජාවාරම්කරුවන්ට අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය ආනයනය කිරීමට ඩොලර් ලබාදුන්නා. ඔවුන්ගෙන් සමහරක් අර්බුදය මැද පවා ඔවුන්ගේ කොමිසම කෙරෙහි පමණක් අවධානය යොමු කර ඇත,” ඔහු වැඩිදුරටත් පැවසීය.",
        "සමස්ත ලංකා ආපනශාලා හිමියන්ගේ සංගමයේ ජාතික සංවිධායක අසේල සම්පත්",
        "අත්‍යාවශ්‍ය භාණ්ඩ ආනයනය කරන්නන්ගේ ගබඩා පිරික්සීමට දැන් ප්‍රමුඛත්වය දිය යුතුය. ඒ කළු කඩ මාෆියාවට තිත තබනු ඇත. අපි කිලෝවක් රුපියල් 350 ට ගත්ත පරිප්පු තොගයම දවස් දෙකකට පස්සේ කිලෝවක් රුපියල් 500-600 ට විකුණනවා. මෙය කළ හැක්කේ කෙසේද? ”",
        "මහා පරිමාණ වෙළෙඳුන් ඩොලර් රටට ගේන්නේ නැහැ. ඒ වෙනුවට ඔවුන් සිංගප්පූරුව වැනි රටවල ආයතනවල ඩොලර් තබාගෙන ආනයනය කිරීමට මෙම ආයතන හරහා ගෙවීම් සිදු කරයි; එමගින් අත්‍යවශ්‍ය ආහාර ද්‍රව්‍යවල ඒකාධිකාරයක් ඇති කරයි. අනාගතයේදී විශාල භාණ්ඩ හිඟයක් වැළැක්විය නොහැක. තුෂාන් ගුණවර්ධනට අනුව මැයි මාසයේදී ආහාර හිඟයක් ඇති වේ. “ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) ලබා දෙන අරමුදල් ආහාර ද්‍රව්‍ය සඳහා භාවිතා කළ නොහැක. ඒවා බැංකු ඇපකරයක් ලෙස ලබා දෙයි. ආහාර ගෙන්වීමට මුදල් සොයා ගත යුතුයි. වත්මන් රජයට තවම සැලැස්මක් නැහැ. වත්මන් තත්ත්වය පිළිබඳව බොහෝ දෙනා අනාවැකි පළ කළත් රජය ක්‍රියා කළේ ජාවාරම්කරුවන් කිහිප දෙනකුට හිතකර ලෙසයි,” ගුණවර්ධන වැඩිදුරටත් පැවසීය.",
        "අජිත් නිවාඩ් කබ්රාල්ගේ පාර්ශ්වයේ අය විසඳුම් සෙවීම වෙනුවට මුදල් අච්චු ගැසීම කෙරෙහි අවධානය යොමු කළහ. ජනතාවගේ විරෝධතා නොවන්නට ඔවුන් මේ ජාවාරම කරගෙන යනු ඇත. එසේ වූවා නම් ප්‍රතිඵලය මීටත් වඩා දරුණු වනු ඇත. කෙසේ වෙතත් මැයි මාසය වන විට එහි ප්‍රතිඵල අපට දැකගත හැකිය. අමුද්‍රව්‍ය නොමැතිකම නිසා බොහෝ ආහාර නිෂ්පාදන කර්මාන්තශාලා නව වසරේ සිට විවෘත කර නැත. මෙම සමාගම් වසා දැමුවහොත් බොහෝ දෙනෙකුට රැකියා අහිමි වනු ඇත; මේ අනුව තවත් ගැටළු ඇති කරයි. මේ අනතුර ගැන රාජ්‍ය නිලධාරීන් සහ බලධාරීන් අවධානය යොමු නොකිරීම පිළිගත නොහැකිය. ඔවුන් විශාල අපරාධයක නියැලී සිටින අතර අපරාධ නීතිය යටතේ ඔවුන්ට දඬුවම් කළ යුතුයි” ගුණවර්ධන පැවසීය.",
        "වර්තමානයේ CAA පාරිභෝගිකයන් ආරක්ෂා කිරීමට කිසිවක් නොකරයි. එය හුදෙක් බලපෑම් කිහිපයක් නිසා දත්ත රැස් කර ඇත. දැන් CAA ට මැදිහත් විය හැක්කේ විකුණුම්කරුවන් නුසුදුසු ආකාරයෙන් භාණ්ඩ විකිණීමට හෝ ඒවා සැඟවීමට උත්සාහ කරන විට පමණි. මිල නියාමන ගැසට් අවලංගු කිරීමත් සමඟ CAA ට තවදුරටත් මැදිහත් වී පාරිභෝගිකයින් ආරක්ෂා කළ නොහැක. දැනට මිල නියාමනය කළහොත් භාණ්ඩ තවදුරටත් නොලැබෙනු ඇත. දැන් තියෙන්නේ විකෘති ආර්ථිකයක්. ඒ නිසා ගොඩක් අය සල්ලි අතේ තියාගෙන දුක් විඳිනවා. දැනට කඩවල කෑම බීම නැහැ. නගරවල වෙසෙන මධ්‍යම පාන්තික ජනතාවට කෑමක් නැත. ග්‍රාමීය ජනතාවට අඩුම තරමේ කොස් ගෙඩියෙන් ජීවත් විය හැකියි. ධනවත් මිනිසුන් තමන් පරිභෝජනය කිරීමට කැමති ආහාර ආනයනය කරනු ඇත. “ඒ නිසා ඉදිරි මාසය තීරණාත්මකයි. මැයි මැද භාගය වන විට මිනිසුන්ට ආහාර නොලැබෙනු ඇති අතර දැඩි ආහාර හිඟයක සලකුණු පුරෝකථනය කර ඇත. තම පවුලට කන්න බොන්න නැති නිසා ජනතාව පාරට බැහැලා උද්ඝෝෂණ කරනවා. ඔවුන්ගේ අවශ්‍යතා තේරුම් ගැනීමට බලධාරීන් අසමත් වී ඇත. ඇමතිවරු කරන කතා බොහොමයක් බාලවයස්කාර කතා. පවතින ආර්ථික අර්බුදය ජනතාවට තවදුරටත් දරාගත නොහැක. රටේ අනාගතය පෙර නොවූ විරූ එකක්” යැයි ගුණවර්ධන මහතා පැවසීය.",
        "යල කන්නයේ අපේක්‍ෂිත වී සහ එළවළු අස්වැන්න නැතිනම් ආහාර හිඟයක් ඇතිවීම වැළැක්විය නොහැක.",
        "සැප්තැම්බර් සහ ඔක්තෝබර් වන විට සහල් මිල කිලෝවක් රුපියල් 400 දක්වා වැඩි වනු ඇත.",
        "සමස්ථ ලංකා ආපනශාලා හිමියන්ගේ සංගමයේ ජාතික සංවිධායක අසේල සම්පත් පැවසුවේ ජාවාරම්කරුවන් කිහිප දෙනෙකු වසර දෙකක කාලයක් අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය ආනයනය කර ගබඩා කර ඇති බවයි. “ඔවුන්ගේ ගබඩා වැටලූවොත් ඒ ආහාර ද්‍රව්‍ය හමුවෙයි. හිටපු මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ මහතා අත්‍යාවශ්‍ය ද්‍රව්‍ය රැසක බදු ඉවත් කිරීමත් සමඟ මෙම තත්ත්වය ඇති වුණා. ඔහු සෙසු ව්‍යාපාරිකයන්ට අවශ්‍ය තරම් භාණ්ඩ ආනයනය කිරීමට ඉඩ දුන්නේය.",
        "“ඊට පස්සේ ආනයනයට සීමා පැනෙව්වා. බදු සහන යටතේ ආනයනය කරන ලද ආහාර ද්‍රව්‍ය ඔවුන්ගේ ගබඩාවල තිබේ. බදු සහන යටතේ ආනයනය කරන පරිප්පු, සහල්, කරපිංචා, මිරිස් කුඩු සහ මිරිස් කුඩු පිළිවෙළින් රුපියල් 600කට, රුපියල් 200කට සහ රුපියල් 1400කට අපි මිලදී ගන්නවා. රටට අවශ්‍ය ආහාර ද්‍රව්‍ය සහ මාස හයක් සහ අවුරුද්දක් සඳහා කොපමණ ප්‍රමාණයක් අවශ්‍යද යන්න පිළිබඳ විස්තර ඇතුළත් සංඛ්‍යා ලේඛන කිසිවක් වගකිවයුතු පාර්ශ්වයකට නොමැත. ඒ මෙම ජාවාරමේ පළමු පියවරයි. අත්‍යාවශ්‍ය භාණ්ඩ ආනයනය කරන්නන්ගේ ගබඩා පිරික්සීමට දැන් ප්‍රමුඛත්වය දිය යුතුය. ඒ කළු කඩ මාෆියාවට තිත තබනු ඇත. අපි කිලෝවක් රුපියල් 350 ට ගත්ත පරිප්පු තොගයම දවස් දෙකකට පස්සේ කිලෝවක් රුපියල් 500-600 ට විකුණනවා. මෙය කළ හැක්කේ කෙසේද? කළු කඩ මාෆියාවක් ක්‍රියාත්මක වෙනවා. සීනි මගඩිය සුදුලූනු මගඩිය කළේ එහෙමයි. මේක මහා මාෆියාවක්. ආණ්ඩුවට හිතවත් කළු කඩ වෙළෙඳුන් මේ තත්ත්වය ඇති කර තිබෙනවා. අහිංසක මිනිස්සු අසරණ වෙලා. ඉන්ධන, තිරිඟු පිටි, මාළු, මස්, බිත්තර මිල ශීඝ්‍රයෙන් ඉහළ ගොස් තිබේ. අපට ආහාර ද්‍රව්‍යවල මිල වැඩි කිරීමට බලකෙරේ. බත් සහ ෆ්‍රයිඩ් රයිස් පැකට් එකක මිල 20%කින් වැඩි කළා. කොත්තු, ආප්ප ඇතුළු බේකරිවල මිල ඉහළ ගොස් තිබෙනවා. මේ තත්ත්වය දිගටම කරගෙන යන්න බැහැ. ලබන මාසෙ වෙනකොට මිනිස්සුන්ට කන්න දෙයක් නැති වෙයි. මේ තත්ත්වයට තිත තියන්න නම් කළු කඩ මාෆියාවට පිළියම් යෙදිය යුතුයි. කළු කඩ වෙළෙඳුන්ගේ ගබඩා අත්‍යවශ්‍ය ද්‍රව්‍යවලින් පිරී ඇති අතර එමඟින් හිඟයක් ඇති නොවේ. ඒවා වැටලීමට හැකි වුවහොත් බොහෝ භාණ්ඩ සොයා ගැනීමට හැකි වේවි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "ලබන මාසෙ වෙනකොට මිනිස්සුන්ට කන්න දෙයක් නැති වෙයි. භාණ්ඩ ලබා ගැනීම සඳහා සිල්ලර වෙළඳසැල් වලට කඩා වැදීමට මිනිසුන්ට බල කෙරෙනු ඇත. අපේ කෘෂිකර්මාන්තය විනාශ කරලා කාබනික සහ නැනෝ පොහොර, සහල් ගෙන්වන්න ඩොලර්වලින් කොච්චර වියදම් කළාද? මේවා ගැන කිසිවෙක් සොයා බලන්නේ නැහැ”",
        "බන්දුල ජයමාන්න සභාපති සමස්ත ලංකා ආහාර ද්‍රව්‍ය සිල්ලර හා තොග සැපයුම්කරුවන්ගේ සංගමය",
        "ඉදිරි යල කන්නය සඳහා රසායනික හෝ කාබනික පොහොර ආනයනය කිරීමට නිසි ක්‍රමවේදයක් මෙතෙක් සැලසුම් කර නොමැති බව හිටපු කෘෂිකර්ම අධ්‍යක්ෂ කේ.බී ගුණරත්න මහතා පැවසීය. “යල කන්නයේ අපේක්‍ෂිත වී සහ එළවළු අස්වැන්න නැතිනම් ආහාර හිඟයක් ඇතිවීම වැළැක්විය නොහැකියි. සැප්තැම්බර් සහ ඔක්තෝබර් වන විට සහල් කිලෝවක් රුපියල් 400 දක්වා ඉහළ යනු ඇතැයි ගුණරත්න මහතා වැඩිදුරටත් පැවසීය.",
        "සමස්ත ලංකා ආහාර ද්‍රව්‍ය සිල්ලර හා තොග සැපයුම්කරුවන්ගේ සංගමයේ සභාපති බන්දුල ජයමාන්න මහතා පැවසුවේ රුපියල් 180ට පැවති ඩොලරය මේ වන විට කළු කඩයේ රුපියල් 404කට අලෙවි වන බවයි. “කළු වෙළෙඳපොළෙන් වැඩි මිලට ලබා ගන්නා ඩොලර්වලින් භාණ්ඩ ආනයනය කිරීම භාණ්ඩවල මිල ඉහළ යාමට හේතු වෙනවා. වෙළඳාමේ කළු වෙළඳපොලක් සහ ලාභයක් නොමැත. කිරිපිටි මිල ඉහළ ගියත් කුඩා වෙළෙඳුන් ලාභ ලබන්නේ නැහැ. අඩු මිලට මිලදී ගත් කොටස් සහිත වෙළඳුන් සිටී. ඔවුන් වෙළඳාමක යෙදී සිටිති. ඔවුන් අඩු මිලට භාණ්ඩ මිලදී ගෙන ලාභය තබාගෙන විකුණනවා. මේ තත්ත්වය ඇති වුණේ ඩොලරයේ අගය ඉහළ යාම නිසයි. පරිප්පු මිල රුපියල් 600 දක්වා ඉහළ යනු ඇත. කිරිපිටි මිල යළි ඉහළ යනු ඇත. ලබන මාසෙ වෙනකොට මිනිස්සුන්ට කන්න දෙයක් නැති වෙයි. භාණ්ඩ ලබා ගැනීම සඳහා සිල්ලර වෙළඳසැල් වලට කඩා වැදීමට මිනිසුන්ට බල කෙරෙනු ඇත. අපේ කෘෂිකර්මාන්තය විනාශ කරලා කාබනික සහ නැනෝ පොහොර, සහල් ගෙන්වන්න ඩොලර්වලින් කොච්චර වියදම් කළාද? මේ කාරණා ගැන කිසිවෙක් සොයා බලන්නේ නැහැ. කොමිෂන් සභාවකට තමයි මේ කටයුතු කළේ. ගොවීන්ට පොහොර දුන්නා නම් කොමිස් ගහන එක හිතන්නවත් බැහැ. ලබන මාසය වන විට මිනිසුන් බඩගින්නේ සිටින අතර එකිනෙකා සමඟ සටන් කරනු ඇත, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "ඩොලර් ලැබෙන නිසාත් රටේ ආහාර අවශ්‍යතාවයට ප්‍රමුඛත්වය දෙන නිසාත් ආහාර ද්‍රව්‍ය ආනයනය කරන බව වෙළෙඳ අමාත්‍යාංශයේ ප්‍රකාශකයෙක් පැවැසීය. “කිසිම අඩුවක් නොවනු ඇත. ආහාර ද්‍රව්‍ය ගෙන්වීමේදී දින කිහිපයක් ප්‍රමාදයන් ඇති වන නමුත් ජනතාවට අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය කඩිනමින් ලබාදීමට පියවර ගන්නවා” යැයි එම ප්‍රකාශකයා වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "மறைந்திருக்கும் பொருட்கள் மாஃபியா சிதைந்த பொருளாதாரத்தில் அழிவை ஏற்படுத்துகிறது",
      "body_lines": [
        "மே மாதத்தின் நடுப்பகுதியில் மக்களுக்கு உணவு இருக்காது மற்றும் கடுமையான உணவுப் பற்றாக்குறையின் அறிகுறிகள் முன்னறிவிக்கப்படுகின்றன",
        "ஆனால், விலைவாசி உயர்ந்தாலும் அத்தியாவசிய உணவுப் பொருட்கள் கிடைக்காததுதான் பிரச்னை",
        "சதொச ஊடாக புத்தாண்டின் போது வழங்கப்பட்ட சலுகைப் பொதியில் மக்களுக்குத் தேவையான உணவுப் பொருட்கள் இல்லை",
        "IMF வழங்கும் நிதியை உணவுப் பொருட்களுக்குப் பயன்படுத்த முடியாது மற்றும் வங்கி உத்தரவாதமாக மட்டுமே வழங்கப்படுகிறது",
        "மக்கள் போராட்டம் இல்லையென்றால் இந்த மோசடியை நடத்தியிருப்பார்கள்",
        "விலை ஒழுங்குமுறை வர்த்தமானிகளை ரத்து செய்வதால் CAA இனி தலையிட்டு நுகர்வோரைப் பாதுகாக்க முடியாது",
        "அரசாங்கத்திற்கு ஆதரவான கறுப்பு சந்தை வியாபாரிகள் இந்த நிலையை உருவாக்கியுள்ளனர்",
        "தற்போது இலங்கையில் கடுமையான உணவு தட்டுப்பாடு ஏற்படும் என எதிர்பார்க்கப்படுகிறது. வரவிருக்கும் உணவுப் பற்றாக்குறைக்கு அதிகாரிகள் இன்னும் தீர்வு காணவில்லை மற்றும் பிரச்சினைக்கு தீர்வு காண முடியாததற்கு டாலர் நெருக்கடியை காரணம் என்று குறிப்பிடுகின்றனர். மிக விரைவில் மக்கள் வாங்குவதற்கு சந்தையில் உணவுப் பொருட்கள் இருக்காது. இப்போதும் கூட சில அத்தியாவசிய உணவுப் பொருட்கள் சந்தையில் காணப்படாமல் உள்ளன, ஏனெனில் அவை டாலர்கள் பற்றாக்குறையால் துறைமுகத்தில் சிக்கியுள்ள கப்பல்களில் சேமிக்கப்படும் இறக்குமதி செய்யப்பட்ட உணவுப் பொருட்களை வெளியிடத் தேவைப்படும். இந்த பிரச்சனைகளுக்கு மத்தியில் மக்கள் வாழ வேண்டிய கட்டாயத்தில் உள்ளனர். எமது சகோதரப் பத்திரிகையான ஞாயிறு லங்காதீப தனது ஜனவரி 16 இதழில் இந்த நெருக்கடி குறித்து செய்தி வெளியிட்டுள்ளது.",
        "சிறு வணிகர்கள் உணவுப் பொருட்களை இறக்குமதி செய்ய முடியாது. இருப்பினும் சில வணிகங்கள் மற்றும் பெரிய அளவில் உணவை இறக்குமதி செய்யும் கொள்ளையர்களுக்கு அத்தியாவசிய உணவுப் பொருட்களை இறக்குமதி செய்ய டாலர்கள் வழங்கப்பட்டன. அவர்களில் சிலர் நெருக்கடிக்கு மத்தியிலும் தங்கள் கமிஷனில் மட்டுமே கவனம் செலுத்துகிறார்கள்.",
        "பூண்டு, வெங்காயம், வெண்டைக்காய், கடலைப்பருப்பு, பருப்பு, தேங்காய் எண்ணெய், பால் பவுடர், உலர் மீன், மீன், இறைச்சி வகைகள், சோளம், கோதுமை மாவு மற்றும் அரிசி போன்ற சில அத்தியாவசிய உணவுப் பொருட்களுக்கு ஏற்கனவே தட்டுப்பாடு நிலவுகிறது. அவை இறக்குமதி செய்யப்பட்டாலும், நிலவும் டாலர் நெருக்கடியைக் கருத்தில் கொண்டு, அவற்றின் விலை தினமும் அதிகரித்துக்கொண்டே இருக்கிறது. ஒரு கிலோ வெண்டைக்காய் 1000 ரூபாவாக இருக்கும் அதே சமயம் அரிசி ஒரு கிலோ 200 ரூபாய்க்கு மேல். தேங்காய் எண்ணையின் விலை சுமார் 800-1000 ரூபாவாகவும் ஒரு கிலோ பருப்பு 600 ரூபாவாகவும் அதிகரித்துள்ளது. இறக்குமதி செய்யப்பட்ட ஒரு கிலோ பால் மாவின் விலை சுமார் 2000 ரூபாவாகும். அண்மைக்காலமாக கோதுமை மாவின் விலையேற்றத்துடன் ஒரு ரொட்டி 150 ரூபாவாகும். ஆனால், விலைவாசி உயர்ந்தாலும் அத்தியாவசிய உணவுப் பொருட்கள் கிடைக்காததுதான் பிரச்னை.",
        "டாலருக்கு நிகரான ரூபாயின் மதிப்பு சரிவடைந்துள்ளதாகக் கூறி வியாபாரிகள் மற்றும் இறக்குமதியாளர்கள் உணவுப் பொருட்களின் விலையை தினமும் உயர்த்தி வருகின்றனர். நுகர்வோர் விவகார ஆணையமும் (CAA) பொறுப்புள்ள மாநில அதிகாரிகளும் இந்த விஷயங்களில் கண்மூடித்தனமாக உள்ளனர். நாடு முழுவதும் உள்ள கடைகளில் உணவுப் பொருட்களுக்கு தட்டுப்பாடு நிலவுகிறது. மக்கள் உணவு தேடி வரிசையில் நிற்கின்றனர். சதொச ஊடாக புத்தாண்டுக்காக வழங்கப்பட்ட அத்தியாவசிய உணவுப் பொருட்களின் சலுகைப் பொதியில் மக்களுக்குத் தேவையான உணவுப் பொருட்கள் இல்லை. இந்தப் பின்னணியில் மே மாதத்திற்குள் அத்தியாவசிய உணவுப் பொருட்களுக்கு கடும் தட்டுப்பாடு ஏற்படும்.",
        "உலக சந்தையில் கூட அத்தியாவசிய உணவுப் பொருட்களுக்கு தட்டுப்பாடு நிலவுவதாக CAA இன் முன்னாள் நிறைவேற்றுப் பணிப்பாளர் துஷான் குணவர்தன தெரிவித்துள்ளார். “எவ்வாறாயினும், நம் நாட்டில் உள்ள பிரச்சனை உணவு வாங்குவதற்கு வெளிநாட்டு இருப்பு இல்லாதது. ஆர்டர் செய்யப்பட்ட அத்தியாவசிய உணவுப் பொருட்களை இறக்குமதி செய்ய வங்கிகள் டாலர்களை வழங்காமல் இருப்பது இந்த சிக்கலை உருவாக்கியது. அதனால் சிறு வணிகர்கள் உணவுப் பொருட்களை இறக்குமதி செய்ய முடியாத நிலை உள்ளது. இருப்பினும் சில வணிகங்கள் மற்றும் பெரிய அளவில் உணவை இறக்குமதி செய்யும் கொள்ளையர்களுக்கு அத்தியாவசிய உணவுப் பொருட்களை இறக்குமதி செய்ய டாலர்கள் வழங்கப்பட்டன. அவர்களில் சிலர் நெருக்கடிக்கு மத்தியிலும் தங்கள் கமிஷனில் மட்டுமே கவனம் செலுத்துகிறார்கள், ”என்று அவர் மேலும் கூறினார்.",
        "அகில இலங்கை உணவக உரிமையாளர்கள் சங்கத்தின் தேசிய அமைப்பாளர் அசேல சம்பத்",
        "அத்தியாவசியப் பொருள் இறக்குமதியாளர்களின் சேமிப்புக் கிடங்குகளைச் சரிபார்ப்பதற்கு இப்போது முன்னுரிமை அளிக்க வேண்டும். அதன் மூலம் கறுப்புச் சந்தை மாஃபியாவுக்கு முற்றுப்புள்ளி வைக்கப்படும். ஒரு கிலோ 350 ரூபாய்க்கு வாங்கிய அதே பருப்பு இரண்டு நாட்களுக்குப் பிறகு ஒரு கிலோ 500-600 ரூபாய்க்கு விற்கப்படுகிறது. இது எப்படி சாத்தியம்?\"",
        "பெரிய அளவிலான வர்த்தகர்கள் டாலர்களை நாட்டுக்கு கொண்டு வருவதில்லை. மாறாக சிங்கப்பூர் போன்ற நாடுகளில் உள்ள நிறுவனங்களில் தங்களுடைய டாலர்களை வைத்து, இறக்குமதி செய்ய இந்த நிறுவனங்கள் மூலம் பணம் செலுத்துகிறார்கள்; அதன் மூலம் அத்தியாவசிய உணவுப் பொருட்களில் ஏகபோகத்தை உருவாக்குகிறது. எதிர்காலத்தில் பொருட்களின் பெரும் தட்டுப்பாடு தவிர்க்க முடியாதது. துஷான் குணவர்தனவின் கூற்றுப்படி மே மாதத்தில் உணவுப் பற்றாக்குறை ஏற்படும். “சர்வதேச நாணய நிதியம் (IMF) வழங்கும் நிதியை உணவுப் பொருட்களுக்கு பயன்படுத்த முடியாது. அவை வங்கி உத்தரவாதமாக வழங்கப்படுகின்றன. உணவுப் பொருட்களை இறக்குமதி செய்ய நாம் பணம் தேட வேண்டும். தற்போதைய அரசிடம் இதுவரை எந்த திட்டமும் இல்லை. தற்போதைய நிலைமையை பலர் முன்னறிவித்துள்ளனர், ஆனால் அரசாங்கம் ஒரு சில கொள்ளையர்களுக்கு ஆதரவாக செயற்பட்டது” என குணவர்தன மேலும் தெரிவித்தார்.",
        "அஜீத் நிவார்ட் கப்ரால் தரப்பில் உள்ளவர்கள் தீர்வுகளைக் காண்பதற்குப் பதிலாக பணத்தை அச்சிடுவதில் கவனம் செலுத்தினர். மக்கள் போராட்டம் இல்லையென்றால் இந்த மோசடியை நடத்தியிருப்பார்கள். அப்படி இருந்திருந்தால் முடிவுகள் இன்னும் மோசமாக இருந்திருக்கும். இருப்பினும் மே மாதத்திற்குள் அதன் முடிவுகளை நாம் பார்க்கலாம். மூலப்பொருட்கள் பற்றாக்குறையால் பெரும்பாலான உணவுத் தொழிற்சாலைகள் புத்தாண்டு முதல் திறக்கப்படவில்லை. இந்நிறுவனங்கள் மூடப்பட்டால் பலர் வேலை இழப்பர்; இதனால் மேலும் பிரச்சனைகள் உருவாகும். இந்த ஆபத்து குறித்து அரசு அதிகாரிகளும் அதிகாரிகளும் கவனம் செலுத்தாமல் இருப்பது ஏற்றுக்கொள்ள முடியாதது. அவர்கள் பாரிய குற்றத்தில் ஈடுபட்டுள்ளனர், குற்றவியல் சட்டத்தின் கீழ் அவர்கள் தண்டிக்கப்பட வேண்டும்” என்று குணவர்தன கூறினார்.",
        "தற்போது CAA நுகர்வோரைப் பாதுகாக்க எதுவும் செய்யவில்லை. இது பல தாக்கங்கள் காரணமாக தரவுகளை சேகரித்தது. இப்போது விற்பனையாளர்கள் பொருட்களை முறையற்ற முறையில் விற்க அல்லது அவற்றை மறைக்க முயற்சிக்கும் போது மட்டுமே CAA தலையிட முடியும். விலை ஒழுங்குமுறை வர்த்தமானிகளை ரத்து செய்வதால் CAA இனி தலையிட்டு நுகர்வோரைப் பாதுகாக்க முடியாது. தற்போது விலையை கட்டுப்படுத்தினால், பொருட்கள் கிடைக்காது. இப்போது நாம் சிதைந்த பொருளாதாரத்தைக் கொண்டுள்ளோம். இதனால் பலர் கையில் பணத்துடன் அவதிப்படுகின்றனர். தற்போது கடைகளில் உணவு பொருட்கள் இல்லை. நகரங்களில் வாழும் நடுத்தர மக்களுக்கு உணவு இல்லை. கிராமப்புற மக்கள் குறைந்த பட்சம் பலா பழத்தையாவது உண்டு வாழ முடியும். வசதி படைத்தவர்கள் தாங்கள் உண்ண விரும்பும் உணவை இறக்குமதி செய்வார்கள். “எனவே வரும் மாதம் தீர்க்கமானது. மே மாதத்தின் நடுப்பகுதியில் மக்களுக்கு உணவு இருக்காது மற்றும் கடுமையான உணவுப் பற்றாக்குறையின் அறிகுறிகள் முன்னறிவிக்கப்படுகின்றன. குடும்பத்திற்கு உணவளிக்க உணவு இல்லை என மக்கள் போராட்டத்தில் ஈடுபட்டுள்ளனர். அவர்களின் தேவைகளை புரிந்து கொள்ள அதிகாரிகள் தவறிவிட்டனர். அமைச்சர்கள் பேசும் பெரும்பாலான பேச்சுகள் இளமைப் பேச்சுகள். தற்போதைய பொருளாதார நெருக்கடியை மக்களால் தாங்க முடியாது. நாட்டின் எதிர்காலம் முன்னோடியில்லாதது” என்று குணவர்தன கூறினார்.",
        "எதிர்பார்த்த நெல் மற்றும் மரக்கறி அறுவடையின்றி யாலா பருவத்தில் உணவுப் பற்றாக்குறை தவிர்க்க முடியாதது.",
        "செப்டம்பர் மற்றும் அக்டோபர் மாதத்திற்குள் அரிசியின் விலை ஒரு கிலோ 400 ரூபாயாக உயரும்.",
        "இரண்டு வருடங்களாக ஒரு சில கொள்ளையர்கள் அத்தியாவசிய உணவுப் பொருட்களை இறக்குமதி செய்து சேமித்து வைத்திருப்பதாக அகில இலங்கை உணவக உரிமையாளர்கள் சங்கத்தின் தேசிய அமைப்பாளர் அசேல சம்பத் தெரிவித்தார். “அவர்களின் கிடங்குகளில் சோதனை நடத்தப்பட்டால் அந்த உணவுப் பொருட்கள் கண்டுபிடிக்கப்படும். முன்னாள் நிதியமைச்சர் பசில் ராஜபக்ஷ அத்தியாவசிய பொருட்கள் பலவற்றின் வரிகளை நீக்கியதால் இந்த நிலை ஏற்பட்டது. சக தொழிலதிபர்கள் அவர்கள் விரும்பும் பொருட்களை இறக்குமதி செய்ய அனுமதித்தார்.",
        "“பின்னர் இறக்குமதிக்கு கட்டுப்பாடுகள் விதிக்கப்பட்டன. வரிச்சலுகையின் கீழ் இறக்குமதி செய்யப்படும் உணவுப் பொருட்கள் அவர்களது களஞ்சியசாலைகளில் உள்ளன. வரிச்சலுகையின் கீழ் இறக்குமதி செய்யப்படும் பருப்பு, அரிசி, கறிவேப்பிலை, மிளகாய்த்தூள் மற்றும் மிளகாய்த்தூள் ஆகியவற்றை முறையே 600 ரூபா, 200 ரூபா மற்றும் 1400 ரூபாவுக்கு கொள்வனவு செய்கிறோம். நாட்டிற்குத் தேவையான உணவுப் பொருட்கள் மற்றும் ஆறு மாதங்கள் மற்றும் ஒரு வருடத்திற்கு எவ்வளவு தேவை என்பதைப் பற்றிய எந்தப் புள்ளி விவர ஆவணமும் எந்த பொறுப்பான தரப்பினரிடமும் இல்லை. இது இந்த மோசடியின் முதல் படியாகும். அத்தியாவசியப் பொருள் இறக்குமதியாளர்களின் சேமிப்புக் கிடங்குகளைச் சரிபார்ப்பதற்கு இப்போது முன்னுரிமை அளிக்க வேண்டும். அதன் மூலம் கறுப்புச் சந்தை மாஃபியாவுக்கு முற்றுப்புள்ளி வைக்கப்படும். ஒரு கிலோ 350 ரூபாய்க்கு வாங்கிய அதே பருப்பு இரண்டு நாட்களுக்குப் பிறகு ஒரு கிலோ 500-600 ரூபாய்க்கு விற்கப்படுகிறது. இது எப்படி சாத்தியம்? கருப்புச் சந்தை மாஃபியா நடந்து கொண்டிருக்கிறது. அப்படித்தான் சர்க்கரை ஊழல், பூண்டு ஊழல் நடந்தது. இது ஒரு பெரிய மாஃபியா. அரசாங்கத்திற்கு ஆதரவான கறுப்பு சந்தை வியாபாரிகள் இந்த நிலையை உருவாக்கியுள்ளனர். அப்பாவி மக்கள் ஆதரவற்றவர்களாகிவிட்டனர். எரிபொருள், கோதுமை மா, மீன், இறைச்சி, முட்டை ஆகியவற்றின் விலை வேகமாக அதிகரித்துள்ளது. உணவுப் பொருட்களின் விலையை உயர்த்த வேண்டிய கட்டாயத்தில் உள்ளோம். அரிசி மற்றும் பொரித்த அரிசி பொதி ஒன்றின் விலை 20 வீதத்தால் அதிகரிக்கப்பட்டுள்ளது. கொத்து, ஹாப்பர் மற்றும் இதர பேக்கரி பொருட்களின் விலை அதிகரித்துள்ளது. இந்நிலை தொடர முடியாது. அடுத்த மாதத்திற்குள் மக்களுக்கு சாப்பிட எதுவும் இருக்காது. இந்த நிலைக்கு முற்றுப்புள்ளி வைக்க, கள்ளச்சந்தை மாஃபியாவுக்கு தீர்வு காண வேண்டும். கறுப்புச் சந்தை வியாபாரிகளின் களஞ்சியசாலைகள் அத்தியாவசியப் பொருட்களால் நிரம்பியுள்ளன, அவை பற்றாக்குறைக்கு உத்தரவாதம் அளிக்காது. அவர்கள் மீது சோதனை நடத்தினால் பல பொருட்கள் கண்டுபிடிக்கப்படும்,'' என்றார்.",
        "அடுத்த மாதத்திற்குள் மக்களுக்கு சாப்பிட எதுவும் இருக்காது. சில்லறைக் கடைகளை உடைத்து பொருட்களைப் பெறுவதற்கு மக்கள் தள்ளப்படுவார்கள். நமது விவசாயத்தை அழித்துவிட்டு ஆர்கானிக் மற்றும் நானோ உரம் மற்றும் அரிசி இறக்குமதிக்கு டாலர்களில் எவ்வளவு செலவு செய்யப்பட்டது? இந்த விஷயங்களை யாரும் விசாரிப்பதில்லை”",
        "பந்துல ஜயமான்ன தலைவர் அகில இலங்கை உணவுப் பொருட்கள் சில்லறை மற்றும் மொத்த விற்பனை வழங்குநர்கள் சங்கம்",
        "எதிர்வரும் யாலாப் பருவத்துக்காக இரசாயன அல்லது கரிம உரங்களை இறக்குமதி செய்வதற்கு உரிய முறையான நடைமுறை இதுவரை திட்டமிடப்படவில்லை என முன்னாள் விவசாயப் பணிப்பாளர் கே.பி.குணரத்ன தெரிவித்துள்ளார். “யாலப் பருவத்தில் எதிர்பார்த்த நெல் மற்றும் மரக்கறி அறுவடை இல்லாமல் உணவுப் பற்றாக்குறை தவிர்க்க முடியாதது. செப்டம்பர் மற்றும் ஒக்டோபர் மாதத்திற்குள் ஒரு கிலோ அரிசியின் விலை 400 ரூபாவாக அதிகரிக்கப்படும்” என குணரத்ன மேலும் தெரிவித்தார்.",
        "180 ரூபாவாக இருந்த டொலர் தற்போது கறுப்புச் சந்தையில் 404 ரூபாவாக விற்பனை செய்யப்படுவதாக அகில இலங்கை உணவுப் பொருட்கள் சில்லறை மற்றும் மொத்த விற்பனை விநியோகஸ்தர்கள் சங்கத்தின் தலைவர் பந்துல ஜயமான்ன தெரிவித்தார். “கறுப்புச் சந்தையில் இருந்து பெறப்படும் டாலர்களைக் கொண்டு பொருட்களை அதிக விலைக்கு இறக்குமதி செய்வதால் பொருட்களின் விலை உயர்கிறது. வர்த்தகத்தில் கறுப்புச் சந்தையும் லாபமும் இல்லை. பால் பவுடர் விலை உயர்ந்தாலும் சிறு வியாபாரிகளுக்கு லாபம் இல்லை. குறைந்த விலையில் வாங்கப்பட்ட பங்குகளைக் கொண்ட வர்த்தகர்கள் உள்ளனர். அவர்கள் வியாபாரத்தில் ஈடுபட்டுள்ளனர். குறைந்த விலையில் பொருட்களை வாங்கி, லாபத்தை வைத்து விற்கின்றனர். டாலரின் மதிப்பு உயர்ந்ததால் இந்த நிலை ஏற்பட்டது. பருப்பு விலை 600 ரூபாயாக உயரும். பால் மாவின் விலை மீண்டும் உயரும். அடுத்த மாதத்திற்குள் மக்களுக்கு சாப்பிட எதுவும் இருக்காது. சில்லறைக் கடைகளை உடைத்து பொருட்களைப் பெறுவதற்கு மக்கள் தள்ளப்படுவார்கள். நமது விவசாயத்தை அழித்துவிட்டு ஆர்கானிக் மற்றும் நானோ உரம் மற்றும் அரிசி இறக்குமதிக்கு டாலர்களில் எவ்வளவு செலவு செய்யப்பட்டது? இந்த விஷயங்களை யாரும் விசாரிப்பதில்லை. இந்த நடவடிக்கைகள் ஒரு கமிஷனுக்காக செய்யப்பட்டன. விவசாயிகளுக்கு உரம் கொடுத்தால் கமிஷன் சம்பாதிப்பதை நினைத்துக்கூட பார்க்க முடியாது. அடுத்த மாதத்திற்குள் மக்கள் பட்டினி கிடப்பார்கள், ஒருவருக்கொருவர் சண்டையிடுவார்கள், ”என்று அவர் மேலும் கூறினார்.",
        "டாலர்கள் பெறப்பட்டு, நாட்டின் உணவுத் தேவைக்கு முன்னுரிமை அளிக்கப்பட்டு வருவதால் உணவுப் பொருட்கள் இறக்குமதி செய்யப்படும் என்று வர்த்தக அமைச்சகத்தின் செய்தித் தொடர்பாளர் தெரிவித்தார். “எந்தக் குறையும் இருக்காது. சில நாட்களுக்கு உணவுப் பொருட்களை இறக்குமதி செய்வதில் தாமதம் ஏற்படும், ஆனால் மக்களுக்கு அத்தியாவசிய உணவுப் பொருட்களை உடனடியாக வழங்க நடவடிக்கை எடுக்கப்படும்” என்று பேச்சாளர் மேலும் கூறினார்."
      ]
    }
  }
}