{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/PUCSL-announces-power-cuts-during-O-L-exam/56-735123",
  "time_ut": 1653075540,
  "title": "PUCSL announces power cuts during O/L exam",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) yesterday announced the power cut schedule that will be enforced in order to facilitate the conduct of the 2021 GCE Ordinary Level Examination.",
    "The power cuts will not be imposed on 22 May and 29 May. The PUCSL said there will be no power cuts after 6.30 p.m. on other days from 22 May to 1 June.",
    "However, the PUCSL Chairman Janaka Ratnayake said power cuts of one-hour and 45-minutes to two-hours and 15-minutes will be imposed for the duration of the examination for all zones between noon and 6.30 p.m. Power cuts will not be imposed in Industrial zones and the Colombo City Commercial Zone during the duration of the exam schedule.",
    "The Industrial zones will experience a three-hour power cut between 5 a.m. and 8 a.m. and the Colombo City Commercial Zone between 6 a.m. and 9 a.m."
  ],
  "translate": {
    "si": {
      "title": "PUCSL O/L විභාගය අතරතුර විදුලිය විසන්ධි කරන බව නිවේදනය කරයි",
      "body_lines": [
        "2021 අධ්‍යයන පොදු සහතික පත්‍ර සාමාන්‍ය පෙළ විභාගය පැවැත්වීම පහසු කිරීම සඳහා බලාත්මක කෙරෙන විදුලි කප්පාදු කාලසටහන ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) ඊයේ ප්‍රකාශයට පත් කළේය.",
        "මැයි 22 සහ 29 යන දිනවල විදුලි කප්පාදුවක් සිදු නොවේ. 6.30 න් පසු විදුලි කප්පාදුවක් සිදු නොවන බව මහජන උපයෝගිතා කොමිසම පවසයි. මැයි 22 සිට ජූනි 1 දක්වා අනෙකුත් දිනවල.",
        "කෙසේ වෙතත්, මධ්‍යහ්න සහ පස්වරු 6.30 අතර විභාගය පැවැත්වෙන සියලුම කලාප සඳහා පැය එකයි මිනිත්තු 45 සිට පැය දෙකයි මිනිත්තු 15ක කාලයක් විදුලිය විසන්ධි කරන බව මහජන උපයෝගිතා කොමිසමේ සභාපති ජනක රත්නායක මහතා පැවසීය. විභාග කාලසටහන් කාලය තුළ කාර්මික කලාපවල සහ කොළඹ නගර වාණිජ කලාපයේ විදුලිය විසන්ධි නොකෙරේ.",
        "කාර්මික කලාපවල පෙරවරු 5 සිට පෙරවරු 8 දක්වා පැය තුනක විදුලි කප්පාදුවක් ද කොළඹ නගර වාණිජ කලාපයේ පෙරවරු 6 සිට 9 දක්වා ද පැය තුනක විදුලි කප්පාදුවක් සිදුවනු ඇත."
      ]
    },
    "ta": {
      "title": "O/L பரீட்சையின் போது PUCSL மின்வெட்டுகளை அறிவிக்கிறது",
      "body_lines": [
        "2021 க.பொ.த சாதாரண தரப் பரீட்சையை நடாத்துவதற்கு வசதியாக அமுல்படுத்தப்படும் மின்வெட்டு அட்டவணையை இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) நேற்று அறிவித்தது.",
        "மே 22 மற்றும் மே 29 ஆகிய தேதிகளில் மின்வெட்டு இருக்காது. மாலை 6.30 மணிக்கு மேல் மின்வெட்டு இருக்காது என PUCSL தெரிவித்துள்ளது. மே 22 முதல் ஜூன் 1 வரை மற்ற நாட்களில்.",
        "எவ்வாறாயினும், அனைத்து வலயங்களுக்கும் நண்பகல் முதல் மாலை 6.30 வரையிலான பரீட்சை காலத்திற்கு ஒரு மணித்தியாலம் 45 நிமிடங்கள் முதல் இரண்டு மணிநேரம் 15 நிமிடங்கள் வரை மின்வெட்டு அமுல்படுத்தப்படும் என PUCSL தலைவர் ஜனக ரத்நாயக்க தெரிவித்தார். பரீட்சை அட்டவணையின் போது கைத்தொழில் வலயங்கள் மற்றும் கொழும்பு நகர வர்த்தக வலயங்களில் மின்வெட்டு விதிக்கப்பட மாட்டாது.",
        "கைத்தொழில் வலயங்களில் காலை 5 மணி முதல் காலை 8 மணி வரையிலும், கொழும்பு நகர வர்த்தக வலயத்தில் காலை 6 மணி முதல் காலை 9 மணி வரையிலும் மூன்று மணி நேர மின்வெட்டு ஏற்படும்."
      ]
    }
  }
}