{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Why-are-we-hated-so-much/172-239065",
  "time_ut": 1655241060,
  "title": "Why are we hated so much?",
  "body_lines": [
    "The tasks of journalists are so strenuous when reporting during conflicts, riots and calamitous situations",
    "In the month since May 9, journalists, especially those reporting the protests up close have had to take a reality check.",
    "Till then, many of them felt safe within the protesters. Some were candid enough to say that they identified themselves at least with what the protesters were demanding for. They also felt confident that if there was any impediment to their reporting that was not coming from the protesters. They were more concerned about state sponsored attacks and repression. This was a real fear given the experience between 2005 and 2015. A fear that had really scary examples.",
    "\"Media was never looked up to as a profession of trust and public interest in Sri Lanka, despite the sacrifices journalists themselves have made. The public perception has always been that it is a thinly gloved outstretched hand working at the behest of political and financial masters\"",
    "That feeling of security was jolted and undermined on May 9, when several journalists were attacked, few held hostage and others verbally threatened by protesters. The trend has not been broken since.",
    "The big question mark was why the media was being targeted and targeted in such unmerciful ways.",
    "There is no easy answer to this. Journalism has always elicited widely extreme responses. You were either loved, hero worshiped or you were loathed like the plague. It was a question of not how professionally you approached your job and conducted your tasks, it was how the end product was assessed by your audience.",
    "During the war, as a journalist based in the South, but whose work concentrated on the conflict, my work was always a delicate affair.  I ventured into reporting the conflict almost by accident. When I began to work on ‘defence’, there were a few above me, up the pecking order in the editorial I worked in for such reporting. The defence beat was considered a prestigious one, closely guarded by those who were working on it. My initial reporting was about the civilian population that was caught up in the fighting. On that, there was very little reporting taking place when I started.",
    "\"Journalism has always elicited widely extreme responses. You were either loved, hero worshiped or you were loathed like the plague. It was a question of not how professionally you approached your job and conducted your tasks, it was how the end product was assessed by your audience\"",
    "The reporting would elicit completely different reactions. Some would laud it for revealing details that they felt were important. Others would decry it as traitorous in the foulest of ways.",
    "The last thing anyone spoke of was the public’s right to be informed or my right to report. Given that there was no social media then and internet connectivity was dial-up and limited, I got these reactions either in person, in the mail or very rarely as an email. It was slow.",
    "With social media this has turned inside out. The reporting is instantaneous as is the reactions. Many journalists still find it difficult to approach their social media postings as professional. Some tinge them with opinion, attitudes and slants while others overload them with that.",
    "Social media by its very functionality highlights the performative nature of their creators. It also encourages engagement. Journalists, bulk of them without awareness and training on using social media for their work find themselves in this perpetual dust cloud. Things become worse when you start hunting for clicks. Click bait works on extremes.",
    "\"With social media this has turned inside out. The reporting is instantaneous as is the reactions. Many journalists still find it difficult to approach their social media postings as professional. Some tinge them with opinion, attitudes and slants while others overload them with that\"",
    "On top of all this, media was never looked up to as a profession of trust and public interest in Sri Lanka, despite the sacrifices journalists themselves have made. The public perception has always been that it is a thinly gloved outstretched hand working at the behest of political and financial masters. This antipathy towards journalists is nothing new in Sri Lanka. The only difference is how frequently they are manifested now and the digital payload of hate.",
    "Journalists can never be expected to lack conviction and bias. There has never been a totally objective reportage. Thought that has been for years the gold standard. Now with social media, the bias is part of the performative role, unless we are careful to keep it in check. It is our emotive biases that attract the clicks.",
    "But keep your biases transparent. Also, keep a note that as much as your biases are going to open doors for you, they will also, depending on the occasion, shut them in your face or worse.",
    "More importantly gain some skills that will help you to assess personal and organisational security risks -- both offline and online. This will help you to get out of harms way quickly. Unless you want to deliberately walk into harm’s way for those clicks. Then just go right ahead.",
    "The writer is a journalism researcher and a writer. He can be contacted on amantha.perera@cqumail.com",
    "Several journalists who were engaged in reporting the May 9 riots were injured at Galle Face and near Temple Trees."
  ],
  "translate": {
    "si": {
      "title": "ඇයි අපි මේ තරම් වෛර කරන්නේ?",
      "body_lines": [
        "ගැටුම්, කෝලාහල සහ විපත්තිදායක අවස්ථාවන්හිදී වාර්තා කිරීමේදී මාධ්‍යවේදීන්ගේ කර්තව්‍යයන් ඉතා වෙහෙසකර වේ.",
        "මැයි 9 දා සිට මාසය තුළ, මාධ්‍යවේදීන්ට, විශේෂයෙන්ම විරෝධතා සමීපව වාර්තා කරන අයට යථාර්ථය පරීක්ෂා කිරීමට සිදු විය.",
        "එතෙක් ඔවුන්ගෙන් බොහෝ දෙනෙකුට විරෝධතාකරුවන් තුළ ආරක්ෂිත බවක් දැනුනි. අවම වශයෙන් විරෝධතාකරුවන් ඉල්ලා සිටින්නේ කුමක් සඳහාදැයි තමන් හඳුනා ගත් බව කීමට සමහරු අවංක වූහ. විරෝධතාකරුවන්ගෙන් නොපැමිණෙන තම වාර්තාකරණයට යම් බාධාවක් තිබේ නම් යන විශ්වාසය ද ඔවුන්ට දැනෙන්නට විය. රාජ්‍ය අනුග‍්‍රහය ලබන ප‍්‍රහාර සහ මර්දනය ගැන ඔවුන් වඩාත් සැලකිලිමත් විය. 2005 සහ 2015 අතර අත්දැකීම් අනුව මෙය සැබෑ බියකි. ඇත්තෙන්ම බියජනක උදාහරණ ඇති බියකි.",
        "\"මාධ්‍යවේදීන් විසින්ම කැපකිරීම් කර ඇතත්, ශ්‍රී ලංකාව කෙරෙහි විශ්වාසය සහ මහජන අවශ්‍යතා ඇති වෘත්තියක් ලෙස මාධ්‍ය කිසිවිටෙක නොසැලකේ. එය දේශපාලන හා මුල්‍ය ස්වාමිවරුන්ගේ අභිමතය පරිදි ක්‍රියා කරන සිහින් අත්වැසුම් දිගු කළ අතක් බව මහජන මතය සැමවිටම පවතී. \"",
        "මැයි 9දා මාධ්‍යවේදීන් කිහිප දෙනෙකුට පහර දීමත්, කිහිප දෙනෙකු ප්‍රාණ ඇපකරුවන් ලෙස තබා ගැනීමත්, තවත් පිරිසක් විරෝධතාකරුවන් විසින් වාචිකව තර්ජනය කිරීමත් සමඟ එම ආරක්‍ෂාව පිළිබඳ හැඟීම කම්පනයට පත් වී යටපත් විය. එතැන් සිට ප්‍රවණතාව බිඳී නැත.",
        "විශාල ප්‍රශ්නාර්ථය වූයේ මාධ්‍ය ඉලක්ක කර මෙතරම් අනුකම්පා විරහිත ලෙස ඉලක්ක කරන්නේ ඇයිද යන්නයි.",
        "මෙයට පහසු පිළිතුරක් නැත. පුවත්පත් කලාව සෑම විටම පුළුල් ලෙස ආන්තික ප්‍රතිචාර ලබා දී ඇත. ඔබ ආදරය කරන ලදී, වීරයාට නමස්කාර කරන ලදී, නැතහොත් වසංගතය මෙන් ඔබ පිළිකුල් කරන ලදී. එය ප්‍රශ්නයක් වූයේ ඔබ කෙතරම් වෘත්තීයමය වශයෙන් ඔබේ රැකියාවට ප්‍රවේශ වී ඔබේ කාර්යයන් ඉටු කළේද යන්න නොවේ, එය ඔබේ ප්‍රේක්ෂකයින් විසින් අවසාන නිෂ්පාදනය තක්සේරු කළේ කෙසේද යන්නයි.",
        "යුද්ධය පැවති කාලයේ, දකුණේ මාධ්‍යවේදියෙකු ලෙස, නමුත් ගැටුම කෙරෙහි අවධානය යොමු කළ මගේ කාර්යය සෑම විටම සියුම් කටයුත්තක් විය. මම ගැටුම වාර්තා කිරීමට උත්සාහ කළේ අහම්බෙන් වගේ. මම 'ආරක්ෂාව' ගැන වැඩ කිරීමට පටන් ගත් විට, එවැනි වාර්තාකරණය සඳහා මා සේවය කළ කතුවැකියේ, මට ඉහළින් කිහිප දෙනෙක් සිටියහ. ආරක්ෂක පහර කීර්තිමත් එකක් ලෙස සලකනු ලැබූ අතර, එහි වැඩ කරන අය විසින් සමීපව ආරක්ෂා කරන ලදී. මගේ මූලික වාර්තාකරණය වූයේ සටනට හසු වූ සිවිල් ජනතාව ගැන ය. ඒ ගැන මම පටන් ගන්නකොට වාර්තාකරණය ඉතා අඩුයි.",
        "\"මාධ්‍යවේදය සෑම විටම පුළුල් ලෙස ආන්තික ප්‍රතිචාර ලබා දී ඇත. එක්කෝ ඔබට ආදරය කළා, වීරයන්ට නමස්කාර කළා, නැතහොත් වසංගතය මෙන් ඔබ පිළිකුල් කළා. එය ප්‍රශ්නයක් වූයේ ඔබ ඔබේ රැකියාවට කෙතරම් වෘත්තීය ලෙස ප්‍රවේශ වී ඔබේ කාර්යයන් ඉටු කළේද යන්න නොව, අවසාන නිෂ්පාදනය තක්සේරු කළේ කෙසේද යන්නයි. ඔබේ ප්‍රේක්ෂකයින්\"",
        "වාර්තා කිරීම සම්පූර්ණයෙන්ම වෙනස් ප්‍රතික්‍රියා ගෙන එනු ඇත. සමහරු එය වැදගත් යැයි හැඟෙන තොරතුරු හෙළි කිරීම ගැන ප්‍රශංසා කරති. තවත් සමහරු එය ද්‍රෝහිකමක් ලෙස හෙළා දකිනු ඇත.",
        "කවුරුහරි අන්තිමට කතා කළේ මහජනතාවට දැනුම් දීමට ඇති අයිතිය හෝ වාර්තා කිරීමට මගේ අයිතියයි. එකල සමාජ මාධ්‍ය නොතිබූ නිසාත්, අන්තර්ජාල සම්බන්ධතාව ඩයල්-අප් සහ සීමිත වූ නිසාත්, මට මෙම ප්‍රතිචාර පෞද්ගලිකව, තැපෑලෙන් හෝ ඉතා කලාතුරකින් විද්‍යුත් තැපෑලක් ලෙස ලැබුණි. එය මන්දගාමී විය.",
        "සමාජ මාධ්‍ය එක්ක මේක ඇතුළට හැරිලා. වාර්තා කිරීම ප්‍රතික්‍රියා මෙන්ම ක්ෂණික වේ. බොහෝ මාධ්‍යවේදීන්ට තවමත් ඔවුන්ගේ සමාජ මාධ්‍ය පළ කිරීම් වෘත්තීමය වශයෙන් ප්‍රවේශ වීමට අපහසුය. සමහරු ඔවුන් මත, ආකල්ප සහ නැඹුරුවන්ගෙන් වර්ණ ගන්වන අතර තවත් සමහරු ඒවා ඒවායින් අධික කරති.",
        "සමාජ මාධ්‍ය එහි ක්‍රියාකාරීත්වයෙන්ම ඒවායේ නිර්මාපකයන්ගේ කාර්ය සාධන ස්වභාවය ඉස්මතු කරයි. එය නියැලීම ද දිරිමත් කරයි. මාධ්‍යවේදීන්, ඔවුන්ගේ වැඩ සඳහා සමාජ මාධ්‍ය භාවිතා කිරීම පිළිබඳ දැනුවත්භාවයකින් සහ පුහුණුවකින් තොරව ඔවුන්ගෙන් වැඩි පිරිසක් මෙම සදාකාලික දූවිලි වලාකුළේ සිටිති. ඔබ ක්ලික් කිරීම් සඳහා දඩයම් කිරීම ආරම්භ කරන විට දේවල් වඩාත් නරක අතට හැරේ. ඇමක් ක්ලික් කරන්න අන්ත මත ක්රියා කරයි.",
        "\"සමාජ මාධ්‍ය සමඟ මෙය පිටතට හැරී ඇත. ප්‍රතිචාර මෙන්ම වාර්තාකරණයද ක්‍ෂණික වේ. බොහෝ මාධ්‍යවේදීන්ට තවමත් ඔවුන්ගේ සමාජ මාධ්‍ය පළ කිරීම් වෘත්තීය ලෙසින් ප්‍රවේශ වීමට අපහසු වේ. ඇතැමුන් ඔවුන් මත, ආකල්ප සහ නැඹුරුවන්ගෙන් වර්ණ ගන්වන අතර තවත් සමහරු ඒවා අධික ලෙස පටවති.\"",
        "මේ සියල්ලට අමතරව, මාධ්‍යවේදීන් විසින්ම කැපකිරීම් කර තිබියදීත්, ශ්‍රී ලංකාව කෙරෙහි විශ්වාසය හා මහජන අවශ්‍යතා ඇති වෘත්තියක් ලෙස මාධ්‍ය කිසිවිටෙක නොසැලකේ. එය දේශපාලන හා මූල්‍ය ප්‍රධානීන්ගේ අභිමතය පරිදි ක්‍රියා කරන සිහින් අත්වැසුම් දිගු කළ අතක් බව මහජන මතය සැමවිටම පවතී. මාධ්‍යවේදීන් කෙරෙහි දක්වන මෙම ද්‍රෝහීකම ශ්‍රී ලංකාවට අලුත් දෙයක් නොවේ. එකම වෙනස වන්නේ ඒවා දැන් කොපමණ වාර ගණනක් ප්‍රකාශ වන්නේද යන්න සහ වෛරයේ ඩිජිටල් ගෙවීමයි.",
        "මාධ්‍යවේදීන්ගෙන් කිසිවිටකත් විශ්වාසයක් සහ පක්ෂග්‍රාහී බවක් බලාපොරොත්තු විය නොහැක. කිසිවිටෙක සම්පූර්ණයෙන්ම වාස්තවික වාර්තාකරණයක් සිදුවී නොමැත. එය වසර ගණනාවක් රන් සම්මතයයි සිතුවා. දැන් සමාජ මාධ්‍ය සමඟ, පක්ෂග්‍රාහීත්වය ක්‍රියාකාරී භූමිකාවේ කොටසකි, අප එය පාලනය කර ගැනීමට ප්‍රවේශම් නොවන්නේ නම්. ක්ලික් කිරීම් ආකර්ෂණය වන්නේ අපගේ චිත්තවේගීය නැඹුරුවයි.",
        "නමුත් ඔබේ පක්ෂග්‍රාහීත්වය විනිවිදභාවයෙන් තබා ගන්න. එසේම, ඔබේ පක්ෂග්‍රාහීත්වය ඔබට දොරටු විවර කරන තරමටම, ඒවාද, අවස්ථාවට අනුව, ඒවා ඔබේ මුහුණට හෝ නරකට වසා දමනු ඇති බව සටහන් කර ගන්න.",
        "වඩාත් වැදගත් වන්නේ පුද්ගලික සහ ආයතනික ආරක්ෂක අවදානම් තක්සේරු කිරීමට ඔබට උපකාර වන සමහර කුසලතා ලබා ගැනීමයි -- නොබැඳි සහ මාර්ගගත. මෙය ඔබට ඉක්මනින් හානිවලින් මිදීමට උපකාරී වේ. ඔබට එම ක්ලික් කිරීම් සඳහා හිතාමතාම හානියක් සිදු කිරීමට අවශ්‍ය නම් මිස. එහෙනම් හරියටම ඉදිරියට යන්න.",
        "ලේඛකයා පුවත්පත් පර්යේෂකයෙක් සහ ලේඛකයෙකි. ඔහුව amantha.perera@cqumail.com හරහා සම්බන්ධ කර ගත හැක",
        "මැයි 9 කැරැල්ල වාර්තා කිරීමේ නිරතව සිටි මාධ්‍යවේදීන් කිහිප දෙනෙකු ගාලු මුවදොරදී සහ අරලියගහ මන්දිරය අසලදී තුවාල ලැබුවා."
      ]
    },
    "ta": {
      "title": "நாம் ஏன் இவ்வளவு வெறுக்கப்படுகிறோம்?",
      "body_lines": [
        "மோதல்கள், கலவரங்கள் மற்றும் பேரிடர் சூழ்நிலைகளின் போது செய்தி வெளியிடும் போது பத்திரிகையாளர்களின் பணிகள் மிகவும் கடினமானவை.",
        "மே 9 முதல் ஒரு மாதத்தில், ஊடகவியலாளர்கள், குறிப்பாக போராட்டங்களை நெருக்கமாகப் புகாரளிப்பவர்கள் உண்மைச் சரிபார்ப்பை மேற்கொள்ள வேண்டியிருந்தது.",
        "அதுவரை, அவர்களில் பலர் எதிர்ப்பாளர்களுக்குள் பாதுகாப்பாக உணர்ந்தனர். போராட்டக்காரர்கள் எதற்காகக் கோருகிறார்களோ, குறைந்தபட்சம் தங்களை அடையாளப்படுத்திக் கொண்டதாகச் சொல்லும் அளவுக்கு சிலர் நேர்மையாக இருந்தனர். எதிர்ப்பாளர்களிடமிருந்து வரவில்லை என்று தங்கள் அறிக்கைக்கு ஏதேனும் தடையாக இருந்தால், அவர்கள் நம்பினர். அரச ஆதரவு தாக்குதல்கள் மற்றும் அடக்குமுறைகள் குறித்து அவர்கள் அதிக அக்கறை கொண்டிருந்தனர். 2005க்கும் 2015க்கும் இடைப்பட்ட அனுபவத்தில் இது ஒரு உண்மையான பயம். உண்மையில் பயங்கரமான உதாரணங்களைக் கொண்ட பயம்.",
        "\"பத்திரிகையாளர்கள் தாங்களே செய்த தியாகங்கள் இருந்தபோதிலும், ஊடகங்கள் இலங்கையில் நம்பிக்கை மற்றும் பொது நலன் சார்ந்த தொழிலாக ஒருபோதும் பார்க்கப்படவில்லை. அரசியல் மற்றும் நிதி எஜமானர்களின் கட்டளையின்படி செயல்படும் மெல்லிய கையுறை கை நீட்டியது என்பது பொதுமக்களின் கருத்து. \"",
        "மே 9 அன்று பல ஊடகவியலாளர்கள் தாக்கப்பட்டபோது, ​​சிலரை பணயக்கைதிகளாக வைத்திருந்தபோதும், மற்றவர்கள் எதிர்ப்பாளர்களால் வாய்மொழியாக அச்சுறுத்தப்பட்டபோதும், அந்த பாதுகாப்பு உணர்வு அதிர்ச்சியடைந்து, குறைமதிப்பிற்கு உட்பட்டது. அப்போதிருந்து இந்த போக்கு உடைக்கப்படவில்லை.",
        "ஊடகங்கள் ஏன் இவ்வளவு இரக்கமற்ற வழிகளில் குறிவைக்கப்பட்டு குறிவைக்கப்படுகின்றன என்பது பெரிய கேள்விக்குறியாக இருந்தது.",
        "இதற்கு எளிதான பதில் இல்லை. இதழியல் எப்போதும் தீவிரமான பதில்களை வெளிப்படுத்தியது. நீங்கள் ஒன்று நேசிக்கப்பட்டீர்கள், ஹீரோ வணங்கப்பட்டீர்கள் அல்லது பிளேக் போல வெறுக்கப்பட்டீர்கள். உங்கள் வேலையை நீங்கள் எவ்வளவு தொழில்ரீதியாக அணுகி உங்கள் பணிகளைச் செய்தீர்கள் என்பது கேள்வி அல்ல, உங்கள் பார்வையாளர்களால் இறுதி தயாரிப்பு எவ்வாறு மதிப்பிடப்பட்டது என்பதுதான்.",
        "போரின் போது, ​​தென்னிலங்கையை தளமாகக் கொண்ட ஒரு ஊடகவியலாளர், ஆனால் அவரது பணி மோதலில் கவனம் செலுத்தியதால், எனது பணி எப்போதும் ஒரு நுட்பமான விவகாரமாக இருந்தது. ஏறக்குறைய தற்செயலாக நடந்த மோதலைப் புகாரளிக்க நான் துணிந்தேன். நான் ‘தற்காப்பு’ பற்றி வேலை செய்யத் தொடங்கியபோது, ​​அத்தகைய அறிக்கைக்காக நான் பணியாற்றிய தலையங்கத்தில் எனக்கு மேலே சிலர் இருந்தனர். பாதுகாப்பு பீட் ஒரு மதிப்புமிக்க ஒன்றாகக் கருதப்பட்டது, அதில் பணிபுரிபவர்களால் நெருக்கமாகப் பாதுகாக்கப்பட்டது. எனது ஆரம்ப அறிக்கையானது சண்டையில் சிக்கிய பொதுமக்களைப் பற்றியது. நான் தொடங்கும் போது மிகக் குறைவான அறிக்கையிடல் இருந்தது.",
        "\"பத்திரிகை எப்போதும் தீவிரமான பதில்களை வெளிப்படுத்துகிறது. நீங்கள் நேசிக்கப்பட்டீர்கள், ஹீரோவாக வணங்கப்பட்டீர்கள் அல்லது கொள்ளைநோய் போல் வெறுக்கப்பட்டீர்கள். உங்கள் வேலையை நீங்கள் எவ்வளவு தொழில் ரீதியாக அணுகி உங்கள் பணிகளைச் செய்தீர்கள் என்பது கேள்வி அல்ல, இறுதி தயாரிப்பு எவ்வாறு மதிப்பிடப்பட்டது என்பதுதான். உங்கள் பார்வையாளர்கள்\"",
        "அறிக்கை முற்றிலும் மாறுபட்ட எதிர்வினைகளை வெளிப்படுத்தும். சிலர் தாங்கள் முக்கியமானதாக உணர்ந்த விவரங்களை வெளிப்படுத்தியதற்காக அதைப் பாராட்டுவார்கள். மற்றவர்கள் அதை மோசமான வழிகளில் துரோகம் என்று குறை கூறுவார்கள்.",
        "கடைசியாக யாரேனும் பேசியது பொதுமக்களின் தகவல் அறியும் உரிமை அல்லது புகாரளிக்கும் எனது உரிமை. அப்போது சமூக ஊடகங்கள் எதுவும் இல்லாததாலும், இணைய இணைப்பு வரம்புக்குட்பட்டதாகவும் இருந்ததால், இந்த எதிர்வினைகளை நேரிலோ, மின்னஞ்சலிலோ அல்லது மிக அரிதாகவே மின்னஞ்சலாகவோ பெற்றேன். அது மெதுவாக இருந்தது.",
        "சமூக வலைதளங்களில் இது வெளியில் வந்துள்ளது. எதிர்வினைகளைப் போலவே அறிக்கையிடலும் உடனடியாக இருக்கும். பல ஊடகவியலாளர்கள் தங்கள் சமூக ஊடக இடுகைகளை தொழில்முறையாக அணுகுவது இன்னும் கடினமாக உள்ளது. சிலர் அவற்றைக் கருத்து, அணுகுமுறைகள் மற்றும் சாய்வுகளால் சாயமிடுகிறார்கள், மற்றவர்கள் அதைக் கொண்டு அவர்களை ஓவர்லோட் செய்கிறார்கள்.",
        "சமூக ஊடகங்கள் அதன் செயல்பாட்டின் மூலம் அவற்றின் படைப்பாளர்களின் செயல்திறன் தன்மையை எடுத்துக்காட்டுகின்றன. இது ஈடுபாட்டையும் ஊக்குவிக்கிறது. ஊடகவியலாளர்கள், அவர்களில் பெரும்பாலோர் விழிப்புணர்வும், பயிற்சியும் இல்லாமல் தங்கள் பணிக்காக சமூக ஊடகங்களைப் பயன்படுத்துகின்றனர். நீங்கள் கிளிக்குகளை வேட்டையாடத் தொடங்கும் போது விஷயங்கள் மோசமாகிவிடும். தூண்டில் கிளிக் செய்யவும் தீவிர வேலை.",
        "\"சமூக ஊடகங்களில் இது வெளியே திரும்பியுள்ளது. எதிர்வினைகள் போலவே அறிக்கையிடலும் உடனடியாக இருக்கும். பல ஊடகவியலாளர்கள் தங்கள் சமூக ஊடக இடுகைகளை தொழில்முறையாக அணுகுவது இன்னும் கடினமாக உள்ளது. சிலர் கருத்து, அணுகுமுறைகள் மற்றும் சாய்வுகளால் அவற்றைச் சாயமிடுகிறார்கள், மற்றவர்கள் அதைச் சுமக்கிறார்கள்\"",
        "இவை அனைத்திற்கும் மேலாக, ஊடகவியலாளர்கள் தாங்களாகவே தியாகங்களைச் செய்த போதிலும், இலங்கை மீதான நம்பிக்கை மற்றும் பொது நலன் சார்ந்த தொழிலாக ஊடகங்கள் ஒருபோதும் கருதப்படவில்லை. அரசியல் மற்றும் நிதி எஜமானர்களின் உத்தரவின் பேரில் வேலை செய்யும் மெல்லிய கையுறையை நீட்டிய கை என்று பொதுமக்களின் கருத்து எப்போதும் இருந்து வருகிறது. ஊடகவியலாளர்கள் மீதான இந்த வெறுப்பு இலங்கையில் புதிதல்ல. ஒரே வித்தியாசம் என்னவென்றால், அவை இப்போது எவ்வளவு அடிக்கடி வெளிப்படுகின்றன மற்றும் வெறுப்பின் டிஜிட்டல் பேலோட் ஆகும்.",
        "ஊடகவியலாளர்களிடம் நம்பிக்கையும், பாரபட்சமும் இருக்காது என்று எதிர்பார்க்க முடியாது. முற்றிலும் புறநிலை அறிக்கை ஒருபோதும் இருந்ததில்லை. பல ஆண்டுகளாக தங்கத் தரம் என்று நினைத்தேன். இப்போது சமூக ஊடகங்களில், சார்பு செயல்பாட்டின் ஒரு பகுதியாகும், அதைக் கட்டுக்குள் வைத்திருக்க நாம் கவனமாக இல்லாவிட்டால். எங்கள் உணர்ச்சி சார்புகள் தான் கிளிக்குகளை ஈர்க்கின்றன.",
        "ஆனால் உங்கள் சார்புகளை வெளிப்படையாக வைத்திருங்கள். மேலும், உங்கள் பாரபட்சங்கள் உங்களுக்கு எவ்வளவு கதவுகளைத் திறக்கப் போகின்றனவோ, அவை சந்தர்ப்பத்தைப் பொறுத்து, அவற்றை உங்கள் முகத்தில் அல்லது மோசமாக மூடும் என்பதையும் நினைவில் கொள்ளுங்கள்.",
        "மிக முக்கியமாக, தனிப்பட்ட மற்றும் நிறுவன பாதுகாப்பு அபாயங்களை மதிப்பீடு செய்ய உதவும் சில திறன்களைப் பெறுங்கள் -- ஆஃப்லைன் மற்றும் ஆன்லைன். இது விரைவில் தீங்குகளிலிருந்து விடுபட உதவும். அந்த கிளிக்குகளுக்கு நீங்கள் வேண்டுமென்றே தீங்கு விளைவிக்கும் வழியில் நடக்க விரும்பினால் தவிர. பின்னர் சரியாக மேலே செல்லுங்கள்.",
        "எழுத்தாளர் ஒரு பத்திரிகை ஆய்வாளர் மற்றும் எழுத்தாளர். அவரை amantha.perera@cqumail.com இல் தொடர்பு கொள்ளலாம்",
        "மே 9 கலவரத்தை அறிக்கையிடும் பணியில் ஈடுபட்டிருந்த பல ஊடகவியலாளர்கள் காலி முகத்திடலிலும், அலரிமாளிகைக்கு அருகாமையிலும் காயமடைந்தனர்."
      ]
    }
  }
}