{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/lack-of-coordination-between-sri-lanka-president-pm-former-president-sirisena-95957/",
  "time_ut": 1655450460,
  "title": "Lack of coordination between Sri Lanka president, PM: former President Sirisena",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa and Prime Minister Ranil Wickremesinghe have no real working partnership and there is a clear lack of coordination between them, former President Maithripala Sirisena said.",
    "Speaking to the media on Friday, June 17, Sirisena said the two leaders have competing approaches to governance. He likened it to his own experience as president with Wickremesinghe as prime minister from 2015 to 2019. There were also tensions between then President Chandrika Bandaranaike Kumaratunga and Prime Minister Wickremesinghe in the short-lived United National Party (UNP)-led government between 2001 and 2004.",
    "“You’ll remember the situation in the country when Ranil Wickremesinghe and I were governing.",
    "“Today, you have the president summoning ministers and officials for discussions and to issue instructions to them. Then you have the prime minister also summoning ministers, appointing committees and issuing instructions to officials.",
    "“It is clear that there is partnership between these two,” said Sirisena.",
    "Though President Rajapaksa and PM Wickremesinghe have indeed been conducting separate meetings with officials or representatives from the same industries – a recent example being the tourism sector – there are no reports yet of open conflict between the two leaders.",
    "Wickremesinghe was one of several choices for Rajapaksa for the premiership after the unceremonious exit of his brother Mahinda Rajapaksa who was forced to resign as prime minister on May 09 after violence on peaceful protestors and retaliatory violence on government supporters.",
    "Sirisena said the Rajapaksa-Wickremesinghe administration was not an all-party government. He reiterated the position of his party, the Sri Lanka Freedom Party (SLFP), to form an all-party government with 15 cabinet ministers for a period of six months or one year, after which a parliamentary election may be held.",
    "“Today the biggest problem facing the government is that it doesn’t have the approval or confidence of the people. Internationally, world leaders and organszations have no confidence in the government either because of how the government acted over the last three years,” he said. (Colombo/Jun17/2022)"
  ]
}