{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Lankan-born-Iranthi-Gomes-makes-it-onto-Forbes-30-Under-30-Europe-list/273-236560",
  "time_ut": 1652035860,
  "title": "Lankan born Iranthi Gomes makes it onto Forbes 30 Under 30 Europe list",
  "body_lines": [
    "Sri Lankan-born and Finnish-based serial entrepreneur Iranthi Gomes has fulfilled her childhood dream of making it onto Forbes magazine’s 30 Under 30 Europe list in 2022.",
    "Iranthi, who’s originally from Sri Lanka but now lives in Finland, co-founded Serviceform alongside her life and business partner Jarkko Oksanen in 2018. Serviceform is a suite of 13 tools that helps businesses communicate, convert website visitors into customers, and manage them all on one platform.",
    "Serviceform’s inspired mission is the same now as it was then: Make complex technologies simple, and bring them all under one service.",
    "At 28 years old, Iranthi becomes the one of few Finnish representatives to feature on Forbes’ 30U30 list for Europe 2022. She also made history by becoming the first ever Sri Lankan to make the European list. Before Iranthi, seven other Sri Lankans had managed to be listed but not for leading businesses in Europe.",
    "Under her leadership as CEO, Iranthi saw Serviceform raise €2.2 million in February 2022 through a funding round led by BackingMinds, a Swedish",
    "With an entrepreneurial mindset engrained in her from a young age, Iranthi’s dream has long been to try new things and make something of her own.  “Ever since I was a kid, I always wanted to be on the Forbes magazine,” she replies enthusiastically. “I’m happy to knock that one off my list.”",
    "It was around 15 years old that Iranthi first found out about Forbes. A teacher from a high school business class introduced her to well-known Virgin Group founder and billionaire Sir Richard Branson. The entrepreneur’s trailblasing story made a lasting impression. Iranthi vividly recalls Forbes playing a crucial role in capturing Branson’s own journey and hopes her story can now inspire others, like Branson and Forbes had inspired her. “I never expected it,” she shares. “I never thought it would happen. With Serviceform we’re on an important journey but it’s still at the beginning. I felt that for Forbes to ever happen, we would have to be much further away. I’m just grateful to have an amazing team who resonates with my mission and strives to make small differences that matter.”",
    "Born and raised in Sri Lanka, Iranthi moved to Australia when she was 19 to study hospitality at the Federation University in Melbourne. In 2015, Iranthi and Jarkko started their first business together – Wheelys Melbourne. A gourmet coffee cart business, the pair would cater coffee at social and corporate events throughout Melbourne.",
    "Only one year into her coffee business, Iranthi quickly realised there was a market gap within the digital industry. And with the help of her tech-savvy partner, she started Serviceform. The vision of the company has always been to make technology accessible to everyone and become the all-in-one solution to digitalise businesses. “I want to take the fear away from tech,” Iranthi says.",
    "At the beginning of 2022, Serviceform was a team of 30 people. Within five months, the team has now grown to almost 50 people. Serviceform is currently in the process of recruiting new employees across four countries."
  ]
}