{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/you-are-indeed-a-hero-for-all-sri-lankans/",
  "time_ut": 1651845720,
  "title": "‘You are indeed a hero for all Sri Lankans’",
  "body_lines": [
    "On May 05th 2022, at the invitation of Korean Ambassador Santhush Woonjin Jeong, Dinesh Priyantha Herath the first Gold Medallist for Sri Lanka at the Tokyo Paralympics 2020 paid a visit to the Korean Embassy.",
    "Dinesh Priyantha Herath was the first Sri Lankan to historically win a gold medal at an Olympic event and set a new World Record in the Men’s F46 Javelin Throw with a distance of 67.79m. Korean Ambassador felicitated this great sportsman and congratulated him for his wonderful sportsmanship that has brought great pride to Sri Lanka.",
    "Ambassador Santhush stated that this wonderful success of Dinesh Priyantha Herath has made him a national hero in Sri Lanka. ‘You have displayed courage and determination by overcoming many obstacles to achieve this gold medal. Now you are unstoppable and I am confident that you will continue to win more gold medals for Sri Lanka. Korea gives priority to development of Sports and the Korean Embassy has closely worked together with Sri Lankan authorities to develop sports including Taekwondo. The expansion of Taekwondo movement among Sri Lankans as a popular sport is a wonderful feat. Taekwondo has been instrumental to showcase Sri Lankan talents in international platforms, such as South Asian Games 2019. Likewise I am sure your victory will encourage other budding athletes in Sri Lanka to win many medals in the international arena. The glorious victory is a good start and it is not only an international achievement but a symbol of great strength that will be remembered for many years by all Sri Lankans. You are a national asset to Sri Lanka.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}