{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Demands-of-unarmed-people-must-be-heeded-UNP-Deputy-Leader/56-733689",
  "time_ut": 1650490980,
  "title": "Demands of unarmed people must be heeded: UNP Deputy Leader",
  "body_lines": [
    "United National Party (UNP) Deputy Leader Ruwan Wijewardena yesterday said that the Government is being urged to listen to the demands of the people and build a program that will build the country’s economy without resorting to violence, repression and using weapons for unarmed protests.",
    "Wijewardena said he was requesting the Government to immediately conduct an independent investigation into the shooting incident at Rambukkana and reveal the true situation to the country immediately.",
    "“People have taken to the streets for their country without looking at colour, party or religions. The bloodshed of this struggle which started as a non-partisan struggle has begun. As the United National Party, we condemn the Government’s repression of the non-partisan struggle of the unarmed people. Today, when our country is struggling to recover from a serious economic abyss, when the Minister of Finance of this country is going to the international arena to seek relief for the country, this country is further alienated from the international community due to the ignorance of the Government. The isolation of the country from the international community means that the people of this country are suffering more and more.” “The deceased was a youth who worked for the United National Party. But when he was in this unfortunate situation, he was taking to the streets without any party affiliation and participating in a struggle of the masses. Lakshan sacrificed his life and told the world that this struggle was a 100% struggle of the people irrespective of race, religion, party or colour. He sacrificed his life for the people and today he has become a people’s hero. Now a new Minister of Public Security has been appointed. We demand the Government to immediately conduct an independent investigation and reveal the true situation of this incident to the country.”",
    "“I went to the Kegalle Hospital and inquired about the condition of the injured. The police fired at people who had taken to the streets unarmed and helpless.” “We demand the Government to stop this repression. We will face an economic crisis by May. In such a situation where are these struggles going? We demand the Government to listen to the demands of the people and formulate a program to build the country’s economy without resorting to violence and weapons,” the UNP Deputy Leader said."
  ]
}