{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/peoples-revolt-yes-arab-winter-no/",
  "time_ut": 1650690840,
  "title": "People’s-revolt yes; Arab-Winter no",
  "body_lines": [
    "Writing a column about torrid events as they unfold is difficult. The President is cornered, government MPs and Cabinet are in disarray, finance ministry and central bank officials clown at the IMF as the country burns, the NPP march to Colombo was huge, a hartal is rumoured. Events move from day to day; comments are outdated before said. Situating the dynamic within a longer perspective may be valuable. I am trying something like that today; let’s see if it’s useful.",
    "Armenia’s colour-revolution was a broad people’s movement that swept out a corrupt tyrant and restored democracy. Serzh Sargsyan, Armenia’s leader from 2008 was overthrown in 2018. Ask any Armenian, I know many, they will tell you, universally, that SS and his clique “robbed and robbed and robbed”. He rigged the 2008 election, crushed protests and shot 10 dead. He served the limit of two presidential terms, then made himself PM and then with the votes of a lap-dog parliament changed the constitution to secure absolute power. (Maybe he didn’t have convenient brothers). I’m not making all this up. Then like a golden dream came Armenia’s Velvet Revolution of May 2018. There have been other colour-revolutions but foreign manipulation or disgrace of the new leaders soiled some. Armenia’s worked; its leader Nicol Pashinyan is a still popular prime minister. Initially fired-up by educated middle-classes and idealist youth, the mass of workers, rural folk and poorer city classes were drawn in at a second stage, but mobilisation of the working masses was decisive. It was not a worker-peasant revolution but a democratic uprising that for eventual victory needed the masses as a whole.",
    "The People’s Uprising in Lanka recent in weeks is a colour-revolution. A vision fair, a celebration of happier days we may live to see in days to come. A commentator on the web sang out: “Whatever the outcome this struggle will decide the future of Lanka. This is not the same as we have been in the past; it is a spontaneous public uprising against tyranny with no political/race/religious difference – Chiv”. The light beaming from the radiant eyes of thousands of young people is the first time in our 2,000-thousand-year history that we have seen anything like this. Even the Catholic Church has thrown its weight behind the People’s struggle.",
    "But we must circumvent an Arab-Winter (failed Arab-Spring) which follows if things go wrong. Victory of a colour-revolutions and disaster are both within our reach. We are at a cusp. The former is the overthrow of a hated dictator, rouge families, political-cliques which embezzle without restraint, and power-greedy spawns of Satan who chop and change constitutions to retain power in covetous hands. “Proletarian Revolution” in the Leninist mould is off the table. International circumstances do not warrant the moronic notion of “Socialism in One-country”. But circumstances license hopes of victory of progressive social-democracy, perhaps via a liberal-democratic phase after we are rid of Gota.",
    "But hopeful laughter may be beguiling; could our dreaming be in vain? Will we squander our energies and waste the golden hours of youth? The hours slip away; Toselli’s serenade can fly away. Early failure to understand the people’s protests flummoxed the JVP and NPP but they are now awake. The JVP the largest and most influential organisation on the left lacks deep roots in the middle class and among young idealists inspired by democracy. It saw not the young in one another’s arms, the generation that unexpectedly awakened. The JVP (and NPP) like a fish out of water were unable at first to grasp opportunity by the fetlock despite warnings from friends and comrades. It was losing the plot to Sajith and Peratugami. But this colour-revolution was just too big, it shook them up, it woke them. Now old fools like this one can relax; younger, brighter sparks have taken up the tasks of cogitation.",
    "We are on the cusp between a golden dream and an Arab Winter. Gota will not resign, the Rajapaksas will not give up power, they have too much to lose, maybe their necks; these spawns of Satan cannot retreat. A few may flee to Los Angeles or Entebbe, but most of the clan and hangers-on see a shroud. Someone will have to cut the Gordian Knot. A hartal may be the people’s response but success cannot be judged at this time of writing (Wednesday 20th evening). The regime after shooting at Rambukkana may roll out the tanks; otherwise the people will drive out the (Raja)Paksas. However, golden dreams and love-light beaming from radiant eyes of the expectant young cannot alone defeat live ammunition. This is the lesson of failed Arab Springs; Egypt’s al Sissi’s coup, massacre in Syria, defeat in Libya, Algeria and Ethiopia.",
    "The Rajapaksa game is reorganising the Cabinet and appointing junior cardboard puppets. Will they bring back stolen billions, undo damage of moronic decisions (fertiliser, green electricity, goofy ambassadorial and state corporate lackies, ex-militarists in sinecures, a crooked LNG contract). Can puppets dissolve debts and turn on energy by magic? What of the people’s deafening chant “Go Gota Go!”. The protests will not be fooled or compromise at less than ridding Lanka of President and PM. An irresistible force has slammed into an implacable and avaricious obstacle. Only the intervention of a third-force can tip the scales.",
    "A mass walk from Beruwela to Colombo commenced on April 17, a record number entered Colombo on Tuesday (Apr. 19). The forces that can now enter the equation and tilt the balance are state employees, teachers and workers in the services (transport, electricity, banks, communications, petroleum, airports). Unless this class intervenes decisively on the side of the youthful idealists a purely middle-class liberal movement is doomed. The JVP’s Vijitha Herath, teachers’ union Stalin, nurses’ union Saman and many trade union leaders understand and are ready. Strategy is being refined; a start will made with a token strike. The next “long-march” is being planned, there is talk of hartal and general strike.",
    "The shooting at Rambukkana is a sign that the state may be preparing to use force majeure. My title last week Regime Braces for Confrontation seems to holding up. Or was the clash not intended by either side? Anger is swelling and incidents are spreading to all parts of the country except the North. The Tamils in the north have seen it all; petrol and food shortages, power cuts, police and army trucks rolling by every few minutes, so it’s an old story. Not even programmatic promises by the opposition are likely to excite them (none have been offered anyway); they have seen it all and been duped time and again.",
    "The ingredients of a colour-revolution have to be structured and put together differently from the Armenian version. The Armenian leadership enjoyed the confidence of the middle-classes and youthful idealists from day one; there was no leadership vacuum. It’s different here. The People’s Movement as I call it has no recognised personal leaders; there are no names like Nicol Pashinyan and his lieutenants that stand out. The known radical leaders in Sri Lanka belong to the JVP and the NPP. It will be many years before the NPP and JVP can strengthen themselves sufficiently in the middle and educated classes. But right now, only they that can take the message to the masses. A novel leadership working-relationship will have to be worked out soon between different groups.",
    "Neither Sajith-SJB nor the Preratugami can mobilise the working class and rural radicals on a sufficient scale. The former is not a fighting formation, the latter was born too late. The best the JVP and Frontline parties can do is merge. I have chatted with both from time to time; they are like nubile virgins: “He must ask first; we can do if he wants”. Childish! Sectarianism is a blight. Unless all in the opposition collaborate, it will be curtains for all; the recipe for an Arab-Winter, the Galle Face Winter.",
    "[I will end on a nostalgic note. My political life has been parenthesised between two hartals. In 1953 I was 12 years old and it brought me to Samasamajism – books, Marx and theoretical b-s came later. Now 70 years-on as I wait in the departure lounge this happens to close the brackets! In the unlikely event that I am sent to heaven, maybe the Cardinal will issue a visa, there is one hell of a lot of explaining I will have to do].",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}