{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/29/15-finance-and-monitoring-committees-pms-special-statement/",
  "time_ut": 1653830400,
  "title": "15 Finance and Monitoring Committees – PM’s Special Statement",
  "body_lines": [
    "COLOMBO (News 1st); Prime Minister Ranil Wickremesinghe has proposed for the appointment of 15 Finance and Monitoring Committees to resolve the economic crisis.",
    "The Prime Minister in a special statement on Sunday (29) evening pointed out that there are currently two issues in the political arena; one being the re-implementation of the 19th Amendment, and the second being the abolition of the Executive Presidency.",
    "“The period and methodology of these two steps can be decided by the party leaders,” he stated.",
    "The Prime Minister further stated that a common allegation is that the Parliament has not taken steps to solve the economic crisis, and he noted that this was mainly due to the Executive having more power, and a weakened parliament.",
    "Therefore, the Prime Minister said that the proposed 21st Amendment increases the powers of Parliament, however stated that it alone will not be satisfactory. He also said that the current monetary rules must be amended.",
    "Pointing out that they have to take Government revenue to between 18% and 20% of GDP in the next decade, the Prime Minister said that a special Committee on Strategies and Procedures will be appointed for this purpose.",
    "Accordingly, these will be the committees that propose measures to increase the revenue of the Government, he mentioned.",
    "The Prime Minister proposed a Committee on Banking and Financial Services. Moreover, he proposed for the appointment of ten oversight committees, which can be divided into Government subjects.",
    "Accordingly, five Finance Committees and 10 Oversight Committees, which are chaired by backbench members of Parliament will be appointed, the Prime Minister says.",
    "Furthermore, he proposed for the appointment of four youth representatives to all 15 committees, with one being from the Youth Parliament, and other three from the protesting groups and youth groups.",
    "The Prime Minister noted that the National Council can thereafter discuss policies and decisions reached by the Cabinet of Ministers.",
    "He also said the Political Board has the right to convene the Cabinet and summon the Chairmen of Committees.",
    "According to this new system, the Prime Minister said that the President should be accountable to Parliament, in addition to the Cabinet, the National Council, Committees and the fifteen Oversight Committees."
  ]
}