{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/World-Bank-denies-Foreign-Ministrys-claim-of-700-million-financing/342-238022",
  "time_ut": 1653907920,
  "title": "World Bank denies Foreign Ministry’s claim of $700 million financing",
  "body_lines": [
    "The World Bank today refuted the Foreign Ministry’s claim that it has promised to disburse approximately USD 700 Million to Sri Lanka within the next few months.",
    "Issuing a statement, the World Bank Country Director for Sri Lanka Faris H. Hadad-Zervos said that recent media reports have inaccurately stated that the World Bank is planning support for Sri Lanka in the form of a bridge loan or new loan commitments, among other incorrect assertions.",
    "\"The bank is concerned for the people of Sri Lanka and is working in coordination with the IMF and other development partners in advising on appropriate policies to restore economic stability and broad-based growth. Until an adequate macroeconomic policy framework is in place, the World Bank does not plan to offer new financing to Sri Lanka,\" he said.",
    "Faris H. Hadad-Zervos further said, “we are currently repurposing resources from previously approved projects to help the government with some essential medicines, temporary cash transfers for poor and vulnerable households, school meals for children of vulnerable families, and support for farmers and small businesses.”",
    "The Foreign Ministry in Colombo released a statement over the weekend stating that the World Bank Country Manager said her office was working with other organizations such as ADB, Asian Infrastructure Investment Bank (AIIB), and UN office and encourages them for ‘re-purposing’ their already committed projects to help the people of Sri Lanka at this difficult time. The Foreign Ministry said she had also claimed that the World Bank will disburse approximately USD 700 Million to Sri Lanka within the next few months."
  ]
}