{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-end-of-shane-warnes-magic/",
  "time_ut": 1647441120,
  "title": "The end of Shane Warne’s MAGIC",
  "body_lines": [
    "There were emotional scenes as family, loved ones, and fans, assembled to meet the private charter flight, carrying the body of the 52-year-old cricket legend, Shane Warne, home, to Melbourne.",
    "The arrival came almost a week after his shock death, in Thailand. And, the big question is what really caused Shane Warne’s death!",
    "Could any of the following been a contributory factor to his death?",
    "* Warne’s two bouts with Covid, and lifestyle, may offer clues into his sudden death. (So bad was his experience with the first Covid attack that he had to use a ventilator to help him recover.)",
    "* Studies have shown Covid can increase the risk of heart problems in some.",
    "* Warne was also a habitual smoker, who was also known to be a lover of junk food.",
    "* His manager said Warne also often tried liquid-only diets to trim down.",
    "According to the Australian spin legend’s manager, James Erskine, Shane Warne had recently complained of ‘chest pain and sweating’ after undergoing a “ridiculous” two-week fluid-only diet before he left for his vacation.",
    "A state funeral will be held for Warne, at the Melbourne Cricket Grounds, on the evening of March 30.",
    "Just a couple of weeks ago, I was one of a few million people who enjoyed the theatrics of Shane Warne on Foxtel’s coverage of a T20 game between Australia and Sri Lanka. The legend, and undoubted king of leg spin, was needling one of his partners in crime, Mark Waugh, in the commentary box, siding with the Lankans who were in low ebb after the series had been decided, suggesting he was moving across to the Sri Lanka dressing room.Warne openly professed, on that day, after being quizzed by co-commentator, Brandon Julian, about his love for Sri Lanka and its people, who openly embraced him during his success, while touring with the Australian team. “I love the Sri Lankans and their people and their warm hospitality; it’s a special place in the world for me and my family,” said Warne. Obviously in jest, he then questioned Waugh whether he would be allowed back into the Australian dressing room if the game, heading at the time in Sri Lanka’s favour, changed, to which Waugh retorted, “no way”.This was the kind of banter he generated, together with the expert commentary team, on Foxtel, which had fans glued for its entertainment, outside the game. A fierce competitor on the field, and a larrikin of it, Warne etched his name as one of the most inspirational cricketers the world has ever seen. His insightful and fearlessness forthright comments attracted controversy and respect.  He possessed an incisive cricketing brain. Many believe he should have captained Australia. His contribution to Australian cricket parallels the golden era of sadly departed Rod Marsh and Dennis Lillee, who kept the Aussies at the pinnacle of world cricket. Reviving the art of leg spin, and taking it to another place with his unique skill, he captured 708 wickets in Tests, only second in the world to Sri Lanka’s off spinner Muttiah Muralitharan, who had 800. His contribution off the field was remarkable…always ready to guide the generation of leg spinners, after him, immaterial of which country they represented. As a humanitarian, Warne will be revered forever by Sri Lankans for his selfless contribution to Sri Lanka when the tsunami devastated many parts of the country. His favourite ground, in Sri Lanka, was Galle, in the Island nation’s South which gave him his best memories, which kick-started a fantastic career. He was quick to respond to his mate Muralitharan’s plea for help and was instrumental in raising much needed funds, through some of his personal channels, and the Victorian government. In 145 Tests, which began in 1992, against India, at the SCG, Warne accumulated 708 wickets, including 37 five-wicket hauls, and captured 10 wickets on 10 occasions. He snared 293 scalps in 194 one-day Internationals. His contribution to Australian cricket was numerous, including winning the World Cup, in 1999, and captured the most number of wickets on the Ashes series -195.His efforts also saw him inducted into the ICC Hall of Fame, and he was named one of Wisden’s five cricketers of the century. Shane Warne leaves behind a legacy that Australia, and the cricketing world, will be proud about…for his contribution to the sport and, most importantly, that life has to have a balance out of it. In all these respects, he was one of a kind. May the turf he so loved, lay lightly on him.",
    "‘Destroy in order to save’ strategy figuring in Ukraine invasion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}