{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82755/nepal-suspends-search-for-missing-plane-with-22-on-board",
  "time_ut": 1653842100,
  "title": "Nepal suspends search for missing plane with 22 on board",
  "body_lines": [
    "(Reuters) - A small passenger plane with 22 people on board went missing in cloudy weather in Nepal on Sunday and authorities suspended a search in difficult terrain as night fell.",
    "“The search operation has been suspended for today because of the darkness,” police spokesperson Bishnu Kumar K.C told Reuters. “We could not make any progress. The search will resume early tomorrow.”",
    "Officials said bad weather and mountainous terrain had hampered their efforts to locate the plane, a De Havilland Canada DHC-6-300 Twin Otter operated by privately owned Tara Air.",
    "The plane took off in the morning for a 20-minute flight but lost contact with the control tower five minutes before it was due to land, government officials said.",
    "The plane departed from the tourist town of Pokhara, 125 km (80 miles) west of the capital, Kathmandu. It was headed for Jomsom, which is about 80 km (50 miles) northwest of Pokhara and is a popular tourist and pilgrimage site.",
    "State-owned Nepal Television said villagers had seen an aircraft on fire at the source of the Lyanku Khola River at the foot of the Himalayan mountain Manapathi, in a district bordering Tibet.",
    "“Ground search teams are proceeding toward that direction,” Tara Air spokesperson Sudarshan Gartaula told Reuters, referring to the fire site. “It could be a fire by villagers or by cowherds. It could be anything.”",
    "The Civil Aviation Authority of Nepal (CAAN) also said a team was headed to that area.",
    "The airline said the plane was carrying four Indians, two Germans and 16 Nepalis, including three crew.",
    "Flight-tracking website Flightradar24 said the missing aircraft, with registration number 9N-AET, made its first flight in April 1979.",
    "The weather office said there had been thick cloud cover in the Pokhara-Jomson area since the morning.",
    "Nepal, home to eight of the world’s 14 highest mountains, including Everest, has a record of air accidents. Its weather can change suddenly and airstrips are typically located in mountainous areas that are hard to reach.",
    "In early 2018, a US-Bangla Airlines flight from Dhaka to Kathmandu crashed on landing and caught fire, killing 51 of the 71 people on board.",
    "In 1992, all 167 people aboard a Pakistan International Airlines plane were killed when it ploughed into a hill as it tried to land in Kathmandu."
  ]
}