{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/protests-and-children/",
  "time_ut": 1649434440,
  "title": "Protests and children",
  "body_lines": [
    "The incumbent government has failed miserably, and the people have a legitimate right to demand its ouster, and hold protests to achieve their goal. Perhaps, they would not have had to take to the streets in this manner, asking President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and others to go home, if the Local Government elections had been held on schedule; they would have been able to give vent to their pent-up anger through the ballot, and thereby belie the government’s claim that the majority of voters are still with it. The ongoing protests are not merely against the high cost of living and various shortages which have caused untold hardships to the public; they also concern broader issues such as nepotism, the abuse of power, corruption and fraudulent deals that have cost the country some of its vital assets.",
    "Some protesters are, however, doing something wrong; they involve their underage children in protests. Quite a few parents have been seen holding their little children, including infants, at protests. It is not only rubber bullets, tear gas, baton charges and stampedes that should be of concern to these parents. The pandemic is far from over; children are in the high-risk group and they should not be kept in crowded places, where they may be exposed to coronavirus and perhaps other germs as well. Maybe, these parents, at the end of their tether, want to drive home their message that their protests are for the sake of their children. All Sri Lankan parents are concerned about the future of their children; only a single family may be free from such concerns and anxieties. Their message is loud and clear: unless the current mess is cleaned up urgently, there will be no country left for future generations. Educated, intelligent, talented youth are so frustrated that they are leaving the country in droves. One wonders whether they are being systematically driven away so that the brats of the powers that be will be free from challenges. But nothing, in our book, will extenuate the blameworthiness of the parents who bring their precious children to protests.",
    "It has also been reported that some bankrupt political elements, using the ongoing protests to gain political traction, are trying to take school children out. They must be made to abandon their sinister attempt to compass their political ends at the expense of children. It behoves teachers and parents to recall what befell students in the late 1980s, when they were driven to protest and even confront the police and the military. Some of the unfortunate children who fell prey to these bogus liberators were buried in a mass grave at the summit of Suriyakanda.",
    "Parents and teachers should beware the self-proclaimed liberators who use the blood of the country’s children and youth to power their political project. One may not buy into the government propagandists’ claim that failed revolutionaries are responsible for the current wave of protests, but they are sighted among the genuine protesters demanding solutions to their problems and trying to make this country a better place for their children. As festering wounds are to maggots so are protests to washed-up revolutionaries looking for causes to champion so as to remain relevant in politics. These bankrupt elements looking for political straws to clutch at must not be allowed to spoil people power.",
    "Meanwhile, the National Child Protection Authority (NCPA) has urged parents to refrain from making their underage children participate in protests. This appeal should be heeded. The NCPA deserves praise for its concern for children and having made a timely request.",
    "Children have numerous other problems. The NCPA should make an intervention to have schoolchildren’s transport issues sorted out. The current diesel shortage has crippled the school transport system. Even when fuel was freely available, children suffered in overcrowded school vans and buses. Their plight must be far worse today. The NCPA and the police, under media pressure, adopted some remedial measures, but the problem persists.",
    "The NCPA should also be concerned about the children whose parents have to spend not just hours but days in queues for fuel, gas, etc., and their nutritional and health needs. Will it crank up pressure on the government to be considerate towards children?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}