{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Linus-Jayatilake-Sept-1942-May-2022-A-Comrade-of-all-Working-PeopLe/231-237056",
  "time_ut": 1652639460,
  "title": "Linus Jayatilake (Sept. 1942 - May 2022): A Comrade of all Working PeopLe",
  "body_lines": [
    "I first met Linus Jayatilake about a decade ago as some of us began engaging trade unions. While I had heard about Linus from my father, meeting Linus at the Commercial and Industrial Workers Union (CIWU) office on Barracks Lane, began a friendship that deeply influenced me. Linus’ sensibilities of relating to people in a most affectionate manner while engaging them politically towards organising work, immediately left me with lasting impressions. It was abundantly clear that Linus is someone with whom everyone could work with as well as learn from, given his broad experience and commitment to social justice.",
    "While Linus was a committed and strong trade unionist, his energies and work had breadth addressing issues such as the rural question, the rights of minorities and the national question, and the democratic future of the country. It is his capacity to work on the most minute trade union issues while thinking and organising towards broader emancipation that was most admirable.",
    "Linus had the capacity to work on a range of issues. On the trade union front he was involved in the day to day organising work of the CIWU and leading the United Federation of Labour (UFL). This involved much negotiation with the employers, even as he framed and confronted contemporary workers issues characterised by increasing informalisation of labour and a push towards precarious employment practices. One of my most memorable times with Linus was a two day workshop with factory leaders of CIW in Habarana where I was asked to (CIWU) and discuss the impact of neoliberal policies on the working class. On the long bus journey to the evening drinks, I could observe the deep respect that workers had towards Linus and his caring leadership reflective of his priestly training and past.",
    "In the mid-2010s he took leadership of the National Association for Trade Union Research and Education (NATURE) as its General Secretary. Recognising the importance of academic, research and intellectual work, and the gulf that had emerged in their relationship to the trade unions and the working class movement over the last few decades, Linus spent considerable energy trying to mentor a younger generation of researchers. This collaboration between NATURE and some of us who had formed the Collective for Economic Democratisation, led to the broadening of our intellectual and activist horizons. While the collaboration was contingent on the voluntary energies of the group of researchers, it culminated in many productive discussions and workshops. While Linus was stretched with his responsibilities, he never shied from taking up new initiatives and finding time to engage younger activists in whom he placed much confidence.",
    "While Linus was a trade union leader, his heart was as much in the rural question. After the passing of Sarath Fernando, the founder leader of the Movement on National Land and Agricultural Reform (MONLAR), Linus provided considerable leadership to this organisation. Linus’ concerns for minorities was evident from the campaign he initiated through MONLAR in the estates, with demands for housing and agricultural land for the long exploited and deprived Up-Country Tamil community.",
    "Linus at heart was a socialist and internationalist from his long affiliation with the Nava Sama Samaja Party (NSSP). From the struggles of the workers, particularly after the crushing defeat of the July 1980 General Strike, to repression of the Tamil community during the civil war, Linus saw a close relationship between the class question and the national question. Learning from international experiences of changes in labour politics to the ways in which states repressed workers and minorities, Linus always sympathetically sought to engage the concerns of minorities. That vision was all the more important given the legacy of the Sinhala majoritarian turn of the Left and Labour movements in Sri Lanka.",
    "Linus was always approachable and open to disagreements. For example, we often disagreed on our interpretations of the idea of the “right to self-determination” in relation to the Tamil question. I claimed that it did not apply to the national question in Sri Lanka, and I would accuse him of taking a dogmatic position to the detriment of democratising Tamil society. He would disagree patiently, and call me again in a few days to work on a campaign or to get my thoughts on economic developments. Such openness above all and his commitment to people was what endeared him to all.",
    "Linus over the decades had fashioned himself as an activist leader, who would not antagonise anyone. He came from a generation of leftists with vast exposure, wide reading and deep understanding of issues. I often imagine Linus sitting across the table from some senior bureaucrat or powerful employer; his communication when negotiating workers issues would have at least got a hearing. Indeed, he has narrated many stories of such negotiations, and embedded in such stories was often a lesson or analysis of how capital and labour worked. Linus’ generation of such articulate trade unionists are sadly coming to an end, and the trade union movement has a tremendous void to fill.",
    "Linus for all those who knew him, was an irresistible personality, grounded in his organising work and with the most humane sensibilities. In appreciating the many decades of work by Linus, I can’t think of a more fitting person that could be truly considered a socialist humanist. Linus Jayatilake will remain an inspiration to the younger generations of trade unionists and activists, and his legacy will continue in the struggles for social justice by working people for whom he dedicated his life."
  ]
}