{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-hopes-to-reduce-power-cuts-after-april-02-indian-diesel-ship-92305/",
  "time_ut": 1648705440,
  "title": "Sri Lanka hopes to reduce power cuts after April 02 Indian diesel ship",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka hopes to reduce power cuts from April 02, with the arrival of a diesel ship from India, Power Minister Pavithra Wanniarchchi said.",
    "“A ship under the Indian credit line will arrive on the night of April 01. The Ceylon Electricity Board will get fuel from April 02.",
    "Power Ministry Secretary M M C Ferdinandez said on April 04, a furnace oil ship is also expected."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දීය ඩීසල් නෞකාව අප්‍රේල් 02 වැනිදායින් පසු විදුලි කප්පාදුව අවම කිරීමට ශ්‍රී ලංකාව බලාපොරොත්තු වේ",
      "body_lines": [
        "ECONOMYNEXT – ඉන්දියාවෙන් ඩීසල් නෞකාවක් පැමිණීමත් සමඟ අප්‍රේල් 02 වැනිදා සිට විදුලි කප්පාදුව අවම කිරීමට ශ්‍රී ලංකාව බලාපොරොත්තු වන බව විදුලිබල අමාත්‍ය පවිත්‍රා වන්නිආරච්චි මහත්මිය පැවසුවාය.",
        "“අප්‍රේල් 01 වැනිදා රාත්‍රියේ ඉන්දීය ක්‍රෙඩිට් රේඛාව යටතේ නෞකාවක් එනවා. ලංකා විදුලිබල මණ්ඩලයට අප්‍රේල් 02 වැනිදා සිට ඉන්ධන ලැබෙනවා.",
        "විදුලිබල අමාත්‍යාංශයේ ලේකම් එම් එම් සී ෆර්ඩිනැන්ඩස් පැවසුවේ අප්‍රේල් 04 වැනි දින උදුන තෙල් නැවක් ද අපේක්ෂා කරන බවයි."
      ]
    },
    "ta": {
      "title": "ஏப்ரல் 02 ஆம் திகதிக்கு பின்னர் இந்திய டீசல் கப்பலின் மின்வெட்டு குறைக்கப்படும் என இலங்கை நம்புகிறது",
      "body_lines": [
        "பொருளாதாரம் – இந்தியாவில் இருந்து டீசல் கப்பல் ஒன்று வருவதன் மூலம் ஏப்ரல் 02 முதல் மின்வெட்டு குறைக்கப்படும் என இலங்கை நம்புகிறது என்று மின்சக்தி அமைச்சர் பவித்ரா வன்னியாச்சி தெரிவித்தார்.",
        "“இந்திய கடன் வரியின் கீழ் ஒரு கப்பல் ஏப்ரல் 01 ஆம் தேதி இரவு வரும். ஏப்ரல் 02 முதல் இலங்கை மின்சார சபைக்கு எரிபொருள் கிடைக்கும்.",
        "ஏப்ரல் 04 ஆம் திகதி உலை எண்ணெய்க் கப்பலும் எதிர்பார்க்கப்படுகிறது என மின்சக்தி அமைச்சின் செயலாளர் எம்.எம்.சி பெர்டினாண்டஸ் தெரிவித்தார்."
      ]
    }
  }
}