{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/an-underground-library-in-the-1940s/",
  "time_ut": 1655476080,
  "title": "An Underground Library in the 1940s",
  "body_lines": [
    "Please do not say this is old hat and 80 years ago. That’s true. But to me during this very dire time, any glimmer of hope or shining example of generosity is a blessing. A war continues in Ukraine; the world faces a recession; and we in Sri Lanka are in crisis as never before. The worst is that our situation has been caused by a government led by the Rajapaksas with a sycophantic Cabinet and an apparently incompetent as Governor of the Central Bank. We have never had it so bad, even during WWII when Ceylon was involved as headquarters of the South East Asia Command; or during our 29 years of civil war. People in the North suffered even more than us now and armed forces personnel, especially soldiers, made the ultimate sacrifice with their lives. But though there were countries/persons who caused the war – Nazi Germany and Prabhakaran in our case, never did rulers lead us to such travails.",
    "So here is my edited story from an article sent me from  History Today June 2022 by Emily Putzke.",
    "In 1939 at the very start of WW II the Jews were segregated in Poland and other countries. Laws were immediately promulgated circumscribing their lives. Among them were laws limiting access to books. Lending libraries were closed in the Jewish quarter and they were forbidden using public libraries. A ghetto was established in Warsaw in the autumn of 1940, enclosing half a million Jews to a small section of the city, surrounding it with a ten foot brick wall. Daily meagre rations were given them grudgingly. As many as 83,000 died from starvation in less than two years and hundreds of thousands were deported to Treblinka extermination camp during that summer.",
    "Basia Berman was one of the few Jews to be employed by the Warsaw Public Library before the war. Even before segregation of Jews in the ghetto had begun, she was a one-woman-walking librarian with her ‘wandering library’ in her valise, delivery books to the homeless. When the Warsaw Ghetto was sealed in November 1940, a part of the Warsaw Public Library came within its boundaries. Berman managed to get permission to use this part of the building within the Ghetto and named it CENTOS, a children’s welfare organisation but covertly establishing an underground children’s library within. She got donations of banned books from closed libraries and made them available in spite of reading being banned to inmates of the ghetto and more so Yiddish and Polish books. The library was under a room deceptively decorated with pictures and cut-outs. Discussions and Yiddish book reading sessions were held to keep alive their Jewish traditions and culture. The kids were also taught Hebrew.",
    "‘The thirst for knowledge that the children showed in those terrible times was truly wondrous’, Berman commented in her memoir, City Within a City (2012). ‘The book became a vital need, almost like bread.’ A survivor of the Warsaw Ghetto recalled how a boy continued immersed in the book he was reading while his home was destroyed and entire family bundled in for deportation to a camp. “But the 12-year boy was lost and swept in his newly discovered worlds, not hearing or seeing what was happening around him.”",
    "Berman and her husband Adolf escaped from the ghetto in September 1942 and sought a safe haven in the ‘Aryan side’ of Warsaw and became leaders of the Jewish underground movement. As writer Emily Putzke wrote, “Berman helped to lead the Jewish community in a subtle, yet defiant form of resistance. Books were a source of life and sustenance for the human spirit, a way to preserve one’s humanity amid a dehumanising reality.”",
    "I am personally rather tired of prophets of doom who keep harping on the troubles still to beset us. Of course we need to know the truth; most certainly we want to have stark realities made known, but please, not all the time. Scatter us some glimmers of hope, Prime Minister, and Dr Harsha de S too even if you have to seek diligently for them like the proverbial needle in a haystack. We hardly listen to other VVIPs and mea culpas, and thankful smiley cawing of crows; boasts of jogging lanes being built on ancient wewa bunds; and bon homie from one side of the mustachio-ed mouth and vituperation of the evilest sort from the other are ended now, kaput, thanks mostly to the Aragalaya youth who also taught the wonder of non-racial, non-religious togetherness.",
    "We, the discerning public, are even more sick and tired of shouting, screaming, grousing in long queues of our people. Of course this situ is deplorable and the government needs to take positive, alleviating steps and not merely wait for donated or loaned-at-high-interest-rate ‘gifts’ from overseas. Lankans in the southern regions of the island are adept at grousing and vituperating and seem to enjoy the time spent in queues. Or to be charitable, stay in queues with no alternative. But it now looks as if when petrol stations are closed too, the queues of standing people continues. Maybe they wait in anticipation of being featured in a TV news clip!",
    "I asked a young woman from Jaffna how it is over there. No queues. They know how to manage with what they have, since they have had to go through worse times. “Most houses have a compound to make an open fireplace and plenty of tinder is available” They do not waste time but are ever industrious in their cultivation mostly. So the spectre of shortage of food and soaring prices are also met to a certain extent.",
    "Another breed, detestable as self interested politicians are, are the hoarders. Rice is not sold anywhere in her hamlet a weekly help said. Hoarded to sell when prices escalate.",
    "In this gloomy doom that shrouds us came sharp rays of light to gladden my heart. I heard tales of how people are going out that extra step or two to help others. We have communities self helping; villagers assisting each other. During the height of the civil war, I remember a young man from just south of Vavuniya saying that no racial bias was with them. Tamil farmers helped Sinhala and Muslim paddy workers to harvest their fields and they in turn helped the others.",
    "We now help more the underprivileged. The three wheeler charioteers who help me say they spend at least two to three hours getting petrol pumped into their vehicles to run on hires the next day. So it’s paying double or treble their fare in appreciation.",
    "I heard paediatrician Dr Priyani Pethiyagoda giving sensible, practical advice to parents to include as much nutrition as possible in a child’s meals; for example a handful of dried sprats in the vegetable curry. To me, the greater significance of what she said was how she said it. She spoke one to one as a mother and house manager, with conviction and obvious sincerity.",
    "I have heard how difficult it was for the staff of Lady Ridgeway Hospital when Covid 19 attacked children. The doctors and nurses worked around the clock, giving of themselves with no thought of fatigue or danger. I personally know of last minute excuses offered by a paediatrician excusing herself from a lunch due to a child in her ward being direly ill and needing her attention. “I cannot leave the kid to others to manage.” It was a laborious process of dressing and then returning home late – six days of the week – shedding all that protective covering and clothes outside the home, bathing, and then coming together with husband and kids.",
    "Lady Ridgeway Hospital for Children is one among many where staff working in them have contributed money to better equip the hospital. For example at Lady Ridgeway, the staff have contributed to procure expensive medical equipment such as oxygen regulators, ventilators, infusion pumps and much more, Also trolleys, folding beds, and of course food and beverage items. We need to remember that often mothers or guardians caring for their children in the wards are also given food, clothes, money too by staff members. It is typical of Sri Lankans that poor though they be, they help each other. This the person I know at Lady Ridgeway told me that patients’ elders help poorer persons whose children are warded.",
    "VIP doctors also procure donations from organisations; one instance, the Colombo Branch of the OGA of Girls High School, Kandy, donated a very expensive piece of equipment to Lady Ridgeway Hospital after one of their very successful fund raisers, which now raise millions.",
    "There is so much good in the people of Sri Lanka. It lightens the mind and makes happy in the heart to hear of people helping each other. In the instance I write about, these medical specialists: specialist paediatricians , house officers, nursing staff, all give of their expertise, time and effort tirelessly and then help more by giving some of their hard earned money to help the less able.",
    "With such, Sri Lanka has to overcome all evil political bloodsuckers and heal herself to become whole, beautiful and peaceful again.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "1940 ගණන්වල භූගත පුස්තකාලයක්",
      "body_lines": [
        "කරුණාකර මෙය පැරණි තොප්පියක් සහ වසර 80 කට පෙර යැයි නොකියන්න. ඒක ඇත්ත. නමුත් මෙම ඉතා භයානක කාලය තුළ මට බලාපොරොත්තුවේ ඕනෑම දිලිසීමක් හෝ ත්‍යාගශීලීත්වයේ දීප්තිමත් ආදර්ශයක් ආශීර්වාදයකි. යුක්රේනයේ යුද්ධයක් දිගටම පවතී; ලෝකය අවපාතයකට මුහුණ දෙයි; ඒ වගේම ශ්‍රී ලංකාවේ අපි වෙන කවරදාකටත් වඩා අර්බුදයක. නරකම දෙය නම් අපේ මේ තත්ත්වයට හේතු වී ඇත්තේ රාජපක්ෂලාගේ නායකත්වයෙන් යුත් තුප්පහි කැබිනට් මණ්ඩලයක් සහ මහබැංකු අධිපතිවරයා ලෙස පෙනෙන පරිදි අදක්ෂ ආණ්ඩුවක් වීමයි. දෙවන ලෝක යුද්ධයේදී ලංකාව අග්නිදිග ආසියානු විධානයේ මූලස්ථානය ලෙස සම්බන්ධ වූ විට පවා අපට එය මෙතරම් නරක වී නැත. නැතහොත් අපගේ වසර 29ක සිවිල් යුද්ධයේදීය. උතුරේ ජනතාව දැන් අපටත් වඩා දුක් විඳිමින් සිටින අතර ත්‍රිවිධ හමුදාවේ පිරිස්, විශේෂයෙන් සෙබළුන් සිය ජීවිත පරිත්‍යාගයෙන් උපරිම කැපකිරීම් කළහ. නමුත් යුද්ධය ඇති කළ රටවල්/පුද්ගලයන් - නාසි ජර්මනිය සහ අපේ නඩුවේ ප්‍රභාකරන් සිටියත්, පාලකයන් කිසි විටෙකත් අපව එවැනි දුෂ්කරතා කරා ගෙන ගියේ නැත.",
        "එහෙයින්, 2022 ජූනි මස ඉමිලි පුට්ස්කේ විසින් මට එවන ලද History Today වෙතින් ලිපියකින් මගේ සංස්කරණය කළ කතාව මෙන්න.",
        "1939 දී දෙවන ලෝක යුද්ධය ආරම්භයේදීම යුදෙව්වන් පෝලන්තයේ සහ වෙනත් රටවල වෙන් කරන ලදී. ඔවුන්ගේ ජීවිත සීමා කරමින් නීති වහාම ප්‍රකාශයට පත් කරන ලදී. ඒ අතර පොත්වලට ප්‍රවේශය සීමා කරන නීති ද විය. යුදෙව් කාර්තුවේ ණය දෙන පුස්තකාල වසා දැමූ අතර ඒවා මහජන පුස්තකාල භාවිතා කිරීම තහනම් විය. 1940 සරත් සෘතුවේ දී වෝර්සෝ හි ගිටෝවක් පිහිටුවන ලද අතර, යුදෙව්වන් මිලියන භාගයක් නගරයේ කුඩා කොටසකට කොටු කර, අඩි දහයක ගඩොල් බිත්තියකින් එය වට කර ඇත. ඔවුන්ට දෛනික සොච්චම් සලාක ලබා දුන්නේ අකමැත්තෙනි. වසර දෙකකට අඩු කාලයකදී 83,000ක් පමණ සාගින්නෙන් මිය ගිය අතර එම ග්‍රීෂ්ම කාලය තුළ ලක්ෂ සංඛ්‍යාත පිරිසක් ට්‍රෙබ්ලින්කා සමූලඝාතන කඳවුරට පිටුවහල් කරන ලදී.",
        "බසියා බර්මන් යුද්ධයට පෙර වෝර්සෝ මහජන පුස්තකාලයේ සේවය කළ යුදෙව්වන් කිහිප දෙනාගෙන් කෙනෙකි. ගෙටෝවේ යුදෙව්වන් වෙන් කිරීම ආරම්භ වීමටත් පෙර, ඇය තම 'ඉබාගාතේ යන පුස්තකාලය' සමඟින්, නිවාස නොමැති අයට පොත් බෙදා හැරීම සමඟ තනි කාන්තාවක් පමණක් ඇවිද ගිය පුස්තකාලයාධිපතිවරියක් වූවාය. වර්ෂ 1940 නොවැම්බරයේදී වෝර්සෝ ගෙටෝව මුද්‍රා තැබූ විට, වෝර්සෝ මහජන පුස්තකාලයේ කොටසක් එහි සීමාව තුළට පැමිණියේය. Ghetto තුළ ගොඩනැගිල්ලේ මෙම කොටස භාවිතා කිරීමට අවසර ලබා ගැනීමට බර්මන් සමත් වූ අතර එය CENTOS, ළමා සුභසාධන සංවිධානයක් ලෙස නම් කරන ලද නමුත් එය තුළ රහසිගතව භූගත ළමා පුස්තකාලයක් ස්ථාපිත කළේය. ඇය වසා දැමූ පුස්තකාලවලින් තහනම් පොත් පරිත්‍යාග ලබා ගත් අතර ගෙටෝ හි රැඳවියන්ට කියවීම තහනම් කර තිබියදීත්, යීඩිෂ් සහ පෝලන්ත පොත්පත් ලබා දීමටත් ඇය කටයුතු කළාය. පුස්තකාලය තිබුණේ පින්තූර සහ කටවුට් වලින් වංචනික ලෙස සරසා තිබූ කාමරයක් යටය. ඔවුන්ගේ යුදෙව් සම්ප්‍රදායන් සහ සංස්කෘතිය සජීවීව තබා ගැනීම සඳහා සාකච්ඡා සහ යීදිෂ් පොත් කියවීමේ සැසි පැවැත්විණි. ළමයින්ට හෙබ්‍රෙව් භාෂාවත් ඉගැන්නුවා.",
        "‘ඒ බිහිසුණු කාලවලදී දරුවන් පෙන්වූ දැනුම පිපාසය ඇත්තෙන්ම පුදුම සහගතයි’, බර්මන් සිය මතක සටහන් වන City Within a City (2012) හි සඳහන් කළාය. ‘පොත පාන් වගේ අත්‍යවශ්‍ය අවශ්‍යතාවක් වුණා.’ වෝර්සෝ ගෙටෝහි දිවි ගලවා ගත් අයෙක් තම නිවස විනාශ වී මුළු පවුලම කඳවුරකට පිටුවහල් කිරීම සඳහා පොදි බැඳගෙන සිටියදී පිරිමි ළමයෙකු තමන් කියවන පොතේ දිගටම ගිලී සිටි ආකාරය සිහිපත් කළේය. \"නමුත් 12 හැවිරිදි පිරිමි ළමයා අතරමං වූ අතර ඔහුගේ අලුතින් සොයාගත් ලෝකවල ගසාගෙන ගියේය, ඔහු වටා සිදුවන දේ ඇසීමට හෝ නොදැකීම.\"",
        "බර්මන් සහ ඇගේ සැමියා ඇඩොල්ෆ් 1942 සැප්තැම්බර් මාසයේදී ගෙටෝවෙන් පැන ගොස් වෝර්සෝ හි 'ආර්ය පැත්තේ' ආරක්ෂිත තෝතැන්නක් සොයමින් යුදෙව් භූගත ව්‍යාපාරයේ නායකයින් බවට පත්විය. ලේඛකයෙකු වන Emily Putzke ලියා ඇති පරිදි, “බර්මන් යුදෙව් ප්‍රජාව සියුම්, නමුත් නොහොබිනා ආකාරයේ ප්‍රතිරෝධයක් තුළ මෙහෙයවීමට උපකාර කළේය. පොත් යනු මනුෂ්‍ය ආත්මයට ජීවය සහ පෝෂණය වන අතර, අමානුෂික යථාර්ථයක් මධ්‍යයේ කෙනෙකුගේ මනුෂ්‍යත්වය ආරක්ෂා කිරීමට මාර්ගයකි.",
        "තවමත් අපව වට කර ගැනීමට ඇති කරදර ගැන දිගින් දිගටම හඬ නගන විනාශයේ අනාගතවක්තෘවරුන් ගැන මම පෞද්ගලිකව වෙහෙසට පත්ව සිටිමි. ඇත්තෙන්ම අපි සත්‍යය දැනගත යුතුයි; නියත වශයෙන්ම අපට අවශ්‍ය වන්නේ අමූලික යථාර්ථයන් ප්‍රසිද්ධ කිරීමටය, නමුත් කරුණාකර, සෑම විටම නොවේ. පිදුරු ගොඩක ඉඳිකටුවක් මෙන් ඔබ ඔවුන් වෙනුවෙන් වෙහෙස මහන්සි වී සෙවිය යුතු වුවද, අගමැතිතුමනි, ආචාර්ය හර්ෂ ද එස් ද අපට බලාපොරොත්තුවේ දිලිසීමක් ලබා දෙන්න. අපි වෙනත් VVIPs සහ mea culpas වලට ඇහුම්කන් නොදෙන අතර, ස්තුතිවන්ත වන සිනහවෙන් කපුටන් කෑගසමු; පෞරාණික වැව් බැමි මත ඉදිකෙරෙන ජෝගිං මංතීරු ගැන පුරසාරම් දොඩයි; සහ උඩු රැවුලින් කටේ එක පැත්තකින් බොන් හෝමි සහ අනික් පැත්තෙන් නරකම වර්ගයේ නපුරුකම දැන් අවසන්, කපුත්, බොහෝ විට ජාති, ආගම් භේදයකින් තොරව එකමුතුකමේ අසිරිය කියා දුන් අරගලය තරුණයන්ට පිං සිදුවේවා.",
        "විචක්ෂණශීලී මහජනතාව වන අපි, අපගේ මිනිසුන්ගේ දිගු පෝලිම්වල කෑගැසීම්, කෑගැසීම්, ඝෝෂා කිරීම් නිසා ඊටත් වඩා අසනීප වී වෙහෙසට පත්ව සිටිමු. ඇත්ත වශයෙන්ම මෙම තත්ත්වය කණගාටුදායක වන අතර රජය ධනාත්මක, සමනය කිරීමේ පියවර ගත යුතු අතර විදේශයන්ගෙන් ලැබෙන පරිත්‍යාග හෝ ඉහළ පොලී අනුපාත 'තෑගි' සඳහා බලා සිටීම පමණක් අවශ්‍ය නොවේ. දිවයිනේ දකුණු ප්‍රදේශ වල වෙසෙන ලාංකිකයන් ගොරෝසු කීමට හා වයිට්පරේට් කිරීමට දක්ෂ වන අතර පෝලිම්වල ගත කරන කාලය සතුටින් ගත කරන බව පෙනේ. එසේත් නැතිනම් පුණ්‍ය කටයුතු කිරීමට වෙනත් විකල්පයක් නොමැතිව පෝලිම්වල සිටින්න. නමුත් දැන් පෙනෙන්නේ ඉන්ධන පිරවුම්හල් ද වසා දැමූ විට සිටගෙන සිටින මිනිසුන්ගේ පෝලිම් දිගටම පවතින බවයි. සමහර විට ඔවුන් රූපවාහිනී ප්‍රවෘත්ති ක්ලිප් එකක විශේෂාංග වීමට අපේක්ෂාවෙන් බලා සිටිනවා විය හැකිය!",
        "මම යාපනයේ තරුණියකගෙන් ඇහුවා එතන කොහොමද කියලා. පෝලිම් නැත. ඔවුන්ට නරක කාලයකට මුහුණ දීමට සිදු වී ඇති බැවින්, ඔවුන් සතුව ඇති දෙයින් කළමනාකරණය කරන්නේ කෙසේදැයි ඔවුහු දනිති. \"බොහෝ නිවාසවල විවෘත ගිනි උදුනක් සෑදීමට සංයෝගයක් ඇති අතර ටින්ඩර් ඕනෑ තරම් තිබේ\" ඔවුන් කාලය නාස්ති නොකරන නමුත් බොහෝ විට තම වගාව සඳහා වෙහෙස මහන්සි වී වැඩ කරති. එබැවින් ආහාර හිඟය සහ මිල ඉහළ යාමේ අවතාරය ද එක්තරා දුරකට සපුරාලයි.",
        "ආත්මාර්ථකාමී දේශපාලනඥයන් මෙන් පිළිකුල් සහගත තවත් විශේෂයක් වන්නේ ගබඩා කරන්නන් ය. සතිපතා උපකාරකයෙක් පැවසුවේ ඇගේ ගම්මානයේ කොතැනකවත් සහල් විකුණන්නේ නැත. මිල වැඩි වූ විට විකිණීමට ගබඩා කර ඇත.",
        "අපව වසාගෙන සිටින මේ අඳුරු ඉරණම තුළ මගේ හදවත සතුටු කිරීමට තියුණු ආලෝක කිරණ ආවා. අන් අයට උපකාර කිරීම සඳහා මිනිසුන් එම අමතර පියවර හෝ දෙකෙන් පිටව යන ආකාරය පිළිබඳ කථා මම අසා ඇත්තෙමි. අපට ස්වයං උපකාරක ප්‍රජාවන් ඇත; ගම්වැසියන් එකිනෙකාට උදව් කරති. සිවිල් යුද්ධයේ උග්‍ර අවධියේදී, වවුනියාවේ දකුණේ තරුණයෙක් ඔවුන් සමඟ ජාති භේදයක් නොතිබූ බව මට මතකයි. දෙමළ ගොවීන් සිංහල සහ මුස්ලිම් කුඹුරු කම්කරුවන්ට තම කුඹුරු අස්වනු නෙලීමට උදව් කළ අතර ඔවුන් අනෙක් අයට උදව් කළහ.",
        "අපි දැන් තවත් වරප්‍රසාද ලත් අයට උදව් කරනවා. මට උදව් කරන ත්‍රීරෝද රථ රියැදුරන් කියන්නේ පහුවදා කුලියට දුවන්න වාහනවලට පෙට්‍රල් ගහලා පැය දෙක තුනක්වත් යනවා කියලා. එබැවින් එය අගය කිරීම සඳහා ඔවුන්ගේ ගාස්තුව දෙගුණයක් හෝ තෙගුණයක් ගෙවයි.",
        "ළමා රෝග විශේෂඥ වෛද්‍ය ප්‍රියානි පෙතියාගොඩ විසින් දරුවාගේ ආහාර වේලෙහි හැකිතාක් පෝෂණය ඇතුළත් කරන ලෙස දෙමාපියන්ට සංවේදී, ප්‍රායෝගික උපදෙස් දෙනු මට අසන්නට ලැබිණි. උදාහරණයක් ලෙස එළවළු ව්‍යංජනයේ වියළි හාල්මැස්සන් අතලොස්සක්. මට නම් ඇය කී දෙයෙහි වැඩි වැදගත්කම වූයේ ඇය එය කී ආකාරයයි. ඇය මවක් සහ ගෘහ කළමනාකරුවෙකු ලෙස එක එක්කෙනාට කතා කළේ ඒත්තු ගැන්වීමෙන් සහ පැහැදිලිවම අවංකව ය.",
        "කොවිඩ් 19 ළමයින්ට පහර දෙන විට රිජ්වේ ආර්යා රෝහලේ කාර්ය මණ්ඩලයට කොතරම් දුෂ්කර දැයි මම අසා ඇත්තෙමි. වෛද්‍යවරු සහ හෙදියන් පැය විසිහතර පුරා වැඩ කළේ තෙහෙට්ටුවක් හෝ අනතුරක් ගැන නොසිතමිනි. ළමා රෝග විශේෂඥ වෛද්‍යවරියක් තම වාට්ටුවේ සිටින දරුවකු දැඩි ලෙස රෝගාතුර වීම සහ ඇයගේ අවධානය අවශ්‍ය වීම හේතුවෙන් දිවා ආහාර වේලකට නිදහසට කරුණු ඉදිරිපත් කරන අවසාන මොහොතේ නිදහසට කරුණු මම පෞද්ගලිකව දනිමි. \"මට දරුවා කළමනාකරණය කිරීමට අන් අයට භාර දිය නොහැක.\" එය ඇඳුම් ඇඳීම වෙහෙසකර ක්‍රියාවලියක් විය - සතියේ දින හයකට පසු ප්‍රමාද වී නිවසට පැමිණීම - එම ආරක්ෂිත ආවරණ සහ ඇඳුම් සියල්ල නිවසින් පිටත ඉවත් කිරීම, ස්නානය කිරීම සහ පසුව සැමියා සහ දරුවන් සමඟ එකතු වීම.",
        "ළමුන් සඳහා වන රිජ්වේ ආර්යා රෝහල, එහි සේවය කරන කාර්ය මණ්ඩලය රෝහල වඩා හොඳින් සන්නද්ධ කිරීම සඳහා මුදල් පරිත්‍යාග කර ඇති බොහෝ දේ අතරින් එකකි. උදාහරණයක් ලෙස රිජ්වේ ආර්යාවේදී, ඔක්සිජන් නියාමක, වාතාශ්‍රය, ඉන්ෆියුෂන් පොම්ප සහ තවත් බොහෝ දේ, ට්‍රොලි, නැමිය හැකි ඇඳන් සහ ඇත්ත වශයෙන්ම ආහාර පාන ද්‍රව්‍ය වැනි මිල අධික වෛද්‍ය උපකරණ ලබා ගැනීමට කාර්ය මණ්ඩලය දායක වී ඇත. බොහෝ විට වාට්ටුවේ සිටින තම දරුවන් රැකබලා ගන්නා මව්වරුන්ට හෝ භාරකරුවන්ට ද ආහාර, ඇඳුම් පැළඳුම්, මුදල් ලබා දෙන්නේ කාර්ය මණ්ඩල සාමාජිකයින් විසින් බව අප මතක තබා ගත යුතුය. දුප්පත් වුවත් එකිනෙකාට උපකාර කිරීම ශ්‍රී ලාංකිකයන්ගේ සාමාන්‍ය දෙයකි. මේ රිජ්වේ ආර්යාවේ මා දන්නා හඳුනන පුද්ගලයා මට පැවසුවේ රෝගීන්ගේ වැඩිහිටියන් තම දරුවන් වාට්ටුවේ සිටින දුප්පත් මිනිසුන්ට උපකාර කරන බවයි.",
        "ප්‍රභූ වෛද්‍යවරුන් ද සංවිධානවලින් පරිත්‍යාග ලබා ගනී; එක් අවස්ථාවක්, මහනුවර උසස් බාලිකා විද්‍යාලයේ OGA හි කොළඹ ශාඛාව, ඔවුන්ගේ ඉතා සාර්ථක අරමුදල් රැස්කරන්නෙකුගෙන් පසුව, රිජ්වේ ආර්යා රෝහලට ඉතා මිල අධික උපකරණයක් පරිත්‍යාග කළ අතර, එය දැන් මිලියන ගණනින් රැස් කරයි.",
        "ශ්‍රී ලංකාවේ මිනිසුන් තුළ බොහෝ යහපත් දේ ඇත. එකිනෙකාට උපකාර කරන අය ගැන අසන්නට ලැබීමෙන් මනස සැහැල්ලු වන අතර හදවතේ සතුටක් ඇති වේ. මා ලියන අවස්ථාවෙහිදී, මෙම වෛද්‍ය විශේෂඥයින්: විශේෂඥ ළමා රෝග විශේෂඥයින්, ගෘහ නිලධාරින්, හෙද කාර්ය මණ්ඩලය, සියල්ලෝම තම විශේෂඥ දැනුම, කාලය සහ ශ්‍රමය වෙහෙස නොබලා ලබා දෙන අතර පසුව ඔවුන් වෙහෙස මහන්සි වී උපයාගත් මුදලින් අඩු හැකියාවක් ඇති අයට උපකාර කිරීම සඳහා තවත් උපකාර කරති.",
        "එවැන්නක් සමඟින්, ශ්‍රී ලංකාවට සියලු දුෂ්ට දේශපාලන ලේ වැගිරෙන්නන් අභිබවා යලිත් සම්පූර්ණ, ලස්සන හා සාමකාමී වීමට නම් සුවපත් විය යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "1940களில் நிலத்தடி நூலகம்",
      "body_lines": [
        "தயவு செய்து இது பழைய தொப்பி என்றும் 80 வருடங்களுக்கு முந்தையது என்றும் சொல்லாதீர்கள். அது உண்மை. ஆனால் இந்த இக்கட்டான நேரத்தில், நம்பிக்கையின் எந்த ஒளிரும் அல்லது தாராள மனப்பான்மையின் பிரகாசமான உதாரணம் எனக்கு ஒரு ஆசீர்வாதம். உக்ரைனில் ஒரு போர் தொடர்கிறது; உலகம் மந்தநிலையை எதிர்கொள்கிறது; மேலும் இலங்கையில் நாம் முன்னெப்போதும் இல்லாத நெருக்கடியில் இருக்கிறோம். மிக மோசமான விஷயம் என்னவென்றால், ராஜபக்சவின் தலைமையிலான அரசாங்கத்தால், மத்திய வங்கியின் ஆளுநராக வெளிப்படையாகத் திறமையற்ற ஒரு சியோபான்ட் அமைச்சரவையைக் கொண்ட அரசாங்கமே எங்களின் நிலைமையை ஏற்படுத்தியுள்ளது. இரண்டாம் உலகப் போரின் போது, ​​தென்கிழக்கு ஆசியக் கட்டளையின் தலைமையகமாக சிலோன் ஈடுபட்டிருந்தபோதும் கூட, நாங்கள் இவ்வளவு மோசமாக இருந்ததில்லை; அல்லது நமது 29 வருட உள்நாட்டுப் போரின் போது. வடக்கில் உள்ள மக்கள் இப்போது எம்மை விடவும் அதிகமாக பாதிக்கப்பட்டுள்ளனர் மற்றும் ஆயுதப் படை வீரர்கள், குறிப்பாக இராணுவத்தினர், தங்கள் உயிரைக் கொண்டு இறுதி தியாகத்தை செய்தனர். ஆனால் போரை ஏற்படுத்திய நாடுகள்/நபர்கள் இருந்தபோதிலும் - நாஜி ஜெர்மனி மற்றும் பிரபாகரன் எங்கள் விஷயத்தில், ஆட்சியாளர்கள் எங்களை ஒருபோதும் இத்தகைய துன்பங்களுக்கு இட்டுச் சென்றதில்லை.",
        "எமிலி புட்ஸ்கே, ஹிஸ்டரி டுடே ஜூன் 2022ல் இருந்து எனக்கு அனுப்பிய கட்டுரையிலிருந்து எனது திருத்தப்பட்ட கதை இதோ.",
        "1939 ஆம் ஆண்டு இரண்டாம் உலகப் போரின் தொடக்கத்தில் போலந்து மற்றும் பிற நாடுகளில் யூதர்கள் பிரிக்கப்பட்டனர். அவர்களின் உயிரைக் கட்டுப்படுத்தும் சட்டங்கள் உடனடியாக வெளியிடப்பட்டன. அவற்றில் புத்தகங்களுக்கான அணுகலைக் கட்டுப்படுத்தும் சட்டங்களும் இருந்தன. யூத காலாண்டில் கடன் வழங்கும் நூலகங்கள் மூடப்பட்டன, மேலும் அவை பொது நூலகங்களைப் பயன்படுத்த தடை விதிக்கப்பட்டன. 1940 இலையுதிர்காலத்தில் வார்சாவில் ஒரு கெட்டோ நிறுவப்பட்டது, நகரத்தின் ஒரு சிறிய பகுதிக்கு அரை மில்லியன் யூதர்களை அடைத்து, அதைச் சுற்றி பத்து அடி செங்கல் சுவரால் சூழப்பட்டது. அவர்களுக்கு தினசரி சொற்ப உணவுகள் விரக்தியுடன் வழங்கப்பட்டன. இரண்டு ஆண்டுகளுக்குள் 83,000 பேர் பட்டினியால் இறந்தனர் மற்றும் அந்த கோடையில் நூறாயிரக்கணக்கானோர் ட்ரெப்ளிங்கா அழிப்பு முகாமுக்கு நாடு கடத்தப்பட்டனர்.",
        "போருக்கு முன்னர் வார்சா பொது நூலகத்தில் பணியமர்த்தப்பட்ட சில யூதர்களில் பாசியா பெர்மன் ஒருவர். கெட்டோவில் யூதர்களைப் பிரிப்பது தொடங்குவதற்கு முன்பே, அவர் ஒரு பெண்-நடக்கும் நூலகராக இருந்தார், அவர் தனது 'அலைந்து திரிந்த நூலகத்தை' தனது மதிப்பீட்டில், வீடற்றவர்களுக்கு விநியோகம் செய்தார். நவம்பர் 1940 இல் வார்சா கெட்டோ சீல் வைக்கப்பட்டபோது, ​​வார்சா பொது நூலகத்தின் ஒரு பகுதி அதன் எல்லைக்குள் வந்தது. பெர்மன் கெட்டோவிற்குள் கட்டிடத்தின் இந்தப் பகுதியைப் பயன்படுத்த அனுமதி பெற்று, அதற்கு CENTOS என்று பெயரிட்டார், குழந்தைகள் நல அமைப்பு, ஆனால் இரகசியமாக ஒரு நிலத்தடி குழந்தைகள் நூலகத்தை நிறுவினார். அவர் மூடப்பட்ட நூலகங்களிலிருந்து தடைசெய்யப்பட்ட புத்தகங்களை நன்கொடையாகப் பெற்றார் மற்றும் கெட்டோவில் உள்ள கைதிகளுக்குப் படிக்கத் தடை விதிக்கப்பட்ட போதிலும், மேலும் இத்திஷ் மற்றும் போலந்து புத்தகங்களை அவர் கிடைக்கச் செய்தார். நூலகம் ஒரு அறையின் கீழ் படங்களாலும் கட்-அவுட்களாலும் அலங்கரிக்கப்பட்டிருந்தது. அவர்களின் யூத மரபுகள் மற்றும் கலாச்சாரத்தை உயிர்ப்புடன் வைத்திருக்க விவாதங்கள் மற்றும் இத்திஷ் புத்தக வாசிப்பு அமர்வுகள் நடத்தப்பட்டன. குழந்தைகளுக்கு ஹீப்ரு மொழியும் கற்பிக்கப்பட்டது.",
        "'அந்த பயங்கரமான காலங்களில் குழந்தைகள் காட்டிய அறிவுத் தாகம் உண்மையிலேயே ஆச்சரியமானது' என்று பெர்மன் தனது நினைவுக் குறிப்பான சிட்டி வித் இன் எ சிட்டியில் (2012) கருத்து தெரிவித்தார். ‘கிட்டத்தட்ட ரொட்டியைப் போலவே இந்தப் புத்தகம் இன்றியமையாத தேவையாக மாறியது.’ வார்சா கெட்டோவில் உயிர் பிழைத்தவர், ஒரு சிறுவன் தன் வீடு அழிக்கப்பட்டு, முழு குடும்பமும் முகாமுக்கு நாடு கடத்தப்பட்டபோது, ​​தான் படித்துக்கொண்டிருந்த புத்தகத்தில் தொடர்ந்து மூழ்கியதை நினைவு கூர்ந்தார். \"ஆனால் 12 வயது சிறுவன் தொலைந்து போனான், புதிதாகக் கண்டுபிடிக்கப்பட்ட உலகங்களில் அவனைச் சுற்றி என்ன நடக்கிறது என்பதைக் கேட்கவோ பார்க்கவோ இல்லை.\"",
        "பெர்மன் மற்றும் அவரது கணவர் அடால்ஃப் செப்டம்பர் 1942 இல் கெட்டோவிலிருந்து தப்பித்து, வார்சாவின் 'ஆரியப் பகுதியில்' பாதுகாப்பான புகலிடத்தைத் தேடி, யூத நிலத்தடி இயக்கத்தின் தலைவர்களாக ஆனார்கள். எழுத்தாளர் எமிலி புட்ஸ்கே எழுதியது போல், “யூத சமூகத்தை ஒரு நுட்பமான, ஆனால் எதிர்க்கும் வடிவில் வழிநடத்த பெர்மன் உதவினார். புத்தகங்கள் மனித ஆவிக்கு வாழ்க்கை மற்றும் ஆதாரமாக இருந்தன, மனிதநேயமற்ற யதார்த்தத்தின் மத்தியில் ஒருவரின் மனிதநேயத்தைப் பாதுகாப்பதற்கான ஒரு வழியாகும்.",
        "அழிவின் தீர்க்கதரிசிகளால் நான் தனிப்பட்ட முறையில் சோர்வடைகிறேன், அவர்கள் இன்னும் நம்மைச் சூழ்ந்திருக்கும் பிரச்சனைகளைப் பற்றிக் கூறிக்கொண்டே இருக்கிறார்கள். நிச்சயமாக நாம் உண்மையை அறிய வேண்டும்; நிச்சயமாக நாங்கள் அப்பட்டமான உண்மைகளை அறிய விரும்புகிறோம், ஆனால் தயவு செய்து, எல்லா நேரத்திலும் இல்லை. பிரதம மந்திரி, டாக்டர் ஹர்ஷா டி எஸ் அவர்களுக்காக வைக்கோல் குவியலில் உள்ள ஊசியைப் போல நீங்கள் அவர்களை விடாமுயற்சியுடன் தேட வேண்டியிருந்தாலும் கூட, நம்பிக்கையின் சில மினுமினுப்பை எங்களிடம் பரப்புங்கள். மற்ற வி.வி.ஐ.பி.கள் மற்றும் மீ குல்பாஸ் மற்றும் காகங்களின் நன்றியுடன் ஸ்மைலி கேவிங் ஆகியவற்றை நாங்கள் கேட்பதில்லை; பழங்கால வேவா கட்டுகளில் கட்டப்பட்ட ஜாகிங் லேன்களின் பெருமை; மீசையின் ஒரு பக்கத்திலிருந்து பான் ஹோமியும் மறுபுறம் தீய வகையின் வைடூப்பரேஷன்களும் இப்போது முடிவுக்கு வந்துள்ளன, கபுட், பெரும்பாலும் இன, மத பேதமற்ற ஒற்றுமையின் அற்புதத்தை கற்பித்த அரகலயா இளைஞர்களுக்கு நன்றி.",
        "பகுத்தறிவுள்ள பொதுமக்களாகிய நாங்கள், எங்கள் மக்கள் நீண்ட வரிசையில் நின்று கூச்சலிடுவது, அலறுவது, கதறுவது போன்றவற்றால் இன்னும் நோய்வாய்ப்பட்டு சோர்வடைகிறோம். நிச்சயமாக இந்த நிலை வருந்தத்தக்கது மற்றும் அரசாங்கம் நேர்மறையான, நிவாரண நடவடிக்கைகளை எடுக்க வேண்டும், மேலும் வெளிநாடுகளில் இருந்து நன்கொடை அல்லது அதிக வட்டிக்கு கடன் கொடுக்கப்பட்ட 'பரிசுகளுக்காக' காத்திருக்க வேண்டாம். தீவின் தெற்குப் பகுதிகளில் உள்ள இலங்கையர்கள் கூச்சலிடுதல் மற்றும் வைடூப்பரேட்டிங் செய்வதில் திறமையானவர்கள் மற்றும் வரிசைகளில் செலவழித்த நேரத்தை அனுபவிக்கிறார்கள். அல்லது தொண்டு செய்ய, மாற்று வழி இல்லாமல் வரிசையில் நிற்கவும். ஆனால், பெட்ரோல் நிலையங்களும் மூடப்பட்டால், மக்கள் வரிசையில் நிற்கும் நிலை தொடர்கிறது. ஒருவேளை அவர்கள் ஒரு தொலைக்காட்சி செய்தி கிளிப்பில் இடம்பெறுவார்கள் என்ற எதிர்பார்ப்பில் காத்திருக்கிறார்களோ!",
        "அங்கே எப்படி இருக்கிறது என்று யாழ்ப்பாணத்தைச் சேர்ந்த இளம் பெண்ணிடம் கேட்டேன். வரிசைகள் இல்லை. அவர்கள் மோசமான காலங்களை கடந்து செல்ல வேண்டியிருப்பதால், தங்களிடம் உள்ளதை எவ்வாறு கையாள்வது என்பது அவர்களுக்குத் தெரியும். \"பெரும்பாலான வீடுகளில் ஒரு திறந்த நெருப்பிடம் மற்றும் ஏராளமான டிண்டர்கள் கிடைக்கும்\" அவர்கள் நேரத்தை வீணாக்குவதில்லை, ஆனால் பெரும்பாலும் தங்கள் சாகுபடியில் எப்போதும் உழைப்பாளிகளாக இருக்கிறார்கள். எனவே உணவுப் பற்றாக்குறை மற்றும் விலைவாசி உயர்வு போன்ற அச்சுறுத்தல்களும் ஓரளவுக்கு சந்திக்கப்படுகின்றன.",
        "சுயநல அரசியல்வாதிகளைப் போலவே வெறுக்கத்தக்க மற்றொரு இனம் பதுக்கல்காரர்கள். அவரது கிராமத்தில் எங்கும் அரிசி விற்கப்படுவதில்லை என்று ஒரு வார உதவியாளர் கூறினார். விலை அதிகரிக்கும் போது விற்க பதுக்கி வைக்கப்படுகிறது.",
        "நம்மை மறைக்கும் இந்த இருண்ட அழிவில் என் இதயத்தை மகிழ்விக்க கூர்மையான ஒளிக்கதிர்கள் வந்தன. மற்றவர்களுக்கு உதவுவதற்காக மக்கள் எப்படிக் கூடுதலான அல்லது இரண்டு படிகள் செல்கிறார்கள் என்ற கதைகளை நான் கேள்விப்பட்டேன். எங்களிடம் சுய உதவி செய்யும் சமூகங்கள் உள்ளன; கிராம மக்கள் ஒருவருக்கொருவர் உதவுகிறார்கள். உள்நாட்டுப் போரின் உச்சக்கட்டத்தின் போது, ​​வவுனியாவிற்கு சற்று தெற்கே இருந்து வந்த ஒரு இளைஞன், தங்களுக்கு எந்த இன பேதமும் இல்லை என்று கூறியது எனக்கு நினைவிருக்கிறது. தமிழ் விவசாயிகள் சிங்கள மற்றும் முஸ்லீம் நெல் தொழிலாளர்களுக்கு தமது வயல்களை அறுவடை செய்ய உதவியதுடன் அவர்கள் மற்றவர்களுக்கு உதவினர்.",
        "நாங்கள் இப்போது ஆதரவற்றவர்களுக்கு மேலும் உதவி செய்கிறோம். எனக்கு உதவி செய்யும் முச்சக்கர வண்டி வண்டிக்காரர்கள், மறுநாள் வாடகைக்கு ஓட்டுவதற்கு குறைந்தபட்சம் இரண்டு அல்லது மூன்று மணிநேரம் தங்கள் வாகனங்களுக்கு பெட்ரோலை ஏற்றிச் செல்வதாகச் சொல்கிறார்கள். எனவே அது அவர்களின் கட்டணத்தை இரட்டிப்பாகவோ அல்லது மூன்று மடங்காகவோ செலுத்துகிறது.",
        "குழந்தை நல மருத்துவர் டாக்டர் பிரியாணி பெத்தியகொட, குழந்தையின் உணவில் இயன்ற அளவு ஊட்டச்சத்தை சேர்க்குமாறு பெற்றோருக்கு விவேகமான, நடைமுறை ஆலோசனைகளை வழங்குவதை நான் கேள்விப்பட்டேன். உதாரணமாக காய்கறி கறியில் ஒரு கைப்பிடி உலர்ந்த sprats. என்னைப் பொறுத்தவரை, அவள் சொன்னதில் அதிக முக்கியத்துவம் அவள் எப்படிச் சொன்னாள் என்பதுதான். அவர் ஒரு தாய் மற்றும் வீட்டு மேலாளராக ஒருவரிடம் நம்பிக்கையுடனும் வெளிப்படையான நேர்மையுடனும் பேசினார்.",
        "கோவிட் 19 குழந்தைகளைத் தாக்கியபோது லேடி ரிட்ஜ்வே மருத்துவமனை ஊழியர்கள் எவ்வளவு சிரமப்பட்டனர் என்பதை நான் கேள்விப்பட்டிருக்கிறேன். மருத்துவர்களும் செவிலியர்களும் சோர்வு அல்லது ஆபத்தைப் பற்றி சிந்திக்காமல் 24 மணிநேரமும் வேலை செய்தனர். ஒரு குழந்தை மருத்துவர் தனது வார்டில் உள்ள ஒரு குழந்தை மிகவும் நோய்வாய்ப்பட்டிருப்பதாலும், அவளது கவனம் தேவைப்படுவதாலும் மதிய உணவில் இருந்து தன்னை மன்னித்துக்கொள்ளும் கடைசி நிமிட சாக்குகளை நான் தனிப்பட்ட முறையில் அறிவேன். \"என்னால் குழந்தையை நிர்வகிக்க மற்றவர்களிடம் விட்டுவிட முடியாது.\" ஆடை அணிந்து, வாரத்தில் ஆறு நாட்கள் தாமதமாக வீடு திரும்புவதும், வீட்டிற்கு வெளியே இருக்கும் பாதுகாப்பு கவசம் மற்றும் உடைகள் அனைத்தையும் உதிர்த்துவிட்டு, குளிப்பதும், பின்னர் கணவன் மற்றும் குழந்தைகளுடன் சேர்ந்து வருவதும் கடினமான செயலாகும்.",
        "குழந்தைகளுக்கான லேடி ரிட்ஜ்வே மருத்துவமனை பலவற்றில் ஒன்றாகும், அதில் பணிபுரியும் ஊழியர்கள் மருத்துவமனையை சிறப்பாகச் சித்தப்படுத்துவதற்குப் பணத்தைப் பங்களித்துள்ளனர். எடுத்துக்காட்டாக, லேடி ரிட்ஜ்வேயில், ஆக்சிஜன் ரெகுலேட்டர்கள், வென்டிலேட்டர்கள், உட்செலுத்துதல் பம்புகள் போன்ற விலையுயர்ந்த மருத்துவ உபகரணங்களை வாங்குவதற்கு ஊழியர்கள் பங்களித்துள்ளனர், மேலும் தள்ளுவண்டிகள், மடிப்பு படுக்கைகள் மற்றும் நிச்சயமாக உணவு மற்றும் பான பொருட்கள். வார்டுகளில் தங்கள் குழந்தைகளை பராமரிக்கும் தாய்மார்கள் அல்லது பாதுகாவலர்களுக்கு உணவு, உடைகள், பணம் கூட ஊழியர்களால் வழங்கப்படுகிறது என்பதை நாம் நினைவில் கொள்ள வேண்டும். ஏழைகளாக இருந்தாலும் ஒருவருக்கு ஒருவர் உதவி செய்வது இலங்கையர்களின் வழக்கம். லேடி ரிட்ஜ்வேயில் எனக்குத் தெரிந்த நபர், நோயாளிகளின் பெரியவர்கள், குழந்தைகள் காப்பகத்தில் இருக்கும் ஏழை மக்களுக்கு உதவுகிறார்கள் என்று என்னிடம் கூறினார்.",
        "விஐபி மருத்துவர்களும் நிறுவனங்களிடமிருந்து நன்கொடைகளைப் பெறுகிறார்கள்; ஒரு உதாரணம், கண்டியில் உள்ள பெண்கள் உயர்நிலைப் பள்ளியின் OGA இன் கொழும்புக் கிளை, அவர்களின் வெற்றிகரமான நிதி திரட்டியவர்களில் ஒருவரான லேடி ரிட்ஜ்வே மருத்துவமனைக்கு மிகவும் விலையுயர்ந்த உபகரணத்தை நன்கொடையாக வழங்கியது.",
        "இலங்கை மக்களிடம் பல நன்மைகள் உள்ளன. ஒருவருக்கொருவர் உதவுவதைக் கேட்கும்போது மனதை லேசாக்கி, உள்ளத்தில் மகிழ்ச்சியைத் தருகிறது. நான் எழுதும் நிகழ்வில், இந்த மருத்துவ நிபுணர்கள்: சிறப்பு குழந்தை மருத்துவர்கள், வீட்டு அலுவலர்கள், நர்சிங் ஊழியர்கள், அனைவரும் தங்களின் நிபுணத்துவம், நேரம் மற்றும் முயற்சியை அயராது கொடுத்து, பின்னர் அவர்கள் உழைத்து சம்பாதித்த பணத்தில் சிலவற்றை ஏழைகளுக்கு உதவுவதன் மூலம் மேலும் உதவுகிறார்கள்.",
        "அப்படியானால், இலங்கை அனைத்து தீய அரசியல் இரத்தக் கொதிப்புகளையும் முறியடித்து, தன்னை மீண்டும் முழுமையாகவும், அழகாகவும், அமைதியாகவும் மாற்றிக்கொள்ள வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}