{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-future-is-decidedly-female-banking-on-empowered-women-for-economic-rejuvenation/",
  "time_ut": 1646664240,
  "title": "Sri Lanka’s future is decidedly female: banking on empowered women for economic rejuvenation",
  "body_lines": [
    "One of the most famous women in history once said: “Within crisis, are the seeds of opportunity”. The source of such a powerful truism? Marilyn Monroe, a woman who clearly possessed great wisdom, but is unfortunately remembered for her physical beauty than her intellectual and emotional strength.",
    "While it may be hard to focus on growth during times of turbulence, those that are able to find those seeds of opportunity ultimately receive disproportionate benefits. Today Sri Lanka is in the middle of just such a moment. There is of course unanimous consensus that our nation needs to urgently identify and utilize every available opportunity to help revive and rejuvenate our economy. But the devil is in the details.",
    "Therefore, in weighing our options, we should consider a few essential details. First, we must acknowledge that is a compelling reason why women’s empowerment is often raised in tandem with economic development. Globally, countries are estimated to lose US$160 trillion in wealth because of differences in lifetime earnings between women and men. This amounts to an average of US $23,620 for each person in the 141 countries studied by the World Bank.",
    "Secondly, despite Sri Lanka’s rich history of female leadership at the top and outstanding female education rates – including near parity between men and women in higher education, Sri Lanka’s female labour force participation (FLFP) rate has been persistently entrenched at a dismal 32%; the same as it was a decade ago, and falling among the lowest in South Asia.",
    "Most importantly, research has shown that Sri Lanka can increase our Gross Domestic Product (GDP) by as much as US$ 20 billion each year up to 2025, simply by advancing the cause of gender equality1. The question we must collectively ask ourselves this year is simple; can we afford to neglect this potential any longer?",
    "Our hope this International Women’s Day is that in responding to Sri Lanka’s ongoing economic challenges, we also take the time to reflect on the significant contribution that women have made to the development of our nation and reach a firm consensus on the extensive measures we need to take to empower many more Sri Lankan women to reach their full potential.",
    "Many of the obstacles faced by Sri Lankan women today are the product of generations of regressive attitudes and ideologies that have become entrenched to the point where today, they have created systemic failures. While these issues are certainly not unique to Sri Lanka, the solutions we create to address these issues will have to be.",
    "One area that has the potential to have the highest impact is encouraging and supporting more women to become entrepreneurs. The Central Bank of Sri Lanka’s directive to the domestic banking sector to allocate 5% of its loan portfolio specifically for women-led enterprises was certainly a positive step in the right direction. The onus is now on our industry to carry forward this initiative with greater enthusiasm.",
    "So far, approximately 3% of our total SME portfolio comprising 126,216 clients in total, has been channeled towards women-led enterprises. This means that in total, we have supported over 3,000 women-led SMEs to achieve their entrepreneurial dreams and gain an unprecedented level of control over their own finances. These businesses span diverse areas including everything home gardening, agriculture, food, fashion, packaging, and stationery.",
    "In 2022, we aim to expand our SME lending by 20% Year-on-Year (YoY). In the process, we hope to further expand access to finance and opportunity for more women entrepreneurs. Capacity building will be another essential focus area, with a total of 40 structured capacity building programs already arranged over the course of the year, across the island.",
    "HNB is also partnered with USAID for selected short-term SME development programs. Similarly, we partnered with ITC and the Sri Lankan Export Development Board to provide focused capacity building and financial literacy training to 100 women to support their aspirations to compete in international markets.",
    "We are also partnering CIMA Sri Lanka to train and mentor women entrepreneurs, to help them unlock disproportionate growth potential in the SME space and leverage that growth to create more employment opportunities for women.",
    "Over the year, HNB hopes to drive greater awareness and focus on these programs to ensure that funds and training are channeled to where they are most needed. However, while Sri Lankan women, on average, are better educated than their South Asian counterparts, they are less likely to use that education to secure economic advantages. Part of the problem is that our education system itself requires reform so that our next generation is better prepared with the hard and soft skills necessary to enter the workforce.",
    "Similarly, we need to focus on expanding technical and vocational training to more women while simultaneously dispelling myths and biases against women taking up some jobs and not others.",
    "Moving forward, Sri Lankans must join in creating a nurturing environment that is conducive for women entrepreneurs and address the specific pain-points that are most responsible for keeping women out of the workforce. These include practical investments in systems to ensure safe childcare, and transport.",
    "Legal reforms are an important component, such as the domestic ratification of the International Labour Organisation (ILO) Convention 190, which enshrines the right of everyone to a world of work, free from violence and harassment. However legal reform will only take us so far.",
    "True progress requires that we also address the cultural dysfunction at the root of all gender-based discrimination. Because ultimately, change must start with each of us. In our homes, our schools, and our communities. Given that the stakes for economic development have never been higher, we must make sure that we get this right, to build a better, more equitable future that serves all Sri Lankans, regardless of their gender.",
    "Fems AYA Celebrates the first year of its journey of eradicating period poverty",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ අනාගතය තීරනාත්මක ස්ත්‍රියකි: ආර්ථික පුනර්ජීවනය සඳහා සවිබල ගැන්වූ කාන්තාවන් මත බැංකුකරණය",
      "body_lines": [
        "ඉතිහාසයේ වඩාත්ම ප්රසිද්ධ කාන්තාවක් වරක් පැවසුවේ: \"අර්බුද තුළ, අවස්ථාවෙහි බීජ\". එවැනි බලවත් සත්‍යවාදයක මූලාශ්‍රය? මැරිලින් මොන්රෝ, පැහැදිලිවම විශිෂ්ට ප්‍රඥාවක් තිබූ නමුත් අවාසනාවන්ත ලෙස ඇගේ බුද්ධිමය හා චිත්තවේගීය ශක්තියට වඩා ඇගේ ශාරීරික සුන්දරත්වය නිසා සිහිපත් කළ කාන්තාවකි.",
        "කැළඹිලි සහිත කාලවලදී වර්ධනය කෙරෙහි අවධානය යොමු කිරීම දුෂ්කර විය හැකි නමුත්, එම අවස්ථාවන්හි බීජ සොයා ගැනීමට හැකි අයට අවසානයේ අසමානුපාතික ප්රතිලාභ ලැබේ. අද ශ්‍රී ලංකාව සිටින්නේ එවන් මොහොතක මැදය. අපගේ ආර්ථිකය පුනර්ජීවනය කිරීමට සහ පුනර්ජීවනය කිරීමට උපකාර කිරීමට හැකි සෑම අවස්ථාවක්ම වහා හඳුනාගෙන ප්‍රයෝජනයට ගැනීමට අපේ ජාතියට අවශ්‍ය බව ඇත්ත වශයෙන්ම ඒකමතික එකඟතාවක් ඇත. නමුත් යක්ෂයා විස්තර වල සිටී.",
        "එබැවින්, අපගේ විකල්පයන් කිරා බැලීමේදී, අපි අත්යවශ්ය තොරතුරු කිහිපයක් සලකා බැලිය යුතුය. පළමුව, කාන්තා සවිබල ගැන්වීම බොහෝ විට ආර්ථික සංවර්ධනය සමඟ සමපාත වීමට බලගතු හේතුවක් බව අප පිළිගත යුතුය. ගෝලීය වශයෙන්, කාන්තාවන් සහ පිරිමින් අතර ජීවිත කාලය තුළ ඉපැයීම්වල වෙනස්කම් හේතුවෙන් රටවලට ඇමරිකානු ඩොලර් ට්‍රිලියන 160 ක ධනයක් අහිමි වනු ඇතැයි ගණන් බලා ඇත. ලෝක බැංකුව විසින් අධ්‍යයනය කරන ලද රටවල් 141 ක එක් එක් පුද්ගලයා සඳහා මෙය සාමාන්‍යයෙන් ඇමරිකානු ඩොලර් 23,620 කි.",
        "දෙවනුව, ශ්‍රී ලංකාවේ කාන්තා නායකත්වයේ පොහොසත් ඉතිහාසයක් තිබියදීත්, උසස් අධ්‍යාපනයේ සිටින පිරිමින් සහ කාන්තාවන් අතර ආසන්න සමානාත්මතාවය ද ඇතුළුව - කැපී පෙනෙන කාන්තා අධ්‍යාපන අනුපාතයන් තිබියදීත්, ශ්‍රී ලංකාවේ කාන්තා ශ්‍රම බලකා සහභාගීත්ව (FLFP) අනුපාතය 32% ක අශෝභන ලෙස ස්ථිරව තහවුරු වී ඇත. එය දශකයකට පෙර පැවති ආකාරයටම, සහ දකුණු ආසියාවේ පහළම අගයන් අතරට වැටේ.",
        "වැදගත්ම දෙය නම්, 2025 දක්වා සෑම වසරකම ශ්‍රී ලංකාවට අපගේ දළ දේශීය නිෂ්පාදිතය (GDP) ඩොලර් බිලියන 20 කින් වැඩි කළ හැකි බව පර්යේෂණ පෙන්වා දී ඇත. මේ වසරේ අප සාමූහිකව අපගෙන්ම ඇසිය යුතු ප්‍රශ්නය සරල ය; මෙම විභවය තවදුරටත් නොසලකා හැරීමට අපට හැකිද?",
        "මෙම ජාත්‍යන්තර කාන්තා දිනය ශ්‍රී ලංකාවේ පවතින ආර්ථික අභියෝගවලට ප්‍රතිචාර දැක්වීමේදී අපේ ජාතියේ සංවර්ධනයට කාන්තාවන් විසින් සිදු කර ඇති සුවිශේෂී දායකත්වය පිළිබඳව මෙනෙහි කිරීමටත් අප විසින් ගත යුතු පුළුල් ක්‍රියාමාර්ග පිළිබඳව ස්ථිර එකඟතාවයකට පැමිණීමටත් අපි කාලය ගත කිරීම අපගේ අපේක්ෂාවයි. තවත් බොහෝ ශ්‍රී ලාංකික කාන්තාවන්ට ඔවුන්ගේ සම්පූර්ණ හැකියාවන් කරා ළඟා වීමට බල ගැන්වීමට කටයුතු කරන්න.",
        "අද ශ්‍රී ලාංකීය කාන්තාවන් මුහුණ දෙන බොහෝ බාධාවන් පරම්පරා ගණනාවක ප්‍රතිගාමී ආකල්පවල සහ මතවාදයන්ගේ ප්‍රතිඵලයක් වන අතර ඒවා අද පද්ධතිමය අසාර්ථකත්වයන් නිර්මාණය කර ඇති මට්ටමට මුල් බැස තිබේ. මෙම ප්‍රශ්න ශ්‍රී ලංකාවට පමණක් අනන්‍ය වූවක් නොවුණත්, මෙම ගැටලු විසඳීම සඳහා අප නිර්මාණය කරන විසඳුම් විය යුතුය.",
        "ඉහළම බලපෑමක් ඇති කිරීමට හැකියාව ඇති එක් අංශයක් වන්නේ ව්‍යවසායකයින් වීමට වැඩි කාන්තාවන් දිරිමත් කිරීම සහ සහාය වීමයි. ශ්‍රී ලංකා මහ බැංකුව දේශීය බැංකු අංශයට සිය ණය කළඹෙන් 5%ක් විශේෂයෙන් කාන්තාවන් විසින් මෙහෙයවන ව්‍යවසායන් සඳහා වෙන් කරන ලෙස කළ නියෝගය නිසැකව ම නිවැරදි දිශානතියේ සාධනීය පියවරක් විය. මෙම මුලපිරීම වඩාත් උනන්දුවෙන් ඉදිරියට ගෙන යාමේ වගකීම දැන් අපගේ කර්මාන්තයට පැවරී ඇත.",
        "මේ වන විට, සමස්ත ගනුදෙනුකරුවන් 126,216 කින් සමන්විත අපගේ සමස්ත කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසාය කළඹෙන් දළ වශයෙන් 3% ක් කාන්තාවන් විසින් මෙහෙයවන ව්‍යවසායන් වෙත යොමු කර ඇත. මෙයින් අදහස් කරන්නේ සමස්තයක් වශයෙන්, අපි කාන්තාවන් විසින් මෙහෙයවනු ලබන කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් 3,000 කට අධික සංඛ්‍යාවකට ඔවුන්ගේ ව්‍යවසායකත්ව සිහින සාක්ෂාත් කර ගැනීමට සහ ඔවුන්ගේම මූල්‍ය පාලනය පිළිබඳ පෙර නොවූ විරූ මට්ටමේ පාලනයක් ලබා ගැනීමට සහාය වී ඇති බවයි. මෙම ව්‍යාපාර ගෙවතු වගාව, කෘෂිකර්මාන්තය, ආහාර, විලාසිතා, ඇසුරුම්කරණය සහ ලිපි ද්‍රව්‍ය ඇතුළු විවිධ ක්ෂේත්‍ර පුරා විහිදේ.",
        "2022 දී, අපගේ කුඩා හා මධ්‍ය පරිමාණ ව්‍යාපාර ණය දීම වසරින් වසර (YoY) 20% කින් පුළුල් කිරීමට අපි ඉලක්ක කරමු. මෙම ක්‍රියාවලියේදී, තවත් කාන්තා ව්‍යවසායකයින් සඳහා මූල්‍ය ප්‍රවේශය සහ අවස්ථාව තවදුරටත් පුළුල් කිරීමට අපි බලාපොරොත්තු වෙමු. ධාරිතා ගොඩනැගීම තවත් අත්‍යවශ්‍ය අවධානයක් යොමු කරන ක්ෂේත්‍රයක් වනු ඇති අතර, දිවයින පුරා ව්‍යුහගත ධාරිතා ගොඩනැගීමේ වැඩසටහන් 40ක් වසර පුරා දැනටමත් සංවිධානය කර ඇත.",
        "තෝරාගත් කෙටි කාලීන SME සංවර්ධන වැඩසටහන් සඳහා HNB USAID සමඟ හවුල් වී ඇත. ඒ හා සමානව, අපි ITC සහ ශ්‍රී ලංකා අපනයන සංවර්ධන මණ්ඩලය සමඟ හවුල් වී කාන්තාවන් 100 දෙනෙකුට ජාත්‍යන්තර වෙළඳපල තුළ තරඟ කිරීමට ඔවුන්ගේ අභිලාෂයන්ට සහාය වීම සඳහා ඉලක්කගත ධාරිතාව ගොඩනැගීම සහ මූල්‍ය සාක්ෂරතා පුහුණුව ලබා දීමට කටයුතු කළෙමු.",
        "කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා කාන්තා ව්‍යවසායකයින් පුහුණු කිරීම සහ උපදේශනය කිරීම සඳහා අපි CIMA ශ්‍රී ලංකා සමඟ හවුල් වී සිටින අතර, ඔවුන්ට කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකත්ව අවකාශයේ අසමානුපාතික වර්ධන විභවයන් විවෘත කිරීමට සහ කාන්තාවන් සඳහා වැඩි රැකියා අවස්ථා නිර්මාණය කිරීම සඳහා එම වර්ධනය ප්‍රයෝජනයට ගනිමින්.",
        "වසර පුරා, HNB මෙම වැඩසටහන් වඩාත් අවශ්‍ය ස්ථාන වෙත යොමු කිරීම සහතික කිරීම සඳහා මෙම වැඩසටහන් කෙරෙහි වැඩි අවධානයක් යොමු කිරීමට සහ අවධානය යොමු කිරීමට බලාපොරොත්තු වේ. කෙසේ වෙතත්, ශ්‍රී ලාංකික කාන්තාවන්, සාමාන්‍යයෙන්, ඔවුන්ගේ දකුණු ආසියාතික සගයන්ට වඩා හොඳ අධ්‍යාපනයක් ලබා ඇතත්, ඔවුන් එම අධ්‍යාපනය ආර්ථික වාසි ලබා ගැනීම සඳහා භාවිතා කිරීමට ඇති ඉඩකඩ අඩුය. ගැටලුවේ කොටසක් වන්නේ අපගේ අධ්‍යාපන ක්‍රමයටම ප්‍රතිසංස්කරණ අවශ්‍ය වන අතර එමඟින් අපගේ ඊළඟ පරම්පරාව ශ්‍රම බලකායට ඇතුළු වීමට අවශ්‍ය දෘඩ හා මෘදු කුසලතා සමඟ වඩා හොඳින් සූදානම් වේ.",
        "ඒ හා සමානව, කාන්තාවන් සමහර රැකියාවලට නොව වෙනත් රැකියාවල නිරත වීමට එරෙහි මිථ්‍යාවන් සහ පක්ෂග්‍රාහීකම් සමගාමීව දුරු කරන අතරම, තාක්ෂණික හා වෘත්තීය පුහුණුව වැඩි කාන්තාවන් වෙත ව්‍යාප්ත කිරීම කෙරෙහි අප අවධානය යොමු කළ යුතුය.",
        "ඉදිරියට යාමේදී, කාන්තා ව්‍යවසායකයින් සඳහා හිතකර පෝෂණීය පරිසරයක් නිර්මාණය කිරීමට ශ්‍රී ලාංකිකයන් එක්විය යුතු අතර, කාන්තාවන් ශ්‍රම බලකායෙන් ඈත් කිරීම සඳහා වඩාත් වගකිව යුතු විශේෂිත වේදනා-විද්‍යාත්මක කරුණු ආමන්ත්‍රණය කළ යුතුය. ආරක්ෂිත ළමා රැකවරණය සහ ප්‍රවාහනය සහතික කිරීම සඳහා පද්ධතිවල ප්‍රායෝගික ආයෝජන මේවාට ඇතුළත් වේ.",
        "නෛතික ප්‍රතිසංස්කරණ යනු ප්‍රචණ්ඩත්වයෙන් හා හිරිහැරවලින් තොර, රැකියා ලෝකයකට සෑම කෙනෙකුටම ඇති අයිතිය තහවුරු කරන ජාත්‍යන්තර කම්කරු සංවිධානයේ (ILO) සම්මුතියේ 190 දේශීය සහතික කිරීම වැනි වැදගත් අංගයකි. කෙසේ වෙතත් නීතිමය ප්‍රතිසංස්කරණ අපව මෙතරම් දුරකට ගෙන යනු ඇත.",
        "සැබෑ ප්‍රගතිය සඳහා අවශ්‍ය වන්නේ, සියලුම ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ වෙනස්කම්වල මූලයේ ඇති සංස්කෘතික අක්‍රියතාවද අප විසින් ආමන්ත්‍රණය කිරීමය. මක්නිසාද යත් අවසානයේ වෙනස ආරම්භ විය යුත්තේ අප සෑම කෙනෙකුගෙන්ම බැවිනි. අපේ ගෙවල්වල, අපේ පාසල්වල සහ අපේ ප්‍රජාවන් තුළ. ආර්ථික සංවර්ධනය සඳහා වූ කොටස් කිසිදා ඉහළ මට්ටමක නොතිබූ හෙයින්, ස්ත්‍රී පුරුෂ භේදයකින් තොරව සියලුම ශ්‍රී ලාංකිකයන්ට සේවය කරන වඩා යහපත්, වඩා සාධාරණ අනාගතයක් ගොඩනැගීම සඳහා අපි මෙය නිවැරදිව ලබා ගැනීමට වග බලා ගත යුතුය.",
        "Fems AYA කාලාන්තර දිළිඳුකම පිටුදැකීමේ ගමනේ පළමු වසර සමරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையின் எதிர்காலம் உறுதியான பெண்ணாகும்: பொருளாதார மறுமலர்ச்சிக்காக அதிகாரம் பெற்ற பெண்களை வங்கியாக்குதல்",
      "body_lines": [
        "வரலாற்றில் மிகவும் பிரபலமான பெண்களில் ஒருவர் ஒருமுறை கூறினார்: \"நெருக்கடிக்குள், வாய்ப்பின் விதைகள்\". அத்தகைய சக்திவாய்ந்த உண்மையின் ஆதாரம்? மர்லின் மன்றோ, தெளிவான ஞானம் பெற்ற ஒரு பெண், ஆனால் துரதிர்ஷ்டவசமாக அவரது அறிவார்ந்த மற்றும் உணர்ச்சி வலிமையை விட அவரது உடல் அழகுக்காக நினைவுகூரப்படுகிறார்.",
        "கொந்தளிப்பு காலங்களில் வளர்ச்சியில் கவனம் செலுத்துவது கடினமாக இருந்தாலும், அந்த வாய்ப்பின் விதைகளைக் கண்டுபிடிக்க முடிந்தவர்கள் இறுதியில் சமமற்ற பலன்களைப் பெறுகிறார்கள். இன்று இலங்கை அத்தகையதொரு தருணத்தின் மத்தியில் உள்ளது. நமது பொருளாதாரத்தை புத்துயிர் பெறவும் புத்துயிர் பெறவும் உதவும் ஒவ்வொரு வாய்ப்பையும் நமது தேசம் அவசரமாக கண்டறிந்து பயன்படுத்த வேண்டும் என்பதில் நிச்சயமாக ஒருமித்த ஒருமித்த கருத்து உள்ளது. ஆனால் பிசாசு விவரங்களில் உள்ளது.",
        "எனவே, எங்கள் விருப்பங்களை எடைபோடுவதில், சில அத்தியாவசிய விவரங்களைக் கருத்தில் கொள்ள வேண்டும். முதலாவதாக, பெண்களின் அதிகாரமளித்தல் பெரும்பாலும் பொருளாதார வளர்ச்சியுடன் இணைந்து உயர்த்தப்படுவதற்கு இது ஒரு கட்டாயக் காரணம் என்பதை நாம் ஒப்புக் கொள்ள வேண்டும். உலகளவில், பெண்கள் மற்றும் ஆண்களுக்கு இடையிலான வாழ்நாள் வருமானத்தில் உள்ள வேறுபாடுகளால் நாடுகள் 160 டிரில்லியன் அமெரிக்க டாலர் செல்வத்தை இழக்கும் என மதிப்பிடப்பட்டுள்ளது. இது உலக வங்கியால் ஆய்வு செய்யப்பட்ட 141 நாடுகளில் உள்ள ஒவ்வொரு நபருக்கும் சராசரியாக US $23,620 ஆகும்.",
        "இரண்டாவதாக, உயர்கல்வியில் ஆண்களுக்கும் பெண்களுக்கும் இடையிலான சமத்துவம் உட்பட பெண் கல்வி விகிதங்களில் சிறந்த மற்றும் சிறந்த பெண் தலைமைத்துவத்தின் இலங்கையின் வளமான வரலாறு இருந்தபோதிலும், இலங்கையின் பெண் தொழிலாளர் பங்கேற்பு விகிதம் (FLFP) ஒரு மோசமான 32% இல் தொடர்ந்து நிலைநிறுத்தப்பட்டுள்ளது; ஒரு தசாப்தத்திற்கு முன்பு இருந்ததைப் போலவே, தெற்காசியாவில் மிகக் குறைந்த அளவில் வீழ்ச்சியடைந்தது.",
        "மிக முக்கியமாக, இலங்கையானது 2025 ஆம் ஆண்டு வரை ஒவ்வொரு வருடமும் 20 பில்லியன் அமெரிக்க டொலர்கள் வரை எமது மொத்த உள்நாட்டு உற்பத்தியை (GDP) அதிகரிக்க முடியும் என்று ஆராய்ச்சி காட்டுகிறது. இந்த ஆண்டு நாம் கூட்டாக நம்மை நாமே கேட்டுக்கொள்ள வேண்டிய கேள்வி எளிமையானது; இந்த திறனை நாம் இனி புறக்கணிக்க முடியுமா?",
        "இந்த சர்வதேச மகளிர் தினமானது இலங்கையின் தற்போதைய பொருளாதார சவால்களுக்கு பதிலளிப்பதில், எமது தேசத்தின் அபிவிருத்திக்கு பெண்கள் ஆற்றிய குறிப்பிடத்தக்க பங்களிப்பைப் பற்றி சிந்திக்கவும், எமக்கு தேவையான விரிவான நடவடிக்கைகள் தொடர்பில் உறுதியான ஒருமித்த கருத்தை எட்டவும் நாம் நேரத்தை எடுத்துக்கொள்வோம். இன்னும் பல இலங்கைப் பெண்களுக்கு அவர்களின் முழுத் திறனையும் அடைய அதிகாரம் அளிக்க வேண்டும்.",
        "இலங்கைப் பெண்கள் இன்று எதிர்நோக்கும் பல தடைகள் தலைமுறை தலைமுறையாகப் பிற்போக்கான அணுகுமுறைகள் மற்றும் கருத்தியல்களின் விளைபொருளாகும், அவை இன்று முறையான தோல்விகளை உருவாக்கும் அளவிற்கு வேரூன்றியுள்ளன. இப்பிரச்சினைகள் நிச்சயமாக இலங்கைக்கு மட்டும் உரியதல்ல என்றாலும், இந்தப் பிரச்சினைகளைத் தீர்ப்பதற்கு நாம் உருவாக்கும் தீர்வுகள் இருக்க வேண்டும்.",
        "அதிக தாக்கத்தை ஏற்படுத்தக்கூடிய ஒரு பகுதி, அதிக பெண்களை தொழில்முனைவோராக ஆக்குவதற்கு ஊக்குவிப்பதும் ஆதரவளிப்பதும் ஆகும். இலங்கை மத்திய வங்கியானது உள்நாட்டு வங்கித் துறைக்கு அதன் 5% கடன் இலாகாவை குறிப்பாக பெண்கள் தலைமையிலான நிறுவனங்களுக்கு ஒதுக்க வேண்டும் என்ற உத்தரவு நிச்சயமாக சரியான திசையில் ஒரு சாதகமான படியாகும். இம்முயற்சியை அதிக ஆர்வத்துடன் முன்னெடுத்துச் செல்லும் பொறுப்பு இப்போது நமது தொழில்துறையின் மீது உள்ளது.",
        "இதுவரை, மொத்தம் 126,216 வாடிக்கையாளர்களைக் கொண்ட எங்கள் மொத்த SME போர்ட்ஃபோலியோவில் தோராயமாக 3% பெண்கள் தலைமையிலான நிறுவனங்களுக்கு அனுப்பப்பட்டுள்ளது. மொத்தத்தில், 3,000 க்கும் மேற்பட்ட பெண்கள் தலைமையிலான SME களின் தொழில் முனைவோர் கனவுகளை அடைவதற்கும் அவர்களின் சொந்த நிதிகளின் மீது முன்னோடியில்லாத அளவிலான கட்டுப்பாட்டைப் பெறுவதற்கும் நாங்கள் ஆதரவளித்துள்ளோம். இந்த வணிகங்கள் வீட்டுத்தோட்டம், விவசாயம், உணவு, ஃபேஷன், பேக்கேஜிங் மற்றும் எழுதுபொருட்கள் உட்பட பல்வேறு பகுதிகளில் பரவியுள்ளன.",
        "2022 ஆம் ஆண்டில், எங்கள் SME கடனை ஆண்டுக்கு 20% (YoY) விரிவுபடுத்துவதை நோக்கமாகக் கொண்டுள்ளோம். இந்த செயல்பாட்டில், அதிக பெண் தொழில்முனைவோர்களுக்கான நிதி மற்றும் வாய்ப்பை மேலும் விரிவுபடுத்துவோம் என்று நம்புகிறோம். திறன் மேம்பாடு மற்றொரு முக்கிய கவனம் செலுத்தும் பகுதியாக இருக்கும், மொத்தம் 40 கட்டமைக்கப்பட்ட திறன் மேம்பாட்டுத் திட்டங்கள் இந்த ஆண்டு முழுவதும் ஏற்கனவே ஏற்பாடு செய்யப்பட்டுள்ளன.",
        "தேர்ந்தெடுக்கப்பட்ட குறுகிய கால SME மேம்பாட்டு திட்டங்களுக்காக HNB USAID உடன் கூட்டு சேர்ந்துள்ளது. அதேபோன்று, சர்வதேச சந்தைகளில் போட்டியிடுவதற்கான அவர்களின் அபிலாஷைகளுக்கு ஆதரவளிக்கும் வகையில் 100 பெண்களுக்கு கவனம் செலுத்தும் திறன் மேம்பாடு மற்றும் நிதியியல் கல்வியறிவுப் பயிற்சிகளை வழங்குவதற்கு ITC மற்றும் இலங்கை ஏற்றுமதி அபிவிருத்திச் சபையுடன் கூட்டுசேர்ந்தோம்.",
        "பெண் தொழில்முயற்சியாளர்களுக்கு பயிற்சி அளிப்பதற்கும் அவர்களுக்கு வழிகாட்டுவதற்கும் நாங்கள் CIMA ஸ்ரீலங்காவுடன் இணைந்துள்ளோம். SME இடத்தின் விகிதாசார வளர்ச்சிக்கான சாத்தியக்கூறுகளைத் திறக்க அவர்களுக்கு உதவுவதோடு, பெண்களுக்கு அதிக வேலை வாய்ப்புகளை உருவாக்க அந்த வளர்ச்சியைப் பயன்படுத்துகிறோம்.",
        "இந்த வருடத்தில், HNB அதிக விழிப்புணர்வை ஏற்படுத்தவும், நிதியும் பயிற்சியும் மிகவும் தேவைப்படும் இடங்களுக்கு அனுப்பப்படுவதை உறுதி செய்வதற்காக இந்தத் திட்டங்களில் கவனம் செலுத்தவும் நம்புகிறது. எவ்வாறாயினும், இலங்கைப் பெண்கள், சராசரியாக, தெற்காசிய சகாக்களை விட சிறந்த கல்வியுடையவர்களாக இருந்தாலும், பொருளாதார நன்மைகளைப் பெறுவதற்கு அந்தக் கல்வியைப் பயன்படுத்துவதற்கான வாய்ப்புகள் குறைவு. பிரச்சனையின் ஒரு பகுதி என்னவென்றால், நமது கல்வி முறையே சீர்திருத்தம் தேவைப்படுகிறது, இதனால் நமது அடுத்த தலைமுறையானது பணியாளர்களுக்குள் நுழைவதற்கு தேவையான கடினமான மற்றும் மென்மையான திறன்களுடன் சிறப்பாக தயாராக உள்ளது.",
        "இதேபோல், தொழில்நுட்ப மற்றும் தொழில் பயிற்சியை அதிக பெண்களுக்கு விரிவுபடுத்துவதில் கவனம் செலுத்த வேண்டும், அதே நேரத்தில் பெண்கள் சில வேலைகளை மேற்கொள்வதற்கு எதிரான கட்டுக்கதைகள் மற்றும் சார்புகளை அகற்ற வேண்டும்.",
        "முன்னோக்கி நகரும், இலங்கையர்கள் பெண் தொழில்முனைவோருக்கு உகந்த ஒரு ஊட்டமளிக்கும் சூழலை உருவாக்குவதில் இணைந்து கொள்ள வேண்டும் மற்றும் பெண்களை பணியிடத்தில் இருந்து விலக்கி வைப்பதற்கு மிகவும் பொறுப்பான குறிப்பிட்ட வலி புள்ளிகளை நிவர்த்தி செய்ய வேண்டும். பாதுகாப்பான குழந்தை பராமரிப்பு மற்றும் போக்குவரத்தை உறுதி செய்வதற்கான நடைமுறை முதலீடுகள் இதில் அடங்கும்.",
        "சட்ட சீர்திருத்தங்கள் ஒரு முக்கியமான அங்கமாகும், அதாவது சர்வதேச தொழிலாளர் அமைப்பு (ILO) மாநாடு 190 இன் உள்நாட்டு அங்கீகாரம், இது வன்முறை மற்றும் துன்புறுத்தல் இல்லாத வேலை உலகத்திற்கான அனைவருக்கும் உரிமையை வழங்குகிறது. இருப்பினும் சட்ட சீர்திருத்தம் நம்மை வெகு தூரம் அழைத்துச் செல்லும்.",
        "உண்மையான முன்னேற்றத்திற்கு, அனைத்து பாலின அடிப்படையிலான பாகுபாடுகளின் மூலமான கலாச்சாரச் சீர்கேட்டையும் நாம் நிவர்த்தி செய்ய வேண்டும். ஏனென்றால், மாற்றம் என்பது நம் ஒவ்வொருவரிடமிருந்தும் தொடங்க வேண்டும். எங்கள் வீடுகளிலும், பள்ளிகளிலும், சமூகங்களிலும். பொருளாதார அபிவிருத்திக்கான பங்குகள் ஒருபோதும் அதிகமாக இருந்ததில்லை என்பதால், பாலினம் பொருட்படுத்தாமல் அனைத்து இலங்கையர்களுக்கும் சேவை செய்யும் சிறந்த, சமமான எதிர்காலத்தை கட்டியெழுப்ப, இந்த உரிமையை நாம் பெறுவதை உறுதி செய்ய வேண்டும்.",
        "Fems AYA கால வறுமையை ஒழிக்கும் பயணத்தின் முதல் ஆண்டைக் கொண்டாடுகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}