{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/New-Adikarana-Sanga-Nayaka-Ven-Atapattukande-Ananda-Nayake-Thero-to-be-felicitated-tomorrow/56-732220",
  "time_ut": 1647631020,
  "title": "New Adikarana Sanga Nayaka Ven. Atapattukande Ananda Nayake Thero to be felicitated tomorrow",
  "body_lines": [
    "Ven. Atapattukande Ananda Nayake Thero, a former Assistant Principal at Colombo Ananda College, Chief Incumbent at Havelock Town ‘Sama’ Vihara, Beruwewala Sri Saugatharama Purana Vihara, Ellewela Sri Ashwattarama Viharaya and Denagama Sri Munasingharamaya, has been unanimously appointed the Chief Adhikarana Sanghanayake for southern Sri Lanka, coupled with the honorary title ‘Saddharma Keerthi Sri Dhammarathana Pragnatissa’ by the Most Ven. Tibbatuwawe Sri Sumangalabhidhana Mahanayake Thero of the Malwatte Chapter and the Karaka Sangha Sabha of the Malwatte Chapter.",
    "The Act of Appointment and Credentials to this effect were presented to Ven. Atapattukande Ananda Nayake Thero on 6 March at the historic conference hall (Uposhathagaraya) at Malwatte Viharaya in Kandy during a traditional ceremony, graced by several Mahanayake, Anunayake Theros and members of the Maha Sangha.",
    "The reception and the felicitation (Abhinandana) ceremony of the newly-appointed Adikarana Sanghanayake Thero will get underway at BMICH on 20 March, presided by Mahanayake and Anunayake Theros of Malwatte and Asgiriya Chapters and graced by President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and a gathering of distinguished invitees where the customary presentation of the parchment and the Vijinipatha (traditional fan) would take place along with the release of two academic journals with research materials. Ven. Prof. Kotapitiye Rahula Anunayke Thero of Kotte Sri Kalyani Samagree Sangha Sabha and Prof. Sampath Amarathunga, Chairman, University Grants Commission would deliver special orations at the ceremony.",
    "Ven. Ananda Thero, although is the incumbent of four temples, does not lead a congested or hectic life. He maintains decorum and sanity how much the pressure would be upon him due to his well-trained monkhood and his virtuous life. From all aspects of compassion, erudition, loving kindness, generosity and care for everyone and more importantly his disposition of humility and simplicity, Ven. Atapattukande Ananda Nayake Thero during my more than 40 years of close association with him has emerged a colossus monk who robbed our both hearts and minds. He possesses remarkable sentiments of piety, composure and far-sightedness and his absorption of layman’s grievances appears remarkable and outstanding and they are, in my opinion could be inborn qualities, aptly refined by his monk teachers after he ordained as a novice monk in 1973 after he became a student monk.",
    "Our protagonist, Ven. Atapattukande Ananda Nayake Thero as a very budding monk selected Bellanwila Rajamaha Vihara temple as his residential quarters early in 1980s with the blessings of late Ven. Bellanwila Sri Somarathana Nayake Thero, Ven. Bellanwila Dhammarathana Thero and Ven. Prof. Bellanwila Wimalarathana Thero. His close interaction with those colossal monks laid the foundation for his rise to academic, religious and social roles while serving the Pannipitiya Vidyalankara Pirivena as a teacher before he joined the government service as a school teacher.",
    "His close intimacy with all those who come to see him provided solace to all, irrespective of their social status. His more than 40 years of stint at Bellanwila, particularly maintaining intimate acquaintance with late Ven. Bellanwila Wimalarathana Anu Nayake Thero before 2018 prepared the breeding ground for him to be what he is today. After his graduation from Peradeniya and Kelaniya Universities, he continued his teaching career for more than 25 years before retirement as the Assistant Principal at Colombo Ananda College.",
    "Ven. Atapattukande Ananda Nayake Thero stood an enormous tower of strength to the conduct of affairs at Bellanwila Raja Maha Viharaya, irrespective of day and night particularly during Dahampasal sessions, management of the Community Development Foundation and the annual Esala Perahera of the Bellanwila temple. His untiring, courteous and humane attitudes and approaches to us, laymen at Bellanwila always relieved us of all mental frustrations, grief, disgust and disappointment and remained a beacon of hope and inspiration to all who approached him. Our Ven. Thero has a very wide and strong network of Dhamma friends and overseas monks who have been always communicating with the Nayake Thero for assistance and propagation of the message of Dhamma.",
    "Ven. Atapattukande Ananda Nayake Thero, I am pretty sure, will have necessary strength and vision to continue with responsibilities, entrusted to him as the Chief Adikarana Sanghanayake for the Southern Province in future and usher a new era of disciplinary revival in the Buddha Sasana and the priesthood. This shift of paradigm in terms of his dedicated seniority to Dhamma, its practices and its applications, no doubt would further inspire him for continuation of his monastic life as the Buddha said. Let me quote; “Dhammaramo – Dhammarato, Dhammam Anuvisinthayam, Dhammam Anussaram Bhikku – Saddhamma Na Pariyati” (The monks who abide in the Dhamma, who delight in the Dhamma, who meditate on the Dhamma and are ever mindful of the Dhamma, do not fall away from the Dhamma of the virtuous).",
    "Ven. Atapattukande Ananda Nayake Thero has so far brightened the order of the Sambuddha Sasana ever since he became a disciple of the Buddha when he was just 11 Years of age.",
    "Ven. Atapattukande Ananda Nayake Thero spanning more than five decades has been engaged in compiling Buddhist features to the mainstream media and various periodicals and magazines. His columns have received commendations and reviews from many ordinary citizens both here and abroad. His service to all temples in the south has been well accepted and appreciated. It is a milestone in his career to note that he has so far produced more than 50 books and volumes for propagation of the message of Dhamma.",
    "He retired from his more than 25 years of teaching career as the Assistant Principal at Colombo Ananda College. Ven. Atapattukande Ananda Nayake Thero received his ordination as a novice in 1973 under the tutelage of his erudite teachers, Ven. Narandeniye Dhammarathana and Ven. Kongala Pangnatissa Nayake Theros after completion of his secondary education. Afterwards, Ven. Atapattukande Ananda Nayake Thero read for his Bachelor’s degree at the University of Peradeniya and the Master’s at the University of Kelaniya before he followed the Post Education Diploma at the University of Colombo.",
    "Born to Mr. and Mrs. Karunadasa Atapattu and Dona Hinnihamine Atapattu of Hakmana, Ven. Ananda Thero has widely travelled overseas on missionary assignments and is popular among monks at foreign destinations.",
    "We are very pleased on behalf of all the monks at Bellanwila temple, including Ven. Bellanwimala Dhammarathana Nayake Thero, Ven. Boralesgamuwe Pemarathana Thero, Ven. Bellanwila Sangarathana Thero, members of the Dayaka Sabha, Kulagana Samithiya, all associations in Bellanwila village and our grateful villagers, salute this great monk of our times and wish him longevity and all the success in the performance of his new responsibilities as the Adikarana Sanghanayake of Southern Province.",
    "This recognition by the Malwathu Vihara is well-deserved and it will certainly work as a catalyst for his continued service to Sasana and human development and we wholeheartedly pay homage to the erudite scholar monk. Live long to serve mankind, Bhante!",
    "(The writer is the Chief Media Coordinator – Abhinandana Committee and former Basnayake Nilame – Bellanwila Rajamaha Viharaya.)"
  ],
  "translate": {
    "si": {
      "title": "නව අදිකරණ සංඝනායක පූජ්‍ය පූජ්‍ය. අතපත්තුකන්දේ ආනන්ද නාහිමියන්ගේ උපහාරය හෙට",
      "body_lines": [
        "හාමුදුරුවෝ. දක්ෂිණ ශ්‍රී සංඝනායක සංඝනායක ධූරය සඳහා කොළඹ ආනන්ද විද්‍යාලයේ හිටපු සහකාර විදුහල්පතිවරයකු වූ අතපත්තුකන්දේ ආනන්ද නාහිමියෝ ඒකමතිකව පත් කර ඇත. ලක්දිව, අතිපූජ්‍ය නාහිමිපාණන්ගේ ‘සද්ධර්ම කීර්ති ශ්‍රී ධම්මරතන ප්‍රඥාතිස්ස’ යන ගෞරව නාමය සමඟින්. මල්වතු පාර්ශ්වයේ මහානායක තිබ්බටුවාවේ ශ්‍රී සුමංගලාභිධාන මහානායක ස්වාමීන්ද්‍රයන් වහන්සේ සහ මල්වතු පාර්ශ්වයේ කාරක සංඝ සභාව.",
        "මේ සඳහා වන පත්වීම් පනත සහ අක්තපත්‍ර පූජ්‍ය පූජ්‍ය මාහිමිපාණන් වෙත පිළිගන්වන ලදී. අතපත්තුකන්දේ ආනන්ද නාහිමිපාණන් වහන්සේ මාර්තු 06 වැනි දින මහනුවර මල්වතු විහාරයේ ඓතිහාසික සම්මන්ත්‍රණ ශාලාවේදී (උපෝෂථාගාරයේදී) මහානායක අනුනායක හිමිවරු ඇතුළු මහා සංඝරත්නය ඇතුළු පිරිසකගේ ප්‍රධානත්වයෙන් පැවැති සම්ප්‍රදායික උත්සවයකදීය.",
        "අභිනව අදිකරණ සංඝනායක ස්වාමීන් වහන්සේ පිළිගැනීම සහ උපහාර (අභිනන්දන) උත්සවය මල්වතු අස්ගිරි පාර්ශ්වයේ මහානායක හා අනුනායක හිමිවරුන්ගේ ප්‍රධානත්වයෙන් මාර්තු 20 වැනි දින බණ්ඩාරනායක සම්මන්ත්‍රණ ශාලාවේදී ජනාධිපති ගෝඨාභය රාජපක්ෂ, අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ සහ අග්‍රාමාත්‍යවරයාගේ ප්‍රධානත්වයෙන් පැවැත්වේ. පර්යේෂණ ද්‍රව්‍ය සහිත ශාස්ත්‍රීය සඟරා දෙකක් නිකුත් කිරීමත් සමඟ පාච්මන්ට් සහ විජිනිපාත (සාම්ප්‍රදායික රසික) චාරිත්‍රානුකූලව ඉදිරිපත් කිරීම සිදු කෙරෙන සම්භාවනීය ආරාධිතයින් එක්රැස් කිරීම. හාමුදුරුවෝ. මෙම උත්සවයේදී කෝට්ටේ ශ්‍රී කල්‍යාණි සාමග්‍රී සංඝ සභාවේ මහාචාර්ය කොටපිටියේ රාහුල අනුනායක හිමි සහ විශ්වවිද්‍යාල ප්‍රතිපාදන කොමිෂන් සභාවේ සභාපති මහාචාර්ය සම්පත් අමරතුංග මහතා විශේෂ අනුශාසනා පවත්වනු ඇත.",
        "හාමුදුරුවෝ. ආනන්ද හාමුදුරුවෝ සතර වෙහෙර විහාරාධිපති වුවත්, තදබදයක් හෝ කලබලකාරී ජීවිතයක් ගත කරන්නේ නැත. මනාව පුහුණු කළ පැවිදි බව සහ සිල්වත් ජීවිතය නිසා තමාට එල්ල වන පීඩනය කෙතරම්ද යන්න ඔහු විචිත්‍රවත් බව හා සිහිබුද්ධිය රකියි. දයානුකම්පාව, පාණ්ඩිත්‍යය, ප්‍රේමණීය කරුණාව, ත්‍යාගශීලී බව සහ සැමට සැලකිල්ල යන සෑම අංශයකින්ම හා වඩා වැදගත් ලෙස උන්වහන්සේගේ නිහතමානී බව හා චාම් බව ප්‍රගුණ කරයි. අතපත්තුකන්දේ ආනන්ද නායක හාමුදුරුවෝ වසර 40කට වැඩි කාලයක් මා සමඟ සමීප ඇසුරක් පවත්වද්දී අපේ හිත් දෙකම සොරාගත් මහා සංඝයා වහන්සේ නමක් මතුවෙලා. උන්වහන්සේට ශ්‍රද්ධාව, සංසුන් බව සහ දුරදක්නා නුවණක් ඇති අතර ගිහියන්ගේ දුක්ගැනවිලි උකහා ගැනීම කැපී පෙනෙන හා කැපී පෙනෙන ලෙස පෙනෙන අතර ඒවා 1973 දී සාමණේර පැවිද්දෙන් පසු උන්වහන්සේගේ පැවිදි ගුරුවරුන් විසින් උචිත ලෙස පිරිපහදු කළ ජන්ම ගුණාංග විය හැකි බව මගේ අදහසයි. ඔහු ශිෂ්‍ය භික්ෂුවක් බවට පත් විය.",
        "අපේ කතා නායක හාමුදුරුවෝ. අතපත්තුකන්දේ ආනන්ද නාහිමිපාණන් වහන්සේ 1980 දශකයේ මුල් භාගයේ දී අපවත්වී වදාළ පූජ්‍ය නාහිමියන්ගේ ආශිර්වාදයෙන් ඉතා අංකුර හිමි නමක් ලෙස බෙල්ලන්විල රජමහා විහාරය තම නේවාසික නිවස ලෙස තෝරා ගන්නා ලදී. බෙල්ලන්විල ශ්‍රී සෝමරතන නායක හිමි, බෙල්ලන්විල ධම්මරතන හිමි සහ පූජ්‍ය. මහාචාර්ය බෙල්ලන්විල විමලරතන හිමි. පාසල් ගුරුවරයකු ලෙස රජයේ සේවයට බැඳීමට පෙර පන්නිපිටිය විද්‍යාලංකාර පිරිවෙනේ ගුරුවරයකු ලෙස සේවය කරමින් සිටියදීම ශාස්ත්‍රීය, ආගමික හා සමාජීය භූමිකාවන් කරා එළැඹීමට අඩිතාලම දැමුවේ එම දැවැන්ත භික්ෂූන් වහන්සේලා සමඟ කළ සමීප සබඳතාවය.",
        "සමාජ තරාතිරම නොබලා ඔහුව බලන්නට එන සියලු දෙනා සමඟ ඔහුගේ සමීප ළෙන්ගතුකම සියලු දෙනාටම සැනසීමක් ලබා දුන්නේය. උන්වහන්සේ බෙල්ලන්විල ප්‍රදේශයේ වසර 40කට වැඩි කාලයක් සේවය කළ අතර, විශේෂයෙන් අපවත් වී වදාළ පූජ්‍ය නාහිමියන් සමඟ සමීප ඇසුරක් පවත්වා ඇත. බෙල්ලන්විල විමලරතන අනුනායක ස්වාමීන් වහන්සේ 2018 ට පෙර උන්වහන්සේට අද ඉන්න තත්ත්වයට බෝවන පිටිය සකස් කළා. පේරාදෙණිය සහ කැලණිය විශ්වවිද්‍යාලවලින් උපාධිය ලැබීමෙන් පසු කොළඹ ආනන්ද විද්‍යාලයේ සහකාර විදුහල්පතිවරයා වශයෙන් විශ්‍රාම යාමට පෙර වසර 25කට වැඩි කාලයක් තම ගුරු වෘත්තිය කරගෙන ගියේය.",
        "හාමුදුරුවෝ. විශේෂයෙන් දහම්පාසල් සැසිවාර, ප්‍රජා සංවර්ධන පදනමේ කළමනාකාරීත්වය සහ බෙල්ලන්විල විහාරස්ථානයේ වාර්ෂික ඇසළ පෙරහැර යන කාලසීමාවන්හිදී දිවා රාත්‍රී භේදයකින් තොරව බෙල්ලන්විල රජමහා විහාරස්ථානයේ කටයුතු මෙහෙයවීමට අතපත්තුකන්දේ ආනන්ද නාහිමියෝ දැවැන්ත ශක්තියක් වූහ. ඔහුගේ නොපසුබස්නා, ආචාරශීලී සහ මානුෂීය ආකල්ප සහ අප වෙත එළඹීම, බෙල්ලන්විල ගිහියන් සෑම විටම අපව මානසික කලකිරීම්, ශෝකය, පිළිකුල සහ කලකිරීම් වලින් නිදහස් කර ඔහු වෙත ළඟා වූ සියල්ලන්ටම බලාපොරොත්තුවේ සහ ආශ්වාදයේ පහනක් විය. අපේ හාමුදුරුවෝ. උන්වහන්සේට ඉතා පුළුල් ශක්තිමත් දහම් මිතුරු ජාලයක් සහ එතෙර සිටින භික්ෂූන් වහන්සේලා නිරන්තරයෙන්ම නායක හාමුදුරුවෝ සමඟ ධර්ම පණිවිඩය ප්‍රචාරණය කිරීම සඳහා සහය වීම සඳහා අදහස් හුවමාරු කරගෙන සිටිති.",
        "හාමුදුරුවෝ. අනාගතයේදී දකුණු පළාතේ ප්‍රධාන අදිකරණ සංඝනායක ලෙස උන්වහන්සේට භාරදී බුද්ධ ශාසනයේ හා පැවිදි සමාජයේ විනය ප්‍රබෝධයේ නව යුගයක් උදාකර දීමට අතපත්තුකන්දේ ආනන්ද නාහිමිපාණන්ට අවශ්‍ය ශක්තිය හා දැක්ම ඇති බව මට හොඳටම විශ්වාසයි. . ධර්මයට කැප වූ ජ්‍යෙෂ්ඨත්වය, එහි පිළිවෙත් සහ එහි යෙදීම් අනුව මෙම සුසමාදර්ශය වෙනස් කිරීම, බුදුන් වහන්සේ වදාළ පරිදි තම පැවිදි ජීවිතය දිගටම කරගෙන යාමට ඔහුව තව දුරටත් පොළඹවනු නොඅනුමානය. මට උපුටා දැක්වීමට ඉඩ දෙන්න; “ධම්මාරාමෝ – ධම්මරතො, ධම්මං අනුවිසින්තායං, ධම්මං අනුස්සරම් භික්ඛු – සද්ධම්ම න පරියාති” (ධර්මයෙහි රැඳී සිටින, ධර්මයෙහි ප්‍රසන්න වූ, ධර්මය මෙනෙහි කරන, සදහටම බණ සිහි කරන භික්ෂූන් වහන්සේලා එයින් නොවැටෙති. සත්පුරුෂ ධර්මය).",
        "හාමුදුරුවෝ. අතපත්තුකන්දේ ආනන්ද නාහිමිපාණන් වහන්සේ යන්තම් වයස අවුරුදු 11 දී බුද්ධ ශ්‍රාවකයෙකු බවට පත් වූ දා සිට මේ දක්වා සම්බුද්ධ ශාසනය ආලෝකවත් කර ඇත.",
        "හාමුදුරුවෝ. අතපත්තුකන්දේ ආනන්ද නාහිමිපාණන් දශක පහකට අධික කාලයක් පුරා විහිදුණු බෞද්ධ විශේෂාංග ප්‍රධාන ධාරාවේ මාධ්‍යවලට සහ විවිධ වාර සඟරාවලට සහ සඟරාවලට සම්පාදනය කිරීමේ නිරතව සිටී. ඔහුගේ තීරු ලිපි සඳහා එතෙර මෙන්ම බොහෝ සාමාන්‍ය පුරවැසියන්ගෙන් ප්‍රශංසා සහ විචාර ලැබී ඇත. දකුණේ සියලුම විහාරස්‌ථානවලට උන්වහන්සේ කළ සේවය මහත් පිළිගැනීමට හා ඇගයීමට ලක්‌වී ඇත. ඔහු මේ වන විට ධර්ම පණිවිඩය ප්‍රචාරය කිරීම සඳහා පොත් සහ වෙළුම් 50 කට වැඩි ප්‍රමාණයක් නිෂ්පාදනය කර ඇති බව සඳහන් කිරීම ඔහුගේ වෘත්තීය ජීවිතයේ සන්ධිස්ථානයකි.",
        "ඔහු කොළඹ ආනන්ද විද්‍යාලයේ සහකාර විදුහල්පතිවරයා ලෙස වසර 25 කට වැඩි කාලයක් තම ගුරු වෘත්තියෙන් විශ්‍රාම ගියේය. හාමුදුරුවෝ. අතපත්තුකන්දේ ආනන්ද නාහිමියන් 1973 දී සාමණේර පැවිද්ද ලබා ගත්තේ උන්වහන්සේගේ පණ්ඩිත ගුරුවරුන් වන පූජ්‍ය පූජ්‍ය ධම්මානන්ද හිමියන්ගේ ගුරුහරුකම් යටතේය. නාරන්දෙණියේ ධම්මරතන හා පූජ්‍ය ධම්මරතන හිමි කෝංගල පඤ්ඤතිස්ස නාහිමියන් ද්විතීයික අධ්‍යාපනය අවසන් කිරීමෙන් පසු. ඉන්පසුව හාමුදුරුවෝ. අතපත්තුකන්දේ ආනන්ද නායක හිමියෝ කොළඹ විශ්වවිද්‍යාලයේ පශ්චාත් අධ්‍යාපන ඩිප්ලෝමාව හැදෑරීමට පෙර පේරාදෙණිය විශ්වවිද්‍යාලයෙන් උපාධිය සහ ශාස්ත්‍රපති උපාධිය සඳහා කැලණිය විශ්වවිද්‍යාලයෙන් කියවූහ.",
        "හක්මන කරුණාදාස අතපත්තු මහතාට සහ දෝන හින්නිහාමිනේ අතපත්තු මහතාට හා එම මහත්මියට දාව උපන් පූජ්‍ය පූජ්‍ය පූජ්‍ය. ආනන්ද හාමුදුරුවෝ ධර්මදූත පැවරුම් සඳහා විශාල වශයෙන් විදේශ සංචාරය කර ඇති අතර විදේශ ගමනාන්තවල භික්ෂූන් අතර ජනප්‍රියය.",
        "පූජ්‍ය නාහිමියන් ඇතුළු බෙල්ලන්විල විහාරස්ථානයේ සියලුම භික්ෂූන් වහන්සේලා වෙනුවෙන් අපි ඉතාමත් සතුටු වෙනවා. බෙල්ලන්විමල ධම්මරතන නායක හාමුදුරුවෝ. බොරලැස්ගමුවේ පේමරතන හිමි, පූජ්‍ය. බෙල්ලන්විල සංඝරතන ස්වාමීන් වහන්සේ, දායක සභාවේ, කුලඟන සමිතියේ සාමාජික සාමාජිකාවන්, බෙල්ලන්විල ගමේ සියලුම සංගම් සහ අපගේ කෘතවේදී ගම්වාසී අපේ කාලයේ මේ උතුම් ස්වාමීන් වහන්සේට ආචාර කරමින් උන්වහන්සේට දීර්ඝායුෂ ප්‍රාර්ථනා කරන අතර උන්වහන්සේගේ නව වගකීම් අදිකරණ ලෙස ඉටු කිරීමට හැකිවේවා. දකුණු පළාත.",
        "මල්වතු විහාරයේ මෙම පිළිගැනීම ඉතා සුදුසු වන අතර එය උන්වහන්සේගේ ශාසනයට සහ මානව සංවර්ධනයට අඛණ්ඩව කරන ලද සේවය සඳහා උත්ප්‍රේරකයක් ලෙස ක්‍රියා කරන බව නිසැකයි. ප්‍රවීණ පඬිවරයාණන් වහන්සේට අපි හදවතින්ම උපහාර කරමු. මනුෂ්‍ය වර්ගයාට සේවය කිරීමට දීර්ඝායුෂ ලැබේවා, භන්තේ!",
        "(ලේඛකයා ප්‍රධාන මාධ්‍ය සම්බන්ධීකාරක – අභිනන්දන කමිටුව සහ හිටපු බස්නායක නිලමේ – බෙල්ලන්විල රජමහා විහාරය.)"
      ]
    },
    "ta": {
      "title": "புதிய அதிகார சங்க நாயக வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரருக்கு நாளை புகழஞ்சலி",
      "body_lines": [
        "வண. தெற்கு ஸ்ரீ சங்கனய அதிகார சபைக்கு கொழும்பு ஆனந்த கல்லூரியின் முன்னாள் உதவி அதிபரும், ஹெவ்லொக் டவுன் சாம விகாரை, பேருவெவல ஸ்ரீ சௌகதாராம புராண விகாரை, எல்லேவெல ஸ்ரீ அஸ்வத்தாராம விகாரை, தெனகம ஸ்ரீ முனசிங்கராமய ஆகிய இடங்களிலும் பிரதம அதிதியாக செயற்பட்ட அதபத்துகந்தே ஆனந்த நாயக்க தேரர் ஏகமனதாக நியமிக்கப்பட்டுள்ளார். லங்கா, அதி வணக்கத்தால் 'சதர்ம கீர்த்தி ஸ்ரீ தம்மரதன பிரக்ஞாதிஸ்ஸ' என்ற கௌரவப் பட்டத்துடன் இணைந்தது. மல்வத்தை பிரிவின் திப்பட்டுவாவே ஸ்ரீ சுமங்கலாபிதான மகாநாயக்க தேரர் மற்றும் மல்வத்தை பிரிவின் காரக சங்க சபை.",
        "இதற்கான நியமனச் சட்டம் மற்றும் நற்சான்றிதழ்கள் வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரர் மார்ச் 6 ஆம் திகதி கண்டி மல்வத்த விகாரையிலுள்ள வரலாற்று சிறப்புமிக்க மாநாட்டு மண்டபத்தில் (உபோஷதகராய) பாரம்பரிய வைபவம் ஒன்றின் போது, ​​பல மகாநாயக்கர்கள், அனுநாயக்க தேரர்கள் மற்றும் மகா சங்க உறுப்பினர்கள் கலந்து கொண்டனர்.",
        "புதிதாக பதவியேற்றுள்ள அதிகரண சங்கநாயக்க தேரரின் வரவேற்பு மற்றும் பாராட்டு விழா மார்ச் 20 ஆம் திகதி BMICH இல் மல்வத்தை மற்றும் அஸ்கிரிய பீடங்களின் மகாநாயக்கர் மற்றும் அனுநாயக்க தேரர்களின் தலைமையில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, பிரதமர் மஹிந்த ராஜபக்ஷ மற்றும் ஒருவரால் நடைபெறவுள்ளது. புகழ்பெற்ற அழைப்பாளர்களின் ஒன்றுகூடல், காகிதத்தோல் மற்றும் விஜினிபாத (பாரம்பரிய விசிறி) ஆகியவற்றின் வழக்கமான விளக்கக்காட்சியுடன், இரண்டு கல்விசார் பத்திரிக்கைகளை ஆய்வுப் பொருட்களுடன் வெளியிடுவது. வண. இவ்விழாவில் கோட்டே ஸ்ரீ கல்யாணி சமகிரி சங்க சபையின் பேராசிரியர் கோட்டாபிட்டியே ராகுல அனுநாயக்க தேரர் மற்றும் பல்கலைக்கழக மானியங்கள் ஆணைக்குழுவின் தலைவர் பேராசிரியர் சம்பத் அமரதுங்க ஆகியோர் சிறப்புரை ஆற்றவுள்ளனர்.",
        "வண. ஆனந்த தேரர், நான்கு கோவில்களுக்கு அதிபதியாக இருந்தாலும், நெரிசலான அல்லது பரபரப்பான வாழ்க்கையை நடத்துவதில்லை. நன்கு பயிற்றுவிக்கப்பட்ட துறவு மற்றும் நல்லொழுக்கமான வாழ்க்கையின் காரணமாக அவர் மீது எவ்வளவு அழுத்தம் இருக்கும் என்பதை அவர் அலங்காரத்தையும் நல்லறிவையும் பராமரிக்கிறார். இரக்கம், புலமை, அன்பான இரக்கம், தாராள மனப்பான்மை மற்றும் அனைவரிடமும் அக்கறை காட்டுதல் மற்றும் மிக முக்கியமாக பணிவு மற்றும் எளிமை ஆகியவற்றின் அனைத்து அம்சங்களிலிருந்தும், வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரரோடு 40 வருடங்களுக்கும் மேலான நெருங்கிய உறவின் போது எமது இரு உள்ளங்களையும் மனங்களையும் கொள்ளையடித்த கோலோச்சிய துறவி ஒருவர் வெளிப்பட்டுள்ளார். அவர் பக்தி, அமைதி மற்றும் தொலைநோக்கு போன்ற குறிப்பிடத்தக்க உணர்வுகளைக் கொண்டுள்ளார், மேலும் சாதாரண மனிதனின் குறைகளை அவர் உள்வாங்குவது குறிப்பிடத்தக்கதாகவும் சிறப்பானதாகவும் தோன்றுகிறது, மேலும் அவை, 1973 இல் புதிய துறவியாக நியமிக்கப்பட்ட பின்னர், அவரது துறவி ஆசிரியர்களால் பொருத்தமாகச் செம்மைப்படுத்தப்பட்ட பிறவி குணங்கள் என்று என் கருத்து. அவர் ஒரு மாணவர் துறவி ஆனார்.",
        "நமது கதாநாயகன் வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரர் மிகவும் வளரும் துறவியாக 1980 களின் முற்பகுதியில் பெல்லன்வில ரஜமஹா விகாரை விகாரையை மறைந்த வண. பெல்லன்வில ஸ்ரீ சோமரதன நாயக்க தேரர், வண. பெல்லன்வில தம்மரதன தேரர் மற்றும் வண. பேராசிரியர் பெல்லன்வில விமலரதன தேரர். அவர் பாடசாலை ஆசிரியராக அரசாங்க சேவையில் சேருவதற்கு முன்னர் பன்னிப்பிட்டிய வித்யாலங்கார பிரிவேனாவில் ஆசிரியராக சேவையாற்றிய போது அந்த மகத்தான துறவிகளுடனான அவரது நெருங்கிய தொடர்பு கல்வி, சமயம் மற்றும் சமூகப் பாத்திரங்களுக்கு அவரது உயர்வுக்கான அடித்தளத்தை அமைத்தது.",
        "சமூக அந்தஸ்தைப் பொருட்படுத்தாமல், அவரைப் பார்க்க வருபவர்கள் அனைவருடனும் அவரது நெருங்கிய நெருக்கம் அனைவருக்கும் ஆறுதல் அளித்தது. பெல்லன்விலவில் அவரது 40 வருடங்களுக்கும் மேலாக பணிபுரிந்தவர், குறிப்பாக மறைந்த வண. பெல்லன்வில விமலரதன அநு நாயக்க தேரர் 2018 ஆம் ஆண்டுக்கு முன்னர் அவர் இன்று உள்ளவராக இருப்பதற்கான வளத்தை தயார் செய்தார். பேராதனை மற்றும் களனிப் பல்கலைக்கழகங்களில் பட்டப்படிப்பை முடித்த பின்னர், கொழும்பு ஆனந்தா கல்லூரியில் உதவி அதிபராகப் பணியாற்றி ஓய்வு பெறுவதற்கு முன்னர் 25 வருடங்களுக்கும் மேலாக தனது ஆசிரியர் பணியைத் தொடர்ந்தார்.",
        "வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரர் பெல்லன்வில ரஜமஹா விஹாரையில் இரவு பகல் பாராமல், குறிப்பாக தஹம்பசல் அமர்வுகள், சமூக அபிவிருத்தி அறக்கட்டளையின் நிர்வாகம் மற்றும் பெல்லன்வில விகாரையின் வருடாந்த எசல பெரஹெரா போன்றவற்றின் போது பெல்லன்வில ராஜமஹா விஹாரையில் காரியங்களை நடத்துவதற்கு மகத்தான பலத்தின் கோபுரமாக நின்றார். அவரது அயராத, கண்ணியமான மற்றும் மனிதாபிமான அணுகுமுறைகள் மற்றும் எங்களுடன் அணுகுமுறைகள், பெல்லன்விலவில் உள்ள சாதாரண மனிதர்கள் எல்லா மன விரக்திகள், துக்கம், வெறுப்பு மற்றும் ஏமாற்றங்களிலிருந்து எங்களை எப்போதும் விடுவித்து, அவரை அணுகிய அனைவருக்கும் நம்பிக்கை மற்றும் உத்வேகத்தின் கலங்கரை விளக்கமாக இருந்தனர். நமது வண. தேரர் மிகவும் பரந்த மற்றும் வலுவான தம்ம நண்பர்கள் மற்றும் வெளிநாட்டு துறவிகளின் வலையமைப்பைக் கொண்டுள்ளார், அவர்கள் எப்போதும் நாயக்க தேரருடன் தம்மத்தின் செய்தியைப் பரப்புவதற்கும் உதவி செய்வதற்கும் தொடர்பு கொள்கிறார்கள்.",
        "வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரர், எதிர்காலத்தில் தென் மாகாணத்தின் பிரதம அதிகார சங்கநாயகமாகத் தம்மிடம் ஒப்படைக்கப்பட்டு, புத்தசாசனத்திலும், ஆசாரியத்துவத்திலும் ஒழுக்கம் சார்ந்த மறுமலர்ச்சிக்கான புதிய யுகத்தைத் தோற்றுவிக்கும் பொறுப்புகளைத் தொடர்வதற்குத் தேவையான பலமும் தொலைநோக்கு பார்வையும் இருக்கும் என நான் உறுதியாக நம்புகிறேன். . புத்தர் கூறியது போல், தர்மம், அதன் நடைமுறைகள் மற்றும் அதன் பயன்பாடுகள் ஆகியவற்றிற்கான அவரது அர்ப்பணிப்பு மூப்பு அடிப்படையில் இந்த முன்னுதாரண மாற்றம், புத்தர் கூறியது போல் அவரது துறவற வாழ்க்கையைத் தொடர அவருக்கு மேலும் ஊக்கமளிக்கும் என்பதில் சந்தேகமில்லை. நான் மேற்கோள் காட்டுகிறேன்; “தம்மரமோ – தம்மரதோ, தம்மம் அநுவிசிந்தயம், தம்மம் அனுஸ்ஸரம் பிக்கு – ஸத்தம்ம ந பரியாதி” (தம்மத்தில் நிலைத்து நிற்கும், தவத்தில் மகிழ்ந்து, தவத்தையே தியானித்து, தவத்தின் மீது எப்பொழுதும் கவனம் செலுத்தும் துறவிகள், அதிலிருந்து விலகுவதில்லை. நல்லொழுக்கமுள்ளவர்களின் தம்மம்).",
        "வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரர் தனது 11வது வயதில் புத்தரின் சீடராக மாறியதில் இருந்து இதுவரை சம்புத்த சாசனத்தின் ஒழுங்கை பிரகாசமாக்கியுள்ளார்.",
        "வண. ஐந்து தசாப்தங்களுக்கும் மேலாக அதபத்துகந்தே ஆனந்த நாயக்க தேரர் பிரதான ஊடகங்கள் மற்றும் பல்வேறு சஞ்சிகைகள் மற்றும் சஞ்சிகைகளுக்கு பௌத்த அம்சங்களை தொகுக்கும் பணியில் ஈடுபட்டுள்ளார். அவரது பத்திகள் இங்கும் வெளிநாடுகளிலும் உள்ள பல சாதாரண குடிமக்களிடமிருந்து பாராட்டுகளையும் விமர்சனங்களையும் பெற்றுள்ளன. தெற்கில் உள்ள அனைத்து கோவில்களுக்கும் இவர் ஆற்றிய சேவை நல்ல வரவேற்பையும் பாராட்டையும் பெற்றுள்ளது. அவர் இதுவரை 50 க்கும் மேற்பட்ட புத்தகங்களையும், தம்மத்தின் செய்தியைப் பரப்புவதற்காகத் தொகுதிகளையும் தயாரித்துள்ளார் என்பது அவரது வாழ்க்கையில் ஒரு மைல்கல்.",
        "கொழும்பு ஆனந்தா கல்லூரியில் உதவி அதிபராக 25 வருடங்களுக்கும் மேலான ஆசிரியர் பணியிலிருந்து ஓய்வு பெற்றார். வண. அதபத்துகந்தே ஆனந்த நாயக்க தேரர் 1973 ஆம் ஆண்டு தனது புலமைமிக்க ஆசிரியர்களான வண. நாரந்தெனியே தம்மரதன மற்றும் வண. கொங்கல பஞ்ஞானதிஸ்ஸ நாயக்க தேரர்கள் இடைநிலைக் கல்வியை முடித்த பின்னர். பின்னர், வென். அட்டபட்டுகந்தே ஆனந்த நாயக்க தேரர் கொழும்புப் பல்கலைக்கழகத்தில் முதுகல்வி டிப்ளோமாவைத் தொடர்வதற்கு முன்னர் பேராதனைப் பல்கலைக்கழகத்தில் இளங்கலைப் பட்டத்தையும் களனிப் பல்கலைக்கழகத்தில் முதுகலைப் பட்டத்தையும் படித்தார்.",
        "ஹக்மனவைச் சேர்ந்த திரு மற்றும் திருமதி கருணாதாச அதபத்து மற்றும் டோனா ஹின்னிஹாமினே அதபத்து ஆகியோருக்குப் பிறந்தவர். ஆனந்த தேரர், மிஷனரி பணிகளுக்காகப் பரவலாக வெளிநாடுகளுக்குப் பயணம் செய்துள்ளார் மற்றும் வெளிநாட்டு இடங்களிலுள்ள பிக்குகள் மத்தியில் பிரபலமானவர்.",
        "பெல்லன்வில விகாரையில் உள்ள சகல துறவிகள் சார்பிலும் நாங்கள் மிகவும் மகிழ்ச்சி அடைகிறோம். பெல்லன்விமல தம்மரதன நாயக்க தேரர், வண. பொரலஸ்கமுவ பேமரத்தன தேரர், வண. பெல்லன்வில சங்கரதன தேரர், பெல்லன்வில சங்கரதன தேரர், தாயக சபை உறுப்பினர்கள், குலகண சமித்திய, பெல்லன்வில கிராமத்தில் உள்ள அனைத்து சங்கங்களும், நன்றியுள்ள கிராம மக்களும், நமது காலத்தின் இந்த பெரிய துறவிக்கு வணக்கம் செலுத்துவதுடன், அவர் நீண்ட ஆயுளுடனும், அதிகார சங்கநாயகத்தின் புதிய பொறுப்புகளை நிறைவேற்றி வெற்றியடையவும் வாழ்த்துகிறோம். தென் மாகாணம்.",
        "மல்வத்து விகாரையின் இந்த அங்கீகாரம் தகுதியானது என்பதுடன், சாசனம் மற்றும் மனித மேம்பாட்டிற்கான அவரது தொடர்ச்சியான சேவைக்கு இது நிச்சயமாக ஒரு ஊக்கியாகச் செயல்படும். மனிதகுலத்திற்கு சேவை செய்ய நீண்ட காலம் வாழ்க, பாந்தே!",
        "(கட்டுரையாளர் பிரதம ஊடக இணைப்பாளர் – அபிநந்தன குழு மற்றும் முன்னாள் பஸ்நாயக்க நிலமே – பெல்லன்வில ரஜமஹா விகாரை.)"
      ]
    }
  }
}