{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-budget-deficit-12-2-pct-of-gdp-in-2021-93622/",
  "time_ut": 1651115760,
  "title": "Sri Lanka budget deficit 12.2-pct of GDP in 2021",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has recorded a budget deficit of 12.2 percent of gross domestic product in 2021, with 1,225 billion rupees printed under output gap targeting with flexible inflation targeting, official data show.",
    "The debt ratio with Treasury guarantees and net central bank foreign debt was had risen to 115.9 percent of GDP.",
    "Sri Lanka has raised 1,457 billion rupees in revenues in 2021 or 8.7 percent of GDP, down from 9.1 percent of GDP or 1,373.3 billion rupees in 2020, according to fiscal data released.",
    "In 2019, the government raised 1,890.9 billion rupees of 12.6 percent of GDP until the country’s economists cut taxes to target an output gap.",
    "“The switching of resources from unproductive public expenditure to the private firms and individuals will be growth friendly in a context where there has been a persistent output gap,” the Finance Ministry said in December 2019. (Sri Lanka fiscal stimulus to close output gap)",
    "“Higher growth will have a positive impact on the overall debt dynamics of the country as well.”",
    "To prevent the extra money in private hands from going back to the budget through bond auctions, the central bank then imposed price controls on bond auctions and bought large volumes of securities with printed money.",
    "There have been claims that 600 billion rupees a year in taxes were lost a year due the tax cuts.",
    "However in 2021, twice the value of the tax cuts or 1,225 billion rupees was printed as the balance of payments was blown wide open, losing the ability to repay foreign loans and an import boom started with the excess money.",
    "The central bank has discretionary independence to whatever it’s Governor and Monetary Board wants going against its mandate of maintaining economic and price stability in Section 5(a) of its governing law using other provisions and its involvement in a Treasury securities auctions committee. (Sri Lanka central bank to work closely with finance ministry in developmental state: Governor)",
    "Ironically the tool to calculate the output gap was given by the International Monetary Fund.",
    "Sri Lanka began ‘flexible inflation targeting with output gap targeting (stimulus with printed money) after 2015 eventually driving a country without a war into default with three currency crises in quick succession.",
    "The output gap targeting was done with a flexible exchange rate, which is neither a clean float nor a hard peg leading to anchor conflicts and currency collapses.",
    "The flexible exchange rate or a soft-peg is the third rate unstable intermediate used in many third world countries that go the International Monetary Fund with balance of payments trouble. Balance of payments crises do not take place in hard pegs of clean floats.",
    "From 2015 to 2019 two currency crises were triggered by money printed to target an output gap under ‘flexible inflation targeting.’",
    "At the time money printing was justified on the claim that “output gap stabilization is an important concern in a flexible inflation targeting regime” and that it “argues for a relaxation of monetary policy.”",
    "During the ousted Yahapalana regime a new law was brought to legalize flexible and discretionary policy instead of committing the Monetary Board to a rule of law and reducing its discretionary powers. The law also sought to indemnity staff.",
    "As total revenues went up to 6.1 percent to 1,457 billion rupees current spending went up 2.8 percent to 2,747 billion rupees.",
    "The current account deficit or the gap between total revenues and only current spending was 1,290 billion rupees flat from 1,298 billion rupees a year earlier.",
    "Capital spending was 774 billion rupees, down 0.6 percent from 791 billon rupees a year earlier.",
    "The overall budget deficit (after grants) was 2,057 billion rupees or 12.2 percent of GDP compared to 2,085 billion rupees of 13.9 percent of GDP in 2020.",
    "The Finance Ministry had claimed the deficit was 11.1 percent of GDP in 2020 by shifting some arrears to the previous year.",
    "Foreign borrowings were a negative 13.9 billion rupees with the rating steadily downgrade since 2015 under flexible inflation targeting with output gap targeting and eventually being locked out of capital markets in 2020.",
    "In 2021 1,225.2 billion rupees was printed, up from 505.8 billion rupees in 2020.",
    "In the 2018 currency crisis when the then administration gave full independence to the central bank they were unable to stop 247 billion rupees from being printed or to stop output gap targeting.",
    "Then Minister Harsha de Silva pleaded with the central bank to raise rates, but the pleas were ignored.",
    "In 2019, 109 billion rupees in central bank credit was reversed, but output gap targeting began from August ending pushing the balance of payments into negative territory.",
    "The deficits are still continuing with a broken pegged regime.",
    "The central government debt of GDP ratio went up 104.9 percent from 98 percent. With government guaranteed debt it was 113.6 percent of GDP.",
    "The central bank also became a net dollar borrower in 2021. When negative net foreign assets are added, the debt to GDP ratio was up to 115.9 billion rupees.",
    "Analysts and economists have called for legal changes to the central bank’s law and the removal of provisions that allows it to practice flexible inflation targeting, output gap targeting and trigger economic and price instability and commit it to a rule of law.",
    "The output gap targeting under flexible inflation targeting which triggered three currency crises from 2015 to 2022 and brought a country at peace into default and the flexible exchange rate to collapse is likely illegal under section 5 (as) critics say. (Sri Lanka has a corrupted inflation targeting, output gap targeting not in line with monetary law: Wijewardena)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා අයවැය හිඟය 2021 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 12.2 කි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව 2021 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 12.2 ක අයවැය හිඟයක් වාර්තා කර ඇති අතර, නම්‍යශීලී උද්ධමනය ඉලක්ක කර ගනිමින් නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් රුපියල් බිලියන 1,225 ක් මුද්‍රණය කර ඇති බව නිල දත්ත පෙන්වා දෙයි.",
        "භාණ්ඩාගාර ඇපකර සහ ශුද්ධ මහ බැංකු විදේශ ණය සමඟ ණය අනුපාතය දළ දේශීය නිෂ්පාදිතයෙන් සියයට 115.9 දක්වා ඉහළ ගොස් තිබුණි.",
        "ශ්‍රී ලංකාව 2021 දී රුපියල් බිලියන 1,457 ක ආදායමක් හෝ දළ දේශීය නිෂ්පාදිතයෙන් සියයට 8.7 ක් ඉහළ නංවා ඇති අතර එය දළ දේශීය නිෂ්පාදිතයෙන් සියයට 9.1 ක් හෝ 2020 දී රුපියල් බිලියන 1,373.3 ට වඩා අඩු වී ඇති බව නිකුත් කරන ලද මූල්‍ය දත්ත වලට අනුව.",
        "2019 දී, රටේ ආර්ථික විද්‍යාඥයින් නිමැවුම් පරතරයක් ඉලක්ක කර ගනිමින් බදු කපා හරින තෙක් ආන්ඩුව දළ දේශීය නිෂ්පාදිතයෙන් සියයට 12.6 ක රුපියල් බිලියන 1,890.9 ක් රැස් කළේය.",
        "2019 දෙසැම්බර් මාසයේදී මුදල් අමාත්‍යාංශය ප්‍රකාශ කළේය (නිෂ්පාදන පරතරය වැසීමට ශ්‍රී ලංකා මූල්‍ය උත්තේජකය) \"අස්ථිර නිමැවුම් පරතරයක් පවතින සන්දර්භයක් තුළ ඵලදායි නොවන රාජ්‍ය වියදම්වලින් සම්පත් පුද්ගලික සමාගම් සහ පුද්ගලයන් වෙත මාරු කිරීම වර්ධනයට හිතකර වනු ඇත.",
        "\"ඉහළ වර්ධනය රටේ සමස්ත ණය ගතිකය කෙරෙහි ද ධනාත්මක බලපෑමක් ඇති කරනු ඇත.\"",
        "බැඳුම්කර වෙන්දේසි හරහා පුද්ගලික අතේ ඇති අමතර මුදල් ආපසු අයවැයට යාම වැලැක්වීම සඳහා, මහ බැංකුව පසුව බැඳුම්කර වෙන්දේසිවල මිල පාලනයන් පැනවූ අතර මුද්‍රිත මුදල්වලින් සුරැකුම්පත් විශාල ප්‍රමාණයක් මිලදී ගත්තේය.",
        "බදු අඩු කිරීම නිසා වසරකට රුපියල් බිලියන 600ක බදු මුදලක් අහිමි වූ බවට චෝදනා එල්ල වී තිබේ.",
        "කෙසේ වෙතත්, 2021 දී ගෙවුම් ශේෂය පුපුරවා හැර විදේශ ණය ආපසු ගෙවීමේ හැකියාව අහිමි වීමත්, අතිරික්ත මුදල් සමඟ ආනයන උත්පාතයක් ආරම්භ වීමත් නිසා බදු කප්පාදුවේ වටිනාකම මෙන් දෙගුණයක් හෙවත් රුපියල් බිලියන 1,225ක් මුද්‍රණය විය.",
        "වෙනත් විධිවිධාන භාවිතා කරමින් සහ භාණ්ඩාගාර සුරැකුම්පත් වෙන්දේසි කමිටුවකට සම්බන්ධ වීම සහ එහි පාලන නීතියේ 5 (අ) වගන්තියේ ආර්ථික සහ මිල ස්ථායිතාව පවත්වා ගැනීමේ එහි විධානයට පටහැනිව මහ බැංකුවට අධිපතිවරයාට සහ මුදල් මණ්ඩලයට අවශ්‍ය ඕනෑම දෙයකට අභිමත ස්වාධීනත්වයක් ඇත. (සංවර්ධන රාජ්‍යයේ මුදල් අමාත්‍යාංශය සමඟ සමීපව කටයුතු කිරීමට ශ්‍රී ලංකා මහ බැංකුව: අධිපති)",
        "උත්ප්‍රාසාත්මක ලෙස නිමැවුම් පරතරය ගණනය කිරීමේ මෙවලම ලබා දුන්නේ ජාත්‍යන්තර මූල්‍ය අරමුදල විසිනි.",
        "ශ්‍රී ලංකාව 2015 න් පසු ‘නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් නම්‍යශීලී උද්ධමනය ඉලක්ක කර ගැනීම (මුද්‍රිත මුදල් සමඟ උත්තේජනය) ආරම්භ කළේ අවසානයේ යුද්ධයක් නොමැති රටක් කඩිනමින් මුදල් අර්බුද තුනක් සමඟ පෙරනිමියට ඇද දැමීමයි.",
        "නිමැවුම් පරතරය ඉලක්ක කිරීම සිදු කරන ලද්දේ නම්‍යශීලී විනිමය අනුපාතිකයක් සමඟින් වන අතර, එය නැංගුරම් ගැටුම් සහ මුදල් කඩාවැටීම් වලට තුඩු දෙන පිරිසිදු පාවෙන හෝ තද ඇණයක් නොවේ.",
        "නම්‍යශීලී විනිමය අනුපාතිකය හෝ soft-peg යනු ගෙවුම් ශේෂ ගැටලු සමඟ ජාත්‍යන්තර මුල්‍ය අරමුදල වෙත යන බොහෝ තුන්වන ලෝකයේ රටවල් වල භාවිතා වන තුන්වන අනුපාත අස්ථායී අතරමැදි වේ. ගෙවුම් ශේෂයේ අර්බුද පිරිසිදු පාවෙන දෘඪ ඇණ තුළ සිදු නොවේ.",
        "2015 සිට 2019 දක්වා ‘නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම’ යටතේ නිමැවුම් පරතරයක් ඉලක්ක කර ගැනීම සඳහා මුද්‍රණය කරන ලද මුදල් මගින් මුදල් අර්බුද දෙකක් ඇති විය.",
        "“නම්‍යශීලී උද්ධමන ඉලක්ක පාලන තන්ත්‍රයක නිමැවුම් පරතරය ස්ථායීකරණය වැදගත් සැලකිල්ලක්” සහ එය “මුදල් ප්‍රතිපත්තිය ලිහිල් කිරීමක් සඳහා තර්ක කරයි” යන ප්‍රකාශය මත මුදල් මුද්‍රණය සාධාරණීකරණය කරන ලදී.",
        "බලයෙන් පහකළ යහපාලන රජය සමයේ මුදල් මණ්ඩලය නීතියේ ආධිපත්‍යයකට යටත් කර එහි අභිමතය පරිදි බලතල අඩු කිරීම වෙනුවට නම්‍යශීලී සහ අභිමත ප්‍රතිපත්තිය නීතිගත කිරීමට නව නීතියක් ගෙන එන ලදී. කාර්ය මණ්ඩලයට වන්දි ගෙවීමට ද නීතිය උත්සාහ කළේය.",
        "මුළු ආදායම රුපියල් බිලියන 1,457 ක් දක්වා සියයට 6.1 කින් ඉහළ යාමත් සමඟ වත්මන් වියදම් රුපියල් බිලියන 2,747 ක් දක්වා සියයට 2.8 කින් ඉහළ ගියේය.",
        "ජංගම ගිණුමේ හිඟය හෝ මුළු ආදායම සහ ජංගම වියදම් අතර පරතරය පෙර වසරේ රුපියල් බිලියන 1,298 සිට රුපියල් බිලියන 1,290 ක් පැතලි විය.",
        "ප්‍රාග්ධන වියදම් රුපියල් බිලියන 774ක් වූ අතර එය පෙර වසරේ රුපියල් බිලියන 791 සිට සියයට 0.6කින් අඩු විය.",
        "2020 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 13.9 ක් වූ රුපියල් බිලියන 2,085 ට සාපේක්ෂව සමස්ත අයවැය හිඟය (ප්‍රදානවලින් පසු) රුපියල් බිලියන 2,057 ක් හෝ දළ දේශීය නිෂ්පාදිතයෙන් සියයට 12.2 ක් විය.",
        "මුදල් අමාත්‍යාංශය විසින් හිඟය 2020 වසරේ දළ දේශීය නිෂ්පාදිතයෙන් සියයට 11.1ක් ලෙස ප්‍රකාශ කර තිබුණේ හිඟ මුදල් පෙර වසරට මාරු කරමිනි.",
        "නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් නම්‍යශීලී උද්ධමන ඉලක්ක යටතේ 2015 වසරේ සිට ක්‍රමානුකූලව ශ්‍රේණිගත කිරීමත් සමඟ විදේශ ණය ගැනීම් රුපියල් බිලියන 13.9 ක සෘණ අගයක් විය.",
        "2020 දී රුපියල් බිලියන 505.8 සිට 2021 දී රුපියල් බිලියන 1,225.2 ක් මුද්‍රණය කර ඇත.",
        "2018 මුදල් අර්බුදයේදී එවකට පරිපාලනය මහ බැංකුවට පූර්ණ ස්වාධීනත්වය ලබා දුන් විට රුපියල් බිලියන 247ක් මුද්‍රණය කිරීම නැවැත්වීමට හෝ නිමැවුම් පරතරය ඉලක්ක කිරීම නැවැත්වීමට ඔවුන්ට නොහැකි විය.",
        "එවිට හර්ෂ ද සිල්වා අමාත්‍යවරයා පොලී අනුපාත ඉහළ දමන ලෙස මහ බැංකුවෙන් ඉල්ලා සිටියද එම ඉල්ලීම් නොසලකා හරින ලදී.",
        "2019 දී මහ බැංකු ණය රුපියල් බිලියන 109 ක් ආපසු හැරවූ නමුත්, ගෙවුම් ශේෂය සෘණාත්මක ප්‍රදේශයකට තල්ලු කරමින් අගෝස්තු අවසන් වීමෙන් නිමැවුම් පරතරය ඉලක්ක කිරීම ආරම්භ විය.",
        "හිඟය තවමත් බිඳ වැටුණු තන්ත්‍රයක් සමඟ දිගටම පවතී.",
        "දළ දේශීය නිෂ්පාදිතයේ මධ්‍යම රජයේ ණය සියයට 98 සිට සියයට 104.9කින් ඉහළ ගියේය. රජයේ ඇපකර ණය සමඟ එය දළ දේශීය නිෂ්පාදිතයෙන් සියයට 113.6ක් විය.",
        "මහ බැංකුව ද 2021 දී ශුද්ධ ඩොලර් ණය ගැතියෙක් බවට පත් විය. සෘණ ශුද්ධ විදේශ වත්කම් එකතු කළ විට, දළ දේශීය නිෂ්පාදිතයේ ණය අනුපාතය රුපියල් බිලියන 115.9 දක්වා ඉහළ ගියේය.",
        "විශ්ලේෂකයින් සහ ආර්ථික විද්‍යාඥයින් විසින් මහ බැංකුවේ නීතියේ නෛතික වෙනස්කම් සහ නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම, නිමැවුම් පරතරය ඉලක්ක කිරීම සහ ආර්ථික සහ මිල අස්ථාවරත්වය අවුලුවාලීමට ඉඩ සලසන විධිවිධාන ඉවත් කරන ලෙස ඉල්ලා ඇත.",
        "2015 සිට 2022 දක්වා මුදල් අර්බුද තුනක් අවුලුවා සාමය ඇති රටක් පෙරනිමියට ගෙන ඒමට සහ නම්‍යශීලී විනිමය අනුපාතිකය කඩා වැටීමට හේතු වූ නම්‍යශීලී උද්ධමන ඉලක්ක යටතේ ඉලක්ක කරගත් නිමැවුම් පරතරය 5 වැනි වගන්තිය යටතේ නීති විරෝධී යැයි විවේචකයෝ පවසති. (ශ්‍රී ලංකාවේ ඇත්තේ දූෂිත උද්ධමන ඉලක්ක, නිමැවුම් පරතරය ඉලක්කගත මුදල් නීතියට අනුකූල නොවේ: විජේවර්ධන)"
      ]
    },
    "ta": {
      "title": "2021 இல் இலங்கையின் வரவு செலவுத் திட்ட பற்றாக்குறை மொத்த உள்நாட்டு உற்பத்தியில் 12.2-சதவீதம்",
      "body_lines": [
        "பொருளாதாரம் - 2021 ஆம் ஆண்டில் மொத்த உள்நாட்டு உற்பத்தியில் 12.2 சதவீத வரவு செலவுத் திட்ட பற்றாக்குறையை இலங்கை பதிவு செய்துள்ளது, 1,225 பில்லியன் ரூபாய்கள் நெகிழ்வான பணவீக்க இலக்குடன் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு அச்சிடப்பட்டுள்ளது, அதிகாரப்பூர்வ தரவு காட்டுகிறது.",
        "திறைசேரி உத்தரவாதங்கள் மற்றும் நிகர மத்திய வங்கியின் வெளிநாட்டுக் கடனுடனான கடன் விகிதம் மொத்த உள்நாட்டு உற்பத்தியில் 115.9 சதவீதமாக உயர்ந்துள்ளது.",
        "இலங்கை 2021 ஆம் ஆண்டில் 1,457 பில்லியன் ரூபா வருமானத்தை அல்லது மொத்த உள்நாட்டு உற்பத்தியில் 8.7 வீதமாக உயர்த்தியுள்ளது, இது மொத்த உள்நாட்டு உற்பத்தியில் 9.1 வீதமாக அல்லது 2020 இல் 1,373.3 பில்லியன் ரூபாவாக இருந்ததாக வெளியிடப்பட்ட நிதி தரவுகளின்படி.",
        "2019 ஆம் ஆண்டில், உற்பத்தி இடைவெளியை இலக்காகக் கொண்டு நாட்டின் பொருளாதார வல்லுநர்கள் வரிகளைக் குறைக்கும் வரை அரசாங்கம் மொத்த உள்நாட்டு உற்பத்தியில் 12.6 சதவீதமான 1,890.9 பில்லியன் ரூபாயை உயர்த்தியது.",
        "\"தொடர்ச்சியான வெளியீட்டு இடைவெளி இருக்கும் சூழலில், உற்பத்தி செய்யாத பொதுச் செலவினங்களிலிருந்து தனியார் நிறுவனங்கள் மற்றும் தனிநபர்களுக்கு வளங்களை மாற்றுவது வளர்ச்சிக்கு உகந்ததாக இருக்கும்\" என்று நிதி அமைச்சகம் 2019 டிசம்பரில் கூறியது.",
        "\"அதிக வளர்ச்சியானது நாட்டின் ஒட்டுமொத்த கடன் இயக்கவியலிலும் சாதகமான தாக்கத்தை ஏற்படுத்தும்.\"",
        "தனியார் கைகளில் உள்ள கூடுதல் பணம் பத்திர ஏலங்கள் மூலம் மீண்டும் வரவு செலவுத் திட்டத்திற்குச் செல்வதைத் தடுக்க, மத்திய வங்கி பின்னர் பத்திர ஏலத்தில் விலைக் கட்டுப்பாடுகளை விதித்தது மற்றும் அச்சிடப்பட்ட பணத்தில் அதிக அளவு பத்திரங்களை வாங்கியது.",
        "வரி குறைப்பு காரணமாக வருடத்திற்கு 600 பில்லியன் ரூபா வரி இழப்பு ஏற்பட்டுள்ளதாக கூறப்படுகின்றது.",
        "எவ்வாறாயினும், 2021 ஆம் ஆண்டில், வரிக் குறைப்புகளின் மதிப்பு இருமடங்காக அல்லது 1,225 பில்லியன் ரூபாய் அச்சிடப்பட்டது, ஏனெனில் கொடுப்பனவுகளின் இருப்பு பரவலாக திறக்கப்பட்டது, வெளிநாட்டு கடன்களை திருப்பிச் செலுத்தும் திறனை இழந்தது மற்றும் அதிகப்படியான பணத்துடன் இறக்குமதி ஏற்றம் தொடங்கியது.",
        "பிற விதிகள் மற்றும் கருவூலப் பத்திர ஏலக் குழுவில் அதன் ஈடுபாடு ஆகியவற்றைப் பயன்படுத்தி அதன் ஆளும் சட்டத்தின் பிரிவு 5(a) இல் பொருளாதார மற்றும் விலை ஸ்திரத்தன்மையைப் பேணுவதற்கான அதன் கட்டளைக்கு எதிராகச் செல்ல, அது கவர்னர் மற்றும் நாணய வாரியம் எதை விரும்புகிறதோ அவற்றிற்கு மத்திய வங்கி விருப்பமான சுதந்திரத்தைக் கொண்டுள்ளது. (இலங்கை மத்திய வங்கி அபிவிருத்தி நிலையில் நிதியமைச்சகத்துடன் நெருக்கமாக செயற்படும்: ஆளுநர்)",
        "முரண்பாடாக, வெளியீட்டு இடைவெளியைக் கணக்கிடுவதற்கான கருவி சர்வதேச நாணய நிதியத்தால் வழங்கப்பட்டது.",
        "இலங்கையானது 2015 ஆம் ஆண்டுக்குப் பின்னர் 'வெளியீட்டு இடைவெளி இலக்குடன் (அச்சிடப்பட்ட பணத்துடன் தூண்டுதல்) நெகிழ்வான பணவீக்கத்தை இலக்காகக் கொள்ளத் தொடங்கியது.",
        "வெளியீட்டு இடைவெளி இலக்கு ஒரு நெகிழ்வான மாற்று விகிதத்துடன் செய்யப்பட்டது, இது ஒரு சுத்தமான மிதவை அல்லது கடினமான ஆப்பு அல்ல, இது நங்கூரம் மோதல்கள் மற்றும் நாணய சரிவுகளுக்கு வழிவகுக்கும்.",
        "நெகிழ்வான மாற்று விகிதம் அல்லது சாஃப்ட்-பெக் என்பது மூன்றாம் உலக நாடுகளில் பயன்படுத்தப்படும் மூன்றாம் நிலை நிலையற்ற இடைநிலை ஆகும், அவை பேலன்ஸ் ஆஃப் பேமெண்ட் பிரச்சனையுடன் சர்வதேச நாணய நிதியத்திற்கு செல்கின்றன. சுத்தமான மிதவைகளின் கடினமான ஆப்புகளில் கொடுப்பனவுகளின் இருப்பு நெருக்கடிகள் ஏற்படாது.",
        "2015 முதல் 2019 வரை இரண்டு நாணய நெருக்கடிகள் 'நெகிழ்வான பணவீக்க இலக்கு' கீழ் வெளியீட்டு இடைவெளியைக் குறிவைத்து அச்சிடப்பட்ட பணத்தால் தூண்டப்பட்டன.",
        "அந்த நேரத்தில் பணம் அச்சிடுதல் \"ஒரு நெகிழ்வான பணவீக்கத்தை இலக்காகக் கொண்ட ஆட்சியில் வெளியீட்டு இடைவெளி நிலைப்படுத்தல் ஒரு முக்கியமான கவலை\" மற்றும் \"பணவியல் கொள்கையில் தளர்வுக்காக வாதிடுகிறது\" என்ற கூற்றில் நியாயப்படுத்தப்பட்டது.",
        "பதவி நீக்கம் செய்யப்பட்ட யஹபாலன ஆட்சியின் போது நாணயச் சபையை சட்டத்தின் ஆட்சிக்கு ஒப்படைப்பதற்கும் அதன் விருப்ப அதிகாரங்களைக் குறைப்பதற்கும் பதிலாக நெகிழ்வான மற்றும் விருப்புரிமைக் கொள்கையை சட்டப்பூர்வமாக்க புதிய சட்டம் கொண்டுவரப்பட்டது. ஊழியர்களுக்கு இழப்பீடு வழங்கவும் சட்டம் முயன்றது.",
        "மொத்த வருவாய் 6.1 சதவீதம் அதிகரித்து 1,457 பில்லியன் ரூபாயாக உயர்ந்ததால், தற்போதைய செலவு 2.8 சதவீதம் அதிகரித்து 2,747 பில்லியன் ரூபாயாக உயர்ந்துள்ளது.",
        "நடப்புக் கணக்குப் பற்றாக்குறை அல்லது மொத்த வருவாய் மற்றும் நடப்புச் செலவினங்களுக்கு இடையே உள்ள இடைவெளி முந்தைய ஆண்டு 1,298 பில்லியன் ரூபாயில் இருந்து 1,290 பில்லியன் ரூபாயாக இருந்தது.",
        "மூலதனச் செலவு 774 பில்லியன் ரூபாவாக இருந்தது, இது முந்தைய ஆண்டு 791 பில்லியன் ரூபாயிலிருந்து 0.6 சதவீதம் குறைந்துள்ளது.",
        "2020 இல் மொத்த வரவு செலவுத் திட்டப் பற்றாக்குறை (மானியங்களுக்குப் பிறகு) 2,085 பில்லியன் ரூபாயான GDP இன் 13.9 சதவீதத்துடன் ஒப்பிடுகையில் 2,057 பில்லியன் ரூபாய்கள் அல்லது மொத்த உள்நாட்டு உற்பத்தியில் 12.2 சதவீதம் ஆகும்.",
        "நிதி அமைச்சகம் 2020ல் சில நிலுவைத் தொகைகளை முந்தைய ஆண்டிற்கு மாற்றியதன் மூலம் பற்றாக்குறை மொத்த உள்நாட்டு உற்பத்தியில் 11.1 சதவீதமாக இருந்ததாகக் கூறியது.",
        "வெளிநாட்டுக் கடன்கள் எதிர்மறையான 13.9 பில்லியன் ரூபாய்களாக இருந்தன, 2015 ஆம் ஆண்டிலிருந்து தரமதிப்பீடு சீராகக் குறைக்கப்பட்டது, நெகிழ்வான பணவீக்க இலக்கின் கீழ் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு இறுதியில் 2020 இல் மூலதனச் சந்தைகளுக்கு வெளியே பூட்டப்பட்டது.",
        "2020 இல் 505.8 பில்லியன் ரூபாயிலிருந்து 2021 இல் 1,225.2 பில்லியன் ரூபாய் அச்சிடப்பட்டது.",
        "2018 நாணய நெருக்கடியில் அப்போதைய நிர்வாகம் மத்திய வங்கிக்கு முழு சுதந்திரம் வழங்கியபோது அவர்களால் 247 பில்லியன் ரூபாய் அச்சிடப்படுவதை நிறுத்தவோ அல்லது உற்பத்தி இடைவெளியை இலக்காகக் கொள்வதை நிறுத்தவோ முடியவில்லை.",
        "பின்னர் அமைச்சர் ஹர்ஷ டி சில்வா வட்டி விகிதங்களை உயர்த்துமாறு மத்திய வங்கியிடம் முறையிட்டார், ஆனால் கோரிக்கைகள் புறக்கணிக்கப்பட்டன.",
        "2019 ஆம் ஆண்டில், 109 பில்லியன் ரூபாய்கள் மத்திய வங்கிக் கடன் திரும்பப் பெறப்பட்டது, ஆனால் ஆகஸ்ட் முடிவடைந்த வெளியீட்டு இடைவெளியை இலக்கு வைப்பது தொடங்கப்பட்டது, இது பணம் செலுத்தும் சமநிலையை எதிர்மறையான பகுதிக்கு தள்ளியது.",
        "பற்றாக்குறைகள் இன்னும் உடைந்த ஆட்சியுடன் தொடர்கின்றன.",
        "மொத்த உள்நாட்டு உற்பத்தி விகிதத்தில் மத்திய அரசின் கடன் 98 சதவீதத்தில் இருந்து 104.9 சதவீதம் அதிகரித்துள்ளது. அரசாங்க உத்தரவாதக் கடனுடன் அது மொத்த உள்நாட்டு உற்பத்தியில் 113.6 சதவீதமாக இருந்தது.",
        "மத்திய வங்கியும் 2021 இல் நிகர டாலர் கடன் வாங்குபவராக மாறியது. எதிர்மறை நிகர வெளிநாட்டு சொத்துக்கள் சேர்க்கப்படும் போது, ​​மொத்த உள்நாட்டு உற்பத்தி விகிதத்தில் கடன் 115.9 பில்லியன் ரூபாய் வரை இருந்தது.",
        "ஆய்வாளர்கள் மற்றும் பொருளாதார வல்லுநர்கள் மத்திய வங்கியின் சட்டத்தில் சட்டப்பூர்வ மாற்றங்கள் மற்றும் நெகிழ்வான பணவீக்க இலக்கு, வெளியீட்டு இடைவெளி இலக்கு மற்றும் பொருளாதார மற்றும் விலை உறுதியற்ற தன்மையைத் தூண்டி சட்டத்தின் ஆட்சிக்கு உறுதியளிக்க அனுமதிக்கும் விதிகளை அகற்றுவதற்கு அழைப்பு விடுத்துள்ளனர்.",
        "2015 முதல் 2022 வரையிலான மூன்று நாணய நெருக்கடிகளைத் தூண்டி, அமைதியான ஒரு நாட்டை இயல்புநிலைக்குக் கொண்டு வந்த நெகிழ்வான பணவீக்க இலக்கின் கீழ் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டது, மேலும் நெகிழ்வான மாற்று விகிதமானது 5வது பிரிவின் கீழ் சட்டவிரோதமானது என்று விமர்சகர்கள் கூறுகின்றனர். (இலங்கையில் சிதைந்த பணவீக்க இலக்கு உள்ளது, வெளியீட்டு இடைவெளி இலக்கு நாணய சட்டத்திற்கு இணங்கவில்லை: விஜேவர்தன)"
      ]
    }
  }
}