{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UNESCO-pays-tribute-to-hundreds-of-South-Asian-journalists-who-died-of-COVID-19/56-734267",
  "time_ut": 1651521660,
  "title": "UNESCO pays tribute to hundreds of South Asian journalists who died of COVID-19",
  "body_lines": [
    "As the COVID-19 pandemic recedes, the World Press Freedom Day 2022 (3 May) is an opportunity to reflect on the extensive impact of the pandemic on the journalistic profession. Exact figures are unclear, but throughout South Asia, hundreds of journalists have lost their lives and many more have seen their livelihoods severely impacted.",
    "For the whole region, the International Federation of Journalists estimates that at least 300 journalists died from the disease. According to the Press Emblem Campaign, at least 284 deaths of media workers are reported from COVID-related complications in India alone.",
    "As access to information was disrupted following repeated lockdowns, journalists across South Asia risked their lives to ensure that credible information was made available to the public. In most cases, they contracted the infection while reporting from the ground.",
    "“Journalists—the bearers of verified information, are at the forefront in times of crises. They are always among the first responders and their emotional and physical safety must be better ensured. We urge the governments of South Asia to recognise journalists as ‘frontline workers’ and prioritise their well-being,” said Director and UNESCO Representative to Bhutan, India, the Maldives and Sri Lanka Eric Falt.",
    "According to the International Federation of Journalists’ South Asia Press Freedom Report (SAPFR) 2022, produced with UNESCO’s support, ‘The second wave of COVID-19 has not only claimed lives of several senior journalists but has also killed many others working in districts, towns, and villages across South Asia. Many of the deaths still remain unaccounted.’",
    "Across the region, the media have also struggled for their survival during very uncertain times. Due to the severe financial crunch in the aftermath of the COVID crisis, numerous media organisations were also forced to shut operations.",
    "In the year 2021, more than 300 media outlets shut their operations in Afghanistan; Bhutanese media shrunk and adapted to austerity measures, which impacted in particular investigative journalism; traditional Sri Lankan media had to switch to online platforms and strengthen their digital presence; estimates put the number of job losses in the thousands in Pakistan and India; and in Nepal, several media houses were forced to stop publication.",
    "“Never has the journalistic profession faced more perils as it does today. From economic hardships to fake news, digital surveillance and the unprecedented COVID-19 pandemic, journalists have never been more threatened as a profession,” added Falt.",
    "The South Asia Press Freedom Report for 2022 entitled ‘Strength and Solidarity: The Story of South Asia’ will be launched on 4 May at a regional event organised by UNESCO to commemorate the World Press Freedom Day in Colombo, Sri Lanka. Organised in collaboration with the European Union Delegation for Sri Lanka and the Maldives, the program will feature panel discussion with media experts on the global theme of ‘Journalism under Digital Siege’. The report will be made available online after launch.",
    "Every year on 3 May, UNESCO celebrates World Press Freedom Day with the aim to reflect on the commitment to press freedom and professional ethics among media professionals. It is also a day of support for media which are targets for the restraint or abolition of press freedom. It is also a day of remembrance for those journalists who lost their lives in the pursuit of a story.",
    "UNESCO promotes the safety of journalists through global awareness-raising, capacity building and a range of actions, notably in the framework of the UN Plan of Action on the Safety of Journalists and the Issue of Impunity."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 හේතුවෙන් මියගිය සිය ගණනක් දකුණු ආසියානු මාධ්‍යවේදීන්ට යුනෙස්කෝව උපහාර දක්වයි",
      "body_lines": [
        "COVID-19 වසංගතය පහව යද්දී, 2022 ලෝක මාධ්‍ය නිදහස් දිනය (මැයි 3) වසංගතයේ මාධ්‍ය වෘත්තියට ඇති පුළුල් බලපෑම පිළිබිඹු කිරීමට අවස්ථාවකි. නිශ්චිත සංඛ්‍යා අපැහැදිලි නමුත් දකුණු ආසියාව පුරා මාධ්‍යවේදීන් සිය ගණනකට ජීවිත අහිමි වී ඇති අතර තවත් බොහෝ දෙනෙකුට ඔවුන්ගේ ජීවනෝපාය දැඩි ලෙස බලපා ඇත.",
        "මුළු කලාපය සඳහාම, ජාත්‍යන්තර මාධ්‍යවේදීන්ගේ සම්මේලනය ඇස්තමේන්තු කරන්නේ අවම වශයෙන් මාධ්‍යවේදීන් 300 ක් රෝගයෙන් මිය ගිය බවයි. පුවත්පත් ලාංඡන ව්‍යාපාරයට අනුව, ඉන්දියාවේ පමණක් COVID ආශ්‍රිත සංකූලතා හේතුවෙන් අවම වශයෙන් මාධ්‍ය සේවකයින්ගේ මරණ 284 ක් වාර්තා වේ.",
        "නැවත නැවත අගුලු දැමීමෙන් පසු තොරතුරු වෙත ප්‍රවේශය කඩාකප්පල් වූ හෙයින්, විශ්වාසනීය තොරතුරු මහජනතාවට ලබා දීම සහතික කිරීම සඳහා දකුණු ආසියාව පුරා මාධ්‍යවේදීන් තම ජීවිත පරදුවට තැබීය. බොහෝ අවස්ථාවලදී, ඔවුන් භූමියේ සිට වාර්තා කිරීමේදී ආසාදනය වැළඳී ඇත.",
        "“මාධ්‍යවේදීන් - සත්‍යාපනය කළ තොරතුරු දරන්නන්, අර්බුදකාරී කාලවලදී ඉදිරියෙන් සිටී. ඔවුන් සැමවිටම පළමු ප්‍රතිචාර දක්වන්නන් අතර සිටින අතර ඔවුන්ගේ චිත්තවේගීය හා ශාරීරික ආරක්ෂාව වඩා හොඳින් සහතික කළ යුතුය. මාධ්‍යවේදීන් 'පෙරටුගාමී සේවකයින්' ලෙස පිළිගෙන ඔවුන්ගේ යහපැවැත්මට ප්‍රමුඛත්වය දෙන ලෙස අපි දකුණු ආසියාවේ රජයන්ගෙන් ඉල්ලා සිටිමු.",
        "ජාත්‍යන්තර මාධ්‍යවේදීන්ගේ සම්මේලනයේ දකුණු ආසියා මාධ්‍ය නිදහස වාර්තාව (SAPFR) 2022 UNESCO හි සහාය ඇතිව නිෂ්පාදනය කරන ලද පරිදි, 'COVID-19 දෙවන රැල්ල ජ්‍යෙෂ්ඨ මාධ්‍යවේදීන් කිහිප දෙනෙකුගේ ජීවිත බිලිගත්තා පමණක් නොව දිස්ත්‍රික්කවල සේවය කරන තවත් බොහෝ දෙනෙකු මරා දමා ඇත. දකුණු ආසියාව පුරා නගර සහ ගම්. බොහෝ මරණ තවමත් ගණන් බලා නොමැත.",
        "කලාපය පුරා, මාධ්‍ය ඉතා අවිනිශ්චිත කාලවලදී ඔවුන්ගේ පැවැත්ම සඳහා අරගල කර ඇත. COVID අර්බුදයෙන් පසු ඇති වූ දැඩි මූල්‍ය අර්බුදය හේතුවෙන් මාධ්‍ය ආයතන රැසකට ද මෙහෙයුම් වසා දැමීමට සිදු විය.",
        "2021 වර්ෂයේදී, මාධ්‍ය ආයතන 300කට වැඩි ප්‍රමාණයක් ඇෆ්ගනිස්ථානයේ සිය මෙහෙයුම් වසා දැමූහ. විශේෂයෙන් ගවේෂණාත්මක පුවත්පත් කලාවට බලපෑ කප්පාදු පියවරයන්ට භූතාන මාධ්‍ය හැකිලී අනුගත විය; සාම්ප්‍රදායික ශ්‍රී ලාංකේය මාධ්‍යවලට අන්තර්ජාල වේදිකාවලට මාරුවීමටත් ඔවුන්ගේ ඩිජිටල් පැවැත්ම ශක්තිමත් කිරීමටත් සිදු විය. ඇස්තමේන්තු අනුව පකිස්ථානයේ සහ ඉන්දියාවේ රැකියා අහිමිවීම් දහස් ගණනින්; සහ නේපාලයේ මාධ්‍ය ආයතන කිහිපයකට ප්‍රකාශනය නතර කිරීමට සිදු විය.",
        "“ජනමාධ්‍ය වෘත්තිය අද මෙන් අනතුරුවලට මුහුණ දුන් කිසිදාක නැත. ආර්ථික දුෂ්කරතාවල සිට ව්‍යාජ ප්‍රවෘත්ති, ඩිජිටල් නිරීක්ෂණ සහ පෙර නොවූ විරූ COVID-19 වසංගතය දක්වා, මාධ්‍යවේදීන් වෘත්තියක් ලෙස කිසි විටෙකත් තර්ජනයට ලක්ව නැත, ”ෆෝල්ට් පැවසීය.",
        "2022 සඳහා වන දකුණු ආසියානු මාධ්‍ය නිදහස පිළිබඳ වාර්තාව ‘ශක්තිය සහ සහයෝගීතාවය: දකුණු ආසියාවේ කතාව’ මැයි 4 වැනි දින ශ්‍රී ලංකාවේ කොළඹදී පැවැත්වෙන ලෝක මාධ්‍ය නිදහස් දිනය සැමරීම සඳහා යුනෙස්කෝ සංවිධානය විසින් සංවිධානය කරන ලද කලාපීය උත්සවයකදී එළිදැක්වීමට නියමිතය. ශ්‍රී ලංකාව සහ මාලදිවයින සඳහා යුරෝපා සංගමයේ නියෝජිත කණ්ඩායම සමඟ සහයෝගයෙන් සංවිධානය කරන ලද මෙම වැඩසටහන, ‘ඩිජිටල් වැටලීම යටතේ ජනමාධ්‍යවේදය’ යන ගෝලීය තේමාව යටතේ මාධ්‍ය ප්‍රවීණයන් සමඟ සාකච්ඡා කරනු ඇත. වාර්තාව දියත් කිරීමෙන් පසු අන්තර්ජාලය හරහා ලබා ගත හැකි වනු ඇත.",
        "සෑම වසරකම මැයි 3 වන දින යුනෙස්කෝව ලෝක මාධ්‍ය නිදහස් දිනය සමරනු ලබන්නේ මාධ්‍ය වෘත්තිකයන් අතර මාධ්‍ය නිදහස සහ වෘත්තීය ආචාර ධර්ම සඳහා වන කැපවීම පිළිබිඹු කිරීමේ අරමුණ ඇතිවය. මාධ්‍ය නිදහස සීමා කිරීම හෝ අහෝසි කිරීම සඳහා ඉලක්ක වන මාධ්‍ය සඳහා සහය දෙන දිනයකි. ඒ වගේම කතාවක් පසුපස හඹා ගොස් ජීවිතයෙන් සමුගත් මාධ්‍යවේදීන් සිහිපත් කරන දවසක්.",
        "UNESCO විසින් ගෝලීය දැනුවත් කිරීම්, ධාරිතා ගොඩනැගීම සහ ක්‍රියා මාලාවක් හරහා මාධ්‍යවේදීන්ගේ ආරක්ෂාව ප්‍රවර්ධනය කරයි."
      ]
    },
    "ta": {
      "title": "கோவிட்-19 நோயால் உயிரிழந்த நூற்றுக்கணக்கான தெற்காசிய பத்திரிகையாளர்களுக்கு யுனெஸ்கோ அஞ்சலி செலுத்துகிறது",
      "body_lines": [
        "கோவிட்-19 தொற்றுநோய் குறைவடைந்த நிலையில், உலக பத்திரிக்கை சுதந்திர தினம் 2022 (மே 3) பத்திரிக்கையாளர் தொழிலில் தொற்றுநோயின் விரிவான தாக்கத்தை பிரதிபலிக்கும் வாய்ப்பாகும். சரியான புள்ளிவிவரங்கள் தெளிவாக இல்லை, ஆனால் தெற்காசியா முழுவதும், நூற்றுக்கணக்கான ஊடகவியலாளர்கள் தங்கள் உயிர்களை இழந்துள்ளனர் மற்றும் பலர் தங்கள் வாழ்வாதாரங்கள் கடுமையாக பாதிக்கப்பட்டுள்ளனர்.",
        "முழு பிராந்தியத்திற்கும், குறைந்தபட்சம் 300 பத்திரிகையாளர்கள் இந்த நோயால் இறந்ததாக சர்வதேச பத்திரிகையாளர்கள் கூட்டமைப்பு மதிப்பிடுகிறது. பிரஸ் எம்ப்ளம் பிரச்சாரத்தின்படி, இந்தியாவில் மட்டும் குறைந்தது 284 ஊடக ஊழியர்களின் இறப்புகள் கோவிட் தொடர்பான சிக்கல்களால் பதிவாகியுள்ளன.",
        "மீண்டும் மீண்டும் பூட்டப்பட்டதைத் தொடர்ந்து தகவல் அணுகல் தடைபட்டதால், தெற்காசியா முழுவதும் உள்ள ஊடகவியலாளர்கள் தங்கள் உயிரைப் பணயம் வைத்து நம்பத்தகுந்த தகவல்கள் பொதுமக்களுக்குக் கிடைப்பதை உறுதி செய்தனர். பெரும்பாலான சந்தர்ப்பங்களில், அவர்கள் தரையில் இருந்து அறிக்கை செய்யும் போது நோய்த்தொற்று ஏற்பட்டது.",
        "\"பத்திரிகையாளர்கள் - சரிபார்க்கப்பட்ட தகவல்களைத் தாங்குபவர்கள், நெருக்கடி காலங்களில் முன்னணியில் உள்ளனர். அவர்கள் எப்போதும் முதல் பதிலளிப்பவர்களில் இருப்பார்கள் மற்றும் அவர்களின் உணர்ச்சி மற்றும் உடல் பாதுகாப்பு சிறப்பாக உறுதி செய்யப்பட வேண்டும். தெற்காசிய அரசாங்கங்கள் ஊடகவியலாளர்களை ‘முன்னணி பணியாளர்களாக’ அங்கீகரித்து அவர்களின் நல்வாழ்வுக்கு முன்னுரிமை அளிக்குமாறு நாங்கள் வலியுறுத்துகிறோம்,” என பூட்டான், இந்தியா, மாலத்தீவு மற்றும் இலங்கைக்கான யுனெஸ்கோவின் இயக்குநரும் பிரதிநிதியுமான எரிக் ஃபால்ட் கூறினார்.",
        "யுனெஸ்கோவின் ஆதரவுடன் தயாரிக்கப்பட்ட சர்வதேச பத்திரிகையாளர்களின் தெற்காசிய பத்திரிகை சுதந்திர அறிக்கை (SAPFR) 2022 இன் படி, 'COVID-19 இன் இரண்டாவது அலை பல மூத்த பத்திரிகையாளர்களின் உயிரைக் கொன்றது மட்டுமல்லாமல், மாவட்டங்களில் பணிபுரியும் பலரையும் கொன்றது. தெற்காசியா முழுவதும் நகரங்கள் மற்றும் கிராமங்கள். பல இறப்புகள் இன்னும் கணக்கில் வரவில்லை.",
        "பிராந்தியம் முழுவதும், ஊடகங்களும் மிகவும் நிச்சயமற்ற காலங்களில் தங்கள் உயிர்வாழ்விற்காக போராடியுள்ளன. கோவிட் நெருக்கடிக்குப் பிறகு ஏற்பட்ட கடுமையான நிதி நெருக்கடி காரணமாக, பல ஊடக நிறுவனங்களும் செயல்பாடுகளை மூட வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "2021 ஆம் ஆண்டில், 300க்கும் மேற்பட்ட ஊடக நிறுவனங்கள் ஆப்கானிஸ்தானில் தங்கள் செயல்பாடுகளை மூடிவிட்டன; பூட்டானிய ஊடகங்கள் சுருங்கி, சிக்கன நடவடிக்கைகளுக்குத் தழுவின, இது குறிப்பிட்ட புலனாய்வுப் பத்திரிகையில் தாக்கத்தை ஏற்படுத்தியது; பாரம்பரிய இலங்கை ஊடகங்கள் ஆன்லைன் தளங்களுக்கு மாற வேண்டும் மற்றும் அவர்களின் டிஜிட்டல் இருப்பை வலுப்படுத்த வேண்டும்; பாக்கிஸ்தானிலும் இந்தியாவிலும் ஆயிரக்கணக்கில் வேலை இழப்புகள் இருப்பதாக மதிப்பீடுகள் கூறுகின்றன; மற்றும் நேபாளத்தில், பல ஊடக நிறுவனங்கள் வெளியீட்டை நிறுத்த வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "“இன்றையதைப் போல பத்திரிகைத் தொழில் அதிக ஆபத்துக்களை எதிர்கொண்டதில்லை. பொருளாதாரக் கஷ்டங்கள் முதல் போலிச் செய்திகள், டிஜிட்டல் கண்காணிப்பு மற்றும் முன்னோடியில்லாத COVID-19 தொற்றுநோய் வரை, பத்திரிகையாளர்கள் ஒருபோதும் ஒரு தொழிலாக அச்சுறுத்தப்பட்டதில்லை, ”என்று ஃபால்ட் மேலும் கூறினார்.",
        "2022 ஆம் ஆண்டிற்கான தெற்காசிய பத்திரிகை சுதந்திர அறிக்கை, 'பலம் மற்றும் ஒற்றுமை: தெற்காசியாவின் கதை' என்ற தலைப்பில், மே 4 ஆம் தேதி, இலங்கையின் கொழும்பில் உலக பத்திரிகை சுதந்திர தினத்தை நினைவுகூரும் வகையில் யுனெஸ்கோவால் ஏற்பாடு செய்யப்பட்ட பிராந்திய நிகழ்வில் வெளியிடப்படும். இலங்கை மற்றும் மாலத்தீவிற்கான ஐரோப்பிய ஒன்றியப் பிரதிநிதிகள் குழுவுடன் இணைந்து ஏற்பாடு செய்யப்பட்டுள்ள இந்த நிகழ்ச்சியில், 'டிஜிட்டல் முற்றுகையின் கீழ் பத்திரிகை' என்ற உலகளாவிய தொனிப்பொருளில் ஊடக நிபுணர்களுடன் கலந்துரையாடல் இடம்பெறும். அறிக்கை வெளியிடப்பட்ட பிறகு ஆன்லைனில் கிடைக்கும்.",
        "ஒவ்வொரு ஆண்டும் மே 3 ஆம் தேதி, யுனெஸ்கோ ஊடக வல்லுநர்களிடையே பத்திரிகை சுதந்திரம் மற்றும் தொழில்முறை நெறிமுறைகளுக்கான அர்ப்பணிப்பை பிரதிபலிக்கும் நோக்கத்துடன் உலக பத்திரிகை சுதந்திர தினத்தை கொண்டாடுகிறது. பத்திரிக்கை சுதந்திரத்தை கட்டுப்படுத்துதல் அல்லது ஒழித்தல் போன்றவற்றுக்கு இலக்கான ஊடகங்களுக்கு ஆதரவளிக்கும் நாளாகவும் இது உள்ளது. ஒரு கதைக்காக உயிரை விட்ட ஊடகவியலாளர்களின் நினைவு நாளாகவும் இது அமைகிறது.",
        "யுனெஸ்கோ உலகளாவிய விழிப்புணர்வு, திறன் மேம்பாடு மற்றும் பல்வேறு நடவடிக்கைகள் மூலம் ஊடகவியலாளர்களின் பாதுகாப்பை ஊக்குவிக்கிறது, குறிப்பாக பத்திரிக்கையாளர்களின் பாதுகாப்பு மற்றும் தண்டனையின்மை தொடர்பான ஐ.நா செயல்திட்டத்தின் கட்டமைப்பில்."
      ]
    }
  }
}