{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Printing-money-was-perhaps-our-Home-grown-solution-Prof-Watawala/352-236166",
  "time_ut": 1651516320,
  "title": "Printing money was perhaps our  ‘Home-grown solution’ :Prof. Watawala",
  "body_lines": [
    "If the political situation is not settled, the financial and economic situation will get worse",
    "The education and skills required in financial and other areas haven’t been developed properly",
    "Debt defaulting will have a major impact on commercial banks",
    "Sri Lanka is currently bearing the fruits of financial mismanagement, lack of planning and shortsighted decision-making ever since the incumbent government was elected to power. Delays in seeking support from the International Monetary Fund (IMF), heavy borrowings on sovereign bonds, opting for credit lines from allies has crippled",
    "Sri Lanka’s ability to attract investors. While international agencies continue to issue warnings for insurers and investors who plan to invest in Sri Lanka, financial experts observe that with Sri Lanka achieving the status of a ‘new industrial nation’ it has lost the benefit of seeking assistance from international bodies on a concessional basis.",
    "In a candid interview with the , eminent Chartered and Management Accountant Prof. Lakshman R. Watawala stressed on the mistakes that we have made in terms of high expenditure and wastage, impacts of borrowings on international sovereign bonds, printing money more than the threshold and how capitalising on PPPs and a knowledge economy could save Sri Lanka.",
    "There are a few reasons for this. One of the main reasons is the budget deficit that we are having every year. If we have a budget deficit we need to obtain funds from foreign borrowings or local borrowings. We have never had a surplus in the budget and we have been spending our monies without saying how our revenue is being done. Prior to 2009 where we had some discussions with IMF during the time of Mangala Samaraweera. The IMF wanted us to do certain changes during this period. Subsequently, there were certain adjustments done and one of them was to increase revenue. Our revenue to GDP ratio has been low. Generally, it has to be 15% or else we would be in trouble. So they increased taxes. They increased VAT and as a result of that increase they were able to get a sizeable income with the tax rates that were adjusted. In addition, they came up with a pricing formula for the petroleum sector and also for gas. Because of these changes, they were able to do away with the deficit from the Ceylon Petroleum Corporation (CPC) and also on gas which are matters of concern at present. With this, the revenue increased substantially. But, with the new government coming in, they reduced taxes. As a result of a reduction in taxes, we lost about USD 500-600 billion coming into the government. The VAT was reduced from 15-8%. They reduced income and personal taxes. Therefore we found that there’s a shortfall in the revenue. This is one of the major reasons why we had a problem with the budget deficit. The revenue was very low. They also did away with the pricing formula for fuel. If they had it, the price increase would have been on a gradual basis. It’s been done on a monthly basis. But here if they’re going to do an adjustment they have to do a big price increase and this will have an impact on the public. There was also no cutting down on expenditure. We were a developing country and now we are a new industrial nation. Therefore, we have been unable to get monies from international agencies such as Asian Development Bank (ADB), World Bank (WB) and others. When they have to get monies from them, they not only get it at a very concessional rate but also at a very long repayment. They also do a thorough study of the project to see that the monies that are being used are spent on a sustainable basis and that it is a viable project. Once we went into the higher bracket of a new industrial nation, we lost all benefits that we are having to get the sort of financing from ADB and WB on a concessional basis.",
    "For ISPs, we have been paying a high rate of interest. During the 2022 budget Rs. one billion was set aside for the repayment of loans. That is another big element because when you take a loan you need to repay debts annually while we have really defaulted in the repayment of interests",
    "One of the main sources of revenue we have are from foreign remittances of migrant workers. Every year we used to get around Rs. 6-7 billion from these remittances. But due to our exchange rate being low at the time, the black market gave a higher rate. Therefore all banks receiving remittances received them at a lower rate. As a result, we lost more dollars",
    "The IMF is not going to give a loan without studying our economic structure. If I’m in a financially challenging situation and I go to a bank to obtain a loan, they will not give an immediate loan. They will go through my records, sustainability, inquire how I’m going to repay loans etc. These are the questions the IMF is asking us now",
    "We now are in a difficult situation and we need to cut down all expenditure. There is a lot of wastage. Government departments for instance have the largest number of vehicles. This needs to be controlled because we have to import fuel",
    "The revenue has to increase. Very soon they will increase taxes but I don’t know whether they can get the same income. Today 60-70% of the budget is allocated for government servants. So we have to look at cutting down this cost",
    "Today the government has no money to invest. So we need to get the private sector and go for public-private partnerships and that’s the only way the country can be saved. We need to develop the IT and knowledge industry",
    "QWhat are the repercussions of opting to borrow on international sovereign bonds?",
    "International sovereign bonds are based on international credit ratings and borrowing status of a country and there is no evaluation done by them in the grant of these loans other than what they see from the ability to repay. This resulted in heavy borrowings on international sovereign bonds. Sometimes these monies would have gone into the bridging of deficits and for projects where one does not know for what purpose they have been investing. What I feel is that although we achieved the status of a new industrial nation, the education and skills required in financial and other areas haven’t been developed properly. This was seen during financial frauds and mishandling of finances that we have seen. We saw this during the hedging project of the CPC where we had to incur heavy losses and these were not done by specialised people who knew what hedging was. We also did not do proper planning to repay debts. If you repay debts, one of the main things to be done is to generate a surplus. This surplus will enable you to repay the debt. But although we had seen that from 2020 onwards, we had high repayments coming in and we haven’t planned how we are going to repay debts. Therefore we are in a rather unfortunate situation where we are unable to repay debts and have therefore decided to suspend debt payments. The Central Bank or the Finance Ministry hasn’t executed proper financial planning because at the end of the day they are responsible for these functions.",
    "Even earlier they said we shouldn’t pay debts and use that money for other purposes of importing goods etc. One of the main impacts would be on our commercial banks. Our ratings have come down but we haven’t gone into default status. These show that we are at high risk. Initially, as far as our ISPs were concerned, our gradings were good and people thought they could invest. For ISPs, we have been paying a high rate of interest. During the 2022 budget Rs. one billion was set aside for the repayment of loans. That is another big element because when you take a loan you need to repay debts annually while we have really defaulted in the repayment of interests. Commercial banks, therefore, have a problem. If one wants to import certain things then they have to go to a commercial bank and open a Letter of Credit (LC). Today we have a big problem with foreign exchange. Earlier they had a good relationship with foreign banks. They were able to get a soft loan when they need money but now all those facilities will be done away with foreign banks. Even for LCs they’ll have to get a confirmation from foreign banks. On the exchange itself, the depreciation of the exchange rate has caused many problems. One of the main sources of revenue we have are from foreign remittances of migrant workers. Every year we used to get around Rs. 6-7 billion from these remittances. But due to our exchange rate being low at the time, the black market gave a higher rate. Therefore all banks receiving remittances received them at a lower rate. As a result, we lost more dollars. This is a serious matter because all banks depended on foreign remittances. Even though the government revised the rates the black market would be giving better rates. We now have to work out a method on how these foreign remittances could be brought back into the banking structure. Therefore the government doesn’t have dollars for imports and other transactions. Then there’s a delay on the part of exporters bringing in their foreign exchange. They are also keeping their money waiting for the exchange rate to go up. They have floated the rupee but all these have an adverse impact on the country. Therefore, correcting these decisions will take a long time.",
    "QFitch has issued warnings of high investment and liquidity risks for insurers. We are also looking at attracting investors. But the prevailing crisis is unfavourable isn’t it?",
    "Right now we have two crises. One is the financial and debt crisis and the other is the political crisis. You need to have political stability in order to bring this situation under control. Therefore the parliament has to work it out. If the political situation is not settled, the financial and economic situation will get worse. Even though we have had talks with IMF if we don’t arrive at a political settlement they will not want to give any money. The other big mistake we made is that when we were short of dollars, we should have carried out methods to attract our own dollars. We also made a major mistake by not going to IMF earlier. We said we had our own home-grown solution. Then one has to put it down on paper and see if it’s working. One of the main things that we relied on was the tourism sector. But then that is one of the sectors that can easily get affected. We should have had a plan A and B. At that time itself, we should have gone to IMF. The IMF is not going to give a loan without studying our economic structure. If I’m in a financially challenging situation and I go to a bank to obtain a loan, they will not give an immediate loan. They will go through my records, sustainability, inquire how I’m going to repay loans etc. These are the questions the IMF is asking us now. They are now using foreign experts for advice but these are things that we should have been prepared with. We have a sufficient knowledge pool in the Central Bank as well. If we went early, when we had difficulty in obtaining foreign exchange they would have given us the loan by now. Today the fuel, gas queues etc are due to bad planning and management.",
    "QWe have requested support from our allies. But they support us in the form of credit lines. Are these sustainable transactions in the long run?",
    "India is helping us but they will ask us how we are going to repay the loans. They are giving us items on credit. In terms of fuel, India is a net importer. So they will not want to continue this for a long time as they will have to use their foreign exchange to import fuel. But food and medical supplies are already manufactured by them. Then we have China and we have loans to be repaid. They will reschedule it and give us time. But whether they are going to give us real dollars is something we need to look at because earlier also they gave us a line of credit in Yuan. Therefore we can buy Chinese products but not any other products. These are the problems we have in the case of bilateral assistance we are using. During COVID and other issues, a lot of these countries had major problems and they wouldn’t want to depart on their dollars.",
    "QThe Central Bank printed more money than the threshold. How does that impact this situation?",
    "That might be a ‘home-grown solution’ but everyone says that this home-grown solution is wrong. You can’t just print money. If you have fewer goods and services being produced and there’s more money being printed, the price of goods and services will soar. It’s a demand and supply situation. We are now saying that this home-grown solution done during this period have all resulted in the present crisis.",
    "Q What are some mistakes that we should rectify at this point?",
    "We now are in a difficult situation and we need to cut down all expenditure. There is a lot of wastage. Government departments for instance have the largest number of vehicles. This needs to be controlled because we have to import fuel. If we are to secure foreign exchange then we need to look at areas where foreign exchange is being utilised and fuel is one of these areas. We also need to look at improving public transport. Therefore the usage of fuel would be reduced. If public transport is used more freely, people will not use their own vehicles. We need to have some proper planning and controls at every level. Accountability too is a must. As a result of a shortsighted decision, farmers have to bear the loss. The government servants are getting their salary but farmers have to suffer. They can’t repay loans and they won’t be able to get facilities from banks for the new season. Export industries such as tea and rubber have been affected. If income is going down we won’t be able to get dollars. Everyone must know that these are impacting society. Nobody is talking about the societal cost. All these high increases in prices, losses incurred and wastage has to be paid by somebody. In the private sector, we have the Environmental, Social and Governance (ESG) concept. This is an important element. They should have proper governance and accountability. Then the environment too is important. The private sector is adhering to all these but the public sector and government have disregarded it. Although they have signed agreements on the Sustainable Development Goals 2030 there are no references to these goals. All ministries should refer to the SDGs. Even though we have signed them, these are not being implemented. We also should look at strengthening the public sector. The public servant should be responsible. Ministries can lay out the policy but they shouldn’t mess with the implementation process. Someone will have to work out how to repay debts but we have the capacity to overcome these. With our gradings, no investor would come as they are quite low. Political stability too should be there. The Port City is one area is where we can develop to get foreign exchange. More than rules and regulations it’s the implementation that is necessary.",
    "QWhat solutions do you suggest to restore the country back to what it was?",
    "We have to increase our income. Even in any other organisation if your expenditure is more than the income after some time you’ll go bankrupt. What is happening to an individual is happening to the country as well. We need to relook and rethink all policies. The revenue has to increase. Very soon they will increase taxes but I don’t know whether they can get the same income. Today 60-70% of the budget is allocated for government servants. So we have to look at cutting down this cost. In addition to salaries, there are other expenditures. One way in which government departments can be efficient is through digitalisation. All government departments are getting budgetary allocations and are spending these monies. With at least 25% income they must earn. Then only they will be accustomed and responsible and get used to the idea of getting an income. The private sector had to do drastic changes during COVID but they were able to overcome it. Once things restore they gave back those benefits. Productivity, efficiency and cost control are three areas that need to be improved and need to be implemented in government departments, state-owned enterprises etc. But one must have an efficient method to monitor these organisations. We have the Work from Home concept and it could be implemented. Our public sector comprises around 1.5 million people and it is very much overstaffed, but we can make them more efficient. This is called value creation. They are there to serve the people. Another thing is to look at areas where we can get foreign exchange. We need a knowledge economy. India developed that way. They set up colleges for engineering, IT and sciences and with a good knowledge of English they had the ability to communicate. Sri Lanka has a big demand. Many want to expand the IT sector, business process outsourcing, business process management etc. but we don’t have the people. Therefore we need restructuring. As a result of free education, our numbers are limited. We need to change our structure to bring all of them into the knowledge economy. Today the government has no money to invest. So we need to get the private sector and go for public-private partnerships and that’s the only way the country can be saved. We need to develop the IT and knowledge industry. Therefore we have to opt for the college concept. If we set up 200-300 colleges affiliated to universities it will attract more investors, dollars and generate more job opportunities. Before 1955 there were so many private schools. Integrity, honesty and discipline should be inculcated in everyone. From school days. We are in a grave situation today but with proper handling, we have people who can take this country to where it was before 1948."
  ],
  "translate": {
    "si": {
      "title": "මුදල් මුද්‍රණය කිරීම සමහර විට අපගේ 'ගෙදර හැදූ විසඳුම' විය හැකිය: මහාචාර්ය. වටවල",
      "body_lines": [
        "දේශපාලන තත්ත්වය සමථයකට පත් නොකළහොත් මූල්‍ය හා ආර්ථික තත්ත්වය වඩාත් නරක අතට හැරෙනු ඇත",
        "මූල්‍ය සහ අනෙකුත් ක්ෂේත්‍රවල අවශ්‍ය අධ්‍යාපනය සහ කුසලතා නිසි ලෙස වර්ධනය වී නොමැත",
        "ණය පැහැර හැරීම වාණිජ බැංකු කෙරෙහි විශාල බලපෑමක් ඇති කරනු ඇත",
        "වත්මන් රජය බලයට පත් වූ දා සිට මූල්‍ය අවභාවිතය, සැලසුම් නොමැතිකම සහ අදූරදර්ශී තීරණ ගැනීමේ ඵල ශ්‍රී ලංකාව මේ වන විට දරයි. ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහය ලබාගැනීමේ ප්‍රමාදයන්, ස්වෛරීත්ව බැඳුම්කර මත අධික ණය ගැනීම්, මිත්‍ර පාර්ශ්වවලින් ණය ලබාගැනීම් සඳහා තෝරා ගැනීම අඩපණ වී ඇත.",
        "ආයෝජකයින් ආකර්ෂණය කර ගැනීමට ශ්‍රී ලංකාවට ඇති හැකියාව. ශ්‍රී ලංකාවේ ආයෝජනය කිරීමට අදහස් කරන රක්‍ෂණකරුවන්ට සහ ආයෝජකයන්ට ජාත්‍යන්තර නියෝජිතායතන දිගින් දිගටම අනතුරු ඇඟවීම් නිකුත් කරන අතර, මූල්‍ය විශේෂඥයන් නිරීක්ෂණය කරන්නේ ශ්‍රී ලංකාව ‘නව කාර්මික රටක්’ බවට පත්වීමත් සමඟ ජාත්‍යන්තර ආයතනවලින් සහනදායි ආධාර ලබාගැනීමේ වාසිය අහිමි වී ඇති බවයි. පදනම.",
        "කීර්තිමත් වරලත් සහ කළමනාකරණ ගණකාධිකාරී මහාචාර්ය ලක්ෂ්මන් ආර්. වටවල මහතා සමඟ අවංක සම්මුඛ සාකච්ඡාවකදී අප විසින් සිදු කර ඇති අධික වියදම් සහ නාස්තිය, ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර මත ණය ගැනීම්වල බලපෑම, සීමාවට වඩා මුදල් මුද්‍රණය කිරීම සහ කෙසේද යන්න පිළිබඳව අවධාරණය කළේය. PPP සහ දැනුම් ආර්ථිකයක් ප්‍රාග්ධනය කිරීමෙන් ශ්‍රී ලංකාව බේරා ගත හැකිය.",
        "මේ සඳහා හේතු කිහිපයක් තිබේ. ඊට ප්‍රධානතම හේතුව වන්නේ වසරක් පාසා ඇති වන අයවැය හිඟයයි. අපට අයවැය හිඟයක් තිබේ නම් විදේශ ණයවලින් හෝ දේශීය ණයවලින් අරමුදල් ලබාගත යුතුයි. අපට කිසිදා අයවැයෙන් අතිරික්තයක් නොතිබූ අතර අපගේ ආදායම සිදු වන්නේ කෙසේදැයි නොකියා අපි අපේ මුදල් වියදම් කරමින් සිටිමු. 2009 ට පෙර අපි මංගල සමරවීරගේ කාලයේ IMF සමඟ සාකච්ඡා කළා. ජාත්‍යන්තර මූල්‍ය අරමුදලට අවශ්‍ය වුණා මේ කාලය තුළ අපි යම් යම් වෙනස්කම් කරන්න. පසුව යම් යම් ගැලපීම් සිදු කර ඇති අතර ඒවායින් එකක් වූයේ ආදායම වැඩි කිරීමයි. අපේ ආදායම දළ දේශීය නිෂ්පාදිතයේ අනුපාතය අඩුයි. සාමාන්‍යයෙන් ඒක 15%ක් වෙන්න ඕනේ එහෙම නැත්තම් අපි අමාරුවේ වැටෙනවා. ඒ නිසා බදු වැඩි කළා. ඔවුන් වැට් බද්ද වැඩි කළ අතර එම වැඩිවීමේ ප්‍රතිඵලයක් ලෙස සකස් කළ බදු අනුපාත සමඟ සැලකිය යුතු ආදායමක් ලබා ගැනීමට ඔවුන්ට හැකි විය. ඊට අමතරව, ඔවුන් ඛනිජ තෙල් අංශයට සහ ගෑස් සඳහා මිල සූත්‍රයක් ඉදිරිපත් කළහ. මෙම වෙනස්කම් හේතුවෙන්, ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවෙන් (CPC) සහ දැනට අවධානයට ලක්ව ඇති ගෑස් හිඟය පියවා ගැනීමට ඔවුන්ට හැකි විය. මේ සමඟ ආදායම සැලකිය යුතු ලෙස වැඩි විය. නමුත් නව රජය පැමිණීමත් සමඟ බදු අඩු කළා. බදු අඩුකිරීමේ ප්‍රතිඵලයක් ලෙස රජයට එන ඩොලර් බිලියන 500-600ක් පමණ අපට අහිමි වුණා. වැට් බද්ද 15-8% දක්වා අඩු කළා. ඔවුන් ආදායම් සහ පුද්ගලික බදු අඩු කළා. එබැවින් ආදායමේ හිඟයක් ඇති බව අපට පෙනී ගියේය. අයවැය හිඟය සම්බන්ධයෙන් අපට ගැටලුවක් ඇති වීමට මෙය එක් ප්‍රධාන හේතුවකි. ආදායම ඉතා අඩු විය. ඔවුන් ඉන්ධන සඳහා මිල සූත්‍රය ද ඉවත් කළා. ඔවුන් සතුව තිබුණා නම් මිල වැඩිවීම ක්‍රමානුකූලව සිදුවන්න තිබුණා. එය මාසික පදනමින් සිදු කර ඇත. නමුත් මෙහිදී ඔවුන් ගැලපීමක් කිරීමට යන්නේ නම් ඔවුන්ට විශාල මිල වැඩි කිරීමක් කළ යුතු අතර මෙය මහජනතාවට බලපෑමක් ඇති කරයි. වියදම් කපා හැරීමක් ද නොවීය. අපි සංවර්ධනය වෙමින් පවතින රටක් වූ අතර දැන් අපි නව කාර්මික ජාතියක් වෙමු. ඒ නිසා අපට ආසියානු සංවර්ධන බැංකුව (ADB), ලෝක බැංකුව (WB) වැනි ජාත්‍යන්තර ආයතනවලින් මුදල් ලබා ගැනීමට නොහැකි වී තිබෙනවා. ඔවුන්ගෙන් මුදල් ලබා ගැනීමට සිදු වූ විට, ඔවුන් එය ඉතා සහනදායී මිලකට පමණක් නොව ඉතා දිගු ආපසු ගෙවීමකට ද ලබා ගනී. ඔවුන් භාවිතා කරන මුදල් තිරසාර පදනමක් මත වියදම් කරන බවත් එය ශක්‍ය ව්‍යාපෘතියක් බවත් බැලීමට ඔවුන් ව්‍යාපෘතිය පිළිබඳව ගැඹුරින් අධ්‍යයනය කරයි. අපි නව කාර්මික ජාතියක ඉහළ තලයට ගිය පසු, ADB සහ WB වෙතින් සහනදායී පදනමක් මත මූල්‍ය පහසුකම් ලබා ගැනීමට අපට තිබූ සියලු ප්‍රතිලාභ අපට අහිමි විය.",
        "ISPs සඳහා, අපි ඉහළ පොලී අනුපාතයක් ගෙවමින් සිටිමු. 2022 අයවැය තුළ රු. බිලියනයක් ණය ගෙවීමට වෙන් කළා. එය තවත් විශාල අංගයකි, මන්ද ඔබ ණයක් ගන්නා විට අපි පොලී ආපසු ගෙවීම පැහැර හැර ඇති අතර ඔබ වාර්ෂිකව ණය ගෙවිය යුතුය.",
        "අපට ලැබෙන ප්‍රධාන ආදායම් මාර්ගයක් වන්නේ විදේශගත ශ්‍රමිකයන්ගේ විදේශ ප්‍රේෂණ. සෑම වසරකම අපට රු. මෙම ප්‍රේෂණ වලින් බිලියන 6-7 ක්. නමුත් එකල අපේ විනිමය අනුපාතිකය අඩු නිසා කළු කඩේ වැඩි අගයක් දුන්නා. එබැවින් ප්‍රේෂණ ලබන සියලුම බැංකුවලට ඒවා ලැබුණේ අඩු මුදලකටය. ඒ නිසා අපිට තවත් ඩොලර් අහිමි වුණා",
        "අපේ ආර්ථික ව්‍යුහය අධ්‍යයනය නොකර IMF ණයක් දෙන්න යන්නේ නැහැ. මම මූල්‍යමය වශයෙන් අභියෝගාත්මක තත්වයක සිටී නම් සහ මම ණයක් ලබා ගැනීමට බැංකුවකට ගියහොත් ඔවුන් ක්ෂණික ණයක් ලබා නොදේ. ඔවුන් මගේ වාර්තා, තිරසාරභාවය, මම ණය ගෙවන්නේ කෙසේද යන්න විමසා බලනු ඇත. IMF දැන් අපෙන් අසන ප්‍රශ්න මේවාය.",
        "අප දැන් සිටින්නේ අසීරු තත්ත්වයක වන අතර සියලු වියදම් කපා හැරිය යුතුය. නාස්තිය වැඩියි. උදාහරණයක් ලෙස රජයේ දෙපාර්තමේන්තු වැඩිම වාහන සංඛ්‍යාවක් ඇත. ඉන්ධන ආනයනය කිරීමට සිදුවන නිසා මෙය පාලනය කළ යුතුයි",
        "ආදායම වැඩි විය යුතුයි. ඉතා ඉක්මනින් ඔවුන් බදු වැඩි කරයි, නමුත් ඔවුන්ට එම ආදායම ලබා ගත හැකිද යන්න මම නොදනිමි. අද අයවැයෙන් 60-70%ක් රජයේ සේවකයන්ට වෙන් කරනවා. ඒ නිසා මේ වියදම අඩු කරන්න බලන්න වෙනවා",
        "අද රජයට ආයෝජනය කරන්න මුදල් නැහැ. ඒ නිසා අපි පෞද්ගලික අංශය ලබාගෙන රාජ්‍ය-පෞද්ගලික හවුල්කාරිත්වයට යා යුතුයි, රට බේරා ගත හැක්කේ එයයි. අපි තොරතුරු තාක්ෂණ හා දැනුම කර්මාන්තය දියුණු කළ යුතුයි",
        "Q ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර මත ණය ගැනීමට තීරණය කිරීමේ ප්‍රතිවිපාක මොනවාද?",
        "ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ජාත්‍යන්තර ණය ශ්‍රේණිගත කිරීම් සහ රටක ණය ගැනීමේ තත්ත්වය මත පදනම් වන අතර ආපසු ගෙවීමේ හැකියාවෙන් ඔවුන් දකින දේ හැර මෙම ණය ප්‍රදානය කිරීමේදී ඔවුන් විසින් කරන ලද ඇගයීමක් නොමැත. මෙය ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර මත අධික ණය ගැනීම්වලට හේතු විය. සමහර විට මෙම මුදල් හිඟය පියවා ගැනීමට සහ ඔවුන් ආයෝජනය කළේ කුමන අරමුණක් සඳහා දැයි නොදන්නා ව්‍යාපෘති සඳහා ය. මට හැඟෙන දෙය නම්, අප නව කාර්මික ජාතියක් බවට පත් වුවද, මූල්‍ය හා අනෙකුත් ක්ෂේත්‍ර සඳහා අවශ්‍ය අධ්‍යාපනය සහ කුසලතා නිසි ලෙස වර්ධනය වී නොමැති බවයි. අප දැක ඇති මූල්‍ය වංචා සහ මුදල් අයථා ලෙස හැසිරවීමේදී මෙය දැකගත හැකි විය. තෙල් සංස්ථාවේ හෙජින් ව්‍යාපෘතියේදි අපි මේක දැක්කා අපිට ලොකු පාඩුවක් විදින්න සිද්ධ වුණා, මේවා හෙජින් කියන්නේ මොකක්ද කියලා දන්න විශේෂඥයන් කරපු දේවල් නෙවෙයි. අපි ණය ගෙවන්නත් නිසි සැලසුමක් කළේ නැහැ. ඔබ ණය ගෙවන්නේ නම්, කළ යුතු ප්‍රධාන දෙයක් වන්නේ අතිරික්තයක් ඇති කිරීමයි. මෙම අතිරික්තය ඔබට ණය ආපසු ගෙවීමට හැකි වනු ඇත. නමුත් 2020 සිට අපට ඉහළ ආපසු ගෙවීමක් ලැබෙන බව අපි දුටුවෙමු, අපි ණය ගෙවන්නේ කෙසේද යන්න සැලසුම් කර නැත. ඒ නිසා අපි ණය ගෙවා ගැනීමට නොහැකි තරමක් අවාසනාවන්ත තත්ත්වයක සිටින නිසා ණය ගෙවීම අත්හිටුවීමට තීරණය කර තිබෙනවා. මහ බැංකුව හෝ මුදල් අමාත්‍යාංශය නිසි මුල්‍ය සැලසුමක් ක්‍රියාත්මක කර නැත, මන්ද දවස අවසානයේදී මෙම කාර්යයන් සඳහා ඔවුන් වගකිව යුතුය.",
        "මීට පෙරත් ඔවුන් කිව්වා අපි ණය ගෙවා ඒ මුදල් වෙනත් භාණ්ඩ ආනයනය සඳහා යොදවන්න එපා කියලා. එයින් ප්‍රධාන බලපෑමක් වෙන්නේ අපේ වාණිජ බැංකුවලට. අපගේ ශ්‍රේණිගත කිරීම් පහත වැටී ඇති නමුත් අපි පෙරනිමි තත්ත්වයට ගොස් නැත. මේවායින් පෙන්නුම් කරන්නේ අප දැඩි අවදානමක සිටින බවයි. මුලදී, අපගේ අන්තර්ජාල සේවා සපයන්නන් සම්බන්ධයෙන් ගත් කල, අපගේ ශ්‍රේණිගත කිරීම් හොඳ වූ අතර මිනිසුන් ඔවුන්ට ආයෝජනය කළ හැකි යැයි සිතූහ. ISPs සඳහා, අපි ඉහළ පොලී අනුපාතයක් ගෙවමින් සිටිමු. 2022 අයවැය තුළ රු. බිලියනයක් ණය ගෙවීමට වෙන් කළා. එය තවත් විශාල අංගයකි, මන්ද ඔබ ණයක් ගන්නා විට අපි පොලී ආපසු ගෙවීමේ දී ඇත්ත වශයෙන්ම පැහැර හැර ඇති අතර ඔබ වාර්ෂිකව ණය ගෙවිය යුතුය. එබැවින් වාණිජ බැංකුවලට ගැටලුවක් තිබේ. කෙනෙකුට යම් යම් දේවල් ආනයනය කිරීමට අවශ්‍ය නම්, ඔවුන් වාණිජ බැංකුවකට ගොස් ණයවර ලිපියක් (LC) විවෘත කළ යුතුය. අද අපට විදේශ විනිමය පිළිබඳ විශාල ගැටලුවක් තිබෙනවා. මීට පෙර ඔවුන් විදේශ බැංකු සමඟ හොඳ සබඳතාවක් පැවැත්වූවා. ඔවුන්ට මුදල් අවශ්‍ය වූ විට සහන ණයක් ලබා ගැනීමට හැකි වූ නමුත් දැන් ඒ සියලු පහසුකම් විදේශ බැංකුවලින් ඉවත් කෙරෙනු ඇත. LC සඳහා පවා ඔවුන්ට විදේශීය බැංකුවලින් තහවුරු කිරීමක් ලබා ගැනීමට සිදුවේ. විනිමය මතම, විනිමය අනුපාතිකය ක්ෂය වීම බොහෝ ගැටලු ඇති කර ඇත. අපට ලැබෙන ප්‍රධාන ආදායම් මාර්ගයක් වන්නේ විදේශගත ශ්‍රමිකයන්ගේ විදේශ ප්‍රේෂණ. සෑම වසරකම අපට රු. මෙම ප්‍රේෂණ වලින් බිලියන 6-7 ක්. නමුත් එකල අපේ විනිමය අනුපාතිකය අඩු නිසා කළු කඩේ වැඩි අගයක් දුන්නා. එබැවින් ප්‍රේෂණ ලබන සියලුම බැංකුවලට ඒවා ලැබුණේ අඩු මුදලකටය. ඒ නිසා අපිට තවත් ඩොලර් අහිමි වුණා. මෙය බරපතල කාරණයක් වන්නේ සියලුම බැංකු විදේශ ප්‍රේෂණ මත යැපෙන බැවිනි. ආණ්‌ඩුව මිල සංශෝධනය කළත් කළු කඩයෙන් හොඳ මිලක්‌ දෙනවා. මෙම විදේශ ප්‍රේෂණ නැවත බැංකු ව්‍යුහයට ගෙන එන්නේ කෙසේද යන්න පිළිබඳව ක්‍රමවේදයක් සකස් කිරීමට අපට දැන් සිදු වී ඇත. එබැවින් ආනයන හා අනෙකුත් ගනුදෙනු සඳහා රජයට ඩොලර් නැත. එවිට අපනයනකරුවන් තම විදේශ විනිමය ගෙන ඒමේ ප්‍රමාදයක් ඇති වේ. විනිමය අනුපාතිකය ඉහළ යන තෙක් ඔවුන් මුදල් ද තබාගෙන සිටිති. ඔවුන් රුපියල පාවී ගොස් ඇතත් මේ සියල්ල රටට අහිතකර ලෙස බලපායි. එබැවින් මෙම තීරණ නිවැරදි කිරීමට බොහෝ කාලයක් ගතවනු ඇත.",
        "QFitch විසින් රක්ෂණකරුවන් සඳහා ඉහළ ආයෝජන සහ ද්‍රවශීලතා අවදානම් පිළිබඳ අනතුරු ඇඟවීම් නිකුත් කර ඇත. ආයෝජකයින් ගෙන්වා ගැනීමටත් අපි බලනවා. නමුත් පවතින අර්බුදය අහිතකරයි නේද?",
        "දැන් අපිට අර්බුද දෙකක් තියෙනවා. එකක් මූල්‍ය හා ණය අර්බුදය වන අතර අනෙක දේශපාලන අර්බුදයයි. මේ තත්ත්වය පාලනය කර ගැනීමට නම් දේශපාලන ස්ථාවරත්වයක් තිබිය යුතුයි. ඒ නිසා පාර්ලිමේන්තුව විසින් එය සකස් කළ යුතුයි. දේශපාලන තත්ත්වය සමථයකට පත් නොකළහොත් මූල්‍ය හා ආර්ථික තත්ත්වය වඩාත් නරක අතට හැරෙනු ඇත. අපි ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා කළත් අපි දේශපාලන විසඳුමකට නොපැමිණියේ නම් ඔවුන් මුදල් ලබා දීමට කැමති වන්නේ නැහැ. අපි කරපු අනෙක් ලොකුම වැරැද්ද තමයි ඩොලර් හිඟ වූ විට අපේම ඩොලර් ආකර්ෂණය කර ගැනීමේ ක්‍රමවේද ක්‍රියාත්මක කළ යුතුව තිබුණා. අපි කලින් IMF එකට නොගිය එකත් ලොකු වැරැද්දක් කළා. අපි කිව්වා අපේම ගෙදර හැදූ විසඳුමක් තියෙනවා කියලා. එවිට කෙනෙකුට එය කඩදාසි මත තබා එය වැඩ කරන්නේ දැයි බැලිය යුතුය. අපි විශ්වාසය තැබූ ප්‍රධාන දෙයක් තමයි සංචාරක ක්ෂේත්‍රය. නමුත් එවිට එය පහසුවෙන් බලපෑමට ලක්විය හැකි එක් අංශයකි. අපිට A සහ ​​B ප්ලෑන් එකක් තියෙන්න ඕන, ඒ වෙලාවෙම IMF එකට යන්න තිබුණා. අපේ ආර්ථික ව්‍යුහය අධ්‍යයනය නොකර IMF ණයක් දෙන්න යන්නේ නැහැ. මම මූල්‍යමය වශයෙන් අභියෝගාත්මක තත්වයක සිටී නම් සහ මම ණයක් ලබා ගැනීමට බැංකුවකට ගියහොත් ඔවුන් ක්ෂණික ණයක් ලබා නොදේ. ඔවුන් මගේ වාර්තා, තිරසාරභාවය, මම ණය ගෙවන්නේ කෙසේද යන්න විමසා බලනු ඇත. මේවා දැන් IMF අපෙන් අසන ප්‍රශ්න වේ. ඔවුන් දැන් උපදෙස් සඳහා විදේශ විශේෂඥයින් භාවිතා කරන නමුත් මේවා අප සූදානම් කළ යුතුව තිබූ දේවල්ය. මහ බැංකුව තුළත් අපට ප්‍රමාණවත් දැනුම් සංචිතයක් තිබෙනවා. අපි කලින් ගියා නම් විදේශ විනිමය ගන්න අමාරු වුණාම මේ වෙනකොට ණය දීලා ඉවරයි. අද ඉන්ධන, ගෑස් පෝලිම් ආදිය ඇති වී තිබෙන්නේ වැරදි සැලසුම් සහ කළමනාකරණය නිසයි.",
        "Q අපි අපේ මිත්‍ර පාක්ෂිකයින්ගෙන් සහයෝගය ඉල්ලා තිබෙනවා. නමුත් ඔවුන් ණය මාර්ග ආකාරයෙන් අපට සහාය දක්වයි. මේවා දිගුකාලීනව තිරසාර ගනුදෙනුද?",
        "ඉන්දියාව අපිට උදව් කරනවා ඒත් අපි ණය ගෙවන්නේ කොහොමද කියලා අහයි. අපිට ණයට බඩු දෙනවා. ඉන්ධන අතින් ඉන්දියාව ශුද්ධ ආනයනකරුවෙකි. එබැවින් ඉන්ධන ආනයනය කිරීමට තම විදේශ විනිමය භාවිතා කිරීමට සිදුවන බැවින් මෙය දිගු කලක් පවත්වා ගෙන යාමට ඔවුන්ට අවශ්‍ය නොවනු ඇත. නමුත් ආහාර සහ වෛද්‍ය සැපයුම් දැනටමත් ඔවුන් විසින් නිෂ්පාදනය කර ඇත. එතකොට අපිට චීනය තියෙනවා ණය ගෙවන්න තියෙනවා. ඔවුන් එය නැවත සකස් කර අපට කාලය ලබා දෙනු ඇත. නමුත් ඔවුන් අපට සැබෑ ඩොලර් ලබා දෙනවාද යන්න අප සොයා බැලිය යුතු කරුණක් වන්නේ මීට පෙරද ඔවුන් අපට යුවාන් වලින් ණය ලබා දුන් බැවිනි. එබැවින් අපට චීන නිෂ්පාදන මිලදී ගත හැකි නමුත් වෙනත් නිෂ්පාදන මිලදී ගත නොහැක. අප භාවිතා කරන ද්විපාර්ශ්වික ආධාර සම්බන්ධයෙන් අපට ඇති ගැටළු මේවාය. COVID සහ අනෙකුත් ගැටළු අතරතුර, මෙම රටවල් බොහොමයකට ප්‍රධාන ගැටළු ඇති අතර ඔවුන්ට ඔවුන්ගේ ඩොලර් වලින් පිටවීමට අවශ්‍ය නොවනු ඇත.",
        "Q මහ බැංකුව එළිපත්තට වඩා වැඩි මුදලක් මුද්‍රණය කළා. එය මේ තත්ත්වයට බලපාන්නේ කෙසේද?",
        "ඒක ‘ගෙදර හදන විසඳුමක්’ වෙන්න පුළුවන් නමුත් හැමෝම කියන්නේ මේ ගෙදර හදන විසඳුම වැරදියි කියලා. ඔබට මුදල් මුද්රණය කළ නොහැක. ඔබ නිෂ්පාදනය කරන භාණ්ඩ හා සේවා අඩු නම් සහ වැඩි මුදලක් මුද්‍රණය කරන්නේ නම්, භාණ්ඩ හා සේවාවල මිල ඉහළ යනු ඇත. එය ඉල්ලුම සහ සැපයුම් තත්ත්වයකි. අපි දැන් කියන්නේ මේ වකවානුවේ කළ මේ ගෙදර හැදූ විසඳුම වර්තමාන අර්බුදයට හේතු වී ඇති බවයි.",
        "Q මේ අවස්ථාවේදී අප නිවැරදි කරගත යුතු වැරදි මොනවාද?",
        "අප දැන් සිටින්නේ අසීරු තත්ත්වයක වන අතර සියලු වියදම් කපා හැරිය යුතුය. නාස්තිය වැඩියි. උදාහරණයක් ලෙස රජයේ දෙපාර්තමේන්තු වැඩිම වාහන සංඛ්‍යාවක් ඇත. ඉන්ධන ආනයනය කිරීමට සිදුවන නිසා මෙය පාලනය කළ යුතුයි. විදේශ විනිමය සුරක්ෂිත කර ගැනීමට නම් විදේශ විනිමය භාවිත වන ක්ෂේත්‍ර පිළිබඳව සොයා බැලිය යුතු අතර ඉන්ධන මෙම ක්ෂේත්‍රවලින් එකකි. පොදු ප්‍රවාහනය දියුණු කිරීම ගැනත් අපි සොයා බැලිය යුතුයි. එබැවින් ඉන්ධන භාවිතය අඩු වනු ඇත. පොදු ප්‍රවාහනය මීට වඩා නිදහසේ භාවිතා කරන්නේ නම්, මිනිසුන් තමන්ගේම වාහන භාවිතා නොකරනු ඇත. සෑම තරාතිරමකම අපට නිසි සැලසුම් සහ පාලනයක් තිබිය යුතුය. වගවීම ද අත්‍යවශ්‍ය වේ. අදූරදර්ශී තීරණයක ප්‍රතිඵලයක් ලෙස ගොවීන්ට පාඩුව විඳදරාගැනීමට සිදුව තිබේ. රජයේ සේවකයන්ට වැටුප් ලැබෙනවා නමුත් ගොවීන්ට දුක් විඳින්න සිදුවෙලා. ඔවුන්ට ණය ආපසු ගෙවීමට නොහැකි අතර නව කන්නය සඳහා බැංකුවලින් පහසුකම් ලබා ගැනීමට ඔවුන්ට නොහැකි වනු ඇත. තේ, රබර් වැනි අපනයන කර්මාන්තවලට බලපෑම් එල්ල වී තිබෙනවා. ආදායම අඩු වුණොත් අපිට ඩොලර් ගන්න බැරි වෙනවා. මේවා සමාජයට බලපාන බව කවුරුත් දැන සිටිය යුතුය. සමාජ පිරිවැය ගැන කවුරුත් කතා කරන්නේ නැත. මේ ඉහළ මිල වැඩිවීම්, සිදු වූ පාඩු හා නාස්තිය කවුරුන් හෝ විසින් ගෙවිය යුතුය. පුද්ගලික අංශය තුළ, අපට පාරිසරික, සමාජීය සහ පාලනය (ESG) සංකල්පය ඇත. මෙය වැදගත් අංගයකි. ඔවුන්ට නිසි පාලනයක් සහ වගවීමක් තිබිය යුතුයි. එතකොට පරිසරයත් වැදගත්. පෞද්ගලික අංශය මේ සියල්ල පිළිපදින නමුත් රාජ්‍ය අංශය සහ රජය එය නොසලකා හැර ඇත. ඔවුන් තිරසර සංවර්ධන ඉලක්ක 2030 පිළිබඳ ගිවිසුම් අත්සන් කර ඇතත් මෙම ඉලක්ක පිළිබඳ කිසිදු සඳහනක් නොමැත. සියලුම අමාත්‍යාංශ SDGs වෙත යොමු විය යුතුය. අපි අත්සන් කළාට මේවා ක්‍රියාත්මක වෙන්නේ නැහැ. රාජ්‍ය අංශය ශක්තිමත් කිරීම ගැනත් බැලිය යුතුයි. රාජ්‍ය සේවකයා වගකිව යුතුයි. අමාත්‍යාංශවලට ප්‍රතිපත්තිය සකස් කළ හැකි නමුත් ඒවා ක්‍රියාත්මක කිරීමේ ක්‍රියාවලිය අවුල් නොකළ යුතුය. ණය ගෙවන්නේ කෙසේදැයි යමෙකුට වැඩ කිරීමට සිදුවනු ඇත, නමුත් මේවා ජය ගැනීමට අපට හැකියාව තිබේ. අපගේ ශ්‍රේණිගත කිරීම් සමඟ, ඒවා තරමක් අඩු බැවින් කිසිදු ආයෝජකයෙකු නොඑනු ඇත. දේශපාලන ස්ථාවරත්වයත් තිබිය යුතුයි. පෝට් සිටි යනු අපට විදේශ විනිමය ලබා ගැනීමට දියුණු කළ හැකි එක් අංශයකි. නීති රීති වලට වඩා අවශ්‍ය වන්නේ ක්‍රියාත්මක කිරීමයි.",
        "Q රට තිබූ තත්ත්වයට ගෙන ඒමට ඔබ යෝජනා කරන විසඳුම් මොනවාද?",
        "අපේ ආදායම වැඩි කර ගත යුතුයි. වෙනත් ඕනෑම ආයතනයක වුවද, ඔබේ වියදම ආදායමට වඩා වැඩි නම්, ඔබ බංකොලොත් වනු ඇත. පුද්ගලයෙකුට සිදුවන දේ රටටත් සිදුවේ. අපි සියලු ප්‍රතිපත්ති නැවත සලකා බලා නැවත සිතා බැලිය යුතුයි. ආදායම වැඩි විය යුතුයි. ඉතා ඉක්මනින් ඔවුන් බදු වැඩි කරයි, නමුත් ඔවුන්ට එම ආදායම ලබා ගත හැකිද යන්න මම නොදනිමි. අද අයවැයෙන් 60-70%ක් රජයේ සේවකයන්ට වෙන් කරනවා. ඒ නිසා මේ වියදම අඩු කරන්න බලන්න වෙනවා. වැටුප්වලට අමතරව වෙනත් වියදම් ද තිබේ. රජයේ දෙපාර්තමේන්තු කාර්යක්ෂම විය හැකි එක් ක්‍රමයක් නම් ඩිජිටල්කරණයයි. රජයේ සියලුම දෙපාර්තමේන්තු අයවැයෙන් ප්‍රතිපාදන ලබාගෙන මේ මුදල් වියදම් කරනවා. අවම වශයෙන් 25% ක ආදායමක් සහිතව ඔවුන් උපයා ගත යුතුය. එවිට පමණක් ඔවුන් පුරුදු වී වගකීමෙන් යුතුව ආදායමක් ලබා ගැනීමේ අදහසට හුරු වනු ඇත. පුද්ගලික අංශයට COVID කාලය තුළ දැඩි වෙනස්කම් කිරීමට සිදු වූ නමුත් ඔවුන් එය ජය ගැනීමට සමත් විය. දේවල් යථා තත්ත්වයට පත් වූ පසු ඔවුන් එම ප්‍රතිලාභ ආපසු ලබා දුන්නා. ඵලදායිතාව, කාර්යක්‍ෂමතාවය සහ පිරිවැය පාලනය යනු වැඩිදියුණු කළ යුතු අංශ තුනක් වන අතර රාජ්‍ය දෙපාර්තමේන්තු, රාජ්‍ය ව්‍යවසාය ආදියෙහි ක්‍රියාත්මක කළ යුතුය. නමුත් මෙම සංවිධාන නිරීක්ෂණය කිරීමට කෙනෙකුට කාර්යක්ෂම ක්‍රමවේදයක් තිබිය යුතුය. අපට නිවසේ සිට වැඩ කිරීමේ සංකල්පය ඇති අතර එය ක්‍රියාත්මක කළ හැකිය. අපගේ රාජ්‍ය අංශය මිලියන 1.5 ක පමණ ජනතාවකින් සමන්විත වන අතර එහි කාර්ය මණ්ඩලය අධික වේ, නමුත් අපට ඔවුන් වඩාත් කාර්යක්ෂම කළ හැකිය. මෙය අගය නිර්මාණය ලෙස හැඳින්වේ. ඒ අය ඉන්නේ ජනතාවට සේවය කරන්න. තවත් දෙයක් තමයි අපිට විදේශ විනිමය ලබාගත හැකි ක්ෂේත්‍ර ගැන සොයා බැලීම. දැනුම් ආර්ථිකයක් අවශ්‍යයි. ඉන්දියාව ඒ විදියට දියුණු වුණා. ඔවුන් ඉංජිනේරු, තොරතුරු තාක්ෂණ සහ විද්‍යා සඳහා විද්‍යාල පිහිටුවා ඇති අතර හොඳ ඉංග්‍රීසි දැනුමක් සමඟ ඔවුන්ට සන්නිවේදනය කිරීමේ හැකියාව තිබුණි. ලංකාවට ලොකු ඉල්ලුමක් තියෙනවා. බොහෝ දෙනෙකුට තොරතුරු තාක්ෂණ අංශය, ව්‍යාපාර ක්‍රියාවලි බාහිරින් ලබා ගැනීම, ව්‍යාපාර ක්‍රියාවලි කළමනාකරණය යනාදිය පුළුල් කිරීමට අවශ්‍ය නමුත් අපට මිනිසුන් නොමැත. ඒ නිසා අපට ප්‍රතිව්‍යුහගත කිරීමක් අවශ්‍යයි. නිදහස් අධ්‍යාපනයේ ප්‍රතිඵලයක් ලෙස අපේ සංඛ්‍යාව සීමිතයි. ඒ සියල්ල දැනුම් ආර්ථිකයට ගෙන ඒමට අපි අපේ ව්‍යුහය වෙනස් කළ යුතුයි. අද රජයට ආයෝජනය කරන්න මුදල් නැහැ. ඒ නිසා අපි පෞද්ගලික අංශය ලබාගෙන රාජ්‍ය-පෞද්ගලික හවුල්කාරිත්වයට යා යුතුයි, රට බේරා ගත හැක්කේ එයයි. අපි තොරතුරු තාක්ෂණ හා දැනුම කර්මාන්තය දියුණු කළ යුතුයි. ඒ නිසා අපි විද්‍යාල සංකල්පය තෝරාගත යුතුයි. අපි විශ්වවිද්‍යාලවලට අනුබද්ධ විද්‍යාල 200-300ක් ඇති කළොත් වැඩි ආයෝජකයින්, ඩොලර් ගෙන්වාගෙන රැකියා අවස්ථා වැඩි වෙනවා. 1955 ට පෙර පෞද්ගලික පාසල් ඕනෑ තරම් තිබුණා. සෑම කෙනෙකු තුළම අවංකකම, අවංකකම සහ විනය ඇති කළ යුතුය. පාසල් කාලයේ සිට. අද අප සිටින්නේ බරපතළ තත්ත්වයක නමුත් නිසි ලෙස හැසිරවීමෙන් 1948ට පෙර මේ රට තිබූ තත්ත්වයට ගෙන යා හැකි පිරිසක් අපට සිටිති."
      ]
    },
    "ta": {
      "title": "பணத்தை அச்சிடுவது ஒருவேளை எங்கள் 'வீட்டில் வளர்க்கப்பட்ட தீர்வு': பேராசிரியர். வட்டவளை",
      "body_lines": [
        "அரசியல் சூழ்நிலைக்கு தீர்வு காணப்படாவிட்டால், நிதி மற்றும் பொருளாதார நிலைமை மோசமாகிவிடும்",
        "நிதி மற்றும் பிற துறைகளில் தேவையான கல்வி மற்றும் திறன்கள் சரியாக உருவாக்கப்படவில்லை",
        "கடனைத் திருப்பிச் செலுத்தாதது வணிக வங்கிகளில் பெரும் பாதிப்பை ஏற்படுத்தும்",
        "தற்போதைய அரசாங்கம் அதிகாரத்திற்கு தேர்ந்தெடுக்கப்பட்டதில் இருந்து, நிதி முறைகேடு, திட்டமிடல் இல்லாமை மற்றும் தொலைநோக்கு பார்வையற்ற முடிவெடுத்தல் போன்றவற்றின் பலனை இலங்கை தற்போது அனுபவித்து வருகிறது. சர்வதேச நாணய நிதியத்தின் (IMF) ஆதரவைப் பெறுவதில் தாமதம், இறையாண்மைப் பத்திரங்களில் அதிக கடன் வாங்குதல், கூட்டாளிகளிடமிருந்து கடன் வரிகளைத் தேர்ந்தெடுப்பது ஆகியவை முடங்கியுள்ளன.",
        "முதலீட்டாளர்களை ஈர்க்கும் இலங்கையின் திறன். இலங்கையில் முதலீடு செய்யத் திட்டமிடும் காப்புறுதியாளர்கள் மற்றும் முதலீட்டாளர்களுக்கு சர்வதேச முகவர் நிலையங்கள் தொடர்ந்து எச்சரிக்கைகளை விடுக்கும் அதேவேளையில், இலங்கை 'புதிய தொழில் நாடு' என்ற அந்தஸ்தை அடைவதன் மூலம் சர்வதேச அமைப்புகளிடம் சலுகையில் உதவி பெறும் பலனை இழந்துள்ளதாக நிதி வல்லுநர்கள் அவதானிக்கின்றனர். அடிப்படையில்.",
        "பிரபல பட்டய மற்றும் முகாமைத்துவ கணக்காளர் பேராசிரியர் லக்ஷ்மன் ஆர். வட்டவல ஒரு நேர்காணலில், அதிக செலவு மற்றும் விரயம், சர்வதேச இறையாண்மை பத்திரங்கள் மீதான கடன்களின் தாக்கங்கள், வரம்புகளை விட அதிகமாக பணத்தை அச்சிடுதல் மற்றும் எப்படி நாம் செய்த தவறுகள் குறித்து வலியுறுத்தினார். PPPகள் மற்றும் அறிவுசார் பொருளாதாரத்தை மூலதனமாக்குவது இலங்கையைக் காப்பாற்ற முடியும்.",
        "இதற்கு சில காரணங்கள் உள்ளன. ஒவ்வொரு ஆண்டும் நாம் கொண்டிருக்கும் பட்ஜெட் பற்றாக்குறை ஒரு முக்கிய காரணம். எங்களிடம் பட்ஜெட் பற்றாக்குறை இருந்தால், வெளிநாட்டு கடன்கள் அல்லது உள்ளூர் கடன்களில் இருந்து நிதியைப் பெற வேண்டும். எங்களிடம் பட்ஜெட்டில் ஒருபோதும் உபரி இல்லை, எங்கள் வருமானம் எவ்வாறு செய்யப்படுகிறது என்பதைச் சொல்லாமல் எங்கள் பணத்தை செலவழித்து வருகிறோம். 2009 ஆம் ஆண்டுக்கு முன்னர் மங்கள சமரவீரவின் காலத்தில் IMF உடன் சில கலந்துரையாடல்களை மேற்கொண்டோம். இந்தக் காலகட்டத்தில் சில மாற்றங்களைச் செய்ய வேண்டும் என்று IMF விரும்புகிறது. அதைத் தொடர்ந்து, சில மாற்றங்கள் செய்யப்பட்டன, அவற்றில் ஒன்று வருவாயை அதிகரிப்பது. நமது வருவாய் மற்றும் மொத்த உள்நாட்டு உற்பத்தி விகிதம் குறைவாக உள்ளது. பொதுவாக, இது 15% ஆக இருக்க வேண்டும், இல்லையெனில் நாம் சிக்கலில் இருப்போம். அதனால் வரியை உயர்த்தினார்கள். அவர்கள் VAT ஐ அதிகரித்தனர் மற்றும் அந்த அதிகரிப்பின் விளைவாக அவர்கள் சரிசெய்யப்பட்ட வரி விகிதங்களுடன் கணிசமான வருமானத்தைப் பெற முடிந்தது. கூடுதலாக, அவர்கள் பெட்ரோலியத் துறை மற்றும் எரிவாயுக்கான விலை சூத்திரத்தைக் கொண்டு வந்தனர். இந்த மாற்றங்களின் காரணமாக, இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தின் (CPC) பற்றாக்குறையையும், தற்போது கவலைக்குரிய விடயமாக இருக்கும் எரிவாயு பற்றாக்குறையையும் அவர்களால் நீக்க முடிந்தது. இதனால், வருவாய் கணிசமாக உயர்ந்தது. ஆனால், புதிய அரசு வந்தவுடன் வரியைக் குறைத்தனர். வரி குறைக்கப்பட்டதன் விளைவாக, அரசாங்கத்திற்கு வரும் சுமார் 500-600 பில்லியன் அமெரிக்க டாலர்களை இழந்தோம். VAT 15-8% குறைக்கப்பட்டது. வருமானம் மற்றும் தனிநபர் வரிகளை குறைத்தனர். அதனால் வருவாயில் பற்றாக்குறை இருப்பதைக் கண்டறிந்தோம். வரவு-செலவுத் திட்டப் பற்றாக்குறையில் நமக்குப் பிரச்சனை ஏற்பட்டதற்கு இதுவும் ஒரு முக்கியக் காரணம். வருவாய் மிகவும் குறைவாக இருந்தது. எரிபொருளுக்கான விலைச்சூத்திரத்தையும் நீக்கிவிட்டனர். அவர்களிடம் இருந்திருந்தால், விலைவாசி உயர்வு படிப்படியாக இருந்திருக்கும். இது ஒரு மாத அடிப்படையில் செய்யப்படுகிறது. ஆனால் இங்கே அவர்கள் சரிசெய்தல் செய்யப் போகிறார்கள் என்றால் அவர்கள் பெரிய விலை உயர்வைச் செய்ய வேண்டும், இது பொதுமக்களுக்கு பாதிப்பை ஏற்படுத்தும். செலவைக் குறைக்கவும் இல்லை. வளரும் நாடாக இருந்த நாம் இப்போது புதிய தொழில்துறை நாடாகிவிட்டோம். எனவே, ஆசிய வளர்ச்சி வங்கி (ADB), உலக வங்கி (WB) மற்றும் பிற சர்வதேச நிறுவனங்களிடமிருந்து எங்களால் பணத்தைப் பெற முடியவில்லை. அவர்களிடமிருந்து பணத்தைப் பெற வேண்டியிருக்கும் போது, ​​​​அவர்கள் அதை மிகவும் சலுகை விலையில் மட்டுமல்ல, மிக நீண்ட திருப்பிச் செலுத்துதலிலும் பெறுகிறார்கள். பயன்படுத்தப்படும் பணம் நிலையான அடிப்படையில் செலவழிக்கப்படுவதையும், இது ஒரு சாத்தியமான திட்டமாக இருப்பதையும் அவர்கள் திட்டத்தை முழுமையாக ஆய்வு செய்கின்றனர். ஒரு புதிய தொழில்துறை தேசத்தின் உயர்நிலைக்குள் நாம் சென்றவுடன், சலுகை அடிப்படையில் ADB மற்றும் WB ஆகியவற்றிலிருந்து நிதியுதவி பெற வேண்டிய அனைத்து நன்மைகளையும் இழந்துவிட்டோம்.",
        "ISP களுக்கு, நாங்கள் அதிக வட்டி விகிதத்தை செலுத்தி வருகிறோம். 2022 பட்ஜெட்டின் போது ரூ. ஒரு பில்லியன் கடன்களை திருப்பிச் செலுத்துவதற்காக ஒதுக்கப்பட்டது. இது மற்றொரு பெரிய அம்சமாகும், ஏனென்றால் நீங்கள் கடன் வாங்கும்போது, ​​வட்டியை திருப்பிச் செலுத்துவதில் நாங்கள் தவறிவிட்ட நிலையில், நீங்கள் ஆண்டுதோறும் கடனைத் திருப்பிச் செலுத்த வேண்டும்.",
        "புலம்பெயர்ந்த தொழிலாளர்களின் வெளிநாட்டுப் பணம் மூலம் எங்களிடம் உள்ள முக்கிய வருவாய் ஆதாரங்களில் ஒன்று. ஒவ்வொரு ஆண்டும் சுமார் ரூ. இந்த பணம் மூலம் 6-7 பில்லியன். ஆனால் அப்போது நமது மாற்று விகிதம் குறைவாக இருந்ததால் கறுப்புச் சந்தை அதிக விலை கொடுத்தது. எனவே பணம் அனுப்பும் அனைத்து வங்கிகளும் குறைந்த விகிதத்தில் அவற்றைப் பெற்றன. இதன் விளைவாக, நாங்கள் அதிக டாலர்களை இழந்தோம்",
        "நமது பொருளாதார அமைப்பைப் படிக்காமல் IMF கடன் கொடுக்கப் போவதில்லை. நான் நிதி ரீதியாக சவாலான சூழ்நிலையில் இருந்தால், கடன் பெற வங்கிக்குச் சென்றால், அவர்கள் உடனடியாகக் கடனைக் கொடுக்க மாட்டார்கள். அவர்கள் எனது பதிவுகள், நிலைத்தன்மை, நான் எப்படி கடனைத் திருப்பிச் செலுத்தப் போகிறேன் என்று விசாரிப்பார்கள். இவைதான் இப்போது IMF எங்களிடம் கேட்கும் கேள்விகள்.",
        "நாம் இப்போது கடினமான சூழ்நிலையில் இருக்கிறோம், எல்லா செலவினங்களையும் குறைக்க வேண்டும். வீண் விரயம் அதிகம். உதாரணமாக, அரசுத் துறைகளில்தான் அதிக எண்ணிக்கையிலான வாகனங்கள் உள்ளன. எரிபொருளை இறக்குமதி செய்ய வேண்டியிருப்பதால் இது கட்டுப்படுத்தப்பட வேண்டும்",
        "வருமானம் அதிகரிக்க வேண்டும். மிக விரைவில் அவர்கள் வரிகளை உயர்த்துவார்கள் ஆனால் அதே வருமானத்தை அவர்களால் பெற முடியுமா என்று எனக்குத் தெரியவில்லை. இன்று பட்ஜெட்டில் 60-70% அரசு ஊழியர்களுக்கு ஒதுக்கப்படுகிறது. எனவே இந்த செலவை குறைக்க வேண்டும்",
        "இன்று அரசிடம் முதலீடு செய்ய பணமில்லை. எனவே நாம் தனியார் துறையைப் பெற வேண்டும் மற்றும் பொது-தனியார் கூட்டாண்மைக்கு செல்ல வேண்டும், அதுதான் நாட்டைக் காப்பாற்றும் ஒரே வழி. தகவல் தொழில்நுட்பம் மற்றும் அறிவுத் துறையை நாம் வளர்க்க வேண்டும்",
        "சர்வதேச இறையாண்மை பத்திரங்களில் கடன் வாங்குவதைத் தேர்ந்தெடுப்பதன் பின்விளைவுகள் என்ன?",
        "சர்வதேச இறையாண்மை பத்திரங்கள் சர்வதேச கடன் மதிப்பீடுகள் மற்றும் ஒரு நாட்டின் கடன் வாங்கும் நிலையை அடிப்படையாகக் கொண்டவை, மேலும் இந்த கடன்களை வழங்குவதில் அவர்கள் திருப்பிச் செலுத்தும் திறனைத் தவிர வேறு எந்த மதிப்பீடும் செய்யப்படவில்லை. இதன் விளைவாக சர்வதேச இறையாண்மை பத்திரங்களில் அதிக கடன் வாங்கப்பட்டது. சில சமயங்களில் இந்தப் பணம் பற்றாக்குறையின் பாலமாகவும், அவர்கள் எந்த நோக்கத்திற்காக முதலீடு செய்தார்கள் என்று தெரியாத திட்டங்களுக்காகவும் சென்றிருக்கும். நான் என்ன உணர்கிறேன் என்றால், நாம் ஒரு புதிய தொழில்துறை நாடு என்ற அந்தஸ்தை அடைந்தாலும், நிதி மற்றும் பிற துறைகளில் தேவையான கல்வி மற்றும் திறன்கள் சரியாக வளர்க்கப்படவில்லை. நாம் பார்த்த நிதி மோசடிகள் மற்றும் நிதியை தவறாக கையாளும் போது இது காணப்பட்டது. CPC இன் ஹெட்ஜிங் திட்டத்தின் போது நாங்கள் இதைப் பார்த்தோம், அங்கு நாங்கள் பெரும் இழப்புகளைச் சந்திக்க வேண்டியிருந்தது, ஹெட்ஜிங் என்றால் என்ன என்பதை அறிந்த சிறப்பு வாய்ந்த நபர்களால் இதைச் செய்யவில்லை. நாங்களும் கடனை அடைக்க சரியான திட்டமிடல் செய்யவில்லை. நீங்கள் கடனைத் திருப்பிச் செலுத்தினால், செய்ய வேண்டிய முக்கிய விஷயங்களில் ஒன்று உபரியை உருவாக்குவது. இந்த உபரியானது கடனைத் திருப்பிச் செலுத்த உங்களுக்கு உதவும். ஆனால் 2020 ஆம் ஆண்டிலிருந்து, எங்களிடம் அதிக திருப்பிச் செலுத்துதல்கள் வருவதை நாங்கள் பார்த்திருந்தாலும், கடனை எவ்வாறு திருப்பிச் செலுத்தப் போகிறோம் என்பதை நாங்கள் திட்டமிடவில்லை. எனவே எங்களால் கடனைத் திருப்பிச் செலுத்த முடியாத ஒரு துரதிர்ஷ்டவசமான சூழ்நிலையில் இருக்கிறோம், எனவே கடன் கொடுப்பனவுகளை இடைநிறுத்த முடிவு செய்துள்ளோம். மத்திய வங்கி அல்லது நிதி அமைச்சகம் சரியான நிதித் திட்டமிடலைச் செயல்படுத்தவில்லை, ஏனெனில் நாளின் முடிவில் அவர்கள் இந்த செயல்பாடுகளுக்கு பொறுப்பாவார்கள்.",
        "நாம் கடனை செலுத்தக்கூடாது என்றும், அந்த பணத்தை பொருட்களை இறக்குமதி செய்வதற்கும் வேறு நோக்கங்களுக்காக பயன்படுத்தக்கூடாது என்றும் முன்பே சொன்னார்கள். முக்கிய பாதிப்புகளில் ஒன்று நமது வணிக வங்கிகளில் இருக்கும். எங்கள் மதிப்பீடுகள் குறைந்துவிட்டன, ஆனால் நாங்கள் இயல்பு நிலைக்குச் செல்லவில்லை. நாம் அதிக ஆபத்தில் உள்ளோம் என்பதை இவை காட்டுகின்றன. ஆரம்பத்தில், எங்கள் ISPகளைப் பொறுத்த வரையில், எங்கள் தரவரிசை நன்றாக இருந்தது, மக்கள் முதலீடு செய்யலாம் என்று நினைத்தார்கள். ISP களுக்கு, நாங்கள் அதிக வட்டி விகிதத்தை செலுத்தி வருகிறோம். 2022 பட்ஜெட்டின் போது ரூ. ஒரு பில்லியன் கடன்களை திருப்பிச் செலுத்துவதற்காக ஒதுக்கப்பட்டது. இது மற்றொரு பெரிய அம்சமாகும், ஏனென்றால் நீங்கள் கடன் வாங்கும்போது, ​​வட்டிகளை திருப்பிச் செலுத்துவதில் நாங்கள் தவறிவிட்ட நிலையில், நீங்கள் ஆண்டுதோறும் கடனைத் திருப்பிச் செலுத்த வேண்டும். இதனால் வணிக வங்கிகளுக்கு சிக்கல் ஏற்பட்டுள்ளது. ஒருவர் சில பொருட்களை இறக்குமதி செய்ய விரும்பினால், அவர்கள் வணிக வங்கிக்குச் சென்று கடன் கடிதத்தை (LC) திறக்க வேண்டும். இன்று அந்நியச் செலாவணியில் நமக்குப் பெரும் பிரச்சினை உள்ளது. முன்னதாக வெளிநாட்டு வங்கிகளுடன் நல்ல உறவை கொண்டிருந்தனர். அவர்களுக்கு பணம் தேவைப்படும் போது மென்மையான கடன் பெற முடிந்தது, ஆனால் இப்போது அந்த வசதிகள் அனைத்தும் வெளிநாட்டு வங்கிகளுடன் இல்லாமல் செய்யப்படும். LC களுக்கு கூட அவர்கள் வெளிநாட்டு வங்கிகளிடமிருந்து உறுதிப்படுத்தல் பெற வேண்டும். பரிவர்த்தனையிலேயே, மாற்று விகிதத்தின் தேய்மானம் பல சிக்கல்களை ஏற்படுத்தியுள்ளது. புலம்பெயர்ந்த தொழிலாளர்களின் வெளிநாட்டுப் பணம் மூலம் எங்களிடம் உள்ள முக்கிய வருவாய் ஆதாரங்களில் ஒன்று. ஒவ்வொரு ஆண்டும் சுமார் ரூ. இந்த பணம் மூலம் 6-7 பில்லியன். ஆனால் அப்போது நமது மாற்று விகிதம் குறைவாக இருந்ததால் கறுப்புச் சந்தை அதிக விலை கொடுத்தது. எனவே பணம் அனுப்பும் அனைத்து வங்கிகளும் குறைந்த விகிதத்தில் அவற்றைப் பெற்றன. இதன் விளைவாக, நாங்கள் அதிக டாலர்களை இழந்தோம். இது ஒரு தீவிரமான விஷயம், ஏனென்றால் எல்லா வங்கிகளும் வெளிநாட்டுப் பணம் அனுப்புவதை நம்பியிருந்தன. அரசாங்கம் விகிதங்களை மாற்றியமைத்தாலும், கறுப்புச் சந்தை சிறந்த விலையைக் கொடுக்கும். இந்த வெளிநாட்டுப் பணம் எவ்வாறு வங்கிக் கட்டமைப்பிற்குள் திரும்பக் கொண்டுவரப்பட வேண்டும் என்பதற்கான வழிமுறையை நாம் இப்போது உருவாக்க வேண்டும். எனவே இறக்குமதி மற்றும் பிற பரிவர்த்தனைகளுக்கு அரசாங்கத்திடம் டாலர்கள் இல்லை. அப்போது ஏற்றுமதியாளர்கள் தங்கள் அன்னிய செலாவணியை கொண்டு வருவதில் தாமதம் ஏற்படுகிறது. பணமாற்று விகிதத்தை உயர்த்துவதற்காக அவர்கள் பணத்தையும் காத்துக்கொண்டிருக்கிறார்கள். அவர்கள் ரூபாயை மிதக்கவிட்டனர் ஆனால் இவை அனைத்தும் நாட்டில் மோசமான தாக்கத்தை ஏற்படுத்துகின்றன. எனவே, இந்த முடிவுகளை சரிசெய்வதற்கு நீண்ட காலம் எடுக்கும்.",
        "QFitch காப்பீட்டாளர்களுக்கு அதிக முதலீடு மற்றும் பணப்புழக்க அபாயங்கள் பற்றிய எச்சரிக்கைகளை வெளியிட்டுள்ளது. முதலீட்டாளர்களை ஈர்ப்பதையும் பார்த்து வருகிறோம். ஆனால் நிலவும் நெருக்கடி சாதகமற்றது அல்லவா?",
        "தற்போது நமக்கு இரண்டு நெருக்கடிகள் உள்ளன. ஒன்று நிதி மற்றும் கடன் நெருக்கடி மற்றொன்று அரசியல் நெருக்கடி. இந்த நிலைமையை கட்டுக்குள் கொண்டுவர அரசியல் ஸ்திரத்தன்மை வேண்டும். எனவே நாடாளுமன்றம் இதற்கான நடவடிக்கை எடுக்க வேண்டும். அரசியல் சூழ்நிலைக்கு தீர்வு காணப்படாவிட்டால், நிதி மற்றும் பொருளாதார நிலைமை மோசமாகிவிடும். சர்வதேச நாணய நிதியத்துடன் நாங்கள் பேச்சுவார்த்தை நடத்திய போதிலும், நாங்கள் அரசியல் தீர்வுக்கு வரவில்லை என்றால், அவர்கள் எந்த பணத்தையும் கொடுக்க விரும்பவில்லை. நாங்கள் செய்த மற்ற பெரிய தவறு என்னவென்றால், எங்களுக்கு டாலர்கள் பற்றாக்குறையாக இருந்தபோது, ​​​​நமது சொந்த டாலர்களை ஈர்க்கும் முறைகளை நாங்கள் செய்திருக்க வேண்டும். முன்னதாக IMF க்கு செல்லாமல் நாங்கள் ஒரு பெரிய தவறு செய்துவிட்டோம். நாங்கள் எங்கள் சொந்த வீட்டில் வளர்க்கப்பட்ட தீர்வு உள்ளது என்று கூறினார். பின்னர் அதை காகிதத்தில் வைத்து அது செயல்படுகிறதா என்று பார்க்க வேண்டும். நாங்கள் நம்பியிருந்த முக்கிய விஷயங்களில் ஒன்று சுற்றுலாத் துறை. ஆனால் அது எளிதில் பாதிக்கப்படக்கூடிய துறைகளில் ஒன்றாகும். எங்களிடம் ஏ மற்றும் பி திட்டம் இருந்திருக்க வேண்டும். அந்த நேரத்திலேயே நாம் ஐஎம்எஃப்-க்கு சென்றிருக்க வேண்டும். நமது பொருளாதார அமைப்பைப் படிக்காமல் IMF கடன் கொடுக்கப் போவதில்லை. நான் நிதி ரீதியாக சவாலான சூழ்நிலையில் இருந்தால், கடன் பெற வங்கிக்குச் சென்றால், அவர்கள் உடனடியாகக் கடனைக் கொடுக்க மாட்டார்கள். அவர்கள் எனது பதிவுகள், நிலைத்தன்மை, நான் எப்படி கடனைத் திருப்பிச் செலுத்தப் போகிறேன் என்று விசாரிப்பார்கள். இவைதான் இப்போது IMF நம்மிடம் கேட்கும் கேள்விகள். அவர்கள் இப்போது ஆலோசனைக்காக வெளிநாட்டு நிபுணர்களைப் பயன்படுத்துகிறார்கள், ஆனால் இவை நாம் தயாராக இருக்க வேண்டிய விஷயங்கள். மத்திய வங்கியிலும் எங்களிடம் போதுமான அறிவுத் தொகுதி உள்ளது. சீக்கிரம் சென்றால், அந்நியச் செலாவணி கிடைப்பதில் சிரமம் இருந்தபோது, ​​இந்நேரம் கடனைக் கொடுத்திருப்பார்கள். இன்று எரிபொருள், எரிவாயு வரிசைகள் போன்றவை தவறான திட்டமிடல் மற்றும் நிர்வாகத்தின் காரணமாக உள்ளன.",
        "Q நாங்கள் எங்கள் கூட்டாளிகளிடமிருந்து ஆதரவைக் கோரினோம். ஆனால் அவை கடன் வரிகளின் வடிவத்தில் எங்களுக்கு ஆதரவளிக்கின்றன. இவை நீண்ட காலத்திற்கு நிலையான பரிவர்த்தனைகளா?",
        "இந்தியா எங்களுக்கு உதவி செய்கிறது ஆனால் கடனை எப்படி அடைக்கப் போகிறோம் என்று கேட்பார்கள். கடனாகப் பொருட்களைக் கொடுக்கிறார்கள். எரிபொருளைப் பொறுத்தவரை, இந்தியா நிகர இறக்குமதியாளராக உள்ளது. எனவே தங்கள் அந்நியச் செலாவணியைப் பயன்படுத்தி எரிபொருளை இறக்குமதி செய்ய வேண்டியிருக்கும் என்பதால் இதை நீண்ட காலம் தொடர விரும்ப மாட்டார்கள். ஆனால் உணவு மற்றும் மருத்துவப் பொருட்கள் ஏற்கனவே அவர்களால் தயாரிக்கப்படுகின்றன. பின்னர் எங்களிடம் சீனா உள்ளது, திருப்பிச் செலுத்த வேண்டிய கடன்கள் உள்ளன. அவர்கள் அதை மறுபரிசீலனை செய்து எங்களுக்கு நேரம் கொடுப்பார்கள். ஆனால் அவர்கள் எங்களுக்கு உண்மையான டாலர்களை வழங்கப் போகிறார்களா என்பது நாம் பார்க்க வேண்டிய ஒன்று, ஏனெனில் முன்னதாகவும் அவர்கள் யுவானில் எங்களுக்கு கடன் வழங்கினர். எனவே நாம் சீன பொருட்களை வாங்கலாம் ஆனால் வேறு எந்த பொருட்களையும் வாங்க முடியாது. நாம் பயன்படுத்தும் இருதரப்பு உதவி விஷயத்தில் நமக்கு இருக்கும் பிரச்சனைகள் இவை. கோவிட் மற்றும் பிற சிக்கல்களின் போது, ​​இந்த நாடுகளில் பல பெரிய சிக்கல்களை எதிர்கொண்டன, மேலும் அவர்கள் தங்கள் டாலர்களில் வெளியேற விரும்ப மாட்டார்கள்.",
        "Q மத்திய வங்கி வாசலை விட அதிகமான பணத்தை அச்சிட்டுள்ளது. இந்த நிலைமையை அது எவ்வாறு பாதிக்கிறது?",
        "அது ஒரு 'வீட்டில் வளர்க்கப்படும் தீர்வு' என்று இருக்கலாம், ஆனால் இந்த வீட்டில் வளர்க்கப்படும் தீர்வு தவறானது என்று எல்லோரும் கூறுகிறார்கள். நீங்கள் பணத்தை அச்சிட முடியாது. உங்களிடம் குறைவான பொருட்கள் மற்றும் சேவைகள் உற்பத்தி செய்யப்பட்டு, அதிக பணம் அச்சிடப்பட்டால், பொருட்கள் மற்றும் சேவைகளின் விலை உயரும். இது ஒரு தேவை மற்றும் விநியோக நிலைமை. இந்தக் காலக்கட்டத்தில் செய்த இந்த வீட்டுத் தீர்வுதான் தற்போதைய நெருக்கடிக்கு வழிவகுத்தது என்று இப்போது சொல்கிறோம்.",
        "கே இந்த இடத்தில் நாம் சரிசெய்ய வேண்டிய சில தவறுகள் என்ன?",
        "நாம் இப்போது கடினமான சூழ்நிலையில் இருக்கிறோம், எல்லா செலவினங்களையும் குறைக்க வேண்டும். வீண் விரயம் அதிகம். உதாரணமாக, அரசுத் துறைகளில்தான் அதிக எண்ணிக்கையிலான வாகனங்கள் உள்ளன. எரிபொருளை இறக்குமதி செய்ய வேண்டியிருப்பதால் இது கட்டுப்படுத்தப்பட வேண்டும். அந்நியச் செலாவணியைப் பாதுகாக்க வேண்டுமானால், அன்னியச் செலாவணி பயன்படுத்தப்படும் பகுதிகளைப் பார்க்க வேண்டும் மற்றும் எரிபொருள் இந்த பகுதிகளில் ஒன்றாகும். பொதுப் போக்குவரத்தை மேம்படுத்துவதையும் கவனிக்க வேண்டும். எனவே எரிபொருள் பயன்பாடு குறைக்கப்படும். பொது போக்குவரத்தை சுதந்திரமாக பயன்படுத்தினால், மக்கள் தங்கள் சொந்த வாகனங்களை பயன்படுத்த மாட்டார்கள். ஒவ்வொரு மட்டத்திலும் சில சரியான திட்டமிடல் மற்றும் கட்டுப்பாடுகளை நாம் கொண்டிருக்க வேண்டும். பொறுப்புக்கூறலும் அவசியம். தொலைநோக்குப் பார்வையற்ற முடிவால், விவசாயிகள் நஷ்டத்தைச் சந்திக்க வேண்டியுள்ளது. அரசு ஊழியர்கள் சம்பளம் வாங்கினாலும் விவசாயிகள் கஷ்டப்படுகின்றனர். அவர்களால் கடனைத் திருப்பிச் செலுத்த முடியாது, புதிய சீசனுக்கு வங்கிகளில் இருந்து வசதிகளைப் பெற முடியாது. தேயிலை, இறப்பர் போன்ற ஏற்றுமதி தொழில்கள் பாதிக்கப்பட்டுள்ளன. வருமானம் குறைந்தால் டாலர்களைப் பெற முடியாது. இவை சமூகத்தை பாதிக்கின்றன என்பதை அனைவரும் அறிந்து கொள்ள வேண்டும். சமுதாயச் செலவு பற்றி யாரும் பேசுவதில்லை. இந்த உயர்வான விலை உயர்வுகள், ஏற்படும் இழப்புகள் மற்றும் விரயங்கள் அனைத்தையும் யாரோ ஒருவர் செலுத்த வேண்டும். தனியார் துறையில், எங்களிடம் சுற்றுச்சூழல், சமூகம் மற்றும் ஆளுகை (ESG) கருத்து உள்ளது. இது ஒரு முக்கியமான உறுப்பு. சரியான நிர்வாகமும் பொறுப்புக்கூறலும் அவர்களுக்கு இருக்க வேண்டும். அப்போது சுற்றுச்சூழலும் முக்கியமானது. இவை அனைத்தையும் தனியார் துறை கடைபிடித்து வருகிறது ஆனால் பொதுத்துறையும், அரசும் அதை அலட்சியம் செய்துள்ளது. அவர்கள் நிலையான வளர்ச்சி இலக்குகள் 2030 இல் ஒப்பந்தங்களில் கையெழுத்திட்டிருந்தாலும், இந்த இலக்குகள் பற்றிய குறிப்புகள் எதுவும் இல்லை. அனைத்து அமைச்சகங்களும் SDGகளை குறிப்பிட வேண்டும். நாம் கையொப்பமிட்டாலும் இவை நடைமுறைப்படுத்தப்படுவதில்லை. பொதுத்துறையை வலுப்படுத்துவதையும் கவனிக்க வேண்டும். அரசு ஊழியர் பொறுப்பேற்க வேண்டும். அமைச்சகங்கள் கொள்கையை வகுக்க முடியும், ஆனால் அவை செயல்படுத்தும் செயல்முறையில் குழப்பமடையக்கூடாது. கடன்களை எவ்வாறு திருப்பிச் செலுத்துவது என்று யாராவது வேலை செய்ய வேண்டும், ஆனால் இவற்றைச் சமாளிக்கும் திறன் எங்களிடம் உள்ளது. எங்கள் தரவரிசைகளுடன், எந்த முதலீட்டாளரும் வரமாட்டார்கள், ஏனெனில் அவை மிகவும் குறைவாக உள்ளன. அரசியல் ஸ்திரத்தன்மையும் இருக்க வேண்டும். போர்ட் சிட்டி என்பது அந்நியச் செலாவணியைப் பெறக்கூடிய ஒரு பகுதி. விதிகள் மற்றும் விதிமுறைகளை விட அதை செயல்படுத்துவது அவசியம்.",
        "Q நாட்டை மீண்டும் பழைய நிலைக்கு கொண்டுவர என்ன தீர்வுகளை பரிந்துரைக்கிறீர்கள்?",
        "நமது வருமானத்தை அதிகரிக்க வேண்டும். வேறு எந்த நிறுவனத்தில் இருந்தாலும், உங்கள் செலவு வருமானத்தை விட அதிகமாக இருந்தால், நீங்கள் திவாலாகிவிடுவீர்கள். ஒரு தனி மனிதனுக்கு என்ன நடக்கிறதோ அதுதான் நாட்டுக்கும் நடக்கிறது. அனைத்து கொள்கைகளையும் நாம் மறுபரிசீலனை செய்து மறுபரிசீலனை செய்ய வேண்டும். வருமானம் அதிகரிக்க வேண்டும். மிக விரைவில் அவர்கள் வரிகளை உயர்த்துவார்கள் ஆனால் அதே வருமானத்தை அவர்களால் பெற முடியுமா என்று எனக்குத் தெரியவில்லை. இன்று பட்ஜெட்டில் 60-70% அரசு ஊழியர்களுக்கு ஒதுக்கப்படுகிறது. எனவே இந்த செலவை குறைக்க வேண்டும். சம்பளம் தவிர மற்ற செலவுகளும் உண்டு. அரசுத் துறைகள் திறம்பட செயல்பட ஒரு வழி டிஜிட்டல் மயமாக்கல். அனைத்து அரசுத் துறைகளும் பட்ஜெட் ஒதுக்கீட்டைப் பெற்று இந்தப் பணத்தைச் செலவிடுகின்றன. குறைந்தபட்சம் 25% வருமானத்துடன் அவர்கள் சம்பாதிக்க வேண்டும். அப்போதுதான் அவர்கள் பழகி, பொறுப்புணர்ந்து, வருமானம் கிடைக்கும் என்ற எண்ணத்தில் பழகிவிடுவார்கள். கோவிட் காலத்தில் தனியார் துறை கடுமையான மாற்றங்களைச் செய்ய வேண்டியிருந்தது, ஆனால் அவர்களால் அதைக் கடக்க முடிந்தது. விஷயங்களை மீட்டெடுத்தவுடன், அவர்கள் அந்த நன்மைகளை மீண்டும் கொடுத்தனர். உற்பத்தித்திறன், செயல்திறன் மற்றும் செலவுக் கட்டுப்பாடு ஆகியவை மேம்படுத்தப்பட வேண்டிய மூன்று பகுதிகள் மற்றும் அரசு துறைகள், அரசுக்கு சொந்தமான நிறுவனங்கள் போன்றவற்றில் செயல்படுத்தப்பட வேண்டும். ஆனால் இந்த நிறுவனங்களை கண்காணிக்க ஒரு திறமையான வழிமுறை இருக்க வேண்டும். எங்களிடம் வொர்க் ஃப்ரம் ஹோம் கான்செப்ட் உள்ளது, அது செயல்படுத்தப்படலாம். எங்கள் பொதுத்துறையானது சுமார் 1.5 மில்லியன் மக்களைக் கொண்டுள்ளது மற்றும் அது மிக அதிகமாக பணியாளர்களைக் கொண்டுள்ளது, ஆனால் நாம் அவர்களை மிகவும் திறமையானவர்களாக மாற்ற முடியும். இது மதிப்பு உருவாக்கம் என்று அழைக்கப்படுகிறது. அவர்கள் மக்களுக்கு சேவை செய்ய இருக்கிறார்கள். இன்னொரு விஷயம், அந்நியச் செலாவணியைப் பெறக்கூடிய பகுதிகளைப் பார்ப்பது. அறிவுசார் பொருளாதாரம் வேண்டும். இந்தியா அப்படித்தான் வளர்ந்தது. அவர்கள் பொறியியல், தகவல் தொழில்நுட்பம் மற்றும் அறிவியல் கல்லூரிகளை நிறுவினர் மற்றும் ஆங்கிலத்தில் நல்ல அறிவுடன் அவர்கள் தொடர்பு கொள்ளும் திறனைப் பெற்றனர். இலங்கைக்கு அதிக தேவை உள்ளது. பலர் ஐடி துறை, வணிக செயல்முறை அவுட்சோர்சிங், வணிக செயல்முறை மேலாண்மை போன்றவற்றை விரிவுபடுத்த விரும்புகிறார்கள், ஆனால் எங்களிடம் ஆட்கள் இல்லை. எனவே எங்களுக்கு மறுசீரமைப்பு தேவை. இலவசக் கல்வியின் விளைவாக, எங்கள் எண்ணிக்கை குறைவாக உள்ளது. அவை அனைத்தையும் அறிவுப் பொருளாதாரத்தில் கொண்டு வர நமது கட்டமைப்பை மாற்ற வேண்டும். இன்று அரசிடம் முதலீடு செய்ய பணமில்லை. எனவே நாம் தனியார் துறையைப் பெற வேண்டும் மற்றும் பொது-தனியார் கூட்டாண்மைக்கு செல்ல வேண்டும், அதுதான் நாட்டைக் காப்பாற்றும் ஒரே வழி. தகவல் தொழில்நுட்பம் மற்றும் அறிவுத் துறையை நாம் வளர்க்க வேண்டும். எனவே கல்லூரிக் கருத்தைத் தேர்வு செய்ய வேண்டும். பல்கலைக்கழகங்களுடன் இணைந்து 200-300 கல்லூரிகளை அமைத்தால், அது அதிக முதலீட்டாளர்களையும், டாலர்களையும் ஈர்க்கும் மற்றும் அதிக வேலை வாய்ப்புகளை உருவாக்கும். 1955 க்கு முன் பல தனியார் பள்ளிகள் இருந்தன. நேர்மை, நேர்மை, ஒழுக்கம் எல்லோரிடமும் இருக்க வேண்டும். பள்ளி நாட்களில் இருந்து. நாம் இன்று மிகவும் மோசமான நிலையில் இருக்கின்றோம் ஆனால் சரியான முறையில் கையாள்வதன் மூலம் 1948 க்கு முன்னர் இந்த நாட்டை இருந்த இடத்திற்கு கொண்டு செல்லக்கூடியவர்கள் எங்களிடம் உள்ளனர்."
      ]
    }
  }
}