{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/expose/Spotlight-on-Bibile-Bittersweet-responses-for-sugar-producing-project/333-232058",
  "time_ut": 1646092860,
  "title": "Spotlight on Bibile Bittersweet responses  for sugar producing project",
  "body_lines": [
    "Villagers protest against the sugar cane cultivation",
    "A land where finger millet had been cultivated is likely to be taken over by the authorities",
    "",
    "Two hundred years have passed since the Uva - Wellassa uprising to free the country from the British colonials. The British left the country, but to this day the struggle to save the land from foreigners remains the same, locals of Uva-Wellassa say.",
    "",
    "The Bibile Sugar Producing Project planned to come up in the Dehigama area in Mirihana, Rideemaliyadda in Badulla district is stuck at the planning stage for the past 17 years due to opposition from the public. In 2006, the British company Booker Tate, and later the Chinese company Guangdong Guangken Ltd partnered with IMS Holdings Ltd to implement the project, but eventually left the project after it failed. At present the Singaporean company, Gazelle Ventures (Pvt) Ltd has agreed to invest in the project with IMS Holdings as the local facilitator and partner.",
    "",
    "The State Ministry of Wildlife and Forest Conservation (SMWFC) for the first time revealed the environmental damage and sociological impact likely to be caused by the proposed sugar development project. The Department of Archaeology also underscored the archaeological importance of the proposed land with evidence. As a result the project was hindered. Local environmental organizations believe that the Government as per Paragraph 3(1) of the Mahaweli Authority of Sri Lanka Act No 23 of 1979 released the Mahaoya and Padiyatalawa Divisional Secretariats by Gazette no 1130/13 dated 04.05.2000 and Rideemaliyadda Divisional Secretariat in Ampara district by Gazette no 1130/41 dated 02.09.2010 from the control of the SMWFC and declared the areas as Mahaweli territories to remove the hindrances to the project. Information regarding the land takeover by the Mahaweli Authority of these lands is in report no L/RO/RI/03/13 dated 25.06.2013 and was released by the Director General of Mahaweli authority to the Chairman of Central Environmental Authority.",
    "",
    "",
    "The department pointed out that building the factory here was not suitable. However, later, the department had given permission. We wonder how their decision changed. We will not allow this land embedded with Buddhist culture to be cleared",
    "-  Ven. Dodamgolle Soratha Thera",
    "",
    "",
    "",
    "Raja Vidanapathirana of ‘Soba Padanama’ organization said that the Government is acting strategically to remove hindrances to this project. “When the Forest Department pointed out the environmental damage caused by this project, the Government took over the department’s lands and placed them under Mahaweli Authority through a gazette notification. The Department of Archaeology earlier said that there were relics in the proposed land and if the project was implemented the prehistoric relics would be damaged. How did the Department of Archaeology later grant its permission? The department should give reasons for changing its opinion regarding the proposed land. After this incident steps were taken to file cases against farmers to remove them from the lands,” Vidanapathirana added.",
    "",
    "The letter dated 29.05.2008 sent by the then Director General of the Department of Archaeology to the Project Coordinator of Bibile Sugar Factory says that the Department of Archaeology had granted permission to use the proposed land for the sugar factory. Former Director General of Archaeology P. B. Mandawala said that the reason for agreeing to hand over the land after disagreeing beforehand should be investigated. However to this day director generals of archaeology have refused to comment in this regard.",
    "",
    "",
    "“Sugar cane cultivation is not environmentally friendly and could negatively impact Galoya and Maduruoya national parks and Nilgala reserve”",
    "- Maha Bandalage Suda Wannila Aththa",
    "",
    "",
    "",
    "",
    "CALLS TO DEFEAT GOVT. PROGRAMME",
    "",
    "Booker Tate was the first company to implement the Bibile Sugar Development Project in 2006. Booker Tate also invested to initiate the Pelwatte Sugar Company in Buttala. This project received immense public opposition. At the Cabinet Sub-Committee on Investment Promotion and headed by the then President on March 3, 2006, the President advised the Director General of  SMWFC to present a report after conducting a field visit on the proposed land for the project. M. G. Sarath Fernando who was the then Director General of SMWFC visiting the project area on March 16 and 17, 2006 prepared a report. Additional secretary (lands), provincial lands commissioner, deputy conservator of forest of Uva and Central provinces and Surveyor General, district forest officer of Badulla and forest rangers of the area took part in this visit. They presented their recommendations regarding the project. Accordingly, those lands contain main water catchment areas of Senanayaka Samudraya in Ampara and long-term leasing of the lands can severely impact the Samudraya. Some lands identified by the company as barren lands were part of the Nilgala Forest and they could not be released at all, they added. The report made mention of the possibility of a human-elephant conflict occurring in the future if the project goes ahead because the designated land borders the buffer zone of the SMWFC and it was the water catchment area of Senanayake Samudraya in Ampara, the recommendations of the Department of Wildlife Conservation (DWC) and the Irrigation Department (ID) should be sought. On the instructions of the then Director of Archaeology and the Uva province Assistant Director of Archaeology, an archaeological exploration was conducted in the proposed land for the sugar factory in Akiriyan paddy land in Dehigama, headed by Archaeological Research Assistant of Diyatalawa regional office on October 9,10 and 11 2007 with the assistance of Research Assistants of Diyatalawa archaeology office Parakrama Bandara and Sameera Ariyathilaka. According to their report, this area was declared as a part of Nilgala Reserve under the Forest Department (FD). Accordingly, there are many caves with Kataram carving and stone stairs and an old building remains in Medagoda area in the proposed land. The report mentions that there were remains of an old stupa and features of an irrigation industry 400 metres to the north-west of the building. There are many tombs 100 metres to the north-east of the tank and several other archaeologically valuable ruins are scattered everywhere. The proposed land contains many places of archaeological value. As the area was close to Maduru Oya many other archaeological places and pre-historic tools could be discovered, the report said.",
    "",
    "",
    "“Archaeological evidence reveals that this area was a prominent zone in south eastern Arya settlements of Sri Lanka Senior”",
    "-  Professor Chandana Abeyrathna",
    "",
    "",
    "",
    "Senarath Dissanayake, a former Director General of the Department of Archaeology, who took part in the visit to the proposed land, said that everyone should oppose the Government for attempting to open a sugar cane factory in an undiscovered land with an archaeological value.",
    "",
    "“During this visit to the proposed factory land we discovered 10 places of archaeological value alone. They were located close to one another. Therefore the whole area should contain thousands of such places other than prehistoric places. The attempts made by the Government to start a sugar cane cultivation should be defeated. If not we will have to obtain permission of companies to visit our heritage,” he added.",
    "",
    "Senior Professor Chandana Abeyrathna, who was a former Dean at the Social Science Faculty of University of Kelaniya, participating at the visit said that the archaeological evidence reveals that this area was a prominent zone in south eastern Arya settlements of Sri Lanka.",
    "",
    "Ven. Dodamgolle Soratha Thera, the Lekhakadhikari of Bibile Sasanaraksaka Balamandalaya, said that the Department of Archaeology showed that archaeological importance of this land long ago. “The department pointed out that building the factory here was not suitable. However, later, the department had given permission. We wonder how their decision changed. We will not allow this land embedded with Buddhist culture to be cleared and go into the hands of multinational companies,” the monk added.",
    "",
    "It was revealed that not only the Department of Archaeology, the Forest Department, Central Environmental Authority and also the Department of Wildlife and Conservation had given permission for this project. However the public is yet to give their blessings to the project.",
    "",
    "",
    "“This zone with great biodiversity, occupied by wild elephants and with the presence of many of their routes is a highly sensitive area. This project is planned to be carried out illegally. The relevant company has not conducted a proper EIA”",
    "-Sajeewa Chamikara Senior Environmentalist",
    "",
    "",
    "",
    "Gazelle Ventures Pvt Ltd has agreed to invest in the Sugar Development Project. The company has agreed to invest 152.25 million US$. Its project report reveals that the company expects to produce 14% of the sugar requirement of the country; which is 80,000 MT, 36,000 MT of Molasses, 40,000 MT of animal feed, 12,000 MT of organic fertilizer and 20 mw of eco friendly renewable energy. 1000 direct employment opportunities and 25000 indirect employment opportunities are expected. Gazelle Ventures will own 88% of the shares of Bibile Sugar Factory which implements the project and IMS Holdings will own 1%. Farmers cultivating sugar cane through agreements will have 1% and the Mahaweli Authority another 1% of the total shares. The company has agreed to pay a facility fee of 25 cents for each kilo of sugar produced in the factory in addition to the lease paid for the 149 hectares taken over from Mahaweli authority to build the factory. This information is confirmed by the letter sent by Mahaweli Authority Director General Gamini Rajakaruna to the Central Environmental Authority Chairman.",
    "Director of Parisara Yukthi Kendraya Hemantha Withanage, who is a renowned environmental scientist in the country, said that while Gazelle Ventures agreed to all the conditions, it requested from the Mahaweli authority 37500 acres to cultivate sugar cane. “They are indirectly asking to distribute the lands- which were under the Forest Department and were cultivated by people and later acquired by the Mahaweli Authority- among people who were willing to cultivate sugar cane. They have requested the authority for 7500 more acres for a Gliricidia cultivation. The company asked for 372 acres from Dehigama area in Rideemaliyadda to build the factory and 130 acres for a seed bed. The Mahaweli authority has taken over the lands under the Forest Department and rich lands cultivated by innocent people from Mahaoya, Padiyatalawa, and Rideemaliyadda are to be given to the company for something less as 1% of the shares. The Singaporean company receives 88% of the total profit. The company also asked for 1.5 million cubic metres of water for 25 cents a litre from Maduru Oya for the factory and the seed bed during the period from October to March every year. In addition they said they would obtain 1.5 million cubic metres of water from tube wells. These requirements are of serious nature. With the ongoing climate changes we cannot expect continuous rains with regard to the monsoons. If this amount of water is taken from Maduru Oya, many farmers will be affected directly. If underground water is taken as required by the company the underground water level of the area would reduce causing environmental damage,” Withanage added.",
    "",
    "“When people opened up about their issues the president blamed the officers and said that his verbal instructions should be taken as circulars. He advised the authorities to dismiss the cases against farmers and to let them cultivate. Then people started cultivating and now some authorities are trying to clear their cultivation lands using dozers”",
    "-  Samantha Vidyarathna Convener Association to Protect the People of Uva Wellassa",
    "",
    "",
    "As mentioned before Mahaoya, Padiyatalawa and Rideemaliyadda divisional secretariats in Ampara district were taken over as per Paragraph 3(1) of the Mahaweli Act No 23 0f 1978 by two gazettes dated 04.05.2000 and 02.09.2010 respectively. In addition many forest lands under the forest department were taken over by the Mahaweli authority. Director of the Species Conservation Centre Pubudu Weerarathne said many of the acquired lands of the Forest Department were in the buffer zones in Galoya and Maduruoya national parks and these areas were occupied by elephants and contained elephant corridors. “The factory is proposed to be built blocking an elephant corridor. This will create human elephant conflicts which never existed. For a project of this sort an Environment Impact Assessment (EIA) should be conducted taking the whole thing into consideration, but they have done so only with regard to 149 hectares of land on which the factory was to be built ignoring the rest of the area. This was done on purpose and is illegal.” Weerarathne added.",
    "",
    "DEMANDS TO CONDUCT PROPER EIA",
    "",
    "Environmental Lawyer Jagath Gunawardena said that if Gazelle Ventures was doing an EIA only for the factory land of 149 hectares, that cannot be accepted. “They should conduct an EIA for the whole land and doing so to one part is not acceptable. They have not started the cultivation yet. Let us see what would happen.” he added.",
    "Sajeewa Chamikara, a senior environmentalist, after visiting the proposed land said that there were plans to use 65000 acres for this sugar cane cultivation project based on Uva Pathanbima which is one of the four ecological zones native to this country. “This zone with great biodiversity, occupied by wild elephants and with the presence of many of their routes is a highly sensitive area. This project is planned to be carried out illegally. The relevant company has not conducted a proper EIA. The lands have been forcibly acquired. There are many farmers engaged in traditional chena cultivation in the area for decades. If they are removed they might clear new forests to cultivate and that could be the beginning of another destruction. The environmental damage likely to be caused by this project is immense,” he added.",
    "",
    "“With the ongoing climate changes we cannot expect continuous rains with regard to the monsoons. If this amount of water is taken from Maduru Oya, many farmers will be affected directly. If underground water is taken as required by the company the underground water level of the area would reduce causing environmental damage”",
    "-  Hemantha Withanage Director Parisara Yukthi Kendrayara",
    "",
    "",
    "As per Paragraph 13(6) of the Mahaweli Act, the Mahaweli authority receives all the rights of the lands acquired including administration, cultivation, management, leasing, buying, and selling. Speaking on the ownership of the lands acquired, a senior official of the Forest Department said that the Forest Department should receive the ownership of the forest lands and if not they will be in danger. “As far as I know the Forest Department had discussions with the Mahaweli authority. Officers of Attorney General’s office also took part in them, but no final decision was reached,” he added.",
    "",
    "IMS Holdings informed the locals residing in the land in Dehigama area in Rideemaliyadda given to the company by the Mahaweli authority to leave. The company was willing to pay an allowance in kind of 50,000 rupees for those who leave. IMS Holdings Director C. W. Jayasekara’s letter to K. H.M. Premasiri Bandara cultivating paddy lands in Akiriyan dated 22.06.2018 affirms this. Even if IMS Holdings came several times to build the factory in the area, the residents did not allow them.",
    "",
    "Premasiri Bandara, a farmer from Kandiarawa area in Dehigama, Rideemaliyadda, said that the proposed land for the factory has been occupied by villagers for generations. “There are people who possess deeds to these lands. Some have licences. President Ranasinghe Premadasa distributed these lands in 1989 as Janasavi Karyasadana Lands. They possess these lands now. How can we be illegal settlers? We do not need anyone’s allowances. We are not beggars. We make our living by cultivating this land. We do not want to work for any company. We will not leave our lands even if we are killed,” Bandara added.",
    "",
    "The Mahaweli Authority attempted to clear lands of seven families in Dehigama using dozers pursuing a court order on February 7. It reentered the paddy lands the next day bringing dozers and tensed villagers launched a protest.",
    "",
    "The Mahaweli Authority filed a case at the Mahiyangana Magistrate Court against 46 families claiming that they were illegally cultivating 149 hectares under the authority in Mirahana area in Dehigama and Rideemaliyadda and maintain that as a result the court had issued this eviction order.",
    "",
    "",
    "“ During this visit to the proposed factory land we discovered 10 places of archaeological value alone. They were located close to one another. Therefore the whole area should contain thousands of such places other than prehistoric places. The attempts made by the Government to start a sugar cane cultivation should be defeated,”",
    "- Senarath Dissanayake",
    "",
    "",
    "",
    "R. B. T. M. Sanjeewa, a youth from Dehigama, said the governments in power had been attempting to build a sugar cane factory in Dehigama for 17 years. “There were plans to use 62500 acres in Monaragala, Badulla and Ampara. They are trying to build the factory on a land which we cultivated for more than 40 years. 163 famers cultivate this land and none of them have licences. The Mahaweli Authority submitted false information to the court claiming that only 46 farmers were cultivating illegally in the 149 hectares of the proposed land for the factory. The authority is trying to remove our people step by step. Mahaweli officers recently arrived with the Police and 200 labourers and destroyed the cultivations of these farmers with a JCB machine and brought timber to make fences,” he added",
    "",
    "Dambana Vedda Chief Uruwarige Wannila Aththo and Rathugala Vedda Chief Maha Bandalage Suda Wannila Aththa opposed the Bibile Sugar Development Project. They said that sugar cane cultivation was not environmentally friendly and could negatively impact Galoya and Maduruoya national parks and Nilgala reserve.",
    "Former Viharadhikari of Rideemaliyadda Kanawegalla Maligathenna Temple Ven. Bibile Dhammaloka Thera, who resided in Janawasa 16 in Pelwatte, Buttala, said that the locals of Bimtenna should not suffer the similar fate which befell the locals from Pahala Uva due to development activities. “They say that Monaragala developed because of Pelwatte. To see the reality go and see the settlements in Pelwatte. See how much those people suffer. They have become tenants in their birth villages. They are in debt to the company. They have no drinking water. Elephants attack villages throughout the day. The settlements are full of kidney patients. I moved from Pelwatte Temple and came to Bibile as doctors asked me to leave Pelwatte because the condition of my kidneys was worsening. Because of bagasse from the factory there are respiratory patients and patients with eye diseases in the area. Is this the so called development? Bimthenna does not need such development,” Ven. Dhammaloka Thera added.",
    "",
    "A land where finger millet had been cultivated is likely to be taken over by the authorities",
    "",
    "The Association to Protect the People of Uva Wellassa has taken centre stage in fighting the land acquisition by multinational companies in Uva Wellassa. Its convener former Provincial Council Member Samantha Vidyarathna said that the Mahaweli Authority was formed to give lands to farmers. “Now these lands are taken over to be given to companies. The president visited Kumaragama in Haldummulla recently for a ‘Gama Samaga Pilisandara’ programme. We sent people in buses to meet the head of state to address their issues. When people opened up about their issues the President blamed the officers and said that his verbal instructions should be taken as circulars. He advised the authorities to dismiss the cases against farmers and to let them cultivate. Then people started cultivating and now some authorities are trying to clear their cultivation lands using dozers.",
    "",
    "",
    "",
    "“This battle has been staged for 17 years. There is no politics involved as there are people of all parties engaged.",
    "“This is a large forest where wild elephants roam. We will not let anyone destroy it. This land they are trying to acquire is a land used for chena cultivation for years. There are stupas, old tanks, caves with Kataram carvings here. Even though these people cultivated these lands they do not have deeds. The Government did not give them deeds. These innocent people have no idea how to obtain deeds. These are the lands distributed among people during Premadasa’s tenure through a Presidential Task Force. The authorities did not continue with the process that gives them deeds. It is not the fault of these people,” Vidyarathna added.",
    "",
    "“No decision to open a sugar factory” - State Minister",
    "When contacted by the Daily Mirror Janaka Wakkumbura, State Minister for Development of Minor Crops including Sugarcane, Maize, Cashew, Pepper, Cinnamon, Cloves and Betel related industries and Export Promotion said that no decision was taken by the Government to open a sugar factory in the area.",
    "",
    "“Officials of Mahaweli Authority have filed law suits against farmers who have illegally occupied lands belonged to the Mahaweli. There is no decision to acquire these lands and handover them to a company to cultivate sugarcane,” the Minister said.  However it is learnt that I. M. S. Holdings-the local partner of a multi-national company- which plans to start a sugar factory, has taken a group of journalists on a guided tour of the area and provided them with meals, transport and lodging. It had been revealed that a sugar production company would be built as soon as the lands are acquired from the farmers."
  ]
}