{
  "url": "https://www.dailymirror.lk/latest_news/SLPP-edges-closer-to-form-new-govt-MR-urgently-calls-for-political-calm/342-232490",
  "title": "SLPP edges closer to form new govt; MR urgently calls for political calm",
  "time_ut": 1646645340,
  "time_str": "2022-03-07 09:29",
  "body_lines": [
    "In addition to the economic, fuel, power and food crisis which has severely hampered the daily lives of all citizens in the country, Sri Lanka has now been plunged into severe political turmoil after two cabinet ministers were sacked last week and 11 dissident members are now threatening to leave the government.",
    "The sacking of Udaya Gammanpila and Wimal Weerawansa has caused a huge stir within the political ranks with the 11 dissidents which also include former president Maithripala Sirisena and Vasudeva Nanayakkara likely to sit as independent MPs in the next parliamentary session.",
    "President Rajapaksa has shown no indication to take back the sacked duo and has also made it clear that those unable to work with the present government and working against it, will have no place in this government.",
    "He has also not held any discussions with the 11 dissidents, and moves are now underway to see if a complete SLPP government can be formed to restart the stalled work.",
    "However, the man who has now stepped in to calm the situation is Prime Minister Mahinda Rajapaksa.",
    "Following the sacking of Wimal and Udaya last Thursday, Mahinda had called the 11 members and informed them to come to meet him at Temple Trees on Friday in order to leave aside political differences as this was not the time to stir another crisis.",
    "However, despite waiting for all 11 members for several hours on Friday, none of the dissidents showed up and for the first time in Mahinda's political career, he had been stood up.",
    "The Daily Mirror learns that some senior members close to Mahinda had on Friday night asked some of the 11 dissidents as to why they failed to attend the discussions with the Prime Minister to which they had alleged that they had been forced not to attend by Udaya.",
    "This was then conveyed to Mahinda. Mahinda has since then commented that the ongoing economic and fuel crises should be sorted first and relief must be given to the people. He had even mentioned to senior SLPP members that the time was not right for politicians to work on hidden agendas and solutions must be sought to give immediate relief to the citizens.",
    "Minister Vasudeva Nanayakkara who is also part of the dissident group, had late on Friday night said he will meet Mahinda on Monday and see if issues can be sorted even if others fail to attend.",
    "However, sacked Minister Udaya Gammanpila had a different story to tell. Udaya told Daily Mirror last evening that Mahinda had not extended any invitation to meet him or Wimal and this was a rumour spread by people with vested interests. He said that following their sacking, Mahinda had called him and Wimal and sympathized with them but had not extended any invitation for any discussions. He said no one else from the SLPP had also contacted them.",
    "Meanwhile senior government sources said that Mahinda had in a public rally held over the weekend hinted that the fuel shortage had been caused artificially and some groups were behind it. He had also said there was improper communication over the fuel crisis and added that in the past Sri Lanka had faced worst scenarios but had been able to get out of it. Political sources within the SLPP said that if Udaya meets Mahinda in any future discussion, he will have to face these questions by the Prime Minister. It is also learnt that while Mahinda is trying to call for political stability, he had also summoned the PUCSL Chairman last week to Temple Trees and sternly told him to stop releasing contradictory statements to the public which was leading to further public anger. It is learnt that the Prime Minister had told the Chairman that this was not the time for the PUCSL to lose its credibility.",
    "In closed-door discussions held by government members last week, it is also learnt that some senior SLPP members had commented saying it was good that the \"trouble makers\" had been sacked as although Sri Lanka did face a forex issue, the fuel issue could have been sorted out as countries such as the UAE had agreed to supply fuel on a credit line. However the government had failed to act.",
    "Senior ministers had also commented that the time was now right to form a SLPP government, something which has been backed by Finance Minister Basil Rajapaksa and an option that the President is now considering.",
    "However, despite the efforts of the government or even the Prime Minister to desperately calm the situation, the public are far from convinced that the government including Mahinda will sort the existing crises.",
    "Public anger has spread so much that protests are now breaking out in several areas of the country, with people lining up on the streets every night, asking politicians to stop playing with people's lives. The protests, which have no political backing by any groups, is organized solely by citizens who have expressed disgust at all political parties, especially the government and are urging for normalcy in their daily lives. The protests will continue this week as well and are soon spreading to other districts, increasing the heat on the government. (JAMILA HUSAIN)"
  ]
}