{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Decisions-of-Centre-will-take-India-into-situation-like-Sri-Lanka-Indian-Congress-leaders/108-234651",
  "time_ut": 1649234040,
  "title": "Decisions of Centre will take India into situation like Sri Lanka: Indian Congress leaders",
  "body_lines": [
    "Slamming privatisation of public sector units, senior Congress leader Mallikarjun Kharge on Wednesday stated that the decisions of the Indian government is likely to take the country into a 'Sri Lanka like situation'.",
    "The Congress leader said, \"The inflation is continuously increasing across the country and the government is selling the public sector enterprises which indicate that in the coming time, and I fear, in the coming time our country will be in a situation like Sri Lanka.\"",
    "Speaking on Union Petroleum Minister Hardeep Singh Puri's argument on the hike in petrol and diesel prices, Kharge said, \"It is not right to compare India with other countries. There is a big difference in the income of the people of developed countries and that of Indians.\"",
    "Referring to the era of the UPA government, Kharge said, \"Even during that period, despite the high price of crude oil in the international market, the UPA government controlled the price of petrol and diesel and gave relief to the public.\"",
    "Congress leader Digvijay Singh too tweeted, \"We don't know in how many days, India's situation will be that like of Sri Lanka, but we need not worry about it as 'Hinduism is in danger.\"",
    "Singh also quoted the spokesperson for Madhya Pradesh Congress Committee Bhupendra Gupta Agam's post on Facebook where he had posted, \"Sri Lanka had taken a loan of 95 per cent of its GDP and PM Modi has taken 83 per cent. We are just 13 steps away from being the World leader.\"",
    "Sri Lanka is battling a severe economic crisis with food and fuel scarcity affecting a large number of the people in the island nation. The economy has been in a free-fall since the onset of the COVID-19 pandemic.",
    "Sri Lanka is also facing a foreign exchange shortage, which has, incidentally, affected its capacity to import food and fuel, leading to the power cuts in the country. The shortage of essential goods forced Sri Lanka to seek assistance from friendly countries, the PTI reported."
  ]
}