{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Desperation-of-an-Executive-President/172-235562",
  "time_ut": 1650658680,
  "title": "Desperation of an Executive President",
  "body_lines": [
    "The government leaders have been chest-thumping over the dictatorial powers awarded to the President through the 20th Amendment to the Constitution adopted in October 2020 and its two-thirds majority in Parliament gained at the general election held in August 2020",
    "The Sri Lanka Podujana Peramuna (SLPP) government is no longer a strong government, despite it commanding a simple majority in Parliament. One cannot give an assurance of even its simple majority which is 113 seats in the House being intact if a secret ballot was taken over any issue. Irrespective of its numerical strength, the confession-like statements by leaders of the government, especially President Gotabaya Rajapaksa and his brother Prime Minister Mahinda Rajapaksa, are a clear manifestation of the weakness of the government.",
    "The government leaders have been chest-thumping over the dictatorial powers awarded to the President through the 20th Amendment to the Constitution adopted in October 2020 and its two-thirds majority in Parliament gained at the general election held in August 2020. They were so arrogant that they openly facilitated some traders to plunder more than Rs. 15 billion by offering them a huge tax cut for sugar imports. They insulted the very constituent parties of the government and the senior members of the previous Rajapaksa government with their public statements and step-motherly treatment.",
    "However, with the exposure of the government’s failure to offer solutions to the current unprecedented economic crisis and the mass agitations across the country against those failures, they have lost their moral high ground and stooped to make public confessions and offering to give up their dictatorial powers.",
    "It was not with the understanding that an interim Cabinet comprising members of all parties in Parliament would help solve the current economic issues that the President got his ministers except for the Prime Minister resigned on April 3 and called on the other parties to nominate members to such an interim Cabinet. It was sheer desperation in the face of his government’s failure to maintain the smooth supply of essential items including cooking gas and electricity and mounting protests by the masses without any political affiliation.",
    "Against the backdrop of the Opposition parties and the groups that have left the government having rejected the President’s offer, he now has appointed a Cabinet of ministers comprising relatively younger members of his party. This, sometimes, prompted some of the older members who lost portfolios to join the bandwagon that has already left the government to declare that they act as an independent group in Parliament. If that happens, the government might lose even the simple majority in Parliament. And it reminds us of a similar situation where 12 senior ministers joined the Opposition after they lost their portfolios when President Chandrika Kumaratunga formed the so-called “Parivasa government” with only 25 ministers in 2001.",
    "However, here too, the President was not sure that a Cabinet with younger members would help solve the economic problems or appease the countrywide agitators. It was another desperate action and an indication of the susceptibility of the government.",
    "During his address to the new ministers, the President admitted that his decision to ban chemical fertiliser and other agrochemical imports in May last year was faulty and the government should have sought assistance from the International Monetary Fund (IMF) much earlier to ease the foreign exchange crisis.",
    "It is not clear if the President in fact made these confessions with the realisation of the facts on the ground or was just attempting to pacify the masses who are frustrated to the core by the economic issues they are facing day in and day out. He, even after the destruction of crops during the last Yala and Maha seasons due to the dearth of fertiliser, took a swipe at the Opposition recently for the agitations across the country by the farmers. Given the arrogance in that stance, the latest confession indicates that the numerical strength of the government and the dictatorial powers of the executive Presidency is a far cry from the real strength of the government, in the face of public agitations.",
    "Prime Minister Mahinda Rajapaksa called the protestors for discussion days ago, but they rejected the offer through social media. Then he made a public statement with a veiled threat of a bloodbath, which was also ignored. On Tuesday, he told Parliament that the government is prepared to bring in the 19th Amendment to the Constitution back with suitable amendments. It was under his leadership that the democratic institutions that somewhat contained the dictatorial powers of the executive Presidency were scrapped twice, not once. When the same person prefers the same institutions all of a sudden, it cannot be out of love for democracy, but a manifestation of desperation or an attempt to hoodwink the masses.",
    "It is against this backdrop one has to think about the way out. There is no solution in sight to the immediate economic issues that affect the ordinary people, as the foreign exchange crisis is to worsen in the forthcoming months, increasing fuel prices hikes in several rounds. That would correspondingly create further huge jumps in prices of essential items, deepening the political crisis. Public agitations in line with the current protest at the Galle Face Green in front of the Presidential Secretariat might spread.",
    "Contrary to many calling the Galle Face Green protest apolitical, it is in fact a political protest with the strongest political demand, “Gota go home.” In spite of it being one that was called by mutually unrelated social media activists, the discipline and the orderliness at the site is incredible. There seems to be a permanent group with strong political will who kept the tempo intact during the late-night hours when many people leave the place and during the festive days of Sinhala and Tamil New Year.",
    "What if “Gota goes home?” It seems to be no way within the Constitution to elect an untainted person to fill the vacancy. Also, one cannot see or foresee any ‘out of the Constitution solution,’ until such an eventuality happens.",
    "Once “Gota goes home,” Prime Minister Mahinda Rajapaksa will immediately take over the reins until parliament elects a new President from among its members within a month. Most probably, if things flow smoothly, a member of the SLPP or the Samagi Jana Balawegaya (SJB) or the solitary member of the UNP, Ranil Wickremesinghe would be elected. All these groups have been in power and proven to be corrupt to the core. The possibility of a member of not corrupt or least corrupt Janatha Vimukthi Peramuna (JVP) being elected is a remote reality. Then, the efforts and sacrifices of the masses that agitated for an untainted leader would go down the drain.",
    "If the protestors decide to heighten the pressure on the government using the current susceptibility of it to bring back the democratic institutions, as the Prime Minister has suggested, that would at least be an achievement for the moment. That was how the JVP used the situation to bring in the 17th Amendment in 2001. Yet, it would not be a solution to the immediate burning economic issues. Even an untainted leader would take a long time to bring in the serenity on the ground."
  ]
}