{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/27/exercise-caution-to-prevent-casualties-indian-govt-requests-sl-on-crackdown-of-fishermen/",
  "time_ut": 1648376400,
  "title": "Exercise caution to prevent casualties: Indian Govt requests SL on crackdown of fishermen",
  "body_lines": [
    "COLOMBO (News 1st); The Government of India requested Sri Lankan authorities to exercise caution to prevent casualties in the process of crackdown of poaching fishermen in Sri Lankan seas.",
    "The Indian Government also requested Sri Lankan authorities to tackle the fisheries issue based on humanitarian approach at the 5th Meeting of India- Sri Lanka Joint Working Group on fisheries took place on 25 March 2022 virtually.",
    "The Sri Lankan delegation was led by the Secretary to the Ministry of Fisheries of Sri Lanka and the Indian delegation by Shri Jatindra Nath Swain, Secretary (Fisheries), Government of India.",
    "The Indian side asked the relevant Sri Lankan authorities to exercise caution so as to prevent any casualties in the course of crackdowns on fishing boats; and suggested using paramilitary to apprehend civilian fishermen, suggesting that relevant UNCLOS clauses are fishermen friendly in spirit and letter, and urged Sri Lankan authorities to remain humanitarian.",
    "While reiterating the highest priority accorded by the respective Governments to the well being, safety and security of fishermen from the two countries, both countries agreed that the use of force could not be justified under any circumstances, and reiterated in this regard the importance of extending humane treatment to all fishermen.",
    "Meanwhile, authorities on both sides assessed the continuing bilateral cooperation to tackle issues related to fisheries in the Palk Bay and the Gulf of Mannar, while the two sides shared appreciation for the concerted efforts undertaken by both the Governments to maintain safe and sustainable fishing, including the joint Naval patrols and hotline between coast guards.",
    "The Sri Lankan side raised its concerns on the methods used by fishing vessels and stressed that it is imperative for the two countries to work together in drawing up effective measures to mitigate the loss of livelihood, which led to the Indian side taking a constructive approach in its response and assuring its assistance.",
    "The Indian side also elaborated on the steps undertaken by the Government to safeguard the marine environment and explained government measures to improve the fisheries order, including stationing coast guard vessels at key sea routes requested by the Sri Lankan side, creating awareness on environmentally damaging fishing operations, and providing education, financial support and guidance to Indian fishermen to migrate to long liners fishing. The Indian side had earlier dispensed dry rations to Sri Lankan fisher families reflecting continuing interest in the well being of the fishermen.",
    "Exercise caution to prevent casualties: Indian Govt requests SL on crackdown of fishermen"
  ]
}