{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82989/president-directs-to-conduct-formal-study-of-public-service",
  "time_ut": 1654923180,
  "title": "President directs to conduct formal study of public service",
  "body_lines": [
    "President Gotabaya Rajapaksa has given directives to conduct a formal study on the public service with the aim of providing quality public service in a short period of time and increasing employee satisfaction.",
    "The President made these remarks at a special discussion held at the President’s House, Fort yesterday (June 10) on the role of the Ministry of Public Administration, Home Affairs and Local Government and the accelerated home gardening programme.",
    "The President pointed out the need to consolidate state institutions to provide uniform service to all.",
    "He also said the decentralization of key public institutions in the capital to the provinces could reduce the number of public servants coming to Colombo.",
    "Discussions were held on expediting disciplinary inquiries regarding public servants and making plans to get the maximum service out of them.",
    "The Ministries of Public Administration and Agriculture also decided to launch a combined national food security programme \"Let’s Grow Together-Win the Country\".",
    "The officials pointed out the need to accurately identify suitable crops for cultivation in each area.",
    "The President also advised to give priority to youth in the agriculture sector to achieve greater productivity and to plan for higher yields using new technology.",
    "Minister Dinesh Gunawardena, Chief of Staff to the President Anura Dissanayake, Secretary to the Ministry of Public Administration, Home Affairs, Provincial Councils & Local Government M.M.P.K. Mayadunne, Secretary to the Ministry of Plantation Industries B.L.A.J. Dharmakeerthi, Chief Secretary of the Eastern Province Thusitha P. Wanigasinghe and other heads of line institutions were also attended this discussion."
  ]
}