{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sl-artistes-abroad-concerned-about/",
  "time_ut": 1653924780,
  "title": "SL artistes abroad concerned about…",
  "body_lines": [
    "It is with a heavy heart that I follow what is going on in Sri Lanka today.",
    "Our political system, our democracy, has been hijacked by a system that only benefits the politicians in Parliament who do not seem to realize that the general population has begun to suffer more than ever before.",
    "Yes, there is starvation in many families. People from all walks of life are unable to function, or provide for their families.",
    "Friends and relations, living in Sri Lanka, tell me of people coming to them asking for any kind of work just to make a few rupees to feed their families. There is no fuel for vehicles, medicine for the sick and, in many cases, no jobs to earn to provide.",
    "Whilst all this is going on, the priority of the politicians is to get people to pay for the damage done to their mansions by unruly mobs of frustrated and humiliated people. Our elected leaders seem to be utterly incapable of understanding what the masses are going through. They are only thinking of themselves, and their perks.",
    "Amidst all this frustration, we see politicians hoarding gas cylinders, bags of fertilizer, and some being transported to Parliament by helicopter!",
    "I fear what the final outcome will eventually be, and it will all be the fault of our elected rulers.",
    "Though we live abroad, we feel for our motherland and for the people, every single day",
    "It is sad to see what our country has become – from the paradise island it was to the horrific scenes we now see on TV.",
    "The queues seem to be never ending – for petrol, diesel, cooking gas, etc. – and people are starving, I’m told",
    "The county faces unsustainable debt and the economic outlook is highly uncertain….very bleak, I understand,",
    "Sri Lanka’s financial crisis has been entirely created by the government. It’s a Man-Made crisis.",
    "I am totally down and feel powerless when I see all what’s happening in my country.",
    "I am very angry, hateful with those who must be responsible for this situation.",
    "All politicians must be held responsible for this disastrous situation happening, since independence.",
    "I am deeply saddened to hear the situation of many of my brotherly musicians and innocent people.",
    "Currently, I am helping a few musician friends, who are struggling to look after their families, and I wish I could do more.",
    "Politically, we need a complete new system, and educated people in SL politics than the current idiots. I know it’s not an easy task to get corrupted people to obey rules and regulations.",
    "There are so many educated and suitable people. Unfortunately they don’t like to come forward as they are not keen to mingle with those corrupt idiots. But I do hope they step into the scene to make Sri Lanka ‘The Wonder of Asia.’",
    "I am always wondering why I don’t have enough for giving, although I know that I won’t be satisfied with giving and sharing.",
    "My prayers are with all those who are facing the disastrous situation and I am eagerly waiting to see Sri Lanka recovers speedily from this endless political disease.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}