{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-renews-partnership-with-UMG-Lanka-for-exclusive-offers-on-MATADOR-Machinery/34-731492",
  "time_ut": 1646418600,
  "title": "HNB renews partnership with UMG Lanka for exclusive offers on MATADOR Machinery",
  "body_lines": [
    "HNB DGM-Retail and SME Banking Sanjaya Wijemanna (fourth from right) exchanging the MoU with the UMG Managing Director/COO Asiri Walisundara (third from right) in the presence of (from left) HNB Assistant Manager-Business Development Mahesh Ratnayake, HNB Assistant Manager-Leasing Roshan De Silva, HNB Head of Leasing Niluka T Amarasinghe, HNB Head Of Micro Finance Vinodh Fernando, HNB Head of PFS Kanchana Karunagama, UMG Head of Sales Deepal Ilangasingha and UMG Brand and Marketing Manager Methma Karalliyadda",
    "",
    "",
    "Sri Lanka’s premier private sector bank HNB PLC partnered with leading agricultural and construction equipment provider United Mercury Group (UMG) Lanka once again to offer exclusive discounts and attractive benefits on MATADOR construction and harvesting machinery.",
    "The exclusive partnership offers customers access to an extensive range of agricultural and construction equipment by UMG. A special ceremony was held at HNB Towers to sign the MoU with the attendance of UMG Head of Personal Financial services Kanchana Karunagama and Managing Director /COO Asiri Walisundara.",
    "“Given the hardships we’re facing today as a nation, HNB is grateful to UMG for their timely execution of this initiative. We believe that our joint efforts help take the agricultural and construction sector forward in this time of need, and we will continue to support said sectors for long term growth,” states Kanchana Karunagama.",
    "The partnership offers HNB customers access to low interest rates and exciting discounts for vehicle insurance premiums from HNB General Insurance, in addition to a free life insurance cover Rs. 4.5 million for accidental deaths. HNB Assurance will also provide a Rs. 600,000 natural death insurance cover. Customers will also have access to a range of exclusive discounts through the prestige Prime credit card, for which the bank will waive off the first-year annual fee.",
    "“As pioneers in offering heavy machinery to Sri Lanka we understand the necessity of supporting those in the agricultural and construction sectors to take the economy forward. Our partnership with HNB facilitates many to purchase our machinery at attractive and discounted rates, which we believe will help the sectors’ growth in the long run,” shares Asiri Walisundara.",
    "UMG Lanka offers exceptional warranty schemes for Matador’s harvesting and construction machinery, with free inspection of the machinery provided every 250 hours during a customer’s warranty period. Customers who purchase Matador’s combine harvester machinery will receive a spare parts and tool box worth Rs. 50,000 free of charge, and those who purchase more than one are eligible to receive a 15% discount on spare parts.",
    "Customers who purchase Matador’s construction machinery will also be offered an extended warranty of two years or 5000 meter hours, and will be eligible for a 10% discount on spare part purchases after one year of their free service package.",
    "Further information regarding the offer can be obtained from HNB and UMG showrooms island-wide."
  ]
}