{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-foreign-minister-meets-unhrc-core-group-91843/",
  "time_ut": 1647683400,
  "title": "Sri Lanka foreign minister meets UNHRC core group",
  "body_lines": [
    "ECONOMYNEXT – Foreign minister G L Peiris had informal discussions with representatives of the United Nations Human Rights Council (UNHRC) core group of countries on Sri Lanka on Friday (18) in Colombo.",
    "A foreign ministry statement did not elaborate on the discussions, but noted that ministry secretary Jayanath Colombage also took part.",
    "The core group comprises Canada, Germany, North Macedonia, Malawi, Montenegro, the United Kingdom, and the United States. At the 49th session of the UNHRC session in Geneva earlier this month, the core group said its concern over surveillance and intimidation of civil society persists, and detentions, threats and intimidation of journalists and human rights defenders continue while the proposed changes to the controversial Prevention of Terrorism Act (PTA) are very limited.",
    "“The new ‘One Country One Law’ taskforce risks undermining Sri Lanka’s pluralist society. We urge Sri Lanka to ensure that this taskforce’s work is inclusive and non-discriminatory,” the UK’s Global Ambassador for Human Rights Rita French in her statement on behalf of the core group said.",
    "The ‘One Country One Law’ task force is headed by a controversial Buddhist monk appointed to the position by President Gotabaya Rajapaksa. The monk’s name has been linked to anti-Muslim violence in the island nation.",
    "Sri Lanka claimed “overwhelming” and cross-regional support, particularly from the global south, at the interactive dialogue of the UNHRC session. However, Western countries noted setbacks on the human rights front and called for increased engagement with minority political parties.",
    "“Sri Lanka received overwhelming support from countries of the global south who expressed support for the government’s significant efforts towards reconciliation and reiterated the importance of objective and constructive cooperation as the fundamental basis for multilateral engagement,” Sri Lanka’s foreign ministry said in a statement last Tuesday (08).",
    "However, the United States, which recently joined the core group, called for increased engagement with Tamil and Muslim parties and civil society organisations to “advance an inclusive, lasting political solution”.",
    "The UK, meanwhile, noting continued lack of progress on accountability and “setbacks in several emblematic human rights cases”, called on the Sri Lankan government to engage constructively with the recommendations in resolution 46/1 passed in March 2021 and to cooperate with the Office of the Human Rights Commissioner (OHCHR). (Colombo/Mar19/2022)"
  ]
}