{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-curfew-delayed-till-1100pm-on-may-16-94295/",
  "time_ut": 1652690520,
  "title": "Sri Lanka curfew delayed till 1100pm on May 16",
  "body_lines": [
    "ECONOMYNEXT – Islandwide curfew has been imposed in Sri Lanka from 1100pm on May 16 to 500am on May 17, President Gotabaya Rajapaksa’s office said on Monday, a week after deadly clashes left 9 dead and around 300 injured.",
    "“Curfew will be imposed on the entire country from 11.00 pm today (16) to 5.00 am tomorrow (17) in accordance with the provisions of Section 16 of the Public Security Ordinance.",
    "“Accordingly, no person is allowed to be on any public road, railway, public park, public recreation ground or other public ground or the seashore except under the authority of a written permit granted by an authorised officer.”",
    "The new time is three hours later than the 800pm start informed earlier.",
    "The presidents office did not give a reason for the curfew, which was no imposed overnight on May 15 Vesak day.",
    "The curfew, however, is imposed ahead of parliament session on Tuesday amid many ruling party legislators have demanded for more security after the last week clash. The parliament is expected to take up a no confidence motion against the president this week while it is also expected to discuss a new 21st amendment to reduce the presidential powers.",
    "The clashes took place after former Prime Minister Mahinda Rajapaksa’s supporters brutally attacked unarmed and peaceful protesters who have been demanding the resignation of President Rajapaksa and the prime minister for their economic mismanagement.",
    "President Rajapaksa appointed opposition law maker Ranil Wickremesinghe as the new prime minister on Thursday.",
    "President Rajapaksa has already declared emergency law early this month and it will elapse if it is not approved by the parliament this week with simple majority.  (Colombo/May16/2022)"
  ]
}