{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-planned-debt-negotiations-welcomed-by-imf-after-first-round-fruitful-talks-93380/",
  "time_ut": 1650742560,
  "title": "Sri Lanka’s planned debt negotiations welcomed by IMF after first round ‘fruitful’ talks",
  "body_lines": [
    "ECONOMYNEXT – Washington-based International Monetary Fund has welcomed Sri Lanka’s planned negotiations with creditors after the island suspended repayments and said initial talks with a team led by Finance Minister Ali Sabry and Central Bank Governor Nandalal Weerasinghe were “fruitful”.",
    "Sri Lanka on April 12 suspended foreign debt payments, and said they will negotiate with creditors.",
    "“The IMF team welcomed the authorities’ plan to engage in a collaborative dialogue with their creditors,” the lender’s Sri Lanka mission chief Masahiro Nozaki said in a statement.",
    "Sri Lanka is likely to need a reform-backed Extended Fund Facility, with debt re-structuring as a prior action officials have said. (Sri Lanka IMF program could be 400-pct plus quota EFF: CB Governor)",
    "The IMF has said Sri Lanka’s debt is not sustainable (cannot be repaid with macro-economic adjustments like rate hikes and tax hikes only) after being locked out of capital markets and needs re-structuring (maturity extensions/haircuts) which will reduce the gross financing need for a few years.",
    "Finance Minister Sabry said Friday he expects to appoint legal and financial advisors within the next 15 days. Sri Lanka officials were also briefed at the IMF by Lee Buchheit an expert on Latin America defaults.",
    "Sri Lanka’s sovereign bond holdings shot up from 5 billion US dollars to 14 billion through two currency crises between 2015 and 2019 as the country was unable to buy dollars to settle foreign loans.",
    "Now the country is scrambling for ‘bridge financing’ for imports despite due to broken peg, taking billions of dollars of consumption loans, analysts say.",
    "The country lost access to capital markets during a third soft-peg crisis from 2020 up to now.",
    "There is a billion dollar maturing in July 2022 but no foreign reserves or the ability to buy dollars for rupees after two years of money printing shattered credibility of the central banks soft-peg (flexible exchange rate) and triggered forex shortages.",
    "The central bank itself is in dollar debt including to short term swap.",
    "Sri Lanka seeks investors to inject US$2bn into central bank: Finance Minister",
    "Sri Lanka debt advisors in two weeks, speed up EFF with IMF: Finance Minister",
    "“Going forward, the IMF team will support Sri Lanka’s efforts to overcome the current economic crisis by working closely with the authorities on their economic program, and by engaging with all other stakeholders in support of a timely resolution of the crisis,” Nozaki said.",
    "Initial IMF talks were on “recent economic and financial developments in Sri Lanka, the need for implementing a credible and coherent strategy to restore macroeconomic stability, and the importance of stronger social safety nets to mitigate the adverse impact of the current economic crisis on the poor and vulnerable,” Nozaki said.",
    "The poor are the hardest hit when Sri Lanka’s soft-peg or flexible exchange rate – which is neither a clean float with a domestic anchor nor a credible hard peg with an external anchor – fails.",
    "The rupee collapsed from 203 to 340 to the US dollar from March to April 2022 and country wide inflation hit 21 percent in March before the effects of the depreciation had fully spread in the economy.",
    "The rupee collapses whenever money is printed through aggressive open market operations to target an output gap (stimulus) and/or to sterilize forex sales (printing money to keep rates down after central bank finances imports or other outflows) and the country ends up at the IMF.",
    "The failing peg has so far led to 16 IMF programs since the intermediate regime was set up in 1950 under a law devised by a US money doctor in the style of Argentina’s Banco Central de la República with extensive sterilization powers, open market operations and central bank securities.",
    "A currency crises or forex shortages can only take place in a soft-peg/flexible exchange rate with conflicting anchors and is impossible in a float or a hard peg with a single monetary anchor.",
    "Sri Lanka attempted to float the currency in March or ‘suspend convertibility’ after foreign reserves backing the peg were lost to sterilized forex sales.",
    "The attempt failed and the rupee fell steeply and forex shortages persisted due a surrender rule (weak side convertibility) which force the monetary regime to be a peg and prevents a clan float from taking place.",
    "Policy rates were also low at 7.50 percent, but has since been raised to 14.50 percent.",
    "Treasuries yields have gone to around 20 percent which can bring more money from private saving to pay the salaries of state workers and also help roll-over maturing debt as paper, to reduce money printing.(Colombo/Apr23/2022)"
  ]
}