{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/70062-2/",
  "time_ut": 1654866420,
  "title": "PRDS chasing Red Herrings in the Mannar Sedimentary Basin",
  "body_lines": [
    "The Petroleum Resources Development Secretariat (PRDS) hopes to go for joint study blocks in its next round of bidding in the search of its Hydrocarbon El Dorado. It is also putting up the contentious M2 offshore block in the Mannar Basin for investors to test its commercial potential. PRDS says the block has the capacity to provide our energy requirements for the next 60 years.",
    "The Dorado and Barracuda fields in this basin produced natural gas and condensate from wells drilled by Cairn India in October and November 2011. I was then Adviser on Petroleum Resources Development of Sri Lanka. This was even before one of those that makes this assertion joined the PRDS as its DG on Nov. 5, 2011. He was the adviser to President Mahinda Rajapaksa on oil exploration.",
    "At that time the Secretary of the Petroleum Ministry was in panic mode without a DG for the PRDS. He’d been searching/headhunting without success to find somebody to oversee the Cairn India oil exploration then underway. I advised Mr.Lalith Weeratunge, my boss, to appoint the controversial adviser to the President and put him to the test to establish his expertise claims in oil exploration.",
    "Right now the Minister of Power and Energy says he needs US$554 to import our petroleum requirements for June 2022 and has lined up 12 shipments to meet this demand. In this context, putting the M2 Block of the Mannar Basin for joint study seems poor judgement when the need of the hour is quickly discovering the base for self-reliance in oil. There’s been no proper appraisal, credible data, and indisputable facts at our disposal. This is what we need, not guesstimates.",
    "When we restarted oil exploration phase two in 2001 (when I began working in this field) we had a feasibility study done with USD 365 million given to us by the ADB to find the best site to drill. The Mannar Basin was identified with our Australian adviser who did the study pointing out that just 30 km away, India had successfully found Hydrocarbons in the Cauvery Basin which also extends into a third of our territorial waters. But we went for the Mannar Basin on his advice. Seven ‘wildcats’ were drilled in the first phase of oil exploration between 1967- 1985 but all seven were found dry. After this disappointing spell, the oil exploration the process came to a grinding halt.",
    "The joint study agreed in September 2019 with deep sea experts TOTAL s.a.of France, Equinor of Norway and the PRDS did not materialise. The Airborne Gravity and Magnetic Studies with Bell Geospace signed in August 2019 in not yet in the public domain and the oil exploration map looks like a jigsaw puzzle with about 783 pieces. This is mind boggling.",
    "We are in a pathetic situation with our energy policy caught up in convoluted politics and geopolitics with the Indian Ocean Region (IOR) in the cross hairs. Rudyard Kipling minted the phrase ‘Great Game’. The cold war that was played in the Caspian Sea between the US and the USSR for its oil has now moved to the IOR were this Great Game will be played in our time. It could be the endgame before 2050 when zero emissions target must be reached in accordance with the Paris Convention on Climate Change. By then the world population would have explodes to reach 10 billion living on an environmentally degraded planet.",
    "The weathering of the world’s biggest tectonic mass of the Himalayan Mountains in India and the Tibetan plateau provided the sediment which flows through the rivers Bhramaputra/Ganges reaching the Bengal Delta and finally settles into the Bay of Bengal in the gigantic undersea Bengal Sedimentary Fan. This circles Sri Lanka and flows into the Persian Sea and even reaches the shores of Mozambique, Kenya and elsewhere on the east coast of Africa giving a bonanza of natural gas. It is now the frontier for exploration led by Big Oil in the US. Sri Lanka’s economic future is in the sea.",
    "It was the US which found oil in Saudi Arabia with a concession given to Standard Oil Company of California in the early 1930s; oil was found in 1935 and has been flowing from Dhahran from 1938 to today. Even Israel found offshore gas, discovered by the US company, Noble Energy, not long ago. The US is the number one oil exploration behemoth in the world with its own shale deposits. This will give it global Top Geopolitical position till mid century. China, with the biggest reserves of shale, is unable to develop these assets in the western desserts for lack of water.",
    "It is the reality today that the three big sharks in the IOR are circling Sri Lanka, all eyeing its Hydrocarbon riches. This is the world’s last frontier for oil and gas exploration. India imports 80% of its oil requirements (now cheaply from Russia). China imports about half its requirements from the ME/Africa and the US is importing very little these days. They are fracking their shale rock using high class vertical and horizontal drilling technology.",
    "All three will bait our 783 sprats (halmasso) but a red herrings could be an unwanted distraction. I too am watching eagerly for the day when the bidding round will begin to let my minnow into the fray. It will be an exciting challenge for a country on its knees but huge opportunities also come in adversity.",
    "My personal Think Tank also advocates policies on Energy/Geopolitics in the IOR and Climate Change, fine tuned to meet the dire needs of my Motherland in distress.",
    "(The writer holds a B.Sc. (Cey) in Natural Sciences and is an Upstream Petroleum Consultant, freelance writer and Chairman of the ASLC in Melbourne.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}