{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-sad-day/",
  "time_ut": 1649780940,
  "title": "A sad day",
  "body_lines": [
    "Sri Lanka has had to suspend foreign debt payments for the first time. It is a sad day for every Sri Lankan. This measure has become unavoidable for two reasons. The country has to prevent a hard default; foreign debt payment due this year is reportedly about USD 4 billion including a USD 1 billion international sovereign bond maturing in July. It badly needs dollars for essential imports which are in short supply much to the consternation of the people, who have taken to the streets demanding relief and the ouster of the government. Political stability is essential for economic recovery, and vice versa. The country is thus in a catch-22 situation. It has come under a pall of political uncertainty, which has stood in the way of measures being adopted to save the economy. People’s economic hardships act as jet fuel for social unrest, which hinders economic recovery.",
    "The need for debt restructuring cannot be overstated; but that task requires the consent of creditors, who will ask for a cast iron guarantee that their investments are safe and they will get returns thereon. It is doubtful whether the current political turmoil will help win their confidence.",
    "It is hoped that when more forex is available for imports, and supplies are replenished, long queues will disappear—hopefully—making it possible for tension on the political front to be defused.",
    "Newly appointed Governor of the Central Bank of Sri Lanka (CBSL) Dr. Nandalal Weerasinghe has assured that the drastic measure at issue is only temporary, and the country will reach an agreement with the creditors concerned. One can only hope that the government pundits will allow the three men—the CB Governor, new Finance Minister Ali Sabry and new Finance Ministry Secretary Mahinda Siriwardana—and their teams of experts do what they deem necessary to tackle the economic crisis.",
    "Needless to say, political upheavals drive away foreign investors and tourists and cost the country a great deal of much-needed foreign exchange. They also affect national productivity, which is a prerequisite for economic development. Neither the protesters nor the government politicians are willing to soften their stands. Both sides remain intransigent, making the country’s economic recovery an uphill task.",
    "Protesters want the entire government to resign, and the latter is apparently playing a waiting game—maybe on the advice of its astrologers including Gnanakka—in the hope that protests will fizzle out with the passage of time, and its leaders will be able to crawl out of the woodwork and do more of what they have been doing.",
    "The government does not seem to have realised the gravity of the situation. Both President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa said very little in so many words when they addressed the nation. The PM did not say anything new on Monday; he only repeated himself, and was seen to be making an effort to justify his decision to stay put amidst calls for his resignation.",
    "Prime Minister Rajapaksa should have apologised to the nation, on Monday, for having wasted billions of dollars on Ozymandian projects like the Hambantota Harbour, the Suriyawewa cricket stadium, the Mattala Airport and the Lotus Tower. All Rajapaksa governments have been characterised by rampant corruption, which has led to an increase in national debt. The PM should also have explained to the public why the current administration had not sought IMF assistance at the first signs of trouble, the way his government had done in 2009 to avert an economic disaster.",
    "The CBSL says it warned of the present crisis a long time ago but the government did not heed its warning. The yahapalana government ignored a warning by a foreign intelligence service of the Easter Sunday attacks, and more than 270 lives were lost, as a result. The present administration’s refusal to take on board the CBSL’s advice has turned the country into a hellhole, as it were, for 22 million people who have been left without essentials.",
    "The government is struggling for survival, and let Parliament be urged to initiate action to abolish the 20th Amendment and reduce the executive powers of the President so that an interim arrangement could be worked out to facilitate the country’s economic recovery.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}