{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-construction-industry-hit-by-rupee-fall-fuel-and-power-crisis-93504/",
  "time_ut": 1650969660,
  "title": "Sri Lanka construction industry hit by rupee fall, fuel and power crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s construction industry is facing thousands of job losses and a steep decline in construction projects due to increasing costs of raw materials, paired with a fuel and electricity crisis.",
    "Construction is one of the key sectors that has boosted the country’s overall economic growth in the past. The sector provides employment for nearly 1 million people including 600,000 direct jobs.",
    "With over 70 percent of depreciation in the rupee currency since March 7, the cement prices have risen to near 3,000 rupees from 850 rupees during the Covid-19 pandemic, industry stake holders say. And the price hike along with severe shortage of cement had made it hard for the industry.",
    "“80 percent of construction sites in the country have been shut down. It’s not just the cement, it is also the fuel and electricity crisis that is impacting the industry,” Darinton Paul, Chairman of the National Cement Association of Sri Lanka, told Economy Next.",
    "The prices of 50 kg bags of cement was raised by 400 rupees to 2750 rupees from Monday (25), while import cement price also raised by 500 rupees to 2,850 rupees. Steel prices have also been increasing sharply since October 2021 when a kilo of steel was Rs. 250. Currently, the price is Rs. 520, industry officials said.",
    "Paul further stated that the current credit period of 180 days settle import cost was not sufficient for importers to pay off their bills, and that the government was not providing sufficient help fo aid.",
    "Importers stated that they are turning away from traditional vendors like China and India, and turning to Bangladesh for their cheaper, albeit low quality cement.",
    "“Due to several factors causing a debilitating impact, over 100,000 jobs will be lost within the next 3 months, unless immediate remedial action is taken.” Nissanka N. Wijeratne, the Secretary General/CEO Chamber of Construction Industry",
    "Industry Officials say that the fuel crisis will also impact the jobs of machinery operators, as adequate fuel to power backhoes and excavators are in short supply.",
    "With the slowdown in the industry, some employees are forced to become casual workers from permanent position.",
    "“We have not received any new tenders for the last 2-3 months. Our workers have been sent home with a basic pay for now, but if the situation does not clear up, we will have to let go of the workers,” a spokesperson from a Civil Engineering Construction Company told Economy Next.",
    "Bathiya Premaratne, a senior Assistant Site Engineer, is a member of the work force said he is  in an indefinite leave.",
    "“Because of the fuel and electricity crisis, all the sites are closed. For now, we have got a message telling us to wait for a bit, but the organization has informed us that there is room for us to lose our jobs. I have already given up hope.” (Colombo/Apr26/2022)"
  ]
}