{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/WCIC-explores-impact-of-GBVH-on-working-women-in-SL/56-735120",
  "time_ut": 1653075480,
  "title": "WCIC explores  impact of GBVH on working women in SL",
  "body_lines": [
    "Embarked on a project in collaboration with The Centre for International Private Enterprise (CIPE) in March 2022 WCIC launched a project that could explore the impact of GBVH, on females in Sri Lanka, with the annual flagship event - Women Leadership Forum 2022 with the involvement of CIPE.",
    "The Centre for International Private Enterprise (CIPE) is an affiliate of the US Chamber of Commerce. It is designed to foster the development of open market, private enterprise systems abroad and encourage the growth of independent business institutions in foreign land. The project we embarked together will create an impact on the Sri Lankan women in the workspace.",
    "Elaborating on the scope of the project, Jt. Project Manager Sarrah Sammoon said: “The project’s objectives are to increase understanding of the current challenges in the workplace for women entrepreneurs in Sri Lanka and strengthen regional collaboration between women’s Business Member Organisation to share and transfer knowledge and also End silence around gender-based violence and harassment (GBVH) in Sri Lanka and pursue advocacy efforts to ratify C190.”",
    "Adding on, the Jt. Project Manager Tusitha Kumarakulasingham said: “Launching the program WCIC conducted - The Women Leadership Forum 2022 as a debut to the International Women’s Day – Breaking the Bias”. The workshop which was themed “Break the Bias for a better tomorrow” contained session speeches and panel discussion which added knowledge and insights. It covered several segments of value to the audience, consisting of appx. 225 entrepreneurs and business professionals. The session resource pool consisted of experts in the specific areas.",
    "Sessions included in the workshop: 1. Break the Bias of Female Leadership, 2. Sustainability begins with a safe environment free from GBVH, 3. Future as Digitally savvy business, 4. Keeping the Mind and Body Balanced.",
    "The second session, specifically incorporated the topic under the project, exploring the GBVH – “Sustainability Begins with a Safe Environment Free From Gender Based Violence and Harassment”. The session speaker was an individual who specialises in the space as a legal professional and a canvasser, Yeheliya Foundation Founder Naushalya Rajapakse - Attorney at Law. She kept the audience enthralled with a dynamic delivery on a topic that she was passionate about. Once again, the panel consisting of corporate experts, shared views that drove home essential fundamentals related to the world we are operating in.",
    "The project includes a landscape analysis of GBVH in Sri Lanka, a member and larger network survey, a webinar with an international regional chamber to share and discuss our learnings and transfer knowledge and finally advocating to ratify C190.",
    "The WCIC and CIPE are excited about the project and believe the efforts that we make will be able to shed light on a topic that is not widely discussed.",
    "Women’s Chamber of Industry and Commerce (WCIC) is the premier organisation supporting entrepreneurs and professional businesswomen. The membership is open to women who believe they can contribute to society as well as benefit from the many facilities the organisation creates. For further information contact Janitha Stephens – 0766848080."
  ],
  "translate": {
    "si": {
      "title": "WCIC ශ්‍රී ලංකාවේ වැඩ කරන කාන්තාවන්ට GBVH හි බලපෑම ගවේෂණය කරයි",
      "body_lines": [
        "ජාත්‍යන්තර පුද්ගලික ව්‍යවසාය සඳහා වූ මධ්‍යස්ථානය (CIPE) සමඟ එක්ව ව්‍යාපෘතියක් 2022 මාර්තු මස WCIC විසින් දියත් කරන ලදී, ශ්‍රී ලංකාවේ කාන්තාවන්ට GBVH හි බලපෑම ගවේෂණය කළ හැකි ව්‍යාපෘතියක් WCIC විසින් දියත් කරන ලදී. CIPE හි.",
        "ජාත්‍යන්තර පුද්ගලික ව්‍යවසාය මධ්‍යස්ථානය (CIPE) යනු එක්සත් ජනපද වාණිජ මණ්ඩලයට අනුබද්ධ ආයතනයකි. එය සැලසුම් කර ඇත්තේ විදේශයන්හි විවෘත වෙළඳපොල, පුද්ගලික ව්‍යවසාය පද්ධති සංවර්ධනය කිරීම සහ විදේශ රටවල ස්වාධීන ව්‍යාපාරික ආයතනවල වර්ධනය දිරිගැන්වීම සඳහා ය. අප එක්ව ආරම්භ කළ ව්‍යාපෘතිය ශ්‍රී ලාංකීය කාන්තාවන්ට වැඩබිමේ බලපෑමක් ඇති කරනු ඇත.",
        "ව්යාපෘතියේ විෂය පථය විස්තර කරමින්, Jt. ව්‍යාපෘති කළමනාකාරිනී Sarrah Sammoon පැවසුවේ, “ව්‍යාපෘතියේ අරමුණු වන්නේ ශ්‍රී ලංකාවේ කාන්තා ව්‍යවසායකයින් සඳහා රැකියා ස්ථානයේ පවතින අභියෝග පිළිබඳ අවබෝධය වැඩි කිරීම සහ දැනුම හුවමාරු කර ගැනීම සහ හුවමාරු කිරීම සඳහා කාන්තා ව්‍යාපාරික සාමාජික සංවිධානය අතර කලාපීය සහයෝගීතාව ශක්තිමත් කිරීම සහ ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ ප්‍රචණ්ඩත්වය පිළිබඳ නිහඬතාවය අවසන් කිරීමයි. සහ ශ්‍රී ලංකාවේ හිරිහැර කිරීම (GBVH) සහ C190 අනුමත කිරීම සඳහා උපදේශන උත්සාහයන් අනුගමනය කරයි.",
        "එකතු කිරීම, Jt. ව්‍යාපෘති කළමණාකරු තුසිත කුමාරකුලසිංහම් පැවසුවේ “WCIC විසින් පවත්වන ලද වැඩසටහන දියත් කිරීම - කාන්තා නායකත්ව සංසදය 2022 ජාත්‍යන්තර කාන්තා දිනය සඳහා මංගල උත්සවයක් ලෙස - පක්ෂග්‍රාහීව බිඳීම”. \"වඩා හොඳ හෙටක් සඳහා පක්ෂග්‍රාහීත්වය බිඳ දමන්න\" යන තේමාවෙන් පැවැත්වුණු මෙම වැඩමුළුවට දැනුම සහ තීක්ෂ්ණ බුද්ධිය එක් කළ සැසි කතා සහ මණ්ඩල සාකච්ඡාව ඇතුළත් විය. එය appx වලින් සමන්විත, ප්‍රේක්ෂකයින්ට වටිනාකමින් යුත් කොටස් කිහිපයක් ආවරණය කළේය. 225 ව්‍යවසායකයින් සහ ව්‍යාපාරික වෘත්තිකයන්. සැසි සම්පත් සංචිතය විශේෂිත ක්ෂේත්‍රවල ප්‍රවීණයන්ගෙන් සමන්විත විය.",
        "වැඩමුළුවට ඇතුළත් කර ඇති සැසි: 1. කාන්තා නායකත්වයේ පක්ෂග්‍රාහීත්වය බිඳ දමන්න, 2. තිරසාරත්වය ආරම්භ වන්නේ GBVH වලින් තොර ආරක්ෂිත පරිසරයකින්, 3. ඩිජිටල් දැනුමැති ව්‍යාපාරයක් ලෙස අනාගතය, 4. මනස සහ ශරීරය සමතුලිතව තබා ගැනීම.",
        "දෙවන සැසිවාරය, GBVH ගවේෂණය කරමින් ව්‍යාපෘතිය යටතේ මාතෘකාව විශේෂයෙන් ඇතුළත් කර ඇත - \"තිරසාරභාවය ආරම්භ වන්නේ ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් වූ ප්‍රචණ්ඩත්වයෙන් සහ හිරිහැරවලින් තොර සුරක්ෂිත පරිසරයකින්\". සැසියේ කථිකයා වූයේ නීති වෘත්තිකයෙකු සහ කැන්වසර් කෙනෙකු ලෙස අභ්‍යවකාශයේ විශේෂඥයෙකු වූ යෙහෙලිය පදනමේ නිර්මාතෘ - නීතිඥ නෞෂල්‍යා රාජපක්ෂ ය. ඇය උනන්දු වූ මාතෘකාවක් මත ගතික බෙදාහැරීමකින් ප්‍රේක්ෂකයින් ආකර්ෂණය කර ගත්තාය. නැවත වරක්, ආයතනික ප්‍රවීණයන්ගෙන් සමන්විත මණ්ඩලය, අප ක්‍රියාත්මක වන ලෝකයට අදාළ අත්‍යවශ්‍ය මූලික කරුණු ගෙන යන අදහස් බෙදා ගත්හ.",
        "මෙම ව්‍යාපෘතියට ශ්‍රී ලංකාවේ GBVH පිළිබඳ භූ දර්ශන විශ්ලේෂණයක්, සාමාජික සහ විශාල ජාල සමීක්ෂණයක්, අපගේ ඉගෙනුම් හුවමාරු කර ගැනීමට සහ සාකච්ඡා කිරීමට සහ දැනුම හුවමාරු කිරීමට ජාත්‍යන්තර කලාපීය වාණිජ මණ්ඩලයක් සහිත webinar සහ අවසානයේ C190 අනුමත කිරීමට යෝජනා කිරීම ඇතුළත් වේ.",
        "WCIC සහ CIPE ව්‍යාපෘතිය ගැන උද්යෝගිමත් වන අතර පුළුල් ලෙස සාකච්ඡා නොකරන මාතෘකාවක් පිළිබඳව ආලෝකය විහිදුවීමට අප ගන්නා උත්සාහයන් විශ්වාස කරයි.",
        "කාන්තා කර්මාන්ත හා වාණිජ මණ්ඩලය (WCIC) යනු ව්‍යවසායකයින්ට සහ වෘත්තීය ව්‍යාපාරික කාන්තාවන්ට සහාය දක්වන ප්‍රමුඛතම සංවිධානයයි. සංවිධානය විසින් නිර්මාණය කරන බොහෝ පහසුකම්වලින් ප්‍රයෝජන ගැනීමට මෙන්ම සමාජයට දායක විය හැකි යැයි විශ්වාස කරන කාන්තාවන් සඳහා සාමාජිකත්වය විවෘත වේ. වැඩි විස්තර සඳහා ජනිත ස්ටීවන්ස් - 0766848080 අමතන්න."
      ]
    },
    "ta": {
      "title": "SL இல் பணிபுரியும் பெண்கள் மீது GBVH இன் தாக்கத்தை WCIC ஆராய்கிறது",
      "body_lines": [
        "மார்ச் 2022 இல் சர்வதேச தனியார் நிறுவனத்திற்கான மையத்துடன் (CIPE) இணைந்து ஒரு திட்டத்தில் இறங்கியது WCIC, இலங்கையில் பெண்களுக்கு GBVH இன் தாக்கத்தை ஆராயக்கூடிய ஒரு திட்டத்தைத் தொடங்கியது, வருடாந்திர முதன்மை நிகழ்வான பெண்கள் தலைமைத்துவ மன்றம் 2022 இன் ஈடுபாட்டுடன். CIPE இன்.",
        "சர்வதேச தனியார் நிறுவனங்களுக்கான மையம் (CIPE) என்பது US Chamber of Commerce இன் துணை நிறுவனமாகும். இது வெளிநாட்டில் திறந்த சந்தை, தனியார் நிறுவன அமைப்புகளின் வளர்ச்சியை ஊக்குவிப்பதற்காக வடிவமைக்கப்பட்டுள்ளது மற்றும் வெளிநாட்டு நிலத்தில் சுதந்திரமான வணிக நிறுவனங்களின் வளர்ச்சியை ஊக்குவிக்கிறது. நாங்கள் இணைந்து முன்னெடுத்த செயற்திட்டம் இலங்கைப் பெண்கள் பணியிடத்தில் தாக்கத்தை ஏற்படுத்தும்.",
        "திட்டத்தின் நோக்கத்தை விளக்கி, Jt. திட்ட முகாமையாளர் சர்ரா சம்மூன் கூறினார்: \"இலங்கையில் பெண் தொழில்முனைவோருக்கு பணியிடத்தில் உள்ள தற்போதைய சவால்கள் பற்றிய புரிதலை அதிகரிப்பது மற்றும் அறிவைப் பகிர்ந்துகொள்வதற்கும் பரிமாற்றுவதற்கும் பெண்கள் வணிக உறுப்பினர் அமைப்புக்கு இடையே பிராந்திய ஒத்துழைப்பை வலுப்படுத்துவதும், பாலின அடிப்படையிலான வன்முறை பற்றிய அமைதியை முடிவுக்குக் கொண்டுவருவதும் திட்டத்தின் நோக்கங்களாகும். மற்றும் இலங்கையில் துன்புறுத்தல் (GBVH) மற்றும் C190ஐ அங்கீகரிப்பதற்கான வக்கீல் முயற்சிகளைத் தொடர்கிறது.",
        "மேலும், ஜே.டி. திட்ட முகாமையாளர் துசித குமாரகுலசிங்கம் கூறினார்: \"WCIC நடத்தப்பட்ட நிகழ்ச்சி - சர்வதேச மகளிர் தினத்திற்கான அறிமுகமாக மகளிர் தலைமைத்துவ மன்றம் 2022 - சார்புகளை உடைத்தல்\". \"சிறந்த நாளைய பாரபட்சத்தை உடைப்போம்\" என்ற கருப்பொருளில் நடைபெற்ற இந்த செயலமர்வில் அறிவு மற்றும் நுண்ணறிவுகளைச் சேர்த்த அமர்வு உரைகள் மற்றும் குழு விவாதங்கள் இடம்பெற்றன. இது பார்வையாளர்களுக்கு மதிப்பின் பல பிரிவுகளை உள்ளடக்கியது, இதில் appx உள்ளது. 225 தொழில்முனைவோர் மற்றும் வணிக வல்லுநர்கள். அமர்வு வளக் குழு குறிப்பிட்ட பகுதிகளில் நிபுணர்களைக் கொண்டிருந்தது.",
        "பட்டறையில் சேர்க்கப்பட்டுள்ள அமர்வுகள்: 1. பெண் தலைமைத்துவத்தின் சார்புகளை உடைத்தல், 2. நிலைத்தன்மை என்பது GBVH இல்லா பாதுகாப்பான சூழலுடன் தொடங்குகிறது, 3. டிஜிட்டல் ஆர்வமுள்ள வணிகமாக எதிர்காலம், 4. மனதையும் உடலையும் சமநிலையில் வைத்திருத்தல்.",
        "இரண்டாவது அமர்வு, குறிப்பாக திட்டத்தின் கீழ் தலைப்பை ஒருங்கிணைத்து, GBVH - \"பாலின அடிப்படையிலான வன்முறை மற்றும் துன்புறுத்தல்கள் இல்லாத பாதுகாப்பான சூழலுடன் நிலைத்தன்மை தொடங்குகிறது\". அமர்வின் பேச்சாளர் ஒரு சட்ட வல்லுநர் மற்றும் கேன்வாஸராக விண்வெளியில் நிபுணத்துவம் பெற்ற ஒரு நபர், யெஹெலிய அறக்கட்டளை நிறுவனர் நௌசல்யா ராஜபக்ஷ - சட்டத்தரணி. அவர் ஆர்வமாக இருந்த ஒரு தலைப்பில் ஒரு டைனமிக் டெலிவரி மூலம் பார்வையாளர்களை கவர்ந்தார். மீண்டும் ஒருமுறை, பெருநிறுவன வல்லுநர்களைக் கொண்ட குழு, நாங்கள் இயங்கிக்கொண்டிருக்கும் உலகத்துடன் தொடர்புடைய அத்தியாவசிய அடிப்படைகளை வீட்டிற்குத் தூண்டும் கருத்துக்களைப் பகிர்ந்து கொண்டது.",
        "இந்தத் திட்டமானது, இலங்கையில் GBVH இன் நிலப்பரப்பு பகுப்பாய்வு, உறுப்பினர் மற்றும் பெரிய வலையமைப்பு கணக்கெடுப்பு, சர்வதேச பிராந்திய அறையுடன் கூடிய வலைநாடானது எங்கள் கற்றல் மற்றும் பரிமாற்ற அறிவைப் பகிர்ந்துகொள்வது மற்றும் இறுதியாக C190 ஐ அங்கீகரிக்க வாதிடுவது ஆகியவை அடங்கும்.",
        "WCIC மற்றும் CIPE ஆகியவை இந்தத் திட்டத்தைப் பற்றி உற்சாகமாக உள்ளன, மேலும் நாங்கள் எடுக்கும் முயற்சிகள் பரவலாக விவாதிக்கப்படாத ஒரு தலைப்பில் வெளிச்சம் போட முடியும் என்று நம்புகின்றன.",
        "தொழில் மற்றும் வர்த்தக மகளிர் சேம்பர் (WCIC) என்பது தொழில்முனைவோர் மற்றும் தொழில்முறை வணிகப் பெண்களுக்கு ஆதரவளிக்கும் முதன்மையான அமைப்பாகும். சமூகத்திற்கு பங்களிக்க முடியும் மற்றும் அமைப்பு உருவாக்கும் பல வசதிகளிலிருந்து பயனடைய முடியும் என்று நம்பும் பெண்களுக்கு உறுப்பினர் சேர்க்கை திறக்கப்பட்டுள்ளது. மேலதிக தகவல்களுக்கு ஜனிதா ஸ்டீபன்ஸ் – 0766848080."
      ]
    }
  }
}