{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82013/world-bank-readies-sri-lanka-aid-package-imf-calls-loan-talks-fruitful",
  "time_ut": 1650776640,
  "title": "World Bank readies Sri Lanka aid package, IMF calls loan talks ‘fruitful’",
  "body_lines": [
    "(Reuters) - The International Monetary Fund said on Saturday it held “fruitful technical discussions” with Sri Lanka on its loan request, while the World Bank said it was preparing an emergency aid package for the crisis-stricken country.",
    "Sri Lanka, an island country of 22 million people, is struggling to pay for imports amid a crushing debt crisis and sharp drop in foreign exchange reserves that has fueled soaring inflation. Prolonged power cuts and shortages of fuel, food and medicines have sparked nationwide protests.",
    "Sri Lankan Finance Minister Ali Sabry has been in Washington this week talking to the IMF, the World Bank, India and others about financing help for his country, which has suspended payments on portions of its $51 billion in external debt.",
    "The World Bank’s emergency response package includes $10 million to be made immediately available for the purchase of essential medicines, funds shifted from its ongoing COVID-19 health preparedness project, a World Bank spokesperson said.",
    "The global lender, which along with the IMF held its spring meetings this week, did not provide a total value for its package, but Sabry said on Friday that about $500 million in aid was being considered.",
    "The World Bank spokesperson said the package would leverage existing bank-financed projects and repurpose funds to quickly provide medicines, meals for school children and cash transfers for poor and vulnerable households.",
    "Support to provide cooking gas, basic food supplies, seeds and fertilizers and other essentials is also under discussion, the spokesperson said, adding that the World Bank was “deeply concerned” about the situation in Sri Lanka.",
    "The IMF said in a statement on Saturday that talks between its staff focused on the need for Sri Lanka to implement “a credible and coherent strategy” to restore macroeconomic stability, and to strengthen its social safety net and protect the poor and vulnerable during the current crisis.",
    "“The IMF team welcomed the authorities’ plan to engage in a collaborative dialogue with their creditors,” IMF Sri Lanka mission chief Masahiro Nozaki said in a statement after the country took steps to explore a restructuring of some $12 billion in sovereign bonds",
    "Sabry told reporters on Friday that the talks with the IMF were focused on a more traditional Extended Fund Facility program, but that $3 billion to $4 billion in bridge financing was needed while this could be finalized.",
    "The IMF has said that Sri Lanka’s debt needs to be put on a sustainable path before it could make new loans to Colombo - a process that could require lengthy negotiations with China and the country’s other creditors.",
    "Sabry said on Friday that in addition to the IMF loan and World Bank assistance, Sri Lanka is discussing with India some $1.5 billion in bridge financing to help continue essential imports, and added that he has also approached China, Japan and the Asian Development Bank for help."
  ],
  "translate": {
    "si": {
      "title": "ලෝක බැංකුව ශ්‍රී ලංකා ආධාර පැකේජය සූදානම් කරයි, ජාත්‍යන්තර මූල්‍ය අරමුදල ණය සාකච්ඡා 'ඵලදායක' ලෙස හඳුන්වයි",
      "body_lines": [
        "(රොයිටර්) - ජාත්‍යන්තර මූල්‍ය අරමුදල සෙනසුරාදා ප්‍රකාශ කළේ තම ණය ඉල්ලීම සම්බන්ධයෙන් ශ්‍රී ලංකාව සමඟ “ඵලදායී තාක්ෂණික සාකච්ඡා” පැවැත්වූ අතර, ලෝක බැංකුව පැවසුවේ අර්බුදකාරී රට සඳහා හදිසි ආධාර පැකේජයක් සූදානම් කරන බවයි.",
        "මිලියන 22 ක ජනතාවක් වෙසෙන දූපත් රටක් වන ශ්‍රී ලංකාව, උද්ධමනය ඉහළ නැංවීමට හේතු වී ඇති තලා දැමූ ණය අර්බුදයක් සහ විදේශ විනිමය සංචිතවල තියුණු පහත වැටීමක් මධ්‍යයේ ආනයන සඳහා ගෙවීමට අරගල කරමින් සිටී. දිගුකාලීන විදුලි කප්පාදුව සහ ඉන්ධන, ආහාර සහ ඖෂධ හිඟය රටපුරා විරෝධතාවලට තුඩු දී තිබේ.",
        "ශ්‍රී ලංකාවේ මුදල් ඇමති අලි සබ්රි මේ සතියේ වොෂින්ටනයට ගොස් IMF, ලෝක බැංකුව, ඉන්දියාව සහ අනෙකුත් අය සමඟ කතා කරමින් සිටියේ ඩොලර් බිලියන 51 ක විදේශ නය කොටස් සඳහා ගෙවීම් අත්හිටුවා ඇති තම රටට මූල්‍ය ආධාර සැපයීම ගැන ය.",
        "ලෝක බැංකුවේ හදිසි ප්‍රතිචාර පැකේජයට අත්‍යවශ්‍ය ඖෂධ මිලදී ගැනීම සඳහා වහාම ලබා දීමට ඩොලර් මිලියන 10 ක් ඇතුළත් වන අතර එහි දැනට ක්‍රියාත්මක වන COVID-19 සෞඛ්‍ය සූදානම් කිරීමේ ව්‍යාපෘතියෙන් අරමුදල් මාරු කර ඇති බව ලෝක බැංකු ප්‍රකාශකයෙක් පැවසීය.",
        "මෙම සතියේ IMF සමග එහි වසන්ත රැස්වීම් පැවැත්වූ ගෝලීය ණය දෙන්නා එහි පැකේජය සඳහා සම්පූර්ණ වටිනාකමක් ලබා දුන්නේ නැත, නමුත් Sabry සිකුරාදා පැවසුවේ ඩොලර් මිලියන 500 ක පමණ ආධාර සලකා බලමින් සිටින බවයි.",
        "ලෝක බැංකු ප්‍රකාශක පැවසුවේ, පැකේජය මගින් දැනට පවතින බැංකු මූල්‍ය ව්‍යාපෘතිවල ප්‍රයෝජනය සහ ඖෂධ, පාසල් දරුවන්ට ආහාර සැපයීම සහ දුප්පත් සහ අවදානමට ලක්විය හැකි නිවාස සඳහා මුදල් හුවමාරු කිරීම සඳහා අරමුදල් ප්‍රතිනිර්මාණය කරන බවයි.",
        "ඉවුම් පිහුම් ගෑස්, මූලික ආහාර සැපයුම්, බීජ සහ පොහොර සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය සැපයීමට සහාය වීම පිළිබඳව ද සාකච්ඡා කෙරෙමින් පවතින අතර, ශ්‍රී ලංකාවේ තත්ත්වය පිළිබඳව ලෝක බැංකුව “දැඩි කනස්සල්ලෙන්” සිටින බව ප්‍රකාශකයා පැවසීය.",
        "IMF සෙනසුරාදා ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේ සාර්ව ආර්ථික ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීම සහ එහි සමාජ ආරක්ෂණ ජාලය ශක්තිමත් කිරීම සහ වත්මන් කාලය තුළ දුප්පතුන් සහ අවදානමට ලක් වූවන් ආරක්ෂා කිරීම සඳහා ශ්‍රී ලංකාව \"විශ්වසනීය සහ සුසංයෝගී උපාය මාර්ගයක්\" ක්‍රියාත්මක කිරීමේ අවශ්‍යතාවය පිළිබඳව එහි කාර්ය මණ්ඩලය අතර සාකච්ඡා අවධානය යොමු කළ බවයි. අර්බුදය.",
        "ඩොලර් බිලියන 12 ක පමණ ස්වෛරී බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීමක් ගවේෂණය කිරීමට රට පියවර ගැනීමෙන් පසු ප්‍රකාශයක් නිකුත් කරමින් IMF ශ්‍රී ලංකා දූත මණ්ඩල ප්‍රධානී Masahiro Nozaki ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේ, “IMF කණ්ඩායම ඔවුන්ගේ ණය හිමියන් සමඟ සහයෝගී සංවාදයක නිරත වීමට බලධාරීන්ගේ සැලැස්ම පිළිගත්තේය.",
        "සබ්රි සිකුරාදා වාර්තාකරුවන්ට පැවසුවේ IMF සමඟ සාකච්ඡා වඩාත් සාම්ප්‍රදායික විස්තීරණ අරමුදල් පහසුකම් වැඩසටහනක් කෙරෙහි අවධානය යොමු කළ නමුත් මෙය අවසන් කළ හැකි අතර පාලම් මූල්‍යකරණය සඳහා ඩොලර් බිලියන 3 සිට ඩොලර් බිලියන 4 දක්වා අවශ්‍ය බවයි.",
        "කොළඹට නව ණය ලබා දීමට පෙර ශ්‍රී ලංකාවේ ණය තිරසාර මාවතකට යොමු කළ යුතු බව IMF පවසා ඇත - මෙම ක්‍රියාවලිය චීනය සහ රටේ අනෙකුත් ණය දෙන්නන් සමඟ දීර්ඝ සාකච්ඡා අවශ්‍ය විය හැකිය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ ණය සහ ලෝක බැංකු ආධාරවලට අමතරව අත්‍යවශ්‍ය ආනයන අඛණ්ඩව පවත්වාගෙන යාම සඳහා ඩොලර් බිලියන 1.5 ක පමණ පාලම් මූල්‍යකරණයක් සඳහා ශ්‍රී ලංකාව ඉන්දියාව සමඟ සාකච්ඡා කරමින් සිටින බව සබ්රි සිකුරාදා පැවසීය. උදව්."
      ]
    },
    "ta": {
      "title": "உலக வங்கி இலங்கை உதவிப் பொதியை தயார் செய்துள்ளது, சர்வதேச நாணய நிதியம் கடன் பேச்சுக்களை ‘பயனுள்ளதாக’ அழைக்கிறது",
      "body_lines": [
        "(ராய்ட்டர்ஸ்) - சர்வதேச நாணய நிதியம் சனிக்கிழமையன்று இலங்கையுடன் அதன் கடன் கோரிக்கை குறித்து \"பயனுள்ள தொழில்நுட்ப விவாதங்களை\" நடத்தியதாகக் கூறியது, அதே நேரத்தில் உலக வங்கி நெருக்கடியால் பாதிக்கப்பட்ட நாட்டிற்கான அவசர உதவிப் பொதியை தயார் செய்வதாகக் கூறியது.",
        "22 மில்லியன் மக்களைக் கொண்ட ஒரு தீவு நாடான இலங்கை, நசுக்கும் கடன் நெருக்கடி மற்றும் உயரும் பணவீக்கத்தைத் தூண்டிய அந்நியச் செலாவணி கையிருப்பில் கூர்மையான வீழ்ச்சிக்கு மத்தியில் இறக்குமதிக்கு பணம் செலுத்த முடியாமல் திணறி வருகிறது. நீடித்த மின்வெட்டு மற்றும் எரிபொருள், உணவு மற்றும் மருந்துப் பற்றாக்குறை ஆகியவை நாடு தழுவிய போராட்டங்களைத் தூண்டியுள்ளன.",
        "இலங்கை நிதியமைச்சர் அலி சப்ரி இந்த வாரம் வாஷிங்டனில் IMF, உலக வங்கி, இந்தியா மற்றும் பிறவற்றுடன் தனது நாட்டிற்கு நிதியுதவி செய்வது பற்றி பேசிக் கொண்டிருந்தார், இது $51 பில்லியன் வெளிநாட்டுக் கடனில் சில பகுதிகளை செலுத்துவதை நிறுத்தியுள்ளது.",
        "உலக வங்கியின் அவசரகால பதிலளிப்பு தொகுப்பில் அத்தியாவசிய மருந்துகளை வாங்குவதற்கு உடனடியாக கிடைக்கக்கூடிய $10 மில்லியன் அடங்கும், அதன் தற்போதைய COVID-19 சுகாதார தயாரிப்பு திட்டத்திலிருந்து நிதி மாற்றப்பட்டது, உலக வங்கியின் செய்தித் தொடர்பாளர் கூறினார்.",
        "உலகளாவிய கடன் வழங்குபவர், IMF உடன் இந்த வாரம் அதன் வசந்த கூட்டங்களை நடத்தியது, அதன் தொகுப்புக்கான மொத்த மதிப்பை வழங்கவில்லை, ஆனால் சப்ரி வெள்ளிக்கிழமை சுமார் $500 மில்லியன் உதவி பரிசீலிக்கப்படுவதாக கூறினார்.",
        "உலக வங்கியின் செய்தித் தொடர்பாளர் கூறுகையில், இந்த தொகுப்பு தற்போதுள்ள வங்கி நிதியுதவி திட்டங்கள் மற்றும் மருந்துகள், பள்ளி மாணவர்களுக்கு உணவு மற்றும் ஏழை மற்றும் பாதிக்கப்படக்கூடிய குடும்பங்களுக்கு பணப் பரிமாற்றங்களை விரைவாக வழங்குவதற்கான நிதியை மறுபயன்பாட்டு செய்யும் என்று கூறினார்.",
        "சமையல் எரிவாயு, அடிப்படை உணவுப் பொருட்கள், விதைகள் மற்றும் உரங்கள் மற்றும் பிற அத்தியாவசியப் பொருட்களை வழங்குவது குறித்தும் ஆலோசிக்கப்பட்டு வருவதாகவும், இலங்கையின் நிலைமை குறித்து உலக வங்கி \"ஆழ்ந்த அக்கறையுடன்\" இருப்பதாகவும் பேச்சாளர் கூறினார்.",
        "சர்வதேச நாணய நிதியம் சனிக்கிழமையன்று ஒரு அறிக்கையில், அதன் ஊழியர்களுக்கு இடையிலான பேச்சுக்கள், பொருளாதார ஸ்திரத்தன்மையை மீட்டெடுப்பதற்கும், அதன் சமூக பாதுகாப்பு வலையை வலுப்படுத்துவதற்கும், தற்போதைய காலகட்டத்தில் ஏழை மற்றும் பாதிக்கப்படக்கூடிய மக்களைப் பாதுகாப்பதற்கும் \"நம்பகமான மற்றும் ஒத்திசைவான மூலோபாயத்தை\" செயல்படுத்த வேண்டியதன் அவசியத்தை மையமாகக் கொண்டது. நெருக்கடி.",
        "சுமார் 12 பில்லியன் டாலர் மதிப்பிலான இறையாண்மைப் பத்திரங்களை மறுசீரமைக்க நடவடிக்கை எடுத்ததை அடுத்து, \"IMF குழு, தங்கள் கடனாளிகளுடன் கூட்டுப் பேச்சுவார்த்தையில் ஈடுபடும் அதிகாரிகளின் திட்டத்தை வரவேற்றது\" என்று IMF இலங்கை பணித் தலைவர் மசாஹிரோ நோசாக்கி ஒரு அறிக்கையில் தெரிவித்தார்.",
        "வெள்ளியன்று சப்ரி செய்தியாளர்களிடம் கூறுகையில், IMF உடனான பேச்சுக்கள் மிகவும் பாரம்பரியமான விரிவாக்கப்பட்ட நிதி வசதி திட்டத்தில் கவனம் செலுத்துகின்றன, ஆனால் இது முடிவடையும் போது $3 பில்லியன் முதல் $4 பில்லியன் வரை பிரிட்ஜ் நிதி தேவைப்படுகிறது.",
        "கொழும்பிற்கு புதிய கடன்களை வழங்குவதற்கு முன்னர் இலங்கையின் கடனை ஒரு நிலையான பாதையில் கொண்டு செல்ல வேண்டும் என்று IMF கூறியுள்ளது - இந்த செயல்முறை சீனா மற்றும் நாட்டின் பிற கடன் வழங்குநர்களுடன் நீண்ட பேச்சுவார்த்தைகள் தேவைப்படலாம்.",
        "சர்வதேச நாணய நிதியத்தின் கடன் மற்றும் உலக வங்கியின் உதவிக்கு மேலதிகமாக, அத்தியாவசிய இறக்குமதிகளைத் தொடர உதவும் வகையில் சுமார் 1.5 பில்லியன் டாலர் பிரிட்ஜ் நிதியுதவியை இந்தியாவுடன் இலங்கை விவாதித்து வருவதாகவும், சீனா, ஜப்பான் மற்றும் ஆசிய அபிவிருத்தி வங்கியையும் அணுகியுள்ளதாகவும் சப்ரி வெள்ளிக்கிழமை தெரிவித்தார். உதவி."
      ]
    }
  }
}