{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mini-parliamentary-session/",
  "time_ut": 1648053000,
  "title": "Mini parliamentary session?",
  "body_lines": [
    "The much-advertised All-Party Conference (APC) on the economic crisis got off to a somewhat bumpy start yesterday with some participants, true to form, coming close to locking horns. UNP leader and former Prime Minister Ranil Wickremesinghe took exception to a remark Central Bank Governor Ajith Nivard Cabraal made about the economic downturn during the yahapalana administration. Interestingly, former President Maithripala Sirisena, who was the head of the previous government, is currently in the SLPP; he is also the main architect of the APC! President Gotabaya Rajapaksa had to step in to pour oil on troubled waters, and succeeded in his endeavour. But he has his work cut out to reconcile the APC participants who are at daggers drawn; they hold old grudges against one another.",
    "Wickremesinghe waxed eloquent on the need to adopt a conciliatory approach, but added in the same breath that the people had not languished in queues to buy food and fuel during the yahapalana government; he also got Finance Minister Basil Rajapaksa’s goat, so to speak, by calling for copies of the IMF report on Sri Lanka’s economy. A visibly angry Rajapaksa denied having received any such document from the IMF, and when Wickremesinghe persisted in asking for it, the former said the IMF had sent only a draft. One could see Wickremesinghe’s lips curl into a smirk of triumph. Old habits are said to die hard. Politicians cannot resist the temptation to score points!",
    "We listened to the APC participants carefully, but none of them had anything new to say; they only repeated what they had already said in Parliament. The saving grace, however, was that the political leaders acted with some restraint, and for once made an attempt not to indulge in Sri Lanka’s national sport—blame game.",
    "The APC session was like a replay of a parliamentary debate, the only difference being Finance Minister Basil Rajapaksa’s presence. The JVP and the SJB have been pressuring the Speaker to make the Finance Minister attend Parliament, but in vain. Their leaders would have been able to meet Basil and seek answers to their questions, which are legion, if they had attended the APC yesterday.",
    "The government leaders were obviously playing it close to their chests. Wickremesinghe spoke sense at yesterday’s meeting; the government leaders and officials were all at sea as usual, and what they said did not leave us any the wiser.",
    "The political leaders who gathered at the President’s House yesterday exemplified the popular Sri Lankan saying, mole thiyanakota bale ne, bale thiyanakota mole ne— ‘when one has brains one has no power, and vice versa’. The SLPP leaders also made sensible proposals and formulated a grand plan to usher in economic development while they were in the political wilderness. What has become their brains is the question.",
    "One sees a similarity between the SLPP government in trouble and the proverbial fox, which fell into a well, but managed to get out by jumping onto the back of a goat it lured into jumping in. But unlike the unsuspecting goat in the Aesopian fable, the Opposition parties are treading cautiously. If the government wants to keep the APC process on track, and enlist its political rivals’ support for its attempts to wriggle out of trouble, the SLPP leaders ought to realise that they are not doing the Opposition a favour, and it is the other way around. They must not try to browbeat or shout down their Opposition counterparts. Instead, they must treat the Opposition parties with respect, and make available all information the latter seek.",
    "Now that the government has invited its political rivals to the APC, it should lay its cards on the table. The Opposition’s main beef is that the government conceals vital information about the state of the economy and negotiations with the IMF. Unless the SLPP mends its ways, the Opposition parties will vote with their feet and the APC will end up being an SLPP-SLFP conference.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}