{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/grassroots-wisdom-i/",
  "time_ut": 1649002500,
  "title": "Grassroots Wisdom ~ I",
  "body_lines": [
    "Change must come from within: communities must be able to make their own decisions, regarding their future. Economic development and social change cannot be imposed from without. It must begin from within even though the initial nudges may have to come from outside",
    "Development economists acknowledge that the poor act rationally, however, straitened their circumstances may be. If their efforts are too thinly spread to be efficient, it is because the markets for land, credit, or insurance have failed them. Good management of even the smallest asset can be crucial to very poor people, who live in precarious conditions. Through their individual and collective efforts, local entrepreneurs can lead significant change by building self-reliance in their geographies.",
    "Since they know community dynamics and power relationships, they are well-attuned to handle the actors in the local ecosystem. They have the potential to become changemakers. Their potential to drive change is tremendous ~ but they often lack opportunities for training and education, and are unable to access networks and finance. They are an essential part of society and often don’t receive the credit that they deserve as policy drivers and implementers in India’s challenging developmental space.",
    "Any work you do in any community has to be owned by the community. They must see it as theirs, otherwise they will agree to what you say; but as soon as you pull out, they are going to revert to their old way because they do not own it. So, one of the things we had to learn was that you must go in with partners who have worked in these places for a long time and are from the community. Change must come from within: communities must be able to make their own decisions regarding their future.",
    "Economic development and social change cannot be imposed from without. It must begin from within even though the initial nudges may have to come from outside. Lasting change comes about so slowly that one may not notice it until people resist being taken care of. They need to be given a chance to fulfill their potential. When we design solutions that recognise the poor as clients or customers, as people we must negotiate with, and not as passive recipients of charity, we have a real chance to end poverty.",
    "Policymakers and development scientists must no longer think of economics as an esoteric discipline and should go back to real life so that policies are better designed and are embedded with grassroots values. Their policy-making must be informed by ethical norms, economic rationale and welfare values. They must understand that a nuanced grasp of local dynamics is also important to the development of relevant policies.",
    "Indian society is not monochromatic nor amenable to a singular solution; it is very heterogeneous presenting unparalleled ethnic, cultural, and religious diversity, ecological specificities, political trajectories, complex caste community configurations and diverse economic endowments. All these are underpinned by a socially rigid and unequal caste system that is now undergoing seismic churning. Social realities, like political and economic realities, are fluid and evolving.",
    "Historically disadvantaged groups, such as Dalits (formerly “untouchables”), are now reshaping politics and gaining social mobility. It is the participation of the users in planning, implementation and social audit of these programmes that is critical to their success because their inputs emanate from local realities. The success of any new and innovative social or economic enterprise depends largely on how you insulate the project from political influences. We should be able to harness grassroots talents, local knowledge, and wisdom for the development of native communities. This way we enlist their buy-in and active participation.",
    "We are also able to leach out any residual animus of local vested interests, thereby ensuring a more conducive environment for project execution. We also have to ensure that in the process of scaling our ideas we do not cause collateral damage to the groups whose problems we are addressing. In the new development agenda, decision-making cannot be played out in the same way that development economists have perceived the poor: desperate citizens who need to be rescued by the elite. They will have to understand what people are doing to improve their composite livelihoods. It is then alone that they can make a real contribution.",
    "They will have to integrate grassroots practices into their theoretical frameworks rather than hastily proposing templates that serve the interests of elites. The imbalance between the growth policies for rural vis-a-vis urban population has led to unsustainable development. A major new insight gleaned from studies of these development programmes is that our policies are influenced more by theory and less by practice.",
    "Societies are not cut from the same cloth and people within the same community are also not homogenous. They have their peculiarities. Hence solutions need to be more specific and tailored to address their distinct cultures. This understanding and the policies that are informed by them can make change sustainable.",
    "The project should be clear on when and how beneficiaries will participate and how decisions will be made. This should be discussed and agreed with the ultimate beneficiaries, it is important to consider how community voices can be brought into policy dialogues e.g. by ensuring groups that represent these beneficiaries are consulted and represented in the dialogue process.",
    "We must not forget that we are working with a constituency that is both politically and socially mute. At any rate, we cannot hear it. The poor are rarely visible because the well-off urban developers have little interest in their lives. In a country with more poor people than the 25 poorest African countries combined, this apathy is a failure not merely of intellectual curiosity but moral values. There are many lessons to be brought to the table from field experience.",
    "We need to understand existing human conditions rather than hastily proposing templates that serve the interests of the owners. Experts need to combine their knowledge with grassroots action and a wider community of practice. The incredibly evolving and complicated ecosystem requires better collaboration and partnerships for understanding, analyzing, designing solutions, and undertaking impact studies to contribute to the wider knowledge pool within the sector.",
    "We should not expect effective citizens’ engagement to progress in a smooth linear growth or along a predictable trajectory. It is conditioned by several imperatives. Local inequality, geography, history, networks, nature of social interactions and political systems are crucial in determining the outcomes of any strategy or approach. For any intervention to build sustainable roots in a culture, we require a shift in social equilibrium that derives from modifying norms and social cultures and changing the nature of social interactions.",
    "These require a fundamentally different approach to development – one that is long term, flexible, self-critical, and strongly infused with the spirit of learning by doing. There is no precooked blueprint ready to be replicated. Individuals can make a difference in fighting poverty when ways are found to institutionalize creative ideas. But along a factory model, the replication of successful models continues to be the guiding mantra of development programmes.",
    "There is a need to aggregate the issues and lessons from diverse initiatives in livelihoods and develop a comprehensive understanding that can help design viable and sustainable solutions for composite livelihoods. The truth of a marginalised community can come out only with time. It takes time for trust to build between them and the outsider, so the outsider can peel away the layers and approach the truth. Even though the poor constitute a vast majority of Indian voters, they have been shut out of public discourse by being trapped in a system that is rigged against them.",
    "It’s crucial to help people shift their thinking so they believe they can do the job. Role models matter more than words. Mentors are more important than formal training. To that end, we must introduce them to those who are succeeding in the kind of environment in which they themselves will need to succeed. The knowledge that professionals have accumulated must be passed on face to face, revealing culture in action.",
    "The notion that poor people are lazy and are averse to change is not true. They are certainly amenable to change but do not always have the knowhow. They need information and hand-holding. We need to give them the tools and nudge them to use them for their betterment. We cannot approach people with readymade solutions. It is important to analyse the problems together to evolve solutions. Incidentally, this process is itself a great capacity-builder on both sides. Our communication should be: “How can we help?” or “How can we contribute?” and not “This is what you should do.”",
    "The truly committed advocates are those who have firsthand knowledge of the problem they seek to solve. Personal experience is the best way to create change agents. Inadequate investment in locally-led initiatives is one of the ways by which we fail to ensure that those who are most affected by inequity are provided pathways to address their problems. If the users do not value the benefits, they will not use the facilities.",
    "Local users have much better skills than engineers at transforming technologies to work in their situations easier, and they can be held to account by citizens. Even the best university-taught skills will not be particularly useful if they are not grounded in the local cultures.",
    "Transition of freshwater sustainability in the face of climate change",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}