{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/14/new-pm-should-demonstrate-ability-to-establish-consensus-among-political-parties-basl/",
  "time_ut": 1652512680,
  "title": "New PM should demonstrate ability to establish consensus among political parties: BASL",
  "body_lines": [
    "COLOMBO (News 1st); The Executive Committee of the Bar Association of Sri Lanka (BASL) is of the view that the newly-appointed Prime Minister, Ranil Wickremesinghe should demonstrate his ability to establish a consensus among the political parties in Parliament as soon as possible.",
    "Issuing a statement with regard to the appointment of the PM, the BASL states that he should endeavour to build a representative Government of National Unity to implement a Common Minimum Programme (CMP) in the interests of the people.",
    "Citing the earlier proposals of the BASL, which denotes that the Government should establish an Interim Government of National Unity consisting of 15 Cabinet Ministers, and the the Prime Minister being a Member of Parliament who is able to establish a consensus among all political parties recognized by the Speaker in Parliament on the national economy and to enact necessary reforms, the association states that  it was necessary to appoint a Prime Minister who is able to establish a consensus among all political parties within Parliament, rather than merely relying on the existence of a parliamentary majority.",
    "It is also imperative that the Government establishes a clear timeline to introduce critical constitutional amendments proposed by the BASL, including the introduction of the 21st Amendment to the Constitution and the abolition of the executive presidency. In this period of tremendous uncertainty, disaffection and suffering it is vital that the new Government acts with transparency and purpose of vision so as to restore confidence among the citizens of this country and the various international and domestic actors whose assistance is required in this moment of crisis, the BASL addds.",
    "New PM should demonstrate ability to establish consensus among political parties: BASL",
    "2 arrested after 27 die in massive Delhi fire, building owner on the run"
  ]
}