{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Alliance-Française-de-Colombo-returns-to-its-historical-premises-at-Barnes-Place/172-238974",
  "time_ut": 1655073300,
  "title": "Alliance Française de Colombo returns to its historical premises at Barnes Place",
  "body_lines": [
    "Ambassador of France to Sri Lanka and the Maldives Eric Lavertu, Ms Aruni Wijewardena Secretary to the Ministry of Foreign Affairs, Bruno Duparc, Director of Alliance française de Colombo",
    "In Colombo, the Alliance Française is now experiencing a new start after the entire renovation of its historical premises: new cultural spaces, new classrooms and a fully refurbished library (16,000 books).",
    "The story of Alliance Française started 139 years ago, in 1883, in Paris, under the patronage of Louis Pasteur, Jules Verne and others. Since then, the Alliance Française network never ceased to expand, and today counts 830 Alliances Françaises established in 135 countries.",
    "In Sri Lanka, the first Alliance Française was founded in Colombo in 1955 (then known as Alliance Française de Ceylan), followed by the Alliance Française de Kandy (1967), Alliance Française de Jaffna (1975), Alliance Française de Matara (1997) and Alliance Française de Malé (Maldives) in 2006. The city of Galle also hosts a branch of Alliance Française attached to our Matara Center.",
    "Alliance Française resumes its operation in the best conditions as a French language institute, an official examination centre for French tests and diplomas (TEF, DELF-DALF), a multimedia library, a Campus France Agency to propose higher education degrees in France, and a cultural centre where cinema, exhibitions, conferences, concerts will be held to enhance the promotion of the French language and the cultural dialogue between France and Sri Lanka.",
    "The ambassador of France to Sri Lanka Eric Lavertu participated in the official reopening of the Alliance Française de Colombo, at 11 Barnes Place, Colombo 7.",
    "The ceremony was conducted by M. Bruno Duparc, Director of the Alliance and attended by more than 100 distinguished guests. Foreign secretary Aruni Wijewardena who is a former student of the Alliance Française was the chief guest of this reopening inauguration ceremony.",
    "The ambassador in his allocution emphasized the long journey which led to the recuperation of the historical premise of the Alliance Française after 12 years in exile and commended its important role in building cultural bridges between the two countries.",
    "Janaka Basuriya, President of the Alliance Française, Ambassador of France to Sri Lanka and the Maldives Eric Lavertu, Ms Aruni Wijewardena Secretary to the Ministry of Foreign Affairs, Bruno Duparc, Director of Alliance Française de Colombo"
  ]
}