{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SLCAT-condemns-police-brutality-in-Rambukkana/56-733787",
  "time_ut": 1650652980,
  "title": "SLCAT condemns police brutality in Rambukkana",
  "body_lines": [
    "Sri Lanka Collective against Torture (SLCAT) in a statement condemned the violence by the Sri Lanka Police on 19 April at Rambukkana, Kegalle in the Sabaragamuwa Province of Sri Lanka.",
    "It said Police officials are alleged to have used violence, including beating with batons, and firing live ammunition repeatedly at people fleeing. These actions are alleged to have caused grave injuries to civilians agitating against Government actions particularly the hike in fuel prices, and bystanders. Reports have been received of at least one confirmed death and over 12 citizens injured with two in critical condition as a result of violence by the police.",
    "Police brutality is systemic and widespread and has become a normalised part of the maintenance of law and order in the country. SLCAT has continuously urged decision makers to address the structural nature of this problem and to respond expeditiously and meaningfully to victims of such violence.",
    "The Government of Sri Lanka, including all officers and hierarchy of the police, are bound to adhere to the Constitution of Sri Lanka that recognises the right of any person in Sri Lanka to be free from torture as an absolute fundamental right (Article 11). Further, the Convention against Torture Act 1994, enacted to fulfil Sri Lanka’s international obligations as a party to the UN Convention against Torture, criminalises torture. The Sri Lankan Constitution also prohibits any citizen from being punished with death or imprisonment except by order of a competent court (Article 13(4).",
    "Despite pledges by successive governments to address the systemic nature of torture there has been hardly any substantive change to the practices of the police. This is directly linked to the failure to hold those who use violence accountable. For instance, the use of live ammunition seemingly as a first response, rather than the use of de-escalation techniques and non-violent means to diffuse tension, and the description by authorities of such action as “minimum force” demonstrates that the use of violence has become normalised. The police response that the individual who was killed had cases against him also attempts to justify and normalise violence against persons perceived as suspected criminals. Governments have also failed to demonstrate the political will necessary to acknowledge and engage in urgent institutional reform.",
    "a) The incidents at Rambukkana to be immediately subject to an impartial and independent investigation and all those involved in the perpetration of violence against citizens to be held accountable expeditiously.",
    "b)The results of the investigation to be made public to ensure transparency and accountability.",
    "c)The Government to immediately apologise to the victims and their families and take responsibility for the direct and wider harms caused to its citizens.",
    "d)The Government and the IGP to immediately pledge to ensure the safety and security of the families of victims, especially ensure that they are not subject to reprisals for seeking accountability for the incident or providing information to the investigation",
    "e)Provision of compensation and all other facilities to secure recovery for the families of the victims.",
    "f) The Government and the IGP to take measures to ensure non-recurrence of such acts of brutality and/or use of disproportionate and lethal force against civilians."
  ]
}