{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/SLBG-not-to-invite-any-politicians-to-TV-programs-if-failed-to-find-solution-to-economic-crisis/342-236201",
  "time_ut": 1651581720,
  "title": "SLBG not to invite any politicians to TV programs if failed to find solution to economic crisis",
  "body_lines": [
    "Sri Lanka Broadcasters' Guild (SLBG) today said that in order to solve the current economic crisis, a solution must be found through the Parliament system as soon as possible and if those politicians fail to find a solution, the Guild is to take a collective decision not to invite any politicians to their media channels for programs as a protest.",
    "The guild stated that after a series of lengthy discussions with members of the Sri Lanka Broadcasters' Guild and discussions with local and foreign experts, we have decided to implement a collective program with the contribution and involvement of all broadcasters for at least the next 12 months to fulfill our responsibilities and duties as broadcasters.",
    "“On the day of the appointment of a new Governor to the Central Bank and a Secretary to the",
    "Ministry of Finance, we organized a joint programme to telecast through all electronic channels the program for the way forward presented by the two new officers on 8th April.",
    "Our Forum has decided to draw on the following key agreements, especially taking into account the views of the new Governor of the Central Bank and the future economic plans of the country as presented in the program.”",
    "It said that the new Governor of the Central Bank and the Secretary to the Ministry of Finance repeatedly stated in our joint program that there is a need for a stable government for the economic reforms that will be implemented in the future with the intervention of the International Monetary Fund. The International Monetary Fund has also emphasized this same matter.",
    "However, the main political parties do not seem to have taken a positive step in this regard. So starting today, all our news and current affairs programs will focus on this issue. While some channels, in particular, follow a policy of not associating politicians with their programs (not news), as a collective forum we have decided to give priority to professionals, technologists and subject matter experts in these programs.",
    "Commenting on the future economic situation in the country, the Guild stated “We also consider it our primary responsibility as providers of information to raise awareness amongst the public in advance and to prepare the society for such changes, since there would be structural changes in various sectors of the country, even as the International Monetary Fund (IMF) implements its program. Therefore, from this point, the priority of all our programs will be to educate the people on the economic, political and social situation, and reality and to prepare them for the problems that may arise in the future.",
    "“Today (May 03) is World Press Freedom Day. We are adopting this initiative based on the basic principle of public interest, which is the primary responsibility of the media.”",
    "“As active participation of all stakeholders in this work is important to us, we also call upon the cooperation of all citizens to carry forward a media tradition that is accountable to the country and the people at the critical juncture facing the country,” the statement added."
  ]
}