{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/14/colombo-takes-to-the-streets/",
  "time_ut": 1647249000,
  "title": "Colombo takes to the Streets",
  "body_lines": [
    "COLOMBO (News 1st): Rajagiriya, a swanky suburb of Colombo is generally not associated with street protests amongst its fair share of ‘well-to-do’ residents. But the town known more for its high-risers that overlook lakes and marsh and for being a few minutes away from Sri Lanka’s parliament, has seen sustained street protests over the past few days.",
    "The activists in Rajagiriya, like several others in Colombo’s suburbs, are protesting against what they call is a government that has failed the people. Many carried placards and banners calling for resignations and demanding change.",
    "Sri Lanka is currently in the midst of its worst-ever financial crisis, with the Cost-of-Living sky-rocketing and the prices of essential items rising exponentially. A deteriorating currency, acute shortages in fuel, pharmaceuticals, cooking gas, and hours of power cuts have exacerbated an already worsening situation bringing the generally protest-shy urban-dwellers out to the streets.",
    "“Three more years is a long time to wait for another election. I don’t think this country can last another three weeks (at this rate)”, noted an irate protestor in Rajagiriya.",
    "Some held placards, others, candles in a peaceful show of dissent.",
    "“It is so sad. One of the most powerful Presidents in the world, a government with 2/3rds in the parliament (bolstered by) the 20th amendment, and they have failed the nation”, is how a senior citizen taking part in the protest summarized his views.",
    "Similar protests are seen in other parts of Colombo, including Kohuwala and Mount-Lavinia.",
    "Rural Sri Lanka has been on the streets for months for a plethora of reasons. Farmers took to the streets after the government arbitrarily banned the import and distribution of chemical fertilizer on the eve of the planting season. Farmers across the nation demanded fertilizer and protests raged everywhere until finally the gazette issued by the government was reversed. The repercussions of the fertilizer ban are being felt with massive crop loss being reported in many areas.",
    "Cut taxes on fuel, says Gammanpila while asking why SLPP is silent on price hike?"
  ]
}