{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/2022-Year-of-Hunger-and-Conflict/172-237911",
  "time_ut": 1653680940,
  "title": "2022: Year of Hunger and Conflict?",
  "body_lines": [
    "Queues were a common sight due to the severe shortage of food items",
    "It Seems Sri Lanka has entered the crisis early but the full force of it is yet to hit us, as we are still in the midst of endogenous phase with the exogenous influences are building up",
    "The larger crisis in this situation is the hunger driven political instability and conflict which Sri Lanka ‘s national security framework must now take as a serious challenge moving forward",
    "Sri Lanka which went on a policy drive towards an organic farming spree is in the process of a major course correction by the government and will need sufficient fertilizer supplies to support the cause",
    "As Sri Lanka is reeling from the shock and awe of a three-pronged crisis compromising the very core of its Political, Energy and Food security. The global outlook is looking far bleaker in the coming months ahead. It Seems Sri Lanka has entered the crisis early but the full force of it is yet to hit us, as we are still in the midst of endogenous phase with the exogenous influences are building up. Increasing food prices, increasing global energy prices, and weakening governance regimes from UN system to logistical supply chains year 2022 seems to be the 21st Century first year of acute hunger and induced instability.",
    "There is now nearly a billion people who according to the UN food programme are malnourished while the world still keeps on wasting nearly one third of the food that is available. The larger crisis in this situation is the hunger driven political instability and conflict which Sri Lanka ‘s national security framework must now take as a serious challenge moving forward.",
    "Since the Covid19 outbreak and its peak in year 2021, in which the Munich Security Conference labelled as a polypandemic, where covid19 threated, weakened, and generating cascading effects on established structures most protective layers of social and economic cohesion and global connectivity. Even prior to the Russia Ukraine conflict which is dragging beyond three months and has become the catalyst of the current energy and food crisis. Since the Covid19 outbreak has swelled the ranks of the globally malnourished population by at least an extra 100 million people.",
    "The United Nations ventured upon an ambitious target of ending global hunger by 2030, it seems at the rate the global food supplies are dwindling, breaking down of supply chains and further stress on sky rocketing supply costs with energy prices, 2030 may lead to a hunger games moment than end of hunger objective. The most recent catalyst, the Russia Ukraine conflict is driving global food prices beyond any projected rises and hampering supplies and sealing the fate of most vulnerable populations across the world.",
    "From Sub-Saharan Africa to Afghanistan which is already in a food emergency. The World Food Programme is the UN agency that runs point in providing the most vulnerable conflict affected communities with food and across 80 countries globally and most of these communities rely on wheat procured from Ukraine. Thus, Ukraine remaining inaccessible is a slow and painful death scenario for these vulnerable communities.",
    "The United Nations food aid programmes beneficiaries from Lebanon to Afghanistan will bear the brunt with most of these countries and even countries including Sri Lanka rely a lot on supplies from both Ukraine and Russia. The inability to transport because of both the war and sanctions will lead to massive shortages, food price increases and such insecurities will inevitably link to political breakdowns and conflict. Sri Lanka’s current spate of political crises and violence does have both the food and energy as structural courses which translate as antiestablishment battle cries.",
    "Whilst much has been discussed about the ongoing bloody conflict in Ukraine and Russia’s recent shift in strategies to target population centers the two countries are depriving the world of necessary food and agricultural supplies. Whilst much has been discussed about food, the second factor is fertilizer, with many Anglo European solutions remaining very expensive, the Russian and Ukrainian fertilizer imports have supported agriculture in both African and Asia. Sub Saharan farmers are in dire shortages speculating another round of dreaded famines in Africa.",
    "Sri Lanka which went on a policy drive towards an organic farming spree is in the process of a major course correction by the government and will need sufficient fertilizer supplies to support the cause. In a global market where fertilizer supplies remain less and pricy, Sri Lanka’s food security will remain vulnerable for foreseeable future with its forex crunch and energy crisis.",
    "With nearly 20% of the fertilizer market and 30% percent of the grains and according to the World Bank estimates nearly 25% of globally traded wheat, and 73% of Sunflower oil emanates from these two markets. By March, the UN Food and Agricultural organizations Price Index averaged at 159.3 point in march up 12.6 percent from February when it had already reached its highest level since its inception in 1990.The unprecedented rise can be observed when the same index that monthly changes in the international prices of a basket of commonly-traded food commodities was 33.6 lower in March 2021.",
    "The international order seems to be shaken to the core based on a series of global shocks in the 21st Century from 2008 financial crisis, 2010 to 2012 political instability in North Africa, Middle East impacting mass migrations across Europe and the Covid19 outbreak had already significantly weakened many developing and even advanced nations.",
    "The Covid19 crisis created the economic and financial risks while countries took on mass scale borrowing especially from the sovereign bond markets, the soaring energy prices and good prices as a result has unleashed a common crisis of incapability to service most of these debts. Year 2022 to 2023 remains critical for many developing economies where both World Bank and IMF forecasts imminent debt defaults amidst growing inflation.",
    "Food security must become a human right and it should be addressed in such an overall governance regime, if not with looming debt crises the developing world and even the developed faces a harsh winter of hunger. Even for Sri Lanka it means we are at the dawn of a certain winter, when winter comes to tropics nothing remains the same."
  ]
}