{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/why-both-political-and-economic-reforms-must-move-in-parallel-for-a-turn-around/",
  "time_ut": 1654610760,
  "title": "Why both political and economic reforms must move in parallel for a turn around",
  "body_lines": [
    "There is a fallacy being promoted by the reconstituted Rajapaksa regime that political eforms such as the proposed 21st Amendment,are not really necessary, or at least have already occurred through the change of Prime Minister and a reconstitution of the regime and the need of the hour is urgent measures to resuscitate the economy because people are suffering economic hardship and their misery must be alleviated. Undoubtedly, the people are suffering, and their misery must be alleviated, but political reforms are required for the required economic reforms. Both political and economic reforms need to move in tandem and, in fact, political reforms are a necessary precursor for sustainable economic reforms.",
    "The Gotabaya Rajapaksa administration destroyed the Sri Lankan economy. With a combination of the foolhardiness of the naïve, the arrogance of absolute political power and corruption through unaccountability, they delivered not the vistas of prosperity and splendor they promised and was mandated to do, but instead they destroyed of the national economy. Which was resilient even in the face of a 30-year-civil war. It is ironic that the leaders who claimed credit for ending our war, managed to bring about a national destruction which the war never could.",
    "After the crash-landing and the resultant political outcry by the populace, the initial response of the Rajapaksa’s was to fire (request the resignation) of their entire Cabinet of Ministers who obliged. When that did not assuage public anger, the response was a combination of trying to shoot protesters (Rambukkana) and/or beat up the protestors (GotaGoGama) and then reconstituting the regime, with a UNP Prime Minister with a full parliamentary group of himself. The rationale behind this move was that the government was resigning, and someone must take over the reins. What now exists in government is Mahinda Rajapakss giving up the trappings of a ceremonial PM, a single seat MP as Prime Minister, dependent on the core SLPP parliamentary group for the government’s survival, Basil Rajapakss reverting to his customary role of SLPP party boss calling the shots sans ministerial office and President Rajapaksa continuing with full executive powers.",
    "The Samagi Jana Balawegaya (SJB) of Opposition Leader Sajith Premadasa was correct to have adopted the principled position and align with the sentiment of the vast majority of the Sri Lankan public who have been seeking to have the president take responsibility for the economic collapse he engineered and to abdicate power. The Opposition Leader has correctly stated that Sri Lanka had an executive president and a ceremonial prime minister and either the executive president must go and/or his powers transferred to the prime minister and parliament for a prime minister-led administration to work. (It was Sajith’s father the late President Ranasinghe Premadasa who was famously, quoted as stating that under the 1978 constitution, the PM did not even have a peon’s powers). It is in the light of that reality as well as the constitutional reform discourse since the presidency of Chandrika Bandaranaike Kumaratunga, that the SJB through its General Secretary Ranjith Madduma Bandara tabled a proposed 21st Amendment to the constitution, which inter alia, changes the Executive Presidency to a ceremonial one.",
    "The proposed 21st Amendment is a significant compromise from the reform proposals of the SJB and is instead, a reversal to the status quo ante of the pre-20th Amendment period, albeit a 19th Amendment minus situation. With some degree of consensus reached on many issues of the 21st Amendment, it is now the (still) ruling SLPP which is seeking to renege on the 21st Amendment and keep Ranil as a puppet on a string.",
    "Economic reforms come through policy changes which only a government with public political legitimacy can deliver. But the even the truncated 21st Amendment must be passed.",
    "Sri Lanka faces a catastrophe which even 30 years of civil law never perpetuated on a hapless general public. It is paradoxical that the political leaders who are credited with ending our war have been clearly responsible for a national destruction, which the war was never able to bring about.",
    "The response of PM Wickremasinghe’s economic team has been to reverse the lunacy of the Viyath Maga, Eliya and SLPP policy framework, of slashing taxes, defending an artificially low exchange rate with all available foreign reserves, printing money to fund a fiscal deficit, being utterly corrupt, tone deaf to expert advice and banning fertiliser. Now, Interest rates have been raised, the exchange rate has been floated somewhat and the disastrous tax cuts of 2020 are sought to be reversed. Again, a reversal to the status quo ante of 2020. However, what was sufficient before the economic collapse will not suffice to pull us out of the same. That would require a restructure of loss-making state monopolies and other structural reforms of the Sri Lankan economy, especially measures to ensure that our national debt burden is sustainable. Reforms which require public and political legitimacy, which the Rajapakses have totally lost.",
    "The IMF and the World Bank have made clear that no new funding facilities can be made available until Sri Lanka demonstrates a policy programme which basically makes our national debt, especially its foreign currency component sustainable, i. e., repayable over time. The global financial system requires that sovereign nations honor their debts. Just like a national financial system require it domestically.",
    "Contrary to popular belief, the reversal of the 2020-22 policies have made no material impact on our national finances and we only have fuel to provide mobility and ease our foreign currency situation because of Indians supply us with fuel on credit. Foreign policy wise, India is very kindly doing for Sri Lanka, what in years past, Germany tried to do for a while for Greece. With over six hundred billion dollars in foreign reserves, it has decided that about one or two billion could be used to fill the space vacated by the Chinese, who seeing the writing on the wall have made their cheque book scarce. The middle kingdom is quite hardnosed about their finances, just check the rates at which they lent money for the Rajapaksa white-elephant projects.",
    "Ranil’s interim government has perhaps done as much as it could, which is clearly not enough. A clear timeline for early elections, perhaps sometime early next year will be required for the real reforms required for rebuilding our devastated nation.",
    "(The writer served as Advisor, Ministry of Foreign Affairs from 2016-17)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන සහ ආර්ථික ප්‍රතිසංස්කරණ දෙකම හැරවුමක් සඳහා සමාන්තරව ගමන් කළ යුත්තේ ඇයි?",
      "body_lines": [
        "යෝජිත 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය වැනි දේශපාලන ප්‍රවාහයන් ඇත්ත වශයෙන්ම අවශ්‍ය නොවන බව හෝ අඩුම තරමින් අගමැති මාරුව සහ පාලන තන්ත්‍රය ප්‍රතිසංවිධානය කිරීම සහ කාලීන අවශ්‍යතාවය හරහා දැනටමත් සිදුවී ඇති බවට ප්‍රතිසංවිධානය කරන ලද රාජපක්ෂ රෙජීමය විසින් ප්‍රවර්‍ධනය කරන මුළාවක් ඇත. ජනතාව ආර්ථික දුෂ්කරතාවලට මුහුණ දී සිටින නිසා ඔවුන්ගේ දුක්ඛිත තත්ත්වය තුරන් කළ යුතු බැවින් ආර්ථිකය නැවත පණ ගැන්වීම සඳහා හදිසි පියවරයන් වේ. නිසැකවම, ජනතාව දුක් විඳින අතර, ඔවුන්ගේ දුක්ඛිතභාවය සමනය කළ යුතුය, නමුත් අවශ්ය ආර්ථික ප්රතිසංස්කරණ සඳහා දේශපාලන ප්රතිසංස්කරණ අවශ්ය වේ. දේශපාලන හා ආර්ථික ප්‍රතිසංස්කරණ දෙකම එකට ගමන් කළ යුතු අතර ඇත්ත වශයෙන්ම දේශපාලන ප්‍රතිසංස්කරණ තිරසාර ආර්ථික ප්‍රතිසංස්කරණ සඳහා අවශ්‍ය පූර්වගාමියා වේ.",
        "ගෝඨාභය රාජපක්ෂ පාලනය ලංකාවේ ආර්ථිකය විනාශ කළා. බොළඳ මෝඩකම, පරම දේශපාලන බලයේ උඩඟුකම සහ වගකීම් විරහිතභාවය හරහා දූෂණය යන සංකලනය සමඟ, ඔවුන් ලබා දුන්නේ ඔවුන් පොරොන්දු වූ සහ කිරීමට නියම වූ සමෘද්ධිය සහ තේජස පිළිබඳ දර්ශනය නොව, ඒ වෙනුවට ඔවුන් ජාතික ආර්ථිකය විනාශ කළහ. එය වසර 30ක සිවිල් යුද්ධයක් හමුවේ පවා ඔරොත්තු දෙන ලදී. අපේ යුද්ධය නිමා කළා යැයි කියූ නායකයන් යුද්ධයෙන් කිසිදා කළ නොහැකි ජාතික විනාශයක් සිදුකිරීමට සමත්වීම හාස්‍යජනකය.",
        "කඩාවැටීමෙන් පසු සහ මහජනතාවගේ දේශපාලන විරෝධයෙන් පසුව, රාජපක්ෂලාගේ මූලික ප්‍රතිචාරය වූයේ බැඳී සිටි ඔවුන්ගේ සමස්ත අමාත්‍ය මණ්ඩලයම වෙඩි තැබීම (ඉල්ලා අස්වීම ඉල්ලීම) කිරීමයි. එය මහජන කෝපය සංසිඳුවා නොගත් විට, ප්‍රතිචාරය වූයේ විරෝධතාකරුවන්ට (රඹුක්කන) වෙඩි තැබීමට සහ/හෝ විරෝධතාකරුවන්ට (ගෝඨාගෝගමට) පහර දීමට උත්සාහ කිරීම සහ පසුව එක්සත් ජාතික පක්ෂ අගමැතිවරයකු සමඟ තමාගේම පූර්ණ පාර්ලිමේන්තු කණ්ඩායමක් සමඟ පාලනය නැවත පිහිටුවීමයි. මෙම පියවර පිටුපස ඇති තර්කය වූයේ රජය ඉල්ලා අස්වීම සහ යමෙකු පාලනය භාර ගත යුතු බවයි. දැන් ආණ්‌ඩුවේ පවතින්නේ මහින්ද රාජපක්‍ෂ, ආණ්‌ඩුවේ පැවැත්ම සඳහා මූලික ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රී කණ්ඩායම මත යැපෙන, අගමැති ලෙස තනි ආසන මන්ත්‍රීවරයකුගේ චාරිත්‍රානුකූල අගමැතිවරයකුගේ උගුල් අත්හැරීම ය, බැසිල් රාජපක්‍ෂ ශ්‍රී ලංකා පොදුජන පෙරමුණේ ලොක්කාගේ සුපුරුදු භූමිකාවට ආපසු යාමයි. අමාත්‍ය ධූරයෙන් තොර වෙඩි තැබීම් සහ ජනාධිපති රාජපක්ෂ මහතා පූර්ණ විධායක බලතල සමඟ දිගටම කටයුතු කිරීම.",
        "විපක්ෂ නායක සජිත් ප්‍රේමදාසගේ සමගි ජන බලවේගය (SJB) ප්‍රතිපත්තිගරුක ස්ථාවරය අනුගමනය කිරීම සහ ඔහු විසින් නිර්මාණය කරන ලද ආර්ථික කඩාවැටීමේ වගකීම ජනාධිපතිවරයා විසින් භාර ගැනීමට උත්සාහ කරන අති බහුතරයක් ශ්‍රී ලාංකීය මහජනතාවගේ හැඟීම් සමඟ ගැලපීම නිවැරදිය. සහ බලය අත්හැරීමට. ශ්‍රී ලංකාවට විධායක ජනාධිපතිවරයකු සහ චාරිත්‍රානුකූල අගමැතිවරයකු සිටි බව විපක්ෂ නායකවරයා නිවැරදිව ප්‍රකාශ කර ඇති අතර, එක්කෝ විධායක ජනාධිපතිවරයා අගමැති ප්‍රමුඛ පාලනයක් ක්‍රියාත්මක වීම සඳහා අගමැතිවරයාට සහ පාර්ලිමේන්තුවට ගොස්/හෝ ඔහුගේ බලතල පැවරිය යුතුය. (1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ අගමැතිවරයාට පියෝන්වරයෙකුගේ බලතල පවා නොතිබූ බව ප්‍රසිද්ධියේ සඳහන් කළේ සජිත්ගේ පියා දිවංගත ජනාධිපති රණසිංහ ප්‍රේමදාස මහතාය. එම යථාර්ථය මෙන්ම චන්ද්‍රිකා බණ්ඩාරනායක කුමාරණතුංග ජනාධිපතිනියගේ පාලන සමය තුළ පැවති ව්‍යවස්ථා ප්‍රතිසංස්කරණ කතිකාවත් සැලකිල්ලට ගනිමින් SJB එහි ප්‍රධාන ලේකම් රංජිත් මද්දුමබණ්ඩාර හරහා විධායක ජනාධිපති ක්‍රමය වෙනස් කිරීම සඳහා යෝජිත 21 වැනි ව්‍යවස්ථා සංශෝධනයක් සභාගත කළේ ය. චාරිත්රානුකූල එකකට.",
        "යෝජිත 21 වැනි සංශෝධනය SJB හි ප්‍රතිසංස්කරණ යෝජනාවලින් සැලකිය යුතු සම්මුතියක් වන අතර, ඒ වෙනුවට, 19 වැනි සංශෝධනයෙන් අඩු තත්වයක් වුවද, 20 වැනි සංශෝධනයට පෙර පැවති කාලපරිච්ඡේදයේ පැවති තත්ත්වයට ආපසු හැරවීමකි. 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ බොහෝ කරුණු සම්බන්ධයෙන් යම් තරමක එකඟතාවකට එළඹීමත් සමඟ, දැන් 21 වැනි සංශෝධනයෙන් ඉවත් වී රනිල් රූකඩයක් ලෙස තබා ගැනීමට උත්සාහ කරන්නේ (තවමත්) පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණයි.",
        "ආර්ථික ප්‍රතිසංස්කරණ පැමිණෙන්නේ පොදු දේශපාලන නීත්‍යානුකූලභාවයක් සහිත රජයකට පමණක් කළ හැකි ප්‍රතිපත්තිමය වෙනස්කම් මගිනි. එහෙත් කප්පාදු කරන ලද 21 වැනි සංශෝධනය පවා සම්මත කළ යුතුය.",
        "වසර 30ක සිවිල් නීතිය පවා අවාසනාවන්ත සාමාන්‍ය ජනතාවක් මත කිසිදා නොපවත්වන ව්‍යසනයකට ශ්‍රී ලංකාව මුහුණ දී සිටී. යුද්ධයෙන් කිසිදා ඇති කළ නොහැකි වූ ජාතික විනාශයකට අපේ යුද්ධය නිමා කිරීමේ ගෞරවය හිමිවන දේශපාලන නායකයන් පැහැදිලිවම වගකිව යුතු වීම පරස්පර විරෝධීය.",
        "අගමැති වික්‍රමසිංහගේ ආර්ථික කණ්ඩායමේ ප්‍රතිචාරය වී ඇත්තේ වියත් මග, එළිය සහ ශ්‍රී ලංකා පොදුජන පෙරමුණ ප්‍රතිපත්ති රාමුවේ පිස්සුව, බදු කපා හැරීම, පවතින සියලුම විදේශ සංචිත සමඟ කෘතිමව අඩු විනිමය අනුපාතිකයක් ආරක්ෂා කිරීම, රාජ්‍ය මූල්‍ය හිඟය පියවා ගැනීමට මුදල් මුද්‍රණය කිරීම, සම්පූර්ණයෙන්ම දූෂිත, විශේෂඥ උපදෙස් හා පොහොර තහනම් කිරීමට බිහිරි ස්වරය. දැන්, පොලී අනුපාත ඉහළ දමා, විනිමය අනුපාතිකය තරමක් දුරට පාවී ඇති අතර 2020 විනාශකාරී බදු කප්පාදුව ආපසු හැරවීමට උත්සාහ කරයි. නැවතත්, 2020 පෙර පැවති තත්ත්වයට ආපසු හැරීමක්. කෙසේ වෙතත්, ආර්ථික කඩාවැටීමට පෙර ප්‍රමාණවත් වූ දේ අපව එයින් ඉවත් කිරීමට ප්‍රමාණවත් නොවනු ඇත. ඒ සඳහා පාඩු ලබන රාජ්‍ය ඒකාධිකාරය ප්‍රතිව්‍යුහගත කිරීම සහ ශ්‍රී ලංකා ආර්ථිකයේ අනෙකුත් ව්‍යුහාත්මක ප්‍රතිසංස්කරණ, විශේෂයෙන්ම අපගේ ජාතික ණය බර තිරසාර බව සහතික කිරීමේ ක්‍රියාමාර්ග අවශ්‍ය වේ. රාජපක්ෂලාට සම්පූර්ණයෙන්ම අහිමි වූ මහජන සහ දේශපාලන සුජාතභාවය අවශ්‍ය ප්‍රතිසංස්කරණ.",
        "මූලික වශයෙන් අපගේ ජාතික ණය, විශේෂයෙන්ම එහි විදේශ මුදල් සංරචකය තිරසාර වන ප්‍රතිපත්තිමය වැඩපිළිවෙලක් ශ්‍රී ලංකාව ප්‍රදර්ශනය කරන තුරු නව අරමුදල් පහසුකම් ලබා දිය නොහැකි බව IMF සහ ලෝක බැංකුව පැහැදිලි කර ඇත. e., කාලයත් සමඟ ආපසු ගෙවිය හැකිය. ගෝලීය මූල්‍ය පද්ධතියට ස්වෛරී ජාතීන් තම ණයවලට ගරු කළ යුතුය. ජාතික මූල්‍ය පද්ධතියකට එය දේශීය වශයෙන් අවශ්‍ය වන ආකාරයටම.",
        "ජනප්‍රිය විශ්වාසයට පටහැනිව, 2020-22 ප්‍රතිපත්ති ආපසු හැරවීම අපගේ ජාතික මූල්‍යවලට කිසිදු ද්‍රව්‍යමය බලපෑමක් ඇති කර නොමැති අතර ඉන්දියානුවන් අපට ණයට ඉන්ධන සපයන නිසා සංචලනය සැපයීමට සහ අපගේ විදේශ මුදල් තත්ත්වය පහසු කිරීමට අපට ඇත්තේ ඉන්ධන පමණි. විදේශ ප්‍රතිපත්ති අනුව, ඉන්දියාව ඉතා කාරුණිකව ශ්‍රී ලංකාව වෙනුවෙන් කරයි, පසුගිය වසරවල ජර්මනිය ග්‍රීසිය වෙනුවෙන් කලක් කිරීමට උත්සාහ කළ දේ. ඩොලර් බිලියන හයසියයකට අධික විදේශ සංචිත ඇති චීන ජාතිකයින් විසින් හිස් කරන ලද ඉඩ පිරවීමට බිලියන එකක් හෝ දෙකක් භාවිතා කළ හැකි බව තීරණය කර ඇති අතර, බිත්තියේ ලියා ඇති චෙක්පත් පොත හිඟ වී ඇත. මධ්‍යම රාජධානිය ඔවුන්ගේ මූල්‍ය කටයුතු සම්බන්ධයෙන් දැඩි ලෙස වෙහෙසට පත්ව සිටිති, රාජපක්ෂ සුදු අලි ව්‍යාපෘති සඳහා ඔවුන් මුදල් ණයට දුන් මිල ගණන් බලන්න.",
        "රනිල්ගේ අන්තර්වාර ආන්ඩුව සමහර විට කළ හැකි බොහෝ දේ කර ඇත, එය පැහැදිලිවම ප්රමාණවත් නොවේ. අපේ විනාශයට පත් ජාතිය යළි ගොඩනැගීම සඳහා අවශ්‍ය සැබෑ ප්‍රතිසංස්කරණ සඳහා ඉක්මන් මැතිවරණ සඳහා පැහැදිලි කාල රාමුවක්, සමහරවිට ලබන වසරේ මුලදී අවශ්‍ය වනු ඇත.",
        "(ලේඛකයා 2016-17 දක්වා විදේශ කටයුතු අමාත්‍යාංශයේ උපදේශක ලෙස කටයුතු කර ඇත)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஏன் அரசியல் மற்றும் பொருளாதார சீர்திருத்தங்கள் இரண்டும் ஒரு திருப்பத்திற்கு இணையாக நகர வேண்டும்",
      "body_lines": [
        "முன்மொழியப்பட்ட 21வது திருத்தம் போன்ற அரசியல் சீர்திருத்தங்கள் உண்மையில் அவசியமில்லை அல்லது குறைந்தபட்சம் பிரதமரின் மாற்றம் மற்றும் ஆட்சியை மறுசீரமைத்தல் மற்றும் காலத்தின் தேவை ஆகியவற்றின் மூலம் ஏற்கனவே நிகழ்ந்துள்ளன என்று மறுசீரமைக்கப்பட்ட ராஜபக்ச ஆட்சியால் ஒரு தவறான கருத்து உள்ளது. மக்கள் பொருளாதார நெருக்கடியை எதிர்கொள்வதால், அவர்களின் துயரங்கள் களையப்பட வேண்டும் என்பதால், பொருளாதாரத்தை மீட்டெடுப்பதற்கான அவசர நடவடிக்கைகள் ஆகும். சந்தேகத்திற்கு இடமின்றி, மக்கள் துன்பப்படுகிறார்கள், அவர்களின் துயரங்கள் களையப்பட வேண்டும், ஆனால் தேவையான பொருளாதார சீர்திருத்தங்களுக்கு அரசியல் சீர்திருத்தங்கள் தேவை. அரசியல் மற்றும் பொருளாதார சீர்திருத்தங்கள் இரண்டும் இணைந்து செல்ல வேண்டும், உண்மையில், அரசியல் சீர்திருத்தங்கள் நிலையான பொருளாதார சீர்திருத்தங்களுக்கு தேவையான முன்னோடியாகும்.",
        "கோட்டாபய ராஜபக்ச நிர்வாகம் இலங்கையின் பொருளாதாரத்தை அழித்தது. அப்பாவிகளின் முட்டாள்தனம், முழுமையான அரசியல் அதிகாரத்தின் ஆணவம் மற்றும் பொறுப்புக் கூற முடியாததன் மூலம் ஊழல் செய்ததன் மூலம், அவர்கள் உறுதியளித்த மற்றும் கட்டாயப்படுத்தப்பட்ட செழிப்பு மற்றும் சிறப்பின் காட்சிகளை வழங்கவில்லை, மாறாக அவர்கள் தேசிய பொருளாதாரத்தை அழித்தார்கள். இது 30 ஆண்டுகால உள்நாட்டுப் போரை எதிர்கொண்டாலும் தாங்கக்கூடியதாக இருந்தது. எங்களுடைய போரை முடிவுக்குக் கொண்டு வந்ததாகக் கூறும் தலைவர்கள், போரினால் ஒருபோதும் முடியாத ஒரு தேசிய அழிவை ஏற்படுத்த முடிந்தது என்பது நகைப்புக்குரியது.",
        "கிராஷ்-லேண்டிங் மற்றும் மக்களின் அரசியல் கூச்சலுக்குப் பிறகு, ராஜபக்சேவின் ஆரம்ப பதில், கடமைப்பட்ட அவர்களின் முழு அமைச்சரவையையும் நீக்குவது (இராஜினாமாவைக் கோருவது) ஆகும். அது பொதுமக்களின் கோபத்தைத் தணிக்காதபோது, ​​எதிர்ப்பாளர்களை (ரம்புக்கனை) சுட முயற்சிப்பது மற்றும்/அல்லது எதிர்ப்பாளர்களை (கோட்டகோகாமா) அடிக்க முயற்சிப்பதும், பின்னர் ஆட்சியை மீண்டும் அமைப்பது, ஒரு முழு நாடாளுமன்றக் குழுவைக் கொண்ட யூஎன்பி பிரதம மந்திரி. இந்த நடவடிக்கையின் பின்னணியில் உள்ள காரணம், அரசாங்கம் ராஜினாமா செய்வதாகவும், யாரோ ஒருவர் ஆட்சியைக் கைப்பற்ற வேண்டும் என்பதே. இப்போது அரசாங்கத்தில் இருப்பது, மகிந்த ராஜபக்ச, சம்பிரதாய பிரதமர், பிரதமர் என்ற ஒற்றை ஆசனம், அரசாங்கத்தின் பிழைப்புக்காக பிரதான SLPP பாராளுமன்றக் குழுவைச் சார்ந்திருக்கும் பொறிகளைக் கைவிட்டு, பசில் ராஜபக்ச SLPP கட்சித் தலைவர் என்று தனது வழமையான பாத்திரத்திற்குத் திரும்புகிறார். ஷாட்கள் இல்லாமல் அமைச்சர் அலுவலகம் மற்றும் ஜனாதிபதி ராஜபக்ஷ முழு நிர்வாக அதிகாரங்களுடன் தொடர்கிறார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவின் சமகி ஜன பலவேகய (SJB) கொள்கை ரீதியான நிலைப்பாட்டை ஏற்றுக்கொண்டது மற்றும் அவர் உருவாக்கிய பொருளாதார வீழ்ச்சிக்கு ஜனாதிபதி பொறுப்பேற்க வேண்டும் என்று கோரிய பெரும்பான்மையான இலங்கை மக்களின் உணர்வுகளுடன் இணங்கியது சரியானது. மற்றும் அதிகாரத்தை கைவிட வேண்டும். இலங்கையில் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதியும், சம்பிரதாயப் பிரதம மந்திரியும் இருப்பதாக எதிர்க்கட்சித் தலைவர் சரியாகக் குறிப்பிட்டுள்ளார், மேலும் நிறைவேற்று ஜனாதிபதி செல்ல வேண்டும் மற்றும்/அல்லது பிரதமர் தலைமையிலான நிர்வாகம் செயல்பட அவரது அதிகாரங்கள் பிரதமர் மற்றும் பாராளுமன்றத்திற்கு மாற்றப்பட வேண்டும். (1978 அரசியலமைப்பின் கீழ், பிரதமருக்கு ஒரு பியூன் அதிகாரம் கூட இல்லை என்று குறிப்பிடப்பட்டவர், சஜித்தின் தந்தை மறைந்த ஜனாதிபதி ரணசிங்க பிரேமதாச தான். சந்திரிக்கா பண்டாரநாயக்க குமாரதுங்க ஜனாதிபதியாக இருந்த காலத்திலிருந்து அந்த யதார்த்தம் மற்றும் அரசியலமைப்பு சீர்திருத்த உரையின் வெளிச்சத்தில், SJB அதன் பொதுச் செயலாளர் ரஞ்சித் மத்தும பண்டார ஊடாக நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை மாற்றும் உத்தேச 21வது அரசியலமைப்பு திருத்தத்தை முன்வைத்தது. ஒரு சம்பிரதாயத்திற்கு.",
        "முன்மொழியப்பட்ட 21வது திருத்தமானது SJBயின் சீர்திருத்த முன்மொழிவுகளில் இருந்து ஒரு குறிப்பிடத்தக்க சமரசம் ஆகும், மாறாக, 19வது திருத்தம் மைனஸ் சூழ்நிலையாக இருந்தாலும், 20வது திருத்தத்திற்கு முந்தைய காலகட்டத்தின் முந்தைய நிலையை மாற்றியமைக்கிறது. 21வது திருத்தத்தின் பல விடயங்களில் ஓரளவு இணக்கப்பாடு எட்டப்பட்ட நிலையில், தற்போது (இன்னும்) ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுன 21வது திருத்தத்தை கைவிட்டு ரணிலை ஒரு கைப்பாவையாக வைத்திருக்க முயல்கிறது.",
        "பொருளாதார சீர்திருத்தங்கள் கொள்கை மாற்றங்கள் மூலம் வருகின்றன, அவை பொது அரசியல் சட்டபூர்வமான அரசாங்கத்தால் மட்டுமே வழங்க முடியும். ஆனால் துண்டிக்கப்பட்ட 21வது திருத்தம் கூட நிறைவேற்றப்பட வேண்டும்.",
        "30 வருடகால சிவில் சட்டம் கூட ஒரு துரதிர்ஷ்டவசமான பொது மக்கள் மீது நிலைத்திருக்காத பேரழிவை இலங்கை எதிர்கொள்கிறது. எமது போரை முடிவுக்குக் கொண்டு வந்ததாகக் கருதப்படும் அரசியல் தலைவர்கள், யுத்தத்தினால் ஒருபோதும் கொண்டுவர முடியாத ஒரு தேசிய அழிவுக்குத் தெளிவாகப் பொறுப்பாளிகள் என்பது முரண்பாடானதாகும்.",
        "பிரதமர் விக்கிரமசிங்கவின் பொருளாதாரக் குழுவின் பதில், வியத் மக, எலியா மற்றும் SLPP கொள்கை கட்டமைப்பின் பைத்தியக்காரத்தனம், வரிகளை குறைத்தல், கிடைக்கக்கூடிய அனைத்து வெளிநாட்டு கையிருப்புகளுடன் செயற்கையாக குறைந்த மாற்று விகிதத்தை பாதுகாத்தல், நிதி பற்றாக்குறைக்கு நிதியளிக்க பணத்தை அச்சடித்தல், முற்றிலும் ஊழல்வாதிகள், நிபுணர்களின் ஆலோசனைக்கு செவிடான தொனி மற்றும் உரத்தை தடை செய்தல். இப்போது, ​​வட்டி விகிதங்கள் உயர்த்தப்பட்டுள்ளன, மாற்று விகிதம் ஓரளவு மிதக்கப்பட்டுள்ளது மற்றும் 2020 இன் பேரழிவு தரும் வரிக் குறைப்புகளைத் திரும்பப் பெற முயல்கிறது. மீண்டும், 2020க்கு முந்தைய நிலைக்குத் திரும்புதல். எவ்வாறாயினும், பொருளாதாரச் சரிவுக்கு முன் போதுமானதாக இருந்தது, அதில் இருந்து நம்மை வெளியேற்றுவதற்குப் போதுமானதாக இருக்காது. அதற்கு நஷ்டத்தை ஏற்படுத்தும் அரச ஏகபோகங்களின் மறுசீரமைப்பு மற்றும் இலங்கைப் பொருளாதாரத்தின் ஏனைய கட்டமைப்பு சீர்திருத்தங்கள், குறிப்பாக எமது தேசிய கடன் சுமை நிலையானது என்பதை உறுதிப்படுத்தும் நடவடிக்கைகள் தேவைப்படும். இராஜபக்ஷக்கள் முற்றாக இழந்துள்ள பொது மற்றும் அரசியல் சட்டபூர்வமான சீர்திருத்தங்கள்.",
        "இலங்கையானது எமது தேசியக் கடனை, குறிப்பாக அதன் வெளிநாட்டு நாணயக் கூறுகளை நிலையானதாக மாற்றும் கொள்கைத் திட்டத்தை நிரூபிக்கும் வரை, புதிய நிதி வசதிகள் எதுவும் கிடைக்காது என IMF மற்றும் உலக வங்கி தெளிவுபடுத்தியுள்ளன. இ., காலப்போக்கில் திருப்பிச் செலுத்தப்படும். உலக நிதி அமைப்பு இறையாண்மை நாடுகள் தங்கள் கடன்களை மதிக்க வேண்டும். ஒரு தேசிய நிதி அமைப்புக்கு உள்நாட்டில் தேவைப்படுவது போல.",
        "பிரபலமான நம்பிக்கைக்கு மாறாக, 2020-22 கொள்கைகளின் தலைகீழ் மாற்றமானது நமது தேசிய நிதியில் எந்தவிதமான தாக்கத்தையும் ஏற்படுத்தவில்லை, மேலும் இந்தியர்கள் கடனில் எரிபொருளை எங்களுக்கு வழங்குவதால், இயக்கத்தை வழங்குவதற்கும் நமது வெளிநாட்டு நாணய நிலைமையை எளிதாக்குவதற்கும் மட்டுமே எங்களிடம் எரிபொருள் உள்ளது. வெளியுறவுக் கொள்கை அடிப்படையில், இந்தியா இலங்கைக்கு மிகவும் அன்பாகச் செய்கிறது, கடந்த ஆண்டுகளில், ஜெர்மனி சிறிது நேரம் கிரேக்கத்திற்காக என்ன செய்ய முயன்றது. அறுநூறு பில்லியன் டாலர்களுக்கு மேல் வெளிநாட்டு கையிருப்பு இருப்பதால், சுவரில் எழுதப்பட்டதைக் கண்டு அவர்களின் காசோலைப் புத்தகம் அரிதாகிவிட்ட சீனர்கள் காலி செய்த இடத்தை நிரப்ப சுமார் ஒன்று அல்லது இரண்டு பில்லியனைப் பயன்படுத்தலாம் என்று முடிவு செய்துள்ளது. ராஜபக்ச வெள்ளை யானைத் திட்டங்களுக்காக அவர்கள் எவ்வளவு கடன் கொடுத்தார்கள் என்பதைச் சரிபார்த்து, மத்திய அரசானது அவர்களின் நிதி குறித்து மிகவும் கடினமாக உள்ளது.",
        "ரணிலின் இடைக்கால அரசாங்கம் தன்னால் முடிந்தவரை செய்திருக்கலாம், அது போதுமானதாக இல்லை. சீர்குலைந்த தேர்தலுக்கான தெளிவான காலக்கெடு, ஒருவேளை அடுத்த ஆண்டு தொடக்கத்தில் நமது பேரழிவிற்குள்ளான தேசத்தை மீண்டும் கட்டியெழுப்புவதற்குத் தேவையான உண்மையான சீர்திருத்தங்கள் தேவைப்படும்.",
        "(எழுத்தாளர் 2016-17 வரை வெளியுறவு அமைச்சகத்தின் ஆலோசகராக பணியாற்றினார்)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}