{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-magical-blue-sapphire-to-conserve-the-majestic-sperm-whale/",
  "time_ut": 1655214120,
  "title": "A magical blue sapphire to conserve the majestic sperm whale",
  "body_lines": [
    "* CJS & Oceanswell write third chapter in Ocean Blues Series",
    "* First two collections in series celebrated the Blue Whale, Dolphin",
    "* Proceeds from Ocean Blues Collection supports Oceanswell research projects",
    "They are truly magnificent, possess a subtle elegance and add unique splendor to the multiple hues of blues in the oceans around us. These unparalleled vignettes of the sperm whale, the world’s largest toothed whale is captured in the beauty of a dazzling pendant, handcrafted by CJS to celebrate World Oceans Day this year.",
    "Designed in silver with a blue sapphire eye meant to capture the magic of this magnificent mammal, the limited-edition Sperm Whale pendant of just one hundred pieces, heralds the third in the iconic CJS Ocean Blues series.",
    "It was in 2019 that wildlife and marine conservation enthusiast CEO of CJS Akram Cassim first began his design journey into marine conservation collaborating with Dr Asha De Vos, the founder of Oceanswell, Sri Lanka’s first marine conservation research and education organization. The first in the Ocean Blues series focused on the conservation of the blue whale in the collection titled, ‘Love for the Blue Whale’.",
    "Thereafter, being passionate about continuing awareness on marine conservation, Cassim used the CJS flair for artisan design and graceful chic with an ode to the dolphin launched on World Oceans Day 2021. Each customer who purchased one of those ninety-nine limited edition pendants also received a personalised message from Dr Asha De Vos.",
    "This love for the ocean prompted Cassim to seek out the beauty of the magnificent but endangered sperm whale, proclaiming the debut of the Sperm Whale collection, a collaboration with Oceanswell now in its third year. All proceeds from sales of this limited-edition collection will be donated to Dr Asha De Vos for her Marine Conservation Work. “Besides being the largest of the toothed whales, sperm whales also have the largest brain of any creature known to have lived on earth,” stated Dr Asha De Vos. “Oceanswell and I are delighted to be collaborating with CJS once more. This is an incredible way to celebrate such a magnificent creature. It is wonderful to see a premier brand like CJS shining the much-needed spotlight on conservation and in doing so, setting a positive example for all Sri Lankan businesses.”",
    "Stating that Asha is a truly inspirational Sri Lankan, Cassim said, “CJS is delighted to continue this collaboration with Oceanswell and it was fun designing this Sperm Whale Pendant with Asha. Asha and Oceanswell are up against tremendous odds, with unprecedented challenges facing the oceans and the spectacular creatures that inhabit these oceans. As citizens of this paradise island which is home to truly mesmerising natural beauty, we have a responsibility to lead positive change, ensuring that the natural beauty we have been gifted will last for future generations. By owning one of these limited-edition designer pieces, you can be part of that change,” he urged.",
    "SDB bank kicks off Financial Year 2022 with Resilient First Quarter",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "තේජාන්විත ශුක්‍රාණු තල්මසා සංරක්ෂණය කිරීම සඳහා ඉන්ද්‍රජාලික නිල් නිල් මැණික්",
      "body_lines": [
        "* CJS සහ Oceanswell Ocean Blues Series හි තුන්වන පරිච්ඡේදය ලියයි",
        "* මාලාවේ පළමු එකතු කිරීම් දෙක නිල් තල්මසුන්, ඩොල්ෆින් සමරනු ලැබීය",
        "* Ocean Blues Collection වෙතින් ලැබෙන ආදායම Oceanswell පර්යේෂණ ව්‍යාපෘති සඳහා සහාය වේ",
        "ඔවුන් සැබවින්ම විශිෂ්ටයි, සියුම් අලංකාරයකින් යුක්ත වන අතර අප අවට සාගරවල ඇති නිල් පැහැති බහු වර්ණවලට අද්විතීය තේජස එක් කරයි. මෙම වසරේ ලෝක සාගර දිනය සැමරීම සඳහා CJS විසින් අතින් සකස් කරන ලද, ලොව විශාලතම දත් සහිත තල්මසුන් වන ශුක්‍රාණු තල්මසුන්ගේ මෙම අසමසම විග්නේට්, සිත් ඇදගන්නාසුළු පෙන්ඩනයක අලංකාරයෙන් ග්‍රහණය කර ඇත.",
        "මෙම විශ්මය ජනක ක්ෂීරපායියාගේ මායාව ග්‍රහණය කර ගැනීමට අදහස් කරන නිල් නිල් මැණික් ඇසකින් රිදී පැහැයෙන් නිර්මාණය කර ඇති අතර, කෑලි සියයකින් පමණක් සීමා වූ Sperm Whale පෙන්ඩන්ට්, CJS Ocean Blues මාලාවේ තුන්වැන්න ප්‍රකාශ කරයි.",
        "CJS හි වනජීවී සහ සමුද්‍ර සංරක්ෂණ උද්යෝගිමත් ප්‍රධාන විධායක නිලධාරී අක්‍රම් කැසිම් ප්‍රථම වරට සමුද්‍ර සංරක්ෂණය සඳහා සිය නිර්මාණ ගමන ආරම්භ කළේ ශ්‍රී ලංකාවේ ප්‍රථම සමුද්‍ර සංරක්ෂණ පර්යේෂණ සහ අධ්‍යාපන සංවිධානය වන Oceanswell හි නිර්මාතෘ ආචාර්ය Asha De Vos සමඟ සහයෝගයෙන් ය. Ocean Blues මාලාවේ පළමුවැන්න, 'Love for the Blue Whale' නම් එකතුවේ ඇති නිල් තල්මසුන් සංරක්ෂණය කෙරෙහි අවධානය යොමු කළේය.",
        "ඉන්පසුව, සමුද්‍ර සංරක්ෂණය පිළිබඳ අඛණ්ඩව දැනුවත් කිරීම කෙරෙහි දැඩි ඇල්මක් දැක්වූ කැසිම්, 2021 ලෝක සාගර දිනයේදී දියත් කරන ලද ඩොල්ෆින් මත්ස්‍යයන් සමඟ ශිල්පීන්ගේ නිර්මාණ සහ අලංකාර චික් සඳහා CJS දස්කම් භාවිතා කළේය. එම සීමිත සංස්කරණ පෙන්ඩන්ට් අනූනවයෙන් එකක් මිලදී ගත් සෑම පාරිභෝගිකයෙකුටම ද ලැබුණි. Dr Asha De Vos වෙතින් පුද්ගලාරෝපිත පණිවිඩයක්.",
        "සාගරයට ඇති මෙම ඇල්ම, විශිෂ්ට නමුත් වඳවී යාමේ තර්ජනයට ලක්ව ඇති ශුක්‍රාණු තල්මසුන්ගේ සුන්දරත්වය සෙවීමට කැසිම් පොළඹවන ලද අතර, ශුක්‍රාණු තල්මසුන් එකතුවේ මංගල දර්ශනය ප්‍රකාශ කරයි, එය දැන් එහි තුන්වන වසර තුළ Oceanswell සමඟ සහයෝගීතාවයකි. මෙම සීමිත සංස්කරණ එකතුවේ අලෙවියෙන් ලැබෙන සියලුම මුදල් ආචාර්ය ආශා ඩි වොස් වෙත ඇයගේ සමුද්‍ර සංරක්ෂණ කටයුතු සඳහා පරිත්‍යාග කරනු ලැබේ. “ශුක්‍රාණු තල්මසුන්ට දත් ඇති තල්මසුන්ගෙන් විශාලතම තල්මසුන්ට අමතරව පෘථිවියේ ජීවත් වූ බව දන්නා ඕනෑම ජීවියෙකුට වඩා විශාලතම මොළය ද ඇත,” වෛද්‍ය ආශා ඩි වොස් ප්‍රකාශ කළේය. “ඕෂන්ස්වෙල් සහ මම නැවත වරක් CJS සමඟ සහයෝගයෙන් කටයුතු කිරීමට ලැබීම ගැන සතුටු වෙනවා. එවැනි විශිෂ්ට ජීවියෙකු සැමරීමට මෙය ඇදහිය නොහැකි ක්‍රමයකි. CJS වැනි ප්‍රමුඛතම සන්නාමයක් සංරක්ෂණය පිළිබඳ ඉතා අවශ්‍ය අවධානය යොමු කිරීම සහ එසේ කිරීමෙන් ශ්‍රී ලංකාවේ සියලුම ව්‍යාපාර සඳහා ධනාත්මක ආදර්ශයක් සපයමින් සිටීම පුදුම සහගතය.",
        "Asha සැබවින්ම ආශ්වාදජනක ශ්‍රී ලාංකිකයෙකු බව ප්‍රකාශ කළ Cassim, “CJS Oceanswell සමඟ මෙම සහයෝගීතාවය දිගටම කරගෙන යාමට සතුටු වන අතර Asha සමඟ මෙම Sperm Whale Pendant නිර්මාණය කිරීම සතුටට කරුණක් විය. සාගර සහ මෙම සාගරවල වෙසෙන දර්ශනීය ජීවීන් මුහුණ දෙන පෙර නොවූ විරූ අභියෝග සමඟ ආශා සහ ඕෂන්ස්වෙල් දැවැන්ත දුෂ්කරතාවලට එරෙහිව සිටිති. සැබවින්ම සිත් වසඟ කරන ස්වභාව සෞන්දර්යයේ නිවහනක් වන මෙම පාරාදීස දිවයිනේ පුරවැසියන් වශයෙන්, අපට දායාද කර ඇති ස්වභාවික සුන්දරත්වය අනාගත පරපුරට පවතිනු ඇති බවට සහතික වෙමින් ධනාත්මක වෙනසක් ඇති කිරීමට අපට වගකීමක් ඇත. මෙම සීමිත සංස්කරණ නිර්මාණ කොටස් වලින් එකක් හිමිකර ගැනීමෙන්, ඔබට එම වෙනසෙහි කොටසක් විය හැකිය, ”ඔහු ඉල්ලා සිටියේය.",
        "SDB බැංකුව 2022 මූල්‍ය වර්ෂය ප්‍රත්‍යස්ථ පළමු කාර්තුව සමඟින් ආරම්භ කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கம்பீரமான விந்து திமிங்கலத்தைப் பாதுகாக்க ஒரு மந்திர நீல சபையர்",
      "body_lines": [
        "* CJS & Oceanswell ஓஷன் ப்ளூஸ் தொடரில் மூன்றாவது அத்தியாயத்தை எழுதுகின்றன",
        "* தொடரின் முதல் இரண்டு தொகுப்புகள் ப்ளூ வேல், டால்பின் கொண்டாடப்பட்டது",
        "* ஓஷன் ப்ளூஸ் கலெக்‌ஷன் மூலம் கிடைக்கும் வருமானம் ஓஷன்ஸ்வெல் ஆராய்ச்சித் திட்டங்களை ஆதரிக்கிறது",
        "அவை உண்மையிலேயே அற்புதமானவை, நுட்பமான நேர்த்தியுடன் உள்ளன மற்றும் நம்மைச் சுற்றியுள்ள கடல்களில் உள்ள நீல நிறங்களின் பல வண்ணங்களுக்கு தனித்துவமான சிறப்பை சேர்க்கின்றன. இந்த ஆண்டு உலகப் பெருங்கடல் தினத்தைக் கொண்டாட CJS கைவினைப்பொருளால் உருவாக்கப்பட்ட உலகின் மிகப்பெரிய பல் திமிங்கலமான ஸ்பெர்ம் திமிங்கலத்தின் இந்த இணையற்ற விக்னெட்டுகள் திகைப்பூட்டும் பதக்கத்தின் அழகில் படம்பிடிக்கப்பட்டுள்ளன.",
        "இந்த அற்புதமான பாலூட்டியின் மாயாஜாலத்தைப் படம்பிடிப்பதற்காக நீல நிற சபையர் கண்ணுடன் வெள்ளி நிறத்தில் வடிவமைக்கப்பட்டுள்ளது, வரையறுக்கப்பட்ட பதிப்பு ஸ்பெர்ம் வேல் பதக்கமானது வெறும் நூறு துண்டுகள், சின்னமான CJS ஓஷன் ப்ளூஸ் தொடரில் மூன்றாவது இடத்தைக் குறிக்கிறது.",
        "2019 ஆம் ஆண்டு தான் CJS இன் வனவிலங்கு மற்றும் கடல்சார் பாதுகாப்பு ஆர்வலர் அக்ரம் காசிம் இலங்கையின் முதல் கடல்சார் பாதுகாப்பு ஆராய்ச்சி மற்றும் கல்வி நிறுவனமான Oceanswell இன் நிறுவனர் Dr Asha De Vos உடன் இணைந்து கடல் பாதுகாப்புக்கான தனது வடிவமைப்பு பயணத்தை முதலில் தொடங்கினார். ஓஷன் ப்ளூஸ் தொடரின் முதல் தொகுப்பு, 'நீல திமிங்கலத்திற்கான காதல்' என்ற தலைப்பில் நீல திமிங்கலத்தைப் பாதுகாப்பதில் கவனம் செலுத்தியது.",
        "அதன்பிறகு, கடல் பாதுகாப்பு குறித்த விழிப்புணர்வைத் தொடர்வதில் ஆர்வமாக இருந்ததால், CJS ஃபிளேரை கைவினைஞர்களின் வடிவமைப்பிற்காகவும், 2021 ஆம் ஆண்டு உலகப் பெருங்கடல் தினத்தன்று அறிமுகப்படுத்தப்பட்ட டால்பினுடன் அழகான புதுப்பாணியாகவும் காசிம் பயன்படுத்தினார். அந்த தொண்ணூற்றொன்பது வரையறுக்கப்பட்ட பதிப்பு பதக்கங்களில் ஒன்றை வாங்கிய ஒவ்வொரு வாடிக்கையாளருக்கும் கிடைத்தது. டாக்டர் ஆஷா டி வோஸின் தனிப்பட்ட செய்தி.",
        "கடல் மீதான இந்த காதல், காசிம் அற்புதமான ஆனால் அழிந்துவரும் விந்தணு திமிங்கலத்தின் அழகைத் தேடத் தூண்டியது, விந்தணுத் திமிங்கலத்தின் ஆரம்பத்தை அறிவித்தது, இது அதன் மூன்றாவது ஆண்டில் ஓசியன்ஸ்வெல்லுடன் இணைந்து செயல்படுகிறது. இந்த வரையறுக்கப்பட்ட பதிப்பு சேகரிப்பின் விற்பனை மூலம் கிடைக்கும் அனைத்து வருமானமும் டாக்டர் ஆஷா டி வோஸுக்கு அவரது கடல் பாதுகாப்பு பணிக்காக வழங்கப்படும். \"பல் உள்ள திமிங்கலங்களில் மிகப்பெரியது தவிர, விந்தணு திமிங்கலங்கள் பூமியில் வாழ்ந்த எந்த உயிரினத்திலும் மிகப்பெரிய மூளையைக் கொண்டுள்ளன\" என்று டாக்டர் ஆஷா டி வோஸ் கூறினார். \"ஓஷன்ஸ்வெல்லும் நானும் மீண்டும் CJS உடன் இணைந்து பணியாற்றுவதில் மகிழ்ச்சி அடைகிறோம். அத்தகைய அற்புதமான உயிரினத்தை கொண்டாட இது ஒரு நம்பமுடியாத வழி. CJS போன்ற முதன்மையான வர்த்தக நாமம் பாதுகாப்பில் மிகவும் அவசியமான கவனத்தை வெளிச்சம் போட்டுக் காட்டுவதையும், அவ்வாறு செய்வதன் மூலம், அனைத்து இலங்கை வர்த்தகங்களுக்கும் ஒரு நேர்மறையான முன்மாதிரியாக அமைவதைப் பார்ப்பது மிகவும் அற்புதமானது.”",
        "ஆஷா உண்மையிலேயே உத்வேகம் அளிக்கும் இலங்கையர் என்று கூறிய காசிம், “Oceanswell உடனான இந்த ஒத்துழைப்பைத் தொடர்வதில் CJS மகிழ்ச்சியடைகிறது, மேலும் ஆஷாவுடன் இணைந்து இந்த விந்தணுத் திமிங்கல பதக்கத்தை வடிவமைத்தது மகிழ்ச்சி அளிக்கிறது. ஆஷா மற்றும் ஓஷன்ஸ்வெல் மிகப்பெரிய முரண்பாடுகளுக்கு எதிராக உள்ளனர், கடல்கள் மற்றும் இந்த கடல்களில் வாழும் கண்கவர் உயிரினங்கள் முன்னோடியில்லாத சவால்களை எதிர்கொள்கின்றன. உண்மையிலேயே மெய்சிலிர்க்க வைக்கும் இயற்கை அழகின் தாயகமாக விளங்கும் இந்த சொர்க்கத் தீவின் குடிமக்களாக, நமக்குக் கிடைத்த இயற்கை அழகு எதிர்கால சந்ததியினருக்கும் நிலைத்திருக்கும் என்பதை உறுதிசெய்து, நேர்மறையான மாற்றத்தை வழிநடத்தும் பொறுப்பு நமக்கு உள்ளது. இந்த வரையறுக்கப்பட்ட பதிப்பு டிசைனர் துண்டுகளில் ஒன்றை வைத்திருப்பதன் மூலம், அந்த மாற்றத்தின் ஒரு பகுதியாக நீங்கள் இருக்க முடியும்,” என்று அவர் வலியுறுத்தினார்.",
        "SDB வங்கியானது 2022 ஆம் ஆண்டுக்கான நிதியாண்டு முதல் காலாண்டில் தொடங்கும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}