{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sleight-of-hand/",
  "time_ut": 1650480360,
  "title": "Sleight of hand",
  "body_lines": [
    "On-going mass protests seem to have knocked some sense into the government leaders who refused to heed public opinion, and sought to railroad others into doing their bidding. In a dramatic turn of events replete with irony, Prime Minister Mahinda Rajapaksa, who is under pressure to resign together with other family members in the government, has said the 19th Amendment should be brought back with some changes. It is he who made the executive presidential powers even more draconian by introducing the 18th Amendment, which became his undoing. He would not have been humiliated in this manner, today, if he had retired after completing his second term in 2015. He should not have done away with the 17th Amendment, which is widely considered the most progressive constitutional amendment the country has ever seen.",
    "Huge parliamentary majorities have always been a curse for this country as well as the parties that secure them. The SLFP, which together with its leftist allies obtained a two-thirds majority in 1970, was reduced to a mere eight seats at the 1977 general election, and did not fully recover for 17 years. It caused untold hardships to the public, and extended the life of Parliament by two years arbitrarily, in 1975. The UNP, which secured a five-sixths majority in 1977, and abused it in every conceivable manner after introducing the current executive presidential system, has only a single MP today! About 44 years have elapsed since the UNP introduced the presidential system, but it has not been able to secure the executive presidency for the past 28 years! In 2015, the SLFP-led UPFA government collapsed five years after obtaining a two-thirds majority in the House; President Rajapaksa, who sought a third term, suffered an ignominious defeat in the presidential race. The SLPP government, which mustered a two-thirds majority in 2020, is now struggling for survival, and offering to restore the 19th Amendment!",
    "President Gotabaya Rajapaksa performed reasonably well between his election in November 2019 and the formation of the SLPP government in August 2020. His approval ratings began to slide after the SLPP secured a two-thirds majority and introduced the 20th Amendment, which fully restored the President’s executive powers that the 19th Amendment had curtailed. The proponents of the 20th Amendment argued that the country needed a strong President to usher in national progress, but President Rajapaksa failed to live up to people’s expectations, and the country has become bankrupt.",
    "If the constitutional provision that prevented dual citizens from running for President or contesting parliamentary elections had not been abolished, the Basil Rajapaksa faction of the SLPP would not have emerged so powerful as to control the government parliamentary group and undermine President Rajapaksa. Prime Minister Rajapaksa was content to rest on his oars although those who voted for the SLPP expected him to be actively engaged in governing the country. The appointment of Basil as the Finance Minister became the economic version of a devastating ‘bird hit’ for the country. Parliament had debates on the economy for several months without the presence of the Finance Minister! Nobody dared tell Basil to attend Parliament and carry out his legislative duties and functions as the Finance Minister. The government became a family concern, and the ministers who demanded a course correction were hounded out of the Cabinet. Today, people are out there in the streets demanding the resignation of the President and his government.",
    "Mahinda may not have a spring in his step, but he knows how to wriggle out of difficult situations. Protesters are demanding the ouster of the entire Rajapaksa family, and Mahinda is craftily offering to restore the 19th Amendment! He knows that it is an offer nobody who cherishes democracy could reject. If the 20th Amendment is abolished and the 19th Amendment restored, the PM will be more powerful than the President to all intents and purposes, as was the case from 2015 to 2019. Mahinda does not want to step down as the PM, and, therefore, he will be the main beneficiary of the proposed constitutional amendment, at least in the short run. It will be a case of swings and roundabouts for those who are demanding a radical change.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අතේ ඇති සිල්වත් බව",
      "body_lines": [
        "පවතින මහජන විරෝධතා මහජන මතයට අවනත වීම ප්‍රතික්ෂේප කළ රජයේ නායකයන් තුළට යම් හැඟීමක් ඇති කර ඇති බව පෙනේ. උත්ප්‍රාසයෙන් පිරුණු නාටකාකාර සිදුවීම් පෙළක් තුළ, ආණ්ඩුවේ අනෙකුත් පවුලේ සාමාජිකයන් සමඟ එක්ව ඉල්ලා අස්වීමට බලපෑම් කරන අගමැති මහින්ද රාජපක්ෂ, 19 වැනි සංශෝධනය යම් වෙනස්කම් සහිතව නැවත ගෙන ආ යුතු බව පවසා තිබේ. 18 වැනි ව්‍යවස්ථා සංශෝධනය ගෙනැවිත් විධායක ජනාධිපති බලතල තවත් කුරිරු බවට පත් කළේ ඔහුය. 2015 වසරේ දෙවැනි ධුර කාලය අවසන් කර විශ්‍රාම ගියා නම් අද ඔහුට මේ ආකාරයෙන් අවමන් නොවීමට ඉඩ තිබුණි.රටේ මෙතෙක් බිහි වූ ප්‍රගතිශීලීම ව්‍යවස්ථා සංශෝධනය ලෙස සැලකෙන 17 වැනි සංශෝධනය ඉවත් නොකළ යුතුව තිබුණි.",
        "දැවැන්ත පාර්ලිමේන්තු බහුතරය මේ රටට මෙන්ම ඒවා සුරක්ෂිත කරන පක්‍ෂවලට කවදත් ශාපයක් වී ඇත. 1970 දී වාමාංශික සහචරයින් සමඟ එක්ව තුනෙන් දෙකක බලයක් ලබාගත් ශ්‍රීලනිපය 1977 මහ මැතිවරණයේදී ආසන අටකට පමණක් සීමා වූ අතර වසර 17 ක් යනතුරු සම්පූර්ණයෙන් යථා තත්ත්වයට පත් වූයේ නැත. එය මහජනතාවට කිව නොහැකි දුෂ්කරතා ඇති කළ අතර, 1975 දී අත්තනෝමතික ලෙස පාර්ලිමේන්තුවේ ආයු කාලය වසර දෙකකින් දීර්ඝ කළේය. 1977 දී හයෙන් පහක බලයක් ලබා ගත් එජාපය, වත්මන් විධායක ජනාධිපති ක්‍රමය හඳුන්වා දීමෙන් පසු එය සිතිය හැකි සෑම ආකාරයකින්ම අපයෝජනය කළේය. අද ඉන්නේ එකම මන්ත්‍රීවරයෙක් පමණයි! එජාපය ජනාධිපති ක්‍රමය හඳුන්වා දී වසර 44ක් පමණ ගතවී ඇතත් පසුගිය වසර 28ක කාලය තුළ විධායක ජනාධිපති ක්‍රමය තහවුරු කර ගැනීමට එජාපයට නොහැකි විය! 2015 දී, ශ්‍රීලනිප ප්‍රමුඛ එජනිස ආණ්ඩුව පාර්ලිමේන්තුවේ තුනෙන් දෙකක බලයක් ලබා වසර පහකට පසු බිඳ වැටුණි. තුන්වැනි වරටත් බලය ඉල්ලූ ජනාධිපති රාජපක්‍ෂ ජනාධිපතිවරණ සටනේදී අන්ත පරාජයකට පත් විය. 2020 දී තුනෙන් දෙකක බලයක් රැස් කරගත් ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආන්ඩුව දැන් පැවැත්ම සඳහා අරගල කරමින් සිටින අතර 19 වන ව්‍යවස්ථා සංශෝධනය ප්‍රතිෂ්ඨාපනය කිරීමට ඉදිරිපත් වේ!",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ 2019 නොවැම්බරයේ සිය තේරී පත්වීම සහ 2020 අගෝස්තු මාසයේදී ශ්‍රී ලංකා පොදුජන පෙරමුණේ රජය පිහිටුවීම අතර සාධාරණ ලෙස ක්‍රියා කළේය. ශ්‍රී ලංකා පොදුජන පෙරමුණ තුනෙන් දෙකක බලයක් ලබාගෙන 20 වැනි ව්‍යවස්ථා සංශෝධනය ඉදිරිපත් කිරීමෙන් පසු ඔහුගේ අනුමත ශ්‍රේණිගත කිරීම් පහත වැටීමට පටන් ගත්තේය. 19 වැනි සංශෝධනයෙන් කප්පාදු කර තිබූ බලතල. 20 වැනි ව්‍යවස්ථා සංශෝධනයේ යෝජකයින් තර්ක කළේ රටට ජාතික ප්‍රගතිය ගෙන ඒම සඳහා ශක්තිමත් ජනාධිපතිවරයකු අවශ්‍ය බවය, නමුත් රාජපක්ෂ ජනාධිපතිවරයා ජනතා අපේක්ෂාවන් ඉටු කිරීමට අපොහොසත් වූ අතර රට බංකොලොත් වී තිබේ.",
        "ද්විත්ව පුරවැසියන්ට ජනාධිපතිවරණයට ඉදිරිපත් වීම හෝ පාර්ලිමේන්තු මැතිවරණයට ඉදිරිපත් වීම වළක්වන ව්‍යවස්ථාමය ප්‍රතිපාදන අහෝසි නොකළේ නම්, ශ්‍රී ලංකා පොදුජන පෙරමුණේ බැසිල් රාජපක්ෂ කණ්ඩායම ආණ්ඩුවේ මන්ත්‍රී කණ්ඩායම පාලනය කර ජනාධිපති රාජපක්ෂට වල කැපීමට තරම් බලවත් වන්නේ නැත. ශ්‍රී ලංකා පොදුජන පෙරමුණට ඡන්දය දුන් අය ඔහු රට පාලනයේ සක්‍රීයව නියැලෙනු ඇතැයි අපේක්ෂා කළද, අගමැති රාජපක්ෂ ඔහුගේ හබල් මත විවේක ගනිමින් සෑහීමට පත් විය. බැසිල් මුදල් ඇමති ලෙස පත් කිරීම රටට විනාශකාරී ‘කුරුළු පහරක’ ආර්ථික අනුවාදය බවට පත් විය. මුදල් ඇමතිවරයා නොමැතිව මාස කිහිපයක් පාර්ලිමේන්තුවේ ආර්ථිකය ගැන විවාද තිබුණා! පාර්ලිමේන්තුවට පැමිණ මුදල් අමාත්‍යවරයා ලෙස ඔහුගේ ව්‍යවස්ථාදායක රාජකාරි සහ කාර්යයන් ඉටු කරන ලෙස බැසිල්ට කීමට කිසිවකු එඩිතර වූයේ නැත. රජය පවුලේ ගැටලුවක් බවට පත් වූ අතර, පාඨමාලා නිවැරදි කිරීමක් ඉල්ලා සිටි ඇමතිවරුන් කැබිනට් මණ්ඩලයෙන් නෙරපා හරින ලදී. අද ජනාධිපතිතුමාට සහ ඔහුගේ ආණ්ඩුවට ඉල්ලා අස්වෙන්න කියලා ජනතාව පාරට බැහැලා ඉන්නවා.",
        "මහින්දට ඔහුගේ පියවරේ වසන්තයක් නොතිබිය හැකිය, නමුත් දුෂ්කර තත්වයන්ගෙන් මිදීමට ඔහු දනී. විරෝධතාකරුවන් මුළු රාජපක්ෂ පවුලම නෙරපා හරින ලෙස ඉල්ලා සිටින අතර මහින්ද 19 වැනි සංශෝධනය යළි පිහිටුවීමට කපටි ලෙස ඉදිරිපත් වේ! එය ප්‍රජාතන්ත්‍රවාදය අගය කරන කිසිවකුට ප්‍රතික්ෂේප කළ නොහැකි යෝජනාවක් බව ඔහු දනී. 20 වැනි ව්‍යවස්ථා සංශෝධනය අහෝසි කර 19 වැනි ව්‍යවස්ථා සංශෝධනය ප්‍රතිෂ්ඨාපනය කළහොත් 2015 සිට 2019 දක්වා වූවාක් මෙන් සියලු අරමුණු සහ අරමුණු සඳහා ජනාධිපතිවරයාට වඩා අගමැති බලවත් වනු ඇත. මහින්දට අගමැතිකමෙන් ඉවත් වීමට අවශ්‍ය නැත, එබැවින් , යෝජිත ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ ප්‍රධාන ප්‍රතිලාභියා ඔහු වනු ඇත, අවම වශයෙන් කෙටි කාලීනව. රැඩිකල් වෙනසක් ඉල්ලා සිටින අයට එය පැද්දීම සහ වටරවුමක් වනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கை சாதுரியம்",
      "body_lines": [
        "நடந்துகொண்டிருக்கும் வெகுஜனப் போராட்டங்கள், பொதுக் கருத்தைக் கேட்க மறுத்த அரசாங்கத் தலைவர்களுக்கு ஒருவித உணர்வைத் தட்டிவிட்டதாகத் தெரிகிறது, மேலும் மற்றவர்களை இரயில் பாதையில் தங்கள் முயற்சியைச் செய்ய முற்பட்டது. நகைச்சுவை நிறைந்த நிகழ்வுகளின் வியத்தகு திருப்பத்தில், அரசாங்கத்தில் உள்ள மற்ற குடும்ப உறுப்பினர்களுடன் சேர்ந்து பதவி விலக வேண்டிய அழுத்தத்திற்கு உள்ளான பிரதமர் மஹிந்த ராஜபக்ஷ, 19 வது திருத்தத்தை சில மாற்றங்களுடன் மீண்டும் கொண்டு வர வேண்டும் என்று கூறியுள்ளார். 18வது திருத்தச் சட்டத்தை கொண்டு வந்து நிறைவேற்று ஜனாதிபதி அதிகாரத்தை இன்னும் கொடூரமானதாக மாற்றியவர். 2015ஆம் ஆண்டு தனது இரண்டாவது பதவிக் காலத்தை நிறைவு செய்து ஓய்வு பெற்றிருந்தால், இன்று அவர் இவ்வாறு அவமானப்படுத்தப்பட்டிருக்க மாட்டார். நாடு கண்டிராத முற்போக்கான அரசியலமைப்புத் திருத்தமாக பரவலாகக் கருதப்படும் 17ஆவது திருத்தத்தை அவர் நீக்கியிருக்கக் கூடாது.",
        "பெரும் பாராளுமன்றப் பெரும்பான்மை என்பது இந்த நாட்டுக்கும் அவற்றைப் பாதுகாக்கும் கட்சிகளுக்கும் எப்போதும் சாபமாகவே இருந்து வருகிறது. 1970ல் அதன் இடதுசாரிக் கூட்டாளிகளுடன் சேர்ந்து மூன்றில் இரண்டு பெரும்பான்மையைப் பெற்ற SLFP, 1977 பொதுத் தேர்தலில் வெறும் 8 ஆசனங்களாகக் குறைக்கப்பட்டு, 17 ஆண்டுகளாக முழுமையாக மீளவில்லை. இது பொதுமக்களுக்கு சொல்லொண்ணா இன்னல்களை ஏற்படுத்தியதுடன், 1975ல் தன்னிச்சையாக பாராளுமன்றத்தின் ஆயுளை இரண்டு வருடங்கள் நீட்டித்தது. 1977ல் ஆறில் ஐந்தில் ஐந்தில் ஒரு பெரும்பான்மையைப் பெற்ற யூ.என்.பி., தற்போதைய நிறைவேற்று ஜனாதிபதி முறையை அறிமுகப்படுத்திய பின்னர், அதை எல்லா வகையிலும் துஷ்பிரயோகம் செய்தது. இன்று ஒரே ஒரு எம்.பி. ஐக்கிய தேசியக் கட்சி ஜனாதிபதி முறைமையை அறிமுகப்படுத்தி சுமார் 44 வருடங்கள் கடந்துள்ள போதிலும் கடந்த 28 வருடங்களாக நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை உறுதிப்படுத்த முடியவில்லை! 2015 இல், SLFP தலைமையிலான UPFA அரசாங்கம் சபையில் மூன்றில் இரண்டு பெரும்பான்மையைப் பெற்று ஐந்து வருடங்களின் பின்னர் கவிழ்ந்தது; மூன்றாவது முறையாக பதவியேற்க முயன்ற அதிபர் ராஜபக்சே, அதிபர் தேர்தலில் மோசமான தோல்வியை சந்தித்தார். 2020 இல் மூன்றில் இரண்டு பெரும்பான்மையை திரட்டிய SLPP அரசாங்கம், இப்போது பிழைப்புக்காக போராடிக்கொண்டிருக்கிறது, மேலும் 19வது திருத்தத்தை மீட்டெடுக்க முன்வருகிறது!",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ச 2019 நவம்பரில் தனது தேர்தல் மற்றும் ஆகஸ்ட் 2020 இல் SLPP அரசாங்கம் அமைப்பதற்கு இடையில் நியாயமான முறையில் செயல்பட்டார். SLPP மூன்றில் இரண்டு பெரும்பான்மையைப் பெற்று 20 வது திருத்தத்தை அறிமுகப்படுத்திய பின்னர் அவரது அங்கீகார மதிப்பீடுகள் சரியத் தொடங்கின, இது ஜனாதிபதியின் நிறைவேற்று அதிகாரத்தை முழுமையாக மீட்டெடுத்தது. 19வது திருத்தம் குறைக்கப்பட்ட அதிகாரங்கள். 20வது திருத்தத்தை ஆதரிப்பவர்கள் நாட்டிற்கு வலுவான ஜனாதிபதி தேவை என்று வாதிட்டனர், ஆனால் ஜனாதிபதி ராஜபக்ஷ மக்களின் எதிர்பார்ப்புகளுக்கு ஏற்ப வாழத் தவறிவிட்டார், மேலும் நாடு திவாலாகிவிட்டது.",
        "இரட்டைக் குடியுரிமை பெற்றவர்கள் ஜனாதிபதி தேர்தலில் போட்டியிடுவதையோ அல்லது நாடாளுமன்றத் தேர்தலில் போட்டியிடுவதையோ தடுக்கும் அரசியலமைப்புச் சட்டத்தை ரத்து செய்யாமல் இருந்திருந்தால், SLPP இன் பசில் ராஜபக்ச அணி, அரசாங்கத்தின் நாடாளுமன்றக் குழுவைக் கட்டுப்படுத்தி ஜனாதிபதி ராஜபக்ஷவைக் குறைமதிப்பிற்கு உட்படுத்தும் அளவுக்கு சக்தி வாய்ந்ததாக உருவாகியிருக்காது. SLPP க்கு வாக்களித்தவர்கள் அவர் நாட்டை ஆள்வதில் தீவிரமாக ஈடுபடுவார் என்று எதிர்பார்த்தாலும், பிரதமர் ராஜபக்ச தனது துடுப்புகளில் ஓய்வெடுப்பதில் திருப்தி அடைந்தார். பசிலை நிதியமைச்சராக நியமித்தது நாட்டிற்கு ஏற்பட்ட அழிவுகரமான ‘பறவை வெற்றி’யின் பொருளாதாரப் பதிப்பாக மாறியது. நிதியமைச்சர் இல்லாமலேயே பாராளுமன்றத்தில் பொருளாதாரம் தொடர்பான விவாதங்கள் பல மாதங்கள்! பாராளுமன்றத்திற்குச் சென்று நிதியமைச்சராக தனது சட்டமன்றக் கடமைகளையும் செயல்பாடுகளையும் மேற்கொள்ளுமாறு பசிலுக்கு யாரும் துணியவில்லை. அரசாங்கம் குடும்பப் பிரச்சினையாக மாறியது, பாடத் திருத்தம் கோரிய அமைச்சர்கள் அமைச்சரவையிலிருந்து வெளியேற்றப்பட்டனர். ஜனாதிபதியும் அவரது அரசாங்கமும் பதவி விலகக் கோரி இன்று மக்கள் வீதிகளில் இறங்கியுள்ளனர்.",
        "மகிந்தவின் அடியில் வசந்தம் இல்லாமல் இருக்கலாம், ஆனால் கடினமான சூழ்நிலைகளில் இருந்து எப்படி வெளியேறுவது என்பது அவருக்குத் தெரியும். முழு ராஜபக்ச குடும்பத்தையும் வெளியேற்ற வேண்டும் என்று எதிர்ப்பாளர்கள் கோருகின்றனர், மகிந்த 19வது திருத்தத்தை மீட்டெடுக்க தந்திரமாக முன்வருகிறார்! ஜனநாயகத்தை மதிக்கும் எவராலும் நிராகரிக்க முடியாத ஒரு சலுகை அது என்பது அவருக்குத் தெரியும். 20வது திருத்தம் நீக்கப்பட்டு, 19வது திருத்தம் மீண்டும் கொண்டுவரப்பட்டால், 2015 முதல் 2019 வரை இருந்ததைப் போல, அனைத்து நோக்கங்களுக்கும், நோக்கங்களுக்கும் ஜனாதிபதியை விட பிரதமர் அதிக சக்தி வாய்ந்தவராக இருப்பார். மஹிந்த பிரதமர் பதவியில் இருந்து விலக விரும்பவில்லை, எனவே, , குறைந்தபட்சம் குறுகிய காலத்திலாவது உத்தேச அரசியலமைப்பு திருத்தத்தின் முக்கிய பயனாளியாக இருப்பார். தீவிரமான மாற்றத்தைக் கோருபவர்களுக்கு இது ஊசலாட்டம் மற்றும் ரவுண்டானாவாக இருக்கும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}