{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ranil-Politics-and-Dhamma/231-237058",
  "time_ut": 1652639580,
  "title": "Ranil; Politics and Dhamma",
  "body_lines": [
    "Maharaja Mahinda of May 2009, Minimised to Medamulana Myna in May 2022",
    "On April 4, we published on these columns an article entitled: “…. entire Opposition — unite under RANIL!’ The concluding paragraph stated, “Shortages have triggered the largest demonstrations in years, with a chain of candlelight vigils protesting the widespread blackouts. They even demand a non-politico consortium as a replacement. It is prudent that we leave unworkable ‘Springs’ and seek democratic alternatives with a combined team rallying behind Ranil Wickremesinghe in saving the nation.”",
    "This seasoned politician has had a chequered political career spanning nearly fifty years; we remember, as Prime minister, how Ranil Wickremesinghe lashed out at the media in Parliament on Jan 28, 2016. In a hostile mood he said, “There are some Editors who went on hunting and they told me to go home; now it is my turn, and I can send them home.”",
    "However, we need to understand that in the absence of a right political and economic climate to bear continued deals and games causing endless turmoil, he seems to be the best option. Also, though being rejected by the people, Ranil has been talking sense and has performed sensibly in the House during his short stint as the lone UNPer.   Sadly, we have come to a state where when we are casting our franchise we have to see ‘who has least robbed’. Our nation does not have a genuine politician anymore. Let’s be prepared to ‘take the bitter with the sweet’.",
    "Confirming Gautama Buddha’s assertion, “I consider the positions of kings and rulers as that of dust motes”,  the venerated  Maharaja Mahinda of May 2009, was minimised to “Medamulana Myna” following the month of May mayhem in 2022.",
    "The main objective in forming such a rule is to provide a common platform to deliver social political and economic solutions that can solve the key problems of the country. All stakeholders must assist in achieving stability and embark on a swift journey of improvement. We may not get another chance such as this.  Though Ranil’s appointment will have a disconcerting upset on the SJB, with an emergence of an anti-Sajith faction and possible loss of a few of its MPs leading to a substantive segment of its rank and file aligning with Ranil, causing a 50-50 split.",
    "There were heads of state who governed their countries unjustly even in the days of the Gautama Buddha. People were oppressed, demoralized, agonized and mistreated, undue taxes and unkind penalties were imposed. The Buddha was exceptionally moved by these injustices.  The Dhammapadaṭṭha Katha says that he directed his mind to the subject of good governance. He had discovered how a whole nation could become devious, corrupt, and disgruntled when the leaders of its government and administrative staff become corrupt and irrational. For a nation to be happy it must have dignified rulers. How this can be realized he clarified in the Dasa-raja-Dhamma; the ‘Ten Duties of the King.",
    "The Buddha was clear on his proclamations on politics, war and peace. It is too well known to be repeated here that Buddhism promotes and advocates peace as its customary message. It  condemns violence or destruction of life. In Buddhism there are no ‘just wars’ – a false term put into society to justify and reason out hatred, cruelty, violence, and slaughter. Who decides what is just or unjust?  Buddhism rejects this position, ‘my war is always ‘just’, and yours is at all times unjust’.  The expressions of attaining peace through the balance of power, or through intimidation are foolish. A show of power can only create fear, and not peace. It is impracticable to achieve genuine and lasting peace through fear.  Fear can develop revulsion and disgust: suppression works only for the time being and will explode and become violent later on. True and authentic peace can prevail only through metta, amity; free from distrust, fear, and menace.",
    "A research paper on, ‘Personalizing Politics: A Congruency Model of Political Preference’, By Caprara and Philip G. appeared in Psychologist, Oct 2004 says,",
    "‘Modern politics turn out to be personalized as individual distinctiveness of voters and candidates presumed importance in political discussion …. The voters select politicians whose traits match their own traits.’                                                                                                                                          The Vrajhans adopted a principle of the republican form of government. They were a powerful and prosperous republic who earned the wrath of Ajatashatru, the king of Magadha. When the Buddha learned of the evil intentions of Ajatashatru to destroy the Vrajhans he questioned as to whether the Vrajhans continued to observe the seven conditions listed below, that would prevent destruction of their Republic. These traditions pursued by the Licchavis were later introduced to Bhikku Sasana too, by Buddha. “Assemble peacefully, discuss peacefully and disperse peacefully.”",
    "Meeting regularly and frequently; meeting in harmony, dispersing in harmony, and carrying on its business in harmony; not authorizing what has not been authorized already, not abolishing what has already been authorized, but proceeding according to the ancient traditions; honoring, respecting, revering, and saluting the elders and considering them worth listening  to; not forcibly abducting females and compelling them to live under a yolk; honoring, respecting, revering, and saluting shrines at home abroad without withdrawing offerings  previously provided; making appropriate provisions for the safety of worthy ones [Arahants] and the new entrants, as well as those who are already present.",
    "“Oh, monks, as long as you meet and discuss issues as a matter of practice, you are certain to achieve progress.  So long as you stay united you are assured of progress”",
    "Politics is ravenousness and Power Dhamma is ethics and Purity. Those who attempt to cooperate or combine Dhamma with politics, an inbuilt problem for some politicians, should appreciate that the basis of Dhamma is morality and wholesomeness, while that for politics is  greed and power. There is ample evidence in history, where religion has often been used to give reason for the exercise of power by those in possession of it, especially for rebellions, declaring wars, atrocities, demolition of religious places of reverence and destruction of cultures.  Religion had been used to pander political desires. Worldly political demands have superseded religion’s ‘just’ principles and morals.",
    "Only in the minds which are conflict free, can one find total freedom; it cannot be established in any political structure like democracy, communism or socialism.  To be free, we have to look within our own minds and work towards freeing ourselves from the chains of unawareness, ignorance and craving. Buddha, never chose to influence political power to introduce his Dhamma, although the Blessed One closely associated with kings, ministers and princes; nor did  he allow the teachings to be misused or abused for gaining benefit for aspiring to political power. Many politicians of competing factions today, are dragging Buddha and his Dhamma into politics by quoting and mis-interpreting  the Sutras.  Quite a few temples have become central propaganda offices of political interests. Recognised  political organizations persuade Sangha units within party machinery while a few saffron robed extremist elements have formed political units to assist politicians contest elections."
  ],
  "translate": {
    "si": {
      "title": "රනිල්; දේශපාලනය සහ ධර්මය",
      "body_lines": [
        "2009 මැයි මහරජ මහින්ද, 2022 මැයි මාසයේ මැදමුලන මයිනා දක්වා අවම කරන ලදී.",
        "අප්‍රේල් 4 වෙනිදා, අපි මෙම තීරු මත ලිපියක් පළ කළෙමු: “.... සමස්ත විපක්ෂය - රනිල් යටතේ එකමුතු වන්න!’ අවසාන ඡේදයේ සඳහන් වූයේ, “අඩුපාඩු නිසා පුලුල්ව පැතිරී ඇති විදුලිය විසන්ධි කිරීමට එරෙහිව ඉටිපන්දම් දැල්වීමේ දාමයක් සමඟින් වසර ගණනාවක විශාලතම පෙලපාලි අවුලුවා ඇත. ඔවුන් ආදේශකයක් ලෙස දේශපාලන නොවන සම්මේලනයක් පවා ඉල්ලා සිටිති. අපි ක්‍රියාත්මක කළ නොහැකි ‘උල්පත්’ අත්හැර දමා ජාතිය බේරා ගැනීම සඳහා රනිල් වික්‍රමසිංහ පිටුපස ඒකාබද්ධ කණ්ඩායමක් පෙළ ගැසී ප්‍රජාතන්ත්‍රවාදී විකල්ප සෙවීම නුවණට හුරුය.",
        "මෙම පළපුරුදු දේශපාලඥයා වසර පනහකට ආසන්න කාලයක් පුරාවට පිරික්සන ලද දේශපාලන ජීවිතයක් ඇත. 2016 ජනවාරි 28 වැනි දින පාර්ලිමේන්තුවේදී රනිල් වික්‍රමසිංහ මහතා මාධ්‍යයට බැණ වැදුණු ආකාරය අපට මතකයි අගමැති ලෙස. එදිරිවාදී මනෝභාවයකින් ඔහු පැවසුවේ, “සමහර කර්තෘවරු ඉන්නවා දඩයමේ ගිහින් මට ගෙදර යන්න කිව්වා. දැන් මගේ වාරයයි, මට ඔවුන්ව ගෙදර යවන්න පුළුවන්.”",
        "කෙසේ වෙතත්, නොනවතින ගනුදෙනු සහ නිමක් නැති කැළඹීම් ඇති කරන ක්‍රීඩා දරා ගැනීමට නිවැරදි දේශපාලන හා ආර්ථික වාතාවරණයක් නොමැති විට, ඔහු හොඳම විකල්පය බව අප තේරුම් ගත යුතුය. ඒ වගේම ජනතාව විසින් ප්‍රතික්ෂේප කළත් රනිල් හුදකලා එජාප පාක්ෂිකයා ලෙස සිටි කෙටි කාලය තුළ බුද්ධිමත්ව කතා කරමින් සභාව තුළ සංවේදීව කටයුතු කර ඇත. කනගාටුවට කරුණක් නම්, අපගේ ඡන්ද බලය ලබා දෙන විට ‘අවම වශයෙන් මංකොල්ලකෑවේ කවුද’ කියා බැලිය යුතු තත්ත්වයකට අප පැමිණ ඇත. අපේ ජාතියට දැන් සැබෑ දේශපාලනඥයෙක් නැහැ. ‘පැණි සමඟ තිත්ත ගන්න’ සූදානම් වෙමු.",
        "ගෞතම බුදුරදුන්ගේ ප්‍රකාශය සනාථ කරමින්, “රජවරුන්ගේ සහ පාලකයන්ගේ තනතුරු දූවිලි කඳන් ලෙස මම සලකමි”,  2009 මැයි මස ගෞරවාදරයට පාත්‍ර වූ  මිහිඳු මහරහතන් වහන්සේ 2022 මැයි මස විනාශයෙන් පසුව “මැදමුලන මයිනා” දක්වා අවම කරන ලදී.",
        "එවැනි රීතියක් සැකසීමේ ප්‍රධාන අරමුණ වන්නේ රටේ ප්‍රධාන ප්‍රශ්න විසඳිය හැකි සමාජ දේශපාලන හා ආර්ථික විසඳුම් ලබාදීමට පොදු වේදිකාවක් සැපයීමයි. සියලුම පාර්ශවකරුවන් ස්ථාවරත්වය ළඟා කර ගැනීමට සහ වැඩිදියුණු කිරීමේ වේගවත් ගමනක් ආරම්භ කිරීමට සහාය විය යුතුය. මේ වගේ තවත් අවස්ථාවක් අපිට නොලැබෙන්න පුළුවන්. රනිල්ගේ පත්වීම SJB හි නොසන්සුන්තාවයක් ඇති කළත්, සජිත් විරෝධී කණ්ඩායමක් ඇතිවීම සහ එහි මන්ත්‍රීවරුන් කිහිප දෙනෙකු අහිමි විය හැකි අතර, එහි තරාතිරමේ සැලකිය යුතු කොටසක් රනිල් සමඟ පෙලගැසී 50-50 භේදයක් ඇති කරයි. .",
        "ගෞතම බුදුන් දවස පවා අසාධාරණ ලෙස තම රටවල් පාලනය කළ රාජ්‍ය නායකයෝ සිටියහ. ජනතාව පීඩාවට, අධෛර්යයට, පීඩාවට හා හිරිහැරවලට ලක් වූ අතර, අනවශ්‍ය බදු සහ අකාරුණික දඬුවම් පනවා ඇත. බුදුන් වහන්සේ මේ අසාධාරණකම් ගැන පුදුමාකාර ලෙස සංවේගයට පත් වූහ. ධම්මපදට්ඨ කතාවේ කියවෙන්නේ උන්වහන්සේ යහපාලන විෂයට සිත යොමු කළ බවයි. එහි රජයේ නායකයින් සහ පරිපාලන කාර්ය මණ්ඩලය දූෂිත හා අතාර්කික වන විට මුළු ජාතියක්ම කපටි, දූෂිත සහ අසහනයට පත් වන්නේ කෙසේදැයි ඔහු සොයා ගත්තේය. ජාතියක් සතුටින් සිටීමට නම් ගෞරවනීය පාලකයන් සිටිය යුතුය. මෙය සාක්‍ෂාත් කරගන්නේ කෙසේදැයි උන්වහන්සේ දසරාජ ධර්මයෙන් පැහැදිලි කළහ. රජුගේ රාජකාරි දහය.",
        "දේශපාලනය, යුද්ධය සහ සාමය පිළිබඳ උන්වහන්සේගේ ප්‍රකාශයන් පිළිබඳව බුදුන් වහන්සේ පැහැදිලි වූ සේක. බුදුදහම එහි සම්ප්‍රදායික පණිවිඩය ලෙස සාමය ප්‍රවර්ධනය කරන බවත් එය වෙනුවෙන් පෙනී සිටින බවත් මෙහි පුනරුච්චාරණය කළ නොහැකි තරම් හොඳින් දන්නා කරුණකි. එය ප්‍රචණ්ඩත්වය හෝ ජීවිතය විනාශ කිරීම හෙළා දකී. බුදුදහම තුළ 'සාධාරණ යුද්ධ' නොමැත - වෛරය, කෲරත්වය, ප්‍රචණ්ඩත්වය සහ ඝාතනය යුක්ති සහගත කිරීමට සහ තර්ක කිරීමට සමාජයට දැමූ ව්‍යාජ යෙදුමකි. යුක්ති සහගතද අසාධාරණද යන්න තීරණය කරන්නේ කවුද? බුදුදහම මෙම ස්ථාවරය ප්‍රතික්ෂේප කරයි, ‘මගේ යුද්ධය සැමවිටම ‘සාධාරණයි’, ඔබේ යුද්ධය සෑම විටම අසාධාරණයි. බල තුලනය හරහා හෝ බිය ගැන්වීමෙන් සාමය ලබා ගැනීමේ ප්‍රකාශන අනුවණ ය. බලය පෙන්වීමෙන් කළ හැක්කේ බියක් මිස සාමයක් නොවේ. බිය තුළින් අව්‍යාජ සහ තිරසාර සාමයක් ඇති කර ගැනීම ප්‍රායෝගික නැත. භීතියට පිළිකුලක් සහ පිළිකුලක් වර්ධනය විය හැකිය: මර්දනය ක්‍රියාත්මක වන්නේ කාලය සඳහා පමණක් වන අතර පසුව පුපුරා ගොස් ප්‍රචණ්ඩ වනු ඇත. සැබෑ සහ අව්‍යාජ සාමය පැවතිය හැක්කේ මෙත්තා, මිත්‍රත්වය තුළින් පමණි. අවිශ්වාසයෙන්, බියෙන් හා තර්ජනවලින් තොරයි.",
        "කප්රාරා සහ ෆිලිප් ජී විසින් 2004 ඔක්තෝම්බර් මස මනෝවිද්‍යාඥ සඟරාවේ පළ කළ ‘පෞද්ගලීකරණය දේශපාලනය: දේශපාලන මනාපයේ අනුකූලතා ආකෘතියක්’ පිළිබඳ පර්යේෂණ පත්‍රිකාවක මෙසේ සඳහන් වේ.",
        "‘දේශපාලන සාකච්ඡාවේදී ඡන්දදායකයින්ගේ සහ අපේක්ෂකයින්ගේ පුද්ගල විශේෂත්වය වැදගත් යැයි උපකල්පනය කරන ලද නූතන දේශපාලනය පුද්ගලීකරණය වී ඇත. ඡන්ද දායකයින් තම ගති ලක්ෂණ සමඟ ගලා යන දේශපාලන politicians යන් තෝරා ගනී. 'Vrajans විසින් ජනරජ ස්වරූපයේ මූලධර්මයක් අනුගමනය කළහ. ඔවුන් මගධයේ රජු වූ අජාතශත්‍රගේ උදහසට පාත්‍ර වූ බලවත් හා සමෘද්ධිමත් ජනරජයක් විය. ව්‍රජාන් විනාශ කිරීමට අජාතශත්‍රගේ දුෂ්ට චේතනාවන් පිළිබඳව බුදුන් වහන්සේ දැනගත් විට, ව්‍රජාන් පහත සඳහන් කොන්දේසි හත දිගටම පිළිපැද්දහොත් ඔවුන්ගේ ජනරජය විනාශ වීම වළක්වනු ඇත්දැයි උන්වහන්සේ ප්‍රශ්න කළහ. ලිච්ඡවීන් විසින් අනුගමනය කරන ලද මෙම සම්ප්‍රදායන් පසුව බුදුන් වහන්සේ විසින් භික්ෂු ශාසනයට ද හඳුන්වා දෙන ලදී. \"සාමකාමීව රැස්වෙන්න, සාමකාමීව සාකච්ඡා කරන්න සහ සාමකාමීව විසිර යන්න.\"",
        "නිතිපතා හා නිතර රැස්වීම; සමගියෙන් රැස්වීම, සමගියෙන් විසුරුවා හැරීම සහ සමගියෙන් තම කටයුතු කරගෙන යාම; දැනටමත් අවසර දී නොමැති දේට අවසර නොදීම, දැනටමත් අවසර දී ඇති දේ අහෝසි නොකිරීම, නමුත් පැරණි සම්ප්රදායන් අනුව ක්රියා කිරීම; වැඩිහිටියන්ට ගෞරව කිරීම, ගෞරව කිරීම, ගරු කිරීම සහ ආචාර කිරීම සහ ඔවුන්ට සවන් දීම වටී යැයි සැලකීම; කාන්තාවන් බලහත්කාරයෙන් පැහැරගෙන ගොස් කහ මදය යට ජීවත් වීමට බල නොකිරීම; පෙර සපයා ඇති පූජා ආපසු නොගෙන විදේශයන්හි පිහිටි සිද්ධස්ථානවලට ගෞරව කිරීම, ගෞරව කිරීම, ගෞරව කිරීම සහ ආචාර කිරීම; සුදුස්සන්ගේ (රහතන් වහන්සේලාගේ) සහ අලුතින් ඇතුළු වූවන්ගේ මෙන්ම දැනටමත් පැමිණ සිටින අයගේ ආරක්ෂාව සඳහා සුදුසු ප්‍රතිපාදන සකස් කිරීම.",
        "“අනේ හාමුදුරුවනේ, ඔබ ප්‍රායෝගිකව ප්‍රශ්න හමුවෙලා සාකච්ඡා කරන තාක් දියුණුව ඒකාන්තයි. ඔබ එක්සත්ව සිටින තාක් කල් ඔබට ප්‍රගතිය සහතිකයි\"",
        "දේශපාලනය තෘෂ්ණාව වන අතර බල ධර්මය යනු ආචාර ධර්ම සහ පාරිශුද්ධත්වයයි. සමහර දේශපාලකයන්ට නිතැතින්ම පවතින ගැටලුවක් වන දේශපාලනය සමඟ සහයෝගීව හෝ ධර්මය ඒකාබද්ධ කිරීමට උත්සාහ කරන්නන්, ධර්මයේ පදනම සදාචාරය සහ යහපත්කම බවත්, දේශපාලනය සඳහා තණ්හාව සහ බලය බවත් අගය කළ යුතුය. විශේෂයෙන්ම කැරලි ගැසීම්, යුද්ධ ප්‍රකාශ කිරීම, සාහසික ක්‍රියා, ආගමික සිද්ධස්ථාන කඩා බිඳ දැමීම්, සංස්කෘතීන් විනාශ කිරීම වැනි දේ සඳහා, බලය හිමි අය විසින් බලය ක්‍රියාත්මක කිරීමට හේතු දැක්වීමට ආගම බොහෝ විට භාවිතා කර ඇති බවට ඉතිහාසයේ ඕනෑ තරම් සාක්ෂි තිබේ. දේශපාලන ආශාවන් ඉටුකර ගැනීමට ආගම යොදාගෙන තිබුණි. ලෞකික දේශපාලන ඉල්ලීම් ආගමේ 'සාධාරණ' මූලධර්ම සහ සදාචාරයන් අභිබවා ගොස් ඇත.",
        "යමකුට සම්පූර්ණ නිදහස සොයාගත හැක්කේ ගැටුම්වලින් තොර මනසක් තුළ පමණි. එය ප්‍රජාතන්ත්‍රවාදය, කොමියුනිස්ට්වාදය හෝ සමාජවාදය වැනි කිසිම දේශපාලන ව්‍යුහයක් තුළ ස්ථාපිත කළ නොහැක. නිදහස් වීමට නම්, අපි අපේම මනසින් බලා, නොදැනුවත්කම, අවිද්‍යාව සහ තෘෂ්ණාව යන දාමයන්ගෙන් මිදීමට කටයුතු කළ යුතුය. භාග්‍යවතුන් වහන්සේ රජවරුන්, ඇමතිවරුන් සහ කුමාරවරුන් සමඟ සමීපව ඇසුරු කළත්, බුදුන් වහන්සේ කිසි විටෙකත් තම ධර්මය හඳුන්වා දීම සඳහා දේශපාලන බලයට බලපෑම් කිරීමට තෝරා ගත්තේ නැත. දේශපාලන බලය අපේක්ෂා කිරීම සඳහා ප්‍රතිලාභ ලබා ගැනීම සඳහා ඉගැන්වීම් වැරදි ලෙස භාවිතා කිරීමට හෝ අපයෝජනය කිරීමට ඔහු ඉඩ දුන්නේ නැත. අද බොහෝ තරඟකාරී කණ්ඩායම්වල දේශපාලකයින් සූත්‍ර උපුටා දක්වමින් සහ වැරදි ලෙස අර්ථකථනය කරමින් බුදුන් වහන්සේ සහ උන්වහන්සේගේ ධර්මය දේශපාලනයට ඇද දමමින් සිටිති. පන්සල් කිහිපයක් දේශපාලන අවශ්‍යතා පිළිබඳ කේන්ද්‍රීය ප්‍රචාරක කාර්යාල බවට පත්ව ඇත. පිළිගත්  දේශපාලන සංවිධාන විසින් පක්ෂ යාන්ත්‍රණය තුළ සංඝ ඒකක ඒත්තු ගන්වන අතර කුංකුම සිවුරු පොරවාගත් අන්තවාදී කොටස් කිහිපයක් දේශපාලනඥයන්ට මැතිවරණවලට තරග කිරීමට සහාය වීම සඳහා දේශපාලන ඒකක පිහිටුවා ගෙන ඇත."
      ]
    },
    "ta": {
      "title": "ரணில்; அரசியல் மற்றும் தர்மம்",
      "body_lines": [
        "மே 2009 இன் மகாராஜா மகிந்த, மே 2022 இல் மெதமுலன மைனாவாக குறைக்கப்பட்டது",
        "ஏப்ரல் 4 அன்று, இந்த பத்திகளில் நாங்கள் ஒரு கட்டுரையை வெளியிட்டோம்: “…. முழு எதிர்க்கட்சியும் - ரணிலின் கீழ் ஒன்றுபடுங்கள்!’ இறுதிப் பத்தி கூறியது, “பற்றாக்குறைகள் பல ஆண்டுகளில் மிகப்பெரிய ஆர்ப்பாட்டங்களைத் தூண்டியுள்ளன, பரவலான மின்தடைகளுக்கு எதிர்ப்புத் தெரிவித்து மெழுகுவர்த்தி ஏந்திய சங்கிலியுடன். அவர்கள் மாற்றாக அரசியல் அல்லாத கூட்டமைப்பைக் கூட கோருகின்றனர். தேசத்தைக் காப்பாற்றுவதில் ரணில் விக்கிரமசிங்கவின் பின்னால் அணி திரளும் ஒன்றிணைந்த அணியுடன் செயற்பட முடியாத ‘வசந்தங்களை’ விட்டுவிட்டு ஜனநாயக மாற்று வழிகளைத் தேடுவது விவேகமானதாகும்.",
        "இந்த அனுபவமிக்க அரசியல்வாதி ஏறக்குறைய ஐம்பது வருடங்கள் நீடித்த அரசியல் வாழ்க்கையைக் கொண்டுள்ளார்; ஜனவரி 28, 2016 அன்று ரணில் விக்கிரமசிங்க பாராளுமன்றத்தில் ஊடகங்களைத் தாக்கிய விதம் பிரதமர் என்ற முறையில் எங்களுக்கு நினைவிருக்கிறது. விரோதமான மனநிலையில் அவர் கூறினார், “சில ஆசிரியர்கள் வேட்டையாடச் சென்றனர், அவர்கள் என்னை வீட்டிற்குச் செல்லச் சொன்னார்கள்; இப்போது இது என் முறை, நான் அவர்களை வீட்டிற்கு அனுப்ப முடியும்.",
        "எவ்வாறாயினும், தொடர்ச்சியான ஒப்பந்தங்கள் மற்றும் முடிவில்லாத கொந்தளிப்பை ஏற்படுத்தும் விளையாட்டுகளைத் தாங்குவதற்கான சரியான அரசியல் மற்றும் பொருளாதார சூழல் இல்லாத நிலையில், அவர் சிறந்த தேர்வாகத் தோன்றுகிறார் என்பதை நாம் புரிந்து கொள்ள வேண்டும். மேலும், மக்களால் நிராகரிக்கப்பட்டாலும், ரணில், ஐக்கிய தேசியக் கட்சியில் தனித்து இருந்த குறுகிய காலத்தில், உணர்வுப்பூர்வமாக பேசுவதுடன், சபையில் உணர்வுபூர்வமாகவும் செயல்பட்டார். துரதிர்ஷ்டவசமாக, எங்கள் உரிமையை வழங்கும்போது, ​​'குறைந்தபட்சம் கொள்ளையடித்தது யார்' என்று பார்க்க வேண்டிய நிலைக்கு நாங்கள் வந்துவிட்டோம். நம் நாட்டில் உண்மையான அரசியல்வாதி இல்லை. ‘கசப்பை இனிப்புடன் எடுத்துக் கொள்ள’ தயாராக இருப்போம்.",
        "கௌதம புத்தரின் கூற்றை உறுதிப்படுத்தும், \"நான் மன்னர்கள் மற்றும் ஆட்சியாளர்களின் பதவிகளை தூசிப் புள்ளிகளாகக் கருதுகிறேன்\",  2009 மே மாதத்தின் வணக்கத்திற்குரிய  மகிந்த மகாராஜா, 2022 ஆம் ஆண்டு மேஹெம் மாதத்தைத் தொடர்ந்து \"மெதமுலனா மைனா\" ஆக குறைக்கப்பட்டார்.",
        "நாட்டின் முக்கிய பிரச்சினைகளை தீர்க்கக்கூடிய சமூக அரசியல் மற்றும் பொருளாதார தீர்வுகளை வழங்குவதற்கான பொதுவான தளத்தை வழங்குவதே அத்தகைய விதியை உருவாக்குவதன் முக்கிய நோக்கமாகும். அனைத்து பங்குதாரர்களும் ஸ்திரத்தன்மையை அடைவதில் உதவ வேண்டும் மற்றும் முன்னேற்றத்திற்கான விரைவான பயணத்தை மேற்கொள்ள வேண்டும். இப்படி ஒரு வாய்ப்பு நமக்கு கிடைக்காமல் போகலாம். ரணிலின் நியமனம் SJB க்கு ஒரு அதிருப்தியை ஏற்படுத்தினாலும், சஜித் எதிர்ப்புப் பிரிவின் தோற்றம் மற்றும் அதன் ஒரு சில எம்.பி.க்களின் இழப்பு, அதன் தரவரிசையில் கணிசமான பகுதியினர் ரணிலுடன் இணைந்ததற்கு வழிவகுத்தது, இது 50-50 பிளவை ஏற்படுத்தியது. .",
        "கௌதம புத்தரின் காலத்திலும் தங்கள் நாடுகளை அநியாயமாக ஆட்சி செய்த அரச தலைவர்கள் இருந்தனர். மக்கள் ஒடுக்கப்பட்டனர், மனச்சோர்வடைந்தனர், வேதனைப்பட்டனர் மற்றும் தவறாக நடத்தப்பட்டனர், தேவையற்ற வரிகள் மற்றும் இரக்கமற்ற அபராதங்கள் விதிக்கப்பட்டன. இந்த அநீதிகளால் புத்தர் மிகவும் நெகிழ்ந்தார். அவர் தனது மனதை நல்லாட்சி விஷயத்தில் செலுத்தியதாக தம்மபத கதா கூறுகிறது. ஒரு முழு தேசமும் அதன் அரசாங்கத்தின் தலைவர்களும் நிர்வாக ஊழியர்களும் ஊழல்வாதிகளாகவும் பகுத்தறிவற்றவர்களாகவும் மாறும்போது எப்படி வஞ்சகமாகவும், ஊழலாகவும், அதிருப்தியாகவும் மாறும் என்பதை அவர் கண்டுபிடித்தார். ஒரு தேசம் மகிழ்ச்சியாக இருக்க வேண்டுமென்றால் கண்ணியமான ஆட்சியாளர்கள் இருக்க வேண்டும். இதை எப்படி உணரலாம் என்பதை அவர் தச-ராஜ-தம்மத்தில் தெளிவுபடுத்தினார்; அரசனின் பத்து கடமைகள்.",
        "புத்தர் அரசியல், போர் மற்றும் அமைதி பற்றிய தனது பிரகடனங்களில் தெளிவாக இருந்தார். பௌத்தம் சமாதானத்தை அதன் வழக்கமான செய்தியாக ஊக்குவிக்கிறது மற்றும் வாதிடுகிறது என்பது இங்கு மீண்டும் மீண்டும் கூறப்படுவது நன்கு அறியப்பட்டதாகும். இது வன்முறை அல்லது வாழ்க்கை அழிவைக் கண்டிக்கிறது. பௌத்தத்தில் 'நியாயமான போர்கள்' இல்லை - வெறுப்பு, கொடுமை, வன்முறை மற்றும் படுகொலைகளை நியாயப்படுத்தவும் நியாயப்படுத்தவும் சமூகத்தில் ஒரு தவறான சொல். எது நியாயம், அநியாயம் என்பதை யார் தீர்மானிப்பது? பௌத்தம் இந்த நிலைப்பாட்டை நிராகரிக்கிறது, ‘எனது போர் எப்போதும் ‘நியாயமானது’, உங்களுடையது எல்லா நேரங்களிலும் நியாயமற்றது. அதிகார சமநிலை அல்லது மிரட்டல் மூலம் அமைதியை அடைவதற்கான வெளிப்பாடுகள் முட்டாள்தனமானவை. அதிகாரத்தை வெளிப்படுத்துவது பயத்தை மட்டுமே உருவாக்கும், அமைதியை அல்ல. பயத்தின் மூலம் உண்மையான மற்றும் நிலையான அமைதியை அடைவது சாத்தியமற்றது. பயம் வெறுப்பையும் வெறுப்பையும் வளர்க்கும்: அடக்குமுறை தற்போதைக்கு மட்டுமே செயல்படுகிறது மேலும் வெடித்து பின்னர் வன்முறையாக மாறும். உண்மையான மற்றும் உண்மையான அமைதி மெட்டா, நட்பு ஆகியவற்றின் மூலம் மட்டுமே நிலவும்; அவநம்பிக்கை, பயம் மற்றும் அச்சுறுத்தல் ஆகியவற்றிலிருந்து விடுபட்டது.",
        "கப்ராரா மற்றும் பிலிப் ஜி. ஆகியோரால், ‘தனிப்பயனாக்கும் அரசியல்: அரசியல் விருப்பத்தின் இணக்க மாதிரி’ பற்றிய ஆய்வுக் கட்டுரை, அக்டோபர் 2004 இல் உளவியல் நிபுணரில் வெளிவந்தது,",
        "'நவீன அரசியல் என்பது வாக்காளர்கள் மற்றும் வேட்பாளர்களின் தனிப்பட்ட தனித்துவம் அரசியல் விவாதத்தில் முக்கியத்துவம் பெறுவதால் தனிப்பயனாக்கப்பட்டதாக மாறுகிறது. வாக்காளர்கள் அரசியல்வாதிகளைத் தேர்ந்தெடுப்பார்கள், அதன் பண்புகள் தங்கள் சொந்த பண்புகளுடன் பொருந்துகின்றன. ’வ்ராஜான்கள் குடியரசுக் கட்சியின் அரசாங்க வடிவத்தின் கொள்கையை ஏற்றுக்கொண்டனர். மகதத்தின் மன்னன் அஜாதசத்ருவின் கோபத்தை சம்பாதித்த அவர்கள் சக்திவாய்ந்த மற்றும் வளமான குடியரசாக இருந்தனர். வ்ரஜன்களை அழிக்க அஜாதசத்ருவின் தீய நோக்கத்தை புத்தர் அறிந்தபோது, ​​கீழே பட்டியலிடப்பட்டுள்ள ஏழு நிபந்தனைகளை வ்ரஜன்கள் தொடர்ந்து கடைப்பிடித்தார்களா, அது அவர்களின் குடியரசின் அழிவைத் தடுக்குமா என்று கேள்வி எழுப்பினார். லிச்சாவிகளால் பின்பற்றப்பட்ட இந்த மரபுகள் பின்னர் புத்தரால் பிக்கு சாசனத்திற்கும் அறிமுகப்படுத்தப்பட்டன. \"அமைதியாக ஒன்று கூடுங்கள், அமைதியாக விவாதிக்கவும், அமைதியாக கலைந்து செல்லவும்.\"",
        "அடிக்கடி மற்றும் அடிக்கடி சந்திப்பு; இணக்கமாகச் சந்தித்து, இணக்கமாகச் சிதறி, இணக்கமாகத் தன் தொழிலை மேற்கொள்வது; ஏற்கனவே அங்கீகரிக்கப்படாததை அங்கீகரிக்காமல், ஏற்கனவே அங்கீகரிக்கப்பட்டதை ரத்து செய்யாமல், பண்டைய மரபுகளின்படி நடப்பது; பெரியவர்களைக் கெளரவித்தல், மதிப்பளித்தல், மரியாதை செய்தல் மற்றும் வணக்கம் செலுத்துதல் மற்றும் அவர்களைக் கேட்கத் தகுந்ததாகக் கருதுதல் பெண்களை வலுக்கட்டாயமாக கடத்தி, மஞ்சள் கருவுக்கு கீழ் வாழ வற்புறுத்தாமல் இருப்பது; முன்பு வழங்கப்பட்ட காணிக்கைகளை திரும்பப் பெறாமல் வெளிநாட்டில் உள்ள ஆலயங்களை கௌரவித்தல், மதிப்பளித்தல், போற்றுதல் மற்றும் வணக்கம் செலுத்துதல்; தகுதியானவர்கள் [அரஹான்கள்] மற்றும் புதிதாகப் பிரவேசிப்பவர்கள் மற்றும் ஏற்கனவே இருப்பவர்கள் ஆகியோரின் பாதுகாப்பிற்காக தகுந்த ஏற்பாடுகளைச் செய்தல்.",
        "“ஓ, துறவிகளே, நீங்கள் ஒரு நடைமுறை விஷயமாகச் சந்தித்து, பிரச்சினைகளைப் பற்றி விவாதிக்கும் வரை, நீங்கள் முன்னேற்றம் அடைவது உறுதி. நீங்கள் ஒற்றுமையாக இருக்கும் வரையில் முன்னேற்றம் உறுதி”",
        "அரசியல் என்பது பேராசை மற்றும் அதிகார தர்மம் நெறிமுறைகள் மற்றும் தூய்மை. அரசியலுக்கு ஒத்துழைக்கவோ அல்லது தர்மத்தை இணைக்கவோ முயற்சிப்பவர்கள், சில அரசியல்வாதிகளுக்கு உள்ளடங்கிய பிரச்சனை, தர்மத்தின் அடிப்படை ஒழுக்கம் மற்றும் ஆரோக்கியம், அதே சமயம் அரசியலுக்கு பேராசை மற்றும் அதிகாரம் உள்ளது என்பதை பாராட்ட வேண்டும். வரலாற்றில் ஏராளமான சான்றுகள் உள்ளன, மதம் பெரும்பாலும் அதிகாரத்தைப் பயன்படுத்துவதற்கான காரணத்தைக் கூறுவதற்குப் பயன்படுத்தப்பட்டது, குறிப்பாக கிளர்ச்சிகள், போர்களை அறிவித்தல், அட்டூழியங்கள், மத வழிபாட்டுத் தலங்களை இடித்தல் மற்றும் கலாச்சாரங்களை அழித்தல். அரசியல் ஆசைகளைத் தணிக்க மதம் பயன்படுத்தப்பட்டது. உலக அரசியல் கோரிக்கைகள் மதத்தின் 'நியாயமான' கொள்கைகள் மற்றும் அறநெறிகளை முறியடித்துள்ளன.",
        "மோதல்கள் இல்லாத மனங்களில் மட்டுமே, முழுமையான சுதந்திரத்தைக் காண முடியும்; ஜனநாயகம், கம்யூனிசம் அல்லது சோசலிசம் போன்ற எந்த அரசியல் கட்டமைப்பிலும் அதை நிறுவ முடியாது. சுதந்திரமாக இருக்க, நாம் நம் சொந்த மனதிற்குள் பார்த்து, அறியாமை, அறியாமை மற்றும் ஏக்கம் ஆகியவற்றின் சங்கிலிகளிலிருந்து நம்மை விடுவிப்பதற்காக செயல்பட வேண்டும். புத்தர், அரசர்கள், அமைச்சர்கள் மற்றும் இளவரசர்களுடன் நெருங்கிய தொடர்பு கொண்டிருந்த போதிலும், தனது தர்மத்தை அறிமுகப்படுத்த அரசியல் அதிகாரத்தை செல்வாக்கு செலுத்துவதை ஒருபோதும் தேர்வு செய்யவில்லை; அரசியல் அதிகாரத்திற்கு ஆசைப்படுவதற்காகப் போதனைகளைத் தவறாகப் பயன்படுத்தவோ அல்லது தவறாகப் பயன்படுத்தவோ அவர் அனுமதிக்கவில்லை. இன்று போட்டியிடும் பிரிவைச் சேர்ந்த பல அரசியல்வாதிகள், சூத்திரங்களை மேற்கோள் காட்டி, தவறாகப் புரிந்து கொண்டு புத்தரையும் அவரது தர்மத்தையும் அரசியலுக்கு இழுக்கிறார்கள். சில கோயில்கள் அரசியல் நலன்களின் மையப் பிரச்சார அலுவலகங்களாக மாறிவிட்டன. அங்கீகரிக்கப்பட்ட  அரசியல் அமைப்புகள் சங்கப் பிரிவுகளை கட்சி இயந்திரங்களுக்குள்ளேயே வற்புறுத்துகின்றன, அதே சமயம் ஒரு சில காவி அங்கி அணிந்த தீவிரவாதக் கூறுகள் அரசியல்வாதிகளுக்கு தேர்தலில் போட்டியிட உதவுவதற்காக அரசியல் பிரிவுகளை உருவாக்கியுள்ளன."
      ]
    }
  }
}