{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Elections-electors-and-elected/172-233688",
  "time_ut": 1648075680,
  "title": "Elections, electors and elected",
  "body_lines": [
    "There are calls, obviously from oppositional elements, for snap elections. There are of course constitutional provisions for holding parliamentary elections and those who make such demands cannot be ignorant about them.",
    "It’s therefore empty rhetoric. There are elections that have not been held, though, which not many seem to be concerned about. Yes, even the wide-eyed democracy advocates who lose their voices when their political masters/friends are in power, have been pretty silent about provincial council elections. The reconciliation-now-through-federalism (or some diluted form or else as it is but sugar-coated) haven’t whined either; maybe they have lost the taste for devolution or are eyeing some bigger prize.",
    "Elections are very important elements of a democratic system. Minor elections such as those held to elect local government bodies are also important. If they happen to be held around the middle of a parliamentary or presidential term, the results can indicate approval levels of the particular party/individual. If ‘ratings’ are low, the signal is for course-correction. The calls for elections, however, are not about such things. It is about contesting the status quo of political power.",
    "It is certainly a valid demand because politicians are about power and for those out of power who sense that the centre of gravity might be shifting or has shifted must necessarily try to exploit the situation. Pay for the course for the political animal. Legit. Whether elections will alleviate all the problems currently faced by the people is another question altogether. That question will have to factor in how we got to where we all, all those responsible from, say, the turn of the century, global issues that impact etc., in addition to specific and broad policy decisions taken by the government. That would be tedious and even embarrassing. Who wants to work hard, though, and who would be willing to subject him/herself to the necessary undressing? No, the call for elections is good enough, selectivity in enumerating causes makes sense.",
    "All that said, the dissatisfaction-signs are too large and too many to be ignored.  Whoever lit the fire or when the fire was first lit are not things that incumbents can whine about forever and certainly not at each and every moment when things go sour. Governments are elected to do better and to make sure that past mistakes aren’t repeated. They can talk about factors beyond control, but not everything can be attributed to these. In the very least, such developments should be anticipated and measures put in place to deal with them.",
    "The challenge, then, for the electors is formidable. They have a project which they have not really been serious enough about. Let’s call it ‘The Sincerity Project.’  That calls for a serious reconsideration of the world, the nation, community, household and self",
    "So let’s leave elections aside and talk about the electors and the elected (and of course those who aspire to high office). People get the governments they deserve is an oft-mentioned adage which is not entirely correct. It is not that people have stellar options to choose from. Ideology, the worth of proposals for making things better, track records and such haven’t really come into the frame when people voted. Too often it is about punishing those who didn’t deliver (which again is a phenomenon that allows those out of power, especially the stronger forces in the opposition, to be lazy — all they have to do is to bide their time until those in power find themselves in hot water, regardless of who heated it in the first place). As the song goes, the fire ‘was always burning since the world was turning,’ a cop-out explanation and alibi for incompetence and villainy if ever there was one!",
    "Don’t the citizens deserve better in terms of governments and programmes? The answer, obviously, is yes. On the other hand, should citizens bet on hope that the beneficiaries of the punishment exercise would deliver, regardless of what they have done or failed to do on occasions when they themselves were in power? Is the only consolation available the lament, ‘well, we had to choose from those who contest and therefore we really didn’t have much of a choice — differently coloured and named, they are all the same under the frills and frocks’?",
    "Elections are very important elements of a democratic system. Minor elections such as those held to elect local government bodies are also important. If they happen to be held around the middle of a parliamentary or presidential term, the results can indicate approval levels of the particular party/individual",
    "The rhetorician always sounds good. After all, no one waves a torn flag. Branding is not about truth; it is about exaggerating the good, hiding the bad and detailing the comparative ills of the competition. Sincerity is not important. Well, sincerity in appearance has its uses but this does not mean there’s any integrity worth talking about.",
    "The challenge, then, for the electors is formidable. They have a project which they have not really been serious enough about. Let’s call it ‘The Sincerity Project.’  That calls for a serious reconsideration of the world, the nation, community, household and self. Who did what and when is important but not to the point of fixation. The more important question is, ‘can I/we not do better that what we have done all these decades, come election time and between elections too?’",
    "If we have been slothful in our political engagement, or if we have seen such engagement as being limited to casting a vote, we have essentially failed as citizens. If we have not done what we can and have instead treated the state as an entity which exists to distribute goodies, we have been lazy and irresponsible. If all we have done by way of protesting perceived injustices or poor governance is joining a hoo-hoo-club or hurrah-club as add-on choir boys and girls, we really compromised righteousness credentials.",
    "We can do better. If we want sincerity, if we demand it from others, then the necessary precondition is sincerity on our part. If we are in this for crumbs and the occasional moment of glory, a selfie-second with the victories (for example), then we certainly deserve the trials and tribulations that come our way.",
    "We can do better. We can make citizenship meaningful. Sincerity is a good place to start."
  ],
  "translate": {
    "si": {
      "title": "මැතිවරණ, ඡන්දදායකයන් සහ තේරී පත් විය",
      "body_lines": [
        "පැහැදිලිවම විපක්ෂ කොටස්වලින් හදිසි මැතිවරණ සඳහා කැඳවීම් තිබේ. පාර්ලිමේන්තු මැතිවරණයක් පැවැත්වීම සඳහා ඇත්ත වශයෙන්ම ව්‍යවස්ථාපිත ප්‍රතිපාදන ඇති අතර එවැනි ඉල්ලීම් කරන අයට ඒවා ගැන නොදැන සිටිය නොහැක.",
        "එබැවින් එය හිස් වාචාලකමකි. නොපවත්වන ලද මැතිවරණ තිබේ, නමුත් බොහෝ දෙනෙක් ඒ ගැන සැලකිලිමත් නොවන බව පෙනේ. ඔව්, තම දේශපාලන ස්වාමිවරු/මිතුරන් බලයේ සිටින විට කටහඬ නැති කරන ඇස් දෙක විශාල ප්‍රජාතන්ත්‍රවාදය වෙනුවෙන් පෙනී සිටින අය පවා පළාත් සභා මැතිවරණ ගැන තරමක් නිහඬව සිටිති. සංහිඳියාව-දැන්-ෆෙඩරල්වාදය (හෝ යම් තනුක ස්වරූපයක් හෝ වෙනත් ආකාරයකින් සීනි ආලේප කර ඇත) ද කෙඳිරිගා නැත; සමහර විට ඔවුන්ට බලය බෙදීමේ රසය නැති වී හෝ විශාල ත්‍යාගයක් බලාපොරොත්තුවෙන් සිටී.",
        "මැතිවරණ යනු ප්‍රජාතන්ත්‍රවාදී ක්‍රමයක ඉතා වැදගත් අංගයකි. පළාත් පාලන ආයතන තෝරා පත් කර ගැනීම සඳහා පවත්වනු ලබන සුළු මැතිවරණ ද වැදගත් ය. ඒවා පාර්ලිමේන්තු හෝ ජනාධිපති ධූර කාලසීමාවක් මධ්‍යයේ පැවැත්වෙන්නේ නම්, ප්‍රතිඵලවලින් යම් පාර්ශවයේ/පුද්ගලයාගේ අනුමැතිය මට්ටම් දැක්විය හැක. 'ශ්‍රේණිගත කිරීම්' අඩු නම්, සංඥාව පාඨමාලා නිවැරදි කිරීම සඳහා වේ. කෙසේ වෙතත් මැතිවරණ කැඳවීම් එවැනි දේවල් ගැන නොවේ. දේශපාලන බලයේ තත්ත්‍වයට තරග කිරීම ගැනය.",
        "එය නිසැකව ම වලංගු ඉල්ලීමක් වන්නේ දේශපාලඥයින් බලය ගැන වන අතර ගුරුත්වාකර්ෂණ කේන්ද්‍රය මාරු විය හැකි හෝ මාරු වී ඇති බව දැනෙන බලයෙන් බැහැර වූවන් අනිවාර්යයෙන්ම එම තත්ත්වය ගසාකෑමට උත්සාහ කළ යුතු බැවිනි. දේශපාලන සත්වයා සඳහා පාඨමාලාව සඳහා ගෙවන්න. නීත්‍යානුකූලයි. මැතිවරණයෙන් ජනතාව දැනට මුහුණ දී සිටින සියලු ගැටලු සමනය කරයිද යන්න සම්පූර්ණයෙන්ම වෙනත් ප්‍රශ්නයකි. එම ප්‍රශ්නය රජය විසින් ගනු ලබන නිශ්චිත සහ පුළුල් ප්‍රතිපත්තිමය තීරණවලට අමතරව, සියවසේ ආරම්භය, බලපාන ගෝලීය ප්‍රශ්න යනාදියෙන් අප සියලු දෙනාම, වගකිව යුතු සියල්ලන්ම අප කොතැනට පැමිණියේ කෙසේද යන්න කෙරෙහි බලපානු ඇත. එය වෙහෙසකර හා අපහසුතාවයට පවා පත් වනු ඇත. කෙසේ වෙතත්, වෙහෙස මහන්සි වී වැඩ කිරීමට කැමති කාටද, අවශ්‍ය ඇඳුම් ගැලවීමට ඔහු/ඇය යටත් කර ගැනීමට කැමති කවුද? නැත, මැතිවරණ කැඳවීම ප්‍රමාණවත්ය, හේතු ගණනය කිරීමේදී තෝරා ගැනීම අර්ථවත් කරයි.",
        "ඒ සියල්ල, අතෘප්තිය-සංඥා විශාල වැඩි සහ නොසලකා හැරිය නොහැකි තරම්. ගින්දර පත්තු කළේ කවුරුන් හෝ ගින්න මුලින්ම දැල්වූ විට එය සදාකාලිකවම මැසිවිලි නැඟිය හැකි දේවල් නොවේ, දේවල් ඇඹුල් වූ සෑම මොහොතකම නිසැකවම නොවේ. ආණ්ඩු පත්කරනු ලබන්නේ වඩා හොඳින් කිරීමට සහ අතීත වැරදි නැවත සිදු නොවන බවට වග බලා ගැනීමට ය. ඔවුන්ට පාලනය කළ නොහැකි සාධක ගැන කතා කළ හැකි නමුත් සියල්ල මේවාට ආරෝපණය කළ නොහැක. අවම වශයෙන්, එවැනි වර්ධනයන් අපේක්ෂා කළ යුතු අතර ඒවා සමඟ කටයුතු කිරීමට පියවර ගත යුතුය.",
        "එසේ නම්, ඡන්දදායකයින්ට ඇති අභියෝගය බලවත් ය. ඔවුන් සතුව ඇත්ත වශයෙන්ම එතරම් බැරෑරුම් නොවූ ව්‍යාපෘතියක් තිබේ. අපි එය ‘අවංකභාවය ව්‍යාපෘතිය’ ලෙස හඳුන්වමු.  එය ලෝකය, ජාතිය, ප්‍රජාව, ගෘහය සහ ස්වයං ගැන බැරෑරුම් ලෙස නැවත සලකා බැලීමක් ඉල්ලා සිටී.",
        "එබැවින් අපි මැතිවරණ පසෙකින් තබා ඡන්දදායකයින් සහ තේරී පත් වූවන් ගැන කතා කරමු (සහ ඇත්ත වශයෙන්ම ඉහළ තනතුරු අපේක්ෂා කරන අය). මිනිසුන්ට ලැබිය යුතු ආණ්ඩු ලැබේ යන්න බොහෝ විට සඳහන් වන කියමනක් වන අතර එය සම්පූර්ණයෙන්ම නිවැරදි නොවේ. මිනිසුන්ට තෝරා ගැනීමට තාරකා විකල්ප ඇති බව නොවේ. මතවාදය, දේවල් යහපත් කිරීම සඳහා වන යෝජනාවල වටිනාකම, වාර්තා වාර්තා යනාදිය මිනිසුන් ඡන්දය දුන් විට රාමුවට පැමිණ නැත. බොහෝ විට එය භාර නොදුන් අයට දඬුවම් කිරීම ය (එය නැවතත් බලයෙන් බැහැර වූවන්ට, විශේෂයෙන් විපක්ෂයේ ප්‍රබල බලවේගයන්ට කම්මැලි වීමට ඉඩ සලසන සංසිද්ධියකි - ඔවුන් කළ යුතුව ඇත්තේ එහි සිටින අය දක්වා කාලය ලබා දීමයි. බලය උණු වතුරේ සිටින අතර, එය මුලින්ම රත් කළේ කවුරුන්ද යන්න නොසලකා). ගීතය පවසන පරිදි, ගින්න 'ලෝකය පෙරළෙන දා සිට සෑම විටම ඇවිළෙමින් තිබුණි,' කොප්-අවුට් පැහැදිලි කිරීමක් සහ අකාර්යක්ෂමතාව සහ දුෂ්ටකම සඳහා එය කවදා හෝ තිබේ නම්!",
        "රජයන් සහ වැඩසටහන් සම්බන්ධයෙන් වඩා හොඳ විය යුත්තේ පුරවැසියන් නොවේද? පිළිතුර, පැහැදිලිවම, ඔව්. අනෙක් අතට, පුරවැසියන් තමන්ම බලයේ සිටි අවස්ථා වලදී ඔවුන් කළ හෝ කිරීමට අපොහොසත් වූ දේ නොසලකා දඬුවම් අභ්‍යාසයේ ප්‍රතිලාභීන් ලබා දෙනු ඇතැයි අපේක්ෂාවෙන් ඔට්ටු ඇල්ලිය යුතුද? පවතින එකම සැනසීම නම්, ‘හොඳයි, අපට තරඟ කරන අයගෙන් තෝරා ගැනීමට සිදු වූ අතර, ඒ නිසා අපට ඇත්ත වශයෙන්ම වැඩි තේරීමක් නොතිබුණි - විවිධ වර්ණවලින් සහ නම්වලින් යුක්ත වන අතර, ඔවුන් සියල්ලන්ම ඇඳුම් සහ ඇඳුම් යට එක හා සමානයි’ යන විලාපයද?",
        "මැතිවරණ යනු ප්‍රජාතන්ත්‍රවාදී ක්‍රමයක ඉතා වැදගත් අංගයකි. පළාත් පාලන ආයතන තෝරා පත් කර ගැනීම සඳහා පවත්වනු ලබන සුළු මැතිවරණ ද වැදගත් ය. ඒවා පාර්ලිමේන්තු හෝ ජනාධිපති ධූර කාලසීමාවක් මධ්‍යයේ පැවැත්වීමට සිදුවුවහොත්, ප්‍රතිඵලවලින් යම් පාර්ශවයක/පුද්ගලයාගේ අනුමැතිය මට්ටම් දැක්විය හැක.",
        "වාචාලයා සෑම විටම හොඳ ශබ්ද. ඇත්තෙන්ම, කිසිවෙකු ඉරා දැමූ කොඩියක් ලෙලවන්නේ නැත. සන්නාමය යනු සත්‍යය නොවේ; එය හොඳ දේ අතිශයෝක්තියට නැංවීම, නරක සැඟවීම සහ තරඟයේ සංසන්දනාත්මක නරක විස්තර කිරීම ය. අවංකකම වැදගත් නොවේ. හොඳයි, පෙනුමේ අවංකකමට එහි භාවිතයන් ඇත, නමුත් මින් අදහස් කරන්නේ කතා කිරීමට වටින අඛණ්ඩතාවක් ඇති බව නොවේ.",
        "එසේ නම්, ඡන්දදායකයින්ට ඇති අභියෝගය බලවත් ය. ඔවුන් සතුව ඇත්ත වශයෙන්ම එතරම් බැරෑරුම් නොවූ ව්‍යාපෘතියක් තිබේ. අපි එය 'අවංකභාවය ව්‍යාපෘතිය' ලෙස හඳුන්වමු.  එය ලෝකය, ජාතිය, ප්‍රජාව, ගෘහය සහ ආත්ම පිළිබඳ බරපතල නැවත සලකා බැලීමක් ඉල්ලා සිටී. කවුද කළේ කවදාද සහ කවදාද යන්න වැදගත් නමුත් සවි කිරීමේ මට්ටමට නොවේ. වඩා වැදගත් ප්‍රශ්නය නම්, ‘මේ දශක ගණනාව පුරාවටම අපි කරපු දේවල්, මැතිවරණ කාලය එනකොට සහ මැතිවරණ අතර තුරටත් වඩා හොඳට කරන්න මට/අපිට බැරිද?’ යන්නයි.",
        "අපි අපේ දේශපාලන ක්‍රියාකාරකම්වල අලස වී ඇත්නම් හෝ ඡන්දය ප්‍රකාශ කිරීමට පමණක් සීමා වූවක් ලෙස අප දුටුවා නම්, පුරවැසියන් වශයෙන් අප අත්‍යවශ්‍යයෙන්ම අසාර්ථක වී ඇත. අපි අපට කළ හැකි දේ නොකළේ නම් සහ ඒ වෙනුවට රාජ්‍යය භාණ්ඩ බෙදා හැරීමට පවතින ආයතනයක් ලෙස සැලකුවේ නම්, අපි කම්මැලි සහ වගකීම් විරහිත වී ඇත. පෙනෙන අසාධාරණයට හෝ දුර්වල පාලනයට විරෝධය පාමින් අප කර ඇත්තේ හූ-හූ-ක්ලබ් හෝ හූරා-ක්ලබ් එකකට ඇඩ්-ඕන් ගායන කන්ඩායමේ පිරිමි ළමයින් හා ගැහැණු ළමයින් ලෙස සම්බන්ධ වීම නම්, අපි ඇත්ත වශයෙන්ම සාධුකාර සහතිකය කඩ කළෙමු.",
        "අපිට වඩා හොඳට කරන්න පුළුවන්. අපට අවංකකම අවශ්‍ය නම්, අප එය අන් අයගෙන් ඉල්ලා සිටින්නේ නම්, අවශ්‍ය පූර්ව කොන්දේසිය වන්නේ අපගේ පැත්තෙන් අවංකකමයි. අප මෙහි සිටින්නේ කුඩා කැබලි සහ ඉඳහිට මහිමයේ මොහොතක් නම්, ජයග්‍රහණ සමඟ සෙල්ෆි-තත්පරයක් (උදාහරණයක් ලෙස), එවිට අපි නිසැකවම අපගේ මාර්ගයට එන පරීක්ෂාවන් සහ පීඩාවන්ට සුදුසු ය.",
        "අපිට වඩා හොඳට කරන්න පුළුවන්. පුරවැසිභාවය අර්ථවත් කරන්න අපිට පුළුවන්. අවංකකම ආරම්භ කිරීමට හොඳ ස්ථානයකි."
      ]
    },
    "ta": {
      "title": "தேர்தல்கள், வாக்காளர்கள் மற்றும் தேர்ந்தெடுக்கப்பட்டவர்கள்",
      "body_lines": [
        "எதிர்கட்சியினரிடமிருந்து, திடீர் தேர்தல்களுக்கு அழைப்பு விடுக்கப்பட்டுள்ளது. நாடாளுமன்றத் தேர்தலை நடத்துவதற்கு நிச்சயமாக அரசியலமைப்பு விதிகள் உள்ளன, அத்தகைய கோரிக்கைகளை முன்வைப்பவர்கள் அவற்றைப் பற்றி அறியாதவர்களாக இருக்க முடியாது.",
        "எனவே இது வெற்று சொல்லாட்சி. நடத்தப்படாத தேர்தல்கள் உள்ளன, இருப்பினும், அதைப் பற்றி பலர் கவலைப்படவில்லை. ஆம், தமது அரசியல் எஜமானர்கள்/நண்பர்கள் அதிகாரத்தில் இருக்கும்போது குரல்களை இழக்கும் பரந்த கண்ணுடைய ஜனநாயக வாதிகள் கூட மாகாண சபைத் தேர்தல்கள் குறித்து மௌனமாகவே உள்ளனர். சமரசம்-இப்போது-மூலம்-கூட்டாட்சி (அல்லது சில நீர்த்த வடிவம் அல்லது அது சர்க்கரை பூசியது) சிணுங்கவில்லை; ஒருவேளை அவர்கள் அதிகாரப்பகிர்வு விருப்பத்தை இழந்திருக்கலாம் அல்லது ஏதாவது பெரிய பரிசை எதிர்பார்த்திருக்கலாம்.",
        "தேர்தல்கள் ஒரு ஜனநாயக அமைப்பின் மிக முக்கியமான கூறுகள். உள்ளூராட்சி மன்றங்களை தெரிவு செய்வதற்காக நடத்தப்படும் சிறு தேர்தல்களும் முக்கியமானவை. அவை பாராளுமன்றம் அல்லது ஜனாதிபதி பதவிக் காலத்தின் நடுப்பகுதியில் நடைபெற்றால், முடிவுகள் குறிப்பிட்ட கட்சி/தனிநபரின் ஒப்புதல் அளவைக் குறிக்கலாம். 'ரேட்டிங்' குறைவாக இருந்தால், சிக்னல் பாடத் திருத்தத்திற்கானது. எவ்வாறாயினும், தேர்தலுக்கான அழைப்புகள் அத்தகைய விஷயங்களைப் பற்றியது அல்ல. இது அரசியல் அதிகாரத்தின் நிலையை எதிர்த்துப் போட்டியிடுவதாகும்.",
        "அரசியல்வாதிகள் அதிகாரத்தைப் பற்றியது மற்றும் அதிகாரத்திற்கு வெளியே உள்ளவர்கள் புவியீர்ப்பு மையம் மாறலாம் அல்லது மாறியிருக்கலாம் என்பதை உணர்ந்தவர்கள் நிலைமையைப் பயன்படுத்திக் கொள்ள முயற்சிக்க வேண்டும் என்பதால் இது நிச்சயமாக சரியான கோரிக்கையாகும். அரசியல் விலங்கிற்கான பாடத்திற்கு பணம் செலுத்துங்கள். சட்டபூர்வமானது. தற்போது மக்கள் எதிர்நோக்கும் அனைத்துப் பிரச்சனைகளையும் தேர்தல்கள் போக்குமா என்பது முற்றிலும் வேறு கேள்வி. அரசாங்கத்தால் எடுக்கப்பட்ட குறிப்பிட்ட மற்றும் பரந்த கொள்கை முடிவுகளுக்கு மேலதிகமாக, இந்த நூற்றாண்டின் திருப்பம், உலகப் பிரச்சினைகள் போன்றவற்றிலிருந்து நாம் அனைவரும், பொறுப்பானவர்கள் அனைவரும் எங்கு சென்றோம் என்பதற்கு அந்தக் கேள்வி காரணியாக இருக்கும். அது சோர்வாகவும் சங்கடமாகவும் இருக்கும். யார் கடினமாக உழைக்க விரும்புகிறார்கள், மேலும் அவரை/அவளை தேவையான ஆடைகளை கழற்றுவதற்கு யார் தயாராக இருப்பார்கள்? இல்லை, தேர்தலுக்கான அழைப்பு போதுமானது, காரணங்களைக் கணக்கிடுவதில் தேர்ந்தெடுக்கும் தன்மை அர்த்தமுள்ளதாக இருக்கிறது.",
        "இவை அனைத்தும், அதிருப்தி-அறிகுறிகள் மிகப் பெரியவை மற்றும் புறக்கணிக்கப்பட வேண்டியவை. யார் நெருப்பை மூட்டினாலோ அல்லது முதலில் தீ மூட்டப்பட்டதாலோ பதவியில் இருப்பவர்கள் என்றென்றும் புலம்பும் விஷயங்கள் அல்ல, விஷயங்கள் சோம்பலாக இருக்கும் ஒவ்வொரு தருணத்திலும் நிச்சயமாக இல்லை. கடந்த கால தவறுகள் மீண்டும் நிகழாமல் பார்த்துக்கொள்ளவும், சிறப்பாக செயல்படவும் அரசாங்கங்கள் தேர்ந்தெடுக்கப்படுகின்றன. அவர்கள் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட காரணிகளைப் பற்றி பேசலாம், ஆனால் இவை அனைத்தையும் காரணம் கூற முடியாது. குறைந்தபட்சம், இத்தகைய முன்னேற்றங்கள் எதிர்பார்க்கப்பட வேண்டும் மற்றும் அவற்றைக் கையாள்வதற்கான நடவடிக்கைகள் எடுக்கப்பட வேண்டும்.",
        "எனவே, வாக்காளர்களுக்கு சவாலாக உள்ளது. அவர்களிடம் ஒரு திட்டம் உள்ளது, அதை அவர்கள் உண்மையில் போதுமான அளவு தீவிரமாக எடுத்துக் கொள்ளவில்லை. இதை ‘The சின்சிரிட்டி ப்ராஜெக்ட்’ என்று அழைப்போம்.  இது உலகம், தேசம், சமூகம், குடும்பம் மற்றும் சுயத்தின் தீவிர மறுபரிசீலனைக்கு அழைப்பு விடுக்கிறது.",
        "எனவே தேர்தலை ஒதுக்கி வைத்துவிட்டு, வாக்காளர்கள் மற்றும் தேர்ந்தெடுக்கப்பட்டவர்கள் (நிச்சயமாக உயர் பதவிக்கு ஆசைப்படுபவர்கள்) பற்றி பேசுவோம். மக்கள் தங்களுக்குத் தகுதியான அரசாங்கங்களைப் பெறுகிறார்கள் என்பது அடிக்கடி குறிப்பிடப்படும் பழமொழி, இது முற்றிலும் சரியானதல்ல. மக்கள் தேர்வு செய்ய நட்சத்திர விருப்பங்கள் இல்லை. சித்தாந்தம், விஷயங்களைச் சிறப்பாகச் செய்வதற்கான முன்மொழிவுகள், சாதனைப் பதிவுகள் போன்றவை உண்மையில் மக்கள் வாக்களிக்கும்போது சட்டத்திற்கு வரவில்லை. பெரும்பாலும் இது வழங்காதவர்களைத் தண்டிப்பது பற்றியது (இது மீண்டும் ஒரு நிகழ்வு ஆகும், இது அதிகாரத்தில் இல்லாதவர்களை, குறிப்பாக எதிர்க்கட்சியில் உள்ள பலமான சக்திகளை சோம்பேறியாக இருக்க அனுமதிக்கிறது - அவர்கள் செய்ய வேண்டியதெல்லாம், உள்ளவர்கள் வரை தங்கள் நேரத்தை ஒதுக்குவதுதான். யார் முதலில் அதை சூடாக்கினார்கள் என்பதைப் பொருட்படுத்தாமல், சக்தி தங்களை சூடான நீரில் காண்கிறது). 'உலகம் சுழன்று கொண்டிருந்ததில் இருந்து நெருப்பு எப்போதும் எரிந்துகொண்டே இருந்தது' என்று பாடல் கூறுவது போல், திறமையின்மைக்கும் வில்லத்தனத்துக்கும் ஒரு போலீஸ்-அவுட் விளக்கம் மற்றும் அலிபி!",
        "அரசாங்கங்கள் மற்றும் திட்டங்களின் அடிப்படையில் குடிமக்கள் சிறந்தவர்களாக இருக்க வேண்டாமா? பதில், வெளிப்படையாக, ஆம். மறுபுறம், தாங்கள் அதிகாரத்தில் இருந்த சமயங்களில் என்ன செய்திருந்தாலும் அல்லது செய்யத் தவறியிருந்தாலும், தண்டனைப் பயிற்சியின் பயனாளிகள் நிறைவேற்றுவார்கள் என்ற நம்பிக்கையில் குடிமக்கள் பந்தயம் கட்ட வேண்டுமா? ‘சரி, நாங்கள் போட்டியிடுபவர்களைத் தேர்வு செய்ய வேண்டியிருந்தது, எனவே எங்களுக்கு அதிக விருப்பம் இல்லை - வெவ்வேறு வண்ணங்கள் மற்றும் பெயரிடப்பட்டவர்கள், அவர்கள் அனைவரும் ஃப்ரில்ஸ் மற்றும் ஃபிராக்ஸின் கீழ் ஒரே மாதிரியாக இருக்கிறார்கள்’ என்று புலம்புவது மட்டும்தான் ஆறுதல்?",
        "தேர்தல்கள் ஒரு ஜனநாயக அமைப்பின் மிக முக்கியமான கூறுகள். உள்ளூராட்சி மன்றங்களை தெரிவு செய்வதற்காக நடத்தப்படும் சிறு தேர்தல்களும் முக்கியமானவை. அவை நாடாளுமன்ற அல்லது ஜனாதிபதி பதவிக் காலத்தின் நடுப்பகுதியில் நடைபெற்றால், முடிவுகள் குறிப்பிட்ட கட்சி/தனிநபர்களின் ஒப்புதல் அளவைக் குறிக்கலாம்.",
        "சொல்லாட்சிக் கலைஞர் எப்பொழுதும் நல்லவர். எல்லாவற்றிற்கும் மேலாக, யாரும் கிழிந்த கொடியை அசைப்பதில்லை. முத்திரை என்பது உண்மையைப் பற்றியது அல்ல; இது நல்லதை மிகைப்படுத்துவது, கெட்டதை மறைப்பது மற்றும் போட்டியின் ஒப்பீட்டு தீமைகளை விவரிக்கிறது. நேர்மை முக்கியமில்லை. சரி, தோற்றத்தில் நேர்மையானது அதன் பயன்பாடுகளைக் கொண்டுள்ளது, ஆனால் இது பேசத் தகுந்த எந்த ஒருமைப்பாடும் இல்லை என்று அர்த்தமல்ல.",
        "எனவே, வாக்காளர்களுக்கு சவாலாக உள்ளது. அவர்களிடம் ஒரு திட்டம் உள்ளது, அதை அவர்கள் உண்மையில் போதுமான அளவு தீவிரமாக எடுத்துக் கொள்ளவில்லை. இதை ‘தி சின்சிரிட்டி ப்ராஜெக்ட்’ என்று அழைப்போம்.  இது உலகம், தேசம், சமூகம், குடும்பம் மற்றும் சுயத்தின் தீவிர மறுபரிசீலனைக்கு அழைப்பு விடுக்கிறது. யார் என்ன செய்தார்கள், எப்போது செய்தார்கள் என்பது முக்கியம் ஆனால் நிர்ணயம் செய்யும் அளவிற்கு அல்ல. மிக முக்கியமான கேள்வி என்னவென்றால், ‘இத்தனை பத்தாண்டுகளில் நாம் செய்ததை, தேர்தல் நேரத்திலும், தேர்தலுக்கு இடையிலும் கூட நான் சிறப்பாகச் செய்ய முடியுமா?’ என்பதுதான்.",
        "நமது அரசியல் ஈடுபாட்டில் சோம்பேறித்தனமாக இருந்தாலோ, அல்லது வாக்களிப்பதில் மட்டுமே ஈடுபடுவதைப் பார்த்தாலோ, குடிமக்களாகிய நாம் அடிப்படையில் தோல்வியடைந்துவிட்டோம். நம்மால் இயன்றதைச் செய்யவில்லையென்றால், அதற்குப் பதிலாக, அரசை நல்ல பொருட்களை விநியோகிக்கும் ஒரு அமைப்பாகக் கருதினால், நாம் சோம்பேறித்தனமாகவும் பொறுப்பற்றவர்களாகவும் இருந்தோம். உணரப்பட்ட அநீதிகள் அல்லது மோசமான நிர்வாகத்தை எதிர்ப்பதன் மூலம் நாங்கள் செய்ததெல்லாம் ஹூ-ஹூ-கிளப் அல்லது ஹர்ரா-கிளப்பில் ஆட்-ஆன் பாடகர் சிறுவர்கள் மற்றும் சிறுமிகளாக சேர்வதுதான் என்றால், நாங்கள் உண்மையில் நேர்மை நற்சான்றிதழ்களை சமரசம் செய்தோம்.",
        "நாம் சிறப்பாக செய்ய முடியும். நாம் நேர்மையை விரும்பினால், மற்றவர்களிடமிருந்து நாம் அதைக் கோரினால், தேவையான முன்நிபந்தனை நம் பங்கில் உள்ள நேர்மை. நாம் இதில் நொறுக்குத் தீனிகளுக்காகவும், எப்போதாவது பெருமைக்காகவும், வெற்றிகளுடன் ஒரு செல்ஃபி-வினாடிக்காகவும் இருந்தால் (உதாரணமாக), நாம் நிச்சயமாக நம் வழியில் வரும் சோதனைகள் மற்றும் இன்னல்களுக்கு தகுதியானவர்கள்.",
        "நாம் சிறப்பாக செய்ய முடியும். குடியுரிமையை அர்த்தமுள்ளதாக்க முடியும். தொடங்குவதற்கு நேர்மை ஒரு நல்ல இடம்."
      ]
    }
  }
}