{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/07/economic-crisis-how-did-we-get-here/",
  "time_ut": 1649336700,
  "title": "Economic crisis: How did we get here?",
  "body_lines": [
    "COLOMBO (News 1st); The continued depreciation of the rupee has landed a heavy blow on the country’s economy.",
    "Today, the US dollar is selling at 320 rupees at commercial banks.",
    "Official data show that the Sri Lankan Rupee has depreciated by 58 percent in a month from the 8th of March.",
    "The depreciation has caused a shortage in goods and even caused prices to sky-rocket in the market.",
    "Frustrated citizens are now taking to the streets against the unbearable cost of living.",
    "However, elected public representatives are debating party politics in Parliament.",
    "This raises questions on whether authorities can resolve the problems faced by the people.",
    "For more than a year, the central bank capped the exchange rate of the US dollar at 202 rupees, ignoring calls by economists to allow it to float.",
    "The then central bank governor Ajith Nivard Cabraal and finance minister Basil Rajapaksa had reiterated that Sri Lanka wouldn’t face a problem of foreign exchange.",
    "Sri Lanka’s foreign reserves which stood at 8 billion US dollars when the government came to power have now dropped to about 1.9 billion US dollars.",
    "The COVID-19 pandemic struck Sri Lanka in early 2020, crippling several revenue-generating industries.",
    "How well the responsible authorities managed the economy as they began easing restrictions in 2021 remains a question.",
    "Sri Lanka generated 12.5 billion US dollars in export earnings last year.",
    "However, 20.6 billion US dollars had been spent on imports during that period.",
    "The deficit in the trade balance was 8.1 billion US dollars.",
    "Official data show that about 6 billion US dollars had been spent to import fuel, food, and medicines.",
    "The remaining 15 billion US dollars had been spent on other imports.",
    "The government decided to curtail the expenditure on non-essential imports only at the beginning of this year.",
    "The decision was made as the country’s foreign reserves slid to about 2 billion US dollars.",
    "Even amidst the COVID-19 pandemic, Sri Lanka received 7.1 billion US dollars in workers’ remittances in 2020.",
    "The drop in workers’ remittances of about 2 billion US dollars, was attributed to the cap on the low exchange rate.",
    "These restrictions prompted expatriate workers to remit money to the country through informal channels.",
    "Although Sri Lanka receives about 600 million US dollars in workers’ remittances monthly, this had dropped to about 259 million.",
    "Wouldn’t have authorities been able to prevent this situation if the central bank had allowed the exchange rate to float?",
    "As Sri Lanka’s foreign reserves began depleting, the government had to seek assistance from other nations to repay its debt.",
    "Those in responsible positions ignored calls by economic experts to seek the assistance of the International Monetary Fund to avert a crisis.",
    "Although the government used its reserves and loans from foreign nations that ran up to 4.8 billion US dollars to repay its debt last year, the situation this year is different.",
    "Sri Lanka has to repay around 7 billion US dollars debt this year.",
    "Authorities settled a 500 million US dollar International Sovereign Bond in January.",
    "However, another 1 billion US dollar International Sovereign Bond is to be settled in June.",
    "Sri Lanka also has to pay 925 million US dollars for Sri Lanka Development Bonds.",
    "Will Sri Lanka be able to pay its debt using its existing foreign reserves which stand at about 1.7 billion US dollars?",
    "The Sri Lankan Rupee continues to depreciate after the central bank allowed the exchange rate to float in March.",
    "The continued depreciation of the rupee has caused the cost of goods to sky-rocket in the market.",
    "This has even resulted in the shortage of fuel, gas cylinders, milk powder, medicines, and other essentials, which had prompted people to launch a mass wave of protests around the country.",
    "The government which remained upbeat on its policies has now decided to seek the assistance of the International Monetary Fund.",
    "Sri Lanka’s finance minister is due to fly to Washington to hold talks with the IMF next Monday (11). However, there is neither Finance Minister nor Finance Secretary appointed at present.",
    "The Financial Times reported that the Sri Lankan rupee is now the worst-performing currency in the world.",
    "The Asian Development Bank has also projected the country’s economic growth to drop to 2.4 percent this year.",
    "Shouldn’t attention be paid to resolving this problem that is worsening by the day?",
    "Govt is fully aware of hardships; some demands unrealistic: Prof. G.L. Peiris"
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික අර්බුදය: අප මෙහි පැමිණියේ කෙසේද?",
      "body_lines": [
        "COLOMBO (News 1st); රුපියල දිගින් දිගටම අවප්‍රමාණය වීම රටේ ආර්ථිකයට දැඩි පහරක් එල්ල කර ඇත.",
        "අද වානිජ බැංකුවල අමෙරිකානු ඩොලරය රුපියල් 320කට අලෙවි වෙනවා.",
        "මාර්තු 8 වැනිදා සිට මාසයක් තුළ ශ්‍රී ලංකා රුපියල සියයට 58කින් අවප්‍රමාණය වී ඇති බව නිල දත්ත පෙන්වා දෙයි.",
        "ක්ෂය වීම භාණ්ඩ හිඟයක් ඇති කර ඇති අතර වෙළඳපොලේ මිල අහස උසට නැගීමට පවා හේතු වී තිබේ.",
        "දරාගත නොහැකි ජීවන වියදමට එරෙහිව කලකිරුණු පුරවැසියෝ දැන් පාරට බසිති.",
        "කෙසේ වෙතත්, තේරී පත් වූ මහජන නියෝජිතයන් පක්ෂ දේශපාලනය ගැන පාර්ලිමේන්තුවේ වාද විවාද කරමින් සිටිනවා.",
        "ජනතාව මුහුණ දෙන ගැටලුවලට විසඳුම් දීමට බලධාරීන්ට හැකිද යන්න මෙයින් ප්‍රශ්න මතු වේ.",
        "වසරකට වැඩි කාලයක් මහ බැංකුව එක්සත් ජනපද ඩොලරයක විනිමය අනුපාතිකය රුපියල් 202කට සීමා කළේ එය පාවීමට ඉඩ දෙන ලෙස ආර්ථික විද්‍යාඥයන් කළ ඉල්ලීම් නොසලකා හරිමිනි.",
        "එවකට මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල් සහ මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ ශ්‍රී ලංකාවට විදේශ විනිමය පිළිබඳ ගැටලුවකට මුහුණ නොදෙන බව යළිත් අවධාරණය කර තිබුණි.",
        "රජය බලයට පත්වන විට ඩොලර් බිලියන 8ක් වූ ශ්‍රී ලංකාවේ විදේශ සංචිත මේ වනවිට ඩොලර් බිලියන 1.9ක් දක්වා පහත වැටී ඇත.",
        "COVID-19 වසංගතය 2020 මුල් භාගයේදී ශ්‍රී ලංකාවට පහර දුන් අතර, ආදායම් උත්පාදන කර්මාන්ත කිහිපයක් අඩපණ කළේය.",
        "2021 දී සීමා ලිහිල් කිරීමට පටන් ගත් විට වගකිවයුතු බලධාරීන් ආර්ථිකය කෙතරම් හොඳින් කළමනාකරණය කළේද යන්න ප්‍රශ්නයකි.",
        "ශ්‍රී ලංකාව පසුගිය වසරේ අපනයන ආදායමෙන් ඇමෙරිකානු ඩොලර් බිලියන 12.5ක් උපයා ඇත.",
        "කෙසේ වෙතත් එම කාලය තුළ ආනයනය සඳහා ඩොලර් බිලියන 20.6ක් වැය කර තිබුණා.",
        "වෙළඳ ශේෂයේ හිඟය ඩොලර් බිලියන 8.1 කි.",
        "ඉන්ධන, ආහාර සහ ඖෂධ ආනයනය සඳහා ඇමෙරිකානු ඩොලර් බිලියන 6ක් පමණ වැය කර ඇති බව නිල දත්ත පෙන්වා දෙයි.",
        "ඉතිරි ඩොලර් බිලියන 15 වෙනත් ආනයන සඳහා වියදම් කර තිබුණි.",
        "අත්‍යාවශ්‍ය නොවන ආනයන වියදම් සීමා කිරීමට රජය තීරණය කළේ මේ වසර ආරම්භයේදී පමණි.",
        "රටේ විදේශ සංචිත ඇමෙරිකානු ඩොලර් බිලියන 2 දක්වා පහත වැටීම හේතුවෙන් මෙම තීරණය ගෙන ඇත.",
        "COVID-19 වසංගතය මධ්‍යයේ වුවද, 2020 දී ශ්‍රී ලංකාවට ශ්‍රමිකයන්ගේ ප්‍රේෂණ වශයෙන් ඇමරිකානු ඩොලර් බිලියන 7.1 ක් ලැබී තිබේ.",
        "කම්කරුවන්ගේ ප්‍රේෂණ ඩොලර් බිලියන 2 ක පමණ පහත වැටීම, අඩු විනිමය අනුපාතයේ සීමාවට හේතු විය.",
        "මෙම සීමා කිරීම් මගින් විදේශගත ශ්‍රමිකයන් අවිධිමත් මාර්ග හරහා රටට මුදල් ප්‍රේෂණය කිරීමට පෙළඹුණි.",
        "ශ්‍රී ලංකාවට මාසිකව ඩොලර් මිලියන 600ක් පමණ ශ්‍රමිකයන්ගේ ප්‍රේෂණ ලැබුණද එය මිලියන 259ක් දක්වා පහත වැටී තිබුණි.",
        "මහ බැංකුව විනිමය අනුපාතිකය පාවීමට ඉඩ දුන්නේ නම් මේ තත්ත්වය වළක්වා ගැනීමට බලධාරීන්ට නොහැකි වේද?",
        "ශ්‍රී ලංකාවේ විදේශ සංචිත ක්‍ෂය වීමට පටන් ගත් විට, රජයට සිය ණය ගෙවීම සඳහා වෙනත් ජාතීන්ගෙන් ආධාර ලබා ගැනීමට සිදු විය.",
        "අර්බුදයක් මඟහරවා ගැනීම සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහාය ලබා ගන්නා ලෙස ආර්ථික විශේෂඥයන් කළ ඉල්ලීම් වගකිවයුතු තනතුරුවල සිටින අය නොසලකා හැරිය.",
        "රජය පසුගිය වසරේ ණය ගෙවීම සඳහා ඩොලර් බිලියන 4.8 ක් දක්වා දිව ගිය සංචිත සහ විදේශ රටවල ණය භාවිතා කළද, මේ වසරේ තත්ත්වය වෙනස් ය.",
        "මේ වසරේ ශ්‍රී ලංකාවට ඩොලර් බිලියන 7ක පමණ ණය ගෙවීමට සිදුව තිබේ.",
        "බලධාරීන් විසින් ජනවාරි මාසයේදී ඇමරිකානු ඩොලර් මිලියන 500 ක ජාත්‍යන්තර ස්වෛරී බැඳුම්කරයක් පියවා ඇත.",
        "කෙසේ වෙතත්, තවත් ඇමරිකානු ඩොලර් බිලියනයක ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ජුනි මාසයේදී පියවීමට නියමිතය.",
        "ශ්‍රී ලංකා සංවර්ධන බැඳුම්කර සඳහා ශ්‍රී ලංකාවට ද ඇමෙරිකානු ඩොලර් මිලියන 925ක් ගෙවීමට සිදුව තිබේ.",
        "ඩොලර් බිලියන 1.7 ක් පමණ වන දැනට පවතින විදේශ සංචිත යොදා ගනිමින් ශ්‍රී ලංකාවට ණය ගෙවීමට හැකි වේද?",
        "මාර්තු මාසයේදී විනිමය අනුපාතිකය පාවීමට මහ බැංකුව ඉඩ දීමෙන් පසුව ශ්‍රී ලංකා රුපියල දිගින් දිගටම අවප්‍රමාණය වෙමින් පවතී.",
        "රුපියල දිගින් දිගටම අවප්‍රමාණය වීම නිසා වෙළෙඳ පොළේ භාණ්ඩවල මිල අහස උසට නැඟී තිබේ.",
        "මෙය ඉන්ධන, ගෑස් සිලින්ඩර්, කිරිපිටි, ඖෂධ සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟයට පවා හේතු වී ඇති අතර, එය රට පුරා මහජන විරෝධතා රැල්ලක් දියත් කිරීමට ජනතාව පොළඹවා ඇත.",
        "තම ප්‍රතිපත්ති ගැන නොසන්සුන් වූ රජය දැන් ජාත්‍යන්තර මුල්‍ය අරමුදලේ සහය ලබා ගැනීමට තීරණය කර ඇත.",
        "ශ්‍රී ලංකාවේ මුදල් අමාත්‍යවරයා ලබන සඳුදා (11) IMF සමඟ සාකච්ඡා කිරීම සඳහා වොෂින්ටනයට පියාසර කිරීමට නියමිතය. නමුත් මේ වන විට මුදල් අමාත්‍යවරයා හෝ මුදල් ලේකම්වරයා පත් කර නැහැ.",
        "ෆිනෑන්ෂල් ටයිම්ස්  වාර්තා කළේ ශ්‍රී ලංකා රුපියල දැන් ලෝකයේ නරකම ක්‍රියාකාරී මුදල් ඒකකය බවයි.",
        "ආසියානු සංවර්ධන බැංකුව ද මේ වසරේ රටේ ආර්ථික වර්ධනය සියයට 2.4 දක්වා පහත වැටෙනු ඇතැයි පුරෝකථනය කර ඇත.",
        "දිනෙන් දින උග්‍ර වන මෙම ගැටලුව විසඳීමට අවධානය යොමු කළ යුතු නොවේද?",
        "දුෂ්කරතා ගැන රජය සම්පූර්ණයෙන්ම දනී; සමහර ඉල්ලීම් යථාර්ථවාදී නොවේ: මහාචාර්ය ජී.එල්. පීරිස්"
      ]
    },
    "ta": {
      "title": "பொருளாதார நெருக்கடி: நாம் எப்படி இங்கு வந்தோம்?",
      "body_lines": [
        "COLOMBO (News 1st); ரூபாயின் மதிப்பு தொடர்ந்து சரிந்து வருவதால், நாட்டின் பொருளாதாரத்தில் கடும் பாதிப்பு ஏற்பட்டுள்ளது.",
        "இன்று வர்த்தக வங்கிகளில் அமெரிக்க டொலர் 320 ரூபாவாக விற்பனை செய்யப்படுகிறது.",
        "மார்ச் மாதம் 8ஆம் திகதி முதல் ஒரு மாதத்தில் இலங்கை ரூபாவின் பெறுமதி 58 வீதத்தால் வீழ்ச்சியடைந்துள்ளதாக உத்தியோகபூர்வ தகவல்கள் தெரிவிக்கின்றன.",
        "தேய்மானம் பொருட்களுக்கு பற்றாக்குறையை ஏற்படுத்தியுள்ளது மற்றும் சந்தையில் விலைகள் விண்ணை முட்டும் அளவிற்கு உயர்ந்துள்ளது.",
        "விரக்தியடைந்த குடிமக்கள் தற்போது தாங்க முடியாத வாழ்க்கைச் செலவுக்கு எதிராக வீதியில் இறங்கி வருகின்றனர்.",
        "எவ்வாறாயினும், தெரிவு செய்யப்பட்ட மக்கள் பிரதிநிதிகள் கட்சி அரசியல் குறித்து பாராளுமன்றத்தில் விவாதித்து வருகின்றனர்.",
        "இதனால் மக்கள் எதிர்கொள்ளும் பிரச்னைகளுக்கு அதிகாரிகளால் தீர்வு காண முடியுமா என்ற கேள்வி எழுந்துள்ளது.",
        "ஒரு வருடத்திற்கும் மேலாக, மத்திய வங்கி அமெரிக்க டாலரின் மாற்று விகிதத்தை 202 ரூபாயாக நிர்ணயித்தது, பொருளாதார வல்லுநர்கள் அதை மிதக்க அனுமதிக்கும் அழைப்புகளை புறக்கணித்தது.",
        "அப்போதைய மத்திய வங்கியின் ஆளுனர் அஜித் நிவார்ட் கப்ரால் மற்றும் நிதியமைச்சர் பசில் ராஜபக்ஷ ஆகியோர் இலங்கை அந்நிய செலாவணி பிரச்சினைக்கு முகம் கொடுக்காது என மீண்டும் வலியுறுத்தினர்.",
        "அரசாங்கம் ஆட்சிக்கு வரும் போது 8 பில்லியன் அமெரிக்க டொலர்களாக இருந்த இலங்கையின் வெளிநாட்டு கையிருப்பு தற்போது சுமார் 1.9 பில்லியன் அமெரிக்க டொலர்களாக குறைந்துள்ளது.",
        "கோவிட்-19 தொற்றுநோய் 2020 ஆம் ஆண்டின் தொடக்கத்தில் இலங்கையைத் தாக்கியது, பல வருவாய் ஈட்டும் தொழில்களை முடக்கியது.",
        "2021 இல் கட்டுப்பாடுகளை தளர்த்தத் தொடங்கிய பொறுப்புள்ள அதிகாரிகள் பொருளாதாரத்தை எவ்வளவு சிறப்பாக நிர்வகித்தார்கள் என்பது ஒரு கேள்வியாகவே உள்ளது.",
        "இலங்கை கடந்த வருடம் 12.5 பில்லியன் அமெரிக்க டொலர்களை ஏற்றுமதி வருமானமாக ஈட்டியது.",
        "எனினும், அந்தக் காலப்பகுதியில் இறக்குமதிக்காக 20.6 பில்லியன் அமெரிக்க டொலர்கள் செலவிடப்பட்டுள்ளன.",
        "வர்த்தக இருப்புப் பற்றாக்குறை 8.1 பில்லியன் அமெரிக்க டாலர்கள்.",
        "எரிபொருள், உணவு மற்றும் மருந்துகளை இறக்குமதி செய்ய சுமார் 6 பில்லியன் அமெரிக்க டாலர்கள் செலவிடப்பட்டதாக அதிகாரப்பூர்வ தகவல்கள் தெரிவிக்கின்றன.",
        "மீதமுள்ள 15 பில்லியன் அமெரிக்க டாலர்கள் மற்ற இறக்குமதிகளுக்காக செலவிடப்பட்டது.",
        "அத்தியாவசியமற்ற இறக்குமதிக்கான செலவை இந்த ஆண்டின் தொடக்கத்தில் மட்டுமே குறைக்க அரசு முடிவு செய்துள்ளது.",
        "நாட்டின் வெளிநாட்டு கையிருப்பு சுமார் 2 பில்லியன் அமெரிக்க டாலர்களாக சரிந்ததால் இந்த முடிவு எடுக்கப்பட்டுள்ளது.",
        "COVID-19 தொற்றுநோய்க்கு மத்தியிலும், 2020 இல் இலங்கை 7.1 பில்லியன் அமெரிக்க டொலர்களை தொழிலாளர்களின் பணமாகப் பெற்றுள்ளது.",
        "சுமார் 2 பில்லியன் அமெரிக்க டாலர்கள் தொழிலாளர்களின் பணப்பரிவர்த்தனை வீழ்ச்சி, குறைந்த மாற்று விகிதத்தின் உச்சவரம்பிற்குக் காரணம்.",
        "இந்த கட்டுப்பாடுகள் வெளிநாட்டு தொழிலாளர்கள் முறைசாரா வழிகள் மூலம் நாட்டிற்கு பணத்தை அனுப்ப தூண்டியது.",
        "இலங்கை தொழிலாளர்களுக்கு மாதாந்தம் 600 மில்லியன் அமெரிக்க டொலர்களை அனுப்புகின்ற போதிலும், இது சுமார் 259 மில்லியனாகக் குறைந்துள்ளது.",
        "மத்திய வங்கி மாற்று விகிதத்தை மிதக்க அனுமதித்திருந்தால் இந்த நிலைமையை அதிகாரிகளால் தடுக்க முடியவில்லையா?",
        "இலங்கையின் வெளிநாட்டு கையிருப்பு குறையத் தொடங்கியதால், அரசாங்கம் தனது கடனை திருப்பிச் செலுத்துவதற்கு மற்ற நாடுகளின் உதவியை நாட வேண்டியிருந்தது.",
        "நெருக்கடியைத் தவிர்க்க சர்வதேச நாணய நிதியத்தின் உதவியைப் பெறுவதற்கு பொருளாதார நிபுணர்களின் அழைப்புகளை பொறுப்பான பதவிகளில் இருப்பவர்கள் புறக்கணித்தனர்.",
        "கடந்த ஆண்டு 4.8 பில்லியன் அமெரிக்க டாலர்கள் வரையிலான கடனை திருப்பிச் செலுத்த அரசாங்கம் தனது இருப்பு மற்றும் வெளிநாட்டு நாடுகளின் கடன்களைப் பயன்படுத்தினாலும், இந்த ஆண்டு நிலைமை வேறுபட்டது.",
        "இந்த வருடத்தில் இலங்கை சுமார் 7 பில்லியன் அமெரிக்க டொலர் கடனை செலுத்த வேண்டியுள்ளது.",
        "ஜனவரி மாதம் 500 மில்லியன் அமெரிக்க டாலர் சர்வதேச இறையாண்மை பத்திரத்தை அதிகாரிகள் தீர்த்தனர்.",
        "இருப்பினும், மற்றொரு 1 பில்லியன் அமெரிக்க டாலர் சர்வதேச இறையாண்மை பத்திரம் ஜூன் மாதத்தில் தீர்க்கப்பட உள்ளது.",
        "இலங்கை அபிவிருத்தி பத்திரங்களுக்கு 925 மில்லியன் அமெரிக்க டொலர்களை இலங்கை செலுத்த வேண்டியுள்ளது.",
        "சுமார் 1.7 பில்லியன் அமெரிக்க டொலர்களாக இருக்கும் வெளிநாட்டு கையிருப்பைப் பயன்படுத்தி இலங்கை தனது கடனை செலுத்த முடியுமா?",
        "மார்ச் மாதத்தில் மாற்று விகிதத்தை மிதக்க மத்திய வங்கி அனுமதித்த பின்னர் இலங்கை ரூபாயின் மதிப்பு தொடர்ந்து வீழ்ச்சியடைந்து வருகிறது.",
        "ரூபாயின் மதிப்பு தொடர்ந்து சரிந்து வருவதால், சந்தையில் பொருட்களின் விலை உயர்ந்து வருகிறது.",
        "இதன் விளைவாக எரிபொருள், எரிவாயு சிலிண்டர்கள், பால் பவுடர், மருந்துகள் மற்றும் பிற அத்தியாவசியப் பொருட்களின் பற்றாக்குறையும் கூட ஏற்பட்டது, இது நாடு முழுவதும் ஒரு பாரிய போராட்ட அலையைத் தொடங்க மக்களைத் தூண்டியது.",
        "தனது கொள்கைகள் மீது உற்சாகமாக இருந்த அரசாங்கம் தற்போது சர்வதேச நாணய நிதியத்தின் உதவியை நாட முடிவு செய்துள்ளது.",
        "இலங்கையின் நிதியமைச்சர் எதிர்வரும் திங்கட்கிழமை (11) சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தை நடத்துவதற்காக வாஷிங்டன் செல்லவுள்ளார். ஆனால், தற்போது நிதி அமைச்சரோ, நிதிச் செயலாளரோ நியமிக்கப்படவில்லை.",
        "ஃபைனான்சியல் டைம்ஸ் இலங்கை ரூபாய் இப்போது உலகில் மிக மோசமாகச் செயல்படும் நாணயமாக உள்ளது என்று தெரிவித்துள்ளது.",
        "ஆசிய வளர்ச்சி வங்கியும் இந்த ஆண்டு நாட்டின் பொருளாதார வளர்ச்சி 2.4 சதவீதமாகக் குறையும் என்று கணித்துள்ளது.",
        "நாளுக்கு நாள் மோசமடைந்து வரும் இந்தப் பிரச்சனையைத் தீர்ப்பதில் கவனம் செலுத்த வேண்டாமா?",
        "கஷ்டங்களை அரசாங்கம் முழுமையாக அறிந்திருக்கிறது; சில கோரிக்கைகள் யதார்த்தமற்றவை: பேராசிரியர் ஜி.எல். பீரிஸ்"
      ]
    }
  }
}