{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/code-of-conduct-for-ministers/",
  "time_ut": 1651024380,
  "title": "Code of Conduct for ministers",
  "body_lines": [
    "Introduction: In our attempt to introduce a system change, one of the vital aspects to be ensured is that Ministers of whatever rank, discharge their constitutional obligations with a serious sense of responsibility, granting primacy to national interest above all else. Based on my long years in the Public Service as well as the experience of other Public Officers who have struggled to uphold their commitment to render a service with integrity, it’s clear that there are sacred principles of good governance that sometimes Ministers love to forget or choose to ignore. Accordingly, the following Code of Conduct has been formulated and is recommended for adoption.",
    "While there’s a Code of Conduct for Members of Parliament effective April 2018 which would also apply to Ministers, the following Code is formulated in particular to be made applicable to Ministers in the discharge of their functions.",
    "It’s recommended that Ministers should not only take the oaths required under the Constitution, but also an oath to abide by the provisions of the Code of Conduct.",
    "1. A Minister shall always act in the best interests of the country, granting primacy to national interest over the interests of any Political Party or his own interests.",
    "2. A Minister shall, in pursuance of his role as a policy- maker in the Cabinet of Ministers always render advice upon a consideration of the best interests of the country and shall be duty bound to advise against policy decisions that are detrimental to national interests.",
    "3. A Minister shall, on an acceptance that he/she is not an expert in the disciplines relating to the subjects and functions assigned to his/her Ministry, make every endeavour to conduct his/her own consultations and research to enhance his/her knowledge with regard to the subjects and functions assigned to the Ministry of which he/she is the Minister.",
    "4. A Minister shall take decisions in relation to policy matters only after consulting experts in the field and affording stakeholders an opportunity to submit views on the matter.",
    "5. A Minister shall ensure that the national agenda in relation to subjects and functions assigned to him/her, is implemented to achieve identified development goals.",
    "6. A Minister shall always ensure transparency with regard to the work of the Ministry and shall ensure that information with regard to financial expenditure and the progress of development programmes are released to the public.",
    "7. A Minister shall prepare legislative Bills to give effect to accepted national policies only after consultations with relevant professionals and shall not submit Bills for approval of the Cabinet without such appropriate consultations.",
    "8. A Minister shall not utilize the resources of the Ministry or of the State for any purpose other than for the discharge of the legitimate activities of the Ministry and shall not issue any directions to public officers in violation of this principle.",
    "9. A Minister shall not give directions to public officials which are violative of government rules and regulations or which are illegal.",
    "10. A Minister shall respect the fact that the Secretary to the Ministry is the Chief Accounting Officer of the Ministry and shall not engage in conduct which is in violation of that responsibility.",
    "11. A Minister shall, in addition to other consultations that are necessary with appropriate stakeholders always act in consultation with the Secretary to the Ministry.",
    "12. A Minister shall not submit Memoranda to Cabinet without discussing the subject matter contained in the Memorandum with the Secretary to his/her Ministry who is required to take responsibility for the contents of same and with other appropriate officials.",
    "13. A Minister shall not engage in conduct which amounts to corruption, bribery, laundering of illicit proceeds of crime or any other conduct which may amount to an offence under the laws of Sri Lanka or recognized as an offence under International Law.",
    "14. A Minister shall ensure that his family members, close relatives and the staff of his personal Unit do not engage in, deal with third parties or be associated with in any manner, with financial transactions of the Ministry.",
    "15. A Minister shall not engage in contracts, dealings and transactions involving monies of the State, which have a real or perceived conflict of interest.",
    "16. A Minister shall make all such declarations of his/her Assets and Liabilities as required by law including in compliance with the Declaration of Assets and Liabilities Law No. 1 of 1975 as amended.",
    "17. A Minister shall at all times conduct himself/herself with dignity and decorum demonstrative of the quality of good leadership, so as to serve as an example to the citizens of our nation, and in particular to the younger generations.",
    "18. A Minister shall voluntarily withdraw from his/her position as a Minister in the event that he/she has been unable to comply with and observe the principles of this Code.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඇමතිවරුන් සඳහා ආචාර ධර්ම පද්ධතිය",
      "body_lines": [
        "හැඳින්වීම: පද්ධති වෙනසක් හඳුන්වා දීමට අප දරන ප්‍රයත්නයේ දී, සහතික විය යුතු එක් වැදගත් අංගයක් වන්නේ, කුමන තරාතිරමක ඇමතිවරුන්, අන් සියල්ලටම වඩා ජාතික අවශ්‍යතාවයට ප්‍රමුඛත්වය දෙමින්, බරපතල වගකීමකින් යුතුව සිය ව්‍යවස්ථාපිත වගකීම් ඉටු කිරීම ය. රාජ්‍ය සේවයේ මගේ දීර්ඝ කාලය මෙන්ම අවංකව සේවයක් ඉටුකිරීමට කැපවී කටයුතු කිරීමට අරගල කළ අනෙකුත් රාජ්‍ය නිලධාරීන්ගේ අත්දැකීම් අනුව ඇතැම් විට ඇමැතිවරුන් අමතක කිරීමට හෝ තෝරා ගැනීමට ප්‍රිය කරන යහපාලනයේ පූජනීය ප්‍රතිපත්ති තිබෙන බව පැහැදිලිය. නොසලකා හරින්නට. ඒ අනුව පහත චර්යාධර්ම සංග්‍රහය සකස් කර ඇති අතර එය සම්මත කර ගැනීම සඳහා නිර්දේශ කර ඇත.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන් සඳහා 2018 අප්‍රේල් සිට බලපැවැත්වෙන පරිදි අමාත්‍යවරුන්ට ද අදාළ වන ආචාර ධර්ම පද්ධතියක් පවතින අතර, අමාත්‍යවරුන්ට ඔවුන්ගේ කාර්යයන් ඉටු කිරීමේදී අදාළ වන පරිදි පහත සඳහන් සංග්‍රහය සකස් කර ඇත.",
        "අමාත්‍යවරුන් ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ දිවුරුම් දීම පමණක් නොව, ආචාරධර්ම සංග්‍රහයේ විධිවිධානවලට අනුකූලව දිවුරුම් දිය යුතු බව නිර්දේශ කෙරේ.",
        "1. ඕනෑම දේශපාලන පක්ෂයක හෝ ඔහුගේ අවශ්‍යතාවලට වඩා ජාතික අවශ්‍යතාවලට ප්‍රමුඛත්වය දෙමින් අමාත්‍යවරයකු සෑම විටම රටේ යහපත වෙනුවෙන් කටයුතු කළ යුතුය.",
        "2. අමාත්‍යවරයෙකු විසින් අමාත්‍ය මණ්ඩලයේ ප්‍රතිපත්ති සම්පාදකයෙකු ලෙස ඔහුගේ භූමිකාව අනුව කටයුතු කිරීමේදී සෑම විටම රටේ යහපත සලකා බලා උපදෙස් ලබා දිය යුතු අතර ජාතික අවශ්‍යතාවලට අහිතකර ප්‍රතිපත්ති තීරණවලට එරෙහිව උපදෙස් දීමට බැඳී සිටිය යුතුය. .",
        "3. අමාත්‍යවරයකු, ඔහු/ඇය තම අමාත්‍යාංශයට පවරා ඇති විෂයයන් සහ කාර්යයන් සම්බන්ධ විෂයයන් පිළිබඳ විශේෂඥයෙකු නොවන බව පිළිගැනීමක් මත, ඔහුගේ/ඇයගේ දියුණුව සඳහා තමාගේම උපදේශන සහ පර්යේෂණ පැවැත්වීමට සෑම උත්සාහයක්ම ගත යුතුය. ඔහු/ඇය අමාත්‍යවරයා වන අමාත්‍යාංශයට පවරා ඇති විෂයයන් සහ කාර්යයන් සම්බන්ධයෙන් දැනුම.",
        "4. අමාත්‍යවරයෙකු විසින් ප්‍රතිපත්තිමය කරුණු සම්බන්ධයෙන් තීරණ ගත යුත්තේ ක්ෂේත්‍රයේ ප්‍රවීණයන්ගෙන් උපදෙස් ලබාගෙන ඒ සම්බන්ධයෙන් අදහස් ඉදිරිපත් කිරීමට පාර්ශවකරුවන්ට අවස්ථාවක් ලබා දීමෙන් පසුව පමණි.",
        "5. හඳුනාගත් සංවර්ධන ඉලක්ක සාක්ෂාත් කර ගැනීම සඳහා අමාත්‍යවරයෙකු විසින් ඔහුට/ඇයට පවරා ඇති විෂයයන් සහ කාර්යයන් සම්බන්ධයෙන් ජාතික න්‍යාය පත්‍රය ක්‍රියාත්මක කරන බවට සහතික විය යුතුය.",
        "6. අමාත්‍යාංශයේ කටයුතු සම්බන්ධයෙන් අමාත්‍යවරයකු සෑම විටම විනිවිදභාවය සහතික කළ යුතු අතර මූල්‍ය වියදම් සහ සංවර්ධන වැඩසටහන්වල ප්‍රගතිය පිළිබඳ තොරතුරු මහජනතාවට නිකුත් කිරීම සහතික කළ යුතුය.",
        "7. අමාත්‍යවරයකු විසින් පිළිගත් ජාතික ප්‍රතිපත්ති බලාත්මක කිරීම සඳහා අදාළ වෘත්තිකයන් සමඟ සාකච්ඡා කිරීමෙන් පසුව පමණක් ව්‍යවස්ථාදායක පනත් කෙටුම්පත් සකස් කළ යුතු අතර එවැනි සුදුසු උපදේශනවලින් තොරව කැබිනට් අනුමැතිය සඳහා පනත් කෙටුම්පත් ඉදිරිපත් නොකළ යුතුය.",
        "8. අමාත්‍යවරයෙකු විසින් අමාත්‍යාංශයේ හෝ රාජ්‍යයේ සම්පත් අමාත්‍යාංශයේ නීත්‍යානුකූල කටයුතු ඉටු කිරීම සඳහා හැර වෙනත් කිසිදු කටයුත්තක් සඳහා භාවිතා නොකළ යුතු අතර මෙම මූලධර්මය උල්ලංඝනය කරමින් රාජ්‍ය නිලධාරීන්ට කිසිදු නියෝගයක් නිකුත් නොකළ යුතුය.",
        "9. රජයේ නීති රීති උල්ලංඝනය කරන හෝ නීති විරෝධී වන රාජ්‍ය නිලධාරීන්ට අමාත්‍යවරයකු උපදෙස් ලබා නොදිය යුතුය.",
        "10. අමාත්‍යාංශ ලේකම්වරයා අමාත්‍යාංශයේ ප්‍රධාන ගිණුම්කරණ නිලධාරියා බවට අමාත්‍යවරයෙකු ගරු කළ යුතු අතර එම වගකීම කඩ කරන හැසිරීමක නිරත නොවිය යුතුය.",
        "11. අමාත්‍යවරයකු සුදුසු පාර්ශවකරුවන් සමඟ අවශ්‍ය අනෙකුත් උපදේශනවලට අමතරව අමාත්‍යාංශ ලේකම්වරයා සමඟ සාකච්ඡා කර සෑම විටම ක්‍රියා කළ යුතුය.",
        "12. අමාත්‍යවරයෙකු විසින් සංදේශයේ අඩංගු විෂය කරුණු සම්බන්ධයෙන් වගකීම භාර ගැනීමට අවශ්‍ය වන ඔහුගේ/ඇය අමාත්‍යාංශයේ ලේකම් සහ අනෙකුත් සුදුසු නිලධාරීන් සමඟ සාකච්ඡා නොකර සංදේශ කැබිනට් මණ්ඩලයට ඉදිරිපත් නොකළ යුතුය.",
        "13. අමාත්‍යවරයකු දූෂණය, අල්ලස් ගැනීම, අපරාධවලින් උපයාගත් අයථා මුදල් විශුද්ධිකරණය හෝ ශ්‍රී ලංකාවේ නීතිය යටතේ වරදක් විය හැකි හෝ ජාත්‍යන්තර නීතිය යටතේ වරදක් ලෙස පිළිගැනෙන වෙනත් ක්‍රියාවක නිරත නොවිය යුතුය.",
        "14. අමාත්‍යවරයෙකු විසින් තම පවුලේ සාමාජිකයින්, සමීප ඥාතීන් සහ ඔහුගේ පුද්ගලික ඒකකයේ කාර්ය මණ්ඩලය අමාත්‍යාංශයේ මූල්‍ය ගනුදෙනු සමඟ තෙවන පාර්ශවයන් සමඟ කටයුතු කිරීම, ගනුදෙනු කිරීම හෝ කිසිඳු ආකාරයකින් සම්බන්ධ නොවීම සහතික කළ යුතුය.",
        "15. සැබෑ හෝ ප්‍රත්‍යක්ෂ උනන්දුවක් ඇති ගැටුමක් ඇති රාජ්‍යයේ මුදල් සම්බන්ධ කොන්ත්‍රාත්තු, ගණුදෙණු කිරීම් සහ ගනුදෙනුවල ඇමතිවරයකු නොයෙදිය යුතුය.",
        "16. සංශෝධිත 1975 අංක 1 දරන වත්කම් හා බැරකම් ප්‍රකාශ කිරීමේ නීතියට අනුකූල වීම ඇතුළුව නීතියෙන් අවශ්‍ය පරිදි අමාත්‍යවරයකු විසින් ඔහුගේ/ඇයගේ වත්කම් සහ බැරකම් පිළිබඳ එවැනි ප්‍රකාශන සියල්ල කළ යුතුය.",
        "17. අපේ ජාතියේ පුරවැසියන්ට සහ විශේෂයෙන්ම තරුණ පරම්පරාවන්ට ආදර්ශයක් වන පරිදි, යහපත් නායකත්වයේ ගුණාංගය විදහා දැක්වීම සඳහා අමාත්‍යවරයකු සෑම විටම ගෞරවාන්විතව සහ විනීතව හැසිරිය යුතුය.",
        "18. මෙම නීති සංග්‍රහයේ මූලධර්මවලට අනුකූල වීමට සහ ඒවා පිළිපැදීමට අමාත්‍යවරයෙකුට නොහැකි වූ අවස්ථාවකදී, අමාත්‍යවරයකු ඔහුගේ/ඇයගේ අමාත්‍ය ධුරයෙන් ස්වේච්ඡාවෙන් ඉවත් විය යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அமைச்சர்களுக்கான நடத்தை விதிகள்",
      "body_lines": [
        "அறிமுகம்: அமைப்பு மாற்றத்தை அறிமுகப்படுத்தும் எங்கள் முயற்சியில், உறுதி செய்யப்பட வேண்டிய முக்கிய அம்சங்களில் ஒன்று, எந்த அந்தஸ்தில் உள்ள அமைச்சர்கள், எல்லாவற்றிற்கும் மேலாக தேச நலனுக்கு முன்னுரிமை அளித்து, தீவிரமான பொறுப்புணர்வுடன் தங்கள் அரசியலமைப்புக் கடமைகளை நிறைவேற்றுவது. எனது நீண்ட கால பொதுச் சேவையின் அடிப்படையிலும், நேர்மையுடன் ஒரு சேவையை வழங்குவதற்கான அர்ப்பணிப்பை நிலைநிறுத்தப் போராடிய மற்ற அரச அதிகாரிகளின் அனுபவத்தின் அடிப்படையிலும், நல்லாட்சியின் புனிதக் கொள்கைகள் சில சமயங்களில் அமைச்சர்கள் மறந்து அல்லது தேர்ந்தெடுக்க விரும்புகின்றனர் என்பது தெளிவாகிறது. புறக்கணிக்க. அதன்படி, பின்வரும் நடத்தை விதிகள் உருவாக்கப்பட்டு, தத்தெடுப்புக்கு பரிந்துரைக்கப்படுகிறது.",
        "ஏப்ரல் 2018 முதல் நாடாளுமன்ற உறுப்பினர்களுக்கான நடத்தை விதிகள் அமலுக்கு வந்தாலும், அது அமைச்சர்களுக்கும் பொருந்தும், குறிப்பாக அமைச்சர்கள் தங்கள் பணிகளைச் செய்யும்போது அவர்களுக்குப் பொருந்தும் வகையில் பின்வரும் குறியீடு உருவாக்கப்பட்டுள்ளது.",
        "அமைச்சர்கள் அரசியலமைப்புச் சட்டத்தின் கீழ் உறுதிமொழி எடுப்பது மட்டுமல்லாமல், நடத்தை விதிகளின் விதிகளுக்குக் கீழ்ப்படிவதற்கான உறுதிமொழியையும் எடுக்க வேண்டும் என்று பரிந்துரைக்கப்படுகிறது.",
        "1. ஒரு அமைச்சர் எப்பொழுதும் நாட்டின் நலன்களுக்காகச் செயல்படுவார், எந்தவொரு அரசியல் கட்சியின் நலன்கள் அல்லது அவரது சொந்த நலன்களைக் காட்டிலும் தேசிய நலனுக்கு முன்னுரிமை அளிக்க வேண்டும்.",
        "2. ஒரு அமைச்சர், அமைச்சர்கள் அமைச்சரவையில் கொள்கை வகுப்பாளராக தனது பங்கைப் பின்பற்றி, நாட்டின் சிறந்த நலன்களைக் கருத்தில் கொண்டு எப்போதும் ஆலோசனைகளை வழங்குவார் மற்றும் தேசிய நலன்களுக்கு தீங்கு விளைவிக்கும் கொள்கை முடிவுகளுக்கு எதிராக ஆலோசனை வழங்க கடமைப்பட்டவர். .",
        "3. ஒரு அமைச்சர், அவர் / அவள் தனது அமைச்சகத்திற்கு ஒதுக்கப்பட்ட பாடங்கள் மற்றும் செயல்பாடுகள் தொடர்பான துறைகளில் நிபுணத்துவம் பெற்றவர் அல்ல என்பதை ஏற்றுக்கொள்வதன் பேரில், அவரது/அவளை மேம்படுத்துவதற்காக தனது சொந்த ஆலோசனைகள் மற்றும் ஆராய்ச்சிகளை மேற்கொள்ள ஒவ்வொரு முயற்சியையும் மேற்கொள்ள வேண்டும். அவர்/அவள் அமைச்சராக இருக்கும் அமைச்சகத்திற்கு ஒதுக்கப்பட்ட பாடங்கள் மற்றும் செயல்பாடுகள் பற்றிய அறிவு.",
        "4. ஒரு அமைச்சர், துறை சார்ந்த வல்லுனர்களுடன் கலந்தாலோசித்து, பங்குதாரர்களுக்கு இந்த விஷயத்தில் கருத்துக்களைச் சமர்ப்பிப்பதற்கான வாய்ப்பை வழங்கிய பின்னரே கொள்கை விவகாரங்கள் தொடர்பான முடிவுகளை எடுக்க வேண்டும்.",
        "5. ஒரு அமைச்சர், அவருக்கு/அவளுக்கு ஒதுக்கப்பட்ட பாடங்கள் மற்றும் செயல்பாடுகள் தொடர்பான தேசிய நிகழ்ச்சி நிரல், அடையாளம் காணப்பட்ட வளர்ச்சி இலக்குகளை அடைய செயல்படுத்தப்படுவதை உறுதிசெய்ய வேண்டும்.",
        "6. ஒரு அமைச்சர், அமைச்சகத்தின் பணிகள் தொடர்பாக எப்போதும் வெளிப்படைத்தன்மையை உறுதிசெய்து, நிதிச் செலவுகள் மற்றும் வளர்ச்சித் திட்டங்களின் முன்னேற்றம் தொடர்பான தகவல்கள் பொதுமக்களுக்கு வெளியிடப்படுவதை உறுதிசெய்ய வேண்டும்.",
        "7. சம்மந்தப்பட்ட நிபுணர்களுடன் கலந்தாலோசித்த பின்னரே ஏற்றுக்கொள்ளப்பட்ட தேசியக் கொள்கைகளை நடைமுறைப்படுத்துவதற்கு ஒரு அமைச்சர் சட்டமியற்றும் சட்டமூலங்களைத் தயாரிக்க வேண்டும்.",
        "8. ஒரு அமைச்சர், அமைச்சகத்தின் அல்லது அரசின் வளங்களை, அமைச்சகத்தின் சட்டபூர்வமான செயல்பாடுகளை நிறைவேற்றுவதைத் தவிர, வேறு எந்த நோக்கத்திற்காகவும் பயன்படுத்தக்கூடாது, மேலும் இந்தக் கொள்கையை மீறும் வகையில் அரசு அதிகாரிகளுக்கு எந்த உத்தரவும் வழங்கக்கூடாது.",
        "9. அரசாங்க விதிகள் மற்றும் ஒழுங்குமுறைகளை மீறும் அல்லது சட்டத்திற்கு புறம்பாக இருக்கும் பொது அதிகாரிகளுக்கு ஒரு அமைச்சர் வழிகாட்டுதல்களை வழங்கக்கூடாது.",
        "10. அமைச்சின் செயலாளர் அமைச்சின் தலைமைக் கணக்கியல் அதிகாரி என்ற உண்மையை ஒரு அமைச்சர் மதிக்க வேண்டும் மற்றும் அந்தப் பொறுப்பை மீறும் நடத்தையில் ஈடுபடக்கூடாது.",
        "11. ஒரு அமைச்சர், பொருத்தமான பங்குதாரர்களுடன் அவசியமான பிற ஆலோசனைகளுக்கு மேலதிகமாக எப்போதும் அமைச்சின் செயலாளருடன் கலந்தாலோசித்து செயல்பட வேண்டும்.",
        "12. ஒரு அமைச்சர், குறிப்பாணையில் உள்ள விஷயத்தைப் பற்றி விவாதிக்காமல் அமைச்சரவைக்கு மெமோராண்டாவை சமர்ப்பிக்கக் கூடாது, அவர் தனது அமைச்சின் செயலாளருடன் மற்றும் அதன் உள்ளடக்கங்களுக்குப் பொறுப்பேற்க வேண்டும்.",
        "13. அமைச்சர் ஒருவர் ஊழல், இலஞ்சம், சட்டவிரோதமான குற்றச் சம்பாத்தியங்களை சலவை செய்தல் அல்லது இலங்கையின் சட்டங்களின் கீழ் குற்றமாக கருதக்கூடிய அல்லது சர்வதேச சட்டத்தின் கீழ் குற்றமாக அங்கீகரிக்கப்பட்ட எந்தவொரு நடத்தையிலும் ஈடுபடக்கூடாது.",
        "14. ஒரு அமைச்சர் தனது குடும்ப உறுப்பினர்கள், நெருங்கிய உறவினர்கள் மற்றும் அவரது தனிப்பட்ட பிரிவின் பணியாளர்கள் அமைச்சகத்தின் நிதி பரிவர்த்தனைகளில் ஈடுபடவோ, மூன்றாம் தரப்பினருடன் தொடர்பு கொள்ளவோ, எந்த விதத்திலும் தொடர்பு கொள்ளவோ ​​கூடாது என்பதை உறுதி செய்ய வேண்டும்.",
        "15. ஒரு அமைச்சர், உண்மையான அல்லது உணரப்பட்ட வட்டி முரண்பாட்டைக் கொண்ட அரசின் பணம் சம்பந்தப்பட்ட ஒப்பந்தங்கள், பரிவர்த்தனைகள் மற்றும் பரிவர்த்தனைகளில் ஈடுபடக்கூடாது.",
        "16. ஒரு அமைச்சர், 1975 ஆம் ஆண்டு திருத்தப்பட்ட சொத்துக்கள் மற்றும் பொறுப்புகள் சட்டத்தின் எண் 1 க்கு இணங்குவது உட்பட சட்டத்தின்படி தேவைப்படும் அவரது/அவள் சொத்துக்கள் மற்றும் பொறுப்புகள் பற்றிய அனைத்து அறிவிப்புகளையும் செய்ய வேண்டும்.",
        "17. ஒரு அமைச்சர் எப்பொழுதும் கண்ணியத்துடனும், நல்ல தலைமைத்துவத்தின் தரத்தை வெளிப்படுத்தும் விதமாகவும், நமது தேசத்தின் குடிமக்களுக்கும், குறிப்பாக இளைய தலைமுறையினருக்கும் முன்னுதாரணமாக செயல்பட வேண்டும்.",
        "18. இந்தச் சட்டத்தின் கொள்கைகளுக்கு இணங்கவும், கடைப்பிடிக்கவும் இயலவில்லை என்றால், ஒரு அமைச்சர் தனது மந்திரி பதவியிலிருந்து தானாக முன்வந்து விலக வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}