{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/what-lies-ahead-if-and-when-the-rajapaksas-leave/",
  "time_ut": 1651838280,
  "title": "What lies ahead if and when the Rajapaksas leave?",
  "body_lines": [
    "That COVID-19 only compounded our economic ills and is not the sole cause of them is now beyond debate. Disastrous and insane policy decisions taken by the president and the government, against the considered advice of non-partisan specialists, both before and after the pandemic contributed to transform an economy in distress into a perilous one.",
    "The government’s gross mismanagement of the economy has made life exceedingly difficult if not near impossible for most citizens. Virtually all of the essentials for normal life are either unavailable or in short supply. With inflation at 29% in April, the prices of some of these essentials which include medicines, even when available, have increased significantly making it harder for most of us to make ends meet.",
    "It is due to the above outlined reasons that that the citizens are in turmoil. Their agitation has brought the government to a standstill. The display of public anger and deep discontent at the failure of the government to deliver on promises made which began in our countryside, including in the hometown of the once seemingly unassailable Rajapaksas when chemical fertilizer-deprived farmers took to the streets, have  reached the official doorstep of the president at Galle Face Green now known the world over as Gotagogama.",
    "The unequivocal demand of a majority of our citizens is for all Rajapaksas to resign from the offices they hold and go home. Whilst the animosity of the public is clearly directed at the Rajapaksas and their toadies, it is no exaggeration to say that their disenchantment with politicians in the opposition, too, is not insignificant. None of the 225 in parliament is likely to win a popularity contest if one were to be held today.",
    "Anura Kumara Dissanayake, Harsha de Silva, Eran Wickremaratne, Champika Ranawake, Ranil Wickremesinghe and Sajith Premadasa have consistently made carefully researched, responsible and relevant speeches in parliament and outside but the performance of our legislature as a whole during this unprecedented political and economic tragedy we face today has been disappointing.",
    "The representatives of the people have not been able to come together in the best interest of the country that is gasping for economic breath. The Samagi Jana Balavegaya (SJB) and the JVP-dominated National People’s Party( JVP-NPP) are grandstanding while the Tamil National Alliance(TNA) watches from the sidelines. One wonders whether those who claim to represent the almost-decimated Sri Lanka Freedom Party (SLFP) know what they are doing!",
    "Let us, for arguments sake, assume that what seems impossible comes to pass. The Rajapaksas respond positively to the demand of the citizens and leave office. That will certainly be a significant landmark in our political history and cause for national celebration despite the bleak times we are going through. For it will be the first time an elected government of ours has been compelled to leave office in deference to the will of the people of Sri Lanka – that is, Sri Lankans of all ethnicities, religions and political persuasions.",
    "And these protesters  have cast  their political likes and dislikes aside and carried on a disciplined  struggle for weeks on end in a display of national unity not seen perhaps since the early post-independence years. At long last, the citizens of our island home seem to have realized how they have been manipulated by  unprincipled and unscrupulous politicians for decades for narrow political gain.",
    "Should the miracle of the departure of the Rajapaksas from the national political arena occur, what might happen next? Will our economy recover overnight and life return to normal for all of us? Unfortunately this will certainly not be the case. We will have to brace ourselves for further hardships and challenges in the days and months ahead.",
    "Dr. Rohan Pethiyagoda, among others, has forecast that Sri Lanka will take years to recover from the political and economic havoc caused by the Gotabaya Rajapaksa-led government that clearly has exacerbated the harm caused by its predecessors. The bottom line is that we do not have the income to meet the expenses needed to keep our country going.",
    "The IMF may help us to re-structure our external debt and significant tax increases and austerity measures might contribute to the narrowing of the economic deficit between our income and expenditure, but we will yet be a trillion or more rupees short to make our national ends meet. Consequently we citizens will be compelled to undergo continuing pain and distress on the economic front if we are to begin to get back on the path to recovery.",
    "Will we who have already suffered much have the resilience and determination to cope with more of the same of that which we have been through to-date? Will we endure the severe economic challenges yet to come and stay the course as we have done during our agitation against our failed government? The consequences of our failure to do so will only make us suffer more and most likely make economic resuscitation and national re-generation impossible.",
    "That no government that comes after that which is in office (assuming the latter’s resignation is forthcoming) will be able to offer any tangible economic respite overnight to the suffering masses is a given. This is doubtless why nobody in the opposition has gone public with a concrete alternative plan of action to resurrect our economy that is now on the rocks.",
    "Any political party or formation that succeeds the current Rajapaksa regime will have to deal with the same economic challenges, if not worse. There is no magic wand available for anybody to wave to take us out of the bankruptcy that we are in in the short run. The citizens may have to re-gather at Galle Face Green to ask the new government, too,  to pack up and go home!",
    "A possible way out of our present dire and dismal state of affairs that we hear of on the grapevine is the formation of an interim entity made up of non-politician specialists who will administer the country until a secure foundation is laid for economic recovery and political stability. Once the latter is accomplished and circumstances become feasible to do so, elections will be held and a return to parliamentary democracy ensured.",
    "It is a strategy that is not without merit, especially in the current context where the clamour of our citizens is for a meaningful change of direction to create a new and secure Sri Lanka for all of its citizens. This entity free of politicians should be able especially to seek to  change the running of the enormous loss-making state owned enterprises that politicians of all governments have abused for their political gain.",
    "Among the priorities of such an interim entity should obviously be the following:",
    "a) Get rid of patronage politics and the culture of entitlement Sri Lankans have become accustomed to;",
    "c) Restore the independence of the judiciary and strengthen the Auditor-General’s Office to deal efficiently and effectively with fraud and corruption;",
    "d) Reform our bloated public service and restore its independence;",
    "e) Ensure meaningful devolution of power from the centre to the periphery to make governance more inclusive; and",
    "g) Stabilise the economy and pursue sustainable and inclusive growth.",
    "Will a strategy on the lines described above work? Will it be acceptable to our citizens and to our politicians, especially those in the opposition, who are waiting to get the bit between their teeth? Only time will tell.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රාජපක්‍ෂලා පිටව ගියහොත් සහ කවදාද ඉදිරියේ තිබෙන්නේ?",
      "body_lines": [
        "COVID-19 අපගේ ආර්ථික රෝග තවත් උග්‍ර කළ අතර ඒවාට එකම හේතුව නොවන බව දැන් විවාදයෙන් ඔබ්බට ගොස් ඇත. වසංගතයට පෙර සහ පසු නිර්පාක්ෂික විශේෂඥයින්ගේ සලකා බැලූ උපදෙස් වලට එරෙහිව ජනාධිපතිවරයා සහ රජය විසින් ගනු ලැබූ විනාශකාරී සහ උමතු ප්‍රතිපත්තිමය තීරණ, විපතට පත් ආර්ථිකයක් අනතුරුදායක එකක් බවට පරිවර්තනය කිරීමට දායක විය.",
        "ආන්ඩුව විසින් ආර්ථිකය පිළිබඳ දළ වැරදි කළමණාකරණය බොහෝ පුරවැසියන්ට ජීවිතය අතිශයින් දුෂ්කර කර ඇත. සාමාන්‍ය ජීවිතය සඳහා අත්‍යාවශ්‍ය සියල්ල පාහේ නොමැති හෝ හිඟය. අපේ‍්‍රල් මාසයේ උද්ධමනය 29%ක් වීමත් සමඟ ඖෂධ ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය කිහිපයක මිල ගණන් තිබෙන විට පවා සැලකිය යුතු ලෙස ඉහළ ගොස් ඇත්තේ අප බොහෝ දෙනෙකුට එදිනෙදා ජීවිතය ගැට ගසා ගැනීම දුෂ්කර කරමිනි.",
        "පුරවැසියන් නොසන්සුන්තාවයට පත්ව ඇත්තේ ඉහත සඳහන් කළ හේතු නිසා ය. ඔවුන්ගේ උද්ඝෝෂණ නිසා ආණ්ඩුව ඇනහිට තිබෙනවා. රසායනික පොහොර නොමැතිව ගොවීන් පාරට බැස්ස විට රාජපක්ෂලාගේ උපන් ගම ඇතුළු අපේ ගම්බද ප්‍රදේශවලින් ආරම්භ වූ මහජන කෝපය සහ රජය දුන් පොරොන්දු ඉටු නොකිරීම පිළිබඳ දැඩි අතෘප්තිය ප්‍රදර්ශනය කිරීම නිලධාරියා වෙත ළඟා වී තිබේ. ගාලුමුවදොර පිටියේ ජනාධිපතිවරයාගේ දොරකඩ දැන් ලොව පුරා හඳුන්වනු ලබන්නේ ගෝඨගෝගම යනුවෙනි.",
        "අපේ පුරවැසියන්ගෙන් බහුතරයකගේ අවිවාදිත ඉල්ලීම වන්නේ සියලුම රාජපක්ෂවරුන් තමන් දරන කාර්යාලවලින් ඉල්ලා අස්වී ගෙදර යා යුතු බවය. මහජනතාවගේ එදිරිවාදිකම් පැහැදිලිවම රාජපක්ෂලාට සහ උන්ගේ ටොඩියන්ට එල්ල වී ඇති අතර, විපක්ෂයේ දේශපාලනඥයන් කෙරෙහි ද ඔවුන් තුළ ඇති වූ කලකිරීම සුළුපටු නොවන බව පැවසීම අතිශයෝක්තියක් නොවේ. පාර්ලිමේන්තුවේ සිටින 225 දෙනාගෙන් කිසිවකුට ජනප්‍රිය තරගයක් අද පැවැත්වුවහොත් ජයග්‍රහණය කිරීමට ඉඩක් නැත.",
        "අනුර කුමාර දිසානායක, හර්ෂ ද සිල්වා, එරාන් වික්‍රමරත්න, චම්පික රණවක, රනිල් වික්‍රමසිංහ, සජිත් ප්‍රේමදාස යන මහත්වරුන් පාර්ලිමේන්තුවේදීත් ඉන් පිටතදීත් දිගින් දිගටම සියුම් ලෙස පර්යේෂණ, වගකීම් සහිත සහ අදාළ කතා කළ නමුත් මෙම පෙර නොවූ විරූ දේශපාලන හා ආර්ථික ඛේදවාචකයේදී සමස්තයක් ලෙස අපගේ ව්‍යවස්ථාදායකයේ ක්‍රියාකාරිත්වය පිළිබඳව අපි අද මුහුණ බලාපොරොත්තු සුන් වී ඇත.",
        "ආර්ථික හුස්ම හිරවෙන රටේ යහපත වෙනුවෙන් ජනතා නියෝජිතයන්ට එකතු වෙන්න බැරිවෙලා. සමගි ජන බලවේගය (SJB) සහ JVP ආධිපත්‍යය දරන ජාතික ජනතා පක්ෂය (JVP-NPP) විශිෂ්ට ලෙස පෙනී සිටින අතර දෙමළ ජාතික සන්ධානය (TNA) පැත්තකින් බලා සිටියි. පාහේ විනාශ වී ඇති ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප) නියෝජනය කරන අය ඔවුන් කරන්නේ කුමක්දැයි දන්නේ දැයි කෙනෙකුට ප්‍රශ්නයකි!",
        "තර්ක සඳහා, කළ නොහැකි යැයි පෙනෙන දේ සිදු වේ යැයි උපකල්පනය කරමු. රාජපක්ෂලා පුරවැසියන්ගේ ඉල්ලීමට සාධනීය ප්‍රතිචාරයක් දක්වමින් තනතුරු හැර යනවා. එය නිසැකවම අපගේ දේශපාලන ඉතිහාසයේ සුවිශේෂී සන්ධිස්ථානයක් වනු ඇති අතර අප පසුකරමින් සිටින අඳුරු කාලවලදී ජාතික සැමරුම් සඳහා හේතුවක් වනු ඇත. මක්නිසාද යත්, අපගේ තේරී පත් වූ රජයකට ශ්‍රී ලංකාවේ ජනතාවගේ කැමැත්තට - එනම්, සියලු ජාතීන්ට, ආගම්වලට සහ දේශපාලන මතවලට අයත් ශ්‍රී ලාංකිකයන්ගේ කැමැත්තට ගරු කරමින් ධූරයෙන් ඉවත් වීමට බලකෙරුණු පළමු අවස්ථාව එය වනු ඇත.",
        "තවද මෙම විරෝධතාකරුවන්  ඔවුන්ගේ දේශපාලන රුචි අරුචිකම් පසෙක දමා සති ගනනාවක් විනයගරුක අරගලයක් ගෙන ගොස් ඇත්තේ නිදහසින් පසු මුල් වසරවල සිට සමහර විට නොදුටු ජාතික සමගිය ප්‍රදර්ශනය කරමිනි. දශක ගණනාවක් තිස්සේ පටු දේශපාලන වාසි තකා ප්‍රතිපත්ති විරහිත සහ අශික්ෂිත දේශපාලකයින් විසින් තමන්ව හසුරුවන ආකාරය දිගුකාලීනව අපේ දිවයිනේ පුරවැසියන් අවබෝධ කරගෙන ඇති බව පෙනේ.",
        "රාජපක්ෂලා ජාතික දේශපාලන කරළියෙන් ඉවත්වීමේ ආශ්චර්යය සිදු විය යුතුද, ඊළඟට කුමක් විය හැකිද? අපේ ආර්ථිකය එක රැයකින් යථා තත්ත්වයට පත් වී අප සැමගේ ජීවිතය සාමාන්‍ය තත්ත්වයට පත්වේවිද? අවාසනාවකට මෙය නිසැකවම එසේ නොවනු ඇත. ඉදිරි දින සහ මාස වලදී අපට තවත් දුෂ්කරතා සහ අභියෝගවලට මුහුණ දීමට සිදුවනු ඇත.",
        "ආචාර්ය රොහාන් පෙතියාගොඩ ඇතුළු තවත් අය අනාවැකි පළ කර ඇත්තේ ගෝඨාභය රාජපක්ෂ ප්‍රමුඛ රජය විසින් සිදු කරන ලද දේශපාලන හා ආර්ථික විනාශයෙන් ශ්‍රී ලංකාව යථා තත්ත්වයට පත්වීමට වසර ගණනාවක් ගතවනු ඇති අතර එය පැහැදිලිවම එහි පූර්වගාමීන් විසින් සිදු කරන ලද හානිය උග්‍ර කර ඇති බවයි. අවසාන කරුණ නම් අපේ රට ඉදිරියට ගෙන යාමට අවශ්‍ය වියදම් පියවා ගැනීමට අපට ආදායමක් නොමැති වීමයි.",
        "අපගේ විදේශ ණය ප්‍රතිව්‍යුහගත කිරීමට සහ සැලකිය යුතු බදු වැඩිකිරීම් සහ කප්පාදු පියවරයන් අපගේ ආදායම සහ වියදම් අතර ආර්ථික හිඟය අඩු කිරීමට දායක විය හැකි නමුත්, අපගේ ජාතික අරමුණු ඉටු කර ගැනීමට අපට රුපියල් ට්‍රිලියනයක් හෝ ඊට වඩා අඩු වනු ඇත. හමුවෙනවා. එහි ප්‍රතිඵලයක් ලෙස පුරවැසියන් වන අපට නැවත ප්‍රකෘතිමත් වීමේ මාවතට පැමිණීමට නම් ආර්ථික පෙරමුනේ අඛණ්ඩ වේදනාවන්ට සහ පීඩාවන්ට ලක්වීමට බල කෙරෙනු ඇත.",
        "දැනටමත් බොහෝ දුක් විඳ ඇති අපට අද වන විට අප අත්විඳින ලද තවත් බොහෝ දේවලට මුහුණ දීමට ඔරොත්තු දීමේ හැකියාව සහ අධිෂ්ඨානය තිබේද? අපේ අසාර්ථක ආණ්ඩුවට එරෙහිව අපි කළ උද්ඝෝෂණයේදී කළාක් මෙන් තවම පැමිණෙන්නට තිබෙන දැඩි ආර්ථික අභියෝග විඳදරාගනිමින් ඉදිරියට යනවාද? එසේ කිරීමට අපොහොසත් වීමේ ප්‍රතිවිපාක අපව තව තවත් දුක් විඳීමට හේතු වන අතර බොහෝ විට ආර්ථික පුනර්ජීවනය සහ ජාතික ප්‍රතිජනනය කළ නොහැකි වනු ඇත.",
        "බලයට පත් වූ පසු (දෙවැන්නාගේ ඉල්ලා අස්වීම සිදුවනු ඇතැයි උපකල්පනය කර) පසුව එන කිසිම රජයකට එක රැයකින් දුක් විඳින ජනතාවට දැනෙන ආර්ථික සහනයක් ලබා දීමට නොහැකි වනු ඇත. දැන් පර්වතයට නැඟී ඇති අපේ ආර්ථිකය යළි නගා සිටුවීමට හැකි සංයුක්ත විකල්ප ක්‍රියාකාරී සැලැස්මක් සමඟ විපක්ෂයේ කිසිවකු ප්‍රසිද්ධියට නොපැමිණියේ මන්දැයි සැකයක් නැත.",
        "වත්මන් රාජපක්‍ෂ පාලනයෙන් පසු කි‍්‍රයාත්මක වන ඕනෑම දේශපාලන පක්‍ෂයක් හෝ පිහිටුවීමක් ඊට වඩා නරක නොවන්නේ නම් එම ආර්ථික අභියෝගවලට මුහුණ දීමට සිදුවනු ඇත. කෙටි කාලීනව අප සිටින බංකොලොත් භාවයෙන් අපව ගොඩ ගැනීමට කිසිවෙකුට අත වනන්නට මැජික් යෂ්ටියක් නොමැත. නව රජයෙන් ද ඉල්ලා සිටීමට පුරවැසියන්ට ගාලු මුවදොර පිටියට නැවත රැස් වීමට සිදු විය හැකිය,  බඩු පොදි බැඳගෙන ගෙදර යන්න!",
        "මිදි වැල මත අපට අසන්නට ලැබෙන අපගේ වර්තමාන භයානක හා අමිහිරි තත්ත්වයෙන් මිදිය හැකි මාර්ගයක් නම්, ආර්ථික ප්‍රකෘතිමත් වීමට සහ දේශපාලනික වශයෙන් සුරක්ෂිත පදනමක් දමන තුරු රට පාලනය කරන දේශපාලක නොවන විශේෂඥයින්ගෙන් සැදුම්ලත් අන්තර්කාලීන ආයතනයක් පිහිටුවීමයි. ස්ථාවරත්වය. දෙවැන්න ඉටු වූ පසු සහ එසේ කිරීමට අවශ්‍ය තත්වයන් ඇති වූ පසු, මැතිවරණයක් පවත්වා පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදයට නැවත පැමිණීම සහතික කරනු ඇත.",
        "විශේෂයෙන්ම අපගේ පුරවැසියන්ගේ ඝෝෂාව එහි සියලුම පුරවැසියන් සඳහා නව සහ සුරක්ෂිත ශ්‍රී ලංකාවක් නිර්මාණය කිරීම සඳහා අර්ථවත් දිශානතියක් වෙනස් කිරීම සඳහා වන වත්මන් සන්දර්භය තුළ එය කුසලතා රහිත උපාය මාර්ගයකි. දේශපාලකයින්ගෙන් තොර මෙම ආයතනයට විශේෂයෙන්ම හැකි විය යුත්තේ සියලු රජයන්හි දේශපාලකයන් තම දේශපාලන වාසි තකා අපයෝජනය කර ඇති දැවැන්ත පාඩු ලබන රාජ්‍ය ව්‍යවසායයන් වෙනස් කිරීමට උත්සාහ කිරීමයි.",
        "එවැනි අන්තර්කාලීන ආයතනයක ප්‍රමුඛතා අතර පැහැදිලිවම පහත දේ විය යුතුය:",
        "අ) අනුග්‍රාහක දේශපාලනයෙන් මිදීම සහ ශ්‍රී ලාංකිකයන් හුරුවී ඇති හිමිකම් සංස්කෘතිය;",
        "ඇ) වංචා සහ දූෂණ සම්බන්ධයෙන් කාර්යක්ෂමව හා ඵලදායී ලෙස කටයුතු කිරීමට අධිකරණයේ ස්වාධීනත්වය ප්‍රතිෂ්ඨාපනය කිරීම සහ විගණකාධිපති කාර්යාලය ශක්තිමත් කිරීම;",
        "ඈ) පුම්බා ඇති අපගේ රාජ්‍ය සේවය ප්‍රතිසංස්කරණය කර එහි ස්වාධීනත්වය ප්‍රතිෂ්ඨාපනය කිරීම;",
        "e) පාලනය වඩාත් ඇතුළත් කර ගැනීම සඳහා කේන්ද්‍රයේ සිට පරිධිය දක්වා අර්ථවත් ලෙස බලය බෙදා හැරීම සහතික කිරීම; හා",
        "g) ආර්ථිකය ස්ථාවර කිරීම සහ තිරසාර සහ සියල්ලන් ඇතුළත් වර්ධනයක් හඹා යාම.",
        "ඉහත විස්තර කර ඇති රේඛා මත උපාය මාර්ගයක් වැඩ කරයිද? එය අපේ රටවැසියන්ටත්, අපේ දේශපාලකයන්ටත්, විශේෂයෙන්ම විපක්ෂයේ සිටින අයටත්, දත් අතරේ බිට්ටු වීමට බලා සිටින අයට පිළිගත හැකිද? කාලය පමණක් තීරණය කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ராஜபக்சக்கள் வெளியேறினால், எப்பொழுது நடக்கப்போகிறது?",
      "body_lines": [
        "கோவிட்-19 ஆனது நமது பொருளாதார சீர்கேடுகளை மட்டுமே அதிகப்படுத்தியது, அவற்றுக்கான ஒரே காரணம் அல்ல என்பது இப்போது விவாதத்திற்கு அப்பாற்பட்டது. தொற்றுநோய்க்கு முன்னும் பின்னும், பாரபட்சமற்ற நிபுணர்களின் பரிசீலனைக்கு எதிராக ஜனாதிபதியும் அரசாங்கமும் எடுத்த பேரழிவுகரமான மற்றும் பைத்தியக்காரத்தனமான கொள்கை முடிவுகள், நெருக்கடியான பொருளாதாரத்தை ஆபத்தான ஒன்றாக மாற்றுவதற்கு பங்களித்தன.",
        "அரசாங்கத்தின் பொருளாதாரத்தின் மோசமான நிர்வாகமானது பெரும்பாலான குடிமக்களுக்கு சாத்தியமற்றதாக இல்லாவிட்டாலும் வாழ்க்கையை மிகவும் கடினமாக்கியுள்ளது. சாதாரண வாழ்க்கைக்கு அத்தியாவசியமான அனைத்தும் கிடைக்காமல் அல்லது பற்றாக்குறையாக உள்ளன. ஏப்ரலில் பணவீக்கம் 29% ஆக இருந்த நிலையில், மருந்துகளை உள்ளடக்கிய சில அத்தியாவசியப் பொருட்களின் விலைகள், கிடைக்கும்போதும் கூட, கணிசமான அளவு அதிகரித்து, நம்மில் பெரும்பாலோருக்கு வாழ்க்கையைச் சந்திப்பதை கடினமாக்குகிறது.",
        "மேற்குறிப்பிட்ட காரணங்களால் பொதுமக்கள் கொந்தளிப்பில் உள்ளனர். இவர்களின் போராட்டம் அரசை ஸ்தம்பிக்க வைத்துள்ளது. ரசாயன உரம் இல்லாத விவசாயிகள் வீதியில் இறங்கியபோது, ​​ராஜபக்சக்களின் சொந்த ஊர் உட்பட, நமது கிராமப்புறங்களில் தொடங்கிய வாக்குறுதிகளை நிறைவேற்றத் தவறிய பொது மக்களின் கோபமும் ஆழ்ந்த அதிருப்தியும் அதிகாரிகளை எட்டியுள்ளன. காலி முகத்திடலில் உள்ள ஜனாதிபதியின் வீட்டு வாசலில் கோட்டகோகம என்று உலகம் முழுவதும் அறியப்படுகிறது.",
        "அனைத்து ராஜபக்சக்களும் தாங்கள் வகிக்கும் பதவிகளை இராஜினாமா செய்துவிட்டு வீட்டுக்குச் செல்ல வேண்டும் என்பதே எமது பெரும்பான்மையான பிரஜைகளின் ஐயமற்ற கோரிக்கையாகும். பொதுமக்களின் குரோதம், ராஜபக்சேக்கள் மீதும் அவர்களின் தேரைகள் மீதும் தெளிவாகத் தெரிந்தாலும், எதிர்க்கட்சி அரசியல்வாதிகள் மீதும் அவர்களுக்கு ஏற்பட்டுள்ள வெறுப்பு கொஞ்சநஞ்சமல்ல என்றால் அது மிகையாகாது. பாராளுமன்றத்தில் உள்ள 225 பேரில் எவரும் இன்று நடத்தப்பட்டால் மக்கள்தொகை போட்டியில் வெற்றிபெற வாய்ப்பில்லை.",
        "அனுர குமார திசாநாயக்க, ஹர்ஷ டி சில்வா, எரான் விக்கிரமரத்ன, சம்பிக்க ரணவக்க, ரணில் விக்கிரமசிங்க மற்றும் சஜித் பிரேமதாச ஆகியோர் தொடர்ச்சியாக பாராளுமன்றத்திலும் வெளியிலும் கவனமாக ஆராய்ந்து, பொறுப்பான மற்றும் பொருத்தமான உரைகளை ஆற்றியுள்ளனர். இன்று முகம் ஏமாற்றமாக இருந்தது.",
        "பொருளாதாரத்தில் மூச்சுத் திணறிக் கொண்டிருக்கும் நாட்டின் நலனுக்காக மக்கள் பிரதிநிதிகள் ஒன்று சேர முடியவில்லை. சமகி ஜன பலவேகய (SJB) மற்றும் ஜேவிபி ஆதிக்கம் செலுத்தும் தேசிய மக்கள் கட்சி (ஜேவிபி-என்பிபி) ஆகியவை பெரும் வெற்றியைப் பெற்றுள்ளன, அதே நேரத்தில் தமிழ் தேசியக் கூட்டமைப்பு (டிஎன்ஏ) ஓரங்கிருந்து பார்க்கிறது. ஏறக்குறைய அழிந்து போன ஸ்ரீலங்கா சுதந்திரக் கட்சியை (SLFP) பிரதிநிதித்துவப்படுத்துவதாகக் கூறிக்கொள்பவர்கள் என்ன செய்கிறார்கள் என்று தெரியுமா என்று ஆச்சரியமாக இருக்கிறது!",
        "வாதங்களுக்காக, சாத்தியமற்றது என்று தோன்றுவது நிறைவேறும் என்று வைத்துக்கொள்வோம். ராஜபக்சக்கள் குடிமக்களின் கோரிக்கைக்கு சாதகமாக பதிலளித்து பதவியை விட்டு வெளியேறுகிறார்கள். அது நிச்சயமாக நமது அரசியல் வரலாற்றில் ஒரு குறிப்பிடத்தக்க அடையாளமாக இருக்கும் மற்றும் நாம் கடந்து செல்லும் இருண்ட காலங்களிலும் தேசிய கொண்டாட்டத்திற்கான காரணமாக இருக்கும். ஏனென்றால், இலங்கை மக்களின் - அதாவது அனைத்து இன, மத மற்றும் அரசியல் சார்பு கொண்ட இலங்கையர்களின் விருப்பத்திற்கு மதிப்பளித்து, நமது தேர்ந்தெடுக்கப்பட்ட அரசாங்கம் பதவியை விட்டு விலக வேண்டிய கட்டாயம் இதுவே முதல் முறையாகும்.",
        "மேலும் இந்த எதிர்ப்பாளர்கள்  தங்களுடைய அரசியல் விருப்பு வெறுப்புகளை ஒதுக்கித் தள்ளிவிட்டு, சுதந்திரத்திற்குப் பிந்தைய ஆண்டுகளில் இருந்து பார்க்காத தேசிய ஒற்றுமையின் வெளிப்பாடாக வாரக்கணக்கில் ஒழுக்கமான  போராட்டத்தை நடத்தி வருகின்றனர். நீண்ட காலமாக, குறுகிய அரசியல் ஆதாயத்திற்காக பல தசாப்தங்களாக கொள்கையற்ற மற்றும் நேர்மையற்ற அரசியல்வாதிகளால் எவ்வாறு கையாளப்படுகிறார்கள் என்பதை எங்கள் தீவின் குடிமக்கள் உணர்ந்ததாகத் தெரிகிறது.",
        "தேசிய அரசியல் களத்தில் இருந்து ராஜபக்சக்கள் வெளியேறும் அதிசயம் நிகழ வேண்டுமா, அடுத்து என்ன நடக்கலாம்? ஒரே இரவில் நமது பொருளாதாரம் மீண்டு, நம் அனைவரின் வாழ்க்கை இயல்பு நிலைக்குத் திரும்புமா? துரதிருஷ்டவசமாக இது நிச்சயமாக இருக்காது. வரவிருக்கும் நாட்கள் மற்றும் மாதங்களில் மேலும் கஷ்டங்கள் மற்றும் சவால்களுக்கு நாம் நம்மைத் தயார்படுத்திக் கொள்ள வேண்டும்.",
        "கலாநிதி ரொஹான் பெத்தியகொட உள்ளிட்டோர், கோட்டாபய ராஜபக்ச தலைமையிலான அரசாங்கத்தினால் ஏற்பட்ட அரசியல் மற்றும் பொருளாதார அழிவுகளில் இருந்து இலங்கை மீள்வதற்கு பல வருடங்கள் ஆகும் என்று கணித்துள்ளார். இதன் முக்கிய அம்சம் என்னவென்றால், நம் நாட்டைத் தக்கவைக்கத் தேவையான செலவுகளைச் சமாளிக்க நம்மிடம் வருமானம் இல்லை.",
        "நமது வெளிநாட்டுக் கடன் மற்றும் குறிப்பிடத்தக்க வரி அதிகரிப்புகள் மற்றும் சிக்கன நடவடிக்கைகள் ஆகியவை நமது வருமானம் மற்றும் செலவினங்களுக்கு இடையிலான பொருளாதாரப் பற்றாக்குறையைக் குறைக்க உதவக்கூடும். சந்திக்க. இதன் விளைவாக, குடிமக்களாகிய நாம் மீள்வதற்கான பாதையில் மீண்டும் செல்லத் தொடங்கினால், பொருளாதார முன்னணியில் தொடர்ச்சியான வலி மற்றும் துயரங்களை அனுபவிக்க வேண்டிய கட்டாயத்தில் இருக்கிறோம்.",
        "ஏற்கனவே பல துன்பங்களை அனுபவித்திருக்கும் நமக்கு, இன்றுவரை நாம் அனுபவித்து வந்ததைச் சமாளிக்கும் மன உறுதியும் உறுதியும் இருக்குமா? இன்னும் வராத கடுமையான பொருளாதாரச் சவால்களைத் தாங்கிக் கொண்டு, நமது தோல்வியடைந்த அரசாங்கத்திற்கு எதிரான நமது போராட்டத்தின் போது செய்ததைப் போல் தொடர்ந்து இருப்போமா? நாம் அவ்வாறு செய்யத் தவறியதன் விளைவுகள் நம்மை மேலும் துன்பத்திற்கு ஆளாக்கும் மற்றும் பெரும்பாலும் பொருளாதார மறுமலர்ச்சி மற்றும் தேசிய மறு உருவாக்கம் சாத்தியமற்றதாக இருக்கும்.",
        "பதவியில் இருக்கும் எந்த அரசாங்கமும் (பிந்தையவரின் ராஜினாமா வரப்போகிறது என்று வைத்துக்கொள்வோம்) எந்த ஒரு உறுதியான பொருளாதார நிவாரணத்தையும் ஒரே இரவில் பாதிக்கப்பட்ட மக்களுக்கு வழங்க முடியாது. இப்போது பாறையில் இருக்கும் நமது பொருளாதாரத்தை மீண்டும் உயிர்ப்பிப்பதற்கான உறுதியான மாற்று செயல்திட்டத்தை எதிர்க்கட்சியில் உள்ள யாரும் ஏன் பகிரங்கப்படுத்தவில்லை என்பதில் சந்தேகமில்லை.",
        "தற்போதைய ராஜபக்ச ஆட்சியில் வெற்றிபெறும் எந்தவொரு அரசியல் கட்சியும் அல்லது அமைப்பும் அதே பொருளாதார சவால்களை எதிர்கொள்ள வேண்டியிருக்கும், இல்லையென்றாலும் மோசமாக இருக்கும். குறுகிய காலத்தில் நாம் இருக்கும் திவால்நிலையில் இருந்து நம்மை வெளியே எடுக்க யாரும் கைகாட்ட மந்திரக்கோல் இல்லை. குடிமக்கள் காலி முகத்திடலில் மீண்டும் ஒன்றுகூடி, புதிய அரசாங்கத்திடமும், பேக் கட்டிக்கொண்டு வீட்டிற்குச் செல்லுமாறு கேட்க வேண்டும்!",
        "திராட்சைப்பழத்தில் நாம் கேள்விப்படும் நமது தற்போதைய இக்கட்டான மற்றும் அவலமான சூழ்நிலையிலிருந்து ஒரு சாத்தியமான வழி, பொருளாதார மீட்சிக்கும் அரசியலுக்கும் பாதுகாப்பான அடித்தளம் அமைக்கப்படும் வரை நாட்டை நிர்வகிக்கும் அரசியல்வாதி அல்லாத நிபுணர்களைக் கொண்ட ஒரு இடைக்கால நிறுவனத்தை உருவாக்குவதாகும். ஸ்திரத்தன்மை. பிந்தையது நிறைவேற்றப்பட்டு, அதற்கான சூழ்நிலைகள் சாத்தியமாகிவிட்டால், தேர்தல் நடத்தப்பட்டு, நாடாளுமன்ற ஜனநாயகம் திரும்புவது உறுதி செய்யப்படும்.",
        "இது தகுதியற்ற ஒரு மூலோபாயமாகும், குறிப்பாக அதன் அனைத்து குடிமக்களுக்கும் புதிய மற்றும் பாதுகாப்பான இலங்கையை உருவாக்குவதற்கான அர்த்தமுள்ள திசை மாற்றத்திற்கான எங்கள் குடிமக்களின் கூச்சல் தற்போதைய சூழலில் உள்ளது. அரசியல்வாதிகள் இல்லாத இந்த நிறுவனம் அனைத்து அரசாங்கங்களின் அரசியல்வாதிகளும் தங்கள் அரசியல் ஆதாயத்திற்காக துஷ்பிரயோகம் செய்துள்ள மகத்தான நஷ்டத்தில் இயங்கும் அரசுக்கு சொந்தமான நிறுவனங்களின் இயக்கத்தை மாற்ற முற்பட வேண்டும்.",
        "அத்தகைய இடைக்கால நிறுவனத்தின் முன்னுரிமைகளில் பின்வருபவை வெளிப்படையாக இருக்க வேண்டும்:",
        "அ) அனுசரணை அரசியலில் இருந்து விடுபடவும், உரிமை கலாசாரம் இலங்கையர்களுக்கு பழக்கமாகிவிட்டது;",
        "c) நீதித்துறையின் சுதந்திரத்தை மீட்டெடுப்பது மற்றும் மோசடி மற்றும் ஊழலை திறம்பட மற்றும் திறம்பட கையாள்வதற்கு ஆடிட்டர் ஜெனரல் அலுவலகத்தை வலுப்படுத்துதல்;",
        "ஈ) வீங்கியிருக்கும் நமது பொதுச் சேவையை சீர்திருத்தி அதன் சுதந்திரத்தை மீட்டெடுக்கவும்;",
        "இ) நிர்வாகத்தை மேலும் உள்ளடக்கியதாக மாற்ற, மையத்திலிருந்து சுற்றளவுக்கு அர்த்தமுள்ள அதிகாரப் பகிர்வை உறுதி செய்தல்; மற்றும்",
        "g) பொருளாதாரத்தை ஸ்திரப்படுத்துதல் மற்றும் நிலையான மற்றும் உள்ளடக்கிய வளர்ச்சியைத் தொடர்தல்.",
        "மேலே விவரிக்கப்பட்ட வரிகளில் ஒரு உத்தி வேலை செய்யுமா? இது நம் குடிமக்களுக்கும், நமது அரசியல்வாதிகளுக்கும், குறிப்பாக எதிர்க்கட்சியில் உள்ளவர்களுக்கும், தங்கள் பற்களுக்கு இடையில் பிட் செய்ய காத்திருக்கும்? காலம் தான் பதில் சொல்லும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}