{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-litro-officials-say-rs-2000-price-hike-needed-to-avoid-losses-91835/",
  "time_ut": 1647614400,
  "title": "Sri Lanka Litro officials say Rs.2,000 price hike needed to avoid losses",
  "body_lines": [
    "ECONOMYNEXT – Officials at Sri Lanka’s state-owned Litro Gas Lanka Ltd said there should be around 2,000 rupee price hike for a 12.5 domestic gas cylinder to avoid a loss and complete closure of the company within three months.",
    "Claiming that they are professionals from Association to protect Litro company said the firm was deprived of 11 billion rupees in 2021 due to refusal of Consumer Affairs Authority (CAA) to raise price of Liquefied Petroleum (LP) gas cylinders.",
    "“We cannot supply gas (at the prevailing prices). If we provide, we will have to close our company,” Piyal Colombahettige, the convener of the Association told a media briefing held at Litro Gas Corporate Office in Colombo.",
    "Colombahettige said the company will incur a loss of 200 million rupees from the latest shipment which was ordered when the international LP gas prices was at 880 US dollar per metric ton if the cylinders are sold at prevailing 2,675 rupees.",
    "“In March, the price of LP gas at the international market is 1,018 US dollars per metric ton. This means the loss will be more than 200 million US dollars,” he said.",
    "The move to raise prices come amid severe shortage of LP gas throughout the country for the past one week and log queues for cooking gas.",
    "The rupee has fallen around 40 percent since the central bank allowed flexible exchange rate on March 8.",
    "Sri Lanka is facing a severe dollar shortage after its reserves fell over 70 percent in the first 11 months of the last year. As a result, most importers are unable to pay through banks by opening a letter of credit.",
    "Litro raised the prices last in October 2021 to 2,750 rupees from 1,493 rupees after its repeated requests from CAA to raise prices were shot down.",
    "According to Colombahettige, the cost of a 12.5 kg cylinder Litro gas is now estimated at 4,462.25 rupees.",
    "“If not for a 2,000 rupee raise, the company will face a closure in three moths. If we incur the loss of 200 million rupees from the current shipment, how can we find rupee and dollars to pay the next shipment?”",
    "“We don’t need to seek permission from the Consumer Affairs Authority (CAA) for price hike. What we are doing here is to explain the public that the company is facing a risk of closure.”",
    "The little known Association of the Litro Company decline to comment on from whom they are requesting the price hike, except saying  “relevant parties”. (Colombo/March18/2022)"
  ],
  "translate": {
    "si": {
      "title": "පාඩු වළක්වා ගැනීම සඳහා රුපියල් 2,000 ක මිල වැඩි කිරීමක් අවශ්‍ය බව ශ්‍රී ලංකා ලිට්‍රෝ නිලධාරීහු පවසති",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ රජයට අයත් Litro Gas Lanka Ltd හි නිලධාරීන් පැවසුවේ පාඩුව වළක්වා ගැනීමට සහ මාස තුනක් ඇතුළත සමාගම සම්පූර්ණයෙන් වසා දැමීම සඳහා 12.5 ගෘහස්ථ ගෑස් සිලින්ඩරයක මිල රුපියල් 2,000 ක් පමණ වැඩි කළ යුතු බවයි.",
        "ලිට්‍රෝ සමාගම සුරැකීමේ සංගමයේ වෘත්තිකයන් බව පවසමින් පාරිභෝගික කටයුතු අධිකාරිය (CAA) ද්‍රව පෙට්‍රෝලියම් (LP) ගෑස් සිලින්ඩර් මිල ඉහළ දැමීම ප්‍රතික්ෂේප කිරීම හේතුවෙන් 2021 වසරේදී සමාගමට රුපියල් බිලියන 11 ක මුදලක් අහිමි වූ බව කියා සිටියේය.",
        "“අපට ගෑස් (පවත්නා මිල ගණන් යටතේ) සැපයිය නොහැක. ලබා දෙනවා නම් අපේ සමාගම වසා දමන්න වෙනවා” යැයි එම සංගමයේ කැඳවුම්කරු පියල් කොළඹහෙට්ටිගේ මහතා කොළඹ ලිට්‍රෝ ගෑස් ආයතනික කාර්යාලයේ පැවැති මාධ්‍ය හමුවකදී පැවසීය.",
        "ජාත්‍යන්තර LP ගෑස් මිල මෙට්‍රික් ටොන් එකක මිල ඇමෙරිකානු ඩොලර් 880ක් වන විට ඇනවුම් කරන ලද නවතම නැව්ගතකිරීමෙන් සිලින්ඩර් රුපියල් 2675කට අලෙවි කළහොත් සමාගමට රුපියල් මිලියන 200ක පාඩුවක් සිදුවන බව කොළඹහෙට්ටිගේ මහතා පැවසීය.",
        "“මාර්තු මාසයේදී ජාත්‍යන්තර වෙළෙඳපොළේ LP ගෑස් මිල මෙට්‍රික් ටොන් එකක මිල ඇමෙරිකානු ඩොලර් 1,018 කි. ඒ කියන්නේ අලාභය ඇමෙරිකානු ඩොලර් මිලියන 200කට වැඩියි,” ඔහු පැවසීය.",
        "පසුගිය සතියක කාලය තුළ රට පුරා LP ගෑස් හි උග්‍ර හිඟය සහ ඉවුම් පිහුම් ගෑස් සඳහා පෝලිම් ලඝු වීම මධ්‍යයේ මිල වැඩි කිරීමට පියවර ගෙන තිබේ.",
        "මාර්තු 8 වැනිදා මහ බැංකුව නම්‍යශීලී විනිමය අනුපාතිකයට අවසර දුන් දා සිට රුපියල සියයට 40කින් පමණ පහත වැටී ඇත.",
        "පසුගිය වසරේ මුල් මාස 11 තුළ ශ්‍රී ලංකාවේ සංචිත සියයට 70 කින් පහත වැටීමෙන් පසු ශ්‍රී ලංකාව දැඩි ඩොලර් හිඟයකට මුහුණ දී සිටී. මේ නිසා බොහෝ ආනයනකරුවන්ට ණයවර ලිපියක් විවෘත කර බැංකු හරහා ගෙවීමට නොහැකි වී ඇත.",
        "ලිට්‍රෝ විසින් මිල ඉහළ නැංවීම සඳහා CAA වෙතින් නැවත නැවතත් කරන ලද ඉල්ලීම් කපා හැරීමෙන් පසුව 2021 ඔක්තෝම්බර් මාසයේදී රුපියල් 1,493 සිට රුපියල් 2,750 දක්වා මිල ඉහළ නැංවීය.",
        "කොළඹහෙට්ටිගේ මහතාට අනුව කිලෝග්‍රෑම් 12.5ක ලිට්‍රෝ ගෑස් සිලින්ඩරයක මිල රුපියල් 4,462.25ක් ලෙස ගණන් බලා ඇත.",
        "“රුපියල් 2,000කින් වැඩි නොකළොත් සමාගම සලබ තුනකින් වැසීයාමකට මුහුණ දෙනවා. දැනට නැව්ගත කරන මුදලින් රුපියල් මිලියන 200 ක පාඩුවක් අපට සිදු වුවහොත්, ඊළඟ නැව්ගත කිරීම ගෙවීමට රුපියල් සහ ඩොලර් සොයා ගන්නේ කෙසේද?",
        "“මිල ඉහළ නැංවීම සඳහා අපට පාරිභෝගික කටයුතු අධිකාරියෙන් (CAA) අවසර ලබා ගැනීමට අවශ්‍ය නැත. අප මෙහිදී කරන්නේ සමාගම වැසී යාමේ අවදානමකට මුහුණ දී සිටින බව ජනතාවට පැහැදිලි කිරීමයි.”",
        "ලිට්‍රෝ සමාගමේ එතරම් ප්‍රසිද්ධ නැති සංගමය \"අදාළ පාර්ශ්ව\" යැයි පවසමින් මිස මිල වැඩි කිරීම ඉල්ලා සිටින්නේ කාගෙන්ද යන්න පිළිබඳව අදහස් දැක්වීම ප්‍රතික්ෂේප කරයි. (කොළඹ/මාර්තු18/2022)"
      ]
    },
    "ta": {
      "title": "நஷ்டத்தைத் தவிர்க்க ரூ.2,000 விலை உயர்வு தேவை என்று இலங்கை லிட்ரோ அதிகாரிகள் கூறுகின்றனர்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் அரசுக்குச் சொந்தமான Litro Gas Lanka Ltd இன் அதிகாரிகள், நஷ்டத்தைத் தவிர்ப்பதற்காக 12.5 உள்நாட்டு எரிவாயு சிலிண்டருக்கு சுமார் 2,000 ரூபாய் விலை உயர்வு மற்றும் மூன்று மாதங்களுக்குள் நிறுவனம் முழுமையாக மூடப்பட வேண்டும் என்று கூறியுள்ளனர்.",
        "லிட்ரோ நிறுவனத்தைப் பாதுகாப்பதற்கான சங்கத்தின் வல்லுநர்கள் என்று கூறி, 2021 ஆம் ஆண்டில், நுகர்வோர் விவகார ஆணையம் (சிஏஏ) திரவ பெட்ரோலியம் (எல்பி) எரிவாயு சிலிண்டர்களின் விலையை உயர்த்த மறுத்ததால் நிறுவனத்திற்கு 11 பில்லியன் ரூபாய் இழப்பு ஏற்பட்டதாகக் கூறினார்.",
        "\"எங்களால் எரிவாயு வழங்க முடியாது (நடைபெறும் விலையில்). நாங்கள் வழங்கினால், நாங்கள் எங்கள் நிறுவனத்தை மூட வேண்டியிருக்கும்” என்று கொழும்பில் உள்ள லிட்ரோ கேஸ் நிறுவன அலுவலகத்தில் நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் சங்கத்தின் அழைப்பாளர் பியல் கொலம்பஹெட்டிகே தெரிவித்தார்.",
        "சர்வதேச எரிவாயுவின் விலை மெட்ரிக் டன் ஒன்றுக்கு 880 அமெரிக்க டொலர்களாக இருந்தபோது, ​​தற்போது 2,675 ரூபாவிற்கு சிலிண்டர்களை விற்பனை செய்தால், ஆர்டர் செய்யப்பட்ட சமீபத்திய ஏற்றுமதி மூலம் நிறுவனத்திற்கு 200 மில்லியன் ரூபா நட்டம் ஏற்படும் என கொலம்பஹெட்டிகே தெரிவித்தார்.",
        "“மார்ச் மாதத்தில், சர்வதேச சந்தையில் எல்பி எரிவாயுவின் விலை மெட்ரிக் டன் ஒன்றுக்கு 1,018 அமெரிக்க டாலர்களாக உள்ளது. அதாவது 200 மில்லியன் அமெரிக்க டாலர்களுக்கு மேல் இழப்பு ஏற்படும்,” என்றார்.",
        "கடந்த ஒரு வாரமாக நாடு முழுவதும் எல்பி எரிவாயுவின் கடுமையான தட்டுப்பாடு மற்றும் சமையல் எரிவாயுவுக்கான வரிசைகள் பதிவான நிலையில் விலையை உயர்த்துவதற்கான நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "மார்ச் 8 அன்று மத்திய வங்கி நெகிழ்வான மாற்று விகிதத்தை அனுமதித்ததில் இருந்து ரூபாயின் மதிப்பு சுமார் 40 சதவீதம் சரிந்துள்ளது.",
        "கடந்த வருடத்தின் முதல் 11 மாதங்களில் இலங்கையின் கையிருப்பு 70 வீதத்திற்கும் மேலாக வீழ்ச்சியடைந்ததையடுத்து, கடுமையான டொலர் தட்டுப்பாட்டைச் சந்தித்துள்ளது. இதன் விளைவாக, பெரும்பாலான இறக்குமதியாளர்கள் கடன் கடிதத்தைத் திறந்து வங்கிகள் மூலம் செலுத்த முடியவில்லை.",
        "லிட்ரோ CAA விடம் இருந்து மீண்டும் மீண்டும் கோரிக்கை விடுத்து விலைகளை உயர்த்தியதை அடுத்து, அக்டோபர் 2021 இல் விலையை 1,493 ரூபாயில் இருந்து 2,750 ரூபாயாக உயர்த்தியது.",
        "கொலம்பஹெட்டிகேயின் கூற்றுப்படி, 12.5 கிலோகிராம் சிலிண்டர் லிட்ரோ எரிவாயுவின் விலை 4,462.25 ரூபாவாக மதிப்பிடப்பட்டுள்ளது.",
        "“2,000 ரூபாய் உயர்த்தப்படாவிட்டால், நிறுவனம் மூன்று அந்துப்பூச்சிகளில் மூடப்படும். தற்போதைய கப்பலில் இருந்து 200 மில்லியன் ரூபாய் நஷ்டம் ஏற்பட்டால், அடுத்த கப்பலைச் செலுத்துவதற்கு ரூபாயையும் டாலரையும் எப்படிக் கண்டுபிடிப்பது?”",
        "“விலை உயர்வுக்கு நாங்கள் நுகர்வோர் விவகார ஆணையத்திடம் (CAA) அனுமதி பெறத் தேவையில்லை. நிறுவனம் மூடப்படும் அபாயத்தை எதிர்கொள்கிறது என்பதை பொதுமக்களுக்கு விளக்குவதற்காக நாங்கள் இங்கு செய்கிறோம்.",
        "லிட்ரோ நிறுவனத்தின் அதிகம் அறியப்படாத அசோசியேஷன், அவர்கள் யாரிடம் விலை உயர்வைக் கோருகிறார்கள் என்பதைப் பற்றி கருத்து தெரிவிக்க மறுத்துவிட்டனர். (கொழும்பு/மார்ச்18/2022)"
      ]
    }
  }
}