{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/three-major-mistakes-of-the-jvp-fsp/",
  "time_ut": 1644582420,
  "title": "THREE MAJOR MISTAKES OF THE JVP & FSP",
  "body_lines": [
    "In Sri Lanka in this decisive year, the trajectory and outcome are uncertain, not least because the trajectory is not linear.",
    "The JVP and FSP seem to be mired in errors which have proved among the most bloodily expensive in the history of the world’s left.",
    "The first mistake is to assume that as a crisis mounts, developments can go only one way, namely in a direction favorable to the left and more socioeconomically radical solutions. That is based on the pattern of the Russian revolution. The history of the European counter-revolutions culminating in Italy, Germany and Spain in Fascist dictatorships, shows there’s a more frequent outcome.",
    "In a country like Sri Lanka where “Be a Hitler!” is a renewed slogan, it would be unwise to rule out that outcome as the crisis mounts. In an intense crisis, things can shift to the Left or further to the Right, or to the Left initially and the Right eventually.",
    "What happens is a battle of the organized vanguards–the left and the Right, chiefly the military. The outcome is decided by two factors: (a) on which side an effective majority of the masses are, or whether they are neutral and (b) whether there is a significant shift towards the masses on the part of a decisive part of the military.",
    "Therefore, the crucial element is THE INTERMEDIATE STRATA. Which side will they pivot to, or will they stay neutral? Mao Zedong, strategist of genius, said “unite the many, defeat the few”, which he elaborated as ‘unite all forces that can be united, isolate the main enemy, win over the intermediate forces, neutralize those who cannot be won over’.",
    "It is precisely to win over the intermediate forces that a relationship is needed with Sajith Premadasa’s Samagi Jana Balavegaya (SJB), the main Opposition party, and Maithripala Sirisena’s Sri Lanka Freedom Party (SLFP).",
    "A second major mistake the Left looks like it is making is one I am very familiar with, having made it myself in my 20s. This is the assumption that if it is the Right and not the Left that abandons the rules of the democratic game, it thereby unmasks and delegitimizes itself, and the beneficiary cannot but be the Left, in fairly short order too.",
    "That militarization/polarization theory was pure crap. In Indonesia, Chile, the Philippines and almost every other place, when the dark night of the dictatorships finally ended, it took decades and the democratizing force – and successor administration—was never the radical, still less revolutionary or Marxist-Leninist left.",
    "In Chile, Pinochet’s departure took 15 years and it was the hands of Salvador Allende’s Socialist Party, after its many splits and reformist renovations and under the leadership of the moderate-centrist Ricardo Lagos. The earlier vanguards, the Chilean MIR and the Communist Party, which had spun off a radical offshoot together with the ‘Miristas’, named the Manuel Rodriguez Patriotic Front (MRPF) were (sadly but understandably) kept out of the Democratic Concertation, the broad democratic bloc that defeated Pinochet’s dictatorship in the referendum and eventually took power electorally.",
    "While at a time such as this, of unprecedented pressure on real wages, almost any strike is justified, some strikes can be wrong because they are just dumb and potentially dangerous. The rash of wildcat strikes in the health and transport sectors fall into that category, not because they are unjustified but because they turn the majority of the citizenry against sections of the trade union movement, i.e., the organized working-class.",
    "The wildcat strikes are also incredibly ill-timed. The coming surge of peasant unrest due to the inevitable crash of the Maha harvest, require the backing of the urban working class and the student movement.",
    "If the latter go into action arbitrarily and prematurely, they not only earn the wrath of the citizens, but far worse, provides the regime with an opportunity for a crackdown in the guise of a pro-citizen intervention, thereby depriving the peasants of the effective support of the urban wage-workers and the student movement.",
    "The rash of wildcat strikes merely give the impression of creeping anarchy and if they continue, they will have the same result that the health and transport sector strikes had in 1989, namely to turn public opinion against them, enabling the unleashing of repression.",
    "Had the leaders of the JVP and the FSP which inspire the leaderships of the trade-union, peasant union and student unions, actually studied Antonio Gramsci, they would know that he stressed that no class, indeed no cause, could triumph unless it went beyond its sectoral interests, even placing them on the back-burner, for the greater good, the broader national and popular interest.",
    "The partial and sectoral must be credibly embedded in and enveloped by the universal. That is the only way for the Left to win the intellectual, cultural and moral-ethical hegemony, which in turn is the inescapable prerequisite for survival and success.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "JVP සහ FSP හි ප්‍රධාන වැරදි තුනක්",
      "body_lines": [
        "මෙම තීරණාත්මක වසර තුළ ශ්‍රී ලංකාව තුළ ගමන් පථය සහ ප්‍රතිඵලය අවිනිශ්චිත වන්නේ අඩුම තරමින් ගමන් පථය රේඛීය නොවන නිසා නොවේ.",
        "ජවිපෙ සහ පෙසප ලෝක වාම ඉතිහාසයේ වඩාත්ම ලේවැකි මිල අධික ඒවා අතර ඔප්පු වී ඇති වැරදි වල ගිලී ඇති බව පෙනේ.",
        "පළමු වැරැද්ද නම් අර්බුදයක් උග්‍ර වන විට වර්ධනයන් යා හැක්කේ එක් මාර්ගයකට පමණක් බව උපකල්පනය කිරීම, එනම් වමට හිතකර දිශාවකට සහ වඩාත් සමාජ ආර්ථික රැඩිකල් විසඳුම් වෙත ය. ඒ රුසියානු විප්ලවයේ රටාව මත ය. ඉතාලියේ, ජර්මනියේ සහ ස්පාඤ්ඤයේ ෆැසිස්ට් ආඥාදායකත්වයන් තුල කූටප්‍රාප්තියට පත් වූ යුරෝපීය ප්‍රති-විප්ලවයේ ඉතිහාසය පෙන්නුම් කරන්නේ වඩාත් නිරන්තර ප්‍රතිඵලයක් පවතින බවයි.",
        "\"හිට්ලර් කෙනෙක් වෙන්න!\" ශ්‍රී ලංකාව වැනි රටක යන්න අලුත් සටන් පාඨයක් වන අතර, අර්බුදය උත්සන්න වන විට එම ප්‍රතිඵලය බැහැර කිරීම නුවණට හුරු නැත. දැඩි අර්බුදයකදී, දේවල් වමට හෝ තව දුරටත් දකුණට හෝ මුලින් වමට සහ අවසානයේ දකුණට මාරු විය හැකිය.",
        "සිදුවන්නේ සංවිධිත පෙරටුගාමීන්ගේ - වම සහ දකුණේ, ප්‍රධාන වශයෙන් හමුදාවේ සටනකි. ප්‍රතිඵලය සාධක දෙකකින් තීරණය වේ: (අ) මහජනතාවගෙන් ඵලදායී බහුතරයක් සිටින්නේ කුමන පැත්තේද, නැතහොත් ඔවුන් මධ්‍යස්ථද යන්න සහ (ආ) හමුදාවේ තීරණාත්මක කොටසකින් ජනතාව දෙසට සැලකිය යුතු මාරුවක් තිබේද යන්නයි. .",
        "එබැවින් තීරණාත්මක මූලද්‍රව්‍යය වන්නේ අතරමැදි ස්ථරයයි. ඔවුන් හැරෙන්නේ කුමන පැත්තටද, නැතහොත් ඔවුන් මධ්‍යස්ථව සිටියිද? ප්‍රතිභාවේ මූලෝපායඥ මාඕ සේතුං පැවසුවේ \"බොහෝ දෙනා එක් කරන්න, ස්වල්ප දෙනා පරාජය කරන්න\", එය ඔහු විස්තර කළේ 'එක්සත් කළ හැකි සියලු බලවේග එක් කරන්න, ප්‍රධාන සතුරා හුදකලා කරන්න, අතරමැදි බලවේග ජය ගන්න, ජයගත නොහැකි අය උදාසීන කරන්න' ලෙසයි. .",
        "ප්‍රධාන විපක්ෂය වන සජිත් ප්‍රේමදාසගේ සමගි ජන බලවේගය (SJB) සහ මෛත්‍රීපාල සිරිසේනගේ ශ්‍රී ලංකා නිදහස් පක්ෂය (SLFP) සමඟ සබඳතාවක් අවශ්‍ය වන්නේ හරියටම අතරමැදි බලවේග දිනා ගැනීමට ය.",
        "වම් පැත්තෙන් පෙනෙන දෙවන ප්‍රධාන වැරැද්ද නම් එය මගේ 20 ගණන්වලදී මා විසින්ම සිදු කර ඇති මට ඉතා හුරුපුරුදු එකකි. ප‍්‍රජාතන්ත‍්‍රවාදී කී‍්‍රඩාවේ නීති අත්හරින්නේ දකුණ මිස වම නොවේ නම්, එමගින් එය වෙස්මුහුණු ගලවා නීත්‍යනුකූල නොවන බවත්, ප‍්‍රතිලාභියාට වම වීම වැළැක්විය නොහැකි බවත් උපකල්පනයයි.",
        "එම මිලිටරිකරණ/ධ්‍රැවීකරණ න්‍යාය පිරිසිදු ජරාවක් විය. ඉන්දුනීසියාවේ, චිලියේ, පිලිපීනයේ සහ අනෙකුත් සෑම ස්ථානයකම පාහේ, ඒකාධිපතිත්වයේ අඳුරු රාත්‍රිය අවසන් වූ විට, එය දශක ගණනාවක් ගත වූ අතර, ප්‍රජාතන්ත්‍රවාදී බලවේගය - සහ අනුප්‍රාප්තික පරිපාලනය - කිසි විටෙකත් රැඩිකල්, තවමත් අඩු විප්ලවවාදී හෝ මාක්ස්වාදී-ලෙනින්වාදී වාමයක් නොවීය.",
        "චිලියේදී, පිනොචේගේ නික්මයාමට වසර 15ක් ගත වූ අතර එය බොහෝ බෙදීම් සහ ප්‍රතිසංස්කරණවාදී ප්‍රතිසංස්කරණවලින් පසුව සහ මධ්‍යස්ථ මධ්‍යවාදී රිකාඩෝ ලාගෝස්ගේ නායකත්වය යටතේ සැල්වදෝර් ඇලෙන්ඩේගේ සමාජවාදී පක්ෂයේ දෑත් විය. මැනුවෙල් රොද්‍රිගස් දේශප්‍රේමී පෙරමුණ (MRPF) ලෙස නම් කරන ලද 'Miristas' සමග එක්ව රැඩිකල් ශාඛාවක් දියත් කළ පෙර පෙරටුගාමීන් වන චිලී MIR සහ කොමියුනිස්ට් පක්ෂය (කනගාටුදායක ලෙස නමුත් තේරුම් ගත හැකි පරිදි) ප්‍රජාතන්ත්‍රවාදී ප්‍රසංගයෙන් ඉවත් කරන ලදී. ජනමත විචාරණයෙන් පිනෝචේගේ ඒකාධිපතිත්වය පරාජය කර අවසානයේ මැතිවරණ බලය ලබා ගත් ප්‍රජාතන්ත්‍රවාදී කණ්ඩායම.",
        "මෙවන් මොහොතක, සැබෑ වැටුප් මත පෙර නොවූ විරූ පීඩනයක් පවතින අතර, ඕනෑම වැඩ වර්ජනයක් පාහේ යුක්ති සහගත වන අතර, සමහර වැඩ වර්ජන වැරදි විය හැක්කේ ඒවා නිකම්ම ගොළු සහ අනතුරුදායක විය හැකි බැවිනි. සෞඛ්‍ය හා ප්‍රවාහන ක්ෂේත්‍රවල වල් බළල් වැඩ වර්ජන එම ගණයට වැටෙන්නේ ඒවා අසාධාරණ නිසා නොව, වෘත්තීය සමිති ව්‍යාපාරයේ කොටස්වලට, එනම් සංවිධානාත්මක කම්කරු පන්තියට එරෙහිව පුරවැසියන්ගෙන් බහුතරයක් හරවන නිසාය.",
        "වල් බළලුන්ගේ වැඩ වර්ජන ද ඇදහිය නොහැකි තරම් කාලානුරූපී ය. මහා අස්වැන්නේ නොවැළැක්විය හැකි කඩාවැටීම හේතුවෙන් එලඹෙන ගොවි නොසන්සුන්තාවයේ වැඩිවීමට නාගරික කම්කරු පන්තියේ සහ ශිෂ්‍ය ව්‍යාපාරයේ පිටුබලය අවශ්‍ය වේ.",
        "දෙවැන්න අත්තනෝමතික ලෙස සහ අකාලයේ ක්‍රියාත්මක වුවහොත්, ඔවුන් පුරවැසියන්ගේ කෝපයට පත්වනවා පමණක් නොව, ඊටත් වඩා නරක ලෙස, පුරවැසි හිතවාදී මැදිහත්වීමක මුවාවෙන් මර්දනයකට පාලන තන්ත්‍රයට අවස්ථාව සලසා දෙන අතර එමඟින් ගොවීන්ට ඵලදායී දේ අහිමි වේ. නාගරික වැටුප් කම්කරුවන්ගේ සහ ශිෂ්‍ය ව්‍යාපාරයේ සහයෝගය.",
        "වල් බළල් වැඩ වර්ජන වල කුෂ්ඨ මගින් හුදෙක් බඩගා යන අරාජිකත්වයේ හැඟීමක් ඇති කරන අතර ඒවා දිගටම පැවතුනහොත් 1989 සෞඛ්‍ය හා ප්‍රවාහන අංශයේ වැඩ වර්ජනවලට ඇති වූ ප්‍රති result ලයම වනු ඇත, එනම් මහජන මතය ඒවාට එරෙහිව හරවා, මර්දනය මුදා හැරීමට හැකි වේ.",
        "වෘත්තීය සමිති, ගොවි සංගම් සහ ශිෂ්‍ය සංගම්වල නායකත්වයන් දිරිමත් කරන ජවිපෙ සහ පෙසප නායකයන් ඇත්ත වශයෙන්ම ඇන්ටෝනියෝ ග්‍රාම්ස්චි අධ්‍යයනය කළේ නම්, කිසිඳු පන්තියකට, කිසිඳු හේතුවක් ඉක්මවා නොගියහොත් ජයග්‍රහණය කළ නොහැකි බව ඔහු අවධාරණය කළ බව ඔවුන් දැන ගනු ඇත. එහි ආංශික අවශ්‍යතා, වඩා හොඳ, පුලුල් ජාතික සහ ජනප්‍රිය අවශ්‍යතා සඳහා, ඒවා පසුපෙළ මත තැබීම පවා සිදු කරයි.",
        "පාර්ශ්වික සහ ආංශික විශ්වාසනීය ලෙස ඇතුළත් කර විශ්වය විසින් ආවරණය කළ යුතුය. බුද්ධිමය, සංස්කෘතික හා සදාචාරාත්මක ආධිපත්‍යය දිනා ගැනීමට වාමාංශිකයින්ට ඇති එකම මාර්ගය එයයි, එය අනෙක් අතට පැවැත්ම සහ සාර්ථකත්වය සඳහා නොවැළැක්විය හැකි පූර්ව අවශ්‍යතාවය වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஜேவிபி மற்றும் எப்எஸ்பியின் மூன்று முக்கிய தவறுகள்",
      "body_lines": [
        "இந்த தீர்க்கமான ஆண்டில் இலங்கையில், பாதை மற்றும் முடிவுகள் நிச்சயமற்றவை, ஏனெனில் பாதை நேரியல் அல்ல.",
        "ஜே.வி.பி.யும், எப்.எஸ்.பி.யும் பிழைகளில் சிக்கித் தவிப்பது போல் தெரிகிறது, அவை உலக இடதுசாரிகளின் வரலாற்றில் மிகவும் விலை உயர்ந்தவை என்று நிரூபிக்கப்பட்டுள்ளன.",
        "முதல் தவறு என்னவென்றால், ஒரு நெருக்கடி அதிகரிக்கும் போது, ​​வளர்ச்சிகள் ஒரே ஒரு வழியில் மட்டுமே செல்ல முடியும், அதாவது இடது மற்றும் சமூக பொருளாதார ரீதியாக தீவிர தீர்வுகளுக்கு சாதகமான திசையில். அது ரஷ்யப் புரட்சியின் வடிவத்தை அடிப்படையாகக் கொண்டது. இத்தாலி, ஜேர்மனி மற்றும் ஸ்பெயினில் பாசிச சர்வாதிகாரத்தில் உச்சக்கட்டத்தை எட்டிய ஐரோப்பிய எதிர்ப்புரட்சிகளின் வரலாறு, அடிக்கடி விளையும் விளைவுகளைக் காட்டுகிறது.",
        "இலங்கை போன்ற ஒரு நாட்டில் \"ஹிட்லராக இருங்கள்!\" என்பது ஒரு புதுப்பிக்கப்பட்ட முழக்கம், நெருக்கடி அதிகரிக்கும் போது அந்த முடிவை நிராகரிப்பது விவேகமற்றது. ஒரு தீவிர நெருக்கடியில், விஷயங்கள் இடதுபுறம் அல்லது மேலும் வலதுபுறம் அல்லது ஆரம்பத்தில் இடதுபுறம் மற்றும் இறுதியில் வலதுபுறம் மாறலாம்.",
        "ஒழுங்கமைக்கப்பட்ட முன்னோடிகளின் போர் - இடது மற்றும் வலது, முக்கியமாக இராணுவம். விளைவு இரண்டு காரணிகளால் தீர்மானிக்கப்படுகிறது: (அ) பெரும்பான்மையான மக்கள் எந்தப் பக்கம் இருக்கிறார்கள், அல்லது அவர்கள் நடுநிலை வகிக்கிறார்களா மற்றும் (ஆ) இராணுவத்தின் தீர்க்கமான பகுதியின் ஒரு பகுதியாக வெகுஜனங்களை நோக்கி குறிப்பிடத்தக்க மாற்றம் உள்ளதா .",
        "எனவே, முக்கியமான உறுப்பு இடைநிலை அடுக்கு ஆகும். அவர்கள் எந்தப் பக்கம் திரும்புவார்கள் அல்லது நடுநிலையாக இருப்பார்களா? மேதைகளின் மூலோபாயவாதியான மாவோ சேதுங், \"பலரை ஒன்றிணைக்கவும், சிலரை தோற்கடிக்கவும்\" என்று கூறினார், இது 'ஒன்றுபடக்கூடிய அனைத்து சக்திகளையும் ஒன்றிணைக்கவும், முக்கிய எதிரியை தனிமைப்படுத்தவும், இடைநிலை சக்திகளை வெல்லவும், வெல்ல முடியாதவர்களை நடுநிலையாக்கவும்' என்று அவர் விரிவுபடுத்தினார். .",
        "பிரதான எதிர்க்கட்சியான சஜித் பிரேமதாசவின் சமகி ஜன பலவேகய (SJB) மற்றும் மைத்திரிபால சிறிசேனவின் ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) ஆகியவற்றுடன் ஒரு உறவு தேவை என்பது துல்லியமாக இடைநிலை சக்திகளை வென்றெடுப்பதாகும்.",
        "இடதுசாரிகள் செய்வது போல் தோற்றமளிக்கும் இரண்டாவது பெரிய தவறு, எனக்கு மிகவும் பரிச்சயமான ஒன்று, என்னுடைய 20 வயதில் அதை நானே செய்துவிட்டேன். ஜனநாயக விளையாட்டின் விதிகளை கைவிடுவது வலதுசாரிகள் அல்ல, இடதுசாரிகள் என்றால், அது தன்னைத்தானே முகமூடியை அவிழ்த்துவிட்டு, தகுதிநீக்கம் செய்து கொள்கிறது, மேலும் பயனாளி இடதுசாரியாக இருக்க முடியாது, மிகக் குறுகிய காலத்தில்.",
        "அந்த இராணுவமயமாக்கல் / துருவமுனைப்பு கோட்பாடு முற்றிலும் முட்டாள்தனமானது. இந்தோனேசியா, சிலி, பிலிப்பைன்ஸ் மற்றும் கிட்டத்தட்ட எல்லா இடங்களிலும், சர்வாதிகாரத்தின் இருண்ட இரவு முடிவுக்கு வந்தபோது, ​​பல தசாப்தங்கள் எடுத்தது மற்றும் ஜனநாயக சக்தி - மற்றும் வாரிசு நிர்வாகம் - ஒருபோதும் தீவிரமான, இன்னும் குறைவான புரட்சிகர அல்லது மார்க்சிஸ்ட்-லெனினிச இடது அல்ல.",
        "சிலியில், பினோசே வெளியேறுவதற்கு 15 ஆண்டுகள் ஆனது, அது பல பிளவுகள் மற்றும் சீர்திருத்தவாத மறுசீரமைப்புகளுக்குப் பிறகு மற்றும் மிதவாத-மையவாத ரிக்கார்டோ லாகோஸின் தலைமையின் கீழ் சால்வடார் அலெண்டேவின் சோசலிஸ்ட் கட்சியின் கைகளில் இருந்தது. மானுவல் ரோட்ரிக்ஸ் தேசபக்தி முன்னணி (எம்ஆர்பிஎஃப்) என்று பெயரிடப்பட்ட 'மிரிஸ்டாஸ்' உடன் இணைந்து தீவிரப் பிரிவைத் தோற்றுவித்த முந்தைய முன்னோடிகளான சிலி எம்ஐஆர் மற்றும் கம்யூனிஸ்ட் கட்சி ஆகியவை ஜனநாயகக் கூட்டமைப்பிலிருந்து (துரதிர்ஷ்டவசமாக ஆனால் புரிந்துகொள்ளக்கூடிய வகையில்) ஒதுக்கி வைக்கப்பட்டன. வாக்கெடுப்பில் பினோசேயின் சர்வாதிகாரத்தை தோற்கடித்து, இறுதியில் தேர்தலில் அதிகாரத்தை கைப்பற்றிய ஜனநாயக அணி.",
        "இது போன்ற நேரத்தில், உண்மையான ஊதியங்கள் மீதான முன்னெப்போதும் இல்லாத அழுத்தம், ஏறக்குறைய எந்த வேலைநிறுத்தமும் நியாயமானது, சில வேலைநிறுத்தங்கள் தவறாக இருக்கலாம், ஏனெனில் அவை வெறும் ஊமை மற்றும் ஆபத்தானவை. சுகாதாரம் மற்றும் போக்குவரத்துத் துறைகளில் காட்டுப்பூனை வேலைநிறுத்தங்கள் அந்த வகைக்குள் அடங்கும், ஏனெனில் அவை நியாயமற்றவை என்பதால் அல்ல, மாறாக அவை பெரும்பான்மையான குடிமக்களை தொழிற்சங்க இயக்கத்தின் பிரிவுகளுக்கு எதிராக, அதாவது ஒழுங்கமைக்கப்பட்ட தொழிலாள வர்க்கத்திற்கு எதிராகத் திருப்புகின்றன.",
        "காட்டுப்பூனை வேலைநிறுத்தங்களும் நம்பமுடியாத அளவிற்கு மோசமானவை. மஹா அறுவடையின் தவிர்க்க முடியாத வீழ்ச்சியால் வரவிருக்கும் விவசாயிகளின் அமைதியின்மை எழுச்சிக்கு நகர்ப்புற தொழிலாள வர்க்கம் மற்றும் மாணவர் இயக்கத்தின் ஆதரவு தேவைப்படுகிறது.",
        "பிந்தையவர்கள் தன்னிச்சையாகவும் முன்கூட்டிய நடவடிக்கையிலும் இறங்கினால், அவர்கள் குடிமக்களின் கோபத்தை சம்பாதிப்பது மட்டுமல்லாமல், அதைவிட மோசமானது, குடிமக்கள் சார்பு தலையீடு என்ற போர்வையில் ஆட்சியை ஒடுக்குவதற்கான வாய்ப்பை வழங்குகிறது, இதன் மூலம் விவசாயிகளின் பலன்களை இழக்கிறது. நகர்ப்புற கூலித் தொழிலாளர்கள் மற்றும் மாணவர் இயக்கத்தின் ஆதரவு.",
        "காட்டுப்பூனை வேலைநிறுத்தங்களின் சொறி வெறுமனே ஊர்ந்து செல்லும் அராஜகத்தின் தோற்றத்தைத் தருகிறது, மேலும் அவை தொடர்ந்தால், 1989 இல் சுகாதார மற்றும் போக்குவரத்துத் துறை வேலைநிறுத்தங்கள் ஏற்படுத்திய அதே விளைவை அவை ஏற்படுத்தும், அதாவது பொதுக் கருத்தை அவற்றிற்கு எதிராகத் திருப்பி, அடக்குமுறையைக் கட்டவிழ்த்துவிட உதவுகின்றன.",
        "தொழிற்சங்கம், விவசாய சங்கம் மற்றும் மாணவர் சங்கங்களின் தலைமைகளை ஊக்குவிக்கும் ஜே.வி.பி மற்றும் எப்.எஸ்.பி.யின் தலைவர்கள், உண்மையில் அன்டோனியோ கிராம்ஷியைப் படித்திருந்தால், எந்த வர்க்கமும், எந்த காரணமும் தாண்டிச் செல்லாதவரை, வெற்றிபெற முடியாது என்பதை அவர் வலியுறுத்தினார் என்பதை அவர்கள் அறிவார்கள். அதன் துறைசார் நலன்கள், அதிக நன்மைக்காகவும், பரந்த தேசிய மற்றும் மக்கள் நலனுக்காகவும், அவற்றைப் பின்னுக்குத் தள்ளும்.",
        "பகுதி மற்றும் துறை சார்ந்தவை நம்பகத்தன்மையுடன் உட்பொதிக்கப்பட வேண்டும் மற்றும் உலகளாவியவற்றால் மூடப்பட்டிருக்க வேண்டும். இடதுசாரிகள் அறிவுசார், கலாச்சார மற்றும் தார்மீக-நெறிமுறை மேலாதிக்கத்தை வெல்வதற்கான ஒரே வழி, இது பிழைப்பு மற்றும் வெற்றிக்கான தவிர்க்க முடியாத முன்நிபந்தனையாகும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}