{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mclarens-group-makes-waves-at-prestigious-awards-ceremonies/",
  "time_ut": 1652199360,
  "title": "McLarens Group makes waves at prestigious awards ceremonies",
  "body_lines": [
    "McLarens Group of Companies scooped several accolades at several prestigious Awards ceremonies where their excellence received a wide recognition over the last month.",
    "“I’m indeed very proud of the achievements we received back-to-back. These awards are a representation of the untiring efforts of our staff and encapsulates the growth mind set we have instilled within our group. Staying true to our values and understanding our culture, capability and strengths with the years old experiences that are embodied in us, our teams were energized and resilient to rise together amidst the tough economic conditions in the last two years and supports the organization and the country. In that essence, it is indeed a privilege to receive such recognition in all three prestigious forums” said Group Managing Director Ms Shehara De Silva.",
    "During the recently held National Business Excellence Awards 2021 at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo.",
    "This year’s awards night was patronaged by French Ambassador to Sri Lank Mr Eric Lavertu as Chief Guest.",
    "McLarens Holdings Limited emerged victorious in the Diversified Group of Companies Sector while three other McLarens Group companies scooped awards.",
    "GAC Shipping was adjudged runner-up in the Shipping and Shipping Related Services category at the prestigious awards ceremony which was organised by the National Chamber of Commerce of Sri Lanka.",
    "Furthermore,McOcean Logistics and McShaw Automotive Limited won Merit Awards in the Logistics and Transport Sector and Trading sector respectively.National Business Excellence Awards is regarded as one of the most significant awards ceremonies in the country which recognises best performing business enterprises which have demonstrated excellence in business, whilst contributing to the economic progress of the country. TheAwards Ceremony is also branded as one of the highest demanding award competitions within the business community, backed up with a professional team of judges – an expert technical team.",
    "At theNational Logistics Awards, organised by the Sri Lanka Logistics & Freight Forwarders Associationat the Shangri-La Hotel Colombo on March 23.McOcean Logistics Ltd clinched another victory when they won the Bronze Award in the Ocean Carriers NVOCC category.",
    "At the same ceremony which saw the presence of over 500 representatives from freight forwarding, shipping, courier companies and airlines, Spectra Logistics, another glowing gem under the McLarens wing, won Gold in the Customs House Brokerage Sector and Warehousing and Distribution Medium Category.",
    "It was the third back-to-back major honour won by Spectra Logistics, who enjoyed a great success at the Annual Awards Night hosted by the Institute of Chartered Shipbrokers (ICS) – Sri Lanka, at the Cinnamon Lakeside Hotel.Spectra Logistics won the Best Container Depot Customer Service Inbound Trade Award, marking a magnificent run by the McLarens Group of Companies.",
    "Airtel introduces unlimited free outgoing voice calls to all networks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "McLarens Group කීර්තිමත් සම්මාන උළෙලවලදී රැල්ලක් ඇති කරයි",
      "body_lines": [
        "McLarens Group of Companies කීර්තිමත් සම්මාන උළෙල කිහිපයකදීම ඇගයීම් කිහිපයක් ලබා ගත් අතර එහිදී ඔවුන්ගේ විශිෂ්ටත්වය පසුගිය මාසය පුරාවට පුළුල් ඇගයීමකට ලක් විය.",
        "“ඇත්ත වශයෙන්ම අපට පිටුපසින් ලැබුණු ජයග්‍රහණ ගැන මම ආඩම්බර වෙමි. මෙම සම්මාන අපගේ කාර්ය මණ්ඩලයේ නොපසුබස්නා උත්සාහයේ නියෝජනයක් වන අතර අපගේ කණ්ඩායම තුළ අප විසින් ඇති කර ඇති වර්ධන මනස සංග්‍රහ කරයි. අපගේ වටිනාකම්වලට විශ්වාසවන්තව සිටීම සහ අප තුළ අන්තර්ගත වූ වසර ගණනාවක් පැරණි අත්දැකීම් සමඟ අපගේ සංස්කෘතිය, හැකියාව සහ ශක්තීන් අවබෝධ කර ගනිමින්, අපගේ කණ්ඩායම් පසුගිය වසර දෙක තුළ දැඩි ආර්ථික තත්ත්වයන් මධ්‍යයේ එකට නැඟී සිටීමට ශක්තියක් සහ ඔරොත්තු දෙන අතර සංවිධානයට සහ රටට සහාය විය. . එම සාරය අනුව, කීර්තිමත් සංසද තුනේදීම එවැනි පිළිගැනීමක් ලැබීම ඇත්තෙන්ම භාග්‍යයක්. ”සමූහ කළමනාකාර අධ්‍යක්ෂ ෂෙහාරා ද සිල්වා මහත්මිය පැවසුවාය.",
        "පසුගියදා කොළඹ බණ්ඩාරනායක අනුස්මරණ ජාත්‍යන්තර සම්මන්ත්‍රණ ශාලාවේ (BMICH) පැවති ජාතික ව්‍යාපාර විශිෂ්ටතා සම්මාන 2021 අතරතුර.",
        "මෙවර සම්මාන රාත්‍රියේ ප්‍රධාන ආරාධිත අමුත්තා ලෙස ශ්‍රී ලංකාවේ ප්‍රංශ තානාපති එරික් ලැවර්ටු මහතා අනුග්‍රහය දැක්වීය.",
        "මැක්ලරන්ස් හෝල්ඩිංග්ස් ලිමිටඩ් විවිධාංගීකරණය වූ සමාගම් සමූහ අංශයෙන් ජයග්‍රහණය කළ අතර තවත් මැක්ලරන්ස් සමූහ සමාගම් තුනක් සම්මාන ලබා ගත්තේය.",
        "ශ්‍රී ලංකා ජාතික වාණිජ මණ්ඩලය විසින් සංවිධානය කරන ලද මෙම කීර්තිමත් සම්මාන උළෙලේදී GAC Shipping නැව් සහ නාවික ආශ්‍රිත සේවා කාණ්ඩයේ අනුශූරතාව දිනා ගන්නා ලදී.",
        "තවද, McOcean Logistics සහ McShaw Automotive Limited පිළිවෙලින් ලොජිස්ටික් සහ ප්‍රවාහන අංශයේ සහ වෙළඳ අංශයේ කුසලතා සම්මාන දිනා ගත්හ. ජාතික ව්‍යාපාර විශිෂ්ටතා සම්මාන උළෙල රටේ විශිෂ්ටතම කාර්ය සාධනය පෙන්නුම් කරන ව්‍යාපාරික ව්‍යවසායන් ඇගයීමට ලක් කෙරෙන විශිෂ්ටතම සම්මාන උළෙලක් ලෙස සැලකේ. රටේ ආර්ථික ප්‍රගතියට දායක වන අතරම ව්‍යාපාර. TheAwards Ceremony ව්‍යාපාරික ප්‍රජාව තුළ ඉහළම ඉල්ලුමක් ඇති සම්මාන තරඟයක් ලෙස හංවඩු ගසා ඇති අතර, වෘත්තීය විනිශ්චයකරුවන් කණ්ඩායමක් - විශේෂඥ තාක්ෂණික කණ්ඩායමක් සමඟින් උපස්ථ වේ.",
        "Sri Lanka Logistics & Freight Forwarders සංගමය විසින් මාර්තු 23 වැනි දින කොළඹ Shangri-La හෝටලයේදී සංවිධානය කරන ලද ජාතික ලොජිස්ටික් සම්මාන උළෙලේදී McOcean Logistics Ltd තවත් ජයග්‍රහණයක් ලබා ගත්තේ Ocean Carriers NVOCC කාණ්ඩයේ ලෝකඩ සම්මානය දිනාගනිමිනි.",
        "භාණ්ඩ ප්‍රවාහනය, නැව්ගත කිරීම, කුරියර් සමාගම් සහ ගුවන් සමාගම්වල නියෝජිතයින් 500 කට අධික පිරිසක් සහභාගී වූ එම උත්සවයේදී, McLarens අංශය යටතේ තවත් දීප්තිමත් මැණිකක් වන Spectra Logistics, රේගු නිවාස තැරැව්කාර අංශයේ සහ ගබඩා සහ බෙදාහැරීමේ මාධ්‍ය කාණ්ඩයේ රන් පදක්කම දිනා ගත්තේය.",
        "එය ශ්‍රී ලංකා වරලත් නැව් තැරැව්කරුවන්ගේ ආයතනය (ICS) විසින් Cinnamon Lakeside හෝටලයේදී පවත්වන ලද වාර්ෂික සම්මාන රාත්‍රියේදී විශිෂ්ට සාර්ථකත්වයක් අත්කරගත් Spectra Logistics විසින් දිනාගත් තුන්වන ප්‍රධාන ගෞරවය විය. McLarens Group of Companies විසින් විශිෂ්ට ලෙස පවත්වාගෙන යනු ලබන විශිෂ්ටතම බහාලුම් ඩිපෝ පාරිභෝගික සේවා අභ්‍යන්තර වෙළඳ සම්මානය.",
        "එයාර්ටෙල් සියලුම ජාල වෙත අසීමිත නොමිලේ පිටතට යන හඬ ඇමතුම් හඳුන්වා දෙයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மெக்லாரன்ஸ் குழு மதிப்புமிக்க விருது விழாக்களில் அலைகளை உருவாக்குகிறது",
      "body_lines": [
        "McLarens Group of Companies பல மதிப்புமிக்க விருது விழாக்களில் பல பாராட்டுக்களைப் பெற்றுள்ளது, அங்கு கடந்த மாதத்தில் அவர்களின் சிறப்பிற்கு பரந்த அங்கீகாரம் கிடைத்தது.",
        "\"நாங்கள் மீண்டும் மீண்டும் பெற்ற சாதனைகளைப் பற்றி நான் மிகவும் பெருமைப்படுகிறேன். இந்த விருதுகள் எங்கள் ஊழியர்களின் அயராத முயற்சிகளின் பிரதிநிதித்துவம் மற்றும் எங்கள் குழுவிற்குள் நாம் ஏற்படுத்திய வளர்ச்சி மனப்பான்மையை உள்ளடக்கியது. நமது விழுமியங்களுக்கு உண்மையாக இருந்துகொண்டு, நம்மில் பொதிந்துள்ள பல வருட அனுபவங்களோடு நமது கலாச்சாரம், திறன் மற்றும் பலம் ஆகியவற்றைப் புரிந்துகொண்டு, கடந்த இரண்டு வருடங்களில் கடினமான பொருளாதாரச் சூழ்நிலைகளுக்கு மத்தியில் ஒன்றிணைந்து எழுச்சிபெற எங்கள் அணிகள் உற்சாகமும், நெகிழ்ச்சியும் அடைந்து, அமைப்புக்கும் நாட்டிற்கும் ஆதரவாக இருந்தது. . அந்த சாராம்சத்தில், மூன்று மதிப்புமிக்க மன்றங்களிலும் இத்தகைய அங்கீகாரத்தைப் பெறுவது உண்மையில் ஒரு பாக்கியமாகும்\" என்று குழும முகாமைத்துவப் பணிப்பாளர் திருமதி ஷெஹாரா டி சில்வா தெரிவித்தார்.",
        "கொழும்பில் உள்ள பண்டாரநாயக்க ஞாபகார்த்த சர்வதேச மாநாட்டு மண்டபத்தில் (BMICH) அண்மையில் நடைபெற்ற தேசிய வர்த்தக சிறப்பு விருதுகள் 2021 இன் போது.",
        "இந்த ஆண்டுக்கான விருது வழங்கும் நிகழ்வில் இலங்கைக்கான பிரான்ஸ் தூதுவர் திரு எரிக் லாவெர்டு பிரதம அதிதியாக கலந்து கொண்டார்.",
        "மெக்லாரன்ஸ் ஹோல்டிங்ஸ் லிமிடெட் பன்முகப்படுத்தப்பட்ட குரூப் ஆஃப் கம்பெனிகள் பிரிவில் வெற்றி பெற்றது, மற்ற மூன்று மெக்லாரன்ஸ் குழும நிறுவனங்கள் விருதுகளைப் பெற்றன.",
        "இலங்கையின் தேசிய வர்த்தக சம்மேளனத்தினால் ஏற்பாடு செய்யப்பட்ட இந்த மதிப்புமிக்க விருது வழங்கும் விழாவில், GAC ஷிப்பிங் கப்பல் மற்றும் கப்பல் போக்குவரத்து தொடர்பான சேவைகள் பிரிவில் இரண்டாம் இடத்தைப் பிடித்தது.",
        "மேலும், McOcean Logistics மற்றும் McShaw Automotive Limited ஆகியவை முறையே லாஜிஸ்டிக்ஸ் மற்றும் போக்குவரத்துத் துறை மற்றும் வர்த்தகத் துறையில் மெரிட் விருதுகளை வென்றன. தேசிய வணிக சிறப்பு விருதுகள் நாட்டின் மிக முக்கியமான விருது விழாக்களில் ஒன்றாகக் கருதப்படுகிறது. வணிகம், நாட்டின் பொருளாதார முன்னேற்றத்திற்கு பங்களிக்கிறது. TheAwards Ceremony வணிகச் சமூகத்தினுள் அதிகக் கோரும் விருதுப் போட்டிகளில் ஒன்றாக முத்திரை குத்தப்படுகிறது, இது ஒரு தொழில்முறை நடுவர் குழு - ஒரு நிபுணர் தொழில்நுட்பக் குழுவுடன் ஆதரிக்கப்படுகிறது.",
        "மார்ச் 23 அன்று கொழும்பு ஷங்ரிலா ஹோட்டலில் ஸ்ரீலங்கா லாஜிஸ்டிக்ஸ் மற்றும் சரக்கு அனுப்புவோர் சங்கத்தால் ஏற்பாடு செய்யப்பட்ட தேசிய லாஜிஸ்டிக்ஸ் விருதுகளில், ஓஷன் கேரியர்ஸ் என்விஓசிசி பிரிவில் வெண்கல விருதை வென்ற மெக்ஓசியன் லாஜிஸ்டிக்ஸ் லிமிடெட் மற்றொரு வெற்றியைப் பெற்றது.",
        "சரக்கு அனுப்புதல், கப்பல் போக்குவரத்து, கூரியர் நிறுவனங்கள் மற்றும் விமான நிறுவனங்களைச் சேர்ந்த 500க்கும் மேற்பட்ட பிரதிநிதிகள் கலந்து கொண்ட அதே விழாவில், மெக்லாரன்ஸ் பிரிவின் கீழ் மற்றொரு ஒளிரும் ரத்தினமான ஸ்பெக்ட்ரா லாஜிஸ்டிக்ஸ், சுங்கத் தரகுத் துறை மற்றும் கிடங்கு மற்றும் விநியோக நடுத்தர பிரிவில் தங்கம் வென்றது.",
        "சினமன் லேக்சைட் ஹோட்டலில், இலங்கையின் பட்டய கப்பல் தரகர்கள் நிறுவனம் (ICS) நடத்திய வருடாந்த விருதுகள் இரவில் சிறந்த வெற்றியைப் பெற்ற ஸ்பெக்ட்ரா லாஜிஸ்டிக்ஸ் வென்ற மூன்றாவது பெரிய கௌரவமாகும். சிறந்த கன்டெய்னர் டிப்போ வாடிக்கையாளர் சேவை உள்வரும் வர்த்தக விருது, மெக்லாரன்ஸ் குழும நிறுவனங்களால் சிறப்பாக நடத்தப்பட்டது.",
        "ஏர்டெல் அனைத்து நெட்வொர்க்குகளுக்கும் வரம்பற்ற இலவச வெளிச்செல்லும் குரல் அழைப்புகளை அறிமுகப்படுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}