{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82261/pucsl-decries-declaration-of-emergency-in-sri-lanka",
  "time_ut": 1651929420,
  "title": "PUCSL decries declaration of emergency in Sri Lanka",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) has expressed its objection to the declaration of a public emergency in Sri Lanka, for the second time in five weeks, and called on the government to revoke the decision as it will further destabilize the present economic situation.",
    "In a letter addressed to the Secretary to the President, the Chairman of the PUCSL Mr. Janaka Ratnayake said they believe the continuous short supply of electricity is the main reason and cause that lead to the public/consumer upheaval and present level of agitation and unrest of consumers and the general public.",
    "“It’s our obligation to advice the government on matters concerning the consumers’ wellbeing and therefore we advise the government not to invoke public emergency at this juncture as it will further destabilize the present economic situation bringing more hardships to the common peoples where the PUCSL will not be able to exercise its mandate in serving and looking after the interests/needs of specially consumers and other stakeholders,” the letter said.",
    "We as the Public Utilities Commission of Sri Lanka (PUCSL) wish to denote our objection on the proclamation made via the Gazette Extraordinary No. 2278/22 dated Friday, May 06, 2022 declaring Public Emergency in Sri Lanka, under Public Security Ordinance.",
    "We observe that the state of emergency is declared for the second time in five weeks.",
    "As the regulatory body for the Electricity and Petroleum Industries, it’s the prime obligation/duty of the PUCSL to ensure that the Interests of more than 7.3 million electricity consumers and over 21 million users from new-born to bed-ridden users of those utility industries are protected and looked after.",
    "We believe continues short supply of electricity (scheduled power cuts) is the main reason and cause that lead to the public/consumer upheaval and present level of agitation and unrest of consumers and the general public.",
    "It’s our obligation to advice the government on matters concerning the consumers’ wellbeing and therefore we advise the government not to invoke public emergency at this juncture as it will further destabilize the present economic situation bringing more hardships to the common peoples where the PUCSL will not be able to exercise its mandate in serving and looking after the interests/needs of specially consumers and other stakeholders.",
    "The PUCSL strongly believe that our advice and concerns will be considered objectively and seriously."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ හදිසි තත්ත්වයක් ප්‍රකාශ කිරීම PUCSL ප්‍රතික්ෂේප කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) සති පහකින් දෙවන වරටත් ශ්‍රී ලංකාව තුළ මහජන හදිසි අවස්ථාවක් ප්‍රකාශයට පත් කිරීම සම්බන්ධයෙන් සිය විරෝධය පළ කර ඇති අතර වත්මන් ආර්ථිකය තවදුරටත් අස්ථාවර කරනු ඇති බැවින් එම තීරණය ඉවත් කරන ලෙස රජයෙන් ඉල්ලා තිබේ. තත්ත්වය.",
        "ජනාධිපති ලේකම්වරයා වෙත ලිපියක් යවමින් මහජන උපයෝගිතා කොමිසමේ සභාපති ජනක රත්නායක මහතා කියා සිටියේ අඛණ්ඩ විදුලිය හිඟය මහජන/පාරිභෝගික කැලඹීමට සහ වර්තමාන මට්ටමේ උද්ඝෝෂණ හා නොසන්සුන්තාවයට තුඩු දෙන ප්‍රධාන හේතුව සහ හේතුව බව ඔවුන් විශ්වාස කරන බවයි. පාරිභෝගිකයින් සහ පොදු ජනතාවගේ.",
        "“පාරිභෝගිකයින්ගේ යහපැවැත්ම පිළිබඳ කරුණු සම්බන්ධයෙන් රජයට උපදෙස් දීම අපගේ වගකීමක් වන අතර, එබැවින් මහජන හදිසි අවස්ථා ක්‍රියාත්මක නොකරන ලෙස අපි රජයට උපදෙස් දෙමු, මන්ද එය වත්මන් ආර්ථික තත්ත්වය තවදුරටත් අස්ථාවර කර මහජන උපයෝගිතා කොමිෂන් සභාව නොලබන සාමාන්‍ය ජනතාවට තවත් දුෂ්කරතා ගෙන එනු ඇත. විශේෂයෙන් පාරිභෝගිකයින්ගේ සහ අනෙකුත් පාර්ශ්වකරුවන්ගේ අවශ්‍යතා/අවශ්‍යතා සඳහා සේවය කිරීම සහ සොයා බැලීම සඳහා එහි විධානය ක්‍රියාත්මක කිරීමට හැකි වනු ඇත.",
        "ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) ලෙස මහජන ආරක්ෂක ආඥාපනත යටතේ ශ්‍රී ලංකාව තුළ මහජන හදිසි අවස්ථාවක් ප්‍රකාශයට පත් කරමින් 2022 මැයි 06 වැනි සිකුරාදා දිනැති අංක 2278/22 දරන අති විශේෂ ගැසට් පත්‍රය හරහා කරන ලද ප්‍රකාශය පිළිබඳ අපගේ විරෝධය දැක්වීමට අපි කැමැත්තෙමු.",
        "සති පහක් තුළ දෙවන වරටත් හදිසි නීතිය ප්‍රකාශයට පත් කරන බව අපි නිරීක්ෂණය කරමු.",
        "විදුලිබල හා ඛනිජ තෙල් කර්මාන්ත සඳහා වන නියාමන ආයතනය ලෙස, මිලියන 7.3කට වැඩි විදුලි පාරිභෝගිකයන්ගේ සහ එම උපයෝගිතා කර්මාන්තවල අලුත උපන් බිළිඳුන්ගේ සිට ඇඳේ සිටින පරිශීලකයන් දක්වා මිලියන 21කට අධික පරිශීලකයින්ගේ අවශ්‍යතා සහතික කිරීම PUCSL හි ප්‍රමුඛ වගකීම/ යුතුකම වේ. ආරක්ෂා කර බලා ඇත.",
        "මහජන/පාරිභෝගික කැලඹීමට සහ පාරිභෝගිකයින්ගේ සහ සාමාන්‍ය ජනතාවගේ වර්තමාන මට්ටමේ උද්ඝෝෂණ සහ නොසන්සුන්තාවයට තුඩු දෙන ප්‍රධාන හේතුව සහ හේතුව අඛණ්ඩ විදුලි සැපයුම (නියමිත විදුලි කප්පාදුව) බව අපි විශ්වාස කරමු.",
        "පාරිභෝගික යහපැවැත්ම සම්බන්ධ කාරණා සම්බන්ධයෙන් රජයට උපදෙස් දීම අපගේ වගකීමක් වන අතර, එබැවින් මේ මොහොතේ මහජන හදිසි අවස්ථාවක් නොසලකන ලෙස අපි රජයට උපදෙස් දෙමු, එය වත්මන් ආර්ථික තත්ත්වය තවදුරටත් අස්ථාවර කර මහජන උපයෝගිතා කොමිෂන් සභාව නොමැති සාමාන්‍ය ජනතාවට තවත් දුෂ්කරතා ගෙන එනු ඇත. විශේෂයෙන් පාරිභෝගිකයින්ගේ සහ අනෙකුත් පාර්ශ්වකරුවන්ගේ අවශ්‍යතා/අවශ්‍යතා සඳහා සේවය කිරීම සහ බලාගැනීම සඳහා එහි විධානය ක්‍රියාත්මක කිරීමට හැකියාව ඇත.",
        "අපගේ උපදෙස් සහ උත්සුකයන් වෛෂයිකව සහ බැරෑරුම් ලෙස සලකා බලනු ඇතැයි මහජන උපයෝගිතා කොමිසම දැඩි ලෙස විශ්වාස කරයි."
      ]
    },
    "ta": {
      "title": "இலங்கையில் அவசரநிலை பிரகடனத்தை PUCSL மறுத்துள்ளது",
      "body_lines": [
        "இலங்கையின் பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) ஐந்து வாரங்களில் இரண்டாவது முறையாக இலங்கையில் பொது அவசரநிலை பிரகடனத்திற்கு ஆட்சேபனை தெரிவித்ததுடன், தற்போதைய பொருளாதாரத்தை மேலும் சீர்குலைக்கும் முடிவை திரும்பப் பெறுமாறு அரசாங்கத்திடம் கோரியுள்ளது. நிலைமை.",
        "ஜனாதிபதியின் செயலாளருக்கு அனுப்பிய கடிதத்தில், பொதுஜன பெரமுனவின் தலைவர் திரு. ஜானக ரத்நாயக்க, தொடர்ச்சியான மின்சாரத் தட்டுப்பாடு, பொதுமக்கள்/நுகர்வோர் எழுச்சி மற்றும் தற்போதைய அளவிலான கிளர்ச்சி மற்றும் அமைதியின்மைக்கு வழிவகுக்கும் முக்கிய காரணம் மற்றும் காரணம் என்று அவர்கள் நம்புகிறார்கள். நுகர்வோர் மற்றும் பொதுமக்கள்.",
        "\"நுகர்வோரின் நலன் தொடர்பான விஷயங்களில் அரசாங்கத்திற்கு ஆலோசனை வழங்குவது எங்கள் கடமையாகும், எனவே இந்த நேரத்தில் பொது அவசரநிலையை செயல்படுத்த வேண்டாம் என்று நாங்கள் அரசுக்கு அறிவுறுத்துகிறோம், ஏனெனில் இது தற்போதைய பொருளாதார நிலைமையை மேலும் சீர்குலைக்கும், பொது மக்களுக்கு அதிக கஷ்டங்களை கொண்டு வரும். குறிப்பாக நுகர்வோர் மற்றும் பிற பங்குதாரர்களின் நலன்கள்/தேவைகளுக்கு சேவை செய்வதிலும், கவனிப்பதிலும் அதன் ஆணையைப் பயன்படுத்த முடியும்” என்று அந்தக் கடிதத்தில் கூறப்பட்டுள்ளது.",
        "இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) என்ற வகையில், பொதுப் பாதுகாப்புச் சட்டத்தின் கீழ், இலங்கையில் பொது அவசர நிலையைப் பிரகடனப்படுத்தி, 2022 மே 06, வெள்ளிக் கிழமை தேதியிட்ட, 2278/22 வர்த்தமானியின் மூலம் வெளியிடப்பட்ட பிரகடனத்தின் மீதான எங்கள் ஆட்சேபனையைக் குறிப்பிட விரும்புகிறோம்.",
        "ஐந்து வாரங்களில் இரண்டாவது முறையாக அவசர நிலை பிரகடனப்படுத்தப்படுவதை நாங்கள் அவதானிக்கிறோம்.",
        "மின்சாரம் மற்றும் பெட்ரோலியத் தொழில்களுக்கான ஒழுங்குமுறை அமைப்பாக, 7.3 மில்லியனுக்கும் அதிகமான மின்சார நுகர்வோர் மற்றும் 21 மில்லியனுக்கும் அதிகமான பயனர்களின் நலன்களை உறுதிப்படுத்துவது PUCSL இன் முதன்மைக் கடமையாகும். பாதுகாக்கப்பட்டு பராமரிக்கப்படுகின்றன.",
        "பொதுமக்கள்/நுகர்வோர் எழுச்சி மற்றும் தற்போதைய அளவிலான கிளர்ச்சி மற்றும் நுகர்வோர் மற்றும் பொதுமக்களின் அமைதியின்மைக்கு வழிவகுக்கும் முக்கிய காரணம் மற்றும் காரணம் மின்சாரம் பற்றாக்குறை (திட்டமிடப்பட்ட மின்வெட்டு) என்று நாங்கள் நம்புகிறோம்.",
        "நுகர்வோர் நலன் தொடர்பான விஷயங்களில் அரசாங்கத்திற்கு ஆலோசனை வழங்குவது எங்கள் கடமையாகும், எனவே இந்த நேரத்தில் பொது அவசரநிலையை செயல்படுத்த வேண்டாம் என்று நாங்கள் அரசுக்கு அறிவுறுத்துகிறோம். குறிப்பாக நுகர்வோர் மற்றும் பிற பங்குதாரர்களின் நலன்கள்/தேவைகளுக்கு சேவை செய்வதிலும் கவனிப்பதிலும் அதன் ஆணையைப் பயன்படுத்த முடியும்.",
        "எங்கள் ஆலோசனைகள் மற்றும் கவலைகள் புறநிலை மற்றும் தீவிரமாக பரிசீலிக்கப்படும் என்று PUCSL உறுதியாக நம்புகிறது."
      ]
    }
  }
}