{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Exporter-dollar-conversion-and-surrender-rules-bring-in-US-300mn-monthly-CB/108-237514",
  "time_ut": 1653247980,
  "title": "Exporter dollar conversion and surrender rules bring in US$ 300mn monthly: CB",
  "body_lines": [
    "From left: Deputy Governor Yvette Fernando and Governor Dr. Nandalal Weerasinghe",
    "Says such rules necessary given the dire need of dollars for essential imports",
    "The Central Bank last week disclosed that it collects every month up to US$ 300 million from exporter dollar conversions and surrender requirements, which helps significantly to provide dollars to finance the essential imports such as fuel, cooking gas, medicines and other commodities which are in",
    "They said doing away with the requirement could lose even the little amount that is being collected and thus would further aggravate the dire situation prevailing in the country.",
    "Merchandise and services exporters in Sri Lanka are mandatorily required to repatriate all their export proceeds within 180 days of the date of shipment or provisioning of service, and are mandated to convert their residual proceeds after meeting several payments required to be made from foreign currency on or before the 7th day of the following month.",
    "Banks are then required to sell down 25 percent of such foreign currency collected to the Central Bank, a requirement which was relaxed from 50 percent in effect till mid April.",
    "But, critics argue that such requirements could leave less foreign currency liquidity in the banking system which could then be used to finance imports, and would deter exporters and other service providers from repatriating their earnings completely, making the measures by the Central Bank counterproductive.",
    "“What you are asking us is to remove the conversion requirement. But, why we have this requirement is to have this money for these essentials” the Central Bank Deputy Governor Yvette Fernando said in response to a question as to why this requirement is not lifted.",
    "“And also the Central Bank requires this 25 percent mandatory sale requirement to be continued as those funds are also used for the essential imports,” she added explaining the rationale behind why the rule is in place.",
    "Weighing in on the issue, the Central Bank Governor Dr. Nandalal Weerasinghe said he was willing to revisit the rules if the evidence shows the current rules act in contrary to the desired expectations of getting more dollars.",
    "“The bottomline is what the priority is now; whether we use that foreign exchange for essential imports or we let the bank balance sheets to improve,” Dr. Weerasinghe said. “Right now the priority is to at least protect the US$ 300 million that is coming.”"
  ],
  "translate": {
    "si": {
      "title": "අපනයනකරු ඩොලර් පරිවර්තනය සහ යටත් වීමේ නීති මගින් මාසිකව ඇමරිකානු ඩොලර් මිලියන 300ක් ගෙන එයි: CB",
      "body_lines": [
        "වමේ සිට: නියෝජ්‍ය ආණ්ඩුකාර යෙව්ට් ප්‍රනාන්දු සහ ආණ්ඩුකාර ආචාර්ය නන්දලාල් වීරසිංහ",
        "අත්‍යාවශ්‍ය ආනයන සඳහා ඩොලර් අවශ්‍ය වීම නිසා එවැනි නීති අවශ්‍ය බව පවසයි",
        "අපනයනකරුවන්ගේ ඩොලර් පරිවර්තන සහ යටත්වීමේ අවශ්‍යතා වලින් සෑම මසකම ඩොලර් මිලියන 300 ක් දක්වා එකතු කරන බව මහ බැංකුව පසුගිය සතියේ අනාවරණය කළේය, එය ඉන්ධන, පිසින ගෑස්, ඖෂධ සහ අනෙකුත් භාණ්ඩ වැනි අත්‍යවශ්‍ය ආනයන සඳහා මුදල් සැපයීමට සැලකිය යුතු ලෙස උපකාරී වේ.",
        "එම අවශ්‍යතාවය ඉවත් කිරීමෙන් එකතු වන සුළු මුදල පවා අහිමි විය හැකි බවත්, එමඟින් රටේ පවතින භයානක තත්ත්වය තවත් උග්‍ර වන බවත් ඔවුහු පැවසූහ.",
        "ශ්‍රී ලංකාවේ භාණ්ඩ හා සේවා අපනයනකරුවන්ට ඔවුන්ගේ සියලුම අපනයන ආදායම නැව්ගත කිරීමේ හෝ සේවා සැපයීමේ දින සිට දින 180ක් ඇතුළත ආපසු ගෙන්වා ගැනීමට අවශ්‍ය වන අතර විදේශ මුදල්වලින් ගෙවීමට අවශ්‍ය ගෙවීම් කිහිපයක් සපුරාලීමෙන් පසු ඔවුන්ගේ ඉතිරි ආදායම පරිවර්තනය කිරීම අනිවාර්ය වේ. ඊළඟ මාසයේ 7 වන දිනට පෙර.",
        "එවිට බැංකු විසින් එකතු කරන ලද විදේශ මුදල්වලින් සියයට 25ක් මහ බැංකුවට විකුණා දැමිය යුතු අතර, එය අප්‍රේල් මැද දක්වා බලපැවැත්වෙන සියයට 50 සිට ලිහිල් කරන ලදී.",
        "එහෙත්, විවේචකයින් තර්ක කරන්නේ, එවැනි අවශ්‍යතා බැංකු පද්ධතිය තුළ අඩු විදේශ මුදල් ද්‍රවශීලතාවයක් ඉතිරි කළ හැකි බවත්, එය ආනයනය සඳහා මුදල් යෙදවිය හැකි බවත්, අපනයනකරුවන් සහ අනෙකුත් සේවා සපයන්නන් ඔවුන්ගේ ඉපැයීම් සම්පූර්ණයෙන්ම ආපසු ගෙන්වා ගැනීමෙන් වළක්වන බවත්, මහ බැංකුවේ ක්‍රියාමාර්ග ප්‍රතිපලදායක වන බවත්ය.",
        "“ඔබ අපෙන් ඉල්ලා සිටින්නේ පරිවර්තන අවශ්‍යතාවය ඉවත් කරන ලෙසයි. නමුත් අපට මේ අවශ්‍යතාවය තිබෙන්නේ ඇයි මේ අත්‍යාවශ්‍ය දේවල් සඳහා මේ මුදල් තිබෙන එක” මහ බැංකු නියෝජ්‍ය අධිපති යෙව්ට් ප්‍රනාන්දු කියා සිටියේ මෙම අවශ්‍යතාවය ඉවත් නොකරන්නේ මන්දැයි යන ප්‍රශ්නයකට පිළිතුරු දෙමිනි.",
        "“එමෙන්ම එම අරමුදල් අත්‍යවශ්‍ය ආනයන සඳහා ද යොදවන බැවින් මහ බැංකුව විසින් මෙම සියයට 25 ක අනිවාර්ය විකුණුම් අවශ්‍යතාවය අඛණ්ඩව පවත්වාගෙන යාමට අවශ්‍ය වේ,” ඇය මෙම රීතිය ක්‍රියාත්මක වීමට හේතුව පිටුපස ඇති තාර්කිකත්වය පැහැදිලි කළාය.",
        "ප්‍රශ්නය ගැන කිරා මැන බලමින් මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ කියා සිටියේ ඩොලර් ලබා ගැනීමේ අපේක්‍ෂාවට පටහැනිව දැනට පවතින නීතිරීති ක්‍රියාත්මක වන බවට සාක්ෂිවලින් පෙන්නුම් කරන්නේ නම් එම නීතිරීති යළි සලකා බැලීමට තමන් කැමති බවයි.",
        "“පහළම කරුණ තමයි දැන් ප්‍රමුඛතාවය; අපි එම විදේශ විනිමය අත්‍යාවශ්‍ය ආනයන සඳහා භාවිත කරනවාද නැතිනම් බැංකු ශේෂ පත්‍ර වැඩිදියුණු කිරීමට ඉඩ දෙනවාද” ආචාර්ය වීරසිංහ මහතා පැවසීය. \"දැන් ප්‍රමුඛතාවය වන්නේ අවම වශයෙන් පැමිණෙන ඇමරිකානු ඩොලර් මිලියන 300 ආරක්ෂා කිරීමයි.\""
      ]
    },
    "ta": {
      "title": "ஏற்றுமதியாளர் டாலர் மாற்றம் மற்றும் சரணடைதல் விதிகள் மூலம் மாதந்தோறும் 300 மில்லியன் அமெரிக்க டாலர்கள் கிடைக்கும்: சிபி",
      "body_lines": [
        "இடமிருந்து: பிரதி ஆளுநர் யுவெட் பெர்னாண்டோ மற்றும் ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க",
        "அத்தியாவசிய இறக்குமதிகளுக்கு டாலர்கள் தேவைப்படுவதால் இத்தகைய விதிகள் அவசியம் என்று கூறுகிறது",
        "ஏற்றுமதியாளர் டொலர் மாற்றம் மற்றும் சரணடைதல் தேவைகள் ஆகியவற்றிலிருந்து ஒவ்வொரு மாதமும் 300 மில்லியன் அமெரிக்க டொலர்கள் வரை சேகரிக்கப்படுவதாக மத்திய வங்கி கடந்த வாரம் வெளிப்படுத்தியது, இது எரிபொருள், சமையல் எரிவாயு, மருந்துகள் மற்றும் பிற பொருட்கள் போன்ற அத்தியாவசிய இறக்குமதிகளுக்கு நிதியளிப்பதற்காக டாலர்களை வழங்குவதற்கு கணிசமாக உதவுகிறது.",
        "தேவையை நீக்குவது, சேகரிக்கப்படும் சிறிய தொகையை கூட இழக்க நேரிடும் என்றும், இதனால் நாட்டில் நிலவும் மோசமான சூழ்நிலையை மேலும் மோசமாக்கும் என்றும் அவர்கள் கூறினர்.",
        "இலங்கையில் உள்ள சரக்கு மற்றும் சேவைகள் ஏற்றுமதியாளர்கள், ஏற்றுமதி அல்லது சேவையை வழங்கிய நாளிலிருந்து 180 நாட்களுக்குள் தங்கள் ஏற்றுமதி வருமானம் அனைத்தையும் திருப்பி அனுப்புவது கட்டாயமாக்கப்பட்டுள்ளது. அடுத்த மாதத்தின் 7வது நாளுக்கு முன்.",
        "வங்கிகள் சேகரிக்கப்பட்ட வெளிநாட்டு நாணயத்தில் 25 சதவீதத்தை மத்திய வங்கிக்கு விற்க வேண்டும், இது ஏப்ரல் நடுப்பகுதி வரை நடைமுறையில் இருக்கும் 50 சதவீதத்திலிருந்து தளர்த்தப்பட்டது.",
        "ஆனால், இத்தகைய தேவைகள் வங்கி அமைப்பில் குறைந்த வெளிநாட்டு நாணய பணப்புழக்கத்தை விட்டுச்செல்லும் என்று விமர்சகர்கள் வாதிடுகின்றனர், இது இறக்குமதிக்கு நிதியளிக்க பயன்படுத்தப்படலாம், மேலும் ஏற்றுமதியாளர்கள் மற்றும் பிற சேவை வழங்குநர்கள் தங்கள் வருவாயை முழுவதுமாக திருப்பி அனுப்புவதைத் தடுக்கலாம், இது மத்திய வங்கியின் நடவடிக்கைகளை எதிர்மறையாக ஆக்குகிறது.",
        "\"நீங்கள் எங்களிடம் கேட்பது மாற்றுத் தேவையை நீக்குவதாகும். ஆனால், எமக்கு ஏன் இந்தத் தேவை இந்த அத்தியாவசியப் பொருட்களுக்கு இந்தப் பணத்தை வைத்திருக்க வேண்டும்” என மத்திய வங்கியின் பிரதி ஆளுநர் யுவெட் பெர்னாண்டோ, இந்தத் தேவை ஏன் நீக்கப்படவில்லை என்ற கேள்விக்கு பதிலளித்தார்.",
        "\"மேலும் மத்திய வங்கி இந்த 25 சதவீத கட்டாய விற்பனைத் தேவையைத் தொடர வேண்டும், ஏனெனில் அந்த நிதிகள் அத்தியாவசிய இறக்குமதிகளுக்காகவும் பயன்படுத்தப்படுகின்றன,\" என்று அவர் மேலும் கூறினார்.",
        "இந்த விடயம் தொடர்பில் ஆராயும் மத்திய வங்கியின் ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க, தற்போதைய விதிகள் அதிக டொலர்கள் கிடைக்கும் என்ற எதிர்பார்ப்புக்கு மாறாகச் செயற்படுவதாக ஆதாரங்கள் காட்டினால், விதிகளை மீள்பரிசீலனை செய்யத் தயாராக இருப்பதாக தெரிவித்தார்.",
        "“இப்போது முன்னுரிமை என்ன என்பதுதான் அடிப்பகுதி; அந்த அந்நியச் செலாவணியை அத்தியாவசிய இறக்குமதிகளுக்குப் பயன்படுத்துகிறோமா அல்லது வங்கி இருப்புநிலைகளை மேம்படுத்த அனுமதிப்போம்” என்று டாக்டர் வீரசிங்க கூறினார். \"இப்போது வரவிருக்கும் 300 மில்லியன் அமெரிக்க டாலர்களையாவது பாதுகாப்பதே முன்னுரிமை.\""
      ]
    }
  }
}