{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Pakistani-Iranian-nationals-identified-as-having-the-highest-charged-with-drug-trafficking-in-Sri-Lanka/108-237704",
  "time_ut": 1653434220,
  "title": "Pakistani & Iranian nationals identified as having the highest charged with drug trafficking in Sri Lanka",
  "body_lines": [
    "Albeit the frequent drug busting operations are carried out within the island's marine territory in order to help support the government’s aim to rescue the future generation from drug menace, Sri Lanka’s maritime territory is often being used by local and international narcotic traffickers, especially the Iranian and the Pakistani nationals continue their illicit activities.",
    "Since the 1980s, Sri Lanka has become a major transit hub for drug trafficking originating from the Golden Crescent which comprises of Afghanistan, Iran and Pakistan.",
    "According to the latest statistics, in addition to local offenders, several foreigners including 25 Iranian and 17 Pakistani nationals were taken into custody by Sri Lankan marine surveillance authorities since January last year up to date and they were apprehended during major narcotic raids in the international waters off the Sri Lankan maritime territories.",
    "The latest statistics by the Navy has revealed that more than 250 kgs of heroin had been seized in the international waters by the Navy, Sri Lanka Police and intelligence agencies during two major detections in January and May this year, in which led to arrest of several local and international drug traffickers including 14 Iranian and two Pakistani nationals.",
    "Also, eleven Iranian and 8 Pakistani suspects were arrested with more than 750kg of heroin during an operation by the SL Navy while another seven Pakistani nationals were arrested in connection with narcotics raids in 2021.",
    "During the recent operation, the Sri Lanka Navy in coordination with the Police Narcotics Bureau in international waters south of Sri Lanka, seized about 243kg of heroin along with five Iranian and two Pakistani suspects on 05th May 2022.",
    "Based on information received by the SL Navy, the coordinated operation was carried out by the Offshore Patrol Vessel SLNS Sayurala by surveillance for nearly three (03) weeks in international waters. In this special operation the Navy detected a suspicious stateless foreign fishing vessel about 630 nautical miles (1166km) off the southern coast.",
    "It is suspected that this foreign fishing vessel carrying the narcotics was supposed to be stationed by smugglers in international waters to get narcotics transferred and fetch them into the country, under the guise of a vessel engaging in multi-day fishing activities.  The gross street value of the heroin seized during the operation is believed to be over Sri Lankan Rs.4, 800 million.",
    "In a similar operation mounted by the Navy in coordination with Sri Lanka Coast Guard, State Intelligence Service and Police Narcotics Bureau a local multi-day fishing vessel carrying about 330kg and 532g of smuggled heroin and about 09kg and 818g of Crystal Methamphetamine (Ice) was apprehended along with 11 suspects in seas off Dodanduwa, Galle on 12th April 2022.",
    "In another special operation carried out by Sri Lanka Navy in coordination with Sri Lanka Police and intelligence agencies, a drug-carrying foreign vessel was intercepted in international waters south of Sri Lanka on 26th January 2022.",
    "This foreign multi-day fishing trawler, remaining on high seas with a view to transfer the consignment to a local fishing vessel, had jettisoned about 200kg of heroin into sea, when it was approached by the Navy. During further search of the vessel, the Navy managed to recover about 250g of heroin and a satellite phone. Accordingly, the Navy nabbed 09 Iranian suspects aboard in connection to this racket.",
    "Meanwhile, Considering the raids in 2021 related to drug seizures, 1592 kg, 4041 kg, 5Kg, 92 Kg, 325kg of Heroin, Ganja, Cocane, hasish and synthetic drugs have been seized respectively with a total of 46,483 suspected being arrested.  Majority of the suspects, 22,153 were arrested for trafficking heroin.",
    "In 2022, 945 kg, 8 kg, 4138 kg of heroin, Hashis and Ganja have been taken into custody while 13,573 suspects have been apprehended.",
    "Meanwhile, on Apr 6, 2022, Colombo High Court Judge Damith Thotawatte has sentenced a Pakistani man to life imprisonment for possession and trafficking of heroin.",
    "The Pakistani national identified as Mohammed al-Hussein was sentenced to life in prison for possession and trafficking of 643.3g of heroin.",
    "The Attorney General had filed an indictment in the Colombo High Court against the accused who was arrested in Colombo on October 27, 2018 by the Police Narcotics Bureau with 643.3 grams of heroin.",
    "Announcing the verdict after a lengthy trial, the High Court Judge stated that the charges against the accused had been proved beyond a reasonable doubt.",
    "Accordingly, the judge ordered that the accused be sentenced to life imprisonment.",
    "Meanwhile, it was revealed during a discussion at the Ministry of Defence by the Institute of National Security Studies that Sri Lanka is no longer just a transit route or hub but is also becoming a final destination.",
    "Dr. Priyangi Amarabandu, Chairperson of the National Dangerous Drugs Control Board said drug-related money laundering has an impact on income distribution, inflation, and domestic savings and investments, which then have an impact on the country’s savings and investments.",
    "Amarabandu said that the issue is directly related to corruption and social consequences related to family and community prison and the criminal justice system.",
    "Also, investigations indicated that in most recent cases, the heroin had come from Afghanistan via Pakistan and then smuggled into other countries via Sri Lanka’s sea routes."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ මත්ද්‍රව්‍ය ජාවාරම සම්බන්ධයෙන් වැඩිම චෝදනා එල්ල වී ඇත්තේ පකිස්ථාන සහ ඉරාන ජාතිකයින්",
      "body_lines": [
        "අනාගත පරපුර මත්ද්‍රව්‍ය උවදුරෙන් ගලවා ගැනීමේ රජයේ අරමුණට සහාය වීම සඳහා දිවයිනේ සමුද්‍ර භූමිය තුළ නිතර මත්ද්‍රව්‍ය නිවාරණ මෙහෙයුම් සිදු වුවද, ශ්‍රී ලංකාවේ මුහුදු සීමාව බොහෝ විට දේශීය හා ජාත්‍යන්තර මත්ද්‍රව්‍ය ජාවාරම්කරුවන් විසින් භාවිතා කරනු ලැබේ, විශේෂයෙන් ඉරාන සහ පකිස්ථානු ජාතිකයන් ඔවුන්ගේ නීති විරෝධී ක්‍රියාකාරකම් දිගටම කරගෙන යයි.",
        "1980 ගණන්වල සිට ශ්‍රී ලංකාව මත්ද්‍රව්‍ය ජාවාරමේ ප්‍රධාන සංක්‍රමණ මධ්‍යස්ථානයක් බවට පත් වී ඇත්තේ ඇෆ්ගනිස්ථානය, ඉරානය සහ පකිස්තානය යන රටවල් වලින් සමන්විත රන් චන්ද්‍ර චන්ද්‍ර චන්ද්‍රිකාවෙන් ආරම්භ වී ඇත.",
        "නවතම සංඛ්‍යාලේඛනවලට අනුව, දේශීය වැරදිකරුවන්ට අමතරව, ඉරාන ජාතිකයින් 25 ක් සහ පකිස්ථාන ජාතිකයන් 17 ක් ඇතුළු විදේශිකයන් කිහිප දෙනෙකු පසුගිය වසරේ ජනවාරි මාසයේ සිට මේ දක්වා ශ්‍රී ලංකා සමුද්‍ර නිරීක්ෂණ බලධාරීන් විසින් අත්අඩංගුවට ගෙන ඇති අතර ජාත්‍යන්තර මුහුදේ ප්‍රධාන මත්ද්‍රව්‍ය වැටලීම් වලදී ඔවුන් අත්අඩංගුවට ගෙන ඇත. ශ්‍රී ලංකා මුහුදු සීමාවෙන් පිටත.",
        "නාවික හමුදාව, ශ්‍රී ලංකා පොලිසිය සහ බුද්ධි අංශ විසින් මේ වසරේ ජනවාරි සහ මැයි මාසවලදී ප්‍රධාන අනාවරණය කිරීම් දෙකකදී හෙරොයින් කිලෝග්‍රෑම් 250 කට වැඩි ප්‍රමාණයක් ජාත්‍යන්තර මුහුදේදී අත්අඩංගුවට ගෙන ඇති බව නාවික හමුදාවේ නවතම සංඛ්‍යාලේඛන අනාවරණය කර ඇත. ඉරාන ජාතිකයින් 14 දෙනෙකු සහ පකිස්ථාන ජාතිකයින් දෙදෙනෙකු ඇතුළු දේශීය සහ ජාත්‍යන්තර මත්ද්‍රව්‍ය ජාවාරම්කරුවන්.",
        "එමෙන්ම, ශ්‍රී ලංකා නාවික හමුදාව සිදුකළ මෙහෙයුමකදී හෙරොයින් කිලෝග්‍රෑම් 750කට වැඩි ප්‍රමාණයක් සමඟ ඉරාන සැකකරුවන් 11 දෙනෙකු සහ පකිස්ථාන ජාතිකයින් 8 දෙනෙකු අත්අඩංගුවට ගෙන ඇති අතර 2021 වසරේ මත්ද්‍රව්‍ය වැටලීම් සම්බන්ධයෙන් තවත් පකිස්ථාන ජාතිකයින් හත් දෙනෙකු අත්අඩංගුවට ගෙන තිබෙනවා.",
        "ශ්‍රී ලංකා නාවික හමුදාව විසින් පොලිස් මත්ද්‍රව්‍ය නාශක කාර්යාංශය හා සම්බන්ධීකරණයෙන් ශ්‍රී ලංකාවට දකුණින් ජාත්‍යන්තර මුහුදු ප්‍රදේශයේදී සිදුකළ මෙහෙයුමේදී 2022 මැයි 05 වන දින ඉරාන ජාතිකයින් පස් දෙනෙකු සහ පකිස්ථාන සැකකරුවන් දෙදෙනෙකු සමඟ හෙරොයින් කිලෝග්‍රෑම් 243 ක් පමණ අත්අඩංගුවට ගෙන ඇත.",
        "ශ්‍රී ලංකා නාවික හමුදාවට ලැබුණු තොරතුරක් මත ශ්‍රී ලංකා නාවික නෞකා සයුරල අක්වෙරළ මුර යාත්‍රාව මගින් සති තුනක (03) කට ආසන්න කාලයක් ජාත්‍යන්තර මුහුදේ නිරීක්ෂණ කටයුතු සිදු කරමින් සම්බන්ධීකරණ මෙහෙයුම සිදු කරන ලදී. මෙම විශේෂ මෙහෙයුමේදී දකුණු වෙරළට නාවික සැතපුම් 630ක් (කිලෝමීටර් 1166ක්) පමණ ඔබ්බෙන් වූ සැකකටයුතු රාජ්‍ය රහිත විදේශීය ධීවර යාත්‍රාවක් නාවික හමුදාව විසින් සොයා ගන්නා ලදී.",
        "මෙම මත්කුඩු රැගත් විදේශීය ධීවර යාත්‍රාව ජාත්‍යන්තර මුහුදු සීමාවේ ජාවාරම්කරුවන් විසින් ස්ථානගත කර බහුදින ධීවර කටයුතුවල නිරත වන යාත්‍රාවක් මුවාවෙන් මත්කුඩු මාරුකර මෙරටට ගෙන්වා ගැනීමට කටයුතු කරන්නට ඇති බවට සැක කෙරේ. මෙහෙයුමේදී අත්අඩංගුවට ගත් හෙරොයින් තොගයේ දළ වීදි වටිනාකම ශ්‍රී ලංකාවේ රුපියල් මිලියන 4,800කට අධික බව විශ්වාස කෙරේ.",
        "නාවික හමුදාව ශ්‍රී ලංකා වෙරළාරක්‍ෂක දෙපාර්තමේන්තුව, රාජ්‍ය බුද්ධි සේවය සහ පොලිස් මත්ද්‍රව්‍ය නාශක කාර්යාංශය සමඟ සම්බන්ධීකරණයෙන් සිදුකරන ලද මෙවැනිම මෙහෙයුමකදී හොර හෙරොයින් කිලෝග්‍රෑම් 330 යි ග්‍රෑම් 532 ක් සහ ක්‍රිස්ටල් ග්‍රෑම් 09 යි ග්‍රෑම් 818 ක් පමණ රැගත් දේශීය බහුදින ධීවර යාත්‍රාවක් (Icempheta) සොයාගෙන ඇත. 2022 අප්‍රේල් 12 වන දින ගාල්ල, දොඩන්දූවට ඔබ්බෙන් වූ මුහුදු ප්‍රදේශයේදී සැකකරුවන් 11 දෙනෙකු සමඟ අත්අඩංගුවට ගන්නා ලදී.",
        "ශ්‍රී ලංකා නාවික හමුදාව ශ්‍රී ලංකා පොලිසිය සහ බුද්ධි අංශ සමඟ සම්බන්ධීකරණයෙන් සිදු කළ තවත් විශේෂ මෙහෙයුමකදී 2022 ජනවාරි 26 වැනි දින ශ්‍රී ලංකාවට දකුණින් පිහිටි ජාත්‍යන්තර මුහුදේදී මත්ද්‍රව්‍ය රැගෙන ආ විදේශීය යාත්‍රාවක් අත්අඩංගුවට ගන්නා ලදී.",
        "මෙම විදේශීය බහුදින ධීවර යාත්‍රාව දේශීය ධීවර යාත්‍රාවකට රැගෙන යාමේ අරමුණින් මහ මුහුදේ රැදී සිටි අතර නාවික හමුදාව විසින් එය වෙත ළඟා වන විට හෙරොයින් කිලෝග්‍රෑම් 200 ක් පමණ මුහුදට හෙළා තිබේ. යාත්‍රාව තවදුරටත් සෝදිසි කිරීමේදී හෙරොයින් ග්‍රෑම් 250 ක් සහ චන්ද්‍රිකා දුරකථනයක් සොයා ගැනීමට නාවික හමුදාව සමත් විය. ඒ අනුව මෙම ජාවාරමට සම්බන්ධ ඉරාන ජාතික සැකකරුවන් 09 දෙනෙකු නාවික හමුදාව විසින් අත්අඩංගුවට ගෙන ඇත.",
        "මේ අතර මත්ද්‍රව්‍ය අත්අඩංගුවට ගැනීම් සම්බන්ධයෙන් 2021 වසරේ සිදුකළ වැටලීම් සලකා බැලීමේදී පිළිවෙළින් හෙරොයින්, ගංජා, කොකේන්, හෂීස්, කෘත්‍රිම මත්ද්‍රව්‍ය කිලෝග්‍රෑම් 1592, කි.ග්‍රෑම් 4041, කි.ග්‍රෑම් 5, කි.ග්‍රෑම් 325, කෘත්‍රිම මත්ද්‍රව්‍ය 46,483ක් අත්අඩංගුවට ගෙන ඇත. සැකකරුවන්ගෙන් බහුතරයක් හෙරොයින් ජාවාරම් කිරීම සම්බන්ධයෙන් අත්අඩංගුවට ගෙන ඇති සංඛ්‍යාව 22,153කි.",
        "2022 වසරේ හෙරොයින් කිලෝග්‍රෑම් 945ක්, කිලෝග්‍රෑම් 8ක්, 4138ක් හෙරොයින්, හෂීස් සහ ගංජා අත්අඩංගුවට ගෙන ඇති අතර සැකකරුවන් 13,573ක් අත්අඩංගුවට ගෙන ඇත.",
        "මේ අතර, හෙරොයින් ළඟ තබා ගැනීම සහ ජාවාරම් කිරීම සම්බන්ධයෙන් 2022 අප්‍රේල් 6 වැනි දින කොළඹ මහාධිකරණ විනිසුරු දමිත් තොටවත්ත පකිස්තාන ජාතිකයකුට ජීවිතාන්තය දක්වා සිර දඬුවම් නියම කළේය.",
        "හෙරොයින් ග්‍රෑම් 643.3ක් සන්තකයේ තබා ගැනීම සහ ජාවාරම් කිරීම සම්බන්ධයෙන් මොහොමඩ් අල් හුසේන් නමැති පාකිස්තාන ජාතිකයාට ජීවිතාන්තය දක්වා සිරදඬුවම් නියම විය.",
        "හෙරොයින් ග්‍රෑම් 643.3ක් සමඟ පොලිස් මත්ද්‍රව්‍ය නාශක කාර්යාංශය විසින් 2018 ඔක්තෝබර් 27 වැනිදා කොළඹදී අත්අඩංගුවට ගත් විත්තිකරුට එරෙහිව නීතිපතිවරයා විසින් කොළඹ මහාධිකරණයට අධිචෝදනා ගොනුකර තිබුණි.",
        "දීර්ඝ නඩු විභාගයකින් අනතුරුව තීන්දුව ප්‍රකාශයට පත් කළ මහාධිකරණ විනිසුරුවරයා ප්‍රකාශ කළේ විත්තිකරුවන්ට එල්ල වී ඇති චෝදනා සාධාරණ සැකයකින් තොරව ඔප්පු වී ඇති බවයි.",
        "ඒ අනුව විත්තිකරුට ජීවිතාන්තය දක්වා සිරදඬුවම් නියම කිරීමට විනිසුරුවරයා නියෝග කළේය.",
        "මේ අතර ශ්‍රී ලංකාව තවදුරටත් සංක්‍රමණ මාර්ගයක් හෝ කේන්ද්‍රස්ථානයක් පමණක් නොව අවසාන ගමනාන්තය බවට පත්වෙමින් තිබෙන බව ජාතික ආරක්‍ෂක අධ්‍යයන ආයතනය විසින් ආරක්‍ෂක අමාත්‍යාංශයේ පැවැති සාකච්ඡාවකදී අනාවරණය විය.",
        "අන්තරායකර ඖෂධ පාලක ජාතික මණ්ඩලයේ සභාපති වෛද්‍ය ප්‍රියංගි අමරබන්දු මහත්මිය පැවසුවේ, මත්ද්‍රව්‍ය ආශ්‍රිත මුදල් විශුද්ධිකරණය ආදායම් බෙදීයාම, උද්ධමනය සහ දේශීය ඉතුරුම් සහ ආයෝජන කෙරෙහි බලපාන බවත් එය රටේ ඉතුරුම් සහ ආයෝජන කෙරෙහි බලපෑමක් ඇති කරන බවත්ය.",
        "ප්‍රශ්නය දූෂණය හා පවුල් සහ ප්‍රජා බන්ධනාගාරය හා අපරාධ යුක්ති විනිශ්චය පද්ධතිය සම්බන්ධ සමාජ ප්‍රතිවිපාකවලට සෘජුවම සම්බන්ධ බව අමරබන්දු පැවසීය.",
        "එමෙන්ම, මෑත කාලීන අවස්ථා වලදී හෙරොයින් තොගය ඇෆ්ගනිස්ථානයේ සිට පකිස්ථානය හරහා පැමිණ ශ්‍රී ලංකාවේ මුහුදු මාර්ග ඔස්සේ වෙනත් රටවලට ජාවාරම් කර ඇති බව විමර්ශනවලින් හෙළි වී තිබේ."
      ]
    },
    "ta": {
      "title": "இலங்கையில் போதைப்பொருள் கடத்தலில் அதிக குற்றஞ்சாட்டப்பட்டுள்ள பாகிஸ்தான் மற்றும் ஈரானிய பிரஜைகள் அடையாளம் காணப்பட்டுள்ளனர்",
      "body_lines": [
        "போதைப்பொருள் அச்சுறுத்தலில் இருந்து எதிர்கால சந்ததியை மீட்பதற்கான அரசாங்கத்தின் நோக்கத்தை ஆதரிக்கும் வகையில், தீவின் கடல் எல்லைக்குள் அடிக்கடி போதைப்பொருள் ஒழிப்பு நடவடிக்கைகள் மேற்கொள்ளப்பட்டாலும், இலங்கையின் கடல் பிரதேசம் பெரும்பாலும் உள்ளூர் மற்றும் சர்வதேச போதைப்பொருள் கடத்தல்காரர்களால், குறிப்பாக ஈரானிய மற்றும் ஈரானிய மற்றும் பாகிஸ்தானியர்கள் தங்கள் சட்டவிரோத நடவடிக்கைகளைத் தொடர்கின்றனர்.",
        "1980 களில் இருந்து, ஆப்கானிஸ்தான், ஈரான் மற்றும் பாகிஸ்தான் ஆகிய நாடுகளை உள்ளடக்கிய கோல்டன் கிரசண்டில் இருந்து உருவான போதைப்பொருள் கடத்தலுக்கான முக்கிய போக்குவரத்து மையமாக இலங்கை மாறியுள்ளது.",
        "சமீபத்திய புள்ளிவிபரங்களின்படி, உள்ளூர் குற்றவாளிகளுக்கு மேலதிகமாக, 25 ஈரானிய மற்றும் 17 பாகிஸ்தானிய பிரஜைகள் உட்பட பல வெளிநாட்டவர்கள் கடந்த ஆண்டு ஜனவரி மாதம் முதல் இன்று வரை இலங்கை கடல் கண்காணிப்பு அதிகாரிகளால் கைது செய்யப்பட்டுள்ளனர் மற்றும் சர்வதேச கடற்பரப்பில் பெரும் போதைப்பொருள் சோதனைகளின் போது அவர்கள் கைது செய்யப்பட்டுள்ளனர். இலங்கை கடல் எல்லைக்கு அப்பால்.",
        "இந்த ஆண்டு ஜனவரி மற்றும் மே மாதங்களில் கடற்படை, சிறிலங்கா பொலிஸ் மற்றும் புலனாய்வு அமைப்புகளால் சர்வதேச கடற்பரப்பில் 250 கிலோவுக்கும் அதிகமான ஹெரோயின் கைப்பற்றப்பட்டதாக கடற்படையின் சமீபத்திய புள்ளிவிபரங்கள் தெரிவிக்கின்றன. 14 ஈரானிய மற்றும் இரண்டு பாகிஸ்தானிய பிரஜைகள் உட்பட உள்ளூர் மற்றும் சர்வதேச போதைப்பொருள் கடத்தல்காரர்கள்.",
        "மேலும், இலங்கை கடற்படையின் நடவடிக்கையின் போது 750 கிலோவுக்கும் அதிகமான ஹெரோயினுடன் பதினொரு ஈரானிய மற்றும் 8 பாகிஸ்தானிய சந்தேக நபர்கள் கைது செய்யப்பட்டனர், மேலும் ஏழு பாகிஸ்தானிய பிரஜைகள் 2021 இல் போதைப்பொருள் சோதனைகள் தொடர்பாக கைது செய்யப்பட்டனர்.",
        "அண்மையில் மேற்கொள்ளப்பட்ட நடவடிக்கையின் போது, ​​இலங்கை கடற்படையினர் பொலிஸ் போதைப்பொருள் ஒழிப்புப் பணியகத்துடன் இணைந்து இலங்கைக்கு தெற்கே சர்வதேச கடற்பரப்பில் சுமார் 243 கிலோகிராம் ஹெரோயினை ஐந்து ஈரானிய மற்றும் இரண்டு பாகிஸ்தானிய சந்தேக நபர்களுடன் 05 மே 2022 அன்று கைப்பற்றினர்.",
        "இலங்கை கடற்படைக்கு கிடைத்த தகவலின் அடிப்படையில், கடல்சார் ரோந்துக் கப்பலான SLNS சயுரலா மூலம் சர்வதேச கடற்பரப்பில் கிட்டத்தட்ட மூன்று (03) வாரங்கள் கண்காணிப்பு மூலம் ஒருங்கிணைந்த நடவடிக்கை மேற்கொள்ளப்பட்டது. இந்த விசேட நடவடிக்கையில் கடற்படையினர் சந்தேகத்திற்கிடமான நிலையற்ற வெளிநாட்டு மீன்பிடிக் கப்பலை தெற்கு கடற்கரையில் இருந்து 630 கடல் மைல் (1166km) தொலைவில் கண்டறிந்துள்ளனர்.",
        "இந்த வெளிநாட்டு மீன்பிடி படகு போதைப்பொருளை ஏற்றிக்கொண்டு சர்வதேச கடற்பரப்பில் நிறுத்திவைத்து போதைப்பொருளை கடத்தி நாட்டிற்கு கொண்டு வருவதற்காக பல நாள் மீன்பிடி நடவடிக்கையில் ஈடுபடும் கப்பல் என்ற போர்வையில் கடத்தப்பட்டதாக சந்தேகிக்கப்படுகிறது. நடவடிக்கையின் போது கைப்பற்றப்பட்ட ஹெரோயினின் மொத்த வீதி மதிப்பு இலங்கை ரூபா 4,800 மில்லியனுக்கும் அதிகமாக இருக்கும் என நம்பப்படுகிறது.",
        "இலங்கை கடலோரக் காவல்படை, அரச புலனாய்வுப் பிரிவு மற்றும் பொலிஸ் போதைப்பொருள் ஒழிப்புப் பணியகத்தின் ஒருங்கிணைப்புடன் கடற்படையினரால் மேற்கொள்ளப்பட்ட இதேபோன்ற நடவடிக்கையில், சுமார் 330 கிலோகிராம் மற்றும் 532 கிராம் கடத்தப்பட்ட ஹெராயின் மற்றும் சுமார் 09 கிலோ 818 கிராம் கிரிஸ்டல் (Icempheta) கிரிஸ்டல் (Icempheta) ஆகியவற்றை ஏற்றிச் சென்ற உள்ளூர் மீன்பிடிக் கப்பல். 2022 ஆம் ஆண்டு ஏப்ரல் மாதம் 12 ஆம் திகதி காலி, தொடந்துவ கடற்பரப்பில் 11 சந்தேக நபர்களுடன் கைது செய்யப்பட்டனர்.",
        "சிறிலங்கா கடற்படை மற்றும் புலனாய்வு அமைப்புகளுடன் இணைந்து இலங்கை கடற்படையினர் மேற்கொண்ட மற்றுமொரு விசேட நடவடிக்கையின் போது, ​​2022 ஆம் ஆண்டு ஜனவரி 26 ஆம் திகதி இலங்கைக்கு தெற்கே உள்ள சர்வதேச கடற்பரப்பில் போதைப்பொருள் கடத்திய வெளிநாட்டுக் கப்பல் ஒன்று தடுத்து நிறுத்தப்பட்டது.",
        "இந்த வெளிநாட்டு மீன்பிடி இழுவை படகு, உள்ளூர் மீன்பிடி கப்பலுக்கு கொண்டு செல்லும் நோக்கில், கடற்பரப்பில் தங்கியிருந்து, கடற்படையினரால் அணுகப்பட்டபோது, ​​சுமார் 200 கிலோகிராம் ஹெரோயின் கடலில் வீசப்பட்டது. கப்பலில் மேற்கொள்ளப்பட்ட மேலதிக சோதனையின் போது சுமார் 250 கிராம் ஹெரோயின் போதைப்பொருள் மற்றும் செய்மதி தொலைபேசி ஒன்றை கடற்படையினர் மீட்டுள்ளனர். இதன்படி, இந்த கொள்ளைச் சம்பவத்துடன் தொடர்புடைய ஈரானிய சந்தேக நபர்களில் 09 பேர் கடற்படையினரால் கைது செய்யப்பட்டுள்ளனர்.",
        "இதேவேளை, 2021 ஆம் ஆண்டு போதைப்பொருள் கைப்பற்றப்பட்டமை தொடர்பாக மேற்கொள்ளப்பட்ட சோதனைகளை கருத்தில் கொண்டு முறையே 1592 கிலோ, 4041 கிலோ, 5 கிலோ, 92 கிலோ, 325 கிலோ ஹெரோயின், கஞ்சா, கொக்கேன், ஹசிஸ் மற்றும் செயற்கை போதைப்பொருள்கள் கைப்பற்றப்பட்டுள்ளதுடன், மொத்தம் 46,483 பேர் கைது செய்யப்பட்டுள்ளனர். ஹெரோயின் கடத்திய குற்றச்சாட்டில் 22,153 பேர் கைது செய்யப்பட்டுள்ளனர்.",
        "2022 ஆம் ஆண்டில், 945 கிலோ, 8 கிலோ, 4138 கிலோ ஹெரோயின், ஹாஷிஸ் மற்றும் கஞ்சா ஆகியவை கைது செய்யப்பட்டுள்ளதுடன், 13,573 சந்தேக நபர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "இதற்கிடையில், 2022 ஏப்., 6ல், ஹெரோயின் வைத்திருந்த மற்றும் கடத்திய குற்றத்திற்காக, ஒரு பாகிஸ்தானியருக்கு ஆயுள் தண்டனை விதித்து, கொழும்பு மேல் நீதிமன்ற நீதிபதி தமித் தோட்டவத்த தீர்ப்பளித்தார்.",
        "643.3 கிராம் ஹெராயின் வைத்திருந்த மற்றும் கடத்திய குற்றத்திற்காக மொஹமட் அல் ஹுசைன் என்ற பாகிஸ்தானியர் ஆயுள் தண்டனை விதிக்கப்பட்டார்.",
        "643.3 கிராம் ஹெரோயினுடன் பொலிஸ் போதைப்பொருள் ஒழிப்புப் பிரிவினரால் 2018 ஒக்டோபர் 27ஆம் திகதி கொழும்பில் வைத்து கைது செய்யப்பட்ட சந்தேகநபருக்கு எதிராக சட்டமா அதிபர் கொழும்பு மேல் நீதிமன்றில் குற்றப்பத்திரிக்கை தாக்கல் செய்திருந்தார்.",
        "நீண்ட விசாரணையின் பின்னர் தீர்ப்பை அறிவித்த உயர்நீதிமன்ற நீதிபதி, குற்றம்சாட்டப்பட்டவர்களுக்கு எதிரான குற்றச்சாட்டுகள் சந்தேகத்திற்கு இடமின்றி நிரூபிக்கப்பட்டுள்ளதாகத் தெரிவித்தார்.",
        "அதன்படி குற்றவாளிக்கு ஆயுள் தண்டனை விதித்து நீதிபதி உத்தரவிட்டார்.",
        "இதேவேளை, பாதுகாப்பு அமைச்சில் தேசிய பாதுகாப்பு கற்கைகள் நிறுவகத்தினால் இடம்பெற்ற கலந்துரையாடலின் போது, ​​இலங்கை இனி ஒரு போக்குவரத்து பாதை அல்லது கேந்திர நிலையமாக இல்லாமல் இறுதி இலக்காகவும் மாறி வருகின்றது என தெரியவந்துள்ளது.",
        "தேசிய ஆபத்தான மருந்துகள் கட்டுப்பாட்டு வாரியத்தின் தலைவி டாக்டர் பிரியங்கி அமரபந்து கூறுகையில், போதைப்பொருள் தொடர்பான பணமோசடியானது வருமானப் பங்கீடு, பணவீக்கம் மற்றும் உள்நாட்டு சேமிப்பு மற்றும் முதலீடுகளில் தாக்கத்தை ஏற்படுத்துகிறது, இது நாட்டின் சேமிப்பு மற்றும் முதலீடுகளில் தாக்கத்தை ஏற்படுத்துகிறது.",
        "குடும்பம் மற்றும் சமூக சிறைச்சாலை மற்றும் குற்றவியல் நீதி அமைப்பு தொடர்பான ஊழல் மற்றும் சமூக விளைவுகளுடன் இந்த பிரச்சினை நேரடியாக தொடர்புடையது என்று அமரபந்து கூறினார்.",
        "மேலும், சமீபத்திய சந்தர்ப்பங்களில், ஹெரோயின் ஆப்கானிஸ்தானில் இருந்து பாகிஸ்தான் ஊடாக வந்து பின்னர் இலங்கையின் கடல் வழிகள் ஊடாக வேறு நாடுகளுக்கு கடத்தப்பட்டதாக விசாரணைகள் சுட்டிக்காட்டியுள்ளன."
      ]
    }
  }
}