{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/428-COVID-19-cases-detected/56-732078",
  "time_ut": 1647382260,
  "title": "428 COVID-19 cases detected",
  "body_lines": [
    "A total of 428 COVID-19 patients were detected yesterday, raising the country’s COVID-19 case count to 656,814.",
    "The Epidemiology Unit yesterday revised the country’s COVID-19 case distribution and recalculated the New Year cluster count as 483,090. In addition to the New Year cluster, the country’s local cases include 82,785 patients from the Peliyagoda cluster, 68,820 patients detected since 1 January, 9,154 patients from the Prisons cluster and 3,059 patients from the Divulapitiya cluster.",
    "In terms of imported cases, 7,236 Sri Lankan returnees from overseas and 328 foreigners have tested positive for COVID-19.",
    "The total COVID-19 case count includes the 345 COVID-19 patients detected on Monday, when 3,165 PCR tests and 1,378 rapid antigen tests were conducted.",
    "The Epidemiology Unit states that 137,132 patients from Colombo, 113,534 patients from Gampaha, 57,811 patients from Kalutara, 44,870 patients from Galle and 31,184 patients from Kurunegala have been detected. COVID-19 detections during the third wave of the pandemic include 104,835 persons from Colombo, 95,000 persons from Gampaha, and 50,753 persons from Kalutara.",
    "At present, 21,326 persons are under medical or home-based care and 1,100 persons suspected of having COVID-19 are under observation. The country’s COVID-19 recoveries rose to 619,073 with 112 persons discharged from treatment centres yesterday."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 රෝගීන් 428 ක් හඳුනාගෙන ඇත",
      "body_lines": [
        "ඊයේ දිනයේදී කොවිඩ්-19 ආසාදිතයින් 428 දෙනෙකු හඳුනාගෙන ඇති අතර, එමඟින් රටේ කොවිඩ්-19 රෝගීන් සංඛ්‍යාව 656,814 දක්වා ඉහළ ගොස් තිබේ.",
        "වසංගත රෝග විද්‍යා අංශය ඊයේ රටේ COVID-19 රෝගීන් බෙදා හැරීම සංශෝධනය කර අලුත් අවුරුදු පොකුරු ගණන 483,090 ලෙස නැවත ගණනය කර ඇත. අලුත් අවුරුදු පොකුරට අමතරව මෙරට දේශීය රෝගීන් අතරට පෑලියගොඩ පොකුරෙන් රෝගීන් 82,785ක් ද, ජනවාරි 1 වැනිදා සිට රෝගීන් 68,820ක් ද, බන්ධනාගාර පොකුරෙන් රෝගීන් 9,154ක් ද, දිවුලපිටිය පොකුරෙන් රෝගීන් 3,059ක් ද ඇතුළත් වේ.",
        "ආනයනික සිද්ධීන් සම්බන්ධයෙන් ගත් කල, විදේශයන්හි සිට ආපසු පැමිණි ශ්‍රී ලාංකිකයින් 7,236 ක් සහ විදේශිකයන් 328 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කර ඇත.",
        "සඳුදා PCR පරීක්ෂණ 3,165 ක් සහ වේගවත් ප්‍රතිදේහජනක පරීක්ෂණ 1,378 ක් සිදු කරන ලද විට, මුළු COVID-19 රෝගීන් ගණනට සඳුදා අනාවරණය වූ COVID-19 රෝගීන් 345 ඇතුළත් වේ.",
        "කොළඹින් රෝගීන් 137,132ක්, ගම්පහින් රෝගීන් 113,534ක්, කළුතරින් 57,811ක්, ගාල්ලෙන් රෝගීන් 44,870ක් සහ කුරුණෑගලින් රෝගීන් 31,184ක් හඳුනාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි. වසංගතයේ තුන්වන රැල්ල තුළ COVID-19 හඳුනාගැනීම්වලට කොළඹින් පුද්ගලයින් 104,835 ක්, ගම්පහින් 95,000 ක් සහ කළුතරින් පුද්ගලයින් 50,753 ක් ඇතුළත් වේ.",
        "මේ වන විට පුද්ගලයින් 21,326 දෙනෙකු වෛද්‍ය හෝ නිවාස පාදක ප්‍රතිකාර යටතේ සිටින අතර COVID-19 ඇති බවට සැක කෙරෙන පුද්ගලයින් 1,100 දෙනෙකු නිරීක්ෂණයේ පසුවේ. ඊයේ දිනයේ පුද්ගලයින් 112 දෙනෙකු ප්‍රතිකාර මධ්‍යස්ථානවලින් පිටව ගොස් ඇති අතර, රටේ COVID-19 සුවය ලැබූ සංඛ්‍යාව 619,073 දක්වා ඉහළ ගොස් තිබේ."
      ]
    },
    "ta": {
      "title": "428 கோவிட்-19 வழக்குகள் கண்டறியப்பட்டுள்ளன",
      "body_lines": [
        "நேற்று மொத்தம் 428 COVID-19 நோயாளிகள் கண்டறியப்பட்டனர், இது நாட்டின் COVID-19 வழக்குகளின் எண்ணிக்கையை 656,814 ஆக உயர்த்தியது.",
        "தொற்றுநோயியல் பிரிவு நேற்று நாட்டின் COVID-19 வழக்கு விநியோகத்தை மறுபரிசீலனை செய்தது மற்றும் புத்தாண்டு கிளஸ்டர் எண்ணிக்கையை 483,090 ஆக மீண்டும் கணக்கிட்டது. புத்தாண்டுக் குழுவைத் தவிர, நாட்டின் உள்ளூர் நோயாளர்களில் பேலியகொட குழுவிலிருந்து 82,785 நோயாளிகளும், ஜனவரி 1 முதல் 68,820 நோயாளிகளும், சிறைச்சாலைக் குழுவிலிருந்து 9,154 நோயாளிகளும், திவுலப்பிட்டிய குழுவிலிருந்து 3,059 நோயாளிகளும் உள்ளனர்.",
        "இறக்குமதி செய்யப்பட்ட வழக்குகளைப் பொறுத்தவரை, வெளிநாட்டிலிருந்து திரும்பிய 7,236 இலங்கையர்களும் 328 வெளிநாட்டவர்களும் COVID-19 க்கு சாதகமாக சோதனை செய்துள்ளனர்.",
        "மொத்த COVID-19 வழக்கு எண்ணிக்கையில் திங்களன்று கண்டறியப்பட்ட 345 கோவிட்-19 நோயாளிகளும் அடங்குவர், அப்போது 3,165 PCR சோதனைகள் மற்றும் 1,378 விரைவான ஆன்டிஜென் சோதனைகள் நடத்தப்பட்டன.",
        "கொழும்பில் 137,132 நோயாளர்களும், கம்பஹாவில் 113,534 நோயாளர்களும், களுத்துறையில் 57,811 நோயாளர்களும், காலியில் 44,870 நோயாளர்களும், குருநாகலில் 31,184 நோயாளர்களும் கண்டறியப்பட்டுள்ளதாக தொற்றுநோயியல் பிரிவு தெரிவித்துள்ளது. தொற்றுநோயின் மூன்றாவது அலையின் போது COVID-19 கண்டறியப்பட்டவர்களில் கொழும்பில் இருந்து 104,835 பேர், கம்பஹாவில் இருந்து 95,000 பேர் மற்றும் களுத்துறையில் இருந்து 50,753 பேர் உள்ளனர்.",
        "தற்போது, ​​21,326 பேர் மருத்துவ அல்லது வீட்டு அடிப்படையிலான பராமரிப்பில் உள்ளனர் மற்றும் 1,100 பேர் கோவிட்-19 இருப்பதாக சந்தேகிக்கப்படுகின்றனர். நாட்டின் கோவிட்-19 குணமடைந்தவர்களின் எண்ணிக்கை 619,073 ஆக உயர்ந்துள்ளது, நேற்று 112 பேர் சிகிச்சை மையங்களில் இருந்து வெளியேற்றப்பட்டனர்."
      ]
    }
  }
}