{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-television-and-viu-app-to-bring-ipl-2022/",
  "time_ut": 1650899940,
  "title": "Dialog Television and ViU App to bring IPL  2022",
  "body_lines": [
    "It is that time of the year when cricket fans all over the world are glued to their TV screens! The Indian Premier League (IPL) is back to treat cricket fans all over the world with some out-of-this-world cricket entertainment.",
    "This year’s IPL edition is extra special for us as Sri Lankans. Three of our star players Bhanuka Rajapakse, Wanidu Hasaranga and pacer Dushmantha Chameera have been drafted by three franchises and have already proved their worth in the matches that they have played so far. This is the first time in years that Sri Lankan players have been drafted into multiple teams.",
    "Dialog Television has facilitated all Sri Lankans to follow the entire tournament and also to witness our heroes in action in one of cricket’s biggest arenas. The IPL 2022 tournament can be viewed on four channels including two HD channels to view the action in High-Definition. The channels are Star Sports 1, Star Sports HD1, Star Sports Select 1, and Star Sports Select HD 1.",
    "Dialog Television customers can easily activate the channels via SMS, MyDialog app, or giving a missed call. More details on channel activation can be accessed via Dialog.lk.",
    "Furthermore, accessibility to the IPL excitement is not limited to the Dialog Television customers. Any Dialog Mobile Smartphone user can watch the entire tournament on the Dialog ViU App by subscribing to the Sports Pack. The ViU app allows its users to enjoy their favourite content on the go at any time, from anywhere without any data charges on the Dialog network. Any Dialog Television customer can also download the ViU app and register their Dialog Television account to enjoy all the channels they have subscribed to without any subscription charges or data charges on the Dialog network.",
    "CSE suffers circuit breaker below one minute of starting trading",
    "SLT-MOBITEL steps into the ring as exclusive sponsor for Boxing Association of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "IPL  2022 ගෙන ඒමට Dialog Television සහ ViU ඇප්",
      "body_lines": [
        "ලොව පුරා සිටින ක්‍රිකට් ලෝලීන් ඔවුන්ගේ රූපවාහිනී තිරවලට ඇලී සිටින වසරේ එම කාලයයි! ඉන්දියන් ප්‍රිමියර් ලීගය (IPL) ලොව පුරා ක්‍රිකට් ලෝලීන්ට ලෝකයෙන් පිටත ක්‍රිකට් විනෝදාස්වාදය සමඟ සංග්‍රහ කිරීමට නැවත පැමිණ තිබේ.",
        "මෙවර IPL තරඟාවලිය ශ්‍රී ලාංකිකයන් වශයෙන් අපට විශේෂයි. අපේ සුපිරි ක්‍රීඩකයින් තිදෙනෙකු වන භානුක රාජපක්ෂ, වනිදු හසරංග සහ වේග පන්දු යවන ක්‍රීඩක දුෂ්මන්ත චමීර ෆ්‍රැන්චයිස් තුනක් විසින් කෙටුම්පත් කර ඇති අතර ඔවුන් මෙතෙක් ක්‍රීඩා කර ඇති තරඟ වලදී ඔවුන්ගේ දක්ෂතා දැනටමත් ඔප්පු කර ඇත. වසර ගණනාවකට පසු ශ්‍රී ලංකා ක්‍රීඩකයින් කණ්ඩායම් කිහිපයකට ඇතුළත් කළ පළමු අවස්ථාව මෙයයි.",
        "Dialog Television සියළුම ශ්‍රී ලාංකිකයින්ට සමස්ත තරඟාවලියම අනුගමනය කිරීමට සහ ක්‍රිකට් ක්‍රීඩාවේ විශාලතම ක්‍රීඩාංගනයක ක්‍රියා කරන අපගේ වීරයන් දැක බලා ගැනීමට පහසුකම් සලසා ඇත. IPL 2022 තරඟාවලිය අධි-විභේදන ක්‍රියාව නැරඹීමට HD නාලිකා දෙකක් ඇතුළුව නාලිකා හතරකින් නැරඹිය හැකිය. එම නාලිකා වන්නේ Star Sports 1, Star Sports HD1, Star Sports Select 1 සහ Star Sports Select HD 1 ය.",
        "Dialog Television පාරිභෝගිකයින්ට SMS, MyDialog යෙදුම හරහා හෝ මග හැරුණු ඇමතුමක් ලබා දීම හරහා පහසුවෙන් නාලිකා සක්‍රිය කළ හැක. නාලිකා සක්‍රිය කිරීම පිළිබඳ වැඩි විස්තර Dialog.lk හරහා ප්‍රවේශ විය හැක.",
        "තවද, IPL උද්දීපනයට ප්‍රවේශ වීමේ හැකියාව Dialog Television පාරිභෝගිකයින්ට පමණක් සීමා නොවේ. ඕනෑම Dialog Mobile Smartphone පරිශීලකයෙකුට Sports Pack වෙත දායක වීමෙන් Dialog ViU App එක හරහා සම්පූර්ණ තරඟාවලිය නැරඹිය හැක. ViU යෙදුම එහි පරිශීලකයින්ට ඕනෑම වේලාවක ඕනෑම තැනක සිට ඩයලොග් ජාලයේ කිසිදු දත්ත ගාස්තුවකින් තොරව ඔවුන්ගේ ප්‍රියතම අන්තර්ගතය භුක්ති විඳීමට ඉඩ සලසයි. ඕනෑම Dialog Television පාරිභෝගිකයෙකුට Dialog ජාලයේ කිසිදු දායක ගාස්තුවක් හෝ දත්ත ගාස්තුවක් නොමැතිව තමන් දායක වී ඇති සියලුම නාලිකා භුක්ති විඳීමට ViU යෙදුම බාගත කර ඔවුන්ගේ Dialog Television ගිණුම ලියාපදිංචි කළ හැක.",
        "CSE වෙළඳාම ආරම්භ කර විනාඩියකට අඩු කාලයකදී පරිපථ කඩනයට ගොදුරු වේ",
        "SLT-MOBITEL ශ්‍රී ලංකා බොක්සිං සංගමයේ සුවිශේෂී අනුග්‍රාහකයා ලෙස පිටියට පිවිසෙයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "IPL  2022ஐக் கொண்டு வர Dialog Television மற்றும் ViU ஆப்",
      "body_lines": [
        "உலகெங்கிலும் உள்ள கிரிக்கெட் ரசிகர்கள் தங்கள் டிவி திரைகளில் ஒட்டிக்கொண்டிருக்கும் ஆண்டின் அந்த நேரம் இது! இந்தியன் பிரீமியர் லீக் (ஐபிஎல்) உலகெங்கிலும் உள்ள கிரிக்கெட் ரசிகர்களுக்கு இந்த உலகத்திற்கு வெளியே சில கிரிக்கெட் பொழுதுபோக்குகளுடன் மீண்டும் விருந்தளிக்கிறது.",
        "இந்த ஆண்டு ஐபிஎல் பதிப்பு இலங்கையர்களாகிய எங்களுக்கு கூடுதல் சிறப்பு. எங்கள் நட்சத்திர வீரர்களான பானுக ராஜபக்ஷ, வனிது ஹசரங்க மற்றும் வேகப்பந்து வீச்சாளர் துஷ்மந்த சமீர ஆகியோர் மூன்று உரிமையாளர்களால் வரைவு செய்யப்பட்டுள்ளனர் மற்றும் அவர்கள் இதுவரை விளையாடிய போட்டிகளில் தங்கள் தகுதியை ஏற்கனவே நிரூபித்துள்ளனர். பல வருடங்களில் இலங்கை வீரர்கள் பல அணிகளில் இடம் பெறுவது இதுவே முதல் முறை.",
        "டயலொக் டெலிவிஷன் அனைத்து இலங்கையர்களுக்கும் முழுப் போட்டியையும் பின்தொடரவும், கிரிக்கெட்டின் மிகப்பெரும் அரங்குகளில் நமது ஹீரோக்கள் விளையாடுவதைக் காணவும் வசதி செய்துள்ளது. ஐபிஎல் 2022 போட்டியை ஹை-டெபினிஷனில் பார்க்க இரண்டு HD சேனல்கள் உட்பட நான்கு சேனல்களில் பார்க்கலாம். சேனல்கள் ஸ்டார் ஸ்போர்ட்ஸ் 1, ஸ்டார் ஸ்போர்ட்ஸ் எச்டி1, ஸ்டார் ஸ்போர்ட்ஸ் செலக்ட் 1 மற்றும் ஸ்டார் ஸ்போர்ட்ஸ் செலக்ட் எச்டி 1.",
        "Dialog Television வாடிக்கையாளர்கள் SMS, MyDialog ஆப்ஸ் அல்லது தவறவிட்ட அழைப்பின் மூலம் சேனல்களை எளிதாகச் செயல்படுத்த முடியும். சேனல் செயல்படுத்தல் பற்றிய கூடுதல் விவரங்களை Dialog.lk வழியாக அணுகலாம்.",
        "மேலும், IPL உற்சாகத்திற்கான அணுகல் Dialog Television வாடிக்கையாளர்களுக்கு மட்டும் அல்ல. எந்தவொரு டயலொக் மொபைல் ஸ்மார்ட்ஃபோன் பயனரும் ஸ்போர்ட்ஸ் பேக்கிற்கு சந்தா செலுத்துவதன் மூலம் டயலொக் ViU பயன்பாட்டில் முழு போட்டியையும் பார்க்க முடியும். டயலொக் நெட்வொர்க்கில் எந்த டேட்டா கட்டணமும் இல்லாமல், எந்த நேரத்திலும், எங்கிருந்தும் பயணத்தின்போது தங்களுக்குப் பிடித்த உள்ளடக்கத்தை அதன் பயனர்கள் அனுபவிக்க ViU ஆப்ஸ் அனுமதிக்கிறது. எந்தவொரு Dialog Television வாடிக்கையாளரும் ViU பயன்பாட்டைப் பதிவிறக்கம் செய்து, Dialog நெட்வொர்க்கில் சந்தாக் கட்டணங்கள் அல்லது தரவுக் கட்டணங்கள் எதுவுமின்றி சந்தா செலுத்திய அனைத்து சேனல்களையும் அனுபவிக்க, அவர்களின் Dialog Television கணக்கைப் பதிவு செய்யலாம்.",
        "CSE வர்த்தகம் தொடங்கும் ஒரு நிமிடத்திற்குள் சர்க்யூட் பிரேக்கரை பாதிக்கிறது",
        "SLT-MOBITEL இலங்கை குத்துச்சண்டை சங்கத்திற்கு பிரத்தியேக அனுசரணை வழங்குனராக களமிறங்குகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}