{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-lifts-mask-wearing-mandatory-rule-as-covid-19-pandemic-eases-95539/",
  "time_ut": 1654784220,
  "title": "Sri Lanka lifts mask wearing mandatory rule as Covid-19 pandemic eases",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Health Ministry has lifted the mandatory rule of  wearing masks in indoor and outdoor events as Covid-19 pandemic situation eased in the island nation.",
    "In a statement, the director of Health Services, Asela Gunawardena said, from June 10,2022 onwards the mandatory rule to wear a mask will be lifted.",
    "“However, it is preferable that persons having respiratory symptoms wear a face mask,” he said.",
    "The ministry further said, lifting the Covid 19 safety measure of wearing masks, does not prevent any person from wearing masks according to their personal wish.",
    "The statement also said Covid-19 PCR tests and Rapid Antigen Test, which was done as a screening test to identify Covid 19 patients are also not required any longer.",
    "Sri Lanka has so far detected 663,901 Covid 19 patients since February 2020, out of which 646,975 have ben recovered.",
    "The disease resulted in a death toll of 16,518.  (Colombo/ June 09/ 2022 )"
  ],
  "translate": {
    "si": {
      "title": "Covid-19 වසංගතය ලිහිල් වීමත් සමඟ ශ්‍රී ලංකාව අනිවාර්ය නීතිය පැළඳ වෙස්මුහුණ ඉවත් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා සෞඛ්‍ය අමාත්‍යාංශය විසින් දිවයිනේ Covid-19 වසංගත තත්ත්වය ලිහිල් වීමත් සමඟ ගෘහස්ථ සහ එළිමහන් උත්සව වලදී මුහුණු ආවරණ පැළඳීමේ අනිවාර්ය නීතිය ඉවත් කර ඇත.",
        "නිවේදනයක් නිකුත් කරමින් සෞඛ්‍ය සේවා අධ්‍යක්ෂ අසේල ගුණවර්ධන කියා සිටියේ 2022 ජුනි 10 වන දින සිට මුඛ ආවරණ පැළඳීම අනිවාර්ය නීතිය ඉවත් කරන බවයි.",
        "“කෙසේ වෙතත්, ශ්වසන රෝග ලක්ෂණ ඇති පුද්ගලයින් මුහුණු ආවරණයක් පැළඳීම වඩාත් සුදුසුය,” ඔහු පැවසීය.",
        "මුඛ ආවරණ පැළඳීමේ කොවිඩ් 19 ආරක්‍ෂිත පියවර ඉවත් කිරීමෙන් කිසිඳු පුද්ගලයකුට තම පෞද්ගලික අභිමතය පරිදි වෙස්මුහුණු පැළඳීම වැළැක්විය නොහැකි බව අමාත්‍යාංශය වැඩිදුරටත් පැවසීය.",
        "Covid-19 PCR පරීක්ෂණ සහ Covid 19 රෝගීන් හඳුනා ගැනීම සඳහා Screening පරීක්ෂණයක් ලෙස සිදු කරන ලද Rapid Antigen පරීක්ෂණය ද තවදුරටත් අවශ්‍ය නොවන බව එම නිවේදනයේ සඳහන් වේ.",
        "2020 පෙබරවාරි මාසයේ සිට ශ්‍රී ලංකාව මේ වන විට කොවිඩ් 19 රෝගීන් 663,901ක් හඳුනාගෙන ඇති අතර ඉන් 646,975ක් සුවය ලබා ඇත.",
        "මෙම රෝගය හේතුවෙන් මියගිය සංඛ්‍යාව 16,518 කි. (කොළඹ/ ජූනි 09/ 2022)"
      ]
    },
    "ta": {
      "title": "கொவிட்-19 தொற்றுநோய் குறைவடைந்துள்ள நிலையில், கட்டாய விதியை அணிந்திருந்த முகமூடியை இலங்கை உயர்த்தியுள்ளது",
      "body_lines": [
        "ECONOMYNEXT - தீவு நாட்டில் கோவிட்-19 தொற்றுநோய் நிலைமை தணிந்து வருவதால், உட்புற மற்றும் வெளிப்புற நிகழ்வுகளில் முகமூடி அணிவதற்கான கட்டாய விதியை இலங்கை சுகாதார அமைச்சகம் நீக்கியுள்ளது.",
        "ஜுன் 10,2022 முதல் முகமூடி அணிவது கட்டாயம் என்ற விதி நீக்கப்படும் என சுகாதார சேவைகள் பணிப்பாளர் அசேல குணவர்தன வெளியிட்டுள்ள அறிக்கையில் தெரிவித்துள்ளார்.",
        "\"இருப்பினும், சுவாச அறிகுறிகள் உள்ளவர்கள் முகமூடியை அணிவது விரும்பத்தக்கது,\" என்று அவர் கூறினார்.",
        "முகமூடிகளை அணிவதற்கான கோவிட் 19 பாதுகாப்பு நடவடிக்கையை நீக்குவதால், எந்தவொரு நபரும் தங்கள் தனிப்பட்ட விருப்பத்திற்கு ஏற்ப முகமூடிகளை அணிவதைத் தடுக்க முடியாது என்று அமைச்சகம் மேலும் கூறியது.",
        "கோவிட்-19 பிசிஆர் சோதனைகள் மற்றும் கோவிட் 19 நோயாளிகளை அடையாளம் காண ஸ்கிரீனிங் சோதனையாக செய்யப்பட்ட ரேபிட் ஆன்டிஜென் சோதனைகள் இனி தேவையில்லை என்றும் அந்த அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "2020 பெப்ரவரியில் இருந்து இதுவரை 663,901 கொவிட் 19 நோயாளிகளை இலங்கை கண்டறிந்துள்ளது, அவர்களில் 646,975 பேர் குணமடைந்துள்ளனர்.",
        "இந்த நோயினால் 16,518 பேர் உயிரிழந்துள்ளனர். (கொழும்பு/ ஜூன் 09/ 2022)"
      ]
    }
  }
}