{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/19A-with-necessary-changes-has-to-be-implemented-Prime-Minister/342-235283",
  "time_ut": 1650386580,
  "title": "19A with necessary changes has to be implemented: Prime Minister",
  "body_lines": [
    "The 19th Amendment to the Constitution with necessary changes has to be implemented as an initial step to resolve the present political and economic crisis, Prime Minister Mahinda Rajapaksa told Parliament today.",
    "The Prime Minister also called for the support of all political parties representing Parliament to make this exercise a success.",
    "\"We accept that people in this country are facing many difficulties. The fuel and electricity crisis are only the visible issues and there are many untold issues arising from those issues. The country is facing a crisis where all have to get together to find a way out. \"This is not a time to fish in troubled waters to gain petty political gains,\" the Prime Minister said.",
    "He said the government plans to overcome the situation should be implemented. He added that irrespective of political differences all have to get together to find a solution to the present crisis.",
    "\"The fiscal management is very important to overcome this situation,. Hence internationally recognised economic experts have been appointed to the high ranking positions. Additionally we have already initiated dialogues with the IMF, World Bank, Asian Development Bank and other related institutions. We are getting constructive responses. In addition, friendly countries are assisting us to get out of this situation.\" he added.",
    "He said further that the Finance Minister, Finance Ministry, Secretary to the Finance Ministry and the Central Bank Governor are committed to bring this issue back to normal. Our responsibility at this moment is to find a lasting solution for this issue while applying short term measures to relieve the people's difficulties. \"Hence the opposition should make an intervention in this endeavour rather than resuming protests,\" the Premier said. \"I invited protestors at the Galle Face to discussions to get their valuable views,\" he stressed.",
    "He further said that the reason for the long hours of power cuts is the non construction of power plants at the right times. The Premier added that the opportunity to convert ourselves to renewable energy has been neglected and there was no point in finding fault in past decisions. He added that the government is taking corrective measures. He expressed his hope that the issue could be addressed soon as there is ample rainfall in the hill country and provision of fuel to the thermal power plants.",
    "Mr. Rajapaksa said that the LPG and fuel issue would be solved within a few weeks. He added that there would not be a shortage of fuel and that the queue culture would be changed. (Yohan Perera and Ajith Siriwardana)"
  ],
  "translate": {
    "si": {
      "title": "19A අවශ්‍ය වෙනස්කම් සහිතව ක්‍රියාත්මක කළ යුතුයි: අගමැති",
      "body_lines": [
        "පවතින දේශපාලන සහ ආර්ථික අර්බුදය විසඳීමේ මූලික පියවරක් ලෙස අවශ්‍ය වෙනස්කම් සහිත 19 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ක්‍රියාත්මක කළ යුතු බව අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා අද පාර්ලිමේන්තුවේදී ප්‍රකාශ කළේය.",
        "මෙම ව්‍යායාමය සාර්ථක කර ගැනීම සඳහා පාර්ලිමේන්තුව නියෝජනය කරන සියලුම දේශපාලන පක්ෂවල සහය ලබාදෙන ලෙස ද අග්‍රාමාත්‍යවරයා ඉල්ලා සිටියේය.",
        "“අපි පිළිගන්නවා මේ රටේ ජනතාව විශාල දුෂ්කරතාවලට මුහුණ දීලා තියෙනවා, ඉන්ධන, විදුලිය ප්‍රශ්නය පෙනෙන ප්‍රශ්න පමණයි, ඒ ප්‍රශ්නවලින් මතුවන නොකියන ප්‍රශ්න රාශියක් තිබෙනවා. සියලු දෙනාම එකතු වී පාරක් සොයා ගත යුතු අර්බුදයකට රට මුහුණ දී තිබෙනවා. \"මෙය සුළු දේශපාලන වාසි ලබාගැනීම සඳහා කැළඹිලි සහිත ජලයේ මාළු බාන කාලයක් නොවේ,\" අගමැතිවරයා පැවසීය.",
        "එම තත්ත්වය මඟහරවා ගැනීමට රජයේ සැලසුම් ක්‍රියාත්මක කළ යුතු බවද ඔහු පැවසීය. පවතින අර්බුදකාරී තත්ත්වයට විසඳුම් සෙවීම සඳහා දේශපාලන භේදයකින් තොරව සියලු දෙනාම එක්විය යුතු බවද ඔහු සඳහන් කළේය.",
        "මෙම තත්ත්වය මඟහරවා ගැනීම සඳහා රාජ්‍ය මූල්‍ය කළමනාකාරිත්වය ඉතා වැදගත්. එම නිසා ජාත්‍යන්තර වශයෙන් පිළිගත් ආර්ථික විශේෂඥයන් ඉහළ තනතුරුවලට පත් කර තිබෙනවා. මීට අමතරව අපි දැනටමත් ජාත්‍යන්තර මූල්‍ය අරමුදල, ලෝක බැංකුව, ආසියානු සංවර්ධන බැංකුව සහ අනෙකුත් අදාළ ආයතන සමඟ සංවාද ආරම්භ කර තිබෙනවා. ඊට අමතරව මිත්‍ර රටවල් අපට මේ තත්ත්වයෙන් ගොඩ ඒමට උදව් කරනවා.” ඔහු වැඩිදුරටත් පැවසීය.",
        "මුදල් අමාත්‍යවරයා, මුදල් අමාත්‍යාංශය, මුදල් අමාත්‍යාංශයේ ලේකම් සහ මහ බැංකු අධිපතිවරයා මෙම ගැටලුව සාමාන්‍ය තත්ත්වයට ගෙන ඒමට කැපවී සිටින බවද ඔහු වැඩිදුරටත් පැවසීය. මේ මොහොතේ අපගේ වගකීම වන්නේ ජනතාවගේ දුෂ්කරතා මඟහරවා ගැනීම සඳහා කෙටි කාලීන ක්‍රියාමාර්ග යොදමින් මේ ප්‍රශ්නයට ස්ථිරසාර විසඳුමක් සෙවීමයි. ඒ නිසා නැවත උද්ඝෝෂණ කරනවාට වඩා විපක්ෂය මේ කටයුත්තට මැදිහත් විය යුතුයි,” අගමැතිවරයා පැවසීය. \"මම ගාලු මුවදොර විරෝධතාකරුවන්ට ඔවුන්ගේ වටිනා අදහස් ලබා ගැනීම සඳහා සාකච්ඡා සඳහා ආරාධනා කළා,\" ඔහු අවධාරණය කළේය.",
        "නියමිත වේලාවට විදුලි බලාගාර ඉදි නොකිරීම හේතුවෙන් පැය ගණනක් විදුලිය විසන්ධි වීමට හේතුව බව ඔහු වැඩිදුරටත් පැවසීය. පුනර්ජනනීය බලශක්තියට පරිවර්තනය වීමේ අවස්ථාව අතපසු කර ඇති බවත්, අතීත තීරණවල වරදක් සෙවීමෙන් පලක් නොවන බවත් අග්‍රාමාත්‍යවරයා වැඩිදුරටත් පැවසීය. රජය නිවැරදි ක්‍රියාමාර්ග ගනිමින් සිටින බවද ඔහු පැවසීය. කඳුකර ප්‍රදේශයට අධික වර්ෂාපතනයක් පවතින බැවින් සහ තාප බලාගාරවලට අවශ්‍ය ඉන්ධන සැපයීම හේතුවෙන් මෙම ගැටලුවට කඩිනමින් විසඳුම් ලබාදිය හැකි බවට ඔහු විශ්වාසය පළ කළේය.",
        "එල්පීජී සහ ඉන්ධන ප්‍රශ්නය සති කිහිපයක් ඇතුළත විසඳන බව රාජපක්ෂ මහතා පැවසීය. ඉන්ධන හිඟයක් ඇති නොවන බවත් පෝලිම් සංස්කෘතිය වෙනස් කරන බවත් ඔහු වැඩිදුරටත් පැවසීය. (යොහාන් පෙරේරා සහ අජිත් සිරිවර්ධන)"
      ]
    },
    "ta": {
      "title": "தேவையான மாற்றங்களுடன் 19A அமல்படுத்தப்பட வேண்டும்: பிரதமர்",
      "body_lines": [
        "தற்போதைய அரசியல் மற்றும் பொருளாதார நெருக்கடிக்கு தீர்வு காண்பதற்கான ஆரம்ப கட்ட நடவடிக்கையாக தேவையான மாற்றங்களுடன் அரசியலமைப்பின் 19 ஆவது திருத்தம் அமுல்படுத்தப்பட வேண்டும் என பிரதமர் மஹிந்த ராஜபக்ஷ இன்று பாராளுமன்றத்தில் தெரிவித்தார்.",
        "இந்தப் பயிற்சியை வெற்றியடையச் செய்வதற்கு நாடாளுமன்றத்தைப் பிரதிநிதித்துவப்படுத்தும் அனைத்து அரசியல் கட்சிகளின் ஆதரவையும் பிரதமர் கேட்டுக் கொண்டார்.",
        "\"இந்த நாட்டில் மக்கள் பல சிரமங்களை எதிர்கொள்வதை நாங்கள் ஏற்றுக்கொள்கிறோம். எரிபொருள் மற்றும் மின்சார நெருக்கடி என்பது கண்ணுக்குத் தெரியும் பிரச்சினைகள் மற்றும் அந்த பிரச்சினைகளில் இருந்து பல சொல்லப்படாத பிரச்சினைகள் எழுகின்றன. நாடு அனைவரும் ஒன்றிணைந்து ஒரு வழியைக் கண்டுபிடிக்க வேண்டிய நெருக்கடியை எதிர்கொள்கிறது. \"இது அற்ப அரசியல் ஆதாயங்களுக்காக கலங்கிய நீரில் மீன்பிடிக்கும் நேரம் அல்ல\" என்று பிரதமர் கூறினார்.",
        "இந்த நிலையை சமாளிக்க அரசு திட்டமிட்டு செயல்படுத்த வேண்டும் என்றார். தற்போதைய நெருக்கடிக்கு தீர்வு காண அரசியல் வேறுபாடுகள் இன்றி அனைவரும் ஒன்றிணைய வேண்டும் என்றும் அவர் கூறினார்.",
        "\"இந்த சூழ்நிலையை சமாளிக்க நிதி மேலாண்மை மிகவும் முக்கியமானது, எனவே சர்வதேச அளவில் அங்கீகரிக்கப்பட்ட பொருளாதார நிபுணர்கள் உயர் பதவிகளுக்கு நியமிக்கப்பட்டுள்ளனர். கூடுதலாக, நாங்கள் ஏற்கனவே IMF, உலக வங்கி, ஆசிய வளர்ச்சி வங்கி மற்றும் பிற தொடர்புடைய நிறுவனங்களுடன் பேச்சுவார்த்தைகளை ஆரம்பித்துள்ளோம். ஆக்கப்பூர்வமான பதில்களைப் பெறுகிறது. கூடுதலாக, இந்த சூழ்நிலையில் இருந்து வெளியேற நட்பு நாடுகள் எங்களுக்கு உதவுகின்றன.\" அவன் சேர்த்தான்.",
        "இந்த பிரச்சினையை வழமைக்கு கொண்டு வருவதற்கு நிதி அமைச்சர், நிதி அமைச்சு, நிதி அமைச்சின் செயலாளர் மற்றும் மத்திய வங்கி ஆளுநர் ஆகியோர் அர்ப்பணிப்புடன் இருப்பதாகவும் அவர் மேலும் தெரிவித்தார். இத்தருணத்தில் மக்களின் சிரமங்களைப் போக்க குறுகிய கால நடவடிக்கைகளை மேற்கொண்டு இப்பிரச்சினைக்கு நிரந்தரத் தீர்வைக் காண்பதே எமது பொறுப்பாகும். \"எனவே எதிர்க்கட்சிகள் போராட்டங்களை மீண்டும் தொடங்குவதை விட இந்த முயற்சியில் தலையிட வேண்டும்,\" என்று பிரதமர் கூறினார். காலி முகத்திடலில் ஆர்ப்பாட்டக்காரர்களின் பெறுமதியான கருத்துக்களைப் பெறுவதற்காக அவர்களை கலந்துரையாடல்களுக்கு அழைத்தேன்,” என அவர் வலியுறுத்தினார்.",
        "சரியான நேரத்தில் மின் உற்பத்தி நிலையங்கள் அமைக்கப்படாததே நீண்ட நேரம் மின்வெட்டுக்கு காரணம் என அவர் மேலும் தெரிவித்தார். புதுப்பிக்கத்தக்க ஆற்றலுக்கு நம்மை மாற்றிக்கொள்ளும் வாய்ப்பு புறக்கணிக்கப்பட்டுள்ளதாகவும், கடந்த கால முடிவுகளில் தவறு காண்பதில் எந்த அர்த்தமும் இல்லை என்றும் பிரதமர் மேலும் கூறினார். அரசாங்கம் சரியான நடவடிக்கைகளை மேற்கொண்டு வருவதாகவும் அவர் கூறினார். மலையகத்தில் போதிய மழைப்பொழிவு காணப்படுவதாலும், அனல் மின் நிலையங்களுக்கு தேவையான எரிபொருளை வழங்குவதாலும் இப்பிரச்சினைக்கு விரைவில் தீர்வு காண முடியும் என அவர் நம்பிக்கை வெளியிட்டுள்ளார்.",
        "எல்பிஜி மற்றும் எரிபொருள் பிரச்சினை சில வாரங்களில் தீர்க்கப்படும் என்று திரு. எரிபொருள் தட்டுப்பாடு ஏற்படாது எனவும், வரிசை கலாச்சாரம் மாற்றப்படும் எனவும் அவர் மேலும் தெரிவித்தார். (யோஹான் பெரேரா மற்றும் அஜித் சிறிவர்தன)"
      ]
    }
  }
}