{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/darkness-at-noon/",
  "time_ut": 1649006040,
  "title": "Darkness at noon",
  "body_lines": [
    "It has been said that when governments fear the people, there is liberty, and when the people fear governments, there is tyranny. But the rulers’ fear of the masses could also lead to tyranny, as evident from what is unfolding in this country. Last Thursday’s protest near President Gotabaya Rajapaksa’s private residence has prompted the government to declare a state of emergency, and a countrywide curfew. The beleaguered regime also hastened to block social media yesterday only to make an about turn several hours later. Its ill-conceived action is like using a loincloth to control dysentery, as a local saying goes. Such repressive measures will only embolden the resentful public to defy them. Protests were held yesterday in some parts of the country despite the curfew.",
    "Why has only the President drawn public ire? What does the slogan—‘Gota Go Home—really signify? Gotabaya, as the President with all executive powers restored by the 20th Amendment, is the head of the government and the Cabinet, and therefore it may be argued that the protesters who cry the slogan at issue want the entire government to resign. Or, is it that an attempt is being made to oust only the President, as some dissident SLPP MPs claim? Who will stand to gain in such an eventuality?",
    "When the government, in its wisdom, banned agrochemical imports overnight, much to the consternation of farmers who suffered crop losses as a result, everybody knew the blame should go to President Rajapaksa, who wanted his green agriculture policy implemented, at any cost, but the irate farming community took on Agriculture Minister Mahindananda Aluthgamage. It was not the President but Aluthgamage who was burnt in effigy for weeks on end. However, the current protests are not against Finance Minister Basil Rajapaksa, although it is the Finance Ministry which is responsible for the current economic and financial crises; instead, protesters are out for the President’s scalp.",
    "Emergency regulations, curfews, military crackdowns and political witch-hunts do not help a government retain power when public resentment spills over into the streets. Today, anyone could initiate a protest, which might snowball into an uprising of tsunamic proportions. The deployment of the military would be an exercise in futility in a situation where street protests break out in all parts of the country simultaneously. Perhaps, among the agitators on whom soldiers and policemen are ordered to train their guns will be their own children, brothers, sisters, parents, friends, and relatives. It behoves the government not to trifle with people power, and mend its ways.",
    "Uprisings and curfews could hardly have come at a worse time for the country, which is desperate for dollars. They will drive away tourists and investors. Several countries have already issued travel advisories warning their citizens against visiting Sri Lanka. Expatriate Sri Lankans are protesting, in some foreign capitals, against the Rajapaksa government; their consternation is likely to take a heavy toll on the much-needed remittances.",
    "We thought the US would issue a strongly-worded statement, condemning Thursday’s crackdown at Mirihana. But, curiously, Uncle Sam chose to float like a bee and sting like a butterfly, as it were. Is it because Sri Lanka is fast becoming a QUAD lackey? The current regime stands accused by its rebel MPs of craftily creating conditions for furthering the interests of the US and India by ruining the economy and thereby making Sri Lankans heavily dependent on the IMF (seen as an agent of US foreign policy) and India for survival so as to give them Hobson’s choice, where the handing over of the country’s strategically-important assets to those two countries in return for dollars is concerned.",
    "It was a huge mistake for the government to postpone the local government elections for fear of losing them. Polls postponements cause massive pressure build-ups in a polity and render it volatile, as we argued in a previous comment. Pent-up public anger tends to find expression in uprisings. Elections are safety valves that reduce political tensions, and therefore they must be held on schedule if trouble is to be averted.",
    "The government had better realise that it cannot bulldoze its way through, and stop taking cover behind Emergency regulations, curfews and the military. It has to grasp the nettle; it must explain to the public how it proposes to hoist the country from the current economic mire. It cannot assuage public anger by printing more money to distribute cash among the needy. That method has manifestly failed, as evident from the spate of mass protests. The Opposition parties should also make known to the public how they are planning to revitalise the economy and ameliorate people’s woes. Most of all, they must appoint their shadow ministers and present alternative economic programmes so that the people will see whether they are equal to the task of saving the economy. Mere protests will not do.",
    "Given the sheer magnitude of the political and economic crises, which have the potential to cause the state to fail, let the government be urged to invite all political party leaders to a discussion on how to prevent the country from being sucked into a vortex of despair and anarchy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දවල් අඳුර",
      "body_lines": [
        "ආණ්ඩු මිනිසුන්ට බිය වන විට නිදහස ඇති බවත් ජනතාව ආණ්ඩුවලට බිය වන විට කුරිරු පාලනයක් ඇති බවත් කියනු ලැබේ. එහෙත් පාලකයින් මහජනතාව කෙරෙහි දක්වන බිය, කුරිරු පාලනයකට ද තුඩු දිය හැකි බව මේ රටේ දිග හැරෙමින් පවතින දෙයින් පැහැදිලි වේ. පසුගිය බ්‍රහස්පතින්දා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ පෞද්ගලික නිවස අසල පැවති විරෝධතාව හේතුවෙන් හදිසි තත්ත්වයක් ප්‍රකාශයට පත් කිරීමට සහ රට පුරා ඇඳිරි නීතිය පැනවීමට රජය පොළඹවා ඇත. පැටලී සිටි පාලනය ද ඊයේ සමාජ මාධ්‍ය අවහිර කිරීමට ඉක්මන් වූයේ පැය කිහිපයකට පසුව හැරවීමට පමනි. එහි නොගැලපෙන ක්‍රියාව දේශීය කියමනක් ලෙස අතීසාරය පාලනය කිරීමට ලෝගුවක් භාවිතා කිරීම වැනි ය. එවැනි මර්දනකාරී ක්‍රියාමාර්ග මගින් සිදුවනු ඇත්තේ කෝපයට පත් මහජනයා ඒවා නොතකා හැරීමට ධෛර්යමත් කිරීම පමණි. ඇඳිරි නීතිය නොතකා දිවයිනේ ඇතැම් ප්‍රදේශවල ඊයේ විරෝධතා පැවැත්වුණා.",
        "ඇයි ජනාධිපතිතුමාට විතරක් ජනතා උදහසට ලක්වෙලා තියෙන්නේ? ‘ගෝඨා ගෙදර යන්න’ යන සටන් පාඨයෙන් ඇත්තටම අඟවන්නේ කුමක්ද? 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයෙන් ප්‍රතිෂ්ඨාපනය කරන ලද සියලු විධායක බලතල සහිත ජනාධිපතිවරයා ලෙස ගෝඨාභය මහතා ආණ්ඩුවේ සහ කැබිනට් මණ්ඩලයේ ප්‍රධානියා වන අතර, එබැවින් ප්‍රශ්නය වන සටන් පාඨය හඬන විරෝධතාකරුවන්ට අවශ්‍ය වන්නේ සමස්ත ආණ්ඩුවම ඉල්ලා අස්වීම යැයි තර්ක කළ හැකිය. එසේත් නැතිනම් ඇතැම් විසම්මුතික ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් පවසන පරිදි ජනාධිපතිවරයා පමණක් එළවා දැමීමේ උත්සාහයක් ද? එවැනි අවස්ථාවක වාසි අත්වන්නේ කාටද?",
        "එහි ප්‍රතිඵලයක් ලෙස වගා හානි වූ ගොවීන් විමතියට පත් කරමින් රජය සිය ඥානාන්විතව එක රැයකින් කෘෂි රසායන ආනයනය තහනම් කළ විට එහි වරද කෙසේ හෝ තම හරිත කෘෂිකර්ම ප්‍රතිපත්තිය ක්‍රියාවට නැංවීමට අවශ්‍ය වූ ජනාධිපති රාජපක්ෂ වෙත යා යුතු බව කවුරුත් දැන සිටියහ. කුපිත වූ ගොවි ජනතාව කෘෂිකර්ම අමාත්‍ය මහින්දානන්ද අලුත්ගමගේ මහතාට පහර දුන්හ. සති ගණනක් එක දිගට පිළිමයට ගිනි තැබුවේ ජනාධිපතිවරයා නොව අලුත්ගමගේය. කෙසේ වෙතත්, වර්තමානයේ උද්ගතව ඇති විරෝධතා මුදල් අමාත්‍ය බැසිල් රාජපක්ෂට එරෙහිව නොවන නමුත් වත්මන් ආර්ථික හා මූල්‍ය අර්බුදවලට වගකිව යුත්තේ මුදල් අමාත්‍යාංශය වුවද; ඒ වෙනුවට විරෝධතාකරුවන් ජනාධිපතිවරයාගේ හිසට නැඟී සිටිති.",
        "හදිසි රෙගුලාසි, ඇඳිරි නීතිය, මිලිටරි මර්දනය සහ දේශපාලන මායාකාරියන් දඩයම් කිරීම මහජන අමනාපය පාරට බැස යන විට රජයකට බලය රඳවා ගැනීමට උපකාරී නොවේ. අද, ඕනෑම කෙනෙකුට විරෝධතාවක් දියත් කළ හැකි අතර, එය සුනාමි අනුපාතයේ නැගිටීමක් දක්වා හිම පතනය විය හැකිය. රටේ සෑම ප්‍රදේශයකම එකවර වීදි විරෝධතා ඇවිලෙන තත්ත්වයක් තුළ හමුදාව යෙදවීම නිෂ්ඵල ව්‍යායාමයක් වනු ඇත. සමහර විට, සොල්දාදුවන්ට සහ පොලිස් නිලධාරීන්ට තම තුවක්කු පුහුණු කිරීමට නියෝග කරන උද්ඝෝෂකයන් අතර ඔවුන්ගේම දරුවන්, සහෝදරයන්, සහෝදරියන්, දෙමාපියන්, මිතුරන් සහ ඥාතීන් විය හැකිය. එය රජයට අවශ්‍ය වන්නේ ජන බලයෙන් සුළු කොට නොසලකමින් තම මාර්ග සකස් කර ගැනීමයි.",
        "ඩොලර් සඳහා මංමුලා සහගතව සිටින රටට කැරලි සහ ඇඳිරි නීතිය නරකම අවස්ථාවකට පැමිණිය නොහැක. ඔවුන් සංචාරකයින් සහ ආයෝජකයින් පලවා හරිනු ඇත. රටවල් කිහිපයක් දැනටමත් ශ්‍රී ලංකාවට පැමිණීමට එරෙහිව තම පුරවැසියන්ට අනතුරු අඟවා සංචාරක උපදේශන නිකුත් කර ඇත. විදේශගත ශ්‍රී ලාංකිකයෝ රාජපක්ෂ රජයට එරෙහිව ඇතැම් විදේශ අගනගරවල උද්ඝෝෂණ කරති; ඔවුන්ගේ කනස්සල්ල බොහෝ දුරට අවශ්‍ය ප්‍රේෂණ සඳහා විශාල හානියක් කිරීමට ඉඩ ඇත.",
        "බ්‍රහස්පතින්දා මිරිහාන ප්‍රහාරය හෙළා දකිමින් එක්සත් ජනපදය දැඩි වචන සහිත ප්‍රකාශයක් නිකුත් කරනු ඇතැයි අපි සිතුවෙමු. එහෙත්, කුතුහලයෙන්, සෑම් මාමා මී මැස්සෙකු මෙන් පාවීමට සහ සමනලයෙකු මෙන් දෂ්ට කිරීමට තෝරා ගත්තේය. ශ්‍රී ලංකාව වේගයෙන් QUAD ගෝලයෙකු බවට පත්වෙමින් තිබෙන නිසාද? ආර්ථිකය විනාශ කරමින් එක්සත් ජනපදයේ සහ ඉන්දියාවේ අවශ්‍යතා ඉදිරියට ගෙන යාම සඳහා උපායශීලී ලෙස කොන්දේසි නිර්මානය කිරීම සහ එමගින් ශ්‍රී ලාංකිකයන් IMF (එක්සත් ජනපද විදේශ ප්‍රතිපත්තියේ නියෝජිතයෙකු ලෙස සැලකේ) සහ ඉන්දියාව මත දැඩි ලෙස යැපෙන බවට වත්මන් පාලනයට එහි කැරලිකාර මන්ත්‍රීවරු චෝදනා කරති. ඩොලර් වලට ප්‍රතිලාභ වශයෙන් රටේ උපාය මාර්ගික වශයෙන් වැදගත් වත්කම් එම රටවල් දෙකට පැවරීම සම්බන්ධයෙන් හොබ්සන්ගේ තේරීම ඔවුන්ට ලබා දීම සඳහා ය.",
        "පළාත් පාලන මැතිවරණය පරදියි කියන බයට ආණ්ඩුව කල් දැමීම විශාල වරදක්. ඡන්ද කල් දැමීම දේශපාලනයක් තුළ දැවැන්ත පීඩනයක් ඇති කරන අතර එය වාෂ්පශීලී බවට පත් කරයි, අප කලින් අදහස් දැක්වීමේදී තර්ක කළ පරිදි. සංවෘත මහජන කෝපය නැගිටීම් තුළ ප්‍රකාශ කිරීමට නැඹුරු වේ. මැතිවරණ යනු දේශපාලන ආතතීන් අවම කරන ආරක්ෂක කපාට වන අතර, එබැවින් කරදර වළක්වා ගැනීමට නම් ඒවා නියමිත වේලාවට පැවැත්විය යුතුය.",
        "හදිසි නීති රෙගුලාසි, ඇඳිරි නීතිය සහ හමුදාව පිටුපස සැඟවී සිටීම නැවැත්විය නොහැකි බව රජයට වඩා හොඳින් අවබෝධ විය. එය nettle ග්රහණය කර ගත යුතුය; එය වත්මන් ආර්ථික මඩ ගොහොරුවෙන් රට ගොඩ ගැනීමට යෝජනා කරන්නේ කෙසේදැයි ජනතාවට පැහැදිලි කළ යුතුය. අවශ්‍යතා ඇති අය අතර මුදල් බෙදා හැරීම සඳහා වැඩිපුර මුදල් මුද්‍රණය කිරීමෙන් මහජන කෝපය සමනය කළ නොහැක. මහජන විරෝධතා රැල්ලෙන් පැහැදිලි වන පරිදි එම ක්‍රමය පැහැදිලිවම අසාර්ථක වී ඇත. විරුද්ධ පක්ෂ ද ආර්ථිකය පණ ගැන්වීමට සහ ජනතාවගේ දුක්ඛිත තත්ත්වයන් සමනය කිරීමට සැලසුම් කරන ආකාරය ජනතාව දැනුවත් කළ යුතුය. ඒ සියල්ලටම වඩා තම ඡායා ඇමතිවරුන් පත් කර විකල්ප ආර්ථික වැඩසටහන් ඉදිරිපත් කළ යුතු අතර එමඟින් ආර්ථිකය බේරා ගැනීමේ කාර්යයට ඔවුන් සමානදැයි ජනතාව දකිනු ඇත. හුදු උද්ඝෝෂණවලින් වැඩක් වෙන්නේ නැහැ.",
        "රාජ්‍යය අසාර්ථක වීමට හේතු විය හැකි දේශපාලන හා ආර්ථික අර්බුදවල විශාලත්වය සැලකිල්ලට ගෙන, රට බලාපොරොත්තු සුන්වීමේ සුළියකට ඇද දැමීම වළක්වා ගන්නේ කෙසේද යන්න පිළිබඳ සාකච්ඡාවකට සියලුම දේශපාලන පක්ෂ නායකයින්ට ආරාධනා කරන ලෙස රජයට බලකර සිටිමු. සහ අරාජිකත්වය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நண்பகலில் இருள்",
      "body_lines": [
        "அரசாங்கங்கள் மக்களுக்கு பயப்படும்போது சுதந்திரம் இருக்கிறது, மக்கள் அரசாங்கங்களுக்கு அஞ்சும்போது கொடுங்கோன்மை இருக்கிறது என்று கூறப்படுகிறது. ஆனால், ஆட்சியாளர்கள் மக்களைப் பற்றிய அச்சம் கொடுங்கோன்மைக்கு இட்டுச் செல்லலாம் என்பது, இந்நாட்டில் என்ன நடந்து கொண்டிருக்கிறது என்பதிலிருந்து தெளிவாகிறது. கடந்த வியாழன் அன்று ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் தனிப்பட்ட இல்லத்திற்கு அருகில் இடம்பெற்ற ஆர்ப்பாட்டத்தின் காரணமாக அரசாங்கம் அவசரகால நிலையை பிரகடனப்படுத்தியதுடன், நாடு தழுவிய ஊரடங்குச் சட்டத்தையும் பிரகடனப்படுத்தியுள்ளது. பல மணிநேரங்களுக்குப் பிறகு ஒரு திருப்பத்தை ஏற்படுத்துவதற்காக, நேற்றைய தினம் சமூக ஊடகங்களை முடக்குவதற்கு முட்டுக்கட்டையான ஆட்சியும் விரைந்துள்ளது. அதன் தவறான செயல், உள்ளூர் பழமொழி சொல்வது போல் வயிற்றுப்போக்கைக் கட்டுப்படுத்த இடுப்பு துணியைப் பயன்படுத்துவது போன்றது. இத்தகைய அடக்குமுறை நடவடிக்கைகள், அதிருப்தியுள்ள பொதுமக்களை அவற்றை மீறுவதற்குத் துணியவே செய்யும். ஊரடங்குச் சட்டத்தை மீறி நாட்டின் சில பகுதிகளில் நேற்று ஆர்ப்பாட்டங்கள் நடத்தப்பட்டன.",
        "ஜனாதிபதி மட்டும் ஏன் பொதுமக்களின் கோபத்திற்கு ஆளானார்? கோட்டா வீட்டுக்குச் செல்லுங்கள் என்ற முழக்கம் உண்மையில் எதைக் குறிக்கிறது? 20 ஆவது திருத்தச் சட்டத்தின் மூலம் மீளப்பெற்ற அனைத்து நிறைவேற்று அதிகாரங்களும் கொண்ட ஜனாதிபதி என்ற வகையில் கோட்டாபய, அரசாங்கத்திற்கும் அமைச்சரவைக்கும் தலைவராக இருக்கின்றார், எனவே பிரச்சினையில் கோஷம் எழுப்பும் ஆர்ப்பாட்டக்காரர்கள் முழு அரசாங்கத்தையும் இராஜினாமா செய்ய விரும்புகிறார்கள் என்று வாதிடலாம். அல்லது ஸ்ரீலங்கா பொதுஜன பெரமுனவின் சில அதிருப்தி எம்.பி.க்கள் கூறுவது போன்று ஜனாதிபதியை மாத்திரம் பதவி நீக்கம் செய்வதற்கான முயற்சி மேற்கொள்ளப்படுகிறதா? இப்படிப்பட்ட சூழ்நிலையில் யாருக்கு லாபம்?",
        "விவசாய இரசாயன இறக்குமதியை அரசு தனது புத்திசாலித்தனமாக இரவோடு இரவாக தடை செய்து, அதன் விளைவாக பயிர் நஷ்டம் அடைந்த விவசாயிகளை திகைப்பில் ஆழ்த்தியது. இதனால் ஆத்திரமடைந்த விவசாய சமூகம் விவசாய அமைச்சர் மஹிந்தானந்த அளுத்கமகேவை தாக்கியுள்ளது. தொடர்ந்து வாரக்கணக்கில் கொடும்பாவி எரிக்கப்பட்டது ஜனாதிபதி அல்ல அளுத்கமகே. எவ்வாறாயினும், தற்போதைய எதிர்ப்புக்கள் நிதியமைச்சர் பசில் ராஜபக்ஷவுக்கு எதிரானவை அல்ல, எனினும் தற்போதைய பொருளாதார மற்றும் நிதி நெருக்கடிகளுக்கு நிதியமைச்சரே பொறுப்பு; அதற்கு பதிலாக, எதிர்ப்பாளர்கள் ஜனாதிபதியின் உச்சந்தலையில் உள்ளனர்.",
        "அவசரகாலச் சட்டங்கள், ஊரடங்குச் சட்டம், இராணுவ அடக்குமுறைகள் மற்றும் அரசியல் சூனிய வேட்டைகள் ஆகியவை பொதுமக்களின் அதிருப்தி தெருக்களில் பரவும் போது ஒரு அரசாங்கத்தைத் தக்கவைக்க உதவாது. இன்று, எவரும் ஒரு எதிர்ப்பைத் தொடங்கலாம், இது சுனாமிக் விகிதங்களின் எழுச்சியாக பனிப்பொழிவை ஏற்படுத்தக்கூடும். நாட்டின் அனைத்துப் பகுதிகளிலும் ஒரே நேரத்தில் வீதிப் போராட்டங்கள் வெடிக்கும் ஒரு சூழ்நிலையில் இராணுவத்தை நிலைநிறுத்துவது பயனற்ற ஒரு பயிற்சியாக இருக்கும். ஒருவேளை, போராளிகள் மற்றும் காவல்துறையினருக்கு துப்பாக்கிகளைப் பயிற்றுவிக்குமாறு கட்டளையிடப்பட்ட கிளர்ச்சியாளர்களில் அவர்களின் சொந்த குழந்தைகள், சகோதரர்கள், சகோதரிகள், பெற்றோர்கள், நண்பர்கள் மற்றும் உறவினர்கள் இருக்கலாம். மக்கள் அதிகாரத்தைக் கொண்டு அற்பமாகச் செயல்படாமல், அதன் வழிகளைச் சீர்படுத்திக் கொள்ளாமல் இருக்க வேண்டும்.",
        "எழுச்சிகளும் ஊரடங்கு உத்தரவுகளும் டாலர்களுக்காக அவநம்பிக்கை கொண்ட நாட்டிற்கு மோசமான நேரத்தில் வந்திருக்க முடியாது. அவர்கள் சுற்றுலாப் பயணிகளையும் முதலீட்டாளர்களையும் விரட்டுவார்கள். பல நாடுகள் ஏற்கனவே இலங்கைக்கு விஜயம் செய்வதற்கு எதிராக தமது பிரஜைகளுக்கு பயண ஆலோசனைகளை வழங்கியுள்ளன. வெளிநாடு வாழ் இலங்கையர்கள் ராஜபக்ச அரசுக்கு எதிராக, சில வெளிநாட்டு தலைநகரங்களில் போராட்டம் நடத்தி வருகின்றனர்; அவர்களின் திகைப்பு மிகவும் தேவைப்படும் பணம் அனுப்புவதில் பெரும் பாதிப்பை ஏற்படுத்தும்.",
        "வியாழன் அன்று மிரிஹானாவில் நடந்த அடக்குமுறையைக் கண்டித்து அமெரிக்கா ஒரு வலுவான வார்த்தைகளைக் கொண்ட அறிக்கையை வெளியிடும் என்று நாங்கள் நினைத்தோம். ஆனால், ஆர்வமாக, மாமா சாம் தேனீயைப் போல மிதப்பதையும், வண்ணத்துப்பூச்சியைப் போல குத்துவதையும் தேர்ந்தெடுத்தார். இலங்கை வேகமாக QUAD லாவகமாக மாறி வருவதனாலா? தற்போதைய ஆட்சியானது அதன் கிளர்ச்சி எம்.பி.க்களால் பொருளாதாரத்தை சீரழிப்பதன் மூலம் அமெரிக்கா மற்றும் இந்தியாவின் நலன்களை மேம்படுத்துவதற்கான சூழ்நிலைகளை தந்திரமாக உருவாக்கி அதன் மூலம் இலங்கையர்கள் IMF (அமெரிக்க வெளியுறவுக் கொள்கையின் முகவராக பார்க்கப்படுகிறது) மற்றும் இந்தியாவை பிழைப்புக்காக பெரிதும் சார்ந்து இருப்பதாக குற்றம் சாட்டுகிறது. ஹாப்சனின் விருப்பத்தை அவர்களுக்கு வழங்குவதற்காக, டாலருக்கு ஈடாக நாட்டின் மூலோபாய-முக்கியமான சொத்துக்களை அந்த இரு நாடுகளிடம் ஒப்படைப்பது சம்பந்தப்பட்டது.",
        "உள்ளூராட்சி மன்றத் தேர்தலை இழக்க நேரிடும் என்ற அச்சத்தில் அரசாங்கம் ஒத்திவைத்தமை பாரிய தவறு. தேர்தல்கள் ஒத்திவைப்புகள் ஒரு அரசியலில் பாரிய அழுத்தத்தை உருவாக்குகிறது மற்றும் அதை கொந்தளிப்பானதாக ஆக்குகிறது, நாங்கள் முந்தைய கருத்தில் வாதிட்டோம். அடக்கி வைக்கப்பட்ட பொதுக் கோபம் எழுச்சிகளில் வெளிப்படும். தேர்தல்கள் என்பது அரசியல் பதட்டங்களைக் குறைக்கும் பாதுகாப்பு வால்வுகள், எனவே பிரச்சனையைத் தவிர்க்க வேண்டுமானால் அவை திட்டமிட்டபடி நடத்தப்பட வேண்டும்.",
        "அவசரகாலச் சட்டங்கள், ஊரடங்குச் சட்டம் மற்றும் இராணுவத்தின் பின்னால் மறைத்து வைப்பதை நிறுத்தவும், அதன் வழியை புல்டோஸ் செய்ய முடியாது என்பதை அரசாங்கம் நன்றாக உணர்ந்திருந்தது. அது தொட்டால் எரிச்சலூட்டுகிற ஒருவகை செடியைப் பற்றிக்கொள்ள வேண்டும்; தற்போதைய பொருளாதாரச் சேற்றில் இருந்து நாட்டை எவ்வாறு உயர்த்துவது என்பதை அது மக்களுக்கு விளக்க வேண்டும். தேவைப்படுபவர்களுக்கு பணத்தை விநியோகிக்க அதிக பணம் அச்சடிப்பதன் மூலம் பொதுமக்களின் கோபத்தை தணிக்க முடியாது. அந்த முறை வெளிப்படையாகத் தோல்வியடைந்தது, வெகுஜன எதிர்ப்புகளின் பெருக்கத்திலிருந்து தெளிவாகிறது. எதிர்க்கட்சிகள் பொருளாதாரத்தை மீட்டெடுக்கவும், மக்களின் துயரங்களை போக்கவும் எப்படி திட்டமிடுகிறார்கள் என்பதை பொதுமக்களுக்கு தெரியப்படுத்த வேண்டும். எல்லாவற்றிற்கும் மேலாக, அவர்கள் தங்கள் நிழல் அமைச்சர்களை நியமித்து, பொருளாதாரத்தை காப்பாற்றும் பணிக்கு சமமானவர்களா என்பதை மக்கள் பார்க்கும் வகையில் மாற்று பொருளாதார திட்டங்களை முன்வைக்க வேண்டும். வெறும் எதிர்ப்புகள் மட்டும் பலிக்காது.",
        "அரசை தோல்வியடையச் செய்யும் ஆற்றல் கொண்ட அரசியல் மற்றும் பொருளாதார நெருக்கடிகளின் தீவிரத்தைக் கருத்தில் கொண்டு, நாடு விரக்தியின் சுழலில் சிக்கித் தவிப்பதைத் தடுப்பது எப்படி என்பது பற்றிய விவாதத்திற்கு அனைத்து அரசியல் கட்சித் தலைவர்களையும் அழைக்குமாறு அரசாங்கத்தை வலியுறுத்த வேண்டும். மற்றும் அராஜகம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}