{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/d-s-and-tales-out-of-school/",
  "time_ut": 1647604560,
  "title": "D.S. and tales out of school",
  "body_lines": [
    "Had Don Stephen Senanayake been alive he would have been 95 yesterday. To use his own familiar phrase, actually, as a matter of fact, he was born on Oct. 20, 1884. By an ironic twist of Fate, this ardent crusader for temperance, first saw the light of day in the village of Botale, where his father Mudaliyar Don Spater Senanayake, owned broad acres of coconut and deep plumbago mines.",
    "For some unaccountable reason, although Don Spater’s three sons had other names, they were all called “John”. The eldest D. C., the businessman, was “Colombo John”. The second, F. R., the barrister, was “London John” and the youngest, D. S., the engaging ruffian who loved to roam the jungles was known as “Kallay John”.",
    "Though his two older brothers were always somewhere near the top of their classes at S. Thomas’ College, then at Mutwal, D. S. preferred wrestling, cricket and riding to reading, writing and arithmetic, and it so happened that he never passed a public examination.",
    "Wooden spoonists in the academic sphere and those who have crashed in the recent “A” level examination have reason to take heart that eventually D. S. grew up to be one of the greatest men that Sri Lanka produced, so much so that European writers described him as the Abraham Lincoln of the East.",
    "D.S. was not unaware of his infirmities in the class room and it is said he often felt delighted that his distinguished and famous contemporary, Winston Churchill, had a similar dismal record. Churchill, historians say, spent three years in the Second Form at Harrow. When questioned about it, he had replied that he knew three times as much as his classmates knew.",
    "That was one of D. S. Senanayake’s favourite quotes and it is more than a coincidence that Churchill was to Great Britain what D. S. Senanayake was to Sri Lanka. Both led their countries at critical periods and emerged triumphant not only by sheer force of character, but by a sort of intuition and a cheerful fearlessness that knew no bounds. Another common trait was the complete absence of inhibitions of any sort.",
    "One recalls the episode of Churchill, during the last war, emerging from a bath-room without even a towel to cover him, and telling President Roosevelt that he had nothing to hide from the Americans. Once at “The Temple Trees” D.S. gave instructions to me when I happened to be in the Information Department, and in the process did a complete change of clothing from sarong to suit, without batting an eyelid. My presence in his dressing-room made no difference to him.",
    "Some of the best stories of the great D.S. however, concern his ebullient youth when he was just a bundle of rippling muscles. S. J. K. Crowther, his school mate and the first Editor of the “Daily News”, relates this one. Though Latin is a dead language in most schools now, the story will still be appreciated by a dying generation of Thomians, at least.",
    "This is what Crowther wrote: “Term examinations in the Lower School at S.T.C. Desks are placed lengthwise and boys are seated side by side, one from each form: Lower Fourth, Upper Third, Lower Third, Second Form and so on. On my right sits a hefty youth who does",
    "not waste time over a paper. He strikes me as just the lad to help me to decline RES, the mystery of the fifth declension nouns being foreign to me”.",
    "“Do you know how to decline Res” Crowther inquires from his muscular neighbour whose name, written large at the top of a virgin sheet of paper, appears as ‘D. S. Senanayake’. “Certainly”, comes the ready response: “Take it down: Res, rerum, retis reti, rete”. On the day of reckoning later, the teacher, the Rev. Handel Smith, holding Crowther up to ridicule and contempt, asked him from what Latin Primer he learnt this novel declension of Res.",
    "Crowther says Smith little knew that he learned it from one destined to give a new meaning to the entity “Res Publica” in Ceylon.",
    "Herbert Hulugalle who wrote an exhaustive biography of D. S. Senanayake has quoted Crowther’s story along with another one which the famous editor used to relate at Lake House. It runs somewhat like this: “The train to the North is running express. It does not stop at Mirigama, even for a future Prime Minister. As it whirls its way in a cloud of dust, the door of a compartment opens and two youths step out, one after the other. They spin head over heels in a tangle of spread-eagled arms and legs on the platform.",
    "Picked up, dusted and sticking–plastered they are produced in Court and discharged with a warning. The names of the accused are Don Stephen Senanayake and Douglas de Saram, one of the founders of the flourishing legal firm of D. L. and F. de Saram”.",
    "D. S. was one of the most popular boys in school, and two of his closest friends were Douglas de Saram, the idol",
    "of his fellow-students, and another cricketer, Edo Abeyakoon, whose son, Maurice, later captained STC. All three of them were proud of their magnificent physiques, and their usual week-end pastime was to test their strength under the banyan trees at Mutwal in wrestling matches watched by cheering gangs of partisans. An occasional bet was also placed on the result.",
    "Don Stephen was seldom beaten. Among the spectators who watched and cheered were the budding intellectuals who later on distinguished themselves in many fields. They included Sir Paul Pieris, historian and judge, Dr. Lucian de Zilwa, writer and physician, Sir Arthur Wijeyewardene, Chief Justice, and Dr. V. Gabriel, the eminent surgeon.",
    "Little did they think that the wrestler from Botale would one day be wrestling successfully with problems that would have taxed even their golden brains. To solve these problems D.S. was humble enough to utilise the services of anybody and everybody willing to help him, irrespective of colour, caste or creed.",
    "During the War Years, however, his principal adviser and troubleshooter was Sir Oliver Goonetilleke who had to wade warily between the native politicians, the Governor and the Commander-in-Chief.",
    "Blunt Admiral Sir Geoffrey Layton, the brusque and blunt C-in-C, after he retired, gave a candid interview to a Ceylon journalist in London, in which he said that D.S. at first mistrusted him.",
    "Once bitten D.S. was twice shy and thought that at any moment there might be a repetition of 1915. But ultimately, everything worked out smoothly. Layton thought the world of Sir Oliver and made him Civil Defence Commissioner. It is common knowledge that in the whole history of the Public Service in British times, there has been no other instance of so much power being concentrated in the hands of a Ceylonese official.",
    "Sir Oliver who, incidentally, was also born on October 20, but eight years later than D.S. discharged not only his War obligations competently but made straight the path for Ceylon to attain independence. One of the most remarkable Ceylonese of this century, Sir Oliver who died last December, has been compared to the Hindu God who had two legs but four hands. Everybody went to him with their troubles and no one was left unaided.",
    "Sir Oliver was intensely loyal to D. S. Senanayake who first met him at the Orient Club. With the passage of years their friendship deepened and the time came when one could not do without the other. Sir Oliver even drafted some of the P.M.’s more momentous messages to the Nation. It is worth recording here that Sir Oliver was one of the politicians who never forgot the part played by the Press in winning freedom for Ceylon.",
    "Somebody had to be honoured in the Fourth Estate and the winner turned out to be a dark horse. It happened in 1950 at an Independence Day party at “The Temple Trees” after D. S. had paid a radio tribute to the Press, among other things. There, Sir Oliver, who was probably responsible for this passage of praise, moved up quietly to Hilaire Jansz who was the Editor of the “Observer” for 22 years, and asked him if he had heard the P.M.’s message.",
    "He then remarked that Jansz was about the oldest of the country’s journalists. There was a loud silence for a while, according to Jansz, and one could almost see a thought taking shape in Sir Oliver’s mind. Why should not Jansz be recommended for an Imperial Honour? D. R, Wijewardene had refused a Knighthood, and was now a very sick man. Hulugalle was no longer an editor. Nor was Crowther.",
    "And so it came to pass that Hilaire Donald Jansz, OBE, one of the most versatile and brilliant journalists of his generation, was honoured, thanks to the efforts of D. S. Senanayake and Sir Oliver. And like the other two great men, Jansz was also born on October 20, in 1896 to be exact.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}