{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/50-of-households-do-not-pay-for-sanitary-products-study-finds/56-732072",
  "time_ut": 1647380640,
  "title": "50% of households do not pay for sanitary products, study finds",
  "body_lines": [
    "From left: Moderator Sathya Karunaratne, Dr. Rashmira Balasuriya, Vraie Balthazaar and Lakmani Jayatilake",
    "Adittiya Research conducted by the Advocata Institute for the Taxing Menstrual Hygiene Products in Sri Lanka policy analysis found that 50% of households with female members in the country do not pay for menstrual hygiene products.",
    "The study is an initiative of the Assisting Communities in Creating Environmental and Nutritional Development (ACCEND) Project, funded by the European Union and implemented by a consortium consisting of ADRA UK, ADRA Sri Lanka and Oxfam.",
    "According to the study, which was launched yesterday, the 50% period poverty rate, which is when women and girls cannot afford menstrual hygiene products, is a result of the high tax imposed on menstrual products. At present, a 52% tax is imposed on menstrual products making them unaffordable, especially to low income earning women and girls.",
    "The 52% tax includes 15% general duty, 15% CESS, 10% PAL and 8% VAT and adds to the retail price of sanitary napkins and tampons.",
    "Despite the high tax imposed on menstrual hygiene products, tax on sanitary napkins and tampons accounted for only 0.005% of the total tax revenue in 2019, the study states. “The Government can do without this discriminatory tax as it is a negligible proportion of the island’s total tax revenue,” the synopsis of the policy analysis on the 52% menstrual tax argues.",
    "The removal of the tax will ensure the welfare of menstruating women and girls by improving affordability and agency. The study also recommends removing tariffs on imported raw material used to produce sanitary napkins and other menstrual hygiene products. It is also recommended that the Finance Ministry declare the reduction in taxes through the means of an Extraordinary Gazette.",
    "The need for affordable menstrual hygiene products as well as necessary facilities required by persons who are menstruating, like clean and adequate toilet facilities and disposal facilities for sanitary napkins, was emphasised throughout the event.",
    "Speaking about period poverty in a broader sense, keynote speaker Jathika Jana Balawegaya Member of Parliament Dr. Harini Amarasuriya said: “What this issue shows us is the lack of priority that is given to women’s health and women’s issues in this country. It is not just about the lack of access to sanitary products.”",
    "She added that there are still schools in the country that do not have access to water and sanitation. These schools have female students as well as female teachers who are seriously impacted by this problem."
  ]
}