{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-continues-to-soft-peg-in-may-intervening-in-both-directions-95725/",
  "time_ut": 1655179740,
  "title": "Sri Lanka  continues to soft-peg in May intervening in both directions",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has bought 76.6 million US dollars in May 2022 and sold 155.1 million US dollars continuing to intervene in both sides of a soft-peg or flexible exchange rate three months after an attempt was made to float the currency, official data show.",
    "The central bank bought 150.9 million US dollars from commercial banks in April 2020, through a surrender requirement, despite the currency being under pressure and sold 244 million US dollars, providing convertibility at a given pegged exchange rate.",
    "In March an attempt was made to float the currency, which requires a complete suspension of convertibility to end forex shortages.",
    "Forex shortages persist when a central bank with a policy rate intervene for imports, because liquidity is re-injected to the banking after an intervention in a sterilized forex sale.",
    "After completely running out of reserves the central bank is intervening with surrendered dollars and deferred payments to India under the Asian Clearing Union.",
    "The surrender rule in addition to pushing the peg down, alters rupee reserves in the banking system.",
    "Forex surrenders to the central bank and subsequent sales sterilized with overnight money tends to increase asset liability mis-matches in banks financing loss-making state enterprises and oil bills, while creating excess liquidity in banks which are not over-trading.",
    "However surrenders had reduced in May from the April number.",
    "Central bank interventions for imports (financing private credit) with ACU dollars and sterilzing the will increase the central banks debt or negative net foreign assets position, while triggering a balance of payments deficit.",
    "A currency is usually floated to end forex shortages and balance of payments deficits after a soft-pegged central bank runs out of reserves to restore monetary instability with a complete suspension of convertibility (exchanging dollars for rupees).",
    "A float is usually accomplished at a lower overall interest rate level than by smashing credit to re-establish a peg without a float.",
    "In April the central bank ran a 2.56 billion US dollar balance of payments deficit, up from 2.26 billion US dollar in March."
  ]
}