{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-to-work-fast-to-contain-multiple-defaults-as-tanzi-bites-bellwether-92338/",
  "time_ut": 1648786680,
  "title": "Sri Lanka has to work fast to contain multiple defaults as Tanzi bites: Bellwether",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has to work quickly to establish a clean float and contain defaults on multiple fronts that can be triggered if foreign exchange shortages persist from low policy rates and a deadly surrender requirement.",
    "Sri Lanka economic crisis involving foreign exchange shortages, like in Latin America come primarily from its central bank which is operating an unworkable intermediate regime peg called a ‘flexible exchange rate’, which is neither a clean float nor a hard peg.",
    "A flexible exchange rate fails because it is not rule bound and it can and triggers defaults on multiple fronts by encouraging fiscal excesses (either tax cuts or higher spending or both) because state economists falsely believe that the interest rate can be controlled by printing money.",
    "The unstable peg that brought forex troubles to Sri Lanka was set up in 1950 in the style of a Latin America central bank and its underlying law was changed several times to weaken its anchor further. It was originally set up with a gold anchor targeted at 2.88 grains of gold.",
    "But the anchor was changed after the Fed became a floating rate after the collapse of the Bretton Woods system, creating further instability making it the worst central bank in South Asia, overtaking Pakistan.",
    "After 2015 very aggressive open market operations in the form of call money rate targeting and the post 2020 price ceiling on bond auctions were the final nails in the coffin.",
    "Soft-pegged central banks, through years of forex shortages has also lobbied and received extensive powers from parliaments to impose controls on the people and avoid raising rates.",
    "However the controls make the crisis worse as the underlying anchor conflict is not dealt with.",
    "Exchange controls are one. When a central bank restricts dollar sales, importers who have to pay demurrage or fear further depreciation are willing to buy dollars at high rates in unofficial markets.",
    "When money is printed to maintain low interest rates or to give salaries to state workers, excess demand for goods are created and inflows of dollars are no longer enough to match the supply.",
    "The central bank was earlier printing money to pay premiums to export workers in a parallel exchange rate, which worsened forex shortages.",
    "The outward pressure and high prices allows Undiyal counter parties in the Middle East or Italy to offer similar high premiums.",
    "The various controls by the central bank and other authorities prevent the market from adapting and lead to a worsening of the exchange rate crisis.",
    "The most damaging control now imposed is a surrender requirement where banks are forced to give 50 percent of the dollars they get from exporters and expat workers to the central bank.",
    "A dollar purchase by the central bank can only be made when a peg is strong, and if the rupee is facing upward pressure due to weak domestic credit. But now the peg has lost credibility. It is a suicidal move to impose a surrender requirement on a peg that has lost credibility.",
    "That is why the float has not taken place. Without a float and further tightening of policy, Sri Lanka’s monetary meltdown will accelerate.",
    "If legislators and others want to turn Sri Lanka into an East Asia, these powers have to be removed and the monetary law changed to radically curb open market operations in the future.",
    "With greater reliance on bullet repayment sovereign bonds by the government, cross border and interbank loans and swaps by commercial banks and swaps by the central bank, three types of defaults could happen when forex shortages worsen.",
    "There have been extensive warnings of sovereign default in the belief that the problem is caused by the lack of taxes and a failure to roll-over debt as in Ecuador.",
    "If that was the case the problem will be limited to only to sovereign debt and can be easily solved by a re-structuring to reduce the gross financing need (GFN) in the near term.",
    "But Sri Lanka is not Ecuador which was dollarized at 25,000 Sucre many years ago and no longer suffers peg conflicts. Neither is Sri Lanka Greece which was in a monetary union. Sri Lanka is a Latin America style pre-dollarized flexible exchange rate Ecuador. That is why fuel and power shortages happen. (Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether)",
    "Foreign exchange shortages are a result of a lack of a working monetary regime, either a working peg or a working floating rate.",
    "Without a working monetary regime several types of defaults can happen and it is not limited to sovereign default.",
    "a)\tSovereign debt repayment is at risk as long as foreign exchange shortages (excess rupee creation) persist.",
    "b)\tThe central bank debt repayment is at risk as long as foreign exchange shortages (excess rupee creation) persist.",
    "This column warned about this before and the IMF has now also made the same warnings in its Article IV report.",
    "Sri Lanka’s central bank should guard against bankruptcy as Fed lights commodity fires",
    "Sri Lanka central bank repayment capacity to IMF under scrutiny",
    "c)\tState banks are at risk due to debt taken to finance Ceylon Petroleum Corporation as money was printed to trigger currency crises in quick succession over a few years as well as dollar loans.",
    "This column has generally avoided talking about banks but rating agencies have already warned about the sovereign link earlier.",
    "All banks have been struggling due to rating cuts that came as money was printed. Tightening limits are a problem for all banks.",
    "d)\tSOEs and also private firms who are solvent may find it difficult to find dollars to repay dollar loans even if they are solvent and have rupees.",
    "If a float is quickly reestablished, some of the fallouts could be contained. Alternately fast-track dollarization could be allowed by allowing dollar recipients to make payments in foreign currency and denominating contract in dollars.",
    "The inability to buy dollars is a problem of jumping from the rupee monetary base of the Central Bank of Sri Lanka to the Federal Reserve’s US dollar monetary base.",
    "Let’s say the CPC needs dollars. A dollar has to be sold by an exporter for rupee (wealth jumps from the US to Sri Lanka monetary base) and the exporters pays the CPC in rupees.",
    "CPC now has to jump back from the rupee monetary base into the US monetary base with US dollars.",
    "Hence the exporter dollar conversion rule makes the problem worse because a given transfer of wealth has to jump from US monetary base and to rupees and back again to dollars.",
    "It can be done easily if the peg is credible or if there is a floating exchange rate. When it dysfunctional it cannot be done.",
    "The short cut is to allow dollarization, also known as a hard exit from a broken flexible exchange rate.",
    "Then the government can also charge taxes and fees in rupees first from hotels and exporters.",
    "Sri Lanka should prepare to float, and promote parallel dollarization: Bellwether",
    "An earlier column has explained how dollarization can be allowed.",
    "The ability to repay maturing debt is a primarily a matter of available savings. But when the currency depreciates the value of savings evaporate.",
    "Economists talk about the Tanzi effect. The Tanzi effect refers to the fall in the real value of taxes in a hyper inflating economy from the time the taxes fall due and the time the payment is made.",
    "However savings and debt have a similar problem. A fall in currency inflates away real wealth. Economist Steve Hanke has already calculated a higher level of inflation implied by exchange rate movements.",
    "When the currency falls, the ability to repay reduces. That is partly why countries that practice ‘competitive exchange rates’ and depreciate their currencies end up importing capital.",
    "The revenue based fiscal consolidation exercise by rejecting spending based consolidation failed to arrest deficits. This was predicted in the 1960s ago by classical economist B R Shenoy when revenues were over 20 percent of GDP.",
    "When government spending goes up from 17 to 20 percent of GDP under revenue based fiscal consolidation but the deficit does not come down total consumption goes up leaving less savings available to repay domestic or foreign borrowings.",
    "To contain cascading defaults it is essential to end the surrender rule, curtail access to open market operations perhaps by placing quantity limits of access to the central bank window and managing government spending.",
    "When money is printed to maintain low interest rates or to give salaries to state workers, excess demand for goods are created and inflows of dollars are no longer enough to match the supply.",
    "The government giving handouts at this time will not help the poor.",
    "Any handouts must be given only after a working exchange rate regime is established. The float has to succeed or dollarization has to be allowed.",
    "Why is Sri Lanka close to default now if a Latin America style central bank was always there?",
    "Sri Lanka has faced currency crises in the past but no default because there was not much commercial debt. Bi-lateral lenders continue to fund the country in a crisis and did not demand their money back at in a crisis.",
    "Latin American nations, which were basically first world nations before soft pegs were set up in the 20th century and faced severe uncertainty from 1980s after the Fed floated, had always borrowed from commercial markets.",
    "Sri Lanka also started to borrow in commercial markets with a similar soft-peg from around 2005 onwards.",
    "But policy deteriorated rapidly from around 2015. A key deterioration was call money rate targeting.",
    "Sri Lanka was on one track downward spiral when call money rate targeting came with excess liquidity was started.",
    "In 2018 Sri Lanka suffered a currency crisis despite budget deficits being brought down.",
    "In 2019 this column warned that Sri Lanka was running out of rating space to print money and operate a flexible exchange rate regime and further downgrades would occur.",
    "Sri Lanka needs monetary discipline to avoid further downgrades: Bellwether",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "In order to have strong exchange rate a monetary regime must have one anchor only.",
    "A single anchor monetary regime involving a clean floating exchange rate is used by all developed nations.",
    "Successful East Asian nations like Hong Kong use a single external anchor or exchange rate target, and interest rates float.",
    "Depreciating or failing regimes like in Sri Lanka, Latin America and Africa try to juggle with both domestic and external anchors (flexible exchange rates or dual anchor conflicting regimes) and collapse because neither the exchange rate nor interest rates true float.",
    "A flexible exchange rate can collapse and trigger defaults independent of financing fiscal excesses such as in the case of many Latin America defaults.",
    "In countries with failing exchange rate regimes there is almost a religious fear of hard pegs and also true floats. Economists have labeled this ‘fear of floating’.",
    "Intermediate regime countries keep going back to IMF. That is because the IMF programs do not end in a hard peg or a true float but yet another permutation of an unstable intermediate regime. (Colombo/Apr01/2022)"
  ]
}