{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-ramps-up-global-operations-with-restart-of-services-to-four-destinations/",
  "time_ut": 1650204180,
  "title": "Emirates ramps up global operations with restart of services to four destinations",
  "body_lines": [
    "Emirates has announced it will ramp up its global operations with the restart of services to four destinations, including:  Bali (1 May), London Stansted (1 August), Rio de Janeiro (2 November), and Buenos Aires (2 November).",
    "The airline has also announced it will boost services to Nigeria, Mauritius and Singapore to serve market demand. In line with the easing of travel restrictions worldwide, Emirates continues to rebuild and expand its global network to meet travel demand.",
    "Emirates returns to Bali, London Stansted, Rio de Janeiro and Buenos Aires",
    "Starting from 1st May, 2022 Emirates will operate five weekly flights to Bali, utilising a two-class Boeing 777-300ER aircraft. The airline will also scale up its operations from 1st July, 2022 to serve the island destination with a daily service. With its spectacular mountains, picturesque beaches and cultural appeal, Bali is considered to be a world leading tourist destination.",
    "Starting from 1st August, 2022 Emirates will resume flight operations to London Stansted with five weekly flights, utilising Emirates’ Boeing 777-300ER aircraft fitted with the ‘Game Changer’ First Class product.",
    "From 1st September, the airline will increase its services to offer a daily flight.",
    "By October 2022, the airline will be serving the UK with 110 weekly flights, including: six times daily to London Heathrow; double daily A380 service to Gatwick; three times daily to Manchester, including a double daily A380 service (starting 1st October, 2022); double daily service to Birmingham; five weekly flights to Newcastle (with the fifth weekly flight starting from 1st July, 2022); and a daily service to Glasgow.",
    "There’s absolutely no need for temporary halt of stock market: Ceylon Chamber",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}