{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/for-a-new-nepal-more-youth-in-political-leadership-the-need-95071/",
  "time_ut": 1654157820,
  "title": "For a “New Nepal”, more youth in political leadership the need",
  "body_lines": [
    "ECONOMYNEXT –Two young Nepalis beat senior politicians at the recently concluded Local Government elections, becoming the Mayor and Deputy Mayor of the capital city Kathmandu.  The win is a fillip to local efforts that have, for several years struggled to increase youth participation in politics.",
    "Kathmandu’s new Mayor, Balendra Shah, is a 32-year-old structural engineer and popular rapper who contested as an Independent. His Deputy, is 29-year-old Sunita Dangol, a Social activist, Broadcaster and Communications Manager.",
    "The nationwide Local Government election maybe a harbinger of things to come; 41 percent of the elected candidates are youth, and a majority contested as Independents.  The choice for these youth to contest as Independents points toward a breakdown in trust levels between youth and the country’s established political parties.",
    "In the country’s main decision-making bodies, at both federal and regional level however, the usual trend prevails; thirty six of the 275 Members of Parliament are youth, while in the Upper Chamber only 7 of the 59 Member assembly are youth. It is the same in the Provincial Assemblies, where only 130 of the 550 members fall into the 25-40 age group.",
    "The Local Government win was a cause for celebration during a webinar hosted by the Friedrich Naumann Foundation for Freedom (FNF) South Asia on May 25th, where panelists discussed “Youth Participation in Nepal Politics.”  Bisesh Sangat, a Communications Practitioner was the Moderator, with Sunita Baral, President of the All Nepal National Free Students Union, Kanchan Jha, a Youth Leader with the Nepali Congress and Pradip Pariyar, Executive Chairperson of Samata Foundation making up the panel.",
    "The aim of the discussion was to identify the interconnected role of young people “in improving the Nepalese political landscape and ways to address limits to participation.”",
    "The webinar heard that the percentage of youth, women, and marginalised communities at the centres of power was low, and that the main cause is the hesitation on the part of major political parties to nominate representatives of these groups to decision making bodies.",
    "The panellists agreed that youth are a quintessential aspect of modern democracy. “Engaging young people in formal political processes certainly help shape politics in a way that contributes to building stable and peaceful societies that promptly responds to the needs of general citizens, especially the younger generation, fostered through a unique and innovative way of thinking, full of energy as well as a passion for contributing to the betterment of their respective countries,” they said.",
    "“The world today has experienced an upsurge in youth involvement in political processes whereby they are engaged in fighting for sustainable change that would address the pressing challenges of society – authoritarian regimes, accountability, corruption, and inequalities” Bisesh Sangat pointed out.",
    "As Kanchan Jha pointed out, Nepal’s population is very diverse, and youth belong to different social and economic groups.",
    "“In politics, youth mean the power to innovate and to change. They can be a driving force of change. They have zeal and they understand the dynamics of change and aim for a better future” Jha said.",
    "Jha also pointed out that Nepalese below the age of 30 “have never known the monarchy or the absolute barriers of traditional Nepal. Those who were young children during the Maoist insurrection are now young adults in a restructured, decentralized, democratic republic. This group has an empirical reality and in my opinion are the youth of this country.”",
    "The Nepalese Civil war which began in 1996 pitted the then ruling Monarchy against Maoist rebels for ten years. In 2006 a comprehensive peace deal was reached which saw the birth of the current Federation. Two years later the Monarchy was abolished.",
    "Nepal’s youth, pointed out Sunita Baral, have always been involved in politics, mostly engaged in organising and participating in mass protests.",
    "“However now it has changed, and they are playing an important role in the democratic process in Nepal. They want to be leaders in social and political organisations in the country,” she said.",
    "Pradip Pariyar, whose has worked in Nepal and on international assignments, added that the conflicts the country faced negatively impacted the youth.",
    "“They lost their lives as well as their education,” he pointed out, adding that the Shah and Dangol victories are a cause for celebration.",
    "He pointed out that senior political leaders must be congratulated for their role in changing an autocracy to a democracy. However, they are failing to train young leaders he said, adding that.  “This is one of the most important challenges we are facing right now.”",
    "Jha agrees with Baral that the youth of yesteryear lent their muscle power to political parties.  “The patrimonial party leaders demand blind loyalty to themselves,” he said.",
    "The main challenge faced by youth in moving up in the ranks of established political parties is the lack of training in decision-making roles, the panellists noted. In fact, Baral had spent 20 years in her Union, before becoming its leader.",
    "Moving into a role that she can contest for a Parliamentary seat still seems distant. “But we are fighting for it,” she said.",
    "Admitting that part of the problem is his party, the Nepali Congress Jha added. “But recently the party has taken a decision to include a minimum of 15 percent of members between 16 and 30 into all the Committees at the Convention.”",
    "According to the panel constraints imposed on young by established political parties has resulted in a majority of candidates contesting as Independents.",
    "Youth and older politicians accuse each other; while the youth claim that political leaders do not address the aspirations of the youth, the more mature politicians argue that the youth are not prepared for political leadership.",
    "Pariyar says he would like to see more ethnic and religious diversity the youth groups. “I don’t see that as much as it should be,” he said. Though Hindus make up a majority of the population, there are Buddhists, Christians and Muslims too in Nepal.  The country was officially Hindu during the time of the Monarchy, but since the creation of the Federal Republic, Nepal has been officially secular. There are also many caste and linguistic groups.",
    "Jha claimed his Party has had a long record of inclusivity with a place for all the groups. However, Pariyar noted that not many minority religious or ethnic groups are represented in leadership roles.",
    "The election of two young individuals to head Nepal’s most important municipality is indeed a progressive step, however, the challenge the country now faces is to work out strategies that would create the space for more youth to be elected to higher decision-making assemblies."
  ]
}