{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/National-Council-of-the-YMCAs-condemns-attacks-on-peaceful-protestors-urges-for-law-and-order/56-734674",
  "time_ut": 1652207400,
  "title": "National Council of the YMCAs condemns attacks on peaceful protestors; urges for law and order",
  "body_lines": [
    "The National Council of the YMCAs in a statement condemned the attacks on peaceful protestors and urged authorities to ensure law and order.",
    "Following is the full text of the statement issued by National Council of the YMCAs President Rev. Saman Perera and National General Secretary/CEO Theonis C. Brownson.",
    "The National Council of the YMCAs in Sri Lanka, together with the YMCAs in this nation, are deeply disturbed by the organised acts of violence against the peaceful protestors at the “Temple Trees” and “Galle Face” sites today.",
    "Over a period of a month the protestors have consistently proven and practiced the nonviolence and peaceful means of demonstrations in opposition to the ill practices of the government, its leadership and their disappointment against all parliamentarians. It was a model protest lauded all over the world and centred around a strong island wide campaign that strives for change of the political system.",
    "To the astonishment of the nation, the hooliganism instigated at ‘Temple Trees’ and released upon the peaceful protestors, paved the way for a chain of vandalism, destruction and killings. This cycle process of action and reaction must be stopped immediately, and remedial measures taken to restore order and prevent further deterioration of the economic and political situation in the country.",
    "1. Strongly condemn and refute the politically instigated acts of violence that were released upon the peaceful protesters at Galle Face and in front of the Temple Trees to suppress the true voice of the people, and also equally condemn all forms of violence that emerged throughout the island due to this injudicious move",
    "2. Appeal from the general public and religious leaders to take appropriate proactive measures to stop the ongoing vandalism",
    "3. Call all state authorities to establish law and order in the country without any prejudices as it is a dire need to address the economic crisis by restoring political and social stability without further delay",
    "We encourage people to continue their peaceful, nonviolent struggle to realise the envisaged systematic change by demonstrating the very values of democracy and the power of people that the struggle has championed thus far.",
    "We, the YMCA movement in Sri Lanka, have been a part of the rich tapestry of Sri Lankan life for a period of over 140 years and have been committed to youth empowerment and the wellbeing of communities.",
    "The youth of our nation are remaining rooted in the dire changes that this country requires, not only changes in the economic spheres, but the spheres of democracy, justice, equity, inclusion, and above all vision. We are in solidarity with the victims of these brutal actions and desperately pray and look for divine action of God Almighty in this time of advent of our Nation."
  ]
}