{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82024/india-suspends-tourist-visas-issued-to-chinese-nationals",
  "time_ut": 1650816600,
  "title": "India suspends tourist visas issued to Chinese nationals",
  "body_lines": [
    "India has suspended tourist visas issued to Chinese nationals, International Air Transport Association (IATA) said in a circular for its members.",
    "IATA issued a circular on Wednesday for its member carriers regarding entry into India and said, “Tourist visas issued to nationals of China (People’s Republic) are no longer valid.”",
    "It further reads that the nationals of Bhutan, India, Maldives and Nepal, passengers with a residence permit issued by India, passengers with visas or e-visa issued by India are allowed to enter India.",
    "According to the circular, passengers with an overseas citizen of India card or booklet like those who have a Persons of Indian Origin (PIO) card and those with a diplomatic passport are also allowed to enter India.",
    "The IATA also said that tourist visas with a validity of 10 years are no longer valid.",
    "The IATA is a global airlines body with around 290 members that comprise more than 80 per cent of global air traffic.",
    "India has been raising with China the problems of Indian students studying in China who have not been allowed to return to that country citing COVID-19 restrictions.",
    "After talks with Chinese Foreign Minister Wang Yi, India’s External Affairs Minister S Jaishankar hoped that China will take a non-discriminatory approach to the issue since it involves the future of many young people.",
    "“I also took up strongly the predicament of Indian students studying in China who haven’t been allowed to return citing COVID restrictions. We hope China will take a non-discriminatory approach since it involves the future of many young people,” Jaishankar said.",
    "These students had to leave their studies in China and come to India when the Covid-19 pandemic began at the beginning of 2020."
  ]
}