{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ratification-and-accession-to-treaties-under-21st-amendment-to-constitution/",
  "time_ut": 1653926400,
  "title": "Ratification and accession to treaties under 21st Amendment to Constitution",
  "body_lines": [
    "It is an important issue to consider under the proposed 21st Amendment to the Constitution whether the President should sign, ratify or accede to treaties in consultation with the Prime Minister. In this article, it is proposed to provide an analysis of this important issue by reference to current constitutional law and practices of Commonwealth countries.",
    "Before I deal with this issue, it is useful to outline the importance of treaties as outlined in the following references: (Richard Ware, “Parliament and Treaties” in Parliament and International Relations, (1991), pp.37-48; Lord McNair, Law of Treaties, (1961), pp.83-94; Sir Kenneth Keith, ‘New Zealand Treaty Practice: The Executive and the Legislature’ (1964), 1 N.Z.L.R., pp.277-281. J.E.S. Fawcett, The British Commonwealth in international law, (1963), at p.65; Anthony Aust – Modern Treaty Law and Practice, OUP UK 2006; F.A. Mann – Foreign Affairs in English Courts, OUP, UK 1986).",
    "Treaty is an ancient legal instrument. It contributes to global and national governance. Treaty is a generic term and includes conventions, agreements, protocols, letters of exchange, compacts, etc. It can be defined as Agreements between States or between States and Inter-Governmental Organisations (IGOs) and between IGOs.",
    "In modern times, negotiation and conclusion of treaties are regulated by the 1969 Vienna Convention on the Law of Treaties (1969 VCLT) and the 1986 Vienna Convention on the Law of Treaties between States and International Organizations and between International Organizations (1986 VCLT). It is a specialized branch of international law and those who negotiate and conclude such treaties are diplomats and international civil servants. Usually, they have an understanding of the subject matter, as well as treaty law and practice.",
    "Treaties can be multilateral, plurilateral or bilateral and they generally come into force on signature, ratification or accession. Important multilateral treaties signed, ratified and acceded to by Sri Lanka are: ICCPR 1966 and the Optional Protocol 1976, ICESCR 1966, Convention on the Rights of the Child 1989, Geneva Conventions 1949 and the Additional Protocols 1977, The Nuclear Non-Proliferation Treaty 1968, UN Convention on Climate Change 1992, UN Biodiversity Convention 1992, Paris Agreement, IMO Conventions, ICAO Conventions, etc.",
    "Important plurilateral treaties signed or ratified by Sri Lanka are SAARC, BIMSTEC, IORAC, and they only apply to a group of states belonging to a particular region. Other famous plurilateral treaties are Treaty on European Union (Lisbon Treaty) and Revised Treaty of Chaguaramas (CARICOM Treaty). These two treaties have established a single market and economy with free movement of persons, goods and services.",
    "Important bilateral treaties signed by Sri Lanka are Rubber-Rice Pact 1956; 1987 Indo-Sri Lanka Accord, 1998 Indo-Sri Lanka Free Trade Agreement, and 2018 Singapore-Sri Lanka Free Trade Agreement. Other famous bilateral treaties are Camp David Accord 1976 and Shimla Agreement 1972.",
    "Treaties must be distinguished from non-treaty instruments. Non-treaty instruments are MOUs, guidelines, codes of conduct and Resolutions of the UN Security Council, Human Rights Council, IMO, ICAO, etc. Unlike treaties, non-treaty instruments do not require consent of States. Some non-treaty instruments are legally binding on Member States and they are called “hard law” and some are not binding and they are called “soft law”.",
    "Geneva Resolution 2015 30/1 of the Human Rights Council is a non-treaty instrument which applies to Sri Lanka. It was intended to bring reconciliation between the parties involved in the North-East armed conflict in Sri Lanka for a period of 30 years. This Resolution has created constitutional problems for Sri Lanka than any treaty or non-treaty instrument.",
    "Article 46 of the Vienna Convention on the Law of Treaties 1969 states, if a treaty (or non-treaty instrument) manifestly contravenes an internal rule of fundamental importance, a treaty could be rendered void at international level. This rule has evolved through Customary International Law and therefore it can be considered a part of Common Law of the United Kingdom and commonwealth countries.",
    "In Sri Lanka, treaties do not apply at national level, as Sri Lanka is a dualist State where international law is considered a separate legal order. Hence, the transformation of treaties into national legislation by using suitable legislative techniques is necessary to give legal effect to treaties at national level as in other Commonwealth countries. (See: T. O. Elias, The Modern Law of Treaties, (1974), pp.142-50. According to Judge Elias, the question brings into focus the doctrinal controversy between monists and dualists schools of thought in international law. See also: D. L. Mendis, Legislative Transformation of Treaties, Statute Law Review, Volume 13, OUP, UK, 1992.",
    "In Sri Lanka, the President, under the 1978 Constitution has an inherent right to sign, ratify or accede to treaties without consulting the prime minister and without obtaining parlia­mentary approval by reference to constitutional provisions. This has led to bitter controversy among cabinet ministers since the Indo-Lanka Accord 1986.",
    "In the United States of America, the President has to obtain approval of the Senate with a two-thirds majority to ratify treaties. Up to now, the President of USA has not been able to obtain the approval of the Senate for ratification of the 1982 LOS Convention.",
    "In the United Kingdom, Her Majesty the Queen signs, ratifies or accedes to treaties on the advice of the Prime Minister. However, the ‘Ponsonby Rule’ was introduced in 1924 by late Mr. Arthur Ponsonby (then Parliamentary Under-Secretary for Foreign Affairs) to obtain parliamentary approval prior to ratification of treaties with a view to encouraging open-government in foreign affairs.",
    "The cur­rent application of the ‘Ponsonby rule’ is recorded in the twenty-first edition of Erskine May’s Parliamentary Practice in the following manner –",
    "“When a treaty requires ratification, the Govern­ment does not usually proceed with the ratifica­tion until a period of twenty-one days has elapsed from the date on which the text of such a treaty was laid before parliament by Her Majesty’s command. This practice is subject to modification, if necessary, when urgent or other important considerations arise.”",
    "The ‘Ponsonby rule’ is followed in many Commonwealth countries with variations and such varied practices relating to the modification of the ‘Ponsonby rule’ in “urgent” or “important” situations are noted in the U.N.I.T.A.R. Study. (See: O. Schachter, M. Nawaz and J. Fried (eds.) – Toward Wider Acceptance of U.N. Treaties, (New York, 1971), pp.95-96). Several variations of the Ponsonby rule are noted in the UNITAR Study at p.95).",
    "In recent times, there appears to be an emerging constitutional practice in Commonwealth countries to obtain approval of Parliament either in the form of implementing legislation or by way of the Resolution prior to signature, ratification or accession in regard to certain category of treaties as provided hereinbelow:",
    "1. A treaty itself may mandate the approval of Parliament either by way of a Resolution or in the form of implementing legislation prior to signature, ratification or accession to treaties. It is necessary in such circumstan­ces to obtain Parliamentary approval by way of a Resolution or in the form of implementing legislation prior to signature, ratification or accession to treaties.",
    "For example, Anglo-Irish Agreement (1985) entered into force for the U.K. only after it was subjected to a heated debate in Parliament in November 1985 and was approved by the Parliament as required by the text of the treaty. Similarly, a large number of treaties initiated by or under the auspices of international organizations may require enactment of implementing legislation at national level prior to signature, ratification or accession to such treaties. (See: Articles of Agreement of the I.B.R.D., I.M.F. and I.F.C. require such approval. In moving the second reading in the House of Commons of the Multilateral Investment Guarantee Agency (M.I.G.A.) Bill, the former Minister for Overseas Development, Mr. Chris Patten stated: “The Bill is required to enable the United Kingdom to ratify the convention establishing MIGA, which is an international organization associated with the World Bank…”).",
    "2. In some Commonwealth countries, a “binding constitutional practice” has emerged in the sphere of public policy to obtain parliamentary approval in the form of implementing legislation prior to signature, ratification or accession to “important” or “controversial” treaties at national level.",
    "For example, in the United Kingdom, the Hong Kong Agreement 1984 and the Single European Act 1986 were approved by the House of Commons and implementing legislation was enacted before such treaties were ratified by the Executive. Some treaties initiated by international organizations are also enacted into national law before ratification or accession to such treaties because of their political and legal importance at international and national level.",
    "3. Constitutional or statutory provisions may require parliamentary approval in the form of implementing legislation prior to signature, ratification or accession to a certain category of treaties.",
    "For example, section 3 of the Ratification of Treaties Act 1983 (No. 5 of 1983) of Malta provides that a certain category of treaties require parliamentary approval in the form of implementing legislation.",
    "Similar provisions are also found in the Ratifi­cation of Treaties Act 1987 (No.1 of 1987) of Antigua and Barbuda. In such situations, approval of Parliament is generally obtained in the form of implementing legislation before instruments of ratification are deposited. The draft Millennium Challenge Compact (MCC) required the enactment of implementing legislation prior to signature for purpose of its implementation.",
    "In Sri Lanka, there is no reference whatsoever to treaties under article 33 of the 1978 Constitution. Hence, it is proposed that the following provisions should be inserted as article 33 (gg) the signature, ratification or accession to treaties by the President shall be undertaken in consultation with the Prime Minister.”",
    "In Sri Lanka, parliamentary approval is not necessary prior to signature, ratification or accession to a treaty, as there are no constitutional or statutory provisions requiring such approval.",
    "Many Commonwealth countries have enacted legislation requiring the approval of Parliament for a certain category of treaties as illustrated in the preceding parts of this article.",
    "In the UK, Constitutional Reform and Governance Act 2010 requires parliamentary approval for ratification of a certain category of treaties. Thus, this piece of legislation has taken the Ponsonby Rule to its logical end to ensure open government in foreign affairs.",
    "In the Republic of India, the National Commission was established in 2001 to review treaty-making power under the Indian Constitution, as there are no constitutional provisions regulating treaty-making powers. The Commission recommended such approval of Parliament. However, up to now, there has been no constitutional amendment enacted to ensure parliamentary approval for a certain category of treaties, although an attempt was made on 5th March 1993 by George Fernandez to introduce a Constitutional (Amendment) Bill to this effect in Lok Sabha.",
    "In Sri Lanka, the Yaha Palana Draft Constitution inserted the following provision to fill the lacuna in the 1978 Constitution in the following manner:",
    "“47. XX The Constitution would require that every treaty, along with a memorandum explaining its implication, be tabled in Parliament at least one month before ratification. Parliament may adopt a resolution recommending ratification, reservation or even non-ratification. The Executive would be bound by the terms of such resolution.",
    "Parliament shall be informed of the ratification of every such treaty forthwith.",
    "The provision of a human rights treaty shall become part of the domestic law on the expiry of a period of two years reckoned from the date of ratification. Parliament may by resolution extend such period by one year or reduce such period. Any further extension of the period not exceeding one year at a time would require two-thirds majority. Where Parliament passes a law incorporating a part but not the entirety of a treaty before automatic incorporation, the unincorporated provision would become domestic law at the end of the period concerned.",
    "In relation to human rights treaties to which Sri Lanka is a party at the time the new constitutional provisions come into effect, the two-year period shall begin to run from such time.”",
    "I humbly submit that in Sri Lanka parliamentary approval for a certain category of treaties is necessary prior to signature, ratification or accession to treaties. It is the Parliament and only the Parliament should be the final arbiter on granting approval for signature, ratification or accession to treaties. A draft Bill, on this subject, by the author of this article, is contained in the book titled: PERSPECTIVE ON CONSTITUTIONAL REFORM IN SRI LANKA, published by the International and Comparative Law Society, of Sri Lanka, 2021, pp. 492-501. (Editors: Dr. Hiran W. Jayewardene and Prof. Sharya Scharenguivel).",
    "(The view expressed are personal and not that of Lakshman Kadirgamar Institute. He served as Ambassador to Austria and Permanent Representative to the UN in Vienna. He served as UN and Commonwealth Legal Expert/Adviser in many countries. He also served as Legislative and Treaty Drafting Expert at the CARICOM Secretariat in Georgetown, Guyana (South America) for several years. Email: mendis_law@yahoo.com).",
    "Reform and bridging finance needed soon to avert another blow up",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}