{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-smart-home-enables-seamless-home-automation-via-range-of-intuitive-solutions-2/",
  "time_ut": 1653485640,
  "title": "Dialog Smart Home Enables Seamless Home Automation via Range of Intuitive Solutions",
  "body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, introduced a range of convenient and integrated solutions via ‘Dialog Smart Home’ to enable intelligent automation and intuitive control of homes.",
    "The newly introduced range of future-fit smart home solutions by Dialog Smart Home ranges from Home Automation, Home Security & Surveillance and Home Connectivity, and are designed to enable any home to work as one harmonious system where all elements work in tandem together to create a truly intelligent home.",
    "The Home Automation solutions offer homeowners seamless and convenient control of their electronic appliances through their smartphones anytime, anywhere. With the Smart Touch Wall Switches, Smart Power Strips and Smart Fan Controllers, homeowners can take control of existing light bulbs, table fans, rice cookers, chargers, ceiling fans and more appliances. Additionally, the Artificial Intelligence (AI) powered TeDi Alexa Solution enables users to control connected smart devices including TVs, air conditioners, home security systems and more through voice commands.",
    "Home Security & Surveillance solutions transform basic cameras into high-powered CCTV solutions. Baby and house monitoring smart cameras can be placed inside homes to keep a 360-degree eye on children and pets. The Indoor Security Camera has the ability to sound a siren and notify users if a stranger enters their home. Dialog Smart Home has also partnered with Singer to offer customers world-renowned Dahua CCTV solutions.",
    "The Home Connectivity solutions offers consumers Wi-Fi extenders to facilitate uninterrupted internet connectivity across the house to fit the homeowner’s lifestyle and requirements.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}