{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-china-envoys-discuss-broad-topics-of-mutual-interest-as-sri-lankas-crisis-worsens-95694/",
  "time_ut": 1655113740,
  "title": "US, China envoys discuss “broad topics of mutual interest” as Sri Lanka’s crisis worsens",
  "body_lines": [
    "ECONOMYNEXT – Amid Sri Lanka’s worst economic crisis and an impending debt restructuring, Ambassadors of China and the United States met on Monday (13) to discuss topics of mutual interest, the Chinese embassy said.",
    "The meeting took place as the island nation struggled to face the impact of dollar shortages including reduced supply of essentials like fuel and medicines.",
    "Sri Lanka has already announced it will not pay foreign debts as it has run out of currency reserves. The country is facing long queues for essentials including fuel, cooking gas, and kerosene. It’s also facing lower imports of wheat and medicines due to the dollar shortage after the central bank’s excess money printing and its removal of a soft peg.",
    "Chinese Ambassador Qi Zhenhong met with US Ambassador Julie Chung at the Chinese Embassy and “had a friendly discussion on broad topics of mutual interest”, the Chinese Embassy said on its official twitter platform.",
    "“China and the United States could work together to help Sri Lanka (to) overcome current difficulties (sp).”",
    "China has lent the largest amount of commercial loans to Sri Lanka as a bilateral lender. Beijing has been hesitant to restructure Chinese debt claiming it would then have to do the same for other debtor nations.",
    "Debt restructuring is crucial for Sri Lanka to reach a deal with the International Monetary Fund (IMF). Sri Lanka has already hired France-based Lazard as financial advisor and London-based Clifford Chance LLP as legal advisor to support the country in debt restructuring.",
    "The Chinese Ambassador told the media that Beijing will wait to finalize a 2.5 billion US dollar loan to crisis-hit Sri Lanka until the IMF loan deal due to debt restructuring.",
    "Both China and the U.S. have pledged their support to Sri Lanka in facing the worst financial crisis in its history. (Colombo/Jun13/2022)"
  ]
}