{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/UK-govt-not-party-to-training-SLs-STF-personnel-in-1980s-Britain/108-239077",
  "time_ut": 1655262360,
  "title": "UK govt. not party to training SL’s STF personnel in 1980s – Britain",
  "body_lines": [
    "Says it was a commercial contract between a British security firm and SL Police",
    "The British Government was not party to the agreement between the Sri Lankan Government and a British security firm, Keenie Meenie Services (KMS) in the 1980s, where the KMS trained Sri Lanka Police Special Task Force members in1980s, the British government reiterated on Monday.",
    "“The Government of Sri Lanka approached KMS without the involvement of the UK, and the UK Government had no ability to intervene in what was a commercial contract between the two parties. This is therefore out of scope of the review,” UK’s Parliamentary Under-Secretary (Foreign, Commonwealth and Development Office) Vicky Ford informed the UK Parliament.",
    "She made this written statement in response to a question whether the review commissioned by the British High Commission in Colombo into the impact of UK support to the Sri Lankan police will include the training delivered to its special task force by British security firm, KMS Limited, in the 1980s.",
    "The Parliamentary Under-Secretary also stated that the British High Commission in Colombo commissioned a review to look at the impact of UK Government support to the Sri Lankan police from 2016 until 2021, identify lessons learned and make recommendations with regards to future programmes.",
    "“The current iteration of the UK police training programme began in 2018 and focused on strengthening the police’s capacity to prevent and respond to sexual and gender-based violence, promoting gender equality, and community policing. This project contract and Conflict, Stability and Security Fund (CSSF) programme cycle concluded on 31 March 2022,” she said.",
    "“The British High Commission is considering its approach to any future CSSF programme and its review will be taken into account alongside a number of factors, “she added."
  ]
}