{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/ministers-salaries-how-much-are-they-actually-sacrificing/",
  "time_ut": 1654609260,
  "title": "Ministers & Salaries: How much are they actually sacrificing?",
  "body_lines": [
    "COLOMBO (News 1st); Today (7), Cabinet Spokesperson Dinesh Gunawardena said that the Ministers of the present Government have collectively agreed to forego their salaries this year and work for the betterment of the country.",
    "According to Cabinet Spokesperson, Bandula Gunawardena, the salary of a Minister is 65,000 rupees.",
    "At present, there are 21 Cabinet Ministers, including the President.",
    "If all 21 cabinet ministers donate their salaries, the total amount donated per month will only be Rs. 1,365,000. However, a Cabinet Minister receives many other allowances in addition to their salaries.",
    "The maximum number of vehicles currently provided for the use and security of a Cabinet Minister is 3. In addition to this, an allowance of 750 liters per month for a vehicle using petrol and 600 liters per month for a diesel vehicle is provided.",
    "Accordingly, if one estimates that a Minister uses only a petrol vehicle using 92 octane fuel, the value of the fuel consumed per vehicle is approximately Rs. 315,000.",
    "In addition to vehicles and fuel, a Minister also have the opportunity to employ 15 support staff, and this auxiliary staff receive salaries as well as fuel allowances.",
    "Moreover, another Rs. 40,000 is paid monthly for a Minister’s telephone and Rs. 21,000 for a personal support staff.",
    "There are also ministers in the current Cabinet who have an official residences within Colombo city limits.",
    "However, do Ministers who obtain their salaries give up their MP salaries as well?",
    "According to the Parliament website, the salary of a Member of Parliament is Rs. 54,285.",
    "Members of Parliament will receive a fuel allowance of over 300 liters, a monthly stipend of Rs. 50,000 and a stamp allowance of Rs. 87,000 per quarter.",
    "Will Cabinet Ministers sacrifice these allowances for the betterment of the country in the future?",
    "Commercial HC Fiscal Officer suspended over conduct in enforcing order on Aeroflot Case"
  ]
}