{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82733/pm-ranil-thanks-india-for-support-amid-difficult-period",
  "time_ut": 1653729060,
  "title": "PM Ranil thanks India for support amid difficult period",
  "body_lines": [
    "Sri Lanka is aiming to work towards taking “correct” policy decisions amid a “small window” to reduce the economic crisis impact, PM Ranil Wickremesinghe said on Friday as he thanked India and Japan over the move to set up a foreign aid consortium.",
    "The seasoned leader, who recently took charge as Sri Lanka PM for the sixth time, also said he spoke to Indian Finance Minister Nirmala Sitharaman and “expressed our country’s appreciation for the support India has extended during this difficult period”.",
    "In a series of tweets, the 73-year-old leader also underlined that the South Asian nation - in the midst of the worst-ever economic crisis - is also looking to fast-track talks with the IMF (International Monetary Fund) and finalise an arrangement by mid-June to “find concrete solutions to problems we’re facing.”",
    "“Assistance from India and Japan: I am grateful for the positive response from India and Japan on the proposal made for the Quad members (United States, India, Japan, and Australia) to take the lead in setting up a foreign aid consortium to assist Sri Lanka,” one of his posts read.",
    "“I had a conversation with India’s Minister of Finance @nsitharaman today. I expressed our country’s appreciation for the support India has extended during this difficult period. I look forward to further strengthening ties between our nations,” the Sri Lanka PM wrote in another post.",
    "The Quad leader’s summit was held this week where leaders of four nations – Indian PM Narendra Modi, US President Joe Biden, Japanese PM Fumio Kishida, and Australian PM Anthony Albanese - met and discussed issues related to the Indo-Pacific issues apart from the Ukraine war and other global matters.",
    "On the sidelines of the summit, India and Japan agreed to work together on assisting crisis-hit Sri Lanka, the Japanese government said, after the meeting between prime ministers Modi and Kishida.",
    "On Friday, Indian Finance Minister Sitharaman met Sri Lankan high commissioner Milinda Moragoda to discuss the possibility of increasing aid for the country. “In this context, the minister and the high commissioner explored the possibility of increasing and restructuring the assistance provided by India in the form of credits for essential commodities and fuel as well as balance of payment support,” said a statement from the Sri Lankan high commission.",
    "The Sri Lanka prime minister, giving the latest updates, said his government is focusing on steps for the agriculture, private and banking sector.",
    "Since January, India has committed more than USD 3 billion to the debt-ridden neighbour, news agency PTI reported. On Friday, New Delhi handed over 25 tonnes of medical supplies worth over USD 700,000.",
    "Ranil Wickremesinghe is facing his biggest-ever challenges as he works towards helping Sri Lanka out of the crisis after the recent wave of violence and protests, which was followed by the leadership change. The Rajapaksas - the country’s most influential political family - was blamed for plunging the country into the current situation, which they in turn blamed on pandemic."
  ]
}