{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ceb-chairman-resigns-after-uproar-over-contradictory-cope-statement-95702/",
  "time_ut": 1655112480,
  "title": "Sri Lanka CEB chairman resigns after uproar over contradictory COPE statement",
  "body_lines": [
    "ECONOMYNEXT – Chairman of Sri Lanka’s state-run Ceylon Electricity Board (CEB) M M C Fernando resigned on Monday (13) after a controversial statement attributed to him about a renewable energy deal with the Adani Group made waves in the island nation and in neighbouring India",
    "“I have accepted the letter of resignation tendered to me by the CEB Chairman Mr M M C Ferdinando. Vice Chairman Nalinda Ilangaokoon will take over as the New Chairman CEB,” Energy Minister Kanchana Wijesekara tweeted Monday afternoon.",
    "Ferdinando had told Sri Lanka parliament’s Committee on Public Enterprises (COPE) that President Gotabaya Rajapaksa had told him that Prime Minister Narendra Modi had pressured him to hand over a wind power project to India’s Adani Group. Following a swift denial by President Rajapaksa, Ferdinando withdrew his statement to COPE, claiming that he had made the remark in a moment of pressure and emotion.",
    "The CEB chairman’s speech had made headlines both in Sri Lanka and India, nearly causing an international incident. Congress MP Rahul Gandhi was quoted by Indian media as criticising Modi and alleging that the ruling Bharatiya Janatha Party (BJP)’s cronyism has crossed the Palk Strait.",
    "Ferdinando was quoted by Sri Lanka’s Newsfirst Television as saying he was not pressured by anyone to withdraw the statement.",
    "The Adani project is one of several which authorities were trying to approve without competitive tender.",
    "Last week the government changed the governing law of state-run Ceylon Petroleum Corporation to end competitive tendering, as opposition protested it will lead to widespread procurement scams.",
    "Opposition leader Sajith Premadasa said charged that making false statement to the Ceylon Petroleum Corporation was violation of parliamentary privilege and he hoped to bring it up in parliament.",
    "“I will bring a proposal in parliament over the violation of priviledge,” Premadasa said. (Colombo/Jun13/2022)"
  ]
}