{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/I-only-told-youth-at-protest-not-to-give-up-fight-against-fraudsters-Anura/108-234666",
  "time_ut": 1649264100,
  "title": "I only told youth at protest not to give up fight against fraudsters: Anura",
  "body_lines": [
    "Refuting allegation that he instigated the violent protesters, National People's Power (NPP) leader Anura Kumara Dissanayake said today he never instigated violence against any individual but told the protesting youth not to give up their fight against the fraudsters.",
    "He told Parliament that a group of youth blocked his way when he tried to leave Parliament and that he explained to them that those who defrauded public money were leaving the country now and requested them not to give up their fight against them until the looted money is recovered.",
    "\"I never told them to attack minister Johnston Fernando as he said in Parliament today. He can check the video,\" he said.",
    "Responding to claims that a man wearing a helmet got into his vehicle when he came out of Parliament, Dissanayake said he was a party comrade who came for his security.",
    "\"We are not moving around without protection. We will not become victims to anyone cheaply. We have our party comrades to provide security to us. We are ready to reveal who he was if there was investigation regarding it,\" he said.",
    "MP Dissanayake said there was a conspiracy against the JVP just as in 1983.",
    "\"We had no connection to 1983 Black July. But, our party was banned which led to a massacre. Government is trying a similar situation today,\" he said.",
    "He said some group of people led by the government was attempting to ignite violence amidst peaceful public protests so as to exert suppression.",
    "\"We urge the government to stop this violence,\" he said. MP Dissanayake said people have taken to the street as they have paid off their patience having been in queues for gas, fuel and food without any solution from the government.",
    "\"This crisis was caused due to the conceitedness of the President. He never pay heed to anyone at least to his cabinet ministers,\" he said. (Ajith Siriwardana and Yohan Perera)"
  ]
}