{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aia-insurance-recognised-among-the-top-10-best-workplaces-in-the-banking-financial-services-and-insurance-industry/",
  "time_ut": 1648173960,
  "title": "AIA Insurance recognised among the Top 10 Best Workplaces in the Banking, Financial Services and Insurance industry",
  "body_lines": [
    "AIA Insurance is proud to make it to the inaugural list of 10 Best Workplaces in the Banking, Financial Services and Insurance (BFSI) Industry in Sri Lanka. AIA’s commitment towards creating a collaborative and communicative work culture is what makes AIA different from other players in the industry. Overall, the company offers an employee-friendly, inspiring and supportive work culture, where employees are recognised & appreciated for their work.",
    "AIA’s CEO Nikhil Advani commented, “we are honoured to be awarded yet another Best Workplaces award by Great Place to Work®. As we continue to develop and grow as an organisation, we stay focussed on providing the best to our employees. AIA Insurance truly believes in keeping our employees engaged to ensure a happy and positive workplace. The commonality of purpose, passion and determination in our people define AIA as a Great Place to Work® where we come together to make a difference for each other and our customers every day.",
    "AIA’s Director HR Thushari Perera added “we are grateful for this exceptional recognition and especially to our employees who have made AIA one of the Top 10 Best Workplaces in the BFSI industry. This recognition reaffirms our commitment to build a culture that rewards collaboration and fosters diversity, equity, and inclusion. We value our employees’ contribution to the business and thank them for all they do to make a positive difference to our AIA family. We are committed to continuously developing a workplace culture in which people can aspire to achieve great things and feel empowered to do things differently. We look forward to continuing to work together to transform the insurance industry with great workplace values.",
    "DFCC Bank celebrates 25 years of pioneering renewables in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}