{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81936/public-security-ministers-statement-in-parliament-on-rambukkana-incident",
  "time_ut": 1650445020,
  "title": "Public Security Minister’s statement in parliament on Rambukkana incident",
  "body_lines": [
    "Minister of Public Security Prasanna Ranatunga today made a special statement in Parliament regarding yesterday’s incidents at Rambukkana.",
    "He said that the government including the President would like to express its regret with regard to the Rambukkana incident, to the House and the people of the country.",
    "He said they would also like to express their regret to the family of the person who died in the incident and to those who were injured during it while also hoping for their quick recovery.",
    "He also expressed his regret to the police officers who were injured and hospitalized while attempting to maintain law and order during the events.",
    "Minister Ranatunga stated that protests have been carried out across the country over the past couple of days and that they are a government that has accepted the people’s right to protest.",
    "However, he said that they are also a responsible government that understands the need to maintain and safeguard the daily-to-day lives of the average citizens who are not engaging in protests.",
    "He accused the opposition parties of organizing and giving leadership to the protests across the country and said that those who gave leadership to these protests are also responsible for this situation.",
    "He said the police took every possible action to control the situation during the incident in Rambukkana and charged that the protesters had blocked roads and railway tracks for nearly 10 hours while behaving in a violent manner.",
    "Interrupting the minister’s statement, opposition members accused the minister of “lying” and noisily chanted things such as “murderers” against the ruling party members."
  ]
}