{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/09/will-smith-banned-from-oscars-for-10-years-over-slap/",
  "time_ut": 1649475540,
  "title": "Will Smith banned from Oscars for 10 years over slap",
  "body_lines": [
    "COLOMBO; Will Smith has been banned from the Oscars gala and other Academy events for 10 years after the US actor slapped comic Chris Rock at the Oscars.",
    "In a statement, the Academy said the 94th Oscars had been “overshadowed by the unacceptable and harmful behavior we saw Smith exhibit on stage”.",
    "Smith has apologized for his actions and resigned from the Academy.",
    "The actor hit Rock for joking about his wife’s shaved head, a result of the hair-loss condition alopecia.",
    "Less than an hour later, he was awarded the best actor award for his role in “King Richard”, where he played the father of tennis stars Venus and Serena Williams.",
    "The Academy Of Motion Picture Arts and Science, which organizes the awards ceremony, met virtually on Friday to discuss disciplinary action.",
    "In its statement, it said banning Smith was aimed at protecting performers and guests and “restoring trust in the Academy”.",
    "The Academy said that at the time of the slap it did not “adequately address the situation in the room” and had been “unprepared for the unprecedented”. I apologized for this.",
    "It also thanked Rock for “maintaining his composure under extraordinary circumstances”.",
    "In his resignation statement, Smith said he had “betrayed the trust of the Academy” and was “heartbroken” over his actions.",
    "He added he would “fully accept any consequences for my conduct”.",
    "His resignation means he will be unable to vote for future Oscars voters.",
    "The Academy’s disciplinary review over the incident, originally scheduled for 18 April, was fast-tracked after Smith resigned.",
    "Few have ever resigned from the academy. Four members – producer Harvey Weinstein, actor Bill Cosby, director Roman Polanski, and cinematographer Adam Kimmel – have been booted over sexual misconduct allegations, while actor Carmine Caridi was expelled in 2004 for pirating screener videos given to him.",
    "But the standards of conduct laid out by the film academy contained various disciplinary options for Smith, such as excluding him from future Oscars ceremonies, revoking his eligibility for awards, or taking back his newly won Oscar.",
    "Only one Oscar has ever been taken back; a feature called “Young Americans” won the best documentary honor in 1969 but was found to be ineligible for the award that year.",
    "Late last month, actor Whoopi Goldberg – a member of the academy’s board of governors – predicted Smith would face “big consequences” but said, “we’re not going to take that Oscar away from him.”",
    "Beyond the Academy’s actions, at least two studios – Sony and Netflix – are pausing their projects with Smith.",
    "Rock, who began his latest stand-up comedy tour shortly after the Oscars telecast, has not commented publicly on the slap.",
    "He told fans at a show last month that he is “still kind of processing what happened” and will talk about the incident “at some point”.",
    "Sri Lanka: Hospital staff engaged in protests due to drug shortages, inadequate facilities"
  ]
}