{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Code-of-conduct-for-MPs-must-be-strictly-followed-Karu/56-734201",
  "time_ut": 1651429800,
  "title": "Code of conduct for MPs must be strictly followed: Karu",
  "body_lines": [
    "Says party leaders and Speaker must ensure that code of conduct is followed",
    "Former Speaker says only those worthy of being called honourable MP should be given nomination by political parties",
    "Former Speaker Karu Jayasuriya on Saturday called on all party leaders as well as the current Speaker to ensure that the code of conduct for MPs that was adopted by the House in 2016 be strictly followed so as to rebuild public",
    "The code of conduct which was adopted when Jayasuriya was Speaker sets important rules for MPs to follow so as to ensure they conduct themselves in a manner that is befitting of the high office they hold.",
    "“When I was Speaker, I used to often tell MPs that they must earn respect and be worthy of being addressed as ‘honourable Member’. This can only be achieved by their own conduct and not forcibly. Unfortunately, I don’t think many of them follow that,” he said.",
    "He made these remarks at the launch of the memoirs of former Secretary General of Parliament Nihal Seneviratne titled ‘Memories of 33 years in Parliament’ held at the Sri Lanka Foundation Institute.",
    "He said that the bad behaviour of a selected few MPs has tarnished the image of all parliamentarians and led to the calls to oust all 225 of them.",
    "“Party leaders must ensure when they are giving nominations to ensure such persons are worthy of being called ‘Honourable MP’. It’s very important to change the image of Parliament,” he said.",
    "Jayasuriya also said he supports the ongoing protests calling for change. “I understand their sentiments, they don’t want politicians to ruin their  future. We have to understand their grievances, listen to them and the next  generation must have a  better life,” he said.",
    "MP Eran Wickramaratne, former MP D.E.W. Gunasekera, eminent legal academic Savitri Gunasekara and conservationist Rohan Pethiyagoda also spoke at the book launch."
  ]
}