{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/UK-EU-NZ-express-concerns-over-State-of-Emergency-in-SL/108-236504",
  "time_ut": 1651913940,
  "title": "UK, EU, NZ express concerns over State of Emergency in SL",
  "body_lines": [
    "Several foreign missions based in Colombo including the United States, the European Union, the United Kingdom and New Zealand have expressed their concerns on President Gotabaya Rajapaksa’s decision to declare State of Emergency in the country effective from last night.",
    "The European Union (EU) delegation in Sri Lanka said that State of emergency will certainly not help in solving the country’s difficulties and could have a counter productive effect.",
    "“A month of peaceful demonstrations has shown how Sri Lankan citizens fully enjoy their right to freedom of expression in the oldest democracy in South Asia,” the EU tweeted.",
    "UK High Commissioner Sarah Hulton in a Twitter message stated that, “A democratic and peaceful approach is essential to resolving the current challenges. Rights to peaceful protest and freedom of expression must be respected alongside all fundamental rights. Emergency laws restricting those rights work against democratic dialogue & solutions”.",
    "Canadian High Commissioner David Mckinnon also expressing his concern tweeted that, “Over the past weeks, the demonstrations across Sri Lanka have overwhelmingly involved citizens enjoying their right to peaceful freedom of expression, and are a credit to the country’s democracy. It’s hard to understand why it is necessary, then, to declare a state of emergency.”",
    "New Zealand High Commissioner to Sri Lanka Michael Appleton also expressed concerns about the state of emergency, without a ‘clear rationale’ provided.",
    "“Sri Lankans, whose recent protests have been overwhelmingly peaceful, deserve to have their voices heard. We encourage all to focus on solving Sri Lanka’s political & economic challenges.” he tweeted.",
    "The State of Emergency was declared by President Gotabaya Rajapaksa with effect from midnight yesterday in Sri Lanka. The President’s office said that the President has taken this decision “due to the public emergency situation in Sri Lanka and in the interests of public security, the protection of public order and the maintenance of supplies and services essential to the life of the community.”(Sunil Jayasiri)"
  ]
}