{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Its-time-to-stop-politiking-and-save-country-EDITORIAL/172-237057",
  "time_ut": 1652639520,
  "title": "It’s time to stop politiking and save country - EDITORIAL",
  "body_lines": [
    "Following a month of peaceful protests, on Monday (May 9), attacks by a group of pro-government supporters of premier Mahinda Rajapaksa, (egged on by a few lawless ministers of his inner circle) on peaceful protestors in Colombo, led to several days of violence in which at least nine people were killed and more than 200 injured. Dozens of residences owned by the Rajapaksas and their loyalists were set ablaze.",
    "The mayhem unleashed by the attackers led to the resignation of the prime minister and an automatic dissolution of the Cabinet leaving a power vacuum. The main opposition group led by Sajith Premadasa was invited by the president to lead a new government, but he refused, insisting the President should step down first.",
    "Left with hardly any room to manoeuvre, the president called on UNP leader Ranil Wickremasinghe - a five-time ex-premier - whose party has a single member in parliament to form a new government. Wickremasinghe accepted the offer and was sworn in as prime minister, with a solitary goal of leading the country out of the economic morass and its fallout, the - severe shortages of food, fuel, cooking gas, medicines and long power cuts. In short, his goal is to lead the country out of the economic crisis and through this, ease the present burdens placed on the common people. In the immediate aftermath of the naming of the new premier, a number of envoys from powerful nations - from our giant neighbour India, the United States, China and Japan have visited and promised the new premier that their countries would do all in their power to ensure Sri Lanka comes out of the present economic crisis.",
    "The free-falling rupee appeared to gain ground (rising from Rs. 380/- a US$ to Rs. 350/- almost overnight). But the problems of the people continue unabated. However, countrywide fuel is still in short supply. Long queues of buses, cars and other motorised vehicles stretch for miles from the fuel stations. In many parts of the country, large numbers of people in a desperate search for cooking gas have blocked roads, demanding the government should provide them with this facility.",
    "The Government Medical Officers Association (GMOA) has warned the health services were reaching the breaking point. A doctor speaking on grounds of anonymity said the numbers of patients at government hospitals have increased sharply, as a large number of people who would have otherwise sought private medical treatment could no longer afford seeking private treatment.",
    "The political uncertainties here have caused a number of countries to warn their citizens against visiting Sri Lanka, dealing another blow to the tourist trade which is a major foreign exchange earner.",
    "On assuming power, the new premier called on all political parties to join hands to find to search for solutions to the severe problems facing the people and solving the present economic crisis.",
    "Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake popularly know as AKD, pointed out the appointment of the new Prime Minister is not what the protesting public expected, and as such, they (as a political party) would not be part of the new government.  The main Opposition party in parliament, the Samagi Jana Balawegaya (SJB) and its constituent parties have called on the new premier to prove he has a majority in parliament.",
    "The Tamil National Alliance (TNA) MPs Darmalingam Siddharthan and M. A. Sumanthiran were among the first to respond. Jaffna District MP Siddharthan emphasised that the TNA, while not accepting ministerial portfolios would extend their fullest support to all measures taken to solve the economic problems faced by the country. He emphasised that this should be the main task of the interim administration.",
    "The Ceylon Workers Congress (CWC) has said it would support the new government to save the country.  Despite being a minority partes, the TNA and the CWC have hit the nail on the head so-to-say.",
    "It is time our politicians put aside their petty personal ambitions and even at this late stage, put the interests of this country first. The country needs a bailout from the International Monetary Fund (IMF) to restructure its debt repayments. This is of paramount importance. Or else, Sri Lanka could fall into a situation akin to Somalia - a failed state.",
    "To receive the IMF bailout, we need in the first place to have a stable government, and if we are to successfully navigate our way out of the present crisis, we need to put the needs of the country first. The present problems and shortages are not going to vanish overnight. But we need to make a start. Protests alone are not going to solve the problems of people or save the country."
  ]
}