{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/16/why-is-sri-lanka-facing-a-gas-shortage/",
  "time_ut": 1647437460,
  "title": "Why is Sri Lanka facing a gas shortage?",
  "body_lines": [
    "COLOMBO (News 1st); Liro Gas was unable to source the US $ 8 Million on Wednesday (16) to settle payment for a gas shipment that reached Sri Lanka.",
    "According to Litro Gas, a shipment is valued at approximately US $ 3 Million, however, due to arrears and demurrages, the supplier is seeking the US $ 8 Million from Sri Lanka.",
    "According to reports, the demurrages per day for this particular shipment is US $ 4,500/-, and Litro Gas revealed that it has payments to the tune of US $ 18 Million as demurrages to the supplier.",
    "If Litro Gas has opted for a long-term tender process, the payment for shipments could have been better managed.",
    "Notably, the long-term tender of Litro Gas lapsed on the 28th of February 2022, and even at that time, Litro Gas has not taken any measures to finalize the renewal of the long-term tender.",
    "– The failed attempt to introduce a full functioning Siyolit (Pvt) Ltd, the special purpose vehicle (SPV) incorporated for Sri Lanka’s gas sector",
    "– Crises that followed after reducing the weight of the domestic LP gas cylinders and distributing them to the local market",
    "– Gas related accidents that were reported from across Sri Lanka",
    "Although the long-term tender awarded to a foreign supplier has expired, Litro Gas Lanka continues to purchase gas from the same company.",
    "When a supply agreement is signed, the supplier usually agrees to supply at least 10 percent more or less of the total consignment.",
    "Higher costs can’t be prevented when spot purchases are made for gas.",
    "Last year, the chairman of Litro Gas criticized the supplier and blamed a mafia behind the transaction.",
    "Is a mafia in operation at the moment, as mentioned by the Chairman of Litro?"
  ]
}