{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/legitimate-criticism-and-mindless-opposition/",
  "time_ut": 1644041340,
  "title": "Legitimate criticism and mindless opposition",
  "body_lines": [
    "It’s not really Basil Rajapaksa’s fault. When the country’s Finance Minister announced that the government had requested IMF for advice and expected a team to arrive in the country a week or so down the line, Colombo’s free market advocates thought debt restructuring was in the air. Some praised Rajapaksa, others praised the government, while everyone noted the necessity of going to and seeking (debt) forgiveness from the IMF. A few, though not very few, listed down what the regime ought to be doing: privatisation, austerity, public sector divestment. In other words, belt-tightening for the masses.",
    "They were in for a severe disappointment: the government hadn’t asked for IMF assistance, merely advice. After Rajapaksa made his remarks, Ajith Nivard Cabraal clarified that he had been talking about “a routine Technical Assistance Program” for the Ministry of Finance’s “new Macro-Fiscal Unit.” I checked what Macro-Fiscal Units do: according to the IMF, they are “the government’s key unit for elaborating sustainable medium-term fiscal objectives and policy orientations, and for assessing fiscal risks.” So while Rajapaksa’s Ministry is still not going to the IMF, it’s not shirking the IMF either. In any case, reading between the lines, it’s clear that Rajapaksa and Cabraal weren’t contradicting each other.",
    "I think the episode revealed the desperation of those who want the country to toe the IMF line. Advocates of debt restructuring, at least most of them, are so besotted with the idea that they’ll do anything. They’ll even mute their criticism of the government. This is why not a few among them publicly urged the SJB and UNP not to oppose the status quo, to support it for the greater good. Implied in these statements, of course, is the assumption that what we need now is not political transformation, but economic reform, and that so long as these reforms are implemented, those implementing them should be supported.",
    "That the economy needs major restructuring can’t be denied. But what does restructuring entail? Most of these prescriptions seem simple enough: stabilise prices, reduce public sector wastage, eliminate corruption, and the like. The problem, though, has to do not so much with the solutions being recommended as with the manner of their implementation.",
    "Price stabilisation, to give one example, is obviously necessary in a context where essentials are becoming luxuries. Yet what would happen if the government stopped printing money, or contacted the money supply? What would happen to interest rates, working capital loan payments, private sector investment, and the future of the middle-class?",
    "People have a right to know about the consequences of these policy proposals. If the free market bandwagon are serious about implementing them and want the government to heed their call, they need to come out with what prescriptions like “austerity” would mean for the masses. They also need to insert the all too important caveat that these reforms will generate a significant backlash, and that even the most neoliberal government would have to scuttle them if they want to continue in power. In a word, the pro market crowd need to be clear about the political consequences of economic reform.",
    "If the past should tells us anything about the future, it’s likely even the biggest neoliberal hawks in the UNP would, were they in power now, not go ahead with the policy proposals being advocated by the pro market crowd. The yahapalana regime is a case in point. While much hope was placed on the UNP’s ability to enforce market reforms, in the end it never really delivered. Advocates of market reforms point, very correctly, at the present regime’s tax cuts, which deprived the Treasury of much needed money when the pandemic came. Yet similar concessions were granted by the yahapalana government also, despite the stridently pro-market rhetoric of its budgets, in particular the 2017 Budget.",
    "Certain critics of the government point at Bangladesh. They note that despite the worst health crisis to hit the subcontinent since the Malaria Epidemic, Bangladesh managed to not just survive, but thrive, defying the most dismal predictions. The same cannot be said for Sri Lanka, partly because, as those who keep pointing to Bangladesh contend, of government action and inaction. But it’s important to note the differences, to understand that the issues being highlighted in this regard go deeper than one supposes. Other countries did thrive, Sri Lanka did not. Yet why that happened needs to be contextualised.",
    "Sri Lanka suffers from the unenviable conundrum of shrinking tax revenues and expanding public services. To put it in layman’s terms, from whatever money the country earns, a great deal goes to the public sector, in particular services like hospitals. It goes into paying public sector workers, including PHIs, nurses, and teachers, the latter of whom were paid in full despite the months-long closure of schools. That teachers and doctors want higher salaries notwithstanding their security of tenure, then, can tell only one thing: they feel underpaid and want more. What austerity would mean to such groups, in light of hiking costs of living and declining standards of living, is anybody’s guess. Yours is as good as mine.",
    "Sri Lanka’s public services aren’t exactly stellar or up to the mark, but they have earned just praise and commendation internationally. Literacy rates, poverty levels, and wealth and income gaps are better than they are elsewhere in the region. In countries like Bangladesh about a fifth of the population live below the poverty line; in Sri Lanka less than five percent do. Sri Lanka’s public education sector has given the country a literacy rate of more than 90 percent. In Bangladesh the comparable figure is a little more than 70.",
    "In Bangladesh, the initial response to the pandemic was to go about business as usual. In Sri Lanka, on the other hand, health professionals had to constantly urge and engage with the government to enforce lockdowns and restrictions. When things got out of hand, the regime eventually complied. In Bangladesh garment factories, the backbone of the economy, were kept open despite much criticism. In Sri Lanka they were kept open as well, attracting similar criticism, but this happened on an arguably much smaller scale.",
    "The point I am making here is the same point I make to people comparing Sri Lanka to Lebanon: context matters. We can lament the state of our economy and identify problems to be resolved, but without contextualising them and placing them in their historical and social perspective, no prescription, however well it may have worked for other countries, will work out. Scaling down our public services, for instance, will make no sense if all it does is generate a huge backlash and impose even more austerity on the poor.",
    "There’s a fine line to be drawn between legitimate criticism of the government, which is what political commentators and intellectuals in general should engage in, and mindless acceptance of each and every policy prescription thrown in the way. The outcry over money printing is a case in point. The urban and suburban middle-classes almost universally decry it, but no one mentions what will happen if the State stops printing money or contracts the money supply. This is largely because the public – and by that I include supporters of the government – are so beholden to orthodox theory, whether of the Left or the Right, that they think whatever has worked elsewhere will work here.",
    "What’s dangerous about this is that those supporting such policy proposals avow that it doesn’t matter who’s implementing them; so long as they are being implemented, their assumption runs, the country should and will benefit. Here, too, we see that tendency to dichotomise politics and economics, to think that economic reforms are what count and that their political consequences are, at most, a secondary concern. Reality, however, has a way of working around, and against, such assumptions, a point which does not as yet seem to have dawned on Colombo’s pro market and civil society circuits.",
    "Sri Lanka desperately needs a critique of the powers that be which goes beyond obsession with market imposed austerity on the one hand and obsession with parading yourself as the superior of everyone else on the other. But these two broad trends seem to be dictating the direction of the Opposition, be it the UNP, the SJB, or the JVP-NPP. The regime would like nothing better than a disorganised Opposition, an Opposition incapable of winning hearts and minds. Yet that is what we are seeing here, now, and for all intents and purposes, it may be what we’ll see for quite some time. This is deeply distressing.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}