{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-mas-hemas-sarvodaya-step-forward-to-help-communities-in-need/",
  "time_ut": 1649597040,
  "title": "Dialog, MAS, Hemas, Sarvodaya step forward to help communities in need",
  "body_lines": [
    "In a mission to provide emergency relief to the worst impacted families and communities in the country due to the ongoing economic crisis, Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, Sarvodaya Shramadana Movement and PwC Sri Lanka joined forces to launch the ‘Manudam Mehewara’ relief initiative.",
    "Driven by its shared values and vision of providing immediate assistance to marginalised and vulnerable communities, the ‘Manudam Mehewara’ corporate coalition joined hands with like-minded partners including Sarvodaya, which will identify and provide emergency relief to more than 100,000 adversely affected families, especially communities in deep poverty. PwC partnered the initiative pro bono to monitor financial governance and reporting as per compliance requirements of the corporate partners. Furthermore, ITN, Siyatha, Swarnawahini, TV Derana and Vasantham joined the effort as media partners. Manudam Mehewara will commence operations on 10th April 2022, where urgently required, essential dry rations packs will be distributed to families in need across all 25 districts.",
    "Commenting, Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC said, “We are grateful to MAS, Hemas, our project execution partner – Sarvodaya and accountability partner PwC for joining us in this endeavour to provide emergency relief to more than 100,000 families in need across the country. As the trusted digital companion of over 17 million Sri Lankans, we recognised the immediate need to step forward to help relieve the impact on our adversely affected communities. We have always carried out such relief initiatives to help marginalised communities at their greatest hour of need. Given the magnitude of the challenge ahead, we invite Corporate Sri Lanka to join us in this effort.”",
    "Speaking at the launch, Suren Fernando, Group CEO – MAS Holdings said, ” I do sincerely hope that other corporates in Sri Lanka are inspired to join us, recognising the need to act now, and come together through this program or to find ways that are within their means to support the people of this nation during their time of desperate need. This is our nation, our people and our collective responsibility.”",
    "Sri Lanka’s daily income earners wonder whether they are gone for now, or gone for good",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}