{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/make-way-for-solutions-as-options-narrow/",
  "time_ut": 1652113440,
  "title": "Make way for solutions as options narrow",
  "body_lines": [
    "Deputy Speaker Siyambalapitiya initially resigned from his position when a section of the government backbenchers decided to become independent due to the mounting protests against the government of which they were a part.  He was persuaded to contest again as the candidate of the members who were not a part of the government and who now were a majority or close to being that.  But when the government members also decided to support the amiable former Deputy Speaker, he once again was perceived to be the candidate of the government.",
    "In the immediate aftermath of the election of the Deputy Speaker it seems that the government had rallied support to itself and still had close to a two-thirds majority. This cast a damper on the prospects for an end to the stalemate that has the people in large numbers demanding publicly that the government should quit, but the government refusing to quit.  The impression of strength also cast doubt on the success of the general strike and hartal that was planned for the following day.  However, the impression of strength was quickly dispelled when the victorious candidate resigned the following day from his position.",
    "The fiasco over the election of the Deputy Speaker has exposed the confusion within the government that makes it necessary for it to step down and give way to the new.  Foreign Minister Prof G L Peiris was the latest to have his house visited by a group of protestors who handed over a demand that he should support the no-confidence motion against the government proposed by the Opposition and also vote to abolish the 20th Amendment that created a super-presidency.  Protesters outside of the residence of former Prime Minister, Ranil Wickremasingha had harsh words to convey to him for refusing to face them outside of his private residence. However, they did not face the indignity of being hooted as suffered by Prime Minister Mahinda Rajapaksa when he visited the sacred Bodhi tree in Anuradhapura",
    "Members of the government cannot face the general public anymore.  Indeed, the potential for violence at the present time is ever present.  Tempers are running short in many places where people have been waiting in queues for weeks outside petrol stations and gas outlets.  Those who block main roads to vent their frustration with the government also inconvenience their fellow citizens who have their own matters to attend to.  It is a testimony to prevalent ethos of non-violence and mindfulness that the mass protests have been peaceful for so long.",
    "In declaring a state of emergency for the second time in barely a month, President Gotabaya Rajapaksa appears to be preparing for the crisis to worsen.   In the face of an impending general strike, the government may feel it needs to deploy the military to take on essential services, such as maintaining electricity and water supply. The rumour mills have been at work to suggest that a campaign to suppress the protestors by violent means is being planned.  A key target would be the dismantling of the three main protest sites in Colombo, opposite the Presidential Secretariat, Temple Trees, which contains the Prime Minister’s office, and in the vicinity of Parliament.",
    "On the more positive side, the President also appears to be preparing for compromise.  He has met with the Bar Association who have been performing a yeoman service in terms of upholding the basic rights of free assembly, speech and public protest by going in hundreds, when necessary, to protect the rights of those arrested by the police during the protest campaign.  The Bar Association has put forward a set of proposals that give a framework for resolving the political deadlock.   The President is reported to be prepared to consider the Bar Association proposals which would be a breakthrough to a path of conflict resolution.",
    "The key features of the Bar Association proposals call for a solution on the lines of the public demand that the President and Prime Minister should go and a new government, that is minus the Rajapaksa family, should be established.  It calls for the establishment of an interim government of national unity in which the Prime Minister is one who is able to establish a consensus among all political parties to enact necessary reforms. Second, it calls for a 21st Amendment to the Constitution by repealing the provisions of the 20th Amendment and restoring the 19th Amendment.  There is also a call for the abolition of the executive presidency at a subsequent stage.",
    "The sooner the government and President Gotabaya Rajapaksa, in particular, accept the Bar Association principles, and transition to a new government, the better it will be for the country.  Unlike in Myanmar, the state in Sri Lanka is based on democracy and not on a military machine.  Also, unlike in Myanmar, the Sri Lankan economy is totally dependent on foreign largesse for its survival at the present time.  The donor countries who call the shots in Sri Lanka are those that have a democratic ethos so a crackdown by the military will not be viable.",
    "There is no rational way out for the government leadership but to go with the flow.  Public opinion is very strongly against them.  They have lost their mandate to govern by the very fact of having led the country into the worst debacle ever.  Economic reality is also against them.  The foreign exchange crisis is getting worse by the day and with it the inability to import the fuel, gas, food and medicine necessary to sustain the economy and the lives of the people.  This is evident in the fact that the queues are getting longer and the people are getting angrier by the day.  The longer the delay, the more irreversible the hatred will be.",
    "The Bar Association proposals have been developed with the present political and economic impasse in mind. They state that their overarching requirement is the establishment of “a stable Government with the ability to implement reforms domestically and the ability/credibility to negotiate with the IMF, other multilateral agencies, and friendly countries to help Sri Lanka get out of the economic crisis.”  However, there are other major issues that need to be considered also if Sri Lanka is to truly turn the corner.  The most fundamental of these is to solve the ethnic conflict that gave rise to war that lasted three decades and which undermined the country’s long-term prospects for economic and political development.",
    "Although there is ethnic minority and religious representation in the ongoing protests in Colombo, the open agitation in the predominantly Tamil speaking parts of the country is less.  This is explained on the grounds that the strong military presence in those areas makes the people more vulnerable to harassment.  There is also a sense that the people there did not vote for the government and there is no guarantee that the next one will consider their problems either.  The challenge that needs to be taken up, sooner rather than later, is a need to better ensure the participation of national minorities who are regional majorities into the structures of governance.",
    "A salutary provision such as Section 29 of the first constitution after independence that sought to prevent discrimination needs to be enacted. Even the basic issue of language remains unresolved with the Tamil language still meted out step-motherly treatment when it comes to singing the national anthem or being used in police stations even in predominantly Tamil-speaking areas. The executive powers of the governors in the provinces, which are even more than the powers of the president in the country, need to be done away with it. These are not issues that the Bar Association proposals deal with and need to be taken up by other organisations.  Resolving them can open up new channels of goodwill and support to the new government from both within the country and from the international community.",
    "India rejects ‘speculative reports’ about sending troops to Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විකල්ප පටු ලෙස විසඳුම් සඳහා මග සකසන්න",
      "body_lines": [
        "ආණ්ඩුවේ පසුපෙළ මන්ත්‍රීවරුන් කොටසක් ස්වාධීන වීමට තීරණය කිරීමත් සමඟ නියෝජ්‍ය කථානායක සියඹලාපිටිය මුලින් සිය ධූරයෙන් ඉල්ලා අස්වූයේ තමන්ද කොටස්කරුවන් වූ රජයට එරෙහිව නැගී එන විරෝධතා හේතුවෙන්. ආණ්‌ඩුවේ කොටසක්‌ නොවන සහ දැනට බහුතරයක්‌ සිටින හෝ ඊට ආසන්න මන්ත්‍රීවරුන්ගේ අපේක්‍ෂකයා ලෙස නැවත තරග කිරීමට ඔහු පෙළඹුණි. එහෙත් ආණ්‌ඩු පක්‍ෂයේ මන්ත්‍රීවරුන් ද මිත්‍රශීලී හිටපු නියෝජ්‍ය කථානායකවරයාට සහය පළ කිරීමට තීරණය කිරීමත් සමඟ ඔහු යළිත් වරක්‌ ආණ්‌ඩුවේ අපේක්‍ෂකයා බවට පත් විය.",
        "නියෝජ්‍ය කථානායකවරයා තෝරා පත් කර ගැනීමෙන් පසු ක්ෂණයකින් පෙනෙන්නේ ආණ්ඩුව තමන්ටම සහයෝගය ලබාගෙන තවමත් තුනෙන් දෙකක බහුතරයකට ආසන්නව සිටි බවයි. රජය ඉවත් විය යුතු බවට ජනතාව විශාල වශයෙන් ප්‍රසිද්ධියේ ඉල්ලා සිටින නමුත් රජය ඉවත් වීම ප්‍රතික්ෂේප කරන ඇනහිටීම අවසන් කිරීමේ අපේක්ෂාවන්ට මෙය බාධාවක් විය. ශක්තිය පිළිබඳ හැඟීම පසුදින සැලසුම් කර තිබූ මහා වැඩවර්ජනයේ සහ හර්තාලයේ සාර්ථකත්වය පිළිබඳව ද සැක පහළ කරයි. කෙසේ වෙතත්, ජයග්‍රාහී අපේක්ෂකයා පසුදින සිය තනතුරෙන් ඉල්ලා අස්වීමත් සමඟ ශක්තිය පිළිබඳ හැඟීම ඉක්මනින් පහව ගියේය.",
        "නියෝජ්‍ය කථානායක තෝරා පත් කර ගැනීමේ ව්‍යාකූලත්වය ආණ්ඩුවේ ව්‍යාකූලත්වය හෙලිදරව් කර ඇති අතර එය ඉවත් වී නවකයෙකුට ඉඩ දිය යුතුය. විදේශ අමාත්‍ය මහාචාර්ය ජී එල් පීරිස් ඔහුගේ නිවසට පැමිණි අලුත්ම පුද්ගලයා වූයේ විපක්ෂය විසින් ඉදිරිපත් කර ඇති ආණ්ඩුවට එරෙහි විශ්වාසභංගයට සහය දිය යුතු බවටත් 20 වැනි සංශෝධනය අහෝසි කිරීමට ඡන්දය දිය යුතු බවටත් ඉල්ලීමක් භාර දුන් විරෝධතාකරුවන් පිරිසක් සුපිරි ජනාධිපතිකම. හිටපු අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාගේ නිවසින් පිටත විරෝධතාකරුවන්ට ඔහුගේ පෞද්ගලික නිවසින් පිටතදී ඔවුන්ට මුහුණ දීම ප්‍රතික්ෂේප කිරීම සම්බන්ධයෙන් ඔහුට පරුෂ වචන ප්‍රකාශ කිරීමට සිදු විය. එහෙත් මහින්ද රාජපක්ෂ අග්‍රාමාත්‍යවරයා අනුරාධපුර ශ්‍රී මහා බෝධීන් වහන්සේ වැඳපුදා ගත් අවස්ථාවේදී ඔහුට හූ කීම වැනි අගෞරවයක් ඔවුන්ට ඇති වුණේ නැහැ.",
        "ආණ්‌ඩුවේ මන්ත්‍රීවරුන්ට තවදුරටත් සාමාන්‍ය ජනතාවට මුහුණ දෙන්න බැහැ. ඇත්ත වශයෙන්ම, වර්තමානයේ ප්‍රචණ්ඩත්වයේ විභවය සැමවිටම පවතී. ඉන්ධන පිරවුම්හල්වලින් සහ ගෑස් අලෙවිසැල්වලින් පිටත සති ගණනක් පෝලිම්වල රැඳී සිටින බොහෝ ස්ථානවල මිනිසුන් කෝපයට පත්වෙමින් තිබේ. රජය කෙරෙහි ඇති කලකිරීම පිටකර ගැනීමට ප්‍රධාන මාර්ග අවහිර කරන අය තමන්ගේ කටයුතු ඇති තම සහෝදර ජනතාවද අපහසුතාවට පත් කරති. මහජන විරෝධතා මෙතරම් කාලයක් සාමකාමීව පැවතීම අවිහිංසාවාදයේ සහ සිහිකල්පනාවේ ප්‍රචලිත ආචාර ධර්මවලට සාක්ෂියකි.",
        "යන්තම් මසක් වැනි කෙටි කාලයක් තුළ දෙවැනි වරටත් හදිසි නීතිය ප්‍රකාශයට පත් කරමින් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා අර්බුදය තවත් උග්‍ර වීමට සූදානම් වන බවක් පෙනෙන්නට තිබේ. ඉදිරියේදී පැවැත්වීමට නියමිත මහා වැඩවර්ජනයක් හමුවේ, විදුලිය හා ජල සම්පාදනය වැනි අත්‍යාවශ්‍ය සේවාවන් සඳහා හමුදාව යෙදවිය යුතු බව රජයට හැඟෙන්නට පුළුවන. ප්‍රචණ්ඩකාරී ක්‍රම මගින් විරෝධතාකරුවන් මැඩලීමේ ව්‍යාපාරයක් සැලසුම් කරන බව යෝජනා කිරීමට කටකතා මෝල් ක්‍රියාත්මක වී තිබේ. ප්‍රධාන ඉලක්කයක් වනුයේ කොළඹ, ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට, අරලියගහ මන්දිරය, අග්‍රාමාත්‍ය කාර්යාලය සහ පාර්ලිමේන්තුව අවට ප්‍රධාන විරෝධතා ස්ථාන තුන කඩා ඉවත් කිරීමයි.",
        "වඩාත් සාධනීය පැත්තෙන් ජනාධිපතිවරයා ද සම්මුතියකට සූදානම් වන බවක් පෙනෙන්නට තිබේ. විරෝධතාවයේදී පොලිසිය විසින් අත්අඩංගුවට ගත් අයගේ අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා අවශ්‍ය වූ විට සිය ගණනින් ගොස් එක්රැස්වීම, කථනය සහ මහජන විරෝධතාවයේ මූලික අයිතිවාසිකම් තහවුරු කිරීම සම්බන්ධයෙන් විශිෂ්ට සේවාවක් ඉටු කරන නීතිඥ සංගමය ඔහු හමුවී ඇත. උද්ඝෝෂණය. දේශපාලන අර්බුදය විසඳීම සඳහා රාමුවක් සපයන යෝජනා මාලාවක් නීතිඥ සංගමය විසින් ඉදිරිපත් කර ඇත. ගැටුම් නිරාකරණය කිරීමේ මාවතක ඉදිරි ගමනක් වන නීතිඥ සංගම් යෝජනා සලකා බැලීමට ජනාධිපතිවරයා සූදානමින් සිටින බව වාර්තා වේ.",
        "නීතීඥ සංගම් යෝජනාවල ප්‍රධාන අංගයන් වන්නේ ජනාධිපතිවරයා සහ අගමැතිවරයා ගොස් නව රජයක් එනම් රාජපක්ෂ පවුල අඩු කළ යුතුය යන මහජන ඉල්ලීමට අනුව විසඳුමක් ලබා දෙන ලෙසයි. අවශ්‍ය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීම සඳහා සියලු දේශපාලන පක්ෂ අතර සම්මුතියක් ඇති කළ හැකි අග්‍රාමාත්‍යවරයා වන ජාතික සමගියෙන් යුත් අන්තර්වාර රජයක් ස්ථාපිත කරන ලෙස එය ඉල්ලා සිටී. දෙවනුව, 20 වැනි ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන අහෝසි කර 19 වැනි සංශෝධනය ප්‍රතිෂ්ඨාපනය කරමින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වැනි සංශෝධනයක් ඉල්ලා සිටී. විධායක ජනාධිපති ක්‍රමය අහෝසි කළ යුතු බවට ද ඊළඟ අදියරේදී හඬක් නැගෙමින් තිබේ.",
        "විශේෂයෙන්ම රජය සහ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා නීතිඥ සංගම් මූලධර්ම පිළිගෙන නව රජයකට සංක්‍රමණය වන තරමට එය රටට යහපත් වනු ඇත. මියන්මාරයේ මෙන් ශ්‍රී ලංකාවේ රාජ්‍යය පදනම් වී ඇත්තේ ප්‍රජාතන්ත්‍රවාදය මත මිස හමුදා යන්ත්‍රයක් මත නොවේ. එසේම, මියන්මාරයේ මෙන් නොව, ශ්‍රී ලංකාවේ ආර්ථිකය වර්තමානය වන විට එහි පැවැත්ම සඳහා මුළුමනින්ම රඳා පවතින්නේ විදේශික විශාලත්වය මත ය. ශ‍්‍රී ලංකාවේ ප‍්‍රජාතන්ත‍්‍රවාදී ආචාර ධර්ම ඇති රටවල් බැවින් හමුදාව විසින් මර්දනය කිරීම ශක්‍ය නොවනු ඇත.",
        "ආණ්ඩුවේ නායකත්වයට ප්‍රවාහය සමඟ යාම හැර තාර්කික මගක් නොමැත. මහජන මතය ඔවුන්ට දැඩි ලෙස විරුද්ධයි. රට මෙතෙක් සිදු නොවූ දරුණුම පරිහානියට ගෙන යාම නිසාම ඔවුන්ට ආණ්ඩු කිරීමේ ජනවරම අහිමි වී ඇත. ආර්ථික යථාර්ථය ද ඔවුන්ට විරුද්ධ ය. විදේශ විනිමය අර්බුදය දිනෙන් දින උග්‍ර වන අතර ඒ සමඟ ආර්ථිකය සහ ජන ජීවිතය පවත්වාගෙන යාමට අවශ්‍ය ඉන්ධන, ගෑස්, ආහාර සහ ඖෂධ ආනයනය කිරීමට නොහැකි වී තිබේ. ඒ බව පෙනෙන්නේ දිනෙන් දින පෝලිම් දිගු වීමත් ජනතාව කෝපයට පත් වීමත් ය. ප්‍රමාදය වැඩි වන තරමට වෛරය ආපසු හැරවිය නොහැකි වනු ඇත.",
        "නීතීඥ සංගම් යෝජනා සකස් කර ඇත්තේ වත්මන් දේශපාලන හා ආර්ථික අර්බුද පෙරදැරි කරගෙනය. ඔවුන්ගේ මූලික අවශ්‍යතාවය වන්නේ “දේශීයව ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමේ හැකියාව සහ ශ්‍රී ලංකාවට ආර්ථික අර්බුදයෙන් ගොඩ ඒම සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල, අනෙකුත් බහුපාර්ශ්වික ආයතන සහ මිත්‍ර රටවල් සමඟ සාකච්ඡා කිරීමේ හැකියාව/විශ්වාසනීයත්වය සහිත ස්ථාවර රජයක් පිහිටුවීම බව ඔවුන් ප්‍රකාශ කරයි. ” කෙසේ වෙතත්, ශ්‍රී ලංකාව සැබවින්ම කණපිට හැරවීමට නම් සලකා බැලිය යුතු තවත් ප්‍රධාන කරුණු තිබේ. මේවායින් වඩාත් මූලික වන්නේ දශක තුනක් පුරා පැවති යුද්ධයට තුඩු දුන් සහ රටේ ආර්ථික හා දේශපාලන සංවර්ධනය සඳහා වූ දිගුකාලීන අපේක්ෂාවන් කඩාකප්පල් කළ වාර්ගික ගැටුම විසඳීමයි.",
        "කොළඹ නගරයේ පවතින විරෝධතාවල වාර්ගික සහ ආගමික නියෝජනයක් තිබුණද, රටේ දෙමළ කතා කරන බහුතරයක් සිටින ප්‍රදේශවල විවෘත උද්ඝෝෂණ අඩුය. එම ප්‍රදේශවල ප්‍රබල හමුදා රැඳී සිටීම නිසා ජනතාව හිරිහැරවලට ගොදුරු වීමේ වැඩි අවදානමක් ඇති බවට මෙය පැහැදිලි කෙරේ. එහි සිටින ජනතාව ආණ්ඩුවට ඡන්දය නොදුන් බව ද හැඟීමක් ඇති අතර ඊළඟට ඔවුන්ගේ ගැටලු ගැන සලකා බලනු ඇතැයි සහතිකයක් නැත. ප්‍රාදේශිය වශයෙන් බහුතරයක් වන ජාතික සුළුතරයන් පාලන ව්‍යූහයන් තුළට වඩා හොඳින් සහභාගි කරවා ගැනීම වඩාත් හොඳින් තහවුරු කර ගැනීමේ අවශ්‍යතාවක් ඉක්මනින් භාර ගත යුතු අභියෝගයයි.",
        "නිදහසින් පසු පළමු ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 29 වැනි වගන්තිය වැනි වෙනස් කොට සැලකීම වැලැක්වීමට උත්සාහ කළ සුබදායී ප්‍රතිපාදනයක් පැනවිය යුතුය. ප්‍රධාන වශයෙන් දෙමළ කතා කරන ප්‍රදේශවල පවා ජාතික ගීය ගායනා කිරීමේදී හෝ පොලිස් ස්ථානවල භාවිතා කිරීමේදී දෙමළ භාෂාව තවමත් කුඩම්මාගේ සැලකිල්ලක් දැක්වීමත් සමඟ භාෂාව පිළිබඳ මූලික ප්‍රශ්නය පවා නොවිසඳී ඇත. රටේ ජනාධිපතිවරයාගේ බලතලවලටත් වඩා වැඩි පළාත් ආණ්ඩුකාරවරුන්ගේ විධායක බලතල ඉවත් කළ යුතුයි. මේවා නීතීඥ සංගම් යෝජනාවලට අදාළ වන සහ වෙනත් සංවිධාන විසින් ගත යුතු ප්‍රශ්න නොවේ. ඒවා නිරාකරණය කර ගැනීම තුළින් රට තුළ මෙන්ම ජාත්‍යන්තර ප්‍රජාවෙන් ද නව රජයට හොඳ හිතේ සහ සහයෝගයේ නව මාර්ග විවෘත කළ හැකිය.",
        "ශ්‍රී ලංකාවට හමුදා යැවීම පිළිබඳ ‘සමපේක්ෂ වාර්තා’ ඉන්දියාව ප්‍රතික්ෂේප කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "விருப்பங்கள் குறுகியதாக தீர்வுகளுக்கு வழி செய்யுங்கள்",
      "body_lines": [
        "பிரதி சபாநாயகர் சியம்பலாபிட்டிய ஆரம்பத்தில் தனது பதவியை இராஜினாமா செய்தபோது, ​​அரசாங்கத்தின் பின்வரிசை உறுப்பினர்களில் ஒரு பகுதியினர் தாங்கள் அங்கம் வகிக்கும் அரசாங்கத்திற்கு எதிராக பெருகிவரும் எதிர்ப்புக்களால் சுயாதீனமாக மாற முடிவு செய்தனர். அரசாங்கத்தில் அங்கம் வகிக்காத மற்றும் தற்போது பெரும்பான்மை அல்லது அதற்கு அருகில் உள்ள உறுப்பினர்களின் வேட்பாளராக மீண்டும் போட்டியிட அவர் வற்புறுத்தப்பட்டார். ஆனால் அரசாங்க உறுப்பினர்களும் இணக்கமான முன்னாள் பிரதி சபாநாயகருக்கு ஆதரவளிக்க தீர்மானித்ததையடுத்து, அவர் மீண்டும் அரசாங்கத்தின் வேட்பாளராக கருதப்பட்டார்.",
        "பிரதி சபாநாயகர் தேர்தல் முடிந்த உடனேயே, அரசாங்கம் தனக்கே ஆதரவைத் திரட்டிக் கொண்டதாகவும், இன்னும் மூன்றில் இரண்டு பெரும்பான்மைக்கு அருகில் இருப்பதாகவும் தெரிகிறது. இது முட்டுக்கட்டைக்கு முற்றுப்புள்ளி வைப்பதற்கான வாய்ப்புகளைத் தணித்தது, இது அரசாங்கம் வெளியேற வேண்டும் என்று பெருமளவிலான மக்களைக் கோருகிறது, ஆனால் அரசாங்கம் வெளியேற மறுக்கிறது. அடுத்த நாள் திட்டமிடப்பட்டிருந்த பொது வேலைநிறுத்தம் மற்றும் ஹர்த்தாலின் வெற்றியின் மீதும் பலத்தின் தாக்கம் சந்தேகத்தை ஏற்படுத்தியது. இருப்பினும், வெற்றி பெற்ற வேட்பாளர் அடுத்த நாள் தனது பதவியை ராஜினாமா செய்தபோது வலிமை பற்றிய எண்ணம் விரைவாக அகற்றப்பட்டது.",
        "பிரதி சபாநாயகர் தெரிவில் ஏற்பட்ட படுதோல்வி, அரசாங்கத்துக்குள் ஏற்பட்ட குழப்பத்தை அம்பலப்படுத்தியுள்ளது. வெளிவிவகார அமைச்சர் பேராசிரியர் ஜி.எல்.பீரிஸ் அண்மையில் அவரது வீட்டுக்குச் சென்ற ஆர்ப்பாட்டக்காரர்கள் குழுவினர், எதிர்க்கட்சிகள் முன்வைத்துள்ள அரசாங்கத்திற்கு எதிரான நம்பிக்கையில்லாப் பிரேரணைக்கு ஆதரவளிக்க வேண்டும் என்றும், 20ஆவது திருத்தச் சட்டத்தை ரத்து செய்வதற்கு வாக்களிக்க வேண்டும் என்றும் கோரிக்கையை கையளித்தனர். சூப்பர் ஜனாதிபதி பதவி. முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்கவின் இல்லத்திற்கு வெளியே ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள், அவரது தனிப்பட்ட இல்லத்திற்கு வெளியே அவர்களை எதிர்கொள்ள மறுத்ததற்காக அவருக்கு கடுமையான வார்த்தைகளை வெளிப்படுத்தினர். எனினும், பிரதமர் மஹிந்த ராஜபக்ஷ அநுராதபுரத்தில் உள்ள புனித போதி மரத்திற்குச் சென்ற போது அனுபவித்த அவமானத்தை அவர்கள் எதிர்கொள்ளவில்லை.",
        "அரசாங்க உறுப்பினர்கள் இனி பொது மக்களை எதிர்கொள்ள முடியாது. உண்மையில், தற்போது வன்முறைக்கான சாத்தியம் எப்போதும் உள்ளது. பெட்ரோல் நிலையங்கள் மற்றும் எரிவாயு விற்பனை நிலையங்களுக்கு வெளியே மக்கள் பல வாரங்களாக வரிசையில் காத்திருக்கும் பல இடங்களில் வெப்பநிலை குறைவாக உள்ளது. அரசாங்கத்தின் மீதான விரக்தியை வெளிப்படுத்த பிரதான சாலைகளை மறிப்பவர்கள், தங்களுடைய சொந்த விஷயங்களைக் கவனிக்க வேண்டிய சக குடிமக்களையும் சிரமத்திற்கு உள்ளாக்குகிறார்கள். மக்கள் போராட்டங்கள் நீண்ட காலமாக அமைதியாக இருந்ததற்கு, அகிம்சை மற்றும் நினைவாற்றல் ஆகியவற்றின் பரவலான நெறிமுறைகளுக்கு இது ஒரு சான்றாகும்.",
        "ஒரு மாதத்திற்குள் இரண்டாவது தடவையாக அவசரகால நிலையை பிரகடனப்படுத்திய ஜனாதிபதி கோட்டாபய ராஜபக்ஷ நெருக்கடியை மோசமாக்குவதற்கு தயாராகி வருவதாகத் தெரிகிறது. வரவிருக்கும் பொது வேலைநிறுத்தத்தை எதிர்கொள்வதால், மின்சாரம் மற்றும் நீர் விநியோகத்தை பராமரிப்பது போன்ற அத்தியாவசிய சேவைகளை மேற்கொள்ள இராணுவத்தை அனுப்ப வேண்டும் என்று அரசாங்கம் நினைக்கலாம். போராட்டக்காரர்களை வன்முறை வழிகளில் அடக்குவதற்கான ஒரு பிரச்சாரம் திட்டமிடப்பட்டுள்ளது என்று வதந்தி ஆலைகள் வேலை செய்கின்றன. கொழும்பில், ஜனாதிபதி செயலகத்திற்கு எதிரே, பிரதமரின் அலுவலகம் உள்ள அலரிமாளிகை மற்றும் பாராளுமன்றத்தை அண்மித்துள்ள மூன்று பிரதான போராட்ட தளங்களை அகற்றுவது ஒரு முக்கிய இலக்காகும்.",
        "மிகவும் சாதகமான பக்கத்தில், ஜனாதிபதியும் சமரசத்திற்கு தயாராகி வருவதாகத் தெரிகிறது. போராட்டத்தின் போது காவல்துறையினரால் கைது செய்யப்பட்டவர்களின் உரிமைகளைப் பாதுகாக்க, தேவைப்படும்போது நூற்றுக்கணக்கானோர் சென்று, சுதந்திரமாக ஒன்றுகூடல், பேச்சுரிமை மற்றும் பொதுப் போராட்டம் போன்ற அடிப்படை உரிமைகளை நிலைநிறுத்துவதில் மகத்தான சேவையை ஆற்றிவரும் வழக்கறிஞர் சங்கத்தை அவர் சந்தித்தார். பிரச்சாரம். சட்டத்தரணிகள் சங்கம் அரசியல் முட்டுக்கட்டைகளை தீர்ப்பதற்கான கட்டமைப்பை வழங்கும் முன்மொழிவுகளை முன்வைத்துள்ளது. முரண்பாட்டைத் தீர்க்கும் பாதையில் ஒரு திருப்புமுனையாக அமையும் சட்டத்தரணிகள் சங்க முன்மொழிவுகளை பரிசீலிக்க ஜனாதிபதி தயாராக இருப்பதாகத் தெரிவிக்கப்படுகிறது.",
        "சட்டத்தரணிகள் சங்க முன்மொழிவுகளின் முக்கிய அம்சங்கள், ஜனாதிபதியும் பிரதமரும் சென்று ராஜபக்ச குடும்பத்தை குறைத்து புதிய அரசாங்கம் அமைக்கப்பட வேண்டும் என்ற பொதுமக்களின் கோரிக்கையின் அடிப்படையில் தீர்வு காணப்பட வேண்டும். தேவையான சீர்திருத்தங்களைச் செயல்படுத்த அனைத்து அரசியல் கட்சிகளுக்கும் இடையே ஒருமித்த கருத்தை ஏற்படுத்தக்கூடிய ஒருவரான பிரதமர் தேசிய ஒற்றுமையின் இடைக்கால அரசாங்கத்தை ஸ்தாபிக்க அழைப்பு விடுக்கிறது. இரண்டாவதாக, 20வது திருத்தத்தின் விதிகளை நீக்கி, 19வது திருத்தத்தை மீட்டெடுப்பதன் மூலம் அரசியலமைப்பின் 21வது திருத்தம் கொண்டுவரப்பட வேண்டும் என்று கோருகிறது. அடுத்த கட்டமாக நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்க வேண்டும் என்ற கோரிக்கையும் எழுந்துள்ளது.",
        "அரசாங்கமும், குறிப்பாக ஜனாதிபதி கோட்டாபய ராஜபக்ஷவும் சட்டத்தரணிகள் சங்கக் கோட்பாடுகளை ஏற்றுக்கொண்டு, புதிய அரசாங்கத்திற்கு மாறினால், அது நாட்டுக்கு நல்லது. மியன்மாரைப் போல் அல்லாமல், இலங்கையில் அரசானது ஜனநாயகத்தின் அடிப்படையிலானது அன்றி இராணுவ இயந்திரத்தில் அல்ல. மேலும், மியன்மாரைப் போல் அல்லாமல், இலங்கையின் பொருளாதாரம் தற்சமயம் அதன் உயிர்வாழ்விற்காக முற்றிலும் வெளிநாட்டுப் பெருந்தொகையையே சார்ந்துள்ளது. இலங்கையில் நன்கொடை அளிக்கும் நாடுகள் ஜனநாயக நெறிமுறைகளைக் கொண்டவை, எனவே இராணுவத்தின் ஒடுக்குமுறை சாத்தியமானதாக இருக்காது.",
        "அரசாங்கத் தலைமைக்கு ஓட்டத்துடன் செல்வதைத் தவிர வேறு பகுத்தறிவு வழி இல்லை. பொதுமக்களின் கருத்து அவர்களுக்கு எதிராக கடுமையாக உள்ளது. நாட்டை மிக மோசமான தோல்விக்கு இட்டுச் சென்றதன் மூலம் அவர்கள் ஆட்சி செய்வதற்கான ஆணையை இழந்துள்ளனர். பொருளாதார யதார்த்தமும் அவர்களுக்கு எதிரானது. அந்நியச் செலாவணி நெருக்கடி நாளுக்கு நாள் மோசமடைந்து வருவதுடன், பொருளாதாரத்தையும் மக்களின் வாழ்க்கையையும் நிலைநிறுத்துவதற்குத் தேவையான எரிபொருள், எரிவாயு, உணவு மற்றும் மருந்துகளை இறக்குமதி செய்ய இயலாமை. வரிசைகள் நீண்டு கொண்டே செல்வதும், நாளுக்கு நாள் மக்கள் கொதிப்படைவதும் இது தெளிவாகிறது. எவ்வளவு காலம் தாமதம் செய்கிறதோ, அவ்வளவு அதிகமாக வெறுப்பு மீள முடியாததாக இருக்கும்.",
        "தற்போதைய அரசியல் மற்றும் பொருளாதார முட்டுக்கட்டைகளை மனதில் கொண்டு சட்டத்தரணிகள் சங்க முன்மொழிவுகள் உருவாக்கப்பட்டுள்ளன. \"உள்நாட்டில் சீர்திருத்தங்களை செயல்படுத்தும் திறன் கொண்ட நிலையான அரசாங்கத்தை நிறுவுவதும், பொருளாதார நெருக்கடியில் இருந்து இலங்கைக்கு உதவ சர்வதேச நாணய நிதியம், பிற பலதரப்பு முகவர் மற்றும் நட்பு நாடுகளுடன் பேச்சுவார்த்தை நடத்தும் திறன்/நம்பகத்தன்மை ஆகியவற்றை நிறுவுவதும் அவர்களின் முக்கிய தேவையாகும். ” எவ்வாறாயினும், இலங்கை உண்மையாகவே மூலையை திருப்ப வேண்டுமாயின் வேறு முக்கிய விடயங்களையும் கருத்தில் கொள்ள வேண்டும். இவற்றில் மிகவும் அடிப்படையானது, மூன்று தசாப்தங்களாக நீடித்த போருக்கு வழிவகுத்த மற்றும் பொருளாதார மற்றும் அரசியல் வளர்ச்சிக்கான நாட்டின் நீண்டகால வாய்ப்புகளை குறைமதிப்பிற்கு உட்படுத்திய இன மோதலைத் தீர்ப்பதாகும்.",
        "கொழும்பில் நடைபெற்று வரும் போராட்டங்களில் சிறுபான்மை இன மற்றும் மத பிரதிநிதித்துவம் இருந்தாலும், நாட்டின் பெரும்பான்மையான தமிழ் பேசும் பகுதிகளில் வெளிப்படையான கிளர்ச்சி குறைவாகவே உள்ளது. அந்தப் பகுதிகளில் பலத்த இராணுவப் பிரசன்னம் இருப்பதால், மக்கள் துன்புறுத்தலுக்கு ஆளாக நேரிடுகிறது என்ற அடிப்படையில் இது விளக்கப்படுகிறது. அங்குள்ள மக்கள் அரசாங்கத்திற்கு வாக்களிக்கவில்லை என்ற உணர்வும் உள்ளது, அடுத்தவர்கள் தங்கள் பிரச்சினைகளையும் கருத்தில் கொள்வார்கள் என்பதற்கு எந்த உத்தரவாதமும் இல்லை. விரைவில் எடுத்துக் கொள்ளப்பட வேண்டிய சவாலானது, பிராந்திய பெரும்பான்மையினராக உள்ள தேசிய சிறுபான்மையினரின் பங்கேற்பை சிறந்த முறையில் ஆட்சி அமைப்பில் உறுதி செய்வதாகும்.",
        "சுதந்திரத்திற்குப் பிறகு முதல் அரசியலமைப்பின் பிரிவு 29 போன்ற பாகுபாட்டைத் தடுக்க முயன்ற ஒரு பாதுகாப்பு ஏற்பாடு இயற்றப்பட வேண்டும். தேசிய கீதம் பாடும் போது அல்லது தமிழ் பேசும் மக்கள் அதிகம் வசிக்கும் பகுதிகளில் கூட காவல் நிலையங்களில் பயன்படுத்தப்படும் போது, ​​தமிழ் மொழியின் அடிப்படைப் பிரச்சினை கூட தீர்க்கப்படாமல் உள்ளது. நாட்டில் ஜனாதிபதியின் அதிகாரங்களை விடவும் கூடுதலான மாகாணங்களில் உள்ள ஆளுநர்களின் நிறைவேற்று அதிகாரங்கள் இல்லாதொழிக்கப்பட வேண்டும். இவை பார் அசோசியேஷன் முன்மொழிவுகள் கையாளும் மற்றும் பிற அமைப்புகளால் எடுக்கப்பட வேண்டிய பிரச்சினைகள் அல்ல. அவற்றைத் தீர்ப்பதன் மூலம் நாட்டிற்குள்ளும் சர்வதேச சமூகத்திலிருந்தும் புதிய அரசாங்கத்திற்கு நல்லெண்ணம் மற்றும் ஆதரவின் புதிய வழிகளைத் திறக்க முடியும்.",
        "இலங்கைக்கு படைகளை அனுப்புவது தொடர்பான ஊக அறிக்கைகளை இந்தியா நிராகரித்துள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}