{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-drug-prices-up-after-rupee-fall-experts-raise-concern-over-expensive-drugs-91573/",
  "time_ut": 1647061620,
  "title": "Sri Lanka drug prices up after rupee fall; experts raise concern over expensive drugs",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka National Medicine Regulatory Association (NMRA) has given permission to raise drug prices by 29 percent on the request of private importers due to steep depreciation of rupee against the US dollar, the subject minister told the parliament on Friday (11).",
    "State Minister of Production, Supply and Regulation of Pharmaceuticals, Channa Jayasumana told the parliament, that the drug regulator NMRA has agreed to grant permission to increase prices by 29 percent at a meeting held on Friday.",
    "“With the changes in the dollar we had inquiries to change the prices. But me nor the Minister of health has the power to change or increase the prices.” Jayasumana said.",
    "“The NMRA committee had a meeting today and discussed about it and recommended a price increase percentage which we as the ministry can implement. Accordingly, the price increase they have given permission is 29 percent,”",
    "Meanwhile, the Federation for Health Professionals (FHP) said, state hospitals are experiencing a shortage of more than 50 essential drugs and specialists have had to plan their treatments with just a few of the more affordable substitute medicines.",
    "“This increase in prices is a serious crisis for the entire healthcare system, as it has become the norm to buy all the expensive drugs from private pharmacies,” the convener of the Federation for Health Professionals, Ravi Kumudesh said.",
    "“As a result of this price increase, it is inevitable that the prices of essential drugs will continue to double or triple or even increase on a daily basis at competitive prices and the hospital staff will have to maintain a health care system that varies according to the amount of money available at hands of patients.”",
    "FHP said in addition to the dollar problem, an increase in freight rates for pharmaceuticals due to the sharp decline in the arrival of cargo ships and aircraft, increase in oil prices, will lead to further increase in drug prices in the future.",
    "“Unless a definite plan is put in place, the public must be prepared for an environment in which free health care will not function in the country,” Kumudesh said.",
    "Commenting on the allegation on medicine shortage, the minister said the shortage has been created by sellers, dealers and importers by preventing adequate supply to the market expecting price hike.",
    "Jayasumana said the state-owned storages have enough supply for 6 months while the private suppliers had informed the authorities of having enough supplies for another 4 months. However, due to the forex shortage in the country, private medicine suppliers informed a possible shortage in medicine earlier this month.",
    "The Sri Lanka Chamber of Pharmaceuticals Industry (SLCPI), at a press briefing held on March 3, said, due to inability to open letters of credit, country will face a shortage of essential drugs in the market by next month.",
    "Azam Jaward the Vice President, SLCPI said the industry has not been given priority to a certain extent due to the current power crisis where fuel is given priority.",
    "“Delays in NMRA, price control is causing a problem along with the dollar crisis,,” HE SAID.",
    "“Until last month we did not have any major issues. But now the banks have been advised to prioritize issuing LCs to import fuel. If this trend continues, even for the lifesaving drugs, we will have a serious issue.”",
    "“We are at the moment have the supply for another 2-6 weeks, some medicines for another 3 months, but we are concern about the possible situations that can arise in the future in this country due to drug shortage.”",
    "Medical and Civil Rights Professional Association of Doctors (MCPA) in a letter before the price increase said affordable drug prices are likely to reduce patients taking adequate medicines at appropriate intervals.",
    "Dr. Chamal Sanjeewa, the President of MCPA said many patients are tempted to buy the drugs in small amount “without taking them for the prescribed period of time.’’",
    "‘’If the price of medicine increases, the public will not use medicine in the appropriate and prescribed manner,’’ he said asking for the government intervention to help the poor to ensure medicinal supply at an affordable price.",
    "‘’If there’s no fuel you can stay at home and work if there’s no gas you can convert to firewood or kerosene cookers if there’s no electricity you can light a candle, but if there’s no medicine there is no alternative the people have.’’",
    "He also warned that if Sri Lanka manufactures drugs, it must be done in the right quantity and quality for the patients as there is potential to use Sri Lankan resources to control the budding anticipated shortage.  (Colombo/Mar12/2022)"
  ],
  "translate": {
    "si": {
      "title": "රුපියල කඩාවැටීමෙන් පසු ශ්‍රී ලංකාවේ ඖෂධ මිල ඉහළට; විශේෂඥයන් මිල අධික ඖෂධ ගැන අවධානය යොමු කරයි",
      "body_lines": [
        "ECONOMYNEXT – එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල දැඩි ලෙස අවප්‍රමාණය වීම හේතුවෙන් පෞද්ගලික ආනයනකරුවන්ගේ ඉල්ලීම මත ඖෂධ මිල සියයට 29 කින් ඉහළ දැමීමට ශ්‍රී ලංකා ජාතික ඖෂධ නියාමන සංගමය (NMRA) අවසර ලබා දී ඇති බව විෂය අමාත්‍යවරයා සිකුරාදා (11) පාර්ලිමේන්තුවට පැවසීය.",
        "ඖෂධ නිෂ්පාදන, සැපයුම් සහ නියාමනය පිළිබඳ රාජ්‍ය අමාත්‍ය චන්න ජයසුමන මහතා පාර්ලිමේන්තුවට ප්‍රකාශ කළේ සිකුරාදා පැවති රැස්වීමකදී ඖෂධ නියාමන අධිකාරියේ NMRA විසින් මිල සියයට 29 කින් වැඩි කිරීමට අවසර ලබා දීමට එකඟ වූ බවයි.",
        "“ඩොලරයේ වෙනස්වීම් සමඟ මිල වෙනස් කිරීමට අපට විමසීම් තිබුණා. නමුත් මිල වෙනස් කිරීමට හෝ වැඩි කිරීමට මට හෝ සෞඛ්‍ය ඇමැතිවරයාට බලයක් නැහැ.” ජයසුමන පැවසීය.",
        "“NMRA කමිටුව අද රැස්වෙලා ඒ ගැන සාකච්ඡා කරලා අමාත්‍යාංශය විදියට අපිට ක්‍රියාත්මක කරන්න පුළුවන් මිල වැඩි කිරීමේ ප්‍රතිශතයක් නිර්දේශ කළා. ඒ අනුව ඔවුන් අවසර දී ඇති මිල වැඩිවීම සියයට 29 කි.",
        "මේ අතර, සෞඛ්‍ය වෘත්තිකයන් සඳහා වන සම්මේලනය (FHP) පැවසුවේ, රජයේ රෝහල්වල අත්‍යවශ්‍ය ඖෂධ 50 කට වැඩි ප්‍රමාණයක හිඟයක් පවතින අතර විශේෂඥයින්ට ඔවුන්ගේ ප්‍රතිකාර සැලසුම් කිරීමට සිදුව ඇත්තේ වඩාත් දැරිය හැකි ආදේශක ඖෂධ කිහිපයකින් පමණක් බවයි.",
        "\"මෙම මිල වැඩි කිරීම සමස්ත සෞඛ්‍ය සේවා පද්ධතියටම බරපතල අර්බුදයක් වන අතර, සියලුම මිල අධික ඖෂධ පුද්ගලික ඔසුසල්වලින් මිලදී ගැනීම සාමාන්‍ය දෙයක් බවට පත්ව ඇත\" යනුවෙන් සෞඛ්‍ය වෘත්තිකයන් සඳහා වූ සම්මේලනයේ කැඳවුම්කරු, රවි කුමුදේශ්                                                                                                                                                     .",
        "“මෙම මිල වැඩිවීම නිසා අත්‍යාවශ්‍ය ඖෂධ මිල තරඟකාරී මිල ගණන් යටතේ දෛනිකව දෙගුණ තෙගුණ හෝ වැඩි වීම වැළැක්විය නොහැකි අතර රෝහල් කාර්ය මණ්ඩලයට අනුව වෙනස් වන සෞඛ්‍ය සේවාවක් පවත්වාගෙන යාමට සිදුවනු ඇත. රෝගීන් අත ඇති මුදල් ප්‍රමාණය.",
        "ඩොලර් ප්‍රශ්නයට අමතරව භාණ්ඩ ප්‍රවාහන නැව් සහ ගුවන් යානා පැමිණීමේ තියුණු පහත වැටීම, තෙල් මිල ඉහළ යාම හේතුවෙන් ඖෂධ සඳහා භාණ්ඩ ප්‍රවාහන ගාස්තු ඉහළ යාම අනාගතයේදී ඖෂධ මිල තවත් ඉහළ යාමට හේතු වනු ඇති බව FHP පවසයි.",
        "\"නිශ්චිත සැලැස්මක් ක්‍රියාත්මක නොකරන්නේ නම්, නිදහස් සෞඛ්‍ය සේවාව රට තුළ ක්‍රියාත්මක නොවන පරිසරයක් සඳහා මහජනතාව සූදානම් විය යුතුය,\" කුමුදේශ් පැවසීය.",
        "ඖෂධ හිඟය පිළිබඳ චෝදනාව සම්බන්ධයෙන් අදහස් දක්වමින් අමාත්‍යවරයා කියා සිටියේ මිල ඉහළ යාමක් අපේක්ෂාවෙන් වෙළෙදපොළට ප්‍රමාණවත් සැපයුමක් ලබාදීම වළක්වාලමින් විකුණුම්කරුවන්, අලෙවිකරුවන් සහ ආනයනකරුවන් විසින් ඖෂධ හිඟය නිර්මාණය කර ඇති බවයි.",
        "ජයසුමන කියා සිටියේ රජය සතු ගබඩාවල මාස 6කට ප්‍රමාණවත් සැපයුමක් පවතින අතර පෞද්ගලික සැපයුම්කරුවන් තවත් මාස 4කට ප්‍රමාණවත් සැපයුම් ඇති බවට බලධාරීන්ට දන්වා ඇති බවයි. කෙසේ වෙතත්, රට තුළ පවතින විදේශ විනිමය හිඟය හේතුවෙන් පෞද්ගලික ඖෂධ සැපයුම්කරුවන් මෙම මස මුලදී ඖෂධ හිඟයක් ඇති විය හැකි බව දන්වා ඇත.",
        "ශ්‍රී ලංකා ඖෂධ කර්මාන්ත මණ්ඩලය (SLCPI) මාර්තු 3 වැනි දින පැවති මාධ්‍ය හමුවකදී කියා සිටියේ ණයවර ලිපි විවෘත කිරීමට නොහැකි වීම හේතුවෙන් ලබන මාසය වන විට රට වෙළඳපොලේ අත්‍යවශ්‍ය ඖෂධ හිඟයකට මුහුණ දෙන බවයි.",
        "SLCPI හි උප සභාපති අසාම් ජාවර්ඩ් පැවසුවේ ඉන්ධන සඳහා ප්‍රමුඛත්වය ලබා දෙන වත්මන් විදුලි අර්බුදය හේතුවෙන් කර්මාන්තයට යම් ප්‍රමාණයකට ප්‍රමුඛතාවයක් ලබා දී නොමැති බවයි.",
        "“NMRA හි ප්‍රමාදයන්, මිල පාලනය ඩොලර් අර්බුදය සමඟ ගැටලුවක් ඇති කරයි,” ඔහු පැවසීය.",
        "“පසුගිය මාසය වෙනකම් අපිට ලොකු ප්‍රශ්න තිබුණේ නැහැ. නමුත් දැන් බැංකුවලට උපදෙස් දී ඇත්තේ ඉන්ධන ආනයනය කිරීම සඳහා LC නිකුත් කිරීමට ප්‍රමුඛත්වය දෙන ලෙසයි. මෙම ප්‍රවණතාවය දිගටම පැවතුනහොත් ජීවිතාරක්ෂක ඖෂධ සම්බන්ධයෙන් වුවද අපට බරපතල ප්‍රශ්නයක් වනු ඇත.”",
        "\"අපට මේ වන විට තවත් සති 2-6 ක කාලයක් සඳහාත්, සමහර ඖෂධ තවත් මාස 3 කටත් පවතින අතර, නමුත් ඖෂධ හිඟය හේතුවෙන් මේ රටේ අනාගතයේදී ඇතිවිය හැකි තත්ත්වයන් පිළිබඳව අපි කනස්සල්ලට පත්ව සිටිමු.\"",
        "වෛද්‍ය සහ සිවිල් අයිතිවාසිකම් පිළිබඳ වෘත්තීය වෛද්‍යවරුන්ගේ සංගමය (MCPA) මිල වැඩි කිරීමට පෙර ලිපියක් යවමින් කියා සිටියේ දැරිය හැකි ඖෂධ මිල නිසා රෝගීන්ට ප්‍රමාණවත් ඖෂධ ලබා ගැනීම සුදුසු කාල සීමාවන් තුළ අඩු කිරීමට ඉඩ ඇති බවයි.",
        "MCPA හි සභාපති වෛද්‍ය චමල් සංජීව පැවසුවේ බොහෝ රෝගීන් \"නිශ්චිත කාලසීමාව සඳහා ඖෂධ ලබා නොගෙන\" කුඩා ප්‍රමාණයකින් ඖෂධ මිලදී ගැනීමට පෙළඹෙන බවයි.",
        "‘‘ඖෂධ මිල ඉහළ ගියහොත් මහජනතාව සුදුසු සහ නියමිත ආකාරයට ඖෂධ භාවිත නොකරනු ඇත.’’ ඔහු පැවසුවේ දුප්පත් ජනතාවට දැරිය හැකි මිලකට ඖෂධ සැපයීම සහතික කිරීමට රජය මැදිහත් වන ලෙසයි.",
        "‛‛ඉන්ධන නැත්නම් ගෙදරට වෙලා වැඩ කරන්න පුළුවන් ගෑස් නැත්තම් දර හෝ භූමිතෙල් කුකර්වලට හැරවිය හැකියි විදුලිය නැත්නම් ඉටිපන්දමක් දල්වන්න පුළුවන්, නමුත් බෙහෙත් නැත්නම් ජනතාවට විකල්පයක් නැහැ.’’",
        "ශ්‍රී ලංකාව ඖෂධ නිෂ්පාදනය කරන්නේ නම්, අපේක්ෂිත අංකුර හිඟය පාලනය කිරීම සඳහා ශ්‍රී ලංකා සම්පත් යොදා ගැනීමේ හැකියාව පවතින බැවින්, එය රෝගීන්ට අවශ්‍ය ප්‍රමාණයෙන් හා ගුණාත්මකව සිදු කළ යුතු බවට ද ඔහු අනතුරු ඇඟවීය. (කොළඹ/මාර්තු 12/2022)"
      ]
    },
    "ta": {
      "title": "ரூபாவின் வீழ்ச்சிக்குப் பின்னர் இலங்கை மருந்துகளின் விலை அதிகரிப்பு; வல்லுநர்கள் விலையுயர்ந்த மருந்துகளைப் பற்றி கவலைப்படுகிறார்கள்",
      "body_lines": [
        "பொருளாதாரம் – அமெரிக்க டொலருக்கு நிகரான ரூபாவின் பெறுமதி கடுமையாக வீழ்ச்சியடைந்ததன் காரணமாக தனியார் இறக்குமதியாளர்களின் வேண்டுகோளுக்கு இணங்க மருந்துகளின் விலையை 29 வீதத்தால் உயர்த்த இலங்கை தேசிய மருந்து ஒழுங்குமுறை சங்கம் (NMRA) அனுமதி வழங்கியுள்ளதாக அமைச்சர் வெள்ளிக்கிழமை (11) பாராளுமன்றத்தில் தெரிவித்தார்.",
        "மருந்துப் பொருட்கள் விநியோகம் மற்றும் ஒழுங்குபடுத்தும் இராஜாங்க அமைச்சர் சன்ன ஜயசுமண, வெள்ளிக்கிழமை நடைபெற்ற கூட்டத்தில் 29 வீதத்தால் விலையை அதிகரிப்பதற்கு அனுமதி வழங்குவதற்கு மருந்து ஒழுங்குமுறை ஆணையம் இணக்கம் தெரிவித்துள்ளதாக பாராளுமன்றத்தில் தெரிவித்தார்.",
        "\"டாலரில் ஏற்பட்ட மாற்றங்களுடன், விலைகளை மாற்றுவதற்கான விசாரணைகளை நாங்கள் கொண்டிருந்தோம். ஆனால், விலையை மாற்றவோ, உயர்த்தவோ எனக்கோ, சுகாதாரத்துறை அமைச்சருக்கோ அதிகாரம் இல்லை. ஜெயசுமண தெரிவித்தார்.",
        "“என்எம்ஆர்ஏ குழு இன்று ஒரு கூட்டத்தை நடத்தியது மற்றும் அது பற்றி விவாதித்து, அமைச்சகமாக நாங்கள் செயல்படுத்தக்கூடிய விலை உயர்வு சதவீதத்தை பரிந்துரைத்தது. அதன்படி அவர்கள் அனுமதி அளித்துள்ள விலை உயர்வு 29 சதவீதம்”",
        "இதற்கிடையில், சுகாதார வல்லுநர்களுக்கான கூட்டமைப்பு (FHP) கூறியது, அரசு மருத்துவமனைகள் 50 க்கும் மேற்பட்ட அத்தியாவசிய மருந்துகளின் பற்றாக்குறையை அனுபவித்து வருகின்றன, மேலும் நிபுணர்கள் தங்கள் சிகிச்சைகளை மிகவும் மலிவான மாற்று மருந்துகளில் சிலவற்றைத் திட்டமிட வேண்டியிருந்தது.",
        "\"இந்த விலை உயர்வு ஒட்டுமொத்த சுகாதார அமைப்புக்கும் கடுமையான நெருக்கடியாகும், ஏனெனில் அனைத்து விலையுயர்ந்த மருந்துகளையும் தனியார் மருந்தகங்களில் இருந்து வாங்குவது வழக்கமாகிவிட்டது\" என்று சுகாதார நிபுணர்களுக்கான கூட்டமைப்பு கன்வீனர் ரவி குமுதேஷ்  கூறினார்.",
        "\"இந்த விலையேற்றத்தின் விளைவாக, அத்தியாவசிய மருந்துகளின் விலைகள் போட்டி விலையில் தினசரி இரட்டிப்பாகவோ அல்லது மூன்று மடங்காகவோ அல்லது தினசரி அடிப்படையில் அதிகரிப்பதையும் தவிர்க்க முடியாதது, மேலும் மருத்துவமனை ஊழியர்கள் மாறுபடும் சுகாதார அமைப்பை பராமரிக்க வேண்டும். நோயாளிகளின் கைகளில் கிடைக்கும் பணத்தின் அளவு.\"",
        "டாலர் பிரச்சனைக்கு கூடுதலாக, சரக்கு கப்பல்கள் மற்றும் விமானங்களின் வருகையில் கடுமையான சரிவு, எண்ணெய் விலை அதிகரிப்பு போன்ற காரணங்களால் மருந்துகளுக்கான சரக்கு கட்டணங்கள் அதிகரிப்பு, எதிர்காலத்தில் மருந்து விலைகள் மேலும் அதிகரிக்க வழிவகுக்கும் என்று FHP தெரிவித்துள்ளது.",
        "\"ஒரு திட்டவட்டமான திட்டம் வகுக்கப்படாவிட்டால், நாட்டில் இலவச சுகாதார சேவை செயல்படாத சூழலுக்கு பொதுமக்கள் தயாராக வேண்டும்\" என்று குமுதேஷ் கூறினார்.",
        "மருந்து தட்டுப்பாடு குறித்த குற்றச்சாட்டு தொடர்பில் கருத்து தெரிவித்த அமைச்சர், விலை உயர்வை எதிர்பார்த்து சந்தைக்கு போதியளவு விநியோகத்தை தடுப்பதன் மூலம் விற்பனையாளர்கள், விநியோகஸ்தர்கள் மற்றும் இறக்குமதியாளர்களினால் தட்டுப்பாடு ஏற்பட்டுள்ளது.",
        "அரசாங்கத்திற்கு சொந்தமான களஞ்சியசாலைகளில் 6 மாதங்களுக்கு போதுமான சப்ளை இருப்பதாகவும், தனியார் சப்ளையர்கள் இன்னும் 4 மாதங்களுக்கு போதுமான பொருட்கள் இருப்பதாக அதிகாரிகளுக்கு அறிவித்ததாகவும் ஜெயசுமண கூறினார். எவ்வாறாயினும், நாட்டில் நிலவும் அந்நிய செலாவணி பற்றாக்குறை காரணமாக, தனியார் மருந்து வழங்குநர்கள் இந்த மாத தொடக்கத்தில் மருந்துகளில் பற்றாக்குறை ஏற்படக்கூடும் என்று தெரிவித்தனர்.",
        "மார்ச் 3 ஆம் திகதி நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் இலங்கை மருந்து தொழில்துறை சம்மேளனம் (SLCPI), கடன் கடிதங்களை திறக்க முடியாததன் காரணமாக அடுத்த மாதத்திற்குள் சந்தையில் அத்தியாவசிய மருந்துகளுக்கு தட்டுப்பாடு ஏற்படும் எனத் தெரிவித்துள்ளது.",
        "SLCPI இன் துணைத் தலைவர் அசம் ஜாவர்ட் கூறுகையில், தற்போதைய மின் நெருக்கடி காரணமாக, எரிபொருளுக்கு முன்னுரிமை அளிக்கப்படும் நிலையில், தொழில்துறைக்கு குறிப்பிட்ட அளவிற்கு முன்னுரிமை வழங்கப்படவில்லை.",
        "\"என்எம்ஆர்ஏவில் தாமதம், விலைக் கட்டுப்பாடு டாலர் நெருக்கடியுடன் சேர்ந்து சிக்கலை ஏற்படுத்துகிறது,\" என்று அவர் கூறினார்.",
        "“கடந்த மாதம் வரை எங்களுக்கு பெரிய பிரச்சனைகள் எதுவும் இல்லை. ஆனால் இப்போது எரிபொருளை இறக்குமதி செய்ய எல்சிகளை வழங்குவதற்கு முன்னுரிமை அளிக்க வங்கிகளுக்கு அறிவுறுத்தப்பட்டுள்ளது. இதே நிலை தொடர்ந்தால், உயிர்காக்கும் மருந்துகளுக்கு கூட, கடும் பிரச்னை ஏற்படும்.",
        "\"தற்போது எங்களிடம் இன்னும் 2-6 வாரங்களுக்கு விநியோகம் உள்ளது, இன்னும் 3 மாதங்களுக்கு சில மருந்துகள் உள்ளன, ஆனால் இந்த நாட்டில் போதைப்பொருள் தட்டுப்பாடு காரணமாக எதிர்காலத்தில் ஏற்படக்கூடிய சூழ்நிலைகள் குறித்து நாங்கள் கவலைப்படுகிறோம்.\"",
        "மருத்துவ மற்றும் சிவில் உரிமைகள் வல்லுநர் சங்கம் (எம்சிபிஏ) விலை உயர்வுக்கு முன் எழுதிய கடிதத்தில், மலிவு மருந்து விலைகள், நோயாளிகள் தகுந்த இடைவெளியில் போதுமான மருந்துகளை உட்கொள்வதைக் குறைக்கும் என்று கூறியுள்ளது.",
        "MCPA இன் தலைவர் டாக்டர் சமல் சஞ்சீவ கூறுகையில், பல நோயாளிகள் \"குறிப்பிட்ட காலத்திற்கு மருந்துகளை எடுத்துக் கொள்ளாமல்\" சிறிய அளவில் மருந்துகளை வாங்க ஆசைப்படுகிறார்கள்.",
        "''மருந்து விலை உயர்ந்தால், பொதுமக்கள் உரிய முறையில், பரிந்துரைக்கப்பட்ட முறையில் மருந்தைப் பயன்படுத்த மாட்டார்கள்,'' என, ஏழை எளிய மக்களுக்கு, மலிவு விலையில் மருந்து கிடைப்பதை உறுதி செய்ய, அரசு தலையீடு செய்ய வேண்டும்,'' என்றார்.",
        "‘எரிபொருள் இல்லை என்றால் வீட்டில் தங்கி வேலை செய்யலாம், எரிவாயு இல்லை என்றால் விறகு அல்லது மண்ணெண்ணெய் குக்கர்களில் மின்சாரம் இல்லையென்றால் மெழுகுவர்த்தி ஏற்றலாம், மருந்து இல்லை என்றால் மக்களுக்கு மாற்று இல்லை.",
        "இலங்கை மருந்துகளை உற்பத்தி செய்தால், அது நோயாளிகளுக்கான சரியான அளவிலும் தரத்திலும் செய்யப்பட வேண்டும் என்றும், வளரும் எதிர்பார்க்கப்படும் பற்றாக்குறையை கட்டுப்படுத்த இலங்கை வளங்களைப் பயன்படுத்துவதற்கான சாத்தியக்கூறுகள் உள்ளன என்றும் அவர் எச்சரித்தார். (கொழும்பு/மார்ச்12/2022)"
      ]
    }
  }
}