{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/24/north-korea-fired-long-range-ballistic-missile-toward-the-sea/",
  "time_ut": 1648108380,
  "title": "North Korea fired ‘long-range’ ballistic missile toward the sea",
  "body_lines": [
    "North Korea fired what is thought to be an intercontinental ballistic missile (ICBM) toward the sea off its east coast on Thursday (24), militaries in South Korea and Japan said, in what would be the first full-capability launch of the nuclear-armed state’s largest missiles since 2017.",
    "South Korea’s Joint Chiefs of Staff said it had detected the launch of an “unidentified projectile” from North Korea.",
    "It said the launch was assumed to be a long-range missile, possibly an intercontinental ballistic missile (ICBM) fired on a “lofted” trajectory high into space, Yonhap news agency reported.",
    "South Korea’s Ministry of Defense did not immediately confirm whether the test involved an ICBM. North Korea has not tested such missiles at full range or capability since 2017.",
    "Japan’s coast guard also said the launch could be a ballistic missile, adding that the projectile was expected to land inside Japan’s exclusive economic zone (EEZ) about 50 minutes after its launch was first reported.",
    "On March 16th, North Korea launched a suspected missile that appeared to explode shortly after liftoff over Pyongyang, South Korea’s military said, amid reports that the nuclear-armed North was seeking to test-fire its largest missile yet.",
    "The United States and South Korea have warned in recent weeks that North Korea may be preparing to test-fire an ICBM at full range for the first time since 2017.",
    "U.S. officials have said that at least two recent tests, on Feb. 27 and March 5, featured North Korea’s largest ICBM system yet, the Hwasong-17.",
    "Pyongyang did not identify the missile system used in those launches, but said they were testing components for a reconnaissance satellite system.",
    "Leader Kim Jong Un said this month that North Korea would soon launch multiple satellites to monitor military movements by the United States and its allies.",
    "Thursday’s launch would be at least the 13th ballistic missile test fired by North Korea this year, an unprecedented frequency that has drawn condemnation from the United States, South Korea and Japan.",
    "Sri Lanka – US Navy Staff Talks conclude on a successful note"
  ],
  "translate": {
    "si": {
      "title": "උතුරු කොරියාව මුහුද දෙසට දිගු දුර බැලස්ටික් මිසයිලයක් එල්ල කළේය",
      "body_lines": [
        "උතුරු කොරියාව බ්‍රහස්පතින්දා (24) සිය නැගෙනහිර වෙරළට ඔබ්බෙන් වූ මුහුද දෙසට අන්තර් මහද්වීපික බැලස්ටික් මිසයිලයක් (ICBM) ලෙස වෙඩි තැබූ බව දකුණු කොරියාවේ සහ ජපානයේ හමුදා ප්‍රකාශ කළේ, න්‍යෂ්ටික න්‍යෂ්ටියේ ප්‍රථම පූර්ණ ධාරිතාව දියත් කිරීම කුමක් වනු ඇත්ද යන්නයි. 2017 සිට සන්නද්ධ රාජ්‍යයේ විශාලතම මිසයිල.",
        "දකුණු කොරියාවේ ඒකාබද්ධ මාණ්ඩලික ප්‍රධානීන් කියා සිටියේ උතුරු කොරියාවෙන් \"හඳුනා නොගත් ප්‍රක්ෂේපනයක්\" දියත් කළ බව අනාවරණය වූ බවයි.",
        "මෙම දියත් කිරීම දිගු දුර මිසයිලයක් ලෙස උපකල්පනය කර ඇති බවත්, සමහර විට අන්තර් මහද්වීපික බැලස්ටික් මිසයිලයක් (ICBM) අභ්‍යවකාශයට ඉහළ “උඩු” ගමන් පථයක් මත විදින බවත් යොන්හැප් පුවත් ඒජන්සිය වාර්තා කළේය.",
        "දකුණු කොරියාවේ ආරක්ෂක අමාත්‍යාංශය පරීක්ෂණයට ICBM සම්බන්ධ දැයි වහාම තහවුරු කර නැත. උතුරු කොරියාව 2017 වසරේ සිට එවැනි මිසයිල සම්පූර්ණ පරාසයක හෝ හැකියාවෙන් අත්හදා බලා නැත.",
        "දියත් කිරීම බැලස්ටික් මිසයිලයක් විය හැකි බව ජපානයේ වෙරළාරක්ෂක නිලධාරියා ද ප්‍රකාශ කර ඇති අතර, ප්‍රක්ෂේපනය දියත් කිරීම ප්‍රථමයෙන් වාර්තා වී මිනිත්තු 50 කට පමණ පසු ජපානයේ සුවිශේෂී ආර්ථික කලාපය (EEZ) තුළට ගොඩබසිනු ඇතැයි අපේක්ෂා කරන බව පැවසීය.",
        "න්‍යෂ්ටික සන්නද්ධ උතුර තවමත් එහි විශාලතම මිසයිලය අත්හදා බැලීමට උත්සාහ කරන බවට වාර්තා වන වාර්තා මධ්‍යයේ, මාර්තු 16 වන දින, උතුරු කොරියාව ප්‍යොංයැන්ග් හරහා ගුවන්ගත කිරීමෙන් ටික වේලාවකට පසු පුපුරා යන බවට සැක කෙරෙන මිසයිලයක් දියත් කළ බව දකුණු කොරියානු හමුදාව පැවසීය.",
        "2017 න් පසු පළමු වරට ICBM සම්පූර්ණ පරාසයක අත්හදා බැලීමට උතුරු කොරියාව සූදානම් විය හැකි බවට එක්සත් ජනපදය සහ දකුණු කොරියාව මෑත සතිවල අනතුරු අඟවා ඇත.",
        "එක්සත් ජනපද නිලධාරීන් පවසා ඇත්තේ, පෙබරවාරි 27 සහ මාර්තු 5 යන දිනවල අවම වශයෙන් මෑත කාලීන පරීක්ෂණ දෙකක්, තවමත් උතුරු කොරියාවේ විශාලතම ICBM පද්ධතිය වන Hwasong-17 ඉදිරිපත් කර ඇති බවයි.",
        "Pyongyang එම දියත් කිරීම් සඳහා භාවිතා කරන ලද මිසයිල පද්ධතිය හඳුනා නොගත් නමුත් ඔවුන් ඔත්තු බැලීමේ චන්ද්‍රිකා පද්ධතියක් සඳහා සංරචක පරීක්ෂා කරන බව පැවසීය.",
        "නායක කිම් ජොන් උන් මේ මාසයේ ප්‍රකාශ කළේ එක්සත් ජනපදය සහ එහි මිත්‍ර රටවල හමුදා චලනයන් නිරීක්ෂණය කිරීම සඳහා උතුරු කොරියාව ඉක්මනින් චන්ද්‍රිකා කිහිපයක් දියත් කරන බවයි.",
        "බ්‍රහස්පතින්දා දියත් කිරීම මෙම වසරේ උතුරු කොරියාව විසින් අවම වශයෙන් 13 වන බැලස්ටික් මිසයිල අත්හදා බැලීම වනු ඇත, එය එක්සත් ජනපදය, දකුණු කොරියාව සහ ජපානය විසින් හෙළා දැක ඇති පෙර නොවූ විරූ සංඛ්‍යාතයකි.",
        "ශ්‍රී ලංකා - අමෙරිකා නාවික හමුදා මාණ්ඩලික සාකච්ඡා සාර්ථක ලෙස අවසන් වේ"
      ]
    },
    "ta": {
      "title": "வடகொரியா நீண்ட தூர ஏவுகணையை கடலை நோக்கி செலுத்தியது",
      "body_lines": [
        "வட கொரியா வியாழன் (24) அன்று கிழக்கு கடற்கரைக்கு அப்பால் உள்ள கடலை நோக்கி கண்டம் விட்டு கண்டம் பாயும் ஏவுகணையை (ICBM) ஏவியது, தென் கொரியா மற்றும் ஜப்பானில் உள்ள ராணுவம், அணு-திறன் கொண்ட முதல் ஏவுகணை இது என்று கூறியது. 2017 முதல் ஆயுதமேந்திய மாநிலத்தின் மிகப்பெரிய ஏவுகணைகள்.",
        "தென் கொரியாவின் கூட்டுப் படைத் தலைவர்கள், வட கொரியாவில் இருந்து \"அடையாளம் தெரியாத எறிகணை\" ஏவப்பட்டதைக் கண்டறிந்ததாகக் கூறினார்.",
        "இந்த ஏவுகணை நீண்ட தூர ஏவுகணையாக இருக்கலாம் என்றும், இது ஒரு கண்டம் விட்டு கண்டம் பாயும் ஏவுகணை (ICBM) ஆக இருக்கலாம் என்றும், விண்வெளியில் உயரமான \"மாடப்பட்ட\" பாதையில் ஏவப்பட்டதாகவும், Yonhap செய்தி நிறுவனம் தெரிவித்துள்ளது.",
        "தென் கொரியாவின் பாதுகாப்பு அமைச்சகம் இந்த சோதனையில் ICBM சம்பந்தப்பட்டதா என்பதை உடனடியாக உறுதிப்படுத்தவில்லை. கடந்த 2017ஆம் ஆண்டு முதல் வடகொரியா இதுபோன்ற ஏவுகணைகளை முழு வீச்சில் அல்லது திறனில் சோதனை செய்யவில்லை.",
        "ஜப்பானின் கடலோர காவல்படை ஏவுதல் ஒரு பாலிஸ்டிக் ஏவுகணையாக இருக்கலாம் என்று கூறியது, ஏவுகணை முதலில் ஏவப்பட்ட 50 நிமிடங்களுக்குப் பிறகு ஜப்பானின் பிரத்யேக பொருளாதார மண்டலத்திற்குள் (EEZ) தரையிறங்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "மார்ச் 16 அன்று, வட கொரியா ஒரு சந்தேகத்திற்கிடமான ஏவுகணையை ஏவியது, அது பியாங்யாங்கின் மீது ஏவப்பட்ட சிறிது நேரத்திலேயே வெடித்தது போல் தோன்றியதாக தென் கொரியாவின் இராணுவம் கூறியது.",
        "2017க்குப் பிறகு முதல் முறையாக முழு வீச்சில் ஐசிபிஎம் சோதனை நடத்த வட கொரியா தயாராகலாம் என்று அமெரிக்காவும் தென் கொரியாவும் சமீபத்திய வாரங்களில் எச்சரித்தன.",
        "பிப்ரவரி 27 மற்றும் மார்ச் 5 ஆகிய தேதிகளில் குறைந்தது இரண்டு சமீபத்திய சோதனைகள் வட கொரியாவின் மிகப்பெரிய ICBM அமைப்பான Hwasong-17 ஐக் கொண்டிருந்ததாக அமெரிக்க அதிகாரிகள் கூறியுள்ளனர்.",
        "அந்த ஏவுகணைகளில் பயன்படுத்தப்பட்ட ஏவுகணை அமைப்பை பியாங்யாங் அடையாளம் காணவில்லை, ஆனால் உளவு செயற்கைக்கோள் அமைப்பிற்கான கூறுகளை சோதனை செய்வதாகக் கூறியது.",
        "அமெரிக்கா மற்றும் அதன் நட்பு நாடுகளின் ராணுவ நகர்வுகளை கண்காணிக்க வடகொரியா விரைவில் பல செயற்கைக்கோள்களை விண்ணில் செலுத்தும் என்று தலைவர் கிம் ஜாங் உன் இந்த மாதம் தெரிவித்தார்.",
        "வியாழன் ஏவுதல் இந்த ஆண்டு வட கொரியாவால் ஏவப்பட்ட குறைந்தபட்சம் 13 வது பாலிஸ்டிக் ஏவுகணை சோதனையாக இருக்கும், இது அமெரிக்கா, தென் கொரியா மற்றும் ஜப்பானில் இருந்து கண்டனம் பெற்ற முன்னோடியில்லாத அதிர்வெண் ஆகும்.",
        "இலங்கை - அமெரிக்க கடற்படை ஊழியர்களின் பேச்சு வார்த்தை வெற்றிகரமாக முடிந்தது"
      ]
    }
  }
}