{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-women-business-leaders-step-into-the-spotlight/34-731631",
  "time_ut": 1646689680,
  "title": "Sri Lanka’s women business leaders step into the spotlight",
  "body_lines": [
    "Dilhani Iresha at the Top50 Professional and Career Women Awards 2016",
    "",
    "",
    "DHD Handlooms Owner Dilhani Iresha, with her handloom products",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dilhani Iresha De Silva",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dilhani Iresha De Silva never expected to be an entrepreneur—much less run a thriving export business with an international customer base. She decided to start a company just over a decade ago because she wanted to be able to work from home while raising two young sons. So, when she received an award in 2016 — winning the ‘Top50’ Professional and Career Women Award for Upcoming Woman Entrepreneur — she felt it “was like a seal of approval.”",
    "It also jump-started her business. The award “gave me the exposure to grow bigger and expand my export share,” said De Silva, who runs DHD Handlooms, which produces crafts made by Sri Lankan women. “I was able to earn more and hire more women from my village.” After the award — and the recognition that came with it – DHD Handlooms earned more than it had before the award.",
    "The ‘Top50’ Professional and Career Women Awards were created to bring more formal recognition to businesswomen just like De Silva and many others in Sri Lanka, says Sulochana Segera, Founder/Chairperson of Women in Management (WIM) and creator of the award. Segera saw “a vacuum in recognising women leaders and hidden talents” and wanted the “many inspiring women within our shores” to serve as local role models for young people as well as encourage other women to pursue careers.",
    "The ‘Top50’ Professional and Career Women Awards started as a Colombo-centric conference with 25 women and five awards in 2011. Just over a decade later, it has evolved into an annual event and moved beyond Colombo, the commercial capital of Sri Lanka, offering encouragement and recognition to many other Sri Lankan women.",
    "With over 520 award winners across the economic spectrum and in a wide range of professions – banking and finance, hospitality, media, legal, logistics and supply chains – the award serves as a stepping stone to leadership roles for women across diverse fields, organisations, and communities.",
    "",
    "A stepping stone to success",
    "The award itself is a significant milestone for Sri Lankan society. Over the past two decades, women’s participation in Sri Lanka’s labour force has stagnated between 30 and 35%. This is low considering women make up more than half of university graduates and perform equally as well as boys in school. Research shows that a combination of factors – in particular socio-cultural norms, high levels of caregiving responsibilities, and restrictive laws – keep Sri Lankan women on the sidelines.",
    "As WIM marks the eleventh anniversary of honouring Sri Lankan women, IFC has been a partner for the ‘Top50’ awards for seven consecutive years, and the fourth in collaboration with Women in Work — a partnership between IFC and the government of Australia.",
    "The awards have evolved to promote women’s leadership across a spectrum of areas. During the first year of the partnership between IFC, WIM, and the Australian Department of Foreign Affairs and Trade (DFAT), nominations grew by almost 400%, and three more award categories were added — Best Private Sector Organization for Gender Equality, Male Champion of Change, and Women on Boards.",
    "Over half of the corporate award winners experienced career advancements, while over 90% of small and medium-sized business winners have reported increased brand recognition and market growth.",
    "“The recognition through the award highlighted that professionalism could lead to women being appointed to male dominated boards and bring in a female perspective to the deliberations on many subjects,” said Minette Perera, the 2019 winner of ‘Top50’ Professional and Career Women Awards for Women on Boards. Perera, the first winner in this category, is a Board member of Dilmah Ceylon Tea Company.",
    "The hard work is paying off.",
    "Results show that increased recognition of women’s leadership roles is making lasting impacts. Research by IFC and Colombo Stock Exchange (CSE) points to a rise in the number of women board directors. The share of women on boards in Sri Lanka’s 30 largest companies listed on the CSE increased by more than 50% between 2018 to 2021.",
    "",
    "Toward gender parity",
    "IFC is involved in a broad array of efforts – through investment and advisory – to enhance women’s participation in Sri Lanka’s private sector, demonstrating the business case for investing in women. Over the years, IFC investments have promoted access to finance for women entrepreneurs across the country.",
    "IFC’s Corporate Governance for Women program promotes women’s private sector participation and gender diversity among Sri Lanka’s business leadership. This includes training for women directors, programs for women-led smaller businesses, and research on obstacles to increase gender parity in the boardroom. Under the program, IFC also partnered with the Sri Lanka Institute of Directors to set up a Sri Lanka chapter of the Women Corporate Directors to further promote women’s board leadership.",
    "The progress made by women like De Silva shows what can be achieved when women and men participate equally in the economy. De Silva acknowledges that recognition like the award she received can set the stage for more Sri Lankan women to transform the global economy and recognise their own potential.",
    "“Today, I provide handloom products to several hotels in Sri Lanka’s South, and I have a shop in the city,” De Silva said. “My ultimate goal is to make DHD Handlooms a household name and become a female entrepreneur of global recognition.”",
    "With over 50 years of operations in Sri Lanka, IFC has played a significant role in the country’s growth story through support for small businesses, tourism, women, including women entrepreneurs, infrastructure, trade finance and agribusiness. IFC has invested over $ 1.9 billion across sectors including infrastructure, telecom, tourism, energy, health, and have also provided cutting-edge solutions and expertise to our diverse clients across the country. IFC continues to play a strong countercyclical role in Sri Lanka, providing much-needed long-term capital and trade financing to the country’s private sector."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ කාන්තා ව්‍යාපාරික නායිකාවන් අවධානයට ලක් වේ",
      "body_lines": [
        "Dilhani Iresha Top50 Professional and Career Women Awards 2016 දී",
        "",
        "",
        "DHD Handlooms හිමිකාරිනී දිල්හානි ඉරේෂා, ඇයගේ අත්යන්ත්‍ර නිෂ්පාදන සමඟ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "දිල්හානි ඉරේෂා ද සිල්වා",
        "",
        "",
        "",
        "",
        "",
        "",
        "දිල්හානි ඉරේෂා ද සිල්වා කිසිවිටෙකත් ව්‍යවසායිකාවක් වීමට අපේක්ෂා කළේ නැත - ජාත්‍යන්තර පාරිභෝගික පදනමක් සහිත දියුණු අපනයන ව්‍යාපාරයක් පවත්වාගෙන යනු ඇත. කුඩා පුතුන් දෙදෙනෙකු ඇති දැඩි කරමින් නිවසේ සිට වැඩ කිරීමට ඇයට අවශ්‍ය වූ නිසා ඇය දශකයකට පමණ පෙර සමාගමක් ආරම්භ කිරීමට තීරණය කළාය. එබැවින්, 2016 වසරේදී ඇයට සම්මානයක් ලැබුණු විට - ඉදිරියට එන කාන්තා ව්‍යවසායිකාව සඳහා 'Top50' Professional and Career Women Award දිනාගත් විට - එය \"අනුමැතියේ මුද්‍රාවක් වැනි\" බව ඇයට හැඟුණි.",
        "එය ඇගේ ව්‍යාපාරයද ආරම්භ විය. ශ්‍රී ලාංකික කාන්තාවන් විසින් සාදන ලද අත්කම් භාණ්ඩ නිෂ්පාදනය කරන DHD Handlooms පවත්වාගෙන යන ද සිල්වා පැවසුවේ මෙම සම්මානය “වඩාත් වර්ධනය වීමට සහ මගේ අපනයන කොටස පුළුල් කිරීමට මට නිරාවරණය විය. \"මට වැඩි වැඩියෙන් උපයා ගැනීමටත් මගේ ගමෙන් තවත් කාන්තාවන් කුලියට ගැනීමටත් මට හැකි විය.\" සම්මානයෙන් පසුව - සහ ඒ සමඟින් ලැබුණු පිළිගැනීම - DHD Handlooms සම්මානයට පෙර තිබූ මුදලට වඩා වැඩි මුදලක් උපයා ඇත.",
        "ද සිල්වා සහ ශ්‍රී ලංකාවේ තවත් බොහෝ ව්‍යාපාරිකයන් මෙන් ව්‍යාපාරික කාන්තාවන්ට වඩාත් විධිමත් පිළිගැනීමක් ලබා දීම සඳහා ‘Top50’ Professional and Career Women Awards නිර්මාණය කරන ලද බව Women in Management (WIM) හි නිර්මාතෘ/සභාපතිනිය සහ සම්මානයේ නිර්මාතෘ සුලෝචනා සේගේරා පවසයි. Segera \"කාන්තා නායිකාවන් සහ සැඟවුණු දක්ෂතා හඳුනාගැනීමේ රික්තකයක්\" දුටු අතර \"අපේ වෙරළේ සිටින බොහෝ දිරිගන්වන කාන්තාවන්\" යෞවනයන් සඳහා දේශීය ආදර්ශයන් ලෙස සේවය කිරීමට මෙන්ම අනෙකුත් කාන්තාවන්ට වෘත්තීය කටයුතු සඳහා දිරිගැන්වීමට අවශ්ය විය.",
        "'Top50' Professional and Career Women Awards 2011 දී කාන්තාවන් 25ක් සහ සම්මාන පහක් සමඟින් කොළඹ කේන්ද්‍ර කරගත් සම්මන්ත්‍රණයක් ලෙස ආරම්භ විය. දශකයකට වැඩි කාලයකට පසුව, එය වාර්ෂික උත්සවයක් දක්වා විකාශනය වී ශ්‍රී ලංකාවේ වාණිජ අගනුවර වන කොළඹින් ඔබ්බට ගොස් ඇත. තවත් බොහෝ ශ්‍රී ලාංකික කාන්තාවන්ට දිරිගැන්වීම් සහ පිළිගැනීමක් ලබාදෙමින්.",
        "ආර්ථික වර්ණාවලිය පුරා සහ පුළුල් පරාසයක වෘත්තීන්හි 520 කට අධික සම්මානලාභීන් සමඟ - බැංකු සහ මූල්‍ය, සත්කාරක, මාධ්‍ය, නෛතික, සැපයුම් සහ සැපයුම් දාම - මෙම සම්මානය විවිධ ක්ෂේත්‍ර, සංවිධාන, හරහා කාන්තාවන් සඳහා නායකත්ව භූමිකාවන් සඳහා පියවරක් ලෙස ක්‍රියා කරයි. සහ ප්රජාවන්.",
        "",
        "සාර්ථකත්වයට පඩිපෙළක්",
        "එම සම්මානයම ශ්‍රී ලාංකීය සමාජයට සුවිශේෂී සන්ධිස්ථානයකි. පසුගිය දශක දෙක තුළ ශ්‍රී ලංකාවේ ශ්‍රම බලකායේ කාන්තා සහභාගිත්වය 30% ත් 35% ත් අතර එකතැන පල් වී ඇත. විශ්ව විද්‍යාල උපාධිධාරීන්ගෙන් අඩකට වඩා කාන්තාවන් සිටින අතර පාසලේ පිරිමි ළමයින්ට සමානව දස්කම් දැක්වීමට මෙය අඩුය. පර්යේෂනවලින් පෙනී යන්නේ සාධකවල සංකලනයක් - විශේෂයෙන්ම සමාජ-සංස්කෘතික සම්මතයන්, ඉහළ මට්ටමේ රැකවරණ වගකීම් සහ සීමාකාරී නීති - ශ්‍රී ලාංකේය කාන්තාවන් පැත්තකට තබා ඇති බවයි.",
        "WIM ශ්‍රී ලාංකීය කාන්තාවන්ට ගෞරව කිරීමේ එකොළොස්වන සංවත්සරය සනිටුහන් කරන බැවින්, IFC අඛණ්ඩව වසර හතක් තිස්සේ ‘Top50’ සම්මාන සඳහා හවුල්කරුවෙකු වී ඇති අතර, IFC සහ ඕස්ට්‍රේලියානු රජය අතර හවුල්කාරිත්වයක් වන Women in Work සමඟ සහයෝගයෙන් සිව්වැන්නයි.",
        "ක්ෂේත්‍ර ගණනාවක් පුරා කාන්තා නායකත්වය ප්‍රවර්ධනය කිරීම සඳහා මෙම සම්මාන පරිණාමය වී ඇත. IFC, WIM, සහ ඕස්ට්‍රේලියානු විදේශ කටයුතු සහ වෙළඳ දෙපාර්තමේන්තුව (DFAT) අතර හවුල්කාරිත්වයේ පළමු වසර තුළ, නාමයෝජනා 400% කින් පමණ වර්ධනය වූ අතර, තවත් සම්මාන කාණ්ඩ තුනක් එකතු කරන ලදී - ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා හොඳම පුද්ගලික අංශයේ සංවිධානය, පිරිමි ශූරයා වෙනස් කිරීම සහ පුවරු වල කාන්තාවන්.",
        "ආයතනික සම්මානලාභීන්ගෙන් අඩකට වඩා වෘත්තීය දියුණුව අත්විඳින අතර කුඩා හා මධ්‍යම ප්‍රමාණයේ ව්‍යාපාර ජයග්‍රාහකයින්ගෙන් 90% කට වඩා වැඩි ප්‍රමාණයක් සන්නාම පිළිගැනීම සහ වෙළඳපල වර්ධනයක් වාර්තා කර ඇත.",
        "\"මෙම සම්මානය හරහා ඇති පිළිගැනීම මගින් වෘත්තීයභාවය මගින් කාන්තාවන් පිරිමි ආධිපත්‍ය සහිත මණ්ඩලවලට පත් කර ගැනීමටත්, බොහෝ විෂයයන් පිළිබඳ සාකච්ඡා සඳහා කාන්තා ඉදිරිදර්ශනයක් ගෙන ඒමටත් හේතු විය හැකි බව අවධාරණය කර ඇත\" යනුවෙන් 2019 වසරේ 'Top50' Professional and Career Women Awards හි ජයග්‍රාහකයා වන Minette Perera පැවසුවාය. පුවරු මත කාන්තාවන්. මෙම කාණ්ඩයේ පළමු ජයග්‍රාහකයා වන පෙරේරා, Dilmah Ceylon Tea සමාගමේ අධ්‍යක්ෂ මණ්ඩල සාමාජිකයෙකි.",
        "වෙහෙස මහන්සි වී වැඩ කිරීම සාර්ථක වේ.",
        "ප්‍රතිඵලවලින් පෙනී යන්නේ කාන්තාවන්ගේ නායකත්ව භූමිකාවන් වැඩි වශයෙන් හඳුනා ගැනීම කල්පවතින බලපෑම් ඇති කරන බවයි. IFC සහ Colombo Stock Exchange (CSE) විසින් කරන ලද පර්යේෂණ මගින් කාන්තා මණ්ඩල අධ්‍යක්ෂවරියන්ගේ සංඛ්‍යාව ඉහළ යාමක් පෙන්නුම් කරයි. 2018 සිට 2021 දක්වා CSE හි ලැයිස්තුගත කර ඇති ශ්‍රී ලංකාවේ විශාලතම සමාගම් 30 හි මණ්ඩලවල කාන්තා කොටස 50% කට වඩා වැඩි විය.",
        "",
        "ස්ත්‍රී පුරුෂ සමානාත්මතාවය කරා",
        "IFC ශ්‍රී ලංකාවේ පුද්ගලික අංශයේ කාන්තා සහභාගීත්වය ඉහළ නැංවීම සඳහා ආයෝජන සහ උපදේශන හරහා පුළුල් ප්‍රයත්නයන් රැසක නිරතව සිටියි. වසර ගණනාවක් පුරා, IFC ආයෝජන රට පුරා සිටින කාන්තා ව්‍යවසායකයින් සඳහා මූල්‍ය ප්‍රවේශය ප්‍රවර්ධනය කර ඇත.",
        "IFC හි කාන්තාවන් සඳහා ආයතනික පාලනය වැඩසටහන ශ්‍රී ලංකාවේ ව්‍යාපාරික නායකත්වය අතර කාන්තා පෞද්ගලික අංශයේ සහභාගීත්වය සහ ස්ත්‍රී පුරුෂ විවිධත්වය ප්‍රවර්ධනය කරයි. මෙයට කාන්තා අධ්‍යක්ෂවරුන් සඳහා පුහුණුව, කාන්තාවන් විසින් මෙහෙයවන කුඩා ව්‍යාපාර සඳහා වැඩසටහන් සහ මණ්ඩල කාමරය තුළ ස්ත්‍රී පුරුෂ සමානාත්මතාවය වැඩි කිරීමට ඇති බාධක පිළිබඳ පර්යේෂණ ඇතුළත් වේ. මෙම වැඩසටහන යටතේ, කාන්තා මණ්ඩල නායකත්වය තවදුරටත් ප්‍රවර්ධනය කිරීම සඳහා කාන්තා ආයතනික අධ්‍යක්ෂවරුන්ගේ ශ්‍රී ලංකා පරිච්ඡේදයක් පිහිටුවීමට IFC ශ්‍රී ලංකා අධ්‍යක්ෂවරුන්ගේ ආයතනය සමඟ හවුල් විය.",
        "ද සිල්වා වැනි කාන්තාවන් ලබා ඇති ප්‍රගතිය තුළින් පෙන්නුම් කරන්නේ ආර්ථිකයට ස්ත්‍රීන් හා පුරුෂයන් සමානව සහභාගි වූ විට ලබාගත හැකි දේ කුමක්ද යන්නයි. තමාට ලැබුණු සම්මානය වැනි පිළිගැනීම ශ්‍රී ලාංකීය කාන්තාවන් වැඩි පිරිසකට ගෝලීය ආර්ථිකය පරිවර්තනය කිරීමට සහ ඔවුන්ගේ හැකියාවන් හඳුනා ගැනීමට වේදිකාව සැකසිය හැකි බව ද සිල්වා පිළිගනී.",
        "\"අද මම ශ්‍රී ලංකාවේ දකුණේ හෝටල් කිහිපයකට අත්යන්ත්‍ර රෙදිපිළි නිෂ්පාදන සපයන අතර මට නගරයේ සාප්පුවක් තිබේ,\" ද සිල්වා පැවසීය. \"මගේ අවසාන ඉලක්කය වන්නේ DHD හෑන්ඩ්ලූම්ස් ගෘහ නාමයක් බවට පත් කිරීම සහ ගෝලීය පිළිගැනීමක් ඇති කාන්තා ව්‍යවසායිකාවක් වීමයි.\"",
        "ශ්‍රී ලංකාවේ වසර 50 කට අධික මෙහෙයුම් සමඟින්, IFC කුඩා ව්‍යාපාර, සංචාරක ව්‍යාපාරය, කාන්තා ව්‍යවසායකයින් ඇතුළු කාන්තාවන්, යටිතල පහසුකම්, වෙළඳ මූල්‍ය සහ කෘෂි ව්‍යාපාර සඳහා වන සහයෝගය තුළින් රටේ වර්ධන කතාවේ සැලකිය යුතු කාර්යභාරයක් ඉටු කර ඇත. IFC යටිතල පහසුකම්, ටෙලිකොම්, සංචාරක, බලශක්ති, සෞඛ්‍ය ඇතුළු ක්ෂේත්‍ර හරහා ඩොලර් බිලියන 1.9 කට අධික මුදලක් ආයෝජනය කර ඇති අතර රට පුරා සිටින අපගේ විවිධ ගනුදෙනුකරුවන්ට අති නවීන විසඳුම් සහ විශේෂඥ දැනුම ලබා දී ඇත. IFC විසින් ශ්‍රී ලංකාව තුළ ශක්තිමත් ප්‍රතිචක්‍රීය භූමිකාවක් අඛණ්ඩව ඉටු කරන අතර, රටේ පුද්ගලික අංශයට අත්‍යවශ්‍ය දිගුකාලීන ප්‍රාග්ධනය සහ වෙළඳ මූල්‍යකරණය සපයයි."
      ]
    },
    "ta": {
      "title": "இலங்கையின் பெண் வணிகத் தலைவர்கள் கவனத்தை ஈர்க்கிறார்கள்",
      "body_lines": [
        "2016 ஆம் ஆண்டுக்கான சிறந்த 50 தொழில்முறை மற்றும் தொழில் பெண்கள் விருதுகளில் தில்ஹானி இரேஷா",
        "",
        "",
        "DHD கைத்தறி உரிமையாளர் தில்ஹானி இரேஷா தனது கைத்தறி தயாரிப்புகளுடன்",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "தில்ஹானி இரேஷா டி சில்வா",
        "",
        "",
        "",
        "",
        "",
        "",
        "தில்ஹானி இரேஷா டி சில்வா ஒரு தொழில்முனைவோராக இருப்பார் என்று எதிர்பார்க்கவில்லை - சர்வதேச வாடிக்கையாளர் தளத்துடன் செழிப்பான ஏற்றுமதி வணிகத்தை நடத்துவது மிகவும் குறைவு. இரண்டு இளம் மகன்களை வளர்க்கும் போது வீட்டிலிருந்தே வேலை செய்ய வேண்டும் என்ற ஆசையால் ஒரு தசாப்தத்திற்கு முன்பு ஒரு நிறுவனத்தைத் தொடங்க அவள் முடிவு செய்தாள். எனவே, அவர் 2016 இல் ஒரு விருதைப் பெற்றபோது - வரவிருக்கும் பெண் தொழில்முனைவோருக்கான 'டாப்50' தொழில்முறை மற்றும் தொழில் மகளிர் விருதை வென்றார் - இது \"அங்கீகாரத்தின் முத்திரை போன்றது\" என்று அவர் உணர்ந்தார்.",
        "அது அவளது தொழிலையும் ஆரம்பித்தது. இலங்கைப் பெண்களால் தயாரிக்கப்பட்ட கைவினைப் பொருட்களை உற்பத்தி செய்யும் DHD கைத்தறி நிறுவனத்தை நடத்தும் டி சில்வா, இந்த விருது \"பெரியதாக வளரவும், எனது ஏற்றுமதி பங்கை விரிவுபடுத்தவும் எனக்கு வாய்ப்பளித்தது. \"என்னால் அதிகம் சம்பாதிக்க முடிந்தது மற்றும் எனது கிராமத்திலிருந்து அதிகமான பெண்களை வேலைக்கு அமர்த்த முடிந்தது.\" விருதுக்குப் பிறகு - மற்றும் அதனுடன் வந்த அங்கீகாரம் - DHD கைத்தறி விருதுக்கு முன்பு இருந்ததை விட அதிகமாக சம்பாதித்தது.",
        "டி சில்வா மற்றும் இலங்கையில் உள்ள பல தொழிலதிபர்களைப் போன்றே வணிகப் பெண்களுக்கு அதிக முறையான அங்கீகாரத்தைக் கொண்டு வருவதற்காக ‘Top50’ நிபுணத்துவ மற்றும் தொழில்சார் மகளிர் விருதுகள் உருவாக்கப்பட்டன என்று, மகளிர் நிர்வாகத்தின் (WIM) நிறுவனர்/தலைவரும் விருதை உருவாக்கியவருமான சுலோச்சனா செகேரா கூறுகிறார். செகெரா \"பெண்கள் தலைவர்கள் மற்றும் மறைந்திருக்கும் திறமைகளை அங்கீகரிப்பதில் ஒரு வெற்றிடத்தை\" கண்டார், மேலும் \"எங்கள் கடற்கரையில் உள்ள பல ஊக்கமளிக்கும் பெண்கள்\" இளைஞர்களுக்கு உள்ளூர் முன்மாதிரியாக பணியாற்ற வேண்டும் என்று விரும்பினார்.",
        "'Top50' நிபுணத்துவ மற்றும் தொழில் பெண்கள் விருதுகள் 2011 இல் 25 பெண்கள் மற்றும் ஐந்து விருதுகளுடன் கொழும்பை மையமாகக் கொண்ட மாநாட்டாகத் தொடங்கியது. ஒரு தசாப்தத்திற்குப் பிறகு, இது ஒரு வருடாந்த நிகழ்வாக உருவெடுத்து, இலங்கையின் வணிகத் தலைநகரான கொழும்பைத் தாண்டி நகர்ந்தது. பல இலங்கைப் பெண்களுக்கு ஊக்கத்தையும் அங்கீகாரத்தையும் வழங்கி வருகிறது.",
        "வங்கி மற்றும் நிதி, விருந்தோம்பல், ஊடகம், சட்டம், தளவாடங்கள் மற்றும் விநியோகச் சங்கிலிகள் என பல்வேறு துறைகளிலும், பரந்த அளவிலான தொழில்களிலும் 520க்கும் மேற்பட்ட விருதுகளை வென்றவர்களுடன், இந்த விருது பல்வேறு துறைகள், நிறுவனங்கள், நிறுவனங்களில் பெண்களுக்கான தலைமைப் பாத்திரங்களுக்கு ஒரு படியாக அமைகிறது. மற்றும் சமூகங்கள்.",
        "",
        "வெற்றிக்கு ஒரு படிக்கட்டு",
        "இந்த விருது இலங்கை சமூகத்திற்கு ஒரு குறிப்பிடத்தக்க மைல்கல்லாகும். கடந்த இரண்டு தசாப்தங்களாக, இலங்கையின் தொழிலாளர் படையில் பெண்களின் பங்களிப்பு 30 முதல் 35% வரை தேக்கமடைந்துள்ளது. பல்கலைக்கழகப் பட்டதாரிகளில் பாதிக்கும் மேற்பட்ட பெண்கள் மற்றும் பள்ளியில் ஆண்களுக்கு நிகராகச் செயல்படுவதைக் கருத்தில் கொண்டு இது குறைவாக உள்ளது. சில காரணிகள் - குறிப்பாக சமூக-கலாச்சார விதிமுறைகள், உயர்மட்ட பராமரிப்பு பொறுப்புகள் மற்றும் கட்டுப்பாடான சட்டங்கள் - இலங்கைப் பெண்களை ஓரங்கட்டுவதாக ஆராய்ச்சி காட்டுகிறது.",
        "WIM இலங்கைப் பெண்களை கெளரவித்த பதினோராவது ஆண்டு நிறைவைக் குறிக்கும் நிலையில், IFC தொடர்ந்து ஏழு வருடங்களாக ‘Top50’ விருதுகளுக்கான பங்காளியாகவும், IFC மற்றும் அவுஸ்திரேலியா அரசாங்கத்துக்கும் இடையிலான பங்காளித்துவத்துடன் இணைந்து வேலை செய்யும் பெண்களுடன் நான்காவது முறையாகவும் உள்ளது.",
        "பல்வேறு பகுதிகளில் பெண்களின் தலைமைத்துவத்தை மேம்படுத்துவதற்காக இந்த விருதுகள் உருவாகியுள்ளன. IFC, WIM மற்றும் ஆஸ்திரேலிய வெளியுறவு மற்றும் வர்த்தகத் துறை (DFAT) ஆகியவற்றுக்கு இடையேயான கூட்டாண்மையின் முதல் ஆண்டில், பரிந்துரைகள் கிட்டத்தட்ட 400% வளர்ந்தன, மேலும் மூன்று விருது பிரிவுகள் சேர்க்கப்பட்டன - பாலின சமத்துவத்திற்கான சிறந்த தனியார் துறை அமைப்பு, ஆண் சாம்பியன். மாற்றம், மற்றும் பலகைகளில் பெண்கள்.",
        "கார்ப்பரேட் விருது வென்றவர்களில் பாதிக்கும் மேற்பட்டவர்கள் தொழில் முன்னேற்றங்களை அனுபவித்தனர், அதே சமயம் 90% க்கும் அதிகமான சிறு மற்றும் நடுத்தர வணிக வெற்றியாளர்கள் பிராண்ட் அங்கீகாரம் மற்றும் சந்தை வளர்ச்சியை அதிகரித்துள்ளனர்.",
        "\"இந்த விருதின் மூலம் கிடைத்த அங்கீகாரம், தொழில்முறை நிபுணத்துவம் பெண்களை ஆண் ஆதிக்கம் செலுத்தும் வாரியங்களில் நியமிப்பதற்கும், பல விஷயங்களில் பெண்களின் பார்வையை கொண்டு வருவதற்கும் வழிவகுக்கும்\" என 2019 ஆம் ஆண்டுக்கான 'டாப்50' நிபுணத்துவ மற்றும் தொழில் மகளிர் விருதுகளை வென்ற மினெட் பெரேரா கூறினார். பலகைகளில் பெண்கள். இந்தப் பிரிவில் முதல் வெற்றியாளரான பெரேரா, டில்மா சிலோன் தேயிலை நிறுவனத்தின் நிர்வாகக் குழு உறுப்பினர் ஆவார்.",
        "கடின உழைப்புக்கு பலன் கிடைக்கும்.",
        "பெண்களின் தலைமைப் பாத்திரங்களின் அதிகரித்த அங்கீகாரம் நீடித்த தாக்கங்களை ஏற்படுத்துவதாக முடிவுகள் காட்டுகின்றன. IFC மற்றும் Colombo Stock Exchange (CSE) ஆகியவற்றின் ஆய்வுகள் பெண் வாரிய இயக்குநர்களின் எண்ணிக்கையில் அதிகரிப்பை சுட்டிக்காட்டுகின்றன. CSE இல் பட்டியலிடப்பட்டுள்ள இலங்கையின் 30 பெரிய நிறுவனங்களில் உள்ள பெண்களின் பங்கு 2018 முதல் 2021 வரை 50% க்கும் அதிகமாக அதிகரித்துள்ளது.",
        "",
        "பாலின சமத்துவத்தை நோக்கி",
        "IFC ஆனது இலங்கையின் தனியார் துறையில் பெண்களின் பங்களிப்பை மேம்படுத்துவதற்கு முதலீடு மற்றும் ஆலோசனைகள் மூலம் பரந்த அளவிலான முயற்சிகளில் ஈடுபட்டுள்ளது. பல ஆண்டுகளாக, IFC முதலீடுகள் நாடு முழுவதும் உள்ள பெண் தொழில்முனைவோருக்கு நிதி அணுகலை ஊக்குவித்துள்ளன.",
        "IFC இன் பெண்களுக்கான கூட்டாண்மை ஆளுகைத் திட்டம், இலங்கையின் வணிகத் தலைமைத்துவத்தில் பெண்களின் தனியார் துறை பங்கேற்பையும் பாலின வேறுபாட்டையும் ஊக்குவிக்கிறது. இதில் பெண் இயக்குனர்களுக்கான பயிற்சி, பெண்கள் தலைமையிலான சிறு வணிகங்களுக்கான திட்டங்கள் மற்றும் போர்டுரூமில் பாலின சமத்துவத்தை அதிகரிப்பதற்கான தடைகள் பற்றிய ஆராய்ச்சி ஆகியவை அடங்கும். இத்திட்டத்தின் கீழ், பெண்கள் குழுவின் தலைமைத்துவத்தை மேலும் ஊக்குவிப்பதற்காக பெண் நிறுவன பணிப்பாளர்களின் இலங்கை அத்தியாயத்தை அமைப்பதற்கு IFC இலங்கை இயக்குநர்கள் நிறுவனத்துடன் கூட்டு சேர்ந்தது.",
        "டி சில்வா போன்ற பெண்கள் அடைந்துள்ள முன்னேற்றம், பொருளாதாரத்தில் பெண்களும் ஆண்களும் சமமாக பங்குகொள்ளும்போது என்ன சாதிக்க முடியும் என்பதை காட்டுகிறது. டி சில்வா தனக்கு கிடைத்த விருது போன்ற அங்கீகாரம், உலகப் பொருளாதாரத்தை மாற்றியமைப்பதற்கும், அவர்களின் சொந்த ஆற்றலை அங்கீகரிப்பதற்கும் அதிகமான இலங்கைப் பெண்களுக்கு களம் அமைக்க முடியும் என்பதை ஒப்புக்கொள்கிறார்.",
        "\"இன்று, நான் இலங்கையின் தெற்கில் உள்ள பல ஹோட்டல்களுக்கு கைத்தறி தயாரிப்புகளை வழங்குகிறேன், மேலும் நகரத்தில் எனக்கு ஒரு கடை உள்ளது,\" என்று டி சில்வா கூறினார். \"DHD கைத்தறியை வீட்டுப் பெயராக மாற்றுவதும், உலகளாவிய அங்கீகாரம் பெற்ற பெண் தொழில்முனைவோராக மாறுவதும் எனது இறுதி இலக்கு.\"",
        "இலங்கையில் 50 வருடங்களுக்கும் மேலான செயற்பாடுகளுடன், IFC ஆனது சிறு வணிகங்கள், சுற்றுலா, பெண்கள், பெண்கள் தொழில்முயற்சியாளர்கள், உள்கட்டமைப்பு, வர்த்தக நிதி மற்றும் விவசாய வணிகம் போன்றவற்றிற்கான ஆதரவின் மூலம் நாட்டின் வளர்ச்சிக் கதையில் குறிப்பிடத்தக்க பங்கைக் கொண்டுள்ளது. IFC ஆனது உள்கட்டமைப்பு, தொலைத்தொடர்பு, சுற்றுலா, எரிசக்தி, சுகாதாரம் உள்ளிட்ட துறைகளில் $1.9 பில்லியனுக்கும் மேல் முதலீடு செய்துள்ளது, மேலும் நாடு முழுவதும் உள்ள எங்களது பல்வேறு வாடிக்கையாளர்களுக்கு அதிநவீன தீர்வுகள் மற்றும் நிபுணத்துவத்தையும் வழங்கியுள்ளது. நாட்டின் தனியார் துறைக்கு மிகவும் தேவையான நீண்ட கால மூலதனம் மற்றும் வர்த்தக நிதியுதவியை வழங்கும் இலங்கையில் IFC தொடர்ந்து வலுவான எதிர் சுழற்சி பாத்திரத்தை வகிக்கிறது."
      ]
    }
  }
}