{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tea-traders-call-for-swift-action-on-crisis-expert-consultation-94577/",
  "time_ut": 1653300240,
  "title": "Sri Lanka tea traders call for swift action on crisis, expert consultation",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea traders have called for quick action to solve the country’s economic crisis saying the current environment is making operations difficult on top of state interventions made earlier.",
    "“The current environment does not augur well for the smooth functioning of commercial activities, and the tea trade is no exception,” the Colombo Tea Traders’ Association said.",
    "“The CTTA firmly believes that the government must give a hearing to the justifiable cries of the people. If these pleas are not heeded, the whole country, including the industries, will come to a standstill resulting in the country losing much-needed revenue.",
    "“This outcome will have a further dampening effect on the already ailing economy of Sri Lanka.”",
    "The tea sector has been hit by several state intervention which banned agricultural inputs and fertilizer.",
    "“Despite the many appeals made, the Tea industry was never heeded by the government of the day when making decisions to ban the use of specific essential agriculture inputs, including fertilizer,” the CCTA said.",
    "“These actions have cost the country billions of US dollars,driving away loyal tea consumers to other tea-producing countries.",
    "“The recent decision to ban the use of inorganic or chemical fertilizer has resulted in a drastic drop in production from the latter part of last year to date.",
    "The government should take action to solve the crisis but also listen to expert advice the tea industry said.",
    "“All sectors of the tea industry are committed to ensuring uninterrupted supplies to all tea importing countries as it has done over the last one and a half centuries,” the CTTA said.",
    "“For this, the support and facilitation of the government are of utmost importance. However, it is necessary that the policymakers do not make the mistake of not listening to the experts in the industry.",
    "“Some of the population’s grievances are a result of the incorrect decisions taken by successive governments,mainly on agriculture which has brought about the current grave situation in the country.",
    "“These actions have led to the food shortages experienced at present.",
    "The Colombo Tea Traders’ Association (CTTA), which comprises all tea industry stakeholders, namely the growers, manufacturers, Plantation company estates, brokers, and exporters, views with deep concern the prevailing situation facing the nation. The recent events which took place in the aftermath of the island-wide protests have only aggravated the position with disruptions to the normal life of the people and businesses.",
    "The current environment does not augur well for the smooth functioning of commercial activities, and the tea trade is no exception.",
    "The CTTA firmly believes that the government must give a hearing to the justifiable cries of the people. If these pleas are not heeded, the whole country, including the industries, will come to a standstill resulting in the country losing much-needed revenue. This outcome will have a further dampening effect on the already ailing economy of Sri Lanka.",
    "The Tea industry, which employs approx. 10% of the total population in all sectors of the value chain contributes around USD 1.3 Billion annually by way of foreign revenue to the country’s coffers. It is pertinent to state that in the turbulent 2020 and 2021 when Sri Lanka was not spared from the Covid-19 pandemic, the tea industry functioned uninterruptedly to ensure the nearly 500,000 smallholder families received their incomesand a similar number of tea workers in the plantations their wages.",
    "The 155-year-old tea industry has been remarkably resilient over the past decades, having overcome many challenges, including natural calamities and insurrections.",
    "It is pertinent to state that even during the 30-year-old civil war that ended 13 years ago, the Sri Lankan tea industry continued to supply the international markets, thus signifying the reliability of “Ceylon Tea”.",
    "All sectors of the tea industry are committed to ensuring uninterrupted supplies to all tea importing countries as it has done over the last one and a half centuries. For this, the support and facilitation of the government are of utmost importance.",
    "However, it is necessary that the policymakers do not make the mistake of not listening to the experts in the industry. Some of the population’s grievances are a result of the incorrect decisions taken by successive governments,mainly on agriculture which has brought about the current grave situation in the country. These actions have led to the food shortages experienced at present.",
    "Despite the many appeals made, the Tea industry was never heeded by the government of the day when making decisions to ban the use of specific essential agriculture inputs, including fertilizer. These actions have cost the country billions of US dollars, driving away loyal tea consumers to other tea-producing countries. The recent decision to ban the use of inorganic or chemical fertilizer has resulted in a drastic drop in production from the latter part of last year to date. Furthermore, it is needless to overemphasize the foreign exchange loss to the country due to a shortfall such as this.",
    "The CTTA humbly urges the government to take swift action to resolve the current situation in the country by making favourable decisions and applying creative solutions to revive Sri Lanka’s economy and improve the standard of living of its citizens. We firmly believe that if practical steps are taken immediately to transform the current situation, as a nation, we can collectively contribute towards rebuilding the economy and putting Sri Lanka back on the world map, not only as being the home of Ceylon Tea but as a paradisiacal haven for tourists and locals alike. We request all Sri Lankans to remain strong and patient during this difficult time and be resilient as we have done in the past when faced with war, disasters, and the 2020 pandemic."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා තේ වෙළෙන්දෝ අර්බුදය සම්බන්ධයෙන් කඩිනම් ක්‍රියාමාර්ගයක්, විශේෂඥ උපදෙස් ඉල්ලා සිටිති",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ තේ ව්‍යාපාරිකයන් රටේ ආර්ථික අර්බුදය විසඳීමට කඩිනම් පියවර ගන්නා ලෙස ඉල්ලා සිටින්නේ, කලින් කරන ලද රාජ්‍ය මැදිහත්වීම් මත වත්මන් පරිසරය මෙහෙයුම් දුෂ්කර කරන බව පවසමිනි.",
        "\"වර්තමාන පරිසරය වාණිජ කටයුතු සුමට ලෙස ක්‍රියාත්මක වීමට යහපත් නොවන අතර තේ වෙළඳාමද ව්‍යතිරේකයක් නොවේ,\" කොළඹ තේ වෙළඳුන්ගේ සංගමය පවසයි.",
        "“ජනතාවගේ සාධාරණ කෑගැසීම්වලට රජය සවන් දිය යුතු බව CTTA තරයේ විශ්වාස කරයි. මෙම ඉල්ලීම්වලට කන් නොදුන්නේ නම් කර්මාන්ත ඇතුළු මුළු රටම ඇනහිටීම නිසා රටට අත්‍යාවශ්‍ය ආදායම අහිමි වේ.",
        "\"මෙම ප්‍රතිපලය ශ්‍රී ලංකාවේ දැනටමත් රෝගී ආර්ථිකයට තවත් අඩාල කිරීමේ බලපෑමක් ඇති කරනු ඇත.\"",
        "කෘෂිකාර්මික යෙදවුම් සහ පොහොර තහනම් කළ රාජ්‍ය මැදිහත්වීම් කිහිපයකින් තේ ක්ෂේත්‍රයට පහර වැදී ඇත.",
        "“බොහෝ ආයාචනා කළද, පොහොර ඇතුළු නිශ්චිත අත්‍යවශ්‍ය කෘෂිකාර්මික යෙදවුම් භාවිතය තහනම් කිරීමට තීරණ ගන්නා විට, තේ කර්මාන්තය කිසි විටෙක රජය විසින් ගණන් ගත්තේ නැත,” CCTA පවසයි.",
        "“මෙම ක්‍රියාවන් නිසා රටට එක්සත් ජනපද ඩොලර් බිලියන ගණනක පාඩුවක් සිදුවී ඇති අතර, විශ්වාසවන්ත තේ පාරිභෝගිකයින් වෙනත් තේ නිෂ්පාදනය කරන රටවලට පලවා හරින ලදී.",
        "“අකාබනික හෝ රසායනික පොහොර භාවිතය තහනම් කිරීමට මෑතදී ගත් තීරණය පසුගිය වසරේ අග භාගයේ සිට මේ දක්වා නිෂ්පාදනයේ විශාල පහත වැටීමකට හේතු වී තිබේ.",
        "අර්බුදය විසඳීමට රජය ක්‍රියා කළ යුතු අතර තේ කර්මාන්තය පවසන විශේෂඥ උපදෙස්වලටද සවන් දිය යුතුය.",
        "\"පසුගිය ශතවර්ෂ එකහමාරක කාලය තුළ සිදු කර ඇති පරිදි තේ ආනයනය කරන සියලුම රටවලට අඛණ්ඩ සැපයුමක් සහතික කිරීමට තේ කර්මාන්තයේ සියලුම අංශ කැපවී සිටී,\" CTTA පවසයි.",
        "“මේ සඳහා රජයෙන් ලැබෙන සහයෝගය සහ පහසුව ඉතාමත් වැදගත්. කෙසේ වෙතත්, ප්‍රතිපත්ති සම්පාදකයින් කර්මාන්තයේ ප්‍රවීණයන්ට ඇහුම්කන් නොදීමේ වැරැද්ද නොකිරීමට අවශ්‍ය වේ.",
        "“ජනතාවගේ සමහර දුක්ගැනවිලි රටේ වත්මන් බරපතල තත්ත්වය ඇති කර ඇති ප්‍රධාන වශයෙන් කෘෂිකර්මාන්තය සම්බන්ධයෙන් අනුප්‍රාප්තික රජයන් විසින් ගන්නා ලද වැරදි තීරණවල ප්‍රතිඵලයකි.",
        "“මේ ක්‍රියාවන් නිසා වර්තමානයේ අත්විඳින ආහාර හිඟයට හේතු වී තිබෙනවා.",
        "තේ කර්මාන්තයේ සියලුම පාර්ශ්වකරුවන්, එනම් වගාකරුවන්, නිෂ්පාදකයින්, වැවිලි සමාගම් වතු, තැරැව්කරුවන් සහ අපනයනකරුවන්ගෙන් සමන්විත කොළඹ තේ වෙළඳුන්ගේ සංගමය (CTTA) ජාතිය මුහුණ දෙන පවතින තත්ත්වය පිළිබඳව දැඩි අවධානයකින් යුතුව දකී. දීප ව්‍යාප්ත උද්ඝෝෂණවලින් අනතුරුව මෑතකාලීනව සිදු වූ සිදුවීම් නිසා සිදු වී ඇත්තේ සාමාන්‍ය ජන ජීවිතයට සහ ව්‍යාපාරවලට බාධා ඇති කරමින් තත්ත්වය තවත් නරක අතට හැරීම පමණි.",
        "වත්මන් පරිසරය වාණිජ කටයුතු සුමට ලෙස ක්‍රියාත්මක වීමට යහපත් නොවන අතර තේ වෙළඳාම ද ඊට වෙනස් නොවේ.",
        "CTTA තරයේ විශ්වාස කරන්නේ ජනතාවගේ සාධාරණ කෑගැසීම්වලට රජය සවන් දිය යුතු බවයි. මෙම ඉල්ලීම්වලට කන් නොදුන්නේ නම් කර්මාන්ත ඇතුළු මුළු රටම ඇනහිටීම නිසා රටට අත්‍යාවශ්‍ය ආදායම අහිමි වේ. මෙම ප්‍රතිඵලය දැනටමත් දුර්වල වී ඇති ශ්‍රී ලංකාවේ ආර්ථිකයට තවත් අඩාල කරන බලපෑමක් ඇති කරනු ඇත.",
        "දළ වශයෙන් රැකියා කරන තේ කර්මාන්තය. වටිනාකම් දාමයේ සියලුම අංශවල මුළු ජනගහනයෙන් 10% ක් වාර්ෂිකව ඩොලර් බිලියන 1.3 ක පමණ විදේශ ආදායමක් මගින් රටේ භාණ්ඩාගාරයට දායක වේ. ශ්‍රී ලංකාව කොවිඩ් 19 වසංගතයෙන් ගැලවී නොගිය කැලඹිලි සහිත 2020 සහ 2021 වසරවලදී කුඩා වතු හිමියන්ගේ පවුල් ලක්ෂ 5කට ආසන්න ප්‍රමාණයකට ඔවුන්ගේ ආදායම සහතික කිරීම සඳහා තේ කර්මාන්තය අඛණ්ඩව ක්‍රියාත්මක වූ බවත් වතුකරයේ තේ සේවකයන්ට සමාන ප්‍රමාණයක් ඔවුන්ගේ ආදායම ලබා ගැනීමටත් කටයුතු කළ බව සඳහන් කිරීම වටී. වැටුප්.",
        "වසර 155ක් පැරැණි තේ කර්මාන්තය පසුගිය දශක කිහිපය තුළ ස්වභාවික විපත් සහ කැරලි ඇතුළු අභියෝග රැසක් ජය ගනිමින් කැපී පෙනෙන ලෙස ඔරොත්තු දෙනවා.",
        "වසර 13කට පෙර අවසන් වූ 30 වසරක සිවිල් යුද්ධයේදී පවා ශ්‍රී ලංකා තේ කර්මාන්තය ජාත්‍යන්තර වෙළඳපොළට සැපයීම අඛණ්ඩව සිදු කළ අතර එමඟින් \"සිලෝන් ටී\" හි විශ්වසනීයත්වය පෙන්නුම් කරයි.",
        "පසුගිය සියවස් එකහමාරක කාලය තුළ සිදු කර ඇති පරිදි තේ ආනයනය කරන සියලුම රටවලට අඛණ්ඩ සැපයුමක් සහතික කිරීමට තේ කර්මාන්තයේ සියලුම අංශ කැපවී සිටී. මේ සඳහා රජයෙන් ලැබෙන සහයෝගය සහ පහසුව අතිශයින් වැදගත් වේ.",
        "කෙසේ වෙතත්, ප්‍රතිපත්ති සම්පාදකයින් කර්මාන්තයේ ප්‍රවීණයන්ට ඇහුම්කන් නොදීමේ වැරැද්ද නොකිරීමට අවශ්‍ය වේ. රටේ වත්මන් බරපතල තත්ත්වය ඇති කර ඇති ප්‍රධාන වශයෙන් කෘෂිකර්මාන්තය සම්බන්ධයෙන්, අනුප්‍රාප්තික රජයන් විසින් ගනු ලැබූ වැරදි තීරණවල ප්‍රතිඵලයක් ලෙස ජනගහනයේ සමහර දුක්ගැනවිලි ඇති වේ. මෙම ක්‍රියා හේතුවෙන් වර්තමානයේ අත්විඳින ආහාර හිඟයට හේතු වී ඇත.",
        "බොහෝ ආයාචනා කළද, පොහොර ඇතුළු නිශ්චිත අත්‍යවශ්‍ය කෘෂිකාර්මික යෙදවුම් භාවිතය තහනම් කිරීමට තීරණ ගන්නා විට එවකට රජය විසින් තේ කර්මාන්තය කිසි විටෙක ගණන් ගත්තේ නැත. මෙම ක්‍රියාවන් නිසා රටට එක්සත් ජනපද ඩොලර් බිලියන ගණනක පාඩුවක් සිදුවී ඇති අතර, විශ්වාසවන්ත තේ පාරිභෝගිකයින් වෙනත් තේ නිෂ්පාදනය කරන රටවලට පලවා හැර ඇත. අකාබනික හෝ රසායනික පොහොර භාවිතය තහනම් කිරීමට මෑතක දී ගත් තීරණය නිසා පසුගිය වසරේ අග භාගයේ සිට මේ දක්වා නිෂ්පාදනයේ විශාල පහත වැටීමක් සිදු විය. තවද මෙවැනි හිඟයක් නිසා රටට සිදුවන විදේශ විනිමය පාඩුව ගැන ඕනෑවට වඩා අවධාරණය කළ යුතු නැත.",
        "ශ්‍රී ලංකාවේ ආර්ථිකය පුනර්ජීවනය කිරීමට සහ එහි පුරවැසියන්ගේ ජීවන තත්ත්වය ඉහළ නැංවීමට හිතකර තීරණ ගනිමින් සහ නිර්මාණාත්මක විසඳුම් යොදා ගනිමින් රටේ වත්මන් තත්ත්වය විසඳීමට කඩිනම් පියවර ගන්නා ලෙස CTTA නිහතමානීව රජයෙන් ඉල්ලා සිටී. පවතින තත්ත්වය වෙනස් කිරීමට වහා ප්‍රායෝගික පියවර ගතහොත් ජාතියක් ලෙස ආර්ථිකය ගොඩගැනීමටත්, ලංකා තේ වල නිවහන ලෙස පමණක් නොව ශ්‍රී ලංකාව නැවතත් ලෝක සිතියමට ගෙන ඒමටත් සාමූහිකව දායක විය හැකි බව අපි තරයේ විශ්වාස කරමු. සංචාරකයින්ට සහ ප්‍රදේශවාසීන්ට පාරාදීස තෝතැන්නක්. යුද්ධයට, ව්‍යසනවලට සහ 2020 වසංගතයට මුහුණ දුන් විට අතීතයේ කළාක් මෙන් මෙම දුෂ්කර කාලය තුළ ශක්තිමත්ව සහ ඉවසිලිවන්තව සිටින ලෙස අපි සියලුම ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටිමු."
      ]
    },
    "ta": {
      "title": "இலங்கை தேயிலை வர்த்தகர்கள் நெருக்கடி, நிபுணர் ஆலோசனைகள் குறித்து விரைவான நடவடிக்கைக்கு அழைப்பு விடுக்கின்றனர்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் தேயிலை வர்த்தகர்கள் நாட்டின் பொருளாதார நெருக்கடியைத் தீர்ப்பதற்கு விரைவான நடவடிக்கைக்கு அழைப்பு விடுத்துள்ளனர், தற்போதைய சூழல் முன்னர் மேற்கொள்ளப்பட்ட அரச தலையீடுகளின் மேல் நடவடிக்கைகளை கடினமாக்குகிறது.",
        "\"தற்போதைய சூழல் வர்த்தக நடவடிக்கைகளின் சுமூகமான செயல்பாட்டிற்கு உகந்ததாக இல்லை, மேலும் தேயிலை வர்த்தகமும் இதற்கு விதிவிலக்கல்ல\" என்று கொழும்பு தேயிலை வர்த்தகர் சங்கம் தெரிவித்துள்ளது.",
        "“மக்களின் நியாயமான கூக்குரல்களுக்கு அரசாங்கம் செவிசாய்க்க வேண்டும் என்று CTTA உறுதியாக நம்புகிறது. இந்த வேண்டுகோள்களுக்கு செவிசாய்க்காவிட்டால், தொழில்கள் உட்பட முழு நாடும் ஸ்தம்பித்துவிடும், இதன் விளைவாக நாடு மிகவும் தேவையான வருவாயை இழக்கும்.",
        "\"இந்த முடிவு ஏற்கனவே நலிவடைந்துள்ள இலங்கையின் பொருளாதாரத்தில் மேலும் மந்தமான விளைவை ஏற்படுத்தும்.\"",
        "விவசாய உள்ளீடுகள் மற்றும் உரங்களைத் தடை செய்த அரசின் தலையீட்டால் தேயிலை துறை பாதிக்கப்பட்டுள்ளது.",
        "\"பல முறையீடுகள் செய்யப்பட்ட போதிலும், உரம் உட்பட குறிப்பிட்ட அத்தியாவசிய விவசாய உள்ளீடுகளின் பயன்பாட்டை தடை செய்வதற்கான முடிவுகளை எடுக்கும் போது தேயிலை தொழில் அன்றைய அரசாங்கத்தால் கவனிக்கப்படவில்லை\" என்று CCTA கூறியது.",
        "\"இந்த நடவடிக்கைகள் நாட்டிற்கு பில்லியன் கணக்கான அமெரிக்க டாலர்களை செலவழித்து, விசுவாசமான தேயிலை நுகர்வோரை மற்ற தேயிலை உற்பத்தி செய்யும் நாடுகளுக்கு விரட்டுகிறது.",
        "\"கனிம அல்லது இரசாயன உரங்களின் பயன்பாட்டை தடை செய்வதற்கான சமீபத்திய முடிவு கடந்த ஆண்டின் பிற்பகுதியிலிருந்து இன்றுவரை உற்பத்தியில் கடுமையான வீழ்ச்சியை ஏற்படுத்தியுள்ளது.",
        "நெருக்கடியைத் தீர்க்க அரசாங்கம் நடவடிக்கை எடுக்க வேண்டும், ஆனால் தேயிலை தொழில்துறையின் நிபுணர்களின் ஆலோசனைகளையும் கேட்க வேண்டும்.",
        "\"கடந்த ஒன்றரை நூற்றாண்டுகளில் செய்ததைப் போல அனைத்து தேயிலை இறக்குமதி செய்யும் நாடுகளுக்கும் தடையில்லா விநியோகத்தை உறுதி செய்வதில் தேயிலை தொழிற்துறையின் அனைத்து துறைகளும் உறுதிபூண்டுள்ளன\" என்று CTTA தெரிவித்துள்ளது.",
        "\"இதற்கு, அரசாங்கத்தின் ஆதரவு மற்றும் வசதி மிகவும் முக்கியமானது. இருப்பினும், கொள்கை வகுப்பாளர்கள் தொழில் வல்லுநர்களின் பேச்சைக் கேட்காத தவறைச் செய்யாமல் இருப்பது அவசியம்.",
        "“நாட்டின் தற்போதைய பாரதூரமான சூழ்நிலையில் முக்கியமாக விவசாயம் தொடர்பாக அடுத்தடுத்து வந்த அரசாங்கங்களால் எடுக்கப்பட்ட தவறான முடிவுகளின் விளைவாக மக்களின் சில குறைகள் உள்ளன.",
        "“இந்த நடவடிக்கைகளால் தற்போது உணவுப் பற்றாக்குறை ஏற்பட்டுள்ளது.",
        "தேயிலை உற்பத்தியாளர்கள், தோட்டக் கம்பனி தோட்டங்கள், தரகர்கள் மற்றும் ஏற்றுமதியாளர்கள் என அனைத்து தேயிலை தொழில் பங்குதாரர்களையும் உள்ளடக்கிய கொழும்பு தேயிலை வர்த்தகர் சங்கம் (CTTA), நாடு எதிர்நோக்கும் நிலவும் நிலைமையை ஆழ்ந்த கவலையுடன் பார்க்கிறது. நாடளாவிய ரீதியில் இடம்பெற்ற போராட்டங்களுக்குப் பின்னர் இடம்பெற்ற அண்மைய நிகழ்வுகள் மக்கள் மற்றும் வர்த்தகர்களின் இயல்பு வாழ்க்கைக்கு இடையூறுகளுடன் நிலைமையை மேலும் மோசமாக்கியுள்ளது.",
        "தற்போதைய சூழல் வணிக நடவடிக்கைகளின் சுமூகமான செயல்பாட்டிற்கு ஏற்றதாக இல்லை, மேலும் தேயிலை வர்த்தகமும் இதற்கு விதிவிலக்கல்ல.",
        "மக்களின் நியாயமான கூக்குரல்களுக்கு அரசாங்கம் செவிசாய்க்க வேண்டும் என்று CTTA உறுதியாக நம்புகிறது. இந்த வேண்டுகோள்களுக்கு செவிசாய்க்காவிட்டால், தொழில்கள் உட்பட முழு நாடும் ஸ்தம்பித்துவிடும், இதன் விளைவாக நாடு மிகவும் தேவையான வருவாயை இழக்கும். ஏற்கனவே நலிவடைந்துள்ள இலங்கையின் பொருளாதாரத்தில் இந்த முடிவு மேலும் மந்தமான விளைவை ஏற்படுத்தும்.",
        "தேயிலை தொழில், இது தோராயமாக வேலை செய்கிறது. மதிப்புச் சங்கிலியின் அனைத்துத் துறைகளிலும் உள்ள மொத்த மக்கள்தொகையில் 10% பேர் ஆண்டுதோறும் 1.3 பில்லியன் அமெரிக்க டாலர்கள் வெளிநாட்டு வருவாய் மூலம் நாட்டின் கருவூலங்களுக்குப் பங்களிக்கின்றனர். கொவிட்-19 தொற்றிலிருந்து இலங்கை விடுபடாத கொந்தளிப்பான 2020 மற்றும் 2021 ஆம் ஆண்டுகளில், தேயிலை தொழிற்துறை தடையின்றி இயங்கி, ஏறக்குறைய 500,000 சிறுதடுப்புக் குடும்பங்கள் தங்கள் வருமானத்தைப் பெறுவதையும், தோட்டங்களில் உள்ள தேயிலைத் தொழிலாளர்களின் எண்ணிக்கையையும் உறுதி செய்வதையும் குறிப்பிடுவது பொருத்தமானது. ஊதியங்கள்.",
        "155 ஆண்டுகள் பழமையான தேயிலை தொழில் கடந்த தசாப்தங்களாக, இயற்கை சீற்றங்கள் மற்றும் கிளர்ச்சிகள் உட்பட பல சவால்களை கடந்து, குறிப்பிடத்தக்க வகையில் மீள்தன்மை பெற்றுள்ளது.",
        "13 வருடங்களுக்கு முன்னர் முடிவடைந்த 30 வருட உள்நாட்டு யுத்தத்தின் போதும், இலங்கை தேயிலை தொழிற்துறையானது சர்வதேச சந்தைகளுக்கு தொடர்ந்து விநியோகித்தது, இதனால் \"சிலோன் டீ\"யின் நம்பகத்தன்மையை குறிப்பிடுவது பொருத்தமானது.",
        "தேயிலை தொழில்துறையின் அனைத்து துறைகளும் கடந்த ஒன்றரை நூற்றாண்டுகளாக செய்ததைப் போன்று அனைத்து தேயிலை இறக்குமதி செய்யும் நாடுகளுக்கும் தடையில்லா விநியோகத்தை உறுதி செய்வதில் உறுதி பூண்டுள்ளன. இதற்கு, அரசின் ஆதரவும், உதவியும் மிக முக்கியமானது.",
        "இருப்பினும், கொள்கை வகுப்பாளர்கள் தொழில் வல்லுநர்களின் பேச்சைக் கேட்காத தவறைச் செய்யாமல் இருப்பது அவசியம். நாட்டின் தற்போதைய பாரதூரமான சூழ்நிலையில் முக்கியமாக விவசாயம் தொடர்பாக, அடுத்தடுத்து வந்த அரசாங்கங்களால் எடுக்கப்பட்ட தவறான முடிவுகளின் விளைவாக மக்களின் சில குறைகள் உள்ளன. இந்த நடவடிக்கைகளால் தற்போது உணவு தட்டுப்பாடு ஏற்பட்டுள்ளது.",
        "பல முறையீடுகள் செய்யப்பட்ட போதிலும், அன்றைய அரசாங்கம் உரம் உட்பட குறிப்பிட்ட அத்தியாவசிய விவசாய உள்ளீடுகளைப் பயன்படுத்துவதைத் தடைசெய்வதற்கான முடிவுகளை எடுக்கும்போது தேயிலைத் தொழிலை ஒருபோதும் கவனிக்கவில்லை. இந்த நடவடிக்கைகளால் நாட்டிற்கு பில்லியன் கணக்கான அமெரிக்க டாலர்கள் நஷ்டம் ஏற்பட்டு, விசுவாசமான தேயிலை நுகர்வோரை மற்ற தேயிலை உற்பத்தி செய்யும் நாடுகளுக்கு விரட்டுகிறது. கனிம அல்லது இரசாயன உரங்களின் பயன்பாட்டை தடை செய்வதற்கான சமீபத்திய முடிவு கடந்த ஆண்டின் பிற்பகுதியிலிருந்து இன்றுவரை உற்பத்தியில் கடுமையான வீழ்ச்சியை ஏற்படுத்தியுள்ளது. மேலும், இது போன்ற பற்றாக்குறையால் நாட்டிற்கு ஏற்படும் அந்நியச் செலாவணி இழப்பை மிகைப்படுத்திக் கூறத் தேவையில்லை.",
        "இலங்கையின் பொருளாதாரத்தை மீட்டெடுக்கவும் அதன் குடிமக்களின் வாழ்க்கைத் தரத்தை மேம்படுத்தவும் சாதகமான முடிவுகளை எடுப்பதன் மூலமும் ஆக்கப்பூர்வமான தீர்வுகளைப் பயன்படுத்துவதன் மூலமும் நாட்டின் தற்போதைய நிலைமையைத் தீர்ப்பதற்கு விரைவான நடவடிக்கை எடுக்குமாறு CTTA பணிவுடன் கேட்டுக்கொள்கிறது. தற்போதைய நிலைமையை மாற்றுவதற்கான நடைமுறை நடவடிக்கைகள் உடனடியாக எடுக்கப்பட்டால், ஒரு தேசமாக, பொருளாதாரத்தை மீளக் கட்டியெழுப்புவதற்கும், இலங்கையை மீண்டும் உலக வரைபடத்தில் கொண்டு வருவதற்கும், சிலோன் தேயிலையின் தாயகமாக மட்டுமல்லாமல், இலங்கையை மீண்டும் உருவாக்குவதற்கும் கூட்டாக பங்களிக்க முடியும் என்று நாங்கள் உறுதியாக நம்புகிறோம். சுற்றுலாப் பயணிகளுக்கும் உள்ளூர் மக்களுக்கும் சொர்க்க புகலிடம். கடந்த காலங்களில் யுத்தம், அனர்த்தங்கள் மற்றும் 2020 தொற்றுநோய்களை எதிர்கொண்ட போது நாம் செய்ததைப் போன்று இந்த இக்கட்டான நேரத்தில் வலுவாகவும் பொறுமையாகவும் இருக்குமாறு அனைத்து இலங்கையர்களையும் கேட்டுக்கொள்கிறோம்."
      ]
    }
  }
}