{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/three-hours-in-a-roadside-trench/",
  "time_ut": 1648821780,
  "title": "THREE HOURS IN A ROADSIDE TRENCH",
  "body_lines": [
    "My first job in the public service was as an Administrative Officer in the Department of Agriculture. This was in 1959 at the age of 23 years, before I entered the Ceylon Civil Service. On appointment I was sent to Polonnaruwa for on-the-job training which meant I had to work with the Administrative Office\\r in charge, and learn everything about the job to be able to function on my own.",
    "The AO in charge was a couple of years my senior at Peradeniya who followed a Special Course in Economics like I did, and was known to me. Since he was a bachelor and had official quarters at the Kaduruvela farm almost next door to the office, he offered me free accommodation which I was only too glad to accept. The Dental Surgeon attached to the Polonnaruwa Hospital was also staying with him at the time.",
    "I used to travel to Kandy during most week-ends not only to do some reading at the University Library in preparation for the CCS. examination, but also to meet my fiancee who was a teacher at Hillwood College at the time. Since I had no vehicle of my own, I had to use public transport for these trips. This meant that, one week-end, when a fellow public servant attached to the Kachcheri, whom I had known from my Peradeniya days, offered me a lift up to Matale, his home town, I was only too glad to accept as I could take a bus to Kandy from there.",
    "Having left Polonnaruwa on a Saturday afternoon, which was a half working-day those days, we spent quite some time to clear the jungle area up to Habarana as my friend stopped every now and then to pick some type of fruit that grew in abundance on either side of the road for his nephews and nieces. Thus, by the time we cleared Habarana junction and got on to the Kandy road we had spent a lot of time, and my friend stepped on the accelerator to catch up on lost time.",
    "The car happened to be a Peugeot 203 belonging to a close relative of his which he had borrowed for a week or two. I was not too happy at the speed at which he was driving, the more so as there had been a slight shower and the road was somewhat wet. But it was not for me to protest! And, just as he was negotiating a bend on the Dambulla stretch, the car went off the road and landed itself in a rocky ditch about four feet below the level of the road.",
    "By the time I realized what had happened I found the car firmly lodged amidst the rocks. While I was seated looking straight ahead (no doubt, foolishly) risking injury to my face, I found my friend resting his head on the steering wheel. He soon raised his head and asked me whether I was alright, and appeared relieved when I answered in the affirmative. I could see that like me, he too had no visible injuries.",
    "But the front of the car was considerably damaged. Those who remember the 203 know that it had a long bonnet, and that probably explains how we were spared. We got out of the car with some difficulty and when we saw the extent of damage caused to it we considered ourselves extremely lucky to have escaped with a few scrapes here and there, but without serious injuries.",
    "A few vehicles which passed by slowed down to see what had happened, but seeing us unharmed and standing near the car examining it, they did not consider it necessary to get off and offer any help.",
    "Finding my friend in deep contemplation, I asked him the obvious question: what do we do now? His belaboured and apologetic reply was that he did not possess a license to drive!",
    "That was something that I never expected to hear, and the shock of it was even more than that of the accident itself I was a ‘learner driver’ at the time having yet to obtain my license, and would never have dared do what he had done. However, it was neither the time nor the place to sermonize on the offence he had committed.",
    "After a while, my friend said there was no alternative but for him to get to Matale as quickly as possible and bring with him someone who possessed a license to stand in for him as the driver together with people from a repair shop to pull the vehicle out and tow it over there. After a couple of minutes, he looked at me and asked: “Can you please be here till I go to Matale and get back soonest possible?”",
    "There was obviously no way I could say ‘no’ although there was the frightening prospect of my being stuck there till after dark with not even a single house in sight, and the jungle all around casting a threatening shadow over us. I thought adversity is the mother of courage, just as necessity is the mother of invention – so I mustered enough bravado to say “yes, of course.”",
    "He stopped the very first bus to Matale that came, leaving me to regret having accepted the lift that he had offered me without taking the Kandy bus from Polonnaruwa, which would have taken me quicker to my destination and saved me all the bother. I was naturally quite annoyed about what had happened not because the accident took place as accidents do happen anyway, but because he had broken the law by taking the wheel without a license to do so.",
    "Since standing outside the car meant arousing too much attention from passers-by, I thought it much better to get inside the car and recline myself in my seat so that not many could see me from the road. I waited praying to all the gods that I could collect in my thoughts, hoping my friend will turn up with his rescue team before the sun went down leaving me to the tender mercies of darkness and, perhaps, wild animals.",
    "It was such a relief when they did arrive before darkness fell, and within about half an hour we were on our way to Matale, towing the car with a duly accredited driver at its wheel and with me stretched out in the back seat of the towing vehicle. On reaching Matale, I got off at the bus stand, took leave of my friend and made one quick dash to the bus that was about to start off for Kandy, a much relieved man. I reached Kandy almost half-a-day later than I would have got there had I taken a bus from Polonnaruwa as I would have done if not for the kind offer of a lift made by my friend in a vehicle he had no legal authority to drive. What an induction to the public service.",
    "Mayhem starts in Mirihana! Where will it go? How will it end?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පාර අයිනේ අගලක පැය තුනක්",
      "body_lines": [
        "රාජ්‍ය සේවයේ මගේ මුල්ම රැකියාව කෘෂිකර්ම දෙපාර්තමේන්තුවේ පරිපාලන නිලධාරියෙක්. ඒ මා ලංකා සිවිල් සේවයට ඇතුළත් වීමට පෙර 1959 දී වයස අවුරුදු 23 දී ය. පත්වීමෙන් පසු මාව රැකියා පුහුණුව සඳහා පොළොන්නරුවට යවන ලදී, එයින් අදහස් කළේ මට භාරව සිටින පරිපාලන කාර්යාලය සමඟ වැඩ කිරීමටත්, මට තනිවම ක්‍රියා කිරීමට හැකි වන පරිදි රැකියාව පිළිබඳ සෑම දෙයක්ම ඉගෙන ගැනීමටත් සිදු විය.",
        "විෂයභාර AO වරයා මා මෙන් ආර්ථික විද්‍යාව පිළිබඳ විශේෂ පාඨමාලාවක් හැදෑරූ, මා දන්නා හඳුනන පේරාදෙණියේ මට වසර කීපයකට වඩා ජ්‍යෙෂ්ඨ විය. ඔහු තනිකඩයෙකු වූ නිසාත් කාර්යාලයට යාබද කදුරුවෙල ගොවිපළේ නිල නිවාස තිබූ නිසාත් ඔහු මට නොමිලේ නවාතැන් ලබා දුන්නේ එය පිළිගැනීමට නොහැකි තරම් සතුටිනි. ඒ වන විට පොළොන්නරුව රෝහලේ දන්ත ශල්‍ය වෛද්‍යවරයාද ඔහු සමඟ නැවතී සිට ඇත.",
        "CCS සඳහා සූදානම් වීම සඳහා විශ්ව විද්‍යාල පුස්තකාලයේ කියවීමට පමණක් නොව බොහෝ සති අන්තවල මම මහනුවරට ගියෙමි. විභාගයට පමණක් නොව එවකට හිල්වුඩ් විද්‍යාලයේ ගුරුවරියක් වූ මගේ පෙම්වතිය හමුවීමටද විය. මට මගේම කියා වාහනයක් නොතිබූ නිසා මේ ගමන් බිමන් සඳහා පොදු ප්‍රවාහන සේවය භාවිතා කිරීමට සිදු විය. ඒ කියන්නේ සති අන්තයක, මගේ පේරාදෙණිය දවස්වල ඉඳන්ම මම දන්න කච්චේරියට සම්බන්ධ රජයේ සේවකයෙක් මට එයාගේ උපන් ගම වන මාතලේට සෝපානයක් දුන්නම, මට පුළුවන් විදිහට පිළිගන්න බැරි තරම් සතුටක් ආවා. එතනින් නුවර යන්න බස් එකක.",
        "එදා වැඩ කරන දින භාගයක් වූ සෙනසුරාදා දහවල් පොළොන්නරුවෙන් පිටත් වූ අපි හබරණ දක්වා කැලෑව එළිපෙහෙළි කිරීමට සෑහෙන වෙලාවක් ගත කළෙමු. ඔහුගේ බෑණනුවන් සහ ලේලියන් සඳහා මාර්ගය දෙපස. මෙලෙස හබරණ හන්දිය එළිපෙහෙළි කර නුවර පාරට ගොඩවන විට බොහෝ වේලාවක් ගතකර තිබූ අතර මගේ මිතුරා ඇක්සලරේටරය පෑගුවේ නැතිවූ කාලය අල්ලා ගැනීමටය.",
        "එම මෝටර් රථය ඔහුගේ ළඟම ඥාතියෙකුට අයත් Peugeot 203 වර්ගයේ මෝටර් රථයක් වන අතර එය ඔහු සතියකට හෝ දෙකකට වරක් ණයට ගෙන ඇත. මද වැස්සක් වැටී මාර්ගය තරමක් තෙත් වී තිබූ නිසා ඔහු රිය පැදවූ වේගය ගැන මම එතරම් සතුටු නොවෙමි. නමුත් විරෝධය දැක්වීමට මට නොහැකි විය! තවද, ඔහු දඹුල්ල මාර්ගයේ වංගුවක් ගැන කතා කරන විට, මෝටර් රථය පාරෙන් ඉවතට ගොස් පාරේ මට්ටමේ සිට අඩි හතරක් පමණ පහළින් ඇති ගල් වළකට වැටී ඇත.",
        "සිදුවූයේ කුමක්දැයි මට වැටහෙන විට මෝටර් රථය ගල් පර්වත අතර ස්ථිරව නතර වී ඇති බව මට පෙනී ගියේය. මගේ මුහුණට තුවාල වීමේ අවදානමක් ඇතිව මම කෙළින්ම ඉදිරිය බලා සිටියදී (සැකයක් නැත, මෝඩ ලෙස) මගේ මිතුරා සුක්කානම මත ඔහුගේ හිස තබාගෙන සිටිනු මම දුටුවෙමි. ඔහු ඉක්මනින්ම හිස ඔසවා, මම හොඳින්ද කියා මගෙන් විමසූ අතර, මම ස්ථිර ලෙස පිළිතුරු දුන් විට සහනයක් ඇති විය. මට වගේම එයාටත් කිසිම තුවාලයක් නෑ කියලා මට පෙනුනා.",
        "නමුත් මෝටර් රථයේ ඉදිරිපස කොටස සැලකිය යුතු ලෙස හානි වී ඇත. 203 මතක ඇති අය දන්නවා එහි දිගු බොනට්ටුවක් තිබූ බව, එය අපව බේරාගත් ආකාරය පැහැදිලි කරයි. අපි ටිකක් අමාරුවෙන් කාර් එකෙන් බැහැලා එතනින් එහාට සීරීම් කීපයක් එක්ක, ඒත් බරපතල තුවාලයක් නැතුව බේරෙන්න ලැබීම ගැන අපි හිතුවේ ඒකෙන් වෙච්ච හානිය දැක්කම අපි ගොඩක් වාසනාවන්තයි කියලා.",
        "ඒ අසලින් ගිය වාහන කිහිපයක් සිදුවූයේ කුමක් දැයි බැලීමට වේගය අඩු කළ නමුත් අප නොදැවී මෝටර් රථය අසල සිටගෙන එය පරීක්‍ෂා කරමින් සිටිනු දුටු ඔවුන් බැසීමට අවශ්‍ය යැයි නොසිතූ අතර කිසිදු උදව්වක් ඉදිරිපත් කළහ.",
        "ගැඹුරු කල්පනාවක සිටින මගේ මිතුරා සොයා, මම ඔහුගෙන් පැහැදිලි ප්‍රශ්නය ඇසුවෙමි: අපි දැන් කුමක් කරමුද? ඔහුගේ කණගාටුදායක සහ සමාව අයදින පිළිතුර වූයේ ඔහුට රිය පැදවීමට බලපත්‍රයක් නොමැති බවයි!",
        "එය මා කිසිදා අසන්නට බලාපොරොත්තු නොවූ දෙයක් වූ අතර, එහි කම්පනය අනතුරට වඩා වැඩිය, ඒ වන විට මම 'ඉගෙන ගන්නා රියදුරෙකු' වූයේ තවමත් මගේ බලපත්‍රය ලබාගෙන නොමැති අතර ඔහුට තිබූ දේ කිරීමට කිසි විටෙකත් එඩිතර නොවනු ඇත. කළා. කෙසේ වෙතත්, එය ඔහු කළ වරද ගැන දේශනා කිරීමට කාලය හෝ ස්ථානය නොවීය.",
        "ටික වේලාවකට පසු, මගේ මිතුරා පැවසුවේ ඔහුට හැකි ඉක්මනින් මාතලේට ගොස් ඔහුට රියදුරු ලෙස පෙනී සිටීමට බලපත්‍රයක් ඇති අයෙකු රැගෙන ඒම හැර වෙනත් විකල්පයක් නොමැති බවයි. එය පිටතට ඇදගෙන යන්න. මිනිත්තු දෙකකට පසු ඔහු මා දෙස බලා ඇසුවේය: \"කරුණාකර මම මාතලේට ගොස් හැකි ඉක්මනින් ආපසු එන තුරු ඔබට මෙහි සිටිය හැකිද?\"",
        "එක ගෙයක්වත් නොපෙනී අඳුර වැටෙන තුරු මා එහි සිරවී සිටීමේ බිය උපදවන අපේක්ෂාවක් තිබුණද, අවට කැලෑව අපට තර්ජනාත්මක සෙවණැල්ලක් වපුරමින් සිටියද පැහැදිලිවම මට ‘නැහැ’ කියන්නට ක්‍රමයක් තිබුණේ නැත. අවශ්‍යතාවය නව නිපැයුම්වල මව වන්නා සේම විපත්තිය ධෛර්‍යයේ මව යැයි මම සිතුවෙමි - එබැවින් මම “ඔව්, ඇත්ත වශයෙන්ම” යැයි කීමට තරම් නිර්භීතකම රැස් කර ගතිමි.",
        "පොළොන්නරුවේ සිට නුවර බස් රථයෙන් මා ඉක්මනින් ගමනාන්තයට ගෙන ගොස් මා සියලු කරදරවලින් බේරීමට ඉඩ තිබූ ඔහු මට ලබා දුන් සෝපානය භාර ගැනීම ගැන පසුතැවිලි වීමට ඉඩ හැර මාතලේට පැමිණි පළමු බස් රථය ඔහු නැවැත්තුවේය. කෙසේ හෝ අනතුරු සිදුවන බැවින් අනතුර සිදු වූ නිසා නොව බලපත්‍රයක් නොමැතිව රෝදය ගෙන ඔහු නීතිය කඩ කළ නිසා සිදු වූ දෙය ගැන මට නිරායාසයෙන්ම කම්පා විය.",
        "මෝටර් රථයෙන් පිටත හිටගැනීම යනු මගීන්ගේ වැඩි අවධානයක් ඇති කරවන නිසා, බොහෝ දෙනෙකුට මා පාරේ සිට නොපෙනෙන ලෙස මෝටර් රථය තුළට ගොස් මගේ අසුනේ හිඳීම වඩා හොඳ යැයි මට සිතුනි. මම මගේ සිතුවිලි තුළ එකතු කර ගත හැකි සියලු දෙවිවරුන්ට යාච්ඤා කරමින් බලා සිටියෙමි, හිරු බැස යාමට පෙර මගේ මිතුරා ඔහුගේ ගලවා ගැනීමේ කණ්ඩායම සමඟ පැමිණෙනු ඇතැයි බලාපොරොත්තු වන අතර මාව අන්ධකාරයේ සහ සමහර විට වන සතුන්ගේ මුදු මොළොක් දයාවට පත් කළේය.",
        "අඳුර වැටෙන්නට පෙර ඔවුන් පැමිණි විට එය එතරම්ම සහනයක් වූ අතර, පැය භාගයකින් පමණ අප මාතලේ බලා යමින්, නියමිත පරිදි පිළිගත් රියදුරෙකු සමඟ මෝටර් රථය එහි රෝදයට ඇදගෙන මා සමඟ ඇදගෙන යාමේ පිටුපස අසුනේ දිගු විය. වාහන. මාතලේට එනකොටම බස් ස්ටෑන්ඩ් එකෙන් බැහැලා, යාළුවගෙන් නිවාඩු අරන්, නුවර යන්න පටන් ගන්න හදන බස් එක ළඟට එක පාරක් දැම්මා. පොළොන්නරුවෙන් බස් එකක නැග්ගා නම් මම මහනුවරට ළඟා වූයේ දින භාගයකට පමණ පසුවය. පදවන්න. රාජ්‍ය සේවයට මොනතරම් පෙළඹවීමක්ද?",
        "මිරිහානෙන් විපතක් ඇරඹේ! එය කොහෙද යන්නේ? එය අවසන් වන්නේ කෙසේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு சாலையோர அகழியில் மூன்று மணிநேரம்",
      "body_lines": [
        "பொதுச் சேவையில் எனது முதல் வேலை வேளாண்மைத் துறையில் நிர்வாக அதிகாரியாக இருந்தது. இது 1959 இல் 23 வயதில், நான் இலங்கை சிவில் சேவையில் நுழைவதற்கு முன்பு. நியமனத்தின் போது நான் பொலன்னறுவைக்கு பணிப் பயிற்சிக்காக அனுப்பப்பட்டேன், இதன் பொருள் நான் நிர்வாக அலுவலகம்\\r பொறுப்பில் பணியாற்ற வேண்டும், மேலும் நான் சொந்தமாகச் செயல்படுவதற்கு வேலையைப் பற்றி அனைத்தையும் கற்றுக் கொள்ள வேண்டும்.",
        "பொறுப்பதிகாரி AO, பேராதனையில் எனக்கு இரண்டு வருடங்கள் மூத்தவர், அவர் என்னைப் போலவே பொருளாதாரத்தில் சிறப்புப் பாடப்பிரிவைப் படித்தவர், எனக்கு தெரிந்தவர். அவர் ஒரு இளங்கலை மற்றும் அலுவலகத்திற்கு அருகில் உள்ள கதுருவெல பண்ணையில் உத்தியோகபூர்வ குடியிருப்புகளைக் கொண்டிருந்ததால், அவர் எனக்கு இலவச தங்குமிடத்தை வழங்கினார், அதை நான் மிகவும் மகிழ்ச்சியுடன் ஏற்றுக்கொண்டேன். பொலன்னறுவை வைத்தியசாலையின் பல் சத்திரசிகிச்சை நிபுணரும் அப்போது அவருடன் தங்கியிருந்தார்.",
        "CCS க்கு தயாராகும் வகையில் பல்கலைக்கழக நூலகத்தில் சில வாசிப்புகளை மேற்கொள்வதற்காக மட்டுமல்லாமல், பெரும்பாலான வார இறுதி நாட்களில் கண்டிக்குச் செல்வேன். பரீட்சை, ஆனால் அந்த நேரத்தில் ஹில்வுட் கல்லூரியில் ஆசிரியராக இருந்த எனது வருங்கால மனைவியை சந்திக்கவும். என்னிடம் சொந்தமாக வாகனம் இல்லாததால், இந்தப் பயணங்களுக்கு பொதுப் போக்குவரத்தைப் பயன்படுத்த வேண்டியிருந்தது. இதன் பொருள் என்னவென்றால், ஒரு வார இறுதியில், எனது பேராதனை நாட்களில் நான் அறிந்த கச்சேரியில் பணிபுரியும் சக அரசு ஊழியர் ஒருவர், அவரது சொந்த ஊரான மாத்தளைக்கு லிஃப்ட் ஒன்றை எனக்கு வழங்கியபோது, ​​என்னால் முடிந்தவரை ஏற்றுக்கொள்வதற்கு நான் மிகவும் மகிழ்ச்சியடைந்தேன். அங்கிருந்து கண்டிக்கு பேருந்தில் செல்லுங்கள்.",
        "அந்த நாட்களில் அரை வேலை நாளான ஒரு சனிக்கிழமை பிற்பகல் பொலன்னறுவையில் இருந்து கிளம்பிய நாங்கள், ஹபரணை வரையிலான காடுகளை சுத்தம் செய்ய சிறிது நேரம் செலவிட்டோம், ஏனென்றால் என் நண்பர் அவ்வப்போது ஏராளமாக விளைந்த சில வகை பழங்களைப் பறிக்கிறார். அவரது மருமகன்கள் மற்றும் மருமக்களுக்கு சாலையின் இருபுறமும். இவ்வாறாக, நாங்கள் ஹபரணை சந்தியை துப்பரவு செய்து கண்டி வீதியில் ஏறும் வேளையில் நாங்கள் வெகுநேரம் கழித்திருந்தோம், எனது நண்பன் தொலைந்த நேரத்தைப் பிடிக்க முடுக்கியை மிதித்தார்.",
        "அந்த கார் அவருடைய நெருங்கிய உறவினருக்கு சொந்தமான பியூஜியோட் 203 ஆகும், அதை அவர் ஓரிரு வாரங்களுக்கு கடன் வாங்கினார். லேசாக மழை பெய்து, சாலை ஓரளவு ஈரமாக இருந்ததால், அவர் ஓட்டும் வேகத்தில் எனக்கு மகிழ்ச்சி ஏற்படவில்லை. ஆனால் எதிர்ப்பு தெரிவிப்பது எனக்காக இல்லை! மேலும், அவர் தம்புள்ளை பகுதியில் ஒரு வளைவில் பேச்சுவார்த்தை நடத்திக்கொண்டிருந்தபோது, ​​​​கார் சாலையை விட்டு விலகி சாலையின் மட்டத்திலிருந்து சுமார் நான்கு அடிக்கு கீழே உள்ள பாறை பள்ளத்தில் விழுந்தது.",
        "என்ன நடந்தது என்பதை நான் உணர்ந்துகொள்ளும் நேரத்தில் கார் பாறைகளுக்கு மத்தியில் உறுதியாக நின்றிருப்பதைக் கண்டேன். நான் நேராக முன்னால் அமர்ந்திருந்தபோது (சந்தேகமில்லை, முட்டாள்தனமாக) என் முகத்தில் காயம் ஏற்படும் அபாயம் இருந்தது, என் நண்பன் ஸ்டீயரிங் மீது தலையை ஊன்றிக் கொண்டிருப்பதைக் கண்டேன். அவர் விரைவில் தலையை உயர்த்தி, நான் நலமாக இருக்கிறீர்களா என்று கேட்டார், நான் உறுதிமொழியில் பதிலளித்தபோது நிம்மதியடைந்தார். என்னைப் போலவே அவருக்கும் எந்த காயமும் இல்லை என்பதை என்னால் பார்க்க முடிந்தது.",
        "ஆனால் காரின் முன்பகுதி பலத்த சேதமடைந்தது. 203 ஐ நினைவில் வைத்திருப்பவர்களுக்கு அது ஒரு நீண்ட பன்னெட்டைக் கொண்டிருந்தது என்று தெரியும், மேலும் அது நாம் எவ்வாறு காப்பாற்றப்பட்டோம் என்பதை விளக்குகிறது. நாங்கள் சிறிது சிரமத்துடன் காரை விட்டு இறங்கினோம், அதில் ஏற்பட்ட சேதத்தின் அளவைப் பார்த்தபோது, ​​அங்கும் இங்கும் சில கீறல்களுடன், ஆனால் கடுமையான காயங்கள் இல்லாமல் தப்பித்ததை நாங்கள் மிகவும் அதிர்ஷ்டசாலி என்று கருதினோம்.",
        "அவ்வழியாகச் சென்ற சில வாகனங்கள் என்ன நடந்தது என்பதைப் பார்ப்பதற்காக வேகத்தைக் குறைத்தன, ஆனால் நாங்கள் காயமடையாமல் காரின் அருகே நின்று பரிசோதிப்பதைக் கண்டு, அவர்கள் இறங்கி எந்த உதவியும் செய்ய வேண்டிய அவசியம் இல்லை.",
        "ஆழ்ந்த சிந்தனையில் இருந்த எனது நண்பரைக் கண்டு, நான் அவரிடம் தெளிவான கேள்வியைக் கேட்டேன்: இப்போது நாம் என்ன செய்வது? அவரது சலசலப்பான மற்றும் மன்னிப்பு கேட்கும் பதில், அவரிடம் வாகனம் ஓட்டுவதற்கான உரிமம் இல்லை என்பதுதான்!",
        "இது நான் கேட்கவே எதிர்பார்க்காத ஒன்று, விபத்து நடந்ததை விட அதிர்வு இன்னும் அதிகமாக இருந்தது, அந்த நேரத்தில் நான் ஒரு 'கற்ற ஓட்டுநர்' இன்னும் எனது உரிமத்தைப் பெறவில்லை, மேலும் அவர் வைத்திருந்ததைச் செய்ய ஒருபோதும் துணிந்திருக்க மாட்டேன். முடிந்தது. இருப்பினும், அவர் செய்த குற்றத்தைப் பற்றி பிரசங்கம் செய்வதற்கான நேரமோ இடமோ அது இல்லை.",
        "சிறிது நேரத்திற்குப் பிறகு, எனது நண்பர், அவர் கூடிய விரைவில் மாத்தளைக்குச் சென்று, வாகனத்தை இழுக்க பழுதுபார்க்கும் கடையில் உள்ளவர்களுடன் சேர்ந்து சாரதியாக நிற்க உரிமம் பெற்ற ஒருவரைத் தன்னுடன் அழைத்து வருவதைத் தவிர வேறு வழியில்லை என்றார். வெளியே இழுத்து அங்கே இழுக்கவும். இரண்டு நிமிடங்களுக்குப் பிறகு, அவர் என்னைப் பார்த்து கேட்டார்: \"நான் மாத்தளைக்குச் சென்று விரைவில் திரும்பி வரும் வரை நீங்கள் இங்கே இருக்க முடியுமா?\"",
        "ஒரு வீடு கூட கண்ணில் படாத நிலையில் இருள் விடும் வரை நான் அங்கேயே சிக்கிக் கொள்வேன் என்ற பயமுறுத்தும் வாய்ப்பு இருந்தபோதிலும், சுற்றிலும் காடுகளும் எங்களை அச்சுறுத்தும் நிழலைப் படரவிட்டாலும், ‘இல்லை’ என்று என்னால் சொல்ல முடியாது. துன்பம் தைரியத்தின் தாய் என்று நான் நினைத்தேன், அதே போல் தேவை கண்டுபிடிப்பின் தாய் - அதனால் \"ஆம், நிச்சயமாக\" என்று சொல்லும் அளவுக்கு தைரியத்தை சேகரித்தேன்.",
        "பொலன்னறுவையிலிருந்து கண்டிப் பேருந்தில் செல்லாமல், நான் சென்ற இடத்துக்கு விரைவாகக் கொண்டுபோய், எல்லாத் தொல்லைகளிலிருந்தும் என்னைக் காப்பாற்றியிருக்கும் லிப்டை ஏற்றுக்கொண்டதற்காக வருந்தியபடி, மாத்தளைக்கு வந்த முதல் பேருந்தை நிறுத்தினார். எப்படியும் விபத்துகள் நடப்பதால் விபத்து நடந்ததால் அல்ல, உரிமம் இல்லாமல் சக்கரத்தை எடுத்துக்கொண்டு சட்டத்தை மீறியதால் என்ன நடந்தது என்று எனக்கு இயல்பாகவே கோபமாக இருந்தது.",
        "காருக்கு வெளியே நிற்பது வழிப்போக்கர்களின் கவனத்தைத் தூண்டுவதாக இருந்ததால், காருக்குள் ஏறி என் இருக்கையில் சாய்ந்துகொள்வது நல்லது என்று நினைத்தேன், அதனால் பலர் சாலையில் இருந்து என்னைப் பார்க்க முடியாது. நான் என் எண்ணங்களில் சேகரிக்கக்கூடிய அனைத்து கடவுள்களையும் வேண்டிக் காத்திருந்தேன், சூரியன் மறைவதற்குள் என் நண்பர் தனது மீட்புக் குழுவுடன் வருவார் என்று நம்புகிறேன், என்னை இருளின் மென்மையான கருணை மற்றும் ஒருவேளை காட்டு விலங்குகளுக்கு விட்டுச் சென்றேன்.",
        "இருள் சூழும் முன் அவர்கள் வந்து சேர்ந்தது மிகவும் நிம்மதியாக இருந்தது, அரை மணி நேரத்திற்குள் நாங்கள் மாத்தளை நோக்கி சென்று கொண்டிருந்தோம், சரியான அங்கீகாரம் பெற்ற டிரைவரை அதன் சக்கரத்தில் இழுத்துக்கொண்டு என்னுடன் இழுவையின் பின் இருக்கையில் நீட்டப்பட்டோம். வாகனம். மாத்தளையை அடைந்ததும், பேருந்து நிலையத்தில் இறங்கி, எனது நண்பரிடம் விடுப்பு எடுத்துக்கொண்டு, கண்டிக்கு புறப்படவிருந்த பேருந்தில் ஒருமுறை விரைந்தேன், மிகவும் நிம்மதியான மனிதர். நான் பொலன்னறுவையில் இருந்து பேருந்தில் சென்றிருந்தால், ஏறக்குறைய அரை நாள் தாமதமாக கண்டியை அடைந்தேன். ஓட்டு. பொது சேவையில் என்ன ஒரு தூண்டுதல்.",
        "மிரிஹானவில் ஆரம்பம் கலவரம்! அது எங்கே போகும்? அது எப்படி முடிவடையும்?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}