{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82226/sri-lankas-trade-unions-launch-massive-hartal-today",
  "time_ut": 1651802940,
  "title": "Sri Lanka’s trade unions launch massive Hartal today",
  "body_lines": [
    "With a large number of trade unions expected to join in support, organisers of today’s island wide “Hartal” promise to bring Sri Lanka to a standstill while demanding the government to “go home”.",
    "Meanwhile Sri Lanka Police has said they would take legal action against those who forced others to participate in the hartal.",
    "Issuing a statement, the senior police media spokesman stated that the police respect the right of the people to enjoy the various rights and freedoms guaranteed by the Constitution and that they will not be impeded.",
    "Senior Police Media Spokesman Senior DIG Ajith Rohana said that it has been revealed that certain groups are pressuring various businessmen and individuals into participate in the hartal campaign.",
    "Many trade unions including the Restaurant Owners’ Association, the Railway Station Masters’ Union, the United Postal Trade Union Front, the Government Medical Officers’ Association, Ceylon Teachers’ Union, All Ceylon Common Fisheries Association, All Ceylon Agrarian Federation have pledged support for the Hartal campaign.",
    "However, several trade unions including the progressive trade unions affiliated with the ruling Sri Lanka Podujana Peramuna (SLPP) have decided not to support it.",
    "Lanka Private Bus Owners’ Association (LPBOA) has decided to withdraw from public transport services across the island today (May 06).",
    "Addressing a media briefing yesterday, the chairman of the association Gemunu Wijeratne said they will be compelled to suspend their services in the coming days as well.",
    "“We cannot operate buses without fuel. There is a shortage of diesel at filling stations.”",
    "The Sri Lanka Railway Station Masters’ Union (SLRSMU) has also announced that they will participate in the nationwide strike on Friday.",
    "The All Ceylon Transport Workers Union (ACTWU) also said that they had asked all the employees of the Sri Lanka Transport Board (SLTB) to join the nationwide strike today.",
    "Accordingly, the Union will refrain from all the services from midnight yesterday in view of their participation in the mass strike.",
    "General Secretary of ACTWU, Sepala Liyanage said that all the employees have been requested to participate in the strike to establish the people’s government.",
    "He further said that the SLTB chairman and the Labour Department Commissioner General have also been notified about this.",
    "Meanwhile, the Inter-Provincial Private Bus Owners’ Association (IPPBOA) refused to participate in the nationwide strike but has given the freedom to the bus owners to decide whether to join the strike or not.",
    "Meanwhile, the Railway Trade Union Alliance (RTUA) announced that a 24- hour countrywide railway trade union action will start from midnight, to show solidarity to the nationwide hartal on Friday.",
    "Reportedly, over 40 railway trade unions will join the strike while above 1000 trade unions will join the railway trade unions. In addition, there will be zero trains running in the island country during the strike as well, said the Co-Convener of the union.",
    "Sri Lanka is struggling with acute food and electricity shortages, forcing the country to seek help from its neighbours. The recession is attributed to foreign exchange shortages caused by a clampdown on tourism during the COVID-19 pandemic. The country is unable to buy sufficient fuel and gas, while the people are being deprived of basic amenities as well.",
    "The economic situation has led to huge protests with demands for the resignation of Prime Minister Mahinda Rajapaksa, President Gotabaya Rajapaksa and the entire government.",
    "A mass strike action of 24 hours, organized on the 28th of April, also received the support of many sectors in the country including plantation, agriculture, electricity, fisheries, banks, health, ports, economic centres, teachers and principals. It was reported that approximately 1,000 trade unions had pledged support for the one-day strike.",
    "However, as public demands for the government and the President to resign fell on deaf ears, the trade unions announced that they would resort to an island-wide strike again tomorrow."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ වෘත්තීය සමිති අද දැවැන්ත හර්තාලයක් දියත් කරයි",
      "body_lines": [
        "වෘත්තීය සමිති විශාල සංඛ්‍යාවක් සහය දැක්වීමට එක්වනු ඇතැයි අපේක්‍ෂිත අද දීප ව්‍යාප්ත “හර්තාල්” සංවිධායකයෝ “ගෙදර යන්න” රජයට බලකරමින් ශ්‍රී ලංකාව නැවත්වීමට පොරොන්දු වෙති.",
        "මේ අතර, හර්තාලයට සහභාගි වන ලෙස වෙනත් අයට බල කළ පුද්ගලයන්ට එරෙහිව නීතිමය පියවර ගන්නා බව ශ්‍රී ලංකා පොලිසිය ප්‍රකාශ කර තිබේ.",
        "නිවේදනයක් නිකුත් කරමින් ජ්‍යෙෂ්ඨ පොලිස් මාධ්‍ය ප්‍රකාශකවරයා සඳහන් කළේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සහතික කර ඇති විවිධ අයිතිවාසිකම් සහ නිදහස භුක්ති විඳීමේ ජනතාවට ඇති අයිතියට පොලිසිය ගරු කරන බවත් ඒවාට බාධාවක් නොවන බවත්ය.",
        "ජ්‍යෙෂ්ඨ පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති අජිත් රෝහණ මහතා පැවසුවේ හර්තාල් ව්‍යාපාරයට සහභාගි වන ලෙස ඇතැම් පිරිස් විවිධ ව්‍යාපාරිකයන්ට සහ පුද්ගලයන්ට බලපෑම් කරන බවට අනාවරණය වී ඇති බවයි.",
        "ආපනශාලා හිමියන්ගේ සංගමය, දුම්රිය ස්ථානාධිපතිවරුන්ගේ සංගමය, ඒකාබද්ධ තැපැල් වෘත්තීය සමිති පෙරමුණ, රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය, ලංකා ගුරු සංගමය, සමස්ත ලංකා පොදු ධීවර සංගමය, සමස්ත ලංකා ගොවිජන සම්මේලනය ඇතුළු වෘත්තීය සමිති රැසක් ඊට සහය පළ කර තිබෙනවා. හර්තාල් ව්‍යාපාරය.",
        "කෙසේ වෙතත්, පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණට (SLPP) අනුබද්ධ ප්‍රගතිශීලී වෘත්තීය සමිති ඇතුළු වෘත්තීය සමිති කිහිපයක් ඊට සහය නොදීමට තීරණය කර ඇත.",
        "ලංකා පෞද්ගලික බස් හිමියන්ගේ සංගමය (LPBOA) අද (මැයි 06) දිවයින පුරා පොදු ප්‍රවාහන සේවාවලින් ඉවත් වීමට තීරණය කර ඇත.",
        "ඊයේ පැවති මාධ්‍ය හමුවකට එක්වෙමින් එම සංගමයේ සභාපති ගැමුණු විජේරත්න කියා සිටියේ ඉදිරි දිනවලදී ද ඔවුන්ගේ සේවා අත්හිටුවීමට සිදුවන බවයි.",
        "“ඉන්ධන නොමැතිව අපට බස් ධාවනය කළ නොහැක. පිරවුම්හල්වල ඩීසල් හිඟයක් තියෙනවා.”",
        "ශ්‍රී ලංකා දුම්රිය ස්ථානාධිපතිවරුන්ගේ සංගමය (SLRSMU) ද සිකුරාදා රටපුරා වැඩවර්ජනයට සහභාගී වන බව නිවේදනය කර ඇත.",
        "අද දින පැවැත්වෙන රටපුරා වැඩවර්ජනයට එක්වන ලෙස ශ්‍රී ලංකා ගමනාගමන මණ්ඩලයේ සියලුම සේවකයින්ගෙන් ඉල්ලා සිටි බව සමස්ත ලංකා ප්‍රවාහන සේවක සංගමයද ප්‍රකාශ කළේය.",
        "ඒ අනුව ඊයේ මධ්‍යම රාත්‍රියේ සිට වැඩවර්ජනයට එක්වීම හේතුවෙන් එම සංගමය සියලු සේවාවලින් වැළකී සිටිනු ඇති.",
        "ACTWU හි ප්‍රධාන ලේකම් සේපාල ලියනගේ මහතා පැවසුවේ, ජනතා රජය පිහිටුවීමේ වැඩවර්ජනයට සහභාගී වන ලෙස සියලුම සේවකයින්ගෙන් ඉල්ලා සිටින බවයි.",
        "මේ සම්බන්ධයෙන් ලංගම සභාපතිවරයාට සහ කම්කරු දෙපාර්තමේන්තුවේ කොමසාරිස් ජනරාල්වරයාට ද දන්වා ඇති බවද ඔහු වැඩිදුරටත් පැවසීය.",
        "මේ අතර, අන්තර් පළාත් පෞද්ගලික බස් හිමියන්ගේ සංගමය (IPPBOA) රටපුරා වැඩවර්ජනයට සහභාගී වීම ප්‍රතික්ෂේප කළ නමුත් වර්ජනයට සම්බන්ධ වන්නේද නැද්ද යන්න තීරණය කිරීමට බස් හිමියන්ට නිදහස ලබා දී තිබේ.",
        "මේ අතර, සිකුරාදා රටපුරා පැවැත්වෙන හර්තාලයට සහයෝගීතාවය දැක්වීම සඳහා මධ්‍යම රාත්‍රියේ සිට පැය 24 ක රටපුරා දුම්රිය වෘත්තීය ක්‍රියාමාර්ගයක් ආරම්භ කරන බව දුම්රිය වෘත්තීය සමිති සන්ධානය (RTUA) නිවේදනය කළේය.",
        "දුම්රිය වෘත්තීය සමිති 40කට අධික සංඛ්‍යාවක් මෙම වර්ජනයට එක්වන අතර වෘත්තීය සමිති 1000කට වැඩි සංඛ්‍යාවක් දුම්රිය වෘත්තීය සමිතිවලට එක්වීමට නියමිත බව වාර්තා වේ. මීට අමතරව වැඩවර්ජනය පැවැත්වෙන කාලසීමාව තුළ දීප ව්‍යාප්තව පවතින කාලසීමාව තුළද දිවයිනේ කිසිදු දුම්රියක් ධාවනය නොවන බව එම සංගමයේ සම කැඳවුම්කරු සඳහන් කළේය.",
        "ශ්‍රී ලංකාව උග්‍ර ආහාර සහ විදුලි හිඟයකින් පොරබදමින් සිටින අතර, අසල්වැසියන්ගෙන් උපකාර ලබා ගැනීමට රටට බල කෙරෙයි. COVID-19 වසංගතය තුළ සංචාරක ව්‍යාපාරය අවහිර කිරීම හේතුවෙන් ඇති වූ විදේශ විනිමය හිඟය අවපාතයට හේතු වී තිබේ. රටේ ජනතාවට අවශ්‍ය තරම් ඉන්ධන සහ ගෑස් මිලදී ගැනීමට නොහැකි වී ඇති අතර ජනතාවට මූලික පහසුකම් ද අහිමි වී තිබේ.",
        "අගමැති මහින්ද රාජපක්‍ෂ, ජනාධිපති ගෝඨාභය රාජපක්‍ෂ ඇතුළු සමස්ත රජයට ඉල්ලා අස්විය යුතු බවට කෙරෙන ඉල්ලීම් සහිත දැවැන්ත විරෝධතාවලට ආර්ථික තත්ත්වය හේතු වී තිබේ.",
        "අප්‍රේල් 28 වැනි දින සංවිධානය කරන ලද පැය 24ක මහා වැඩවර්ජනයට වැවිලි, කෘෂිකර්ම, විදුලිය, ධීවර, බැංකු, සෞඛ්‍ය, වරාය, ආර්ථික මධ්‍යස්ථාන, ගුරුවරුන්, විදුහල්පතිවරුන් ඇතුළු රටේ ක්ෂේත්‍ර රැසක සහයෝගය ද ලැබිණි. මෙම එක්දින වැඩවර්ජනය සඳහා වෘත්තීය සමිති 1000ක් පමණ සහය පළ කර ඇති බව වාර්තා විය.",
        "කෙසේ වෙතත්, රජයට සහ ජනාධිපතිවරයාට ඉල්ලා අස්විය යුතු බවට කළ ජනතා ඉල්ලීම් කණපිට පෙරළීම නිසා හෙට දිනයේ දී යළිත් දීප ව්‍යාප්ත වැඩවර්ජනයක නිරත වන බව වෘත්තීය සමිති නිවේදනය කළා."
      ]
    },
    "ta": {
      "title": "இலங்கையின் தொழிற்சங்கங்கள் இன்று பாரிய ஹர்த்தாலை ஆரம்பித்துள்ளன",
      "body_lines": [
        "பெரும் எண்ணிக்கையிலான தொழிற்சங்கங்கள் ஆதரவில் இணையும் என எதிர்பார்க்கப்படும் நிலையில், இன்றைய நாடளாவிய ரீதியில் நடைபெறும் “ஹர்த்தாலின்” ஏற்பாட்டாளர்கள் இலங்கையை ஸ்தம்பிக்க வைப்பதாக உறுதியளித்து அதேவேளையில் அரசாங்கத்தை “வீட்டுக்குச் செல்லுங்கள்” எனக் கோருகின்றனர்.",
        "இதேவேளை, ஹர்த்தாலில் கலந்துகொள்ளுமாறு மற்றவர்களை வற்புறுத்தியவர்களுக்கு எதிராக சட்ட நடவடிக்கை எடுப்பதாக இலங்கை பொலிஸார் தெரிவித்துள்ளனர்.",
        "அரசியல் சாசனம் உறுதி செய்துள்ள பல்வேறு உரிமைகள் மற்றும் சுதந்திரங்களை அனுபவிக்கும் மக்களின் உரிமையை பொலிசார் மதிக்கின்றனர் எனவும், அதற்கு இடையூறு ஏற்படாது எனவும் சிரேஷ்ட பொலிஸ் ஊடகப் பேச்சாளர் அறிக்கையொன்றை வெளியிட்டார்.",
        "ஹர்த்தால் பிரச்சாரத்தில் ஈடுபடுமாறு பல்வேறு வர்த்தகர்கள் மற்றும் தனிநபர்களை சில குழுக்கள் அழுத்தம் கொடுப்பதாக தெரியவந்துள்ளதாக சிரேஷ்ட பொலிஸ் ஊடகப் பேச்சாளர் சிரேஷ்ட பிரதி பொலிஸ் மா அதிபர் அஜித் ரோஹண தெரிவித்துள்ளார்.",
        "உணவக உரிமையாளர்கள் சங்கம், புகையிரத நிலைய அதிபர்கள் சங்கம், ஒன்றிணைந்த தபால் தொழிற்சங்க முன்னணி, அரச வைத்திய அதிகாரிகள் சங்கம், இலங்கை ஆசிரியர் சங்கம், அகில இலங்கை பொது கடற்றொழில் சங்கம், அகில இலங்கை விவசாய சம்மேளனம் உள்ளிட்ட பல தொழிற்சங்கங்கள் ஆதரவு வழங்குவதாக உறுதியளித்துள்ளன. ஹர்த்தால் பிரச்சாரம்.",
        "எவ்வாறாயினும், ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவுடன் (SLPP) இணைந்த முற்போக்கு தொழிற்சங்கங்கள் உட்பட பல தொழிற்சங்கங்கள் இதற்கு ஆதரவளிப்பதில்லை என தீர்மானித்துள்ளன.",
        "லங்கா தனியார் பேருந்து உரிமையாளர்கள் சங்கம் (LPBOA) நாடளாவிய ரீதியில் இன்று (மே 06) பொதுப் போக்குவரத்து சேவைகளில் இருந்து விலகத் தீர்மானித்துள்ளது.",
        "நேற்றைய தினம் இடம்பெற்ற ஊடகவியலாளர் சந்திப்பில் கலந்து கொண்டு உரையாற்றிய அந்த சங்கத்தின் தலைவர் கெமுனு விஜேரத்ன, எதிர்வரும் நாட்களிலும் தமது சேவைகளை இடைநிறுத்துவதற்கு நிர்ப்பந்திக்கப்படுவதாக தெரிவித்தார்.",
        "“எரிபொருள் இல்லாமல் பேருந்துகளை இயக்க முடியாது. நிரப்பு நிலையங்களில் டீசல் தட்டுப்பாடு நிலவுகிறது.",
        "இலங்கை புகையிரத நிலைய அதிபர்கள் சங்கமும் (SLRSMU) எதிர்வரும் வெள்ளிக்கிழமை நாடு தழுவிய பணிப்புறக்கணிப்பில் பங்கேற்கவுள்ளதாக அறிவித்துள்ளது.",
        "இன்று நாடு தழுவிய வேலைநிறுத்தத்தில் இலங்கை போக்குவரத்து சபையின் அனைத்து ஊழியர்களையும் கலந்துகொள்ளுமாறு அகில இலங்கை போக்குவரத்து ஊழியர் சங்கம் (ACTWU) கூறியுள்ளது.",
        "இதன்படி, பாரிய வேலைநிறுத்தப் போராட்டத்தில் பங்கேற்பதை முன்னிட்டு நேற்று நள்ளிரவு முதல் அனைத்து சேவைகளையும் தொழிற்சங்கம் தவிர்க்கவுள்ளது.",
        "மக்கள் அரசாங்கத்தை ஸ்தாபிப்பதற்கான வேலைநிறுத்தத்தில் அனைத்து ஊழியர்களும் பங்கேற்குமாறு கோரப்பட்டுள்ளதாக ACTWU இன் பொதுச் செயலாளர் சேபால லியனகே தெரிவித்துள்ளார்.",
        "இது தொடர்பில் இலங்கை போக்குவரத்து சபையின் தலைவர் மற்றும் தொழிலாளர் திணைக்கள ஆணையாளர் நாயகத்திற்கும் அறிவிக்கப்பட்டுள்ளதாக அவர் மேலும் தெரிவித்தார்.",
        "இதற்கிடையில், நாடு தழுவிய வேலைநிறுத்தத்தில் பங்கேற்க மறுத்த மாகாணங்களுக்கு இடையிலான தனியார் பஸ் உரிமையாளர்கள் சங்கம் (IPPBOA) வேலை நிறுத்தத்தில் ஈடுபடுவதா இல்லையா என்பதை தீர்மானிக்க பஸ் உரிமையாளர்களுக்கு சுதந்திரம் வழங்கியுள்ளது.",
        "இதற்கிடையில், வெள்ளிக்கிழமை நாடு தழுவிய ஹர்த்தாலுக்கு ஒற்றுமையை வெளிப்படுத்தும் வகையில், நாடு தழுவிய 24 மணி நேர ரயில்வே தொழிற்சங்கப் போராட்டம் நள்ளிரவு முதல் தொடங்கும் என்று ரயில்வே தொழிற்சங்கக் கூட்டமைப்பு (RTUA) அறிவித்துள்ளது.",
        "40க்கும் மேற்பட்ட ரயில்வே தொழிற்சங்கங்கள் இந்த வேலைநிறுத்தத்தில் ஈடுபடவுள்ளதாகவும், 1000க்கும் மேற்பட்ட தொழிற்சங்கங்கள் ரயில்வே தொழிற்சங்கங்களுடன் இணையவுள்ளதாக தெரிவிக்கப்பட்டுள்ளது. மேலும், வேலைநிறுத்தத்தின் போது தீவு நாட்டிலும் பூஜ்ஜிய ரயில்கள் இயங்கும் என்று சங்கத்தின் இணை அழைப்பாளர் தெரிவித்தார்.",
        "இலங்கையானது கடுமையான உணவு மற்றும் மின்சாரப் பற்றாக்குறையுடன் போராடிக்கொண்டிருப்பதால், அண்டை நாடுகளின் உதவியை நாட வேண்டிய கட்டாயத்தில் உள்ளது. கோவிட்-19 தொற்றுநோய்களின் போது சுற்றுலா மீதான தடையால் ஏற்பட்ட அந்நியச் செலாவணி பற்றாக்குறையே மந்தநிலைக்குக் காரணம். நாட்டில் போதுமான எரிபொருள் மற்றும் எரிவாயுவை வாங்க முடியவில்லை, அதே நேரத்தில் மக்கள் அடிப்படை வசதிகளையும் இழக்கின்றனர்.",
        "பொருளாதார நிலைமை காரணமாக பிரதமர் மஹிந்த ராஜபக்ஷ, ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் முழு அரசாங்கமும் பதவி விலக வேண்டும் என்ற கோரிக்கையுடன் பாரிய போராட்டங்களுக்கு வழிவகுத்துள்ளது.",
        "ஏப்ரல் 28ஆம் திகதி ஏற்பாடு செய்யப்பட்டிருந்த 24 மணிநேர வேலைநிறுத்தப் போராட்டத்திற்கு பெருந்தோட்டம், விவசாயம், மின்சாரம், கடற்றொழில், வங்கிகள், சுகாதாரம், துறைமுகங்கள், பொருளாதார நிலையங்கள், ஆசிரியர்கள் மற்றும் அதிபர்கள் உட்பட நாட்டின் பல துறைகளின் ஆதரவையும் பெற்றது. சுமார் 1,000 தொழிற்சங்கங்கள் ஒருநாள் வேலைநிறுத்தத்திற்கு ஆதரவு தெரிவித்துள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "எவ்வாறாயினும், அரசாங்கமும் ஜனாதிபதியும் இராஜினாமா செய்ய வேண்டும் என்ற பொதுமக்களின் கோரிக்கைகள் செவிடன் காதில் விழுந்ததையடுத்து, நாளை நாடளாவிய ரீதியில் மீண்டும் வேலை நிறுத்தப் போராட்டத்தில் ஈடுபடவுள்ளதாக தொழிற்சங்கங்கள் அறிவித்துள்ளன."
      ]
    }
  }
}