{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top-story-sports-2/Nippon-paints-a-new-chapter-for-SLR/326-232793",
  "time_ut": 1646922000,
  "title": "Nippon paints a new chapter for SLR",
  "body_lines": [
    "Sri Lanka Rugby (SLR) has finally announced its sponsor for the ongoing inter-club rugby league having conducted the tournament without one for weeks.",
    "Resuming rugby after two long years looked a tall task as SLR faced several challenges with regard to sponsorships and at one point it looked as if the wait for rugby would go on for another year.",
    "But SLR opted to play hardball with all the other parties who were trying to jeopardize the tournament and organised it without any sponsor.",
    "Now with the arrival of Nippon Paints as the premier sponsor, this would certainly be a huge win for SLR President Rizly Illyas, who was more than happy to get one over those who were perceived to not want the tournament to take place.",
    "“Sri Lanka Rugby in partnership with 'The Paint Expert' who are not new to sports sponsorship as they are with cricket and racing gives them impetus sponsoring rugby, the fastest growing sports in the country. Sri Lanka Rugby is happy and excited with the partnership of Nippon Paints and see the opportunity with this tie up to bring about a fan base competition, giving rugby fans the coating for them to take part and win fabulous prizes,\" Illyas said.",
    "\"The current sponsorship is only for the present inter-club league and Clifford Cup knockout and the inter-club 7’s tournaments. During our discussion, Nippon Paints were very keen in sponsoring SLR tournaments.\"",
    "\"Nippon paints have revolutionized the paint industry together with SLR and our partnership, I am sure, would boost SLR rugby to the next level of winning a medal in an international tournament and we are in within that window with the upcoming Commonwealth Rugby 7’s and The Asian 7’s both later this year,” Illyas told the media.",
    "Meanwhile, Nippon Paints General Manager Nemantha Abeysingha said they were delighted to join hands with SLR to help rugby in Sri Lanka.",
    "“Over the years we have partnered with a number of sports such as cricket, water sports and racing, and this is the first time we are partnering with rugby. I think this is a great partnership for both Nippon Paint and SLR and we hope to continue this for the coming years as well,” Abeysingha said."
  ],
  "translate": {
    "si": {
      "title": "Nippon SLR සඳහා නව පරිච්ඡේදයක් පින්තාරු කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා රග්බි (SLR) දැනට පැවැත්වෙන අන්තර් සමාජ රග්බි ලීගය සඳහා සිය අනුග්‍රාහකයා ප්‍රකාශයට පත් කර ඇත.",
        "SLR අනුග්‍රාහකත්වය සම්බන්ධයෙන් අභියෝග කිහිපයකට මුහුණ දුන් අතර එක් අවස්ථාවක රග්බි ක්‍රීඩාව සඳහා බලා සිටීම තවත් වසරක් යන බවක් පෙනෙන්නට තිබූ හෙයින් දිගු වසර දෙකකට පසු රග්බි ක්‍රීඩාව නැවත ආරම්භ කිරීම විශාල කාර්යයක් විය.",
        "නමුත් ශ්‍රී ලංකා දුම්රිය සේවය කිසිදු අනුග්‍රාහකයෙකු නොමැතිව තරඟාවලිය අනතුරට පත් කිරීමට උත්සාහ කරන අනෙකුත් සියලුම පාර්ශ්ව සමඟ දැඩි පන්දු ක්‍රීඩා කිරීමට තීරණය කර එය සංවිධානය කළේය.",
        "දැන් ප්‍රමුඛ අනුග්‍රාහකයා ලෙස Nippon Paints පැමිණීමත් සමඟ, තරඟාවලිය පැවැත්වීමට අකමැති යැයි සැලකෙන අයව අභිබවා යාමට හැකිවීම ගැන සතුටු වූ SLR සභාපති Rizly Illyas හට මෙය නිසැකවම විශාල ජයග්‍රහණයක් වනු ඇත.",
        "“ශ්‍රී ලංකා රග්බි ක්‍රිකට් සහ රේසිං වැනි ක්‍රීඩා අනුග්‍රාහකත්වයට අලුත් නොවන 'ද පේන්ට් එක්ස්පර්ට්' සමඟ හවුල් වී රටේ වේගයෙන්ම වර්ධනය වන ක්‍රීඩාව වන රග්බි අනුග්‍රහය දැක්වීමට ඔවුන්ට දිරියක් ලබා දෙයි. Nippon Paints හි හවුල්කාරිත්වය පිළිබඳව ශ්‍රී ලංකා රග්බි සතුටට හා උද්‍යෝගිමත් වන අතර රසික රසිකයින්ගේ තරඟයක් ගෙන ඒමට මෙම බැඳීම සමඟ ඇති අවස්ථාව දකින අතර රග්බි ලෝලීන්ට සහභාගී වී විශිෂ්ට ත්‍යාග දිනා ගැනීමට ආලේපනයක් ලබා දෙයි,\" ඉලියාස් පැවසීය.",
        "\"වර්තමාන අනුග්‍රහය දැනට පවතින අන්තර් සමාජ ලීග් සහ ක්ලිෆර්ඩ් කුසලාන පිළිමළුන් පිටුදැකීම සහ අන්තර් සමාජ 7' තරඟාවලි සඳහා පමණි. අපගේ සාකච්ඡාවේදී Nippon Paints SLR තරඟාවලි සඳහා අනුග්‍රහය දැක්වීමට ඉතා උනන්දුවෙන් කටයුතු කළේය.\"",
        "\"නිපෝන් තීන්ත SLR සමඟ එක්ව තීන්ත කර්මාන්තයේ විප්ලවීය වෙනසක් සිදු කර ඇති අතර අපගේ හවුල්කාරිත්වය ජාත්‍යන්තර තරඟාවලියක පදක්කමක් දිනා ගැනීමේ මීළඟ මට්ටමට SLR රග්බි ඉහළ නංවනු ඇතැයි මට විශ්වාසයි. ඉදිරියේදී පැවැත්වීමට නියමිත පොදුරාජ්‍ය මණ්ඩලීය රග්බි 7 සහ එම කවුළුව තුළ අපි සිටිමු. Asian 7 දෙකම මේ වසරේ අගදී” ඉල්යාස් මාධ්‍යයට පැවසීය.",
        "මේ අතර, Nippon Paints හි සාමාන්‍යාධිකාරී නේමන්ත අබේසිංහ කියා සිටියේ ශ්‍රී ලංකාවේ රග්බි ක්‍රීඩාවට උපකාර කිරීම සඳහා SLR සමඟ අත්වැල් බැඳ ගැනීමට ලැබීම සතුටට කරුණක් බවයි.",
        "“වසර ගණනාවක් තිස්සේ අපි ක්‍රිකට්, ජල ක්‍රීඩා සහ රේසිං වැනි ක්‍රීඩා ගණනාවක් සමඟ හවුල් වී ඇති අතර අපි රග්බි සමඟ හවුල් වන පළමු අවස්ථාව මෙයයි. මම හිතන්නේ මෙය Nippon Paint සහ SLR යන දෙකටම විශිෂ්ට හවුල්කාරිත්වයක් වන අතර ඉදිරි වසර සඳහා ද මෙය දිගටම කරගෙන යාමට අපි බලාපොරොත්තු වෙනවා, ”අබේසිංහ පැවසීය."
      ]
    },
    "ta": {
      "title": "நிப்பான் SLR க்கு ஒரு புதிய அத்தியாயத்தை வர்ணிக்கிறது",
      "body_lines": [
        "இலங்கை ரக்பி (SLR) இறுதியாக நடைபெற்று வரும் கழகங்களுக்கிடையிலான ரக்பி லீக்கிற்கான தனது அனுசரணையாளரை அறிவித்தது.",
        "இரண்டு நீண்ட ஆண்டுகளுக்குப் பிறகு ரக்பியை மீண்டும் தொடங்குவது ஒரு உயரமான பணியாகத் தோன்றியது, ஏனெனில் SLR ஸ்பான்சர்ஷிப்கள் தொடர்பாக பல சவால்களை எதிர்கொண்டது மற்றும் ஒரு கட்டத்தில் ரக்பிக்கான காத்திருப்பு இன்னும் ஒரு வருடத்திற்கு நீடிக்கும் என்று தோன்றியது.",
        "ஆனால் SLR போட்டியை ஆபத்தில் ஆழ்த்த முயன்ற மற்ற அனைத்து தரப்பினருடனும் ஹார்ட்பால் விளையாடுவதைத் தேர்ந்தெடுத்தது மற்றும் எந்த அனுசரணையும் இல்லாமல் அதை ஏற்பாடு செய்தது.",
        "இப்போது நிப்பான் பெயிண்ட்ஸ் முதன்மை ஸ்பான்சராக வருவதால், இது நிச்சயமாக SLR தலைவர் ரிஸ்லி இல்யாஸுக்கு ஒரு பெரிய வெற்றியாக இருக்கும், அவர் போட்டி நடைபெறுவதை விரும்பாதவர்களை விட அதிக மகிழ்ச்சி அடைந்தார்.",
        "இலங்கை ரக்பி, 'தி பெயிண்ட் எக்ஸ்பர்ட்' உடன் இணைந்து, அவர்கள் கிரிக்கெட் மற்றும் பந்தயத்தில் இருப்பது போன்று விளையாட்டு அனுசரணைக்கு புதியவர்கள் அல்ல, நாட்டில் வேகமாக வளர்ந்து வரும் விளையாட்டுகளான ரக்பிக்கு ஊக்கமளிக்கிறது. இலங்கை ரக்பி நிப்பான் பெயிண்ட்ஸின் கூட்டாண்மையால் மகிழ்ச்சியுடனும் உற்சாகத்துடனும் உள்ளது, மேலும் ரக்பி ரசிகர்களுக்கு ஒரு ரசிகர் பட்டாளம் போட்டியைக் கொண்டுவருவதற்கான வாய்ப்பைப் பார்க்கவும்.",
        "\"தற்போதைய ஸ்பான்சர்ஷிப் தற்போதைய இன்டர்-கிளப் லீக் மற்றும் கிளிஃபோர்ட் கோப்பை நாக் அவுட் மற்றும் இன்டர்-கிளப் 7 இன் போட்டிகளுக்கு மட்டுமே. எங்கள் கலந்துரையாடலின் போது, ​​SLR போட்டிகளுக்கு நிதியுதவி செய்வதில் Nippon Paints மிகவும் ஆர்வமாக இருந்தது.\"",
        "\"நிப்பான் பெயிண்ட்ஸ் SLR உடன் இணைந்து பெயிண்ட் துறையில் புரட்சியை ஏற்படுத்தியுள்ளது மற்றும் எங்கள் கூட்டாண்மை, SLR ரக்பியை சர்வதேச போட்டியில் பதக்கம் வெல்வதற்கான அடுத்த கட்டத்திற்கு உயர்த்தும் என்று நான் நம்புகிறேன், மேலும் வரவிருக்கும் காமன்வெல்த் ரக்பி 7 மற்றும் தி. ஆசிய 7 இரண்டும் இந்த ஆண்டின் பிற்பகுதியில்” என்று இல்யாஸ் ஊடகங்களிடம் கூறினார்.",
        "இதேவேளை, நிப்பான் பெயின்ட்ஸ் நிறுவனத்தின் பொது முகாமையாளர் நேமந்த அபேசிங்க, இலங்கையில் ரக்பிக்கு உதவ SLR உடன் கைகோர்ப்பதில் மகிழ்ச்சி அடைவதாக தெரிவித்தார்.",
        "\"பல ஆண்டுகளாக நாங்கள் கிரிக்கெட், நீர் விளையாட்டு மற்றும் பந்தயம் போன்ற பல விளையாட்டுகளுடன் கூட்டு சேர்ந்துள்ளோம், மேலும் நாங்கள் ரக்பியுடன் கூட்டு சேர்வது இதுவே முதல் முறை. நிப்பான் பெயிண்ட் மற்றும் எஸ்எல்ஆர் ஆகிய இரண்டிற்கும் இது ஒரு சிறந்த கூட்டாண்மை என்று நான் நினைக்கிறேன், மேலும் வரும் வருடங்களுக்கும் இதைத் தொடர நாங்கள் நம்புகிறோம்,” என்று அபேசிங்க கூறினார்."
      ]
    }
  }
}