{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-eu-amnesty-international-raise-concerns-over-violence-in-sri-lanka-call-for-impartial-probe-93205/",
  "time_ut": 1650451320,
  "title": "US, EU, Amnesty International raise concerns over violence in Sri Lanka; call for impartial probe",
  "body_lines": [
    "ECONOMYNEXT – The United States and human rights groups have called for impartial investigations into a violent protest that killed at least one after police clashed with the protesters on Tuesday.",
    "The protest in Sri Lanka’s central town of Rambukkana was started after two days of fuel queues in the area filling station. However, it turned violent on Tuesday (19) when the protesters did not allow a 30,000-litre fuel bowser at a  filling station amid a price increase from the previous midnight.",
    "The police shot dead one when they used “minimum force” to disperse an angry unarmed crowd and 24 were injured including eight police after they used tear gas.",
    "The newly appointed US Ambassador to Colombo Julie Chung said she has discussed with the Human Rights Council of Sri Lanka for an investigation.",
    "“Discussed with Human Rights Council of Sri Lanka the injustice of violence against unarmed protesters and need for a full, transparent investigation of the Rambukkana violence,” Chung said in her official Twitter feed.",
    "Discussed with @HRCSriLanka the injustice of violence against unarmed protesters and need for a full, transparent investigation of the Rambukkana violence. @HRCSriLanka’s work to protect the rights of all Sri Lankans, including peaceful protesters, has never been more important. pic.twitter.com/jjbReSjuBs",
    "Global human rights watchdog Amnesty International also raised concerns over the violence at the protest.",
    "“There must be a prompt, impartial and effective inquiry with a view of holding perpetrators to account,” Amnesty International said in a Twitter message.",
    "proportionate and lawful in response to any escalation they may face.",
    "There must be a prompt, impartial and effective inquiry with a view of holding perpetrators to account.#RightsUnderAttack #SriLanka",
    "European Union Delegation said it deplores the loss of life and injuries after the Rambukkana events.",
    "“Any violence has to be condemned and the EU reiterates the need for restraint from both authorities and",
    "demonstrators. EU encourage all parties to find political solutions to the current crisis,” it said. (Colombo/April20/2022)"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපදය, යුරෝපා සංගමය, ඇම්නෙස්ටි ඉන්ටර්නැෂනල් ශ්‍රී ලංකාවේ ප්‍රචණ්ඩත්වය පිළිබඳ උත්සුකයන් මතු කරයි; අපක්ෂපාතී පරීක්ෂණයක් ඉල්ලා සිටින්න",
      "body_lines": [
        "ECONOMYNEXT - අඟහරුවාදා පොලිසිය විරෝධතාකරුවන් සමඟ ගැටීමෙන් පසු අවම වශයෙන් එක් අයෙකු මිය ගිය ප්‍රචණ්ඩ විරෝධතාවක් සම්බන්ධයෙන් අපක්ෂපාතී විමර්ශනයක් ඉල්ලා සිටින ලෙස එක්සත් ජනපදය සහ මානව හිමිකම් කණ්ඩායම් ඉල්ලා ඇත.",
        "ශ්‍රී ලංකාවේ මධ්‍යම නගරයක් වන රඹුක්කන නගරයේ විරෝධතාව ආරම්භ කෙරුණේ දින දෙකක කාලයක් ඉන්ධන පිරවුම්හලේ ඉන්ධන පෝලිම්වල සිටීමෙන් අනතුරුවයි. කෙසේ වෙතත්, පෙරේදා මධ්‍යම රාත්‍රියේ සිට මිල ඉහළ යාමක් මධ්‍යයේ විරෝධතාකරුවන් ලීටර් 30,000 ඉන්ධන බවුසරයක් පිරවුම්හලකට යාමට ඉඩ නොදීමත් සමඟ එය ප්‍රචණ්ඩත්වයට පත් වූයේ අඟහරුවාදා (19) ය.",
        "කෝපයට පත් නිරායුධ ජනකායක් විසුරුවා හැරීමට \"අවම බලය\" යෙදවූ විට පොලිසිය වෙඩි තබා එක් අයෙකු මිය ගිය අතර කඳුළු ගෑස් ප්‍රහාරයක් එල්ල කිරීමෙන් පසු පොලිස් අට දෙනෙකු ඇතුළු 24 දෙනෙකු තුවාල ලැබූහ.",
        "පරීක්ෂණයක් සඳහා ශ්‍රී ලංකා මානව හිමිකම් කවුන්සිලය සමඟ සාකච්ඡා කර ඇති බව කොළඹට අලුතින් පත් වූ අමෙරිකානු තානාපතිනි ජුලී චුන්ග් ප්‍රකාශ කළාය.",
        "“නිරායුධ විරෝධතාකරුවන්ට එරෙහි ප්‍රචණ්ඩත්වයේ අසාධාරණය සහ රඹුක්කන ප්‍රචණ්ඩත්වය පිළිබඳ පූර්ණ විනිවිද භාවයෙන් යුත් විමර්ශනයක අවශ්‍යතාවය පිළිබඳව ශ්‍රී ලංකා මානව හිමිකම් කවුන්සිලය සමඟ සාකච්ඡා කළා,” චුං සිය නිල ට්විටර් සංග්‍රහයේ සඳහන් කළේය.",
        "නිරායුධ විරෝධතාකරුවන්ට එරෙහි ප්‍රචණ්ඩත්වයේ අසාධාරණය සහ රඹුක්කන ප්‍රචණ්ඩත්වය පිළිබඳ පූර්ණ විනිවිදභාවයෙන් යුත් විමර්ශනයක අවශ්‍යතාවය @HRCSriLanka සමඟ සාකච්ඡා කරන ලදී. @HRCSriLanka සාමකාමී විරෝධතාකරුවන් ඇතුළු සියලුම ශ්‍රී ලාංකිකයන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා කරන කාර්යය කිසිදා වඩා වැදගත් වී නැත. pic.twitter.com/jjbReSjuBs",
        "ගෝලීය මානව හිමිකම් නිරීක්ෂණ සංවිධානයක් වන ඇම්නෙස්ටි ඉන්ටර්නැෂනල් ද විරෝධතාවයේ ප්‍රචණ්ඩත්වය පිළිබඳව කනස්සල්ල පළ කළේය.",
        "\"අපරාධකරුවන් ගිණුම්ගත කිරීමේ අදහසින් කඩිනම්, අපක්ෂපාතී සහ ඵලදායී පරීක්ෂණයක් පැවැත්විය යුතුය\" යනුවෙන් ඇම්නෙස්ටි ඉන්ටර්නැෂනල් ට්විටර් පණිවිඩයක් නිකුත් කරමින් කියා සිටියේය.",
        "ඔවුන් මුහුණ දිය හැකි ඕනෑම උත්සන්න වීමකට ප්‍රතිචාර වශයෙන් සමානුපාතික සහ නීත්‍යානුකූල.",
        "අපරාධකරුවන් ගිණුම්ගත කිරීමේ අදහසින් කඩිනම්, අපක්ෂපාතී සහ ඵලදායී පරීක්ෂණයක් පැවැත්විය යුතුය.#RightsUnderAttack #SriLanka",
        "යුරෝපා සංගමයේ නියෝජිත පිරිස පැවසුවේ රඹුක්කන සිදුවීම්වලින් පසු සිදුවූ ජීවිත හානි සහ තුවාල පිළිබඳව තමන් කණගාටු වන බවයි.",
        "“ඕනෑම ප්‍රචණ්ඩත්වයක් හෙළා දැකිය යුතු අතර යුරෝපා සංගමය බලධාරීන්ගෙන් සහ දෙපිරිසෙන්ම සංයමයකින් කටයුතු කිරීමේ අවශ්‍යතාවය නැවත අවධාරණය කරයි",
        "පෙලපාලිකරුවන්. වත්මන් අර්බුදයට දේශපාලන විසඳුම් සෙවීමට යුරෝපා සංගමය සියලු පාර්ශ්ව දිරිමත් කරයි. (කොළඹ/අප්‍රේල්20/2022)"
      ]
    },
    "ta": {
      "title": "அமெரிக்கா, ஐரோப்பிய ஒன்றியம், சர்வதேச மன்னிப்புச் சபை ஆகியவை இலங்கையில் வன்முறைகள் குறித்து கவலை தெரிவிக்கின்றன; பாரபட்சமற்ற விசாரணைக்கு அழைப்பு",
      "body_lines": [
        "பொருளாதாரம் - அமெரிக்கா மற்றும் மனித உரிமைகள் குழுக்கள் செவ்வாய்க்கிழமை போராட்டக்காரர்களுடன் போலீஸ் மோதலுக்குப் பிறகு குறைந்தது ஒருவரைக் கொன்ற வன்முறை ஆர்ப்பாட்டம் குறித்து பாரபட்சமற்ற விசாரணைக்கு அழைப்பு விடுத்துள்ளன.",
        "இலங்கையின் மத்திய நகரமான ரம்புக்கனையில் இரண்டு நாட்களாக எரிபொருள் நிரப்பும் நிலையத்தில் நிறுத்தப்பட்டிருந்த நிலையில் போராட்டம் ஆரம்பிக்கப்பட்டது. எவ்வாறாயினும், செவ்வாய்க்கிழமை (19) ஆர்ப்பாட்டக்காரர்கள் 30,000 லிட்டர் எரிபொருள் பவுசரை நிரப்பும் நிலையத்தில் அனுமதிக்காததால், முந்தைய நள்ளிரவில் இருந்து விலை உயர்வுக்கு மத்தியில் அது வன்முறையாக மாறியது.",
        "கோபமான நிராயுதபாணியான கூட்டத்தை கலைக்க \"குறைந்தபட்ச பலத்தை\" பயன்படுத்தியபோது ஒருவரை போலீசார் சுட்டுக் கொன்றனர் மற்றும் கண்ணீர் புகை குண்டுகளை பயன்படுத்தியதால் எட்டு போலீசார் உட்பட 24 பேர் காயமடைந்தனர்.",
        "இலங்கை மனித உரிமைகள் பேரவையில் விசாரணை நடத்துவது தொடர்பாக கலந்துரையாடியுள்ளதாக கொழும்பில் புதிதாக நியமிக்கப்பட்டுள்ள அமெரிக்க தூதுவர் ஜூலி சுங் தெரிவித்துள்ளார்.",
        "\"நிராயுதபாணியான எதிர்ப்பாளர்களுக்கு எதிரான வன்முறையின் அநீதி மற்றும் ரம்புக்கன வன்முறை குறித்து முழுமையான, வெளிப்படையான விசாரணையின் அவசியம் குறித்து இலங்கை மனித உரிமைகள் பேரவையுடன் கலந்துரையாடப்பட்டது\" என்று சுங் தனது உத்தியோகபூர்வ ட்விட்டர் ஊட்டத்தில் தெரிவித்தார்.",
        "நிராயுதபாணியான எதிர்ப்பாளர்களுக்கு எதிரான வன்முறையின் அநீதி மற்றும் ரம்புக்கனை வன்முறை தொடர்பாக முழுமையான, வெளிப்படையான விசாரணையின் அவசியம் குறித்து @HRCSriLanka உடன் கலந்துரையாடப்பட்டது. அமைதியான போராட்டக்காரர்கள் உட்பட அனைத்து இலங்கையர்களின் உரிமைகளைப் பாதுகாப்பதற்கான @HRCSriLankaவின் பணி ஒருபோதும் முக்கியமானதாக இருந்ததில்லை. pic.twitter.com/jjbReSjuBs",
        "உலகளாவிய மனித உரிமைகள் கண்காணிப்பு அமைப்பான அம்னெஸ்டி இன்டர்நேஷனலும் போராட்டத்தில் நடந்த வன்முறை குறித்து கவலைகளை எழுப்பியது.",
        "\"குற்றவாளிகளை கணக்கில் வைக்கும் நோக்கில் உடனடி, பாரபட்சமற்ற மற்றும் பயனுள்ள விசாரணை இருக்க வேண்டும்\" என்று அம்னெஸ்டி இன்டர்நேஷனல் ட்விட்டர் செய்தியில் தெரிவித்துள்ளது.",
        "அவர்கள் எதிர்கொள்ளக்கூடிய எந்தவொரு அதிகரிப்புக்கும் பதிலளிக்கும் வகையில் விகிதாசார மற்றும் சட்டபூர்வமானது.",
        "குற்றவாளிகளை கணக்கு வைக்கும் நோக்கில் உடனடி, பாரபட்சமற்ற மற்றும் பயனுள்ள விசாரணை நடத்தப்பட வேண்டும்.#RightsUnderAttack #SriLanka",
        "ரம்புக்கனை நிகழ்வுகளின் பின்னர் ஏற்பட்ட உயிரிழப்புகள் மற்றும் காயங்களுக்கு வருந்துவதாக ஐரோப்பிய ஒன்றிய பிரதிநிதிகள் தெரிவித்தனர்.",
        "\"எந்தவொரு வன்முறையும் கண்டிக்கப்பட வேண்டும் மற்றும் ஐரோப்பிய ஒன்றியம் இரண்டு அதிகாரிகளிடமிருந்தும் கட்டுப்படுத்தப்பட வேண்டியதன் அவசியத்தை மீண்டும் வலியுறுத்துகிறது",
        "ஆர்ப்பாட்டக்காரர்கள். தற்போதைய நெருக்கடிக்கு அரசியல் தீர்வுகளைக் கண்டறிய ஐரோப்பிய ஒன்றியம் அனைத்து தரப்பினரையும் ஊக்குவிக்கிறது, ”என்று அது கூறியது. (கொழும்பு/ஏப்ரல்20/2022)"
      ]
    }
  }
}