{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/no-lp-gas-will-be-issued-tomorrow-25-litro/",
  "time_ut": 1653396300,
  "title": "NO LP gas will be issued tomorrow (25): Litro",
  "body_lines": [
    "COLOMBO (News 1st): The Litro Gas company states that it will not be releasing domestic LP gas cylinders to the market tomorrow (25).",
    "The company announced yesterday (23) that it will not be distributing 12.5kg, 5kg and 2.3kg domestic gas cylinders today (24) as well.",
    "Therefore, the company advised people to not to stay in queues for the day. However, public were seen queuing up to purchase gas cylinders nonetheless.",
    "People were seen gathered since morning after a tip off was circulated that gas will be distributed at a gas station in the Parameswara area in Jaffna today (24). However, when the shop owner informed that gas is not available, people gathered initiated a protest by blocking the Palaly road.",
    "The group was later dispersed with the intervention of Police.",
    "Gas was issued to the people who have been waiting in long queues for several days near the Matara Gas Distribution Center today (24). However, the amount of LP gas released yesterday in Passara was insufficient for the people in the queue, which led to a tense situation.",
    "Later the Police intervened and the group dispersed after being told that gas will be provided at a future date."
  ],
  "translate": {
    "si": {
      "title": "හෙට (25) LP ගෑස් නිකුත් නොකෙරේ: Litro",
      "body_lines": [
        "COLOMBO (News 1st) : ගෘහස්ථ LP ගෑස් සිලින්ඩර් හෙට (25) වෙළෙඳපොළට නිකුත් නොකරන බව ලිට්‍රෝ ගෑස් සමාගම පවසයි.",
        "අද (24) දිනයේත් කිලෝග්‍රෑම් 12.5, 5 සහ 2.3 ගෘහස්ථ ගෑස් සිලින්ඩර බෙදා හැරීම සිදු නොකරන බව සමාගම ඊයේ (23) නිවේදනය කළේය.",
        "එබැවින් එදිනට පෝලිම්වල රැඳී නොසිටින ලෙස සමාගම ජනතාවට උපදෙස් දුන්නේය. කෙසේ වෙතත්, ගෑස් සිලින්ඩර් මිලදී ගැනීමට මහජනතාව පෝලිම් ගැසී සිටිනු දක්නට ලැබිණි.",
        "යාපනය පරමේෂ්වර ප්‍රදේශයේ ඉන්ධන පිරවුම්හලකට අද (24) ගෑස් බෙදාහරින බවට ලැබුණු තොරතුරක් මත උදෑසන සිටම ජනතාව රැස්ව සිටිනු දක්නට ලැබුණා. කෙසේ වෙතත්, ගෑස් නොමැති බව වෙළඳසැල් හිමියා දැනුම් දීමත් සමඟ එහි රැස්ව සිටි ජනතාව පලාලි මාර්ගය අවහිර කරමින් විරෝධතාවයක් ද ආරම්භ කළා.",
        "පසුව පොලිසියේ මැදිහත්වීමෙන් පිරිස විසිර ගියා.",
        "මාතර ගෑස් බෙදාහැරීමේ මධ්‍යස්ථානය අසල දින කිහිපයක සිට දිගු පෝලිම්වල රැඳී සිටි ජනතාවට ගෑස් නිකුත් කිරීම අද (24) සිදු කෙරුණා. කෙසේ වෙතත් ඊයේ පස්සර ප්‍රදේශයෙන් නිකුත් කළ එල්පී ගෑස් ප්‍රමාණය පෝලිමේ සිටි ජනතාවට ප්‍රමාණවත් නොවීම හේතුවෙන් උණුසුම් තත්ත්වයක් ඇති විය.",
        "පසුව පොලිසිය මැදිහත් වී ඉදිරි දිනකදී ගෑස් ලබාදෙන බව පැවසීමෙන් පිරිස විසිර ගියහ."
      ]
    },
    "ta": {
      "title": "நாளை (25) எல்பி எரிவாயு வழங்கப்படாது: லிட்ரோ",
      "body_lines": [
        "COLOMBO (News 1st): உள்நாட்டு எரிவாயு சிலிண்டர்களை நாளை (25) சந்தைக்கு வெளியிடப்போவதில்லை என லிட்ரோ எரிவாயு நிறுவனம் தெரிவித்துள்ளது.",
        "இன்றும் (24) 12.5 கிலோ, 5 கிலோ மற்றும் 2.3 கிலோ வீட்டு எரிவாயு சிலிண்டர்கள் விநியோகிக்கப்படாது என நிறுவனம் நேற்று (23) அறிவித்துள்ளது.",
        "எனவே, நாள் முழுவதும் மக்கள் வரிசையில் நிற்க வேண்டாம் என அந்நிறுவனம் அறிவுறுத்தியுள்ளது. இருப்பினும், காஸ் சிலிண்டர்களை வாங்க பொதுமக்கள் நீண்ட வரிசையில் காத்திருந்தனர்.",
        "யாழ்ப்பாணம், பரமேஸ்வரா பிரதேசத்தில் உள்ள எரிபொருள் நிரப்பு நிலையத்தில் இன்று (24) எரிவாயு விநியோகிக்கப்படவுள்ளதாக தகவல் பரவியதையடுத்து, இன்று (24) காலை முதலே மக்கள் திரண்டிருந்தமை காணப்பட்டது. எனினும், எரிவாயு கிடைக்கவில்லை என கடை உரிமையாளர் தெரிவித்ததையடுத்து, பலாலி வீதியை மறித்து மக்கள் போராட்டத்தில் ஈடுபட்டனர்.",
        "பின்னர் போலீசார் தலையீட்டால் கும்பல் கலைக்கப்பட்டது.",
        "மாத்தறை எரிவாயு விநியோக நிலையத்திற்கு அருகில் பல நாட்களாக நீண்ட வரிசையில் காத்திருந்த மக்களுக்கு இன்று (24) எரிவாயு விநியோகிக்கப்பட்டது. எவ்வாறாயினும், நேற்று பசறையில் வெளியிடப்பட்ட எல்பி எரிவாயுவின் அளவு, வரிசையில் நின்ற மக்களுக்கு போதுமானதாக இல்லாததால் பதற்றமான சூழ்நிலை ஏற்பட்டது.",
        "பின்னர் பொலிசார் தலையிட்டு, எதிர்காலத்தில் எரிவாயு வழங்கப்படும் என கூறியதையடுத்து குழுவினர் கலைந்து சென்றனர்."
      ]
    }
  }
}