{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/WindForce-registers-steady-performance-amidst-turbulent-times/34-735569",
  "time_ut": 1654021800,
  "title": "WindForce registers steady performance amidst turbulent times",
  "body_lines": [
    "Group FY22 revenue up 2% to Rs. 4,393 m, Gross Margin at 62%",
    "WindForce PLC has shown tremendous resilience amidst turbulent times maintaining stability in both top-line and gross profitability over financial years 2021 and 2022.",
    "In FY21/22, the company recorded a group revenue of Rs. 4,393 million contributing to a 2% YoY growth despite significant economic headwinds, and a gross profitability of Rs. 2,724 million reflecting a gross profit margin of 62%.",
    "The Company said the top-line achievement in FY21/22 was amidst several operational disruptions such as a breakdown at the CEB’s Norochcholai Wind Collector Substation which was subsequently rectified in September 2021, as well as decreased operational capacity in WindForce’s Joule and Beta power plants due to blade damages caused by lightning. With repairs being made to the damaged turbine blades, the company expects to run at full capacity in the current financial year.",
    "Further, as with most companies, key policy changes implemented by authorities such as the sudden floatation of the Sri Lankan Rupee in early March following a hard peg throughout, led to the company absorbing a significant exchange loss of Rs. 296 million on foreign currency loans in a single quarter, i.e., Q4 of FY21/22. However, WindForce said all overseas project revenue is entirely foreign currency denominated, and all foreign currency debt is backed by foreign currency assets. In dollar terms, total FC assets stood at twice the total FC debt as of 31 March, where FC assets are held at cost, and loans revalued quarterly.",
    "It is noteworthy that WindForce has continued in its efforts to successfully venture into new projects in FY22/23 to support the company’s medium-long term growth. At the end of 2022, WindForce is expected to add 25MW of solar and wind power to the local grid, where operational earnings are expected to flow from the second quarter of FY 22/23 onwards.",
    "WindForce is recognised as the largest Independent Power Producer (IPP) of renewable energy in Sri Lanka. Pioneering wind power generation locally, WindForce will hold over 245MW in their portfolio at the end of the current financial year and was the first Sri Lankan company to set up solar power plants in Pakistan, Uganda, and Ukraine.",
    "Renewable energy generation is known to be highly seasonal with Sri Lanka’s wind patterns varying throughout the course of the year. Therefore, as WindForce’s power generation is predominantly based on wind power, it is prudent to appraise the company’s financial performance in terms of gross profitability on an annual basis as opposed to a quarterly appraisal.",
    "On the international front, WindForce is looking to expand the Tororo solar plant in Uganda by 30MW and are awaiting the generation license approval from the Regulator in Uganda. Discussions are also currently underway with the utility in Senegal regarding the 30MW solar + 7.5MW battery energy storage system, to set a beneficial tariff rate.",
    "Locally, the sector’s economic contribution is demanding change in overall industry dynamics, with a greater emphasis on the shift to renewable energy, and upward revisions in CEB tariff rates. As an IPP with a strong local presence and a foreign footprint, WindForce said it is well-positioned to capitalise on opportunities both locally and globally."
  ],
  "translate": {
    "si": {
      "title": "WindForce කැලඹිලි සහිත කාලවලදී ස්ථාවර කාර්ය සාධනයක් ලියාපදිංචි කරයි",
      "body_lines": [
        "FY22 සමූහයේ ආදායම 2% දක්වා රු. මීටර් 4,393, දළ ආන්තිකය 62%",
        "WindForce PLC 2021 සහ 2022 මූල්‍ය වර්ෂවල ඉහළ පෙළේ සහ දළ ලාභදායිත්වය යන දෙකෙහිම ස්ථාවරත්වය පවත්වා ගනිමින් කැලඹිලි සහිත කාලවලදී දැවැන්ත ඔරොත්තු දීමේ හැකියාවක් පෙන්නුම් කර ඇත.",
        "FY21/22 හි, සමාගම සමූහ ආදායම රු. මිලියන 4,393 සැලකිය යුතු ආර්ථික ප්‍රගතියක් තිබියදීත් 2% YY වර්ධනයක් සඳහා දායක වන අතර දළ ලාභය රු. 62% ක දළ ලාභ ආන්තිකය පිළිබිඹු කරමින් මිලියන 2,724 කි.",
        "2021 සැප්තැම්බර් මාසයේදී පසුව නිවැරදි කරන ලද ලංවිමේ නොරොච්චෝලේ සුළං එකතු කිරීමේ උපපොළේ බිඳවැටීමක් මෙන්ම WindForce හි ජූල් සහ බීටා බලාගාරවල මෙහෙයුම් ධාරිතාව අඩුවීම වැනි මෙහෙයුම් බාධා කිරීම් කිහිපයක් මධ්‍යයේ FY21/22 හි ඉහළම මට්ටමේ ජයග්‍රහණයක් බව සමාගම පවසයි. අකුණු මඟින් සිදුවන හානි තල කිරීමට. හානියට පත් ටර්බයින බ්ලේඩ් අලුත්වැඩියා කිරීමත් සමඟ, සමාගම වත්මන් මූල්‍ය වර්ෂය තුළ සම්පූර්ණ ධාරිතාවයෙන් ක්‍රියාත්මක වීමට අපේක්ෂා කරයි.",
        "තවද, බොහෝ සමාගම්වල මෙන්ම, බලධාරීන් විසින් ක්‍රියාත්මක කරන ලද ප්‍රධාන ප්‍රතිපත්තිමය වෙනස්කම්, එනම් මාර්තු මස මුලදී දැඩි ස්ථාවරයකින් පසුව, ශ්‍රී ලංකා රුපියල හදිසියේ පාවීම වැනි, සමාගමට සැලකිය යුතු විනිමය පාඩුවක් රු. එක් කාර්තුවක විදේශ මුදල් ණය මත රුපියල් මිලියන 296, එනම් FY21/22 Q4. කෙසේ වෙතත්, WindForce පැවසුවේ සියලුම විදේශීය ව්‍යාපෘති ආදායම සම්පුර්ණයෙන්ම විදේශ මුදල් නම් කර ඇති බවත්, සියලුම විදේශ මුදල් නය විදේශ මුදල් වත්කම් මගින් අනුබල දෙන බවත්ය. ඩොලරය අනුව, මුළු FC වත්කම් මාර්තු 31 වන විට මුළු FC ණය මෙන් දෙගුණයක් වූ අතර එහිදී FC වත්කම් පිරිවැය මත රඳවා තබා ඇති අතර ණය කාර්තුමය වශයෙන් නැවත තක්සේරු කෙරේ.",
        "සමාගමේ මධ්‍ය කාලීන දිගුකාලීන වර්ධනයට සහාය වීම සඳහා FY22/23 හි නව ව්‍යාපෘති සඳහා සාර්ථක ලෙස ප්‍රවිශ්ඨ වීමේ ප්‍රයත්නයන් WindForce අඛණ්ඩව කරගෙන යන බව සැලකිය යුතු කරුණකි. 2022 අවසානයේ, WindForce දේශීය විදුලිබල පද්ධතියට සූර්ය හා සුළං බලය 25MW එකතු කිරීමට අපේක්ෂා කරන අතර, FY 22/23 දෙවන කාර්තුවේ සිට මෙහෙයුම් ඉපැයීම් ගලා එනු ඇතැයි අපේක්ෂා කෙරේ.",
        "WindForce ශ්‍රී ලංකාවේ පුනර්ජනනීය බලශක්තියේ විශාලතම ස්වාධීන බලශක්ති නිෂ්පාදකයා (IPP) ලෙස පිළිගැනේ. දේශීය වශයෙන් සුළං බල උත්පාදනය සඳහා පුරෝගාමී වන WindForce වත්මන් මූල්‍ය වර්ෂය අවසානයේ දී ඔවුන්ගේ කළඹ තුළ මෙගාවොට් 245 කට වඩා වැඩි ප්‍රමාණයක් රඳවා ගනු ඇති අතර පකිස්ථානය, උගන්ඩාව සහ යුක්රේනය යන රටවල සූර්ය බලශක්ති බලාගාර පිහිටුවූ පළමු ශ්‍රී ලාංකේය සමාගම වේ.",
        "පුනර්ජනනීය බලශක්ති උත්පාදනය ශ්‍රී ලංකාවේ සුළං රටා වසර පුරා වෙනස් වීමත් සමඟ ඉතා සෘතුමය බව දන්නා කරුණකි. එබැවින්, WindForce හි බලශක්ති උත්පාදනය ප්‍රධාන වශයෙන් සුළං බලය මත පදනම් වන බැවින්, කාර්තුමය තක්සේරුවකට පටහැනිව වාර්ෂික පදනමින් දළ ලාභය අනුව සමාගමේ මූල්‍ය කාර්ය සාධනය තක්සේරු කිරීම නුවණට හුරුය.",
        "ජාත්‍යන්තර වශයෙන්, WindForce උගන්ඩාවේ Tororo සූර්ය බලාගාරය මෙගාවොට් 30කින් ව්‍යාප්ත කිරීමට බලාපොරොත්තු වන අතර උගන්ඩාවේ නියාමකයාගේ උත්පාදන බලපත්‍ර අනුමැතිය බලාපොරොත්තුවෙන් සිටී. වාසිදායක ගාස්තු අනුපාතයක් නියම කිරීම සඳහා 30MW සූර්ය + 7.5MW බැටරි බලශක්ති ගබඩා කිරීමේ පද්ධතිය සම්බන්ධයෙන් සෙනගල්හි උපයෝගිතා සමඟ ද දැනට සාකච්ඡා පැවැත්වෙමින් තිබේ.",
        "දේශීය වශයෙන්, අංශයේ ආර්ථික දායකත්වය පුනර්ජනනීය බලශක්තිය වෙත මාරුවීම සහ ලංවිම තීරුබදු අනුපාත ඉහළට සංශෝධන කිරීම කෙරෙහි වැඩි අවධානයක් යොමු කරමින් සමස්ත කර්මාන්ත ගතිකයේ වෙනසක් ඉල්ලා සිටී. ශක්තිමත් දේශීය පැවැත්මක් සහ විදේශීය අඩිපාරක් සහිත IPP එකක් ලෙස, WindForce පැවසුවේ දේශීය සහ ගෝලීය වශයෙන් ඇති අවස්ථා ප්‍රයෝජනයට ගැනීමට එය හොඳින් ස්ථානගත වී ඇති බවයි."
      ]
    },
    "ta": {
      "title": "விண்ட்ஃபோர்ஸ் கொந்தளிப்பான நேரங்களில் நிலையான செயல்திறனை பதிவு செய்கிறது",
      "body_lines": [
        "குரூப் FY22 வருவாய் 2% அதிகரித்து ரூ. 4,393 மீ, மொத்த விளிம்பு 62%",
        "விண்ட்ஃபோர்ஸ் பிஎல்சி, 2021 மற்றும் 2022 நிதியாண்டுகளில் டாப்-லைன் மற்றும் மொத்த லாபம் ஆகிய இரண்டிலும் ஸ்திரத்தன்மையைப் பேணுவதில் கொந்தளிப்பான காலங்களுக்கு மத்தியில் மிகப்பெரிய பின்னடைவைக் காட்டியுள்ளது.",
        "FY21/22 இல், நிறுவனம் குழு வருவாய் ரூ. 4,393 மில்லியன் குறிப்பிடத்தக்க பொருளாதார பின்னடைவுகள் இருந்தபோதிலும் 2% ஆண்டு வளர்ச்சிக்கு பங்களித்தது மற்றும் மொத்த லாபம் ரூ. 2,724 மில்லியன் மொத்த லாப வரம்பு 62% பிரதிபலிக்கிறது.",
        "2021 செப்டம்பரில் சீர்செய்யப்பட்ட CEBயின் நொரோச்சோலை காற்றாலை சேகரிப்பான் துணை மின்நிலையத்தில் ஏற்பட்ட செயலிழப்பு, அத்துடன் WindForce இன் ஜூல் மற்றும் பீட்டா மின் உற்பத்தி நிலையங்களின் செயல்பாட்டுத் திறன் குறைதல் போன்ற பல செயல்பாட்டு இடையூறுகளுக்கு மத்தியில் FY21/22 இல் உயர்மட்ட சாதனை என்று நிறுவனம் கூறியது. மின்னலால் ஏற்படும் சேதங்களை பிளேட் செய்ய. சேதமடைந்த டர்பைன் பிளேடுகளில் பழுது நீக்கப்படுவதால், நடப்பு நிதியாண்டில் முழு திறனுடன் இயங்கும் என்று நிறுவனம் எதிர்பார்க்கிறது.",
        "மேலும், பெரும்பாலான நிறுவனங்களைப் போலவே, அதிகாரிகளால் நடைமுறைப்படுத்தப்பட்ட முக்கிய கொள்கை மாற்றங்களான, மார்ச் மாத தொடக்கத்தில் இலங்கை ரூபாயின் திடீர் ஏற்றம், முழுவதும் கடுமையாகப் பாதிக்கப்பட்டதைத் தொடர்ந்து, நிறுவனம் கணிசமான பரிமாற்ற இழப்பை ரூ. ஒரு காலாண்டில் 296 மில்லியன் வெளிநாட்டு நாணயக் கடன்கள், அதாவது FY21/22 இன் Q4. இருப்பினும், WindForce அனைத்து வெளிநாட்டு திட்ட வருவாய்கள் முற்றிலும் வெளிநாட்டு நாணயத்தை குறிக்கின்றன, மேலும் அனைத்து வெளிநாட்டு நாணயக் கடன்களும் வெளிநாட்டு நாணய சொத்துக்களால் ஆதரிக்கப்படுகின்றன. டாலர் மதிப்பில், மொத்த FC சொத்துக்கள் மார்ச் 31 நிலவரப்படி மொத்த FC கடனை விட இருமடங்காக இருந்தது, அங்கு FC சொத்துக்கள் செலவில் வைக்கப்படுகின்றன, மேலும் கடன்கள் காலாண்டுக்கு மறுமதிப்பீடு செய்யப்படுகின்றன.",
        "வின்ட்ஃபோர்ஸ் நிறுவனத்தின் நடுத்தர நீண்ட கால வளர்ச்சியை ஆதரிக்க FY22/23 இல் புதிய திட்டங்களில் வெற்றிகரமாக ஈடுபடுவதற்கான முயற்சிகளில் தொடர்ந்து ஈடுபட்டுள்ளது குறிப்பிடத்தக்கது. 2022 ஆம் ஆண்டின் இறுதியில், WindForce 25MW சூரிய மற்றும் காற்றாலை மின்சாரத்தை உள்ளூர் கட்டத்திற்குச் சேர்க்கும் என்று எதிர்பார்க்கப்படுகிறது, அங்கு 22/23 நிதியாண்டின் இரண்டாவது காலாண்டில் இருந்து செயல்பாட்டு வருவாய் கிடைக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "WindForce இலங்கையில் புதுப்பிக்கத்தக்க எரிசக்தியின் மிகப்பெரிய சுதந்திர சக்தி உற்பத்தியாளராக (IPP) அங்கீகரிக்கப்பட்டுள்ளது. உள்நாட்டில் காற்றாலை மின் உற்பத்திக்கு முன்னோடியாக இருக்கும் WindForce, நடப்பு நிதியாண்டின் இறுதியில் 245MW க்கு மேல் தங்கள் போர்ட்ஃபோலியோவில் வைத்திருக்கும் மற்றும் பாகிஸ்தான், உகாண்டா மற்றும் உக்ரைனில் சூரிய மின் உற்பத்தி நிலையங்களை அமைக்கும் முதல் இலங்கை நிறுவனமாகும்.",
        "புதுப்பிக்கத்தக்க எரிசக்தி உற்பத்தியானது இலங்கையின் காற்றின் வடிவங்கள் ஆண்டு முழுவதும் மாறுபடுவதால் அதிக பருவகாலமாக அறியப்படுகிறது. எனவே, WindForce இன் மின் உற்பத்தி முக்கியமாக காற்றாலை மின்சாரத்தை அடிப்படையாகக் கொண்டிருப்பதால், காலாண்டு மதிப்பீட்டிற்கு மாறாக வருடாந்திர அடிப்படையில் மொத்த லாபத்தின் அடிப்படையில் நிறுவனத்தின் நிதி செயல்திறனை மதிப்பிடுவது விவேகமானது.",
        "சர்வதேச அளவில், WindForce உகாண்டாவில் உள்ள டோரோரோ சோலார் ஆலையை 30 மெகாவாட் அளவிற்கு விரிவுபடுத்த விரும்புகிறது மற்றும் உகாண்டாவில் உள்ள ரெகுலேட்டரிடமிருந்து உற்பத்தி உரிமத்தின் ஒப்புதலுக்காக காத்திருக்கிறது. 30 மெகாவாட் சோலார் + 7.5 மெகாவாட் பேட்டரி ஆற்றல் சேமிப்பு அமைப்பு தொடர்பாக செனகலில் உள்ள பயன்பாட்டுடன் ஆலோசிக்கப்படும் கட்டண விகிதத்தை நிர்ணயிப்பதற்கான விவாதங்கள் தற்போது நடைபெற்று வருகின்றன.",
        "உள்நாட்டில், இந்தத் துறையின் பொருளாதார பங்களிப்பு, புதுப்பிக்கத்தக்க ஆற்றலுக்கு மாறுதல் மற்றும் CEB கட்டண விகிதங்களில் மேல்நோக்கிய திருத்தங்கள் ஆகியவற்றுடன், ஒட்டுமொத்த தொழில்துறை இயக்கவியலில் மாற்றத்தைக் கோருகிறது. வலுவான உள்ளூர் இருப்பு மற்றும் வெளிநாட்டு தடம் கொண்ட ஒரு IPP என, WindForce உள்நாட்டிலும் உலக அளவிலும் வாய்ப்புகளைப் பயன்படுத்திக் கொள்ள நல்ல நிலையில் உள்ளது என்றார்."
      ]
    }
  }
}