{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-investor-sentiment-plunges-to-negative-territory-over-macro-economic-worries/",
  "time_ut": 1654608660,
  "title": "CSE investor sentiment plunges to negative territory over macro-economic worries",
  "body_lines": [
    "Negative macro-economic factors have sent the CSE’s investor sentiment to negative territory. Prime Minister Ranil Wickremesinghe yesterday stated in parliament that Sri Lanka requires at least US $ 5 billion to provide essential items this year, including fuel, as monetary instability continued, market sources said.",
    "Prime Minister Wickremesinghe said Sri Lanka needs US $530 million for fuel imports in June and over US $ 3.0 billion over the next six months. ‘For gas, $ 250 million was needed for the next six months and apart from that high oil prices at US$ 120 per barrel also negatively impact the economy, stock market analysts said.",
    "On top of that, the inflation rate, especially food inflation, is more than 50 per cent, adding insult to injury. The Laugfs gas price hike is a clear signal for Litro gas prices to increase, analysts said.",
    "Amid those developments, the CSE was overly negative throughout the day due to these macro- economic worries and political instability. Therefore, both indices moved downwards. All Share Price Index went down by 172 points and S and P SL20 declined by 25 points. Turnover generated was Rs 1.9 billion with two crossings. Those crossings were reported in Melstacorp, which crossed two million shares to the tune of Rs 80 million; its shares traded at Rs 40 and Citrus Waskaduwa, 16.8 million shares crossed to the tune of Rs 27 million; its shares traded at Rs 1.60.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 539 million (three million shares traded), Browns Investments Rs 211 million (25.6 million shares traded), Lanka IOC Rs 206 million (3.4 million shares traded), CT Holdings Rs 156 million (978,000 shares traded), LOLC Holdings Rs 64.7 million (139,000 shares traded), JKH Rs 62.8 million (511,000 shares traded) and LOLC Finance Rs 33.9 million (251,000 shares traded). During the day 95 million share volumes changed hands in 18,000 transactions.",
    "Yesterday, the US dollar exchange rate was Rs 363.07, which was the floating rate. However, the task is to bridge the difference between the kerb market rate and the Central Bank rate.",
    "Sri Lanka needs US$1 billion to return LKR to some semblance of normality: PM",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}