{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Remittance-income-up-in-May-from-April-signalling-positive-trend/108-238966",
  "time_ut": 1655058600,
  "title": "Remittance income up in May from April signalling positive trend",
  "body_lines": [
    "May remittance income recorded at US$ 304mn up from US$ 249mn in April",
    "However, on YoY basis, May remittance income down from US$ 460mn",
    "Cumulative 5-month remittance income also down by more than half",
    "May recovery likely to be a result of daily guidance rate provided by CB to banks from May 13",
    "Worker remittances to Sri Lanka recovered from April levels, but still stand significantly below what the country received a year ago, reflecting the lingering challenges facing the authorities in restoring confidence in getting expatriates to use the official banking channels more when repatriating their moneys, which will directly help to import food, fuel, cooking gas and medicines.",
    "The data released by the Central Bank showed that Sri Lankan expatriates had repatriated US$ 304.1 million as remittance in May, reflecting a slight increase from the US$ 248.9 million in April. This shows that the measures taken in early May to crackdown on the grey market appear to be bearing fruit.",
    "The Central Bank in early May gave an ultimatum to those who use Open Accounts or consignment payment terms when importing goods, that restrictions were coming and therefore revert to letters of credit to engage in their trade.",
    "Meanwhile, a daily guidance rate was also announced from May 13 onwards to minimise excessive volatility in the dollar/rupee exchange rate.",
    "The two measures appeared to be taking effect by way of narrowing the grey market premiums, which expanded enormously last year. As of now, the gap between the official and unofficial exchange rates remains sharply narrowed.",
    "Despite the May increase,the remittance income remains way off from the levels seen a year ago, as in the same month in 2021, where Sri Lanka received US$ 460.1 million.",
    "However, May 2021 became the final month Sri Lanka was able to maintain its 13- month streak of increases in remittances as the country started confronting shortages in the domestic foreign exchange market from June onwards after its inflows ran dry, ahead of a billion dollar sovereign bond repayment in July, which was paid out from thin reserve buffers.",
    "It is yet to be seen if May’s increase in remittances is the beginning of a continuous ascent in such inflows for the remainder of the year as the country is still reeling deeply with the dollar shortage to pay for its fuel and cooking gas, which has turned people’s lives of into a nightmare as waiting in a queue for the two commodities has become part of their daily routines.",
    "While there may have been some semblance of returning to normality after the recent measures as claimed by the Central Bank earlier last week, Sri Lanka’s cumulative five-month remittances are still less than half of what it received in the corresponding five months in 2021.",
    "In the five months to May 2022, Sri Lanka’s cumulative reserves were calculated at US$ 1.34 billion, down 53 percent from the same period last year."
  ]
}