{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/23/president-chairs-all-party-conference-says-its-not-a-political-charade/",
  "time_ut": 1648019220,
  "title": "President Chairs All-Party Conference, says it’s not a political charade",
  "body_lines": [
    "COLOMBO (News 1st); The All-Party Conference is not a mere political charade, stressed Sri Lankan President Gotabaya Rajapaksa on Wednesday (23) while chairing the much-awaited APC at Temple Trees in Colombo.",
    "“This All-Party Conference, with representations from the ruling faction and the opposition, was organized to reach solutions in unison for the issues that we face today,” said the President.",
    "President Rajapaksa said all politicians are duty-bound to find solutions to the issues that the country is facing today.",
    "He urged the political party representatives to be determined to work together to solve the issues that are plaguing the country.",
    "Central Bank Governor Ajith Nivard Cabraal who was also present for the meeting said Sri Lanka is facing a serious economic crisis, like most other countries in the world, and when the pandemic struck some countries had a strong foundation and others were not that fortunate.",
    "He once again confirmed the Sri Lankan government’s intentions of working with the International Monetary Fund for financial assistance.",
    "Former Sri Lankan Prime Minister Ranil Wickremesinghe, however, snapped back at the Central Governor for opening his remarks by saying the former government was responsible for the crisis, at a time when parties have come forward for the APC casting aside differences.",
    "“What would happen if I respond? Then another person will have to respond. The arguments will only end when someone says that these issues would have never arisen if King Vijaya never came to Sri Lanka,” remarked the Former Prime Minister.",
    "“During our time the people had to eat and drink, and also had petrol,” said Wickremesinghe adding he attended the APC not to defeat the major opposition factions that boycotted the event but to make his opinions known to the gathering.",
    "President Chairs All-Party Conference, says it’s not a political charade",
    "New directive from CBSL to banks on foreign exchange inflows"
  ]
}