{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-post-third-weekly-gain-despite-four-session-fall-94850/",
  "time_ut": 1653704820,
  "title": "Sri Lanka shares post third weekly gain despite four-session fall",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock market posted a gain for the third straight week despite it saw four straight session losses through Friday (27), amid investors awaiting to see some political and economic stability amid crisis-hit island fears of tax hikes and job losses.",
    "The week ended on May 27 saw new cabinet appointments, fuel price hike to a a record high level, and Sri Lankan officials concluding technical level negotiations with the International Monetary Fund while Prime Minister Ranil Wickremesinghe, who has been advocating sound economic policies was appointed as the finance minister.",
    "Market analysts said investors expect a new budget with some tax hikes and new revenue measures under Wickremesinghe while the IMF deal to go through once the debt restructuring is done.",
    "“Overall the market is moving on the IMF and budget news. Nothing is going to be positive in the budget. So we will see this until the budget and will be highly volatile,” a top market analyst said.",
    "IMF at the end of the technical level discussions said that it needs sufficient assurance that the country will restore debt sustainability during the course of the debt-restructing process.",
    "“The IMF comment did not assure anything so it dampened the sentiments,” the analyst said.",
    "The All Share Price Index (ASPI) closed 0.05 percent or 4.03 points down at 8,315.55 on Friday, but it gained 0.6 percent on the week.",
    "Analysts say investors had been moving to the sidelines throughout the week as more news on heavily taxed budgets circulated while some investors shifted their funds to fixed assets like government securities which are giving around 24 percent annual return.",
    "This week also saw the country hiking it’s fuel prices to record levels yet again. Added to the worries, the central bank governor’s comment on the country’s growth contracting to record levels due to the economic crisis also dented the sentiment.",
    "The most liquid index S&P SL20 fell 0.42 percent or 11.50 points to 2,733.04 on Friday.",
    "The week saw an average daily turnover of 2 billion rupees, nearly a half of this year’s average daily turnover of 4.0 billion rupees.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies and has been weighing on the investor sentiment. The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has gained 9 percent in May so far following a loss of 23 percent in April and 14.5 percent in March.",
    "The market has lost 31.9 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors sold a net 104.2 million rupees worth of shares this week. The market has witnessed a total foreign outflow of 1.3 billion rupees so far this year.",
    "On Friday, the ASPI was dragged down mainly by John Keells Holdings, which fell 2.7 percent to 125.50 rupees a share.",
    "In addition to that, Sampath Bank fell 1.8 percent to 37.70 rupees a share while Hayleys slipped 2.8 percent to 69.00 rupees a share (Colombo/May28/2022)"
  ]
}