{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/President-says-Indian-PM-has-assured-speedier-supply-of-fertiliser/56-735653",
  "time_ut": 1654194600,
  "title": "President says Indian PM has assured speedier supply of fertiliser",
  "body_lines": [
    "President Gotabaya Rajapaksa has said that Indian Prime Minister Narendra Modi has agreed to provide the fertiliser required for the Yala season cultivation immediately. The fertiliser will be supplied under the Indian loan facility, and it is scheduled to distribute within 20 days of receiving it in Sri Lanka.",
    "The President made these remarks at a discussion held at the President’s House, Colombo on Wednesday on the challenges facing the irrigation sector and possible solutions to those challenges.",
    "It was revealed at the discussion that the Uma Oya and Moragahakanda projects could be completed before the end of this year to provide benefits for the Maha season. The Morana, Mahagalgamuwa Poshitha Ela, Mahagona Wewa, Vilakandiya Wewa and Godigamuwa Wewa projects are to be completed concurrently.",
    "President Rajapaksa instructed the relevant officials to take necessary measures to complete the foreign-funded projects within the stipulated time period.",
    "It was revealed that 80% of the total electricity generation in the past three days was supplied to the national grid by hydro and wind power. The President said that steps should be taken to enhance floating solar panel projects as well as to increase the benefits given for roof-mounted solar panels with the objective of encouraging consumers.",
    "Special attention was paid to the cultivation activities during the Yala season and 50% of the lands under the Irrigation Department and the Mahaweli Authority have already been cultivated. Irrigation Minister Roshan Ranasinghe said that 250,000 Mahaweli home gardens have been planned for the cultivation of additional crops and lands that have not been cultivated so far have been diverted to cultivate other crops.",
    "President’s Chief of Staff Anura Dissanayake, Secretary to the Ministry U.D.C. Jayalal and other officials of the line agencies of the Ministry were also present at the discussion."
  ]
}