{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-allows-exporters-to-pay-local-suppliers-in-dollars-91574/",
  "time_ut": 1647060000,
  "title": "Sri Lanka allows exporters to pay local suppliers in dollars",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has allowed local suppliers exporters to be paid in foreign currency and will also allow companies approved Strategic Development Act exemptions from a mandatory conversion of foreign currency, in a new notice.",
    "In October 2021 the central bank ordered all exporters to convert residual dollars after allowable payments including raw material imports, debt repayments and dividend payments.",
    "The central bank in a gazette notice dated March 11 said it will allow exporters to make “payments to local suppliers permitted under the provisions of the Foreign Exchange Act, No. 12 of 2017 for the purchases related to the particular export of goods and/ or services.”",
    "However the suppliers have to convert any balance remaining from the payment after making allowed payments for imports or investing a part in Sri Lanka Development Bonds.",
    "The central bank would also exempt firms approved under the Strategic Development Projects.",
    "“The Monetary Board may, at its discretion, grant exemptions to any or all of the requirements under these Rules only in respect of exporters of goods and/ or services registered as ‘Strategic Development Projects’ with the Board of Investment of Sri Lanka under the Strategic Development Projects Act, No. 14 of 2008, as amended, on a case-by-case basis,” the notice said.",
    "Exporters have to convert all dollars after using inflows for the following purposes:",
    "Every exporter of goods and/ or services, who receives export proceeds in Sri Lanka, in terms of Rule 3 above, shall mandatorily convert residual of the export proceeds received in Sri Lanka, into Sri Lanka Rupees upon utilizing such proceeds only in respect of the below mentioned authorized payments, on or before the seventh (7th) day of the following month,",
    "i. outward remittances for current transactions related to the particular export of goods and/ or services including one-month commitments therein;",
    "ii. withdrawal in foreign currency notes or transfer of funds for travel purposes related to export of goods and/ or services;",
    "iii. debt servicing expenses and repayment of foreign currency loans and accommodations obtained by the exporter of goods and/ or services, where such foreign currency loan and accommodation is a permitted borrowing in terms of the Regulations, Orders and Directions issued by the Central Bank of Sri Lanka under the provisions of the Foreign Exchange Act, No. 12 of 2017 or Banking Act, No. 30 of 1988, as amended, including one-month loan commitments;",
    "iv. payments of dividends declared to non-resident investors and/ or payments of salaries to expatriate employees who are foreign nationals or dual citizens as permitted under the provisions of the Foreign Exchange Act, No. 12 of 2017;",
    "v. payments in respect of making investments in Sri Lanka Development Bonds in foreign currency up to ten percentum (10%) of the export proceeds, so received and;",
    "vi. payments to local suppliers permitted under the provisions of the Foreign Exchange Act, No. 12 of 2017 for the purchases related to the particular export of goods and/ or services."
  ]
}