{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Vogue-Jewellers-shines-with-Innovative-Diamond-Jeweller-of-the-Year-Award-in-Dubai/34-733879",
  "time_ut": 1650833460,
  "title": "Vogue Jewellers shines with Innovative Diamond Jeweller of the Year Award in Dubai",
  "body_lines": [
    "Vogue Jewellers Director Anuradha Hemachandra (second from left) accepting the Award from Sun tech Business Solutions Owner Pawan Kumar, as Solitaire Gemmological Laboratories Director Chirag Soni and Vogue Jewellers COO Nandana Herath look on",
    "Vogue Jewellers, a leading name in pristine Diamond jewellery in Sri Lanka was honoured the Worldwide Winner, Innovative Diamond Jeweller of the Year at the Retail Jeweller World Dubai Awards held recently.",
    "This reputed accolade has been awarded based on its Editorial Team Research, conducted among 150 leading and elite jewellers across the globe.",
    "Accordingly, Vogue Jewellers outshines once again, setting another record as the first-ever Sri Lankan to win such recognition.",
    "With its unstinted commitment to offering the highest standards, Vogue consistently offers pristine quality Diamond jewellery that is innovative in design and profound in standards. Its iconic designs have consistently been trendsetters, winning numerous local and international awards, thus, bringing fame to Mother Lanka.",
    "Vogue has taken the leadership in inspiring the local diamond jewellery industry at large by heightening its standards.",
    "Vogue Jewellers Managing Director Anura Hemachandra said: “This year, Vogue Jewellers marks its 60th milestone and we welcome this international accolade with much delight. This recognition is truly a testimony to the unparalleled standards we have maintained at Vogue Jewellers. I am humbly proud to lead a proficient team who excels in all relevant fields from designing and manufacturing to customer service.”",
    "“I take this opportunity to thank them on behalf of the Management for helping us outshine in the global fashion industry in this manner. I acknowledge the multifunctional expertise that comes from our Chairperson, Chandra Hemachandra, the Board of Directors, and the Senior Management - whose immense contribution ensures the superior standards in professionalism and service excellence of our entire team is constantly sharpened, heightening our own standards,” he added.",
    "“Most of all, on behalf of Vogue Jewellers, I extend our deepest appreciation to our much-regarded customers who have placed their confidence in us ever since my late father, Sarath Hemachandra, founding Chairman of Vogue Jewellers, together with my mother opened the doors of Vogue in 1962. You, our valued customers, helped us achieve these high standards because you believed in our motto “With you forever”,” Hemchandra said.",
    "He said it was remarkable that bringing home this award to our motherland has added some glimmer to Sri Lanka during these not-so-easy times."
  ]
}