{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/sri-lanka-will-experience-further-deterioration-of-food-security-un-fao-report/",
  "time_ut": 1654591680,
  "title": "Sri Lanka will experience further deterioration of food security – UN FAO Report",
  "body_lines": [
    "COLOMBO (News 1st); A report by the Food and Agriculture Organization of the United Nations & the World Food Program has revealed that Sri Lanka will experience a further deterioration of food security over the next few months.",
    "“The domestic agricultural production and rising international prices, compounded by the ongoing economic crisis, are expected to increase acute food shortages and price inflation which in turn are likely to result in a further deterioration of food security over the next months,” it added.",
    "The FAO & WFP said that the country’s current account deficit has widened while its foreign exchange reserves have dwindled, resulting in a dramatic currency devaluation, rising food prices and food shortages.",
    "The report in addition noted that the current economic crisis is increasingly affecting unemployment, and household incomes, complicating access to essential items.",
    "Rising costs of food, fuel and imported commodities combined with supply chain disruptions and a weakening exchange rate are expected to drive inflation higher in 2022, while stressing that availability of food in the outlook period is likely to decrease.",
    "The report went on to note that the harvest of the country’s main staple, “Maha” paddy crop, is estimated at a below-average level, mainly due to a ban on the import of chemical fertilizers and pesticides imposed by the authorities between April and November 2021.Therefore, Sri Lanka will increasingly rely on imports to cover domestic needs, but the ability to purchase imported supplies will be constrained by a further depreciation of the local currency.",
    "Reduced income and increased food prices affect households’ ability to afford sufficient and adequate food, said the report.",
    "The Food and Agriculture Organization of the United Nations & the World Food Program has recommended that Sri Lanka seek multilateral and bilateral aid to import and provide chemical fertilizers along with organic fertilizers for the summer growing season and agricultural inputs such as vegetable seeds to vulnerable smallholder farmers.",
    "It also recommended to supply high-nutrient animal feed and veterinary health kits to livestock owners including those who have cattle and poultry to mitigate the impacts of the feed shortage from the economic crisis.",
    "The FAO also recommended to provide unconditional cash to also support farmers with green gram production as a mid-season short-cycle crop to support food production. If feasible, conduct cash-for-work activities to improve paddy storage and community infrastructure to support daily wage earners and labourers.",
    "Sri Lanka will experience further deterioration of food security – UN FAO Report",
    "Parliament to go Paperless; Soft copies of reports & docs to MPs",
    "Cabraal released on Rs. 10 Mn bail on Criminal Breach of Trust complaint"
  ]
}