{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/13/tuvalu-sinking-in-the-pacific-fears-becoming-a-superpower-pawn/",
  "time_ut": 1652451240,
  "title": "Tuvalu, sinking in the Pacific, fears becoming a superpower ‘pawn’",
  "body_lines": [
    "(Reuters) – Tuvalu fears that climate change, an existential threat to the Pacific nation, is being forgotten and it worries that fellow island nations could become “pawns” in a global competition between China and the United States, its foreign minister said.",
    "Simon Kofe told Reuters the superpower competition was a concern, distracting attention from climate change, the priority for Pacific islands endangered by rising sea levels.",
    "“It is important that the Pacific handles these issues carefully,” he said in an interview on Thursday. “The last thing we want is that countries in the Pacific are used against each other or used as pawns.”",
    "Kofe grabbed global attention for his nation of 12,000 people last year when he addressed a global climate conference standing ankle deep in the sea to illustrate Tuvalu was “sinking”. Forty percent of the capital district is underwater at high tide, and the tiny country is forecast to be submerged by the end of the century.",
    "Pacific Island leaders will discuss a controversial new security pact between the Solomon Islands and China at a meeting next month, Kofe said. He said he had been briefed on the issue by his Solomon Islands counterpart and that, although Honiara said it was an internal matter, it had regional implications.",
    "“In the Pacific, the way we handle issues, the Pacific way, is by consensus, is by sitting down and face to face,” he said. COVID-19 has prevented in-person meetings for two years, and “some of these critical issues can only be resolved when you meet face to face and really have a frank discussion.”",
    "The United States has warned the Solomon Islands it would have “significant concerns and respond accordingly” to any steps to establish a permanent Chinese military presence, after it struck the security pact, which has also alarmed allies Australia, New Zealand and Japan.",
    "Beijing says the deal covers internal security, not a base, and criticism by western countries was interfering in the Solomon Island’s sovereign decision-making.",
    "Another key issue for Tuvalu is fishing, where China is seeking more agreements with Pacific islands for its fleet. Washington says it will soon announce plans to battle illegal fishing in the region, as part of increased U.S. engagement to counter China’s growing influence.",
    "“The Pacific is the richest fishing ground in the world and is said to be the last healthy fish stock of tuna,” Kofe said. “That is really a tribute to the conservation and management measures applied by the Pacific island countries.”",
    "Tiny Pacific islands, feeding the world from their economic exclusion zones, carry a disproportionate burden, he said.",
    "“Tuna is supporting the economies of Japan, China, many countries around the world,” he said. “Bigger players that are coming into the region need to listen and look at what the Pacific is doing right now and use that as lessons for collaboration on issues other than fisheries.”",
    "Seeking an international platform on climate change, Tuvalu has proposed its former governor-general, Iakoba Taeia Italeli, become secretary general of the Commonwealth – the first time a Pacific nation has sought the role in the grouping.",
    "“It’s time for the Pacific to have a chance to lead and unite the Commonwealth,” Italeli told Reuters in the same interview, conducted remotely.",
    "Commonwealth heads of government, meeting in Rwanda in June, will select the next public face of the 54-member group of countries with ties to the former British empire. The incumbent, British peer Patricia Scotland, is running for another term in the hotly contested race.",
    "The Commonwealth had “failed to speak with one voice” at COP26, Italeli said, despite including 32 of the world’s 42 smallest states, which are heavily affected by climate change.",
    "At the next global climate change conference, in Egypt in November, Tuvalu will continue its push for easier financing for small islands states to build the physical infrastructure they need to “save themselves”, Italeli said.",
    "Tuvalu, sinking in the Pacific, fears becoming a superpower ‘pawn’",
    "SJB will NOT make any nomination for the proposed cabinet – Opposition Leader"
  ]
}