{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-empowers-women-drivers-with-Pink-Drives-partnership-for-leasing/34-732224",
  "time_ut": 1647631500,
  "title": "HNB empowers women drivers with Pink Drives partnership for leasing",
  "body_lines": [
    "HNB Deputy General Manager – Retail and SME Banking Sanjay Wijemanne (fourth from right) exchanging the MoU with Pink Drives CEO Shohan Kulasuriya (third from right) in the presence of (from left): HNB Assistant Manager – Business Development Unit Leasing Mahesh Ratnayake, HNB Assistant Manager – Operations Roshan De Silva, HNB Head of Leasing Niluka Amarasinghe, HNB Head of Personal Financial Services Kanchana Karunagama, Pink Drives Chief Operation Officer Liswith Obinamuni and Pink Drives Executive Shani Madurangi",
    "Empowering women drivers and commuters, Sri Lanka’s leading private sector bank HNB PLC partnered with ride-sharing app Pink Drives to offer women drivers exclusive leasing packages bundled with exciting insurance premiums and credit card packages anchored to low interest rates.",
    "“HNB is proud to partner and support Pink Drives in their pioneering mission to empower women, by providing them with a means to financial empowerment, while delivering a safe, convenient and harassment-free mode of transportation for women and children,” HNB Head of Personal Financial Services Kanchana Karunagama said.",
    "In addition to special low-interest leasing facilities, Pink Drives chauffeurs will also be offered a free life insurance cover of up to Rs. 4.5 million as well as a natural death insurance cover of Rs. 600,000. HNB will also provide customers with the exclusive Prestige Prime credit card with the first-year annual fee waived off.",
    "“We are delighted to partner with HNB to offer our chauffeurs convenient leasing facilities inclusive of attractive interest rates and benefits. Our services aim to provide women and children in Sri Lanka a safe journey to their destination, while also offering women drivers a hassle-free mode of employment,” Pink Drives Ltd. Founder/CEO Shohan Kulasuriya said.",
    "Notably, women drivers who open and maintain accounts with HNB will have access to the Pink Drives ride-sharing platform.",
    "Pink Drives is Sri Lanka’s first and only lady-driven taxi service for ladies and kids. Initially providing the service in Colombo and the suburbs, the company utilises the latest technology to facilitate safer and convenient travel while empowering women.",
    "With 256 customer centres across the country, HNB is one of Sri Lanka’s largest, most technologically innovative banks, having won local and global recognition for its efforts to drive forward a new paradigm in digital banking. Consolidating its reputation for banking excellence, HNB bagged the Best Retail Bank and Best SME Bank awards in the Banking category at the International Finance Awards 2021. The bank was also ranked among the World Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for five consecutive years. HNB was also declared Best Sub-Custodian Bank in Sri Lanka at the Global Finance Awards 2020. HNB has a national rating of AA- (lka) by Fitch Ratings (Lanka) Ltd."
  ]
}