{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/14/saudi-foreign-minister-meets-president-pm-gl/",
  "time_ut": 1647255180,
  "title": "Saudi Foreign Minister meets President, PM & GL",
  "body_lines": [
    "The visiting Minister of Foreign Affairs of the Kingdom of Saudi Arabia, H.H. Prince Faisal bin Farhan bin Abdulla Al Saud paid a courtesy calls on President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa followed by a bilateral meeting with the Minister of Foreign Affairs, Prof. G.L. Peiris, at the Ministry of Foreign Affairs on 14 March, 2022.",
    "While welcoming the Saudi Foreign Minister, Minister Peiris expressed Sri Lanka’s keen interest to transform Sri Lanka– Saudi Arabia bilateral relations into a results-oriented, multi-faceted",
    "The two Ministers agreed to a stronger relationship on a multitude of areas of bilateral interest for the mutual benefit, in the current global context.",
    "Minister Peiris noted with appreciation Saudi Arabia’s strong support and empathetic approach towards Sri Lanka at the United Nations, especially during the 49th Session of the Human Rights",
    "Foreign Minister Prof. Peiris encouraged Saudi investments in the Colombo port, Hambantota port, dedicated Pharmaceutical zones in Hambantota, newly identified IT parks, fabric/textile zone in",
    "Batticaloa and further sought more employment opportunities for Sri Lankans in the Saudi Arabian job market.",
    "Noting that development cooperation comprises an important element in the bilateral partnership, Minister Peiris conveyed Sri Lanka’s appreciation to Saudi Arabia for providing infrastructure development assistance to Sri Lanka.",
    "During the talks, the Saudi Foreign Minister reiterated the commitment of the Saudi Arabian Government to further deepen the already buoyant bilateral relations between the two countries and further emphasized economic cooperation. He underscored the vision of Saudi Arabia 2030 as a means to transform Saudi Arabia from the present dependency on oil to digital economy in the",
    "State Minister of Regional Cooperation, Tharaka Balasuriya, Secretary to the Foreign Affairs Admiral Prof. Jayanath Colombage and senior Foreign Ministry officials were engaged with the bilateral meeting at the Ministry of Foreign Affairs. The Saudi Foreign Minister, Prince Faisal bin Farhan bin Abdulla Al- Saud was accompanied to the meeting by the Ambassador of Saudi Arabia to Sri Lanka, Abdulnaser bin Hussain Al-Harthi, Director General of the Office of the Minister of Foreign Affairs, Abdulrahaman Arkan I. Aldawood, Second Secretary, Taif Abdulkhaliq S. Kadasah and the Officer-in-Charge of Political Affairs, Afnan Fahad A. Alhumaidan.",
    "New Zealand also in fuel crisis, says SLPP MP; Kiwi Govt slashes fuel taxes"
  ]
}