{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/president-speaks-again-premadasa-breaks-silence-again/",
  "time_ut": 1647605760,
  "title": "President speaks again, Premadasa breaks silence again",
  "body_lines": [
    "President Gotabaya Rajapaksa addressed the nation last Wednesday, yet again in his just over two-year long presidency. The nation was briefly spared of power cuts for the nationally televised state-of-the-country speech. The speech was 15 minutes long, shorter than his earlier ones, and was also short of worthwhile specifics. There was nothing consequential in the speech except his decision to seek IMF’s help to tide over the economic and debt hurdles that is daunting the country. By then everyone knew the government was going to the IMF for help, except, apparently, Nivard Cabraal, the Governor of the Central Bank.",
    "Accountants are not supposed to be ideological, but Mr. Cabraal has been fancying himself as Sri Lanka’s economic oracle and envisioning a non-IMF way out of the national financial mess, to which he substantially contributed. Now that the government is going to the IMF, where will the Governor go? Do an about turn and join the delegation for IMF talks, or join Vasudeva Nanayakkara and leave the government?",
    "The decision to seek IMF’s help is already one year too late, just like the decision to artificially sustain the rupee from falling against the dollar. We now learn that since December 2019, the current government has “squandered as much as USD 5,500 mn trying to prevent the depreciation of Rupee,” (The Island lead story on March 15). But the President continues to insist: “This crisis was not created by me,” as he did again in his speech. The senior appointments he made, especially to the Monetary Board, and the directions he gave officials based on harebrained outside advice, have brought the country to its current pathetic pass.",
    "Sri Lanka has had foreign exchange problems since the 1960s but there was never a time when the country was going to face a trade off, or a triage, as it could be called in the current medical parlance, between paying off debt and importing food for its people, poor and rich. The situation was by no means as dire even in November 2019, when GR become President, as it is now, in the second year of his first term in office. So, it is a bit rich for the President to now say that he did not create any of this.",
    "It is like his government’s sweetheart highway contractors saying that they did not create the poor soil conditions where a new bridge has to be built! They may have a point if they were given the job without a tender!! The President has no excuse. He should have known what he was bargaining for when he signed up for the job – giving up one citizenship for another, accepting his family’s nomination to be the country’s president, obtaining favourable court rulings that his citizenship paperwork was all in order, and getting voted in – as he constantly reminds everyone – by 6.9 million citizens. Now that he is coming up short in measuring up to the challenges he himself has aggravated, he cannot throw up his arms and say – I did not create them.",
    "There was someone else raising his arms for recognition in Colombo last week. It was Sajith Premadasa, the Leader of the Samagi Jana Balawegaya and the Leader of the Opposition in parliament. SP broke his periodical silence in front of the Presidential Secretariat the day before the President made his periodical speech. Carried away by the enthusiasm of his supporters protesting against the government, Mr. Premadasa called for “a snap presidential election with the consent of all political parties,” as the “only way out for the country.” The Leader of the Opposition should know his Constitution. There is no provision for a ‘snap presidential election,’ no matter how much consent there is among all political parties.",
    "Dr. Nihal Jayawickrama has again written spelling out the constitutional provisions pertaining to the timing of presidential elections. It is a shame that after more than 40 years of the presidential system, senior political leaders including presidential aspirants are not familiar with the rules governing the timing of presidential and parliamentary elections. The next presidential election is due when Gotabaya Rajapaksa completes his five year term. He can call an election before his five year term is over only if he is running for office for a second term, not otherwise. Even then an earlier election can be called only after the expiry of four years from the last election in November 2019. That means there cannot be a presidential election, snappy or otherwise, before November 2023.",
    "Similarly, the next parliamentary election is due after the five year term of the current parliament is over in August 2025. The President can dissolve Parliament before August 2025, but only after March 2023, thanks to the 19th Amendment. Under the same amendment, Parliament by resolution can request the President to dissolve parliament. But the SLPP is not going to support an early dissolution of parliament, nor is the President going to be in any hurry to dissolve parliament any time after March 2023. So, how is Sajith Premadasa, the SJB, the JVP or any other opposition party going to precipitate an early parliamentary election under the existing constitutional provisions?",
    "Put another way, an opposition party calling for a snap election in 2022 is a vacuous bluster that is not going to trouble the government in any way, nor is it going to contribute to easing the real-time burdens of the people. In addition to calling for snap elections, Mr. Premadasa is also demanding the present government hand over power to SJB, because the SJB has “able people who could deal with the present economic crisis,” and that the SJB has lined up “three Middle Eastern nations (who) had already promised to provide oil at concessionary rates to a future SJB government.”",
    "This kind of rhetoric was quite common before 1977 when the country was having a parliamentary system of government. There was to be even rice from the moon after the 1970 election. But frequent elections and government turnovers did not result in significant beneficial changes either immediately or in the long term. This was one of the reasons behind the advocacy for a presidential system. That (the presidential cure) has proven to be worse than whatever disease that was associated with the parliamentary system. Where do we go from here?",
    "The predicaments are many. It is virtually impossible under the current system to snap governments out of power and let an opposition party take power instantly. What is also unique to the current situation is that a government and a President who are not even halfway through their mandates have exhausted whatever little usefulness they ever had, and have become themselves burdens on the country. So, it is logical and compulsive for people to protest against the government, but political leaders, while they should be in the forefront of protests, should know better when they bluster about snap elections and power transfers which are never going to happen. They should use protests to empower parliament to play its constitutional role even under the presidential system.",
    "Even the project of abolishing the presidential system that shaped and defined opposition politics from the day JRJ’s constitution came into force, would now seem to have run its course. Its high-point was the 2014-2015 presidential election campaign and the victory of the common-opposition abolition candidate, whose betrayal eventually became the low point of the abolition project. What was the determining dynamic in the 2014-15 election, is hardly an electoral issue now given the current basic needs and concerns of the people. The presidential system may eventually be drastically modified or substantially abolished, but that is not the top-of-mind issue for most people.",
    "Again, it will be up to parliament to make it happen with or without a referendum. Not this parliament, may not be even the next parliament, but certainly a future parliament. It can be a routine shedding of the executive without unnecessary political hullabaloo. For now, the current parliament, although dominated by the SLPP majority, can and must play a positively aggressive role in identifying priorities and pressuring the Cabinet and the President to act on them until their intended outcomes are achieved.",
    "In his speech, the President seemed emphatic when he said, “I urge the Cabinet, the Parliament and public officials to work together as a team to achieve our desired goal of providing a better country for our children with a great commitment.” How can the President urge parliament to work together with the government unless he is prepared to tolerate dissent within government and to reach out to opposition MPs and build consensus on actions that are urgently needed now?",
    "Equally, if the opposition parties have ideas about possible solutions, why should they be not working towards building consensus within parliament and exerting pressure on the executive? If Sajith Premadasa has in his Party, as he claims, “able people who could deal with the present economic crisis,” and if the SJB has obtained promises from “three Middle Eastern nations … to provide oil at concessionary rates,” why cannot they be used now, through the current parliament? SP and the SJB can claim all the credit for doing so, and they will be duly rewarded at the next election whichever it might be and whenever it comes.",
    "The protests are having their effects and they also seem to be forestalling the government’s alternative recourse to using its coercive powers. Even frequent speeches by the President are welcome, because, to modify what Jayaprakash Narayan, the doughty Indian fighter against Indira Gandhi’s Emergency Rule, once said – political speeches can be means of escape from military action. So let there be more speeches by the President. Let him deliver them in Parliament, and stay around to listen to MPs criticize his speeches. That he will keep the Colonel away from his Generals. There are also growing external deterrents to internal repression, thanks, inadvertently, to Vladimir Putin.",
    "The Russian President, when he embarked on his misadventure in Ukraine, may not have realized that his action will trigger a remaking of the world in quite the opposite way from he would have wanted it to be. There is now a new global weapon, the weapon of sanctions, that has transcended the earlier limits of state-to-state interactions and can be applied against anyone, anywhere, and not only by states but also by private citizens and corporations.",
    "Freezing bank accounts that proved to be the ultimate tool in ending the trucker protest in Canada, has now become the common weapon against Russia. The International Criminal Court that few people took note of has become a forum of interest, inadvertently thanks to Putin. The positive and negative ramifications of these development may not be readily apparent now. But their relevance and power as a deterrent against authoritarianism cannot be mistaken. And the government of Sri Lanka cannot be unaware of it.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}