{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/three-major-mistakes-of-the-jvp-fsp/",
  "time_ut": 1644582420,
  "title": "THREE MAJOR MISTAKES OF THE JVP & FSP",
  "body_lines": [
    "In Sri Lanka in this decisive year, the trajectory and outcome are uncertain, not least because the trajectory is not linear.",
    "The JVP and FSP seem to be mired in errors which have proved among the most bloodily expensive in the history of the world’s left.",
    "The first mistake is to assume that as a crisis mounts, developments can go only one way, namely in a direction favorable to the left and more socioeconomically radical solutions. That is based on the pattern of the Russian revolution. The history of the European counter-revolutions culminating in Italy, Germany and Spain in Fascist dictatorships, shows there’s a more frequent outcome.",
    "In a country like Sri Lanka where “Be a Hitler!” is a renewed slogan, it would be unwise to rule out that outcome as the crisis mounts. In an intense crisis, things can shift to the Left or further to the Right, or to the Left initially and the Right eventually.",
    "What happens is a battle of the organized vanguards–the left and the Right, chiefly the military. The outcome is decided by two factors: (a) on which side an effective majority of the masses are, or whether they are neutral and (b) whether there is a significant shift towards the masses on the part of a decisive part of the military.",
    "Therefore, the crucial element is THE INTERMEDIATE STRATA. Which side will they pivot to, or will they stay neutral? Mao Zedong, strategist of genius, said “unite the many, defeat the few”, which he elaborated as ‘unite all forces that can be united, isolate the main enemy, win over the intermediate forces, neutralize those who cannot be won over’.",
    "It is precisely to win over the intermediate forces that a relationship is needed with Sajith Premadasa’s Samagi Jana Balavegaya (SJB), the main Opposition party, and Maithripala Sirisena’s Sri Lanka Freedom Party (SLFP).",
    "A second major mistake the Left looks like it is making is one I am very familiar with, having made it myself in my 20s. This is the assumption that if it is the Right and not the Left that abandons the rules of the democratic game, it thereby unmasks and delegitimizes itself, and the beneficiary cannot but be the Left, in fairly short order too.",
    "That militarization/polarization theory was pure crap. In Indonesia, Chile, the Philippines and almost every other place, when the dark night of the dictatorships finally ended, it took decades and the democratizing force – and successor administration—was never the radical, still less revolutionary or Marxist-Leninist left.",
    "In Chile, Pinochet’s departure took 15 years and it was the hands of Salvador Allende’s Socialist Party, after its many splits and reformist renovations and under the leadership of the moderate-centrist Ricardo Lagos. The earlier vanguards, the Chilean MIR and the Communist Party, which had spun off a radical offshoot together with the ‘Miristas’, named the Manuel Rodriguez Patriotic Front (MRPF) were (sadly but understandably) kept out of the Democratic Concertation, the broad democratic bloc that defeated Pinochet’s dictatorship in the referendum and eventually took power electorally.",
    "While at a time such as this, of unprecedented pressure on real wages, almost any strike is justified, some strikes can be wrong because they are just dumb and potentially dangerous. The rash of wildcat strikes in the health and transport sectors fall into that category, not because they are unjustified but because they turn the majority of the citizenry against sections of the trade union movement, i.e., the organized working-class.",
    "The wildcat strikes are also incredibly ill-timed. The coming surge of peasant unrest due to the inevitable crash of the Maha harvest, require the backing of the urban working class and the student movement.",
    "If the latter go into action arbitrarily and prematurely, they not only earn the wrath of the citizens, but far worse, provides the regime with an opportunity for a crackdown in the guise of a pro-citizen intervention, thereby depriving the peasants of the effective support of the urban wage-workers and the student movement.",
    "The rash of wildcat strikes merely give the impression of creeping anarchy and if they continue, they will have the same result that the health and transport sector strikes had in 1989, namely to turn public opinion against them, enabling the unleashing of repression.",
    "Had the leaders of the JVP and the FSP which inspire the leaderships of the trade-union, peasant union and student unions, actually studied Antonio Gramsci, they would know that he stressed that no class, indeed no cause, could triumph unless it went beyond its sectoral interests, even placing them on the back-burner, for the greater good, the broader national and popular interest.",
    "The partial and sectoral must be credibly embedded in and enveloped by the universal. That is the only way for the Left to win the intellectual, cultural and moral-ethical hegemony, which in turn is the inescapable prerequisite for survival and success.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}