{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81151/ukraine-accuses-russian-forces-of-abducting-melitopol-mayor",
  "time_ut": 1647078660,
  "title": "Ukraine accuses Russian forces of abducting Melitopol mayor",
  "body_lines": [
    "Ukrainian authorities have accused Russian forces of abducting the mayor of Melitopol, a city in southeastern Ukraine that has fallen under Russian control.",
    "Anton Heraschenko, an adviser to Ukraine’s interior ministry, said 10 soldiers entered the premises of Melitopol’s crisis centre on Thursday, put a bag over Mayor Ivan Fedorov’s head and took him to an unknown location.",
    "Kyrylo Tymoshenko, deputy head of the president’s office in Kyiv, shared footage of what he said was Fedorov’s abduction.",
    "The video showed masked men leading another man out of a building.",
    "There was no immediate comment from Moscow on Fedorov’s fate.",
    "In a video message late on Friday, Ukraine’s President Volodymyr Zelenskyy condemned the abduction, calling Fedorov a “mayor who bravely defends Ukraine and the members of his community”.",
    "“This is obviously a sign of weakness of the invaders,” he said. “They have moved to a new stage of terror in which they are trying to physically eliminate representatives of legitimate local Ukrainian authorities.”",
    "The Ukrainian Foreign Ministry also denounced the abduction in a statement, saying the incident amounted to a war crime as international law prohibits the taking of civilian hostages during war.",
    "The ministry said Russian forces were “cynically accusing the mayor of terrorism”.",
    "“We call on the international community to respond immediately to the abduction of Ivan Federov and other civilians, and to increase pressure on Russia to end its barbaric war against the Ukrainian people.”",
    "Russian forces entered Melitopol on the second day of their invasion, on February 25, according to the Ukrayinska Pravda news website.",
    "Following the Russian offensive, Fedorov led several rallies against the invasion, according to the news outlet. That included a rally on March 2 that was attended by thousands of people.",
    "On March 5, Ukrayinska Pravda reported Fedorov saying that the situation in the city was getting “difficult” due to food and medicine shortages.",
    "He also said Melitopol authorities had asked Russian forces to open a humanitarian corridor to let the city’s residents leave, but said the request was refused."
  ]
}