{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-change-electricity-law-to-shorten-procurement-processes-minister-93760/",
  "time_ut": 1651489020,
  "title": "Sri Lanka to change electricity law to shorten procurement processes: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to change the electricity law to remove procurement impediments, Power and Energy Minister Kanchana Wijesekera said amid concerns that it could be a method to by-pass competitive tendering.",
    "“The change in the law will be useful to remove some impediments which delayed projects and to shorten (procurement) processes,” Minister Wijesekera said.",
    "“We will not enter into agreements which are unfavourable to the country.”",
    "He was responding to questions whether the change in law was to by-pass competitive tenders and buy renewable energy at high prices higher than the rest of the world through unsolicited deals, including plants where documents were prepared but not tendered.",
    "There have been concerns raised that at least 190MW of mainly solar plants for which tender documents were prepared by the Ceylon Electricity Board almost two years ago were not tendered by the ministry concerned but were delayed month after month.",
    "Similar fate had befallen another 90MW of power where the grid had space to accommodate renewable power, industry officials say.",
    "There was speculation that the tenders was delayed pending the change to the Electricity Act when they could be procured without competitive tender at higher prices and a possible return to pre-set feed in tariffs above world market rates.",
    "The CEB prepared the tender documents for plants in locations that could be tendered fast and plugged in without much investment in new transmission lines.",
    "Without directly referring to the plant for which tender documents were prepared many months ago Minister Wijesekera said Ceylon Electricity Board had said there was space in the grid to procure at least 530MW of power without building new transmission lines and they would get priority. (Colombo/May02/2022)"
  ]
}