{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mclarens-group-makes-waves-at-prestigious-awards-ceremonies/",
  "time_ut": 1652199360,
  "title": "McLarens Group makes waves at prestigious awards ceremonies",
  "body_lines": [
    "McLarens Group of Companies scooped several accolades at several prestigious Awards ceremonies where their excellence received a wide recognition over the last month.",
    "“I’m indeed very proud of the achievements we received back-to-back. These awards are a representation of the untiring efforts of our staff and encapsulates the growth mind set we have instilled within our group. Staying true to our values and understanding our culture, capability and strengths with the years old experiences that are embodied in us, our teams were energized and resilient to rise together amidst the tough economic conditions in the last two years and supports the organization and the country. In that essence, it is indeed a privilege to receive such recognition in all three prestigious forums” said Group Managing Director Ms Shehara De Silva.",
    "During the recently held National Business Excellence Awards 2021 at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo.",
    "This year’s awards night was patronaged by French Ambassador to Sri Lank Mr Eric Lavertu as Chief Guest.",
    "McLarens Holdings Limited emerged victorious in the Diversified Group of Companies Sector while three other McLarens Group companies scooped awards.",
    "GAC Shipping was adjudged runner-up in the Shipping and Shipping Related Services category at the prestigious awards ceremony which was organised by the National Chamber of Commerce of Sri Lanka.",
    "Furthermore,McOcean Logistics and McShaw Automotive Limited won Merit Awards in the Logistics and Transport Sector and Trading sector respectively.National Business Excellence Awards is regarded as one of the most significant awards ceremonies in the country which recognises best performing business enterprises which have demonstrated excellence in business, whilst contributing to the economic progress of the country. TheAwards Ceremony is also branded as one of the highest demanding award competitions within the business community, backed up with a professional team of judges – an expert technical team.",
    "At theNational Logistics Awards, organised by the Sri Lanka Logistics & Freight Forwarders Associationat the Shangri-La Hotel Colombo on March 23.McOcean Logistics Ltd clinched another victory when they won the Bronze Award in the Ocean Carriers NVOCC category.",
    "At the same ceremony which saw the presence of over 500 representatives from freight forwarding, shipping, courier companies and airlines, Spectra Logistics, another glowing gem under the McLarens wing, won Gold in the Customs House Brokerage Sector and Warehousing and Distribution Medium Category.",
    "It was the third back-to-back major honour won by Spectra Logistics, who enjoyed a great success at the Annual Awards Night hosted by the Institute of Chartered Shipbrokers (ICS) – Sri Lanka, at the Cinnamon Lakeside Hotel.Spectra Logistics won the Best Container Depot Customer Service Inbound Trade Award, marking a magnificent run by the McLarens Group of Companies.",
    "Airtel introduces unlimited free outgoing voice calls to all networks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}