{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/electrical-equipment-experts-focus-on-saving-power-through-tech-advancements/",
  "time_ut": 1648992780,
  "title": "Electrical equipment experts focus on saving power through tech advancements",
  "body_lines": [
    "A group of electrical equipment experts at a seminar last week demonstrated to over 200 engineers and technical personalities of the Sri Lankan energy sector, the true value of accurate electrical power distribution measurements and the advantages of minimising power losses.",
    "The seminar and the training session was hosted by Marlbo Trading Company founded in 1989 which has served the country’s energy sector by providing electrical power utilities and testing & measuring equipment to the stakeholders of the industry.",
    "Marlbo represent many of the world-renowned power utilities and testing & testing measuring manufacturers in Sri Lanka and has been responsible for sharing the latest technology from the world to Sri Lanka during the past few decades.",
    "Upul Kulatunga, Director Business Development at Marlbo says,” Our main emphasis is made on the renewable industries such as solar, wind power etc. to overcome the current crisis and to meet future electricity demand of the country. Marlbo supports this effort by enhancing the knowledge of the industry through our principals from around the globe.”",
    "“Marlbo conducted this programme for the engineering fraternity belonging to Ceylon Electricity, Lanka Electricity Board, the national and multinational manufacturing industry and the much sought after renewable energy industry given the current trends in the sector.”",
    "“Representatives of the Fluke Corporation of USA and an eminent personality in the energy industry and Power Quality expert Dr H. M. Wijekoon, Project Director, Colombo Port City Development Project of the Ceylon Electricity Board were on the panel of lecturers who shared their knowledge with the participating professionals.”",
    "“The hybrid session was well attended by over 200 engineers and technical personalities from the energy industry sector with keen interest. The new knowledge will enable them to operate in the industry in a more efficient and economic manner with the use of power quality analysis.”",
    "“Correct results achieved with the use of accurate measurements will bring productivity and saving to their institutes and businesses. Our international partner Fluke Corporation operates over 70 years in the global market and has over 40% market share and is well-known for its quality products. Fluke and our local experts demonstrated to the participants how electrical testing Instruments need to be calibrated at regular intervals to maintain the accuracy of measurements, to help minimize downtime, quickly troubleshoot power quality issues and easily discover the costs of wasted energy which in turn increases productivity for manufacturers and allows plants to maximise their distribution capacities.”",
    "‘High-quality power is about more than saving your money. It’s about making money too. Ultimately, investing in measuring the quality of your power is an investment in the quality of your business,” Kulatunga says.",
    "Sri Lanka Retailers’ Association appeals for 50% concession on rentals and leases",
    "Emirates Aviation University holds 5th annual Water Rocket Competition in collaboration with Boeing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}