{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/siyapatha-finance-records-lkr-1-bn-pat-for-fy-2021-an-impressive-increase-of-167/",
  "time_ut": 1648042680,
  "title": "Siyapatha Finance records LKR 1 Bn PAT for Fy 2021, an impressive increase of 167%",
  "body_lines": [
    "Siyapatha Finance has continued on its robust performance, despite the pandemic-induced economic challenges, ending the 2021 financial year with the highest ever profitability through its Profit Before Tax reaching LKR 1.53 Bn. Profit after tax increased by 167% from LKR 409.5 Mn in 2020 to LKR 1,094.5 Mn in 2021. Income growth coupled with prudent management of operating expenses resulted in the substantial improvement of the cost to income ratio to 33.56% from 39.28% the previous year. The Company continued to systematically focus on its well performing segments, whilst maintaining its risk management strategies, credit quality and improving the recovery efforts.",
    "Another noteworthy achievement was the management of Non-Performing Advances (NPA). During the year, the Company managed to reduce its gross NPA ratio to 16% from 18% in 2020. Despite the moratoria and drastic decline in economic activities, the Company was able to contain the NPA of the leasing portfolio within the industry benchmark of 12%. This reflects its commitment to driving recoveries and maintaining credit quality despite the downturn in business activities.",
    "The Company held a strong asset base of LKR 42.75 Bn as at 31 December 2021, recording a growth of LKR 1,198.59 Million during the year. Total liabilities of the Company increased marginally to LKR 36.52 Bn as at 31 December 2021 compared to LKR 36.43 Bn as at 31 December 2020. The Company’s Return on Average Assets grew by 163 bps to 2.59% during the financial year 2021, derived by enhanced earnings.",
    "The deposit base of the Company was maintained at a steady level of LKR 17.11 Bn. This reflects the trust and confidence attained by the Company among fund managers and the corporate sector that continued to place substantial fixed deposits.",
    "The Tier I Core Capital Ratio and the Total Capital Ratio stood at 14.74% and 21.36% as at 31 December 2021, well above the respective regulatory capital adequacy requirements of 7% and 11%.",
    "Commenting on the strong performance the Company has demonstrated in 2021, Sumith Cumaranatunga, Chairman, Siyapatha Finance PLC said “We are proud of the financial performance that Siyapatha Finance has delivered despite the challenges posed by the pandemic. This is a testament to the ability of our remarkable workforce, our strength, our dedication and our constant need to improve ourselves through the implementation of our high performing strategies. I am confident that the organization will continue building upwards, leveraging on opportunities that will help deliver positive results in the future.”",
    "“Siyapatha Finance continues to display remarkable resilience and growth even amidst the prevailing challenges in the external environment. Our financial performance has spoken volumes about the Company’s strength and stability. We are cognizant of the challenging path ahead of us and yet we are confident of delivering consistent growth with much optimism and enthusiasm,” stated Ananda Seneviratne Managing Director, Siyapatha Finance.",
    "Sri Lanka India Society commemorates 74th Independence Day of Sri Lanka and the 73rd Republic Day of India",
    "Sri Lankans vote Dialog as the Telecommunication Brand and Service Brand of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සියපත ෆිනෑන්ස් 2021 වසර සඳහා LKR Bn 1 PAT වාර්තා කරයි, එය 167% ක ආකර්ෂණීය වර්ධනයකි.",
      "body_lines": [
        "සියපත ෆිනෑන්ස්, වසංගතය හේතුවෙන් ඇති වූ ආර්ථික අභියෝග මධ්‍යයේ වුවද සිය ශක්තිමත් කාර්ය සාධනය අඛණ්ඩව පවත්වා ගෙන යමින්, 2021 මූල්‍ය වර්ෂය අවසන් කරමින්, බදු ගෙවීමට පෙර ලාභය හරහා රුපියල් බිලියන 1.53 දක්වා ඉහළම ලාභයක් ලබා ඇත. බදු ගෙවීමෙන් පසු ලාභය 2020 දී රුපියල් මිලියන 409.5 සිට 2021 දී රුපියල් මිලියන 1,094.5 දක්වා 167% කින් වැඩි විය. ආදායම් වර්ධනය සහ මෙහෙයුම් වියදම් දූරදර්ශී ලෙස කළමනාකරණය කිරීමේ ප්‍රතිඵලයක් ලෙස පිරිවැය සහ ආදායම් අනුපාතය පෙර වසරේ සිට 33.52% දක්වා සැලකිය යුතු ලෙස වැඩිදියුණු විය. සමාගම එහි අවදානම් කළමනාකරණ උපාය මාර්ග, ණය ගුණාත්මකභාවය සහ ප්‍රතිසාධන ප්‍රයත්නයන් වැඩිදියුණු කරමින් පවත්වාගෙන යන අතරම එහි හොඳින් ක්‍රියාත්මක වන අංශ කෙරෙහි ක්‍රමානුකූලව අවධානය යොමු කළේය.",
        "තවත් කැපී පෙනෙන ජයග්‍රහණයක් වූයේ ක්‍රියාකාරී නොවන අත්තිකාරම් (NPA) කළමනාකරණය කිරීමයි. වසර තුළදී, සමාගම සිය දළ NPA අනුපාතය 2020 දී 18% සිට 16% දක්වා අඩු කර ගැනීමට සමත් විය. ආර්ථික ක්‍රියාකාරකම්වල සහනය සහ දැඩි පසුබෑම මධ්‍යයේ වුවද, සමාගමට ලීසිං කළඹේ NPA ප්‍රමාණය කර්මාන්තයේ මිණුම් ලකුණ වන 12 තුළ රඳවා ගැනීමට හැකි විය. % ව්‍යාපාර ක්‍රියාකාරකම්වල පසුබෑම නොතකා ආපසු අයකර ගැනීමට සහ ණය ගුණාත්මකභාවය පවත්වා ගැනීමට එහි කැපවීම මෙයින් පිළිබිඹු වේ.",
        "සමාගම 2021 දෙසැම්බර් 31 වන විට LKR බිලියන 42.75 ක ශක්තිමත් වත්කම් පදනමක් තබා ඇති අතර, වසර තුළ LKR මිලියන 1,198.59 ක වර්ධනයක් වාර්තා කළේය. සමාගමේ මුළු වගකීම් 2020 දෙසැම්බර් 31 දිනට රුපියල් බිලියන 36.43 ට සාපේක්ෂව 2021 දෙසැම්බර් 31 වන විට රුපියල් බිලියන 36.52 දක්වා සුළු වශයෙන් වැඩි විය. සමාගමේ සාමාන්‍ය වත්කම් මත ප්‍රතිලාභය 163 bps කින් වර්ධනය වී 2.59% දක්වා ඉහළ ගොස් ඇත. .",
        "සමාගමේ තැන්පතු පදනම LKR බිලියන 17.11 ක ස්ථාවර මට්ටමක පවත්වා ගෙන යන ලදී. සැලකිය යුතු ස්ථාවර තැන්පතු අඛණ්ඩව තබා ඇති අරමුදල් කළමනාකරුවන් සහ ආයතනික අංශය අතර සමාගමට ඇති විශ්වාසය සහ විශ්වාසය මෙයින් පිළිබිඹු වේ.",
        "Tier I මූලික ප්‍රාග්ධන අනුපාතය සහ මුළු ප්‍රාග්ධන අනුපාතය 2021 දෙසැම්බර් 31 වන විට 14.74% සහ 21.36% ලෙස පැවති අතර, අදාළ නියාමන ප්‍රාග්ධන ප්‍රමාණවත්තා අවශ්‍යතා වන 7% සහ 11% ට වඩා බෙහෙවින් වැඩි ය.",
        "2021 වසරේදී සමාගම පෙන්නුම් කර ඇති ශක්තිමත් කාර්ය සාධනය පිළිබඳව අදහස් දක්වමින් සියපත ෆිනෑන්ස් පීඑල්සී හි සභාපති සුමිත් කුමාරතුංග මහතා පැවසුවේ “වසංගතය මගින් එල්ල වූ අභියෝග මධ්‍යයේ වුවද සියපත ෆිනෑන්ස් විසින් ලබා දී ඇති මූල්‍ය කාර්ය සාධනය පිළිබඳව අපි ආඩම්බර වෙමු. මෙය අපගේ කැපී පෙනෙන ශ්‍රම බලකායේ හැකියාව, අපගේ ශක්තිය, අපගේ කැපවීම සහ අපගේ ඉහළ කාර්ය සාධන උපාය මාර්ග ක්‍රියාවට නැංවීම තුළින් අපව දියුණු කර ගැනීමට අපගේ නිරන්තර අවශ්‍යතාවය පිළිබඳ සාක්ෂියකි. අනාගතයේදී ධනාත්මක ප්‍රතිඵල ලබා දීමට උපකාරී වන අවස්ථාවන් උපයෝගී කර ගනිමින් ආයතනය ඉහළට ගොඩ නැගීම දිගටම කරගෙන යනු ඇතැයි මට විශ්වාසයි.”",
        "“බාහිර පරිසරයේ පවතින අභියෝග මධ්‍යයේ වුවද සියපත ෆිනෑන්ස් කැපී පෙනෙන ඔරොත්තු දීමේ හැකියාවක් සහ වර්ධනයක් අඛණ්ඩව පෙන්නුම් කරයි. අපගේ මූල්‍ය කාර්ය සාධනය සමාගමේ ශක්තිය සහ ස්ථාවරත්වය පිළිබඳව විශාල වශයෙන් කථා කර ඇත. අප ඉදිරියේ ඇති අභියෝගාත්මක මාවත පිළිබඳව අපි හොඳින් අවබෝධ කරගෙන සිටින අතර, එහෙත් බොහෝ සුබවාදීව සහ උනන්දුවකින් ස්ථාවර වර්ධනයක් ලබා දීමට අපට විශ්වාසයි,” සියපත ෆිනෑන්ස් හි කළමනාකාර අධ්‍යක්ෂ ආනන්ද සෙනෙවිරත්න ප්‍රකාශ කළේය.",
        "ශ්‍රී ලංකා ඉන්දියානු සංගමය ශ්‍රී ලංකාවේ 74 වන නිදහස් දිනය සහ ඉන්දියාවේ 73 වන ජනරජ දිනය සමරයි",
        "වසරේ විදුලි සංදේශ සන්නාමය සහ සේවා සන්නාමය ලෙස ශ්‍රී ලාංකිකයන් Dialog වෙත ඡන්දය දෙයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சியபத ஃபைனான்ஸ் 2021 ஆம் ஆண்டுக்கான LKR 1 Bn PAT ஐ பதிவு செய்துள்ளது, இது 167% இன் ஈர்க்கக்கூடிய அதிகரிப்பு",
      "body_lines": [
        "சியாபத ஃபைனான்ஸ், தொற்றுநோயால் தூண்டப்பட்ட பொருளாதார சவால்களுக்கு மத்தியிலும், 2021 நிதியாண்டில் அதன் உறுதியான செயல்திறனைத் தொடர்ந்தது, 2021 நிதியாண்டை அதன் வரிக்கு முந்தைய லாபத்தின் மூலம் 1.53 பில்லியன் ரூபாயை எட்டியது. வரிக்குப் பிந்தைய லாபம் 2020 இல் LKR 409.5 Mn இலிருந்து 2021 இல் LKR 1,094.5 Mn ஆக 167% அதிகரித்துள்ளது. வருமான வளர்ச்சி மற்றும் இயக்கச் செலவுகளை விவேகமான நிர்வாகத்துடன் இணைத்ததன் விளைவாக செலவு மற்றும் வருமான விகிதம் கடந்த 39.8% இல் இருந்து 33.56% ஆக கணிசமாக மேம்பட்டது. நிறுவனம் அதன் இடர் மேலாண்மை உத்திகள், கடன் தரம் மற்றும் மீட்பு முயற்சிகளை மேம்படுத்தும் அதே வேளையில், அதன் சிறப்பாக செயல்படும் பிரிவுகளில் முறையாக கவனம் செலுத்தி வந்தது.",
        "மற்றொரு குறிப்பிடத்தக்க சாதனை, செயல்படாத முன்னேற்றங்களை (NPA) நிர்வாகம் செய்தது. இந்த ஆண்டில், நிறுவனம் 2020 இல் அதன் மொத்த NPA விகிதத்தை 18% இலிருந்து 16% ஆகக் குறைக்க முடிந்தது. பொருளாதார நடவடிக்கைகளில் தடை மற்றும் கடுமையான சரிவு இருந்தபோதிலும், லீசிங் போர்ட்ஃபோலியோவின் NPA ஐ தொழில்துறை அளவுகோலான 12க்குள் நிறுவனத்தால் கட்டுப்படுத்த முடிந்தது. % வணிக நடவடிக்கைகளில் பின்னடைவு இருந்தபோதிலும் மீட்டெடுப்புகளை இயக்குவதற்கும் கடன் தரத்தை பராமரிப்பதற்கும் அதன் உறுதிப்பாட்டை இது பிரதிபலிக்கிறது.",
        "நிறுவனம் 31 டிசம்பர் 2021 நிலவரப்படி LKR 42.75 Bn இன் வலுவான சொத்துத் தளத்தை வைத்திருந்தது, அந்த ஆண்டில் LKR 1,198.59 மில்லியன் வளர்ச்சியைப் பதிவு செய்தது. 2020 டிசம்பர் 31 இல் இருந்த LKR 36.43 Bn உடன் ஒப்பிடுகையில், 31 டிசம்பர் 2021 நிலவரப்படி, நிறுவனத்தின் மொத்தப் பொறுப்புகள் LKR 36.52 Bn ஆக சற்றே அதிகரித்தது. நிறுவனத்தின் சராசரி சொத்துகளின் மீதான வருவாய் 163 bps அதிகரித்து 2.59% ஆக உயர்ந்துள்ளது. .",
        "நிறுவனத்தின் வைப்புத் தளம் LKR 17.11 Bn என்ற நிலையான அளவில் பராமரிக்கப்பட்டது. இது கணிசமான நிலையான வைப்புகளைத் தொடர்ந்து வைத்திருக்கும் நிதி மேலாளர்கள் மற்றும் கார்ப்பரேட் துறையினர் மத்தியில் நிறுவனம் அடைந்த நம்பிக்கை மற்றும் நம்பிக்கையை பிரதிபலிக்கிறது.",
        "அடுக்கு I முக்கிய மூலதன விகிதம் மற்றும் மொத்த மூலதன விகிதம் 31 டிசம்பர் 2021 நிலவரப்படி 14.74% மற்றும் 21.36% ஆக இருந்தது, இது அந்தந்த ஒழுங்குமுறை மூலதனப் போதுமான அளவு 7% மற்றும் 11% ஐ விட அதிகமாக உள்ளது.",
        "2021 ஆம் ஆண்டில் கம்பனி வெளிப்படுத்திய வலுவான செயல்திறன் குறித்து கருத்து தெரிவித்த சியபத ஃபைனான்ஸ் பிஎல்சியின் தலைவர் சுமித் குமரனதுங்க, “தொற்றுநோயால் முன்வைக்கப்பட்ட சவால்களுக்கு மத்தியிலும் சியபத ஃபைனான்ஸ் வழங்கிய நிதிச் செயல்திறனில் நாங்கள் பெருமிதம் கொள்கிறோம். இது எங்களின் குறிப்பிடத்தக்க பணியாளர்களின் திறன், நமது வலிமை, நமது அர்ப்பணிப்பு மற்றும் நமது உயர் செயல்திறன் உத்திகளை செயல்படுத்துவதன் மூலம் நம்மை மேம்படுத்துவதற்கான நமது நிலையான தேவை ஆகியவற்றின் சான்றாகும். எதிர்காலத்தில் நேர்மறையான முடிவுகளை வழங்க உதவும் வாய்ப்புகளைப் பயன்படுத்தி, நிறுவனம் தொடர்ந்து மேல்நோக்கிக் கட்டமைக்கும் என்று நான் நம்புகிறேன்.",
        "வெளிச் சூழலில் நிலவும் சவால்களுக்கு மத்தியிலும் சியபத ஃபைனான்ஸ் குறிப்பிடத்தக்க மீள்தன்மையையும் வளர்ச்சியையும் தொடர்ந்து வெளிப்படுத்துகிறது. எங்களின் நிதி செயல்திறன், நிறுவனத்தின் வலிமை மற்றும் ஸ்திரத்தன்மையைப் பற்றி பேசுகிறது. எமக்கு முன்னால் உள்ள சவாலான பாதையை நாங்கள் அறிந்துள்ளோம், எனினும் நிலையான வளர்ச்சியை மிகுந்த நம்பிக்கையுடனும் உற்சாகத்துடனும் வழங்குவதில் நாங்கள் நம்பிக்கை கொண்டுள்ளோம்” என சியாபத நிதி நிறுவனத்தின் முகாமைத்துவப் பணிப்பாளர் ஆனந்த செனவிரத்ன தெரிவித்தார்.",
        "இலங்கையின் 74 வது சுதந்திர தினம் மற்றும் இந்தியாவின் 73 வது குடியரசு தினத்தை இலங்கை இந்திய சங்கம் நினைவு கூர்கிறது",
        "இலங்கையர்கள் டயலொக்கை ஆண்டின் தொலைத்தொடர்பு வர்த்தக நாமம் மற்றும் சேவை வர்த்தக நாமமாக வாக்களிக்கின்றனர்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}