{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-battle-for-premiership-opposition-leader-throws-hat-in-the-ring-at-last-minute-94162/",
  "time_ut": 1652348280,
  "title": "Sri Lanka’s battle for premiership: Opposition leader throws hat in the ring at last minute",
  "body_lines": [
    "ECONOMYNEXT – With a widely speculated return of Sri Lanka’s former prime minister Ranil Wickremesinghe said to be hours away, opposition leader Sajith Premadasa wrote to President Gotabaya Rajapaksa Thursday (12) afternoon expressing his willingness to take up the position on four conditions including the president’s resignation during a specified time period.",
    "Referring to a previous telephone conversation between him and Rajapaksa where the latter had asked him to accept the premiership, Premadasa said as the leader of the main opposition Samagi Jana Balavegaya (SJB), he is ready to take him up on his offer on the following conditions:",
    "The president agrees to step down during a minimum period of time",
    "Restoring and enacting the 19th amendment to the constitution within two weeks, with the support of all parties that represent parliament",
    "Working together with the support of all parties to implement in a minimum period of time the provisions of the 21st amendment to the constitution as proposed by the SJB",
    "Holding a parliamentary election after a return to normality and after ensuring the rule of law by enacting the proposed constitutional reforms",
    "“My team and I have a clear and effective programme to introduce such constitutional reforms and to manage the crashing economy,” said Premadsa in the letter.",
    "SJB MP Harsha de Silva tweeted a copy of the letter Thursday afternoon.",
    "1 of 2: We have communicated to Pres @GotabayaR the official position of @sjbsrilanka and our alliance. Will take Government under conditions as per his address to #SriLanka yesterday: 1. Agree on timeframe to leave the office of President. 2. Implement 19A immediately —> pic.twitter.com/wRiegPQlkt",
    "Premadasa’s deceleration of intent comes after days of refusal to form a new government under President Gotabaya Rajapaksa. Until Thursday morning, SJB spokesmen were clear that neither the party nor the party leader wishes to work under a Rajapaksa presidency given that the people’s demand is for the president to step down immediately.",
    "Asked if his stance has softened ever since the speculation on Wickremesinghe, Premadasa told a reporter: “You can read the letter and see for yourself if it has softened or not.”",
    "Similar sentiments have been expressed by the opposition National People’s Power (NPP), led by the Janatha Vimukthi Peramuna (SLPP).",
    "Premadasa’s letter follows a meeting between President Rajapaksa and former prime minister Wickremesinghe Wednesday evening that gave rise to intense speculation of a Wickremesinghe comeback.",
    "Several media outlets reported Thursday afternoon, citing United National Party (UNP) sources, that Wickremesinghe was indeed supposed to swear in as prime minister that evening. (Colombo/May12/2022)"
  ],
  "translate": {
    "si": {
      "title": "අගමැතිකම සඳහා ශ්‍රී ලංකාවේ සටන: විපක්ෂ නායක අවසන් මොහොතේ වළල්ලට තොප්පිය විසි කරයි",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ හිටපු අගමැති රනිල් වික්‍රමසිංහ මහතා නැවත පැමිණීමට තවත් පැය කිහිපයක් ඉතිරිව ඇතැයි පුලුල් ලෙස අනුමාන කෙරෙමින් පවතින අතර, විපක්ෂ නායක සජිත් ප්‍රේමදාස බ්‍රහස්පතින්දා (12) පස්වරුවේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ලිපියක් යවමින් ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම ඇතුළු කොන්දේසි හතරක් මත සිය ධුරයේ කටයුතු කිරීමට කැමැත්ත පළ කළේය. නිශ්චිත කාල සීමාවක් තුළ.",
        "තමා සහ රාජපක්ෂ අතර මීට පෙර පැවති දුරකථන සංවාදයකදී අග්‍රාමාත්‍ය ධූරය භාර ගන්නා ලෙස ඉල්ලා සිටි අවස්ථාවේදී ප්‍රේමදාස මහතා ප්‍රධාන විපක්ෂයේ සමගි ජනබලවේගයේ (SJB) නායකයා ලෙස පහත සඳහන් කරුණු සම්බන්ධයෙන් තමාගේ යෝජනාවට එකඟ වීමට සූදානම් බව ප්‍රකාශ කළේය. කොන්දේසි:",
        "අවම කාලයකදී ඉල්ලා අස්වීමට ජනාධිපතිවරයා එකඟ වේ",
        "පාර්ලිමේන්තුව නියෝජනය කරන සියලුම පක්ෂවල සහයෝගය ඇතිව සති දෙකක් ඇතුළත 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ප්‍රතිසංස්කරණය කර බලාත්මක කිරීම.",
        "SJB විසින් යෝජනා කරන ලද 21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන අවම කාලයක් තුළ ක්‍රියාත්මක කිරීම සඳහා සියලු පක්ෂවල සහයෝගය ඇතිව එක්ව කටයුතු කිරීම.",
        "යෝජිත ව්‍යවස්ථා ප්‍රතිසංස්කරණ ක්‍රියාත්මක කර නීතියේ ආධිපත්‍යය තහවුරු කර සාමාන්‍ය තත්ත්වයට පත්වීමෙන් පසු පාර්ලිමේන්තු මැතිවරණයක් පැවැත්වීම.",
        "\"මෙවැනි ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ හඳුන්වා දීමට සහ කඩා වැටෙන ආර්ථිකය කළමනාකරණය කිරීමට මට සහ මගේ කණ්ඩායමට පැහැදිලි හා ඵලදායී වැඩපිළිවෙලක් තිබේ\" යනුවෙන් ප්‍රේමදාස එම ලිපියේ සඳහන් කර ඇත.",
        "SJB පාර්ලිමේන්තු මන්ත්‍රී හර්ෂ ද සිල්වා බ්‍රහස්පතින්දා පස්වරුවේ ලිපියේ පිටපතක් ට්වීට් කළේය.",
        "2 හි 1: අපි @sjbsrilanka සහ අපගේ සන්ධානයේ නිල ස්ථාවරය @GotabayaR වෙත සන්නිවේදනය කර ඇත. ඔහු ඊයේ #SriLanka වෙත කළ ප්‍රකාශය අනුව කොන්දේසි යටතේ රජය ගෙන යනු ඇත: 1. ජනාධිපති කාර්යාලයෙන් ඉවත් වීමට නියමිත කාල රාමුවට එකඟ වන්න. 2. වහාම 19A ක්‍රියාත්මක කරන්න —> pic.twitter.com/wRiegPQlkt",
        "ප්‍රේමදාසගේ අභිප්‍රාය පිරිහීම පැමිණෙන්නේ ජනාධිපති ගෝඨාභය රාජපක්ෂ යටතේ නව රජයක් පිහිටුවීම ප්‍රතික්ෂේප කිරීමෙන් දින ගණනකට පසුවය. මහජනතාවගේ ඉල්ලීම ජනාධිපතිවරයා වහා ඉල්ලා අස්විය යුතු බැවින් පක්ෂය හෝ පක්ෂ නායකයා රාජපක්ෂ ජනාධිපති ක‍්‍රමයක් යටතේ වැඩ කිරීමට කැමති නැති බව බ්‍රහස්පතින්දා උදෑසන වනතුරුම SJB ප‍්‍රකාශකයෝ පැහැදිළිව සිටියහ.",
        "වික්‍රමසිංහ පිළිබඳ සමපේක්ෂනයෙන් පසු ඔහුගේ ස්ථාවරය ලිහිල් වී ඇත්දැයි ඇසූ ප්‍රේමදාස වාර්තාකරුවෙකුට පැවසුවේ “ඔබට ලිපිය කියවා එය මෘදු වී ඇත්ද නැද්ද යන්න ඔබම බලා ගත හැකිය.”",
        "ජනතා විමුක්ති පෙරමුන (SLPP) ප්‍රමුඛ විපක්ෂයේ ජාතික ජන බලය (NPP) විසින් ද එවැනිම හැඟීම් ප්‍රකාශ කර ඇත.",
        "ප්‍රේමදාසගේ ලිපිය, ජනාධිපති රාජපක්ෂ සහ හිටපු අගමැති වික්‍රමසිංහ අතර බදාදා සවස පැවති හමුවකින් පසුව වික්‍රමසිංහගේ නැවත පැමිණීමක් පිලිබඳ තීව්‍ර සමපේක්ෂනයකට තුඩු දුන්නේය.",
        "එක්සත් ජාතික පක්ෂ (එජාප) මූලාශ්‍ර උපුටා දක්වමින් මාධ්‍ය ආයතන කිහිපයක් බ්‍රහස්පතින්දා පස්වරුවේ වාර්තා කළේ, වික්‍රමසිංහ සැබවින්ම එදින සවස අගමැති ලෙස දිවුරුම් දීමට නියමිතව තිබූ බවයි. (කොළඹ/මැයි 12/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் பிரதமர் பதவிக்கான போர்: கடைசி நிமிடத்தில் வளையத்தில் தொப்பியை வீசிய எதிர்க்கட்சித் தலைவர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்க நாடு திரும்புவதற்கு இன்னும் சில மணித்தியாலங்கள் உள்ளன என பரவலாக ஊகிக்கப்படுகின்ற நிலையில், ஜனாதிபதியின் இராஜினாமா உட்பட நான்கு நிபந்தனைகளுடன் பதவியை ஏற்க விருப்பம் தெரிவித்து எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கு வியாழன் (12) பிற்பகல் கடிதம் எழுதியுள்ளார். ஒரு குறிப்பிட்ட காலத்தில்.",
        "தனக்கும், ராஜபக்சவுக்கும் இடையில் இடம்பெற்ற தொலைபேசி உரையாடல் தொடர்பில், பிரதமர் பதவியை ஏற்குமாறு பிரேமதாச கேட்டுக் கொண்டதைக் குறிப்பிட்ட பிரேமதாச, பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) தலைவர் என்ற வகையில், கீழ்க்கண்டவற்றில் தம்மிடம் கோரிக்கை விடுக்கத் தயாராக இருப்பதாகத் தெரிவித்தார். நிபந்தனைகள்:",
        "குறைந்தபட்ச கால அவகாசத்தில் பதவி விலகுவதற்கு ஜனாதிபதி ஒப்புக்கொள்கிறார்",
        "பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தும் அனைத்து கட்சிகளின் ஆதரவுடன் இரண்டு வாரங்களுக்குள் அரசியலமைப்பின் 19 வது திருத்தத்தை மீட்டெடுத்து அமுல்படுத்துதல்",
        "SJB முன்மொழிந்த அரசியலமைப்பின் 21 வது திருத்தத்தின் விதிகளை குறைந்தபட்ச காலத்திற்குள் நடைமுறைப்படுத்த அனைத்து கட்சிகளின் ஆதரவுடன் இணைந்து பணியாற்றுதல்",
        "நாடாளுமன்றத் தேர்தலை நடாத்துவது இயல்பு நிலைக்குத் திரும்பிய பின்னர், உத்தேச அரசியலமைப்புச் சீர்திருத்தங்களைச் செயல்படுத்தி சட்டத்தின் ஆட்சியை உறுதிப்படுத்திய பிறகு",
        "அத்தகைய அரசியலமைப்பு சீர்திருத்தங்களை அறிமுகப்படுத்துவதற்கும், வீழ்ச்சியடைந்து வரும் பொருளாதாரத்தை நிர்வகிப்பதற்கும் எனக்கும் எனது குழுவிற்கும் தெளிவான மற்றும் பயனுள்ள வேலைத்திட்டம் உள்ளது என பிரேமதாசா கடிதத்தில் தெரிவித்துள்ளார்.",
        "SJB பாராளுமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா வியாழக்கிழமை பிற்பகல் கடிதத்தின் நகலை ட்வீட் செய்தார்.",
        "1 இல் 2: @sjbsrilanka மற்றும் எங்கள் கூட்டணியின் உத்தியோகபூர்வ நிலைப்பாட்டை நாங்கள் Pres @GotabayaR க்கு தெரிவித்துள்ளோம். அவர் நேற்று #SriLanka க்கு ஆற்றிய உரையின்படி நிபந்தனைகளின் கீழ் அரசாங்கத்தை எடுத்துக்கொள்வார்: 1. ஜனாதிபதியின் பதவியை விட்டு வெளியேறுவதற்கான காலவரையறையை ஒப்புக்கொள்கிறேன். 2. 19A ஐ உடனடியாகச் செயல்படுத்தவும் —> pic.twitter.com/wRiegPQlkt",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் கீழ் புதிய அரசாங்கத்தை அமைப்பதற்கு பல நாட்கள் மறுப்பு தெரிவித்த பின்னரே பிரேமதாசாவின் நோக்கத் தளர்ச்சி ஏற்பட்டுள்ளது. வியாழன் காலை வரை, SJB செய்தித் தொடர்பாளர்கள், கட்சியோ அல்லது கட்சித் தலைவரோ, ராஜபக்சவின் தலைமையில் செயல்பட விரும்பவில்லை என்று தெளிவாகக் கூறினர், ஏனெனில் ஜனாதிபதி உடனடியாக பதவி விலக வேண்டும் என்பதே மக்களின் கோரிக்கை.",
        "விக்கிரமசிங்க மீதான ஊகங்களுக்குப் பின்னர் அவரது நிலைப்பாடு மென்மையாகிவிட்டதா என்று கேட்கப்பட்ட கேள்விக்கு, பிரேமதாச ஒரு செய்தியாளரிடம் கூறினார்: \"கடிதத்தை நீங்கள் படித்துவிட்டு அது மென்மையாகிவிட்டதா இல்லையா என்பதை நீங்களே பார்க்கலாம்.\"",
        "இதேபோன்ற உணர்வுகளை ஜனதா விமுக்தி பெரமுனா (SLPP) தலைமையிலான எதிர்க்கட்சியான தேசிய மக்கள் சக்தி (NPP) வெளிப்படுத்தியுள்ளது.",
        "ஜனாதிபதி ராஜபக்சவிற்கும் முன்னாள் பிரதமர் விக்கிரமசிங்கவிற்கும் இடையில் புதன்கிழமை மாலை நடைபெற்ற சந்திப்பைத் தொடர்ந்து பிரேமதாசாவின் கடிதம் விக்கிரமசிங்க மீண்டும் வருவார் என்ற தீவிர ஊகங்களுக்கு வழிவகுத்தது.",
        "வியாழன் பிற்பகல் பல ஊடகங்கள், ஐக்கிய தேசியக் கட்சி (UNP) ஆதாரங்களை மேற்கோள் காட்டி, அன்று மாலை விக்கிரமசிங்க உண்மையில் பிரதமராக பதவியேற்கவிருந்தார் என்று செய்தி வெளியிட்டன. (கொழும்பு/மே12/2022)"
      ]
    }
  }
}