{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/teejay-achieves-milestone-us-250-million-in-sales-in-2021-22/",
  "time_ut": 1652965980,
  "title": "Teejay achieves milestone US$ 250 million in sales in 2021-22",
  "body_lines": [
    "Teejay Lanka PLC has reported a revenue milestone of Rs 50 billion at Group level for FY 2021-22, achieving its first annual sales of a quarter of a billion in US Dollar terms at the rates of exchange that prevailed during the year.A strong fourth quarter during which revenue grew 38% to Rs 13.5 billion, the highest quarter revenue since the Company’s inception, enabled Sri Lanka’s largest textile manufacturer to achieve 12-month sales growth of Rs 17.8 billion or 56% to end what was a challenging year for businesses in general, on a high note.",
    "The Group posted profit before tax of Rs 2.887 billion and net profit of Rs 2.517 billion for the year ending 31st March 2022, recording healthy growth of 11% and 18% respectively. Net profit for the fourth quarter was Rs 826.2 million, reflecting an improvement of 9%.At company level, Teejay Lanka increased revenue by 40% to Rs 29.4 billion for the year, and reported pre-tax profit of Rs 2.6 billion and net profit of Rs 2.4 billion, achieving growth of 23% and 24% respectively.",
    "Elaborating on the Group’s performance, Teejay Lanka Chairman Mr Ajit Gunewardene said the revenue increase was the result of increased demand from the region. The enhanced volumes were delivered with the increased capacity within the Group and the support of outsourced partners, he said.Gunewardene said, however, that margins had been impacted during the year because of the upsurges in the prices of cotton, oil, freight, dyes, chemicals, and auxiliaries. “The increase in the costs of inputs has been the biggest challenge during the year,” he said, disclosing that enhancing efficiency within the Group and increasing prices to customers were the key strategies to counter the challenge.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}