{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/protests-have-woken-up-politicians-but-further-economic-harm-must-be-avoided/",
  "time_ut": 1650084720,
  "title": "Protests have woken up politicians, but further economic harm must be avoided",
  "body_lines": [
    "People have demonstrated their opposition to the way the affairs of the country have been conducted bringing the economy to near collapse. To curb the growing tide of protest, curfews were declared but disregarded. What next? Not a state of anarchy surely.",
    "Chaos and total disarray is bound to follow if no remedial action is taken. The people themselves will not want a state of chaos. The protests are intended to pressure the authorities to pull the country out of one chaotic situation and not to get into another. It is therefore now time to stop these protests too. The point has been made; it does not matter if the desired results are not altogether obtained if the rulers are pushed in the right direction.",
    "The President and the Prime Minister are determined to carry on despite protests demanding their exit; the SLFP has moved out of the ruling coalition and some government MP’s have moved out of the government.It is obvious that the people’s elected representatives let their supporters down carrying on as if they had no responsibility to the voters who elected them. Apart from their lavish lifestyles and inept governance, they have also resorted to the tampering with people’s legitimate right to information, especially in the social media, which gave space for people’s grievances to be aired.",
    "It is obvious nothing can be achieved at this juncture by referring to the deprivations suffered by the people. What is vital is a solution to get out of this prison of shortages of essential goods and services, the basic needs of the average Lankan.",
    "It is time to retrieve whatever is possible at this juncture. A step in the right direction would be to appoint independent and capable officials to man the existing institutions. Appointing authorities should not limit their choices to friends, political contacts, kith and kin, and the ‘yes’ men around them. The fact that we did not have informed and capable men and women at the helm of affairs to guide the country away from the pitfalls we have fallen into is the tragedy we face today.",
    "How did we as a nation get to this point of impoverishment? Many are the imputations about Covid’s impact on the economy. Perhaps tourism was affected but the downward trend of the economy has been gradually occurring over the years and it had remained more or less stagnant over too log a period. Development efforts have been minimal except in the construction sector with suspicion that this is due to kickbacks being common. Parlor gossip has it that concentration on this segment is inbuilt corruption.",
    "Yet another obvious reason for our predicament is the communal division existing in society. We divided on the basis of race and religion for political advantage of various parties. The ethnic and cultural infighting took a large toll on the manpower and the finances of the government from 1956 onward. So did the three decade war between the government and the LTTE.",
    "By the time the war ended the government was exhausted and had no inclination to plan for the development of the nation or revival of the war ravaged areas. Development planning was not on the political agenda. All were busy with triumphalism and preoccupation was compulsorily diverted to human rights concerns of liberals at home and challenges before the UNHRC. None of these concerns have been yet resolved.",
    "The Indian prescription for communal peace was the 19th Amendment. Colombo accepted it and establishing provincial councils was an olive branch proffered to the Tamil community. Instead of a separate state, regional autonomy via provincial councils was granted. To date the government and the Tamils have not been able to achieve a satisfactory methodology for effectively managing the provinces as legislated.",
    "This situation has prevented both government and the PCs from using the councils as a means of meeting the needs of the people and focusing on development activities of the provinces. Power politics subordinated development activity and the creation of PCs islandwide, including in areas with no demand for devolution created additional problems. This was due to thinking that you ‘you can’t give Jaffna what you won’t give Hambantota.’ PCs became a training ground for aspirants to Parliament. Individual ambitions took precedence over development needs of the provinces and the people it would benefit. Administration costs were far too high diverting funds from development projects.",
    "Alongside such developments, the tendency towards authoritarianism grew especially with the installation of the presidential system. Appointments and dismissals were in the hands of an all powerful president. This system also created the feeling that the executive was above the law and could dispense justice at his own discretion. The rule of law was no longer applied equitably.",
    "The government gave its members too many privileges and it became commonly understood that entering Parliament was a passport to privilege with duty free limousines, subsidized meals, taxpayer paid overseas travel and many other perks. National development became secondary to personal privilege which had priority over the public weal. Politicians became separated from their electors and uncaring of the travails of the ordinary man. The ensuing poverty level was shocking. The politician stood aloof, estranged from the voter and unaware of the suffering of ordinary people.",
    "The reality was that we were not exporting enough to pay for our essential imports. Then the ill-thought ban on chemical fertilizer imports was slammed with little notice deeply hurting domestic agricultural production including that of rice and imposing untold hardship on the rural farmer.This is a good time for course correction and placing experts in charge of vital economic segments to ensure optimum results. Benefit from the country’s limited expert resources must be maximized with inter-disciplinary knowledge and experience sharing. It is time we thought beyond the boundaries of party politics and kith and kin.",
    "There have been complaints that vital information supplied to government for remedial action has been ignored. For example the President of the College of Medical Labratory Technicians had told a newspaper that they had warned almost a year ago that hospitals would run out of medicine by March and April of 2022. Even letters sent to the President in this regard remained unacknowledged. As a result of this omission the whole country is paying for an act of negligence.",
    "Realistic tariffs must be worked out to attract investment for export and domestic market production. This is an important strategy to attract capital for development.The remittances of our workers in the Middle East in particular and elsewhere has to be harnessed for investment purposes. This source has dried up recently as a result of an unrealistic exchange rate that had incentivized transactions outside the banking system. Informal markets gave far better returns to overseas workers sending money home and these opportunities were obviously seized. This is a problem that must be urgently addressed for the country’s benefit.",
    "Tamil expatriates have expressed a wish to invest in their home districts and this is an opportunity that must not be ignored. Although the whole country needs to be developed, it must be appreciated that an affinity to one’s birthplace is natural. We cannot be choosers at this time and must take best advantage of investments on offer and be satisfied that funds are flowing into our country, wherever it is invested.",
    "The absolute necessity at this time is to identify the development needs of the country, our export production potential, import substitution possibilities and many more and set about addressing national needs outside the confines of party politics. The protests have been a good wakeup call but continuing them sine die may have economic repurcussions. Extending them too long will blunt their effectiveness. The political class has been shaken up. We have to ensure that it rises to meet the country’s most urgent needs giving up its sloppy ways including personal aggrandisement at tax-payer cost.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}