{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81941/world-bank-stands-ready-to-provide-emergency-support-to-sri-lanka",
  "time_ut": 1650456000,
  "title": "World Bank stands ready to provide emergency support to Sri Lanka",
  "body_lines": [
    "The World Bank says it is ready to provide emergency support to Sri Lanka and protect the vulnerable people amidst the unprecedented economic crisis in the country.",
    "World Bank Vice President for South Asia Hartwig Schafer said he held talks with Sri Lankan Finance Minister Ali Sabry and Governor of the Central Bank Dr. Nandalal Weerasinghe in Washington on Tuesday (19).",
    "He said they discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people in Sri Lanka.",
    "He also said the World Bank is deeply concerned about the impacts of the crisis on the poor and vulnerable and stand ready to provide emergency support for essential medicines and health-related supplies, nutrition, and education.",
    "“Had a good meeting today with Sri Lanka’s Finance Minister Ali Sabry and CBSL Governor Weerasinghe, discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people.”",
    "“We at the World Bank are deeply concerned about the impacts of the crisis on the poor and vulnerable and stand ready to provide emergency support for essential medicines and health-related supplies, nutrition, and education,” he tweeted.",
    "Finance Minister Sabry and a delegation including the CBSL governor and the Finance Secretary are in the US for the annual spring meetings of the International Monetary Fund (IMF) and the World Bank.",
    "The Finance Minister also had talks with the International Monetary Fund (IMF) and India’s Finance Minister Nirmala Sitharaman in Washington on Monday.",
    "Had a good meeting today with #SriLanka’s Finance Minister Ali Sabry and @CBSL Governor Weerasinghe, discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people.[1/2] pic.twitter.com/l40MJeGOjQ— Hartwig Schafer (@HartwigSchafer) April 19, 2022"
  ]
}