{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Inequality-and-fallacies-in-the-law-EDITORIAL/231-232445",
  "time_ut": 1646611380,
  "title": "Inequality and fallacies in the law - EDITORIAL",
  "body_lines": [
    "‘Equality before law means, that among equals the law should be equal and should be equally administered, that like should be treated alike. Sadly this description is not always followed in international politics or even in domestic and day-to-day affairs.",
    "The Palestinians as a group are among the biggest victims of inequality. Palestine, or what little was left of it after that country was divided, has been subject to numerous invasions by the government of the state of Israel. Yet the UN has not condemned Israel for its invasion of a sovereign member state.",
    "A UN report of March 26, 2009 found Israel guilty of using white phosphorus munitions in the air over populated areas in Palestine, killing and injuring civilians, and damaging civilian structures, including a school, a market, a humanitarian aid warehouse and a hospital between December 27, 2008 to January 18, 2009.",
    "",
    "Israel has as yet not been charged before the ICC for War Crimes or, Crimes against Humanity. Whereas today the ICC is investigating as to whether Russia could be charged with committing War Crimes and/or Crimes Against Humanity for invading Ukraine!!!.",
    "Palestinians who have taken up arms to combat Israeli occupation are accused of terrorism, while in Ukraine civillians taking up arms against invading Russian troops are praised as heroes and patriots.",
    "",
    "In India, one of the most distinctive forms of social inequity come within the spheres of gender and caste, where, people coming from the marginalized sections are directly impacted in terms of opportunities, access to essential utilities, and their treatment by the very forces supposed to uphold the law",
    "In our own country too, we see numerous instances of inequality before the law. For instance way back in 1962 members of the armed forces attempted a coup-de-tat. All were found guilty in local courts of law. They were sentenced to serve terms of imprisonment.",
    "",
    "Those who took part in the coup, were held at the magazine prison and released on appeal to by Britain’s Privy Council on a technicality. Even though they were found to be guilty of attempting to overthrow the elected government of the country, all the coup members from wealthy backgrounds, subsequently served at the highest levels of government departments after a change in government.",
    "By comparison, many of the insurgents of the JVP uprising of 1971 were held in limestone islands off the coast of Trincomalee. Many captives claimed they had little or no clothing during their incarceration.",
    "",
    "Fast forward to 2015, a time when presidential elections were held two years before time in January 2015. In the run-up to the election, the then opposition alleged the president and his family had robbed the country of millions of dollars. They promised the electorate to bring the culprits to book and promised a clean government if elected to power.",
    "At the polls, the then President - Mahinda Rajapaksa - under whose mandate the 30-year war against terrorism was successfully brought to an end was defeated.  A new president took power. Though the new government for the course of its tenure continually made reference to frauds committed by the ex-president, no charges were ever framed against him.  Meanwhile, within a month the new government’s installation, the opposition under Mahinda Rajapaksa were hinting at a huge fraud at the country’s Central Bank - a bond scam.",
    "The bond scandal was a financial laundering scam which took place in February 2015. It caused huge losses of more than US$ 11 million to the country and is regarded as the largest reported financial scam in the country.",
    "",
    "It proved to be a major blow to the newly-elected government led by ex-president Maithripala Sirisena and his Prime Minister Ranil Wickremesinghe. The new regime attempted to cover up the scam and dragged its feet on charging ex- government leaders of corruption. Only a few public servants were harassed.",
    "Weakened by the scandal and rifts between the president and his premier. The government was rightfully drubbed at the presidential election of 2019, which saw former President Mahinda Rajapaksa’s brother - Gotabaya Rajapaksa - elected President.",
    "",
    "The new government charged a number of individuals including the ex-Finance Minister, the then Central Bank Governor, the heads of a few private companies and a few others. An Interpol red notice was issued on the ex-Governor of the Central Bank who fled the country. He was tried in absentia. On March 4 this year, the accused were cleared.   The public is beginning to believe politicians are playing a game of ‘you scratch my back, I’ll scratch yours.’",
    "The fallout - where the people beginning to lose faith in the system of justice itself."
  ]
}