{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Japan-provides-1-5-m-for-medicines-in-emergency-aid-to-Sri-Lanka-through-UNICEF/56-735118",
  "time_ut": 1653075420,
  "title": "Japan provides $ 1.5 m  for medicines in emergency aid to Sri Lanka through UNICEF",
  "body_lines": [
    "The Government of Japan is giving essential medicines to Sri Lanka through UNICEF to meet the urgent needs of the most vulnerable population as the country grapples with shortages due to an economic crisis.",
    "The contribution of $ 1.5 million will enable UNICEF to procure medicines for over 1.2 million people, among them 53,000 pregnant mothers and nearly 122,000 children in immediate need. The medicines will be distributed to health facilities across Sri Lanka in coordination with the Ministry of Health",
    "Charge d’ Affaires ad interim of Japan to Sri Lanka Katsuki Kotaro said: “It is our great honour that Japan will be providing $ 1.5 million emergency grant assistance to the people of Sri Lanka to procure most urgently needed 25 types of medicines within the next two months through UNICEF. We believe that this will help improve access to essential life-saving medical services especially for pregnant women and children, who are most likely to be affected by the economic crisis.”",
    "The economic crisis and the subsequent foreign currency shortage have left Sri Lanka struggling to import essential goods, including fuel, gas for cooking and medicines.",
    "Essential services in the health sector are heavily impacted by the crisis, affecting both patients and health workers. The Ministry of Health has identified a list of essential drugs that will be of out of stock in the next two months, including for children and pregnant women.",
    "“It’s a race against time given the acute need for these life-saving medicines by the most vulnerable, especially children and pregnant women. The swift contribution by the Government of Japan is commendable. UNICEF will use its vast expertise to rapidly procure and deliver the medicines to where they are needed most,” said UNICEF Sri Lanka Representative Christian Skoog.",
    "The current crisis is aggravating what was already a tough situation for many children in Sri Lanka due to poverty and COVID-19. Contributions from the Government of Japan are crucial to meet the growing needs of children, including in nutrition, Water, Sanitation and Hygiene (WASH), education, and protection services, not only in the immediate but also the long-term."
  ]
}