{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82673/circular-issued-on-restricting-the-calling-of-staff-in-public-institutions",
  "time_ut": 1653480180,
  "title": "Circular issued on restricting the calling of staff in public institutions",
  "body_lines": [
    "The Secretary to the Ministry of Public Administration has issued a circular today to all the Secretaries to Ministries, Chief Secretaries of Provinces and the Heads of Departments on restricting the calling of staff in public institutions in order to minimize the expenses of the government due to the dearth of resources.",
    "In the circular, Secretary M.M.P.K. Mayadunne states that representations have been made by various parties that the Public Officers have to face difficulties in reporting for duties as public and private transport services are not operated properly due to the issues arisen in the supply of fuel.",
    "Further, the expenses of the government, which are made for fuel, electricity and water, should also be restricted during this crisis, the circular says.",
    "It further said that the attention of the cabinet of Ministers has been paid to the facts mentioned above at the cabinet meeting held on 23.05.2022 and a decision has been taken to restrict the calling of public officers for the duty so as not to cause any hindrance to the services delivered by public offices to the general public.",
    "“Accordingly you are hereby informed to prepare and implement an appropriate arrangement for calling only the officers, who are essential to ensure public services delivered by institutions under you continuously, for duty from 26.05.2022, until further instructions are provided in this regard.”",
    "It also emphasizes that attention should be paid also to the Public Administration Circular 04/2022 dated 08.03.2022 issued on saving electricity and fuel for the management of government expenses, when taking action in this regard.",
    "“Further, this should not be an obstacle for the maintenance of essential services of the government,” the circular said."
  ]
}