{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/code-of-conduct-for-ministers/",
  "time_ut": 1651024380,
  "title": "Code of Conduct for ministers",
  "body_lines": [
    "Introduction: In our attempt to introduce a system change, one of the vital aspects to be ensured is that Ministers of whatever rank, discharge their constitutional obligations with a serious sense of responsibility, granting primacy to national interest above all else. Based on my long years in the Public Service as well as the experience of other Public Officers who have struggled to uphold their commitment to render a service with integrity, it’s clear that there are sacred principles of good governance that sometimes Ministers love to forget or choose to ignore. Accordingly, the following Code of Conduct has been formulated and is recommended for adoption.",
    "While there’s a Code of Conduct for Members of Parliament effective April 2018 which would also apply to Ministers, the following Code is formulated in particular to be made applicable to Ministers in the discharge of their functions.",
    "It’s recommended that Ministers should not only take the oaths required under the Constitution, but also an oath to abide by the provisions of the Code of Conduct.",
    "1. A Minister shall always act in the best interests of the country, granting primacy to national interest over the interests of any Political Party or his own interests.",
    "2. A Minister shall, in pursuance of his role as a policy- maker in the Cabinet of Ministers always render advice upon a consideration of the best interests of the country and shall be duty bound to advise against policy decisions that are detrimental to national interests.",
    "3. A Minister shall, on an acceptance that he/she is not an expert in the disciplines relating to the subjects and functions assigned to his/her Ministry, make every endeavour to conduct his/her own consultations and research to enhance his/her knowledge with regard to the subjects and functions assigned to the Ministry of which he/she is the Minister.",
    "4. A Minister shall take decisions in relation to policy matters only after consulting experts in the field and affording stakeholders an opportunity to submit views on the matter.",
    "5. A Minister shall ensure that the national agenda in relation to subjects and functions assigned to him/her, is implemented to achieve identified development goals.",
    "6. A Minister shall always ensure transparency with regard to the work of the Ministry and shall ensure that information with regard to financial expenditure and the progress of development programmes are released to the public.",
    "7. A Minister shall prepare legislative Bills to give effect to accepted national policies only after consultations with relevant professionals and shall not submit Bills for approval of the Cabinet without such appropriate consultations.",
    "8. A Minister shall not utilize the resources of the Ministry or of the State for any purpose other than for the discharge of the legitimate activities of the Ministry and shall not issue any directions to public officers in violation of this principle.",
    "9. A Minister shall not give directions to public officials which are violative of government rules and regulations or which are illegal.",
    "10. A Minister shall respect the fact that the Secretary to the Ministry is the Chief Accounting Officer of the Ministry and shall not engage in conduct which is in violation of that responsibility.",
    "11. A Minister shall, in addition to other consultations that are necessary with appropriate stakeholders always act in consultation with the Secretary to the Ministry.",
    "12. A Minister shall not submit Memoranda to Cabinet without discussing the subject matter contained in the Memorandum with the Secretary to his/her Ministry who is required to take responsibility for the contents of same and with other appropriate officials.",
    "13. A Minister shall not engage in conduct which amounts to corruption, bribery, laundering of illicit proceeds of crime or any other conduct which may amount to an offence under the laws of Sri Lanka or recognized as an offence under International Law.",
    "14. A Minister shall ensure that his family members, close relatives and the staff of his personal Unit do not engage in, deal with third parties or be associated with in any manner, with financial transactions of the Ministry.",
    "15. A Minister shall not engage in contracts, dealings and transactions involving monies of the State, which have a real or perceived conflict of interest.",
    "16. A Minister shall make all such declarations of his/her Assets and Liabilities as required by law including in compliance with the Declaration of Assets and Liabilities Law No. 1 of 1975 as amended.",
    "17. A Minister shall at all times conduct himself/herself with dignity and decorum demonstrative of the quality of good leadership, so as to serve as an example to the citizens of our nation, and in particular to the younger generations.",
    "18. A Minister shall voluntarily withdraw from his/her position as a Minister in the event that he/she has been unable to comply with and observe the principles of this Code.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}