{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLT-MOBITEL-to-power-Nalanda-Boulevard-with-comprehensive-ICT-and-Fibre-solutions/34-735079",
  "time_ut": 1653071400,
  "title": "SLT-MOBITEL to power ‘Nalanda Boulevard’ with comprehensive ICT and Fibre solutions",
  "body_lines": [
    "From Left: Thamania Site Engineer J.K.G.M. Jayaneththi, Thamania Site Engineer E.M.A.P. Gunawardhana, Thamania Assistant Manager A.M.A.P.B. Attanayaka, Thamania Country Manager K.A.T.J. Waidyasekara, Western Province Central SLT General Manager Chethana Attanayake, SLT Senior Manager (Marketing) Business Development Unit Kelum Priyantha, SLT Marketing Officer Kasuni Dilhara, and Thamania Construction Manager Kusuman De Silva",
    "SLT-MOBITEL, the National ICT Solutions Provider, recently signed an agreement with Thamania Ltd., a reputed real estate developer, to provide comprehensive ICT and Fibre solutions to ‘Nalanda Boulevard’, a 40-unit apartment project located at Maradana.",
    "Consequently, the residents of ‘Nalanda Boulevard’ will be able to transform their lifestyles into digital living with advanced telecommunications services, ultra-fast broadband connectivity provided through SLT-MOBITEL Fibre technology and the next generation high-definition entertainment experience.",
    "Through SLT-MOBITEL Fibre, smart living solutions will enable substantial productivity gains for small and medium enterprises and micro-level businesses across the country, ensuring they have access to cloud computing, e-application benefits and as a catalyst for knowledge sharing and development.",
    "SLT-MOBITEL Fibre’s cutting-edge technology is set to revolutionise entertainment, education, retail, and customers lifestyles at an accelerated rate enhancing user experience.  Western Province Central SLT General Manager Chethana Attanayake signed the agreement on behalf of SLT-MOBITEL while Thamania Country Manager K.A.T.J. Waidyasekara was the signatory for Thamania. Senior officials of both SLT-MOBITEL and Thamania were also present at the occasion.",
    "Thamania together with it is sister company 88th developers Ltd. are already operating several residential and office complexes as well as luxury hotels around the country. Thamania was established in 2015 and is a subsidiary of SBT L.L.C. based in Muscat, the Sultanate of Oman."
  ]
}