{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/what-lies-ahead-if-and-when-the-rajapaksas-leave/",
  "time_ut": 1651838280,
  "title": "What lies ahead if and when the Rajapaksas leave?",
  "body_lines": [
    "That COVID-19 only compounded our economic ills and is not the sole cause of them is now beyond debate. Disastrous and insane policy decisions taken by the president and the government, against the considered advice of non-partisan specialists, both before and after the pandemic contributed to transform an economy in distress into a perilous one.",
    "The government’s gross mismanagement of the economy has made life exceedingly difficult if not near impossible for most citizens. Virtually all of the essentials for normal life are either unavailable or in short supply. With inflation at 29% in April, the prices of some of these essentials which include medicines, even when available, have increased significantly making it harder for most of us to make ends meet.",
    "It is due to the above outlined reasons that that the citizens are in turmoil. Their agitation has brought the government to a standstill. The display of public anger and deep discontent at the failure of the government to deliver on promises made which began in our countryside, including in the hometown of the once seemingly unassailable Rajapaksas when chemical fertilizer-deprived farmers took to the streets, have  reached the official doorstep of the president at Galle Face Green now known the world over as Gotagogama.",
    "The unequivocal demand of a majority of our citizens is for all Rajapaksas to resign from the offices they hold and go home. Whilst the animosity of the public is clearly directed at the Rajapaksas and their toadies, it is no exaggeration to say that their disenchantment with politicians in the opposition, too, is not insignificant. None of the 225 in parliament is likely to win a popularity contest if one were to be held today.",
    "Anura Kumara Dissanayake, Harsha de Silva, Eran Wickremaratne, Champika Ranawake, Ranil Wickremesinghe and Sajith Premadasa have consistently made carefully researched, responsible and relevant speeches in parliament and outside but the performance of our legislature as a whole during this unprecedented political and economic tragedy we face today has been disappointing.",
    "The representatives of the people have not been able to come together in the best interest of the country that is gasping for economic breath. The Samagi Jana Balavegaya (SJB) and the JVP-dominated National People’s Party( JVP-NPP) are grandstanding while the Tamil National Alliance(TNA) watches from the sidelines. One wonders whether those who claim to represent the almost-decimated Sri Lanka Freedom Party (SLFP) know what they are doing!",
    "Let us, for arguments sake, assume that what seems impossible comes to pass. The Rajapaksas respond positively to the demand of the citizens and leave office. That will certainly be a significant landmark in our political history and cause for national celebration despite the bleak times we are going through. For it will be the first time an elected government of ours has been compelled to leave office in deference to the will of the people of Sri Lanka – that is, Sri Lankans of all ethnicities, religions and political persuasions.",
    "And these protesters  have cast  their political likes and dislikes aside and carried on a disciplined  struggle for weeks on end in a display of national unity not seen perhaps since the early post-independence years. At long last, the citizens of our island home seem to have realized how they have been manipulated by  unprincipled and unscrupulous politicians for decades for narrow political gain.",
    "Should the miracle of the departure of the Rajapaksas from the national political arena occur, what might happen next? Will our economy recover overnight and life return to normal for all of us? Unfortunately this will certainly not be the case. We will have to brace ourselves for further hardships and challenges in the days and months ahead.",
    "Dr. Rohan Pethiyagoda, among others, has forecast that Sri Lanka will take years to recover from the political and economic havoc caused by the Gotabaya Rajapaksa-led government that clearly has exacerbated the harm caused by its predecessors. The bottom line is that we do not have the income to meet the expenses needed to keep our country going.",
    "The IMF may help us to re-structure our external debt and significant tax increases and austerity measures might contribute to the narrowing of the economic deficit between our income and expenditure, but we will yet be a trillion or more rupees short to make our national ends meet. Consequently we citizens will be compelled to undergo continuing pain and distress on the economic front if we are to begin to get back on the path to recovery.",
    "Will we who have already suffered much have the resilience and determination to cope with more of the same of that which we have been through to-date? Will we endure the severe economic challenges yet to come and stay the course as we have done during our agitation against our failed government? The consequences of our failure to do so will only make us suffer more and most likely make economic resuscitation and national re-generation impossible.",
    "That no government that comes after that which is in office (assuming the latter’s resignation is forthcoming) will be able to offer any tangible economic respite overnight to the suffering masses is a given. This is doubtless why nobody in the opposition has gone public with a concrete alternative plan of action to resurrect our economy that is now on the rocks.",
    "Any political party or formation that succeeds the current Rajapaksa regime will have to deal with the same economic challenges, if not worse. There is no magic wand available for anybody to wave to take us out of the bankruptcy that we are in in the short run. The citizens may have to re-gather at Galle Face Green to ask the new government, too,  to pack up and go home!",
    "A possible way out of our present dire and dismal state of affairs that we hear of on the grapevine is the formation of an interim entity made up of non-politician specialists who will administer the country until a secure foundation is laid for economic recovery and political stability. Once the latter is accomplished and circumstances become feasible to do so, elections will be held and a return to parliamentary democracy ensured.",
    "It is a strategy that is not without merit, especially in the current context where the clamour of our citizens is for a meaningful change of direction to create a new and secure Sri Lanka for all of its citizens. This entity free of politicians should be able especially to seek to  change the running of the enormous loss-making state owned enterprises that politicians of all governments have abused for their political gain.",
    "Among the priorities of such an interim entity should obviously be the following:",
    "a) Get rid of patronage politics and the culture of entitlement Sri Lankans have become accustomed to;",
    "c) Restore the independence of the judiciary and strengthen the Auditor-General’s Office to deal efficiently and effectively with fraud and corruption;",
    "d) Reform our bloated public service and restore its independence;",
    "e) Ensure meaningful devolution of power from the centre to the periphery to make governance more inclusive; and",
    "g) Stabilise the economy and pursue sustainable and inclusive growth.",
    "Will a strategy on the lines described above work? Will it be acceptable to our citizens and to our politicians, especially those in the opposition, who are waiting to get the bit between their teeth? Only time will tell.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}