{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-litro-officials-say-rs-2000-price-hike-needed-to-avoid-losses-91835/",
  "time_ut": 1647614400,
  "title": "Sri Lanka Litro officials say Rs.2,000 price hike needed to avoid losses",
  "body_lines": [
    "ECONOMYNEXT – Officials at Sri Lanka’s state-owned Litro Gas Lanka Ltd said there should be around 2,000 rupee price hike for a 12.5 domestic gas cylinder to avoid a loss and complete closure of the company within three months.",
    "Claiming that they are professionals from Association to protect Litro company said the firm was deprived of 11 billion rupees in 2021 due to refusal of Consumer Affairs Authority (CAA) to raise price of Liquefied Petroleum (LP) gas cylinders.",
    "“We cannot supply gas (at the prevailing prices). If we provide, we will have to close our company,” Piyal Colombahettige, the convener of the Association told a media briefing held at Litro Gas Corporate Office in Colombo.",
    "Colombahettige said the company will incur a loss of 200 million rupees from the latest shipment which was ordered when the international LP gas prices was at 880 US dollar per metric ton if the cylinders are sold at prevailing 2,675 rupees.",
    "“In March, the price of LP gas at the international market is 1,018 US dollars per metric ton. This means the loss will be more than 200 million US dollars,” he said.",
    "The move to raise prices come amid severe shortage of LP gas throughout the country for the past one week and log queues for cooking gas.",
    "The rupee has fallen around 40 percent since the central bank allowed flexible exchange rate on March 8.",
    "Sri Lanka is facing a severe dollar shortage after its reserves fell over 70 percent in the first 11 months of the last year. As a result, most importers are unable to pay through banks by opening a letter of credit.",
    "Litro raised the prices last in October 2021 to 2,750 rupees from 1,493 rupees after its repeated requests from CAA to raise prices were shot down.",
    "According to Colombahettige, the cost of a 12.5 kg cylinder Litro gas is now estimated at 4,462.25 rupees.",
    "“If not for a 2,000 rupee raise, the company will face a closure in three moths. If we incur the loss of 200 million rupees from the current shipment, how can we find rupee and dollars to pay the next shipment?”",
    "“We don’t need to seek permission from the Consumer Affairs Authority (CAA) for price hike. What we are doing here is to explain the public that the company is facing a risk of closure.”",
    "The little known Association of the Litro Company decline to comment on from whom they are requesting the price hike, except saying  “relevant parties”. (Colombo/March18/2022)"
  ]
}