{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/17/pictures-video-projection-mapping-lights-up-presidents-office-in-sri-lanka/",
  "time_ut": 1650215880,
  "title": "(PICTURES) Video projection mapping lights up President’s Office in Sri Lanka",
  "body_lines": [
    "COLOMBO (News 1st); The President’s office in Colombo on the Galle Face stretch is considered to be the most powerful building in the city.",
    "However, for over a week ordinary Sri Lankans with zero political backing have camped outside the President’s Office demanding the resignation of President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa, and the entire Government.",
    "Protestors are camped at what is now called GotaGoGama, formerly the agitation site for protest and are protesting at the gates of the President’s Office 24 hours of the day.",
    "In recent days, thousands of Sri Lankans have taken to the streets to demand the resignation of President Gotabaya Rajapaksa.",
    "Sri Lanka is facing its worst economic crisis since gaining independence from Britain in 1948 with food shortages, soaring prices and power cuts.",
    "On Sunday (17) night, tech savvy protestors decided to take over the President’s Office walls using video projector mapping.",
    "Head-turning projection mapping has become commonplace at events like music festivals, product launches or shows, but that doesn’t make the spectacle any less mind-blowing. Projecting video onto surfaces such as buildings, to create the illusion of 3D art, used to be a fledgling art form but it has grown into a phenomenon.",
    "Unlike flat projection, video projection mapping turns any object into a screen – such as a building – and project onto its walls without any distortion. Often site-specific, the best projection mapping projects succeed by enhancing rather than effacing the architecture they’re beamed onto, this time it was the President’s Office.",
    "(PICTURES) Video projection mapping lights up President’s Office in Sri Lanka"
  ]
}