{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/restoring-dignity-of-legislature/",
  "time_ut": 1652735640,
  "title": "Restoring dignity of legislature",
  "body_lines": [
    "There has been a severe erosion of public faith in all three branches of government, albeit to varying degrees. The less said about the executive, the better; it has become a total failure. The scales of justice are tilted in favour of politicians in power and their kith and kin, and rogues walk free, as a result. The legislature has become a huge liability, and one sees hardly any difference between it and the Mattala International Airport.",
    "The country is mired in an unprecedented economic crisis, but the legislature apparently does not care two hoots about people’s suffering. Parliament should have convened a few days earlier to discuss ways and means of resolving the worsening crisis and restoring social order, but the Speaker’s request to the President to summon Parliament urgently went unheeded. The party leaders were also not keen to have Parliament convened before 17 May. Instead, they had some meetings themselves; they are all hat and no cattle. Even when the House is in session, its members are busy settling political scores instead of addressing national issues. Some sensible MPs have called for a course correction, warning that the people are so incensed that they might even set Parliament on fire. Their warning should be heeded if trouble is to be averted.",
    "Parliament always gets its priorities mixed up, and wastes its time and public funds. The recent election of the Deputy Speaker is a case in point. Deputy Speaker Ranjith Siyambalapitya resigned because his party, the SLFP, pulled out of the government. He was re-elected to the same post a few days later. He resigned again on some flimsy grounds. The House is scheduled to elect a new Deputy Speaker, today. No wonder, protesters are trying to march on Parliament.",
    "Prime Minister Ranil Wickremesinghe has said Parliament should have a female Deputy Speaker. One cannot but agree with him on this score. In a male-dominated House, women must be able to have their voice heard. It is hoped that a female MP will be unanimously elected to that post, today, for several reasons.",
    "Women, who constitute more than one half of the Sri Lankan population, are not adequately represented in Parliament or any other political institution; we have only 12 female MPs at present. There should be more women in Parliament as well as the Cabinet. Respect for women is zero in the House. Some MPs have the despicable habit of dragging others’ mothers and wives into their slanging matches, and their speeches are replete with smutty jokes or other forms of double entendre or risqué humour. There are occasions when the men in kapati suits even trade raw filth unflinchingly. The situation is far worse in the local government institutions, where female councillors are not even allowed to exercise their constitutionally guaranteed freedom of expression. They complain that whenever they take the floor, they are greeted with boos and catcalls from their male counterparts. Harassment has caused them to sink their political differences and fight for their rights, together, and they deserve public support for their struggle. We suggest that the misogynists in the garb of people’s representatives who harass female representatives in Parliament, the local councils, etc., be named and shamed besides being made to face disciplinary action.",
    "Prime Minister Wickremesinghe is reported to have decided to form several committees consisting of the MPs of all political parties to explore ways and means of tackling various issues. This idea is sure to find favour with those who want to see the country come out of the present crisis. We believe that there is a need for the appointment of a special parliamentary committee consisting of female MPs to address the issues that affect housewives and other women.",
    "Speaker Mahinda Yapa Abeywardene, like his predecessors, has been struggling to restore the dignity of Parliament, but it is doubtful whether his efforts have yielded the desired results; protesters are demanding that all 225 MPs go home. One can only hope Parliament will get its priorities right, and refrain from turning the election of the Deputy Speaker into a political battle.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}