{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Independent-Board-of-Inquiry-on-Rambukkana-incident/56-733687",
  "time_ut": 1650490800,
  "title": "Independent Board of Inquiry on Rambukkana incident",
  "body_lines": [
    "President, PM express regret over police killing of unarmed protester",
    "An Independent Board of Inquiry has been appointed to look into whether force was used by the police to disperse protesters blocking roads and railways in Rambukkana on Tuesday.",
    "Police said the Public Security Ministry has informed the IGP that Ministry Secretary Jagath Alwis has been appointed to the Independent Board.",
    "Accordingly, the appointed members are, State Ministry of Community Police Services Secretary S.T. Kodikara, Ministry of Public Security Additional Secretary M.S.P. Sooriyapperuma and legal Adviser to the Ministry of Defence Major General Retd. E.S. Jayasinghe.",
    "Separately, President Gotabaya Rajapaksa said he is deeply saddened over the tragic incident that took place in Rambukkana. Posting a note on his Twitter account, the President said that Sri Lankan citizens have the right to protest peacefully. The President urges all citizens to refrain from resorting to violent acts during such protests.",
    "The President has stated in his Twitter message that the Sri Lanka Police will conduct an impartial and transparent investigation into the Rambukkana incident where an unarmed protester was shot dead by the police.",
    "“Sri Lankan citizens’ right to peacefully protest won’t be hindered. Sri Lanka Police will carry out an impartial and transparent inquiry regarding the incident at Rambukkana which led to the tragedy for which I’m deeply saddened. I urge all citizens to refrain from violence as they protest,” the President said in his Twitter message.",
    "Prime Minister Mahinda Rajapaksa also taking to Twitter said he is deeply saddened by the incident in Rambukkana.",
    "The Prime Minister said he believes that the Sri Lanka Police, which has always served with dignity, will conduct an impartial inquiry into this matter. He urged the protesters to engage in their civic rights with equal respect and honour."
  ]
}