{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-launches-avurudu-shopping-promo-for-north-east-2/",
  "time_ut": 1647602160,
  "title": "ComBank launches Avurudu shopping promo for North & East",
  "body_lines": [
    "Discounts of up to 30% on credit and debit card purchases at 25 merchants in the region",
    "The Commercial Bank of Ceylon has announced that it is launching a special Avurudu promotion with discounts of up to 30% for credit and debit card holders in the Northern and Eastern provinces.",
    "The Bank has partnered with 25 merchants in these regions to offer these discounts on clothes, shoes, bags, household and lifestyle items as well as for restaurant dining, a news release from the bank said.",
    "Discount offers on credit and debit card purchases will commence on March 20 and will be applicable on specified days or periods at each of the partner outlets until April 25, the Bank said.",
    "The partner merchants offering Commercial Bank’s cardholders discounts include clothing, fashion and accessories retailers offering discounts of up to 30% on credit cards and 25% on debit cards; footwear & leather wear retailers offering discounts of up to 15% on credit cards and 10% on debit cards; a Lifestyle store offering discounts of up to 25% on credit cards and 20% on debit cards; and restaurants offering discounts of up to 15% on credit cards and 10% on debit cards.",
    "Selected outlets include Abdullah Men’s Wear (Kalmunai), Arun Textile & Fancy Palace, Barakath Tex, Bilaal Emporium, Bilaal Kidz, Blue Lagoon, East Star Handlooms, Evahsaa Kids World, Fashion Boys, Indian Corner (Kattankudy), Kajane Shoes Palace, Katiyane Textiles, Kumaran Textiles, Mag Food, Malar Traders, Meemas (Batticaloa, Trincomalee and Vavuniya), Nilam, Rahmath, Shoe City, Star Fashion, Summer Clouds, Unlimit, and White Stone.",
    "Commercial Bank credit and debit cards offer year-round promotions covering a wide variety of services. Commercial Bank was the first bank to offer loyalty rewards for both credit and debit card holders under its Max Loyalty Rewards Points scheme. The Bank was also a pioneer in extending promotional discount offers which were traditionally only offered for credit cards to its debit cards, the release said adding that these cards are the fastest growing cards in Sri Lanka and enjoy market leadership in credit and debit card cumulative point-of-sale usage.",
    "Eco Spindles marks Global Recycling Day; boosts plastic recycling efforts in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}