{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-equities-sovereign-bonds-an-investment-opportunity-mark-mobius-93522/",
  "time_ut": 1651023060,
  "title": "Sri Lanka equities, sovereign bonds an investment opportunity: Mark Mobius",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks and sovereign bonds which are trading at steep discounts are an investment opportunity, emerging market investor Mark Mobius said as a sof-pegged exchange rate regime failed after output gap targeting and the country defaulted on its foreign debt.",
    "The rupee has plunged 203 to 345 to the US dollar over the past two months, and the stock market fell 10 percent for two days running after interest rates normalized following a bubble fired with money printed to maintain low policy rates which also blew the balance of payments apart.",
    "Sri Lanka’s sovereign bonds are trading at around 40 cents on the dollar or less depending on the tenor.",
    "“That to me could be an opportunity,” Mobius said. “They will be re-structured but at the end of the day I think the re-structure could result in an appreciation of some of that.",
    "“In the equities side the opportunities are even better because a lot of weak players have been pushed out so you are left with strong players who get stronger.”",
    "“So I would say we are in a very interesting period for investors who have a long term view to begin looking at Sri Lanka to put some money in.”",
    "Mobius would “go after companies with a strong balance sheet, high return on capital and in dollar terms growing their earnings”",
    "“Those are the companies we want to look at those are the companies that are the survivors who will take a bigger market share,” he said.",
    "He was yet to look at bonds in depth but was starting to ‘nibble’ at stocks.",
    "The immediate prospects of many companies including banks are bleak, analysts say. When a flexible exchange rate fails consumption falls and economic activity has to contracted further to try and stabilize the currency which leads to business failures and bad loans.",
    "Sri Lanka does not have a clean float or a hard peg but a intermediate regime soft peg (flexible exchange rate) which has failed for 72 years and landed the country.",
    "The country is now negotiating its 17th IMF program. Balance of payments crises and forex shortages occur only in intermediate regimes and not in clean floats or hard pegs (currency boards)",
    "Attempts to float the currency (suspend convertibility) in March failed due to a surrender rule which required banks to sell dollars to the central bank for new money (strong side convertibility undertaking) and the money was again sold back for imports (strong side convertibility).",
    "The surrender rule still exists though it was cut to 25 percent from 50 percent and policy rates were hiked to 14.50 percent from 7.50 percent. (Colombo/Apr27/2022)"
  ]
}