{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-seeks-us500mn-from-world-bank-for-fertilizer-social-safety-net-finance-minister-93011/",
  "time_ut": 1649908920,
  "title": "Sri Lanka seeks US$500mn from World Bank for fertilizer, social safety net: Finance Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s is seeking a 500 million US dollar loan from the World Bank for income support for low income families, Finance Minister Ali Sabry said after economists busted the rupee and drove the country to default in the pursuit of ‘stimulus’ within a pegged exchange rate regime.",
    "Many World Bank loans granted for various purposes have a Contingent Emergency Response Component (CERC) which can be released in an emergency. Such funds were released during the Covid-19 pandemic.",
    "Unused money from other programs can also be diverted or repurposed in an emergency, according to analysts.",
    "Sabry said the Washington based lender had agreed to release 10 million US dollars for medicine fast.",
    "“We met the World Bank agents and we believe they will give us another 500 million US dollars under immediate relief for the next 6 months for specific reasons such as to give the incentive for fertilizers, to give the planting seeds for farmers,” Sabry told Sri Lanka’s Hiru TV in an interview.",
    "“And we are also looking to give an supplement for the low income families in the country as well.”",
    "Sri Lanka is facing severe forex shortages are two years of unprecedented money printing to keep interest rates low using discretionary policy under a flexible exchange rate (an extreme form of unstable reserve collecting peg) backed by flexible inflation targeting.",
    "The central bank has created forex shortages from around the second year of its existence and slammed exchange controls in 1952.",
    "The legislators of the country had passed the laws to allow exchange controls and later also passed an import control law in 1959 after the agency printed money mainly for rural credit.",
    "Attempt to switch from the peg which has been made dysfunctional by money printed to keep rates down to a float from March has failed so far due to a surrender requirement. (Colombo/Apr13/2022)"
  ]
}