{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-healthcare-agencies-to-pay-suppliers-current-dollar-rate-to-reduce-shortages-95016/",
  "time_ut": 1654055280,
  "title": "Sri Lanka healthcare agencies to pay suppliers current dollar rate to reduce shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet of ministers had cleared a proposal by the Minister of Health to pay pharmaceutical firms at the exchange rate prevailing at the time the goods are cleared, cabinet spokesman Minister Bandula Gunawardena said.",
    "Sri Lanka’s hospitals are facing shortages of medical items and drugs in the worst currency crises triggered by the country’s 72-year-old intermediate regime central bank.",
    "The rupee collapsed from 200 to 370 levels in a botched float in March.",
    "“These payments need to be made, otherwise it will not be possible to run the health sector smoothly,” Gunawardana told reporters.",
    "Many companies had bid for tenders quoting rupee prices expecting the exchange rate to be around 200 and later around 240 but the rupee had collapsed steeply and the firm could no longer supply at the old price triggering shortages of drugs and medicine.",
    "The National Medical Regulatory Authority had also imposed price controls on some drugs.",
    "The price control agency was a blunder of the Yahapalana administration, critics said at the time, calling instead for laws to control the money printing of the central bank which was triggering currency collapses.",
    "A pharmaceutical sector official said due to payment delays, private sector supply had fallen about 50 % over the last few months.",
    "“Despite recent price increases granted, they even fail to mitigate the exchange loss, while the cost of fuel, vehicles, parts, electricity and wages all have seen a dramatic escalation,” the official said.",
    "“None of these have been compensated while they are major factors of distribution, cold storage, and inventory.”",
    "Banks are also not willing to open letters of credit for importers because they cannot find dollars to pay on the due date due to money printing triggering forex shortages.",
    "Due to payment delays and uncertainty suppliers, credit had also dried up.",
    "“Importers who were earlier enjoying 90-120 days of credit from the manufacturers or the suppliers from India are now expected to pay 115% of the value of the proforma invoice in advance to import,” the official said. (Colombo/ May 31/2022)"
  ]
}