{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-india-congratulate-crisis-hit-sri-lankas-new-prime-minister-94180/",
  "time_ut": 1652392080,
  "title": "US, India congratulate crisis-hit Sri Lanka’s new prime minister",
  "body_lines": [
    "ECONOMYNEXT – The United States and India congratulated Sri Lanka’s new Prime Minister Ranil Wickremesinghe who was appointed on Thursday to accomplish a tough task of bailing out the sovereign-defaulted country from the ongoing economic crisis.",
    "The new prime minister’s appointment came at a time when both India and the U.S. are looking for more engagement with Sri Lanka amid concerns that Sri Lanka could drift towards China because of Beijing’s large volume of loans.",
    "Wickremesinge, 73, was appointed to the post for for the fifth time in the last three decades. He has been in the parliament since 1977 and leader of center-right United National Party since 1994.",
    "“I look forward to working with Ranil Wickremesinghe. His appointment as prime minister and the quick formation of an inclusive government, are first steps to addressing the crisis and promoting stability,” U.S. ambassador Julie Chung said in her twitter feed.",
    "“We encourage meaningful progress at the IMF and long-term solutions that meet the needs of all Sri Lankans.”",
    "Look forward to working w/ @RW_UNP. His appointment as PM, and the quick formation of an inclusive government, are first steps to addressing the crisis & promoting stability. We encourage meaningful progress at the IMF & long-term solutions that meet the needs of all Sri Lankans.",
    "Sri Lanka is facing twin crisis of debts and balance of payment crisis. The island nation under President Gotabaya Rajapaksa has failed to address the economic concerns, aggravating the already existing crisis.",
    "The 84.5 billion economy has already suspended  all foreign debt repayments from April 12 while a top delegation held talks with the IMF last month to seek assistance in facing the current crisis. However, the country has to deal with some debt restructuring on its foreign loans before seeking the IMF help.",
    "Government sources have said Wickremesinghe’s appointment is expected to instill some confidence in the markets. That confidence is expected to increase foreign investment into Sri Lanka’s government securities and equities.",
    "Despite he lost the 2020 parliamentary election personally and as a party, Wickremesinghe entered the parliament with a bonus seat his party got.",
    "He has past records of handling financial crisis through foreign funds. However, this time, he is given the task of handling the financial crisis as soon as possible amid a geopolitical cold war between India and China in Sri Lanka’s territory.",
    "“High Commission of India hopes for political stability and looks forward to working with the Government of Sri Lanka formed in accordance with democratic processes pursuant to the swearing in of Ranil Wickremesinghe as the Prime Minister of Sri Lanka,” Indian High Commission in Colombo said in its official twitter feed.",
    "“India’s commitment to the people of Sri Lanka will continue,” it said.",
    "High Commission of India hopes for political stability and looks forward to working with the Government of Sri Lanka formed in accordance with democratic processes pursuant to the swearing in of Hon'ble @RW_UNP as the Prime Minister of #SriLanka. (1/2)",
    "India has given nearly 3.5 billion US dollars so far this year mainly in credit including 1.5 billion US dollars to buy essentials and fuel",
    "Sri Lanka’s worst economic crisis since 1948 independence has already led to a political crisis. Protests started two months ago when President Gotabaya Rajapaksa failed to handle the economy with wise moves. Now the protests have grown against Rajapaksa.",
    "The protesters demand the resignation of President Rajapaksa and his brother, then Prime Minister Rajapaksa and the entire government.",
    "Mahinda Rajapaksa resigned on Monday after his supporters attacked unarmed protesters in capital Colombo. The attack led into island wise violent clash which killed at least 9 people and injured nearly 300. (Colombo/May13/2022)"
  ]
}