{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/New-rules-to-facilitate-State-employees-seeking-foreign-employment/273-239087",
  "time_ut": 1655262720,
  "title": "New rules to facilitate State employees seeking foreign employment",
  "body_lines": [
    "Cabinet nod has been granted to issue new rules to enable State employees to take on foreign employment by granting a five-year no-pay leave with no impact for their seniority and pension package.",
    "The Minister of Public Administration, Home Affairs and Provincial Council Dinesh Gunawardena on Monday sought the approval of the Cabinet of Ministers to issue fresh circulars amending the existing provisions to enable public officers to take no-pay leave for a period of 5 years without affecting their seniority and pension for employment or other productive work abroad.",
    "Although, a public officer is entitled to a maximum of 5 years no-pay leave during his tenure for study or foreign employment under the existing provisions, the Department of Government Information pointed out that most public sector workers are reluctant to take up on such opportunities due to concerns on their seniority and pensions.",
    "In an attempt to increase foreign exchange inflows and to reduce the burden on State coffers, the government last week opened a registration window at Sri Lanka Foreign Employment Bureau’s (SLFEB) website for public sector workers seeking foreign employment.",
    "According to sources, a record number of State employees have already registered with the SLFEB.",
    "SLFEB plans to fulfill this demand with appropriate job opportunities received through foreign employment agencies.  According to the Central Bank, total public sector employment rose to 1.493 million at the end of",
    "As a result, combined with wage increases, the expenditure on salaries and wages in the State budget increased by Rs. 51.5 billion to Rs. 845.7 billion in 2021 compared to Rs.794.2 billion in 2020.",
    "Overall, expenditure on salaries and wages in 2021 accounted for 58 percent of the State revenue, while making up 30.8 percent of the total recurrent expenditure."
  ]
}