{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jaaf-calls-on-govt-to-set-out-apolitical-roadmap-as-a-pragmatic-call-to-action/",
  "time_ut": 1653839820,
  "title": "JAAF calls on govt to set out apolitical Roadmap as a pragmatic call to action",
  "body_lines": [
    "Warns brands may move to alternate production locations Industry bracing for 20% reduction in orders, export earnings to take a hit",
    "Amid rising apprehension of a global economic recession and resulting softening of international consumer demand, Sri Lanka’s Joint Apparel Association Forum (JAAF) reiterated its demand for systemic economic and political reforms to restore stability, and rebuild trust and confidence in the nation – locally and globally. Addressing the impact of the ongoing volatility on the sector, JAAF noted that Sri Lanka’s apparel sector had continued to display outstanding resilience by continuing to fulfil all existing orders and production schedules in the face of unprecedented adversity.However, at a time when global consumer sentiment is expected to weaken and many in the industry are bracing for a potential reduction in orders by as much as 20% in the next season’s orders (June to August), the association warned of serious negative consequences if policymakers continued to delay on the sweeping reforms needed to put Sri Lanka back on track. Accordingly, JAAF called on the government to immediately commence discussions with credible policy and industry experts towards rapid development of a practical, apolitical roadmap for Sri Lanka’s Economic Recovery.Secretary General of JAAF Yohan Lawrence stressed that the need of the hour is to ensure that Sri Lanka continues to maintain the confidence of its buyers by remaining resilient amidst the coming global economic crisis.",
    "“For more than 30 years – including multiple global and regional economic downturns – the Sri Lankan apparel industry has built a reputation that reflects the highest levels of reliability, quality and sophisticated technical capabilities. Particularly in recent years, these efforts have been complemented with a truly visionary approach to innovation, sustainability and circularity in fashion.",
    "“Owing to unprecedented national economic mismanagement, this sector, which has long served as a fundamental pillar to the Sri Lankan economy, is now under serious threat. Any plan for economic revival must prioritize support to apparel manufacturers large and small, and leverage this strength to help stabilize the Sri Lankan economy. We need sustainable, decisive solutions and we need them now,” Lawrence said.",
    "Over the course of 2021, Sri Lanka’s apparel sector increased its earnings by 22.9% Year-on-Year (YoY) generating US$ 5.42 billion in export earnings, and accounting for almost half of all merchandise exports, in addition to providing gainful employment for a workforce of approximately 1 million (direct and indirect).",
    "Moving forward, Lawrence noted that the apparel sector’s most urgent need was a stable energy supply to ensure operational continuity.",
    "“Large Sri Lankan apparel manufacturers have been among the most effective adopters of renewable energy technology, particularly solar energy. Together with other optimizations in energy consumption, these proactive measures have mitigated some of the worst disruptions to production.",
    "“There is also potential to build on these initiatives over the medium term. However, what can be done is limited if the government is unable to meet its obligations in terms of energy supply. Given the success of renewables, it is clear that the state-owned energy suppliers must also place re-emphasis on such sources” he noted.",
    "In addition to economic reforms, JAAF also reiterated the demand from the Joint Chambers calling for the abolition of the 20th Amendment to the constitution as a first step to driving systemic reform of Sri Lanka’s political culture.",
    "“All Sri Lankans, including those in positions of power today agree that the root of the nation’s economic woes are in its dysfunctional political culture. In order to achieve meaningful economic recovery, we need political leaders willing to sacrifice their own interests in order to advance those of ordinary citizens. Without this systemic change, we cannot achieve the stability necessary to navigate our way out of the current crisis,” Lawrence stated.",
    "Union Assurance is a most loved life insurance brand in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}