{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/uk-moves-to-cut-links-with-russian-science-projects/",
  "time_ut": 1647350880,
  "title": "UK moves to cut links with Russian science projects",
  "body_lines": [
    "(News 1st); Russia risks being scientifically isolated as countries cut their ties with state research institutes, an expert has warned.",
    "“That damage will take a long time for Russia to repair,” says Prof Robin Grimes, a nuclear physicist who is foreign secretary at the Royal Society.",
    "Researchers will be unable to participate in high-end cross border experiments.",
    "And he says they may leave Russia to pursue their research elsewhere.",
    "The government is expected to release formal guidance this week for UK universities working with scientists in Russia.",
    "Some universities have already announced they are cutting ties with Russian institutions.",
    "Imperial College said it had ended the partnership it had with “a majority state-owned Russian entity”, and was reviewing current connections with Russia.",
    "The University of Warwick is reviewing all links to Russian State institutions “with a view to terminating contracts where possible”.",
    "Meanwhile, the UK’s main government funding agency for research at UK universities, UK Research and Innovation, is reviewing research projects with Russian partners and has reportedly suspended grant payments to some projects involving scientists in Russia.",
    "Prof Grimes said relationships with individual scientists were likely to continue, in certain circumstances, along with data sharing for humanitarian purposes, such as Covid and meteorology.",
    "UK, Russian and Ukrainian scientists have worked closely for decades in areas such as healthcare, high energy physics and space exploration.",
    "Space exploration has already been hard hit, with some partnerships unravelling. And Ukrainian researchers are pressuring academic journals to boycott Russian scientists.",
    "Prices of 60 medicinal drugs revised, with effect from Tuesday (15)"
  ]
}