{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lana-main-opposition-to-table-no-confidence-motion-against-govt-on-may-04-93776/",
  "time_ut": 1651565640,
  "title": "Sri Lana main opposition to table no confidence motion against govt on May 04",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka main opposition the Samagi Jana Balavegaya (SJB) will hand over a no confidence motion against the government on Wednesday (04), attorney-at-law and SJB member Ajith P Perera said.",
    "SJB and opposition leader Sajith Premadasa proposed the no confidence motion (NCM) weeks ago, but a delay ensued after a signature campaign was launched to determine the number of MPs that would support it. Former Prime Minister Ranil Wickremesinghe had also called for a postponement of the NCM.",
    "Perera told reporters on Tuesday (03) that the party has no choice but to table the NCM in parliament given the ruling Rajapaksa family’s refusal to step down despite widespread demands for their resignation.",
    "The former minister also called for a new parliament-first system that the SJB envisions to facilitate through a proposed 21st amendment to the constitution.",
    "It is unclear at present what parties outside the SJB will vote against the government in the event the NCM is taken up. The Sri Lanka Freedom Party, the former ruling coalition partner whose MPs now function independently in parliament, has said a decision can only be taken at the time of a vote. SLFP member Nimal Siripala de Silva was among a group of rebel MPs who met President Gotabaya Rajapaksa on Monday (02) to discuss the possibility of an all-party interim government.",
    "Conceptual agreement was reached on the formation of such an administration, SLPP general secretary Sagara Kariyawasam told reporters after the meeting. However, it is unclear whether the rebel MPs fully agreed to a government under President Rajapaksa.",
    "The SJB and the Janatha Vimukthi Peramuna (JVP)-led opposition National People’s Power (NPP) have both vowed not to be party to an interim government under President Rajapaksa.",
    "SJB general secretary Ranjith Madduma Bandara told reporters on Monday that the interim government being proposed is no different from the old one. The people’s demand, he said, is for President Rajapaksa to “go home”. The party has no desire to be part of an interim government as long as Rajapaksa remains president.",
    "JVP and NPP leader Anura Kumara Dissanayake also expressed similar views at a May Day rally in Colombo on Sunday (01). (Colombo/May03/2022)"
  ]
}