{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/RW-is-back-for-6th-time-amid-crisis/34-734772",
  "time_ut": 1652380200,
  "title": "RW is back for 6th time amid crisis",
  "body_lines": [
    "New Prime Minister Ranil Wickremesinge yesterday at the Walukaramaya - Pic by Pradeep Pathirana",
    "COLOMBO (Reuters): Ranil Wickremesinghe, Sri Lanka’s new Prime Minister, is no stranger to politics.",
    "This is the sixth time the opposition lawmaker has held the post, and he is known domestically as an effective operator. He now faces the daunting task of leading the country out of its worst economic crisis since independence.",
    "Leader of the opposition United National Party (UNP), Wickremesinghe was sworn in by President Gotabaya Rajapaksa at a ceremony at the President’s house on Thursday.",
    "He replaces the President’s brother, Mahinda Rajapaksa, who resigned on Monday amid street protests in the main city Colombo and beyond which became more deadly this week.",
    "“We are facing a crisis, we have to get out of it,” Wickremesinghe told Reuters as he left a temple in the main city of Colombo shortly after his swearing-in. Asked whether there was a possible solution, he replied: “Absolutely.” Many demonstrators are calling for both of the Rajapaksas - from the island nation’s dominant political dynasty - to stand down, and it is unclear whether Wickremesinghe’s appointment will be enough to placate them.",
    "Nine people were killed and more than 300 injured in mob violence this week, and property belonging to the Rajapaksas and their political allies has been vandalised.",
    "Wickremesinghe also faces the challenge of uniting a fractured Parliament to tackle soaring inflation and dwindling foreign reserves that have left fuel and some medicines in short supply. “He has said from the beginning, Parliament needs to come together to provide a solution to the crisis,” UNP media secretary Dinouk Colombage, who is also a member of the party’s working committee, told Reuters.",
    "“He is no stranger to dealing with economic and political challenges, having done so multiple times before.”",
    "Wickremesinghe, who married a university lecturer in 1995, is from a prominent family of politicians and businessmen with large interests in the media. He has been thrust into the political spotlight before.",
    "In 1978, he was made the country’s youngest Cabinet Minister at the age of 29 by his uncle, President Junius Jayewardene. He became party leader in 1994 after assassinations wiped out several of the party’s more senior members.",
    "In contrast to Mahinda Rajapaksa, he has little support beyond wealthy urban voters. Wickremesinghe is the only UNP lawmaker in the country’s 225-seat Parliament.",
    "The economic liberal already has experience with the International Monetary Fund, which is currently in discussions to bail out Sri Lanka. Sri Lanka last had an IMF programme in 2016 during one of his tenures as Prime Minister.",
    "He has also built relationships with regional powers India and China, key investors and lenders who vie for influence over the island nation that lies along busy shipping routes linking Asia to Europe.",
    "Wickremesinghe oversaw the passage of the 19th Amendment in 2015 that transferred power from the President to Parliament, and so has experience navigating constitutional changes.",
    "Analysts see him as a wily politician, a shrewd dealmaker and someone capable of playing the long game.",
    "But he will have to navigate largely populist lawmakers from the Rajapaksas’ Sri Lanka Podujana Peramuna (SLPP) and former party members who broke away from the UNP in 2019 to form the Samagi Jana Balawegaya, now the main opposition. Their leader, Sajith Premadasa, son of a former President, is a major player in Sri Lankan politics and also has ambitions to hold the post of Prime Minister in a unity government.",
    "Wickremesinghe has had an often-fraught relationship with the Rajapaksa family. In 2019, then-President Maithripala Sirisena fired him, replacing him with Mahinda Rajapaksa, a decision that was subsequently ruled as unconstitutional."
  ]
}