{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankas-Crisis-of-Representative-Democracy/172-237595",
  "time_ut": 1653331080,
  "title": "Sri Lanka’s Crisis of Representative Democracy",
  "body_lines": [
    "High drama at the Parliamentary Lobby; During a commotion in the Parliament former Minister Johnston Fernando attacking the opposition with a chair (File photo)",
    "One key issue highlighted by Sri Lanka’s citizen protest movement is the crisis of the country’s representative democracy. It is at the core of the larger political and constitutional crisis. The continuing erosion of public trust in the elected President, the elected parliament, and the ministers has become a regular feature of Sri Lanka’s current political crisis too. The inability of the individuals who populate the key institutions of government to do much to restore public trust is making the ongoing crisis intractable too. The flippant behaviour of the so-called experienced crisis managers has not been helpful either. Meanwhile, superficial or piecemeal constitutional reforms, designed to protect the interests of the discredited political elites, can hardly address either the country’s general political crisis or the crisis of democracy.",
    "Sri Lanka’s crisis of representative democracy is one rooted in the tradition of liberal democracy as well as liberal-democratic constitutionalism. In many societies, representative democracy has also been pushed into crisis by factors specific to the political history of each society. So, Sri Lanka has its own self-made aspects of the crisis of representative democracy.",
    "The inability of the individuals who populate the key institutions of government to do much to restore public trust is making the ongoing crisis intractable too",
    "Sri Lanka’s democracy has been subjected to abuse and assault by different factions of the country’s political elite since independence. Elites have abused democracy to reach their undemocratic goals as well as to legitimise illiberal and undemocratic projects. Sri Lanka’s two dominant parties, the UNP and SLFP, and factions of the ruling class organised in these two parties have been the key contributors to the deepening of Sri Lanka’s erosion of democracy and loss of public trust in representative democracy through abuse and misuse. Occasionally, these parties have also joined with citizens in attempts to restore democracy. However, the elite’s commitment to democratisation has always been half-hearted and instrumentalist. They have been involved in thwarting citizens’ efforts to bring democracy back to politics. These elites have also succeeded in converting citizens’ political judgement towards achieving wholly counter-democratic political options and projects, as happened in 1978, 2010, and 2019. Thus, Sri Lanka’s political elites have become notorious for institutionalising de-democratisation through democratic means.",
    "Despite frequent setbacks to the democratic process as a whole, Sri Lanka’s electoral democracy has survived, primarily for two reasons. Firstly, the ordinary citizens have kept their faith in the democratic principle of choosing their rulers and giving them the consent and authority to rule over them. There seems to be an unshakable belief among Sri Lanka’s citizens that the people are sovereign, and sovereignty entails the principle that people are the ultimate holders of political power. It is this belief in popular sovereignty, a fundamental premise in a modern democracy, that seems to have animated Sri Lanka’s contemporary citizens’ protest movement too.",
    "The second is a default factor. The political elites, while transforming the politics in the direction of executive authoritarianism, have also kept the principle of electoral democracy intact in order to secure popular legitimacy for their rule. This is primarily an instrumentalist approach to democracy and elections as means of legitimating political power. It is that instrumentalist use of democracy that has contributed to the erosion of the democratic quality of representative democracy in Sri Lanka. Nevertheless, electoral democracy has shown a remarkable capacity to return amidst bouts of retreats because of the peoples’ faith in the idea that rulers are made by the people, and not vice versa, in the exercise of their sovereignty. As the people’s enthusiastic participation in the current citizens’ movement shows, ‘popular sovereignty’ is the most powerful democratic idea to inspire a new phase of civic democratic activism in Sri Lanka.",
    "The elite capture of democracy is the other major factor that has contributed to the crisis of Sri Lanka’s representative democracy. Elites have turned citizens into passive participants of a process of government in which the citizens’ role is limited to mere voters in an election process which has now come under the corroding influence of the big business. The fact that the election processes are manipulated and controlled by a coalition of the corrupt has now become a permanent feature of Sri Lanka’s representative democracy. The coalition includes wealthy backers of political parties, business elites who have become the unseen handlers of political leaders, and the manipulatory mass media enterprises whose owners view candidates simply as branded or brandable commodities to be sold to the gullible voters for profit. That is why the present movement of citizens’ protests should be seen as a revolt by the demos against that coalition of the corrupt. It indeed urges the point that Sri Lanka is in need of a democratic revolution through which the ordinary citizens, the true demos, can wrest possession of representative democracy as a ‘public thing’, res publica.",
    "The elite capture of representative democracy has also been facilitated by a major weakness built into the very nature of representative democracy with liberal theoretical roots. The liberal conception of democracy evolved during the late 17th century and after in Europe, views ‘people’ as the source of political power in society and assuming that by electing their representatives on trust, they give their ‘consent’ to those representatives along with a ‘mandate’ to govern them. However, between two elections people have no means to hold their representatives to account, or recall the consent and the mandate given to them, except by waiting till the next parliamentary elections five years hence. Thus, elections are the moment when the citizens as voters get a chance to either to reconfirm the mandate or withdraw it, or to give the mandate to a new set of representatives.",
    "It is this long gap between two elections, without offering a chance to the electors to withdraw the mandate in between, is seen by some Sri Lankan citizens these days as harmful to people’s sovereignty. In Sri Lanka’s current case, it appears that a large number of citizens who voted for President Gotabaya Rajapaksa in 2019 feel that he has violated the trust they placed on him and therefore he has no moral right to continue in office. Campaigning for the President’s resignation, on the belief that the President no longer possesses the people’s mandate, is the only option available at present to voters who have lost the trust in the President. With regard to the Members of Parliament too, a similar demand has received much traction with the people. We have a moment in Sri Lanka where the rulers have, from the point of view of many people, lost the moral authority to rule.",
    "Sri Lanka’s democracy has been subjected to abuse and assault by different factions of the country’s political elite since independence. Elites have abused democracy to reach their undemocratic goals as well as to legitimise illiberal and undemocratic projects",
    "This generalised feeling of betrayal of the trust is a key source of anger that people often show towards their elected representatives. More than ever, the people in Sri Lanka are now acutely aware of the embarrassingly low quality of their MPs, Ministers and even those elected to the office of President. This attitude of ‘low quality’ of the elected leaders encompass a range of blemishes that people observe particularly in their MPs and Ministers so regularly – lack of education, professionalism, or a basic sense of civility, lack of integrity and political ethics among the uneducated and the well - educated alike, embracing of corruption almost as an entitlement in public office, the utter disregard for the notion that the elected office is solely for the public good, shameless conviction that political power has no limits, and the distinct incapacity to show remorse to the misery of the people caused by their own wrong policy decisions.",
    "What most of the MPs and their party leaders have been displaying in and outside parliament is that Sri Lanka has, after nearly a century of universal franchise, produced a political class about which citizens can only feel rather awkward, even ashamed. Specifying educational qualifications for MPs, strict laws for asset declarations and conflict of interest, auditing of income of elected and public officials, strengthening the mandate of the bribery commission to probe ministers and international investigations into allegations of overseas assets of politicians are some of the remedies being discussed by the public at present.",
    "This is the background that has led to the increasing demand in Sri Lanka at present that for any new constitutional reform exercise to be meaningful, it should also grant the citizens the right to recall the mandate given to their elected representatives, president downwards.",
    "This generalised sense of betrayal and anger among the citizens against the dominant culture of representative democracy has also led to there-surfacing of the claim that a ‘new political culture’ should be part of a meaningful reform initiative. Interestingly, the old liberal metaphor of ‘social contract’ has been revived in Sri Lanka’s current political discussions as a conceptual tool for re-framing the relationship between the elected and the elector, the ruler and the ruled.",
    "The growing demand for the right to recall, as a component of the new democratic culture envisaged, has implications for the theory of democratic representation. It goes beyond the limits of liberal constitutional theory of representation since recall is a measure in direct democracy associated with the republican political theory. Despite the fact that the right to recall is a Euro-Western idea, it has re-emerged in Sri Lanka during the past few weeks as part of an indigenous democratic thought developed among the citizens, out of their own negative experiences of a distorted version of liberal representative democracy.",
    "In brief, Sri Lanka’s new citizens movement not only presents a critique of the existing structures and practices of Sri Lanka’s politics. It has brought home the point that re-democratisation of Sri Lanka’s politics calls for addressing the crisis of representative democracy too. The citizens’ political intervention also embodies a new democratic political thought that has slowly evolved among the people of Sri Lanka over a period of several decades. Highlighting the crisis of representative democracy with a host of fresh ideas for re-democratising democracy are aspects of that civic democratic political thought.",
    "The writer is Professor of Political Science attached to the Dept. of Political Science and Public Policy at the University of Colombo."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අර්බුදය",
      "body_lines": [
        "පාර්ලිමේන්තු ලොබියේ උසස් නාට්‍ය; පාර්ලිමේන්තුවේ ඇති වූ කලබැගෑනියක් අතරතුර හිටපු අමාත්‍ය ජොන්ස්ටන් ප්‍රනාන්දු විපක්ෂයට පුටුවකින් පහරදීම (ගොනු ඡායාරූපය)",
        "ශ්‍රී ලංකාවේ පුරවැසි විරෝධතා ව්‍යාපාරය විසින් ඉස්මතු කරන ලද එක් ප්‍රධාන කරුණක් වන්නේ රටේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අර්බුදයයි. එය විශාල දේශපාලන හා ව්‍යවස්ථාමය අර්බුදයේ හරය වේ. තේරී පත් වූ ජනාධිපතිවරයා, තේරී පත් වූ පාර්ලිමේන්තුව සහ ඇමතිවරුන් කෙරෙහි මහජන විශ්වාසය අඛණ්ඩව ඛාදනය වීම ශ්‍රී ලංකාවේ වත්මන් දේශපාලන අර්බුදයේ ද නිත්‍ය ලක්ෂණයක් බවට පත්ව ඇත. රජයේ ප්‍රධාන ආයතන ජනාකීර්ණ පුද්ගලයන්ට මහජන විශ්වාසය යළි පිහිටුවීම සඳහා බොහෝ දේ කිරීමට නොහැකි වීම, පවතින අර්බුදය ද විසඳාගත නොහැකි තත්ත්වයට පත් කරයි. පළපුරුදු අර්බුද කළමණාකරුවන් යැයි කියන අයගේ නොසැලකිලිමත් හැසිරීමද ප්‍රයෝජනවත් වී නැත. මේ අතර, අපකීර්තියට පත් දේශපාලන ප්‍රභූන්ගේ අවශ්‍යතා ආරක්ෂා කිරීම සඳහා නිර්මාණය කර ඇති මතුපිටින් හෝ කෑලි කෑලිවලින් යුත් ව්‍යවස්ථාමය ප්‍රතිසංස්කරණවලට රටේ සාමාන්‍ය දේශපාලන අර්බුදය හෝ ප්‍රජාතන්ත්‍රවාදයේ අර්බුදය ආමන්ත්‍රණය කළ නොහැක.",
        "ශ්‍රී ලංකාවේ නියෝජිත ප්‍රජාතන්ත්‍රවාදය පිළිබඳ අර්බුදය ලිබරල් ප්‍රජාතන්ත්‍රවාදයේ මෙන්ම ලිබරල්-ප්‍රජාතන්ත්‍රවාදී ව්‍යවස්ථාවාදයේ සම්ප්‍රදාය තුළ මුල් බැසගත් එකකි. බොහෝ සමාජවල නියෝජිත ප්‍රජාතන්ත්‍රවාදය ද අර්බුදයකට තල්ලු වී ඇත්තේ ඒ ඒ සමාජයන්හි දේශපාලන ඉතිහාසයට විශේෂිත වූ සාධක මගිනි. ඉතින්, ශ්‍රී ලංකාවට නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අර්බුදයේ තමන්ගේම ස්වයං-සාදන ලද පැති තිබේ.",
        "රජයේ ප්‍රධාන ආයතනවල ජනාකීර්ණ පුද්ගලයන්ට මහජන විශ්වාසය යළි පිහිටුවීම සඳහා බොහෝ දේ කිරීමට නොහැකි වීම, පවතින අර්බුදය ද විසඳාගත නොහැකි බවට පත් කරයි.",
        "ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදය නිදහසින් පසු රටේ දේශපාලන ප්‍රභූවේ විවිධ කන්ඩායම් විසින් අපයෝජනයට හා ප්‍රහාරවලට ලක්ව ඇත. ප්‍රභූන් තම ප්‍රජාතන්ත්‍ර විරෝධී අරමුණු කරා ළඟා වීමට මෙන්ම ලිබරල් සහ ප්‍රජාතන්ත්‍ර විරෝධී ව්‍යාපෘති නීත්‍යානුකූල කිරීමට ප්‍රජාතන්ත්‍රවාදය අපයෝජනය කර ඇත. ශ්‍රී ලංකාවේ ප්‍රමුඛ පක්ෂ දෙක වන UNP සහ SLFP සහ මෙම පක්ෂ දෙක තුළ සංවිධානය වී ඇති පාලක පන්තියේ කන්ඩායම් ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදය ඛාදනය කිරීම සහ අපයෝජනය හා අවභාවිතය හරහා නියෝජිත ප්‍රජාතන්ත්‍රවාදය කෙරෙහි මහජන විශ්වාසය නැති කිරීම ගැඹුරු කිරීමට ප්‍රධාන දායකයන් වී ඇත. ඉඳහිට, ප්‍රජාතන්ත්‍රවාදය ප්‍රතිෂ්ඨාපනය කිරීමේ ප්‍රයත්නයන් සඳහා මෙම පක්ෂ ද පුරවැසියන් සමඟ එකතු වී ඇත. කෙසේ වෙතත්, ප්‍රජාතන්ත්‍රීකරණය සඳහා ප්‍රභූවේ කැපවීම සෑම විටම අඩ සිතින් සහ උපකරණවාදී විය. ප්‍රජාතන්ත්‍රවාදය නැවත දේශපාලනයට ගෙන ඒමට පුරවැසියන්ගේ උත්සාහයන් ව්‍යර්ථ කිරීමට ඔවුන් සම්බන්ධ වී ඇත. 1978, 2010, සහ 2019 දී සිදු වූවාක් මෙන්, සම්පූර්ණයෙන්ම ප්‍රජාතන්ත්‍ර විරෝධී දේශපාලන විකල්ප සහ ව්‍යාපෘති සාක්ෂාත් කර ගැනීම සඳහා පුරවැසියන්ගේ දේශපාලන විනිශ්චය පරිවර්තනය කිරීමට මෙම ප්‍රභූන් සමත් වී ඇත. මේ අනුව, ශ්‍රී ලංකාවේ දේශපාලන ප්‍රභූන් ප්‍රජාතන්ත්‍රවාදී මාධ්‍යයන් හරහා ප්‍රජාතන්ත්‍රවාදය ආයතනගත කිරීම සම්බන්ධයෙන් කුප්‍රකට වී ඇත.",
        "සමස්තයක් ලෙස ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලියට නිරන්තර පසුබෑම් ඇති වුවද, මූලික වශයෙන් හේතු දෙකක් නිසා ශ්‍රී ලංකාවේ මැතිවරණ ප්‍රජාතන්ත්‍රවාදය නොනැසී පවතී. පළමුව, සාමාන්‍ය පුරවැසියන් තම පාලකයන් තෝරා ගැනීමේ ප්‍රජාතන්ත්‍රවාදී මූලධර්මය කෙරෙහි විශ්වාසය තබා ඔවුන් පාලනය කිරීමට කැමැත්ත සහ බලය ඔවුන්ට ලබා දී ඇත. ශ්‍රී ලංකාවේ පුරවැසියන් අතර ජනතාව පරමාධිපත්‍ය බවට නොසැලෙන විශ්වාසයක් පවතින බව පෙනේ, පරමාධිපත්‍යය යනු දේශපාලන බලයේ අවසාන හිමිකරුවන් වන්නේ ජනතාවය යන මූලධර්මයයි. නූතන ප්‍රජාතන්ත්‍රවාදයේ මූලික පදනමක් වන ජනප්‍රිය පරමාධිපත්‍යය පිළිබඳ මෙම විශ්වාසය ශ්‍රී ලංකාවේ සමකාලීන පුරවැසියන්ගේ විරෝධතා ව්‍යාපාරය ද සජීවීකරණය කර ඇති බව පෙනේ.",
        "දෙවැන්න පෙරනිමි සාධකයකි. දේශපාලන ප්‍රභූන්, විධායක අධිකාරීවාදයේ දිශාවට දේශපාලනය පරිවර්තනය කරන අතරම, තම පාලනය සඳහා ජනප්‍රිය නීත්‍යානුකූලභාවය තහවුරු කර ගැනීම සඳහා මැතිවරණ ප්‍රජාතන්ත්‍රවාදයේ මූලධර්මය නොවෙනස්ව තබාගෙන ඇත. මෙය මූලික වශයෙන් දේශපාලන බලය නීත්‍යානුකූල කිරීමේ මාධ්‍යයක් ලෙස ප්‍රජාතන්ත්‍රවාදය සහ මැතිවරණ සඳහා උපකරනවාදී ප්‍රවේශයකි. ශ්‍රී ලංකාවේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ ප්‍රජාතන්ත්‍රවාදී ගුණාංගය ඛාදනය වීමට හේතු වී ඇත්තේ ප්‍රජාතන්ත්‍රවාදයේ එම උපකරණවාදී භාවිතයයි. එසේ වුවද, මැතිවරණ ප්‍රජාතන්ත්‍රවාදය පසුබැසීම් මධ්‍යයේ ආපසු පැමිණීමේ කැපී පෙනෙන හැකියාවක් පෙන්නුම් කර ඇත්තේ පාලකයන් තම පරමාධිපත්‍යය ක්‍රියාත්මක කිරීමේදී පාලකයන් විසින් සාදනු ලබන අතර අනෙක් අතට නොව ජනතාව විසින් සාදනු ලැබේ යන අදහස කෙරෙහි ජනතාවගේ විශ්වාසය නිසාය. වත්මන් පුරවැසි ව්‍යාපාරයේ ජනතා උද්‍යෝගිමත් සහභාගීත්වය පෙන්නුම් කරන පරිදි, ශ්‍රී ලංකාවේ සිවිල් ප්‍රජාතන්ත්‍රවාදී ක්‍රියාකාරීත්වයේ නව අවධියකට අනුබල දෙන බලවත්ම ප්‍රජාතන්ත්‍රවාදී අදහස ‘ජනතා පරමාධිපත්‍යය’ වේ.",
        "ප්‍රජාතන්ත්‍රවාදය ප්‍රභූ ග්‍රහණය කර ගැනීම ශ්‍රී ලංකාවේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අර්බුදයට බලපා ඇති අනෙක් ප්‍රධාන සාධකයයි. දැන් මහා ව්‍යාපාරයේ විඛාදන බලපෑමට ලක්ව ඇති මැතිවරන ක්‍රියාවලියක පුරවැසියන්ගේ භූමිකාව හුදු ඡන්දදායකයින්ට පමණක් සීමා වූ ආණ්ඩු ක්‍රියාවලියක ප්‍රභූන් පුරවැසියන් නිෂ්ක්‍රීය කොටස්කරුවන් බවට පත් කර ඇත. මැතිවරණ ක්‍රියාදාමයන් දූෂිතයන්ගේ හවුලක් විසින් හසුරුවා ගැනීම සහ පාලනය කිරීම දැන් ශ්‍රී ලංකාවේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ ස්ථිර ලක්‍ෂණයක් බවට පත්ව ඇත. සන්ධානයට දේශපාලන පක්ෂවල ධනවත් ආධාරකරුවන්, දේශපාලන නායකයින්ගේ නොපෙනෙන හසුරුවන්නන් බවට පත් වූ ව්‍යාපාරික ප්‍රභූන් සහ අයිතිකරුවන් අපේක්ෂකයින් හුදෙක් හංවඩු ගැසූ හෝ වෙළඳනාම කළ හැකි භාණ්ඩ ලෙස සලකන උපාමාරු මාධ්‍ය ව්‍යවසායන් ඇතුළත් වේ. වත්මන් පුරවැසි විරෝධතා ව්‍යාපාරය එම දූෂිතයන්ගේ හවුලට එරෙහිව ආදර්ශන විසින් කරන ලද කැරැල්ලක් ලෙස සැලකිය යුත්තේ එබැවිනි. එය සැබවින්ම ශ්‍රී ලංකාවට අවශ්‍ය වන්නේ ප්‍රජාතන්ත්‍රවාදී විප්ලවයක් අවශ්‍ය වන අතර එමඟින් සාමාන්‍ය පුරවැසියන්ට, සැබෑ ප්‍රචාරකයන්ට, නියෝජිත ප්‍රජාතන්ත්‍රවාදය 'පොදු දෙයක්' ලෙස සන්තකයේ තබා ගැනීමට හැකි වන පරිදි, ප්‍රසිද්ධියේ ඉල්ලා සිටී.",
        "ලිබරල් න්‍යායික මූලයන් සහිත නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ ස්වභාවය තුළම ගොඩනැගුණු ප්‍රධාන දුර්වලතාවක් මගින් නියෝජිත ප්‍රජාතන්ත්‍රවාදය ප්‍රභූ ග්‍රහණයට ගැනීම පහසු කර ඇත. ප්‍රජාතන්ත්‍රවාදය පිළිබඳ ලිබරල් සංකල්පය 17 වැනි සියවසේ අගභාගයේදී සහ යුරෝපයෙන් පසුව විකාශනය වූ අතර, සමාජයේ දේශපාලන බලයේ මූලාශ්‍රය ලෙස 'ජනතාව' සලකන අතර, විශ්වාසය මත තම නියෝජිතයන් තෝරා ගැනීමෙන්, ඔවුන් එම නියෝජිතයින්ට ඔවුන්ගේ 'කැමැත්ත' ලබා දෙන බව උපකල්පනය කරයි. ඔවුන් පාලනය කිරීමට 'ජනවරමක්'. කෙසේ වෙතත්, මැතිවරණ දෙකක් අතර ජනතාවට තම නියෝජිතයන් ගණන් ගැනීමට හෝ ඔවුන්ට ලබා දී ඇති කැමැත්ත සහ ජනවරම සිහිපත් කිරීමට ක්‍රමයක් නැත, ඊළඟ පාර්ලිමේන්තු මැතිවරණය සඳහා වසර පහක් බලා සිටීම හැර. මේ අනුව, මැතිවරණ යනු ඡන්දදායකයින් ලෙස පුරවැසියන්ට වරම නැවත තහවුරු කිරීමට හෝ එය ඉල්ලා අස්කර ගැනීමට හෝ නව නියෝජිත කණ්ඩායමකට ජනවරම ලබා දීමට අවස්ථාවක් ලැබෙන මොහොතයි.",
        "මැතිවරණ දෙකක් අතර ඇති මෙම දිගු පරතරය, ඒ අතර ඇති ජනවරම ඉවත් කර ගැනීමට ඡන්දදායකයින්ට අවස්ථාවක් ලබා නොදීම, මේ දිනවල සමහර ශ්‍රී ලාංකික පුරවැසියන් විසින් ජනතා පරමාධිපත්‍යයට හානිකර ලෙස සලකයි. ශ්‍රී ලංකාවේ වත්මන් තත්වය තුළ, 2019 දී ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඡන්දය දුන් පුරවැසියන් විශාල සංඛ්‍යාවක් ඔහු කෙරෙහි තැබූ විශ්වාසය කඩ කර ඇති බව හැඟී යන බවත්, එබැවින් ඔහුට තවදුරටත් ධුරයේ සිටීමට සදාචාරාත්මක අයිතියක් නොමැති බවත් පෙනේ. ජනාධිපතිවරයා කෙරෙහි විශ්වාසය අහිමි වූ ඡන්දදායකයින්ට දැනට තිබෙන එකම විකල්පය වන්නේ ජනාධිපතිවරයාට තවදුරටත් ජනවරමක් නැත යන විශ්වාසය මත ජනාධිපතිවරයාගේ ඉල්ලා අස්වීමේ ප්‍රචාරක කටයුතු සිදුකිරීමයි. මන්ත‍්‍රීවරුන් සම්බන්ධයෙන් ද මෙවැනිම ඉල්ලීමක් ජනතාව අතරට පැමිණ තිබේ. බොහෝ මිනිසුන්ගේ දෘෂ්ටි කෝණයෙන් බලන කල පාලකයන්ට පාලනය කිරීමට සදාචාරාත්මක බලය අහිමි වූ මොහොතක් ශ්‍රී ලංකාවේ අපට තිබේ.",
        "ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදය නිදහසින් පසු රටේ දේශපාලන ප්‍රභූවේ විවිධ කන්ඩායම් විසින් අපයෝජනයට හා ප්‍රහාරවලට ලක්ව ඇත. ප්‍රභූන් ඔවුන්ගේ ප්‍රජාතන්ත්‍ර විරෝධී ඉලක්ක කරා ළඟා වීමට මෙන්ම ලිබරල් සහ ප්‍රජාතන්ත්‍ර විරෝධී ව්‍යාපෘති නීත්‍යානුකූල කිරීමට ප්‍රජාතන්ත්‍රවාදය අපයෝජනය කර ඇත.",
        "විශ්වාසය පාවා දීමේ මෙම සාමාන්‍ය හැඟීම මිනිසුන් බොහෝ විට තම තේරී පත් වූ නියෝජිතයන් කෙරෙහි දක්වන කෝපයේ ප්‍රධාන මූලාශ්‍රයකි. වෙන කවරදාකටත් වඩා, ශ්‍රී ලංකාවේ ජනතාව දැන් ඔවුන්ගේ මැති ඇමතිවරුන්ගේ සහ ජනාධිපති ධුරයට තේරී පත් වූ අයගේ පවා ලැජ්ජා සහගත පහත් තත්ත්වය පිළිබඳව දැඩි ලෙස දැනුවත් වී සිටිති. තේරී පත් වූ නායකයින්ගේ 'අඩු ගුණාත්මක' ආකල්පය, ජනතාව විශේෂයෙන් ඔවුන්ගේ මැති ඇමතිවරුන් තුළ නිරන්තරයෙන් නිරීක්ෂණය කරන කැළැල් පරාසයක් ආවරණය කරයි - අධ්‍යාපනය, වෘත්තීයභාවය හෝ මූලික ශිෂ්ටාචාරය පිළිබඳ හැඟීමක් නොමැතිකම, නූගත් අය අතර අවංකභාවය සහ දේශපාලන ආචාර ධර්ම නොමැතිකම. සහ හොඳින් උගතුන් සමානව, රාජ්‍ය නිලතලවල අයිතියක් ලෙස දූෂණය වැලඳ ගැනීම, තේරී පත් වූ නිලතලය තනිකරම මහජන සුබසිද්ධිය සඳහාය යන මතය මුලුමනින්ම නොසලකා හැරීම, දේශපාලන බලයට සීමා මායිම් නොමැති බවට නිර්ලජ්ජිත ඒත්තු ගැන්වීම සහ පෙන්වීමට ඇති පැහැදිලි නොහැකියාව තමන්ගේ වැරදි ප්‍රතිපත්තිමය තීරණ නිසා ජනතාවට සිදු වූ දුක්ඛිතභාවය ගැන පසුතැවිලි වෙනවා.",
        "බොහෝ මන්ත්‍රීවරුන් සහ ඔවුන්ගේ පක්ෂ නායකයින් පාර්ලිමේන්තුව තුළත් ඉන් පිටතත් ප්‍රදර්ශනය කරමින් සිටින්නේ ශතවර්ෂයකට ආසන්න විශ්ව ඡන්ද බලයකින් පසු ශ්‍රී ලංකාව දේශපාලන පන්තියක් බිහි කර ඇති බව ය. මන්ත්‍රීවරුන්ගේ අධ්‍යාපන සුදුසුකම් නියම කිරීම, වත්කම් ප්‍රකාශන හා ලැදිකම් ගැටුම් සඳහා දැඩි නීති පැනවීම, තේරී පත් වූ සහ රාජ්‍ය නිලධාරීන්ගේ ආදායම් විගණනය, ඇමැතිවරුන් සෙවීමට අල්ලස් කොමිසමේ වරම ශක්තිමත් කිරීම සහ දේශපාලඥයන්ගේ විදේශ වත්කම් පිළිබඳ ජාත්‍යන්තර පරීක්‍ෂණ ඒ සඳහා පිළියම් වේ. මේ වනවිට මහජනතාවගේ කතාබහට ලක්වෙමින් පවතී.",
        "ඕනෑම නව ආණ්ඩුක්‍රම ප්‍රතිසංස්කරණ ව්‍යායාමයක් අර්ථවත් වීමට නම්, තම තේරී පත් වූ නියෝජිතයන් වන ජනාධිපතිවරයාට ලබා දී ඇති ජනවරම ආපසු කැඳවීමේ අයිතිය පුරවැසියන්ට ද ලබා දිය යුතු බවට වර්තමානයේ ශ්‍රී ලංකාව තුළ වැඩිවන ඉල්ලුමට තුඩු දී ඇති පසුබිම මෙයයි.",
        "නියෝජිත ප‍්‍රජාතන්ත‍්‍රවාදයේ අධිපති සංස්කෘතියට එරෙහිව පුරවැසියන් අතර ඇති මෙම සාමාන්‍ය පාවාදීමේ හැඟීම සහ කෝපය, ‘නව දේශපාලන සංස්කෘතියක්’ අර්ථවත් ප්‍රතිසංස්කරණ මුලපිරීමක කොටසක් විය යුතුය යන ප්‍රකාශය මතුවීමට ද හේතු වී තිබේ. තේරී පත් වූවන් සහ ඡන්දදායකයා, පාලකයා සහ පාලිතයන් අතර සබඳතාව නැවත සකස් කිරීමේ සංකල්පීය මෙවලමක් ලෙස ශ්‍රී ලංකාවේ වත්මන් දේශපාලන සාකච්ඡා තුළ ‘සමාජ ගිවිසුම’ පිළිබඳ පැරණි ලිබරල් රූපකය නැවත පණ ගැන්වීම සිත්ගන්නා කරුණකි.",
        "අපේක්ෂා කරන ලද නව ප්‍රජාතන්ත්‍රවාදී සංස්කෘතියේ අංගයක් ලෙස, නැවත කැඳවීමේ අයිතිය සඳහා වැඩෙන ඉල්ලුම, ප්‍රජාතන්ත්‍රවාදී නියෝජනයේ න්‍යාය සඳහා ඇඟවුම් ඇත. නැවත කැඳවීම ජනරජ දේශපාලන න්‍යාය හා සම්බන්ධ සෘජු ප්‍රජාතන්ත්‍රවාදයේ මිනුමක් වන බැවින් එය ලිබරල් ව්‍යවස්ථාපිත නියෝජනයේ න්‍යායේ සීමාවන් ඉක්මවා යයි. ආපසු කැඳවීමේ අයිතිය යුරෝ-බටහිර අදහසක් වුවද, එය පසුගිය සති කිහිපය තුළ ශ්‍රී ලංකාව තුළ නැවත මතු වූයේ පුරවැසියන් අතර ගොඩනැගුණු දේශීය ප්‍රජාතන්ත්‍රවාදී චින්තනයක කොටසක් ලෙස, ඔවුන්ගේම විකෘති අනුවාදයක නිෂේධාත්මක අත්දැකීම් හේතුවෙනි. ලිබරල් නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ.",
        "කෙටියෙන් කිවහොත්, ශ්‍රී ලංකාවේ නව පුරවැසි ව්‍යාපාරය ශ්‍රී ලංකාවේ දේශපාලනයේ පවතින ව්‍යුහයන් සහ භාවිතයන් පිළිබඳ විවේචනයක් ඉදිරිපත් කරනවා පමණක් නොවේ. ශ්‍රී ලංකාවේ දේශපාලනය නැවත ප්‍රජාතන්ත්‍රීකරණය කිරීම නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ අර්බුදයට ද ආමන්ත්‍රණය කිරීම අවශ්‍ය වේ යන කාරණය එය ගෙදර ගෙනවිත් ඇත. පුරවැසියන්ගේ දේශපාලන මැදිහත්වීම දශක කිහිපයක කාලයක් පුරා ශ්‍රී ලංකාවේ ජනතාව අතර කෙමෙන් විකාශනය වූ නව ප්‍රජාතන්ත්‍රවාදී දේශපාලන චින්තනයක් ද මූර්තිමත් කරයි. ප‍්‍රජාතන්ත‍්‍රවාදය යළි ප‍්‍රජාතන්ත‍්‍රීකරණය කිරීම සඳහා නැවුම් අදහස් රාශියක් සමඟින් නියෝජිත ප‍්‍රජාතන්ත‍්‍රවාදයේ අර්බුදය ඉස්මතු කිරීම එම සිවිල් ප‍්‍රජාතන්ත‍්‍රවාදී දේශපාලන චින්තනයේ අංගයන් වේ.",
        "ලේඛකයා කොළඹ විශ්වවිද්‍යාලයේ දේශපාලන විද්‍යා හා රාජ්‍ය ප්‍රතිපත්ති අංශයට අනුයුක්ත දේශපාලන විද්‍යාව පිළිබඳ මහාචාර්යවරයෙකි."
      ]
    },
    "ta": {
      "title": "இலங்கையின் பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடி",
      "body_lines": [
        "பாராளுமன்ற லாபியில் உயர் நாடகம்; பாராளுமன்றத்தில் ஏற்பட்ட அமளியின் போது முன்னாள் அமைச்சர் ஜோன்ஸ்டன் பெர்னாண்டோ எதிர்க்கட்சியினரை நாற்காலியால் தாக்கினார் (கோப்பு படம்)",
        "இலங்கையின் குடிமக்கள் எதிர்ப்பு இயக்கத்தால் முன்னிலைப்படுத்தப்பட்ட ஒரு முக்கிய பிரச்சினை, நாட்டின் பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடியாகும். இது பெரிய அரசியல் மற்றும் அரசியலமைப்பு நெருக்கடியின் மையத்தில் உள்ளது. தெரிவு செய்யப்பட்ட ஜனாதிபதி, தெரிவு செய்யப்பட்ட பாராளுமன்றம் மற்றும் அமைச்சர்கள் மீதான மக்களின் நம்பிக்கை தொடர்ந்து வீழ்ச்சியடைவது இலங்கையின் தற்போதைய அரசியல் நெருக்கடியின் வழக்கமான அம்சமாக மாறியுள்ளது. அரசாங்கத்தின் முக்கிய நிறுவனங்களில் மக்கள்தொகை கொண்ட தனிநபர்களால் பொதுமக்களின் நம்பிக்கையை மீட்டெடுக்க அதிகம் செய்ய இயலாமை, தற்போதைய நெருக்கடியையும் தீர்க்க முடியாததாக ஆக்குகிறது. அனுபவம் வாய்ந்த நெருக்கடி மேலாளர்கள் என்று அழைக்கப்படுபவர்களின் வளைந்து கொடுக்கும் நடத்தை பயனுள்ளதாக இல்லை. இதற்கிடையில், மதிப்பிழந்த அரசியல் உயரடுக்கின் நலன்களைப் பாதுகாக்க வடிவமைக்கப்பட்ட மேலோட்டமான அல்லது துண்டு துண்டான அரசியலமைப்பு சீர்திருத்தங்கள், நாட்டின் பொதுவான அரசியல் நெருக்கடியையோ அல்லது ஜனநாயகத்தின் நெருக்கடியையோ தீர்க்க முடியாது.",
        "இலங்கையின் பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடியானது தாராளவாத ஜனநாயகம் மற்றும் தாராளவாத-ஜனநாயக அரசியலமைப்பு பாரம்பரியத்தில் வேரூன்றிய ஒன்றாகும். பல சமூகங்களில், ஒவ்வொரு சமூகத்தின் அரசியல் வரலாற்றின் குறிப்பிட்ட காரணிகளால் பிரதிநிதித்துவ ஜனநாயகமும் நெருக்கடிக்குள் தள்ளப்பட்டுள்ளது. எனவே, இலங்கையானது பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடியின் தனக்கே உரித்தான அம்சங்களைக் கொண்டுள்ளது.",
        "அரசாங்கத்தின் முக்கிய நிறுவனங்களை மக்கள்தொகை கொண்ட தனிநபர்கள் மக்களின் நம்பிக்கையை மீட்டெடுக்க அதிகம் செய்ய இயலாமை, தற்போதைய நெருக்கடியையும் தீர்க்க முடியாததாக ஆக்குகிறது.",
        "இலங்கையின் ஜனநாயகம் சுதந்திரத்திற்குப் பின்னர் நாட்டின் அரசியல் உயரடுக்கின் பல்வேறு பிரிவுகளால் துஷ்பிரயோகம் மற்றும் தாக்குதலுக்கு உள்ளாகியுள்ளது. உயரடுக்குகள் தங்கள் ஜனநாயகமற்ற இலக்குகளை அடைய ஜனநாயகத்தை துஷ்பிரயோகம் செய்ததோடு, தாராளமயமற்ற மற்றும் ஜனநாயகமற்ற திட்டங்களை சட்டப்பூர்வமாக்க. இலங்கையின் இரண்டு மேலாதிக்கக் கட்சிகளான UNP மற்றும் SLFP மற்றும் இந்த இரண்டு கட்சிகளிலும் ஒழுங்கமைக்கப்பட்ட ஆளும் வர்க்கத்தின் பிரிவுகள், துஷ்பிரயோகம் மற்றும் துஷ்பிரயோகம் மூலம் இலங்கையின் ஜனநாயகம் அரிப்பு மற்றும் பிரதிநிதித்துவ ஜனநாயகத்தின் மீதான மக்களின் நம்பிக்கையை ஆழமாக்குவதற்கு முக்கிய பங்களிப்பாளர்களாகும். எப்போதாவது, இந்தக் கட்சிகளும் குடிமக்களுடன் சேர்ந்து ஜனநாயகத்தை மீட்டெடுக்கும் முயற்சிகளில் ஈடுபட்டுள்ளன. எவ்வாறாயினும், ஜனநாயகமயமாக்கலுக்கான உயரடுக்கின் அர்ப்பணிப்பு எப்போதுமே அரை மனதுடன் மற்றும் கருவியாகவே இருந்து வருகிறது. ஜனநாயகத்தை மீண்டும் அரசியலுக்குக் கொண்டுவருவதற்கான குடிமக்களின் முயற்சிகளை முறியடிப்பதில் அவர்கள் ஈடுபட்டுள்ளனர். 1978, 2010 மற்றும் 2019 ஆம் ஆண்டுகளில் நடந்ததைப் போல, குடிமக்களின் அரசியல் தீர்ப்பை முழுவதுமாக ஜனநாயக விரோத அரசியல் விருப்பங்கள் மற்றும் திட்டங்களை அடைவதில் இந்த உயரடுக்குகள் வெற்றி பெற்றுள்ளன. இவ்வாறு, இலங்கையின் அரசியல் உயரடுக்குகள் ஜனநாயக வழிமுறைகள் மூலம் ஜனநாயகமயமாக்கலை நிறுவனமயமாக்குவதில் பெயர் பெற்றுள்ளனர்.",
        "ஒட்டுமொத்த ஜனநாயக செயல்முறைக்கு அடிக்கடி பின்னடைவுகள் ஏற்பட்டாலும், இலங்கையின் தேர்தல் ஜனநாயகம் உயிர் பிழைத்துள்ளது, முதன்மையாக இரண்டு காரணங்களுக்காக. முதலாவதாக, சாதாரண குடிமக்கள் தங்கள் ஆட்சியாளர்களைத் தேர்ந்தெடுக்கும் ஜனநாயகக் கோட்பாட்டின் மீது நம்பிக்கை வைத்து, அவர்களை ஆட்சி செய்வதற்கான சம்மதத்தையும் அதிகாரத்தையும் அவர்களுக்கு வழங்குகிறார்கள். இலங்கையின் குடிமக்கள் மத்தியில் மக்கள் இறையாண்மை உடையவர்கள் என்பதில் அசைக்க முடியாத நம்பிக்கை இருப்பதாகத் தெரிகிறது, மேலும் இறைமை என்பது அரசியல் அதிகாரத்தின் இறுதியான உரிமையாளர்கள் என்ற கோட்பாட்டை உள்ளடக்கியது. நவீன ஜனநாயகத்தின் அடிப்படையான, மக்கள் இறைமையின் மீதான இந்த நம்பிக்கையே, இலங்கையின் சமகால குடிமக்களின் எதிர்ப்பு இயக்கத்தையும் தூண்டியதாகத் தெரிகிறது.",
        "இரண்டாவது ஒரு இயல்புநிலை காரணி. அரசியல் உயரடுக்குகள், நிர்வாக அதிகாரத்துவத்தின் திசையில் அரசியலை மாற்றியமைக்கும் அதே வேளையில், தங்கள் ஆட்சிக்கு மக்கள் அங்கீகாரத்தைப் பெறுவதற்காக தேர்தல் ஜனநாயகக் கொள்கையையும் அப்படியே வைத்துள்ளனர். இது முதன்மையாக ஜனநாயகம் மற்றும் தேர்தல்களை அரசியல் அதிகாரத்தை சட்டப்பூர்வமாக்குவதற்கான ஒரு கருவியாக அணுகுவதாகும். இலங்கையில் பிரதிநிதித்துவ ஜனநாயகத்தின் ஜனநாயகத் தரம் சிதைவதற்குக் காரணமான ஜனநாயகத்தின் அந்தக் கருவியாகப் பயன்படுத்தப்பட்டது. ஆயினும்கூட, தேர்தல் ஜனநாயகம் பின்வாங்கல்களுக்கு மத்தியில் திரும்புவதற்கான குறிப்பிடத்தக்க திறனைக் காட்டியுள்ளது, ஏனெனில் ஆட்சியாளர்கள் மக்களால் உருவாக்கப்படுகிறார்கள், மாறாக அவர்களின் இறையாண்மையைப் பயன்படுத்துவதில் அல்ல, மாறாக மக்கள் என்ற எண்ணத்தில் மக்கள் நம்பிக்கை வைத்துள்ளனர். தற்போதைய பிரஜைகள் இயக்கத்தில் மக்கள் ஆர்வத்துடன் பங்கேற்பது காட்டுவது போல், இலங்கையில் சிவில் ஜனநாயக செயல்பாட்டின் புதிய கட்டத்தை ஊக்குவிக்கும் சக்தி வாய்ந்த ஜனநாயக யோசனையாக ‘மக்கள் இறையாண்மை’ உள்ளது.",
        "ஜனநாயகத்தை உயரடுக்கு கைப்பற்றுவது இலங்கையின் பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடிக்கு பங்களித்த மற்றைய முக்கிய காரணியாகும். உயரடுக்குகள் குடிமக்களை அரசாங்கத்தின் செயல்பாட்டின் செயலற்ற பங்கேற்பாளர்களாக மாற்றியுள்ளனர், இதில் குடிமக்களின் பங்கு வெறும் வாக்காளர்களாக மட்டுமே உள்ளது, இது இப்போது பெருவணிகத்தின் அரிக்கும் செல்வாக்கின் கீழ் வந்துள்ளது. தேர்தல் நடைமுறைகள் ஊழல்வாதிகளின் கூட்டினால் கையாளப்பட்டு கட்டுப்படுத்தப்படுவது இலங்கையின் பிரதிநிதித்துவ ஜனநாயகத்தின் நிரந்தர அம்சமாக மாறியுள்ளது. இந்தக் கூட்டணியில் அரசியல் கட்சிகளின் செல்வந்த ஆதரவாளர்கள், அரசியல் தலைவர்களின் கண்ணுக்குத் தெரியாத கையாள்களாக மாறிய வணிக உயரடுக்குகள் மற்றும் சூழ்ச்சி செய்யும் வெகுஜன ஊடக நிறுவனங்களும் அடங்கும். அதனால்தான் தற்போதைய குடிமக்களின் எதிர்ப்பு இயக்கம் ஊழல்வாதிகளின் கூட்டணிக்கு எதிரான டெமோக்களின் கிளர்ச்சியாக பார்க்கப்பட வேண்டும். அது உண்மையில் இலங்கைக்கு ஒரு ஜனநாயகப் புரட்சி தேவை என்று வலியுறுத்துகிறது.",
        "தாராளவாத தத்துவார்த்த வேர்களைக் கொண்ட பிரதிநிதித்துவ ஜனநாயகத்தின் இயல்பிலேயே கட்டமைக்கப்பட்ட ஒரு பெரிய பலவீனத்தால் பிரதிநிதித்துவ ஜனநாயகத்தை உயரடுக்கு கைப்பற்றுவது எளிதாக்கப்பட்டுள்ளது. ஜனநாயகத்தின் தாராளவாத கருத்தாக்கம் 17 ஆம் நூற்றாண்டின் பிற்பகுதியிலும் ஐரோப்பாவிலும் உருவானது, சமூகத்தில் அரசியல் அதிகாரத்தின் ஆதாரமாக 'மக்கள்' பார்க்கிறார்கள் மற்றும் நம்பிக்கையின் அடிப்படையில் தங்கள் பிரதிநிதிகளைத் தேர்ந்தெடுப்பதன் மூலம், அவர்கள் அந்த பிரதிநிதிகளுக்கு தங்கள் 'ஒப்புதலை' வழங்குகிறார்கள். அவர்களை ஆட்சி செய்ய 'ஆணை'. எவ்வாறாயினும், இரண்டு தேர்தல்களுக்கு இடையில் மக்கள் தங்கள் பிரதிநிதிகளை கணக்குக் கேட்கவோ அல்லது அவர்களுக்கு வழங்கப்பட்ட ஒப்புதலையும் ஆணையையும் நினைவுபடுத்தவோ வழி இல்லை, அடுத்த ஐந்து ஆண்டுகளுக்குப் பிறகு அடுத்த பாராளுமன்றத் தேர்தல் வரை காத்திருப்பதைத் தவிர. எனவே, தேர்தல்கள் என்பது வாக்காளர்களாகிய குடிமக்கள் ஆணையை மீண்டும் உறுதிப்படுத்தவோ அல்லது திரும்பப் பெறவோ அல்லது புதிய பிரதிநிதிகளுக்கு ஆணையை வழங்கவோ வாய்ப்பு கிடைக்கும் தருணம்.",
        "இரண்டு தேர்தல்களுக்கு இடையிலான இந்த நீண்ட இடைவெளியே, இடையிலுள்ள ஆணையை வாபஸ் பெறுவதற்கு வாக்காளர்களுக்கு வாய்ப்பளிக்காமல், மக்களின் இறையாண்மைக்கு கேடு விளைவிப்பதாக இந்த நாட்களில் சில இலங்கைப் பிரஜைகளால் பார்க்கப்படுகிறது. இலங்கையின் தற்போதைய நிலையில், 2019 ஆம் ஆண்டு ஜனாதிபதி கோட்டாபய ராஜபக்சவிற்கு வாக்களித்த பெருமளவிலான குடிமக்கள் அவர் மீது வைத்த நம்பிக்கையை அவர் மீறியுள்ளார் என்றும் அதனால் பதவியில் தொடர அவருக்கு தார்மீக உரிமை இல்லை என்றும் கருதுகின்றனர். ஜனாதிபதியின் மீதான நம்பிக்கையை இழந்த வாக்காளர்களுக்கு தற்போதுள்ள ஒரே தெரிவாக ஜனாதிபதியின் பதவி விலகல் பிரச்சாரம், ஜனாதிபதிக்கு மக்கள் ஆணை இல்லை என்ற நம்பிக்கையில் உள்ளது. நாடாளுமன்ற உறுப்பினர்களிடமும் இதே கோரிக்கை மக்களிடம் அதிக வரவேற்பை பெற்றுள்ளது. இலங்கையில் ஆட்சியாளர்கள் பலரது பார்வையில் இருந்து பார்க்கும் தார்மீக அதிகாரத்தை இழந்த ஒரு தருணம் இலங்கையில் உள்ளது.",
        "இலங்கையின் ஜனநாயகம் சுதந்திரத்திற்குப் பின்னர் நாட்டின் அரசியல் உயரடுக்கின் பல்வேறு பிரிவுகளால் துஷ்பிரயோகம் மற்றும் தாக்குதலுக்கு உள்ளாகியுள்ளது. உயரடுக்குகள் தங்கள் ஜனநாயகமற்ற இலக்குகளை அடைய ஜனநாயகத்தை துஷ்பிரயோகம் செய்ததோடு, தாராளவாத மற்றும் ஜனநாயகமற்ற திட்டங்களை சட்டப்பூர்வமாக்க",
        "நம்பிக்கைத் துரோகம் போன்ற பொதுவான உணர்வு, மக்கள் தங்கள் தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகளிடம் அடிக்கடி காட்டும் கோபத்தின் முக்கிய ஆதாரமாகும். முன்னெப்போதையும் விட, இலங்கையில் உள்ள மக்கள் தற்போது தங்கள் எம்.பி.க்கள், அமைச்சர்கள் மற்றும் ஜனாதிபதி பதவிக்கு தேர்ந்தெடுக்கப்பட்டவர்களின் தர்மசங்கடமான தரம் குறைந்ததை நன்கு உணர்ந்துள்ளனர். தேர்ந்தெடுக்கப்பட்ட தலைவர்களின் இந்த 'தரம் குறைந்த' மனப்பான்மை, மக்கள் தங்கள் எம்.பி.க்கள் மற்றும் அமைச்சர்களிடம் அடிக்கடி கவனிக்கும் பல்வேறு கறைகளை உள்ளடக்கியது - கல்வி, தொழில்முறை அல்லது அடிப்படை நாகரீக உணர்வு, கல்வியறிவற்றவர்களிடையே நேர்மை மற்றும் அரசியல் நெறிமுறைகளின் பற்றாக்குறை. மற்றும் நன்கு படித்தவர்களும், ஊழலை ஏறக்குறைய பொது பதவியில் ஒரு உரிமையாக ஏற்றுக்கொள்வது, தேர்ந்தெடுக்கப்பட்ட அலுவலகம் பொது நலனுக்காக மட்டுமே என்ற எண்ணத்தை முற்றிலும் புறக்கணிப்பது, அரசியல் அதிகாரத்திற்கு வரம்புகள் இல்லை என்ற வெட்கமற்ற நம்பிக்கை, மற்றும் வெளிப்படுத்த இயலாமை தங்களின் தவறான கொள்கை முடிவுகளால் மக்கள் படும் துயரங்களுக்கு வருத்தம்.",
        "பெரும்பாலான எம்.பி.க்களும் அவர்களது கட்சித் தலைவர்களும் பாராளுமன்றத்திலும் வெளியேயும் காட்டிக் கொண்டிருப்பது என்னவென்றால், இலங்கை, கிட்டத்தட்ட ஒரு நூற்றாண்டு உலகளாவிய உரிமையின் பின்னர், ஒரு அரசியல் வர்க்கத்தை உருவாக்கியுள்ளது, இது குடிமக்கள் மிகவும் சங்கடமாக, வெட்கமாக கூட உணர முடியும். எம்.பி.க்களுக்கான கல்வித் தகுதியை குறிப்பிடுதல், சொத்து அறிவிப்பு மற்றும் வட்டி முரண்பாட்டிற்கான கடுமையான சட்டங்கள், தேர்ந்தெடுக்கப்பட்ட மற்றும் பொது அதிகாரிகளின் வருமானத்தை தணிக்கை செய்தல், அமைச்சர்களை விசாரிக்க லஞ்ச ஊழல் ஆணைக்குழுவின் ஆணையை வலுப்படுத்துதல் மற்றும் அரசியல்வாதிகளின் வெளிநாட்டு சொத்துக் குற்றச்சாட்டுகள் குறித்து சர்வதேச விசாரணைகள் ஆகியவை சில பரிகாரங்களாகும். தற்போது மக்களிடையே விவாதிக்கப்படுகிறது.",
        "எந்தவொரு புதிய அரசியலமைப்பு சீர்திருத்த நடவடிக்கையும் அர்த்தமுள்ளதாக இருப்பதற்கு, அவர்கள் தெரிவு செய்யப்பட்ட பிரதிநிதிகளான ஜனாதிபதிக்கு வழங்கப்பட்ட ஆணையை திரும்பப் பெறுவதற்கான உரிமையை குடிமக்களுக்கும் வழங்க வேண்டும் என்ற கோரிக்கையை தற்போது இலங்கையில் அதிகரித்துள்ள பின்னணி இதுவாகும்.",
        "பிரதிநிதித்துவ ஜனநாயகத்தின் மேலாதிக்க கலாச்சாரத்திற்கு எதிராக குடிமக்களிடையே உள்ள இந்த பொதுவான காட்டிக்கொடுப்பு மற்றும் கோபம், ஒரு 'புதிய அரசியல் கலாச்சாரம்' ஒரு அர்த்தமுள்ள சீர்திருத்த முயற்சியின் ஒரு பகுதியாக இருக்க வேண்டும் என்ற கூற்று வெளிப்படுவதற்கு வழிவகுத்தது. சுவாரஸ்யமாக, 'சமூக ஒப்பந்தம்' என்ற பழைய தாராளவாத உருவகம், இலங்கையின் தற்போதைய அரசியல் விவாதங்களில், தேர்ந்தெடுக்கப்பட்ட மற்றும் வாக்காளர், ஆட்சியாளர் மற்றும் ஆளப்படுபவர்களுக்கு இடையிலான உறவை மீண்டும் கட்டமைப்பதற்கான ஒரு கருத்தியல் கருவியாக புத்துயிர் பெற்றுள்ளது.",
        "புதிய ஜனநாயகக் கலாச்சாரத்தின் ஒரு அங்கமாக, திரும்ப அழைக்கும் உரிமைக்கான வளர்ந்து வரும் கோரிக்கை, ஜனநாயகப் பிரதிநிதித்துவக் கோட்பாட்டின் தாக்கங்களைக் கொண்டுள்ளது. இது தாராளவாத அரசியலமைப்பு பிரதிநிதித்துவக் கோட்பாட்டின் வரம்புகளுக்கு அப்பாற்பட்டது, ஏனெனில் நினைவுகூருதல் என்பது குடியரசுக் கட்சியின் அரசியல் கோட்பாட்டுடன் தொடர்புடைய நேரடி ஜனநாயகத்தில் ஒரு நடவடிக்கையாகும். திரும்ப அழைக்கும் உரிமை என்பது யூரோ-மேற்கத்திய சிந்தனையாக இருந்தாலும், கடந்த சில வாரங்களாக இலங்கையில் குடிமக்கள் மத்தியில் உருவாக்கப்பட்ட பூர்வீக ஜனநாயக சிந்தனையின் ஒரு அங்கமாக, தவறான பதிப்பின் சொந்த எதிர்மறை அனுபவங்களால் அது மீண்டும் வெளிப்பட்டது. தாராளவாத பிரதிநிதித்துவ ஜனநாயகம்.",
        "சுருக்கமாக, இலங்கையின் புதிய பிரஜைகள் இயக்கம் இலங்கையின் அரசியலின் தற்போதைய கட்டமைப்புகள் மற்றும் நடைமுறைகள் மீதான விமர்சனத்தை மட்டும் முன்வைக்கவில்லை. இலங்கையின் அரசியலின் மறு-ஜனநாயகமயமாக்கல் பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடியையும் நிவர்த்தி செய்ய அழைப்பு விடுக்கிறது என்ற புள்ளியை இது வீட்டிற்கு கொண்டு வந்துள்ளது. குடிமக்களின் அரசியல் தலையீடு, பல தசாப்தங்களாக இலங்கை மக்களிடையே மெல்ல மெல்ல உருவான ஒரு புதிய ஜனநாயக அரசியல் சிந்தனையையும் உள்ளடக்கியுள்ளது. ஜனநாயகத்தை மறு ஜனநாயகப்படுத்துவதற்கான புதிய யோசனைகளுடன் பிரதிநிதித்துவ ஜனநாயகத்தின் நெருக்கடியை முன்னிலைப்படுத்துவது அந்த குடிமை ஜனநாயக அரசியல் சிந்தனையின் அம்சங்களாகும்.",
        "எழுத்தாளர் கொழும்பு பல்கலைக்கழகத்தில் அரசியல் அறிவியல் மற்றும் பொதுக் கொள்கைப் பிரிவில் அரசியல் அறிவியல் பேராசிரியராக உள்ளார்."
      ]
    }
  }
}