{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-doubling-the-cloud-with-countrys-first-ever-vmware-cloud-foundation-deployment/",
  "time_ut": 1653569160,
  "title": "SLT-MOBITEL doubling the cloud with country’s first-ever VMware Cloud Foundation deployment",
  "body_lines": [
    "Understanding the importance of breaking new ground to reap the benefits of Enterprise premium cloud services, SLT-MOBITEL, the National ICT Solutions Provider, has become the country’s first-ever service provider to enable VMware Cloud Foundation (VCF) deployment in the island and importantly the first telco provider to have two clouds. Amidst the changing dynamics, the deployment milestones are supporting SLT-MOBITEL’s Cloud programme in accelerating digital transformation.SLT-MOBITEL Enterprise premium cloud was launched in 2018. Having a successful journey for over three years, the new mobilization now elevates and transforms the premium cloud through VMWare Cloud Foundation. Importantly, SLT-MOBITEL is the first local organisation to partner VMWare as a Business Continuity Certified Planner (BCCP) and initiate VMWare Cloud Foundation in Sri Lanka.",
    "VMware Cloud Foundation is a suite of VMware products that provide building blocks necessary to implement an integrated software-defined data center platform. Its components combine to automate deployment and lifecycle management, helping to simplify IT operations and reduce administrative overheads for enterprises.With its Cloud Verified Status and as a VCF Enabled Partner, SLT-MOBITEL is now in the forefront as the only service provider in the country offering a range of new differentiated services such as automate infrastructure and application delivery with self service capabilities to help organizations plan, manage and scale their data center operations especially dramatically reduce provisioning times and cut operational costs.",
    "The SLT-MOBITEL VMware VCF deployment ensures customers transition to the industry’s most advanced cloud platform with a complete set of software-defined services for compute, storage, networking, security and cloud management to run enterprise apps in private or public environments.By doubling the cloud SLT-MOBITEL establishes customers have both production and disaster recovery sites with different scales, located at two different Data centres with required ROP and RTO. The Disaster recovery site can be deployed at any scale with respect to production sites according to the enterprise customer’s requirement. SLT-MOBITEL also provides migration as a service with the features from NSX –T.",
    "Through VCF, SLT-MOBITEL is offering customers the benefit of real disaster recovering services, a Software-defined Data Center (SDDC) and monitoring services, latest networking enablers with NSX – T up-to-date versions of VMware software vSphere, vSAN and intelligent, advanced VMware capabilities including ESXI and VSAN and efficient and effective migration services. SLT-MOBITEL also provides IaaS services, Virtual Machines, and Virtual Data Centers along with a range of other support facilities such as Disaster avoidance with Stretch Cluster (RPO 5 minutes), Disaster Recovery as a Service, and Backup as a service.Above VCF deployment is directly done by Vmware Professional Service team to ensure the highest quality deployment .",
    "Allianz Divitharana: A new take on Life and Health Insurance",
    "‘Banking sector at risk of accumulating tourism related non-performing loans’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SLT-MOBITEL රටේ ප්‍රථම VMware Cloud Foundation යෙදවීම සමඟ වලාකුළ දෙගුණ කරයි",
      "body_lines": [
        "එන්ටර්ප්‍රයිස් වාරික ක්ලවුඩ් සේවාවන්හි ප්‍රතිලාභ ලබා ගැනීම සඳහා නව මාවතකට පිවිසීමේ වැදගත්කම අවබෝධ කර ගනිමින්, ජාතික තොරතුරු හා සන්නිවේදන තාක්ෂණ විසඳුම් සපයන්නා වන SLT-MOBITEL දිවයින තුළ VMware Cloud Foundation (VCF) යෙදවීම සක්‍රීය කරන රටේ ප්‍රථම සේවා සපයන්නා බවට පත්ව ඇත. වලාකුළු දෙකක් ඇති පළමු ටෙලිකොම් සැපයුම්කරු. වෙනස්වන ගතිකත්වයන් මධ්‍යයේ, යෙදවීමේ සන්ධිස්ථාන ඩිජිටල් පරිවර්තනය වේගවත් කිරීම සඳහා SLT-MOBITEL හි Cloud වැඩසටහනට සහාය වේ.SLT-MOBITEL ව්‍යවසාය වාරික ක්ලවුඩ් 2018 දී දියත් කරන ලදී. වසර තුනකට වැඩි කාලයක් සාර්ථක ගමනක් ඇති නව බලමුලු ගැන්වීම දැන් වාරික වලාකුළු ඉහළ නංවා පරිවර්තනය කරයි. VMWare Cloud Foundation හරහා. වැදගත් කරුණක් නම්, SLT-MOBITEL යනු VMWare ව්‍යාපාර අඛණ්ඩ සහතික ලත් සැලසුම්කරුවෙකු (BCCP) ලෙස හවුල් කර ගෙන ශ්‍රී ලංකාවේ VMWare Cloud පදනම ආරම්භ කරන පළමු දේශීය ආයතනයයි.",
        "VMware Cloud Foundation යනු ඒකාබද්ධ මෘදුකාංග නිර්වචනය කළ දත්ත මධ්‍යස්ථාන වේදිකාවක් ක්‍රියාත්මක කිරීමට අවශ්‍ය ගොඩනැඟිලි කොටස් සපයන VMware නිෂ්පාදන කට්ටලයකි. එහි සංරචක ස්වයංක්‍රීයව යෙදවීම සහ ජීවන චක්‍ර කළමනාකාරිත්වය, තොරතුරු තාක්‍ෂණ මෙහෙයුම් සරල කිරීමට සහ ව්‍යවසාය සඳහා පරිපාලන පොදු කාර්ය භාරයන් අඩු කිරීමට උපකාරී වේ. එහි Cloud Verified තත්ත්වය සහ VCF සක්‍රීය හවුල්කරුවෙකු ලෙස, SLT-MOBITEL දැන් රටේ එකම සේවා සපයන්නා ලෙස ඉදිරියෙන්ම සිටී. ආයතනවලට ඔවුන්ගේ දත්ත මධ්‍යස්ථාන මෙහෙයුම් සැලසුම් කිරීමට, කළමනාකරණය කිරීමට සහ පරිමාණයට උපකාර කිරීම සඳහා ස්වයංක්‍රීය යටිතල පහසුකම් සහ යෙදුම් බෙදා හැරීම වැනි නව වෙනස් කළ සේවාවන් මාලාවක් පිරිනැමීම, විශේෂයෙන් ප්‍රතිපාදන කාලය නාටකාකාර ලෙස අඩු කිරීම සහ මෙහෙයුම් වියදම් කපා හැරීම.",
        "SLT-MOBITEL VMware VCF යෙදවීම මඟින් පුද්ගලික හෝ පොදු පරිසරයන් තුළ ව්‍යවසාය යෙදුම් ක්‍රියාත්මක කිරීම සඳහා ගණනය කිරීම, ගබඩා කිරීම, ජාලකරණය, ආරක්ෂාව සහ වලාකුළු කළමනාකරණය සඳහා සම්පූර්ණ මෘදුකාංග-නිර්වචනය කරන ලද සේවාවන් සමූහයක් සමඟින් කර්මාන්තයේ වඩාත්ම දියුණු ක්ලවුඩ් වේදිකාව වෙත පාරිභෝගිකයින් සංක්‍රමණය වීම සහතික කරයි. Cloud SLT-MOBITEL විසින් පාරිභෝගිකයින්ට විවිධ පරිමාණයන් සහිත නිෂ්පාදන සහ ආපදා ප්‍රතිසාධන අඩවි යන දෙකම අවශ්‍ය ROP සහ RTO සහිත විවිධ දත්ත මධ්‍යස්ථාන දෙකක පිහිටා ඇති බව තහවුරු කරයි. ව්‍යවසාය පාරිභෝගිකයාගේ අවශ්‍යතාවය අනුව නිෂ්පාදන ස්ථාන සම්බන්ධයෙන් ආපදා ප්‍රතිසාධන අඩවිය ඕනෑම පරිමාණයකින් යෙදවිය හැක. SLT-MOBITEL NSX-T වෙතින් විශේෂාංග සහිත සේවාවක් ලෙස සංක්‍රමණය ද සපයයි.",
        "VCF හරහා, SLT-MOBITEL පාරිභෝගිකයින්ට සැබෑ ආපදා ප්‍රතිසාධන සේවා, මෘදුකාංග නිර්වචනය කරන ලද දත්ත මධ්‍යස්ථානයක් (SDDC) සහ අධීක්ෂණ සේවා, VMware මෘදුකාංග vSphere, vSAN සහ NSX - T යාවත්කාලීන අනුවාද සහිත නවතම ජාලකරණ සක්‍රීය කිරීමේ ප්‍රතිලාභ ලබා දෙයි. ESXI සහ VSAN ඇතුළු බුද්ධිමත්, උසස් VMware හැකියාවන් සහ කාර්යක්ෂම හා ඵලදායී සංක්‍රමණ සේවා. SLT-MOBITEL විසින් IaaS සේවා, අතථ්‍ය යන්ත්‍ර සහ අතථ්‍ය දත්ත මධ්‍යස්ථාන සහ ස්ට්‍රෙච් ක්ලස්ටර් සමඟ ආපදා වළක්වා ගැනීම (RPO මිනිත්තු 5), සේවාවක් ලෙස ආපදා ප්‍රතිසාධනය සහ සේවාවක් ලෙස උපස්ථ කිරීම වැනි වෙනත් ආධාරක පහසුකම් රැසක් ද සපයයි. ඉහළම ගුණාත්මක යෙදවීම සහතික කිරීම සඳහා Vmware වෘත්තීය සේවා කණ්ඩායම විසින් යෙදවීම සෘජුවම සිදු කෙරේ.",
        "Allianz Divitharana: ජීවිත හා සෞඛ්‍ය රක්‍ෂණයට නව මුහුණුවරක්",
        "‘සංචාරක ව්‍යාපාරය ආශ්‍රිත අක්‍රීය ණය සමුච්චය වීමේ අවදානමක් බැංකු ක්ෂේත්‍රයේ පවතී’",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "SLT-MOBITEL நாட்டின் முதல் VMware Cloud Foundation வரிசைப்படுத்தலுடன் கிளவுட்டை இரட்டிப்பாக்குகிறது",
      "body_lines": [
        "எண்டர்பிரைஸ் பிரீமியம் கிளவுட் சேவைகளின் பலன்களைப் பெறுவதற்கு புதிய தளத்தை உடைப்பதன் முக்கியத்துவத்தைப் புரிந்துகொண்டு, தேசிய ICT தீர்வுகள் வழங்குநரான SLT-MOBITEL, தீவு மற்றும் முக்கியமாக VMware Cloud Foundation (VCF) வரிசைப்படுத்தலை செயல்படுத்தும் நாட்டின் முதல் சேவை வழங்குநராக மாறியுள்ளது. இரண்டு மேகங்களைக் கொண்ட முதல் தொலைத்தொடர்பு வழங்குநர். மாறிவரும் இயக்கவியலுக்கு மத்தியில், வரிசைப்படுத்தல் மைல்கற்கள் டிஜிட்டல் மாற்றத்தை துரிதப்படுத்துவதில் SLT-MOBITEL இன் கிளவுட் திட்டத்தை ஆதரிக்கின்றன. SLT-MOBITEL எண்டர்பிரைஸ் பிரீமியம் கிளவுட் 2018 இல் தொடங்கப்பட்டது. மூன்று ஆண்டுகளுக்கும் மேலாக ஒரு வெற்றிகரமான பயணத்துடன், புதிய அணிதிரட்டல் இப்போது பிரீமியத்தை உயர்த்தி, மேகக்கணியை மாற்றியமைக்கிறது. VMWare Cloud Foundation மூலம். முக்கியமாக, SLT-MOBITEL ஆனது VMWare உடன் வணிகத் தொடர்ச்சி சான்றளிக்கப்பட்ட திட்டமிடுபவராக (BCCP) பங்காளியாக மற்றும் VMWare Cloud Foundation ஐ இலங்கையில் ஆரம்பித்த முதல் உள்ளூர் நிறுவனமாகும்.",
        "VMware Cloud Foundation என்பது VMware தயாரிப்புகளின் தொகுப்பாகும், இது ஒரு ஒருங்கிணைந்த மென்பொருள்-வரையறுக்கப்பட்ட தரவு மைய தளத்தை செயல்படுத்த தேவையான கட்டுமானத் தொகுதிகளை வழங்குகிறது. அதன் உதிரிபாகங்கள் தன்னியக்க வரிசைப்படுத்தல் மற்றும் வாழ்க்கைச் சுழற்சி நிர்வாகத்துடன் இணைந்து, IT செயல்பாடுகளை எளிதாக்க உதவுகின்றன மற்றும் நிறுவனங்களுக்கான நிர்வாக மேல்நிலைகளைக் குறைக்கின்றன. அதன் Cloud Verified Status மற்றும் VCF இயக்கப்பட்ட பங்குதாரராக, SLT-MOBITEL இப்போது நாட்டின் ஒரே சேவை வழங்குநராக முன்னணியில் உள்ளது. தன்னியக்க உள்கட்டமைப்பு மற்றும் அப்ளிகேஷன் டெலிவரி போன்ற பல்வேறு புதிய சேவைகளை வழங்குவதன் மூலம், நிறுவனங்கள் தங்கள் தரவு மையச் செயல்பாடுகளைத் திட்டமிடவும், நிர்வகிக்கவும் மற்றும் அளவிடவும் உதவுகின்றன.",
        "SLT-MOBITEL VMware VCF வரிசைப்படுத்தல், தனிப்பட்ட அல்லது பொதுச் சூழல்களில் நிறுவன பயன்பாடுகளை இயக்க, கணினி, சேமிப்பு, நெட்வொர்க்கிங், பாதுகாப்பு மற்றும் கிளவுட் மேனேஜ்மென்ட் ஆகியவற்றிற்கான மென்பொருள்-வரையறுக்கப்பட்ட சேவைகளின் முழுமையான தொகுப்புடன் தொழில்துறையின் மிகவும் மேம்பட்ட கிளவுட் தளத்திற்கு வாடிக்கையாளர்களை மாற்றுவதை உறுதி செய்கிறது. கிளவுட் SLT-MOBITEL ஆனது வாடிக்கையாளர்களுக்கு உற்பத்தி மற்றும் பேரழிவு மீட்பு தளங்கள் இரண்டையும் வெவ்வேறு அளவீடுகளுடன் நிறுவுகிறது, தேவையான ROP மற்றும் RTO உடன் இரண்டு வெவ்வேறு தரவு மையங்களில் அமைந்துள்ளது. நிறுவன வாடிக்கையாளரின் தேவைக்கேற்ப உற்பத்தித் தளங்களைப் பொறுத்தவரை பேரழிவு மீட்பு தளம் எந்த அளவிலும் பயன்படுத்தப்படலாம். SLT-MOBITEL ஆனது NSX-T இலிருந்து அம்சங்களுடன் ஒரு சேவையாக இடம்பெயர்வையும் வழங்குகிறது.",
        "VCF மூலம், SLT-MOBITEL ஆனது உண்மையான பேரிடர் மீட்பு சேவைகள், மென்பொருள் வரையறுக்கப்பட்ட தரவு மையம் (SDDC) மற்றும் கண்காணிப்பு சேவைகள், VMware மென்பொருளான vSphere, vSAN மற்றும் NSX – T இன் புதுப்பித்த பதிப்புகளுடன் கூடிய சமீபத்திய நெட்வொர்க்கிங் இயக்கிகள் ஆகியவற்றின் பலனை வாடிக்கையாளர்களுக்கு வழங்குகிறது. ESXI மற்றும் VSAN உள்ளிட்ட அறிவார்ந்த, மேம்பட்ட VMware திறன்கள் மற்றும் திறமையான மற்றும் பயனுள்ள இடம்பெயர்வு சேவைகள். SLT-MOBITEL ஆனது IaaS சேவைகள், மெய்நிகர் இயந்திரங்கள் மற்றும் மெய்நிகர் தரவு மையங்கள் ஆகியவற்றுடன் பேரழிவைத் தவிர்ப்பது ஸ்ட்ரெட்ச் க்ளஸ்டருடன் (RPO 5 நிமிடங்கள்), பேரழிவு மீட்பு சேவையாக மற்றும் காப்புப்பிரதியை ஒரு சேவையாக வழங்குகிறது. VCFக்கு மேலே மிக உயர்ந்த தரமான வரிசைப்படுத்தலை உறுதி செய்வதற்காக Vmware நிபுணத்துவ சேவை குழுவால் நேரடியாக வரிசைப்படுத்தல் செய்யப்படுகிறது.",
        "Allianz Divitharana: ஆயுள் மற்றும் சுகாதார காப்புறுதியில் ஒரு புதிய அணுகுமுறை",
        "‘சுற்றுலா தொடர்பான வசூலிக்கப்படாத கடன்கள் குவியும் அபாயத்தில் வங்கித் துறை’",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}