{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/abolishing-the-executive-presidency-without-a-referendum/",
  "time_ut": 1648173480,
  "title": "Abolishing the Executive Presidency without a referendum",
  "body_lines": [
    "The abolition of the ‘Executive Presidency’ is again an issue high in the reform agenda after the abject failure of the Gotabaaya Rajapaksa Presidency. Whether it could be done by a two-thirds majority in Parliament, without the approval of the People at a referendum is bound to be raised. In other words, is the Presidential form of government entrenched? It has been generally taken for granted, albeit without serious discussion, that the abolition of the Presidential form of government would require a referendum. The writer is among a minority of legal personnel that take the opposite view.",
    "Article 83 of the Constitution lists the entrenched provisions. A Bill for the amendment or for the repeal and replacement of or which is inconsistent with Articles 1 (The State), 2 (Unitary State), 3 (Sovereignty of the People), 6 (National Flag), 7 (National Anthem), 8 (National Day), 9 (Buddhism), 10 (Freedom of thought, conscience and religion), 11 (Freedom from torture) and Article 83 itself would require a referendum. A Bill for the amendment or for the repeal and replacement of or which is inconsistent with the provisions of paragraph (2) of Article 30 or of paragraph (2) of Article 62 which would extend the term of office of the President, or the duration of Parliament, as the case may be, to over six years would also require a referendum.",
    "Article 3 reads: “In the Republic of Sri Lanka sovereignty is in the People and is inalienable. Sovereignty includes the powers of government, fundamental rights and the franchise.” Article 4 (Exercise of Sovereignty) goes into detail. Article 4 (b), which is relevant to this discussion, reads: “the executive power of the People, including the defence of Sri Lanka, shall be exercised by the President of the Republic elected by the People.” The original 1978 Constitution Bill provided for the entrenchment of Article 4 as well. However, Article 4 was deleted from the list of entrenched provisions in Article 83 at the Committee Stage. In Re Thirteenth Amendment to the Constitution, a decision of a Full Bench of the Supreme Court, Sharvananda CJ referred to the legislative history of Article 4 and held that the omission of Article 4 from the list of entrenched provisions must be presumed to have been deliberate. The learned Chief Justice stated: “So long as the sovereignty of the People is preserved as required by Article 3, the precise manner of the exercise of the sovereignty and the institutions for such exercise are not fundamental. Article 4 does not define or demarcate the sovereignty of the People. It merely provides one form and manner of exercise of that sovereignty. A change in the institution for the exercise of legislative or executive power incidental to that sovereignty cannot ipso facto impinge on that sovereignty.”",
    "Article 30 (The President of the Republic) originally read as follows: “(1) There shall be a President of the Republic of Sri Lanka, who is the Head of the State, the Head of the Executive and of the Government, and the Commander-in-Chief of the Armed Forces. (2) The President of the Republic shall be elected by the People, and shall hold office for a term of six years.” By the Nineteenth Amendment, the President’s term of office was reduced to five years.",
    "That the President should be not only the head of the state and head of the executive but also the head of the government is what makes the form of government in Sri Lanka “presidential”. Under the 1972 Constitution, the President was the head of the state and head of the executive but not the head of government. Also, he was required to act on the advice of the Prime Minister. Thus, it is Article 30(1) that made the difference when Sri Lanka adopted the 1978 Constitution.",
    "However, Article 30(1) is not entrenched. It is not in the list of provisions in Article 83 that triggers off a referendum. This omission, too, must be considered to be deliberate. This is fortified by the fact that Article 4 is not an entrenched provision.",
    "The writer submits that the determination of the Supreme Court on the Nineteenth Amendment Bill 2015 leaves the door open to abolish the executive nature of the Presidency without a referendum. According to the Court, an essential requirement for the avoidance of a referendum is that the President continues to be the head of the executive and the ultimate ‘act or decision’ of his executive functions must be retained by him. The use of the word ‘or’ in the phrase ‘act or decision’ used by the Courts needs to be emphasized. Thus, it suffices if the final act is that of the President, even if the decision is not his. Accordingly, the Court did not find the proposed provision that the President shall appoint Ministers and Deputy Ministers on the advice of the Prime Minister required a referendum. The act of appointing Ministers continues to be that of the President, although the decision is that of the Prime Minister.",
    "That the President need not be the sole repository of executive power has been emphasized by a seven-member Bench in Re the Nineteenth Amendment to the Constitution 2002 as well. Executive power should not be identified with the President and personalized and should be identified at all times as the power of the People, the Court held.",
    "Under Article 42, the Cabinet of Ministers is charged with the direction and control of the government of the Republic and is collectively responsible and answerable to Parliament. The President shall be a member of the Cabinet of Ministers and shall be the Head of the Cabinet of Ministers. In Re Nineteenth Amendment to the Constitution 2015, the Supreme Court stated that Article 42 establishes conclusively that the President is not the sole repository of executive power under the Constitution.",
    "It is not only Article 30(1) that was left out of the list of entrenched provisions. The provision contained in Article 30(2) that “[t]he President of the Republic shall be elected by the People” was also left out of the list of entrenched provisions in Article 83. What is most important is that only the second part of Article 30(2), that “[the President] shall hold office for a term of six years” was entrenched to the extent that a Bill for the extension of the term of the President to over six years would require a referendum.",
    "It is submitted that the election of a President by Parliament does not infringe on the sovereignty of the People. In fact, where the office of the President becomes vacant, the present Constitution provides in Article 40 (1) (a) that Parliament shall elect as President one of its Members who is qualified to be elected to the office of President. When President Premadasa was assassinated, D. B. Wijetunge was elected President by Parliament.",
    "The conscious decision of the makers of the 1978 Constitution not to entrench Article 4, Article 30 (1) and the provision in Article 30 (2) that the President shall be elected by the People permits Parliament to abolish the executive nature of the Presidency without a referendum, provided that it is done without offending the sovereignty of the People.",
    "It is submitted that a constitutional amendment that provides the following at a minimum would satisfy the requirement that sovereignty is not impinged upon:",
    "(a) the President shall be the Head of State, Head of the Executive, and Commander-in-Chief of the armed forces;",
    "(b) Parliament shall be elected on the basis of the universal franchise;",
    "(c) free and fair elections shall be ensured by establishing an independent Election Commission, appointed on the recommendation of the Constitutional Council;",
    "(d) the Prime Minister, Ministers, and Deputy Ministers shall all be Members of Parliament;",
    "(f) the President shall always, except as otherwise provided by the Constitution, act on the advice of the Prime Minister;",
    "(i) the Constitutional Council abolished by the Twentieth Amendment shall be re-established and further strengthened so that there would be a national consensus on appointments to high positions and independent Commissions under the Parliamentary form of government envisaged.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජනමත විචාරණයකින් තොරව විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම",
      "body_lines": [
        "‘විධායක ජනාධිපති ක්‍රමය’ අහෝසි කිරීම යළිත් ප්‍රතිසංස්කරණ න්‍යාය පත්‍රයේ ඉහළ ප්‍රශ්නයක් වී ඇත්තේ ගෝඨාභය රාජපක්ෂ ජනාධිපති ධුරයේ අන්ත අසාර්ථකත්වයෙන් පසුවය. ජනමත විචාරණයකදී ජනතා අනුමැතියකින් තොරව පාර්ලිමේන්තුවේ තුනෙන් දෙකක බහුතරයකින් එය කළ හැකිද යන්න මතුවීම අනිවාර්යයි. වෙනත් වචන වලින් කිවහොත්, ජනාධිපති ආණ්ඩු ආකෘතිය මුල් බැස තිබේද? ජනාධිපති ආණ්ඩු ක්‍රමය අහෝසි කිරීම සඳහා ජනමත විචාරණයක් අවශ්‍ය බව බැරෑරුම් සාකච්ඡාවකින් තොරව වුවද සාමාන්‍යයෙන් පිළිගෙන ඇත. ලේඛකයා ප්‍රතිවිරුද්ධ දෘෂ්ටිකෝණය ගන්නා නීතිවේදීන් සුළුතරයක් අතර වේ.",
        "ආණ්‌ඩුක්‍රම ව්‍යවස්‌ථාවේ 83 වැනි ව්‍යවස්‌ථාවේ තහවුරු වී ඇති විධිවිධාන ලැයිස්තුගත කර ඇත. 1 (රාජ්‍යය), 2 (ඒකීය රාජ්‍යය), 3 (ජනතාවගේ පරමාධිපත්‍යය), 6 (ජාතික කොඩිය), 7 (ජාතික ගීය) යන වගන්තිවලට නොගැලපෙන හෝ අවලංගු කිරීම සහ ප්‍රතිස්ථාපනය කිරීම සඳහා වූ පනත් කෙටුම්පතක්. 8 (ජාතික දිනය), 9 (බුද්ධාගම), 10 (සිතීමේ නිදහස, හෘදය සාක්ෂිය සහ ආගම), 11 (වධහිංසාවෙන් නිදහස) සහ 83 වැනි වගන්තිය සඳහාම ජනමත විචාරණයක් අවශ්‍ය වේ. 30 වැනි ව්‍යවස්ථාවේ (2) ඡේදයේ හෝ 62 වැනි ව්‍යවස්ථාවේ (2) ඡේදයේ (2) ඡේදයේ විධිවිධානවලට පටහැනි වන හෝ ජනාධිපතිවරයාගේ ධුර කාලය දීර්ඝ කිරීම හෝ කාලසීමාව අවලංගු කිරීම සඳහා වූ පනත් කෙටුම්පතක්. පාර්ලිමේන්තුවේ, වසර හයකට වැඩි කාලයක් සඳහා, ජනමත විචාරණයක් ද අවශ්ය වනු ඇත.",
        "3 වැනි වගන්තියේ මෙසේ සඳහන් වේ: “ශ්‍රී ලංකා ජනරජයේ පරමාධිපත්‍යය ඇත්තේ ජනතාව තුළ වන අතර එය ඉවත් කළ නොහැකි ය. පරමාධිපත්‍යයට ආණ්ඩු බලතල, මූලික අයිතිවාසිකම් සහ ඡන්ද බලය ඇතුළත් වේ.” 4 වැනි වගන්තිය (ස්වෛරීභාවය පිළිබඳ අභ්‍යාසය) විස්තරාත්මකව විස්තර කරයි. මෙම සාකච්ඡාවට අදාළ වන 4 (ආ) වගන්තියේ මෙසේ සඳහන් වේ: \"ශ්‍රී ලංකාව ආරක්ෂා කිරීම ඇතුළුව ජනතාවගේ විධායක බලය ජනතාව විසින් තේරී පත් වූ ජනරජයේ ජනාධිපතිවරයා විසින් ක්‍රියාත්මක කළ යුතුය.\" මුල් 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථා පනත් කෙටුම්පත 4 වැනි වගන්තිය ද තහවුරු කිරීම සඳහා විධිවිධාන සලසා ඇත. කෙසේ වෙතත්, කාරක සභා අවස්ථාවේ දී 83 වැනි වගන්තියේ මුල් බැසගත් විධිවිධාන ලැයිස්තුවෙන් 4 වැනි වගන්තිය ඉවත් කරන ලදී. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දහතුන්වන සංශෝධනයේදී, ශ්‍රේෂ්ඨාධිකරණයේ පූර්ණ විනිසුරු මඩුල්ලක තීන්දුවක් තුළ, ශර්වානන්ද අගවිනිසුරුවරයා 4 වැනි ව්‍යවස්ථාවේ ව්‍යවස්ථාදායක ඉතිහාසය ගැන සඳහන් කර, 4 වැනි වගන්තිය මුල් බැසගත් විධිවිධාන ලැයිස්තුවෙන් ඉවත් කිරීම හිතාමතා කළ එකක් යැයි උපකල්පනය කළ යුතු බව ප්‍රකාශ කළේය. . උගත් අගවිනිසුරුවරයා මෙසේ ප්‍රකාශ කළේය: “3 වැනි ව්‍යවස්ථාවෙන් අවශ්‍ය පරිදි ජනතා පරමාධිපත්‍යය සුරැකෙන තාක් කල්, පරමාධිපත්‍යය ක්‍රියාත්මක කිරීමේ නිශ්චිත ආකාරය සහ එවැනි ව්‍යායාම සඳහා ආයතන මූලික නොවේ. 4 වැනි වගන්තිය ජනතා පරමාධිපත්‍යය නිර්වචනය කර හෝ සීමා නිර්ණය කරන්නේ නැත. එය හුදෙක් එම පරමාධිපත්‍යය ක්‍රියාත්මක කිරීමේ එක් ආකාරයක් සහ ආකාරයක් සපයයි. එම පරමාධිපත්‍යයට ආනුෂංගික ව්‍යවස්ථාදායක හෝ විධායක බලය ක්‍රියාත්මක කිරීම සඳහා වූ ආයතනය වෙනස් කිරීමකින් එම පරමාධිපත්‍යයට සත්‍ය වශයෙන්ම බලපෑම් කළ නොහැක.",
        "30 වැනි වගන්තිය (ජනරජයේ ජනාධිපතිවරයා) මුලින් කියවුනේ මෙසේය: \"(1) ශ්‍රී ලංකා ජනරජයේ ජනාධිපතිවරයෙකු සිටිය යුතු අතර, ඔහු රාජ්‍යයේ ප්‍රධානියා, විධායකයේ සහ රජයේ ප්‍රධානියා වන අතර, ත්‍රිවිධ හමුදාවේ ප්‍රධානියා. (2) ජනරජයේ ජනාධිපතිවරයා මහජනතාව විසින් තෝරා පත් කර ගනු ලබන අතර, වසර හයක ධුර කාලයක් සඳහා ධූර දරන්නේය. දහනව වන සංශෝධනය මගින් ජනාධිපතිවරයාගේ ධුර කාලය වසර පහ දක්වා අඩු කරන ලදී.",
        "ජනාධිපතිවරයා රාජ්‍ය නායකයා සහ විධායකයේ ප්‍රධානියා පමණක් නොව ආණ්ඩුවේ ප්‍රධානියා ද විය යුතු බව ශ්‍රී ලංකාවේ ආණ්ඩු ක්‍රමය “ජනාධිපති” බවට පත් කරන්නේ ය. 1972 ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ ජනාධිපතිවරයා රාජ්‍යයේ ප්‍රධානියා සහ විධායකයේ ප්‍රධානියා වූ නමුත් ආණ්ඩුවේ ප්‍රධානියා නොවේ. ඒ වගේම අගමැතිතුමාගේ උපදෙස් මත ක්‍රියා කරන්න ඕන වුණා. මේ අනුව, ශ්‍රී ලංකාව 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව සම්මත කරන විට වෙනස ඇති කළේ 30 (1) වගන්තියයි.",
        "කෙසේ වෙතත්, 30 (1) වගන්තිය තහවුරු නොවේ. ජනමත විචාරණයක් ආරම්භ කරන 83 වගන්තියේ විධිවිධාන ලැයිස්තුවේ එය නොමැත. මෙම අතපසුවීමද සිතාමතා කළ දෙයක් ලෙස සැලකිය යුතුය. 4 වැනි වගන්තිය මුල් බැසගත් විධිවිධානයක් නොවන නිසා මෙය ශක්තිමත් වේ.",
        "2015 දහනව වන සංශෝධන පනත් කෙටුම්පත පිළිබඳ ශ්‍රේෂ්ඨාධිකරණයේ තීරණය ජනමත විචාරණයකින් තොරව ජනාධිපති ක්‍රමයේ විධායක ස්වභාවය අහෝසි කිරීමට දොරටු විවර කරන බව ලේඛකයා ඉදිරිපත් කරයි. අධිකරණයට අනුව, ජනමත විචාරණයකින් වැළකී සිටීම සඳහා අත්‍යවශ්‍ය අවශ්‍යතාවයක් වන්නේ ජනාධිපතිවරයා විධායකයේ ප්‍රධානියා ලෙස දිගටම කටයුතු කිරීම සහ ඔහුගේ විධායක කාර්ය භාරයේ අවසාන ‘ක්‍රියාව හෝ තීරණය’ ඔහු විසින්ම තබා ගත යුතු බවයි. අධිකරණය විසින් භාවිතා කරන ලද ‘ක්‍රියාව හෝ තීන්දුව’ යන වාක්‍ය ඛණ්ඩයේ ‘හෝ’ යන වචනය භාවිතා කිරීම අවධාරණය කළ යුතුය. මේ අනුව තීරණය ඔහුගේ නොවුනත් අවසාන ක්‍රියාව ජනාධිපතිවරයාගේ නම් එය ප්‍රමාණවත්ය. ඒ අනුව අගමැතිවරයාගේ උපදෙස් මත ජනාධිපතිවරයා විසින් අමාත්‍යවරුන් සහ නියෝජ්‍ය අමාත්‍යවරුන් පත් කළ යුතුය යන යෝජිත ප්‍රතිපාදනය ජනමත විචාරණයක් අවශ්‍ය බව අධිකරණයට පෙනී ගියේ නැත. අමාත්‍යවරුන් පත්කිරීමේ ක්‍රියාව ජනාධිපතිවරයාගේ ක්‍රියාවක් වන අතර, තීරණය අගමැතිවරයාගේ වුවද.",
        "විධායක බලයේ එකම ගබඩාව ජනාධිපතිවරයා වීම අවශ්‍ය නොවන බව සත් පුද්ගල විනිසුරු මඩුල්ලක් විසින් 2002 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දහනව වැනි සංශෝධනයෙන් ද අවධාරණය කර ඇත. විධායක බලය ජනාධිපතිවරයා සමඟ හඳුනාගෙන පුද්ගලීකරණය නොකළ යුතු අතර සෑම විටම ජනතා බලය ලෙස හඳුනාගත යුතු බව අධිකරණය ප්‍රකාශ කළේය.",
        "42 වැනි වගන්තිය යටතේ, අමාත්‍ය මණ්ඩලයට ජනරජයේ ආන්ඩුව මෙහෙයවීම සහ පාලනය කිරීමේ වගකීම පැවරී ඇති අතර පාර්ලිමේන්තුවට සාමූහිකව වගකිව යුතු සහ පිළිතුරු දිය යුතු ය. ජනාධිපතිවරයා අමාත්‍ය මණ්ඩලයේ සාමාජිකයෙකු වන අතර අමාත්‍ය මණ්ඩලයේ ප්‍රධානියා විය යුතුය. 2015 නැවත දහනව වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේදී ශ්‍රේෂ්ඨාධිකරණය ප්‍රකාශ කළේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ විධායක බලයේ එකම ගබඩාව ජනාධිපතිවරයා නොවන බව 42 වැනි ව්‍යවස්ථාව නිශ්චිතවම තහවුරු කරන බවයි.",
        "මුල් බැසගත් ප්‍රතිපාදන ලැයිස්තුවෙන් ඉවත් වූයේ 30(1) වගන්තිය පමණක් නොවේ. 30(2) ව්‍යවස්ථාවේ අඩංගු “[t]ජනරජයේ ජනාධිපතිවරයා මහජනතාව විසින් තෝරා පත් කර ගනු ලැබේ” යන වගන්තිය ද 83 ව්‍යවස්ථාවේ මුල් බැසගත් විධිවිධාන ලැයිස්තුවෙන් ඉවත් කර ඇත. වඩාත්ම වැදගත් වන්නේ දෙවන කොටස පමණි. 30(2) ව්‍යවස්ථාවේ, “[ජනාධිපතිවරයා] වසර හයක ධුර කාලයක් සඳහා ධූර දරන්නේය” යන්න, ජනාධිපතිවරයාගේ ධූර කාලය වසර හයකට වඩා දීර්ඝ කිරීම සඳහා වූ පනත් කෙටුම්පතකට ජනමත විචාරණයක් අවශ්‍ය වන තරමට තහවුරු විය.",
        "පාර්ලිමේන්තුවෙන් ජනාධිපතිවරයෙකු තෝරා පත් කර ගැනීමෙන් ජනතා පරමාධිපත්‍යයට බාධාවක් නොවන බව ඉදිරිපත් කරනවා. ඇත්ත වශයෙන්ම, ජනාධිපති ධූරය පුරප්පාඩු වූ විට, වත්මන් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 40 (1) (අ) ව්‍යවස්ථාවේ සඳහන් වන්නේ පාර්ලිමේන්තුව විසින් ජනාධිපති ධූරයට තේරී පත් වීමට සුදුසුකම් ඇති මන්ත්‍රීවරයකු ජනාධිපතිවරයා ලෙස තෝරා පත් කර ගත යුතු බවයි. ප්‍රේමදාස ජනාධිපතිවරයා ඝාතනය වූ විට ඩී.බී. විජේතුංග මහතා ජනාධිපතිවරයා ලෙස පාර්ලිමේන්තුවෙන් තේරී පත් විය.",
        "1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 4, 30 (1) වගන්තිය තහවුරු නොකිරීමට 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව සම්පාදනය කරන්නන්ගේ සවිඥානික තීරණය සහ 30 (2) ව්‍යවස්ථාවේ විධිවිධානය මගින් ජනාධිපතිවරයා මහජනතාව විසින් තෝරා පත් කර ගත යුතුය යන වගන්තියෙන් තොරව ජනාධිපති ක්‍රමයේ විධායක ස්වභාවය අහෝසි කිරීමට පාර්ලිමේන්තුවට අවසර ලැබේ. ජනමත විචාරණයක්, එය ජනතා පරමාධිපත්‍යයට හානියක් නොවන පරිදි සිදු කෙරේ.",
        "පහත සඳහන් දේ අවම වශයෙන් සපයන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයක් ස්වෛරීභාවයට බාධාවක් නොවන අවශ්‍යතාවය සපුරාලනු ඇති බව ඉදිරිපත් කෙරේ.",
        "(අ) ජනාධිපතිවරයා රාජ්‍ය නායකයා, විධායකයේ ප්‍රධානියා සහ සන්නද්ධ හමුදාවන්හි සේනාධිනායකයා විය යුතුය;",
        "(ආ) පාර්ලිමේන්තුව තෝරා පත් කර ගනු ලබන්නේ විශ්ව ඡන්ද බලය මත ය;",
        "(ඇ) ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ නිර්දේශය මත පත් කරන ලද ස්වාධීන මැතිවරණ කොමිසමක් පිහිටුවීම මගින් නිදහස් හා සාධාරණ මැතිවරණයක් සහතික කළ යුතුය;",
        "(ඈ) අග්‍රාමාත්‍ය, අමාත්‍යවරුන් සහ නියෝජ්‍ය අමාත්‍යවරුන් සියලු දෙනාම පාර්ලිමේන්තු මන්ත්‍රීවරුන් විය යුතුය;",
        "(ඊ) ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් වෙනත් ආකාරයකින් සපයා ඇති පරිදි හැර, ජනාධිපතිවරයා සෑම විටම අගමැතිගේ උපදෙස් මත ක්‍රියා කළ යුතුය;",
        "(i) 20 වැනි සංශෝධනය මගින් අහෝසි කරන ලද ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව නැවත ස්ථාපිත කර තවදුරටත් ශක්තිමත් කළ යුතු අතර එමඟින් බලාපොරොත්තු වන පාර්ලිමේන්තු ආණ්ඩුක්‍රමය යටතේ ඉහළ තනතුරු සහ ස්වාධීන කොමිෂන් සභා සඳහා පත්කිරීම් පිළිබඳ ජාතික එකඟතාවයක් ඇති වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சர்வஜன வாக்கெடுப்பு இல்லாமல் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழித்தல்",
      "body_lines": [
        "கோட்டாபய ராஜபக்ஷவின் ஜனாதிபதி பதவியின் மோசமான தோல்விக்குப் பின்னர், ‘நிறைவேற்று ஜனாதிபதி முறை’ ஒழிப்பு, சீர்திருத்த நிகழ்ச்சி நிரலில் மீண்டும் ஒரு முக்கிய பிரச்சினையாக உள்ளது. பொது வாக்கெடுப்பில் மக்களின் ஒப்புதலைப் பெறாமல், மூன்றில் இரண்டு பெரும்பான்மையுடன் பாராளுமன்றத்தில் அதைச் செய்ய முடியுமா என்பது கட்டாயம் எழுப்பப்படும். வேறு வார்த்தைகளில் கூறுவதானால், அரசாங்கத்தின் ஜனாதிபதி வடிவம் உறுதியாக உள்ளதா? ஜனாதிபதி முறையிலான அரசாங்கத்தை ஒழிப்பதற்கு பொதுவாக வாக்கெடுப்பு நடத்தப்பட வேண்டும் என்பது தீவிரமான விவாதம் இன்றி பொதுவாக ஏற்றுக்கொள்ளப்பட்டது. எதிர் பார்வையை எடுக்கும் சிறுபான்மை சட்டப் பணியாளர்களில் எழுத்தாளர் ஒருவர்.",
        "அரசியலமைப்பின் 83 வது பிரிவு வேரூன்றிய விதிகளை பட்டியலிடுகிறது. சட்டப்பிரிவு 1 (மாநிலம்), 2 (ஒற்றுமை ராஜ்யம்), 3 (மக்களின் இறையாண்மை), 6 (தேசியக் கொடி), 7 (தேசிய கீதம்) ஆகியவற்றுக்கு முரணாக உள்ள திருத்தம் அல்லது ரத்து மற்றும் மாற்றத்திற்கான மசோதா. 8 (தேசிய தினம்), 9 (பௌத்தம்), 10 (சிந்தனை சுதந்திரம், மனசாட்சி மற்றும் மதம்), 11 (சித்திரவதையில் இருந்து விடுதலை) மற்றும் 83வது பிரிவுக்கு வாக்கெடுப்பு தேவை. குடியரசுத் தலைவரின் பதவிக் காலத்தை நீட்டிக்கும் சட்டப்பிரிவு 30ன் பத்தி (2) அல்லது உறுப்புரை 62ன் பத்தி (2)ன் விதிகளுக்கு முரணாக உள்ள திருத்தம் அல்லது ரத்து மற்றும் மாற்றத்திற்கான மசோதா பாராளுமன்றத்தில், ஆறு ஆண்டுகளுக்கும் மேலாக, ஒரு வாக்கெடுப்பு தேவைப்படும்.",
        "கட்டுரை 3 கூறுகிறது: \"இலங்கை குடியரசில் இறைமை மக்களிடம் உள்ளது மற்றும் பிரிக்க முடியாதது. இறையாண்மை என்பது அரசாங்கத்தின் அதிகாரங்கள், அடிப்படை உரிமைகள் மற்றும் உரிமையை உள்ளடக்கியது.\" கட்டுரை 4 (இறையாண்மையை செயல்படுத்துதல்) விரிவாக செல்கிறது. இக்கலந்துரையாடலுக்குப் பொருத்தமான பிரிவு 4 (b) கூறுகிறது: \"இலங்கையின் பாதுகாப்பு உட்பட மக்களின் நிறைவேற்று அதிகாரம் மக்களால் தேர்ந்தெடுக்கப்பட்ட குடியரசுத் தலைவரால் பயன்படுத்தப்படும்.\" அசல் 1978 அரசியலமைப்பு மசோதா, உறுப்புரை 4 ஐயும் நிலைநிறுத்துவதற்கு வழங்கியது. எவ்வாறாயினும், கமிட்டி கட்டத்தில் பிரிவு 83 இல் உள்ள வேரூன்றிய விதிகளின் பட்டியலிலிருந்து பிரிவு 4 நீக்கப்பட்டது. அரசியலமைப்பின் மறுபதின்மூன்றாவது திருத்தத்தில், உச்ச நீதிமன்றத்தின் முழு பெஞ்சின் தீர்ப்பில், ஷர்வானந்தா சி.ஜே. 4வது பிரிவின் சட்டவாக்க வரலாற்றைக் குறிப்பிட்டு, சட்டப்பிரிவு 4ஐ, வேரூன்றிய விதிகளின் பட்டியலிலிருந்து விடுவிப்பது வேண்டுமென்றே செய்யப்பட்டதாகக் கருதப்பட வேண்டும் என்று கூறினார். . கற்றறிந்த தலைமை நீதிபதி கூறினார்: “பிரிவு 3 இன் தேவைக்கேற்ப மக்களின் இறையாண்மை பாதுகாக்கப்படும் வரை, இறையாண்மையைப் பயன்படுத்துவதற்கான துல்லியமான முறை மற்றும் அத்தகைய பயிற்சிக்கான நிறுவனங்கள் அடிப்படையானவை அல்ல. பிரிவு 4 மக்களின் இறையாண்மையை வரையறுக்கவோ அல்லது வரையறுக்கவோ இல்லை. அது அந்த இறையாண்மையின் ஒரு வடிவத்தையும் நடைமுறைப்படுத்தும் முறையையும் மட்டுமே வழங்குகிறது. அந்த இறையாண்மைக்கு இடையூறான சட்டமியற்றும் அல்லது நிறைவேற்று அதிகாரத்தைப் பயன்படுத்துவதற்கான நிறுவனத்தில் ஏற்படும் மாற்றம், அந்த இறையாண்மையின் மீது உண்மையில் தடையாக இருக்க முடியாது.",
        "கட்டுரை 30 (குடியரசுத் தலைவர்) முதலில் பின்வருமாறு வாசிக்கப்பட்டது: “(1) இலங்கைக் குடியரசின் தலைவர் ஒருவர் இருப்பார், அவர் அரசின் தலைவராகவும், நிறைவேற்று மற்றும் அரசாங்கத்தின் தலைவராகவும், மற்றும் ஆயுதப் படைகளின் தலைமைத் தளபதி. (2) குடியரசுத் தலைவர் மக்களால் தேர்ந்தெடுக்கப்படுவார், மேலும் ஆறு ஆண்டுகள் பதவியில் இருப்பார். பத்தொன்பதாவது திருத்தத்தின் மூலம், ஜனாதிபதியின் பதவிக்காலம் ஐந்து ஆண்டுகளாக குறைக்கப்பட்டது.",
        "ஜனாதிபதி அரச தலைவராகவும், நிறைவேற்று அதிகாரத்தின் தலைவராகவும் மாத்திரமன்றி அரசாங்கத்தின் தலைவராகவும் இருக்க வேண்டும் என்பதே இலங்கையின் அரசாங்க வடிவத்தை “ஜனாதிபதியாக” ஆக்குகிறது. 1972 அரசியலமைப்பின் கீழ், ஜனாதிபதி அரசின் தலைவராகவும் நிர்வாகத்தின் தலைவராகவும் இருந்தார் ஆனால் அரசாங்கத்தின் தலைவராக இல்லை. மேலும், அவர் பிரதமரின் ஆலோசனையின்படி செயல்பட வேண்டும். இவ்வாறு, 1978 அரசியலமைப்பை இலங்கை ஏற்றுக்கொண்டபோது, ​​30(1)வது விதியே மாற்றத்தை ஏற்படுத்தியது.",
        "இருப்பினும், பிரிவு 30(1) உறுதியாகவில்லை. வாக்கெடுப்பைத் தூண்டும் பிரிவு 83 இல் உள்ள விதிகளின் பட்டியலில் இது இல்லை. இந்த புறக்கணிப்பும் வேண்டுமென்றே செய்யப்பட்டதாக கருதப்பட வேண்டும். பிரிவு 4 ஒரு வேரூன்றிய ஏற்பாடு அல்ல என்பதன் மூலம் இது பலப்படுத்தப்படுகிறது.",
        "பத்தொன்பதாம் திருத்தச் சட்டமூலம் 2015 இல் உச்ச நீதிமன்றத்தின் தீர்மானமானது, சர்வஜன வாக்கெடுப்பு இன்றி ஜனாதிபதியின் நிறைவேற்றுத் தன்மையை ஒழிப்பதற்கான கதவுகளைத் திறந்து விடுகிறது என்று எழுத்தாளர் சமர்ப்பிக்கிறார். நீதிமன்றத்தின் கூற்றுப்படி, ஒரு வாக்கெடுப்பைத் தவிர்ப்பதற்கான அத்தியாவசியத் தேவை என்னவென்றால், ஜனாதிபதி தொடர்ந்து நிர்வாகத்தின் தலைவராக இருக்க வேண்டும் மற்றும் அவரது நிர்வாக செயல்பாடுகளின் இறுதி 'செயல் அல்லது முடிவு' அவரால் தக்கவைக்கப்பட வேண்டும். நீதிமன்றங்கள் பயன்படுத்தும் 'செயல் அல்லது முடிவு' என்ற சொற்றொடரில் 'அல்லது' என்ற வார்த்தையின் பயன்பாடு வலியுறுத்தப்பட வேண்டும். எனவே, முடிவெடுப்பது அவரது முடிவாக இல்லாவிட்டாலும், இறுதிச் செயல் ஜனாதிபதியின் செயலாக இருந்தால் போதுமானது. இதன்படி, பிரதமரின் ஆலோசனையின் பேரில் ஜனாதிபதி அமைச்சர்கள் மற்றும் பிரதி அமைச்சர்களை நியமிக்க வேண்டும் என்ற உத்தேச விதியை நீதிமன்றம் கண்டுகொள்ளவில்லை. அமைச்சர்களை நியமிப்பது என்பது பிரதமரின் முடிவு என்றாலும் ஜனாதிபதியின் செயலாகவே தொடர்கிறது.",
        "நிறைவேற்று அதிகாரத்தின் ஒரே களஞ்சியமாக ஜனாதிபதி இருக்க வேண்டிய அவசியமில்லை என்று 2002 ஆம் ஆண்டு அரசியலமைப்பின் பத்தொன்பதாவது திருத்தத்தில் ஏழு பேர் கொண்ட பெஞ்ச் வலியுறுத்தியுள்ளது. நிறைவேற்று அதிகாரம் ஜனாதிபதியுடன் அடையாளப்படுத்தப்படக்கூடாது மற்றும் தனிப்பயனாக்கப்படக்கூடாது, மேலும் எல்லா நேரங்களிலும் மக்களின் அதிகாரமாக அடையாளப்படுத்தப்பட வேண்டும் என்று நீதிமன்றம் கூறியது.",
        "உறுப்புரை 42 இன் கீழ், குடியரசு அரசாங்கத்தின் வழிகாட்டுதல் மற்றும் கட்டுப்பாட்டின் கீழ் அமைச்சர்கள் அமைச்சரவை பொறுப்பேற்றுள்ளது மற்றும் கூட்டாக பொறுப்பு மற்றும் பாராளுமன்றத்திற்கு பதிலளிக்க வேண்டும். ஜனாதிபதி அமைச்சரவையில் உறுப்பினராக இருப்பார் மற்றும் அமைச்சர்களின் அமைச்சரவையின் தலைவராக இருப்பார். அரசியலமைப்பின் பத்தொன்பதாம் திருத்தம் 2015 இல், அரசியலமைப்பின் கீழ் நிறைவேற்று அதிகாரத்தின் ஒரே களஞ்சியமாக ஜனாதிபதி இல்லை என்பதை 42வது சரத்து உறுதியாக நிறுவுகிறது என்று உச்ச நீதிமன்றம் கூறியது.",
        "வேரூன்றிய விதிகளின் பட்டியலிலிருந்து விதி 30(1) மட்டும் விடப்படவில்லை. பிரிவு 30(2) இல் உள்ள “[t]குடியரசுத் தலைவர் மக்களால் தேர்ந்தெடுக்கப்படுவார்” என்ற விதியும் பிரிவு 83ல் உள்ள வேரூன்றிய விதிகளின் பட்டியலிலிருந்து விடுபட்டுள்ளது. மிக முக்கியமானது என்னவென்றால், இரண்டாவது பகுதி மட்டுமே பிரிவு 30(2), \"[ஜனாதிபதி] ஆறு ஆண்டுகள் பதவியில் இருப்பார்\" என்பது, குடியரசுத் தலைவரின் பதவிக் காலத்தை ஆறு ஆண்டுகளுக்கும் மேலாக நீடிப்பதற்கான மசோதாவிற்கு வாக்கெடுப்பு தேவைப்படும் அளவிற்கு நிலைநிறுத்தப்பட்டது.",
        "பாராளுமன்றத்தினால் ஜனாதிபதி தெரிவு செய்யப்பட்டமை மக்களின் இறைமைக்கு ஊறு விளைவிக்காது என தெரிவிக்கப்பட்டுள்ளது. உண்மையில், ஜனாதிபதியின் பதவி காலியாக இருந்தால், தற்போதைய அரசியலமைப்பு 40 (1) (a) வில், ஜனாதிபதி பதவிக்கு தேர்ந்தெடுக்கப்படுவதற்கு தகுதியான ஒரு உறுப்பினரை பாராளுமன்றம் ஜனாதிபதியாக தேர்ந்தெடுக்கும். ஜனாதிபதி பிரேமதாச படுகொலை செய்யப்பட்ட போது, ​​பாராளுமன்றத்தினால் டி.பி.விஜேதுங்க ஜனாதிபதியாக தெரிவு செய்யப்பட்டார்.",
        "1978 அரசியலமைப்பை உருவாக்கியவர்களின் உணர்வுபூர்வமான முடிவு, உறுப்புரை 4, 30 (1) மற்றும் உறுப்புரை 30 (2) இல் உள்ள விதி, மக்களால் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி, ஜனாதிபதியின் நிறைவேற்றுத் தன்மையை இல்லாதொழிக்க பாராளுமன்றத்தை அனுமதிக்கிறது. ஒரு வாக்கெடுப்பு, அது மக்களின் இறையாண்மையை புண்படுத்தாமல் செய்யப்படுகிறது.",
        "குறைந்தபட்சம் கீழ்க்கண்டவற்றை வழங்கும் அரசியலமைப்புத் திருத்தம் இறையாண்மைக்கு இடையூறு செய்யாத தேவையை பூர்த்தி செய்யும் என்று சமர்ப்பிக்கப்படுகிறது:",
        "(அ) ​​ஜனாதிபதி நாட்டின் தலைவர், நிர்வாகத்தின் தலைவர் மற்றும் ஆயுதப்படைகளின் தலைமைத் தளபதி;",
        "(b) பாராளுமன்றம் உலகளாவிய வாக்குரிமையின் அடிப்படையில் தேர்ந்தெடுக்கப்படும்;",
        "(c) அரசியலமைப்பு சபையின் பரிந்துரையின் பேரில் நியமிக்கப்பட்ட ஒரு சுயாதீன தேர்தல் ஆணையத்தை நிறுவுவதன் மூலம் சுதந்திரமான மற்றும் நியாயமான தேர்தல்கள் உறுதி செய்யப்பட வேண்டும்;",
        "(ஈ) பிரதமர், அமைச்சர்கள் மற்றும் துணை அமைச்சர்கள் அனைவரும் பாராளுமன்ற உறுப்பினர்களாக இருக்க வேண்டும்;",
        "(f) குடியரசுத் தலைவர் எப்போதும், அரசியலமைப்பால் வழங்கப்பட்டுள்ளதைத் தவிர, பிரதமரின் ஆலோசனையின்படி செயல்படுவார்;",
        "(i) இருபதாவது திருத்தத்தின் மூலம் ஒழிக்கப்பட்ட அரசியலமைப்புச் சபை மீண்டும் நிறுவப்பட்டு மேலும் பலப்படுத்தப்பட வேண்டும், இதன்மூலம் உயர் பதவிகள் மற்றும் சுயாதீன ஆணைக்குழுக்களுக்கான நியமனங்களில் தேசிய ஒருமித்த கருத்து இருக்கும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}