{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81160/only-part-of-compensation-received-for-recent-marine-disasters-cope-finds",
  "time_ut": 1647109800,
  "title": "Only part of compensation received for recent marine disasters, COPE finds",
  "body_lines": [
    "The Committee on Public Enterprises (COPE) was surprised to learn, that the same entity which represents the owners of the charred feeder vessel MV X-Press Pearl, is also providing consultations to the Marine Environment Protection Authority (MEPA).",
    "The vessel caught fire and sank in Sri Lankan waters in May last year, and caused what has since been called the world’s worst marine disaster to date.",
    "However, the conflict of interest was not the only issue that was unearthed during yesterday’s COPE proceedings when MEPA was summoned before the committee as some internal administrative failings were also brought to focus.",
    "When COPE chairman Prof. Charitha Herath asked if the legal officer attended the MT New Diamond affairs, the MEPA legal manager responded that she did not get the chance to participate in any discussion on criminal liability pertaining to the vessel.",
    "MEPA chairperson Dharshani Lahandapura explained that when the incident happened, they had a deputy legal manager. “In institutional matters, the legal manager’s intervention was not sufficient and not up to speed. As a result, we had to move forward with the deputy legal manager.”",
    "The COPE chairman rebuked the MEPA chief for not taking legal action against the legal manager and for involving a subordinate official in a sensitive matter as such.",
    "COPE also found that only Rs. 51 million was received out of the Rs. 3,480 million as compensation for the damages caused by the MT New Diamond.",
    "In the meantime, the interim claim in the MV X-Press Pearl disaster too was taken up at the COPE, especially the first interim claim of USD 37.4 million. However, the island has only received USD 3.6 million so far.",
    "It was revealed during the proceedings that the International Tanker Owners Pollution Federation Limited (ITOPF) is providing consultations to the vessel’s owners as well as the MEPA.",
    "The MEPA chairperson responded: “They come here to advise us on the clean-up process, but they are representing the ship owners. They advise us on coast clean-up and they have expertise on controlling oil spills. Whenever, there is a ship accident, the ITOPF gives technical assistance. That happens anywhere in the world. There are many committees involving the attorney general and the justice minister and all the negotiations are done through them. None of the negotiations are done by us.”",
    "The COPE chairman noted that the ITOPF slashes much of the compensation that is claimed, and that it is because of this very reason that the compensation sum has been reduced. “The ITOPF can manipulate the claim we make. They represent the tanker and they do the negotiations. This moves forward on how much we agree and disagree with them. One can argue that the compensation sum is reduced by being in cahoots with the ITOPF, and the sum has actually been reduced.”"
  ],
  "translate": {
    "si": {
      "title": "මෑත සාගර විපත් සඳහා ලැබුණු වන්දියෙන් කොටසක් පමණක් බව කෝප් කමිටුව සොයා ගනී",
      "body_lines": [
        "MV X-Press Pearl නමැති ගිනිගත් පෝෂක යාත්‍රාවේ හිමිකරුවන් නියෝජනය කරන එම ආයතනයම සමුද්‍ර පරිසර ආරක්ෂණ අධිකාරියට (MEPA) උපදේශන සපයන බව දැනගැනීමෙන් පොදු ව්‍යාපාර පිළිබඳ කමිටුව (COPE) පුදුමයට පත් විය.",
        "මෙම යාත්‍රාව පසුගිය වසරේ මැයි මාසයේදී ශ්‍රී ලංකා මුහුදේ ගිනිගෙන ගිලී ගිය අතර, එතැන් සිට අද දක්වා ලොව දරුණුතම සමුද්‍ර ව්‍යසනය ලෙස හැඳින්වේ.",
        "කෙසේ වෙතත්, ඊයේ පැවති කෝප් කමිටු ක්‍රියාදාමයේදී MEPA කමිටුව හමුවට කැදවූ අවස්ථාවේදී මතුවූ එකම කාරණය උනන්දුව අතර ගැටුම පමණක් නොවේ.",
        "නීති නිලධාරියා MT New Diamond Affairs සඳහා සහභාගී වූයේ දැයි කෝප් කමිටු සභාපති මහාචාර්ය චරිත හේරත් විමසූ විට MEPA නීති කළමනාකාරිනිය ප්‍රතිචාර දැක්වූයේ යාත්‍රාවට අදාළ අපරාධ වගකීම් පිළිබඳ කිසිදු සාකච්ඡාවකට සහභාගී වීමට තමාට අවස්ථාව නොලැබුණු බවයි.",
        "MEPA සභාපතිනී දර්ශනී ලහඳපුර පැහැදිලි කළේ සිද්ධිය වන විට ඔවුන්ට නියෝජ්‍ය නීති කළමනාකරුවෙකු සිටි බවයි. “ආයතනමය කටයුතුවලදී නීති කළමනාකරුගේ මැදිහත්වීම ප්‍රමාණවත් නොවූ අතර වේගවත් නොවීය. මේ නිසා නියෝජ්‍ය නීති කළමනාකරු සමඟ ඉදිරියට යාමට අපට සිදු වුණා.”",
        "නීති කළමණාකරුට එරෙහිව නීතිමය පියවර නොගැනීම සහ එවැනි සංවේදී කාරණයකට යටත් නිලධාරියෙකු සම්බන්ධ කර ගැනීම සම්බන්ධයෙන් කෝප් සභාපතිවරයා MEPA ප්‍රධානියාට බැණ වැදුණි.",
        "කෝප් කමිටුව ද සොයා ගත්තේ රු. රුපියල් මිලියන 51ක් ලැබුණා. MT New Diamond නිසා සිදුවූ හානිය වෙනුවෙන් වන්දි වශයෙන් රුපියල් මිලියන 3,480ක්.",
        "මේ අතර, MV X-Press Pearl ව්‍යසනයේ අතුරු හිමිකම් ඉල්ලීමද COPE හිදී, විශේෂයෙන්ම USD මිලියන 37.4 ක පළමු අතුරු හිමිකම් ඉල්ලීම ඉදිරිපත් විය. නමුත් මේ වන විට දිවයිනට ලැබී ඇත්තේ ඇමෙරිකානු ඩොලර් මිලියන 3.6ක් පමණයි.",
        "ජාත්‍යන්තර ටැංකි හිමියන්ගේ පරිසර දූෂණ සම්මේලනය (ITOPF) යාත්‍රාවේ හිමිකරුවන්ට මෙන්ම MEPA වෙත උපදේශන සපයන බව නඩු විභාගයේදී අනාවරණය විය.",
        "MEPA සභාපතිවරයා ප්‍රතිචාර දැක්වූයේ: “ඔවුන් මෙහි පැමිණෙන්නේ පිරිසිදු කිරීමේ ක්‍රියාවලිය පිළිබඳව අපට උපදෙස් දීමට, නමුත් ඔවුන් නියෝජනය කරන්නේ නැව් හිමිකරුවන්ය. වෙරළ පිරිසිදු කිරීම ගැන ඔවුන් අපට උපදෙස් දෙන අතර තෙල් කාන්දුවීම් පාලනය කිරීම සම්බන්ධයෙන් ඔවුන්ට විශේෂඥ දැනුමක් ඇත. නැව් අනතුරක් වූ විට, ITOPF තාක්ෂණික සහාය ලබා දෙයි. ලෝකයේ ඕනෑම තැනක එය සිදු වේ. නීතිපතිවරයා සහ අධිකරණ අමාත්‍යවරයා සම්බන්ධ කමිටු රාශියක් ඇති අතර ඒ හරහා සියලු සාකච්ඡා සිදුවේ. සාකච්ඡා කිසිවක් අප විසින් සිදු නොකෙරේ. ”",
        "ITOPF ඉල්ලා සිටින වන්දි මුදලින් වැඩි ප්‍රමාණයක් කප්පාදු කරන බවත්, වන්දි මුදල අඩු වී ඇත්තේ මේ හේතුව නිසා බවත් කෝප් සභාපතිවරයා සඳහන් කළේය. “ITOPF හට අප කරන හිමිකම් පෑම හසුරුවා ගත හැක. ඔවුන් ටැංකිය නියෝජනය කරන අතර ඔවුන් සාකච්ඡා කරයි. අපි ඔවුන් සමඟ කොතරම් එකඟද සහ එකඟ නොවෙමුද යන්න මත මෙය ඉදිරියට ගමන් කරයි. ITOPF සමඟ හවුල් වීමෙන් වන්දි මුදල අඩු වන බවත්, එම මුදල ඇත්ත වශයෙන්ම අඩු කර ඇති බවත් කෙනෙකුට තර්ක කළ හැකිය."
      ]
    },
    "ta": {
      "title": "சமீபத்திய கடல் பேரழிவுகளுக்காக பெறப்பட்ட இழப்பீட்டின் ஒரு பகுதி மட்டுமே, COPE கண்டறிந்துள்ளது",
      "body_lines": [
        "MV X-Press Pearl என்ற எரிந்த ஃபீடர் கப்பலின் உரிமையாளர்களைப் பிரதிநிதித்துவப்படுத்தும் அதே நிறுவனம் கடல் சுற்றுச்சூழல் பாதுகாப்பு ஆணையத்திற்கும் (MEPA) ஆலோசனைகளை வழங்குகிறது என்பதை பொது நிறுவனங்களுக்கான குழு (COPE) அறிந்து ஆச்சரியமடைந்தது.",
        "இந்த கப்பல் கடந்த ஆண்டு மே மாதம் இலங்கை கடற்பரப்பில் தீப்பிடித்து மூழ்கி, இன்றுவரை உலகின் மிக மோசமான கடல் பேரழிவாக அழைக்கப்படுகிறது.",
        "எவ்வாறாயினும், நேற்றைய கோப் விசாரணையின் போது MEPA குழுவின் முன் அழைக்கப்பட்டபோது, ​​​​சில உள்ளக நிர்வாகத் தோல்விகளும் கவனம் செலுத்தப்பட்டதால், ஆர்வ முரண்பாடு மட்டுமே கண்டறியப்படவில்லை.",
        "MT New Diamond விவகாரங்களில் சட்ட அதிகாரி கலந்து கொண்டாரா என்று கோப் தலைவர் பேராசிரியர் சரித ஹேரத் கேட்டதற்கு, MEPA சட்ட மேலாளர் பதிலளித்தார், கப்பல் தொடர்பான குற்றவியல் பொறுப்பு பற்றிய எந்த விவாதத்திலும் பங்கேற்க வாய்ப்பு கிடைக்கவில்லை.",
        "MEPA தலைவி தர்ஷனி லஹந்தபுர, சம்பவம் நடந்த போது, ​​அவர்களிடம் ஒரு துணை சட்ட மேலாளர் இருந்ததாக விளக்கினார். \"நிறுவன விஷயங்களில், சட்ட மேலாளரின் தலையீடு போதுமானதாக இல்லை மற்றும் வேகத்தில் இல்லை. இதன் விளைவாக, நாங்கள் துணை சட்ட மேலாளருடன் முன்னேற வேண்டியிருந்தது.",
        "சட்ட மேலாளருக்கு எதிராக சட்ட நடவடிக்கை எடுக்காததற்காகவும், கீழ்நிலை அதிகாரி ஒருவரை உணர்ச்சிகரமான விஷயத்தில் ஈடுபடுத்தியதற்காகவும் MEPA தலைவரை கோப் தலைவர் கண்டித்தார்.",
        "COPE கண்டறிந்தது. ரூ. 51 மில்லியன் பெறப்பட்டது. MT புதிய வைரத்தால் ஏற்பட்ட சேதங்களுக்கு இழப்பீடாக 3,480 மில்லியன்.",
        "இதற்கிடையில், MV X-Press பேர்ல் பேரழிவுக்கான இடைக்கால கோரிக்கையும் COPE இல் எடுத்துக்கொள்ளப்பட்டது, குறிப்பாக USD 37.4 மில்லியன் முதல் இடைக்கால கோரிக்கை. இருப்பினும், தீவு இதுவரை 3.6 மில்லியன் அமெரிக்க டாலர்களை மட்டுமே பெற்றுள்ளது.",
        "சர்வதேச டேங்கர் உரிமையாளர்கள் மாசு கூட்டமைப்பு லிமிடெட் (ITOPF) கப்பலின் உரிமையாளர்களுக்கும் MEPA க்கும் ஆலோசனைகளை வழங்கி வருகிறது என்பது விசாரணையின் போது தெரியவந்தது.",
        "MEPA தலைவர் பதிலளித்தார்: \"சுத்தப்படுத்தும் செயல்முறையில் எங்களுக்கு ஆலோசனை வழங்க அவர்கள் இங்கு வருகிறார்கள், ஆனால் அவர்கள் கப்பல் உரிமையாளர்களைப் பிரதிநிதித்துவப்படுத்துகிறார்கள். அவர்கள் கடற்கரையை சுத்தப்படுத்துவது குறித்து எங்களுக்கு ஆலோசனை வழங்குகிறார்கள் மற்றும் எண்ணெய் கசிவைக் கட்டுப்படுத்துவதில் நிபுணத்துவம் பெற்றவர்கள். கப்பல் விபத்து ஏற்படும் போதெல்லாம், ITOPF தொழில்நுட்ப உதவியை வழங்குகிறது. இது உலகில் எங்கும் நடக்கும். அட்டர்னி ஜெனரல் மற்றும் நீதி அமைச்சர் உள்ளிட்ட பல குழுக்கள் உள்ளன மற்றும் அனைத்து பேச்சுவார்த்தைகளும் அவற்றின் மூலம் செய்யப்படுகின்றன. பேச்சுவார்த்தைகள் எதுவும் எங்களால் செய்யப்படவில்லை.",
        "ITOPF கோரப்படும் இழப்பீட்டின் பெரும்பகுதியைக் குறைப்பதாகவும், இதன் காரணமாகவே இழப்பீட்டுத் தொகை குறைக்கப்பட்டுள்ளதாகவும் கோப் தலைவர் குறிப்பிட்டார். \"ஐ.டி.ஓ.பி.எஃப் நாங்கள் கூறும் கோரிக்கையை கையாள முடியும். அவர்கள் டேங்கரை பிரதிநிதித்துவப்படுத்துகிறார்கள் மற்றும் அவர்கள் பேச்சுவார்த்தைகளை செய்கிறார்கள். அவர்களுடன் நாம் எவ்வளவு உடன்படுகிறோம், உடன்படுகிறோம் என்பதில் இது முன்னேறுகிறது. ஐ.டி.ஓ.பி.எஃப் உடன் ஒத்துழைப்பதன் மூலம் இழப்பீட்டுத் தொகை குறைக்கப்படுகிறது, மேலும் அந்தத் தொகை உண்மையில் குறைக்கப்பட்டுள்ளது என்று ஒருவர் வாதிடலாம்."
      ]
    }
  }
}