{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/delicious-comestibles-and-unpalatable-truth/",
  "time_ut": 1647015720,
  "title": "Delicious comestibles and unpalatable truth",
  "body_lines": [
    "SJB MP Chaminda Wijesiri has proved that the current Parliament is not without members who feel for the public and have the courage to speak the truth however unpalatable it may be. He struck a discordant note in the House, on Thursday, while several others were inveighing against the newspapers that had reported an incident where some MPs allegedly found fault with the parliament canteen staff for the non-availability of dairy products.",
    "Leading the charge against the press, SLPP MP Jayantha Ketagoda accused the media of trying to bring Parliament into disrepute. Some Opposition MPs also spoke in support of Ketagoda, who requested the Speaker to summon the newspaper editors concerned and reprimand them. The Speaker undertook to hold an inquiry. The MPs have a right to protest if they think their privileges have been violated, and similarly the media cannot be denied their right to publish reports in the public interest.",
    "The manner in which government and Opposition politicians sink their differences and form a united front when they feel their interests are threatened reminds us of something Ranjan Ramanayake once said of them to a journalist: “Mung okkoma yaluwo, malli—all of them are friends, bro!”",
    "Newspaper editors, or all journalists for that matter, have better things to do than to conspire to denigrate the national legislature, whose dignity must be preserved for the sake of democracy. It is the unruly MPs who tarnish the image of Parliament irreparably. It may be recalled that some of the present-day ruling party MPs unleashed terror in the House, when they were in the Opposition, following a failed power grab in 2018. They even tried to gherao the then Speaker Karu Jayasuriya, set upon the then ruling party MPs, overturned the Speakers’ chair, damaged microphones on his desk, assaulted the police and carried out chilli powder attacks.",
    "MP Wijesiri said: “People know the cost of maintaining this parliament. Those who are languishing in queues question the way we spend their money here. There is a gas shortage in the country, but it has not affected the parliament kitchen, which has enough gas to cook food for 225 MPs. We must try to find solutions to their problems.” It is heartening that there is at least a single MP who is willing to put the country before perks and parliamentary privileges and take up the cudgels on behalf of the hapless public. Let MP Wijesiri be commended for his courage to do so. Unfortunately, he was shouted down by those who are out for editors’ scalps.",
    "MP Ketagoda said it was not food that attracted the MPs to Parliament, and they were ready to bring their meals from home and the parliament canteen could be closed down if the Speaker was willing. Nobody is asking for the closure of the parliament canteen, but thousands of eateries and even restaurants that cater to foreign tourists who bring in much-needed dollars have put up the shutters for want of cooking gas.",
    "Sri Lankans are a generous lot. They feed even strangers and stray animals despite their economic woes. So, they never make an issue of food served at the parliament canteen, and there is no need for the MPs to bring meals from home. But there are other ways in which they could express empathy for the suffering masses. They could leave their super luxury vehicles at home and travel in crowded buses and trains at least occasionally, and join winding queues where the ordinary people wait for hours, if not days, to buy fuel, gas, etc., and see how it is like to be an ordinary citizen. They should also discontinue the practice of seeking medical treatment in private hospitals or overseas and visit the state-run overcrowded hospitals, instead. If they do so, they will feel the need to make a serious effort to improve the people’s lot.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රසවත් කෑම වර්ග සහ අමිහිරි සත්‍යය",
      "body_lines": [
        "මහජනතාව ගැන හැඟෙන, අමිහිරි වුවත් ඇත්ත කතා කිරීමට ධෛර්යයක් ඇති මන්ත්‍රීවරුන් වත්මන් පාර්ලිමේන්තුවේ නොමැති බව SJB පාර්ලිමේන්තු මන්ත්‍රී චමින්ද විජේසිරි ඔප්පු කර තිබේ. කිරි නිෂ්පාදන නොමැතිවීම සම්බන්ධයෙන් පාර්ලිමේන්තු ආපනශාලා කාර්ය මණ්ඩලයේ ඇතැම් මන්ත්‍රීවරුන් දෝෂාරෝපණය කළ බව කියන සිද්ධියක් වාර්තා කළ පුවත්පත්වලට එරෙහිව තවත් කිහිප දෙනෙකු චෝදනා කරමින් සිටියදී බ්‍රහස්පතින්දා ඔහු සභාව තුළ විසංවාදී සටහනක් තැබීය.",
        "මාධ්‍යවේදීන්ට එරෙහි චෝදනාව මෙහෙයවූ ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාර්ලිමේන්තු මන්ත්‍රී ජයන්ත කැටගොඩ, පාර්ලිමේන්තුව අපකීර්තියට පත් කිරීමට මාධ්‍ය උත්සාහ කරන බවට චෝදනා කළේය. අදාළ පුවත්පත් කතුවරුන් ගෙන්වා තරවටු කරන ලෙස කථානායකවරයාගෙන් ඉල්ලා සිටි කැටගොඩ මහතාට පක්ෂ විපක්ෂ මන්ත්‍රීවරුද අදහස් දැක්වූහ. පරීක්ෂණයක් පැවැත්වීමට කථානායකවරයා භාර ගත්තේය. මන්ත්‍රීවරුන්ට තම වරප්‍රසාද කඩවී ඇතැයි සිතන්නේ නම් විරෝධතා දැක්වීමට අයිතියක් ඇති අතර, මහජන අවශ්‍යතා සඳහා වාර්තා පළ කිරීමට මාධ්‍යයට ඇති අයිතිය ද ප්‍රතික්ෂේප කළ නොහැක.",
        "ආණ්ඩුවේ සහ විපක්ෂයේ දේශපාලනඥයන් තම අවශ්‍යතාවලට තර්ජනයක් යැයි හැඟෙන විට තම මතභේද යටපත් කරගෙන ඒකාබද්ධ පෙරමුණක් ගොඩනඟා ගන්නා ආකාරය අපට මතක් කර දෙන්නේ රන්ජන් රාමනායක ඔවුන් ගැන වරක් මාධ්‍යවේදියකුට පැවසූ දෙයකි: “මුං ඔක්කෝම යලුවෝ, මල්ලි, ඔක්කොම යාළුවෝ. සහෝදරයා!\"",
        "ප‍්‍රජාතන්ත‍්‍රවාදය වෙනුවෙන් ගරුත්වය රැකගත යුතු ජාතික ව්‍යවස්ථාදායකය හෑල්ලූවට ලක් කිරීමට කුමන්ත‍්‍රණය කරනවාට වඩා, පුවත්පත් කතුවරුන්ට හෝ ඒ සඳහා සියලූ මාධ්‍යවේදීන්ට කළ යුතු හොඳ දේවල් තිබේ. පිළිසකර කළ නොහැකි ලෙස පාර්ලිමේන්තුවේ ප්‍රතිරූපය විනාශ කරන්නේ නොහික්මුණු මන්ත්‍රීවරුන්ය. 2018 දී අසාර්ථක බලයක් ලබා ගැනීමත් සමඟ වත්මන් ආණ්ඩු පක්ෂයේ ඇතැම් මන්ත්‍රීවරුන් විපක්ෂයේ සිටියදී සභාව තුළ භීෂණය මුදා හැරිය බව මතක තබා ගත හැකිය. ඔවුන් එවකට කථානායක කරූ ජයසූරිය මහතාට එරෙහිව ඝෝෂා කිරීමට පවා උත්සාහ කළහ. ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරු කතානායක පුටුව පෙරළා, ඔහුගේ මේසය මත තිබූ මයික්‍රෆෝනවලට හානි කර, පොලිසියට පහර දී, මිරිස් කුඩු ප්‍රහාර එල්ල කළහ.",
        "විජේසිරි මන්ත්‍රීවරයා මෙසේ පැවසීය: “මේ පාර්ලිමේන්තුව පවත්වාගෙන යාමට යන වියදම ජනතාව දන්නවා. පෝලිම්වල රස්තියාදු වන අය ප්‍රශ්න කරන්නේ අපි මෙහි මුදල් වියදම් කරන ආකාරයයි. රට තුළ ගෑස් හිඟයක් පවතින නමුත් මන්ත්‍රීවරුන් 225 දෙනෙකුට ආහාර පිසීමට ප්‍රමාණවත් ගෑස් ඇති පාර්ලිමේන්තු කුස්සියට එය බලපා නැත. අපි ඔවුන්ගේ ගැටලුවලට විසඳුම් සෙවීමට උත්සාහ කළ යුතුයි.” වරප්‍රසාද සහ පාර්ලිමේන්තු වරප්‍රසාදවලට පෙර රට තබා හපනා මහජනතාව වෙනුවෙන් හුරේ දැමීමට කැමති මන්ත්‍රීවරයකු හෝ සිටීම සතුටට කරුණකි. එසේ කිරීමට විජේසිරි මන්ත්‍රීවරයා දැක්වූ ධෛර්යයට ප්‍රශංසාව හිමි වේවා. අවාසනාවකට, සංස්කාරකවරුන්ගේ හිස් කබලෙන් මිදී සිටින අය විසින් ඔහුව කෑගසනු ලැබීය.",
        "මන්ත්‍රීවරුන් පාර්ලිමේන්තුවට ආකර්ශනය වූයේ ආහාර නොවන බවත්, ඔවුන් නිවසේ සිට කෑම රැගෙන ඒමට සූදානම් බවත් කථානායකවරයා කැමති නම් පාර්ලිමේන්තු ආපන ශාලාව වසා දැමිය හැකි බවත් කැටගොඩ මන්ත්‍රීවරයා පැවසීය. පාර්ලිමේන්තු ආපන ශාලාව වසා දමන ලෙස කිසිවකු ඉල්ලා නැත, නමුත් අවශ්‍ය ඩොලර් ගෙන එන විදේශීය සංචාරකයින් සඳහා ආහාර සපයන දහස් ගණනක් ආපනශාලා සහ අවන්හල් පවා පිසින ගෑස් හිඟය නිසා ෂටර් දමා ඇත.",
        "ශ්‍රී ලාංකිකයන් ත්‍යාගශීලී පිරිසක්. ඔවුන් ආර්ථික දුෂ්කරතා මධ්‍යයේ වුවද නාඳුනන අයට සහ අයාලේ යන සතුන්ට පවා පෝෂණය කරති. ඒ නිසා ඔවුන් කවදාවත් පාර්ලිමේන්තු ආපන ශාලාවේ දෙන කෑම ගැන ප්‍රශ්නයක් කර ගන්නේ නැහැ, මන්ත්‍රීවරුන්ට ගෙදරින් කෑම ගෙනත් දෙන්න අවශ්‍ය නැහැ. නමුත් දුක් විඳින ජනතාව කෙරෙහි සංවේදනය ප්‍රකාශ කළ හැකි වෙනත් ක්‍රම තිබේ. තමන්ගේ අධිසුඛෝපභෝගී වාහන ගෙදර තියලා ඉඳලා හිටලාවත් සෙනග පිරුණු බස්වල, කෝච්චිවල යන අතර, සාමාන්‍ය ජනතාව පැය ගණන්, නැත්නම් දවස් ගණන් බලන් ඉන්න වංගු පෝලිම්වලට එකතුවෙලා තෙල්, ගෑස් ආදිය ගන්නත්, කොහොමද කියලා බලන්නත් පුළුවන් වුණා. සාමාන්‍ය පුරවැසියෙක් වෙන්න කැමතියි. ඔවුන් පෞද්ගලික රෝහල්වල හෝ විදේශයන්හි වෛද්‍ය ප්‍රතිකාර ලබා ගැනීමේ පුරුද්ද ද නවත්වා ඒ වෙනුවට රජයේ අධික ජනාකීර්ණ රෝහල් වෙත යා යුතුය. ඔවුන් එසේ කරන්නේ නම්, මිනිසුන්ගේ තත්වය වැඩිදියුණු කිරීමට දැඩි උත්සාහයක් ගැනීමේ අවශ්‍යතාවය ඔවුන්ට දැනෙනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சுவையான சுவையான மற்றும் விரும்பத்தகாத உண்மை",
      "body_lines": [
        "தற்போதைய பாராளுமன்றத்தில் பொதுமக்களுக்காக உணரும் மற்றும் உண்மையை பேசும் துணிவு உள்ள உறுப்பினர்கள் இல்லாமல் இல்லை என்பதை SJB பாராளுமன்ற உறுப்பினர் சமிந்த விஜேசிறி நிரூபித்துள்ளார். வியாழனன்று அவர் சபையில் முரண்பாடான குறிப்பைத் தாக்கினார், மேலும் பலர் பால் பொருட்கள் கிடைக்காததற்காக பாராளுமன்ற கேன்டீன் ஊழியர்களிடம் சில எம்.பி.க்கள் தவறு செய்ததாகக் கூறப்படும் ஒரு சம்பவத்தை செய்தித்தாள்கள் செய்தித்தாள்களுக்கு எதிராக விசாரித்துக்கொண்டிருந்தனர்.",
        "ஊடகங்களுக்கு எதிராக குற்றச்சாட்டை முன்வைத்த ஸ்ரீலங்கா பொதுஜன பெரமுனவின் பாராளுமன்ற உறுப்பினர் ஜயந்த கெட்டகொட, பாராளுமன்றத்திற்கு அவப்பெயரை ஏற்படுத்த ஊடகங்கள் முயற்சிப்பதாக குற்றம் சுமத்தினார். சம்பந்தப்பட்ட பத்திரிகை ஆசிரியர்களை அழைத்து கண்டிக்குமாறு சபாநாயகரிடம் கோரிக்கை விடுத்த கேட்டகொடவுக்கு ஆதரவாக சில எதிர்க்கட்சி எம்.பி.க்களும் பேசினர். விசாரணை நடத்த சபாநாயகர் உத்தரவிட்டார். எம்.பி.க்கள் தங்களின் சிறப்புரிமைகள் மீறப்பட்டதாக நினைத்தால் எதிர்ப்பு தெரிவிக்க உரிமை உண்டு, அதேபோன்று பொதுநலன் கருதி செய்திகளை வெளியிடும் ஊடகங்களின் உரிமையை மறுக்க முடியாது.",
        "அரசாங்க மற்றும் எதிர்க்கட்சி அரசியல்வாதிகள் தங்கள் நலன்களுக்கு அச்சுறுத்தல் ஏற்படும் போது, ​​தங்கள் கருத்து வேறுபாடுகளை மூழ்கடித்து, ஐக்கிய முன்னணியை உருவாக்கும் விதம், ரஞ்சன் ராமநாயக்க அவர்கள் ஒருமுறை ஒரு பத்திரிகையாளரிடம் கூறியதை நினைவூட்டுகிறது: \"மங் ஒக்கொம யாளுவோ, மல்லி-அவர்கள் அனைவரும் நண்பர்கள், அண்ணா!\"",
        "செய்தித்தாள் ஆசிரியர்கள் அல்லது அனைத்து பத்திரிகையாளர்களும், தேசிய சட்டமன்றத்தை இழிவுபடுத்த சதி செய்வதை விட சிறந்த விஷயங்களைச் செய்ய வேண்டும், அதன் கண்ணியம் ஜனநாயகத்திற்காக பாதுகாக்கப்பட வேண்டும். கட்டுக்கடங்காத எம்.பி.க்கள் தான், பார்லிமென்டின் புகழை சீர்படுத்த முடியாத அளவிற்கு கெடுக்கின்றனர். 2018 இல் தோல்வியடைந்த அதிகார அபகரிப்பைத் தொடர்ந்து இன்றைய ஆளும் கட்சி எம்.பி.க்கள் சிலர் எதிர்க்கட்சியில் இருந்தபோது சபையில் பயங்கரத்தை கட்டவிழ்த்து விட்டார்கள் என்பது நினைவிருக்கலாம். அவர்கள் அப்போதைய சபாநாயகர் கரு ஜயசூரியவை கெராவ் செய்ய முயன்றனர். ஆளும் கட்சி எம்.பி.க்கள், சபாநாயகர் நாற்காலியை கவிழ்த்து, அவரது மேசையில் இருந்த ஒலிவாங்கிகளை சேதப்படுத்தினர், போலீசாரை தாக்கினர் மற்றும் மிளகாய் பொடி தாக்குதல் நடத்தினர்.",
        "பாராளுமன்ற உறுப்பினர் விஜேசிறி கூறியதாவது: இந்த பாராளுமன்றத்தை பராமரிப்பதற்கு ஆகும் செலவு மக்களுக்கு தெரியும். வரிசையில் நிற்பவர்கள், தங்கள் பணத்தை இங்கு செலவிடும் விதம் குறித்து கேள்வி எழுப்புகின்றனர். நாட்டில் எரிவாயு தட்டுப்பாடு நிலவுகிறது, ஆனால் 225 எம்.பி.க்களுக்கு உணவு சமைக்க போதுமான எரிவாயு உள்ள பாராளுமன்ற சமையலறையை அது பாதிக்கவில்லை. அவர்களின் பிரச்சினைகளுக்கு தீர்வு காண முயற்சிக்க வேண்டும்” என்றார். சலுகைகள் மற்றும் பாராளுமன்ற சலுகைகளுக்கு முன் நாட்டை முன்னிறுத்தி, துரதிர்ஷ்டவசமான பொதுமக்களின் சார்பாக அரவணைப்பை மேற்கொள்ள விரும்பும் ஒரு எம்.பி.யாவது குறைந்தபட்சம் இருப்பது மகிழ்ச்சி அளிக்கிறது. எம்.பி.விஜேசிறியின் துணிச்சலைப் பாராட்டட்டும். துரதிர்ஷ்டவசமாக, ஆசிரியர்களின் உச்சந்தலையில் இருந்தவர்களால் அவர் கத்தப்பட்டார்.",
        "நாடாளுமன்றத்திற்கு எம்.பி.க்களை ஈர்த்தது உணவு அல்ல என்றும், அவர்கள் வீட்டில் இருந்தே உணவை எடுத்து வருவதற்கு தயாராக இருப்பதாகவும், சபாநாயகர் விரும்பினால் நாடாளுமன்ற கேன்டீனை மூடலாம் என்றும் எம்.பி கெட்டகொட தெரிவித்தார். பாராளுமன்ற கேன்டீனை மூடுமாறு யாரும் கேட்கவில்லை, ஆனால் ஆயிரக்கணக்கான உணவகங்கள் மற்றும் உணவகங்கள் கூட வெளிநாட்டு சுற்றுலாப் பயணிகளுக்கு மிகவும் தேவையான டாலர்களைக் கொண்டு வருகின்றன, அவை சமையல் எரிவாயு தேவைக்காக ஷட்டர்களை மூடியுள்ளன.",
        "இலங்கையர்கள் தாராள மனப்பான்மை கொண்டவர்கள். அந்நியர்களுக்கும், அலைந்து திரிந்த விலங்குகளுக்கும் பொருளாதாரச் சிக்கல்கள் இருந்தாலும் உணவளிக்கிறார்கள். எனவே, அவர்கள் ஒருபோதும் பார்லிமென்ட் கேன்டீனில் வழங்கப்படும் உணவைப் பற்றி பிரச்சினை செய்ய மாட்டார்கள், மேலும் எம்.பி.க்கள் வீட்டிலிருந்து உணவு கொண்டு வர வேண்டிய அவசியமில்லை. ஆனால் அவர்கள் துன்பப்படும் மக்களுக்கு அனுதாபத்தை வெளிப்படுத்த வேறு வழிகள் உள்ளன. அதி சொகுசு வாகனங்களை வீட்டிலேயே விட்டுவிட்டு எப்போதாவது நெரிசலான பேருந்துகளிலும் இரயிலிலும் பயணிக்கலாம், வளைந்து நெளிந்து செல்லும் வரிசையில் சாதாரண மக்கள் மணிக்கணக்கில் காத்திருந்து, எரிபொருள், எரிவாயு போன்றவற்றை வாங்கலாம், எப்படி இருக்கிறது என்று பார்க்கலாம். சாதாரண குடிமகனாக இருக்க விரும்புகிறேன். அவர்கள் தனியார் மருத்துவமனைகள் அல்லது வெளிநாடுகளில் மருத்துவ சிகிச்சை பெறுவதை நிறுத்திவிட்டு, அரசு நடத்தும் நெரிசலான மருத்துவமனைகளுக்குச் செல்ல வேண்டும். அவ்வாறு செய்தால், மக்களின் நிலையை மேம்படுத்த தீவிர முயற்சி எடுக்க வேண்டிய அவசியத்தை அவர்கள் உணர்வார்கள்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}