{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cuts-capital-budget-to-save-soft-pegged-rupee-93546/",
  "time_ut": 1651038060,
  "title": "Sri Lanka cuts capital budget to save soft-pegged rupee",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Ministry has ordered capital expenditure cuts in the budget for 2022 to trim spending and imports in a bid to save the rupee which has been hit by money printed to keep interest rate low.",
    "Newly appointed Treasury Secretary Mahinda Siriwardene in a circular to government departments, provincial councils and statutory boards has ordered all new projects and those that have been started and stalled due to lack of raw materials to be suspended.",
    "“Enhancing the government revenue is a crucial requirement to control this challenging situation,” Siriwardene said.",
    "“However as it takes a certain time, public expenditure needs to be well-tightened, making it available only for the most essential services for a certain period.”",
    "In the case of half completed projects, negotiations have to be held with contractors.",
    "Officials have also been asked to stop acquiring lands of other assets.",
    "Requirements which have commenced but where letters have not been issued should be delayed.",
    "Sri Lanka’s state finances got into fix from 2015 due to ‘revenue based fiscal consolidation’ where the usual spending based consolidation was abandoned.",
    "Recurrent spending was pushed up from 1.2 trillion rupees in 2014 to 2.4 trillion rupees by 2019 and total spending rising from 17.2 percent of GDP to 19.4 percent by 2019.",
    "As part of the flexible inflation targeting, money was printed output gap targeting was adopted (go policy) leading to revenue falls when the breaks were applied to stop the resulting currency crisis (stop policy).",
    "As currency crises triggered forex shortages sovereign bonds built up at central government levels and dollar borrowings went up at the Ceylon Petroleum Corporation.",
    "From 2020 an large volume of money was printed under an output gap targeting exercise called developmental state/production economy where taxes were also cut, releasing more money into private hands.",
    "To prevent the money from ending up back in the budget via bond markets through slightly higher interest rates (which would have happened under a fixed exchange rate), the central bank ordered price controls on bonds, bought securities with printed money and triggered an external crisis.",
    "Unable to borrow from capital markets due to downgrades, foreign reserves were run down in from 2021 to 2022.",
    "In early 2020 Finance Minister Basil Rajapaksa offered a 20 billion rupee ‘relief package’ in the first quarter which further de-stabilized the budget and put pressure on domestic credit.",
    "The currency has collapsed from 203 to 345 after an attempt was made to float the currency without removing a surrender rule or sharply raising rates to stop private credit and avoid printing money.",
    "Policy rates were hiked to 14.50 percent which will reduce private credit. The capital expenditure cuts or spending based consolidation would also reduce domestic credit.",
    "However on Friday about 18 billion rupees were printed which would make forex shortages persist and rates to be elevated. (Colombo/Apr27/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව ප්‍රාග්ධන අයවැය කපා හැරිය රුපියල සුරැකීමට",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ මුදල් අමාත්‍යාංශය 2022 අයවැයෙන් ප්‍රාග්ධන වියදම් කපා හැරීමට නියෝග කර ඇත්තේ, පොලී අනුපාතිකය අඩු මට්ටමක තබා ගැනීම සඳහා මුද්‍රණය කරන ලද මුදලින් පීඩාවට පත් වූ රුපියල ඉතිරි කර ගැනීමේ ප්‍රයත්නයක් ලෙස වියදම් සහ ආනයන සීමා කිරීම සඳහා ය.",
        "අලුතින් පත් වූ භාණ්ඩාගාර ලේකම් මහින්ද සිරිවර්ධන මහතා රජයේ දෙපාර්තමේන්තු, පළාත් සභා සහ ව්‍යවස්ථාපිත මණ්ඩලවලට චක්‍රලේඛයක් මගින් සියලුම නව ව්‍යාපෘති සහ අමුද්‍රව්‍ය නොමැතිකම හේතුවෙන් ආරම්භ කර ඇනහිට ඇති ව්‍යාපෘති අත්හිටුවන ලෙස නියෝග කර ඇත.",
        "“මෙම අභියෝගාත්මක තත්ත්වය පාලනය කිරීම සඳහා රාජ්‍ය ආදායම ඉහළ නැංවීම තීරණාත්මක අවශ්‍යතාවයක්,” සිරිවර්ධන මහතා පැවසීය.",
        "\"කෙසේ වෙතත් නිශ්චිත කාලයක් ගත වන බැවින්, රාජ්‍ය වියදම් හොඳින් දැඩි කළ යුතු අතර, එය යම් කාල සීමාවක් සඳහා වඩාත් අත්‍යවශ්‍ය සේවාවන් සඳහා පමණක් ලබා ගත හැකිය.\"",
        "අඩක් නිම කරන ලද ව්‍යාපෘති සම්බන්ධයෙන් කොන්ත්‍රාත්කරුවන් සමඟ සාකච්ඡා පැවැත්විය යුතුය.",
        "වෙනත් වත්කම්වල ඉඩම් අත්පත් කර ගැනීම නතර කරන ලෙස ද නිලධාරීන්ගෙන් ඉල්ලා තිබේ.",
        "ආරම්භ කර ඇති නමුත් ලිපි නිකුත් කර නොමැති අවශ්‍යතා ප්‍රමාද කළ යුතුය.",
        "2015 වසරේ සිට ශ්‍රී ලංකාවේ රාජ්‍ය මූල්‍ය ස්ථාවරත්වයට පත්වූයේ ‘ආදායම් පදනම් කරගත් මූල්‍ය ඒකාග්‍රතාවය’ හේතුවෙන් සාමාන්‍ය වියදම් මත පදනම් වූ ඒකාග්‍රතාවය අත්හැර දැමීම හේතුවෙනි.",
        "පුනරාවර්තන වියදම් 2014 දී රුපියල් ට්‍රිලියන 1.2 සිට 2019 වන විට රුපියල් ට්‍රිලියන 2.4 දක්වා ඉහළ නංවා ඇති අතර 2019 වන විට දළ දේශීය නිෂ්පාදිතයෙන් සියයට 17.2 සිට සියයට 19.4 දක්වා මුළු වියදම් ඉහළ ගියේය.",
        "නම්‍යශීලී උද්ධමන ඉලක්කකරණයේ කොටසක් ලෙස, මුදල් මුද්‍රණය කරන ලද නිමැවුම් පරතරය ඉලක්ක කිරීම අනුගමනය කරන ලදී (go ප්‍රතිපත්තිය) ප්‍රතිඵලයක් ලෙස ඇති වූ මුදල් අර්බුදය (stop policy) නැවැත්වීම සඳහා විරාමයන් යෙදූ විට ආදායම පහත වැටේ.",
        "මුදල් අර්බුද හේතුවෙන් විදේශ විනිමය හිඟය ඇති වීම නිසා මධ්‍යම රජයේ මට්ටමින් ගොඩනැගුණු ස්වෛරී බැඳුම්කර සහ ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඩොලර් ණය ගැනීම් ඉහළ ගියේය.",
        "2020 සිට, සංවර්ධන රාජ්‍ය/නිෂ්පාදන ආර්ථිකය නම් වූ නිමැවුම් පරතරය ඉලක්ක කරගත් ව්‍යායාමයක් යටතේ විශාල මුදල් ප්‍රමාණයක් මුද්‍රණය කරන ලදී.",
        "(ස්ථාවර විනිමය අනුපාතිකයක් යටතේ සිදුවනු ඇති) තරමක් වැඩි පොලී අනුපාත හරහා බැඳුම්කර වෙලඳපොල හරහා මුදල් ආපසු අයවැයට පැමිණීම වැළැක්වීම සඳහා, මහ බැංකුව බැඳුම්කරවල මිල පාලනය කිරීමට නියෝග කර, මුද්‍රිත මුදල්වලින් සුරැකුම්පත් මිලදී ගෙන බාහිර අර්බුදයක් ඇති කළේය. .",
        "පහත වැටීම් හේතුවෙන් ප්‍රාග්ධන වෙළෙඳපොළෙන් ණය ගැනීමට නොහැකි වූ අතර, විදේශ සංචිත 2021 සිට 2022 දක්වා පහත වැටුණි.",
        "2020 මුල් භාගයේදී මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ පළමු කාර්තුවේදී රුපියල් බිලියන 20 ක ‘සහන පැකේජයක්’ පිරිනැමූ අතර එය අයවැය තවදුරටත් අස්ථාවර කර දේශීය ණය මත පීඩනයක් ඇති කළේය.",
        "පුද්ගලික ණය නැවැත්වීමට සහ මුදල් මුද්‍රණය කිරීමෙන් වැළකී සිටීමට යටත් වීමේ රීතියක් ඉවත් නොකර හෝ තියුනු ලෙස ගාස්තු ඉහළ නැංවීමකින් තොරව මුදල් පාවීමට ගත් උත්සාහයෙන් පසු මුදල් ඒකකය 203 සිට 345 දක්වා පහත වැටී ඇත.",
        "ප්‍රතිපත්ති පොලී අනුපාත සියයට 14.50 දක්වා වැඩි කළ අතර එමඟින් පුද්ගලික ණය අඩු වේ. ප්‍රාග්ධන වියදම් කපා හැරීම හෝ වියදම් පදනම් කරගත් ඒකාබද්ධ කිරීම ද දේශීය ණය අඩු කරනු ඇත.",
        "කෙසේ වෙතත් සිකුරාදා රුපියල් බිලියන 18 ක් පමණ මුද්‍රණය කර ඇති අතර එමඟින් විදේශ විනිමය හිඟය පවතිනු ඇති අතර අනුපාත ඉහළ නැංවිය හැකිය. (කොළඹ/අප්‍රේල්27/2022)"
      ]
    },
    "ta": {
      "title": "இலகுவான ரூபாயை சேமிக்க இலங்கை மூலதன வரவுசெலவுத்திட்டத்தை குறைக்கிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் நிதி அமைச்சகம் 2022 ஆம் ஆண்டிற்கான வரவு செலவுத் திட்டத்தில் மூலதனச் செலவுக் குறைப்புகளுக்கு உத்தரவிட்டுள்ளது, இது வட்டி விகிதத்தைக் குறைப்பதற்காக அச்சிடப்பட்ட பணத்தால் பாதிக்கப்பட்டுள்ள ரூபாயைக் காப்பாற்றும் முயற்சியில் செலவினங்களையும் இறக்குமதியையும் குறைக்கிறது.",
        "புதிதாக நியமிக்கப்பட்டுள்ள திறைசேரி செயலாளர் மஹிந்த சிறிவர்தன, அரச திணைக்களங்கள், மாகாண சபைகள் மற்றும் சட்ட சபைகளுக்கு அனுப்பியுள்ள சுற்றறிக்கையில் அனைத்து புதிய வேலைத்திட்டங்களையும், மூலப்பொருட்கள் பற்றாக்குறையினால் ஆரம்பிக்கப்பட்டு முடங்கியுள்ள திட்டங்களையும் இடைநிறுத்துமாறு உத்தரவிட்டுள்ளார்.",
        "\"இந்த சவாலான சூழ்நிலையை கட்டுப்படுத்த அரசின் வருவாயை அதிகரிப்பது ஒரு முக்கியமான தேவையாகும்\" என்று சிறிவர்தன கூறினார்.",
        "\"இருப்பினும் இது ஒரு குறிப்பிட்ட நேரம் எடுக்கும் என்பதால், பொதுச் செலவுகள் நன்கு இறுக்கப்பட வேண்டும், இது ஒரு குறிப்பிட்ட காலத்திற்கு மிகவும் அத்தியாவசிய சேவைகளுக்கு மட்டுமே கிடைக்கும்.\"",
        "பாதி முடிக்கப்பட்ட திட்டங்களில் ஒப்பந்ததாரர்களுடன் பேச்சுவார்த்தை நடத்த வேண்டும்.",
        "மற்ற சொத்துக்களின் நிலங்களை கையகப்படுத்துவதை நிறுத்துமாறும் அதிகாரிகளுக்கு கோரிக்கை விடுக்கப்பட்டுள்ளது.",
        "தொடங்கப்பட்ட ஆனால் கடிதங்கள் வழங்கப்படாத தேவைகள் தாமதப்படுத்தப்பட வேண்டும்.",
        "வழமையான செலவு அடிப்படையிலான ஒருங்கிணைப்பு கைவிடப்பட்ட 'வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு' காரணமாக 2015 ஆம் ஆண்டு முதல் இலங்கையின் அரச நிதிகள் சரி செய்யப்பட்டுள்ளன.",
        "தொடர் செலவு 2014 இல் 1.2 டிரில்லியன் ரூபாயில் இருந்து 2019 இல் 2.4 டிரில்லியன் ரூபாயாக உயர்த்தப்பட்டது மற்றும் மொத்த செலவினம் மொத்த உள்நாட்டு உற்பத்தியில் 17.2 சதவீதத்திலிருந்து 2019 இல் 19.4 சதவீதமாக உயர்ந்துள்ளது.",
        "நெகிழ்வான பணவீக்க இலக்கின் ஒரு பகுதியாக, பணம் அச்சிடப்பட்ட வெளியீட்டு இடைவெளி இலக்கு ஏற்றுக்கொள்ளப்பட்டது (கோ பாலிசி) விளைந்த நாணய நெருக்கடியை (ஸ்டாப் பாலிசி) நிறுத்த இடைவேளைகள் பயன்படுத்தப்படும்போது வருவாய் வீழ்ச்சிக்கு வழிவகுத்தது.",
        "நாணய நெருக்கடிகள் அந்நிய செலாவணி பற்றாக்குறையை தூண்டியதால், மத்திய அரசு மட்டங்களில் கட்டப்பட்ட இறையாண்மை பத்திரங்கள் மற்றும் இலங்கை பெற்றோலிய கூட்டுத்தாபனத்தில் டாலர் கடன்கள் அதிகரித்தன.",
        "2020 ஆம் ஆண்டு முதல் அதிக அளவு பணம் அச்சிடப்பட்டு, வளர்ச்சி நிலை/உற்பத்திப் பொருளாதாரம் எனப்படும் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்ட பயிற்சியின் கீழ் வரிகள் குறைக்கப்பட்டு, அதிகப் பணத்தை தனியார் கைகளில் விடுவித்தது.",
        "சற்றே அதிக வட்டி விகிதங்கள் (இது நிலையான மாற்று விகிதத்தின் கீழ் நடந்திருக்கும்) மூலம் பத்திரச் சந்தைகள் மூலம் பணம் மீண்டும் வரவுசெலவுத் திட்டத்தில் முடிவடைவதைத் தடுக்க, மத்திய வங்கி பத்திரங்களின் மீதான விலைக் கட்டுப்பாட்டிற்கு உத்தரவிட்டது, அச்சிடப்பட்ட பணத்துடன் பத்திரங்களை வாங்கியது மற்றும் வெளிப்புற நெருக்கடியைத் தூண்டியது. .",
        "தரம் இறக்கம் காரணமாக மூலதனச் சந்தைகளில் இருந்து கடன் வாங்க முடியாமல், 2021 முதல் 2022 வரை அந்நிய கையிருப்பு குறைக்கப்பட்டது.",
        "2020 ஆம் ஆண்டின் முற்பகுதியில் நிதி அமைச்சர் பசில் ராஜபக்ச முதல் காலாண்டில் 20 பில்லியன் ரூபாய் ‘நிவாரணப் பொதி’ ஒன்றை வழங்கினார்.",
        "சரணடைதல் விதியை அகற்றாமலோ அல்லது தனியார் கடனை நிறுத்துவதற்கும், பணத்தை அச்சிடுவதைத் தவிர்ப்பதற்கும் விகிதங்களை கடுமையாக உயர்த்தாமலோ கரன்சியை மிதக்க முயற்சித்ததால், கரன்சி 203ல் இருந்து 345 ஆக சரிந்தது.",
        "பாலிசி விகிதங்கள் 14.50 சதவீதமாக உயர்த்தப்பட்டது, இது தனியார் கடனைக் குறைக்கும். மூலதனச் செலவுக் குறைப்பு அல்லது செலவு அடிப்படையிலான ஒருங்கிணைப்பு உள்நாட்டுக் கடனையும் குறைக்கும்.",
        "இருப்பினும் வெள்ளியன்று சுமார் 18 பில்லியன் ரூபாய்கள் அச்சிடப்பட்டன, இது அந்நிய செலாவணி பற்றாக்குறையை நீடிக்கச் செய்யும் மற்றும் விகிதங்கள் உயர்த்தப்படும். (கொழும்பு/ஏப்27/2022)"
      ]
    }
  }
}