{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81249/tsunami-warning-for-japan-after-powerful-earthquake",
  "time_ut": 1647446940,
  "title": "Tsunami warning for Japan after powerful earthquake",
  "body_lines": [
    "A tsunami warning has been issued by Japanese officials on Wednesday for the prefectures of Miyagi and Fukushima following a 7.3 magnitude earthquake.",
    "The quake shook large parts of eastern Japan, including Tokyo, where buildings shook violently. Prime Minister Fumio Kishida said the government was working to assess the extent of any damage after the tremor.",
    "Power company TEPCO said it was assessing the impact to the equipment at the Fukushima nuclear power station, which was hit by a devastating earthquake and tsunami in 2011 that killed more than 2,000 people. The 2011 quake was of 9.0 magnitude.",
    "Some 2 million people in Fukushima and Miyagi were without power, TEPCO said, while in Tokyo 700,000 people were experiencing a blackout.",
    "The Japan Meteorological Agency said the earthquake struck 60 kilometers (36 miles) below the sea.",
    "Japan’s Air Self-Defense Force said it dispatched fighter jets from the Hyakuri base in Ibaraki prefecture, just south of Fukushima, for information gathering and damage assessment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රබල භූමිකම්පාවෙන් පසු ජපානයට සුනාමි අනතුරු ඇඟවීමක්",
      "body_lines": [
        "රිච්ටර් මාපකයේ 7.3ක ප්‍රබල භූ කම්පනයක් හේතුවෙන් මියාගි සහ ෆුකුෂිමා ප්‍රාන්තවලට ජපාන බලධාරීන් විසින් බදාදා සුනාමි අනතුරු ඇඟවීමක් නිකුත් කර තිබේ.",
        "භූමිකම්පාවෙන් ටෝකියෝ ඇතුළු නැගෙනහිර ජපානයේ විශාල ප්‍රදේශ කම්පනයට පත් වූ අතර එහිදී ගොඩනැගිලි ප්‍රචණ්ඩ ලෙස සෙලවී ඇත. කම්පනයෙන් පසු සිදුවූ හානිය තක්සේරු කිරීමට රජය කටයුතු කරමින් සිටින බව අගමැති ෆුමියෝ කිෂිඩා පැවසීය.",
        "2011 දී මිනිසුන් 2,000 කට වැඩි පිරිසක් මිය ගිය විනාශකාරී භූමිකම්පාවකින් සහ සුනාමියකින් පීඩාවට පත් වූ ෆුකුෂිමා න්‍යෂ්ටික බලාගාරයේ උපකරණවලට ඇති බලපෑම තක්සේරු කරමින් සිටින බව බලශක්ති සමාගමක් වන TEPCO පැවසීය. 2011 භූමිකම්පාව රික්ටර් පරිමාණයේ 9.0 ක් විය.",
        "ෆුකුෂිමා සහ මියාගි හි මිලියන 2 ක පමණ ජනතාවකට විදුලිය නොමැති බව ටෙප්කෝ ප්‍රකාශ කර ඇති අතර, ටෝකියෝවේ 700,000 ක ජනතාවක් විදුලිය විසන්ධි වීමක් අත්විඳිමින් සිටියහ.",
        "ජපාන කාලගුණ විද්‍යා ඒජන්සිය ප්‍රකාශ කළේ භූමිකම්පාව මුහුදට කිලෝමීටර් 60ක් (සැතපුම් 36) පහළින් ඇති වූ බවයි.",
        "තොරතුරු රැස් කිරීම සහ හානි තක්සේරු කිරීම සඳහා ෆුකුෂිමා නගරයට දකුණින් පිහිටි ඉබාරාකි ප්‍රාන්තයේ හයිකුරි කඳවුරේ සිට ප්‍රහාරක ජෙට් යානා පිටත් කර යැවූ බව ජපානයේ ගුවන් ස්වයං ආරක්ෂක බලකාය පැවසීය."
      ]
    },
    "ta": {
      "title": "சக்திவாய்ந்த நிலநடுக்கத்தை அடுத்து ஜப்பானுக்கு சுனாமி எச்சரிக்கை",
      "body_lines": [
        "7.3 ரிக்டர் அளவிலான நிலநடுக்கத்தைத் தொடர்ந்து மியாகி மற்றும் புகுஷிமா மாகாணங்களுக்கு ஜப்பானிய அதிகாரிகளால் புதன்கிழமை சுனாமி எச்சரிக்கை விடுக்கப்பட்டுள்ளது.",
        "இந்த நிலநடுக்கத்தால் டோக்கியோ உள்ளிட்ட கிழக்கு ஜப்பானின் பெரும்பகுதி குலுங்கியது, அங்கு கட்டிடங்கள் கடுமையாக குலுங்கின. நிலநடுக்கத்திற்குப் பிறகு ஏற்பட்ட சேதத்தின் அளவை மதிப்பிடுவதற்கு அரசாங்கம் செயல்பட்டு வருவதாக பிரதமர் ஃபுமியோ கிஷிடா தெரிவித்தார்.",
        "2011 ல் 2,000 க்கும் மேற்பட்ட மக்களைக் கொன்ற பேரழிவுகரமான நிலநடுக்கம் மற்றும் சுனாமியால் பாதிக்கப்பட்ட புகுஷிமா அணுமின் நிலையத்தில் உள்ள உபகரணங்களின் தாக்கத்தை மதிப்பிடுவதாக மின்சக்தி நிறுவனமான TEPCO கூறியது. 2011ல் ஏற்பட்ட நிலநடுக்கம் ரிக்டர் அளவுகோலில் 9.0 ஆக இருந்தது.",
        "ஃபுகுஷிமா மற்றும் மியாகியில் சுமார் 2 மில்லியன் மக்கள் மின்சாரம் இல்லாமல் இருந்தனர், TEPCO கூறியது, டோக்கியோவில் 700,000 மக்கள் மின்தடையை அனுபவித்து வருகின்றனர்.",
        "கடலுக்கு அடியில் 60 கிலோமீட்டர் (36 மைல்) ஆழத்தில் நிலநடுக்கம் ஏற்பட்டதாக ஜப்பான் வானிலை ஆய்வு மையம் தெரிவித்துள்ளது.",
        "ஜப்பானின் வான் தற்காப்புப் படை, தகவல் சேகரிப்பு மற்றும் சேத மதிப்பீட்டிற்காக, புகுஷிமாவின் தெற்கே உள்ள இபராக்கி மாகாணத்தில் உள்ள ஹைகுரி தளத்தில் இருந்து போர் விமானங்களை அனுப்பியதாகக் கூறியது."
      ]
    }
  }
}