{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/amid-fuel-shortage-srilankan-flights-diverted-to-mattala-to-manage-fuel-at-bia-official-93569/",
  "time_ut": 1651054020,
  "title": "Amid fuel shortage, SriLankan flights diverted to Mattala to “manage” fuel at BIA – official",
  "body_lines": [
    "ECONOMYNEXT – State-owned SriLankan Airlines has diverted at least two aircrafts from the main Bandaranaike International Airport (BIA) last week to refuel at Mattala Rajapaksa International Airport (MRIA) to manage its fuel stocks in BIA, officials said on Wednesday.",
    "Two government sources told Economy Next that two SriLankan Airline flights to Sydney and Melbourne – UL 304 and UL-306 – on Thursday, April 19th were diverted to MRIA for refuelling amid “concerns over fuel shortage” at the BIA.",
    "A SriLankan Airlines official told Economy Next that the diversion was due to a “technical reason”.",
    "Shehan Sumanasekara, Director of Operations, Airport and Aviation Services Limited confirmed that one flight diverted to MRIA was bound to Melbourne.",
    "When asked if the BIA does not have enough fuel he said:” “We do, but we are managing. We have two tanks – one at Mattala and one at BIA.”",
    "“What happened was fuel in Mattala was reserved for European flights. But since they reduced after the Russian-Ukrainian war, the fuel was just being stored there,” Sumanasekara said denying speculations of fuel shortage at the BIA.",
    "“Therefore we allowed some flights to come and refuel at Mattala as well because BIA’s fuel was finishing faster while a big stock remained at MRIA.”",
    "Sri Lanka is facing a severe shortage of fuel as they have run out of dollars to import fuel on time.",
    "The government this week agreed to amend the Petroleum Product Act to allow some select parties to provide licenses to import fuel.",
    "The state-owned Ceylon Petroleum Corporation (CPC), the sole importer and distributor, was unable to get foreign exchange to import fuel and still face difficulties even after securing 500 million US dollar credit line to import fuel from India. (Colombo/April27/2022)"
  ]
}