{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-should-privatize-srilankan-airlines-fast-advocata-94650/",
  "time_ut": 1653391680,
  "title": "Sri Lanka should privatize SriLankan Airlines fast: Advocata",
  "body_lines": [
    "ECONOMYNEXT – State-run SriLankan Airlines should be privatized as part of an overall reform program as the country tries to recover from a currency crisis, Advocata Institute, a Colombo-based think tank has said.",
    "The national carrier has racked up losses of 372 billion rupees since management control was taken from Emirates in 2009.",
    "The airline has, on numerous occasions, required treasury guaranteed loans to stay afloat, and has amassed over Rs. 53.6 billion in guarantees as of August 2021,” Advocata said.",
    "“Many of its loans are Us dollar loans – an even more unsustainable burden to the existing sovereign debt crisis…”",
    "“Sri Lankans of all walks of life ultimately have had to bear this burden and these massive losses have crowded out other more beneficial spending such as on social welfare.",
    "Though SriLankan is doing better at the moment, it owes money to state enterprises and banks.",
    "Benefits of privatization could be from avoidance of further losses, avoiding future equity infusions from public money and possibility of taxes under private management.",
    "“This is a better alternative than continuing to burden the country’s banking sector which is already under severe stress,” Advocata said.",
    "SriLankan received over 194 billion rupees in public guaranteed debt from 2017-21, it is the recipient of the sixth largest amount of public-guaranteed debt.",
    "Privatising Sri Lankan Airlines  is a necessary immediate move that signals the country is serious about fiscal reform.",
    "An independent and open bidding process should be used to carry out the privatisation.",
    "“We need to eliminate this massive hole in our budget, and we need to do it now,” Malathy Knight, an economist who has worked on state enterprise reform was quoted as saying in the statement.",
    "“Sri Lankan Airlines must come off the books, and the structuring and sequencing of the sale along with the bidding process must be aligned towards this goal.” (Colombo/May24/20220"
  ]
}