{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imports-103000mt-of-fertilizer-after-ban-lifted-minister-95797/",
  "time_ut": 1655267280,
  "title": "Sri Lanka imports 103,000MT of fertilizer after ban lifted: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has imported 103,000 metric tonnes of fertilizer after ban was lifted at the end of December 2021, Agriculture Minister Mahnida Amaraweera said, though importers were given licenses to bring down more.",
    "However forex shortages were preventing the opening of letters of credit, blocking imports.",
    "With the fertilizer ban being implemented in 2020, paddy production had fallen 40 percent in the 2021 Maha season.",
    "The ban was lifted in November31, 2021 and National Fertilizer Secretariat data showed that 103,832 MT of fertilizers have been imported from December 01,2021 to June 08,2022, Minister Amaraweera said.",
    "Minister Amaraweera said, National Fertilizer office has given permission to import another 38,503.5 MT of Urea.",
    "But fertilizer importers were unable to open Letters of Credit due to lack of foreign exchange.",
    "They were also owned 22 billion rupees from the government for subsidized sales of fertilizer and private importers were reluctant to get involved in the business, Amaraweera said.",
    "The fertilizers actually importer were less than the amounts that were given permission to import.",
    "“All other fertilizers that have been imported are less than the amount that has been permitted to import, and the main reason is inability to open LCs due to lack of forex,”Amaraweera said.",
    "For the 2022/2023 Maha season the cabinet had given approval for state fertilizer firms to import 150,000 metric tonnes of urea, 45,000 MT of MOP and 36,000 MT of TSP.",
    "Amarweera said, to get the funds to import the necessary fertilizers, discussions have started with the World Bank, Asia Development bank and other international financial institutions. (Colombo/ June 14/2022)"
  ]
}