{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-will-have-to-print-money-unless-taxes-are-raised-cb-governor-94163/",
  "time_ut": 1652348280,
  "title": "Sri Lanka will have to print money unless taxes are raised: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will have to print money to pay state worker salaries unless taxes were raised, Central Bank Governor Nandalal Weerasinghe said as the country struggles with low revenues after taxes were cut for output gap targeting.",
    "“State workers salaries are paid by money in the Treasury,” Governor Weerasinghe said. “The reason money was printed all this time is because there aren’t enough revenues.",
    "“If there is not enough money the central bank has to monetize it. There is no bar to that. Under the Monetary Law Act we can do it. It is something that should be done.",
    "“If money printing is stopped and salaries are not paid there will be a bigger crisis.",
    "Weerasinghe said interest rates have been raised and 100 percent of the money has been raised from the market in recent weeks. Essential spending included salaries, pensions and domestic debt repayment.",
    "“In addition, if there is an urgent need, we have told the Treasury it will be monetized only if it is essential, if not to delay it,” he said.  “That is why the Treasury Secretary issued a circular asking non-priority spending to be stopped.”",
    "“I can clearly say there is no worry of paying state workers salary and pension. Because we can give money which are paid in rupees. But we should do it with some responsibility and we should not do it like it was done previously and increase the inflation to around 40 percent.”",
    "When money is printed under a pegged exchange rate (flexible exchange rate), dollar shortages emerge in a matter of weeks as the new money moves through the credit system and ends up in the forex market as imports or other outflows.",
    "When money is printed over a longer period, boosting domestic credit and broader money supply, domestic inflation goes up, with asset prices (stock and property) also inflating as mal-investment takes place.",
    "In Sri Lanka large volumes of money have been printed to trigger currency crises in the past including when tax revenues were expanding, with the economy also growing, to target gilt yields through a bond auction committee.",
    "Market bids are rejected and money is printed to repay maturing bonds issued to finance deficits of past years. In 2020 and 2021, price controls were placed on bond and bill auctions to keep Treasury bill yields around 5.2 percent.",
    "Disbanding the bond auction committee will take away the ability of the state to to pro-cyclically inject liquidity and fire currency crises by engaging in output gap targeting (Keynesian stimulus), analysts say.",
    "Sri Lanka’s Treasury bill yields are now around 24 percent and large volumes of money is flowing into the market.",
    "The first beneficiaries of printed money are those who receive the money first like state workers or borrowers of commercial banks who get newly printed money from rejected Treasury bill and bond auctions.",
    "Later recipients of the money see higher prices as the currency falls and inflation goes up.",
    "Sri Lanka printed large over two trillions of rupees over two years, while operating an intermediate regime (soft-peg) and ran out of reserves, losing the ability to maintain the peg at that interest rate.",
    "An attempt to shift the broken soft-peg to a clean float has so far not fully succeeded and the rupee had fallen with forex shortages persisting.",
    "A floating exchange rate, as found in advanced nations operate without any foreign reserves, with foreign exchange inflows and outflows matching each other outside the reserve money which remains stable and unaffected from changes made through central bank purchases and sales of dollars. (Colombo/ May 12/2022)"
  ]
}