{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CAL-ties-up-with-Heritage-Partners-to-advise-family-businesses/34-732653",
  "time_ut": 1648415880,
  "title": "CAL ties up with Heritage Partners to advise family businesses",
  "body_lines": [
    "CAL (Capital Alliance) Group has recently entered into a landmark agreement with Heritage Partners, a law firm specialising in advising Sri Lankan businesses across a broad spectrum of legal matters.",
    "Through this partnership, CAL will be able to enhance the advisory services offered to family business clients, while also providing them with access to ancillary services such as the drafting of family constitutions, restructuring and succession planning, shareholder dispute resolution, and family office structuring.",
    "The agreement was signed by CAL Group Director Ajith Fernando and Heritage Partners Precedent Partner Dr. Arittha Wikramanayake.",
    "“As an investment bank focused on family businesses, we have built a deep understanding and appreciation for the specific challenges that these companies and their respective family owners face.",
    "“More often than not, the long-term success and failure of the business are defined by the inner workings of the family even more so than the fundamentals of the business itself. It is, for this reason, we decided to enter into a mutually beneficial partnership with Heritage Partners. We are confident that this partnership will enable our clients to ensure the longevity of their business across generations,” Fernando said.",
    "This unique partnership is one of CAL’s many ongoing efforts to provide unparalleled services to family business clients, which the Group sees as a key client segment forming the bedrock of frontier markets.",
    "Through this arrangement, CAL will be able to more effectively serve their family business clients, particularly those working through transitions and liquidity events, leveraging the global perspective and experience of Heritage Partners.",
    "CAL first entered the Sri Lankan market in 2000 as a licensed primary dealer, rapidly evolving into one of only five non-bank licensed primary dealers in the country.",
    "The company has grown over the past two decades to become the market leader in Capital Markets services, offering a growing list of solutions including Wealth Management, Equity, and Debt Capital Markets, Mergers, and Acquisitions Advisory, Stockbroking, Fixed Income Trading, and Private Equity.",
    "It has been lauded with the title of ‘Best Investment Banking Company in Sri Lanka’, among other accolades. CAL also maintains a growing international footprint, through its entry into Bangladesh’s capital markets across Stock-brokering and Investment Banking."
  ]
}