{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cb-revises-down-2022-economic-growth-estimate-to-1-pct-93707/",
  "time_ut": 1651309920,
  "title": "Sri Lanka CB revises down 2022 economic growth estimate to 1-pct",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s 2022 economic growth estimate has been revised down sharply to 1 percent, its annual report released on Friday showed, from as high as 5.5 percent in January this year.",
    "Former central bank governor Ajith Nivard Cabraal, who resigned early this month in line with the resignation of the Cabinet, had predicted the island nation’s troubled economy to grow at around 5.5 percent this year, with a recovery in tourism also helping. Cabraal has been blamed for the economic mismanagement by the opposition and analysts.",
    "However, since he resigned, New Central Bank Governor Nandalal Weerasnighe has raised the key monetary policy rates to almost doubled and allowed the interest free one-year government treasury bill rates to be increased to over  24 percent in a move to ease the pressure on the rupee and curb record high inflation.",
    "“Sri Lanka’s economy is envisaged to grow modestly in the near term as the economy is to reset with a debt restructuring programme and long overdue structural reforms alongside an economic adjustment programme to be supported by the IMF, which is expected to facilitate the economy to gather momentum over the medium term,” the central bank said in its annual report.",
    "“The build-up of macroeconomic instability in the economy, stemming from the heightened vulnerabilities on both the external and fiscal fronts, rising social unrest and political instability, effects of the pandemic, the domestic energy crisis, and elevated commodity prices both globally and domestically are expected to significantly dampen the growth prospects in 2022 and have lingering effects in the immediate future leading to a slowdown in growth.:",
    "“Also, economic activity is likely to further slowdown amidst the announcement of a suspension of external debt servicing by the Government for an interim period and commitment to a debt restructuring programme.”",
    "The island nation has already announced it was suspending all the repayment of foreign debts as it had run out reserves.",
    "Sri Lanka is facing an unprecedented economic crisis with people are deprived of essentials like medicines, food, and fuel as the central bank’s usable foreign currency reserves are already depleted to near zero level.",
    "The absence of fuel also has led to extended power cuts that has hit manufacturing sector while over 75 percent depreciation of the rupee has hit the economy across the sectors.",
    "The 84.5 billion dollar economy has already started talks with the IMF to seek assistance to come out of the debt and balance of payment crisis. (Colombo/April30/2022)"
  ]
}