{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Nobody-is-to-take-the-blame/172-238562",
  "time_ut": 1654540800,
  "title": "Nobody is to take the blame",
  "body_lines": [
    "Sri Lankan Finance Ministers have been presenting annual budgets with an ever-expanding deficit for the past several decades. Past or present governments neither took it seriously nor were serious measures taken to reverse the situation.",
    "The overall budget deficit which was just a few billion rupees a few decades ago, has risen to Rs.1,826 billion in 2021.  Every government thought it fit to fill the gap by borrowing domestically and internationally and by printing money. No leader thought seriously that this trend will someday strangle the future generation of the country.",
    "Governments borrowed from foreign countries for the so-called development projects some of which such as the Hambantota harbour, Mattala airport and the Lotus Tower were later proved to be not worthwhile. It must be recalled that the then Minister for Civil Aviation Priyankara Jayarathne said in June 2014, that Mattala Rajapaksa International Airport (MRIA) earned approximately Rs. 16,000 as revenue during the previous month. Today, the situation has improved, but only negligibly.",
    "During the period from 2005 to 2014 a network of highways was constructed bringing the cities and towns across the country closer. But they increased the amount of foreign debt considerably, without facilitating the local industries and thereby local production. Senior Professor of Moratuwa University Amal Kumarage in an article in The Sunday Times in 2014 said that at least 20% of Sri Lanka’s foreign debt of Rs. 3,544 billion rupees was on account of highways and expressways. He contested the notion that the expressways cover their cost with toll revenues presenting breakdowns of various relevant costs related to toll revenue.",
    "Finally, with so many infrastructure projects having remaining as high profile political exhibits in the country, country’s foreign debt has accumulated to a mindboggling US$ 52 billion. From 1970s a part of the government borrowings was spent for the repayment of previous loans, and later governments borrowed from foreign countries even for servicing of foreign debts – a hilarious situation where governments borrow with interests to pay the interests of previous borrowings.",
    "On the other hand, a large amount of government revenue is being siphoned off by the politicians and high ranking government officials for the past several decades, pushing the governments to borrow even more. In 2007, the then Chairman of the Committee on public Enterprises (COPE), Wijeyadasa Rajapakse revealed that mismanagement in 26 State institutions had cost the public coffers a staggering Rs.150 billion. In another report, the then COPE Chairman Sunil Handunnetti also revealed in 2017 that losses incurred in 15 public institutions due to mismanagement in 2016 was Rs. 110 billion. So many more COPE and COPA (Committee on Public Accounts) reports that exposed similar corruption in the public sector were dumped without taking action. Not a single incident was investigated, leave alone taking the people responsible to task and recovering the money robbed.",
    "Corruption and/or mismanagement is being committed not only at the highest level, it is a phenomenon widespread across the State sector, from the ministries to Pradeshiya Sabhas and from the Presidential Secretariat to the Grama Niladhari offices. During a recent COPE meeting it was said that a former Secretary to the President had influenced the decisions of the Central Bank and the decision to fix the dollar rate at Rs. 200-203 had cost the Central Bank a staggering sum of US$5.5 billion, at a time when the country was struggling to import food, medicine, fuel and cooking gas.",
    "Hence, the current crisis was to befall the country someday, but was advanced by the ill-advised action by the current government such as the last year’s ban on chemical fertilizer imports, huge tax cuts in 2019, ignoring the experts’ advice to seek IMF assistance in time and assigning a fixed rate for the dollar while the local currency was fast depreciating. What is disheartening is nobody is going to take the responsibility or to be held responsible for any of these incidents or situations.",
    "In fact current government, as the case with the all previous governments, could have reversed this perilous economic policy, but no leader has been prepared to think beyond the next election."
  ]
}