{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/30/sri-lanka-will-prevail-president-tells-bimstec/",
  "time_ut": 1648621920,
  "title": "Sri Lanka will prevail & engineer rapid economic recovery; President tells BIMSTEC",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Gotabaya Rajapaksa said the loss of tourism and remittances from expatriate workers, alongside the cost of healthcare programs, and provisions of welfare for those whose lives were affected by the pandemic have combined with rising global inflation, and our historic debt servicing obligation created a challenging situation for Sri Lanka today.",
    "President Rajapaksa speaking at the fifth Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) Summit in Colombo noted “However, I am confident, together with the remarkable strength and resilience of the people, tried and tested over time, and the cooperation of regional and international partners, Sri Lanka will prevail over these difficulties and engineer rapid economic recovery.”",
    "He appreciated the support of several BIMSTEC states in the aforementioned endeavor.",
    "“Enhanced cooperation between member states will be necessary not only for economic recovery but also for greater economic prosperity, better public health, and improved regional resilience in the long-term,” said the President noting he is confident of achieving these aspirations.",
    "“The signing of the BIMCTEC charter will be a significant step towards increasing the organization’s role, not just within the region, but also as a driving force in global affairs,” he noted.",
    "He said that the Bay of Bengal Region is increasingly important for global connectivity and trade, adding that the international shipping lines that navigate through these waters help keep the engines of the global economy running.",
    "President Rajapaksa said it is essential for nations to work together to ensure that the threats to these waters and regional states are curtailed.",
    "“Such threats include traditional crime, including narcotics, smuggling, human trafficking, and terrorism, as well as the spread of extremism in this region,” he noted while adding that Sri Lanka’s experience in the Easter Sunday Attacks in 2019 demonstrated how quickly such dangerous ideologies can spread between nations and cause widespread destructions.",
    "He said that managing such threats require increased intelligence sharing, and inter-government & inter-agency cooperation among the BIMSTEC members, noting that the security of the region can be improved.",
    "President Gotabaya Rajapaksa also noted that most BISTEC members have large fishing communities and it is essential to protect them against undue competition from more sophisticated vessels fishing illegally in the territorial waters.",
    "He called on for a collective mechanism to prevent such incidents as well as overfishing, as well illegal fishing practices.",
    "“Given its strategic location at the center of the Indian Ocean, Sri Lanka is well-positioned to play a role in fostering intra-regional trade,” he said.",
    "The President said Sri Lanka will welcome investments in projects, and industries that will require technological know-how, and that can develop the country’s human capital and productivity while creating new opportunities.",
    "President Rajapaksa also noted that Sri Lanka will pave the way for the operationalization of the BIMSTECs Technology Transfer Facility in Colombo.",
    "“This facility will enhance the cooperation among member countries in the science, technology, and innovation sectors in the future which will contribute to greater economic prosperity for member countries,” he said.",
    "Sri Lanka will prevail & engineer rapid economic recovery; President tells BIMSTEC"
  ]
}