{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sink-or-swim-ii/",
  "time_ut": 1652290020,
  "title": "Sink or swim – II",
  "body_lines": [
    "Parliament is slumbering while the country is burning and rapidly descending into anarchy. Not even the killing of one of its members has shaken it awake! It should be in session continuously during a crisis of this magnitude to find ways and means of stabilising the economy and restoring social order. Mob violence has left nine persons dead since Monday, when a group of pro-government goons set upon anti-government protesters in Colombo. More than 50 houses of ruling party MPs have been destroyed, and there have been many incidents of looting in various parts of the country. Shoot-on-sight orders have been issued to bring the situation under control.",
    "Parliament should have had an emergency session at least following the killing of MP Amarakeerthi Athukorale and attacks on other lawmakers and their properties. How can a legislature that does not care to protect its own members be expected to ensure public security? No wonder there has been a severe erosion of public faith in Parliament.",
    "In 1987, Parliament came under a bomb attack, and a UNP MP perished therein while several others sustained serious injuries. About 35 years on, an MP has been killed, and Parliament is facing the threat of being besieged. Leaders of the political parties, represented in Parliament, could make a request to the Speaker to summon Parliament, but they did not do so at their meeting yesterday. They only decided to meet again today. They do not seem to have any sense of urgency.",
    "Some of the causes of the current economic crisis which has given rise to political and social upheavals are inherited, as is public knowledge. The Opposition, whose bigwigs mismanaged the economy for years before the 2019 regime change, and increased the country’ indebtedness exponentially, cannot absolve itself of the blame for the prevailing situation and the people’s suffering. It is duty bound to help clean up the current mess. It should realise that its members will also be in danger unless it makes a contribution towards the resolution of the present crisis. Its leader Premadasa himself has been assaulted.",
    "The much-needed International Monetary Fund (IMF) bailout package is likely to be further delayed due to the absence of a government here. The IMF is reported to have said it will continue technical level discussions when a new government is formed. There are hardly any foreign currency reserves left, and the rupee crisis is also worsening at an alarming rate. Whether there will be funds for the payment of the state sector salaries in a few months hence is in doubt. There is a limit to money printing. This is something that the warring trade unions that make the feeble economy scream should take note of.",
    "Meanwhile, the country is like a rudderless bark with tattered sails adrift in stormy seas. Governor of the Central Bank Dr. Nandalal Weerasinghe told the members of Parliament some home truths, yesterday. He said they had to get together and go flat out to bring about political stability, without which the recovery strategy would not reach fruition. He said he would be compelled to resign in two weeks or so unless they got their act together.",
    "The SJB is blowing hot and cold on the proposed interim government. It has said its leader Sajith Premadasa will not accept the premiership under President Rajapaksa. Worryingly, instead of helping tackle the crisis, some SJB MPs are issuing warnings. Gobbledygook, and mere warnings will not do.",
    "In his address to the nation last night, President Rajapaksa pledged to appoint a new Prime Minister and a Cabinet shortly. He also undertook to revive the 19th Amendment, and work towards the abolition of the executive presidency. It is hoped that he will make good on his promises, and do his utmost to bring all parties together in the House. Now, there is no reason why the SJB cannot be part of the proposed interim government.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}