{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82903/russia-welcomes-sri-lankas-decision-to-release-seized-aeroflot-aircraft",
  "time_ut": 1654539360,
  "title": "Russia welcomes Sri Lanka’s decision to release seized Aeroflot aircraft",
  "body_lines": [
    "The Russian Federal Agency for Air Transport (Rosaviatsiya) has expressed its gratitude on Monday to the Sri Lankan authorities for resolving the issue with the seized Aeroflot aircraft.",
    "On Monday, a Sri Lankan court suspended an order barring an Aeroflot plane from leaving the country. The order was suspended after the Colombo high commercial court considered a motion filed by the Attorney General. Later, Aeroflot confirmed that the plane departed from Colombo to Moscow.",
    "“Today, June 6, 2022, at 15:52 Moscow time (12:52 GMT), an Airbus A330-343 aircraft under the Russian registration mark RA - 73702 of the Aeroflot airline, after being detained at Colombo airport, departed to Moscow. The Russian Federal Agency for Air Transport expresses its gratitude to the leadership of the aviation authorities and other state departments of the Democratic Socialist Republic of Sri Lanka for a constructive solution to the issue,” Rosaviatsiya said in a statement.",
    "The Russian foreign ministry also thanked the state authorities of Sri Lanka.",
    "The Aeroflot Airbus A330-300 flight from Colombo to Moscow departing on June 2 was canceled due to the lack of authorization from the Sri Lankan aviation authorities and was detained at the request of a leasing company.",
    "Sri Lanka’s Airport and Aviation Services company said that a court hearing on the aircraft seizure was scheduled for June 8, noting that it was a private issue between Aeroflot - Russian Airlines and Celestial Aviation Trading 10 Limited. The Russian Foreign Ministry handed a note of protest to the Sri Lankan Ambassador in Moscow, while Aeroflot has suspended further flights to Colombo."
  ]
}