{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dr-n-m-perera-and-the-imf/",
  "time_ut": 1654273440,
  "title": "Dr. N.M. Perera and the IMF",
  "body_lines": [
    "Member of Parliament Dr. Harsha de Silva in several talk shows over the electronic media persists in spreading a canard that Dr. N. M. Perera was the first to seek the assistance of the IMF for Sri Lanka. Nothing is further from truth than this concoction of a Harvard alumini.",
    "Sri Lanka has been a member of the IMF since August 1950. NM was Finance Minister for two periods totalling around six years. The first was brief – from June 11, 1964 to 1965 – and the second somewhat longer – May 29, 1970 to September 2, 1975.",
    "Delivering the 17th Death Anniversary address, Dr. Gamani Corea observed ”I recollect accompanying him to one of the World Bank meetings in Tokyo, it must have been in 1964 with the World Bank and the IMF. I remember Dr. N. M. Perera asking Mr. Peter Cargill who was then the Head of the Asian Division of the World Bank as to why the World Bank had ”Aid Groups for India, for Pakistan and for many other countries, but not for Sri Lanka. It was time, he said, that the World Bank and the IMF gave attention to Sri Lanka’s needs because we too were members of these institutions. I recall also shortly after that the Head of the Asian Division of the IMF, Dr. Sarkar came to Sri Lanka to start preliminary talks with Dr. N. M. Perera. But just then the government fell.” Dr. Corea was referring to the downfall of the 1964 government engineered by Lake House, then managed by the late Esmond Wickremasinghe, the father of the present Prime Minister.",
    "The IMF and the World Bank were established after World War Two with big power support to facilitate the creation of a stable and thriving global economy. The IMF was specifically entrusted with the task of maintaining stable exchange rates which at that time was felt to be a vital pre-requisite for the expansion of international trade and thereby a flourishing international economy. Membership in both Institutions was open to developed and developing countries alike, although the IMF’s direct involvement initially was with the developed countries. The 1960’s saw a gradual shift in the focus of IMF with the encouragement of lending by developed countries to the developing world and it was then that Sri Lanka began dealing with the IMF.",
    "Sri Lanka resorted to IMF borrowings from 1961 with greater dependency on such borrowings seen after 1965. During the second half of the 1960s, Sri Lanka began the partial liberalisation of imports on the advice of international financial institutions, particularly the IMF. As the balance of payments position became worse, the country made increased recourse to IMF funding. IMF borrowings required the acceptance of tightly drawn up “Letters of Intent” imposing severe conditionalities on recipient countries. It was Dr. N. M. Perera who for the first time in Sri Lanka and perhaps for the first time in the history of IMF transactions revealed to the public the nature of the Letters of Intent subscribed to during 1965-1968 by the UNP Government by placing four of them before Parliament and reading them into the Hansard in his very first Budget Speech of 1970-71.",
    "These facts take the bottom off MP Harsha de Silva’s assertion that Dr N. M. Perera was the first to deal with the IMF.",
    "However, it has to be said that Dr. N. M. Perera did not eschew the idea of foreign aid believing as a convinced socialist that international capitalism had to take some responsibility for the hapless situation developing countries like Sri Lanka had fallen into at the mercy of the ruthless forces of global capitalism.",
    "In his first appearance before the IMF-World Bank Meeting in Tokyo in 1964, Dr. N. M. Perera proposed the creation of an international liquidity fund by the IMF with the channeling of such reserves by the developing countries themselves. He stressed on the vital link between international trade, the international monetary system and development and called for the link to be made more responsive to the needs of the developing countries. He also stressed the need to augment the external resources available to developing countries with enhanced concessional aid flows to reduce debt burdens and to provide compensatory financing for cyclical shortfalls in receipts from trade.",
    "Although Dr. N. M. Perera’s speech has to be read in the context of the period it was made, the issues he raised and the solutions he proffered have not lost their relevance even today. What he inherited in 1970 from the previous government was like today, a balance of payments crisis aggravated by the financial imprudence practised by it.",
    "During the short period he was Minister of Finance in 1964 N. M. took the initiative to encourage developing countries to function as a group within the World Bank to advance their interests paving the way for the formation of what was later called the Group of 24.",
    "The IMF has been widely criticised for the harsh policies it imposed on developing countries seeking to borrow from it. These criticisms are not without reason and much of it is warranted because IMF took an excessively economistic approach to the problems of countries that sought its help, displaying total insensitivity to the social and political realities that existed within these countries.",
    "Dr. N. M. Perera’s attitude towards the IMF was upheld by pragmatic considerations moulded by his political and economic philosophy. As Minister of Finance in the 1970 United Front Government, he criticised his predecessors for uncritically accepting terms and conditions imposed by the IMF and thereby putting the country into severe debt. Having been placed in excruciating circumstances by such actions, he nevertheless argued that it was impossible to repudiate and reject IMF advice, affirming that the choice was not ”between undiluted acceptance of terms and conditions of foreign institutions and the foolhardy rejection of all aid”, stating further that “Undoubtedly, we must get foreign aid …These aid arrangements must be concluded in terms consistent with our self-respect, our independence and our sovereignty.”",
    "We hope that the powers-that-be who believe that there is no alternative for Sri Lanka today other than resorting to IMF funding will take these words of N.M. to heart while negotiating to extricate ourselves from the present economic crisis.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}