{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Govt-Sows-the-Wind-and-Reaps-the-Whirlwind/172-236810",
  "time_ut": 1652306160,
  "title": "Govt. Sows the Wind and Reaps the Whirlwind",
  "body_lines": [
    "Sri Lanka’s 76-year-old Prime Minister Mahinda Rajapaksa has after much dilly dallying, finally resigned on Monday in the wake of countrywide protests and a worsening political and economic crisis resulting from mismanagement and incompetence. The country’s foreign currency reserves are running dry, the cost of living increasing to unbearable levels amid a severe shortage of essential commodities including food, medicines, domestic gas and fuel.",
    "“I am resigning with immediate effect so that you will be able to appoint an all-party government to guide the country out of the current economic crisis,” the prime minister is reported to have said in his resignation letter to the President. But Opposition political parties have repeatedly made it known that they were opposed to any such arrangement – an all-party or interim government -- as long as President Gotabaya Rajapaksa continues to remain in office.",
    "Monday, May 9 will go down as a Day of Shame in Sri Lanka’s post-war history when thousands of armed Mahinda Rajapaksa loyalists, transported in buses from several parts of the country converged at Temple Trees and after a meeting with the Prime Minister went on a rampage armed with iron rods and wooden clubs. In one of the biggest clashes since the crisis erupted, they attacked unarmed protesters, who were camped at “MynaGoGama” and burnt down their tents and banners put up outside the Prime Minister’s official residence calling for his resignation.",
    "Later the armed mob stormed ‘GotaGoGama’ at Galle Face Green in the vicinity of the presidential secretariat and brutally attacked the unarmed apolitical protesters, who were carrying out a peaceful though noisy protest since April 9. There too the armed Mahinda Rajapaksa supporters burnt and destroyed the protesters’ tents, the library, the first-aid station and a solar-power unit. Witnesses said the unruly mob had brutally attacked even the Buddhist monks, other religious clergy, women and children, who were among the protesters.",
    "Monday’s clashes saw eight people dead including a parliamentarian, a Pradeshiya Sabha chairman and two police personnel and more than 250 injured while hundreds of people angered over the senseless attack on the peaceful protesters at Galle Face Green opposite the presidential secretariat and outside Temple Trees in Colombo defied the state of emergency and the curfew to attack ruling-party parliamentarians and provincial level politicians, setting fire to their homes, shops, business premises and vehicles.",
    "Meanwhile, the US ambassador in a twitter message on Monday condemned “the violence against peaceful protesters today and called on the government to conduct a full investigation, including the arrest and prosecution of anyone who incited violence”. “Our sympathies are with those injured today and we urge calm and restraint across the island,” Julie Chung tweeted.",
    "UN High Commissioner for Human Rights, Michelle Bachelet on Tuesday called on the Sri Lankan authorities to prevent further violence and urged restraint and meaningful dialogue to address the grievances of the population amid the severe economic crisis in the country. She also highlighted the need to protect the right to peaceful assembly.",
    "“I am deeply troubled by the escalation of violence in Sri Lanka after supporters of the Prime Minister attacked peaceful protestors in Colombo on May 9 and the subsequent mob violence against members of the ruling party,” Ms. Bachelet said. “I condemn all violence and call on the authorities to independently, thoroughly and transparently investigate all attacks that have occurred. It is crucial to ensure that those found responsible, including those inciting or organising violence, are held to account.”",
    "“Authorities, including military personnel deployed in support of security forces, should exercise restraint in policing the situation and ensure that measures adopted in the context of the state of emergency comply with international human rights norms and are not used to stifle dissent or hinder peaceful protest,” she stressed and added that the State has a responsibility to ensure the right to life and to exercise due diligence to protect the lives of individuals against violence by private individuals or entities.",
    "There is no gainsaying the fact that those who sow the wind must inevitably reap the whirlwind. It was exactly what happened across the country on Monday soon after peaceful protesters at the two protest sites in Colombo were attacked by armed Rajapaksa supporters.",
    "With the resignation of the Prime Minister, the Cabinet of ministers too stands dissolved and the need of the hour is for all political parties in Parliament to arrive at a consensus for the most important task of economically and politically resuscitating and rebuilding our battered and bruised Motherland, Sri Lanka before it perishes along with all its citizens."
  ]
}