{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/09/ruling-party-mp-amarakeerthi-athukorala-killed-in-clashes-several-properties-vandalized/",
  "time_ut": 1652102460,
  "title": "Ruling Party MP Amarakeerthi Athukorala Killed In Clashes; Several properties vandalized",
  "body_lines": [
    "COLOMBO (News 1st); A ruling party Member of Parliament was killed and property owned by many other Sri Lanka Podujana Peramuna politicians were attacked following the violent attacks on peaceful protestors in Colombo’s GotaGoGama and MynaGoGama protests sites on Monday (9).",
    "Following the attacks on the two main protest sites, SLPP Polonnaruwa District MP Amarakeerthi Athukorala’s vehicle was mobbed by a group when it reached Nittambuwa on Monday (9) afternoon.",
    "Following an altercation, shots were fired, and the MP died.",
    "Moreover, a 27-year-old male also died in the shooting, said the Director of the Wathupitiwala Hospital.",
    "The offices of Former Minister Johnston Fernando located in Kurunegala and Lillie Street, Colombo was attacked by angry crowds on Monday (9) afternoon.",
    "In addition, a taverns owned by Johnston Fernando was also set on fire.",
    "The Negombo residence of the Former Minister Nimal Lanza was also attacked on Monday (9) afternoon.",
    "The Moratuwa residence of Moratuwa Mayor Saman Lal Fernando was set on fire.",
    "Ruling party Trade Leader Mahinda Kahandagamage’s residence in Vauxhall Street, Colombo was also attacked. He was seen leading the charge on MynaGoGama and GotaGoGama protest sites earlier in the day.",
    "The residence of Walallawita Pradeshiya Sabha Chairman Udeni Athukorala was also attacked by an angry crowd.",
    "Meanwhile, the residence of SLPP MP Sanath Nishantha was also set on fire.",
    "Moreover, the Mathugama residence of SLPP MP Anupa Pasqual was attacked on Monday (9) afternoon.",
    "In addition, Ratnapura District SLPP politico Akila Saliya Ellawala’s residence in Balangoda was vandalized.",
    "A normal Monday morning turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by Prime Minister Mahinda Rajapaksa, where he announced he is willing to make any sacrifice for the people.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "On Friday, the Sri Lankan President after a special cabinet meeting declared a state of emergency. This is the second time that an emergency was declared in Sri Lanka in the span of over a month.",
    "The island nation faces its worst economic crisis, since its independence. The economic crisis is caused in part by a lack of foreign currency, which has meant that the country cannot afford to pay for imports of staple foods and fuel leading to acute shortages and inflated prices.",
    "Ruling Party MP Amarakeerthi Athukorala Killed In Clashes; Several properties vandalized",
    "Sri Lanka: Three people injured in a shooting incident in Nittambuwa",
    "Sri Lanka : 130 people hospitalized following violence in Colombo"
  ]
}