{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Dushyantha-De-Silva-featured-in-Forbes-30-under-30-Asia-2022-list/34-735787",
  "time_ut": 1654461000,
  "title": "Dushyantha De Silva featured in Forbes ‘30 under 30 Asia 2022’ list",
  "body_lines": [
    "SOZO Beverages Ltd. Managing Director and Co-Founder Dushyantha De Silva was recently featured by Forbes in its seventh annual “30 under 30 Asia” The Arts (Art and Style, Food and Drink) list, obtaining recognition for Sri Lanka through international quality beverages.",
    "Dushyantha together with his wife, Gianee, initiated home kitchen experiments in 2016 to create bottled iced tea and innovative fruit beverages and marketed them to consumer for guilt free drinking pleasure and convenience.",
    "This experiment soon escalated and led to SOZO, a thriving business which has sold over a million bottles of fruit juices, iced teas and syrups made only with 100% natural ingredients and no preservatives. Today SOZO is a well-loved and much sought-after brand that has enraptured the beverage industry, propelling it to new heights of innovation and flavour.",
    "Commenting on the recognition, Dushyantha said: “This recognition is timely and is a great dose of encouragement to keep doing what we love and to go on to greater heights. I am extremely thankful to our loyal customers for the continued support and belief they had in us, right from the inception.",
    "“They have been our source of strength throughout the challenging years leading to our success to date. We will continue to challenge the norm, innovate, and hope to delight you with exciting products in the months to come.”",
    "As the fastest growing beverage brand, SOZO, a favourite among the youth, has constantly strived to make dynamic changes through innovation in order to redesign the business and give their consumers unique experiences.",
    "With its e-commerce channel growing 250% year on year with next day delivery to most parts of the Island, SOZO also teamed up with several individuals, who are called the SOZO Partners, to create the first of its kind, virtual store concept in Sri Lanka operated of UberEats as well as PickMe Food ensuring delivery under 30 minutes to hotspot locations based out of Dehiwela, Kotte, Colombo 07 and Negambo.",
    "The Forbes list featured over 300 young, innovative entrepreneurs under the age of 30 across the Asia-Pacific region who have disrupted and inspired change through innovation and creativity in their chosen fields and industries overcoming the challenges that were thrust upon them by the pandemic. Furthermore, 30 selected notable honourees were featured under each of the identified categories.",
    "SOZO is available in 300+ locations island wide including leading resorts, hotels, cafes, and leading supermarkets. Log on to www.sozoiced.com for more details."
  ]
}