{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-engages-in-community-upliftment-during-the-vesak-season/",
  "time_ut": 1654278720,
  "title": "DFCC Bank engages in community upliftment during the Vesak Season",
  "body_lines": [
    "During the Vesak Season, DFCC Bank, the Bank for Everyone, distributed dry rations to deserving families across Sri Lanka, as a part of its sustainable initiatives. This year, understanding the difficulties that all Sri Lankans are facing, DFCC Bank decided to utilize its Vesak Decoration budget to fund this initiative instead. Accordingly, guided by the Bank’s sustainability strategy, and an assessment carried out by the Management, 25 branches in key areas of each region were selected to be a part of this initiative, which touched the lives of 250 underprivileged and deserving families, during the Vesak season.",
    "Under this program, each of the selected 25 branches allocated dry rations to 10 families in the vicinity of each branch. The beneficiary families were chosen by DFCC Bank, in consultation with the local government authorities, and the respective families received their rations packs during the Vesak season. As a result, the initiative’s focus extended beyond customers, to support those most in need at this time. In keeping with its commitment to sustainable banking, DFCC Bank went a step further in this endeavor, to ensure that plastic and polythene bags or cardboard boxes were not used for the donation of these dry rations. Instead, eco-friendly reusable bags were utilized, helping to further push the “go green” message.",
    "Commenting on the initiative, Aasiri Iddamalgoda, SVP – Retail Banking & SME, “As the Bank for Everyone, we are keenly sensitive to the mood of our people. Furthermore, at a time when the country is going through its worst economic crisis, it’s up to all of us to do our part. Driven by this thinking, and supported by our sustainability strategy, we decided to channel our Vesak decoration budget towards helping real people who need assistance at this time. Furthermore, following the spirit of Vesak, we were very pleased to be able to share what we have with the less fortunate among us.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}