{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Spontaneity-and-its-discontents-beyondgotagohome-thewayforward/172-234688",
  "time_ut": 1649276760,
  "title": "Spontaneity and its discontents  #beyondgotagohome #thewayforward",
  "body_lines": [
    "The military and police face an uphill task to keep the marauding anti-government protesters at bay, who demand the government to step down following escalating crisis.",
    "There is so much beauty in all this. There’s so much love. It‘s a wonderful sight to behold. It is hard to say if this revolution is actually a revolution or if it is as ‘colourless’ as some people claim it to be",
    "Take any protest, any demonstration, they are never perfect. One could always find flaws in any such activity, regardless of whether or not one subscribes to the objectives. The innumerable acts of objection that we have seen over the past few days and in fact are unfolding even as I write do not constitute an exception to the above.",
    "So objections to the objections are to be expected. Some based on disagreement with the objectives, some to do with political preferences, some on account of disagreement with strategies and so on. There are always issues about such things and especially so when numbers, stakes and emotions are high. Some of the objections would be petty and nothing more than mild disagreement about part-strategies. Others could be of a more serious order, especially with respect to how a particular set of strategies could impact outcomes, which may not be as happy and wholesome as envisaged.",
    "There are conspiracy theories. There is wariness about who is doing what. A party, some claim. Entertainment for rich kids who have drivers and domestic aides to stand in gas and fuel queues, some point out. Sure, some of that is certainly discernible to a lesser or greater degree depending on location, preferred strategies, slogans chosen etc.  Pawns of the better organized and motivated by specific political objectives that have little or nothing to do with the idealism that’s being expressed — I have heard that argument too.  Regardless of all that, the outpouring of energy and especially youthful intent, resoluteness, innovation, leadership and at many levels organizational acumen is most certainly celebratory.  We don’t know if, when and how things will change, but one has to be blind or afflicted with some degree of hypocrisy to deny that what we are seeing is remarkable.",
    "We can interpret all this from numerous angles and some of the angles are of course manifestations of political, ideological and other pretty much personal frames of reference. However, just to see the energy and enthusiasm, the creativity in mobilizing discontent, crafting of slogans and choreographing to the extent possible collective engagement is absolutely empowering. One has to step back and gaze at it all with awe.",
    "Of course this is not the first time in history that there has been this kind of widespread protest. The same enthusiasm, energy and innovation have made streets vibrate, opened windows and doors, made those in power wary or even desperate. This, however, is our here-and-now. We are yet to know if the lessons of history have been learnt and if outcomes will be meaningful rather than cosmetic or even blood-laced, but that should not stop us from admiring, applauding and praying for unprecedented outcomes that make for meaningful social transformation.",
    "Yes, it’s not just young people, but they are certainly the heartbeat of the multitude. Ideally, they would not just protest that which is wrong about our political system, political culture and indeed politicians and parties but obtain for themselves and all their fellow citizens a country they can feel they truly own.  All power to them!",
    "What of those who aren’t young, not even at heart? They can, citing lives-lived, similar experiences of objection and struggle and more time to reflect on the human condition and realities of power-games, offer advice. My advice to them: do not presume. The young may or may not require guidance. They may require advice but might not even feel they need tuition in activism or lectures in future-designing. It’s their time, their moment, their party (nothing wrong in enjoying it all, by the way) and their effort to create a collective vision in which part-visions can add and not subtract from overall beauty.  I say, ‘trust them!’",
    "I say ‘trust them, but hope and pray that the possibility of naïveté will not produce heartache or bloodshed.’  They will live and deal with the consequences but at no point should we curb their enthusiasm with the dark shadows of possibly dire outcomes.",
    "Sure, they have not figured it all out. Who does, ever, though? It’s good for anyone, especially the youth, to feel alive, to caress that amazing thing called solidarity, to be flushed with emotion, but make no mistake, we should never assume that they are all in it for the thrills. There’s rationality in operation here. There’s logic. There’s cold, single-mindedness that complements the warmth of commonality and the fire of activism. Let us not be presumptuous!",
    "As I watch live and in person, as I peruse videos and comments in social media, there are so many things that resemble another time, in another century and almost another country. Some of the slogans are ancient but then again the problems and anomalies are as old. There’s discipline as there has been in a different era and there’s slippage too, not too dissimilar to what we have seen. Reason enough to be worried. Sure. Reason enough to pooh-poor the people in the streets? No!",
    "So yes, there is always something to worry about, some act, word or explanation that seems to be way out of order to warrant censure. I say, ‘we lose nothing by being patient, we lose nothing by being hopeful.’",
    "A couple of things need to be said, however. First, spontaneity, while being unbelievably beautiful and romantic, has one significant drawback. Historically those who’s ‘organizing’ is limited to detailing the agitation tend to be trumped by those who are organized and are motivated by specific political agenda. Secondly, while ‘first things first’ is a defensible rule of thumb, if the aftermath, once realized, is footnoted by ‘let’s cross that bridge when we get to it,’ the possibility of someone or some group less idealistic hijacking the entire project is pretty high.",
    "There is so much beauty in all this. There’s so much love. It‘s a wonderful sight to behold. It is hard to say if this revolution is actually a revolution or if it is as ‘colourless’ as some people claim it to be. There’s one colour that might ruin it all. Red. There are other colours that might stop heartbeat and erase the footprint of all the beautiful people who want to truly own this country. They may not be happy colours.",
    "I want to believe that these things have been thought through. In fact I shall assume that this is the case. I believe that emotion is tempered by reason and I am convinced that the younger people out there in the streets embody this. They will not be pawns, not of political parties, politicians, other countries etc. They will prove this, again and again if necessary. They must and indeed will if they truly believe this is their land to secure and inhabit."
  ],
  "translate": {
    "si": {
      "title": "ස්වයංසිද්ධත්වය සහ එහි අතෘප්තිය #beyondgotagohome #thewayforward",
      "body_lines": [
        "තීව‍්‍රවන අර්බුදයෙන් පසුව ආන්ඩුවට ඉවත් වන ලෙස බල කරන, කොල්ලකෑමේ යෙදෙන ආන්ඩු විරෝධී විරෝධතාකරුවන් වළක්වාලීමේ ඉහල කර්තව්‍යයකට මිලිටරිය සහ පොලිසිය මුහුන දෙයි.",
        "මේ හැම දේකම හරිම ලස්සනක් තියෙනවා. ගොඩක් ආදරය තියෙනවා. එය නැරඹීමට අපූරු දසුනකි. මෙම විප්ලවය ඇත්ත වශයෙන්ම විප්ලවයක් ද නැතහොත් එය ඇතැමුන් පවසන පරිදි එය ‘වර්ණ රහිත’ දැයි කීමට අපහසුය.",
        "ඕනෑම විරෝධතාවක්, ඕනෑම උද්ඝෝෂණයක් ගන්න, ඒවා කිසිදා පරිපූර්ණ නොවේ. යමෙකු අරමුණු සඳහා දායක වන්නේද නැද්ද යන්න නොසලකා, එවැනි ඕනෑම ක්‍රියාකාරකමක සෑම විටම අඩුපාඩු සොයාගත හැකිය. පසුගිය දින කිහිපය තුළ අප දුටු සහ ඇත්ත වශයෙන්ම මා ලියන විට පවා දිග හැරෙමින් පවතින අසංඛ්‍යාත විරෝධතා ක්‍රියා ඉහත කී දේට ව්‍යතිරේකයක් නොවේ.",
        "එබැවින් විරෝධතා සඳහා විරෝධතා අපේක්ෂා කළ යුතුය. සමහරක් අරමුණු සමග එකඟ නොවීම් මත, සමහරක් දේශපාලන මනාපයන් මත, සමහරක් උපාය මාර්ග සමඟ එකඟ නොවීම් මත යනාදිය. සෑම විටම එවැනි දේවල් පිළිබඳ ගැටළු ඇති අතර විශේෂයෙන්ම සංඛ්යා, කොටස් සහ හැඟීම් ඉහළ මට්ටමක පවතින විට. සමහර විරෝධතා සුළු ඒවා වන අතර අර්ධ උපාය මාර්ග පිළිබඳ මෘදු එකඟ නොවීමකට වඩා වැඩි දෙයක් නොවේ. අනෙක් ඒවා වඩාත් බැරෑරුම් අනුපිළිවෙලක් විය හැකිය, විශේෂයෙන් යම් උපාය මාර්ග සමූහයක් ප්‍රතිඵල කෙරෙහි බලපෑ හැකි ආකාරය සම්බන්ධයෙන්, එය අපේක්ෂා කළ තරම් සතුටුදායක සහ සෞඛ්‍ය සම්පන්න නොවිය හැකිය.",
        "කුමන්ත්රණ න්යායන් ඇත. කව්ද කරන්නේ කියන එක ගැන අවදානයක් තියෙනවා. පක්ෂයක්, සමහරු කියා සිටිති. රියදුරන් සහ ගෘහ සේවිකාවන් සිටින ධනවත් දරුවන්ට ගෑස් සහ ඉන්ධන පෝලිම්වල සිටීමට විනෝදාස්වාදය, සමහරු පෙන්වා දෙති. නිසැකවම, ඒවායින් සමහරක් ස්ථානය, කැමති උපාය මාර්ග, තෝරාගත් සටන් පාඨ යනාදිය මත පදනම්ව අඩු හෝ වැඩි ප්‍රමාණයකට නිසැකව හඳුනාගත හැකිය.  ප්‍රකාශ කෙරෙන විඥානවාදයට සුළු හෝ කිසිදු සම්බන්ධයක් නැති නිශ්චිත දේශපාලන අරමුණුවලින් වඩාත් හොඳින් සංවිධානය වී පෙළඹී ඇති උකස් - මමත් ඔය තර්කය අහලා තියෙනවා. ඒ සියල්ල කුමක් වුවත්, ශක්තිය සහ විශේෂයෙන්ම තරුණ අභිප්‍රාය, අධිෂ්ඨානශීලී බව, නවෝත්පාදනය, නායකත්වය සහ බොහෝ මට්ටම්වලදී සංවිධානාත්මක ඥානය පිටවීම නිසැකවම සැමරීමට ලක්වේ. දේවල් වෙනස් වන්නේ කවදාද සහ කෙසේද යන්න අපි නොදනිමු, නමුත් අප දකින දේ විශිෂ්ට බව ප්‍රතික්ෂේප කිරීමට යමෙකු අන්ධ හෝ යම් තරමක කුහකකමකින් පීඩා විඳිය යුතුය.",
        "අපට මේ සියල්ල විවිධ කෝණවලින් විග්‍රහ කළ හැකි අතර සමහර කෝණ දේශපාලනික, දෘෂ්ටිවාදීමය සහ වෙනත් බොහෝ දුරට පුද්ගලික සමුද්දේශ රාමු වල ප්‍රකාශනයන් වේ. කෙසේ වෙතත්, ශක්තිය සහ උද්යෝගය දැකීමට පමණක්, අතෘප්තිය බලමුලු ගැන්වීමේ නිර්මාණශීලීත්වය, සටන් පාඨ සැකසීම සහ සාමූහික නියැලීම හැකිතාක් දුරට නර්ථනය කිරීම සම්පූර්ණයෙන්ම සවිබල ගන්වයි. යමෙක් පසුපසට ගොස් ඒ සියල්ල දෙස බියෙන් බලා සිටිය යුතුය.",
        "ඇත්ත වශයෙන්ම ඉතිහාසයේ මෙවැනි පුලුල් විරෝධතාවක් ඇති වූ පළමු අවස්ථාව මෙය නොවේ. එම උද්යෝගය, ශක්තිය සහ නවෝත්පාදනය වීදි කම්පනය කර, ජනෙල් සහ දොරවල් විවෘත කර, බලයේ සිටින අයව පරිස්සම් කිරීමට හෝ මංමුලා සහගත බවට පත් කර ඇත. කෙසේ වෙතත්, මෙය අපගේ මෙහි සහ දැන් ය. ඉතිහාසයේ පාඩම් ඉගෙන ගෙන තිබේද යන්න සහ එහි ප්‍රතිඵල රූපලාවන්‍ය හෝ ලේ වැගිරීමට වඩා අර්ථවත් වේද යන්න අප තවම දැනගෙන නැත, නමුත් එය අර්ථවත් සමාජ පරිවර්තනයක් ඇති කරන පෙර නොවූ විරූ ප්‍රතිඵල අගය කිරීම, අත්පොළසන් දීම සහ යාඥා කිරීම අපව වැළැක්විය යුතු නැත.",
        "ඔව්, එය යෞවනයන් පමණක් නොව, ඔවුන් නිසැකවම බහුජනයාගේ හද ගැස්ම වේ. ඉතා මැනවින්, ඔවුන් අපගේ දේශපාලන ක්‍රමයේ, දේශපාලන සංස්කෘතියේ සහ ඇත්ත වශයෙන්ම දේශපාලකයන්ගේ සහ පක්ෂවල වැරදි දේට විරෝධය දැක්වීමට පමණක් නොව, තමන්ටත් ඔවුන්ගේ සියලුම සහෝදර පුරවැසියන්ටත් ඔවුන්ට සැබවින්ම අයිති යැයි හැඟිය හැකි රටක් ලබා ගැනීමයි. සියලු බලය ඔවුන්ට!",
        "හදවතින් පවා තරුණ නොවන අය ගැන කුමක් කිව හැකිද? ඔවුන්ට, ජීවිත-ජීවත් වූ, විරුද්ධත්වයේ සහ අරගලයේ සමාන අත්දැකීම් සහ බල-ක්‍රීඩා වල මානව තත්වය සහ යථාර්ථයන් ගැන මෙනෙහි කිරීමට වැඩි කාලයක් ලබා දෙමින් උපදෙස් ලබා දිය හැකිය. ඔවුන්ට මගේ අවවාදය: අනුමාන නොකරන්න. යෞවනයන්ට මඟ පෙන්වීමක් අවශ්‍ය හෝ නොවිය හැකිය. ඔවුන්ට උපදෙස් අවශ්‍ය විය හැකි නමුත් ක්‍රියාකාරීත්වය සඳහා උපකාරක පන්ති අවශ්‍ය යැයි හෝ අනාගත සැලසුම්කරණයේ දේශන අවශ්‍ය යැයි හැඟෙන්නේ නැත. එය ඔවුන්ගේ කාලය, ඔවුන්ගේ මොහොත, ඔවුන්ගේ පක්ෂය (ඒ සියල්ල භුක්ති විඳීමේ වරදක් නැත, මාර්ගය වන විට) සහ කොටස්-දර්ශනවලට එකතු කළ හැකි සහ සමස්ත අලංකාරයෙන් අඩු නොකළ හැකි සාමූහික දැක්මක් නිර්මාණය කිරීමට ඔවුන්ගේ උත්සාහය. මම කියනවා, ‘ඔවුන් විශ්වාස කරන්න!’",
        "මම කියන්නේ ‘ඔවුන් විශ්වාස කරන්න, නමුත් අහිංසකත්වයේ හැකියාව හෘදයාබාධයක් හෝ ලේ වැගිරීමක් ඇති නොකරනු ඇතැයි බලාපොරොත්තු වන්න සහ ප්‍රාර්ථනා කරන්න.’  ඔවුන් ජීවත් වන අතර එහි ප්‍රතිවිපාක සමඟ කටයුතු කරනු ඇත, නමුත් කිසිම අවස්ථාවක භයානක ප්‍රතිඵලවල අඳුරු සෙවනැලි සමඟ ඔවුන්ගේ උද්යෝගය මැඩපැවැත්විය යුතු නැත.",
        "ඇත්ත වශයෙන්ම, ඔවුන් සියල්ල තේරුම් ගෙන නැත. කෙසේ වෙතත්, කවදා හෝ කරන්නේ කවුද? ඕනෑම කෙනෙකුට, විශේෂයෙන් තරුණයින්ට, ජීවත්ව සිටින බවක් දැනීම, සහයෝගීතාවය නම් වූ අරුම පුදුම දෙය හුරතල් කිරීම, හැඟීම්වලින් රතු වීම හොඳ ය, නමුත් වැරැද්දක් නොකරන්න, ඔවුන් සියල්ලන්ම ත්‍රාසජනක බව සඳහා යැයි අපි කිසි විටෙකත් නොසිතිය යුතුය. මෙහි ක්‍රියාත්මක වන්නේ තාර්කිකත්වයකි. තර්කයක් ඇත. පොදු බවේ උණුසුම සහ ක්‍රියාකාරීත්වයේ ගින්න සම්පූර්ණ කරන සීතල, තනි මනසක් ඇත. අපි උඩඟු නොවන්නෙමු!",
        "මම සජීවීව සහ පුද්ගලිකව නරඹන විට, මම සමාජ මාධ්‍යවල වීඩියෝ සහ අදහස් විමසා බලන විට, තවත් කාලයකට, තවත් සියවසකදී සහ වෙනත් රටකට සමාන බොහෝ දේවල් තිබේ. සමහර සටන් පාඨ පැරණි නමුත් නැවතත් ගැටළු සහ විෂමතා පැරණි ය. වෙනත් යුගයක මෙන් විනයක් ඇති අතර ලිස්සා යාමක් ද ඇත, අප දුටු දේට වඩා වෙනස් නොවේ. කලබල වීමට ප්රමාණවත් හේතුව. ෂුවර්. වීදිවල සිටින මිනිසුන් දුප්පත් කිරීමට ප්‍රමාණවත් හේතුව? නැත!",
        "ඔව්, සෑම විටම කනස්සල්ලට පත් විය යුතු දෙයක් ඇත, යම් ක්‍රියාවක්, වචනයක් හෝ පැහැදිලි කිරීමක් වාරණයක් නියම කිරීම සඳහා මාර්ගයෙන් බැහැර විය හැකි බව පෙනේ. මම කියනවා, ‘ඉවසීමෙන් අපට කිසිවක් අහිමි නොවේ, බලාපොරොත්තු තබා ගැනීමෙන් අපට කිසිවක් අහිමි නොවේ’.",
        "කෙසේ වෙතත් කරුණු කිහිපයක් කිව යුතුය. පළමුව, ස්වයංසිද්ධතාවය, ඇදහිය නොහැකි තරම් ලස්සන හා ආදර හැඟීමක් ඇති අතර, එක් සැලකිය යුතු අඩුපාඩුවක් ඇත. ඓතිහාසිකව, 'සංවිධානය' කරන අය උද්ඝෝෂණ විස්තර කිරීමට සීමා වී ඇත්තේ සංවිධානය වී ඇති සහ නිශ්චිත දේශපාලන න්‍යාය පත්‍රයෙන් පෙළඹී සිටින අය විසින් ප්‍රබෝධමත් කිරීමට නැඹුරු වෙති. දෙවනුව, 'පළමු දේ පළමුව' ආරක්‍ෂා කළ හැකි මාපටැඟිල්ලේ රීතියක් වන අතර, පසු ප්‍රතිවිපාක, වරක් අවබෝධ වූ විට, 'අපි එම පාලමට ගිය විට අපි එම පාලම තරණය කරමු' යනුවෙන් පාදක සටහන් කළහොත්, යමෙකු හෝ කිසියම් පරමාදර්ශී අඩු කණ්ඩායමක් සමස්ත ව්‍යාපෘතියම පැහැර ගැනීමට ඇති හැකියාව. තරමක් ඉහළ ය.",
        "මේ හැම දේකම හරිම ලස්සනක් තියෙනවා. ගොඩක් ආදරය තියෙනවා. එය නැරඹීමට අපූරු දසුනකි. මෙම විප්ලවය ඇත්ත වශයෙන්ම විප්ලවයක් ද නැතහොත් එය සමහර අය පවසන පරිදි එය ‘වර්ණ රහිත’ දැයි කීමට අපහසුය. ඒ සියල්ල විනාශ කළ හැකි එක් වර්ණයක් තිබේ. රතු. මේ රට සැබෑ ලෙසම අයිති කර ගැනීමට කැමති සියලුම සුන්දර මිනිසුන්ගේ හද ගැස්ම නවත්වන සහ පා සටහන මකා දැමිය හැකි වෙනත් වර්ණ තිබේ. ඒවා ප්‍රීතිමත් වර්ණ නොවිය හැක.",
        "මට විශ්වාස කරන්න ඕන මේ දේවල් හිතලා කරලා තියෙනවා කියලා. ඇත්ත වශයෙන්ම මම මෙය එසේ යැයි උපකල්පනය කරමි. චිත්තවේගය තාර්කිකත්වයෙන් සංසිඳුවා ඇති බව මම විශ්වාස කරන අතර වීදිවල සිටින තරුණයින් මෙය මූර්තිමත් කරන බව මට ඒත්තු ගොස් ඇත. ඔවුන් දේශපාලන පක්ෂවල, දේශපාලකයන්ගේ, වෙනත් රටවල අතකොළු නොවේ. අවශ්‍ය නම් ඔවුන් මෙය නැවත නැවතත් ඔප්පු කරනු ඇත. සුරක්ෂිත කිරීමට සහ වාසය කිරීමට මෙය ඔවුන්ගේ ඉඩම බව ඔවුන් සැබවින්ම විශ්වාස කරන්නේ නම් ඔවුන් අනිවාර්යයෙන්ම එසේ කරනු ඇත."
      ]
    },
    "ta": {
      "title": "தன்னிச்சையானது மற்றும் அதன் அதிருப்திகள் #beyondgotagohome #thewayforward",
      "body_lines": [
        "பெருகிவரும் நெருக்கடியைத் தொடர்ந்து அரசாங்கத்தை பதவி விலகுமாறு கோரும் கொள்ளையடிக்கும் அரசாங்க எதிர்ப்பு எதிர்ப்பாளர்களைத் தடுத்து நிறுத்துவதற்கு இராணுவமும் பொலிஸும் ஒரு மேல்நோக்கிய பணியை எதிர்கொள்கின்றனர்.",
        "இதிலெல்லாம் அத்தனை அழகு. அவ்வளவு அன்பு இருக்கிறது. இது பார்ப்பதற்கு அற்புதமான காட்சி. இந்த புரட்சி உண்மையில் ஒரு புரட்சியா அல்லது சிலர் கூறுவது போல் இது 'நிறமற்றது' என்று சொல்வது கடினம்.",
        "எந்த எதிர்ப்பையும், எந்த ஆர்ப்பாட்டத்தையும் எடுத்துக் கொள்ளுங்கள், அவை ஒருபோதும் சரியானவை அல்ல. ஒருவர் எப்பொழுதும் எந்த ஒரு செயல்பாட்டிலும் குறைபாடுகளைக் கண்டறிய முடியும், ஒருவர் குறிக்கோள்களுக்கு சந்தா செலுத்துகிறாரா இல்லையா என்பதைப் பொருட்படுத்தாமல். கடந்த சில நாட்களாக நாம் பார்த்த எண்ணற்ற ஆட்சேபனை செயல்கள் மற்றும் நான் எழுதும் போதும் வெளிவருவது மேற்கூறியவற்றிற்கு விதிவிலக்காக இல்லை.",
        "எனவே ஆட்சேபனைகளுக்கு எதிர்ப்புகள் எதிர்பார்க்கப்படுகின்றன. சில நோக்கங்களுடனான கருத்து வேறுபாட்டின் அடிப்படையிலானவை, சில அரசியல் விருப்பங்களுடன் செய்ய, சில உத்திகள் மற்றும் பலவற்றின் காரணமாக. இதுபோன்ற விஷயங்களைப் பற்றி எப்போதும் சிக்கல்கள் உள்ளன, குறிப்பாக எண்கள், பங்குகள் மற்றும் உணர்ச்சிகள் அதிகமாக இருக்கும்போது. சில ஆட்சேபனைகள் சிறியதாக இருக்கும் மற்றும் பகுதி உத்திகள் பற்றிய லேசான கருத்து வேறுபாட்டைத் தவிர வேறொன்றுமில்லை. மற்றவை மிகவும் தீவிரமான வரிசையாக இருக்கலாம், குறிப்பாக ஒரு குறிப்பிட்ட உத்திகள் விளைவுகளை எவ்வாறு பாதிக்கலாம் என்பதைப் பொறுத்த வரையில், இது எதிர்பார்த்த அளவுக்கு மகிழ்ச்சியாகவும் ஆரோக்கியமாகவும் இருக்காது.",
        "சதி கோட்பாடுகள் உள்ளன. யார் என்ன செய்கிறார்கள் என்பதில் எச்சரிக்கை இருக்கிறது. ஒரு கட்சி, சிலர் கூறுகின்றனர். ஓட்டுநர்கள் மற்றும் வீட்டு உதவியாளர்களைக் கொண்ட பணக்காரக் குழந்தைகளுக்கு எரிவாயு மற்றும் எரிபொருள் வரிசையில் நிற்கும் பொழுதுபோக்கு, சிலர் சுட்டிக்காட்டுகின்றனர். நிச்சயமாக, அவற்றில் சில இடம், விருப்பமான உத்திகள், தேர்ந்தெடுக்கப்பட்ட முழக்கங்கள் போன்றவற்றின் அடிப்படையில் குறைந்த அல்லது அதிக அளவில் தெளிவாகத் தெரியும்.  சிறப்பாக ஒழுங்கமைக்கப்பட்ட மற்றும் குறிப்பிட்ட அரசியல் நோக்கங்களால் உந்துதல் பெற்ற சிப்பாய்கள் வெளிப்படுத்தப்படும் இலட்சியவாதத்துடன் சிறிதும் அல்லது எதுவும் செய்யவில்லை - அந்த வாதத்தை நானும் கேட்டிருக்கிறேன். எல்லாவற்றையும் பொருட்படுத்தாமல், ஆற்றல் மற்றும் குறிப்பாக இளமை எண்ணம், உறுதிப்பாடு, புதுமை, தலைமைத்துவம் மற்றும் பல நிலைகளில் நிறுவன புத்திசாலித்தனம் ஆகியவை நிச்சயமாக கொண்டாட்டமாகும். விஷயங்கள் எப்போது, ​​எப்படி மாறும் என்பது எங்களுக்குத் தெரியாது, ஆனால் நாம் பார்ப்பது குறிப்பிடத்தக்கது என்பதை மறுக்க ஒருவர் குருடாகவோ அல்லது பாசாங்குத்தனத்தால் பாதிக்கப்பட்டவராகவோ இருக்க வேண்டும்.",
        "இதையெல்லாம் நாம் பல கோணங்களில் இருந்து விளக்கலாம் மற்றும் சில கோணங்கள் நிச்சயமாக அரசியல், கருத்தியல் மற்றும் பிற தனிப்பட்ட குறிப்புகளின் வெளிப்பாடுகளாகும். இருப்பினும், ஆற்றலையும் உற்சாகத்தையும் பார்க்க, அதிருப்தியை அணிதிரட்டுவதில் உள்ள படைப்பாற்றல், கோஷங்களை வடிவமைத்தல் மற்றும் முடிந்தவரை கூட்டு ஈடுபாட்டிற்கு நடனம் அமைத்தல் ஆகியவை முற்றிலும் வலுவூட்டுகின்றன. ஒருவர் பின்வாங்கி அனைத்தையும் பிரமிப்புடன் பார்க்க வேண்டும்.",
        "நிச்சயமாக வரலாற்றில் இது போன்ற பரவலான எதிர்ப்பு இருப்பது இது முதல் முறையல்ல. அதே உற்சாகம், ஆற்றல் மற்றும் புதுமை ஆகியவை தெருக்களை அதிரச் செய்தன, ஜன்னல்கள் மற்றும் கதவுகளைத் திறந்தன, அதிகாரத்தில் இருப்பவர்களை எச்சரிக்கையாக அல்லது அவநம்பிக்கையாக ஆக்கியுள்ளன. எவ்வாறாயினும், இது எங்கள் இங்கேயும் இப்போதும். வரலாற்றின் படிப்பினைகள் கற்றுக் கொள்ளப்பட்டதா என்பதை நாம் இன்னும் அறியவில்லை.",
        "ஆம், இது இளைஞர்கள் மட்டுமல்ல, அவர்கள் நிச்சயமாக திரளான மக்களின் இதயத் துடிப்பு. வெறுமனே, அவர்கள் நமது அரசியல் அமைப்பு, அரசியல் கலாசாரம் மற்றும் உண்மையில் அரசியல்வாதிகள் மற்றும் கட்சிகள் ஆகியவற்றில் தவறானது என்று எதிர்ப்பது மட்டுமல்லாமல், தங்களுக்கும் தங்கள் சக குடிமக்கள் அனைவருக்கும் அவர்கள் உண்மையிலேயே சொந்தமாக உணரக்கூடிய ஒரு நாட்டைப் பெறுவார்கள். எல்லா அதிகாரமும் அவர்களுக்கே!",
        "இளமையாக இல்லாத, இதயத்தில் கூட இல்லாதவர்களை என்ன செய்வது? ஆட்சேபனை மற்றும் போராட்டத்தின் ஒத்த அனுபவங்களை மேற்கோள் காட்டி, மனித நிலை மற்றும் ஆற்றல் விளையாட்டுகளின் உண்மைகளைப் பற்றி சிந்திக்க அதிக நேரம் அவர்கள் ஆலோசனை வழங்க முடியும். அவர்களுக்கு எனது அறிவுரை: ஊகிக்க வேண்டாம். இளைஞர்களுக்கு வழிகாட்டுதல் தேவைப்படலாம் அல்லது இல்லாமல் இருக்கலாம். அவர்களுக்கு ஆலோசனை தேவைப்படலாம் ஆனால் எதிர்கால வடிவமைப்பில் செயல்பாட்டின் அல்லது விரிவுரைகளில் அவர்களுக்கு பயிற்சி தேவை என்று கூட உணராமல் இருக்கலாம். இது அவர்களின் நேரம், அவர்களின் தருணம், அவர்களின் விருந்து (எல்லாவற்றையும் அனுபவிப்பதில் தவறில்லை) மற்றும் ஒரு கூட்டுப் பார்வையை உருவாக்குவதற்கான அவர்களின் முயற்சி, இதில் பகுதி-தரிசனங்கள் ஒட்டுமொத்த அழகிலிருந்து சேர்க்கலாம் மற்றும் குறைக்க முடியாது. அவர்களை நம்புங்கள்!’ என்று நான் சொல்கிறேன்.",
        "நான் சொல்கிறேன், ‘அவர்களை நம்புங்கள், ஆனால் அப்பாவித்தனத்தின் சாத்தியம் இதய வலியையோ இரத்தக்களரியையோ உருவாக்காது என்று நம்புகிறேன், பிரார்த்தனை செய்யுங்கள்.’  அவர்கள் வாழ்ந்து அதன் விளைவுகளைச் சமாளிப்பார்கள்.",
        "நிச்சயமாக, அவர்கள் எல்லாவற்றையும் கண்டுபிடிக்கவில்லை. எப்பொழுதும், யார் செய்கிறார்கள்? எவருக்கும், குறிப்பாக இளைஞர்கள், உயிருடன் இருப்பது நல்லது, ஒற்றுமை என்று அழைக்கப்படும் அற்புதமான விஷயத்தை ரசிப்பது, உணர்ச்சியில் சிவந்து போவது நல்லது, ஆனால் தவறு செய்யாதீர்கள், அவர்கள் அனைவரும் சிலிர்ப்பிற்காக இருக்கிறார்கள் என்று நாம் ஒருபோதும் கருதக்கூடாது. இங்கே பகுத்தறிவு செயல்பாட்டில் உள்ளது. தர்க்கம் இருக்கிறது. பொதுவான தன்மையின் அரவணைப்பு மற்றும் செயல்பாட்டின் நெருப்பை நிறைவு செய்யும் குளிர், ஒற்றை எண்ணம் உள்ளது. நாம் தற்பெருமை காட்ட வேண்டாம்!",
        "நான் நேரிலும் நேரிலும் பார்க்கும்போது, ​​சமூக ஊடகங்களில் வீடியோக்கள் மற்றும் கருத்துகளைப் பார்க்கும்போது, ​​மற்றொரு காலத்தை ஒத்த பல விஷயங்கள் உள்ளன, மற்றொரு நூற்றாண்டு மற்றும் கிட்டத்தட்ட வேறொரு நாட்டில். சில முழக்கங்கள் பழமையானவை ஆனால் மீண்டும் பிரச்சனைகள் மற்றும் முரண்பாடுகள் பழையவை. வேறு சகாப்தத்தில் இருந்ததைப் போன்ற ஒழுக்கம் உள்ளது மற்றும் சறுக்கலும் உள்ளது, நாம் பார்த்ததை விட மிகவும் வித்தியாசமாக இல்லை. கவலைப்படுவதற்கு போதுமான காரணம். நிச்சயம். தெருக்களில் உள்ள மக்களை ஏழைகளாக்க போதுமான காரணம்? இல்லை!",
        "எனவே ஆம், எப்பொழுதும் கவலைப்பட வேண்டிய ஒன்று உள்ளது, சில செயல்கள், வார்த்தைகள் அல்லது விளக்கங்கள் தணிக்கைக்கு உத்தரவாதம் அளிக்கும் வகையில் இல்லை. நான் சொல்கிறேன், ‘பொறுமையாக இருப்பதன் மூலம் நாம் எதையும் இழக்கிறோம், நம்பிக்கையுடன் இருப்பதன் மூலம் எதையும் இழக்கிறோம்.",
        "இருப்பினும் ஒன்றிரண்டு விஷயங்களைச் சொல்ல வேண்டும். முதலாவதாக, தன்னிச்சையானது, நம்பமுடியாத அழகாகவும், ரொமாண்டிக்காகவும் இருக்கும்போது, ​​ஒரு குறிப்பிடத்தக்க குறைபாடு உள்ளது. வரலாற்று ரீதியாக 'ஒழுங்கமைப்பவர்கள்' கிளர்ச்சியை விவரிப்பதில் மட்டுப்படுத்தப்பட்டவர்கள், ஒழுங்கமைக்கப்பட்டவர்கள் மற்றும் குறிப்பிட்ட அரசியல் நிகழ்ச்சி நிரலால் உந்துதல் பெற்றவர்களால் துரத்தப்படுவார்கள். இரண்டாவதாக, 'முதல் விஷயங்கள் முதலில்' என்பது ஒரு பாதுகாக்கக்கூடிய கட்டைவிரல் விதியாக இருந்தாலும், அதன் பின்விளைவுகள், ஒருமுறை உணர்ந்துகொண்டால், 'அந்தப் பாலத்தை அடையும்போது அதைக் கடப்போம்' என்று அடிக்குறிப்பு செய்யப்பட்டால், யாரோ அல்லது சில இலட்சியவாதமற்ற குழுவோ முழு திட்டத்தையும் கடத்துவதற்கான சாத்தியக்கூறு உள்ளது. மிகவும் அதிகமாக உள்ளது.",
        "இதிலெல்லாம் அத்தனை அழகு. அவ்வளவு அன்பு இருக்கிறது. இது பார்ப்பதற்கு அற்புதமான காட்சி. இந்த புரட்சி உண்மையில் ஒரு புரட்சியா அல்லது சிலர் கூறுவது போல் இது 'நிறமற்றது' என்று சொல்வது கடினம். அனைத்தையும் அழிக்கக்கூடிய ஒரு வண்ணம் உள்ளது. சிவப்பு. இதயத் துடிப்பை நிறுத்தி, இந்த நாட்டை உண்மையிலேயே சொந்தமாக்க விரும்பும் அனைத்து அழகான மனிதர்களின் கால்தடத்தையும் அழிக்கக்கூடிய வேறு நிறங்களும் உள்ளன. அவை மகிழ்ச்சியான நிறங்களாக இல்லாமல் இருக்கலாம்.",
        "இந்த விஷயங்கள் சிந்திக்கப்பட்டுள்ளன என்று நான் நம்ப விரும்புகிறேன். உண்மையில் இது அப்படித்தான் என்று நான் கருதுகிறேன். உணர்ச்சிகள் பகுத்தறிவினால் தணிக்கப்படுகின்றன என்று நான் நம்புகிறேன், தெருக்களில் இருக்கும் இளையவர்கள் இதை உணர்த்துகிறார்கள் என்று நான் நம்புகிறேன். அவர்கள் அரசியல் கட்சிகள், அரசியல்வாதிகள், பிற நாடுகள் போன்றவற்றின் சிப்பாய்களாக இருக்க மாட்டார்கள். தேவைப்பட்டால் மீண்டும் மீண்டும் இதை நிரூபிப்பார்கள். பாதுகாப்பாகவும், வசிப்பதற்காகவும் இது அவர்களின் நிலம் என்று அவர்கள் உண்மையிலேயே நம்பினால், அவர்கள் நிச்சயமாக அதைச் செய்ய வேண்டும்."
      ]
    }
  }
}