{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-needs-bridge-financing-to-last-next-six-months-says-indrajit-coomaraswamy/",
  "time_ut": 1648993500,
  "title": "Sri Lanka needs ‘bridge financing’ to last next six months, says Indrajit Coomaraswamy",
  "body_lines": [
    "Sri Lanka needs to take steps on getting to a framework programme with the IMF, restructure its external debt and bring some bridge financing to last for next six months until negotiations with the IMF on external debt is completed,”former central bank governor Dr. Indrajit Coomaraswamy said recently, at a forum hosted by CT CLSA.",
    "“IMF won’t be able to transact with Sri Lanka until we fix the unsustainable situation in the country,” he said.",
    "Dr. Coomaraswamy highlighted the fact that IMF may include fiscal consolidation in a programme of debt restructuring for Sri Lanka.",
    "CT CLSA, a leading capital market service provider that offers investment banking, stockbroking and wealth management services , conducted the forum on the timely topic ‘ The IMF and the Order of Priorities for Reforms.”",
    "Elaborating on the topic, he said, “In fact, we have a solvency problem on our external debt. Trying to treat it as a cash flow problem and addresing it with short-term measures may create a bigger problem. However, we are beginning to see light at the end of the tunnel due to the policy measures taken by the government recently. Now having approached the IMF, and the government considering some external debt restructuring; we are shifting to the right path, but this is going to be tough.”",
    "“Interest rates are about to rise. As per previous levels where inflation was high, 91-day treasury bill yield was 16%, SLFR was 12% and SDFR was 10.5%. According to former deputy governor of the central bank, Dr. W. A. Wijewardena, the interest rates are expected to double from the current levels.”",
    "Responding to a question on the upward movement of the exchange rate, he said, “I think we could have taken measures to reduce the imbalance between demand and supply of foreign exchange before letting the exchange rate float.”",
    "Referring to domestic debt, Dr. Coomaraswamy said,”We should not suggest or ever take into consideration to restructure our domestic debt. If we restructure the domestic debt, it will lead to serious undermining of the stability of the financial system. Such a situation may not help Sri Lanka in meeting its commitments with external creditors.”",
    "“In fact, the crisis was two years in the making from the time the government cut taxes after the presidential election The country’s banking system is highly exposed to sovereign debt because in recent years, the banking system provided for bridging the budget deficit of the country. And therefore, if there is any restructuring of domestic debt, the impact of such a move could spill over to the balance sheets of the banks and would likely create a crisis in the financial sector. And some of the banks would be affected in the event of external debt restructuring. However, this effect could be managed through regulatory programmes of the central bank. The only way to solve this problem on a sustainable basis is to create a primary surplus in the budget,” he emphasised.",
    "“All creditors of Sri Lanka would seek equality of treatment, and therefore, multilateral debt; namely, World Bank, ADB and the little bit of IMF debt should not be restructured. If it were to be restructured, those institutions could stop their operations in Sri Lanka, and even their financing in the pipeline may not be disbursed.”",
    "“Bilateral debt, mainly OECD which is West + Japan are part of the Paris Club. As China and India are not part of the Paris Club, one of the possibilities for us is to see whether we are eligible for B20 framework earmarked for low-income countries. [B20 proposes to consider the issue of public debt management within the international financial architecture reform].",
    "Dr. Dushni Weerakoon, the Executive Director of the Institute of Policy Studies of Sri Lanka (IPS) was also a panelist at the CT CLSA forum.",
    "When she was asked how Sri Lanka should put the reforms in a particular order to be implemented, she said,”We no longer can afford sequential reforms. What is most critical for Sri Lanka in terms of its economic outlook is to gain some sense of macro stability as a first priority.”",
    "“We are currently witnessing a clear shift in policy. We have to work on several fronts simultaneously with well-coordinated action on three fronts; namely, monetary policy front, exchange rate front and fiscal front. We have entered a monetary policy tightening cycle. The moves of the central bank led to a market-driven exchange rate. But the fiscal side is missing. As long as this is neglected the progress made on monetary and exchange rate fronts will not bring stability. This will put pressure on other two fronts.”",
    "“There is slowness on fiscal adjustment maybe because it’s difficult to do it. Fiscal adjustment will require to raise taxes on the revenue side, and the spending side will require to freeze expenditures. Clear communication of these reforms to the general public is important as these changes should not create more social unrest. The way to do this could be that greater sacrifices would have to be made by those who have greater ability to pay taxes. The richer segment of the Sri Lankan population may have to bear a larger burden of the tax adjustments”.",
    "“On the expenditure side, government spending may have to be frozen and public sector wages and salaries may also have to undergo changes. In such a context, there will be the need to try as much as possible to provide social safety nets for needy segments. It could be provided by implementing a cash transfer programme to reduce the potential social unrest.”",
    "“The other reforms include State Owned Enterprise (SOE) reforms, labor market reforms and banking sector reforms,” she said.",
    "When asked about the possible scenario of debt restructuring with debt to equity swaps, she said,” The possible cost of that is; you will face a prolonged negotiating process with the threat of legal action on the country. Unlike in the past, now our creditor landscape is huge. Our creditors are mostly based in the U.S., and then we have bilateral debt providers such as China and India. we will have to bring all these stakeholders to a common ground and ensure equality of treatment.”",
    "“Another risk is that we need to know that the bonds issued by Sri Lanka has clauses where the majority of the bond holders can buy the minority. If not, there could be a hold off problem where we may have to face legal consequences.”",
    "“The recent debt restructuring of Ecuador and Argentina only had restructuring of interest rate adjustments and maturity extensions and did not receive a haircut,” she pointed out.",
    "Sri Lanka for the first time in 63 years achieved a Rs. 21.9 billion surplus in the primary balance of the fiscal account during the first 10 months of 2017. The country recorded a primary surplus of 0.6 percent of GDP in 2018, the second year running. Dr. Indrajit Coomaraswamy was the governor of the central bank at that time.",
    "Prima KottuMee wins ‘Advertisement of the Year’ at SLIM-KANTAR People’s Awards 2022",
    "Emirates Aviation University holds 5th annual water rocket competition in collaboration with Boeing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඉදිරි මාස හය සඳහා ශ්‍රී ලංකාවට ‘පාලම් මූල්‍යකරණය’ අවශ්‍ය බව ඉන්ද්‍රජිත් කුමාරස්වාමි පවසයි",
      "body_lines": [
        "ශ්‍රී ලංකාව ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ රාමුගත වැඩපිළිවෙලකට එළඹීමට, එහි බාහිර ණය ප්‍රතිව්‍යුහගත කිරීමට සහ විදේශ ණය සම්බන්ධයෙන් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා අවසන් වන තෙක් ඉදිරි මාස හය සඳහා යම් පාලම් මූල්‍යකරණයක් ගෙන ඒමට පියවර ගත යුතු බව හිටපු මහ බැංකු අධිපති ආචාර්ය ඉන්ද්‍රජිත් පැවසීය. කුමාරස්වාමි මහතා පසුගියදා CT CLSA විසින් පවත්වන ලද සංසදයේ දී පැවසීය.",
        "\"අපි රටේ පවතින තිරසාර නොවන තත්ත්වය නිවැරදි කරන තුරු IMF හට ශ්‍රී ලංකාව සමඟ ගනුදෙනු කිරීමට නොහැකි වනු ඇත,\" ඔහු පැවසීය.",
        "ශ්‍රී ලංකාව සඳහා ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනකට මූල්‍ය ඒකාග්‍රතාවය IMF ඇතුළත් විය හැකි බව ආචාර්ය කුමාරස්වාමි අවධාරණය කළේය.",
        "ආයෝජන බැංකු, කොටස් තැරැව්කාර සහ ධනය කළමනාකරණ සේවා සපයන ප්‍රමුඛ පෙළේ ප්‍රාග්ධන වෙළෙඳපොළ සේවා සපයන්නා වන CT CLSA, ‘IMF සහ ප්‍රතිසංස්කරණ සඳහා ප්‍රමුඛතා අනුපිළිවෙල” යන කාලෝචිත මාතෘකාව යටතේ මෙම සංසදය පවත්වන ලදී.",
        "මාතෘකාව පිළිබඳ විස්තර කරමින් ඔහු පැවසුවේ, “ඇත්ත වශයෙන්ම, අපගේ විදේශ ණය සම්බන්ධයෙන් අපට විසඳුම් ගැටලුවක් තිබේ. එය මුදල් ප්‍රවාහ ගැටලුවක් ලෙස සැලකීමට උත්සාහ කිරීම සහ කෙටි කාලීන පියවරයන් සමඟ එය විසඳීම විශාල ගැටලුවක් ඇති කළ හැකිය. නමුත් පසුගිය කාලයේ රජය ගත් ප්‍රතිපත්තිමය ක්‍රියාමාර්ග නිසා උමග අවසානයේ අපට ආලෝකයක් දකින්නට පටන්ගෙන තිබෙනවා. දැන් ජාත්‍යන්තර මූල්‍ය අරමුදල හා ආන්ඩුව යම් බාහිර ණය ප්‍රතිව්‍යුහගත කිරීමක් සලකා බලමින් සිටින බැවින්; අපි නිවැරදි මාර්ගයට මාරු වෙනවා, නමුත් මෙය දැඩි වනු ඇත.",
        "“පොළී අනුපාත ඉහළ යාමට ආසන්නයි. උද්ධමනය ඉහළ මට්ටමක පැවති පෙර මට්ටම්වලට අනුව, දින 91 භාණ්ඩාගාර බිල්පත් අස්වැන්න 16%, SLFR 12% සහ SDFR 10.5% විය. මහ බැංකුවේ හිටපු නියෝජ්‍ය අධිපති ආචාර්ය ඩබ්ලිව්.ඒ. විජේවර්ධනට අනුව පොලී අනුපාත දැනට පවතින මට්ටමට වඩා දෙගුණයක් වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "විනිමය අනුපාතිකයේ ඉහළට ගමන් කිරීම පිළිබඳ ප්‍රශ්නයකට පිළිතුරු දෙමින් ඔහු පැවසුවේ, “විනිමය අනුපාතිකය පාවීමට ඉඩ හැරීමට පෙර විදේශ විනිමය ඉල්ලුම සහ සැපයුම අතර අසමතුලිතතාවය අඩු කිරීමට අපට ක්‍රියාමාර්ග ගත හැකිව තිබුණා යැයි මම සිතමි.”",
        "දේශීය ණය ගැන සඳහන් කරමින් ආචාර්ය කුමාරස්වාමි පැවසුවේ, “අපගේ දේශීය ණය ප්‍රතිව්‍යුහගත කිරීමට යෝජනා කිරීම හෝ කිසිවිටෙක සැලකිල්ලට නොගත යුතුයි. අප දේශීය ණය ප්‍රතිව්‍යුහගත කළහොත් එය මූල්‍ය පද්ධතියේ ස්ථායීතාව බරපතළ ලෙස කඩාකප්පල් කිරීමට හේතු වනු ඇත. එවැනි තත්වයක් ශ්‍රී ලංකාවට බාහිර ණය හිමියන් සමඟ ඇති බැඳීම් ඉටු කිරීමට උපකාරී නොවනු ඇත.",
        "“ඇත්ත වශයෙන්ම, ජනාධිපතිවරණයෙන් පසු රජය බදු කපා දැමූ මොහොතේ සිට වසර දෙකක අර්බුදයක් නිර්මාණය වූයේ රටේ බැංකු පද්ධතිය ස්වෛරී ණයවලට බෙහෙවින් නිරාවරණය වී ඇති නිසා මෑත වසරවලදී රටේ අයවැය හිඟය පියවීමට බැංකු පද්ධතිය ලබා දුන් බැවිනි. . එබැවින්, දේශීය ණය ප්‍රතිව්‍යුහගත කිරීමක් සිදුවුවහොත්, එවැනි පියවරක බලපෑම බැංකුවල ශේෂ පත්‍රවලට කාන්දු විය හැකි අතර එය මූල්‍ය ක්ෂේත්‍රයේ අර්බුදයක් නිර්මාණය කරනු ඇත. බාහිර ණය ප්‍රතිව්‍යුහගත කිරීමේදී සමහර බැංකුවලට බලපෑම් එල්ල වනු ඇත. කෙසේ වෙතත්, මෙම බලපෑම මහ බැංකුවේ නියාමන වැඩසටහන් හරහා කළමනාකරණය කළ හැකිය. මෙම ගැටලුව තිරසාර පදනමක් මත විසඳීමට ඇති එකම ක්‍රමය අයවැයෙන් ප්‍රාථමික අතිරික්තයක් ඇති කිරීම බව ඔහු අවධාරණය කළේය.",
        "“ශ්‍රී ලංකාවේ සියලුම ණයහිමියන් සැලකීමේ සමානාත්මතාවය අපේක්ෂා කරනු ඇත, එබැවින් බහුපාර්ශ්වික ණය; එනම්, ලෝක බැංකුව, ආසියානු සංවර්ධන බැංකුව සහ IMF ණය ස්වල්පය ප්‍රතිව්‍යුහගත නොකළ යුතුය. එය ප්‍රතිව්‍යුහගත කිරීමට අවශ්‍ය නම්, එම ආයතන ශ්‍රී ලංකාවේ ක්‍රියාත්මක වීම නැවැත්විය හැකි අතර, ඒවායේ මූල්‍ය පහසුකම් පවා නොගෙවිය හැකිය.",
        "“ද්විපාර්ශ්වික ණය, ප්‍රධාන වශයෙන් බටහිර + ජපානය වන OECD පැරිස් සමාජයේ කොටසකි. චීනය සහ ඉන්දියාව පැරිස් සමාජයේ කොටසක් නොවන බැවින්, අපට ඇති එක් හැකියාවක් වන්නේ අඩු ආදායම්ලාභී රටවල් සඳහා වෙන් කර ඇති B20 රාමුව සඳහා අප සුදුසුකම් ලබන්නේද යන්නයි. [B20 ජාත්‍යන්තර මූල්‍ය ගෘහ නිර්මාණ ප්‍රතිසංස්කරණය තුළ රාජ්‍ය ණය කළමනාකරණය පිළිබඳ ගැටළුව සලකා බැලීමට යෝජනා කරයි].",
        "ශ්‍රී ලංකා ප්‍රතිපත්ති අධ්‍යයන ආයතනයේ (IPS) විධායක අධ්‍යක්ෂිකා ආචාර්ය දුෂ්නි වීරකෝන් මහත්මිය CT CLSA සංසදයේ වාදිකාවක් ද විය.",
        "ශ්‍රී ලංකාව ප්‍රතිසංස්කරණ ක්‍රියාවට නැංවීම සඳහා නිශ්චිත අනුපිළිවෙලකට ඇතුළත් කළ යුත්තේ කෙසේදැයි ඇගෙන් විමසූ විට ඇය කියා සිටියේ, “අපට තවදුරටත් අනුක්‍රමික ප්‍රතිසංස්කරණ දැරිය නොහැක. එහි ආර්ථික දැක්ම අනුව ශ්‍රී ලංකාවට වඩාත්ම තීරණාත්මක වන්නේ පළමු ප්‍රමුඛතාවය ලෙස සාර්ව ස්ථාවරත්වය පිළිබඳ යම් හැඟීමක් ලබා ගැනීමයි.",
        "“අපි දැනට ප්‍රතිපත්තිවල පැහැදිලි වෙනසක් දකිනවා. අපි පෙරමුණු තුනක හොඳින් සම්බන්ධීකරනය කරන ලද ක්‍රියාවන් සමඟ එකවර පෙරමුණු කිහිපයක වැඩ කළ යුතුයි; එනම්, මුදල් ප්‍රතිපත්ති පෙරමුණ, විනිමය අනුපාත පෙරමුණ සහ මූල්‍ය පෙරමුණ. අපි මුදල් ප්‍රතිපත්ති දැඩි කිරීමේ චක්‍රයකට අවතීර්ණ වී සිටිමු. මහ බැංකුවේ පියවර වෙලඳපොල මත පදනම් වූ විනිමය අනුපාතිකයකට තුඩු දුන්නේය. නමුත් මූල්‍ය පැත්ත අතුරුදහන්. මෙය නොසලකා හරින තාක් කල් මුදල් හා විනිමය අනුපාත පෙරමුණුවල ඇති ප්‍රගතිය ස්ථාවරත්වයක් ගෙන එන්නේ නැත. මෙය අනෙක් පෙරමුණු දෙකට පීඩනයක් ඇති කරයි.",
        "“රාජ්‍ය මූල්‍ය ගැලපීමේ මන්දගාමී බවක් ඇති වන්නේ එය කිරීමට අපහසු නිසා විය හැකිය. රාජ්‍ය මූල්‍ය ගැලපීම සඳහා ආදායම් පැත්තෙන් බදු වැඩි කිරීමට අවශ්‍ය වන අතර වියදම් පැත්තට වියදම් කැටි කිරීමට අවශ්‍ය වනු ඇත. මෙම වෙනස්කම් වඩාත් සමාජ නොසන්සුන්තාවයක් ඇති නොකළ යුතු බැවින් මෙම ප්‍රතිසංස්කරණ සාමාන්‍ය ජනතාව වෙත පැහැදිලි සන්නිවේදනය වැදගත් වේ. මෙය කළ හැකි මාර්ගය බදු ගෙවීමට වැඩි හැකියාවක් ඇති අය විසින් විශාල කැපකිරීම් කිරීමට සිදුවනු ඇත. බදු ගැලපීම්වල විශාල බරක් දැරීමට ශ්‍රී ලංකාවේ ජනගහනයේ පොහොසත් කොටසට සිදු විය හැකිය.",
        "“වියදම් පැත්තෙන්, රජයේ වියදම් කැටි කිරීමට සිදු විය හැකි අතර රාජ්‍ය අංශයේ වැටුප් හා වැටුප් ද වෙනස් කිරීමට සිදු විය හැකිය. එවැනි සන්දර්භයක් තුළ, අවශ්‍යතා ඇති කොටස් සඳහා සමාජ ආරක්ෂණ දැල් සැපයීමට හැකිතාක් උත්සාහ කිරීමේ අවශ්‍යතාවය මතු වනු ඇත. විභව සමාජ අසහනය අවම කිරීම සඳහා මුදල් හුවමාරු වැඩසටහනක් ක්‍රියාත්මක කිරීමෙන් එය සැපයිය හැකිය.",
        "\"අනෙකුත් ප්‍රතිසංස්කරණ අතරට රාජ්‍ය සතු ව්‍යවසාය (SOE) ප්‍රතිසංස්කරණ, ශ්‍රම වෙළඳපොළ ප්‍රතිසංස්කරණ සහ බැංකු අංශයේ ප්‍රතිසංස්කරණ ඇතුළත් වේ,” ඇය පැවසුවාය.",
        "කොටස් හුවමාරුවට ණය සමඟ ණය ප්‍රතිව්‍යුහගත කිරීමේ සිදුවිය හැකි තත්ත්වය ගැන විමසූ විට ඇය මෙසේ පැවසුවාය. රට මත නීතිමය ක්‍රියාමාර්ග ගැනීමේ තර්ජනය සමඟ දීර්ඝ සාකච්ඡා ක්‍රියාවලියකට ඔබ මුහුණ දෙනු ඇත. අතීතයේ මෙන් නොව, දැන් අපගේ ණය හිමියාගේ භූ දර්ශනය විශාලයි. අපගේ ණයහිමියන් බොහෝ දුරට එක්සත් ජනපදයේ පදනම් වී ඇත, පසුව අපට චීනය සහ ඉන්දියාව වැනි ද්විපාර්ශ්වික ණය සපයන්නන් ඇත. මෙම සියලු පාර්ශ්වකරුවන් පොදු පදනමකට ගෙන ඒමට සහ සැලකීමේ සමානාත්මතාවය සහතික කිරීමට අපට සිදුවනු ඇත.",
        "“තවත් අවදානමක් නම්, ශ්‍රී ලංකාව විසින් නිකුත් කරන ලද බැඳුම්කරවල බැඳුම්කර හිමියන්ගෙන් බහුතරයකට සුළුතරය මිලදී ගත හැකි වගන්ති ඇති බව අප දැනගත යුතුය. එසේ නොවුවහොත්, අපට නීතිමය ප්‍රතිවිපාකවලට මුහුණ දීමට සිදු විය හැකි නවතා දැමීමේ ගැටලුවක් තිබිය හැකිය.",
        "\"ඉක්වදෝරයේ සහ ආර්ජන්ටිනාවේ මෑත කාලීන ණය ප්‍රතිව්‍යුහගත කිරීම පොලී අනුපාත ගැලපීම් සහ කල්පිරීමේ දිගු කිරීම් ප්‍රතිව්‍යුහගත කිරීම පමණක් වූ අතර කප්පාදුවක් නොලැබුණි,\" ඇය පෙන්වා දුන්නාය.",
        "ශ්‍රී ලංකාව වසර 63කට පසු පළමු වරට රු. 2017 පළමු මාස ​​10 තුළ රාජ්‍ය මූල්‍ය ගිණුමේ ප්‍රාථමික ශේෂයේ රුපියල් බිලියන 21.9 ක අතිරික්තයක්. 2018 වසරේ දෙවැනි වසර තුළදී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 0.6 ක ප්‍රාථමික අතිරික්තයක් රට වාර්තා කළේය. එවකට මහ බැංකුවේ අධිපතිවරයා වූයේ ආචාර්ය ඉන්ද්‍රජිත් කුමාරස්වාමි මහතාය.",
        "ප්‍රීමා කොත්තුමී 2022 SLIM-KANTAR ජනතා සම්මාන උළෙලේදී වසරේ වෙළඳ දැන්වීම දිනා ගනී",
        "එමිරේට්ස් ගුවන් සේවා විශ්වවිද්‍යාලය බෝයිං සමඟ එක්ව 5 වැනි වාර්ෂික ජල රොකට් තරගයක් පවත්වයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அடுத்த ஆறு மாதங்களுக்கு இலங்கைக்கு ‘பிரிட்ஜ் ஃபைனான்ஸ்’ தேவை என்று இந்திரஜித் குமாரசுவாமி தெரிவித்துள்ளார்",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்துடன் ஒரு கட்டமைப்பைத் திட்டவட்டமாகப் பெறுவதற்கும், அதன் வெளிநாட்டுக் கடனை மறுசீரமைப்பதற்கும், வெளிநாட்டுக் கடன் தொடர்பாக IMF உடனான பேச்சுவார்த்தைகள் முடிவடையும் வரை, அடுத்த ஆறு மாதங்களுக்கு சில பாலம் நிதியுதவிகளை வழங்குவதற்கும் இலங்கை நடவடிக்கை எடுக்க வேண்டும்\" என முன்னாள் மத்திய வங்கி ஆளுநர் கலாநிதி இந்திரஜித் தெரிவித்தார். குமாரசாமி சமீபத்தில், CT CLSA நடத்திய மன்றத்தில் கூறினார்.",
        "நாட்டில் நிலவும் நிலையற்ற நிலைமையை நாம் சரிசெய்யும் வரையில் சர்வதேச நாணய நிதியத்தால் இலங்கையுடன் பரிவர்த்தனை செய்ய முடியாது.",
        "இலங்கைக்கான கடன் மறுசீரமைப்பு திட்டத்தில் IMF நிதி ஒருங்கிணைப்பை உள்ளடக்கியிருக்கலாம் என்ற உண்மையை டாக்டர் குமாரசுவாமி எடுத்துரைத்தார்.",
        "முதலீட்டு வங்கி, பங்குத் தரகு மற்றும் செல்வ மேலாண்மை சேவைகளை வழங்கும் முன்னணி மூலதன சந்தை சேவை வழங்குநரான CT CLSA, 'IMF மற்றும் சீர்திருத்தங்களுக்கான முன்னுரிமைகளின் வரிசை\" என்ற தலைப்பில் சரியான நேரத்தில் கருத்துக்களத்தை நடத்தியது.",
        "தலைப்பைப் பற்றி அவர் விளக்கினார், “உண்மையில், எங்களின் வெளிநாட்டுக் கடனில் எங்களுக்கு ஒரு தீர்வுப் பிரச்சனை உள்ளது. இதை பணப்புழக்க பிரச்சனையாகக் கருதி, குறுகிய கால நடவடிக்கைகளால் அதைத் தீர்ப்பது பெரிய சிக்கலை உருவாக்கலாம். ஆனால், சமீபகாலமாக அரசு எடுத்த கொள்கை நடவடிக்கைகளால் சுரங்கப்பாதையின் முடிவில் வெளிச்சம் தெரிய ஆரம்பித்துள்ளோம். இப்போது சர்வதேச நாணய நிதியத்தையும், அரசாங்கமும் சில வெளிநாட்டுக் கடன் மறுசீரமைப்பைக் கருத்தில் கொண்டு; நாங்கள் சரியான பாதைக்கு மாறுகிறோம், ஆனால் இது கடினமாக இருக்கும்.",
        "“வட்டி விகிதங்கள் உயரும். பணவீக்கம் அதிகமாக இருந்த முந்தைய நிலைகளின்படி, 91-நாள் கருவூல பில் ஈவுட் 16%, SLFR 12% மற்றும் SDFR 10.5%. மத்திய வங்கியின் முன்னாள் பிரதி ஆளுனர் கலாநிதி டபிள்யூ. ஏ. விஜேவர்தனவின் கருத்துப்படி, வட்டி விகிதங்கள் தற்போதைய மட்டங்களில் இருந்து இரட்டிப்பாகும் என எதிர்பார்க்கப்படுகிறது.",
        "மாற்று விகிதத்தின் மேல்நோக்கி நகர்வு குறித்த கேள்விக்கு பதிலளித்த அவர், \"அந்நிய செலாவணியின் தேவைக்கும் வழங்கலுக்கும் இடையே உள்ள ஏற்றத்தாழ்வைக் குறைக்க, மாற்று விகிதத்தை மிதக்க விடுவதற்கு முன், நாம் நடவடிக்கை எடுத்திருக்கலாம் என்று நான் நினைக்கிறேன்.\"",
        "உள்நாட்டுக் கடனைப் பற்றிக் குறிப்பிடுகையில், டாக்டர். குமாரசாமி, “எங்கள் உள்நாட்டுக் கடனை மறுசீரமைக்க பரிந்துரைக்கவோ அல்லது கருத்தில் கொள்ளவோ ​​கூடாது. உள்நாட்டுக் கடனை நாம் மறுகட்டமைத்தால், அது நிதி அமைப்பின் ஸ்திரத்தன்மையை கடுமையாகக் குறைமதிப்பிற்கு இட்டுச் செல்லும். இவ்வாறானதொரு நிலைமை இலங்கைக்கு வெளி கடனாளிகளுடனான தனது கடப்பாடுகளை நிறைவேற்ற உதவாது.",
        "\"உண்மையில், ஜனாதிபதித் தேர்தலுக்குப் பிறகு அரசாங்கம் வரிகளைக் குறைத்ததில் இருந்து நெருக்கடி இரண்டு வருடங்களாக இருந்தது, ஏனெனில் நாட்டின் வங்கி முறையானது இறையாண்மைக் கடனில் அதிகம் வெளிப்படுகிறது, ஏனெனில் சமீபத்திய ஆண்டுகளில், நாட்டின் பட்ஜெட் பற்றாக்குறையைக் குறைக்க வங்கி அமைப்பு வழங்கப்பட்டது. . எனவே, உள்நாட்டுக் கடனில் ஏதேனும் மறுசீரமைப்பு இருந்தால், அத்தகைய நடவடிக்கையின் தாக்கம் வங்கிகளின் இருப்புநிலைக் குறிப்பில் பரவி, நிதித்துறையில் நெருக்கடியை உருவாக்கும். மேலும் வெளிநாட்டுக் கடன் மறுசீரமைப்பு ஏற்பட்டால் சில வங்கிகள் பாதிக்கப்படும். இருப்பினும், இந்த விளைவை மத்திய வங்கியின் ஒழுங்குமுறை திட்டங்கள் மூலம் நிர்வகிக்க முடியும். இந்த சிக்கலை நிலையான அடிப்படையில் தீர்க்க ஒரே வழி பட்ஜெட்டில் முதன்மை உபரியை உருவாக்குவதுதான்” என்று அவர் வலியுறுத்தினார்.",
        "“இலங்கையின் அனைத்து கடன் வழங்குநர்களும் சமமான சிகிச்சையை நாடுவார்கள், எனவே பலதரப்புக் கடன்; அதாவது, உலக வங்கி, ADB மற்றும் IMF கடன்களின் சிறிதளவு மறுசீரமைப்பு செய்யப்படக்கூடாது. இது மறுசீரமைக்கப்படுமானால், அந்த நிறுவனங்கள் இலங்கையில் தங்கள் செயல்பாடுகளை நிறுத்தலாம், மேலும் குழாய்வழியில் அவற்றின் நிதியுதவி கூட வழங்கப்படாமல் போகலாம்.",
        "\"இருதரப்புக் கடன், முக்கியமாக மேற்கு + ஜப்பான் OECD ஆகியவை பாரிஸ் கிளப்பின் ஒரு பகுதியாகும். சீனாவும் இந்தியாவும் பாரிஸ் கிளப்பின் ஒரு பகுதியாக இல்லாததால், குறைந்த வருமானம் கொண்ட நாடுகளுக்கு ஒதுக்கப்பட்ட B20 கட்டமைப்பிற்கு நாங்கள் தகுதியானவர்களா என்பதைப் பார்ப்பது எங்களுக்கான சாத்தியக்கூறுகளில் ஒன்றாகும். [B20 சர்வதேச நிதி கட்டமைப்பு சீர்திருத்தத்திற்குள் பொதுக் கடன் மேலாண்மை பிரச்சினையை பரிசீலிக்க முன்மொழிகிறது].",
        "இலங்கையின் கொள்கை கற்கைகள் நிறுவனத்தின் (IPS) நிறைவேற்றுப் பணிப்பாளரான கலாநிதி துஷ்னி வீரகோன், CT CLSA மன்றத்தில் ஒரு குழு உறுப்பினராகவும் இருந்தார்.",
        "இலங்கை எவ்வாறு சீர்திருத்தங்களை ஒரு குறிப்பிட்ட வரிசையில் நடைமுறைப்படுத்த வேண்டும் என்று அவரிடம் கேட்கப்பட்டபோது, ​​அவர் கூறினார், \"எங்களால் இனி தொடர்ச்சியான சீர்திருத்தங்களை வாங்க முடியாது. பொருளாதாரக் கண்ணோட்டத்தின் அடிப்படையில் இலங்கைக்கு மிக முக்கியமான விஷயம் என்னவென்றால், சில மேக்ரோ ஸ்திரத்தன்மையை முதல் முன்னுரிமையாகப் பெறுவதுதான்.",
        "“நாங்கள் தற்போது கொள்கையில் தெளிவான மாற்றத்தைக் காண்கிறோம். நாம் மூன்று முனைகளில் நன்கு ஒருங்கிணைந்த நடவடிக்கையுடன் ஒரே நேரத்தில் பல முனைகளில் வேலை செய்ய வேண்டும்; அதாவது, பணவியல் கொள்கை முன், மாற்று விகிதம் முன் மற்றும் நிதி முன். நாங்கள் பணவியல் கொள்கை இறுக்கமான சுழற்சியில் நுழைந்துள்ளோம். மத்திய வங்கியின் நகர்வுகள் சந்தை உந்துதல் பரிமாற்ற வீதத்திற்கு வழிவகுத்தது. ஆனால் நிதி பக்கம் காணவில்லை. இது புறக்கணிக்கப்படும் வரை, பணவியல் மற்றும் மாற்று விகிதத்தில் ஏற்பட்டுள்ள முன்னேற்றம் ஸ்திரத்தன்மையைக் கொண்டு வராது. இது மற்ற இரண்டு முனைகளிலும் அழுத்தத்தை ஏற்படுத்தும்.",
        "\"நிதி சரிசெய்தலில் தாமதம் உள்ளது, ஏனெனில் அதைச் செய்வது கடினம். நிதிச் சீரமைப்புக்கு வருவாய்ப் பக்கத்தில் வரிகளை உயர்த்த வேண்டியிருக்கும், மேலும் செலவுப் பக்கம் செலவினங்களை முடக்க வேண்டும். இந்த மாற்றங்கள் சமூக அமைதியின்மையை உருவாக்கக்கூடாது என்பதால், இந்த சீர்திருத்தங்களை பொது மக்களுக்கு தெளிவாகத் தொடர்புகொள்வது முக்கியம். வரி செலுத்தும் திறன் அதிகம் உள்ளவர்கள் அதிக தியாகங்களைச் செய்ய வேண்டும் என்பதே இதற்கான வழி. இலங்கை மக்கள் தொகையில் பணக்காரப் பிரிவினர் வரிச் சீர்திருத்தங்களின் பெரும் சுமையைச் சுமக்க வேண்டியிருக்கும்”.",
        "\"செலவுப் பக்கத்தில், அரசாங்க செலவினங்கள் முடக்கப்பட வேண்டியிருக்கும், மேலும் பொதுத்துறை ஊதியங்கள் மற்றும் சம்பளங்களும் மாற்றங்களைச் சந்திக்க வேண்டியிருக்கும். அத்தகைய சூழலில், தேவைப்படும் பிரிவுகளுக்கு சமூக பாதுகாப்பு வலைகளை வழங்க முடிந்தவரை முயற்சி செய்ய வேண்டிய அவசியம் ஏற்படும். சாத்தியமான சமூக அமைதியின்மையை குறைக்க பண பரிமாற்ற திட்டத்தை செயல்படுத்துவதன் மூலம் இது வழங்கப்படலாம்.",
        "\"மற்ற சீர்திருத்தங்களில் அரசுக்கு சொந்தமான நிறுவன (SOE) சீர்திருத்தங்கள், தொழிலாளர் சந்தை சீர்திருத்தங்கள் மற்றும் வங்கித் துறை சீர்திருத்தங்கள் ஆகியவை அடங்கும்,\" என்று அவர் கூறினார்.",
        "கடன் மறுசீரமைப்பின் சாத்தியக்கூறு பற்றி கேட்டபோது, ​​அவர் கூறினார், \"அதன் சாத்தியமான செலவு; நாட்டின் மீது சட்ட நடவடிக்கை எடுக்கப்படும் என்ற அச்சுறுத்தலுடன் நீடித்த பேச்சுவார்த்தை செயல்முறையை நீங்கள் எதிர்கொள்வீர்கள். கடந்த காலத்தைப் போலல்லாமல், இப்போது எங்களின் கடனாளி நிலப்பரப்பு மிகப்பெரியது. எங்கள் கடனளிப்பவர்கள் பெரும்பாலும் அமெரிக்காவைச் சார்ந்தவர்கள், பின்னர் எங்களிடம் சீனா மற்றும் இந்தியா போன்ற இருதரப்பு கடன் வழங்குநர்கள் உள்ளனர். இந்த பங்குதாரர்கள் அனைவரையும் ஒரு பொதுவான நிலைக்கு கொண்டு வந்து சமத்துவ சிகிச்சையை உறுதி செய்ய வேண்டும்.",
        "“இன்னொரு ஆபத்து என்னவென்றால், இலங்கையால் வழங்கப்பட்ட பத்திரங்களில் பெரும்பான்மையான பத்திரதாரர்கள் சிறுபான்மையினரை வாங்கக்கூடிய ஷரத்துக்கள் உள்ளன என்பதை நாம் அறிந்து கொள்ள வேண்டும். இல்லாவிட்டால், சட்டரீதியான விளைவுகளைச் சந்திக்க வேண்டிய நிலை ஏற்படும்” என்று கூறினார்.",
        "\"ஈக்வடார் மற்றும் அர்ஜென்டினாவின் சமீபத்திய கடன் மறுசீரமைப்பு வட்டி விகித சரிசெய்தல் மற்றும் முதிர்வு நீட்டிப்புகளின் மறுசீரமைப்பை மட்டுமே கொண்டிருந்தது மற்றும் முடி வெட்டப்படவில்லை,\" என்று அவர் சுட்டிக்காட்டினார்.",
        "இலங்கை 63 வருடங்களில் முதல் தடவையாக ரூ. 2017 ஆம் ஆண்டின் முதல் 10 மாதங்களில் நிதிக் கணக்கின் முதன்மை இருப்பில் 21.9 பில்லியன் உபரி. 2018 ஆம் ஆண்டில் இரண்டாவது ஆண்டாக ஜிடிபியில் 0.6 சதவிகிதம் முதன்மை உபரியாக நாடு பதிவு செய்துள்ளது. கலாநிதி இந்திரஜித் குமாரசுவாமி அப்போது மத்திய வங்கியின் ஆளுநராக இருந்தார்.",
        "2022 SLIM-KANTAR மக்கள் விருதுகளில் ப்ரிமா கோட்டுமீ ‘ஆண்டின் சிறந்த விளம்பரம்’ விருதை வென்றார்.",
        "எமிரேட்ஸ் ஏவியேஷன் பல்கலைக்கழகம் போயிங் நிறுவனத்துடன் இணைந்து 5வது ஆண்டு வாட்டர் ராக்கெட் போட்டியை நடத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}