{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82855/company-handling-spc-software-denies-allegations-made-at-cope-meeting",
  "time_ut": 1654280700,
  "title": "Company handling SPC software denies allegations made at COPE meeting",
  "body_lines": [
    "EWIS Sri Lanka, the company handling the software of the State Pharmaceuticals Corporation (SPC) has denied all allegations made during the recent meeting of the Committee on Public Enterprises (COPE).",
    "The allegations were levelled against the medical supplies management information systems developed by the company in 2008 for the Ministry of Health.",
    "Convening a press conference today (June 03), the CEO of the company Sanjeewa Wickramanayake said the software has been fully functional since its implementation.",
    "He backed this claim by saying that over 45,000 purchase orders have been placed through the system so far since 2015, including 920 placed from January this year to date.",
    "He questioned as to how the SPC managed to place this many purchase orders through the system if it was had not been fully functional.",
    "The SPC had connected 68 hospitals to the system in 2018, and the following year, the corporation added 62 more hospitals to the system, Mr. Wickramanayake noted.",
    "He went on to say that the price mentioned by the SPC of Rs. 640 million was incorrect and that the actual figure was Rs. 223 million.",
    "At the COPE meeting on May 31, startling revelations were made by the officials of the SPC with regard to a medical supplies management information system developed by the software company EWIS.",
    "The SPC officials said the system that was designed to monitor medical supplies and to issue purchase orders had not lived up to the expectations despite having cost a staggering Rs. 640 million, with a further Rs. 5 million paid to the company every month for maintenance.",
    "However, the EWIS officials convened a media briefing to clarify the SPC’s claims. The company’s CEO vehemently refuted the claims which said the company has been collecting Rs. 5 million as maintenance charges since 2015.",
    "According to him, approximately 4.9 million was due to be paid after system warranty expired on October 23, 2020. The company CEO said the SPC began paying Rs. 4.9 million from November in 2020 and not from 2015 as mentioned in the claims.",
    "Addressing the claims that Rs. 7,000 million is required to upgrade this system, the CEO of EWIS said the company has never estimated such an amount for upgrade.",
    "Meanwhile, the State Ministry of Production, Supply and Regulation of Pharmaceuticals revealed today that the SPC has paid Rs. 4.92 million per month for maintenance of the system.",
    "In addition, the government has paid Rs. 644 million so far for this project and Rs. 385 million out of this amount was directly paid to the EWIS, the state ministry said further."
  ],
  "translate": {
    "si": {
      "title": "SPC මෘදුකාංගය හසුරුවන සමාගම කෝප් රැස්වීමේදී කරන ලද චෝදනා ප්‍රතික්ෂේප කරයි",
      "body_lines": [
        "රාජ්‍ය ඖෂධ නීතිගත සංස්ථාවේ (SPC) මෘදුකාංගය හසුරුවන EWIS Sri Lanka සමාගම පසුගියදා පැවති පොදු ව්‍යාපාර පිළිබඳ කාරක සභා රැස්වීමේදී (COPE) කරන ලද සියලුම චෝදනා ප්‍රතික්ෂේප කරයි.",
        "එම සමාගම විසින් 2008 වසරේ සෞඛ්‍ය අමාත්‍යාංශය සඳහා සකස් කරන ලද වෛද්‍ය සැපයුම් කළමනාකරණ තොරතුරු පද්ධති සම්බන්ධයෙන් මෙම චෝදනා එල්ල වී ඇත.",
        "අද (ජුනි 03) මාධ්‍ය හමුවක් කැදවමින් සමාගමේ ප්‍රධාන විධායක නිලධාරී සංජීව වික්‍රමනායක කියා සිටියේ මෘදුකාංගය ක්‍රියාත්මක වූ දා සිට සම්පූර්ණයෙන්ම ක්‍රියාත්මක වී ඇති බවයි.",
        "2015 වසරේ සිට මේ දක්වා පද්ධතිය හරහා මිලදී ගැනීමේ ඇණවුම් 45,000 කට අධික ප්‍රමාණයක් ලබා දී ඇති අතර, මේ වසරේ ජනවාරි සිට මේ දක්වා ලබා දී ඇති 920 ක් ඇතුළුව ඔහු මෙම ප්‍රකාශයට සහාය පළ කළේය.",
        "එය සම්පුර්ණයෙන්ම ක්‍රියාත්මක නොවූයේ නම්, පද්ධතිය හරහා මෙතරම් මිලදී ගැනීමේ ඇණවුම් ලබා දීමට SPC සමත් වූයේ කෙසේද යන්න ඔහු ප්‍රශ්න කළේය.",
        "SPC විසින් 2018 වසරේදී රෝහල් 68ක් පද්ධතියට සම්බන්ධ කර තිබූ අතර, ඊළඟ වසරේදී සංස්ථාව තවත් රෝහල් 62ක් පද්ධතියට එක් කළ බව වික්‍රමනායක මහතා සඳහන් කළේය.",
        "ඔහු වැඩිදුරටත් පැවසුවේ SPC සඳහන් කළ මිල රු. මිලියන 640 ක් වැරදි බවත් සත්‍ය අගය රු. මිලියන 223 කි.",
        "EWIS මෘදුකාංග සමාගම විසින් සකස් කරන ලද වෛද්‍ය සැපයුම් කළමනාකරණ තොරතුරු පද්ධතියක් සම්බන්ධයෙන් SPC හි නිලධාරීන් විසින් විස්මිත හෙළිදරව් කිරීම් මැයි 31 දින පැවති කෝප් රැස්වීමේදී සිදු කරන ලදී.",
        "SPC නිලධාරීන් පැවසුවේ වෛද්‍ය සැපයුම් අධීක්ෂණය සහ මිලදී ගැනීමේ නියෝග නිකුත් කිරීම සඳහා නිර්මාණය කර ඇති පද්ධතියට රු. මිලියන 640ක්, තවත් රු. නඩත්තුව සඳහා සෑම මසකම සමාගමට මිලියන 5 ක් ගෙවනු ලැබේ.",
        "කෙසේ වෙතත්, SPC හි ප්‍රකාශයන් පැහැදිලි කිරීම සඳහා EWIS නිලධාරීන් මාධ්‍ය හමුවක් කැදවා ඇත. සමාගමේ ප්‍රධාන විධායක නිලධාරියා සමාගම විසින් රු. 2015 සිට නඩත්තු ගාස්තු ලෙස මිලියන 5 කි.",
        "ඔහුට අනුව, පද්ධති වගකීම් කාලය 2020 ඔක්තෝම්බර් 23 දිනෙන් අවසන් වීමෙන් පසු දළ වශයෙන් මිලියන 4.9 ක් ගෙවීමට නියමිතව තිබුණි. සමාගමේ ප්‍රධාන විධායක නිලධාරියා පැවසුවේ SPC විසින් රු. හිමිකම් පෑමේ සඳහන් පරිදි 2015 සිට නොව 2020 නොවැම්බර් සිට මිලියන 4.9 කි.",
        "එම හිමිකම් අමතමින් රු. මෙම පද්ධතිය වැඩි දියුණු කිරීම සඳහා මිලියන 7,000 ක් අවශ්‍ය වන අතර, EWIS හි ප්‍රධාන විධායක නිලධාරියා පැවසුවේ වැඩිදියුණු කිරීම සඳහා සමාගම කිසි විටෙකත් එවැනි මුදලක් ඇස්තමේන්තු කර නොමැති බවයි.",
        "මේ අතර, ඖෂධ නිෂ්පාදන, සැපයුම් සහ නියාමනය පිළිබඳ රාජ්‍ය අමාත්‍යාංශය අද අනාවරණ කළේ SPC විසින් රු. පද්ධතිය නඩත්තු කිරීම සඳහා මසකට රුපියල් මිලියන 4.92 කි.",
        "ඊට අමතරව රජය විසින් රු. මෙම ව්‍යාපෘතිය සඳහා මේ වන විට රුපියල් මිලියන 644ක් සහ රු. මෙම මුදලින් මිලියන 385 ක් සෘජුවම EWIS වෙත ගෙවා ඇති බව රාජ්‍ය අමාත්‍යාංශය වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "SPC மென்பொருளைக் கையாளும் நிறுவனம், கோப் கூட்டத்தில் கூறப்பட்ட குற்றச்சாட்டுகளை மறுக்கிறது",
      "body_lines": [
        "அரச மருந்துக் கூட்டுத்தாபனத்தின் (SPC) மென்பொருளைக் கையாளும் நிறுவனமான EWIS Sri Lanka, பொது நிறுவனங்கள் தொடர்பான குழுவின் (COPE) சமீபத்திய கூட்டத்தின் போது கூறப்பட்ட அனைத்து குற்றச்சாட்டுகளையும் மறுத்துள்ளது.",
        "2008 ஆம் ஆண்டு சுகாதார அமைச்சுக்காக நிறுவனத்தால் உருவாக்கப்பட்ட மருத்துவ விநியோக மேலாண்மை தகவல் அமைப்புகளுக்கு எதிராக குற்றச்சாட்டுகள் முன்வைக்கப்பட்டன.",
        "இன்று (ஜூன் 03) ஊடகவியலாளர் மாநாட்டை நடத்திய நிறுவனத்தின் பிரதம நிறைவேற்று அதிகாரி சஞ்சீவ விக்ரமநாயக்க, மென்பொருளானது நடைமுறைப்படுத்தப்பட்டதிலிருந்து முழுமையாகச் செயற்படுவதாக தெரிவித்தார்.",
        "2015 ஆம் ஆண்டிலிருந்து இதுவரை 45,000 க்கும் மேற்பட்ட கொள்முதல் ஆர்டர்கள் இந்த ஆண்டு ஜனவரி முதல் இன்றுவரை வைக்கப்பட்டுள்ள 920 உட்பட, 45,000 க்கும் மேற்பட்ட கொள்முதல் ஆர்டர்கள் வழங்கப்பட்டுள்ளன என்று அவர் இந்த கூற்றை ஆதரித்தார்.",
        "SPC முழுமையாக செயல்படவில்லை என்றால், கணினி மூலம் இவ்வளவு கொள்முதல் ஆர்டர்களை எவ்வாறு வழங்க முடிந்தது என்று அவர் கேள்வி எழுப்பினார்.",
        "SPC ஆனது 2018 ஆம் ஆண்டில் 68 மருத்துவமனைகளை இந்த அமைப்பில் இணைத்துள்ளது, அடுத்த ஆண்டு, கூட்டுத்தாபனம் மேலும் 62 மருத்துவமனைகளை அமைப்பில் சேர்த்தது, திரு. விக்கிரமநாயக்க குறிப்பிட்டார்.",
        "தொடர்ந்து பேசிய அவர், எஸ்பிசி குறிப்பிட்டுள்ள விலை ரூ. 640 மில்லியன் என்பது தவறானது மற்றும் உண்மையான எண்ணிக்கை ரூ. 223 மில்லியன்.",
        "மே 31 அன்று நடந்த கோப் கூட்டத்தில், EWIS என்ற மென்பொருள் நிறுவனத்தால் உருவாக்கப்பட்ட மருத்துவப் பொருட்கள் மேலாண்மை தகவல் அமைப்பு தொடர்பாக SPC அதிகாரிகளால் திடுக்கிடும் தகவல்கள் வெளியாகின.",
        "SPC அதிகாரிகள் கூறுகையில், மருத்துவப் பொருட்களைக் கண்காணிக்கவும், கொள்முதல் உத்தரவுகளை வழங்கவும் வடிவமைக்கப்பட்ட அமைப்பு, வியக்கத்தக்க ரூ. 640 மில்லியன், மேலும் ரூ. பராமரிப்புக்காக ஒவ்வொரு மாதமும் நிறுவனத்திற்கு 5 மில்லியன் செலுத்தப்படுகிறது.",
        "எவ்வாறாயினும், EWIS அதிகாரிகள் SPC இன் கூற்றுக்களை தெளிவுபடுத்த ஒரு ஊடக சந்திப்பைக் கூட்டினர். நிறுவனத்தின் தலைமை நிர்வாக அதிகாரி நிறுவனம் ரூ. 2015 முதல் பராமரிப்புக் கட்டணமாக 5 மில்லியன்.",
        "அவரது கருத்துப்படி, அக்டோபர் 23, 2020 அன்று சிஸ்டம் வாரண்டி காலாவதியான பிறகு தோராயமாக 4.9 மில்லியன் செலுத்த வேண்டியிருந்தது. நிறுவனத்தின் தலைமை நிர்வாக அதிகாரி SPC ரூ. 2020 நவம்பரில் இருந்து 4.9 மில்லியன் மற்றும் உரிமைகோரல்களில் குறிப்பிடப்பட்டுள்ளபடி 2015 இல் இல்லை.",
        "கோரிக்கைகளை நிவர்த்தி செய்து ரூ. இந்த அமைப்பை மேம்படுத்த 7,000 மில்லியன் தேவைப்படுகிறது, மேம்படுத்துவதற்கு இவ்வளவு தொகையை நிறுவனம் ஒருபோதும் மதிப்பிடவில்லை என்று EWIS இன் CEO கூறினார்.",
        "இதற்கிடையில், மாநில உற்பத்தி, வழங்கல் மற்றும் மருந்து ஒழுங்குமுறை அமைச்சகம், SPC ரூ. அமைப்பின் பராமரிப்புக்காக மாதம் 4.92 மில்லியன்.",
        "மேலும் அரசு ரூ. இத்திட்டத்திற்காக இதுவரை 644 மில்லியன் மற்றும் ரூ. இந்தத் தொகையில் 385 மில்லியன் நேரடியாக EWIS க்கு செலுத்தப்பட்டதாக மாநில அமைச்சகம் மேலும் தெரிவித்துள்ளது."
      ]
    }
  }
}