{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/proposed-new-tourism-act-comes-under-fire-for-divorcing-private-sector-involvement/",
  "time_ut": 1648565760,
  "title": "Proposed new Tourism Act comes under fire for ‘divorcing private sector involvement’",
  "body_lines": [
    "Leading travel and tourism industry specialists, Anura Lokuhetty and Nilmin Nanayakkara, both counting over 40 years of experience in the industry lashed out at the proposed new Tourism Act, which divorces the private sector involvement in the industry completely.",
    "Both specialists stated in one voice to “The Island Financial Review” that, firstly, this is not the time to bring a Tourism Act and secondly, there was no need to bring a new Act. “This is detrimental to the entire industry. It dilutes the importance of the private sector, which contributes more than 90 per cent to the industry, they said.",
    "Lokuhetty the former president of the Tourist Hotels Association of Sri Lanka (THASL) recalled that the Tourism Act was first introduced in 1968 and then a new one was introduced in 1978. It created four separate bodies overseeing, Tourism Promotion (SLTBP) Regulation (SLTDA) HR Training (SLITHM) and MICE (SLTCB).",
    "Lokuhetty added: “The private sector plays a 99 per cent role in the industry and has invested billions of rupees to build hotels, maintain them and employ over 600,000 staff.",
    "“The industry brings in around USD 4.5 billion annually (pre Covid-19 era), making it the third forex earner, contributing 12.6 per cent to GDP and there are around 2 million dependents on the industry.",
    "“Unlike in other countries, Sri Lanka travel sector stakeholders did not retrench staff even when the hotels were closed down during Covid-19 and Easter Sunday attacks, shouldering that financial burden as well.",
    "“In addition, we also provide 1 per cent from our turnover and not from profits to the government (in addition to other taxes) as a Tourism Development Levy which is used for promotions and other matters.",
    "“Today there are over 38,000 rooms and 50,000 other accommodation providers, including home stayers, in the industry. Under the present Tourism Act the private sector is very well represented in these four bodies creating a ‘good mix’ and when key decisions are taken the private sector ‘voice’ is represented.",
    "“Under the proposed Act, one body is going to be created scrapping three of the institutions (excluding SLITHM), which will weaken the say of the private sector when it comes to decision making in key sectors, like land allocations (tourism has a large land bank spread all over Sri Lanka), providing budgets for promotions, overseas tours and other key areas and there would be no proper ‘check and balance’ system. One other area is the maintenance and deployment of the TDL fund which is now worth several billion.",
    "“The Act is also going to be passed in a major hurry and this also raises suspicions over the bona fides of bringing such an Act. Some stalwarts of the industry too are not briefed properly and their views too have not been sought out.",
    "” If Sri Lanka Tourism wants to make changes, they can always bring in amendments and not a completely new Act also not at a time when hoteliers are facing the biggest threat to their survival.",
    "“Arrivals have dropped due to Covid -19 and hoteliers are facing power cuts, lack of diesel and gas and also skyrocketing commodity prices and other issues and to burden them with a new Act does not ‘fit’ well at this time.”",
    "Meanwhile, a Tourism Ministry official when contacted said that the industry would only gain by bringing a new Tourism Act since it would speed up decision-making and lead to the betterment of the industry. “Today we have to upkeep and coordinate four bodies and obviously when they are trimmed to two, there are advantages. Still, there would be representation from the private sector and already over 70 tourism associations have endorsed this and are eagerly waiting until it is implemented to reap benefits, he said.",
    "The official added: “It’s the large tourism hoteliers who oppose this as they are only ones reaping benefits from the industry and don’t want ‘small players’ to propose and get involved in the decision-making process. We have also had a series of discussions with several bodies and have also obtained Cabinet approval for this new Act which will help to increase the benefits of the revenue from the industry among small timers as well.”",
    "Meanwhile, Nilmin Nanayakkara, former president of the Sri Lanka Association of Inbound Tour Operators (SLAITO) said that the so-called 70 plus associations that Sri Lanka Tourism claims are supporting the industry were never even heard of four years ago and they have suddenly sprung up. “The leading associations are SLAITO, THASL, and ASMET (representing the SME sector) and all of them are against the Act. The current four bodies in tourism are not burdens but assets working towards the betterment of tourism as professionals are in them and they provide valuable inputs to the industry which are highly respected.”",
    "DFCC Bank stands out in the new normal with its innovative management practices",
    "Rs. 5000 allowance for low income families seen as potentially destabilizing",
    "Alleged War crimes: Lord Naseby: UK dispatches have cleared Sri Lanka of five major accusations",
    "President Rajapaksa sees BIMSTEC leading to economic recovery in the region",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යෝජිත නව සංචාරක පනත 'පෞද්ගලික අංශයේ මැදිහත්වීම දික්කසාද කිරීම' සම්බන්ධයෙන් විවේචනයට ලක් වේ",
      "body_lines": [
        "ප්‍රමුඛ පෙළේ සංචාරක සහ සංචාරක ක්ෂේත්‍රයේ විශේෂඥයින් වන අනුර ලොකුහෙට්ටි සහ නිල්මින් නානායක්කාර යන දෙදෙනාම ක්ෂේත්‍රයේ වසර 40කට වැඩි පළපුරුද්දක් ඇති යෝජිත නව සංචාරක පනත, කර්මාන්තයේ පෞද්ගලික අංශයේ මැදිහත්වීම සම්පූර්ණයෙන්ම දික්කසාද කරන බවට චෝදනා කළහ.",
        "පළමුව සංචාරක පනතක් ගෙන ඒමට මෙය කාලය නොවන බවත් දෙවනුව නව පනතක් ගෙන ඒමේ අවශ්‍යතාවක් නොමැති බවත් විශේෂඥයින් දෙදෙනාම “The Island Financial Review” වෙත එක හඬින් ප්‍රකාශ කළහ. “මෙය සමස්ත කර්මාන්තයටම අහිතකරයි. එය කර්මාන්තයට සියයට 90කට වඩා වැඩි දායකත්වයක් සපයන පෞද්ගලික අංශයේ වැදගත්කම දියාරු කරන බව ඔවුහු පවසති.",
        "ශ්‍රී ලංකා සංචාරක හෝටල් සංගමයේ (THASL) හිටපු සභාපති ලොකුහෙට්ටි මහතා සිහිපත් කළේ සංචාරක පනත මුලින්ම හඳුන්වා දුන්නේ 1968 දී බවත් පසුව නව පනතක් 1978 දී හඳුන්වා දුන් බවත් එය සංචාරක ප්‍රවර්ධන (SLTBP) රෙගුලාසි (SLTDA) අධීක්‍ෂණය කරන වෙනම ආයතන හතරක් ඇති කළ බවත් සිහිපත් කළේය. ) මානව සම්පත් පුහුණුව (SLITHM) සහ MICE (SLTCB).",
        "“පෞද්ගලික අංශය කර්මාන්තය තුළ සියයට 99 ක කාර්යභාරයක් ඉටු කරන අතර හෝටල් ඉදිකිරීම, ඒවා නඩත්තු කිරීම සහ කාර්ය මණ්ඩලය 600,000 කට අධික සංඛ්‍යාවක් සේවයේ නියුක්ත කිරීම සඳහා රුපියල් බිලියන ගණනක් ආයෝජනය කර ඇත.",
        "“කර්මාන්තය වාර්ෂිකව USD බිලියන 4.5 ක් (පූර්ව Covid-19 යුගය) ගෙන එයි, එය තුන්වන විදේශ විනිමය උපයන්නා බවට පත් කරයි, දළ දේශීය නිෂ්පාදිතයට සියයට 12.6 ක දායකත්වයක් ලබා දෙන අතර කර්මාන්තයෙන් යැපෙන්නන් මිලියන 2 ක් පමණ ඇත.",
        "“අනෙකුත් රටවල මෙන් නොව, ශ්‍රී ලංකා සංචාරක අංශයේ පාර්ශවකරුවන් කොවිඩ්-19 සහ පාස්කු ඉරිදා ප්‍රහාරවලදී හෝටල් වසා දැමූ විට පවා එම මූල්‍ය බර ද උර දෙමින් කාර්ය මණ්ඩලය ඉවත් කළේ නැත.",
        "“ඊට අමතරව, අපි අපේ පිරිවැටුමෙන් සියයට 1 ක් රජයට ලාභයෙන් නොව (වෙනත් බදු වලට අමතරව) සංචාරක සංවර්ධන බද්දක් ලෙස ප්‍රවර්ධනයන් සහ වෙනත් කටයුතු සඳහා භාවිතා කරමු.",
        "“අද කර්මාන්තය තුළ කාමර 38,000 කට වැඩි ප්‍රමාණයක් සහ නිවාස නවාතැන් සපයන්නන් ඇතුළු අනෙකුත් නවාතැන් සපයන්නන් 50,000 කට අධික සංඛ්‍යාවක් සිටිති. වර්තමාන සංචාරක පනත යටතේ මෙම ආයතන හතර තුළ පෞද්ගලික අංශය ඉතා හොඳින් නියෝජනය වන අතර ‘හොඳ මිශ්‍රණයක්’ නිර්මාණය වන අතර ප්‍රධාන තීරණ ගන්නා විට පුද්ගලික අංශයේ ‘හඬ’ නියෝජනය වේ.",
        "\"යෝජිත පනත යටතේ, ආයතන තුනක් (SLITHM හැර) ඉවත් කර එක් ආයතනයක් නිර්මාණය කිරීමට නියමිත අතර, ඉඩම් ප්‍රතිපාදන (සංචාරක ව්‍යාපාරයට විශාල ප්‍රමාණයක් ඇත. ශ්‍රී ලංකාව පුරා පැතිරී ඇති ඉඩම් බැංකුව), උසස්වීම්, විදේශ සංචාර සහ අනෙකුත් ප්‍රධාන ක්ෂේත්‍ර සඳහා අයවැය සැපයීම සහ නිසි 'චෙක් සහ ශේෂ' ක්‍රමයක් නොතිබෙනු ඇත. තවත් එක් අංශයක් වන්නේ දැන් බිලියන කිහිපයක් වටිනා TDL අරමුදල නඩත්තු කිරීම සහ යෙදවීමයි.",
        "“පනතද ඉතා කඩිමුඩියේ සම්මත කිරීමට නියමිත අතර, එවැනි පනතක් ගෙන ඒමේ සත්‍යවාදීභාවය පිළිබඳවද මෙය සැක මතු කරයි. ක්‍ෂේත්‍රයේ ඇතැම් ප්‍රවීණයන් ද නිසි ලෙස දැනුවත් කර නොමැති අතර ඔවුන්ගේ අදහස් ද විමසා නොමැත.",
        "”ශ්‍රී ලංකා සංචාරක ව්‍යාපාරයට වෙනස්කම් කිරීමට අවශ්‍ය නම්, ඔවුන්ට සැම විටම සංශෝධන ගෙන ආ හැකි අතර සම්පූර්ණයෙන්ම නව පනතක් ගෙන ඒමට නොහැකි වන්නේ හෝටල් හිමියන් ඔවුන්ගේ පැවැත්මට විශාලතම තර්ජනයට මුහුණ දී සිටින අවස්ථාවක නොවේ.",
        "\"COVID-19 හේතුවෙන් පැමිණීම අඩු වී ඇති අතර හෝටල් හිමියන් විදුලිය විසන්ධි කිරීම, ඩීසල් සහ ගෑස් නොමැතිකම සහ භාණ්ඩ මිල අහස උසට නැඟීම සහ වෙනත් ගැටළු වලට මුහුණ දී සිටින අතර නව පනතකින් ඔවුන්ට බර කිරීම මේ අවස්ථාවේ 'ගැලපෙන්නේ නැත.\"",
        "මේ අතර, සංචාරක අමාත්‍යාංශයේ නිලධාරියෙකුගෙන් කළ විමසීමකදී කියා සිටියේ නව සංචාරක පනතක් ගෙන ඒමෙන් පමණක් කර්මාන්තයට වාසි අත්වන්නේ එය තීරණ ගැනීම වේගවත් කර කර්මාන්තයේ උන්නතියට හේතු වන බවයි. “අද අපට ශරීර හතරක් නඩත්තු කිරීමට හා සම්බන්ධීකරණය කිරීමට සිදුවී ඇති අතර පැහැදිලිවම ඒවා දෙකට කපා දැමූ විට වාසි ඇත. කෙසේ වෙතත්, පෞද්ගලික අංශයේ නියෝජනයක් පවතින අතර දැනටමත් සංචාරක සංගම් 70 කට අධික සංඛ්‍යාවක් මෙය අනුමත කර ඇති අතර ප්‍රතිලාභ ලබා ගැනීම සඳහා එය ක්‍රියාත්මක කරන තෙක් උනන්දුවෙන් බලා සිටින බව ඔහු පැවසීය.",
        "නිලධාරියා තවදුරටත් මෙසේ පැවසීය: “මෙයට විරුද්ධ වන්නේ විශාල සංචාරක හෝටල් හිමියන් වන අතර ඔවුන් කර්මාන්තයෙන් ප්‍රතිලාභ ලබා ගන්නා අය පමණක් වන අතර 'කුඩා ක්‍රීඩකයින්' යෝජනා කිරීමට සහ තීරණ ගැනීමේ ක්‍රියාවලියට සම්බන්ධ වීමට අවශ්‍ය නැත. අපි ආයතන කිහිපයක් සමඟ ද සාකච්ඡා මාලාවක් පවත්වා ඇති අතර මෙම නව පනත සඳහා අමාත්‍ය මණ්ඩල අනුමැතිය ද ලබාගෙන ඇති අතර එමඟින් කර්මාන්තයෙන් ලැබෙන ආදායමේ ප්‍රතිලාභ කුඩා ටයිමර් අතර ද ඉහළ නැංවීමට උපකාරී වේ.",
        "මේ අතර, ශ්‍රී ලංකා සංචාරක ක්‍රියාකරුවන්ගේ සංගමයේ (SLAITO) හිටපු සභාපති නිල්මින් නානායක්කාර පැවසුවේ, ශ්‍රී ලංකා සංචාරක කර්මාන්තයට සහාය දෙන බව කියන ඊනියා 70 plus සංගම් මීට වසර හතරකට පෙර කිසි දිනෙක අසා නොතිබූ බවත් ඒවා හදිසියේම බිහි වූ බවත්ය. දක්වා. “ප්‍රමුඛ සංගම් වන්නේ SLAITO, THASL සහ ASMET (කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසාය අංශය නියෝජනය කරන) වන අතර ඒවා සියල්ලම පනතට විරුද්ධයි. සංචාරක ව්‍යාපාරයේ දැනට පවතින ආයතන හතර බරක් නොව වෘත්තිකයන් ඔවුන් තුළ සිටින බැවින් සංචාරක ව්‍යාපාරයේ උන්නතිය සඳහා ක්‍රියා කරන වත්කම් වන අතර ඒවා කර්මාන්තයට ඉහළ ගෞරවනීය දායකත්වයක් සපයයි.",
        "DFCC බැංකුව එහි නව්‍ය කළමනාකරණ භාවිතයන් සමඟින් නව සාමාන්‍ය තත්ත්වය තුළ කැපී පෙනේ",
        "රුපියල්. අස්ථාවර විය හැකි යැයි සැලකෙන අඩු ආදායම්ලාභී පවුල් සඳහා 5000 දීමනාව",
        "චෝදනා කරන ලද යුධ අපරාධ: නේස්බි සාමිවරයා: එක්සත් රාජධානියේ යැවීම් මගින් ශ්‍රී ලංකාව ප්‍රධාන චෝදනා පහකින් නිදහස් කර ඇත",
        "බිම්ස්ටෙක් කලාපයේ ආර්ථික ප්‍රකෘතිය කරා ගෙන යන බව ජනාධිපතිතුමා දකිනවා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "முன்மொழியப்பட்ட புதிய சுற்றுலாச் சட்டம், ‘தனியார் துறையின் பங்களிப்பை விவாகரத்து செய்ததற்காக’ விமர்சனத்துக்குள்ளானது.",
      "body_lines": [
        "முன்னணி பயண மற்றும் சுற்றுலாத்துறை நிபுணர்களான அனுர லொகுஹெட்டி மற்றும் நில்மின் நாணயக்கார ஆகியோர், தொழில்துறையில் 40 ஆண்டுகளுக்கும் மேலான அனுபவத்தைக் கொண்டவர்கள், தொழில்துறையில் தனியார் துறையின் ஈடுபாட்டை முற்றிலுமாக விவாகரத்து செய்யும் உத்தேச புதிய சுற்றுலா சட்டத்தை சாடியுள்ளனர்.",
        "இரண்டு நிபுணர்களும் ஒரே குரலில் \"The Island Financial Review\" க்கு, முதலாவதாக, சுற்றுலாச் சட்டத்தைக் கொண்டுவருவதற்கான நேரம் இதுவல்ல என்றும், இரண்டாவதாக, புதிய சட்டத்தைக் கொண்டுவர வேண்டிய அவசியம் இல்லை என்றும் தெரிவித்தனர். “இது ஒட்டுமொத்த தொழில்துறைக்கும் கேடு விளைவிக்கும். இது தொழில்துறைக்கு 90 சதவீதத்திற்கும் அதிகமான பங்களிப்பை வழங்கும் தனியார் துறையின் முக்கியத்துவத்தை நீர்த்துப்போகச் செய்கிறது.",
        "இலங்கை சுற்றுலா ஹோட்டல்கள் சங்கத்தின் (THASL) முன்னாள் தலைவர் லொகுஹெட்டி, சுற்றுலாச் சட்டம் முதலில் 1968 இல் அறிமுகப்படுத்தப்பட்டது, பின்னர் 1978 இல் புதிய சட்டம் அறிமுகப்படுத்தப்பட்டது. இது சுற்றுலா ஊக்குவிப்பு (SLTBP) ஒழுங்குமுறை (SLTDA) மேற்பார்வையிடும் நான்கு தனித்தனி அமைப்புகளை உருவாக்கியது. ) HR பயிற்சி (SLITHM) மற்றும் MICE (SLTCB).",
        "லொகுஹெட்டி மேலும் கூறியதாவது: “தனியார் துறையானது தொழில்துறையில் 99 சதவீத பங்கை வகிக்கிறது மற்றும் ஹோட்டல்களை நிர்மாணிக்கவும், அவற்றைப் பராமரிக்கவும் மற்றும் 600,000 ஊழியர்களை வேலைக்கு அமர்த்தவும் பில்லியன் கணக்கான ரூபாயை முதலீடு செய்துள்ளது.",
        "\"தொழில்துறை ஆண்டுதோறும் சுமார் 4.5 பில்லியன் டாலர்களை (கோவிட்-19 சகாப்தத்திற்கு முந்தைய) கொண்டு வருகிறது, இது மூன்றாவது அந்நிய செலாவணி சம்பாதிப்பாளராக ஆக்குகிறது, மொத்த உள்நாட்டு உற்பத்தியில் 12.6 சதவிகிதம் பங்களிக்கிறது மற்றும் சுமார் 2 மில்லியன் தொழில் சார்ந்தவர்கள் உள்ளனர்.",
        "“மற்ற நாடுகளைப் போலல்லாமல், இலங்கை பயணத்துறை பங்குதாரர்கள் கொவிட்-19 மற்றும் ஈஸ்டர் ஞாயிறு தாக்குதல்களின் போது ஹோட்டல்கள் மூடப்பட்ட போதும், அந்த நிதிச்சுமையையும் தாங்கிக்கொண்டு ஊழியர்களை பணிநீக்கம் செய்யவில்லை.",
        "“கூடுதலாக, நாங்கள் எங்கள் விற்றுமுதலில் இருந்து 1 சதவீதத்தை அரசாங்கத்திற்கு (மற்ற வரிகளுடன் சேர்த்து) ஒரு சுற்றுலா மேம்பாட்டு வரியாக வழங்குகிறோம், இது விளம்பரங்கள் மற்றும் பிற விஷயங்களுக்குப் பயன்படுத்தப்படுகிறது.",
        "“இன்று 38,000 அறைகள் மற்றும் 50,000 இதர விடுதி வழங்குநர்கள், வீட்டில் தங்குபவர்கள் உட்பட, தொழில்துறையில் உள்ளனர். தற்போதைய சுற்றுலாச் சட்டத்தின் கீழ், இந்த நான்கு அமைப்புகளிலும் தனியார் துறை மிகவும் சிறப்பாகப் பிரதிநிதித்துவப்படுத்தப்பட்டு, ‘நல்ல கலவையை’ உருவாக்குகிறது மற்றும் முக்கிய முடிவுகள் எடுக்கப்படும்போது, ​​தனியார் துறையின் ‘குரல்’ பிரதிநிதித்துவப்படுத்தப்படுகிறது.",
        "\"முன்மொழியப்பட்ட சட்டத்தின் கீழ், மூன்று நிறுவனங்களை (SLITHM தவிர்த்து) நீக்கி ஒரு அமைப்பு உருவாக்கப்பட உள்ளது, இது நில ஒதுக்கீடு போன்ற முக்கிய துறைகளில் முடிவெடுக்கும் போது தனியார் துறையின் கருத்தை பலவீனப்படுத்தும் (சுற்றுலா அதிக அளவில் உள்ளது. இலங்கை முழுவதும் பரவியுள்ள நில வங்கி), பதவி உயர்வுகள், வெளிநாட்டு சுற்றுப்பயணங்கள் மற்றும் பிற முக்கிய பகுதிகளுக்கு வரவு செலவுத் திட்டங்களை வழங்குகிறது மற்றும் முறையான 'செக் அண்ட் பேலன்ஸ்' அமைப்பு இருக்காது. மற்றொரு பகுதி TDL நிதியின் பராமரிப்பு மற்றும் வரிசைப்படுத்தல் ஆகும், இது இப்போது பல பில்லியன் மதிப்புடையது.",
        "\"இந்தச் சட்டமும் அவசர அவசரமாக நிறைவேற்றப்பட உள்ளது, மேலும் இது போன்ற ஒரு சட்டத்தை கொண்டு வருவதற்கான உண்மையான நம்பிக்கையின் மீதும் இது சந்தேகத்தை எழுப்புகிறது. தொழில்துறையின் சில பிரபலங்களும் சரியாக விளக்கப்படவில்லை மற்றும் அவர்களின் கருத்துக்களும் கேட்கப்படவில்லை.",
        "”இலங்கை சுற்றுலாத்துறை மாற்றங்களைச் செய்ய விரும்பினால், அவர்கள் எப்போதும் திருத்தங்களைக் கொண்டு வர முடியும் அன்றி முற்றிலும் புதிய சட்டத்தை அல்ல, ஹோட்டல் உரிமையாளர்கள் தங்கள் உயிர்வாழ்விற்கான மிகப்பெரிய அச்சுறுத்தலை எதிர்கொள்ளும் நேரத்தில் அல்ல.",
        "\"கோவிட் -19 காரணமாக வருகை குறைந்துள்ளது மற்றும் ஹோட்டல் உரிமையாளர்கள் மின்வெட்டு, டீசல் மற்றும் எரிவாயு பற்றாக்குறை மற்றும் பொருட்களின் விலைகள் மற்றும் பிற சிக்கல்களை எதிர்கொள்கின்றனர், மேலும் புதிய சட்டத்தால் அவர்களைச் சுமப்பது இந்த நேரத்தில் சரியாக பொருந்தாது.\"",
        "இதற்கிடையில், சுற்றுலா அமைச்சக அதிகாரியை தொடர்பு கொண்டபோது, ​​புதிய சுற்றுலா சட்டத்தை கொண்டு வருவதன் மூலம் தொழில்துறைக்கு லாபம் கிடைக்கும், ஏனெனில் இது முடிவெடுப்பதை விரைவுபடுத்தும் மற்றும் தொழில்துறையின் முன்னேற்றத்திற்கு வழிவகுக்கும். \"இன்று நாம் நான்கு உடல்களை பராமரிக்க வேண்டும் மற்றும் ஒருங்கிணைக்க வேண்டும், வெளிப்படையாக அவை இரண்டாக வெட்டப்பட்டால், நன்மைகள் உள்ளன. இருப்பினும், தனியார் துறையின் பிரதிநிதித்துவம் இருக்கும், ஏற்கனவே 70 க்கும் மேற்பட்ட சுற்றுலா சங்கங்கள் இதற்கு ஒப்புதல் அளித்துள்ளன, மேலும் பலன்களைப் பெற இது செயல்படுத்தப்படும் வரை ஆவலுடன் காத்திருக்கிறது, என்றார்.",
        "அந்த அதிகாரி மேலும் கூறியதாவது: \"பெரிய சுற்றுலா ஹோட்டல் உரிமையாளர்கள் இதை எதிர்க்கின்றனர், ஏனெனில் அவர்கள் தொழில்துறையிலிருந்து பலன்களை மட்டுமே பெறுகிறார்கள், மேலும் 'சிறு வீரர்கள்' முன்மொழிவதையும் முடிவெடுக்கும் செயல்பாட்டில் ஈடுபடுவதையும் விரும்பவில்லை. நாங்கள் பல அமைப்புகளுடன் தொடர்ச்சியான விவாதங்களை நடத்தியுள்ளோம், மேலும் இந்த புதிய சட்டத்திற்கு அமைச்சரவையின் ஒப்புதலையும் பெற்றுள்ளோம், இது சிறிய டைமர்கள் மத்தியில் தொழில்துறையின் வருவாயின் நன்மைகளை அதிகரிக்க உதவும்.",
        "இதேவேளை, இலங்கை சுற்றுலாத்துறையினர் தொழில்துறைக்கு ஆதரவளிப்பதாகக் கூறப்படும் 70க்கு மேற்பட்ட சங்கங்கள் நான்கு வருடங்களுக்கு முன்னர் கேள்விப்பட்டதே இல்லை எனவும், அவை திடீரென உருவானதாகவும் இலங்கை உள்வரும் சுற்றுலா நடத்துநர்கள் சங்கத்தின் (SLAITO) முன்னாள் தலைவர் நில்மின் நாணயக்கார தெரிவித்தார். வரை \"முன்னணி சங்கங்கள் SLAITO, THASL மற்றும் ASMET (SME துறையைப் பிரதிநிதித்துவப்படுத்துகிறது) மற்றும் அவை அனைத்தும் சட்டத்திற்கு எதிரானவை. சுற்றுலாத்துறையில் தற்போதுள்ள நான்கு அமைப்புகளும் சுமைகள் அல்ல, ஆனால் தொழில் வல்லுநர்கள் அவற்றில் இருப்பதால் சுற்றுலாத்துறையின் மேம்பாட்டை நோக்கிச் செயல்படும் சொத்துக்கள் மற்றும் அவை மிகவும் மதிக்கப்படும் தொழில்துறைக்கு மதிப்புமிக்க உள்ளீடுகளை வழங்குகின்றன.",
        "DFCC வங்கி அதன் புதுமையான மேலாண்மை நடைமுறைகளுடன் புதிய இயல்புநிலையில் தனித்து நிற்கிறது",
        "ரூ. குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு 5000 கொடுப்பனவு என்பது சீர்குலைவை ஏற்படுத்தக்கூடியதாகக் கருதப்படுகிறது",
        "குற்றஞ்சாட்டப்பட்ட போர்க்குற்றங்கள்: லார்ட் நேஸ்பி: பிரிட்டன் அனுப்பியவர்கள் ஐந்து முக்கிய குற்றச்சாட்டுகளில் இருந்து இலங்கையை விடுவித்துள்ளனர்",
        "பிம்ஸ்டெக் பிராந்தியத்தில் பொருளாதார மீட்சிக்கு வழிவகுப்பதை ஜனாதிபதி ராஜபக்ச பார்க்கிறார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}