{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/rare-banter-between-sri-lanka-pm-and-opposition-leader-as-they-agree-to-cooperate-94397/",
  "time_ut": 1652866320,
  "title": "Rare banter between Sri Lanka PM and opposition leader as they agree to cooperate",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister Ranil Wickremesinghe and Opposition Leader Sajith Premadasa, long considered bitter rivals, shared a rare moment of apparent camaraderie in parliament on Wednesday (18), trading lighthearted barbs while agreeing to cooperate in raising funds for an essential drug.",
    "Speaking in parliament, Premadasa proposed that main opposition Samgi Jana Balavegaya (SJB) MPs Harsha de Silva, Kabir Hashim and Eran Wickramaratne be considered for chairmen positions in the Committee on Public Accounts (COPA) and Committee on Public Enterprises (COPE).",
    "The SJB had previously refused to support the government, of which Wickremesinghe is now prime minister, but later agreed to extend its support for any measures that will help Sri Lanka out of the prevailing economic crisis. SJB parliamentarian S M Marikkar earlier in the day had threatened to withdraw such support if Wickremesinghe attempted to woo individual party members into the new government.",
    "“I would like to once again invite the PM to take us up on our proposal to provide the three economic experts who are in parliament with those positions. There is absolutely no issue in working with the government on programmes that are beneficial to the people and to the country,” said Premadasa.",
    "Responding to the former United National Party (UNP) deputy leader, Wickremesinghe said candidates from the various opposition parties including the SJB would have to be considered for positions in the parliamentary committees.",
    "“Certainly to have Dr Harsha de Silva working with me is a great pleasure. I mean, he has worked with me earlier. I have no problem at all,” said Wickremesinghe.",
    "Commenting on the incidents of mob violence on May 09 that saw state-backed mobs attacking peaceful protestors and the private residences and offices of a number of government MPs torched in retaliation, Wickremesinghe said the perpetrators of said violence represented various political parties including the ruling Sri Lanka Podujana Peramuna (SLPP).",
    "“But I know that the SJB doesn’t engage in violence. They have no time to even think about torching houses because they spend 24 hours a day thinking about how to corner me,” said Wickremesinghe with a chuckle, inviting roars of laughter from both sides of the aisle.",
    "The prime minister said the SJB was welcome to help raise funds to procure at least one out of 14 essential drugs that are currently in short supply. Premadasa had previously offered to help through its ‘Husma’ (Breath) initiative to provide medical equipment to hospitals.",
    "“If you can offer to help with one of the drugs, I will inform our embassies and provide someone from the ministry to bring it down for us. We’ll work together for that,” said Wickremesinghe.",
    "“We primarily focus on hospital equipment. I have to tell you what we can do. We will not offer to do what we cannot do. But tell us the medicine and we will coordinate with your officials,” responded Premadasa.",
    "“Being the opposition, I doubt we’ll have the funds for the whole country, but we’ll try as much possible to provide the important life saving medicines,” he said, to which Wickremesinghe responded that the SJB could raise funds from the private sector.",
    "Responding to Wickremesinghe’s earlier comment about the SJB working round the clock to sideline him, Premadasa said: “Our party does not spend 24/7/365 on marginalising you.”",
    "“Since you are just an individual in parliament, with just one seat – I mean we respect you. Y ou have been a former prime minister several times over. And you were my political leader when I was in the UNP.",
    "“One thing my father has taught us… We respect leaders. Unlike many who have a distaste for you, we respect political leaders. I don’t want to marginalise you. Since you’re just a singular person, I will incorporate you; don’t worry,” said Premadasa. (Colombo/May18/2022)"
  ],
  "translate": {
    "si": {
      "title": "සහයෝගයෙන් කටයුතු කිරීමට එකඟ වීම නිසා ශ්‍රී ලංකා අගමැති සහ විපක්ෂ නායක අතර දුර්ලභ විහිළුවක්",
      "body_lines": [
        "ආර්ථිකය - ශ්‍රී ලංකා අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ සහ විපක්ෂ නායක සජිත් ප්‍රේමදාස දිගු කලක් කටුක ප්‍රතිවාදීන් ලෙස සලකනු ලැබූ අතර, බදාදා (18) පාර්ලිමේන්තුවේදී පැහැදිලි සුහදතාවයේ දුර්ලභ මොහොතක් බෙදා ගත් අතර, අත්‍යවශ්‍ය ඖෂධයක් සඳහා අරමුදල් රැස්කිරීමට සහයෝගී වීමට එකඟ වෙමින් සැහැල්ලුවෙන් බැණුම් කෑහ.",
        "පාර්ලිමේන්තුවේදී අදහස් දක්වමින් ප්‍රේමදාස යෝජනා කළේ ප්‍රධාන විපක්ෂයේ සමගි ජන බලවේගයේ (SJB) මන්ත්‍රීවරුන් වන හර්ෂ ද සිල්වා, කබීර් හෂීම් සහ ඉරාන් වික්‍රමරත්න පොදු ගිණුම් කාරක සභාවේ (COPA) සහ පොදු ව්‍යාපාර පිළිබඳ කාරක සභාවේ (COPE) සභාපති තනතුරු සඳහා සලකා බැලිය යුතු බවයි.",
        "වික්‍රමසිංහ දැන් අගමැති වී සිටින ආන්ඩුවට සහය දීම SJB කලින් ප්‍රතික්ෂේප කර තිබුනද පසුව පවතින ආර්ථික අර්බුදයෙන් ශ්‍රී ලංකාවට උපකාර වන ඕනෑම පියවරක් සඳහා තම සහය ලබා දීමට එකඟ විය. SJB පාර්ලිමේන්තු මන්ත්‍රී එස් එම් මරික්කාර් මීට පෙර දිනයේදී තර්ජනය කර තිබුණේ වික්‍රමසිංහ මහතා නව රජයට එක් එක් පාක්ෂිකයින් පොළඹවා ගැනීමට උත්සාහ කරන්නේ නම් එවැනි සහයෝගය ඉවත් කරන බවයි.",
        "“පාර්ලිමේන්තුවේ සිටින ආර්ථික විශේෂඥයන් තිදෙනාට එම තනතුරු ලබාදීමට අප කළ යෝජනාව සම්බන්ධයෙන් අවධානය යොමු කරන ලෙස මම නැවත වරක් අගමැතිතුමාට ආරාධනා කරන්න කැමතියි. ජනතාවටත් රටටත් හිතකර වැඩසටහන් සම්බන්ධයෙන් රජය සමඟ එක්ව කටයුතු කිරීමේ ගැටලුවක් නැහැ.” ප්‍රේමදාස පැවසීය.",
        "හිටපු එක්සත් ජාතික පක්ෂයේ (එජාප) නියෝජ්‍ය නායකවරයාට ප්‍රතිචාර දක්වමින් වික්‍රමසිංහ කියා සිටියේ SJB ඇතුළු විවිධ විරුද්ධ පක්ෂවල අපේක්ෂකයින් පාර්ලිමේන්තු කාරක සභා වල තනතුරු සඳහා සලකා බැලිය යුතු බවයි.",
        "“ඇත්ත වශයෙන්ම ආචාර්ය හර්ෂ ද සිල්වා මා සමඟ වැඩ කිරීමට ලැබීම සතුටක්. ඒ කියන්නේ එයා මාත් එක්ක කලින් වැඩ කරලා තියෙනවා. මට කිසිම ප්‍රශ්නයක් නැහැ.” වික්‍රමසිංහ පැවසීය.",
        "රාජ්‍ය අනුග්‍රහය ලබන මැර කණ්ඩායම් සාමකාමී විරෝධතාකරුවන්ට ප්‍රහාර එල්ල කිරීම සහ ඊට පළිගැනීමක් ලෙස රජයේ මන්ත්‍රීවරුන් රැසකගේ පෞද්ගලික නිවාස හා කාර්යාල ගිනිබත් කිරීම දුටු මැයි 09 දා සිදු වූ මැර ප්‍රචණ්ඩ ක්‍රියා පිළිබඳව අදහස් දක්වමින් වික්‍රමසිංහ ප්‍රකාශ කළේ, එම ප්‍රචණ්ඩත්වයේ අපරාධකරුවන් පාලක ශ්‍රී ලංකාව ඇතුළු විවිධ දේශපාලන පක්ෂ නියෝජනය කරන බවයි. ලංකා පොදුජන පෙරමුණ (SLPP).",
        "“නමුත් SJB ප්‍රචණ්ඩත්වයේ නොයෙදෙන බව මම දනිමි. දවසට පැය 24ම මාව කොන් කරන්නේ කොහොමද කියලා හිතාගෙන ඉන්න නිසා එයාලට ගෙවල්වලට ගිනි තියලා හිතන්නවත් වෙලාවක් නැහැ.” වික්‍රමසිංහ සිනාමුසු මුහුණින් කීවේ දෙපස සිනා හඬක් කැදවමිනි.",
        "දැනට හිඟව පවතින අත්‍යාවශ්‍ය ඖෂධ 14න් එකක්වත් ලබා ගැනීම සඳහා අරමුදල් රැස් කිරීමට සහාය වීම සඳහා SJB සාදරයෙන් පිළිගන්නා බව අගමැතිවරයා පැවසීය. ප්‍රේමදාස මීට පෙර රෝහල්වලට වෛද්‍ය උපකරණ ලබා දීම සඳහා එහි ‘හුස්මා’ (හුස්ම) වැඩසටහන හරහා උදව් කිරීමට ඉදිරිපත් විය.",
        "“ඔබට එක් ඖෂධයක් සමඟ උදව් කිරීමට ඉදිරිපත් විය හැකි නම්, මම අපගේ තානාපති කාර්යාලවලට දන්වා එය අපට ගෙන ඒමට අමාත්‍යාංශයෙන් කෙනෙකු ලබා දෙන්නෙමි. ඒ සඳහා අපි එක්ව කටයුතු කරනවා.” වික්‍රමසිංහ මහතා පැවසීය.",
        "“අපි මූලික වශයෙන් රෝහල් උපකරණ කෙරෙහි අවධානය යොමු කරමු. මට කියන්න තියෙන්නේ අපිට කරන්න පුළුවන් දේ. අපිට කරන්න බැරි දේ කරන්න අපි ඉදිරිපත් වෙන්නේ නැහැ. නමුත් අපට බෙහෙත් කියන්න, අපි ඔබේ නිලධාරීන් සමඟ සම්බන්ධීකරණය කරන්නෙමු, ”ප්‍රේමදාස පිළිතුරු දුන්නේය.",
        "\"විපක්‍ෂය නිසා මට මුළු රටටම අරමුදල් තිබේදැයි මට සැකයි. නමුත් ජීවිතාරක්ෂක වැදගත් ඖෂධ ලබා දීමට අපි හැකි තරම් උත්සාහ කරමු\" යනුවෙන් ඔහු ප්‍රකාශ කළ අතර වික්‍රමසිංහ ප්‍රතිචාර දැක්වූයේ SJB ට අරමුදල් රැස් කළ හැකි බවයි. පෞද්ගලික අංශයේ.",
        "SJB තමන්ව පැත්තකට කිරීමට පැය විසිහතරේම ක්‍රියා කරන බවට වික්‍රමසිංහගේ කලින් ප්‍රකාශයට ප්‍රතිචාර දක්වමින් ප්‍රේමදාස පැවසුවේ “අපේ පක්ෂය ඔබව කොන් කිරීමට 24/7/365 වැය කරන්නේ නැහැ.”",
        "“ඔබ පාර්ලිමේන්තුවේ තනි පුද්ගලයෙකි, එක් ආසනයක් පමණක් ඇති බැවින් - අපි ඔබට ගරු කරමු. ඔබ කිහිප වතාවක්ම හිටපු අගමැතිවරයෙක්. ඒ වගේම මම එජාපයේ ඉන්නකොට මගේ දේශපාලන නායකයා ඔබයි.",
        "“මගේ තාත්තා අපිට කියලා දීලා තියෙන එක දෙයක්... අපි නායකයන්ට ගරු කරනවා. ඔබ කෙරෙහි පිළිකුලක් ඇති බොහෝ දෙනෙකු මෙන් නොව, අපි දේශපාලන නායකයින්ට ගරු කරමු. මට ඔබව කොන් කිරීමට අවශ්‍ය නැත. ඔබ තනි පුද්ගලයෙකි බැවින්, මම ඔබව සංස්ථාගත කරමි; කලබල වෙන්න එපා” ප්‍රේමදාස කීවේය. (කොළඹ/මැයි18/2022)"
      ]
    },
    "ta": {
      "title": "சிறிலங்கா பிரதமருக்கும் எதிர்க்கட்சித் தலைவருக்கும் இடையில் ஒத்துழைக்க ஒப்புக்கொண்டதால் அவர்களுக்கு இடையே அபூர்வ கேலிப் பேச்சு",
      "body_lines": [
        "பொருளாதாரம் – இலங்கைப் பிரதமர் ரணில் விக்கிரமசிங்கவும் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவும், நீண்டகாலமாக கடும் போட்டியாளர்களாகக் கருதப்பட்டு, புதன்கிழமை (18) பாராளுமன்றத்தில் வெளிப்படையான தோழமையின் ஒரு அரிய தருணத்தைப் பகிர்ந்து கொண்டனர், அதே நேரத்தில் அத்தியாவசிய மருந்துக்கான நிதி சேகரிப்பில் ஒத்துழைக்க ஒப்புக்கொண்டனர்.",
        "பாராளுமன்றத்தில் பேசிய பிரேமதாச, பிரதான எதிர்க்கட்சியான சம்கி ஜன பலவேகய (SJB) பாராளுமன்ற உறுப்பினர்களான ஹர்ஷ டி சில்வா, கபீர் ஹாசிம் மற்றும் எரான் விக்கிரமரத்ன ஆகியோர் பொது கணக்குகள் குழு (COPA) மற்றும் பொது நிறுவனங்கள் மீதான குழு (COPE) ஆகியவற்றின் தலைவர் பதவிகளுக்கு பரிசீலிக்கப்பட வேண்டும் என்று முன்மொழிந்தார்.",
        "SJB முன்னர் அரசாங்கத்திற்கு ஆதரவளிக்க மறுத்துவிட்டது, அதில் விக்கிரமசிங்க இப்போது பிரதமராக உள்ளார், ஆனால் பின்னர் இலங்கைக்கு நிலவும் பொருளாதார நெருக்கடியிலிருந்து விடுபட உதவும் எந்தவொரு நடவடிக்கைகளுக்கும் தனது ஆதரவை வழங்க ஒப்புக்கொண்டது. விக்ரமசிங்க தனிப்பட்ட கட்சி உறுப்பினர்களை புதிய அரசாங்கத்திற்குள் இழுக்க முயற்சித்தால், அத்தகைய ஆதரவை வாபஸ் பெறுவதாக SJB பாராளுமன்ற உறுப்பினர் எஸ்.எம். மரிக்கார் முன்னதாக அச்சுறுத்தியிருந்தார்.",
        "\"நாடாளுமன்றத்தில் இருக்கும் மூன்று பொருளாதார நிபுணர்களுக்கு அந்தப் பதவிகளை வழங்குவதற்கான எங்கள் முன்மொழிவை எங்களுடன் எடுத்துச் செல்லுமாறு பிரதமரை மீண்டும் ஒருமுறை அழைக்க விரும்புகிறேன். மக்களுக்கும் நாட்டுக்கும் நன்மை பயக்கும் வேலைத்திட்டங்களில் அரசாங்கத்துடன் இணைந்து செயற்படுவதில் எந்தப் பிரச்சினையும் இல்லை” என்று பிரேமதாச கூறினார்.",
        "ஐக்கிய தேசியக் கட்சியின் (UNP) முன்னாள் பிரதித் தலைவருக்குப் பதிலளித்த விக்கிரமசிங்க, SJB உட்பட பல்வேறு எதிர்க்கட்சிகளின் வேட்பாளர்கள் பாராளுமன்றக் குழுக்களின் பதவிகளுக்கு பரிசீலிக்கப்பட வேண்டும் என்றார்.",
        "“நிச்சயமாக கலாநிதி ஹர்ஷ டி சில்வா என்னுடன் பணியாற்றுவது மிகவும் மகிழ்ச்சியளிக்கிறது. அதாவது, அவர் முன்பு என்னுடன் பணிபுரிந்துள்ளார். எனக்கு எந்த பிரச்சனையும் இல்லை” என்று விக்கிரமசிங்க கூறினார்.",
        "மே 09 அன்று நடந்த கும்பல் வன்முறை சம்பவங்கள் குறித்து கருத்து தெரிவித்த விக்ரமசிங்க, அமைதியான போராட்டக்காரர்களை அரச ஆதரவு கும்பல் தாக்கியது மற்றும் பல அரசாங்க பாராளுமன்ற உறுப்பினர்களின் தனிப்பட்ட வீடுகள் மற்றும் அலுவலகங்கள் தீ வைத்து எரிக்கப்பட்டன. லங்கா பொதுஜன பெரமுன (SLPP).",
        "“ஆனால் SJB வன்முறையில் ஈடுபடவில்லை என்பது எனக்குத் தெரியும். 24 மணி நேரமும் என்னை எப்படி மூலைக்கு வைப்பது என்று யோசிப்பதால், வீடுகளுக்கு தீ வைப்பதைப் பற்றி யோசிக்கக்கூட அவர்களுக்கு நேரமில்லை” என்று விக்கிரமசிங்க சிரித்துக் கொண்டே, இடைகழியின் இருபுறமும் சிரிப்பொலியை வரவழைத்தார்.",
        "தற்போது பற்றாக்குறையாக உள்ள 14 அத்தியாவசிய மருந்துகளில் குறைந்தபட்சம் ஒன்றை வாங்குவதற்கு SJB நிதி திரட்ட உதவுவது வரவேற்கத்தக்கது என்று பிரதமர் கூறினார். பிரேமதாச முன்னர் மருத்துவமனைகளுக்கு மருத்துவ உபகரணங்களை வழங்குவதற்கான அதன் ‘ஹஸ்மா’ (மூச்சு) முயற்சியின் மூலம் உதவ முன்வந்தார்.",
        "“மருந்துகளில் ஏதேனும் ஒன்றை நீங்கள் வழங்கினால், நான் எங்கள் தூதரகங்களுக்குத் தெரிவித்து, அமைச்சகத்திலிருந்து ஒருவரை எங்களுக்காகக் கொண்டுவருவேன். அதற்காக நாம் ஒன்றிணைந்து செயற்படுவோம்” என்று விக்கிரமசிங்க கூறினார்.",
        "\"நாங்கள் முதன்மையாக மருத்துவமனை உபகரணங்களில் கவனம் செலுத்துகிறோம். நாங்கள் என்ன செய்ய முடியும் என்பதை நான் உங்களுக்குச் சொல்ல வேண்டும். எங்களால் செய்ய முடியாததைச் செய்ய முன்வர மாட்டோம். ஆனால் மருந்தை எங்களிடம் கூறுங்கள், நாங்கள் உங்கள் அதிகாரிகளுடன் ஒருங்கிணைப்போம், ”என்று பிரேமதாச பதிலளித்தார்.",
        "\"எதிர்க்கட்சியாக இருப்பதால், முழு நாட்டிற்கும் எங்களிடம் நிதி இருக்குமா என்பது எனக்கு சந்தேகம், ஆனால் முக்கியமான உயிர்காக்கும் மருந்துகளை வழங்க முடிந்தவரை முயற்சிப்போம்,\" என்று அவர் கூறினார், அதற்கு விக்கிரமசிங்க பதிலளித்தார், SJB இலிருந்து நிதி திரட்ட முடியும். தனியார் துறை.",
        "SJB தன்னை ஓரங்கட்டுவதற்காக 24 மணி நேரமும் உழைக்கிறது என்று விக்கிரமசிங்கவின் முந்தைய கருத்துக்கு பதிலளித்த பிரேமதாச, \"உங்களை ஓரங்கட்டுவதற்காக எங்கள் கட்சி 24/7/365 செலவழிக்கவில்லை\" என்று கூறினார்.",
        "\"நீங்கள் ஒரு தனி நபராக நாடாளுமன்றத்தில் இருப்பதால், ஒரே ஒரு இருக்கையுடன் - நாங்கள் உங்களை மதிக்கிறோம். நீங்கள் பலமுறை முன்னாள் பிரதமராக இருந்திருக்கிறீர்கள். மேலும் நான் ஐ.தே.க.வில் இருந்த போது நீங்கள் எனது அரசியல் தலைவராக இருந்தீர்கள்.",
        "“எனது தந்தை எங்களுக்குக் கற்றுக் கொடுத்தது ஒன்று... நாங்கள் தலைவர்களை மதிக்கிறோம். உங்கள் மீது வெறுப்பு கொண்ட பலரைப் போல் அல்லாமல், நாங்கள் அரசியல் தலைவர்களை மதிக்கிறோம். நான் உங்களை ஓரங்கட்ட விரும்பவில்லை. நீங்கள் ஒரு தனி நபர் என்பதால், நான் உங்களை இணைத்துக் கொள்கிறேன்; கவலைப்பட வேண்டாம்” என்றார் பிரேமதாச. (கொழும்பு/மே18/2022)"
      ]
    }
  }
}