{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/more-sri-lankans-than-ever-seeking-psychotherapy-in-pandemic-times-92150/",
  "time_ut": 1648448640,
  "title": "More Sri Lankans than ever seeking psychotherapy in pandemic times",
  "body_lines": [
    "ECONOMYNEXT – The COVID-19 years saw an increase in Sri Lankans seeking psychotherapy as the pandemic took its toll on the emotional well-being of the community, experts say.",
    "Sri Lankans are going for therapy more than ever after the country underwent several lockdowns since March 2019 which contributed to the uptick in the number of people seeking mental health care and assistance.",
    "Dr N Kumaranayake, a psychologist based in Colombo said: “The number of psychologists who reported receiving more referrals almost doubled since the start of the pandemic. It was 37 percent in 2020 and this year it is 62 percent.”",
    "Lockdowns and working from home isolated many Sri Lankans from the rest of the community. Even as workplaces began to open up, schools remained closed, with younger children missing out on essential social interaction for almost a year.",
    "“Isolated people combat loneliness and low self-esteem. More people also developed social anxiety during COVID,” said Kumaranyake.",
    "A Sri Lankan working overseas told EconomyNext: “At home, several issues occurred after lockdowns and COVID. My mother was hardly getting to see me and the rest of the family. This got to her and she had to go in for therapy as she also suffers from dementia.”",
    "Psychologists say that the mental side effects of the initial lockdowns seem to be manifesting only now.",
    "A psychotherapist based in Colombo said: “I’ve found that people are talking more about the effects of the lockdowns on their lives (relationships, work and family) now than at the outset of the pandemic. I think it takes time for the impact to be felt.”",
    "A 1965 research in California found that people with strong social ties who engage in unhealthy behavior such as smoking and gambling had longer life spans than socially isolated people living healthy lifestyles. (However, the researchers did note that  people with both healthful lifestyles and close social ties lived the longest of all).",
    "Socialising plays an important part in mental and physical health, both of which are taking hits during the pandemic, experts say.",
    "During lockdowns, it was reported that several organisations in Sri Lanka took measures to combat loneliness felt by those living in apartments by organising concerts where tenants could engage themselves and socialise.",
    "The Department of Demography at the University of Colombo found in 2019 that Sri Lanka had the 20th highest suicide rate in the world, despite a slow but steady decline in the number of cases over the years.",
    "A research in Sri Lanka by Bristol University named farmers, daily wage labourers, women-headed households and foreign migrant households as groups who were most at risk of attempting suicide.",
    "The study also highlighted that economic factors are instrumental in driving suicide rates, as individuals who cannot afford basics like childcare and health facilities are at greater risk of attempting suicide.",
    "Early in March, the privately owned NewsFirst reported the case of a 34-year-old man from Kalutara who died by suicide after being unable to repay a loan of 10,000 rupees despite “working hard to save the money”. Reports said his four children had been hungry for several days.",
    "As Sri Lanka’s economic crisis worsens and people queue up for essentials like cooking gas and diesel, the numbers of violent incidents and petty theft have also been on the rise. So far the country has reported four deaths at fuel stations, with one being a murder, where the victim was brutally stabbed following an argument at a fuel line.",
    "Seeking mental guidance in Sri Lanka comes with deeply entrenched social stigma, and according to Colombo-based psychologist Dr Marcel De Roos, many people fear being called “crazy” for consulting a therapist and having their feelings invalidated.",
    "A 20-year-old from Colombo, who started online therapy sessions during the pandemic said on the condition of anonymity that her parents, though supportive in every way, advised her to “stay quiet about it,” due to societal taboos.",
    "However, as the pandemic marked its second year in Sri Lanka, therapists have seen more people breaking societal norms and stepping in to getting consulted for various issues including suicides, depression and anxiety.",
    "According to  De Roos, the attitudes of mainstream healthcare professionals towards people with mental illnesses, and people admitted to hospitals after failed suicide attempts show how ill-equipped Sri Lanka’s medical field is to deal with such cases.",
    "Patients who seek mental health often face stigma even in places they are supposed to get help, according to at least one source.",
    "Experts say that the practice of drugging “mentally unstable” individuals to turn them docile is commonplace, and that many mental health professionals indiscriminately prescribe medications that do not help patients in the long run.",
    "“More focus has to be put on identifying the root of people’s issues, which comes through listening rather than the prescription of medicine,” said De Roos. (Colombo/Mar28/2022)"
  ],
  "translate": {
    "si": {
      "title": "වසංගත කාලවලදී මනෝචිකිත්සාව සොයන ශ්‍රී ලාංකිකයන් වැඩිය",
      "body_lines": [
        "ECONOMYNEXT - වසංගතය ප්‍රජාවගේ චිත්තවේගීය යහපැවැත්ම කෙරෙහි බලපෑම් ඇති කළ බැවින් COVID-19 වසර තුළ මනෝචිකිත්සාව අපේක්ෂා කරන ශ්‍රී ලාංකිකයන්ගේ වැඩිවීමක් දක්නට ලැබුණි.",
        "2019 මාර්තු මාසයේ සිට රට අගුලු දැමීම් කිහිපයකට ලක් වූ පසු වෙන කවරදාටත් වඩා ශ්‍රී ලාංකිකයන් ප්‍රතිකාර සඳහා යමින් සිටින අතර එය මානසික සෞඛ්‍ය රැකවරණය සහ සහාය අපේක්ෂා කරන පුද්ගලයින්ගේ සංඛ්‍යාව ඉහළ යාමට දායක විය.",
        "කොළඹ වෙසෙන මනෝ විද්‍යාඥයෙකු වන වෛද්‍ය එන් කුමාරනායක පැවසුවේ, “වසංගතය ආරම්භයේ සිට වැඩි වශයෙන් යොමු කිරීම් ලැබුණු බව වාර්තා කළ මනෝවිද්‍යාඥයින් සංඛ්‍යාව දෙගුණයකින් පමණ වැඩි වී ඇත. එය 2020 දී සියයට 37 ක් වූ අතර මේ වසරේ එය සියයට 62 කි.",
        "අගුලු දැමීම් සහ නිවසේ සිට වැඩ කිරීම බොහෝ ශ්‍රී ලාංකිකයන් සෙසු ප්‍රජාවෙන් හුදකලා විය. සේවා ස්ථාන විවෘත වීමට පටන් ගත්තද, පාසල් වසා දමා තිබූ අතර, කුඩා දරුවන්ට වසරකට ආසන්න කාලයක් අත්‍යවශ්‍ය සමාජ අන්තර්ක්‍රියා අහිමි විය.",
        "“හුදකලා වූ මිනිසුන් තනිකමට සහ අඩු ආත්ම අභිමානයට එරෙහිව සටන් කරයි. COVID කාලය තුළ වැඩි පිරිසක් සමාජ කනස්සල්ල ද වර්ධනය කර ගත්හ, ”කුමාරනායක පැවසීය.",
        "විදේශයන්හි සේවය කරන ශ්‍රී ලාංකිකයෙක් EconomyNext වෙත මෙසේ පැවසීය: “නිවසේදී, අගුලු දැමීම් සහ COVID වලින් පසු ගැටළු කිහිපයක් ඇති විය. මගේ අම්මට මාවයි පවුලේ අනිත් අයයි බලන්න එන්න බැරි වුණා. මෙය ඇයට ලැබුණු අතර ඇය ද ඩිමෙන්ශියාවෙන් පෙළෙන බැවින් ඇයට ප්‍රතිකාර සඳහා යාමට සිදු විය.",
        "මනෝවිද්‍යාඥයින් පවසන්නේ මුල් අගුලු දැමීමේ මානසික අතුරු ආබාධ දැන් ප්‍රකාශ වන බව පෙනේ.",
        "කොළඹ පදනම් වූ මනෝචිකිත්සකයෙක් මෙසේ පැවසීය: “වසංගතයේ ආරම්භයට වඩා මිනිසුන් දැන් ඔවුන්ගේ ජීවිතයට (සම්බන්ධතා, රැකියාව සහ පවුල) මත අගුලු දැමීමේ බලපෑම් ගැන වැඩිපුර කතා කරන බව මට පෙනී ගියේය. මම හිතන්නේ බලපෑම දැනෙන්න කාලයක් ගත වෙනවා.”",
        "1965 දී කැලිෆෝනියාවේ සිදු කරන ලද පර්යේෂණයකින් හෙළි වූයේ දුම්පානය සහ සූදුව වැනි සෞඛ්‍ය සම්පන්න නොවන හැසිරීම් වල යෙදෙන ශක්තිමත් සමාජ සබඳතා ඇති පුද්ගලයින් සෞඛ්‍ය සම්පන්න ජීවන රටාවක් ගත කරන සමාජීය වශයෙන් හුදකලා වූ පුද්ගලයින්ට වඩා දිගු ආයු කාලයක් ඇති බවයි. (කෙසේ වෙතත්, පර්යේෂකයන් සටහන් කළේ සෞඛ්‍ය සම්පන්න ජීවන රටාවක් සහ සමීප සමාජ සම්බන්ධතා ඇති පුද්ගලයින් සියල්ලන්ටම වඩා දිගු කාලයක් ජීවත් වූ බවයි).",
        "මානසික හා ශාරීරික සෞඛ්‍ය සඳහා සමාජගත වීම වැදගත් කාර්යභාරයක් ඉටු කරන අතර, මේ දෙකම වසංගතය අතරතුර පහර දෙන බව විශේෂඥයෝ පවසති.",
        "අගුලු දැමීම් අතරතුර, ශ්‍රී ලංකාවේ සංවිධාන කිහිපයක් කුලී නිවැසියන්ට තමන් සමඟ සම්බන්ධ වී සමාජගත විය හැකි ප්‍රසංග සංවිධානය කරමින් මහල් නිවාසවල වෙසෙන අයට දැනෙන තනිකමට එරෙහිව සටන් කිරීමට පියවර ගත් බව වාර්තා විය.",
        "කොළඹ විශ්ව විද්‍යාලයේ ජනවිකාස අධ්‍යයනාංශය 2019 දී සොයා ගත්තේ වසර ගණනාවක් පුරා රෝගීන් සංඛ්‍යාවේ මන්දගාමී නමුත් ස්ථාවර අඩුවීමක් තිබියදීත්, ලෝකයේ සියදිවි නසාගැනීම් අනුපාතය 20 වැනි ස්ථානයේ ශ්‍රී ලංකාව ඇති බවයි.",
        "බ්‍රිස්ටල් විශ්වවිද්‍යාලය විසින් ශ්‍රී ලංකාවේ සිදු කරන ලද පර්යේෂණයකින් ගොවීන්, දෛනික වැටුප් ශ්‍රමිකයන්, කාන්තා මූලික ගෘහයන් සහ විදේශ සංක්‍රමණික පවුල් සියදිවි නසා ගැනීමට තැත් කිරීමේ අවදානමට ලක්ව සිටින කණ්ඩායම් ලෙස නම් කර ඇත.",
        "ළමා රැකවරණය සහ සෞඛ්‍ය පහසුකම් වැනි මූලික දේවල් ලබා ගත නොහැකි පුද්ගලයින් සියදිවි නසා ගැනීමට තැත් කිරීමේ වැඩි අවදානමක් ඇති බැවින්, සියදිවි නසාගැනීමේ අනුපාත සඳහා ආර්ථික සාධක උපකාරී වන බව අධ්‍යයනයෙන් පෙන්වා දී ඇත.",
        "“මුදල් ඉතිරි කර ගැනීමට වෙහෙස මහන්සි වී වැඩ කළත්” රුපියල් 10,000 ක ණයක් ගෙවීමට නොහැකිව කළුතර ප්‍රදේශයේ 34 හැවිරිදි පුද්ගලයෙකු සියදිවි නසාගැනීමේ සිද්ධිය මාර්තු මස මුලදී පුද්ගලිකව නිව්ස්ෆස්ට් වාර්තා කළේය. ඔහුගේ දරුවන් සිව්දෙනා දින කිහිපයක සිට කුසගින්නේ සිටි බවයි වාර්තා වන්නේ.",
        "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය නරක අතට හැරෙන විට සහ ආහාර පිසීමේ ගෑස් සහ ඩීසල් වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා මිනිසුන් පෝලිම් ගැසී සිටින විට, ප්‍රචණ්ඩ සිදුවීම් සහ කුඩා සොරකම් සංඛ්‍යාව ද ඉහළ යමින් තිබේ. මේ වන විට රටේ ඉන්ධන පිරවුම්හල්වල මරණ හතරක් වාර්තා වී ඇති අතර, එකක් මිනීමැරුමක් වන අතර, ඉන්ධන පිරවුම්හලකදී ඇති වූ බහින්බස්වීමක් හේතුවෙන් ඝාතනයට ලක්වූ පුද්ගලයා අමානුෂික ලෙස පිහියෙන් ඇන ඝාතනය කිරීමකි.",
        "ශ්‍රී ලංකාව තුළ මානසික මග පෙන්වීමක් ලබා ගැනීම ගැඹුරින් මුල් බැසගත් සමාජ අපකීර්තියක් සමඟ එන අතර, කොළඹ පදනම් වූ මනෝ විද්‍යාඥ ආචාර්ය මාර්සෙල් ඩී රූස් පවසන පරිදි, බොහෝ අය චිකිත්සකයෙකුගෙන් උපදෙස් ලබා ගැනීම සහ ඔවුන්ගේ හැඟීම් අවලංගු කිරීම සඳහා \"පිස්සු\" ලෙස හැඳින්වීමට බිය වෙති.",
        "වසංගතය අතරතුර ඔන්ලයින් ප්‍රතිකාර සැසි ආරම්භ කළ කොළඹ සිට 20 හැවිරිදි තරුණියක් නිර්නාමික කොන්දේසිය මත පැවසුවේ ඇගේ දෙමාපියන් සෑම ආකාරයකින්ම සහයෝගය ලබා දුන්නද, සමාජයීය තහනම් කිරීම් හේතුවෙන් “ඒ ගැන නිහඬව සිටින ලෙස” ඇයට උපදෙස් දුන් බවයි.",
        "කෙසේ වෙතත්, වසංගතය ශ්‍රී ලංකාවේ දෙවන වසර සනිටුහන් කරන විට, චිකිත්සකයින් බොහෝ දෙනෙක් සමාජ සම්මතයන් කඩ කරමින් සියදිවි නසාගැනීම්, මානසික අවපීඩනය සහ කාංසාව ඇතුළු විවිධ ගැටළු සඳහා උපදෙස් ලබා ගැනීමට පියවර ගෙන ඇත.",
        "De Roos ට අනුව, ප්‍රධාන ධාරාවේ සෞඛ්‍ය සේවා වෘත්තිකයන් මානසික රෝගවලින් පෙළෙන පුද්ගලයන් කෙරෙහි දක්වන ආකල්ප සහ අසාර්ථක සියදිවි නසා ගැනීමට තැත් කිරීමෙන් පසු රෝහල්වලට ඇතුළත් වන පුද්ගලයින් එවැනි අවස්ථා සම්බන්ධයෙන් කටයුතු කිරීමට ශ්‍රී ලංකාවේ වෛද්‍ය ක්ෂේත්‍රය කෙතරම් දුර්වලද යන්න පෙන්නුම් කරයි.",
        "අවම වශයෙන් එක් මූලාශ්‍රයකට අනුව, මානසික සෞඛ්‍යය සොයන රෝගීන් බොහෝ විට ඔවුන්ට උපකාර ලබා ගත යුතු ස්ථානවල පවා අපකීර්තියට මුහුණ දෙයි.",
        "“මානසික අස්ථාවර” පුද්ගලයන්ව නිහතමානී කරවීම සඳහා මත්ද්‍රව්‍ය භාවිත කිරීම සාමාන්‍ය දෙයක් බවත්, බොහෝ මානසික සෞඛ්‍ය වෘත්තිකයන් දිගු කාලීනව රෝගීන්ට ප්‍රයෝජනවත් නොවන ඖෂධ ඉවක් බවක් නොමැතිව නිර්දේශ කරන බවත් විශේෂඥයෝ පවසති.",
        "\"බෙහෙත් වට්ටෝරුවට වඩා සවන් දීමෙන් එන මිනිසුන්ගේ ප්‍රශ්නවල මූලය හඳුනා ගැනීම කෙරෙහි වැඩි අවධානයක් යොමු කළ යුතුය,\" ඩි රූස් පැවසීය. (කොළඹ/මාර්තු28/2022)"
      ]
    },
    "ta": {
      "title": "தொற்றுநோய் காலங்களில் உளவியல் சிகிச்சையை நாடுவதை விட அதிகமான இலங்கையர்கள்",
      "body_lines": [
        "பொருளாதாரம் - சமூகத்தின் உணர்ச்சி நல்வாழ்வில் தொற்றுநோய் பாதிப்பை ஏற்படுத்தியதால், கோவிட்-19 ஆண்டுகளில் உளவியல் சிகிச்சையை நாடும் இலங்கையர்களின் எண்ணிக்கை அதிகரித்துள்ளதாக நிபுணர்கள் கூறுகின்றனர்.",
        "மார்ச் 2019 முதல் நாடு பல பூட்டுதல்களுக்கு உள்ளான பின்னர், இலங்கையர்கள் சிகிச்சைக்காக அதிகம் செல்கிறார்கள், இது மனநலப் பாதுகாப்பு மற்றும் உதவியை நாடுபவர்களின் எண்ணிக்கையில் அதிகரிப்புக்கு பங்களித்தது.",
        "கொழும்பில் உள்ள உளவியலாளர் டாக்டர் என் குமாரநாயக்க கூறினார்: “தொற்றுநோயின் தொடக்கத்திலிருந்து அதிக பரிந்துரைகளைப் பெற்றதாகக் கூறிய உளவியலாளர்களின் எண்ணிக்கை கிட்டத்தட்ட இரு மடங்காக அதிகரித்துள்ளது. இது 2020 இல் 37 சதவீதமாக இருந்தது, இந்த ஆண்டு அது 62 சதவீதமாக உள்ளது.",
        "பூட்டுதல் மற்றும் வீட்டிலிருந்து வேலை செய்வது பல இலங்கையர்களை மற்ற சமூகத்திலிருந்து தனிமைப்படுத்தியது. பணியிடங்கள் திறக்கத் தொடங்கிய போதும், பள்ளிகள் மூடப்பட்டன, இளைய குழந்தைகள் கிட்டத்தட்ட ஒரு வருடத்திற்கு அத்தியாவசிய சமூக தொடர்புகளை இழக்கின்றனர்.",
        "\"தனிமைப்படுத்தப்பட்ட மக்கள் தனிமை மற்றும் குறைந்த சுயமரியாதையை எதிர்த்துப் போராடுகிறார்கள். COVID இன் போது அதிகமான மக்கள் சமூக கவலையை உருவாக்கினர், ”என்று குமாரநாயக்க கூறினார்.",
        "வெளிநாட்டில் பணிபுரியும் இலங்கையர் ஒருவர் EconomyNext இடம் கூறினார்: “வீட்டில், லாக்டவுன்கள் மற்றும் COVID க்குப் பிறகு பல சிக்கல்கள் ஏற்பட்டன. என்னையும் மற்ற குடும்பத்தாரையும் என் அம்மா பார்க்கவே இல்லை. இது அவளுக்கு கிடைத்தது, அவளும் டிமென்ஷியாவால் அவதிப்படுவதால் அவள் சிகிச்சைக்கு செல்ல வேண்டியிருந்தது.",
        "ஆரம்பகால பூட்டுதல்களின் மனரீதியான பக்கவிளைவுகள் இப்போதுதான் வெளிப்படுவதாகத் தெரிகிறது என்று உளவியலாளர்கள் கூறுகின்றனர்.",
        "கொழும்பை தளமாகக் கொண்ட ஒரு உளவியலாளர் கூறினார்: “தொற்றுநோயின் தொடக்கத்தை விட மக்கள் தங்கள் வாழ்க்கையில் (உறவுகள், வேலை மற்றும் குடும்பம்) பூட்டுதல்களின் விளைவுகளைப் பற்றி அதிகம் பேசுவதை நான் கண்டேன். தாக்கத்தை உணர நேரம் எடுக்கும் என்று நினைக்கிறேன்.",
        "கலிஃபோர்னியாவில் 1965 ஆம் ஆண்டு நடத்தப்பட்ட ஆராய்ச்சியில், புகைபிடித்தல் மற்றும் சூதாட்டம் போன்ற ஆரோக்கியமற்ற நடத்தைகளில் ஈடுபடும் வலுவான சமூக உறவுகளைக் கொண்டவர்கள், சமூக ரீதியாக தனிமைப்படுத்தப்பட்ட ஆரோக்கியமான வாழ்க்கை முறையைக் கொண்டவர்களை விட நீண்ட ஆயுளைக் கொண்டுள்ளனர் என்று கண்டறியப்பட்டது. (இருப்பினும், ஆரோக்கியமான வாழ்க்கை முறை மற்றும் நெருங்கிய சமூக உறவுகள் ஆகிய இரண்டையும் கொண்டவர்கள் மிக நீண்ட காலம் வாழ்ந்ததாக ஆராய்ச்சியாளர்கள் குறிப்பிட்டுள்ளனர்).",
        "மன மற்றும் உடல் ஆரோக்கியத்தில் சமூகமயமாக்கல் ஒரு முக்கிய பங்கை வகிக்கிறது, இவை இரண்டும் தொற்றுநோய்களின் போது வெற்றி பெறுகின்றன, நிபுணர்கள் கூறுகின்றனர்.",
        "லாக்டவுன்களின் போது, ​​இலங்கையில் உள்ள பல அமைப்புகள் அடுக்குமாடி குடியிருப்பில் வசிப்பவர்கள் உணரும் தனிமையை எதிர்த்து, குத்தகைதாரர்கள் தங்களை ஈடுபடுத்திக் கொள்ளவும், சமூகமளிக்கவும் கூடிய கச்சேரிகளை ஏற்பாடு செய்வதன் மூலம் நடவடிக்கை எடுத்ததாகத் தெரிவிக்கப்பட்டது.",
        "பல ஆண்டுகளாக வழக்குகளின் எண்ணிக்கையில் மெதுவான ஆனால் நிலையான சரிவு இருந்தபோதிலும், உலகில் தற்கொலை விகிதத்தில் இலங்கை 20 வது இடத்தில் இருப்பதாக கொழும்பு பல்கலைக்கழகத்தின் மக்கள்தொகை துறை 2019 இல் கண்டறிந்தது.",
        "பிரிஸ்டல் பல்கலைக்கழகம் இலங்கையில் நடத்திய ஆய்வில் விவசாயிகள், தினசரி கூலித் தொழிலாளர்கள், பெண்கள் தலைமை தாங்கும் குடும்பங்கள் மற்றும் வெளிநாட்டு புலம்பெயர்ந்த குடும்பங்கள் தற்கொலைக்கு முயற்சிக்கும் ஆபத்தில் உள்ள குழுக்களாகக் குறிப்பிடப்பட்டுள்ளது.",
        "குழந்தை பராமரிப்பு மற்றும் சுகாதார வசதிகள் போன்ற அடிப்படை வசதிகளை வாங்க முடியாத தனிநபர்கள் தற்கொலைக்கு முயற்சிக்கும் அபாயம் அதிகம் என்பதால், தற்கொலை விகிதங்களை உந்துவதில் பொருளாதாரக் காரணிகள் முக்கிய பங்கு வகிக்கின்றன என்பதையும் ஆய்வு எடுத்துக்காட்டுகிறது.",
        "மார்ச் மாத தொடக்கத்தில், தனியாருக்குச் சொந்தமான NewsFirst, களுத்துறையைச் சேர்ந்த 34 வயதுடைய நபரொருவர், “பணத்தைச் சேமிக்க கடினமாக உழைத்த போதிலும், 10,000 ரூபா கடனைத் திருப்பிச் செலுத்த முடியாமல் தற்கொலை செய்துகொண்ட வழக்கை வெளியிட்டது. அவரது நான்கு குழந்தைகளும் பல நாட்களாக பட்டினி கிடப்பதாக தகவல்கள் தெரிவிக்கின்றன.",
        "இலங்கையின் பொருளாதார நெருக்கடி மோசமடைந்து, சமையல் எரிவாயு மற்றும் டீசல் போன்ற அத்தியாவசியப் பொருட்களுக்காக மக்கள் வரிசையில் நிற்பதால், வன்முறைச் சம்பவங்கள் மற்றும் சிறு திருட்டுச் சம்பவங்களும் அதிகரித்து வருகின்றன. இதுவரை நாட்டில் எரிபொருள் நிரப்பு நிலையங்களில் நான்கு மரணங்கள் பதிவாகியுள்ளன, ஒன்று கொலை, எரிபொருளில் ஏற்பட்ட வாக்குவாதத்தைத் தொடர்ந்து பாதிக்கப்பட்டவர் கொடூரமாக கத்தியால் குத்தப்பட்டார்.",
        "இலங்கையில் மனநல வழிகாட்டுதலைத் தேடுவது சமூகக் களங்கத்துடன் ஆழமாக வேரூன்றியுள்ளது, மேலும் கொழும்பை தளமாகக் கொண்ட உளவியலாளர் டாக்டர் மார்செல் டி ரூஸின் கூற்றுப்படி, ஒரு சிகிச்சையாளரைக் கலந்தாலோசித்து தங்கள் உணர்வுகளை செல்லாததாக்குவதற்கு \"பைத்தியம்\" என்று பலர் அஞ்சுகிறார்கள்.",
        "தொற்றுநோய்களின் போது ஆன்லைன் சிகிச்சை அமர்வுகளைத் தொடங்கிய கொழும்பைச் சேர்ந்த 20 வயதுடைய ஒரு பெண், பெயர் தெரியாத நிலையில், அவளுடைய பெற்றோர் எல்லா வகையிலும் ஆதரவளித்தாலும், சமூகத் தடைகள் காரணமாக \"அதைப் பற்றி அமைதியாக இருக்க\" அறிவுறுத்தினர்.",
        "எவ்வாறாயினும், இலங்கையில் தொற்றுநோய் அதன் இரண்டாம் ஆண்டைக் குறிக்கும் போது, ​​​​சிகிச்சையாளர்கள் பலர் சமூக விதிமுறைகளை மீறுவதையும், தற்கொலைகள், மனச்சோர்வு மற்றும் பதட்டம் உள்ளிட்ட பல்வேறு பிரச்சினைகளுக்கு ஆலோசனை பெறுவதையும் கண்டுள்ளனர்.",
        "டி ரூஸின் கூற்றுப்படி, மனநலம் பாதிக்கப்பட்டவர்கள் மற்றும் தற்கொலை முயற்சிகள் தோல்வியடைந்த பின்னர் மருத்துவமனைகளில் அனுமதிக்கப்படும் மக்கள் மீதான பிரதான சுகாதார நிபுணர்களின் அணுகுமுறைகள், இலங்கையின் மருத்துவத் துறையானது இத்தகைய நிகழ்வுகளை கையாள்வதில் எந்தளவு வசதியற்றது என்பதைக் காட்டுகிறது.",
        "குறைந்தபட்சம் ஒரு ஆதாரத்தின்படி, மனநலம் தேடும் நோயாளிகள் உதவி பெற வேண்டிய இடங்களில் கூட களங்கத்தை எதிர்கொள்கின்றனர்.",
        "\"மனநிலை நிலையற்ற\" நபர்களை அடக்கமாக மாற்றுவதற்கு போதைப்பொருள் பழக்கம் பொதுவானது என்றும், பல மனநல நிபுணர்கள் கண்மூடித்தனமாக நீண்ட காலத்திற்கு நோயாளிகளுக்கு உதவாத மருந்துகளை பரிந்துரைக்கின்றனர் என்றும் நிபுணர்கள் கூறுகின்றனர்.",
        "\"மக்கள் பிரச்சினைகளின் மூலத்தை அடையாளம் காண்பதில் அதிக கவனம் செலுத்தப்பட வேண்டும், இது மருந்துகளின் பரிந்துரைகளை விட கேட்பதன் மூலம் வருகிறது\" என்று டி ரூஸ் கூறினார். (கொழும்பு/மார்ச்28/2022)"
      ]
    }
  }
}