{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Traffi-Safe-launches-world-s-first-carbon-neutral-disposable-gloves/34-731824",
  "time_ut": 1646950680,
  "title": "Traffi Safe launches world’s first carbon neutral disposable gloves",
  "body_lines": [
    "Traffi Safe receiving the Zero Carbon Certificate (from left): CCC CEO Sanith de Silva Wijeyeratne and Traffi Safe Head of Sustainability and Technical Jon Clarkson",
    "Traffi Safe Ltd., industry leaders in the sphere of hand protection and pioneers of the colour-coded safety glove system, have once again demonstrated their commitment towards making the earth a safer planet by launching the first Zero Carbon Certified Disposable Rubber Gloves in the world. Already equipped with numerous sustainability certifications including Zero Carbon Certification for their Organisational Operations as well as Certified Carbon-Inset for another line of gloves in their range, Traffi is no stranger to the cause of a sustainable future.",
    "Traffi Safe worked with The Carbon Consulting Company (CCC), one of South Asia’s leading Integrated Sustainability Solutions Providers, to assess the Greenhouse Gas (GHG) emissions of their TD02 Sustain Tri Polymer Disposable Glove. This comprehensive Product Carbon Footprint study encompassed all applicable emissions during the ‘Cradle to Gate’ life cycle stages of the selected glove that included Raw Material Extraction, Upstream and Downstream Transportation and Manufacturing with plans to extend the scope to include the remaining stages of Distribution and Retail, Consumer Use, and finally End-of-Life Disposal, in the near future.",
    "Following the assessment, Traffi Safe retired a matching number of Carbon Credits from a registered project to bring the total Carbon Footprint of a selected volume of gloves down to net zero. The assessment results and offsetting process were then independently verified by The Sustainable Future Group (SFG), first VVB in South Asia to be accredited by the International Accreditation Forum (IAF) to award all three GHG-related ISOs – ISO 14064-1, 14064-2 and 14067. Post verification, SFG awarded Traffi Safe Ltd., their proprietary Zero Carbon Certification for the TD02 Sustain Disposable Rubber Glove, which is based on the globally recognised PAS 2060 Carbon Neutrality Standard of the British Standards Institution (BSI).",
    "TD02 Sustain is a tri polymer disposable glove, which means only a small portion of the disposable glove is made up of synthetic rubber (nitrile) and therefore, the percentage of petrochemicals released into the atmosphere is significantly lower than that of a standard nitrile disposable glove. It uses 85% less energy per tonne to process natural rubber compared to their counterparts resulting in a lower Carbon Footprint and a 25% increase in stretch and comfort leads to less hand fatigue as well as being cooler to the skin thanks to the new 3TP Technology. The gloves are manufactured in Sri Lanka using a higher percentage of locally sourced raw materials.",
    "A Certified Zero Carbon Company, Traffi Safe Ltd., had also improved its environmental performance with a reduction of its corporate emissions by a substantial 43% from the previous year. These reductions were driven by the green-oriented team at Traffi Safe, who managed to reduce their commuting emissions by 62% and generator usage by 84%, further reiterating the overarching emphasis that the company places on sustainability.",
    "Traffi Safe Ltd., Director Adrian James said: “Our commitment to developing truly sustainable products means we work with new materials and formulations, to challenge the norm, and that’s exactly what we’ve done with the TD02. We’ve worked extensively in reducing latex proteins to levels below detection, and yet created a product that is stronger and more comfortable than ever before. The process in mapping its carbon footprint has been extensive and complex, but the reward of a certificated footprint means we now continue our journey to reduce even further, through every area within our direct influence. A great product that displays innovation and a significant CO2e saving is a first, and we are now continuing our journey in taking these achievements, even further”.",
    "Accepting the certificate on behalf of the company Traffi Safe Head of Sustainability and Technical Jon Clarkson said: “We continue on our journey to bring real fully validated sustainable benefits to our customers. The level of data required was immense. The CO2e manufacturing impact reduction we have been able to achieve with our 3TP technology has been incredibly enlightening. It’s great to now be at the stage that we can share these new learning with our customers.”",
    "CCC Chief Executive Officer Sanith De Silva Wijeyeratne said:”The experience of working with a committed and dedicated team such as Traffi is a rewarding one. Seldom have we seen such a uniform commitment to sustainability that spans all levels of the organisation from the Board of Directors down to the most junior levels. Not satisfied with just managing their Organisational Environmental Impact, the Traffi Team has gone that extra mile by also evaluating the impacts of their products and negating the same. The amazing reduction of over 40% of their organisational emissions in the first year working with the CCC Team is a testament to the drive and teamwork that the company’s leadership has been able to inspire, and will truly be a case study worthy of emulation by their peers. I want to congratulate them on their remarkable achievements.”",
    "Traffi Safe continues to set the standard for both the industry and for businesses as a whole for the movement towards a greener future. The company announced that it plans to add more Carbon Neutral Gloves to its product range by assessing entire life cycles and working with clients on End-of-Life scenarios, and eventually make the entire range net zero."
  ],
  "translate": {
    "si": {
      "title": "ට්‍රැෆි සේෆ් ලොව ප්‍රථම කාබන් උදාසීන ඉවත දැමිය හැකි අත්වැසුම් දියත් කරයි",
      "body_lines": [
        "ට්‍රැෆි සේෆ්ට සීරෝ කාබන් සහතිකය (වමේ සිට): සීසීසී ප්‍රධාන විධායක නිලධාරී සනිත් ද සිල්වා විජයරත්න සහ ට්‍රැෆි සේෆ් තිරසාර හා තාක්‍ෂණික ප්‍රධානී ජෝන් ක්ලාක්සන්",
        "ට්‍රැෆි සේෆ් ලිමිටඩ්, අත් ආරක්ෂණ ක්ෂේත්‍රයේ ප්‍රමුඛයන් සහ වර්ණ-කේත ආරක්ෂිත අත්වැසුම් පද්ධතියේ පුරෝගාමීන්, ලොව ප්‍රථම Zero Carbon සහතික කළ ඉවත දැමිය හැකි රබර් අත්වැසුම් දියත් කරමින් පෘථිවිය ආරක්ෂිත ග්‍රහලෝකයක් බවට පත් කිරීම සඳහා ඔවුන්ගේ කැපවීම නැවත වරක් ප්‍රදර්ශනය කර ඇත. . ඔවුන්ගේ ආයතනික මෙහෙයුම් සඳහා Zero කාබන් සහතිකය මෙන්ම ඔවුන්ගේ පරාසයේ තවත් අත්වැසුම් පෙළක් සඳහා සහතික කළ කාබන්-ඉන්සෙට් ඇතුළු තිරසාර සහතික කිරීම් රාශියකින් දැනටමත් සන්නද්ධව ඇති Traffi තිරසාර අනාගතයක් සඳහා ආගන්තුක නොවේ.",
        "Traffi Safe ඔවුන්ගේ TD02 Sustain Tri Polymer Disposable Glove හි හරිතාගාර වායු (GHG) විමෝචනය තක්සේරු කිරීමට දකුණු ආසියාවේ ප්‍රමුඛ පෙළේ ඒකාබද්ධ තිරසාර විසඳුම් සපයන්නන්ගෙන් එකක් වන The Carbon Consulting Company (CCC) සමඟ කටයුතු කළේය. මෙම විස්තීර්ණ නිෂ්පාදන කාබන් පියසටහන් අධ්‍යයනයට අමුද්‍රව්‍ය නිස්සාරණය, උඩුගං සහ පහළ ප්‍රවාහනය සහ නිෂ්පාදනය ඇතුළුව තෝරාගත් අත්වැසුම්වල 'තොටිල්ලේ සිට ගේට්' ජීවන චක්‍ර අදියර තුළ අදාළ වන සියලුම විමෝචනයන් ඇතුළත් කර ඇත. සිල්ලර වෙළඳාම, පාරිභෝගික භාවිතය සහ අවසාන වශයෙන් නුදුරු අනාගතයේ දී ජීවිතය අවසන් කිරීම.",
        "තක්සේරුවෙන් පසුව, තෝරාගත් අත්වැසුම් පරිමාවක මුළු කාබන් පියසටහන ශුද්ධ ශුන්‍යයට ගෙන ඒම සඳහා ලියාපදිංචි ව්‍යාපෘතියකින් ගැලපෙන කාබන් ක්‍රෙඩිට් සංඛ්‍යාවක් Traffi Safe විශ්‍රාම ගත්තේය. GHG සම්බන්ධ ISO තුනම - ISO 14064-1, 14064 ප්‍රදානය කිරීම සඳහා ජාත්‍යන්තර ප්‍රතීතන සංසදය (IAF) විසින් ප්‍රතීතනය කරන ලද දකුණු ආසියාවේ පළමු VVB වන The Sustainable Future Group (SFG) විසින් තක්සේරු ප්‍රතිඵල සහ හිලව් කිරීමේ ක්‍රියාවලිය ස්වාධීනව තහවුරු කරන ලදී. -2 සහ 14067. පශ්චාත් සත්‍යාපනය, SFG විසින් බ්‍රිතාන්‍ය ප්‍රමිති ආයතනයේ (BSI) ගෝලීය වශයෙන් පිළිගත් PAS 2060 කාබන් මධ්‍යස්ථ ප්‍රමිතිය මත පදනම් වූ TD02 තිරසාර ඉවත දැමිය හැකි රබර් අත්වැසුම් සඳහා ඔවුන්ගේ හිමිකාර Zero Carbon සහතිකය Traffi Safe Ltd.",
        "TD02 Sustain යනු ට්‍රයි පොලිමර් ඉවත දැමිය හැකි අත්වැසුමකි, එයින් අදහස් කරන්නේ ඉවත දැමිය හැකි අත්වැසුමේ කුඩා කොටසක් පමණක් කෘතිම රබර් (නයිට්‍රයිල්) වලින් සෑදී ඇති අතර එබැවින් වායුගෝලයට මුදා හරින ලද පෙට්‍රෝ රසායනික ද්‍රව්‍ය ප්‍රතිශතය සම්මත නයිට්‍රයිල් ඉවත දැමිය හැකි අත්වැසුම් වලට වඩා සැලකිය යුතු ලෙස අඩුය. . එය ස්වභාවික රබර් සැකසීම සඳහා ටොන් එකකට 85% අඩු ශක්තියක් භාවිතා කරයි, එහි ප්‍රතිඵලයක් ලෙස අඩු කාබන් පියසටහනක් සහ 25% ක දිගු වීම සහ සුවපහසුව වැඩි වීම අත් තෙහෙට්ටුව අඩු කිරීමට මෙන්ම සමට සිසිල් වීමට නව 3TP තාක්ෂණයට ස්තුති වේ. . ශ්‍රී ලංකාව තුළ මෙම අත්වැසුම් නිෂ්පාදනය කරනු ලබන්නේ දේශීය වශයෙන් ලබා ගන්නා අමුද්‍රව්‍යවලින් වැඩි ප්‍රතිශතයක් භාවිතා කරමිනි.",
        "Certified Zero Carbon Company, Traffi Safe Ltd., එහි ආයතනික විමෝචනය පෙර වසරට වඩා සැලකිය යුතු 43% කින් අඩු කිරීමත් සමඟ එහි පාරිසරික කාර්ය සාධනය වැඩිදියුණු කර ඇත. මෙම අඩු කිරීම් මෙහෙයවනු ලැබුවේ ට්‍රැෆි සේෆ් හි හරිත නැඹුරු වූ කණ්ඩායමක් වන අතර, ඔවුන් තම ගමනාගමන විමෝචනය 62% කින් සහ ජෙනරේටර් භාවිතය 84% කින් අඩු කර ගැනීමට සමත් වූ අතර, සමාගම තිරසාරභාවය කෙරෙහි වැඩි අවධානයක් යොමු කරයි.",
        "ට්‍රැෆි සේෆ් ලිමිටඩ්, අධ්‍යක්ෂ ඇඩ්‍රියන් ජේම්ස් පැවසුවේ: “සැබවින්ම තිරසාර නිෂ්පාදන සංවර්ධනය කිරීම සඳහා අපගේ කැපවීම යනු සම්මතයට අභියෝග කිරීම සඳහා අපි නව ද්‍රව්‍ය සහ සූත්‍රගත කිරීම් සමඟ ක්‍රියා කිරීමයි, එය හරියටම අපි TD02 සමඟ කර ඇති දෙයයි. අපි රබර් කිරි ප්‍රෝටීන හඳුනා ගැනීමට වඩා අඩු මට්ටමට අඩු කිරීමට පුළුල් ලෙස ක්‍රියා කර ඇති අතර, නමුත් වෙන කවරදාටත් වඩා ශක්තිමත් සහ සුවපහසු නිෂ්පාදනයක් නිර්මාණය කර ඇත. එහි කාබන් පියසටහන සිතියම්ගත කිරීමේ ක්‍රියාවලිය විස්තීර්ණ හා සංකීර්ණ වූ නමුත් සහතික කළ පියසටහනක විපාකය යන්නෙන් අදහස් කරන්නේ අපගේ සෘජු බලපෑම තුළ සෑම ප්‍රදේශයක් හරහාම තව දුරටත් අඩු කිරීමට අපි අපගේ ගමන දිගටම කරගෙන යන බවයි. නවෝත්පාදනය සහ සැලකිය යුතු CO2e ඉතිරියක් පෙන්නුම් කරන විශිෂ්ට නිෂ්පාදනයක් පළමුවැන්න වන අතර, අපි දැන් මෙම ජයග්‍රහණ තවදුරටත් ඉදිරියට ගෙන යාමේ අපගේ ගමන දිගටම කරගෙන යමු.",
        "සමාගම වෙනුවෙන් සහතිකය පිළිගනිමින් Traffi Safe Sustainability සහ Technical ප්‍රධානී Jon Clarkson පැවසුවේ “අපගේ ගනුදෙනුකරුවන්ට සැබෑ පූර්ණ වලංගු තිරසාර ප්‍රතිලාභ ගෙන ඒම සඳහා අපි අපගේ ගමන දිගටම කරගෙන යන බවයි. අවශ්‍ය දත්ත මට්ටම අතිමහත් විය. අපගේ 3TP තාක්‍ෂණය සමඟින් අපට ලබා ගැනීමට හැකි වී ඇති CO2e නිෂ්පාදන බලපෑම් අඩු කිරීම ඇදහිය නොහැකි තරම් ප්‍රබෝධමත් කර ඇත. අපට මෙම නව ඉගෙනුම් අපගේ ගනුදෙනුකරුවන් සමඟ බෙදා ගත හැකි වේදිකාවේ සිටීම සතුටක්. ”",
        "CCC ප්‍රධාන විධායක නිලධාරී සනිත් ද සිල්වා විජයරත්න මහතා මෙසේ පැවසීය: “ට්‍රැෆි වැනි කැපවූ සහ කැපවූ කණ්ඩායමක් සමඟ වැඩ කිරීමේ අත්දැකීම ප්‍රතිලාභදායක එකක්. අධ්‍යක්ෂ මණ්ඩලයේ සිට ඉතාමත් කනිෂ්ඨ මට්ටම් දක්වා සංවිධානයේ සෑම තරාතිරමකම විහිදෙන තිරසාරත්වය සඳහා එවැනි ඒකාකාරී කැපවීමක් අප දැක ඇත්තේ කලාතුරකිනි. ඔවුන්ගේ සංවිධානාත්මක පාරිසරික බලපෑම කළමනාකරණය කිරීමෙන් පමණක් සෑහීමකට පත් නොවන ට්‍රැෆි කණ්ඩායම ඔවුන්ගේ නිෂ්පාදනවල බලපෑම් ඇගයීමට ලක් කරමින් සහ ඒවා ප්‍රතික්ෂේප කරමින් එම අමතර සැතපුමක් ගොස් ඇත. CCC කණ්ඩායම සමඟ වැඩ කරන පළමු වසර තුළ ඔවුන්ගේ ආයතනික විමෝචනයෙන් 40% කට වඩා විශ්මයජනක ලෙස අඩුවීම සමාගමේ නායකත්වය දිරිගැන්වීමට සමත් වී ඇති තල්ලුව සහ කණ්ඩායම් ක්‍රියාකාරිත්වය පිළිබඳ සාක්ෂියක් වන අතර එය සැබවින්ම ඔවුන්ගේ අනුකරණයට සුදුසු සිද්ධි අධ්‍යයනයක් වනු ඇත. සම වයසේ මිතුරන්. ඔවුන්ගේ විශිෂ්ට ජයග්‍රහණ පිළිබඳව මම ඔවුන්ට සුබ පතන්න කැමතියි.”",
        "ට්‍රැෆි සේෆ් හරිත අනාගතයක් කරා ගමන් කිරීම සඳහා කර්මාන්තය සහ සමස්තයක් ලෙස ව්‍යාපාර සඳහා ප්‍රමිතිය සකසයි. සමස්ත ජීවන චක්‍ර තක්සේරු කිරීම සහ සේවාලාභීන් සමඟ ජීවිතයේ අවසාන අවස්ථා මත වැඩ කිරීම සහ අවසානයේ සමස්ත පරාසය ශුද්ධ ශුන්‍ය බවට පත් කිරීම මගින් තම නිෂ්පාදන පරාසයට තවත් කාබන් නියුට්‍රල් අත්වැසුම් එක් කිරීමට සැලසුම් කරන බව සමාගම නිවේදනය කළේය."
      ]
    },
    "ta": {
      "title": "டிராஃபி சேஃப் உலகின் முதல் கார்பன் நியூட்ரல் டிஸ்போசபிள் கையுறைகளை அறிமுகப்படுத்துகிறது",
      "body_lines": [
        "ஜீரோ கார்பன் சான்றிதழைப் பெறும் டிராஃபி சேஃப் (இடமிருந்து): CCC CEO சனித் டி சில்வா விஜேயரத்ன மற்றும் டிராஃபி சேஃப் நிலைத்தன்மை மற்றும் தொழில்நுட்பத் தலைவர் ஜோன் கிளார்க்சன்",
        "டிராஃபி சேஃப் லிமிடெட், கைப் பாதுகாப்புத் துறையில் முன்னணி நிறுவனங்களும், வண்ண-குறியிடப்பட்ட பாதுகாப்பு கையுறை அமைப்பின் முன்னோடிகளும், உலகில் முதல் ஜீரோ கார்பன் சான்றளிக்கப்பட்ட செலவழிப்பு ரப்பர் கையுறைகளை அறிமுகப்படுத்துவதன் மூலம் பூமியை பாதுகாப்பான கிரகமாக மாற்றுவதற்கான தங்கள் உறுதிப்பாட்டை மீண்டும் ஒருமுறை நிரூபித்துள்ளனர். . அவர்களின் நிறுவன செயல்பாடுகளுக்கான ஜீரோ கார்பன் சான்றிதழும், மேலும் தங்கள் வரம்பில் உள்ள மற்றொரு கையுறைகளுக்கான சான்றளிக்கப்பட்ட கார்பன்-இன்செட் உட்பட பல நிலைத்தன்மை சான்றிதழுடன் ஏற்கனவே பொருத்தப்பட்டுள்ளது, டிராஃபி ஒரு நிலையான எதிர்காலத்திற்கான காரணத்திற்கு புதியதல்ல.",
        "டிராஃபி சேஃப், தெற்காசியாவின் முன்னணி ஒருங்கிணைந்த நிலைத்தன்மை தீர்வுகள் வழங்குனர்களில் ஒன்றான The Carbon Consulting Company (CCC) உடன் இணைந்து, அவர்களின் TD02 சஸ்டைன் ட்ரை பாலிமர் டிஸ்போசபிள் க்ளோவின் கிரீன்ஹவுஸ் வாயு (GHG) உமிழ்வை மதிப்பிடுவதற்குப் பணியாற்றியது. இந்த விரிவான தயாரிப்பு கார்பன் கால்தடம் ஆய்வு, தேர்ந்தெடுக்கப்பட்ட கையுறையின் 'தொட்டில் முதல் கேட்' வாழ்க்கைச் சுழற்சி நிலைகளின் போது பொருந்தக்கூடிய அனைத்து உமிழ்வுகளையும் உள்ளடக்கியது, இதில் மூலப்பொருள் பிரித்தெடுத்தல், மேல்நிலை மற்றும் கீழ்நிலை போக்குவரத்து மற்றும் உற்பத்தி ஆகியவை அடங்கும் எதிர்காலத்தில் சில்லறை விற்பனை, நுகர்வோர் பயன்பாடு மற்றும் இறுதியாக வாழ்நாள் முடிவு.",
        "மதிப்பீட்டைத் தொடர்ந்து, தேர்ந்தெடுக்கப்பட்ட கையுறைகளின் மொத்த கார்பன் கால்தடத்தை நிகர பூஜ்ஜியத்திற்குக் கொண்டு வர, பதிவு செய்யப்பட்ட திட்டத்தில் இருந்து பொருத்தமான எண்ணிக்கையிலான கார்பன் கிரெடிட்களை டிராஃபி சேஃப் ஓய்வு பெற்றது. மதிப்பீட்டு முடிவுகள் மற்றும் ஆஃப்செட்டிங் செயல்முறையானது, The Sustainable Future Group (SFG) ஆல் சுயாதீனமாக சரிபார்க்கப்பட்டது, இது தெற்காசியாவின் முதல் VVB ஆனது, சர்வதேச அங்கீகார மன்றத்தால் (IAF) அங்கீகரிக்கப்பட்ட மூன்று GHG தொடர்பான ISO களுக்கும் - ISO 14064-1, 14064. -2 மற்றும் 14067. சரிபார்ப்புக்குப் பின், SFG ஆனது, TD02 Sustain Disposable Rubber Glove க்கான அவர்களின் தனியுரிம ஜீரோ கார்பன் சான்றிதழை டிராஃபி சேஃப் லிமிடெட் வழங்கியது, இது பிரிட்டிஷ் ஸ்டாண்டர்ட்ஸ் இன்ஸ்டிடியூஷனின் (BSI) உலகளவில் அங்கீகரிக்கப்பட்ட PAS 2060 கார்பன் நியூட்ராலிட்டி தரநிலையை அடிப்படையாகக் கொண்டது.",
        "TD02 சஸ்டைன் என்பது ஒரு ட்ரை பாலிமர் டிஸ்போசபிள் கையுறை ஆகும், அதாவது செலவழிக்கும் கையுறையின் ஒரு சிறிய பகுதி மட்டுமே செயற்கை ரப்பரால் (நைட்ரைல்) உருவாக்கப்பட்டுள்ளது, எனவே, வளிமண்டலத்தில் வெளியிடப்படும் பெட்ரோ கெமிக்கல்களின் சதவீதம் நிலையான நைட்ரைல் செலவழிப்பு கையுறையை விட கணிசமாகக் குறைவாக உள்ளது. . இது இயற்கையான ரப்பரைச் செயலாக்குவதற்கு டன்னுக்கு 85% குறைவான ஆற்றலைப் பயன்படுத்துகிறது, இதன் விளைவாக குறைந்த கார்பன் தடம் மற்றும் 25% நீட்டிப்பு மற்றும் ஆறுதல் அதிகரிப்பு குறைந்த கை சோர்வு மற்றும் சருமத்திற்கு குளிர்ச்சியாக இருக்கும் புதிய 3TP தொழில்நுட்பத்திற்கு நன்றி. . கையுறைகள் இலங்கையில் அதிக சதவீத உள்நாட்டில் பெறப்படும் மூலப்பொருட்களைப் பயன்படுத்தி உற்பத்தி செய்யப்படுகின்றன.",
        "ஒரு சான்றளிக்கப்பட்ட ஜீரோ கார்பன் நிறுவனம், டிராஃபி சேஃப் லிமிடெட், அதன் கார்ப்பரேட் உமிழ்வை முந்தைய ஆண்டை விட கணிசமான 43% குறைப்பதன் மூலம் அதன் சுற்றுச்சூழல் செயல்திறனை மேம்படுத்தியுள்ளது. இந்த குறைப்புகளை டிராஃபி சேஃபில் உள்ள பசுமை சார்ந்த குழுவால் இயக்கப்பட்டது, அவர்கள் தங்கள் பயண உமிழ்வை 62% ஆகவும், ஜெனரேட்டர் பயன்பாட்டை 84% ஆகவும் குறைக்க முடிந்தது.",
        "டிராஃபி சேஃப் லிமிடெட்., இயக்குனர் அட்ரியன் ஜேம்ஸ் கூறினார்: \"உண்மையில் நிலையான தயாரிப்புகளை உருவாக்குவதற்கான எங்கள் அர்ப்பணிப்பு, புதிய பொருட்கள் மற்றும் சூத்திரங்களுடன் நாங்கள் பணியாற்றுகிறோம், விதிமுறைக்கு சவால் விடுகிறோம், அதைத்தான் நாங்கள் TD02 உடன் செய்துள்ளோம். லேடெக்ஸ் புரதங்களைக் கண்டறிவதற்குக் குறைவான நிலைக்குக் குறைப்பதில் நாங்கள் விரிவாகப் பணியாற்றியுள்ளோம், இன்னும் முன்பை விட வலிமையான மற்றும் வசதியான தயாரிப்பை உருவாக்கியுள்ளோம். அதன் கார்பன் தடம் மேப்பிங் செயல்முறை விரிவானது மற்றும் சிக்கலானது, ஆனால் சான்றளிக்கப்பட்ட கால்தடத்தின் வெகுமதி என்பது நமது நேரடி செல்வாக்கிற்குள் உள்ள ஒவ்வொரு பகுதியிலும் மேலும் மேலும் குறைக்கும் பயணத்தைத் தொடர்கிறோம். புதுமை மற்றும் கணிசமான CO2e சேமிப்பைக் காட்டும் ஒரு சிறந்த தயாரிப்பு முதல் முறையாகும், மேலும் இந்த சாதனைகளை மேலும் மேலும் எடுத்துச் செல்வதில் நாங்கள் இப்போது எங்கள் பயணத்தைத் தொடர்கிறோம்.",
        "டிராஃபி சேஃப் நிறுவனத்தின் சார்பாக சான்றிதழை ஏற்றுக்கொண்டு, நிலைத்தன்மை மற்றும் தொழில்நுட்பத் தலைவர் ஜான் கிளார்க்சன் கூறினார்: “எங்கள் வாடிக்கையாளர்களுக்கு உண்மையான முழுமையாக சரிபார்க்கப்பட்ட நிலையான பலன்களை வழங்குவதற்காக நாங்கள் எங்கள் பயணத்தைத் தொடர்கிறோம். தேவையான தரவு அளவு மிகப்பெரியது. எங்களின் 3TP தொழில்நுட்பம் மூலம் நாம் அடைய முடிந்த CO2e உற்பத்தி தாக்கக் குறைப்பு நம்பமுடியாத அளவிற்கு அறிவூட்டுகிறது. இந்த புதிய கற்றலை எங்கள் வாடிக்கையாளர்களுடன் பகிர்ந்துகொள்ளும் கட்டத்தில் இருப்பது மிகவும் மகிழ்ச்சி அளிக்கிறது.",
        "CCC பிரதம நிறைவேற்று அதிகாரி சனித் டி சில்வா விஜேயரத்ன கூறினார்: \"Traffi போன்ற அர்ப்பணிப்பு மற்றும் அர்ப்பணிப்புள்ள குழுவுடன் பணிபுரிந்த அனுபவம் வெகுமதியளிக்கும் ஒன்றாகும். இயக்குநர்கள் குழு முதல் மிக இளைய நிலைகள் வரை நிறுவனத்தின் அனைத்து நிலைகளிலும் பரவியிருக்கும் நிலைத்தன்மைக்கான ஒரே மாதிரியான அர்ப்பணிப்பை நாம் எப்போதாவது பார்த்திருக்கிறோம். தங்கள் நிறுவன சுற்றுச்சூழல் தாக்கத்தை நிர்வகிப்பதில் மட்டும் திருப்தி அடையாத டிராஃபி குழு, தங்கள் தயாரிப்புகளின் தாக்கங்களை மதிப்பீடு செய்து, அதை மறுப்பதன் மூலம் அந்த கூடுதல் மைலைச் சென்றுள்ளது. CCC குழுவுடன் பணிபுரிந்த முதல் ஆண்டில் அவர்களின் நிறுவன உமிழ்வுகளில் 40% ஆச்சரியமான குறைப்பு, நிறுவனத்தின் தலைமை ஊக்கப்படுத்த முடிந்த உந்துதல் மற்றும் குழுப்பணிக்கு ஒரு சான்றாகும். சக. அவர்களின் குறிப்பிடத்தக்க சாதனைகளுக்கு நான் அவர்களை வாழ்த்த விரும்புகிறேன்.",
        "பசுமையான எதிர்காலத்தை நோக்கிய நகர்வுக்காக டிராஃபி சேஃப் தொழில்துறை மற்றும் ஒட்டுமொத்த வணிகங்களுக்கான தரத்தை தொடர்ந்து அமைத்து வருகிறது. முழு வாழ்க்கைச் சுழற்சிகளையும் மதிப்பிடுவதன் மூலமும் வாடிக்கையாளர்களுடன் பணிபுரிவதன் மூலமும் அதன் தயாரிப்பு வரம்பில் அதிக கார்பன் நியூட்ரல் கையுறைகளைச் சேர்க்கத் திட்டமிட்டுள்ளதாக நிறுவனம் அறிவித்தது."
      ]
    }
  }
}