{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Political-deadlock-continues/155-235162",
  "time_ut": 1650255720,
  "title": "Political deadlock continues",
  "body_lines": [
    "A complete political deadlock continues in Sri Lanka with still no decision taken as of last evening to form a new cabinet even as the nation faces a severe economic crisis and a shortage in its basic essentials, leaving thousands of people protesting for days calling on the President to resign.",
    "President Gotabaya Rajapaksa has been meeting the 11 party alliance members and then government MPs for days to reach some settlement to form a cabinet, but still no decision has been taken with opposing views and scuffles within.",
    "The icing on the cake was yesterday when Prime Minister Mahinda Rajapaksa had walked out of the meeting with the government MPs and President Gotabaya Rajapaksa as no confirmed decisions were taken. President Rajapaksa has been asking for a cabinet with junior MPs taking portfolios but this has not gone too well with the senior SLPPers. The Prime Minister on the other hand has been asking for mixed members in the cabinet which includes some seniors with experience as well due to the ongoing multiple crises.",
    "The junior MPs, which the President is insisting on have also refused to take the portfolios, especially in the midst of the ongoing issues while some senior MPs are also now backing out. President Rajapaksa has also called for Highways Minister Johnston Fernando to be removed from the cabinet and the portfolio be given to another MP in a plan to go new and young and move the country forward.",
    "The 11 party alliance members including Wimal Weerawansa and Udaya Gammanpila on the other hand have informed the President that they will be ready to join the cabinet only if Mahinda Rajapaksa is removed as the Prime Minister, ignoring calls from the public that the President too should resign. They have been insisting on a new MP to be appointed as the Prime Minister immediately.",
    "Mahinda Rajapaksa has been however insisting that the cabinet should consist of some seniors as well in the key portfolios till such time the economy stabilises and if the President insists on all young members then he being a senior too will also not continue in the meetings.",
    "The time is now clearly running out for the government to reach a decision to form a cabinet, as the delegation led by Finance Minister Ali Sabry left for the IMF yesterday morning.",
    "While the delegation will hold discussions with the IMF to seek economic assistance on its debt restructuring and the way forward, the discussions might be bleak if a cabinet is not sworn in soon.",
    "The Daily Mirror learns that this morning government MPs have been summoned before the President and Prime Minister again and a cabinet is likely to be sworn in later this evening if some sort of consensus can be reached.(JAMILA HUSAIN)"
  ]
}