{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/army-cdf-3000-prisoners-for-agri-campaign/",
  "time_ut": 1655343660,
  "title": "Army, CDF, & 3,000 Prisoners for Agri Campaign",
  "body_lines": [
    "COLOMBO (News 1st); Special attention to the proposed Animal Welfare Bill with the support of the Government as well as NGOs and Animal Welfare Groups under a lengthy consultation process was given at the Ministerial Consultative Committee on Agriculture held recently (10) under the chairmanship of Mahinda Amaraweera, Minister of Agriculture and Minister of Wildlife and Forest Resources Conservation.",
    "The main purpose of this Act is to show, compassion and due diligence to animals and to ensure the protection, welfare, and well-being of animals and to protect them from cruelty to animals.",
    "Thus, Mahinda Amaraweera requested during the Committee that further attention should be paid to the matters raised pertaining to the Bill and if any amendments are made following discussion, such amendments to be submitted.",
    "Furthermore, as people are now more interested in-home gardening in the face of the current food crisis, the importance of further encouraging people to cultivate home gardening as well as the use of land in all government offices for cultivation was given attention too during the committee meeting.",
    "The Minister said that it is planned to deploy Army personnel, Civil Defense Force as well as approximately 3,000 prisoners to make this a success and further discussions are being held in this regard.",
    "The Committee also observed the use of unused paddy lands in all areas including the Colombo District as well as reclamation of paddy lands, construction of buildings and irrigation problems.",
    "Accordingly, it is important to establish a committee at the district level and prepare a proper document regarding cultivable paddy lands and non-cultivable lands, the Minister said.",
    "The Committee also drew attention to the importance of encouraging rural and urban youth to cultivate fallow paddy lands and briefed the officers on the preparation and implementation of a proper plan for this purpose and the assistance of the Agricultural Research Officers for the continuous cultivation of lands which are not currently cultivated, said Hon. Mahinda Amaraweera, Minister, at the Committee.",
    "Attention was also drawn to the provision of fertilizer from India for paddy and maize in July and further stated that the distribution of fertilizer will be done in a planned manner as well as identifying priorities.",
    "The Committee also drew attention to the damage to the crop and stated that a progressive report should be prepared in this regard. The Committee pointed out the importance of conducting agro clinics island wide to impart the knowledge required by the people, especially in home gardening activities, and the officials should take active steps accordingly.",
    "The Secretary to the Ministry explained to the House that he was ready to bring to the attention of all Members of Parliament the “Ekwa Wawamu – Rata Dinawamu” program as a program to encourage the cultivation of uncultivated lands and there is an opportunity to make proposals in this regard.",
    "Gammanpila sets out proposals to overcome fuel shortage; Online work & seat-less buses among proposals"
  ]
}