{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Women-in-Management-takes-Women-Top50-Brand-global/34-732410",
  "time_ut": 1647973800,
  "title": "Women in Management takes ‘Women Top50 Brand’ global",
  "body_lines": [
    "Announces WIM Top50 Global Conference and Awards in Dubai in June",
    "Women in Management (WIM) last week announced the launch of the WIM Top50 Global Conference and Awards under the theme of Resilience and Reinvention scheduled to be held on a grand scale in Dubai on 17 and 18 June.",
    "Nominations for the Global Awards will be open from 12 March to 31 April and it is open for all women around the world.",
    "Women in Management (WIM), a Sri Lankan organisation founded by Dr. Sulochana Segera in 2009, opened its membership in 2010 with the objective of providing a networking platform for women to realise their dreams and mentor women who have fewer opportunities to succeed in their personal, career and business lives. Professional and Career Women Awards was introduced by Dr. Segera in 2011 with five awards to recognise outstanding women leaders serving in the corporates and in a plethora of other professions. A decade later, and in its eleventh year, the Professional and Career Women Awards has recognised over 520 women for their outstanding leadership and remarkable achievements in Sri Lanka, the Maldives, and Canada. Today, WIM is ready to recognise women around the world.",
    "WIM exported its brand first to the Maldives in 2018 and then made inroads to Canada in 2019. In its quest to go global and provide more women the opportunity to be recognised for their achievements, WIM recently registered its chapters in the USA and Australia which are yet to be launched officially.",
    "Explaining the evolution of her awards concept, which has reached global proportions, Dr. Sulochana Segera said, “For the last five years the theme of the WIM Top50 Awards has been taking Sri Lankan women to the world. And I think it is time that we start swimming with the big sharks. The COVID-19 pandemic has shown us how the world is connected and hence the time is right for us to open our brand to the world.”",
    "She further explained that under the newly launched WIM Top50 Global Awards, women around the world have the opportunity to apply or be nominated during the stipulated period from 12 March to 31 April. The new award has introduced 50 categories under career, professional, business, and organisational. Dr. Segera pointed out that certain categories are very unique, such as Women in Politics, Transgender/LGBTQ Achiever Award, and the Whistleblower Award.",
    "Women Top50 Conference Chair Mayanthi Fernando said, “The conference is scheduled to be held on 17 June and the topics selected transcend beyond the traditional that are regularly spoken on in our conferences. They include topics ranging from Leadership in Turbulent Times, Harmony and Belonging – Diversity, Inclusion, and Gender Fluidity, Hockey Stick Growth, Superpower Shift – Women in Politics and Diplomacy, and No Assholes. Speakers from nine countries will share their thoughts and experiences at this conference. This conference will also provide an opportunity for the first 10 participants to pitch their business proposal to the audience at the conference.”",
    "The Sri Lankan Business Council in the UAE as the partner of the WIM Top50 Global Conference and Awards will help in strengthening the Sri Lankan brand for business opportunities while augmenting international networking opportunities for many locals, said its Chairman Suren Swaminathan.",
    "In order to ensure global certification and recognition for corporates to move forward in the business world, WIM has signed an MOU with Global Equality Standards UK to recognise corporates on diversity and equality.",
    "The Conference and Awards are scheduled to be held on 17 and 18 June in Dubai. The Panel of Judges of the WIM Top50 Global Conference and Awards 2022 are:",
    "Roshanie Jayasundera Moraes – Chair of Panel of Judges, Dr. Mohan Kaul Founder and Chairman of Global Equality Alliance (UK), Suren Swaminathan, UAE, Current Chairman of the Sri Lanka Business Council, Shehara De Silva, who is currently on the board of several Trusts and Companies. Dunston Periera, COO to the private office of Shiekh Ahamed Bin Saisal Al Qassimi, Prof. Ravi Dissanayake Department of Marketing Management, Faculty of Commerce and Management Studies, University of Kelaniya, Dr. Edna Joyce Santos, Ambassador of Islamic Affairs additionally appointed as Senior Advisor to the Royal Crown Council Antiquities Imperial Kingdom Nation of YHWH-Tribe of YHDH/YQN, Dinesh Weerakkody, Chairman of Cornucopia Sri Lanka and Director of several companies, John T. Baier Chairman and Co-Founder of 25 Point Systems, Inc. Professor Dr. Selvaraj Oyyan Pillay Chief Executive Officer of IMEC Education and Universiti Malaysia Sarawak (UNIMAS), Amb. Adeshola Helen Onadipe Founder/Publisher Ladies in Business Magazine Global, Founder Africa Change Movement UAE, Venkatesh Mahadevan Chief Information Officer, Dubai Investments PJSC, GM-TechSource, Podcast owner, talk show host, Angel Entrepreneur and Tech evangelist.",
    "For more details log on to www.womeninmanagementawards.org or contact WIM office directly on +94 11 4886811/14 or +94 777 320824/772307356."
  ]
}