{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Agro-forestry-and-easing-Lankas-food-crisis-EDITORIAL/231-238139",
  "time_ut": 1654033260,
  "title": "Agro-forestry and easing Lanka’s food crisis - EDITORIAL",
  "body_lines": [
    "Not so long ago, our country - a nation of 22 million people - had achieved near self-sufficiency in food production. However bad decisions by various governments, gradually eroded the ability of the country’s 1.8 million farmers achieving the target of self-sufficiency in food production.",
    "The sudden ban posed on all agro chemicals including fertiliser, weedicides and pesticides in May last year (2021), with no alternate to fill the vacuum brought about by the ban, has proved disastrous to the farming community.  The community comprising around 30% of the labour force and dependent on chemical fertiliser, suddenly found itself ‘out on a limb’ as the government had not increased domestic production of organic fertiliser or imported natural nutrients to replace the banned items.",
    "The result, a dramatic drop in agricultural production. Agricultural experts estimate there could be a drop of as much as 70% in production, depending on the crop concerned.  Jeevika Weerahewa, an agricultural economist at the Peradeniya University, quoted by the ‘Daily FT, claimed paddy output could fall by as much as 43%.",
    "According to media reports, the drop in paddy production resulted in the import of 300,000 metric tonnes of rice in the first three months of the year – a sharp rise compared with the 14,000 metric tonnes it imported in 2020. This comes in the midst of a foreign exchange crunch which has brought foreign reserves down to US$1.8 billion. At the same time a foreign debt of US$4 billion needs immediate repayment.",
    "Faced with a foreign exchange and currency crisis, the inability to pay for import of essentials such as food, fuel, cooking gas, medicines, daily power cuts, skyrocketing inflation and reduced wages and employment, a majority of Lankans are on the brink of starvation. What is in store for us Lankans, and what can we do to get through this situation where food scarcities and a famine-like condition are staring us in the face?",
    "Fortunately, we can draw on experiences we underwent in the past.  In the 70s, we faced a similar situation. Then too, the cause for the crisis was a severe dearth foreign exchange.",
    "Among the measures taken by the then government was to prohibit restaurants serving rice on two days of the week. Substitutes such as cowpea, green gram, sweet potato, manioc etc., replaced rice on the menu. The then government also put the country on a war footing and called on the population to grow more food.",
    "Today, with scarce resources to import food, the government must necessarily encourage all citizens to produce in all spaces available. It also means the government provide a marketing mechanism which will help ensure farmers/producers receive the profit for their labour, rather than going to middlemen.",
    "Among the measures taken by the government in an earlier era, the Marketing Department purchased the produce of the farmer and lowered exploitation by middlemen. Provision needs be made to promote food crops on large estates, via help extended to tea, rubber and coconut plantation workers to cultivate uncultivated lands in the estates whilst ensuring traditional methods to prevent soil erosion are followed.",
    "For farmers in the north, the food scarcity provides an excellent opportunity to sell their excess crop to the south, thereby expanding their markets and ensuring profitability.",
    "The concept of agro forestry, where even in small holdings, a mixture of cash crops, mid-term crops and long-term crops are grown on lands not exceeding 25 perches can bring in sufficient income needs be promoted.  Under the scheme fences are demarcated with long-term crops like jak, mahogany or teak. The sale of wood after 15 years, provides the farmer with a pension/provident fund.",
    "Cash crops like cowpea,’ green gram, chillies, onions, tomatoes etc., bring in harvest within three months. Mid-term crops, such as lime, mangoes, pomergranate, banana etc., provide longer term continuous income. All of these crops can be cultivated using compost made of leaves and cattle manure found plentifully and at no cost in our villages. These materials were used to good effect by the Jaffna peninsula farmers of yesteryear and went a long way in providing profitable returns.",
    "In the towns and cities, homeowners could be encouraged to grow food plants such as yams sweet potatoes, chillies, tomatoes as potted plants using organic fertiliser (provided by government at affordable rates and using margosa leaves, curry leaves etc., as pest repellants.",
    "This expertise still exists in this country today and must be utilised to propagate know how. In the alternate, food shortages will lead to food riots. A likely outcome in the face of possible future fuel price increases."
  ]
}