{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nippon-paint-lanka-accredited-by-great-place-to-work/",
  "time_ut": 1652966040,
  "title": "Nippon Paint Lanka accredited by Great Place to Work®",
  "body_lines": [
    "Nippon Paint Lanka (Pvt) Limited has been certified as one of the best workplaces in the country. The Japanese coatings company in Sri Lanka has received this recognition in the manufacturing and production industry category by the globally famed Great Place to Work®.",
    "“We embarked on this to understand employee perceptions of the company. We are proud to have received this honor in our journey towards building and sustaining a high-work ethic, and performance culture,” said General Manager of Nippon Paint Lanka, Nemantha Abeysinghe. “Being recognized as a ‘Great Place to Work-Certified’ organization is an honor and a tribute to the hard work, pride, and dedication put in by every member of Nippon Paint Lanka. We went the extra mile during the COVID period to extend to our employees, special working hours, perks and annual bonuses despite a countrywide lockdown. As a result, the company saw everyone dedicating their efforts more than two hundred percent to uplifting the business.”",
    "“Being certified as a Great workplace indicates that we have differentiated ourselves by creating a great place to work for employees and established Nippon Paint Lanka as an employer of choice. It has passed the rigorous measurement through analysis of results of the Great Place to Work® Trust Index© survey,” Abeysinghe added. Great Place to Work® research is backed by data compiled by assessing over 100 million employees around the globe. Every year, they conduct the world’s largest study of workplace culture and hold the gold standard benchmarks for each country, industry, location and more. Companies that want to be on a Best Workplace list start by getting Great Place to Work-Certified™. Through the Certification process, they capture employee feedback and details about the programs and practices that make a workplace unique.",
    "Teejay achieves milestone US$ 250 million in sales in 2021-22",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}