{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allianz-lanka-partners-with-odoc-to-create-value-for-customers/",
  "time_ut": 1648122120,
  "title": "Allianz Lanka partners with oDoc to create value for customers",
  "body_lines": [
    "In order to create value for customers and provide convenient, affordable and hassle-free service, Allianz Lanka has announced a landmark, 1-year partnership with oDoc, Sri Lanka’s largest digital health company. As a result of this partnership, Allianz Health customers (both individual and group), who renewed their policies or obtained a new policy from December 2021, will enjoy access to a wide range of digital health services and value additions on oDoc, free of charge. In particular, qualifying Allianz Health policyholders will enjoy unlimited free video consultations with 150+ doctors via the oDoc app. This benefit is available exclusively to Allianz Health policyholders.",
    "In addition to free video consultations, qualifying Allianz Health policyhol0ders will enjoy a range of other value-added services including on-demand access to general physicians (GPs) and specialists covering 45+ specializations, receipt of Digital Prescriptions via mobile and Medicine Delivery and Mobile Lab services within Colombo and its suburbs. Three members of each qualifying policyholder’s family are also covered under this exclusive arrangement, while policyholders will also benefit from special discounts at various health and wellness partner outlets.",
    "In addition to this, qualifying policyholders will also receive health and wellness tips via both email and mobile notifications, access to their own online health profile and comprehensive customer care over telephone, WhatsApp and email.",
    "Announcing the partnership, Gany Subramaniam, CEO at Allianz Lanka said, “As a global insurer, we’re constantly on the lookout for how we can add value to the lives of our customers. In keeping with this, we are pleased to announce a special partnership between Allianz Lanka and oDoc.",
    "Through this partnership, we are providing our Allianz Health policyholders with exclusive benefits whenever they use oDoc, which has become the favourite way for many to consult with their health specialists.”",
    "Heshan Fernando, Co-founder and CEO at oDoc also commented on the partnership saying, “As Sri Lanka’s largest and best digital health services platform, we are very pleased to join hands with Allianz Lanka, one of the leading insurance providers in Sri Lanka. Through this partnership we are able to create enhanced value additions for our shared customer base. We look forward to working together with Allianz Lanka.”",
    "Allianz Insurance Lanka Ltd. and Allianz Life Insurance Lanka Ltd., known together as Allianz Lanka, are fully-owned subsidiaries of Allianz SE, a global financial services provider with services predominantly in the insurance and asset management business, headquartered in Munich, Germany. The global strength and solid capitalization of the Allianz Group, coupled with local expertise and business know-how, have been Allianz Lanka’s powerful formula for success.",
    "‘SL’s SME sector hit by multiple issues; businesses can no longer plan for the future’",
    "Emirates boosts services to Melbourne adding second daily A380 flight",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}