{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/01/list-of-may-day-rallies-organized-today-01/",
  "time_ut": 1651388400,
  "title": "List of May Day rallies organized today (01)",
  "body_lines": [
    "COLOMBO (News 1st); Rallies and demonstrations are being held in several cities including Colombo today (01) to commemorate May Day.",
    "Multiple May Day rallies have been organized by main political parties, trade unions and other organizations; it is notable that, for the first time in history, the Ruling Faction has not organized a May Day Rally this year.",
    "However, arrangements have been made to hold the May Day Rally of the National Center for Progressive Trade Unions, which is linked to the ruling Sri Lanka Podujana Peramuna at the Ananda Samarakoon Outdoor Theater in Nugegoda.",
    "Its General Secretary Sumith Wijesinghe said the rally will commence at 2:00 p.m.",
    "The Sri Lanka Freedom Party (SLFP) has also organized May Day celebrations across the country, as SLFP MP Mahinda Amaraweera said the main May Day rally of the party will be held after paying respects to the statue of T.B. Ilangaratne in Colombo.",
    "The General Secretary of the Samagi Jana Balawegaya, Ranjith Madduma Bandara expressing his views regarding the party’s May Day rally said the protest march titled, ‘Struggle for Freedom’ will commence from the Campbell Park and reach Independence Square today (01).",
    "The Propaganda Secretary of the JVP, Vijitha Herath said the JVP has organized four May Day rallies and meetings in the districts of Jaffna, Colombo, Anuradhapura and Matara. He stated the JVP’s Colombo May Day rally will commence from the P.D. Sirisena Grounds.",
    "Meanwhile, the United Socialist Party rally is due to begin from Kosgas Junction, Colombo, the Frontline Socialist Party from Viharamahadevi Park, multiple JVP rallies from Kirulapone Ground, Uyanwatta Ground in Matara, Walisinghe Harischandra Ground in Anuradapura and Weerasingham Hall in Jaffna.",
    "The rally of the Sri Lanka Communist Party will begin from Hyde Park, and the rally of the Collective of the Trade unions and Mass Movements will start from the Lakehouse Roundabout.",
    "Kandy to GotaGoGama – Military veteran on a journey in a wheelchair"
  ]
}