{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/IMF-calls-SL-to-strengthen-VAT-and-income-taxes/155-233901",
  "time_ut": 1648299780,
  "title": "IMF calls SL to strengthen VAT and income taxes",
  "body_lines": [
    "The International Monetary Fund (IMF) has recommended Sri Lanka a comprehensive set of policies with specific measures which included strengthening VAT and income taxes and energy pricing reforms.",
    "The IMF in its staff report-2021 Article IV consultation with Sri Lanka has recommended that Sri Lanka should implement a credible and coherent strategy covering both the near and medium term to restore macroeconomic stability and debt sustainability.",
    "The report says that Sri Lanka should focus on strengthening VAT and income taxes, through rate increases and base broadening measures.",
    "It also noted that fiscal adjustment should be accompanied by energy pricing reforms to reduce fiscal risks from lossmaking public enterprises.",
    "\"Institution building reforms, such as revamping the fiscal rule, would help ensure the credibility of the strategy,\" it added.",
    "The report also proposed that a near-term monetary policy tightening is needed to ensure that the recent breach of the inflation target band is only temporary.",
    "\"Recent welcome steps to gradually unwind the CBSL’s large treasury bill holdings should continue through close coordination with the Ministry of Finance,\" it said.",
    "The IMF in its report further said that a market-determined and flexible exchange rate should be gradually restored.",
    "\"To avoid disorderly movements in the exchange rate, the transition should be carefully sequenced and implemented as part of a comprehensive macroeconomic adjustment package\"",
    "\"Social safety nets should be strengthened, by increasing spending, widening coverage, and improving targeting, to mitigate the adverse impacts of macroeconomic adjustment on vulnerable groups,\" it added."
  ]
}