{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-import-50000mt-of-rice-under-indian-credit-line-signed-in-march-95903/",
  "time_ut": 1655383500,
  "title": "Sri Lanka to import 50,000MT of rice under Indian credit line signed in March",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has decided to import 50,000 metric tons of rice using what remains of a one billion US dollar credit line signed in March 2022 for essential commodities, Prime Minister Ranil Wickremesinghe’s office said, amid warnings of an impending food crisis.",
    "The decision was taken at a discussion held at the Prime Minister’s office on Thursday, June 16, to allocate funds for this purpose to the State Trading Corporation under the the Indian loan assistance programme.",
    "“This is expected to avert a possible rice shortage in the future and to curb the abnormal rise in rice prices,” the PM’s office said.",
    "The Indian credit line was signed in March for the purchase of food and medicines.",
    "Earlier on Thursday, Agriculture Minister Mahinda Amaraweera claimed there will be no shortage in rice in the country as the number of hectares being cultivated are higher than anticipated. He said, however, that there will be a shortage by the end of the year which will be managed with the production of  the ‘Maha’ cultivation season that will arrive in February.",
    "Sri Lanka is facing a looming food crisis because farmers could not produce adequate food after President Gotabaya Rajapaksa banned inorganic fertilizer in the last cultivation season. Input shortages this year have also adversely affected the sector.",
    "Inflation coming from the collapse of the currency after two years of money printing has pushed up both domestically made foods and imports up.",
    "Prime Minister Ranil Wickremesinghe has said a food shortage is imminent from August. He has already held discussions over obtaining help from the World Food Programme to prevent a food crisis. (Colombo/Jun16/2022)"
  ]
}