{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Power-cuts-may-shoot-to-over-10-hours-daily/342-234073",
  "time_ut": 1648596660,
  "title": "Power cuts may shoot to over 10 hours daily",
  "body_lines": [
    "Kelanitissa Plant has come to a complete halt due to lack of fuel",
    "Informed sources told Daily Mirror last evening that if fuel is not urgently supplied to the power stations, power cuts may shoot to over 10 hours daily from next week - a move which will severely hamper the daily lives and businesses of all citizens.",
    "Till yesterday, functions at the Kelanitissa Power Plant had come to a complete halt due to the lack of fuel, and this has led to 10-hour power cuts being imposed in several areas from today.",
    "CEB workers have requested for urgent supply of fuel to prevent the other plants from shutting down and if the Energy Ministry fails to supply the required amount of fuel, then power cuts will go above 10 hours from next week.",
    "The Daily Mirror on March 2, had reported that Finance Minister Basil Rajapaksa's statement to the cabinet, claiming that the power crisis would be resolved by March 5 was untrue and power cuts would rise to 10 hours by March end.",
    "When the Daily Mirror reiterated its story of 10-hour power cuts last week, the Public Utilities Commission of Sri Lanka (PUCSL) was quick to deny it, assuring that adequate diesel would be supplied to power plants by the Ceylon Petroleum Corporation (CPC) and there would be no need to extend the daily power shedding up to ten hours. They had said that instead, the power cuts would reduce gradually.",
    "PUCSL Chairman Janaka Ratnayake had said the CEB had guaranteed to supply the daily requirement of 3,500 MT of diesel for the next two weeks, which was sufficient to run the thermal power plants.",
    "However, informed sources told Daily Mirror last night that the required fuel stock for this week was yet to be supplied which is why some areas would face 10-hour power cuts from today and if urgent stocks are not received then the timings would only increase.",
    "\"We are however hopeful to receive the fuel supplies so that we can reduce the timings,\" CEB sources said. (JAMILA HUSAIN)"
  ]
}