{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-mp-prohibited-from-protests-for-14-days-93639/",
  "time_ut": 1651182360,
  "title": "Sri Lanka opposition MP prohibited from protests for 14 days",
  "body_lines": [
    "ECONOMYNEXT- A Sri Lankan opposition legislator has been prohibited from taking part in anti-government protests for a period of two weeks, a court ordered on Thursday (28) as protests in the crisis-hit island nation continued across the country demanding the resignation of President Gotabaya Rajapaksa.",
    "A local police in the Eastern district of Batticaloa obtained the court order preventing Shanakiyan Rasamanickam, a legislator from the opposition Tamil National Alliance (TNA), and his associates taking part of any protest within the district for 14 days.",
    "“Shanakiyan has been restrained from demonstrating against the government by a court order obtained by the Kaluwanchikudy Police,” TNA spokesman M A Sumanthiran tweeted.",
    "“Again (this) shows that law enforcement in the North and East is different from the rest of the country. Over to those who wonder why North and East is reacting differently now,” he said referring to a government criticism.",
    "Rasamanickam said it was unfair to prevent only him and his associates from protesting where as the people in the entire country has been involved in protest after President Rajapaksa’s mismanagement has led the island nation into an economic crisis.",
    "The crisis has already deprived people of essentials like fuel, medicines, cooking gas, and milk powder amid extended power cuts.",
    "Rasamanickam told EconomyNext: “Since it is only for the Batticaloa area, I am thinking of staging a protest in Ampara tomorrow,” he said referring to the adjoining district.",
    "Rasamanickam has been a prominent figure at protest sites and is the only individual that has received an order against protesting.",
    "He said that this would further create added stigma towards the government and provokes the protesters to continue with their agitation stronger as this is a restriction of the people’s freedom of expression. (Colombo/Apr28/2022)"
  ]
}