{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-end-steady-turnover-hits-five-week-high-92085/",
  "time_ut": 1648234920,
  "title": "Sri Lanka stocks end steady; turnover hits five-week high",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index ended steady on Friday (25) while turnover hit five-week high as investors bought risky assets amid steep depreciation in the currency and high inflationary expectations, brokers said.",
    "The main All Share Price Index (ASPI) gained 0.03 percent or 3.61 points to close at 10,455.32.",
    "The day’s turnover was 4.5 billion rupees, the highest since February 18 and slightly lower than this year’s average daily turnover of 5.2 billion rupees.",
    "“Index witnessed a sharp upswing while hitting an intraday high of 10,592 during the first half of the session as buying spree infused on EXPO, LOLC and HAYL,” First Capital said in its market note.",
    "First Capital said a crossing in Agalawatte Plantations accounted for 50 percent of the turnover.",
    "Analysts said many investors are still concerned over how the government is going to face the mounting debt as they are not still confident if it would really go to the IMF or if it also be a dragging tactic.",
    "An All-Party Conference held on Wednesday assessed the ongoing economic crisis with no conclusion after the rupee has fallen around 45 percent since March 8 while the market saw yields in government’s treasury bills rising to around 12 percent.",
    "Analysts said investors are trying to shift their savings to hedge against rupee fall and inflation, which is at record high and over 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 45 percent since it was allowed flexibility on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank devalued the rupee.",
    "S&P SL20 of the most liquid stocks edged up 1.06 percent or 38.22 points to 3,649.93 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 8 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors moved back to selling after being on buying side. Foreigners sold a net 32.7 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2.3 billion rupees so far this year.",
    "Expolanka, LOLC Holdings and Hayleys pushed the index up on Friday.",
    "Shares in Expolanka gained 3.7 percent to close at 272.25 rupees a share, LOLC ended 2.4 percent higher at 822.25 rupees a share while Hayleys gained 3.8 percent to 103.75 rupees a share. (Colombo/March25/2022)"
  ]
}