{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/john-keells-holdings-signs-the-first-ever-technology-transfer-agreement-with-4ever-skin-naturals/",
  "time_ut": 1648042800,
  "title": "John Keells Holdings signs the first ever Technology Transfer Agreement with 4Ever Skin Naturals",
  "body_lines": [
    "John Keells Research (JKR), the Research & Development and Innovation arm of John Keells Holdings PLC (JKH) signed an agreement with 4Ever Skin Naturals (Pvt) Ltd on 15th March 2022 and entered into its first-ever technology licensing agreement. Krishan Balendra Chairman John Keells Group and Chandani Bandara, Founder and Chairperson of 4ever Skin Naturals (Pvt) Ltd. signed on behalf of the respective companies.",
    "JKR operates with the mandate of creating commercially viable intellectual property for not only John Keells Group but also for Sri Lanka, and Dr. Muditha Senarath-Yapa Head of JKR together with a team of multidisciplinary scientists work on the four areas of composites, energy storage, biomaterials, and mechatronics.",
    "4Ever Skin Naturals (Pvt) Ltd is one of Sri Lanka’s leading herbal-based cosmetic manufacturing companies, which specializes in products ranging from personal care, healthcare, and safe care that are trusted by both local and international markets.",
    "Krishan Balendra, Chairman John Keells Group, speaking at the occasion said “Innovation is one of the Group’s core values, through which we seek to add value to our offering of products and services across all our businesses. We believe that the benefits of Nanotechnology will surpass its current applications and the technology transfer today will pave way for more innovative and sustainable products in the market.”",
    "JKR’s proprietary Silmetic TM technology will be exclusively utilized by 4Ever to develop a range of skin care products with enhanced properties. Silmetic TM is a cosmeceutical and cosmetic additive containing silver nanoparticles developed and trademarked by JKR. The licensed cosmetic product line will be launched under 4Ever’s sub brand, DermaPRO.",
    "Ms. Chandani Bandara, the Founder and Chairperson of 4ever Skin Naturals (Pvt) Ltd. said “Nano silver is different from other nanoparticles, and it has been known for decades for its use in various applications including consumer products. It’s a pleasure to partner with John Keells to develop unique nano silver products at our ultra-modern production plant under optimum hygienic conditions, according to ISO 9001: 2015, cosmetic GMP 22716: 2007, HACCP and Sri Lankan Ayurvedic standards at the BOI Industrial Zone in Pallekele, Kandy”.",
    "Nanotechnology is a cutting-edge area in science that includes the design, characterization, production, and application of materials, devices, and systems where shape and size are controlled at the nano meter scale. The incorporation of nano materials into cosmetic formulations introduces novel advantages to the skin care industry by making the products therapeutic and of a high-quality finish with antiaging, anti-wrinkling, anti-inflammatory, and antimicrobial properties.",
    "Silmetic TM is a technology that is sustainable in terms of both material and energy usage since minute amounts of Silmetic TM could offer long lasting effects. It is the goal of John Keells Research to uplift the quality of life through science while contributing towards the advancement of an innovation ecosystem in Sri Lanka.",
    "John Keells Research is the Research & Development and Innovation arm of John Keells Holdings PLC (JKH), Sri Lanka’s largest listed company in the Colombo Stock Exchange operating over 70 companies in 7 diverse industry sectors. With a history of over 150 years, John Keells Group provides employment to over 14,000 persons and has been ranked as Sri Lanka’s ‘Most Respected Entity’ for the last 16 Years by LMD Magazine. Whilst being a full member of the World Economic Forum and a Participant of the UN Global Compact, JKH drives its CSR vision of “Empowering the Nation for Tomorrow” through John Keells Foundation and through the social entrepreneurship initiative, ‘Plasticcycle’, which is a catalyst in significantly reducing plastic pollution in Sri Lanka.",
    "Sri Lanka India Society commemorates 74th Independence Day of Sri Lanka and the 73rd Republic Day of India",
    "Sri Lankans vote Dialog as the Telecommunication Brand and Service Brand of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}