{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Agripreneurs-Forum-raises-concern-over-current-crisis-lists-urgent-actions/34-733492",
  "time_ut": 1650226380,
  "title": "Agripreneurs’ Forum raises concern over current crisis; lists urgent actions",
  "body_lines": [
    "The Sri Lanka Agripreneurs› Forum (SLAF) has raised concerns over the on-going economic and political crisis and in a statement listed urgent actions for their resolution.",
    "As a professional agribusiness organisation representing approximately 30% of the country’s population, The Sri Lanka Agripreneurs’ Forum (SLAF) takes this opportunity to address a pressing national concern: the challenges stemming from foreign exchange shortages, fuel crisis, and subsequent electricity shortages. Agripreneurs and agribusiness at all scales are grinding halt due to the inability to import agri-inputs due to the non-availability of forex. Electricity and fuel shortages are very severely affecting the agri-processors which causes the entire value chain to remain at a standstill. Already many agribusinesses have reduced their operations drastically and eventually many might be compelled to close down businesses, which will have multiple ripple effects on the entire economy as the national food security will be further hampered drastically to an extent that will not be able to bounce back within the foreseeable future.",
    "The SLAF strongly insists that the country needs both a short and long-term strategy to address the present crisis and to ensure the country’s well-being in the future. As a result, we would like to suggest the following immediate measures and initiatives in agriculture, as well as the implementation of a medium/long term vision, to assist our nation in regaining its footing:",
    "I.  Ensuring that farmers continue to receive agricultural inputs without interruption guaranteeing that the farming community’s output is not hampered by the current circumstances",
    "This requires action to ensure the supply of essential inputs such as seeds and specialist fertilisers, needed for particular crops. When such inputs require imports, those engaged in export agriculture should be given the facility to utilise part of their export earnings for these essential imports.",
    "Declare national crop plan for each season well in time to ensure that the farmers do not face marketing of products grown on their own choice",
    "SLAF recognises that commercial agriculture will rely on imported agri inputs to a certain degree and expects the policymakers to only promote imports of high-quality agrochemicals and higher-generation fertilisers.",
    "Some FE allocation must be made to cater even to those not engaged in export agriculture but considered critical and important with action to generate such inputs locally within a set time frame",
    "In the case of other crops every effort should be made to provide access to local alternatives  of guaranteed quality and adequate quantities, from suppliers or assistance to generate own inputs both technically and financially",
    "Any provided assistance for fertiliser should be made in cash to the farmers so that they themselves would choose the type and quantities of fertilisers used rather than the present practice of distributing fertilisers centrally",
    "II. Establishment of a government advisory body composed of Sri Lankan experts with knowledge and proven ability to generate programs to overcome the present problems which will not go away, using indigenous solutions as much as practically possible. The assistance of Sri Lankan specialists working abroad should be harnessed to assist the local specialists in areas where their knowledge in other countries could be of relevance and value to the local conditions. Many scientists and industry specialists are prepared to lend their support to the country. The SLAF believes it is necessary to reach out to Sri Lankan agricultural/horticulture professionals in other countries for assistance in developing the agriculture industry. As a result, the government can select an advisory board or a brain trust made up of specialists in Sri Lanka and abroad who want to   contribute towards this",
    "III. Commence work to develop time-targeted policies and strategies to prevent the recurrence of the present problems, due to over-dependence on external inputs.  This policy and strategic planning must be done by specialists of proven track records not limited to academic qualifications, with wide stakeholder consultation and provision for widespread knowledge dissemination to all relevant parties for acceptance with conviction",
    "I. Implementing the policies developed under the short-term goal no III, to ensure the non-dependence on external inputs, the price and supply of which are outside the control of Sri Lanka placing us in the grip of external price volatility and supply constraints",
    "II. Focusing on improving post-harvest technology to minimise losses and prevent the cyclic glut and scarcity of agricultural produce. We have continued to endorse the upgrading of existing storage facilities preferably near the economic centres to convert them into cold storage facilities using available resources and utilising idling resources. This could help solve the wide fluctuations of supplies and prices",
    "III. Developing an entrepreneurial mindset among farmers. Promote the culture of farming to meet the market demand instead of seeking markets after harvesting, leading to gluts and crashing prices. This is a vital step in ensuring that the farming communities in Sri Lanka move beyond their subsistence-level farming into a more profit-oriented approach. This has a significant potential to contribute to the nation’s GDP in a remarkable manner through improved agri-exports and exportation of value-added products. Structured financial support and business intelligence should be extended to farmers in a sustainable manner to enable lasting growth in this regard",
    "IV. Incorporating technology into agriculture and developing AgTech. Innovation has continued to be the key to the success of any nation and Sri Lanka has been lagging behind in this capacity. Therefore, more focus is needed on improving the involvement of technology in agriculture and SLAF has continuously brought out the importance of establishing a “National Agri Enterprise Resource Planning (ERP) System” to bring about these changes while recommending initiatives such as the setting up of an “Agro Innovation Centre”. The implementation of such initiatives with the collaboration of the private sector could provide the platform for modernising the sector",
    "V. Identifying and promoting the development of value-added products leading to a culture of agro-based industries of high value and significant export potential. While there are many such opportunities for the same based on already cultivated products, focus should be made on additional plant species with such recognised potential to be introduced",
    "VI. Creating an agro-based industrial base to attract investment and employment creation, particularly focusing on the main plantation crops of Tea, Rubber and Coconuts and any other plantation crops",
    "VII. Developing strategies and action plans to replace hitherto imported food items that can be grown indigenously to reduce the drain of foreign exchange, which is an easier and faster way of solving the balance of payment problems in comparison to developing new external markets for agricultural produce",
    "VIII. Provide support for the farming community by way of knowledge transfer, access to inputs and markets for the product, rather than subsidies which are unsustainable and have proven to be non-productive in improving the status of farmers from their subsistence-level existence over many decades",
    "IX. Arrange for retraining of all levels of agriculture offices in the state sector to be able to support the farming community with modern agricultural practices in line with the specific agro-ecological conditions prevailing in Sri Lanka instead of knowledge gained in other countries which may be of no value in Sri Lankan context",
    "X. The policy decisions of the government to ban the use of chemical fertiliser and pesticides, although softened, will prevail in the long run due to cost and economic reasons. As such it is prudent to gradually adopt alternate solutions and indigenous fertilisers and other inputs the success of which has been proven by some farmers. Such knowledge needs to be garnered and disseminated with careful understanding to be adopted on a wider scale",
    "XI. Recognise the need for external inputs such as improved seeds and special fertilisers and chemicals for special products and farming techniques. Provide access for such external inputs under strict control, whose cost can be justified by the resulting products in the export market, until such time indigenous alternatives can be developed with equal efficacy",
    "The SLAF strongly believes that a pragmatic approach to revolutionising the Sri Lankan agricultural sector is crucial to uplift the current status of the country and its people. It is important not to revert back to outdated practices but instead usher in a new era of sustainable and efficient agricultural practices. The path to achieving this only requires the expertise, knowledge and network of contacts of intelligent and committed officials who are readily present in this nation. The aim of the SLAF is to gather such individuals and harness their capacity in formulating actions in short term and medium-term.",
    "Through the improvement of the agricultural sector, Sri Lanka could rise out of its present state and look forward to a brighter future by gaining its rightful place as a major driver of the economy. It is high time to increase returns from agriculture and to go beyond being dependent on other countries for resources that are already available within the nation to an age where Sri Lanka can export its agri-products in larger quantities. This is only possible through proper management of the available resources through genuine commitment and devotion toward the well-being of the country and its people.",
    "Rural farmers are demoralised and impacted rather adversely by the unavailability and sky-rocketed cost of Agri inputs. The government in collaboration with the private sector should look into ways and means of rectifying the crucial issues they face to retain the active farming population and secure food production.",
    "Thus the SLAF calls upon such dedicated individuals and resource persons to support the cause of the SLAF and to provide your expertise and knowledge on creating a better nation through the improvement of agriculture. Contact us via our email at slagriforum@gmail.com to extend your willingness to contribute.",
    "Finally, the SLAF takes this opportunity to call on the government to engage with stakeholders and to take proactive measures which have been strongly recommended by the agripreneurial community and experts to resolve the current crisis in the nation and to ensure a better future for all Sri Lankans."
  ]
}