{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82255/diplomats-concerned-by-state-of-emergency-in-sri-lanka",
  "time_ut": 1651909260,
  "title": "Diplomats concerned by state of emergency in Sri Lanka",
  "body_lines": [
    "Diplomats and rights groups expressed concern Saturday after Sri Lankan President Gotabaya Rajapaksa declared a state of emergency and police used force against peaceful protesters amid the country’s worst economic crisis in recent memory.",
    "The economic and political situation in the Indian Ocean island nation has triggered countrywide protests demanding the resignation of Rajapaksa and his powerful ruling family.",
    "Rajapaksa issued a decree declaring a public emergency on Friday. He invoked sections of the Public Security Ordinance that allow him to make regulations in the interests of public security and preserving public order, and for the maintenance of essential supplies.",
    "Under the emergency regulations, Rajapaksa can authorize detentions, seize possession of property and search any premises. He can also change or suspend any law.",
    "U.S. Ambassador to Sri Lanka Julie Chung tweeted Saturday that she is “concerned” by the state of emergency, adding that “the voices of peaceful citizens need to be heard.”",
    "“And the very real challenges Sri Lankans are facing require long term solutions to set the country back on a path toward prosperity and opportunity for all. The SOE (state of emergency) won’t help do that,” Chung added.",
    "Canadian envoy David McKinnon said Sri Lankans have a right to peaceful protest under democracy and that it is “hard to understand why it is necessary, then, to declare a state of emergency.”",
    "Meanwhile the Delegation of the European Union to Sri Lanka warned that the State of emergency will not help in solving the country’s difficulties and could have a counter productive effect.",
    "“A month of peaceful demonstrations has shown how Sri Lankan citizens fully enjoy their right to freedom of expression in the oldest democracy in South Asia. State of emergency will certainly not help solving the country’s difficulties and could have a counter productive effect!,” it tweeted.",
    "Sri Lanka is near bankruptcy. It announced it is suspending repayment of its foreign loans and its usable foreign currency reserves have plummeted below $50 million. The country has $7 billion in foreign loan repayments due this year out of $25 billion to be repaid by 2026. Its total foreign debt is $51 billion.",
    "Police used tear gas and a water cannon twice Friday at protesters near the Parliament who were criticizing lawmakers for not ousting the president and his government, whom they say are responsible for the economic crisis. Protesters are angry that lawmakers elected a government-backed deputy speaker of Parliament by a large majority when the protesters say they should be voting Rajapaksa’s government out of power.",
    "Police first fired tear gas at a student-led protest that began Thursday after the election of the deputy speaker in what was seen as a key victory for the governing coalition. Separately, police dispersed more protesters with tear gas Friday night, also near Parliament.",
    "The rights group Amnesty International said protests have been peaceful and the authorities have unlawfully restricted the right to freedom of peaceful assembly.",
    "Protesters have vowed to continue their demonstrations despite the emergency law."
  ]
}