{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/BASL-petitions-seeking-Courts-intervention-to-avert-economic-crisis-SC-grants-leave-to-proceed/108-234464",
  "time_ut": 1649067480,
  "title": "BASL petitions seeking Court’s intervention to avert economic crisis: SC grants leave to proceed",
  "body_lines": [
    "The Supreme Court today granted leave to proceed with two Fundamental Rights petitions filed by Bar Association of Sri Lanka (BASL) regarding the current economic crisis.",
    "The Supreme Court three-judge-bench comprising Justice Gamini Amarasekara, Justice Shiran Goonaratne and Justice Kumuduni Wickramasinghe granted leave to proceed in terms of Articles 11, 12(1), 13(4), 14(1)(g) (h) and 14A of the constitution.",
    "The Court further issued notices on the respondents including the Cabinet of Ministers returnable for April 8.",
    "The BASL is seeking orders directing the Cabinet of Ministers to immediately consult with all the relevant stakeholders and independent experts to formulate and implement policies to provide uninterrupted access to provide concessions in relation to the prices of essential goods and services to the people including LP gas, fuel, electricity, milk powder, medicines and food.",
    "These petitions were filed by the President of the BASL Saliya Pieris PC, Deputy President Anura Meddegoda PC, Secretary, Rajeev Amarasuriya, Treasurer, Rajindh Perera and the Assistant Secretary Pasindu Silva.",
    "The Petitions state that the Country is at present witnessing long queues for the purchase of essential supplies, mass protests and public unrest due to acute shortages and the sharp increase in the cost of goods and services including food, fuel and travel costs.",
    "The Petitioners are complaining that Sri Lanka is currently facing an unprecedented economic and financial crisis resulting in acute shortages of fuel, electricity, gas, food, milk powder and medicines.",
    "The Petitioners stated that they were compelled to come before court due to the severe shortages in essential goods and services that are considered vital for the survival and existence of the citizens in the country in whom is guaranteed the fundamental right to equality, equal protection of the law and the right to life under the Constitution.",
    "The petitions have made the Attorney General, the Cabinet of Ministers, the Governor of the Central Bank, Secretary to the Treasury, Secretaries to several Ministries, the Ceylon Electricity Board, the Ceylon Petroleum Corporation and the State Pharmaceutical Corporation as Respondents.",
    "President's Counsel Uditha Egalahewa, Counsel Suren Gnanaraj and G.G. Arulpragasam appeared for the petitioners. Additional Solicitor General Nerin Pulle appeared for the Attorney General. (Lakmal Sooriyagoda)"
  ]
}