{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/un-assures-assistance-to-sri-lanka-on-economic-challenges/",
  "time_ut": 1653380760,
  "title": "UN assures assistance to Sri Lanka on economic challenges",
  "body_lines": [
    "COLOMBO (News 1st); The Minister of Foreign Affairs Prof. G. L. Peiris met the UN Resident Coordinator in Colombo, Hanaa Singer- Hamdy on 23rd May 2022 to discuss multiple impacts arising out of the current economic situation in the country such as the supply of essential items, concerns regarding food security and livelihood matters.",
    "The Minister underscored that the Government has anticipated the difficulties that may arise in the times ahead and is taking precautionary measures to mitigate the impact.",
    "The Foreign Minister explained the steps taken by the Government to ensure political and economic stability in the country, including the ongoing negotiations with the IMF and the World Bank.",
    "Minister Prof. Peiris stated that a central mechanism with the participation of key government agencies as well as the UN and donor countries is under consideration in order to address the urgent needs of the people, with particular focus on the most vulnerable sectors of the society.",
    "He also went on to explain the measures taken by the Government to address the shortage of essential supplies as well as issues encountered by the agricultural sector in consultation with bilateral partners.",
    "The UN Resident Coordinator assured Foreign Minister Prof. Peiris the fullest support of the UN to the Government in securing international assistance, in addressing the shortages of essential supplies and also the concerns relating to issues such as unemployment and malnutrition.",
    "The Resident Coordinator stated that the UN would make a multi-sectoral appeal in this regard. She thanked Foreign Minister Prof. Peiris for regular engagements and briefings and assured that the UN would continue its cooperation with the Government of Sri Lanka.",
    "Rich Countries Putting Children Around The World At Risk: UN"
  ]
}