{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bring-them-down-a-peg-or-two/",
  "time_ut": 1648658340,
  "title": "Bring them down a peg or two",
  "body_lines": [
    "Politicians and their kith and kin have all the luck in this country, where servile electors deify them. They are therefore living in the lap of luxury while the people are suffering. Has any of them or any of their family members been seen languishing in queues to buy fuel or food? Nothing is in short supply for them. Some of them even pounce on hapless state officials if their favourite food items happen to be temporarily unavailable in the Parliament restaurant while many people are skipping meals; they sink their political differences and take on the newspapers that report such incidents. Most of these politicians are notorious shirkers, who do not even carry out their legislative duties and functions properly; but they are entitled to attractive retirement benefits as well. Perhaps, nowhere else in the world are politicians ‘pampered’ in this shameful manner!",
    "Former President Maithripala Sirisena’s official residence at Paget Road, Colombo 07, is in the news again. This time around, it has grabbed the headlines because the Supreme Court has issued an interim order, anent a fundamental rights petition filed by the Centre for Policy Alternatives (CPA), suspending a Cabinet decision to allow Sirisena to continue to occupy it. The CPA should be commended for having taken up the issue, and the matter is best left to the learned judges.",
    "However, one cannot but ask why former Presidents should be provided with official residences, at all. They should be made to follow the example set by the late President J. R. Jayewardene, who occupied his own house at Ward Place without being a burden to the public. Only the incumbent President Gotabaya Rajapaksa has chosen to do so. The Presidents who do not own houses in Colombo or its suburbs can live in the President’s House and leave it upon retirement.",
    "Some Presidents have unashamedly occupied both Temple Trees, which is the official residence of the Prime Minister, and the President’s House. Nobody takes the trouble of spending billions of rupees, and exerting themselves, to become the President out of pure altruism to serve the public, and, above all, the coveted executive presidency has not impoverished anyone as far as we are aware. We have never seen a President, or even an MP for that matter, retire poor. We have heard all Presidents boast of their contribution to national progress, but development has eluded us all these decades; abuse of power, corruption, waste, indebtedness and nepotism have thrived under successive governments. So, the question is why the Presidents should be given houses as retirement gifts. In fact, deductions should be effected to their pensions by way of penalty for having ruined this country.",
    "In the run-up to the 2015 presidential election, Sirisena even said he would rather work from his Polonnaruwa residence than operate from the Presidential Secretariat, Colombo, if he was elected President. He was obviously playing to the gallery. When he refused to move into the President’s House, after being sworn in, and had the Paget Road residence expanded and turned into a palace of sorts, we argued in this column that he was planning to occupy it after ceasing to be the President. Sadly, he did not prove us wrong!",
    "Politicians hold on to state assets like limpets, with impunity. There have been reports that some defeated MPs are still occupying the MPs’ quarters. Why they are not evicted is the question. Some ministers have not paid their water and electricity bills running into millions of rupees, according to media reports. The Ceylon Electricity Board and the National Water Supply and Drainage Board are urging the public to curtail the consumption of electricity and water respectively and pay their bills without delay, but their bark is worse than their bite when defaulters happen to be powerful politicians.",
    "The only way to make politicians realise the need to ameliorate people’s suffering and make a serious effort to develop the country is to bring them down a peg or two by stripping them of their perks and privileges.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}