{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/06/protestors-hang-underwear-in-protest-against-sri-lankan-govt/",
  "time_ut": 1651827840,
  "title": "Protestors hang ‘underwear’ in protest against Sri Lankan Govt.",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan protestors opposite the Parliament complex have placed undergarments on the barricades that were set up by Sri Lanka Police to prevent them from moving forward.",
    "A large number of underwear were seen placed on the yellow barricades and also the GI pipe barricades set up by Sri Lankan authorities.",
    "The world’s most creative people’s protests continued in Sri Lanka, with student protestors tear-gassed and chased away by police, stayed on and within hours, set us a township they called ‘Horu-Go-Gama’.",
    "Sri Lankans led by the Inter-University Students Federation, commonly known as Anthare’, set up a protest camp along the road leading to the parliament, and this camp is now known as ‘HoruGoGama’.",
    "This protest camp is the latest site set up against President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa, and their government.",
    "The protestors are demanding that the President, Prime Minister, and their government resign immediately and that the Rajapaksa family return the money they looted from the people over the years.",
    "They blame the government for the mismanagement of the economy, which has sent prices of goods skyrocketing and the country’s reserves plummeting to levels reaching a record low.",
    "The Inter-University Students Federation, the largest student body in Sri Lanka marched from the University of Sri Jayawardenapura to the Parliament Road on Thursday (5) evening and was confronted by a large police force that fired tear gas to disperse the crowd.",
    "However, as word spread of the tear gas attack, more youth joined with the IUSF and decided to occupy the road leading to Parliament and voice their protest.",
    "However, all roads leading to Parliament were already closed by Police using GI Pipes and Barricades.",
    "(VIDEO) Police fire tear gas and water cannons on IUSF protest near Parliament",
    "Galle Face Protest : Additional Magistrate orders police to refer request to Chief Magistrate"
  ]
}