{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/singapore-airlines-signs-mou-with-sri-lanka-tourism-promotion-bureau/",
  "time_ut": 1650641280,
  "title": "Singapore Airlines signs MOU with Sri Lanka Tourism Promotion Bureau",
  "body_lines": [
    "Singapore Airlines (SIA) has signed a Memorandum of Understanding (MoU) with the Sri Lanka Tourism Promotion Bureau (SLTPB) on 12 April 2022, reaffirming SIA’s commitment to Sri Lanka to support efforts to boost tourism in the country.",
    "The MoU was signed between Ms. Kimarli Fernando, Chairperson, Sri Lanka Tourism Promotion Bureau, and David Lau, Regional Vice President West Asia & Africa, Singapore Airlines. Zachary Liew, General Manager Sri Lanka, Rajiv Varma, Regional Sales Planning Manager West Asia & Africa, . Vasantha Kudaliyanage, Managing Director, Aitken Spence Aviation, Ms. Madubhani Perera, Director PR and Ms. Ishani Gunawardane, Legal Officer of SLTPB were present at this occasion.",
    "This MoU leverages SIA’s extensive route network, connecting customers from other countries to Sri Lanka. Under the agreement, SIA and SLTPB will conduct joint activities to boost the tourism industry in Sri Lanka. This includes media and agent familiarization tours initially targeting main source markets to Sri Lanka via SIA, such as Australia and Singapore. Other Far East markets will be added in future based on their reopening plans for tourism. Print, electronic and social media activities are also planned in the long run.",
    "SIA began services to Colombo in 1970. The airline currently operates nine weekly flights between Colombo and Singapore, operated by the Airbus A350-900 aircraft.",
    "As the world’s most awarded airline, SIA is committed to the constant enhancement of the three main pillars of its brand promise: Service Excellence, Product Leadership and Network Connectivity. Customers travelling between Colombo and Singapore can get to enjoy access to SIA’s new digital content portal, complimentary in-flight Wi-Fi, and wellness-related television and audio content via the KrisWorld in-flight entertainment system.",
    "Sri Lanka Tourism continues to welcome travelers to the island, and is committed to ensuring that all tourism attractions, hotels and related services continue to operate.",
    "Commercial plantations urge immediate government action to prevent industry’s demise",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "Ceylon Tobacco Co. and the emergence of Sri Lanka’s cut flower industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}