{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82978/sri-lanka-seeks-assistance-from-singapore-to-secure-bridging-financing",
  "time_ut": 1654858560,
  "title": "Sri Lanka seeks assistance from Singapore to secure bridging financing",
  "body_lines": [
    "At the invitation of the Minister for Foreign Affairs of Singapore, Dr. Vivian Balakrishnan, Minister Foreign Affairs Prof. G. L. Peiris undertook an official visit to Singapore from 8-9 June, 2022.",
    "An official visit of a Sri Lankan Foreign Minister to Singapore is taking place after four years, the Ministry of Foreign Affairs said in a press release.",
    "During the visit, a bilateral meeting was held with the Minister for Foreign Affairs of Singapore, following which Minister Peiris was hosted to an official lunch.",
    "Minister Peiris also met with Singapore’s Minister of Finance Lawrence Wong, who is due to assume the post of Deputy Prime Minister of Singapore on 13 June, 2022.",
    "Minister for Law and Home Affairs K Shanmugam hosted the Sri Lankan Foreign Minister for lunch on 8 June with the participation of the Minister for Trade and Industry of Singapore S. Iswaran with many other dignitaries.",
    "The discussions with the Singapore side have focused on the current economic crisis in Sri Lanka. Minister Peiris sought assistance from the Government of Singapore for Sri Lanka to secure bridging financing, increase foreign direct investments and increase opportunities for Sri Lankan exports to Singapore.",
    "The Minister also sought the support of the Government of Singapore to obtain more employment opportunities for Sri Lankans in Singapore. At present, the two countries are closely working on deploying healthcare workers, in particular, nurses to Singapore.",
    "He also met with Senior Minister and Coordinating Minister for Social Policies of Singapore, Tharman Shanmugaratnam and also had interactions with Senior Minister of State for Healthcare and Manpower of Singapore Dr Koh Poh Koon, Non-Resident High Commissioner of Singapore to Sri Lanka Chandra Das, Benedict Cheong, CEO of Temasek Foundation International, Vice Chairman (Asia) of the Temasek Group, and senior representatives of the Ministry for Foreign Affairs of Singapore.",
    "During these interactions, the Foreign Minister thanked the Government of Singapore and Temasek Foundation International for the extensive assistance extended throughout the COVID-19 pandemic to support Sri Lanka’s healthcare response by providing much needed medical supplies and equipment and also collaborating on overcoming supply chain disruptions by producing facemasks in Sri Lanka for distribution by Temasek in Singapore and overseas.",
    "The Minister also expressed appreciation for the recent appeal by the Singapore Red Cross for humanitarian assistance for which the Government of Singapore pledged USD 100,000. The first consignment of medical supplies from the Red Cross appeal has already reached Sri Lanka.",
    "The delegation of the Foreign Minister’s official visit included High Commissioner Sashikala Premawardhane, senior officials of the High Commission of Sri Lanka in Singapore, and Private Secretary to the Minister T.N. Gamlath and Chairman of the National Apprentice and Industrial Training Authority (NAITA) of Sri Lanka.",
    "Following the official visit, Foreign Minister Peiris is scheduled to attend the IISS-Shangri-La Dialogue 2022 to be held from 10-11 June, 2022. The Official visit was coordinated by the High Commission of Sri Lanka in Singapore."
  ]
}