{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/architect-anjalendran-featured-in-artra-magazine/",
  "time_ut": 1651839480,
  "title": "Architect Anjalendran featured in ARTRA Magazine",
  "body_lines": [
    "The prestigious local monthly art magazine ARTRA features Architect Chelvadurai Anjalendran in its Feb/March issue, dedicated solely to him and his work.",
    "ARTRA is about artists and their pursuit of creativity and creations. Founded by Azara Jaleel in 2012, it is “Sri Lanka’s art platform” with the objective to “promote contemporary art in the forms of visual, performance, written, applied and culinary.” To celebrate its tenth anniversary, the decision was taken to feature Architect C Anjalendran, the man and his architecture and design. Editor Azara Jaleel in her editorial calls him “a living legend; a spirited modernist who draws from Sri Lanka’s rich vernacular traditions in his authentic approach to architecture.”",
    "C Anjalendran’s buildings highlighted in the journal with descriptions, colour photographs and architectural drawings are: the Araliyawala Ambalama, Yakkala (1983-89); School and Youth Village, Piliyandala (1983-95); The Jayam Wijeratnam Cancer Care Centre, Ragama (2014-22); Villa Saffron Boutique Hotel, Hikkaduwa (2015); Mount Cinnamon, Mirissa Hills (2001-2011); and two offices and private houses. Short excerpts of articles included are by Radhika Coomaraswamy, S Dharmavasam, Jagath Weerasinghe, Deepal Wickremasinghe and Rajiv Wanasundera.",
    "The first article in the journal is by David Robson, titled ‘More from Less’. Robson has been a close friend of Anjalendran for long and has authored two books on the architect and his work: Anjalendran: Architect of Sri Lanka (2009) and The Architectural Heritage of Sri Lanka: Measured Drawings from the Anjalendran Studio (2015). In the ARTRA article, he gives a very short biography of Anjalendran and then comments on his style.",
    "Robson describes Anjalendran as having “sidestepped the ‘tropical modernism’ of Bawa’s early projects and followed the ‘regional modern’ approach that was first promulgated by Minnette de Silva and later adopted by Bawa in the 1970s.” He further states Anjalendran “has never imitated him (Bawa), preferring to develop his own architectural personality.” The article is an insightful synopsis of Anjalendran’s career to date.",
    "I mean to leave you to read what experts have said about Anjalendran. Thus in this article I touch on personal experiences: knowing the architect and of visits to many of his building projects and holidays spent in two of the hotels he designed.",
    "First about the Man. I was introduced to Anjalendran around 30 years ago when he tutored and mentored my son in his first year at the Sri Lanka Institute of Architects (SLIA). My son moved to the US to continue his architectural studies. I met Anjalendran many times after that, visiting him in his unique home in Battaramulla and visiting many of his projects.",
    "Anjalendran is quicksilver and hard to gauge. However, he is kind and considerate, most to the older person. I am ever grateful to him for being mentor and friend to my son. I am also grateful that I got to know his mother well. My son admired her and got me to meet her and then I would visit her often in her Gregory’s Road home. She was a wonderful woman who was very art inclined. She used her talent to design clothes and dress Bharatanatyam dancers, particularly for their arangetrams. She made this son of hers learn the dance form.",
    "Vatha, abbreviated from her name Lingavathy, was one of four daughters of the famous C Suntheralingam CCS, Oxford qualified mathematician, who took to politics and was MP for Vavunya. She told me that on the day of her marriage to Engineer Chelvadurai, her father summoned her, though all dressed up, to take dictation for a letter he wanted sent urgently!",
    "My earliest actual meeting and visit to an Anjalendran building was way back in the 1990s. As Head Librarian, Overseas School of Colombo I invited Anjalendran to conduct two Middle School classes on a tour of his designed SOS Village in Piliyandala as an event in one of our annual Library Weeks. He did an excellent job of explaining the Village’s architecture, design, functionality, furnishings, and thus foreign children got a peep into one pride of Sri Lanka.",
    "visited the Centre with Yoga Wijeratnam, who got the hospital constructed to honour the wishes of her late husband. Speaking of her architect, Yoga said: “Those who know C. Anjalendran know him to be an excellent architect with innovative ideas, dedicated to the project in hand and giving fully of his time, energy and commitment.”",
    "What Anjalendran had to say about the hospital he had designed and seen through construction was: “It has been a good educational process for me because unlike most other buildings I undertake, this had additional requirements and certain special features to be incorporated. Yoga’s hospital is designed not to be an urban hospital but more rural, which is a greater requirement in this country. Patients should be able to see the sky even when they lie abed, and enjoy a subtle feeling of freedom. So this was an overriding principle in the design; thus the double screens: they cool the insides but also permit cross ventilation.",
    "“The double screen principle I learned from Ronald Lewcock. The building ending up a box is avoided thus. This hospital is unconventional in its shape too; it is not a perfect rectangle as most hospitals are. It takes the shape of the site on which it is built. A large open courtyard emphasizes the airiness and sense of not being closed in.”",
    "With a laugh he mentioned that Yoga was scared he would not restrain himself with colours, after seeing some of his other buildings. “However, fortunately Dr Siyambalapitiya (the physician in charge of the hospital) seemed to approve of buildings I had got constructed; he introduced bright colours to his new built home. So I could have my way as regards colour – somewhat.”",
    "The two storey building constructed by L B Ranjith, Anjalendran’s long standing efficient contractor, was entirely different to run-of-the-mill, usual Sri Lankan hospitals. Here was a completely patient friendly ‘home’.",
    "Two of the most restful, soul soothing, happy holidays were those I spent at the house Anjalendran built for Miles Young on a hill he bought near Mirissa as his future retirement home. But Miles has not been able to retire as yet, being demanded for one job after another. Hence he permitted the wonderful building to be used as a holiday resort and twice in December 2021, my architect son took me to Mount Cinnamon which he had visited many a time previously with Anjalendran, Two nieces accompanying us made the days spent in the art filled bungalow extra special.",
    "The house is large, airy and comfortable with noticeable ‘marks’ of Anjalendran’s architectural style and design. The wide open verandah faces a huge lawn with an open sided building – ‘summerhouse’ like – whose roof is the domain of constantly visiting peacocks and peahens. It overlooks a vast terrain of vary-hued greens with the blue sea in the distance. A small pool nestles between the two wings of the house, with a large one below. The serenity and beauty of the place are remarkable.",
    "I have visited the seaside villa Anjalendran designed in Hikkaduwa for days out but have not stayed over, Covid being the preventor. The building incorporates antique doors and windows and other recycled architectural elements, giving it a sense of peace and a lived-in feel.",
    "Congratulations are extended to the Editor-in-Chief of ARTRA and her team; and to JAZ Publishing (Pvt) Ltd for dedicating an issue of this journal to this great Sri Lankan architect and admirable human being – Chelvadurai Anjalendran. This issue of ARTRA is well worth possessing and is for sale at Barefoot, Paradise Road, Odel and other outlets.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}