{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81949/sri-lanka-to-receive-additional-usd-500-million-from-india",
  "time_ut": 1650504660,
  "title": "Sri Lanka to receive additional USD 500 million from India",
  "body_lines": [
    "India will give Sri Lanka an additional USD 500 million in financial assistance to buy fuel, the troubled Foreign Minister Prof. G.L. Peiris told reporters Wednesday, adding that Bangladesh was also willing to postpone USD 450 million in swap repayments to ease Colombo’s burden.",
    "“Assistance by the IMF will take about six months to come to us and it will come in tranches,” Minister Peiris was quoted by Reuters. “During the intervening period, we need to find funds to keep our people supplied with essentials.”",
    "This will be the second USD 500 million India has provided in fuel credit to a Sri Lanka government battling the country’s worst financial crisis in living memory.",
    "The first line of credit was used up earlier this month after a shipment of 120,000 tons of diesel and 40,000 tons of petrol.",
    "Massive protests broke out on Tuesday after fuel reserves ran low.",
    "Thousands of angry motorists burned tyres and blocked a major road leading into capital Colombo, news agency AFP reported citing police and local officials.",
    "The protests came after the state-run Ceylon Petroleum Corporation raised the price of 92 octane petroleum to LKR 338 per litre – an increase of LKR 84, news agency PTI reported.",
    "That was the CPC’s second price hike this month. On Monday the Lankan Indian oil company yesterday hiked its prices for a fifth time in six months.",
    "India, meanwhile, has also extended two credit lines worth over USD 2 billion to help buy food – rice has already been sent – medicines and other essentials.",
    "India on Tuesday also urged the IMF, or International Monetary Fund, to urgently provide financial assistance to Sri Lanka.",
    "This was as finance minister Nirmala Sitharaman met IMF chief Kristalina Georgieva on the margins of the IMF-World Bank spring meeting in the US.",
    "Georgieva lauded the help extended by India to its neighbours and other vulnerable economies, especially the assistance provided to Sri Lanka.",
    "Sri Lanka had sought India’s help in garnering international support to secure bridge financing as it enters negotiations with the IMF for a bailout deal.",
    "India and Sri Lanka this week also began talks on linking electricity grids, Reuters reported. This has been seen as a step that could help Delhi reduce China’s influence over Sri Lanka.",
    "Crisis-hit Sri Lanka last week defaulted on its external debt – reported at over USD 51 billion. Officials said foreign debt payments were temporarily suspended to avoid a hard default and conserve limited reserves to import essential items.",
    "In talks with the IMF, Sri Lanka hopes to secure at least $4 billion in bailout.",
    "Protests have roiled Sri Lanka for weeks now, with angry Lankans demanding president Gotabaya Rajapaksa – who has been accused of economic mismanagement – resign.",
    "On Tuesday, during one such face-off with police, one protester was shot dead and 10 others wounded, AFP reported citing local officials."
  ]
}