{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-commissions-new-tower-in-ambagahapelessa-under-sew-desatama-dialog-initiative/",
  "time_ut": 1654009680,
  "title": "Dialog Commissions New Tower in Ambagahapelessa Under ‘Sew Desatama Dialog’ Initiative",
  "body_lines": [
    "Improves Connectivity to 1028 Villages and Deep Rural Communities in 2021 Through Its Initiatives",
    "Staying true to its commitment to expanding connectivity to deep rural communities across Sri Lanka, Dialog Axiata PLC, the widest network in Sri Lanka, recently commissioned a tower in the village of Ambagahapelessa, Kandy under its ‘Sew Desatama Dialog’ initiative.",
    "The network site was presented to communities in the Ambagahapelessa area to provide access to reliable connectivity in furthering their education and work aspirations. Following the successful deployment of its ‘Sew Desatama Dialog’ initiative in 2021, Sri Lanka’s premier connectivity provider has improved connectivity to 1028 villages and deep rural communities in 2021 as part of its efforts to enhance connectivity to every corner of the country. The Ambagahapelessa Tower was recently commissioned along with a tower in Ulpathgama in the Kandy district. Further to this, towers were inaugurated in Ukuwela, Bulanawewa and Ganimayaya in the Matale district; and Morapitiya, Athwelthota, Walagedara and Kithulgoda in the Kalutara district.",
    "Furthermore, in its continued efforts to expand coverage and support customers during these unprecedented times, Dialog upgraded more than 3,000 sites and added 453 new towers in 2021, reaching 4,380 mobile 4G sites in its network, the highest ever tower count recorded in Sri Lanka. Dialog also made use of Green Field towers in rapidly expanding its coverage to reach deep rural communities and used the Lamp Pole solutions to cater to urgent capacity requirements in dense areas. Dialog’s commitment towards enhancing its coverage footprint was further recognised by global leaders in network testing, including being conferred the titles ‘Best 4G coverage experience’ and ‘Fastest upload and download Speed experience’ by Open Signal. Dialog will continue to enhance coverage across Sri Lanka targeting more than 95% population coverage by mid-2022.",
    "Appointment of Nihal Fonseka as a member of the Monetary Board of CBSL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}