{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tanker-truck-owners-say-they-also-wait-for-hours-to-get-fuel-96020/",
  "time_ut": 1655606400,
  "title": "Sri Lanka tanker truck owners say they also wait for hours to get fuel",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s fuel bowsers have to wait up to five hours or diesel, creating delays in fuel distribution around the coutnry, Sri Lanka  Private Petroleum Private Tanker Owners’ Association (SLPPTOA) said.",
    "With the severe fuel shortage in the country, people can be seen in front of fuel stations in long queues, some spending the night or leaving vehicles in the queues to secure a spot when the fuel finally gets to the station.",
    "Sri Lanka is facing forex shortages due to operating flexible inflation targeting regime where a pegged exchange rate regime is bombarded with floating rate style monetary policy including quantity easing through a bond auction committee.",
    "Violence is breaking out in fuel stations from irate customers as the the central banks tries to maintain a pegged exchange rate with dollars borrowed from India while printing money to pay salaries of state workers and to sterilize its own dollar sales.",
    "Tanker owner say they do not get priority for their own fuel.",
    "distribution fuel bowsers are not being given the priority when getting fuel needed for the bowsers at the state-run Ceylon Petroleum Corporation’s storage facilities.",
    "“CPC storage facilities in Kolonnawa and other areas provide the fuel needed for bowsers,” Shantha Silva said, the joint secretary of the SLPPTOA told reporters on June 18.",
    "“However, Bowsers have to stay for around 5 hours to get fuel and the distribution gets delayed because of that.”",
    "He claimed the delays was due to CPC’s own officials being given priority.",
    "Even if fuel is given fast however, Sri Lanka has limited stocks of oil left and a plan to ration oil is on the cards.",
    "Sri Lanka received the last consignment of 40,000 metric tonnes of diesel through the Indian credit facility of 700 million US dollars on June 16.",
    "Some diesel is also produced at the Sapugaskande oil refinery, using the last consignment of crude.",
    "Discussions are being done with other nations to obtain more fuel as well as crude oil for the Sapugaskanda refinery to produce the necessary fuel in the country, the Power and Energy Minister, Kanchana told reporters at a media briefing on June 16.  (Colombo/ June 18/2022)"
  ]
}