{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-seeks-divine-help-to-subdue-anti-rajapaksa-protesters-93853/",
  "time_ut": 1651729560,
  "title": "Sri Lanka seeks divine help to subdue anti-Rajapaksa protesters",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President’s personal shaman known as “Gnana Akka” has been commissioned to charm protesters demanding his resignation over the worsening economic crisis.",
    "After a six-week hiatus following former MP Hirunika Premachandra’s attempt to storm Gnana Akka’s Anuradhapura shrine, the shaman resumed her operations on Tuesday, sources close to her said.",
    "Although her services were unavailable to lesser mortals, Gnana Akka had been charming tonnes of bottled water that had now been delivered to the Galle Face “Gota Go Gama” protest site, the sources said.",
    "“Thousands may have already drunk the charmed water that is sent as ‘donations’ to the Gota Go Gama,” the source said adding it was done with military precision.",
    "“Gnana Akka has assured those behind the operation that anyone who drinks this water will be subdued and eventually give up their agitation against the President and his family. The idea is that the Gota-Go-Home campaign will fizzle out.”",
    "The ritual to charm bottled water had been difficutl. She had wanted two dozen wild flowers which were not easy to find in her Anuradhapura district and some exotic flowers had been flown from neighbouring India.",
    "In mid-March, Gnana Akka feared for her life and took shelter in an undisclosed location after former law maker Premachandra led dozens of women and attempted to march to her shrine.",
    "Premachandra said she wanted to consult Gnana Akka for a reading on the current situation in the country.",
    "The shaman was tipped off by the police that an angry mob was trying to storm her residence. Dozens of heavily armed police and security personnel deployed to guard her shrine to goddess Kali. (COLOMBO, May 5, 2022)"
  ]
}