{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/world/China-lauds-India-for-helping-SL-amid-economic-crisis/213-238746",
  "time_ut": 1654754220,
  "title": "China lauds India for helping SL amid economic crisis",
  "body_lines": [
    "China on Wednesday praised India for helping Sri Lanka amid the unprecedented economic crisis in the island nation that has led to a shortage of fuel and other essential items.",
    "Speaking at a press conference, Chinese Foreign Ministry Spokesperson Zhao Lijian said China 'commends' India for efforts to mitigate the crisis in Sri Lanka.",
    "\"We have taken note that the Indian government has also done a lot in this regard. We commend those efforts. China is ready to work with India and the rest of the international community to help Sri Lanka and other developing countries experiencing difficulty to pull through the hardship as early as possible,\" Lijian said during a presser.",
    "\"The Chinese government will do its utmost and make full use of the channels available to deliver help to the Sri Lankan society,\" he replied to a question over a remark made by Sri Lankan President Gotabhaya Rajapaksa.",
    "Notably, Rajapaksa said in an interview on June 6 that Sri Lanka couldn't tap a USD 1.5 billion credit line from China and has yet to hear back on the request to China for a USD 1 billion loan. He also said that China seems to have shifted its strategic focus to Southeast Asia and Africa, and has less interest in South Asia.",
    "In response to these remarks, the Chinese spokesperson said Beijing pays close attention to and feels for the difficulties and challenges facing Sri Lanka.",
    "\"We have all along provided support to Sri Lanka's socioeconomic development as long as our ability permits. China has announced that it would provide emergency humanitarian assistance worth 500 million RMB for Sri Lanka,\" he added.",
    "Sri Lanka is witnessing an unprecedented economic crisis and political crisis. Large scale protests have been taking place for months, leading to the ouster of former Prime Minister Mahinda Rajapaksa. The island nation is also facing a severe foreign currency shortage which has created problems in importing essential items.",
    "Last week, India handed a total of 3.3 tons of essential medical supplies to Sri Lanka. These humanitarian supplies are in continuation of the Indian government's ongoing support to the people of the crisis-ridden island nation in forms such as financial assistance, forex support, material supply and many more.",
    "In line with Prime Minister Narendra Modi's 'Neighbourhood First' policy, more than 25 tons of drugs and medical supplies which were donated by the Government and people of India during the last two months are valued at close to SLR 370 million.",
    "This is in addition to the economic assistance of around USD 3.5 billion and supply of other humanitarian supplies such as rice, milk powder, kerosene etc, according to Indian High Commission. (ANI)"
  ]
}