{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/parliament-sessions-for-this-week-from-today-19/",
  "time_ut": 1650337800,
  "title": "Parliament sessions for this week from today (19)",
  "body_lines": [
    "COLOMBO (News 1st); Parliament is scheduled to convene at 10.00 AM on Tuesday (19) and will continue to the 22nd.",
    "Time has been allotted for Question for Oral Answers from 10.00 am to 11.00 am every Sitting day respectively.",
    "Furthermore, the time has been allotted from 4.30 pm to 4.50 pm for Questions at the Adjournment Time and the Motion at the Adjournment Time by the Government and the Opposition will be taken up from 4.50 pm to 5.30 pm accordingly.",
    "Accordingly, Parliament is scheduled to convene on April 19th at 10.00 am and from 11.00 am to 4.30 pm, the Regulations published in the Extraordinary Gazette Notification No. 2259/54 dated 24.12.2021 prepared by the Minister of Health, Regulations published in the Gazette Extraordinary No. 2263/2 dated 18.01.2022 prepared by the Minister of Sports in accordance with the Convention against Doping in Sports Act have been scheduled to be taken up for debate and passed under the Medical Ordinance.",
    "April 20th from 11.00 am to 4.30 pm Notification published in the Extraordinary Gazette No. 2249/50 dated 16.10.20, No. 2260/78 dated 01.01.2022 and No. 2260/79 dated 01.01.2022 issued by the Minister of Finance is scheduled to be taken up for debate and passed under the Excise Ordinance. Furthermore, the Resolution made by the Minister of Finance in the Extraordinary Gazette Notification No. 2262/14 dated 11.11.2022 has also been decided to be taken up for debate and passed under the Customs Ordinance.",
    "April 21st from 11.00 am to 4.30 pm it has been scheduled to take to debate for the purpose of passing the Four Orders under the Special Commodity Levy Act in accordance with the Order prepared by the Minister of Finance published in the Gazette Extraordinary No. 2255/8 dated 2021.11.23, 2259/9 dated 2021.12. 2, 2260/72 dated 2021.12.31 and 2262/15 dated 2022.01.11.",
    "April 22nd from 11.00 am to 4.30 pm it has been scheduled to take to debate for the purpose of passing three Regulations under the Motor Traffic Act (Chapter 203) prepared by the Minister of Transport published under the Extraordinary Gazette No. 2245/63 and 2240/37."
  ]
}