{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-recover-from-4-week-low-on-bargain-hunting-95421/",
  "time_ut": 1654687860,
  "title": "Sri Lanka shares recover from 4-week low on bargain hunting",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks gained 1.86 percent on Wednesday (08), recouping some losses made in previous sessions on bargain hunting after slumping 10 sessions out of 11, brokers said.",
    "The All Share Price Index (ASPI) closed 141.56 points firmer at 7,772.69, gaining from its lowest close from May 9.",
    "“After the continuous decline, we saw bargain hunting entering the market today. Following the Prime Minister’s speech, investors have also taken a wait and watch approach,” a top market analyst said.",
    "“However, selling pressure will continue in the market in some way due to the margin issues.”",
    "The more liquid S&P SL20 index was up 3.04 percent or 74.61 points to 2,529.09.",
    "The analyst said investors were allowed a marginal call up to 80 percent but it has to stabilise at some point “and in whatever the levels it happens we will see selling.”",
    "Meanwhile, most investors have been on the sidelines following Prime Minister Ranil Wickremesinghe’s comments on Tuesday about the next three weeks going to be tough for Sri Lanka with fuel and cooking gas shortages at a “very difficult” low, with the government not ruling out the possibility of a ration system.",
    "Foreign investors bought a net 66.6 million rupees’ worth of shares on Wednesday. The market has witnessed a total foreign outflow of 959 billion rupees so far this year.",
    "Previously, analysts said that the uncertainties on the 21st Amendment, budget and the IMF discussions were dampening the investor sentiments.",
    "Prime Minister Wickramasinghe has already implemented a raft of tax hikes for imports while the country is also experiencing record-high fuel prices. He also raised the value-added tax (VAT) to 12 percent from 8 percent this week.",
    "Though higher taxes are good for state finances and an IMF deal, but they will hit earnings.",
    "The market has so far lost 4.1 percent in June after gaining 6 percent in May. It lost 23 percent in April and 14.5 percent in March.",
    "The market has lost 36.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "The daily market turnover was 1 billion rupees, a quarter of this year’s average daily turnover of 3.8 billion rupees.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies and weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 200 to 370 levels so far in 2022.",
    "All Share Price Index was mainly pushed up by Expolanka, which gained 7.75 percent to 194.7 rupees a share.",
    "LOLC Holdings rose 6.9 percent to 496.25 rupees a share. John Keells Holdings ended up 1.83 percent to 125.3 rupees a share. (Colombo/Jun08/2022)"
  ]
}