{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Aragalists-and-the-challenge-of-re-mapping-Sri-Lanka/172-236811",
  "time_ut": 1652306220,
  "title": "Aragalists and the challenge of re-mapping Sri Lanka",
  "body_lines": [
    "Goons and thugs, mostly supporters of the former PM Mahinda Rajapaksa, unleashed brutal assault on peaceful and unarmed protesters near Temple Trees (Minagogama) and Galle Face Green (Gotagogama), which subsequently led to widespread violence across the country",
    "It was expected and yet it shocked many people. Expected, because that’s what history has taught us. Those in power, have enjoyed all the luxuries that come with power and especially through abuse of office, are lulled into believing that they will forever be in power and are rudely shocked when they realize that they could lose it all, seldom exit peacefully. They fight back, typically. They did.",
    "Here are some interesting facts to keep in mind. The attack on the agitators at Galle Face (the ‘aragalists’ if you will) was carried out not by the Police or the Army. Those arms of the state were adjuncts or bystanders. It was a blatant act of thuggery orchestrated by key members of the ruling party. Whether the Prime Minister, who is reported to be in ill health, had a part in it is yet to be established. Nevertheless, the goons were clearly invited to Temple Trees and it is from there that they proceeded to unleash violence on citizens, mostly young men and women, who had for an entire month expressed their political views/demands peacefully.",
    "If someone came to my house and then proceeded to beat up people who had gathered not too far away and were protesting my conduct and that of my immediate family, any law enforcement entity inquiring into the attack would, among other things, question me. Indeed, in all likelihood I would be arrested and questioned while in detention. Didn’t happen in this case.",
    "The perpetrators were not stopped by the Police. They were dealt street justice, so to speak. Those who mobilised them and deployed them remain untouched by the law. It reminded me of a popular poster-line in the late 80s: ‘paalakayini, thopi thopema neethiya kada karanne nam, apa eyata avanatha vanne kumakatada?’ (Rulers, if you break your own laws, why should we submit to it?).",
    "I disagree, though. Self-defence is justified. If the perpetrators are around, chasing them is also understandable. In a situation where the law and law enforcement are absent, where a citizens’ arrest makes no sense simply because there’s no place and no one to hand over the miscreant, rage quickly transforms into delivery of justice. Understandable. Angry mobs seeking out those who sent the goods in the first place is also understandable. However, the absence of the law does not give license to untramelled hooliganism, vandalism, theft, arson and murder. Sadly, that’s what happened on Monday.  Anyone and everything associated with ‘the enemy’ were taken as legitimate targets. Reminds one of the proxy arrests of 88-89.",
    "The thugs and their masters clearly underestimated things. They may have believed that ‘Galle Face’ as where the problem exists and if removed, all would be fine. However, the response to the mob attack clearly indicates that Galle Face is an expression of widespread discontent. It is not containable or erased with an attack",
    "If ‘Rajapaksavaadaya’ (‘Rajapaksism’) was what was being objected to and if this was about abuse of power, theft, thuggery and murder (as has been claimed), indulging in the very same acts albeit in a smaller scale, essentially turns the objector into a Rajapaksavaadiyaa (Rajapaksist). Many who called for violence in social media are today calling for restraint. They have removed posts and stories but the trace still exists in the following form: ‘this content is not available.’",
    "The thugs and their masters clearly underestimated things. They may have believed that ‘Galle Face’ as where the problem exists and if removed, all would be fine. However, the response to the mob attack clearly indicates that Galle Face is an expression of widespread discontent. It is not containable or erased with an attack.",
    "There are many serious dangers if things are allowed to spiral out of control. First and foremost, it gives those who have the keys to the coercive state apparatus a license to unleash violence. After some time, who fired the first shot is only of academic interest. Remember 88-89? Anarchy results. Bloodbath is what is likely to happen. As serious is the possibility of conditions being created for external powers to intervene. Remember the way the USA has moved in on so many occasions to ‘restore democracy’? They essentially took control of resources, established puppet regimes and turned populations into (glorified) slaves. Let’s not forget that India is the proxy of the USA in the region. Sinophobia is what drives the USA, Japan, Australia and India (the ‘Quad’). The EU openly and unabashedly wants Sri Lanka to sever ties with China so that the US-led policy on the Indo-Pacific region can proceed without any hiccups.",
    "In the midst of all this, we have a serious political crisis. The Bar Association of Sri Lanka (BASL) has come up with some proposals which are not bad if they constitute nothing more than a discussion paper. However, the BASL, in its wisdom has arrogated upon itself the role of Economic Expert, advocating acceptance of the IMF doctrine and thereby endorsing the neoliberal model that has turned us into easy prey for the import mafia and compromised energy and food sovereignty. The BASL wants the 20th Amendment repealed and the 19th restored, never mind the fact that the latter was a weak document and one that was driven by narrow political interests. In the name of clipping Presidential powers, the 19th set up a Constitutional Council whose composition ensured that the interests of the ruling party would prevail in all independent institutions.",
    "Neither has the BASL said anything of the need to define ‘national government’ as per the 19th Amendment. The BASL has called for the abolishing of the executive presidency, but saying nothing of what this could do considering the provisions of the 13th Amendment.",
    "And, in the midst of all this, we have forgotten that the political crisis was precipitated by an economic debacle for which few have any mitigating proposals, not for the immediate, not for in relation to the long term. And yet, we don’t have to retire hope. The aragalists rebuilt. It’s not a ‘gama’ that they are building. It’s a country. It is a blueprint for a tomorrow that’s very different from yesterday and today. They are cartographers who have the potential to re-map the entire country, taking into account all the contours of class, caste, religion and other identifiers.",
    "They have shown courage, creativity, leadership and organizational skills that are clearly exceptional. They got two cabinets to resign. They got a prime minister to resign. All this without throwing a single stone. They were able to do this because the people by and large stood with them. They proved they can reimagine Sri Lanka. They have the ability to change things. They can see through and sideline all those groups peddling outdated theories and pernicious designs even as they tolerate such racketeers. They are not a political party but as a pressure group their role is particularly significant. They have, most importantly, the will and ability to contain the potency of their energies to degrees beyond which things could become uncontrollable and disastrous.",
    "For now, there’s sanity. The thugs are silent. The over-enthusiastic and pernicious sections of the aragalaya have been contained. We cannot predict what tomorrow will bring, but if we are to see a different and more beautiful Sri Lanka, it will largely depend on how the aragalaya keeps transforming itself and the extent to which those with political power can dialogue with the aragalists, one way or another."
  ]
}