{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Quo-Vadis-or-whither-goest-thou-Sri-Lanka-EDITORIAL/231-237492",
  "time_ut": 1653244380,
  "title": "Quo Vadis or whither goest thou Sri Lanka - EDITORIAL",
  "body_lines": [
    "On Thursday (May 19) the Governor of the Central Bank stated, our country was in “pre-emptive default” which in ordinary language means our government is unable to repay debts to its creditors.",
    "Just in case there are any persons or groups who do not have faith in statements of Central Bank Chief, especially after the antics of our past Governor Cabraal, two leading international credit rating agencies confirmed Sri Lanka has fallen into default. What this means in real terms, is that in future, it will be difficult for our country to borrow money, as confidence in our economy has been run down.",
    "At this moment, the country is indebted to the tune of US$ 50 billion and is seeking an International Monetary Fund (IMF) debt restructuring facility. Unless and until we receive this facility, the Central Bank Governor has warned, we will be unable to repay out debts. In short the country has run out of foreign currency.",
    "The present chronic shortage of foreign currency has led to a severe shortage of food, medicines, fuel as well as other essentials. In turn this has led to desperate citizens blocking off roads as well as marches to the President’s House demanding gas, fuel and an end to the soaring cost of living.",
    "Since the appointment of the new Prime Minister however, appears to have had a stabilizing effect of falling value of the rupee. Today it stands at around Rs. 360/- to a US$ (down from Rs. 380/-) when the rupee was in free fall.",
    "The G-7 countries comprising of the UK, Canada, France, Germany, Italy, Japan and the United States on May 20 announced that they will assist Sri Lanka in securing debt relief. In their statement, the G7 countries said they were committed to finding long-term solutions to Sri Lanka’s crisis and urged it to “negotiate constructively” with the IMF for a potential loan programme.",
    "“The G7 stands ready to support the Paris Club’s efforts, to address the need for an economic stabilization for Sri Lanka.”",
    "The draft statement, which is to be finalized before the end the G7 Finance Ministers’ Meeting on Friday, also called on other big creditor nations - not in the Paris Club to co-ordinate with the group and urged them to provide debt relief on similar terms. ‘Lanka News Web’ reported Japan too has expressed commitment to extend assistance to Sri Lanka to overcome the current economic crisis.",
    "According to reliable sources, the Japanese Government has agreed in principle to grant fresh financial assistance, whilst a private Japanese foundation has committed to invest approximately US$4 billion as well.",
    "The private foundation is said to be ready to purchase several urgently needed commodities such as fuel, fertilizers, essential medicine and equipment, and food, which is currently in severe shortage in the international markets.",
    "The gesture is to help ease the burdens the Sri Lankan people are currently facing and to help solve the foreign currency crisis. The report adds an order for 120,000 metric tons of diesel and 50,000 metric tons of urea has already been placed with international suppliers by the Japanese private foundation along with its local partners.",
    "However, the present situation in Sri Lanka is so bad, that Prime Minister Wickremesinghe on Thursday called on members of the public to cut down on non-essential travel on Friday. He even called on the public servants not involved in essential services to refrain from coming to their offices.",
    "The message is loud and clear, we do not have money to purchase food, fuel and medicines. At the same time, with the rising cost of living, many people in our country are unable to afford even a basic meal per day. On the other hand, we are probably seeing the last few days of the welfare state in this country, which in turn to increasing poverty.",
    "In these circumstances, the government necessarily needs to increase the purchasing power of the working class and to get them out of the poverty they have fallen into for no fault of their own.",
    "Again, if the economy of the country is to ever recover, people must receive a living wage which would enable them to purchase more, thereby boosting the economic recovery. Else, there is little chance of the economy taking off in the foreseeable future.",
    "It will also be better if Members of Parliament (MPs) join queues at local filling stations along with the general public to pump the required fuel, rather than being allocated special petrol sheds for their convenience.",
    "Through that only the MPs will better understand the pain and problems the ordinary citizens are undergoing to buy fuel."
  ],
  "translate": {
    "si": {
      "title": "Quo Vadis හෝ ඔබ ශ්‍රී ලංකාව කොහාටද යන්නේ - කතුවැකිය",
      "body_lines": [
        "බ්‍රහස්පතින්දා (මැයි 19) ශ්‍රී ලංකා මහ බැංකු අධිපතිවරයා ප්‍රකාශ කළේ අපේ රට “පෙර පැහැර හැරීමේ” තත්ත්වයක පවතින බවයි, එනම් සාමාන්‍ය භාෂාවෙන් කියන්නේ නම් අපේ රජයට ණය හිමියන්ට ණය ගෙවීමට නොහැකි බවයි.",
        "මහබැංකු ප්‍රධානියාගේ ප්‍රකාශ කෙරෙහි විශ්වාසයක් නැති පුද්ගලයන් හෝ කණ්ඩායම් ඇත්නම්, විශේෂයෙන්ම අපේ හිටපු අධිපති කබ්රාල්ගේ විගඩම්වලින් පසුව, ප්‍රමුඛ පෙළේ ජාත්‍යන්තර ණය ශ්‍රේණිගත කිරීමේ ආයතන දෙකක් ශ්‍රී ලංකාව පැහැර හැර ඇති බව තහවුරු කළේය. ඇත්ත වශයෙන්ම මෙයින් අදහස් කරන්නේ අපේ ආර්ථිකය පිළිබඳ විශ්වාසය බිඳ වැටී ඇති බැවින් අනාගතයේදී අපේ රටට මුදල් ණයට ගැනීම දුෂ්කර වනු ඇති බවයි.",
        "මේ මොහොතේ රට ඇමෙරිකානු ඩොලර් බිලියන 50කට ණය වී ඇති අතර ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) ණය ප්‍රතිව්‍යුහගත කිරීමේ පහසුකම අපේක්ෂා කරයි. මෙම පහසුකම අපට නොලැබෙන තුරු මහ බැංකු අධිපතිවරයා අනතුරු අඟවා ඇත්තේ අපට ණය ගෙවීමට නොහැකි බවයි. කොටින්ම රටේ විදේශ මුදල් ඉවරයි.",
        "වර්තමානයේ පවතින නිදන්ගත විදේශ මුදල් හිඟය ආහාර, ඖෂධ, ඉන්ධන මෙන්ම අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍යවල දැඩි හිඟයකට හේතු වී තිබේ. අනෙක් අතට, මංමුලා සහගත පුරවැසියන් මාර්ග අවහිර කිරීමට මෙන්ම ගෑස්, ඉන්ධන සහ ඉහළ යන ජීවන වියදමට තිත තබන ලෙස ඉල්ලා ජනාධිපති මන්දිරයට පෙළපාලි යාමට ද මෙය හේතු වී තිබේ.",
        "කෙසේ වෙතත් නව අග්‍රාමාත්‍යවරයා පත් වූ දා සිට රුපියලේ අගය පහත වැටීමේ ස්ථාවර බලපෑමක් ඇති වී ඇති බව පෙනේ. අද එය රු. 360/- සිට ඇ.ඩො.",
        "එක්සත් රාජධානිය, කැනඩාව, ප්‍රංශය, ජර්මනිය, ඉතාලිය, ජපානය සහ ඇමරිකා එක්සත් ජනපදයෙන් සමන්විත ජී-7 රටවල් මැයි 20 වැනිදා ප්‍රකාශ කළේ ශ්‍රී ලංකාවට ණය සහන ලබා ගැනීමට සහය වන බවයි. ඔවුන්ගේ ප්‍රකාශයේ, G7 රටවල් ශ්‍රී ලංකාවේ අර්බුදයට දිගුකාලීන විසඳුම් සෙවීමට කැපවී සිටින බව පැවසූ අතර විභව ණය වැඩසටහනක් සඳහා IMF සමඟ “ඵලදායි ලෙස සාකච්ඡා කරන” ලෙස ඉල්ලා සිටියේය.",
        "\"ශ්‍රී ලංකාව සඳහා ආර්ථික ස්ථාවරත්වයක අවශ්‍යතාවය ආමන්ත්‍රණය කිරීම සඳහා පැරිස් සමාජයේ ප්‍රයත්නයන්ට සහාය වීමට G7 සූදානම්.\"",
        "සිකුරාදා G7 මුදල් අමාත්‍යවරුන්ගේ රැස්වීම අවසන් වීමට පෙර අවසන් කිරීමට නියමිත කෙටුම්පත ප්‍රකාශය, කණ්ඩායම සමඟ සම්බන්ධීකරණය කරන ලෙස පැරිස් සමාජයේ නොවන අනෙකුත් විශාල ණය දෙන ජාතීන්ගෙන් ද ඉල්ලා සිටි අතර ඒ හා සමාන ණය සහන ලබා දෙන ලෙස ඔවුන්ගෙන් ඉල්ලා සිටියේය. කොන්දේසි. පවතින ආර්ථික අර්බුදයෙන් ගොඩ ඒම සඳහා ශ්‍රී ලංකාවට සහය ලබාදීමට ජපානය ද කැපවී සිටින බව ‘ලංකා නිවුස් වෙබ්’ වාර්තා කරයි.",
        "විශ්වාස කටයුතු ආරංචි මාර්ගවලට අනුව, ජපන් රජය නව මූල්‍ය ආධාර ලබා දීමට ප්‍රතිපත්තිමය වශයෙන් එකඟ වී ඇති අතර, ජපන් පෞද්ගලික පදනමක් දළ වශයෙන් ඇමරිකානු ඩොලර් බිලියන 4ක් ආයෝජනය කිරීමට ද කැපවී ඇත.",
        "මේ වන විට ජාත්‍යන්තර වෙළෙඳපොළේ දැඩි හිඟයකට ලක්ව ඇති ඉන්ධන, පොහොර, අත්‍යාවශ්‍ය ඖෂධ සහ උපකරණ, ආහාර වැනි හදිසි අවශ්‍ය භාණ්ඩ කිහිපයක් මිලදී ගැනීමට පෞද්ගලික පදනම සූදානම් බව පැවසේ.",
        "ශ්‍රී ලාංකීය ජනතාව දැනට මුහුණ දී සිටින බර ලිහිල් කිරීමට සහ විදේශ මුදල් අර්බුදය විසඳීමට උපකාර කිරීම මෙම අභිනයයි. ඩීසල් මෙට්‍රික් ටොන් 120,000ක් සහ යූරියා මෙට්‍රික් ටොන් 50,000ක් සඳහා ඇණවුමක් දැනටමත් ජපාන පුද්ගලික පදනම විසින් එහි දේශීය හවුල්කරුවන් සමඟ ජාත්‍යන්තර සැපයුම්කරුවන් වෙත ලබා දී ඇති බව වාර්තාව පවසයි.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ වත්මන් තත්ත්වය කෙතරම් අයහපත්ද යත් සිකුරාදා දිනයේදී අත්‍යවශ්‍ය නොවන සංචාර අඩු කරන ලෙස අගමැති වික්‍රමසිංහ බ්‍රහස්පතින්දා මහජනතාවගෙන් ඉල්ලා සිටියේය. අත්‍යාවශ්‍ය සේවාවලට සම්බන්ධ නොවන රාජ්‍ය සේවකයන්ට තම කාර්යාලවලට පැමිණීමෙන් වළකින ලෙසට ඔහු ඉල්ලා සිටියේය.",
        "අපට ආහාර, ඉන්ධන සහ ඖෂධ මිලදී ගැනීමට මුදල් නැත, යන පණිවිඩය උස් හඬින් හා පැහැදිලි ය. එමෙන්ම ජීවන වියදම ඉහළ යාමත් සමඟ අපේ රටේ බොහෝ දෙනෙකුට දිනකට අවශ්‍ය මූලික ආහාර වේලක්වත් ලබා ගැනීමට හැකියාවක් නැත. අනෙක් අතට, දිළිඳුකම වැඩි කරන මේ රටේ සුබසාධන රාජ්‍යයේ අවසාන දින කිහිපය අපි දකිමු.",
        "මෙම තත්ත්වයන් තුළ රජයට අවශ්‍යයෙන්ම අවශ්‍ය වන්නේ කම්කරු පන්තියේ මිල දී ගැනීමේ ශක්තිය වැඩි කිරීමටත්, ඔවුන්ගේම වරදකින් තොරව ඔවුන් වැටී ඇති දරිද්‍රතාවයෙන් ඔවුන් මුදා ගැනීමටත් ය.",
        "නැවතත්, රටේ ආර්ථිකය කවදා හෝ යථා තත්ත්වයට පත් වීමට නම්, මිනිසුන්ට වැඩිපුර මිල දී ගැනීමට හැකි වන පරිදි ජීවන වැටුපක් ලැබිය යුතු අතර එමඟින් ආර්ථික ප්‍රකෘතිය ඉහළ නංවයි. එසේ නොමැති නම්, අපේක්ෂා කළ හැකි අනාගතයේදී ආර්ථිකය නැඟී සිටීමට ඇති ඉඩකඩ අඩුය.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන් (මන්ත්‍රීවරුන්) තම පහසුව සඳහා විශේෂ පෙට්‍රල් ෂෙඩ් වෙන් කරනවාට වඩා සාමාන්‍ය ජනතාව සමඟ ප්‍රාදේශීය ඉන්ධන පිරවුම්හල්වල පෝලිම්වලට එකතු වී අවශ්‍ය ඉන්ධන පොම්ප කරනවා නම් වඩා හොඳය.",
        "ඒ හරහා සාමාන්‍ය ජනතාව ඉන්ධන මිලට ගැනීමට විඳින වේදනාව සහ ප්‍රශ්න හොඳින් තේරුම් ගන්නේ මන්ත්‍රීවරුන්ට පමණයි."
      ]
    },
    "ta": {
      "title": "Quo Vadis அல்லது நீங்கள் எங்கு செல்கிறீர்கள் இலங்கை - தலையங்கம்",
      "body_lines": [
        "வியாழன் (மே 19) அன்று மத்திய வங்கியின் ஆளுநர் குறிப்பிட்டார், நமது நாடு \"முன்கூட்டித் திருப்பிச் செலுத்தாத நிலையில்\" உள்ளது, அதாவது சாதாரண மொழியில் நமது அரசாங்கம் அதன் கடனாளிகளுக்குக் கடனைத் திருப்பிச் செலுத்த முடியாது.",
        "மத்திய வங்கியின் பிரதானியின் அறிக்கைகளில் நம்பிக்கையில்லாத நபர்கள் அல்லது குழுக்கள் இருந்தால், குறிப்பாக எமது கடந்தகால ஆளுநர் கப்ராலின் கோமாளித்தனங்களுக்குப் பின்னர், இரண்டு முன்னணி சர்வதேச கடன் தர நிர்ணய முகவர் நிலையங்கள் இலங்கை கடனைத் திருப்பிச் செலுத்தவில்லை என்பதை உறுதிப்படுத்தியுள்ளன. இதன் உண்மையான அர்த்தம் என்னவென்றால், எதிர்காலத்தில், நமது பொருளாதாரத்தின் மீதான நம்பிக்கை குறைந்துவிட்டதால், நம் நாடு கடன் வாங்குவது கடினமாக இருக்கும்.",
        "இந்த நேரத்தில், நாடு 50 பில்லியன் அமெரிக்க டாலர்கள் கடனில் உள்ளது மற்றும் சர்வதேச நாணய நிதியத்தின் (IMF) கடன் மறுசீரமைப்பு வசதியை நாடுகிறது. இந்த வசதி கிடைக்காதவரை எங்களால் கடனை அடைக்க முடியாது என மத்திய வங்கி ஆளுநர் எச்சரித்துள்ளார். சுருங்கச் சொன்னால் நாட்டில் அந்நியச் செலாவணி தீர்ந்து விட்டது.",
        "வெளிநாட்டு நாணயத்தின் தற்போதைய நீண்டகால பற்றாக்குறை உணவு, மருந்துகள், எரிபொருள் மற்றும் பிற அத்தியாவசிய பொருட்களுக்கு கடுமையான பற்றாக்குறைக்கு வழிவகுத்தது. இதையொட்டி, விரக்தியடைந்த குடிமக்கள் சாலைகளை மறித்து, எரிவாயு, எரிபொருள் மற்றும் உயர்ந்து வரும் வாழ்க்கைச் செலவுக்கு முற்றுப்புள்ளி வைக்கக் கோரி ஜனாதிபதி மாளிகைக்கு அணிவகுத்துச் சென்றனர்.",
        "எவ்வாறாயினும், புதிய பிரதமரின் நியமனம் முதல், ரூபாயின் மதிப்பு வீழ்ச்சியின் நிலையான விளைவைக் கொண்டிருப்பதாகத் தெரிகிறது. இன்று அது சுமார் ரூ. 360/- முதல் ஒரு அமெரிக்க டாலர் வரை (ரூ. 380/- இருந்து) ரூபாய் இலவச வீழ்ச்சியில் இருந்தபோது.",
        "ஐக்கிய இராச்சியம், கனடா, பிரான்ஸ், ஜேர்மனி, இத்தாலி, ஜப்பான் மற்றும் அமெரிக்கா ஆகிய நாடுகளை உள்ளடக்கிய G-7 நாடுகள் மே 20 அன்று இலங்கைக்கு கடன் நிவாரணம் வழங்குவதற்கு உதவுவதாக அறிவித்தன. அவர்களின் அறிக்கையில், G7 நாடுகள், இலங்கையின் நெருக்கடிக்கு நீண்டகால தீர்வைக் கண்டறிவதில் உறுதியாக இருப்பதாகவும், சாத்தியமான கடன் திட்டத்திற்காக IMF உடன் \"ஆக்கப்பூர்வமாக பேச்சுவார்த்தை நடத்த\" வலியுறுத்தியது.",
        "\"இலங்கைக்கான பொருளாதார ஸ்திரத்தன்மையின் அவசியத்தை நிவர்த்தி செய்வதற்கான பரிஸ் கிளப்பின் முயற்சிகளுக்கு ஆதரவளிக்க G7 தயாராக உள்ளது.\"",
        "வெள்ளிக்கிழமை G7 நிதி அமைச்சர்கள் கூட்டம் முடிவதற்குள் இறுதி செய்யப்பட இருக்கும் வரைவு அறிக்கை, மற்ற பெரிய கடன் வழங்கும் நாடுகளுக்கும் அழைப்பு விடுத்தது - குழுவுடன் ஒருங்கிணைக்க பாரிஸ் கிளப்பில் இல்லை, மேலும் இதுபோன்ற கடன் நிவாரணம் வழங்க அவர்களை வலியுறுத்தியது. விதிமுறை. தற்போதைய பொருளாதார நெருக்கடியை சமாளிக்க இலங்கைக்கு உதவிகளை வழங்குவதற்கு ஜப்பானும் அர்ப்பணிப்புடன் இருப்பதாக ‘லங்கா நியூஸ் வெப்’ தெரிவித்துள்ளது.",
        "நம்பகமான ஆதாரங்களின்படி, ஜப்பானிய அரசாங்கம் புதிய நிதி உதவியை வழங்க கொள்கையளவில் ஒப்புக் கொண்டுள்ளது, அதே நேரத்தில் ஒரு தனியார் ஜப்பானிய அறக்கட்டளை தோராயமாக 4 பில்லியன் அமெரிக்க டாலர்களையும் முதலீடு செய்ய உறுதியளித்துள்ளது.",
        "சர்வதேச சந்தையில் தற்போது கடும் தட்டுப்பாடு நிலவி வரும் எரிபொருள், உரங்கள், அத்தியாவசிய மருந்து மற்றும் உபகரணங்கள் மற்றும் உணவு போன்ற அவசரத் தேவைப் பொருட்களை கொள்வனவு செய்ய தனியார் அறக்கட்டளை தயாராக இருப்பதாக கூறப்படுகிறது.",
        "இலங்கை மக்கள் தற்போது எதிர்நோக்கும் சுமைகளை இலகுவாக்கவும் வெளிநாட்டு நாணய நெருக்கடியை தீர்க்கவும் உதவுவதே இந்த சைகை. 120,000 மெட்ரிக் டன் டீசல் மற்றும் 50,000 மெட்ரிக் டன் யூரியாவுக்கான ஆர்டர் ஏற்கனவே ஜப்பானிய தனியார் அறக்கட்டளையால் அதன் உள்ளூர் பங்காளிகளுடன் சர்வதேச சப்ளையர்களிடம் வைக்கப்பட்டுள்ளது என்று அறிக்கை சேர்க்கிறது.",
        "எவ்வாறாயினும், இலங்கையின் தற்போதைய நிலைமை மிகவும் மோசமாக உள்ளது, வெள்ளிக்கிழமையன்று அத்தியாவசியமற்ற பயணங்களைக் குறைக்குமாறு பிரதமர் விக்கிரமசிங்க பொதுமக்களுக்கு அழைப்பு விடுத்தார். அத்தியாவசிய சேவைகளில் ஈடுபடாத அரச ஊழியர்கள் தங்கள் அலுவலகங்களுக்கு வருவதை தவிர்க்குமாறும் அவர் அழைப்பு விடுத்துள்ளார்.",
        "உணவு, எரிபொருள் மற்றும் மருந்துகளை வாங்க எங்களிடம் பணம் இல்லை என்ற செய்தி சத்தமாகவும் தெளிவாகவும் உள்ளது. அதே சமயம் வாழ்க்கைச் செலவு அதிகரித்து வருவதால், நம் நாட்டில் பலருக்கு ஒரு நாளைக்கு உணவு கூட வாங்க முடியாத நிலை உள்ளது. மறுபுறம், இந்த நாட்டில் கடந்த சில நாட்களாக மக்கள் நலன்புரி அரசை நாம் பார்க்கிறோம், இது வறுமையை அதிகரிக்கும்.",
        "இந்தச் சூழ்நிலையில், அரசாங்கம் தொழிலாளி வர்க்கத்தின் வாங்கும் சக்தியை அதிகரித்து, அவர்கள் எந்தத் தவறும் செய்யாமல் அவர்கள் விழுந்திருக்கும் வறுமையிலிருந்து அவர்களை மீட்டெடுக்க வேண்டியது அவசியம்.",
        "மீண்டும், நாட்டின் பொருளாதாரம் எப்பொழுதும் மீண்டு வர வேண்டுமானால், மக்கள் வாழ்வாதாரக் கூலியைப் பெற வேண்டும், அது அவர்கள் அதிகமாக வாங்குவதற்கு உதவும், அதன் மூலம் பொருளாதார மீட்சியை அதிகரிக்கும். இல்லையெனில், எதிர்காலத்தில் பொருளாதாரம் மேம்படுவதற்கான வாய்ப்புகள் குறைவு.",
        "பாராளுமன்ற உறுப்பினர்கள் (எம்.பி.க்கள்) தங்கள் வசதிக்காக சிறப்பு பெட்ரோல் ஷெட்களை ஒதுக்குவதை விட, பொது மக்களுடன் உள்ளூர் நிரப்பு நிலையங்களில் வரிசையில் நின்று தேவையான எரிபொருளை பம்ப் செய்தால் நல்லது.",
        "அதன் மூலம் சாதாரண குடிமக்கள் எரிபொருளை வாங்குவதற்கு படும் வேதனை மற்றும் பிரச்சனைகளை பாராளுமன்ற உறுப்பினர்கள் மட்டுமே நன்கு புரிந்து கொள்வார்கள்."
      ]
    }
  }
}