{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Frustration-spills-over-No-saviours-in-sight/231-233273",
  "time_ut": 1647541860,
  "title": "Frustration spills over: No saviours in sight",
  "body_lines": [
    "\"President Gotabaya Rajapaksa during his address to the nation said that  some issues that can be attributed to the current situation were beyond  his control which must be accepted\"",
    "The address to the nation by President Gotabaya Rajapaksa on Wednesday might have aimed at instilling confidence in him and his government in the minds of the public who have been and still to be battered by the severe economic crisis that the country is currently faced with. However, one would wonder if the purpose is achieved as it was not so convincing for the ordinary people, since the part of his speech dedicated to the purpose was inundated with “billions of dollars” which sounds for the ordinary man like Greek or Latin.",
    "It reminded us of the public rally held by the ruling Sri Lanka Podujana Peramuna (SLPP) on February 9, with the same purpose in Anuradhapura, the site which Prime Minister Mahinda Rajapaksa described “the site of previous rallies propelled the party to electoral successes.” The leaders of the party attempted to drive home at the meeting that the government would win every challenge it has faced with and develop the country within the next three years, while acknowledging that they failed to do so for the past two years due to the chain effects of the COVID 19 pandemic.",
    "\"The moot point is whether any of the Opposition parties has presented a solution to the current crisis. The Samagi Jana Balawegaya (SJB) and the Janatha Vimukthi Peramuna (JVP) suggested the government to go for a debt restructuring process but without presenting any steps to strengthen the foreign reserves thereafter\"",
    "However, the long queues for fuel, gas and unprecedented price hikes have ruined the purpose of the meeting within days. People even have started to curse the government forgetting the meeting by now. Since solutions to the problems faced by the people or at least any temporary reliefs are not within sight, it would be very difficult for the government leaders to infuse confidence which has eroded drastically not only by the economic woes they are facing, but also by the very actions of the authorities which puzzles the country.",
    "Long queues are being created and hours of power cuts are imposed by the shortage of fuel and gas and the relevant ministers appear in TV screens and complain to the people that ships with fuel or gas are berthed somewhere near the western coast but the shortage in foreign currency has prevented them from being unloaded. And then after a few days they gloriously declare that government has released sufficient dollars and the shipment is being unloaded, promising that the shortage in the market would be eased within days.",
    "But, this now happens almost every week. People are puzzled as to why the authorities did not find the foreign currency before the ship arrived and how did they find it after demurrage for the delay in unloading the shipment for several days is accumulated. If they had money to pay few days after the ship arrives why didn’t they pay it on time, without paying demurrage? It seems that the authorities place orders for fuel and gas and sometimes many essential items without having sufficient foreign currency in hand. Can it happen? Yes, it happens.",
    "\"The government cannot instill confidence in the minds of the people while ministers blaming each other for the issues affecting the lives of the people. They must be able to believe that the current leaders will solve their problems, at least in a year\"",
    "And the government cannot instill confidence in the minds of the people while ministers blaming each other for the issues affecting the lives of the people. They must be able to believe that the current leaders will solve their problems, at least in a year. The leaders, for this, must be able to present a road map comprehensible to the ordinary man, while speaking in one voice.",
    "What the masses have gathered from the recent crisis and the response by the leaders is that the current crisis has a spiraling effect, with every step taken for the resolution of it further aggravating the situation. The only solution taken by the leaders for the main issue the country is currently faced with – the dollar shortage - is to further borrowing from other countries or from the international institutions which would further increase the country’s liabilities.",
    "Currently, the government is having discussions with the Indian government and Finance Minister Basil Rajapaksa is scheduled to travel to the US as well to discuss with the leaders of the International Monetary Fund (IMF). The details of the proposal that is to be presented to the IMF is yet to be revealed to the country while it has been revealed that India has agreed to grant a 1 billion line of credit which would give the country a breathing space, but has to be repaid. Where will we find foreign exchange for it and where will this borrowing cycle end up?",
    "President Gotabaya Rajapaksa during his address to the nation said that some issues that can be attributed to the current situation were beyond his control which must be accepted. The overwhelming impact of the pandemic on the local economy as well as the international economy which in turn had a devastating effect on the local economy is beyond the control of leaders of any country. And also the balance of payment which now has turned into a huge predicament and the main subject matter of current social discourse is in fact a chronic issue for which leaders of all past and current governments have to be held responsible.",
    "\" What the masses have gathered from the recent crisis and the response by  the leaders is that the current crisis has a spiraling effect, with  every step taken for the resolution of it further aggravating the  situation\"",
    "However, the current government discouraged the inflow of foreign currency by announcing fixed exchange rates, paving the way for illegal money transferring methods like “undiyal”. The fixed exchange rates might have controlled the inflation for a short period, but once the rupee was floated ultimately to ease the shortage of essential goods, prices shot up incredibly to catch up new exchange rates. And delay in actions to contain the pandemic such as placing orders for vaccines, announcing lock downs in time delayed in turn the recovery of the economy.",
    "The government has printed a huge amount of money worth over Rs. 1 trillion in the recent past, according to reports, accelerating the inflation, while losing huge amounts of tax revenue due to flawed and politically motivated decisions. The tax relief announced in 2019, apparently keeping the forthcoming general election in mind had cost the coffers an amount ranging from Rs. 650 billion to Rs 680 billion, according to an article by former Deputy Governor of the Central Bank W.A. Wijewardena. And the relief awarded to the sugar importers in 2020 without consumers receiving any relief had cost the public coffers billions of rupees.",
    "\" The current government discouraged the inflow of foreign currency by  announcing fixed exchange rates, paving the way for illegal money  transferring methods like “undiyal”",
    "People who are wasting their time in various queues are blaming themselves for voting the SLPP, cursing the leaders of the government and fighting with those working in filling stations and gas stalls. And the Opposition is demonstrating against the government, while demanding the government to step down. Opposition leader Sajith Premadasa during a speech to a massive crowd that had converged in Colombo on Tuesday called on the government to call a snap Presidential election.",
    "However, the moot point is whether any of the Opposition parties has presented a solution to the current crisis. The Samagi Jana Balawegaya (SJB) and the Janatha Vimukthi Peramuna (JVP) suggested the government to go for a debt restructuring process but without presenting any steps to strengthen the foreign reserves thereafter. The JVP seems to be banking on containing high profile corruption which they claim to run into billions. Although it would be a commendable action, it is not clear as to how it would help swell the inflow of foreign exchange, especially as an immediate step. Also this is not something that can be resolved by fund raising among worldwide membership.",
    "The frustration among the masses when there are no saviours around to turn to is dangerous. The responsibility lies mainly with the government to instill confidence in the people."
  ],
  "translate": {
    "si": {
      "title": "බලාපොරොත්තු සුන්වීම පැතිර යයි: ගැලවුම් කරුවන් පෙනෙන්නට නැත",
      "body_lines": [
        "\"ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ජාතිය අමතමින් ප්‍රකාශ කළේ වත්මන් තත්ත්වයට හේතු විය හැකි සමහර කරුණු තමාගේ පාලනයෙන් ඔබ්බට ගිය ඒවා පිළිගත යුතු බවයි\"",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා බදාදා ජාතිය අමතා කළ කතාවේ අරමුණ වූයේ රට මේ වන විට මුහුණ දී සිටින දරුණු ආර්ථික අර්බුදයෙන් බැටකමින් සිටින සහ තවමත් බැටකමින් සිටින මහජනතාවගේ සිත් තුළ ඔහු සහ ඔහුගේ රජය කෙරෙහි විශ්වාසයක් ඇති කිරීම විය හැකිය. කෙසේ වෙතත්, සාමාන්‍ය ජනයාට එය එතරම් ඒත්තු ගැන්විය නොහැකි වූ බැවින්, අරමුණ ඉටු වන්නේ දැයි යමෙකුට සිතෙනු ඇත, මන්ද ඔහුගේ කතාවේ අරමුණ සඳහා කැප වූ කොටස ග්‍රීක හෝ ලතින් වැනි සාමාන්‍ය මිනිසාට ඇසෙන “ඩොලර් බිලියන ගණනින්” පිරී ගිය බැවිනි.",
        "එය අපට මතක් කර දුන්නේ, “පෙර රැලි පැවැත්වූ ස්ථානය පක්ෂය මැතිවරණ ජයග්‍රහණ කරා ගෙන ගිය ස්ථානයයි. ” ආණ්ඩුව මුහුණ දෙන සෑම අභියෝගයක්ම ජයගෙන ඉදිරි වසර තුන තුළ රට සංවර්ධනය කරන බවට පක්ෂ නායකයින් රැස්වීමේදී ගෙදර යාමට උත්සාහ කළේ පසුගිය වසර දෙක තුළ එය සිදු කිරීමට අසමත් වූයේ දාමය නිසා බව පිළිගනිමිනි. COVID 19 වසංගතයේ බලපෑම්.",
        "\"විපක්‍ෂයේ කිසිඳු පක්ෂයක් වත්මන් අර්බුදයට විසඳුමක් ඉදිරිපත් කර තිබේද යන්නයි. ඉන් පසුව විදේශ සංචිත ශක්තිමත් කිරීමට\"",
        "කෙසේ වෙතත්, ඉන්ධන, ගෑස් සඳහා දිගු පෝලිම් සහ පෙර නොවූ විරූ මිල ඉහළ දැමීම් දින කිහිපයක් ඇතුළත රැස්වීමේ අරමුණ විනාශ කර ඇත. මේ වෙනකොට රැස්වීම අමතක කරලා මිනිස්සු ආණ්ඩුවට බණින්නත් පටන් අරන්. ජනතාව මුහුණ දෙන ප්‍රශ්නවලට විසඳුම් හෝ අඩුම තරමින් තාවකාලික සහනවත් පෙනෙන මානයේ නැති නිසා, ඔවුන් මුහුණ දෙන ආර්ථික දුෂ්කරතා පමණක් නොව, දැඩි ලෙස ඛාදනය වී ඇති විශ්වාසය ජනනය කිරීම රජයේ නායකයින්ට ඉතා අපහසු වනු ඇත. බලධාරීන්ගේ ක්‍රියා කලාපයම රටම ප්‍රහේලිකාවකි.",
        "තෙල් හා ගෑස් හිඟයෙන් දිගු පෝලිම් නිර්මාණය වී පැය ගණන් විදුලිය විසන්ධි කරන අතර අදාළ ඇමැතිවරු රූපවාහිනී තිරවල පෙනී සිට ජනතාවට මැසිවිලි නඟන්නේ ඉන්ධන හෝ ගෑස් සහිත නැව් බටහිර වෙරළ තීරයේ කොතැනක හෝ නැංගුරම් ලා ඇති නමුත් විදේශ හිඟය ගැනය. මුදල් ඒවා ගොඩබෑම වළක්වා ඇත. ඉන් පසුව දින කිහිපයකට පසු රජය ප්‍රමාණවත් ඩොලර් නිකුත් කර ඇති බවත් තොග බාමින් සිටින බවත් දින කිහිපයකින් වෙළඳපොලේ හිඟය සමනය වන බවට පොරොන්දු වෙමින් ඔවුන් උත්කර්ෂවත් ලෙස ප්‍රකාශ කළහ.",
        "නමුත්, මෙය දැන් සෑම සතියකම පාහේ සිදු වේ. නැව පැමිණීමට පෙර බලධාරීන් විදේශ මුදල් සොයා නොගත්තේ මන්දැයි සහ දින කිහිපයක් නැව් ගොඩබෑම ප්‍රමාද වීම නිසා එය සොයා ගත්තේ කෙසේද යන්න ජනතාව ප්‍රහේලිකාවකි. නැව පැමිණ දින කිහිපයකට පසු ගෙවීමට ඔවුන්ට මුදල් තිබේ නම් ඔවුන් එය නියමිත වේලාවට නොගෙවන්නේ මන්ද? බලධාරීන් ඉන්ධන සහ ගෑස් සඳහා ඇණවුම් කරන බව පෙනේ, සමහර විට ප්‍රමාණවත් විදේශ මුදල් අතේ නොමැතිව බොහෝ අත්‍යවශ්‍ය භාණ්ඩ. එය සිදු විය හැකිද? ඔව්, එය සිදු වේ.",
        "\"ජන ජීවිතයට බලපාන ප්‍රශ්න සම්බන්ධයෙන් ඇමතිවරුන් එකිනෙකාට දොස් පවරද්දී රජයට ජනතාවගේ සිත් තුළ විශ්වාසයක් ඇති කළ නොහැක. වත්මන් නායකයින් අඩුම තරමින් වසරක් ඇතුළත තම ප්‍රශ්න විසඳනු ඇතැයි විශ්වාස කිරීමට ඔවුන්ට හැකි විය යුතුය\"",
        "එමෙන්ම ජනතාවගේ ජන ජීවිතයට බලපාන ප්‍රශ්න සම්බන්ධයෙන් ඇමැතිවරු එකිනෙකාට දොස් පවරද්දී ආණ්ඩුවට ජනතාවගේ සිත් තුළ විශ්වාසයක් ඇති කළ නොහැක. අඩුම තරමින් අවුරුද්දකින් වත් වත්මන් නායකයින් තම ප්‍රශ්න විසඳනු ඇතැයි විශ්වාස කිරීමට ඔවුන්ට හැකි විය යුතුය. ඒ සඳහා එක හඬින් කතා කරමින් සාමාන්‍ය මිනිසාට තේරුම් ගත හැකි මාර්ග සිතියමක් ඉදිරිපත් කිරීමට නායකයන් සමත් විය යුතුය.",
        "මෑත කාලීන අර්බුදයෙන් ජනතාව එක්රැස් කර ඇති දේ සහ නායකයින්ගේ ප්‍රතිචාරය නම් වත්මන් අර්බුදය සර්පිලාකාර බලපෑමක් ඇති කරන අතර එය විසඳීම සඳහා ගන්නා සෑම පියවරක්ම තත්වය තවත් උග්‍ර කරන බවයි. රට දැනට මුහුණ දී සිටින ප්‍රධාන ප්‍රශ්නය වන ඩොලර් හිඟය සඳහා නායකයින් ගන්නා එකම විසඳුම වන්නේ රටේ වගකීම් තවදුරටත් වැඩි කරන වෙනත් රටවලින් හෝ ජාත්‍යන්තර ආයතනවලින් තවදුරටත් ණය ගැනීමයි.",
        "මේ වන විට රජය ඉන්දීය රජය සමඟ සාකච්ඡා කරමින් සිටින අතර මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) නායකයින් සමඟ සාකච්ඡා කිරීම සඳහා එක්සත් ජනපදයට ද යාමට නියමිතය. ජාත්‍යන්තර මූල්‍ය අරමුදලට ඉදිරිපත් කිරීමට නියමිත යෝජනාවේ තොරතුරු තවම රටට හෙළිදරව් වී නොමැති අතර, රටට හුස්ම ගැනීමට ඉඩක් ලබා දෙන බිලියන 1 ක ණය මුදලක් ලබාදීමට ඉන්දියාව එකඟ වී ඇති බව අනාවරණය වී ඇත. ආපසු ගෙවනු ලැබේ. ඒ සඳහා විදේශ විනිමය සොයන්නේ කොහෙන්ද සහ මෙම ණය ගැනීමේ චක්‍රය අවසන් වන්නේ කොතැනින්ද?",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ජාතිය අමතමින් ප්‍රකාශ කළේ වත්මන් තත්ත්වයට හේතු විය හැකි ඇතැම් කරුණු තමාගේ පාලනයෙන් ඔබ්බට ගිය ඒවා බව පිළිගත යුතු බවයි. දේශීය ආර්ථිකයට මෙන්ම ජාත්‍යන්තර ආර්ථිකයට ද දේශීය ආර්ථිකයට විනාශකාරී බලපෑමක් ඇති කළ වසංගතයේ අතිමහත් බලපෑම කිසිදු රටක නායකයින්ට පාලනය කළ නොහැක. එමෙන්ම වර්තමාන සමාජ කතිකාවතෙහි ප්‍රධාන විෂය කරුණ වන දැවැන්ත අර්බුදයක් බවට දැන් පත්ව ඇති ගෙවුම් ශේෂය ඇත්ත වශයෙන්ම නිදන්ගත ප්‍රශ්නයක් වන අතර ඒ සඳහා පසුගිය සහ වත්මන් ආන්ඩුවල නායකයින් වගකිව යුතුය.",
        "\"මෑතකාලීන අර්බුදයෙන් මහජනයා එකතු වී ඇති දේ සහ නායකයින්ගේ ප්‍රතිචාරය නම්, වත්මන් අර්බුදය සර්පිලාකාර බලපෑමක් ඇති කරයි, එය විසඳීම සඳහා ගන්නා සෑම පියවරක්ම තත්වය තවත් උග්‍ර කරයි\"",
        "කෙසේ වෙතත්, වත්මන් රජය ස්ථාවර විනිමය අනුපාත ප්‍රකාශයට පත් කරමින් විදේශ මුදල් ගලා ඒම අධෛර්යමත් කරමින් “උණ්ඩියල්” වැනි නීති විරෝධී මුදල් හුවමාරු ක්‍රම සඳහා මග පෑදීය. ස්ථාවර විනිමය අනුපාත කෙටි කාලයක් සඳහා උද්ධමනය පාලනය කළ හැකි නමුත්, අත්‍යවශ්‍ය භාණ්ඩ හිඟය සමනය කිරීම සඳහා අවසානයේ රුපියල පාවී ගිය පසු, නව විනිමය අනුපාත අල්ලා ගැනීම සඳහා මිල ගණන් ඇදහිය නොහැකි ලෙස ඉහළ ගියේය. එන්නත් සඳහා ඇණවුම් කිරීම, ආර්ථිකය යථා තත්ත්වයට පත් කිරීම සඳහා ප්‍රමාද වූ කාලය තුළ අගුලු දැමීම් ප්‍රකාශ කිරීම වැනි වසංගතය පාලනය කිරීමට ක්‍රියාමාර්ග ප්‍රමාද කිරීම.",
        "රජය රුපියල් කෝටියකට අධික වටිනාකමකින් යුත් විශාල මුදලක් මුද්‍රණය කර ඇත. මෑත අතීතයේ ටි‍්‍රලියන 1ක්, වාර්තාවලට අනුව, උද්ධමනය වේගවත් කරන අතරම, දෝෂ සහිත සහ දේශපාලනික අභිප්‍රේරිත තීරණ හේතුවෙන් විශාල බදු ආදායමක් අහිමි විය. 2019 දී ප්‍රකාශයට පත් කරන ලද බදු සහන, ඉදිරි මහ මැතිවරණය මනසේ තබාගෙන, පෙනෙන විදිහට, භාණ්ඩාගාරයට රු. බිලියන 650 සිට රුපියල් බිලියන 680 දක්වා වූ බව මහ බැංකුවේ හිටපු නියෝජ්‍ය අධිපති ඩබ්ලිව්.ඒ. එමෙන්ම 2020 වසරේ සීනි ආනයනකරුවන්ට ලබාදුන් සහනයෙන් පාරිභෝගිකයින්ට කිසිදු සහනයක් නොලැබීමෙන් රුපියල් බිලියන ගණනක පාඩුවක් මහජන භාණ්ඩාගාරයට සිදු විය.",
        "\" වත්මන් රජය ස්ථාවර විනිමය අනුපාත ප්‍රකාශයට පත් කිරීම මගින් විදේශ මුදල් ගලා ඒම අධෛර්යමත් කර, \"උණ්ඩියල්\" වැනි නීති විරෝධී මුදල් හුවමාරු ක්‍රම සඳහා මග පෑදුවේය.",
        "විවිධ පෝලිම්වල කාලය කා දමමින් සිටින ජනතාව ශ්‍රී ලංකා පොදුජන පෙරමුණට ඡන්දය දුන් බවට තමන්ටම දොස් පවරමින්, ආණ්ඩුවේ නායකයන්ට බැන වදිමින්, ඉන්ධන පිරවුම්හල්වල, ගෑස් කඩවල වැඩ කරන අය සමඟ රණ්ඩු වෙති. ඒ වගේම විපක්ෂය ආණ්ඩුවට විරුද්ධව උද්ඝෝෂණ කරනවා, ආණ්ඩුවට ඉවත් වෙන්න කියලා. විපක්ෂ නායක සජිත් ප්‍රේමදාස අඟහරුවාදා කොළඹට රැස්ව සිටි අතිවිශාල ජනකායක් අමතා කළ කතාවකදී හදිසි ජනාධිපතිවරණයක් කැඳවන ලෙස රජයෙන් ඉල්ලා සිටියේය.",
        "කෙසේ වෙතත්, පවතින අර්බුදයට විපක්ෂයේ කිසිඳු පක්ෂයක් විසඳුමක් ඉදිරිපත් කර තිබේද යන්න ගැටළුවකි. සමගි ජන බලවේගය (SJB) සහ ජනතා විමුක්ති පෙරමුණ (JVP) රජයට යෝජනා කළේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලියකට යන ලෙසයි, නමුත් ඉන් පසුව විදේශ සංචිත ශක්තිමත් කිරීමට කිසිදු පියවරක් ඉදිරිපත් නොකර. ජනතා විමුක්ති පෙරමුණ ඔවුන් බිලියන ගණනින් දුවනවා යැයි කියන ඉහළ මට්ටමේ දූෂණ අඩංගු කිරීමට බැංකු කටයුතු කරමින් සිටින බව පෙනේ. එය ප්‍රශංසනීය ක්‍රියාවක් වුවද, විශේෂයෙන්ම ක්ෂණික පියවරක් ලෙස විදේශ විනිමය ගලා ඒම සඳහා එය ඉවහල් වන්නේ කෙසේද යන්න පැහැදිලි නැත. එසේම මෙය ලෝක ව්‍යාප්ත සාමාජිකත්වය අතර අරමුදල් රැස්කිරීමෙන් විසඳිය හැකි දෙයක් නොවේ.",
        "හැරෙන්නට ගැලවුම් කරුවන් නොමැති විට ජනතාව තුළ ඇති වන කලකිරීම භයානක ය. ජනතාව තුළ විශ්වාසය ඇතිකිරීමේ වගකීම ප්‍රධාන වශයෙන්ම රජයට පැවරේ."
      ]
    },
    "ta": {
      "title": "விரக்தி பரவுகிறது: மீட்பர்கள் பார்வையில் இல்லை",
      "body_lines": [
        "\"ஜனாதிபதி கோட்டாபய ராஜபக்ஷ நாட்டு மக்களுக்கு ஆற்றிய உரையின் போது, ​​தற்போதைய நிலைமைக்குக் காரணமாகக் கூறப்படும் சில பிரச்சினைகள் தம் கட்டுப்பாட்டிற்கு அப்பாற்பட்டவை, அவை ஏற்றுக்கொள்ளப்பட வேண்டும்\" என்று கூறினார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ புதன்கிழமை நாட்டு மக்களுக்கு ஆற்றிய உரையானது, நாடு தற்போது எதிர்நோக்கி வரும் கடுமையான பொருளாதார நெருக்கடியில் சிக்கித் தவிக்கும் பொதுமக்களின் மனதில் அவர் மீதும் அவரது அரசாங்கம் மீதும் நம்பிக்கையை ஏற்படுத்துவதை நோக்கமாகக் கொண்டிருந்திருக்கலாம். இருப்பினும், சாதாரண மக்களுக்கு அது மிகவும் நம்பத்தகுந்ததாக இல்லாததால், நோக்கம் அடையப்படுமா என்று ஒருவர் ஆச்சரியப்படுவார், ஏனென்றால் அவரது உரையின் நோக்கத்திற்காக அர்ப்பணிக்கப்பட்ட ஒரு பகுதி \"பில்லியன் டாலர்கள்\" மூலம் மூழ்கியது, இது சாதாரண மனிதனுக்கு கிரேக்க அல்லது லத்தீன் போன்றது.",
        "அதே நோக்கத்துடன் பெப்ரவரி 9 அன்று ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுன (SLPP) அனுராதபுரத்தில் நடத்திய பொதுக்கூட்டத்தை நினைவூட்டியது, பிரதமர் மஹிந்த ராஜபக்ஷ விவரித்த இடம், “முந்தைய பேரணிகளின் தளம் கட்சியை தேர்தல் வெற்றிகளுக்கு உந்துவித்தது. ” இந்தச் சந்திப்பில் கட்சித் தலைவர்கள், அரசாங்கம் எதிர்கொண்டுள்ள ஒவ்வொரு சவாலையும் வென்று அடுத்த மூன்றாண்டுகளுக்குள் நாட்டை அபிவிருத்தி செய்யும் என்றும், கடந்த இரண்டு வருடங்களாக சங்கிலியால் அவ்வாறு செய்யத் தவறியதை ஒப்புக்கொண்டும் வீட்டுக்குச் செல்ல முயன்றனர். கோவிட் 19 தொற்றுநோயின் விளைவுகள்.",
        "\"தற்போதைய நெருக்கடிக்கு எதிர்க்கட்சிகள் ஏதேனும் தீர்வு முன்வைத்துள்ளதா என்பது முக்கிய விஷயம். சமகி ஜன பலவேகய (SJB) மற்றும் ஜனதா விமுக்தி பெரமுனா (ஜேவிபி) ஆகியவை கடன் மறுசீரமைப்பு செயல்முறைக்கு செல்லுமாறு அரசாங்கத்தை பரிந்துரைத்தன, ஆனால் எந்த நடவடிக்கைகளையும் முன்வைக்கவில்லை. அதன்பிறகு அன்னிய கையிருப்பை வலுப்படுத்த வேண்டும்\"",
        "எவ்வாறாயினும், எரிபொருள், எரிவாயு மற்றும் முன்னெப்போதும் இல்லாத விலை உயர்வுக்கான நீண்ட வரிசைகள் கூட்டத்தின் நோக்கத்தை சில நாட்களில் அழித்துவிட்டன. இப்போது கூட்டத்தை மறந்துவிட்டு அரசை மக்கள் சபிக்க ஆரம்பித்துவிட்டனர். மக்கள் எதிர்நோக்கும் பிரச்சினைகளுக்கான தீர்வுகளோ அல்லது தற்காலிக நிவாரணங்களோ கண்ணுக்கு எட்டாததால், அவர்கள் எதிர்நோக்கும் பொருளாதாரச் சிக்கல்கள் மட்டுமன்றி, அவர்கள் எதிர்நோக்கும் பொருளாதாரச் சிக்கல்களினால் பெருமளவு சிதைந்துள்ள நம்பிக்கையை அரசாங்கத் தலைவர்களுக்கு ஊட்டுவது மிகவும் கடினமாகும். அதிகாரிகளின் செயல்கள் நாட்டையே குழப்புகின்றன.",
        "எரிபொருள் மற்றும் எரிவாயு தட்டுப்பாட்டால் நீண்ட வரிசையில் நின்று மணிக்கணக்கில் மின்வெட்டு ஏற்படுகிறது, சம்பந்தப்பட்ட அமைச்சர்கள் தொலைக்காட்சிகளில் தோன்றி எரிபொருள் அல்லது எரிவாயு கொண்ட கப்பல்கள் மேற்கு கடற்கரைக்கு அருகில் எங்காவது நிறுத்தப்பட்டுள்ளன, ஆனால் வெளிநாட்டில் பற்றாக்குறை இருப்பதாக மக்களிடம் புகார் கூறுகின்றனர். நாணயம் அவற்றை இறக்குவதைத் தடுத்தது. சில நாட்களுக்குப் பிறகு, அரசாங்கம் போதுமான டாலர்களை விடுவித்துள்ளதாகவும், ஏற்றுமதி இறக்கப்பட்டு வருவதாகவும் அவர்கள் பெருமையுடன் அறிவித்தனர், சந்தையில் பற்றாக்குறை சில நாட்களில் குறைக்கப்படும் என்று உறுதியளித்தனர்.",
        "ஆனால், இது இப்போது கிட்டத்தட்ட ஒவ்வொரு வாரமும் நடக்கிறது. கப்பல் வருவதற்கு முன், வெளிநாட்டு கரன்சியை அதிகாரிகள் கண்டு கொள்ளாதது ஏன் என்றும், பல நாட்களாக கப்பலை இறக்குவதில் தாமதம் ஏற்பட்டுள்ளதால், அதை எப்படி கண்டுபிடித்தார்கள் என, மக்கள் குழப்பத்தில் உள்ளனர். கப்பல் வந்து சில நாட்களுக்குப் பிறகு பணம் செலுத்த அவர்களிடம் பணம் இருந்தால், அவர்கள் ஏன் தாமதம் செலுத்தாமல் சரியான நேரத்தில் செலுத்தவில்லை? கையில் போதிய அன்னியச் செலாவணி இல்லாமல் எரிபொருள், எரிவாயு மற்றும் சில நேரங்களில் பல அத்தியாவசியப் பொருட்களுக்கு அதிகாரிகள் ஆர்டர் கொடுப்பதாகத் தெரிகிறது. நடக்க முடியுமா? ஆம், அது நடக்கும்.",
        "\"மக்களின் வாழ்க்கையைப் பாதிக்கும் பிரச்சினைகளுக்கு அமைச்சர்கள் ஒருவரையொருவர் குற்றம் சாட்டிக்கொண்டிருக்கும்போது அரசாங்கம் மக்களின் மனதில் நம்பிக்கையை ஏற்படுத்த முடியாது. தற்போதைய தலைவர்கள் தங்கள் பிரச்சினைகளை ஒரு வருடத்திலாவது தீர்த்து வைப்பார்கள் என்று அவர்கள் நம்ப வேண்டும்\"",
        "மக்களின் வாழ்க்கையைப் பாதிக்கும் பிரச்சினைகளுக்கு அமைச்சர்கள் ஒருவரையொருவர் குற்றம் சாட்டிக் கொண்டிருக்கும் வேளையில் அரசாங்கம் மக்களின் மனதில் நம்பிக்கையை ஏற்படுத்த முடியாது. குறைந்தபட்சம் ஒரு வருடத்திலாவது தற்போதைய தலைவர்கள் தங்கள் பிரச்சினைகளை தீர்ப்பார்கள் என்று அவர்கள் நம்ப வேண்டும். இதற்கு தலைவர்கள், ஒரே குரலில் பேசும் போது, ​​சாதாரண மனிதனுக்கும் புரியும் வகையில் சாலை வரைபடத்தை முன்வைக்க வேண்டும்.",
        "சமீபத்திய நெருக்கடியிலிருந்து மக்கள் கூடிவந்தது மற்றும் தலைவர்களின் பதில் என்னவென்றால், தற்போதைய நெருக்கடி ஒரு சுழல் விளைவைக் கொண்டிருக்கிறது, அதன் தீர்வுக்காக எடுக்கப்பட்ட ஒவ்வொரு அடியும் நிலைமையை மேலும் மோசமாக்குகிறது. நாடு தற்போது எதிர்கொள்ளும் முக்கிய பிரச்சினையான டாலர் பற்றாக்குறைக்கு தலைவர்கள் எடுக்கும் ஒரே தீர்வு, நாட்டின் பொறுப்புகளை மேலும் அதிகரிக்கும் மற்ற நாடுகளிடமிருந்தோ அல்லது சர்வதேச நிறுவனங்களிடமிருந்தோ மேலும் கடன் வாங்குவதுதான்.",
        "தற்போது, ​​அரசாங்கம் இந்திய அரசாங்கத்துடன் கலந்துரையாடி வருகிறது மற்றும் நிதியமைச்சர் பசில் ராஜபக்ஷ அமெரிக்காவிற்கும் சென்று சர்வதேச நாணய நிதியத்தின் (IMF) தலைவர்களுடன் கலந்துரையாட உள்ளார். சர்வதேச நாணய நிதியத்திடம் முன்வைக்கப்படவுள்ள பிரேரணையின் விவரங்கள் இன்னும் நாட்டிற்கு வெளியிடப்படவில்லை, அதே நேரத்தில் நாட்டிற்கு சுவாசிக்கக்கூடிய 1 பில்லியன் கடன் வழங்க இந்தியா ஒப்புக்கொண்டுள்ளது, ஆனால் அது செய்யப்பட வேண்டும். திருப்பி கொடுக்கப்படும். அதற்கு அன்னியச் செலாவணியை எங்கே கண்டுபிடிப்போம், இந்தக் கடன் சுழற்சி எங்கு முடியும்?",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ நாட்டு மக்களுக்கு ஆற்றிய உரையின் போது, ​​தற்போதைய நிலைமைக்குக் காரணமாகக் கூறப்படும் சில விடயங்கள் தமது கட்டுப்பாட்டிற்கு அப்பாற்பட்டவை எனவும், அதனை ஏற்றுக்கொள்ள வேண்டும் எனவும் தெரிவித்தார். உள்ளூர் பொருளாதாரம் மற்றும் சர்வதேச பொருளாதாரத்தின் மீது தொற்றுநோய்களின் பெரும் தாக்கம் உள்ளூர் பொருளாதாரத்தில் பேரழிவு விளைவை ஏற்படுத்தியது எந்த நாட்டின் தலைவர்களின் கட்டுப்பாட்டிற்கு அப்பாற்பட்டது. மேலும் தற்போது பெரும் இக்கட்டான சூழ்நிலையாக மாறியுள்ள மற்றும் தற்போதைய சமூக உரையாடலின் முக்கிய விஷயமாக மாறியுள்ள பேலன்ஸ் பேலன்ஸ் உண்மையில் ஒரு நாள்பட்ட பிரச்சினையாகும், இதற்கு கடந்த கால மற்றும் தற்போதைய அரசாங்கங்களின் தலைவர்கள் பொறுப்பேற்க வேண்டும்.",
        "\" சமீபத்திய நெருக்கடியிலிருந்து வெகுஜனங்கள் ஒன்றுகூடி  தலைவர்களின் பதில் என்னவெனில், தற்போதைய நெருக்கடி ஒரு சுழல் விளைவைக் கொண்டிருக்கிறது, அதைத் தீர்க்க எடுக்கப்படும் ஒவ்வொரு அடியும் நிலைமையை மேலும் மோசமாக்குகிறது\"",
        "இருப்பினும், தற்போதைய அரசாங்கம் நிலையான மாற்று விகிதங்களை அறிவிப்பதன் மூலம் வெளிநாட்டு நாணயத்தின் வரவை ஊக்கப்படுத்தியது, \"உண்டியல்\" போன்ற சட்டவிரோத பணப் பரிமாற்ற முறைகளுக்கு வழி வகுத்தது. நிலையான மாற்று விகிதங்கள் குறுகிய காலத்திற்கு பணவீக்கத்தைக் கட்டுப்படுத்தியிருக்கலாம், ஆனால் அத்தியாவசியப் பொருட்களின் பற்றாக்குறையைக் குறைக்க ரூபாய் மதிப்பை உயர்த்தியதும், புதிய மாற்று விகிதங்களைப் பிடிக்க விலைகள் நம்பமுடியாத அளவிற்கு அதிகரித்தன. மேலும் தொற்றுநோயைக் கட்டுப்படுத்துவதற்கான நடவடிக்கைகளில் தாமதம், தடுப்பூசிகளுக்கான ஆர்டர்களை வழங்குதல், காலதாமதமான நேரத்தில் லாக் டவுன்களை அறிவிப்பது போன்றவை பொருளாதாரத்தை மீட்டெடுக்கும்.",
        "1000 கோடிக்கு மேல் மதிப்புள்ள பெரும் தொகையை அரசு அச்சிட்டுள்ளது. சமீபத்திய காலங்களில் 1 டிரில்லியன், அறிக்கைகளின்படி, பணவீக்கத்தை விரைவுபடுத்துகிறது, அதே நேரத்தில் தவறான மற்றும் அரசியல் உந்துதல் முடிவுகளால் பெரிய அளவிலான வரி வருவாயை இழக்கிறது. 2019 இல் அறிவிக்கப்பட்ட வரிச்சலுகை, வரவிருக்கும் பொதுத் தேர்தலை மனதில் வைத்து, கஜானாவுக்கு ரூ. 650 பில்லியனில் இருந்து 680 பில்லியனாக இருக்கும் என மத்திய வங்கியின் முன்னாள் பிரதி ஆளுநர் டபிள்யூ.ஏ.விஜேவர்தனவின் கட்டுரையில் தெரிவிக்கப்பட்டுள்ளது. மேலும் 2020 ஆம் ஆண்டு சீனி இறக்குமதியாளர்களுக்கு வழங்கப்பட்ட நிவாரணத்தினால் நுகர்வோர் எவ்வித நிவாரணமும் பெறாத நிலையில் பொதுமக்களுக்கு பல பில்லியன் ரூபா நஷ்டம் ஏற்பட்டது.",
        "\" தற்போதைய அரசாங்கம் நிலையான மாற்று விகிதங்களை அறிவிப்பதன் மூலம் வெளிநாட்டு நாணயத்தின் வரவை ஊக்கப்படுத்தியது, \"உண்டியல்\" போன்ற சட்டவிரோத பணப் பரிமாற்ற முறைகளுக்கு வழி வகுத்தது.",
        "பல்வேறு வரிசையில் நின்று நேரத்தை வீணடிக்கும் மக்கள் SLPP க்கு வாக்களித்ததற்காக தங்களைத் தாங்களே குற்றம் சாட்டுகிறார்கள், அரசாங்கத் தலைவர்களைத் திட்டுகிறார்கள், எரிபொருள் நிரப்பு நிலையங்கள் மற்றும் எரிவாயு கடைகளில் வேலை செய்பவர்களுடன் சண்டையிடுகிறார்கள். அரசாங்கத்தை பதவி விலகுமாறு கோரி எதிர்க்கட்சிகள் அரசாங்கத்திற்கு எதிராக ஆர்ப்பாட்டத்தில் ஈடுபட்டுள்ளன. எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச, செவ்வாய்க்கிழமை கொழும்பில் கூடியிருந்த பாரியளவிலான மக்கள் மத்தியில் உரையாற்றிய போது, ​​ஜனாதிபதித் தேர்தலை உடனடியாக நடத்துமாறு அரசாங்கத்திடம் கோரினார்.",
        "எவ்வாறாயினும், தற்போதைய நெருக்கடிக்கு எதிர்க்கட்சிகள் ஏதேனும் தீர்வை முன்வைத்துள்ளனவா என்பது முக்கிய அம்சமாகும். சமகி ஜன பலவேகய (SJB) மற்றும் ஜனதா விமுக்தி பெரமுனா (JVP) ஆகியவை கடன் மறுசீரமைப்பு செயல்முறைக்கு செல்லுமாறு அரசாங்கத்தை பரிந்துரைத்தன, ஆனால் அதன் பின்னர் வெளிநாட்டு இருப்புக்களை வலுப்படுத்துவதற்கான எந்த நடவடிக்கைகளையும் முன்வைக்கவில்லை. ஜே.வி.பி., அவர்கள் பில்லியன் கணக்கில் இயங்குவதாகக் கூறும் உயர்மட்ட ஊழலைக் கொண்டிருப்பதாகத் தெரிகிறது. இது ஒரு பாராட்டுக்குரிய நடவடிக்கையாக இருந்தாலும், அந்நியச் செலாவணியின் வரவை அதிகரிக்க, குறிப்பாக உடனடி நடவடிக்கையாக இது எவ்வாறு உதவும் என்பது தெளிவாகத் தெரியவில்லை. மேலும் இது உலகளாவிய உறுப்பினர்களிடையே நிதி திரட்டுவதன் மூலம் தீர்க்கப்படக்கூடிய ஒன்றல்ல.",
        "மீட்பர்கள் யாரும் இல்லாதபோது மக்கள் மத்தியில் ஏற்படும் விரக்தி ஆபத்தானது. மக்களுக்கு நம்பிக்கையை ஏற்படுத்த வேண்டிய பொறுப்பு முக்கியமாக அரசாங்கத்திடம் உள்ளது."
      ]
    }
  }
}