{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Taxidermy-process-of-an-iconic-elephant-Holding-on-to-Raja-for-posterity/352-233609",
  "time_ut": 1647977340,
  "title": "Taxidermy process of an iconic elephant: Holding on to Raja  for posterity",
  "body_lines": [
    "Ever since 2005, Raja was the centre of attraction at the Kandy Esala Perahera",
    "The biggest challenge for Chamalka Kothelawala and the team was to ensure that the skin was taken off without causing any damage",
    "Sri Lankans venerated the 11-foot tall Nadungamuwa Raja every time it took to the streets to attend a pageant, either in Kandy or elsewhere in the island. Unlike other domesticated elephants that paraded the streets in pageants, Raja was known to be calm in its spirits, obeying its caretaker Wilson Kodithuwakku’s commands. People attributed its behaviours to the merits it has accumulated in a previous birth; quite a Sri Lankan way of acknowledging a living being that stays close to humans when in reality such behaviours are portrayed as a result of ‘breaking the spirit’ of an animal. Ever since 2005, Raja was the centre of attraction at the Kandy Esala Perahera as it carried the casket with relics belonging to the Temple of the Tooth (Dalada Maligawa). Ending its 17 years of service to the temple, Raja breathed its last on March 7, 2022 putting an entire nation into grief.",
    "\"I believe that it would take at least six months to complete the preservation process of Nadungamuwa Raja. We requested the crowd to refrain from releasing footage to the public at the time we commenced the skin-out process. This is because we believed that people shouldn’t see sensitive images as the public highly venerated this animal - Sanuja Kasthuriarachchi, Director General at the Department of National Museums\"",
    "Raja was born in Mysore back in 1954 and was owned by Maharaja Jayachamajendra Wadiyar. A Buddhist monk at the Boralesgamuwa Neelammahara Temple who was also a renowned physician was vested with the task of curing the Maharaja; who was diagnosed with an illness. Since the monk succeeded in curing the illness, the Maharaja had gifted two elephants to this monk. One of them was Raja. The guardian of the other elephant, Navam Hasthi, was Ven. Galaboda Gnanissara Thera, the Chief Incumbent of the Gangarama Temple. In 1978 Dharmavijaya Veda Ralahamy of Nadungamuwa, an Ayurveda practitioner, had bought the elephant from Horana. The elephant was later owned by his son Dr. Harsha Dharmavijaya until its demise.",
    "Following its demise the Department of National Museums was vested with the task of preserving this national icon. “Taxidermy is a complex process and needs much patience,” opined Sanuja Kasthuriarachchi, Director General at the Department of National Museums. “I believe that it would take at least six months to complete the preservation process of Nadungamuwa Raja. We requested the crowd to refrain from releasing footage to the public at the time we commenced the skin-out process. This is because we believed that people shouldn’t see sensitive images as the public highly venerated this animal. If we are to restore an animal in terms of taxidermy then it’s a must to remove the skin. Otherwise the animal should be buried. But due to cultural ideologies we thought it’s not necessary to reveal initial footage. We were able to showcase Millangoda Raja to the younger generations and educate them on its service to the nation. But this wouldn’t have been possible if it was buried. Without criticising people should learn to wait till they see the final product,” said Kasthuriarachchi.",
    "\"He was entertaining and serving a human purpose. With his body being preserved we are getting it’s dead body to serve humans. As per Buddha’s teachings people should learn to let go, but here they are hanging on to its dead body to serve a human purpose - Panchali Panapitiya of Rally for Animal Rights and Environment\"",
    "Taxidermy is a way of preserving animals and it’s a dry method. It attempts to portray an actual representation of the animal similarly to its living avatar. “In the case of Raja we are trying to showcase a popular posture of the animal at the time it was alive,” said Lankani Somaratne, Colombo National Museum Assistant Director. “Therefore it’s a must to remove the skin of an animal. We take the skin within 12 hours of an animal’s death and preserve it. Many chemicals are used in this process and later on we use this skin on a dummy of the animal. The technology that is being used in the process gets updated from time to time,” explained Somaratne.",
    "However a few videos and photos of the animal being skinned following its death went viral on social media. “This footage was made viral sans our knowledge. It’s difficult to control social media usage. Some people don’t know about taxidermy and the public was misled. The skull and the skin of an animal are most important during the taxidermy process. We discard the flesh and bones. In the case of a leopard we need its teeth, nails etc. In the case of an elephant we need the tusks. We don’t use any other body part. But if we are developing a skeleton we make use of its actual skeleton, but in any case we discard the flesh,” said Somaratne.",
    "\"A few videos and photos of the animal being skinned following its death went viral on social media\"",
    "When photos of an incomplete black leopard went viral on social media, the public expressed their disappointment towards the taxidermists. But that photo was taken when the taxidermy process was in its initial stages. At present an elegant version of the black leopard stands tall inside the taxidermy section of the museum; still undergoing certain fixes and brush ups prior to its official public display. “Until we complete the process we can’t predict how the final product is going to be. We have the most experienced taxidermists at the museum,” she added.",
    "“There are certain tasks to be completed such as preparing the dummy etc., prior to commencing the process,” she said while reasoning out why it would take at least six months to complete the process. “We are going to make maximum use of technology available here. Taking the skin and skull is a must in taxidermy, but because this animal is a national icon people gave more attention to the footage.",
    "“The preservation commenced following a request by the Presidential Secretariat that was directed to the Ministry of Buddhasasana, Religious and Cultural Affairs. We received the message a few hours following its death and the biggest challenge was to preserve its skin within the limited time frame. I like to extend my sincere thanks to the Director General Sanuja Kasthuriarachchi, Manori Gunathilaka - Acting Director (Science) and the team of 14 members led by Chamalka Kothelawala (taxidermist), Ravindra Wickramanayaka, Susantha Balasuriya and Thushari Dassanayake who assisted in this task. If not for their collective effort, we wouldn’t have been able to complete the initial stages of the process this soon,” she added.",
    "Wilson Kodithuwakku who took care of Raja pays his respects to the deceased animal",
    "The biggest challenge for Chamalka Kothelawala and the team was to ensure that the skin was taken off without causing any damage. “Prior to the preservation process we prepare sketches, line drawings and then take the measurements of an animal,” opined Kothelawala, the only female taxidermist for South Asia. “When we received the message on Monday (March 7) morning we gathered the team and prepared all materials required for the process. By the time we reached the location and commenced the process it was around 11.00pm because we didn’t want the crowd to interfere. The skin-out process was completed during the afternoon hours the following day. We buried the skull and tusks and it took around 10 days to preserve the skin. The team worked long hours and some even worked until 4.00am. There’s a thick layer of fat under their skin and this needs to be removed carefully. It took around two weeks to complete this task on Millangoda Raja but we were able to complete it in 10 days. The skin is then dipped in a chemical bath.",
    "\"Several unspoken issues arise following the demise of Raja and they need to be discussed in order to streamline the management of domesticated elephants\"",
    "“We exhume the skull after two months but the flesh won’t be decayed by then. Therefore we have to remove all the flesh. We also cannot separate the tusks without causing damage to the skull. This is why it’s buried and thereafter we can fix it into the cavity. Back in the day the skin was dried manually, but now we freeze the skin and incorporate new technologies to get the final product. Once frozen it’s easier to drag the skin. Maintenance-wise a preserved skin needs to be retouched every five years. Once preserved, the dummy should be kept in an air-conditioned room. The temperature, humidity and light affect the preserved skin on any animal. Therefore when removing the skin one has to ensure that it’s not damaged. We had to ensure that the skin didn’t get dried. Another challenge was that the process was done outdoors. But right now the skin has been preserved and we will move into the next stage soon,” she added.",
    "\"According to the controversial regulation on the Protection, Welfare and Registration of Domestic Elephants No. 1 of 2021, elephants should not be used for any purpose after the age of 60 years. However, the Nadungamuwe tusker, who died at the age of 69, was used for the recently concluded religious festival in Temple of the Sacred Tooth Relic even last year - Supun Lahiru Prakash Convener – Biodiversity and Research Circle\"",
    "The dialogue on domesticating elephants has sparked much debate among the animal rights fraternity in the country. Even though there are around 100 domesticated elephants in the country, many believe that they belong in the wilds and should be allowed to remain in their own habitats.",
    "“Nadungamuwa Raja was serving humans and was living as an object of humans,” opined Panchali Panapitiya of Rally for Animal Rights and Environment (RARE). “He was entertaining and serving a human purpose. With his body being preserved we are getting it’s dead body to serve humans. As per Buddha’s teachings people should learn to let go, but here they are hanging on to its dead body to serve a human purpose,” said Panapitiya.",
    "Concerns have also been raised with regards to the violation of Raja’s fundamental right to reproduce as a result of being a domesticated elephant. When photos of an emaciated Tikiri, a 70-year-old tusker that paraded the streets during the Kandy Esala Perahera, concerns were raised regarding the age of elephants used in pageants. “According to the controversial regulation on the Protection, Welfare and Registration of Domestic Elephants No. 1 of 2021, elephants should not be used for any purpose after the age of 60 years. However, the Nadungamuwe tusker, who died at the age of 69, was used for the recently concluded religious festival in Temple of the Sacred Tooth Relic even last year,” opined Supun Lahiru Prakash, Convener – Biodiversity and Research Circle.",
    "\"Concerns have also been raised with regards to the violation of Raja’s fundamental right to reproduce as a result of being a domesticated elephant\"",
    "As such several unspoken issues arise following the demise of Raja and these need to be discussed in order to streamline the management of domesticated elephants. “We urge the enactment of a national policy on captive elephants which introduces a scientific and transparent process regarding the registration and renewal of licenses to hold captive elephants. This should lead to a limit on the use of captive elephants for cultural, religious, and tourism purposes. Using them for tourism, logging, political events and wedding ceremonies should not be promoted. Even using them in little processions in temples, Dhamma Schools, and Katina Pinkama should not be promoted. We urge the authorities responsible for the welfare and conservation of Asian elephants in Sri Lanka to adopt the standardised captive elephant registration protocols and best practices proposed by the Seventeenth Conference of Parties of CITES in 2016 and the second Asian Elephant Range States’ meeting in 2017. These guidelines include DNA registration, monitoring protocols for captive populations, guidelines for the management and welfare of captive elephants, disease management including zoonotic diseases, training and capacity building of staff and mahouts, and specific national policy to manage the captive elephant population to avoid illicit live elephant trade. These new protocols may discourage the malpractices associated with the illegal trade of wild Asian elephants and secure the welfare of captive Asian elephants in Sri Lanka,” said Prakash."
  ],
  "translate": {
    "si": {
      "title": "සංකේතාත්මක අලියෙකුගේ ටැක්සිඩර්මි ක්‍රියාවලිය: පරම්පරාව සඳහා රාජා අල්ලාගෙන සිටීම",
      "body_lines": [
        "2005 වසරේ සිට මහනුවර ඇසළ පෙරහැරේ ආකර්ශනීය කේන්ද්‍රස්ථානය වූයේ රාජාය",
        "චමල්ක කොතලාවල ඇතුළු කණ්ඩායමට ඇති ලොකුම අභියෝගය වූයේ කිසිදු හානියක් සිදු නොවන පරිදි සම ඉවත් කර ගැනීමට වග බලා ගැනීමයි.",
        "අඩි 11ක් උස නඳුන්ගමුව රාජා මහනුවරදී හෝ දිවයිනේ වෙනත් ස්ථානයකදී සංදර්ශනයකට සහභාගී වීමට වීදි බසින සෑම අවස්ථාවකම ශ්‍රී ලාංකිකයෝ වන්දනා කළහ. සංදර්ශනවල වීදි සංචාරය කරන අනෙකුත් ගෘහාශ්‍රිත අලි ඇතුන් මෙන් නොව, රාජා එහි භාරකරු විල්සන් කොඩිතුවක්කුගේ අණට කීකරු වෙමින් එහි ආත්මයෙන් සන්සුන්ව සිටින බව ප්‍රසිද්ධය. මිනිසුන් එහි හැසිරීම් ආරෝපණය කළේ පෙර භවයක රැස් කරගත් කුසල් ය; ඇත්ත වශයෙන්ම එවැනි හැසිරීම් සතෙකුගේ ‘ආත්මය බිඳ දැමීමේ’ ප්‍රතිඵලයක් ලෙස නිරූපණය වන විට මිනිසුන්ට සමීපව සිටින ජීවියෙකු පිළිගැනීමේ ශ්‍රී ලාංකික ක්‍රමයකි. 2005 වසරේ සිට මහනුවර ඇසළ පෙරහැරේ ශ්‍රී දළදා මාලිගාවට (දළදා මාලිගාවට) අයත් ධාතු කරඬුව වැඩම කරවීම නිසා රාජා ආකර්ෂණය විය. දේවමාළිගාවට වසර 17 ක සේවය අවසන් කරමින් රාජා 2022 මාර්තු 7 වන දින අවසන් හුස්ම හෙළුවේ මුළු ජාතියම ශෝකයට පත් කරමිනි.",
        "\"නඩුන්ගමුව රාජා සංරක්ෂණ ක්‍රියාවලිය අවසන් කිරීමට අවම වශයෙන් මාස හයක්වත් ගතවනු ඇතැයි මම විශ්වාස කරමි. සම ඉවත් කිරීමේ ක්‍රියාවලිය ආරම්භ කරන අවස්ථාවේ දර්ශන මහජනතාවට මුදා හැරීමෙන් වළකින ලෙස අපි ජනතාවගෙන් ඉල්ලා සිටියෙමු. එයට හේතුව අප ජනතාව විශ්වාස කළ බැවිනි. මහජනතාව මෙම සත්වයාට මහත් ගෞරවයක් දක්වන බැවින් සංවේදී රූප නොදැකිය යුතුය - සනුජා කස්තුරිආරච්චි, ජාතික කෞතුකාගාර දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ජනරාල්",
        "රාජා 1954 දී මයිසූර්හි උපත ලැබූ අතර මහාරාජා ජයචමජේන්ද්‍ර වාඩියාර්ට හිමි විය. කීර්තිමත් වෛද්‍යවරයකු වූ බොරලැස්ගමුව නීලම්මහර විහාරස්ථානයේ භික්ෂූන් වහන්සේ නමකට මහරජා සුවපත් කිරීමේ වගකීම පැවරුණි. රෝග විනිශ්චය කරන ලදී. ඒ භික්ෂුව අසනීපය සුවකර ගැනීමට සමත් වූ බැවින් මහරජ මෙම භික්ෂුවට අලි ඇතුන් දෙදෙනකු තෑගි කර ඇත. ඔවුන්ගෙන් එක් අයෙක් රාජා විය. අනෙක් ඇතා වූ නවම් හස්තිගේ භාරකරු වූයේ පූජ්‍ය නාහිමියන්ය. ගංගාරාම විහාරස්ථානයේ විහාරාධිපති ගලබොඩ ඤාණිස්සර හිමි. 1978 දී ආයුර්වේද වෛද්‍යවරයකු වූ නඳුන්ගමුවේ ධර්මවිජය වෙද රාළහාමි මහතා හොරණ ප්‍රදේශයෙන් ඇතා මිලට ගෙන ඇත. පසුව ඇතා මිය යන තුරුම ඔහුගේ පුත් ආචාර්ය හර්ෂ ධර්මවිජය සතු විය.",
        "එහි අභාවයෙන් පසු මෙම ජාතික නිරූපකය සංරක්ෂණය කිරීමේ කාර්යය ජාතික කෞතුකාගාර දෙපාර්තමේන්තුවට පැවරිණි. ජාතික කෞතුකාගාර දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ජනරාල් සනුජා කස්තුරිආරච්චි මහත්මිය අදහස් දක්වමින් කියා සිටියේ \"ටැක්සිඩර්මි යනු සංකීර්ණ ක්‍රියාවලියක් වන අතර බොහෝ ඉවසීමක් අවශ්‍ය වේ. “නඩුන්ගමුව රාජාගේ සංරක්ෂණ ක්‍රියාවලිය අවසන් කිරීමට අවම වශයෙන් මාස හයක්වත් ගතවනු ඇතැයි මම විශ්වාස කරමි. අපි සම ඉවත් කිරීමේ ක්‍රියාවලිය ආරම්භ කරන අවස්ථාවේ දර්ශන මහජනතාවට මුදා හැරීමෙන් වළකින ලෙස ජනතාවගෙන් ඉල්ලා සිටියෙමු. මක්නිසාද යත් මහජනයා මෙම සත්වයාට බෙහෙවින් ගරු කරන බැවින් මිනිසුන් සංවේදී රූප නොදැකිය යුතු යැයි අප විශ්වාස කළ බැවිනි. අපි සතෙකුට ටැක්සිඩර්මි අනුව යථා තත්ත්වයට පත් කිරීමට නම්, සම ඉවත් කිරීම අත්‍යවශ්‍ය වේ. එසේ නොමැතිනම් සත්වයා භූමදාන කළ යුතුය. නමුත් සංස්කෘතික මතවාද නිසා අපි හිතුවා මුල් දර්ශන හෙළිදරව් කිරීම අනවශ්‍යයි කියලා. මිල්ලන්ගොඩ රාජා තරුණ පරම්පරාවට ප්‍රදර්ශනය කිරීමටත් එයින් ජාතියට කරන සේවය පිළිබඳව ඔවුන් දැනුවත් කිරීමටත් අපට හැකි විය. නමුත් එය වළලනු ලැබුවේ නම් මෙය කළ නොහැකි වනු ඇත. මිනිසුන් විවේචනය නොකර අවසාන නිෂ්පාදනය දකින තුරු බලා සිටීමට ඉගෙන ගත යුතුයි” කස්තුරිආරච්චි පැවසීය.",
        "\"ඔහු විනෝද වෙමින් මනුෂ්‍ය අරමුණක් ඉටුකරමින් සිටියේය. උන්වහන්සේගේ ශරීරය රැකගැනීමෙන් අපට ලැබෙන්නේ මනුෂ්‍යයන්ට සේවය කිරීමට මළ සිරුරකි.බුදුන්වහන්සේගේ ඉගැන්වීම්වලට අනුව මිනිසුන් අත්හැරීමට ඉගෙනගත යුතුය.එහෙත් ඔවුන් මනුෂ්‍යයෙකුට සේවය කිරීමට එහි මළකඳේ එල්ලෙමින් සිටිති. අරමුණ - සත්ව අයිතීන් සහ පරිසරය සඳහා වූ රැලියේ පංචාලි පනාපිටිය\"",
        "ටැක්සිඩර්මි යනු සතුන් සංරක්ෂණය කිරීමේ ක්රමයක් වන අතර එය වියළි ක්රමයකි. එය සජීවී අවතාරයට සමාන සත්වයාගේ සැබෑ නිරූපණයක් නිරූපණය කිරීමට උත්සාහ කරයි. “රාජා සම්බන්ධයෙන් අපි උත්සාහ කරන්නේ සතා ජීවත්ව සිටි කාලයේ ජනප්‍රිය ඉරියව්වක් ප්‍රදර්ශනය කිරීමටයි,” කොළඹ ජාතික කෞතුකාගාර සහකාර අධ්‍යක්ෂ ලංකානී සෝමරත්න මහත්මිය පැවසුවාය. “එබැවින් සතෙකුගේ සම ඉවත් කිරීම අත්‍යවශ්‍ය වේ. අපි සතෙකු මිය ගොස් පැය 12 ක් ඇතුළත සම ගෙන එය සංරක්ෂණය කරමු. මෙම ක්‍රියාවලියේදී බොහෝ රසායනික ද්‍රව්‍ය භාවිතා කරන අතර පසුව අපි මෙම සම සත්වයාගේ ඩමියකට යොදා ගනිමු. ඒ ක්‍රියාවලියේදී භාවිත වන තාක්ෂණය කලින් කලට යාවත්කාලීන වෙනවා” සෝමරත්න පැහැදිලි කළේය.",
        "කෙසේ වෙතත් මෙම සත්වයා මියයාමෙන් පසු හම ගැලවී යන අයුරු දැක්වෙන වීඩියෝ කිහිපයක් සහ ඡායාරූප කිහිපයක් සමාජ මාධ්‍ය ජාලාවල පැතිර ගියා. “මෙම දර්ශන අපගේ දැනුමෙන් තොරව වෛරස් කර ඇත. සමාජ මාධ්‍ය භාවිතය පාලනය කිරීම අපහසුයි. සමහර අය ටැක්සිඩර්මි ගැන නොදන්නා අතර ජනතාව නොමඟ යවා ඇත. ටැක්සිඩර්මි ක්‍රියාවලියේදී සතෙකුගේ හිස් කබල සහ සම වඩාත් වැදගත් වේ. අපි මස් සහ ඇටකටු ඉවතලන්නෙමු. දිවියෙකුට නම් උගේ දත්, නිය ආදිය අවශ්‍ය වේ. ඇතෙකුට නම් ඇත් දළ අවශ්‍ය වේ. අපි වෙනත් ශරීර කොටස් භාවිතා නොකරමු. නමුත් අපි ඇටසැකිල්ලක් වර්ධනය කරනවා නම් අපි එහි සැබෑ ඇටසැකිල්ල භාවිතා කරනවා, නමුත් අපි කෙසේ හෝ මස් ඉවත දමමු, ”සෝමරත්න පැවසීය.",
        "\"මරණයෙන් පසු සත්වයාගේ සම ඉවත් කරන ලද වීඩියෝ සහ ඡායාරූප කිහිපයක් සමාජ මාධ්‍යවල ප්‍රචලිත විය\"",
        "අසම්පූර්ණ කළු දිවියෙකුගේ ඡායාරූප සමාජ මාධ්‍යවල ප්‍රචලිත වීමත් සමඟ මහජනතාව කුලී නාශක ශිල්පීන් කෙරෙහි ඔවුන්ගේ කලකිරීම ප්‍රකාශ කළහ. නමුත් එම ඡායාරූපය ගනු ලැබුවේ ටැක්සිඩර්මි ක්‍රියාවලිය එහි ආරම්භක අදියරේදී ය. වර්තමානයේ කෞතුකාගාරයේ ටැක්සිඩර්මි අංශය තුළ කළු දිවියාගේ අලංකාර අනුවාදයක් උසින් සිටියි. තවමත් එහි නිල මහජන ප්‍රදර්ශනයට පෙර යම් යම් නිවැරදි කිරීම් සහ බුරුසු උඩු යටිකුරු කරමින් පවතී. “අපි ක්‍රියාවලිය සම්පූර්ණ කරන තුරු අවසාන නිෂ්පාදනය කෙසේ වේ දැයි අපට අනාවැකි කිව නොහැක. අපට කෞතුකාගාරයේ වඩාත්ම පළපුරුදු ටැක්සිඩර්මිස්ට්වරු සිටිති, ”ඇය වැඩිදුරටත් පැවසීය.",
        "\"ක්‍රියාවලිය ආරම්භ කිරීමට පෙර ව්‍යාජය සකස් කිරීම වැනි යම් යම් කාර්යයන් සම්පූර්ණ කිරීමට තිබේ,\" ක්‍රියාවලිය සම්පූර්ණ කිරීමට අවම වශයෙන් මාස හයක් ගත වන්නේ මන්දැයි ඇය තර්ක කරමින් පැවසුවාය. “අපි මෙහි තිබෙන තාක්‍ෂණය උපරිමයෙන් භාවිත කරන්නෙමු. ටැක්සිඩර්මියේදී සම සහ හිස් කබල ගැනීම අත්‍යවශ්‍ය දෙයක්, නමුත් මෙම සත්වයා ජාතික නිරූපකයක් බැවින් මිනිසුන් වැඩි අවධානයක් යොමු කළේ දර්ශන වෙතය.",
        "“ජනාධිපති ලේකම් කාර්යාලය විසින් බුද්ධශාසන, ආගමික හා සංස්කෘතික කටයුතු අමාත්‍යාංශය වෙත යොමු කරන ලද ඉල්ලීමකට අනුව සංරක්ෂණය ආරම්භ කරන ලදී. එය මිය ගොස් පැය කිහිපයකට පසු අපට පණිවිඩය ලැබුණු අතර විශාලතම අභියෝගය වූයේ සීමිත කාල රාමුවක් තුළ උගේ සම ආරක්ෂා කර ගැනීමයි. මෙම කාර්යයට සහය වූ අධ්‍යක්ෂ ජනරාල් සනුජා කස්තුරිආරච්චි, වැඩබලන අධ්‍යක්ෂ (විද්‍යා) මනෝරි ගුණතිලක ඇතුළු චමල්ක කොතලාවල (කුළී රථ ගාල ශිල්පි), රවීන්ද්‍ර වික්‍රමනායක, සුසන්ත බාලසූරිය සහ තුෂාරි දසනායක ප්‍රමුඛ 14 දෙනෙකුගෙන් යුත් කණ්ඩායමට මාගේ හෘදයාංගම ස්තුතිය පුද කිරීමට කැමැත්තෙමි. ඔවුන්ගේ සාමූහික ප්‍රයත්නය නොවන්නට අපට මේ ක්‍රියාවලියේ මූලික අදියර මෙතරම් ඉක්මනින් නිම කිරීමට නොහැකි වනු ඇත,” ඇය වැඩිදුරටත් පැවසුවාය.",
        "රාජා රැක බලාගත් විල්සන් කොඩිතුවක්කු මියගිය සතාට ගෞරව දක්වයි",
        "චමල්ක කොතලාවල ඇතුළු කණ්ඩායමට තිබූ ලොකුම අභියෝගය වූයේ කිසිදු හානියක් නොවන පරිදි සම ඉවත් කර ගැනීමයි. “සංරක්‍ෂණ ක්‍රියාවලියට පෙර අපි රූප සටහන්, රේඛා ඇඳීම් සකස් කර පසුව සතෙකුගේ මිනුම් ගන්නවා,” දකුණු ආසියාවේ එකම කාන්තා ටැක්සිඩර්මිස්ට්වරිය වන කොතලාවලගේ අදහසයි. “සඳුදා (මාර්තු 7) උදෑසන අපට පණිවිඩය ලැබුණු විට අපි කණ්ඩායම රැස් කර ක්‍රියාවලියට අවශ්‍ය සියලුම ද්‍රව්‍ය සකස් කළෙමු. අපි එම ස්ථානයට ළඟා වී ක්‍රියාවලිය ආරම්භ කරන විට රාත්‍රී 11.00 පමණ වී තිබුණේ සෙනඟ බාධා කිරීමට අපට අවශ්‍ය නොවූ බැවිනි. පසුදා දහවල් කාලයේදී සම ඉවත් කිරීමේ ක්‍රියාවලිය අවසන් විය. අපි හිස් කබල සහ ඇත්දළ වළලා සම ආරක්ෂා කර ගැනීමට දින 10ක් පමණ ගත වුණා. කණ්ඩායම දිගු වේලාවක් වැඩ කළ අතර සමහරු පාන්දර 4.00 දක්වා පවා වැඩ කළහ. ඔවුන්ගේ සමට යටින් ඝන මේද තට්ටුවක් ඇති අතර එය ප්රවේශමෙන් ඉවත් කළ යුතුය. මිල්ලන්ගොඩ රජා මත මෙම කාර්යය නිම කිරීමට සති දෙකක් පමණ ගත වූ නමුත් අපට එය දින 10 කින් නිම කිරීමට හැකි විය. එවිට සම රසායනික ස්නානයක ගිල්වනු ලැබේ.",
        "\"රාජාගේ අභාවයෙන් පසු නොකී ප්‍රශ්න කිහිපයක් මතුවන අතර හීලෑ අලි පාලනය විධිමත් කිරීම සඳහා ඒවා සාකච්ඡා කළ යුතුයි\"",
        "“අපි මාස දෙකකට පසු හිස් කබල ගලවා ගන්නවා, නමුත් ඒ වන විට මස් දිරාපත් නොවේ. එබැවින් අපි සියලු මස් ඉවත් කළ යුතුය. ඒ වගේම හිස් කබලට හානියක් නොකර දළ යුගල වෙන් කරන්නත් බැහැ. මේ නිසා එය වළලනු ලබන අතර ඉන් පසුව අපට එය කුහරය තුළට සවි කළ හැකිය. එදා සම අතින් වියළන ලද නමුත් දැන් අපි සම කැටි කර අවසන් නිෂ්පාදනය ලබා ගැනීම සඳහා නව තාක්ෂණයන් ඇතුළත් කරමු. ශීත කළ පසු සම ඇදගෙන යාම පහසුය. නඩත්තුව අනුව සෑම වසර පහකට වරක් සංරක්ෂණය කළ සමක් නැවත ලබා ගත යුතුය. සංරක්ෂණය කළ පසු, ව්යාජය වායුසමීකරණය කළ කාමරයක තබා ගත යුතුය. උෂ්ණත්වය, ආර්ද්රතාවය සහ ආලෝකය ඕනෑම සතෙකුගේ සංරක්ෂිත සමට බලපායි. එබැවින් සම ඉවත් කිරීමේදී එය හානි නොවන බවට වග බලා ගත යුතුය. සම වියළී නොයන බවට සහතික විය යුතුය. තවත් අභියෝගයක් වූයේ මෙම ක්රියාවලිය එළිමහනේ සිදු කිරීමයි. නමුත් මේ වන විට සම සංරක්ෂණය කර ඇති අතර අපි ඉක්මනින්ම මීළඟ අදියරට යනවා,” ඇය වැඩිදුරටත් පැවසුවාය.",
        "“2021 අංක 1 දරන හීලෑ අලි ඇතුන් ආරක්ෂා කිරීම, සුබසාධනය සහ ලියාපදිංචි කිරීම පිළිබඳ මතභේදාත්මක රෙගුලාසියට අනුව වයස අවුරුදු 60 න් පසු අලි ඇතුන් කිසිදු කටයුත්තක් සඳහා යොදා නොගත යුතුය.කෙසේ වෙතත් වයස අවුරුදු 69 දී මියගිය නඳුන්ගමුවේ දළ ඇතා , පසුගිය වසරේ පවා ශ්‍රී දළදා මාලිගාවේ පසුගියදා අවසන් වූ ආගමික උත්සවය සඳහා යොදා ගන්නා ලදී - සුපුන් ලහිරු ප්‍රකාශ් කැඳවුම්කරු – ජෛව විවිධත්ව සහ පර්යේෂණ කවය\"",
        "අලි ඇතුන් හීලෑ කිරීම පිළිබඳ සංවාදය මෙරට සත්ව අයිතිවාසිකම් පිළිබඳ සහෝදරත්වය අතර බොහෝ විවාදයක් ඇති කර තිබේ. රට තුළ හීලෑ අලි ඇතුන් 100 ක් පමණ සිටියද, බොහෝ දෙනා විශ්වාස කරන්නේ ඔවුන් වනාන්තරවලට අයත් වන අතර ඔවුන්ගේම වාසස්ථානවල රැඳී සිටීමට ඉඩ දිය යුතු බවයි.",
        "\"නදුන්ගමුවේ රාජා මිනිසුන්ට සේවය කරමින් මිනිසුන්ගේ වස්තුවක් ලෙස ජීවත් විය\" යනුවෙන් සත්ව අයිතීන් සහ පරිසරය සඳහා වූ රැළියේ (RARE) පංචාලි පනාපිටිය අදහස් දැක්වීය. “ඔහු විනෝදාස්වාදය සහ මානව අරමුණක් ඉටු කරමින් සිටියේය. ඔහුගේ දේහය සංරක්ෂණය කිරීමත් සමඟම අපට එම මළ සිරුර ලැබෙන්නේ මිනිසුන්ට සේවය කිරීමටයි. බුදුන්ගේ ඉගැන්වීම්වලට අනුව මිනිසුන් අත්හැරීමට ඉගෙන ගත යුතුය, නමුත් මෙහි ඔවුන් මිනිස් අරමුණක් ඉටු කිරීමට එහි මළ සිරුරේ එල්ලී සිටිති, ”පනාපිටිය පැවසීය.",
        "ගෘහාශ්‍රිත අලියෙකු වීම හේතුවෙන් රාජාගේ ප්‍රජනන මූලික අයිතිවාසිකම උල්ලංඝණය වීම සම්බන්ධයෙන් ද අවධානය යොමු වී තිබේ. මහනුවර ඇසළ පෙරහැරේදී වීදි සංචාරය කළ වයස අවුරුදු 70ක් පමණ වයසැති සිරුරේ වැඩුණු ටිකිරි දළ ඇතෙකුගේ ඡායාරූප පළවීමත් සමඟ සංදර්ශන සඳහා යොදා ගන්නා අලි ඇතුන්ගේ වයස පිළිබඳව අවධානය යොමු විය. “2021 අංක 1 දරන හීලෑ අලි ඇතුන් ආරක්ෂා කිරීම, සුබසාධනය සහ ලියාපදිංචි කිරීම පිළිබඳ මතභේදාත්මක රෙගුලාසියට අනුව වයස අවුරුදු 60 න් පසු කිසිදු කටයුත්තක් සඳහා අලි ඇතුන් යොදා නොගත යුතුය. කෙසේ වෙතත්, වයස අවුරුදු 69 දී මියගිය නඳුන්ගමුවේ දළදා මාලිගාවේ පසුගිය වසරේ පැවති ආගමික උත්සවය සඳහා යොදා ගත්තේ පසුගිය වසරේද” යැයි ජෛව විවිධත්ව හා පර්යේෂණ කවයේ කැඳවුම්කරු සුපුන් ලහිරු ප්‍රකාශ් මහතා පැවසීය.",
        "\"හීලෑ අලියෙකු වීම හේතුවෙන් රාජාගේ ප්‍රජනන මූලික අයිතිවාසිකම උල්ලංඝණය වීම සම්බන්ධයෙන් ද කනස්සල්ල මතු වී ඇත\"",
        "ඒ නිසා රාජාගේ අභාවයෙන් පසු නොකී ප්‍රශ්න කිහිපයක් මතුවන අතර හීලෑ අලි පාලනය විධිමත් කිරීම සඳහා මේවා සාකච්ඡා කළ යුතුව ඇත. “වහල් අලි රඳවා තබා ගැනීම සඳහා බලපත්‍ර ලියාපදිංචි කිරීම සහ අලුත් කිරීම සම්බන්ධයෙන් විද්‍යාත්මක හා විනිවිද පෙනෙන ක්‍රියාවලියක් හඳුන්වා දෙන වහල් අලි පිළිබඳ ජාතික ප්‍රතිපත්තියක් සම්මත කරන ලෙස අපි ඉල්ලා සිටිමු. සංස්කෘතික, ආගමික සහ සංචාරක කටයුතු සඳහා වහල් අලි භාවිතය සීමා කිරීමට මෙය හේතු විය යුතුය. ඒවා සංචාරක ව්‍යාපාරයට, දැව කැපීමට, දේශපාලන කටයුතුවලට, මංගල උත්සවවලට යොදා ගැනීම ප්‍රවර්ධනය නොකළ යුතුයි. පන්සල්, දහම් පාසල්, කඨින පිංකම වැනි කුඩා පෙරහැරවල පවා ඒවා යොදා නොගත යුතුයි. 2016 වසරේ CITES හි පක්ෂ දහහත්වන සමුළුව සහ 2017 වසරේ දෙවන ආසියානු අලි රැඳවුම් රාජ්‍ය රැස්වීම මගින් යෝජනා කරන ලද ප්‍රමිතිගත වහල් අලි ලියාපදිංචි කිරීමේ ප්‍රොටෝකෝල සහ හොඳම භාවිතයන් අනුගමනය කරන ලෙස ශ්‍රී ලංකාවේ ආසියානු අලි ඇතුන්ගේ සුභසාධනය සහ සංරක්ෂණය සඳහා වගකිව යුතු බලධාරීන්ගෙන් අපි ඉල්ලා සිටිමු. මෙම මාර්ගෝපදේශ වලට DNA ලියාපදිංචිය, වහල් ජනගහනය සඳහා අධීක්ෂණ ප්‍රොටෝකෝල, වහල් අලි කළමනාකරණය සහ සුබසාධනය සඳහා මාර්ගෝපදේශ, සත්ව රෝග ඇතුළු රෝග කළමනාකරණය, කාර්ය මණ්ඩලය සහ ඇත්ගොව්වන් පුහුණු කිරීම සහ ධාරිතාව වැඩි කිරීම සහ නීතිවිරෝධී ලෙස වළක්වා ගැනීම සඳහා වහල් අලි ගහනය කළමනාකරණය කිරීමේ නිශ්චිත ජාතික ප්‍රතිපත්තිය ඇතුළත් වේ. සජීවී අලි වෙළඳාම. මෙම නව ප්‍රොටෝකෝල මගින් වන ආසියා අලි නීතිවිරෝධී වෙළඳාම හා සම්බන්ධ අක්‍රමිකතා අධෛර්යමත් කළ හැකි අතර ශ්‍රී ලංකාවේ වහල්භාවයේ සිටින ආසියානු අලි ඇතුන්ගේ සුබසාධනය සුරක්ෂිත කළ හැකිය, ”ප්‍රකාශ් පැවසීය."
      ]
    },
    "ta": {
      "title": "ஒரு சின்னமான யானையின் டாக்ஸிடெர்மி செயல்முறை: சந்ததியினருக்காக ராஜாவைப் பிடித்துக் கொள்வது",
      "body_lines": [
        "2005 ஆம் ஆண்டு முதல் கண்டி எசல பெரஹெராவில் ராஜா கேந்திர மையமாக இருந்தார்",
        "சமல்க கொத்தலாவல மற்றும் குழுவினருக்கு ஏற்பட்ட மிகப் பெரிய சவாலாக இருந்தது, எந்த சேதமும் ஏற்படாமல் தோலை அகற்றுவதை உறுதி செய்வதாகும்.",
        "கண்டியிலோ அல்லது தீவின் பிற இடங்களிலோ, 11 அடி உயரமுள்ள நடுங்கமுவா ராஜாவை இலங்கையர்கள் ஒவ்வொரு முறையும் ஒரு போட்டியில் கலந்துகொள்ள தெருக்களுக்குச் செல்லும் போது அவரை வணங்கினர். மற்ற வளர்ப்பு யானைகளைப் போலல்லாமல், ராஜா அதன் பாதுகாவலர் வில்சன் கொடித்துவக்கின் கட்டளைகளுக்குக் கீழ்ப்படிந்து, அதன் ஆவிகளில் அமைதியாக இருந்தார். மக்கள் அதன் நடத்தைக்கு முந்தைய பிறவியில் குவித்துள்ள தகுதிகளுக்குக் காரணம்; ஒரு விலங்கின் 'ஆன்மாவை உடைப்பதன்' விளைவாக உண்மையில் இத்தகைய நடத்தைகள் சித்தரிக்கப்படுகையில், மனிதர்களுடன் நெருக்கமாக இருக்கும் ஒரு உயிரினத்தை ஒப்புக்கொள்வதற்கான ஒரு இலங்கை வழி. 2005 ஆம் ஆண்டு முதல், கண்டி எசல பெரஹெராவில், பல்லக்கு கோயிலுக்கு (தலதா மாளிகை) சொந்தமான நினைவுச்சின்னங்கள் கொண்ட கலசத்தை எடுத்துச் சென்றதால், ராஜா ஈர்ப்பு மையமாக இருந்தார். கோவிலுக்கு தனது 17 ஆண்டுகால சேவையை முடித்துக்கொண்டு, ராஜா மார்ச் 7, 2022 அன்று தனது இறுதி மூச்சை முழு தேசத்தையும் சோகத்தில் ஆழ்த்தினார்.",
        "\"நடுங்கமுவ ராஜாவை பாதுகாக்கும் பணியை முடிக்க குறைந்தது ஆறு மாதங்கள் ஆகும் என்று நான் நம்புகிறேன். தோலை அகற்றும் பணியை நாங்கள் தொடங்கிய நேரத்தில் பொதுமக்களுக்கு காட்சிகளை வெளியிடுவதைத் தவிர்க்குமாறு நாங்கள் கூட்டத்தினரைக் கேட்டுக் கொண்டோம். இதற்குக் காரணம் நாங்கள் மக்கள் என்று நம்பினோம். இந்த விலங்கைப் பொதுமக்கள் பெரிதும் வணங்குவதால், உணர்ச்சிகரமான படங்களைப் பார்க்கக்கூடாது - சனுஜா கஸ்தூரியாராச்சி, தேசிய அருங்காட்சியகத் திணைக்களத்தின் பணிப்பாளர் நாயகம்\"",
        "ராஜா 1954 இல் மைசூரில் பிறந்தார் மற்றும் மகாராஜா ஜெய்ச்மஜேந்திர வாடியாருக்கு சொந்தமானவர். பொரலஸ்கமுவ நீலம்மஹாரா விகாரையில் உள்ள புத்த பிக்கு ஒருவர், புகழ்பெற்ற மருத்துவராகவும் இருந்தவர், மஹாராஜாவை குணப்படுத்தும் பணியைப் பெற்றார்; ஒரு நோயால் கண்டறியப்பட்டவர். துறவி நோயைக் குணப்படுத்துவதில் வெற்றி பெற்றதால், மகாராஜா இந்த துறவிக்கு இரண்டு யானைகளை பரிசாக அளித்தார். அவர்களில் ஒருவர் ராஜா. மற்ற யானையான நவம் ஹஸ்தியின் பாதுகாவலர் வேந்தன். கங்காராம விகாரையின் பிரதமகுருவான கலபொட ஞானிஸ்ஸர தேரர். 1978 ஆம் ஆண்டு ஆயுர்வேத வைத்திய நிபுணர் நடுங்கமுவையைச் சேர்ந்த தர்மவிஜய வேத ராலஹாமி என்பவர் ஹொரணையில் இருந்து யானையை கொள்வனவு செய்திருந்தார். பின்னர் யானை இறக்கும் வரை அவரது மகன் டாக்டர் ஹர்ஷ தர்மவிஜய என்பவருக்கு சொந்தமானது.",
        "அதன் மறைவுக்குப் பிறகு, தேசிய அருங்காட்சியகத் துறை இந்த தேசிய ஐகானைப் பாதுகாக்கும் பணியை ஒப்படைத்தது. தேசிய அருங்காட்சியகங்கள் திணைக்களத்தின் பணிப்பாளர் நாயகம் சனுஜா கஸ்தூரியாராச்சி கருத்துத் தெரிவிக்கையில், \"டாக்ஸிடெர்மி என்பது ஒரு சிக்கலான செயல்முறையாகும், அதற்கு அதிக பொறுமை தேவை. “நடுங்கமுவ ராஜாவை பாதுகாக்கும் பணியை முடிக்க குறைந்தது ஆறு மாதங்கள் ஆகும் என்று நான் நம்புகிறேன். நாங்கள் ஸ்கின்-அவுட் செயல்முறையைத் தொடங்கிய நேரத்தில் பொதுமக்களுக்கு காட்சிகளை வெளியிடுவதைத் தவிர்க்குமாறு கூட்டத்தைக் கேட்டுக் கொண்டோம். ஏனென்றால், பொதுமக்கள் இந்த விலங்கை மிகவும் வணங்குவதால், உணர்ச்சிகரமான படங்களை மக்கள் பார்க்கக்கூடாது என்று நாங்கள் நம்பினோம். டாக்ஸிடெர்மியின் அடிப்படையில் நாம் ஒரு விலங்கை மீட்டெடுக்க வேண்டுமானால், தோலை அகற்றுவது அவசியம். இல்லாவிட்டால் அந்த மிருகத்தை புதைக்க வேண்டும். ஆனால் கலாச்சார சித்தாந்தங்கள் காரணமாக ஆரம்ப காட்சிகளை வெளியிட வேண்டிய அவசியமில்லை என்று நினைத்தோம். மில்லங்கொட ராஜாவை இளைய தலைமுறையினருக்கு காட்சிப்படுத்தவும், தேசத்திற்கான அதன் சேவையை அவர்களுக்கு கற்பிக்கவும் முடிந்தது. ஆனால் அது புதைக்கப்பட்டிருந்தால் இது சாத்தியமில்லை. விமர்சிக்காமல், இறுதித் தயாரிப்பைக் காணும் வரை மக்கள் காத்திருக்கக் கற்றுக் கொள்ள வேண்டும்,” என்றார் கஸ்தூரியாராச்சி.",
        "\"அவர் மகிழ்வித்து, மனித நோக்கத்திற்குச் சேவை செய்தார். அவரது உடலைப் பாதுகாத்து மனிதனுக்குச் சேவை செய்ய இறந்த உடலைப் பெறுகிறோம். புத்தரின் போதனைகளின்படி மக்கள் விட்டுவிடக் கற்றுக்கொள்ள வேண்டும், ஆனால் இங்கே அவர்கள் ஒரு மனிதனுக்கு சேவை செய்ய அதன் இறந்த உடலைத் தொங்குகிறார்கள். நோக்கம் - விலங்கு உரிமைகள் மற்றும் சுற்றுச்சூழலுக்கான பேரணியின் பாஞ்சாலி பனாபிட்டிய\"",
        "டாக்ஸிடெர்மி என்பது விலங்குகளைப் பாதுகாப்பதற்கான ஒரு வழியாகும், இது ஒரு உலர் முறையாகும். அது வாழும் அவதாரத்தைப் போலவே விலங்கின் உண்மையான பிரதிநிதித்துவத்தை சித்தரிக்க முயற்சிக்கிறது. \"ராஜாவைப் பொறுத்த வரையில், அந்த விலங்கு உயிருடன் இருந்த காலத்தில் இருந்த ஒரு பிரபலமான தோரணையை காட்சிப்படுத்த முயற்சிக்கிறோம்\" என்று கொழும்பு தேசிய அருங்காட்சியக உதவிப் பணிப்பாளர் லங்கனி சோமரத்ன தெரிவித்தார். \"எனவே ஒரு விலங்கின் தோலை அகற்றுவது அவசியம். விலங்கு இறந்த 12 மணி நேரத்திற்குள் தோலை எடுத்து பாதுகாக்கிறோம். இந்த செயல்பாட்டில் பல இரசாயனங்கள் பயன்படுத்தப்படுகின்றன, பின்னர் இந்த தோலை விலங்குகளின் டம்மியில் பயன்படுத்துகிறோம். செயல்பாட்டில் பயன்படுத்தப்படும் தொழில்நுட்பம் அவ்வப்போது புதுப்பிக்கப்படுகிறது, ”என்று சோமரத்ன விளக்கினார்.",
        "இருப்பினும், விலங்கு இறந்ததைத் தொடர்ந்து அதன் தோலை உரித்த சில வீடியோக்கள் மற்றும் புகைப்படங்கள் சமூக ஊடகங்களில் வைரலாகி வருகின்றன. “இந்தக் காட்சிகள் நமக்குத் தெரியாமல் வைரலாக்கப்பட்டது. சமூக ஊடக பயன்பாட்டை கட்டுப்படுத்துவது கடினம். சிலருக்கு டாக்ஸிடெர்மி பற்றி தெரியாது மற்றும் பொதுமக்கள் தவறாக வழிநடத்தப்பட்டனர். டாக்ஸிடெர்மி செயல்பாட்டின் போது ஒரு விலங்கின் மண்டை ஓடு மற்றும் தோல் மிக முக்கியமானவை. சதை மற்றும் எலும்புகளை அப்புறப்படுத்துகிறோம். சிறுத்தையைப் பொறுத்த வரையில் அதன் பற்கள், நகங்கள் போன்றவையும், யானையைப் பொறுத்தவரையில் தந்தங்களும் தேவை. மற்ற உடல் உறுப்புகளை நாங்கள் பயன்படுத்துவதில்லை. ஆனால் நாம் ஒரு எலும்புக்கூட்டை உருவாக்கினால், அதன் உண்மையான எலும்புக்கூட்டைப் பயன்படுத்துகிறோம், ஆனால் எப்படியிருந்தாலும் நாங்கள் சதையை நிராகரிக்கிறோம், ”என்று சோமரத்ன கூறினார்.",
        "\"விலங்கு இறந்ததைத் தொடர்ந்து அதன் தோலை உரித்த சில வீடியோக்கள் மற்றும் புகைப்படங்கள் சமூக வலைதளங்களில் வைரலானது\"",
        "முழுமையடையாத கருப்பு சிறுத்தையின் புகைப்படங்கள் சமூக ஊடகங்களில் வைரலானபோது, ​​​​பொதுமக்கள் டாக்ஸிடெர்மிஸ்டுகளுக்கு தங்கள் ஏமாற்றத்தை வெளிப்படுத்தினர். ஆனால் அந்த புகைப்படம் டாக்ஸிடெர்மி செயல்முறை ஆரம்ப கட்டத்தில் இருந்தபோது எடுக்கப்பட்டது. தற்போது கருஞ்சிறுத்தையின் நேர்த்தியான வடிவம் அருங்காட்சியகத்தின் டாக்ஸிடெர்மி பிரிவில் உயரமாக நிற்கிறது; அதன் அதிகாரப்பூர்வ பொதுக் காட்சிக்கு முன் இன்னும் சில திருத்தங்கள் மற்றும் பிரஷ் அப்களுக்கு உட்பட்டுள்ளது. \"செயல்முறையை முடிக்கும் வரை, இறுதி தயாரிப்பு எப்படி இருக்கும் என்பதை எங்களால் கணிக்க முடியாது. அருங்காட்சியகத்தில் மிகவும் அனுபவம் வாய்ந்த டாக்சிடெர்மிஸ்டுகள் எங்களிடம் உள்ளனர்,” என்று அவர் மேலும் கூறினார்.",
        "\"செயல்முறையைத் தொடங்குவதற்கு முன், டம்மியைத் தயாரிப்பது போன்ற சில பணிகள் முடிக்கப்பட வேண்டும்,\" செயல்முறையை முடிக்க குறைந்தபட்சம் ஆறு மாதங்கள் ஆகும் என்பதை நியாயப்படுத்தும் போது அவர் கூறினார். “இங்கே கிடைக்கும் தொழில்நுட்பத்தை அதிகபட்சமாகப் பயன்படுத்தப் போகிறோம். டாக்ஸிடெர்மியில் தோலையும் மண்டை ஓட்டையும் எடுப்பது அவசியம், ஆனால் இந்த விலங்கு ஒரு தேசிய சின்னமாக இருப்பதால் மக்கள் காட்சிகளுக்கு அதிக கவனம் செலுத்தினர்.",
        "“ஜனாதிபதி செயலகத்தினால் புத்தசாசன, சமய மற்றும் கலாசார அலுவல்கள் அமைச்சுக்கு அனுப்பப்பட்ட கோரிக்கையை அடுத்து இந்த பாதுகாப்பு ஆரம்பிக்கப்பட்டது. அது இறந்த சில மணிநேரங்களுக்குப் பிறகு எங்களுக்குச் செய்தி கிடைத்தது, வரையறுக்கப்பட்ட காலக்கெடுவிற்குள் அதன் தோலைப் பாதுகாப்பதே மிகப்பெரிய சவாலாக இருந்தது. இப்பணிக்கு உதவிய பணிப்பாளர் நாயகம் சனுஜா கஸ்தூரியாராச்சி, பதில் பணிப்பாளர் (விஞ்ஞானம்) மனோரி குணதிலக்க மற்றும் சமல்க கொத்தலாவல (டாக்சிடெர்மிஸ்ட்), ரவீந்திர விக்கிரமநாயக்க, சுசந்த பாலசூரிய மற்றும் துஷாரி தசநாயக்க தலைமையிலான 14 பேர் கொண்ட குழுவினருக்கு எனது மனமார்ந்த நன்றிகளை தெரிவித்துக் கொள்கிறேன். அவர்களின் கூட்டு முயற்சி இல்லாவிட்டால், இந்த செயல்முறையின் ஆரம்ப கட்டங்களை இவ்வளவு சீக்கிரம் முடித்திருக்க முடியாது, ”என்று அவர் மேலும் கூறினார்.",
        "ராஜாவை பராமரித்த வில்சன் கொடித்துவக்கு இறந்த மிருகத்திற்கு அஞ்சலி செலுத்தினார்",
        "சமல்க கொத்தலாவல மற்றும் அணியினருக்குப் பெரும் சவாலாக இருந்தது, எந்தவித பாதிப்பும் ஏற்படாத வகையில் தோலை அகற்றுவது. \"பாதுகாப்பு செயல்முறைக்கு முன் நாங்கள் ஓவியங்கள், கோடுகள் வரைந்து பின்னர் ஒரு விலங்கின் அளவீடுகளை எடுப்போம்,\" என்று தெற்காசியாவின் ஒரே பெண் டாக்சிடெர்மிஸ்ட் கொத்தலாவல கருத்து தெரிவித்தார். “திங்கட்கிழமை (மார்ச் 7) காலை எங்களுக்கு செய்தி கிடைத்ததும், நாங்கள் குழுவைச் சேகரித்து செயல்முறைக்குத் தேவையான அனைத்து பொருட்களையும் தயார் செய்தோம். நாங்கள் இடத்தை அடைந்து செயல்முறையைத் தொடங்கும் நேரத்தில், கூட்டம் தலையிடுவதை நாங்கள் விரும்பாததால், இரவு 11.00 மணியளவில் இருந்தது. அடுத்த நாள் பிற்பகல் நேரத்தில் தோல் வெளியேற்றும் செயல்முறை முடிந்தது. நாங்கள் மண்டை ஓடு மற்றும் தந்தங்களைப் புதைத்தோம், தோலைப் பாதுகாக்க சுமார் 10 நாட்கள் ஆனது. குழு நீண்ட நேரம் வேலை செய்தது மற்றும் சிலர் அதிகாலை 4.00 மணி வரை கூட வேலை செய்தனர். அவர்களின் தோலின் கீழ் கொழுப்பு ஒரு தடித்த அடுக்கு உள்ளது, இது கவனமாக அகற்றப்பட வேண்டும். மில்லங்கொட ராஜாவின் இந்த பணியை முடிக்க சுமார் இரண்டு வாரங்கள் ஆனது, ஆனால் எங்களால் அதை 10 நாட்களில் முடிக்க முடிந்தது. தோல் பின்னர் ஒரு இரசாயன குளியல் தோய்த்து.",
        "\"ராஜாவின் மறைவைத் தொடர்ந்து பேசப்படாத பல பிரச்சனைகள் எழுகின்றன, வளர்ப்பு யானைகளின் நிர்வாகத்தை சீரமைக்க அவை விவாதிக்கப்பட வேண்டும்\"",
        "“இரண்டு மாதங்களுக்குப் பிறகு மண்டை ஓட்டை தோண்டி எடுக்கிறோம் ஆனால் அதற்குள் சதை அழியாது. எனவே நாம் அனைத்து சதைகளையும் அகற்ற வேண்டும். மண்டை ஓட்டுக்கு சேதம் ஏற்படாமல் தந்தங்களையும் பிரிக்க முடியாது. அதனால்தான் அது புதைக்கப்பட்டது, அதன் பிறகு நாம் அதை குழிக்குள் சரிசெய்யலாம். முந்தைய நாளில், தோல் கைமுறையாக உலர்த்தப்பட்டது, ஆனால் இப்போது நாம் சருமத்தை உறைய வைத்து, இறுதி தயாரிப்பைப் பெற புதிய தொழில்நுட்பங்களை இணைத்துள்ளோம். உறைந்தவுடன் தோலை இழுப்பது எளிது. பராமரிப்பு வாரியாக ஒவ்வொரு ஐந்து வருடங்களுக்கும் ஒரு பாதுகாக்கப்பட்ட தோலை மீட்டெடுக்க வேண்டும். பாதுகாக்கப்பட்டவுடன், டம்மி குளிரூட்டப்பட்ட அறையில் வைக்கப்பட வேண்டும். வெப்பநிலை, ஈரப்பதம் மற்றும் ஒளி எந்த விலங்குகளின் பாதுகாக்கப்பட்ட தோலை பாதிக்கிறது. எனவே தோலை அகற்றும் போது அது சேதமடையாமல் பார்த்துக் கொள்ள வேண்டும். தோல் வறண்டு போகாமல் பார்த்துக் கொள்ள வேண்டும். மற்றொரு சவால் என்னவென்றால், செயல்முறை வெளியில் செய்யப்பட்டது. ஆனால் இப்போது தோல் பாதுகாக்கப்பட்டுள்ளது, விரைவில் அடுத்த கட்டத்திற்கு செல்வோம், ”என்று அவர் மேலும் கூறினார்.",
        "\"2021 ஆம் ஆண்டின் 1 ஆம் எண். வீட்டு யானைகளின் பாதுகாப்பு, நலன் மற்றும் பதிவு தொடர்பான சர்ச்சைக்குரிய விதிமுறைகளின்படி, யானைகளை 60 வயதிற்குப் பிறகு எதற்கும் பயன்படுத்தக்கூடாது. இருப்பினும், நடுங்கமுவே யானை, 69 வயதில் இறந்தது. , கடந்த ஆண்டு கூட புனிதப் பல்லக்கு கோயிலில் சமீபத்தில் முடிவடைந்த மத விழாவிற்கு பயன்படுத்தப்பட்டது - சுபுன் லஹிரு பிரகாஷ் அழைப்பாளர் – பல்லுயிர் மற்றும் ஆராய்ச்சி வட்டம்\"",
        "யானைகளை வளர்ப்பது குறித்த உரையாடல், நாட்டில் உள்ள விலங்குகள் உரிமைகள் சகோதரத்துவம் மத்தியில் பெரும் விவாதத்தைத் தூண்டியுள்ளது. நாட்டில் சுமார் 100 வளர்ப்பு யானைகள் இருந்தாலும், அவை காடுகளுக்கு சொந்தமானவை என்றும், அவற்றின் சொந்த வாழ்விடங்களில் இருக்க அனுமதிக்கப்பட வேண்டும் என்றும் பலர் நம்புகிறார்கள்.",
        "\"நடுங்கமுவ ராஜா மனிதர்களுக்கு சேவை செய்து, மனிதர்களின் பொருளாகவே வாழ்ந்து வந்தார்\" என்று விலங்கு உரிமைகள் மற்றும் சுற்றுச்சூழலுக்கான பேரணியின் (RARE) பாஞ்சாலி பனாபிட்டிய கருத்து தெரிவித்தார். \"அவர் ஒரு மனித நோக்கத்திற்காக மகிழ்வித்து சேவை செய்தார். அவரது உடல் பாதுகாக்கப்படுவதால், மனிதர்களுக்கு சேவை செய்ய இறந்த உடலைப் பெறுகிறோம். புத்தரின் போதனைகளின்படி மக்கள் விட்டுவிடக் கற்றுக் கொள்ள வேண்டும், ஆனால் இங்கே அவர்கள் மனித நோக்கத்திற்காக அதன் இறந்த உடலில் தொங்குகிறார்கள், ”என்று பனாபிட்டிய கூறினார்.",
        "வளர்ப்பு யானையாக இருப்பதால், ராஜா இனத்தின் அடிப்படை உரிமையை மீறுவது குறித்தும் கவலைகள் எழுந்துள்ளன. கண்டி எசல பெரஹராவின் போது வீதிகளில் அணிவகுத்துச் சென்ற 70 வயதுடைய திக்கிரி என்ற வாலிபரின் புகைப்படங்கள், யானைகளின் வயது குறித்த கவலைகள் எழுந்தன. \"2021 ஆம் ஆண்டின் 1 ஆம் எண். வீட்டு யானைகளின் பாதுகாப்பு, நலன் மற்றும் பதிவு தொடர்பான சர்ச்சைக்குரிய விதிமுறைகளின்படி, 60 வயதிற்குப் பிறகு யானைகளை எந்த நோக்கத்திற்கும் பயன்படுத்தக் கூடாது. எவ்வாறாயினும், 69 வயதில் இறந்த நடுங்காமுவே யானை, கடந்த ஆண்டு கூட புனித பல்லக்கு கோவிலில் சமீபத்தில் முடிந்த மத திருவிழாவிற்கு பயன்படுத்தப்பட்டது, ”என்று பல்லுயிர் மற்றும் ஆராய்ச்சி வட்டத்தின் ஒருங்கிணைப்பாளர் சுபுன் லஹிரு பிரகாஷ் கருத்து தெரிவித்தார்.",
        "வளர்ப்பு யானையாக இருப்பதால், ராஜா இனத்தின் அடிப்படை உரிமையை மீறுவது குறித்தும் கவலைகள் எழுந்துள்ளன.",
        "ராஜாவின் மறைவைத் தொடர்ந்து பேசப்படாத பல பிரச்சினைகள் எழுந்துள்ளதால், வளர்ப்பு யானைகளின் நிர்வாகத்தை சீரமைக்க இவை விவாதிக்கப்பட வேண்டும். “சிறைப்பட்ட யானைகளை வைத்திருப்பதற்கான உரிமங்களைப் பதிவுசெய்தல் மற்றும் புதுப்பித்தல் தொடர்பான அறிவியல் மற்றும் வெளிப்படையான செயல்முறையை அறிமுகப்படுத்தும், சிறைபிடிக்கப்பட்ட யானைகள் குறித்த தேசியக் கொள்கையை இயற்ற வேண்டும் என்று நாங்கள் வலியுறுத்துகிறோம். சிறைபிடிக்கப்பட்ட யானைகளை கலாச்சார, மத மற்றும் சுற்றுலா நோக்கங்களுக்காக பயன்படுத்துவதற்கு இது ஒரு வரம்புக்கு வழிவகுக்கும். சுற்றுலா, மரம் வெட்டுதல், அரசியல் நிகழ்வுகள் மற்றும் திருமண விழாக்களுக்கு அவற்றைப் பயன்படுத்துவதை ஊக்குவிக்கக் கூடாது. கோவில்கள், தம்மப் பள்ளிகள், கதீன பிங்காமை போன்றவற்றில் சிறிய ஊர்வலங்களில் கூட அவற்றைப் பயன்படுத்தக் கூடாது. 2016 இல் CITES இன் கட்சிகளின் பதினேழாவது மாநாடு மற்றும் 2017 இல் நடந்த இரண்டாவது ஆசிய யானைத் தொடர் மாநிலங்களின் கூட்டத்தால் முன்மொழியப்பட்ட தரப்படுத்தப்பட்ட சிறைப்பிடிக்கப்பட்ட யானை பதிவு நெறிமுறைகள் மற்றும் சிறந்த நடைமுறைகளை பின்பற்றுமாறு இலங்கையில் ஆசிய யானைகளின் நலன் மற்றும் பாதுகாப்பிற்கு பொறுப்பான அதிகாரிகளை நாங்கள் கேட்டுக்கொள்கிறோம். இந்த வழிகாட்டுதல்களில் டிஎன்ஏ பதிவு, சிறைபிடிக்கப்பட்ட மக்களுக்கான கண்காணிப்பு நெறிமுறைகள், சிறைபிடிக்கப்பட்ட யானைகளின் மேலாண்மை மற்றும் நலனுக்கான வழிகாட்டுதல்கள், விலங்கியல் நோய்கள் உள்ளிட்ட நோய் மேலாண்மை, பணியாளர்கள் மற்றும் மஹவுட்களின் பயிற்சி மற்றும் திறன் மேம்பாடு மற்றும் சட்டவிரோத யானைகளின் எண்ணிக்கையை நிர்வகிப்பதற்கான குறிப்பிட்ட தேசியக் கொள்கை ஆகியவை அடங்கும். நேரடி யானை வணிகம். இந்த புதிய நெறிமுறைகள் காட்டு ஆசிய யானைகளின் சட்டவிரோத வர்த்தகத்துடன் தொடர்புடைய முறைகேடுகளை ஊக்கப்படுத்தலாம் மற்றும் இலங்கையில் சிறைபிடிக்கப்பட்ட ஆசிய யானைகளின் நலனைப் பாதுகாக்கலாம்,” என்று பிரகாஷ் கூறினார்."
      ]
    }
  }
}