{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/JDC-Printing-Technologies-Offers-the-Gold-Sponsorship-for-Sri-Lanka-Print-Exhibition-Trade-Fair-2022/34-733614",
  "time_ut": 1650393000,
  "title": "JDC Printing Technologies Offers the Gold Sponsorship for Sri Lanka Print Exhibition & Trade Fair 2022",
  "body_lines": [
    "From left: JDC Manager Sales Digital Lanka Weeratunga, Konica Minolta Country Head Francis Chua, Sanmick Director Operation Sheran Perera, Sanmick Director Marketing Thamira Rupasinghe, JDC Group Managing Director Chandula Perera, Konica Minolta Regional HQ Head of Sales Shaun Seto, Konica Minolta Head of Marketing Hanzala Samath, JDC Group CEO Dinesh Mervyn",
    "The Sri Lanka Print Exhibition and Trade Fair 2022 organised by the Sri Lanka Association of Printers was held recently at the BMICH. JDC Printing Technologies Ltd. was the Gold Sponsor at this prestigious event.",
    "The exhibition comprised over 150 stalls displaying all types of products and machinery and equipment used for printing.",
    "JDC Printing Technologies which commenced business in1979 is proud to say that they are one of the leading suppliers of machinery and materials to the printing and packaging industry in Sri Lanka.",
    "Being the distributor for Konica Minolta digital printing systems, JDC is further strengthened with the ability to offer the latest digital solutions. Konica Minolta is a popular label series of toner-based printers.",
    "“The Accurio Label 230” was sold at the exhibition to Sanmik Printing & Packaging Ltd., the leading label converter. The new design offers speed improvement on tack papers and tack films with a maximum print speed of 76 feet per minute, shorter warm-up times, and an optional over-print kit enabling additional capabilities of running pre-printed media.",
    "The new AL230 also incorporates improvements to its GM winder and un-winder that include air chuck control for trouble-free handling of roll material, pre and post area access lights for improved viewing of web path and updated tension control for automatic tension settings during label runs.",
    "The new AL230 is beneficial especially on short-run label printing for cosmetics, beverages, medicine, industrial products, and food packaging, labels for local events and special occasions, personalised labels, and labels with variable data content.",
    "JDC Group Managing Director Chandula Perera stated: “I am extremely pleased to see the company progressing with the introduction of advanced technologies within the ever-changing printing industry creating a wider strategy for customers’ sustainable growth.”"
  ],
  "translate": {
    "si": {
      "title": "JDC Printing Technologies විසින් ශ්‍රී ලංකා මුද්‍රණ ප්‍රදර්ශනය සහ වෙළඳ ප්‍රදර්ශනය 2022 සඳහා රන් අනුග්‍රහය පිරිනමයි",
      "body_lines": [
        "වමේ සිට: JDC කළමනාකාර ඩිජිටල් ලංකා වීරතුංග, Konica Minolta Country Head Francis Chua, Sanmick අධ්‍යක්ෂ මෙහෙයුම් ශෙරාන් පෙරේරා, Sanmick අධ්‍යක්ෂ අලෙවි තමිර රූපසිංහ, JDC සමූහ කළමනාකාර අධ්‍යක්ෂ චන්දුල පෙරේරා, Konica Minolta ප්‍රාදේශීය මූලස්ථානයේ Sead of Konica Minolta, Head of Sales Head Minolta, Head Shauna අලෙවිකරණ හංසල සමත්, JDC සමූහ ප්‍රධාන විධායක නිලධාරී දිනේෂ් මර්වින්",
        "ශ්‍රී ලංකා මුද්‍රණකරුවන්ගේ සංගමය විසින් සංවිධානය කරන ලද ශ්‍රී ලංකා මුද්‍රණ ප්‍රදර්ශනය සහ වෙළඳ ප්‍රදර්ශනය 2022 පසුගියදා BMICH හිදී පැවැත්විණි. JDC Printing Technologies Ltd මෙම කීර්තිමත් උත්සවයේ රන් අනුග්‍රාහකයා විය.",
        "මෙම ප්‍රදර්ශනය ප්‍රදර්ශන කුටි 150 කට අධික ප්‍රමාණයකින් සමන්විත වූ අතර මුද්‍රණය සඳහා භාවිතා කරන සියලුම වර්ගයේ නිෂ්පාදන සහ යන්ත්‍රෝපකරණ සහ උපකරණ ප්‍රදර්ශනය කෙරේ.",
        "1979 දී ව්‍යාපාර ආරම්භ කළ JDC Printing Technologies ශ්‍රී ලංකාවේ මුද්‍රණ සහ ඇසුරුම් කර්මාන්තයට යන්ත්‍රෝපකරණ සහ ද්‍රව්‍ය සපයන ප්‍රමුඛතම සැපයුම්කරුවෙකු බව ආඩම්බරයෙන් පවසයි.",
        "Konica Minolta ඩිජිටල් මුද්‍රණ පද්ධති සඳහා බෙදාහරින්නා වන JDC නවතම ඩිජිටල් විසඳුම් පිරිනැමීමේ හැකියාව සමඟින් තවදුරටත් ශක්තිමත් වේ. Konica Minolta යනු ටෝනර් මත පදනම් වූ මුද්‍රණ යන්ත්‍රවල ජනප්‍රිය ලේබල් මාලාවකි.",
        "\"The Accurio Label 230\" ප්‍රදර්ශනයේදී ප්‍රමුඛ ලේබල් පරිවර්තකය වන Sanmik Printing & Packaging Ltd. වෙත අලෙවි කරන ලදී. නව සැලසුම මඟින් විනාඩියකට අඩි 76 ක උපරිම මුද්‍රණ වේගයක් සහිත ටැක් කඩදාසි සහ ටැක් චිත්‍රපටවල වේග වැඩිදියුණු කිරීම්, කෙටි උණුසුම් වේලාවන් සහ පෙර මුද්‍රිත මාධ්‍ය ධාවනය කිරීමේ අමතර හැකියාවන් සක්‍රීය කරන විකල්ප අධික මුද්‍රණ කට්ටලයක් ලබා දේ.",
        "නව AL230 එහි GM winder සහ un-winder හි වැඩිදියුණු කිරීම් ඇතුළත් වන අතර ඒවාට රෝල් ද්‍රව්‍ය කරදරයකින් තොරව හැසිරවීම සඳහා වායු චක් පාලනය, වෙබ් මාර්ගය වැඩිදියුණු කිරීම සඳහා පූර්ව සහ පසු ප්‍රදේශ ප්‍රවේශ ලයිට් සහ ලේබලය අතරතුර ස්වයංක්‍රීය ආතති සැකසුම් සඳහා යාවත්කාලීන කළ ආතති පාලනය ඇතුළත් වේ. දුවනවා.",
        "නව AL230 විශේෂයෙන් රූපලාවණ්‍ය, පාන වර්ග, ඖෂධ, කාර්මික නිෂ්පාදන, සහ ආහාර ඇසුරුම් සඳහා කෙටිකාලීන ලේබල් මුද්‍රණය, දේශීය සිදුවීම් සහ විශේෂ අවස්ථා සඳහා ලේබල්, පුද්ගලීකරණය කළ ලේබල් සහ විචල්‍ය දත්ත අන්තර්ගතය සහිත ලේබල් සඳහා ප්‍රයෝජනවත් වේ.",
        "JDC සමූහ ව්‍යාපාරයේ කළමනාකාර අධ්‍යක්ෂ චන්දුල පෙරේරා මහතා ප්‍රකාශ කළේ, \"දිනෙන් දින වෙනස් වන මුද්‍රණ කර්මාන්තය තුළ පාරිභෝගිකයින්ගේ තිරසාර වර්ධනය සඳහා පුළුල් උපාය මාර්ගයක් නිර්මාණය කරමින් උසස් තාක්‍ෂණයන් හඳුන්වාදීමත් සමඟ සමාගම ප්‍රගතියක් ලබා ගැනීම ගැන මම අතිශයින් සතුටට පත්වෙනවා.\""
      ]
    },
    "ta": {
      "title": "JDC Printing Technologies இலங்கை அச்சு கண்காட்சி மற்றும் வர்த்தக கண்காட்சி 2022க்கான தங்க அனுசரணையை வழங்குகிறது.",
      "body_lines": [
        "இடமிருந்து: JDC விற்பனை முகாமையாளர் டிஜிட்டல் லங்கா வீரதுங்க, கொனிகா மினோல்டா நாட்டின் தலைவர் பிரான்சிஸ் சுவா, சன்மிக் பணிப்பாளர் நடவடிக்கை ஷெரன் பெரேரா, சன்மிக் பணிப்பாளர் சந்தைப்படுத்தல் தாமிர ரூபசிங்க, ஜேடிசி குழும முகாமைத்துவ பணிப்பாளர் சந்துல பெரேரா, கொனிகா மினோல்டா பிராந்திய தலைமையகம் மினோல்டா, கொனிகா மினோல்டா பிராந்திய தலைமையகம் மினோல்டா, கொனிகாட் ஷானோல்டா மார்க்கெட்டிங் ஹன்சாலா சமத், ஜேடிசி குழுமத்தின் CEO தினேஷ் மெர்வின்",
        "இலங்கை அச்சுப்பொறியாளர் சங்கத்தினால் ஏற்பாடு செய்யப்பட்ட இலங்கை அச்சு கண்காட்சி மற்றும் வர்த்தக கண்காட்சி 2022 அண்மையில் BMICH இல் நடைபெற்றது. இந்த மதிப்புமிக்க நிகழ்வில் JDC பிரிண்டிங் டெக்னாலஜிஸ் லிமிடெட் கோல்ட் ஸ்பான்சராக இருந்தது.",
        "கண்காட்சியில் 150 க்கும் மேற்பட்ட ஸ்டால்கள் அனைத்து வகையான பொருட்கள் மற்றும் இயந்திரங்கள் மற்றும் அச்சிட பயன்படுத்தப்படும் உபகரணங்களை காட்சிப்படுத்தியது.",
        "1979 இல் வர்த்தகத்தை ஆரம்பித்த JDC Printing Technologies இலங்கையில் அச்சிடும் மற்றும் பொதியிடல் தொழில்துறைக்கு இயந்திரங்கள் மற்றும் பொருட்களை வழங்குவதில் முன்னணியில் உள்ளதாக பெருமையுடன் கூறுகிறது.",
        "Konica Minolta டிஜிட்டல் பிரிண்டிங் அமைப்புகளுக்கான விநியோகஸ்தராக இருப்பதால், சமீபத்திய டிஜிட்டல் தீர்வுகளை வழங்கும் திறனுடன் JDC மேலும் பலப்படுத்தப்பட்டுள்ளது. Konica Minolta என்பது டோனர் அடிப்படையிலான அச்சுப்பொறிகளின் பிரபலமான லேபிள் தொடர் ஆகும்.",
        "\"The Accurio Label 230\" கண்காட்சியில் முன்னணி லேபிள் மாற்றியான Sanmik Printing & Packaging Ltd.க்கு விற்கப்பட்டது. புதிய வடிவமைப்பு, டாக் பேப்பர்கள் மற்றும் டாக் ஃபிலிம்களில் அதிகபட்ச அச்சு வேகம் நிமிடத்திற்கு 76 அடி, குறுகிய வெப்ப-அப் நேரங்கள் மற்றும் முன் அச்சிடப்பட்ட மீடியாவை இயக்கும் கூடுதல் திறன்களை செயல்படுத்தும் விருப்பமான ஓவர்-பிரிண்ட் கிட் ஆகியவற்றை வழங்குகிறது.",
        "புதிய AL230 ஆனது அதன் GM விண்டர் மற்றும் அன்-விண்டர் ஆகியவற்றில் மேம்பாடுகளை உள்ளடக்கியது, இதில் ரோல் மெட்டீரியலை சிக்கலற்ற கையாளுதலுக்கான காற்று சக் கட்டுப்பாடு, வலை பாதையை மேம்படுத்துவதற்கு முன் மற்றும் பின் பகுதி அணுகல் விளக்குகள் மற்றும் லேபிளின் போது தானியங்கி பதற்றம் அமைப்புகளுக்கான புதுப்பிக்கப்பட்ட பதற்றம் கட்டுப்பாடு ஆகியவை அடங்கும். ஓடுகிறது.",
        "புதிய AL230 குறிப்பாக அழகுசாதனப் பொருட்கள், பானங்கள், மருந்து, தொழில்துறை தயாரிப்புகள் மற்றும் உணவு பேக்கேஜிங், உள்ளூர் நிகழ்வுகள் மற்றும் சிறப்பு சந்தர்ப்பங்களுக்கான லேபிள்கள், தனிப்பயனாக்கப்பட்ட லேபிள்கள் மற்றும் மாறுபட்ட தரவு உள்ளடக்கம் கொண்ட லேபிள்களுக்கான குறுகிய கால லேபிள் அச்சிடுதல் ஆகியவற்றில் பயனுள்ளதாக இருக்கும்.",
        "JDC குழுமத்தின் முகாமைத்துவப் பணிப்பாளர் சந்துல பெரேரா கூறியதாவது: வாடிக்கையாளர்களின் நிலையான வளர்ச்சிக்கான பரந்த மூலோபாயத்தை உருவாக்கும் வகையில், எப்போதும் மாறிவரும் அச்சுத் துறையில் மேம்பட்ட தொழில்நுட்பங்களை அறிமுகப்படுத்துவதன் மூலம் நிறுவனம் முன்னேறுவதைக் கண்டு நான் மிகவும் மகிழ்ச்சியடைகிறேன்."
      ]
    }
  }
}