{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-economic-dimension-in-the-us-mass-killings-scourge/",
  "time_ut": 1655302200,
  "title": "The economic dimension in the US’ mass killings scourge",
  "body_lines": [
    "The current dramatic hike in mass killings in the US has, very rightly, provoked a re-assessment of the adequacy of the country’s gun laws and closely related questions but it is equally important to probe whether increasing economic pressures in the country have a bearing on the crisis as well. The latter poser needs in-depth investigation because some international commentators are already speaking about the possibility of a ‘US Spring’.",
    "Prior to discussing this cluster of issues at some length, this columnist believes that civilized sections the world over need to consider it incumbent on them to appreciate the deep concern the US President has been voicing over these steeply-rising mass murders. A crest-fallen President Joe Biden was emphatic about the need for the US polity to lose no further time in bringing an end to these inhuman acts. The appeal was made in the immediate aftermath of a shocking mass shooting in May at a primary school in Uvalde, Texas, where a killing spree by a lone gunman claimed the lives of 19 children and two teachers.",
    "‘It’s time to act for the children we have lost, for the children we can save, for the nation we love, let’s meet the moment. It’s time to act, President Biden is reported to have appealed. It is hoped that this call would strike a sympathetic chord in the hearts of the American people and prompt them into bringing moral pressure on their representatives to the US Congress, particularly on those of a Republican bent, to do what is needed to drastically contain the run-away savagery.",
    "It is important, that no less a person than the foremost political leader of the country decries crimes of this kind and speaks to the hearts and minds of his fellow countrymen on the need to rid their land of the scourge in question. Biden has led from the front on this question and for this he deserves the appreciation and empathy of the world. Clearly, short term political gain has not been a consideration for Biden in this connection, as it would have been for a Republican President. It is vitally important that political leaders take a cogent and clear moral stance on crime and not give the impression that they consider crime as something inseparably inherent to society.",
    "The scourge, however, is continuing in the US, notwithstanding vast sections of the American people coming together on a countrywide scale to condemn the atrocities in focus and to call for stricter gun laws. For instance, close on the heels of the US President’s address on the killing of the children, a man gunned down two women in a church parking lot in the state of Iowa before turning the gun on himself. That a most distressing trend in such lawlessness has been set in motion in the US is evidenced by the fact that some 233 such mass shootings have occurred in the country thus far in 2022.",
    "However, there are dimensions to this crime wave in the US which call for more than cursory scrutiny. For example, it has been revealed by the research organization Gun Violence Archive that 19,330 people have so far died in gun violence in the US this year. Most of these deaths, it has been pointed out, go well beyond ‘high profile mass killings’ and are suicides.",
    "These are disquietingly high figures and should provoke a stepped-up internal discussion in the US on what needs to be done about the latter’s gun culture which has deeply entrenched itself in the country over the decades. To be sure, ‘guns don’t kill people’, whereas the human agent who aims them at his fellows with murderous intent does, but the relative accessibility of guns facilitates the commissioning of the crime. It follows that if such accessibility is stymied the killing of humans could be proportionately reduced. Accordingly, what needs to be implemented urgently are measures that would greatly restrict such accessibility.",
    "More fundamentally, provisions in the US Constitution that contribute towards the legitimization of the carrying of arms by civilians need to be debated afresh and suitably amended. Arriving at a consensus on such issues across the political spectrum would prove an uphill task but there needs to be recognition in the polity that something constructive would need to be done to lessen the magnitude of the problem of gun violence.",
    "In the short and medium terms, though, more thorough background and mental health checks, as proposed, of those purchasing arms could yield some positive results. However, the long- term ideal would be to completely ban the possession of arms by civilians though there could be exceptions to the rule.",
    "However, it is not only the US that needs to be worried about fast-spreading gun violence and its social impact. A challenge of our times is to ascertain more thoroughly how mounting economic pressures impact the psyche of publics.",
    "In contemporary Sri Lanka, for example, we have all the evidence we need that growing economic pressures do impact the mental health of people very negatively. For example, as this is being written, the violent crime rate in the country is growing quite dangerously. The problem is compounded by the quite liberal use of fire arms by criminal elements. Needless to say, economic discontent has been on a steady rise in Sri Lanka over the past few years and to what extent this phenomenon has a bearing on crime needs to be studied intensively.",
    "As days go by economic pressures the world over could be expected to increase. Over the years, world food and energy prices have been on a rise and these problems could further aggravate as a result of the war in Ukraine. It should not be lost sight of that Russia and Ukraine contribute some 30 per cent of the world’s wheat production. Right now, as a consequence of some of Ukraine’s ports being blockaded by Russia, the world’s wheat supplies are drying up. Likewise, Western economic sanctions on Russia are having the effect of hiking world energy prices.",
    "These pressures have been grave enough for the UN to warn of ‘catastrophic hunger’. But it is not only the world’s material needs that are thus badly affected. The psychology of publics too is in danger of gradual impairment and such trends bode ill for future social stability.",
    "Significance of Mahinda Thera’s visit to this land; a Chairman ‘overwhelmed by emotion’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපදයේ සමූහ ඝාතන වල ආර්ථික මානය",
      "body_lines": [
        "එක්සත් ජනපදයේ සමූහ ඝාතනවල වර්තමාන නාටකාකාර වැඩිවීම, ඉතා නිවැරදිව, රටේ තුවක්කු නීතිවල ප්‍රමාණවත් බව සහ සමීපව සම්බන්ධ ප්‍රශ්න පිළිබඳ නැවත තක්සේරුවක් අවුලුවා ඇත, නමුත් රට තුළ වැඩිවන ආර්ථික පීඩනය බලපාන්නේ දැයි සොයා බැලීම ඒ හා සමානව වැදගත් වේ. අර්බුදය ද. සමහර ජාත්‍යන්තර විචාරකයින් දැනටමත් ‘එක්සත් ජනපදයේ වසන්තය’ පිළිබඳ සම්භාවිතාව ගැන කතා කරමින් සිටින නිසා අවසාන දර්ශනකරුට ගැඹුරු විමර්ශනයක් අවශ්‍ය වේ.",
        "මෙම ගැටලූ පොකුර ගැන දීර්ඝ වශයෙන් සාකච්ඡා කිරීමට පෙර, මෙම තීරු ලිපි රචකයා විශ්වාස කරන්නේ, සීග්‍රයෙන් ඉහළ යන මෙම සමූහ ඝාතන සම්බන්ධයෙන් එක්සත් ජනපද ජනාධිපතිවරයා හඬ නඟා ඇති ගැඹුරු කනස්සල්ල අගය කිරීම ලොව පුරා ශිෂ්ඨ සම්පන්න කොටස් ඔවුන්ට පැවරී ඇති බව සැලකිය යුතු බවයි. මෙම අමානුෂික ක්‍රියාවන්ට අවසානයක් ගෙන ඒම සඳහා එක්සත් ජනපද දේශපාලනයට තවත් කාලයක් අහිමි කර නොගැනීමේ අවශ්‍යතාවය ගැන ලාංඡනය වැටුණු ජනාධිපති ජෝ බයිඩන් අවධාරණය කළේය. මැයි මාසයේදී ටෙක්සාස් හි උවාල්ඩේ ප්‍රාථමික පාසලක හුදකලා තුවක්කුකරුවෙකු විසින් ඝාතන රැල්ලකින් ළමුන් 19 දෙනෙකුගේ සහ ගුරුවරුන් දෙදෙනෙකුගේ ජීවිත බිලිගත් කම්පන සහගත සමූහ වෙඩි තැබීමකින් ඉක්බිතිව මෙම ආයාචනය කරන ලදී.",
        "‘අපට අහිමි වූ දරුවන් වෙනුවෙන්, අපට ඉතිරි කළ හැකි දරුවන් වෙනුවෙන්, අපි ආදරය කරන ජාතිය වෙනුවෙන් ක්‍රියා කිරීමට කාලයයි මේ මොහොතේ හමුවෙමු. ක්‍රියා කිරීමට කාලයයි, ජනාධිපති බිඩෙන් ආයාචනා කළ බව වාර්තා වේ. මෙම කැඳවීම ඇමරිකානු ජනතාවගේ හදවත් තුළ සානුකම්පිත හදවතක් ඇති කරවන අතර, එක්සත් ජනපද කොන්ග්‍රසය වෙත ඔවුන්ගේ නියෝජිතයින්ට, විශේෂයෙන් රිපබ්ලිකන් නැමති අයට, දැඩි ලෙස පාලනය කිරීමට අවශ්‍ය දේ කිරීමට සදාචාරාත්මක පීඩනයක් ගෙන ඒමට ඔවුන් පොළඹවනු ඇතැයි අපේක්ෂා කෙරේ. පලා යන ම්ලේච්ඡත්වය.",
        "රටේ ප්‍රමුඛ පෙළේ දේශපාලන නායකයාට වඩා නොඅඩු පුද්ගලයකු මෙවැනි අපරාධ හෙළා දකිමින් තම රටවැසියන්ගේ හදවත්වලට හා ප්‍රශ්නගත ව්‍යසනයෙන් මුදවා ගැනීමේ අවශ්‍යතාව ගැන කතා කිරීම වැදගත්ය. මෙම ප්‍රශ්නය සම්බන්ධයෙන් Biden පෙරමුණ ගෙන ඇති අතර මේ සඳහා ඔහු ලෝකයේ අගය කිරීම සහ සංවේදනය ලැබිය යුතුය. පැහැදිලිවම, රිපබ්ලිකන් ජනාධිපතිවරයෙකුට මෙන්, කෙටි කාලීන දේශපාලන වාසි බිඩෙන්ට මේ සම්බන්ධයෙන් සලකා බලනු නොලැබේ. දේශපාලන නායකයින් අපරාධ සම්බන්ධයෙන් සාධාරණ සහ පැහැදිලි සදාචාරාත්මක ආස්ථානයක් ගැනීම සහ අපරාධය සමාජයට වෙන් කළ නොහැකි ලෙස ආවේනික දෙයක් ලෙස සලකයි යන හැඟීම ලබා නොදීම ඉතා වැදගත් වේ.",
        "කෙසේ වෙතත්, වසංගතය එක්සත් ජනපදයේ දිගටම පවතී, අවධානයට ලක්ව ඇති කුරිරුකම් හෙළා දැකීමට සහ දැඩි තුවක්කු නීති ඉල්ලා සිටීමට ඇමරිකානු ජනතාවගේ විශාල කොටස් රටපුරා පරිමානයෙන් එකට එකතු වුවද. නිදසුනක් වශයෙන්, ළමුන් ඝාතනය කිරීම පිළිබඳ එක්සත් ජනපද ජනාධිපතිවරයාගේ දේශනය ආසන්නයේ, අයෝවා ප්‍රාන්තයේ පල්ලියේ වාහන නැවැත්වීමේ ස්ථානයකදී, තුවක්කුව තමා වෙත හරවා ගැනීමට පෙර පිරිමියෙකු කාන්තාවන් දෙදෙනෙකුට වෙඩි තැබීය. එවැනි අවනීතියේ වඩාත් දුක්ඛිත ප්‍රවණතාවක් එක්සත් ජනපදය තුළ ක්‍රියාත්මක වී ඇති බව 2022 වසරේ මේ දක්වා රට තුළ එවැනි සමූහ වෙඩි තැබීම් 233 ක් පමණ සිදුවී ඇති බව සනාථ වේ.",
        "කෙසේ වෙතත්, එක්සත් ජනපදයේ මෙම අපරාධ රැල්ලට මානයන් ඇත, එය විමසිලිමත් පරීක්ෂාවට වඩා වැඩි යමක් ඉල්ලා සිටී. උදාහරණයක් ලෙස, මේ වසරේ එක්සත් ජනපදයේ තුවක්කු ප්‍රචණ්ඩත්වය හේතුවෙන් මේ වන විට පුද්ගලයින් 19,330 දෙනෙකු මිය ගොස් ඇති බව Gun Violence Archive පර්යේෂණ සංවිධානය විසින් අනාවරණය කර ඇත. මෙම මරණවලින් වැඩි ප්‍රමාණයක් ‘ඉහළ සමූහ ඝාතනවලින්’ ඔබ්බට ගොස් සියදිවි නසාගැනීම් බව පෙන්වා දී ඇත.",
        "මේවා අසහනකාරී ලෙස ඉහළ අගයන් වන අතර දශක ගනනාවක් තිස්සේ රට තුල ගැඹුරින් මුල් බැස ගෙන ඇති දෙවැන්නාගේ තුවක්කු සංස්කෘතිය සම්බන්ධයෙන් කළ යුතු දේ පිළිබඳව එක්සත් ජනපදය තුල කඩිනම් අභ්‍යන්තර සාකච්ඡාවක් අවුලුවාලිය යුතුය. නිසැකවම, ‘තුවක්කු මිනිසුන්ව මරන්නේ නැත’, නමුත් මිනීමරු චේතනාවෙන් තම සගයන් වෙත ඒවා එල්ල කරන මානව නියෝජිතයා එසේ කරයි, නමුත් තුවක්කුවල සාපේක්ෂ ප්‍රවේශය අපරාධය ආරම්භ කිරීමට පහසුකම් සපයයි. එවැනි ප්‍රවේශ්‍යතාව අඩාල කළහොත් මිනිසුන් ඝාතනය කිරීම සමානුපාතිකව අඩු කළ හැකි බව එයින් කියැවේ. ඒ අනුව කඩිනමින් ක්‍රියාත්මක කළ යුතු වන්නේ එවැනි ප්‍රවේශ්‍යතාව බෙහෙවින් සීමා කරන පියවරයන් ය.",
        "වඩාත් මූලික වශයෙන්, සිවිල් වැසියන් විසින් ආයුධ රැගෙන යාම නීත්‍යානුකූල කිරීම සඳහා දායක වන එක්සත් ජනපද ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ විධිවිධාන නැවත විවාදයට ගෙන සුදුසු පරිදි සංශෝධනය කළ යුතුය. දේශපාලන වර්ණාවලිය හරහා එවැනි ගැටළු සම්බන්ධයෙන් සම්මුතියකට පැමිණීම ඉහළ කර්තව්‍යයක් බව ඔප්පු කළ හැකි නමුත් තුවක්කු ප්‍රචණ්ඩත්වයේ ගැටලුවේ විශාලත්වය අඩු කිරීම සඳහා සාධනීය යමක් කළ යුතු බව දේශපාලනයේ පිළිගැනීමක් තිබිය යුතුය.",
        "කෙටි හා මධ්‍ය කාලීන වශයෙන්, යෝජිත පරිදි, එම ආයුධ මිලදී ගැනීමේ වඩාත් ගැඹුරු පසුබිම් සහ මානසික සෞඛ්‍ය පරීක්‍ෂා කිරීම් මගින් යම් ධනාත්මක ප්‍රතිඵල ලබා ගත හැක. කෙසේ වෙතත්, දිගුකාලීන පරමාදර්ශය වනුයේ නීතියට ව්යතිරේක තිබිය හැකි වුවද සිවිල් වැසියන් විසින් ආයුධ සන්තකයේ තබා ගැනීම සම්පූර්ණයෙන්ම තහනම් කිරීමයි.",
        "කෙසේ වෙතත්, වේගයෙන් පැතිර යන තුවක්කු හිංසනය සහ එහි සමාජ බලපෑම ගැන කනස්සල්ලට පත් විය යුත්තේ එක්සත් ජනපදය පමණක් නොවේ. අපේ කාලයේ අභියෝගයක් වන්නේ වැඩිවන ආර්ථික පීඩනය මහජනතාවගේ මනෝභාවයට බලපාන්නේ කෙසේද යන්න වඩාත් හොඳින් සොයා බැලීමයි.",
        "නිදසුනක් වශයෙන්, සමකාලීන ශ්‍රී ලංකාවේ, වර්ධනය වන ආර්ථික පීඩනය මිනිසුන්ගේ මානසික සෞඛ්‍යයට බෙහෙවින් අහිතකර ලෙස බලපාන බවට අපට අවශ්‍ය සියලුම සාක්ෂි අප සතුව ඇත. උදාහරණයක් ලෙස, මෙය ලියන විට, රටේ ප්‍රචණ්ඩ අපරාධ අනුපාතය තරමක් භයානක ලෙස වර්ධනය වේ. සාපරාධී කොටස් විසින් ඉතා ලිබරල් ලෙස ගිනි අවි භාවිතා කිරීම මගින් ගැටළුව උග්‍ර වේ. පසුගිය වසර කිහිපය තුළ ශ්‍රී ලංකාව තුළ ආර්ථික අතෘප්තිය ක්‍රමානුකූලව ඉහළ යමින් පවතින අතර මෙම සංසිද්ධිය අපරාධ සම්බන්ධයෙන් කෙතරම් දුරට බලපාන්නේද යන්න දැඩි ලෙස අධ්‍යයනය කළ යුතු බව අමුතුවෙන් කිව යුතු නැත.",
        "දිනෙන් දින ආර්ථික පීඩනය ලෝකය පුරා වැඩි වනු ඇතැයි අපේක්ෂා කළ හැකිය. වසර ගණනාවක් පුරා, ලෝක ආහාර හා බලශක්ති මිල ගණන් ඉහළ ගොස් ඇති අතර යුක්රේනයේ යුද්ධයේ ප්රතිඵලයක් ලෙස මෙම ගැටළු තවත් උග්ර විය හැකිය. ලෝකයේ තිරිඟු නිෂ්පාදනයෙන් සියයට 30ක් පමණ දායක වන්නේ රුසියාව සහ යුක්රේනය බව අමතක නොකළ යුතුය. මේ වන විට, යුක්රේනයේ සමහර වරායන් රුසියාව විසින් අවහිර කර තිබීමේ ප්‍රතිඵලයක් ලෙස, ලෝකයේ තිරිඟු සැපයුම සිඳී යමින් පවතී. එසේම, රුසියාවට එරෙහිව බටහිර ආර්ථික සම්බාධක ලෝක බලශක්ති මිල ඉහල යාමේ බලපෑමක් ඇති කරයි.",
        "එක්සත් ජාතීන්ගේ සංවිධානයට ‘ව්‍යසනකාරී කුසගින්න’ ගැන අනතුරු ඇඟවීමට තරම් මෙම පීඩනයන් බරපතළ වී ඇත. නමුත් එසේ නරක ලෙස බලපාන්නේ ලෝකයේ ද්‍රව්‍යමය අවශ්‍යතා පමණක් නොවේ. මහජනතාවගේ මනෝවිද්‍යාව ද ක්‍රමානුකූලව දුර්වල වීමේ අවදානමක පවතින අතර එවැනි ප්‍රවණතා අනාගත සමාජ ස්ථාවරත්වයට අහිතකර ලෙස බලපායි.",
        "මිහිඳු මාහිමියන් මේ බිමට වැඩම කිරීමේ වැදගත්කම; සභාපතිවරයෙක් 'හැඟීම්වලින් යටපත්'",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அமெரிக்காவின் வெகுஜன படுகொலைகளில் பொருளாதார பரிமாணம் கசப்பாக உள்ளது",
      "body_lines": [
        "அமெரிக்காவில் வெகுஜன படுகொலைகளின் தற்போதைய வியத்தகு உயர்வு, மிகவும் சரியாக, நாட்டின் துப்பாக்கி சட்டங்கள் மற்றும் நெருங்கிய தொடர்புடைய கேள்விகளின் போதுமான தன்மையை மறுமதிப்பீடு செய்ய தூண்டியுள்ளது, ஆனால் நாட்டில் அதிகரித்து வரும் பொருளாதார அழுத்தங்கள் தாக்கத்தை ஏற்படுத்துமா என்பதை ஆராய்வது சமமாக முக்கியமானது நெருக்கடியும். சில சர்வதேச வர்ணனையாளர்கள் ஏற்கனவே 'அமெரிக்க வசந்தம்' சாத்தியம் பற்றி பேசுவதால், பிந்தைய போஸருக்கு ஆழமான விசாரணை தேவை.",
        "இந்தக் கொத்துச் சிக்கல்களைப் பற்றி சிறிது நேரம் விவாதிப்பதற்கு முன், செங்குத்தாக அதிகரித்து வரும் இந்த வெகுஜனக் கொலைகள் குறித்து அமெரிக்க ஜனாதிபதி குரல் கொடுத்து வரும் ஆழ்ந்த கவலையைப் பாராட்டுவதற்கு உலகெங்கிலும் உள்ள நாகரீகப் பிரிவினர் தங்கள் கடமையாக கருத வேண்டும் என்று இந்தக் கட்டுரையாளர் நம்புகிறார். இந்த மனிதாபிமானமற்ற செயல்களுக்கு முற்றுப்புள்ளி வைப்பதில் அமெரிக்க அரசியல் இனி எந்த நேரத்தையும் இழக்காமல் இருக்க வேண்டியதன் அவசியத்தை ஒரு முகடு-விழுந்த ஜனாதிபதி ஜோ பிடன் வலியுறுத்தினார். மே மாதம் டெக்சாஸ், உவால்டேயில் உள்ள ஒரு ஆரம்பப் பள்ளியில் நடந்த அதிர்ச்சியூட்டும் வெகுஜன துப்பாக்கிச் சூடு சம்பவத்திற்குப் பிறகு உடனடியாக இந்த முறையீடு செய்யப்பட்டது, அங்கு ஒரு தனி துப்பாக்கிதாரி ஒரு கொலைக் களத்தில் 19 குழந்தைகள் மற்றும் இரண்டு ஆசிரியர்களின் உயிர்களைக் கொன்றது.",
        "‘நாம் இழந்த குழந்தைகளுக்காக, காப்பாற்றக்கூடிய குழந்தைகளுக்காக, நாம் நேசிக்கும் தேசத்திற்காக செயல்பட வேண்டிய தருணம் இது. செயல்பட வேண்டிய நேரம் இது, ஜனாதிபதி பிடன் வேண்டுகோள் விடுத்ததாக கூறப்படுகிறது. இந்த அழைப்பு அமெரிக்க மக்களின் இதயங்களில் ஒரு அனுதாபத்தைத் தாக்கும் என்று நம்பப்படுகிறது, மேலும் அமெரிக்க காங்கிரஸுக்கு அவர்களின் பிரதிநிதிகள் மீது, குறிப்பாக குடியரசுக் கட்சியின் வளைந்திருப்பவர்கள் மீது, கடுமையாகக் கட்டுப்படுத்தத் தேவையானதைச் செய்ய அவர்களைத் தூண்டும். ஓடிப்போகும் காட்டுமிராண்டித்தனம்.",
        "நாட்டின் தலைசிறந்த அரசியல் தலைவரைக் காட்டிலும் குறைவான ஒரு நபர் இதுபோன்ற குற்றங்களை நிராகரிப்பதும், கேள்விக்குரிய நிலத்தை அவர்களின் நிலத்தை விடுவிக்க வேண்டியதன் அவசியத்தைப் பற்றி சக நாட்டு மக்களின் இதயங்களுக்கும் மனங்களுக்கும் பேசுவது முக்கியம். இந்த கேள்விக்கு பிடென் முன்னணியில் இருந்து வழிநடத்தினார், இதற்காக அவர் உலகின் பாராட்டுக்கும் அனுதாபத்திற்கும் தகுதியானவர். தெளிவாக, குறுகிய கால அரசியல் ஆதாயம் இது தொடர்பாக பிடனுக்குக் கருத்தில் கொள்ளப்படவில்லை, அது குடியரசுக் கட்சித் தலைவருக்கு இருந்திருக்கும். அரசியல் தலைவர்கள் குற்றம் பற்றிய தெளிவான மற்றும் தெளிவான தார்மீக நிலைப்பாட்டை எடுப்பது இன்றியமையாதது, மேலும் அவர்கள் குற்றத்தை சமூகத்தில் பிரிக்கமுடியாத உள்ளார்ந்த ஒன்றாக கருதுகிறார்கள் என்ற எண்ணத்தை கொடுக்கக்கூடாது.",
        "எவ்வாறாயினும், அமெரிக்க மக்களில் பெரும் பகுதியினர் நாடு தழுவிய அளவில் ஒன்றிணைந்து அட்டூழியங்களைக் கண்டித்து கடுமையான துப்பாக்கிச் சட்டங்களுக்கு அழைப்பு விடுத்த போதிலும், அமெரிக்காவில் கசை தொடர்கிறது. உதாரணமாக, குழந்தைகளைக் கொன்றது குறித்து அமெரிக்க ஜனாதிபதியின் உரைக்கு அருகில், அயோவா மாகாணத்தில் உள்ள தேவாலய வாகன நிறுத்துமிடத்தில் ஒரு நபர் துப்பாக்கியைத் திருப்பி இரண்டு பெண்களைக் கொன்றார். 2022 ஆம் ஆண்டில் இதுவரை இதுபோன்ற சுமார் 233 வெகுஜன துப்பாக்கிச் சூடு சம்பவங்கள் அமெரிக்காவில் நடந்துள்ளன என்பதன் மூலம், இத்தகைய சட்டமீறலில் மிகவும் துன்பகரமான போக்கு அமெரிக்காவில் இயக்கத்தில் அமைக்கப்பட்டுள்ளது.",
        "இருப்பினும், அமெரிக்காவில் இந்த குற்ற அலைக்கு பரிமாணங்கள் உள்ளன, அவை மேலோட்டமான ஆய்வுக்கு அழைப்பு விடுகின்றன. எடுத்துக்காட்டாக, இந்த ஆண்டு அமெரிக்காவில் துப்பாக்கி வன்முறையில் இதுவரை 19,330 பேர் உயிரிழந்துள்ளனர் என்று Gun Violence Archive என்ற ஆராய்ச்சி நிறுவனம் வெளிப்படுத்தியுள்ளது. இந்த மரணங்களில் பெரும்பாலானவை, 'உயர்ந்த வெகுஜனக் கொலைகள்' என்பதைத் தாண்டி, தற்கொலைகள் என்று சுட்டிக்காட்டப்பட்டுள்ளது.",
        "இவை கவலையளிக்கும் வகையில் உயர்ந்த புள்ளிவிவரங்கள் மற்றும் பல தசாப்தங்களாக நாட்டில் ஆழமாக வேரூன்றியிருக்கும் பிந்தையவரின் துப்பாக்கி கலாச்சாரத்தைப் பற்றி என்ன செய்ய வேண்டும் என்பது குறித்து அமெரிக்காவில் உள்ளக விவாதத்தை தூண்ட வேண்டும். நிச்சயமாக, ‘துப்பாக்கிகள் மக்களைக் கொல்வதில்லை’, அதேசமயம், கொலைகார நோக்கத்துடன் தன் சகாக்களை குறிவைக்கும் மனித முகவர் அதைச் செய்கிறார், ஆனால் துப்பாக்கிகளின் ஒப்பீட்டு அணுகல் குற்றத்தைத் தொடங்குவதற்கு உதவுகிறது. அத்தகைய அணுகல் தடைசெய்யப்பட்டால், மனிதர்கள் கொல்லப்படுவது விகிதாச்சாரத்தில் குறைக்கப்படலாம். அதன்படி, அத்தகைய அணுகலைப் பெரிதும் கட்டுப்படுத்தும் நடவடிக்கைகள் அவசரமாக செயல்படுத்தப்பட வேண்டும்.",
        "இன்னும் அடிப்படையில், பொதுமக்கள் ஆயுதம் ஏந்துவதை சட்டப்பூர்வமாக்குவதற்கு பங்களிக்கும் அமெரிக்க அரசியலமைப்பில் உள்ள விதிகள் மீண்டும் விவாதிக்கப்பட வேண்டும் மற்றும் பொருத்தமான திருத்தம் செய்யப்பட வேண்டும். அரசியல் ஸ்பெக்ட்ரம் முழுவதும் இதுபோன்ற பிரச்சினைகளில் ஒருமித்த கருத்துக்கு வருவது ஒரு மேல்நோக்கிய பணியை நிரூபிக்கும், ஆனால் துப்பாக்கி வன்முறை பிரச்சனையின் அளவைக் குறைக்க ஆக்கபூர்வமான ஏதாவது செய்ய வேண்டும் என்பதை அரசியலில் அங்கீகரிக்க வேண்டும்.",
        "குறுகிய மற்றும் நடுத்தர அளவில், இருப்பினும், முன்மொழியப்பட்டபடி, ஆயுதங்களை வாங்குபவர்களின் முழுமையான பின்னணி மற்றும் மனநல சோதனைகள் சில நேர்மறையான முடிவுகளைத் தரக்கூடும். எவ்வாறாயினும், விதிக்கு விதிவிலக்குகள் இருந்தாலும், பொதுமக்கள் ஆயுதங்களை வைத்திருப்பதை முற்றிலுமாக தடை செய்வதே நீண்டகால இலட்சியமாக இருக்கும்.",
        "இருப்பினும், வேகமாகப் பரவும் துப்பாக்கி வன்முறை மற்றும் அதன் சமூக தாக்கம் குறித்து அமெரிக்கா மட்டும் கவலைப்பட வேண்டியதில்லை. பெருகிவரும் பொருளாதார அழுத்தங்கள் பொதுமக்களின் ஆன்மாவை எவ்வாறு பாதிக்கின்றன என்பதை இன்னும் முழுமையாகக் கண்டறிவதே நமது காலத்தின் சவாலாகும்.",
        "உதாரணமாக, சமகால இலங்கையில், வளர்ந்து வரும் பொருளாதார அழுத்தங்கள் மக்களின் மன ஆரோக்கியத்தை மிகவும் எதிர்மறையாக பாதிக்கின்றன என்பதற்கு தேவையான அனைத்து ஆதாரங்களும் எங்களிடம் உள்ளன. உதாரணமாக, இதை எழுதுகையில், நாட்டில் வன்முறைக் குற்ற விகிதம் மிகவும் ஆபத்தான முறையில் வளர்ந்து வருகிறது. கிரிமினல் கூறுகளால் தீ ஆயுதங்களை மிகவும் தாராளமாகப் பயன்படுத்துவதன் மூலம் சிக்கல் அதிகரிக்கிறது. கடந்த சில வருடங்களாக இலங்கையில் பொருளாதார அதிருப்தி நிலையாக அதிகரித்து வருகின்றது என்பதையும், இந்த நிகழ்வு எந்தளவுக்கு குற்றச் செயல்களில் தாக்கத்தை ஏற்படுத்துகிறது என்பதையும் விரிவாக ஆராய வேண்டும் என்பதைச் சொல்லத் தேவையில்லை.",
        "நாட்கள் செல்ல செல்ல பொருளாதார அழுத்தங்கள் உலகம் முழுவதும் அதிகரிக்கும் என எதிர்பார்க்கலாம். பல ஆண்டுகளாக, உலக உணவு மற்றும் எரிசக்தி விலைகள் அதிகரித்து வருகின்றன, மேலும் உக்ரைனில் நடந்த போரின் விளைவாக இந்த பிரச்சினைகள் மேலும் மோசமடையக்கூடும். உலக கோதுமை உற்பத்தியில் ரஷ்யாவும் உக்ரைனும் சுமார் 30 சதவீத பங்களிப்பை வழங்குகின்றன என்பதை மறந்துவிடக் கூடாது. இப்போது, ​​​​உக்ரைனின் சில துறைமுகங்கள் ரஷ்யாவால் முற்றுகையிடப்பட்டதன் விளைவாக, உலக கோதுமை விநியோகம் வறண்டு வருகிறது. அதேபோல், ரஷ்யா மீதான மேற்கத்திய பொருளாதாரத் தடைகள் உலக எரிசக்தி விலைகளை உயர்த்துவதன் விளைவைக் கொண்டிருக்கின்றன.",
        "'பேரழிவு பசி' பற்றி எச்சரிக்கும் அளவுக்கு இந்த அழுத்தங்கள் ஐ.நா. ஆனால், உலகப் பொருள் தேவைகள் மட்டும் இதனால் மோசமாகப் பாதிக்கப்படுவதில்லை. பொதுமக்களின் உளவியலும் படிப்படியாக பலவீனமடையும் அபாயத்தில் உள்ளது மற்றும் இத்தகைய போக்குகள் எதிர்கால சமூக ஸ்திரத்தன்மைக்கு தீங்கு விளைவிக்கும்.",
        "மகிந்த தேரர் இந்த மண்ணுக்கு விஜயம் செய்ததன் முக்கியத்துவம்; ஒரு தலைவர் 'உணர்ச்சியால் மூழ்கினார்'",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}