{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Frying-Pan-of-Shortages-to-the-Post-IMF-Fire/231-234396",
  "time_ut": 1649010900,
  "title": "Frying Pan of Shortages to the Post-IMF Fire",
  "body_lines": [
    "The scorching heat in April and May are going to fry our working people as food and medicines are in short supply, oil shortages lead to transport disruption and power cuts shut down shop floors. What does one make of the mismanagement of an economy with peak levels of imports in 2021 of US$ 21 billion – including for example US$ 1.3 billion for non-food consumables and US$ 1.6 billion for substitutable foods (vegetables, seafood, confectionery, beverages) – and then unable to even pay for the next shipment of oil? How shameless are our political elite and leaders, who having acted without a care about the people’s needs then go with the begging bowl to international actors for the next month supplies?",
    "Given the democratic sensibilities of our people, the Rajapaksas are likely to be banished from politics. Well, they may be spared one seat in parliament, as with the grand old party, the UNP, in the last election. Unlike former Prime Minister Wickremesinghe, who having undermined the political outlook for the country and his party had the privilege of choosing the sole seat for himself, the Rajapaksa family may have trouble choosing who is to be blamed and who may sit in parliament.",
    "\"It is resistance that will decide what is safeguarded and what is destroyed of the social foundations that we have gained over the decades\"",
    "Great economic crises lead to great political changes. But first we must understand the trajectory of the economic crisis and what is in store for the people beyond the day to day challenges of provisioning. Devaka Gunawardena and I have recently penned an article on the dangers to the entitlements of working people with the imminent IMF agreement. While I see the current conjuncture and the unravelling as much larger than the consequences of an IMF agreement, in this column I articulate further the post-IMF crisis to hit us later this year. The IMF recommendations, long in the making, and some of which are already in the process of being implemented, are a defining moment in this historical crisis that the working people have to face. Ultimately, it is resistance that will decide what is safeguarded and what is destroyed of the social foundations that we have gained over the decades.",
    "What is it about an IMF agreement that is worrying? After all, Sri Lanka has gone through 16 IMF agreements. Most recently in June 2016, Sri Lanka under the leadership of Wickremesinghe sealed an IMF Extended Fund Facility of US$ 1.5 billion, and prior to that the Mahinda Rajapaksa government signed an IMF Standby Arrangement of US$ 2.6 billion in July 2009. Those agreements had the same goals of putting forward the interests of capital and the market to the detriment of people’s welfare. So, one may ask what is so significant about the IMF agreement that is currently being negotiated? The difference now is that much like Sri Lanka’s economic situation in 1977-1978, the current conjuncture can lead to tremendous changes. In particular, wither our desperate economic situation, we have no bargaining power and are far more vulnerable, and likely to be forced into implementing severe conditionalities.",
    "\"We have no bargaining power and are far more vulnerable, and likely to be forced into implementing severe conditionalities\"",
    "The IMF’s recommendation as per its Staff Report published in late March 2022 explicitly mentions the following five points:",
    "1. “Substantial revenue-based fiscal consolidation. Reforms should focus on strengthening VAT and income taxes, through rate increases and base broadening measures. Fiscal adjustment should be accompanied by energy pricing reforms to reduce fiscal risks from loss making public enterprises.”",
    "This means the people’s economic burdens are going to rise with increased taxes including the regressive VAT, which is levied on everyone including for essential goods. And more worryingly, it is going to reduce any subsidies in relation to energy, whether it is electricity or fuel costs, and the market with its tremendous fluctuations are going to determine what working people pay as electricity and fuel; transport for ordinary people, and livelihood inputs such as kerosene and diesel for fishermen’s boats and farmers’ tractors.",
    "The IMF does not restrict us from borrowing really expensive loans from the international capital markets such as sovereign bonds that are at the root of our current debt crisis. Rather it will decide when and how the Government borrows. The state will not be allowed to carry out much needed investment to create employment or provide relief during a crisis. State assets may be sold to pay off debts, costing the people dearly with cuts to state services.",
    "3. “Near-term monetary policy tightening to ensure that the recent breach of the inflation target band is only temporary.”",
    "Lower inflation targeting is in the interest of capital, as the value of capital will not decline due to inflation. But if we want working people to gain higher incomes and if employment is to be created, then there should be policies that allow for state intervention to increase salaries, to create employment through state investment etc., which will be denied with the sole purpose of keeping inflation low.",
    "4. “Gradually restoring a market-determined and flexible exchange rate. To avoid disorderly movements in the exchange rate, the transition should be carefully sequenced and implemented as part of a comprehensive macroeconomic adjustment package.”",
    "This recommendation is an oxymoron as markets are in fact disorderly as they lead to great fluctuations. Furthermore, those instabilities as with the price rises of milk powder now are to be absorbed by the working people.",
    "5. “Social safety nets should be strengthened, by increasing spending, widening coverage, and improving targeting, to mitigate the adverse impacts of macroeconomic adjustment on vulnerable groups.”",
    "The key word here is targeting. They are going to decide who is vulnerable and who is not, and if they lower the bar enough, no one will need a safety net. This feel good recommendation is there, so our comprador or elite can market the IMF agreement itself to the people.",
    "\"This time around, the post-IMF months and years will not be business as usual. The working people will be thrown into the fire unless they douse the post-IMF crisis with radical resistance\"",
    "The recommendations don’t end with this five point plan. There is an important paragraph at the end of the recommendations:",
    "“Renewed efforts are needed on growth-enhancing structural reforms, including increasing female labour force participation, reducing youth unemployment, liberalizing trade, developing a wide-reaching and coherent investment promotion strategy, and reforming price controls and state-owned enterprises (SOEs).”",
    "There is no recognition of women’s role in social reproduction to support household provisioning through informal production and for that matter their work at home. Next, the IMF is pushing for further liberalizing trade disregarding its role in the current balance of payments problems. Finally, it wants to see price controls lifted and state services reduced or privatised.",
    "Should Sri Lanka’s future be determined by the market in the interest of capital? Those who control the global system and their local comprador partners have much to gain. The working people in our country on the other hand will be squeezed by the market. This time around, the post-IMF months and years will not be business as usual. The working people will be thrown into the fire unless they douse the post-IMF crisis with radical resistance."
  ],
  "translate": {
    "si": {
      "title": "පශ්චාත් IMF ගින්නට හිඟ කබලෙන් ලිපට",
      "body_lines": [
        "ආහාර සහ ඖෂධ හිඟ වීම, තෙල් හිඟය නිසා ගමනාගමනය අඩාල වීම සහ විදුලිය විසන්ධි වීම නිසා කඩ කාමර වසා දැමීම නිසා අප්‍රේල් සහ මැයි මාසවල දැවෙන රස්නය අපේ වැඩ කරන ජනතාව බදින්න යන්නේ ය. උදාහරණයක් ලෙස ආහාර නොවන පරිභෝජන ද්‍රව්‍ය සඳහා ඇමෙරිකානු ඩොලර් බිලියන 1.3ක් සහ ආදේශක ආහාර (එළවළු, මුහුදු ආහාර, රසකැවිලි, රසකැවිලි, ඇතුළුව ඩොලර් බිලියන 1.3ක් ඇතුළුව) - 2021 දී ආනයනය කිරීමේ උපරිම මට්ටම් සහිත ආර්ථිකයක වැරදි කළමනාකරණයෙන් යමෙකු කරන්නේ කුමක්ද? බීම වර්ග) - ඉන්පසු ඊළඟ තෙල් නැව්ගත කිරීම සඳහා ගෙවීමට පවා නොහැකිද? ජනතා අවශ්‍යතා ගැන කිසිදු තැකීමක් නොකර ක්‍රියා කළ අපගේ දේශපාලන ප්‍රභූන් සහ නායකයින් ඊළඟ මාසයේ සැපයුම් සඳහා ජාත්‍යන්තර නළුවන්ට හිඟාකෑමට යන ආකාරය කෙතරම් නිර්ලජ්ජිතද?",
        "අපේ ජනතාවගේ ප්‍රජාතන්ත්‍රවාදී හැඟීම් අනුව රාජපක්ෂලා දේශපාලනයෙන් නෙරපා හැරීමට ඉඩ තිබේ. හොඳයි, පසුගිය මැතිවරණයේ දී මහා පැරණි පක්ෂය වන එජාපය මෙන් ඔවුන්ට පාර්ලිමේන්තුවේ එක් ආසනයක් ඉතිරි විය හැකිය. හිටපු අගමැති වික්‍රමසිංහ මෙන් රටේ දේශපාලන දැක්ම හෑල්ලූවට ලක් කර තම පක්ෂයට තනි ආසනය තෝරා ගැනීමේ වරප්‍රසාදය තිබූ නිසා රාජපක්ෂ පවුලට දෝෂාරෝපණය කළ යුත්තේ කවුරුන්ද, පාර්ලිමේන්තුවේ අසුන් ගත යුත්තේ කවුරුන්ද යන්න තෝරාගැනීමේ ගැටලුවක් විය හැකිය.",
        "\"දශක ගණනාවක් පුරා අප ලබාගෙන ඇති සමාජ පදනම්වලින් ආරක්ෂා වන්නේ කුමක්ද සහ විනාශ වන්නේ කුමක්ද යන්න තීරණය කරන්නේ ප්‍රතිරෝධයයි\"",
        "විශාල ආර්ථික අර්බුද විශාල දේශපාලන වෙනස්කම් වලට තුඩු දෙයි. එහෙත් ප්‍රථමයෙන් අප ආර්ථික අර්බුදයේ ගමන්මග සහ ප්‍රතිපාදනවල එදිනෙදා අභියෝගවලින් ඔබ්බට ජනතාව වෙනුවෙන් ඉතිරිව ඇත්තේ කුමක්ද යන්න තේරුම් ගත යුතුය. ළඟදීම IMF ගිවිසුමත් සමඟ වැඩ කරන ජනතාවගේ අයිතිවාසිකම්වලට ඇති අනතුරු ගැන දේවක ගුණවර්ධන සහ මම මෑතකදී ලිපියක් ලිව්වා. ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගිවිසුමක ප්‍රතිවිපාකවලට වඩා වර්තමාන සංජානනය සහ දිගහැරීම විශාල ලෙස මා දකින අතර, මෙම තීරුවේ මම මේ වසර අගදී අපට පහර දීමට ඇති පශ්චාත් IMF අර්බුදය තවදුරටත් ප්‍රකාශ කරමි. IMF නිර්දේශ, දිගු කලක් තිස්සේ සකස් වෙමින් පවතින අතර ඒවායින් සමහරක් දැනටමත් ක්‍රියාත්මක වෙමින් පවතී, වැඩ කරන ජනතාවට මුහුණ දීමට සිදු වන මෙම ඓතිහාසික අර්බුදයේ තීරණාත්මක මොහොතකි. අවසාන වශයෙන්, දශක ගනනාවක් තිස්සේ අප විසින් අත්පත් කරගත් සමාජ පදනම් වලින් ආරක්ෂා වන්නේ කුමක්ද සහ විනාශ වන්නේ කුමක්ද යන්න තීරණය කරනු ලබන්නේ ප්රතිරෝධයයි.",
        "IMF ගිවිසුමක් ගැන කණගාටු වන්නේ කුමක්ද? සියල්ලට පසු, ශ්‍රී ලංකාව IMF ගිවිසුම් 16 ක් හරහා ගොස් ඇත. ඉතා මෑතක දී 2016 ජූනි මාසයේදී, ශ්‍රී ලංකාව වික්‍රමසිංහගේ නායකත්වයෙන් ඇමෙරිකානු ඩොලර් බිලියන 1.5 ක IMF විස්තීරණ අරමුදල් පහසුකමකට මුද්‍රා තැබූ අතර, ඊට පෙර මහින්ද රාජපක්ෂ රජය 2009 ජූලි මාසයේදී ඩොලර් බිලියන 2.6 ක IMF ස්ථාවර ගිවිසුමකට අත්සන් තැබීය. ප්‍රාග්ධනයේ සහ වෙළඳපොලේ අවශ්‍යතා ජනතා සුභසාධනයට හානි කිරීම සඳහා ඉදිරිපත් කිරීමේ එම ඉලක්කම වේ. එසේ නම්, දැනට සාකච්ඡා වෙමින් පවතින IMF ගිවිසුමේ වැදගත්කම කුමක්දැයි කෙනෙකුට අසන්නට පුළුවන. දැන් ඇති වෙනස නම්, 1977-1978 ශ්‍රී ලංකාවේ ආර්ථික තත්ත්වය මෙන්, වර්තමාන සංධිස්ථානය දැවැන්ත වෙනස්කම්වලට තුඩු දිය හැකි බැවිනි. විශේෂයෙන්ම, අපගේ මංමුලා සහගත ආර්ථික තත්ත්වය වියළී, අපට කේවල් කිරීමේ හැකියාවක් නොමැති අතර, වඩාත් අවදානමට ලක්විය හැකි අතර, දැඩි කොන්දේසි ක්‍රියාත්මක කිරීමට බල කෙරෙනු ඇත.",
        "\"අපට කේවල් කිරීමේ බලයක් නොමැති අතර වඩාත් අවදානමට ලක්විය හැකි අතර දැඩි කොන්දේසි ක්‍රියාත්මක කිරීමට බල කෙරෙනු ඇත\"",
        "2022 මාර්තු අගදී ප්‍රකාශයට පත් කරන ලද එහි මාණ්ඩලික වාර්තාවට අනුව IMF හි නිර්දේශය පහත කරුණු පහ පැහැදිලිව සඳහන් කරයි:",
        "1. \"සැලකිය යුතු ආදායම මත පදනම් වූ මූල්‍ය ඒකාග්‍රතාවය. ප්‍රතිසංස්කරණ මගින් අනුපාත වැඩිකිරීම් සහ පදනම් පුළුල් කිරීමේ ක්‍රියාමාර්ග හරහා වැට් සහ ආදායම් බදු ශක්තිමත් කිරීම කෙරෙහි අවධානය යොමු කළ යුතුය. පාඩු ලබන රාජ්‍ය ව්‍යවසායන්ගෙන් මූල්‍ය අවදානම් අවම කිරීම සඳහා බලශක්ති මිලකරණ ප්‍රතිසංස්කරණ සමඟ රාජ්‍ය මූල්‍ය ගැලපීම සිදු කළ යුතුය.",
        "මෙයින් අදහස් කරන්නේ අත්‍යාවශ්‍ය භාණ්ඩ ඇතුළු සෑම දෙනාගෙන්ම අය කෙරෙන ප්‍රතිගාමී වැට් බද්ද ඇතුළු බදු වැඩි කිරීමත් සමඟ ජනතාවගේ ආර්ථික බර ඉහළ යන බවයි. සහ වඩාත් කනස්සල්ලට කරුණ නම්, එය විදුලිය හෝ ඉන්ධන පිරිවැය වේවා, බලශක්තියට අදාළව ඕනෑම සහනාධාරයක් අඩු කිරීමට යන අතර, එහි දැවැන්ත උච්චාවචනයන් සහිත වෙළඳපොළ විසින් විදුලිය සහ ඉන්ධන ලෙස ගෙවන්නේ කුමක්ද යන්න තීරණය කරනු ඇත; සාමාන්‍ය ජනතාව සඳහා ප්‍රවාහනය සහ ධීවරයින්ගේ බෝට්ටු සහ ගොවීන්ගේ ට්‍රැක්ටර් සඳහා භූමිතෙල් සහ ඩීසල් වැනි ජීවනෝපාය යෙදවුම්.",
        "අපගේ වත්මන් නය අර්බුදයේ මූලය වන ස්වෛරීත්ව බැඳුම්කර වැනි ජාත්‍යන්තර ප්‍රාග්ධන වෙලඳපොලවල් වලින් සැබවින්ම මිල අධික ණය ලබා ගැනීමෙන් IMF අපව සීමා නොකරයි. ඒ වෙනුවට රජය ණය ගන්නේ කවදාද සහ කෙසේද යන්න තීරණය කරනු ඇත. අර්බුදයකදී රැකියා උත්පාදනය කිරීමට හෝ සහන සැලසීමට අවශ්‍ය බොහෝ ආයෝජන සිදු කිරීමට රජයට ඉඩ නොදෙනු ඇත. ණය ගෙවීම සඳහා රාජ්‍ය වත්කම් විකුණා, රාජ්‍ය සේවාවන් කප්පාදු කිරීමෙන් ජනතාවට විශාල පාඩුවක් විය හැකිය.",
        "3. \"උද්ධමන ඉලක්ක කලාපයේ මෑත කාලීන කඩකිරීම තාවකාලික බව සහතික කිරීම සඳහා ආසන්න කාලීන මුදල් ප්‍රතිපත්ති දැඩි කිරීම.\"",
        "උද්ධමනය හේතුවෙන් ප්‍රාග්ධනයේ අගය පහත නොවැටෙන බැවින්, අඩු උද්ධමනය ඉලක්ක කිරීම ප්‍රාග්ධනයේ අවශ්‍යතාවයයි. නමුත් අපට අවශ්‍ය නම් වැඩ කරන ජනතාවට ඉහළ ආදායමක් ලබා ගැනීමට නම් සහ රැකියා උත්පාදනය කිරීමට නම්, රාජ්‍ය මැදිහත් වීමෙන් වැටුප් වැඩි කිරීමට, රාජ්‍ය ආයෝජන හරහා රැකියා උත්පාදනය කිරීමට ඉඩ සලසන ප්‍රතිපත්ති තිබිය යුතුය. උද්ධමනය අඩු මට්ටමක තබා ගැනීම.",
        "4. “වෙළඳපොල තීරණය කරන ලද සහ නම්‍යශීලී විනිමය අනුපාතයක් ක්‍රමානුකූලව ප්‍රතිෂ්ඨාපනය කිරීම. විනිමය අනුපාතිකයේ අක්‍රමවත් චලනයන් වලක්වා ගැනීම සඳහා, සංක්‍රාන්තිය පරිස්සමින් අනුක්‍රමණය කර විස්තීරණ සාර්ව ආර්ථික ගැලපුම් පැකේජයක කොටසක් ලෙස ක්‍රියාත්මක කළ යුතුය.",
        "වෙලඳපොලවල් විශාල උච්චාවචනයන්ට තුඩු දෙන බැවින් ඇත්ත වශයෙන්ම අක්‍රමවත් බැවින් මෙම නිර්දේශය ඔක්සිමොරොන් වේ. තවද, දැන් කිරිපිටි මිල ඉහළ යාමත් සමඟ එම අස්ථාවරත්වය වැඩකරන ජනතාව විසින් අවශෝෂණය කර ගැනීමට නියමිතය.",
        "5. \"අවදානමට ලක්විය හැකි කණ්ඩායම් මත සාර්ව ආර්ථික ගැලපුම් වල අහිතකර බලපෑම් අවම කිරීම සඳහා වියදම් වැඩි කිරීම, ආවරණය පුළුල් කිරීම සහ ඉලක්කගත කිරීම් වැඩිදියුණු කිරීම මගින් සමාජ ආරක්ෂණ දැල් ශක්තිමත් කළ යුතුය.\"",
        "මෙහි ප්‍රධාන වචනය ඉලක්ක කිරීමයි. අවදානමට ලක්විය හැකි අය සහ නොවන්නේ කවුරුන්ද යන්න ඔවුන් තීරණය කිරීමට යන අතර, ඔවුන් ප්‍රමාණවත් තරම් තීරුව පහත් කළහොත්, කිසිවෙකුට ආරක්ෂිත දැලක් අවශ්‍ය නොවනු ඇත. මෙම හැඟීම හොඳ නිර්දේශයක් ඇත, එබැවින් අපගේ කොම්ප්‍රඩර්ට හෝ ප්‍රභූවරයාට IMF ගිවිසුමම ජනතාව වෙත අලෙවි කළ හැකිය.",
        "\"මෙවර, පශ්චාත් IMF මාස සහ වසර සාමාන්‍ය පරිදි ව්‍යාපාර නොවනු ඇත. රැඩිකල් ප්‍රතිරෝධයකින් පශ්චාත් IMF අර්බුදය සමනය නොකළහොත් වැඩ කරන ජනතාව ගින්නට දමනු ඇත\"",
        "මෙම කරුණු පහේ සැලැස්ම සමඟ නිර්දේශ අවසන් නොවේ. නිර්දේශ අවසානයේ වැදගත් ඡේදයක් ඇත:",
        "“කාන්තා ශ්‍රම බලකායේ සහභාගීත්වය වැඩි කිරීම, තරුණ විරැකියාව අඩු කිරීම, වෙළඳාම ලිබරල් කිරීම, පුළුල් පරාසයක විහිදෙන සහ සුසංයෝගී ආයෝජන ප්‍රවර්ධන උපාය මාර්ගයක් සංවර්ධනය කිරීම සහ මිල පාලනයන් සහ රජය සතු ව්‍යවසායන් (SOEs) ප්‍රතිසංස්කරණය කිරීම ඇතුළුව, වර්ධනය වැඩි දියුණු කරන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සඳහා නව ප්‍රයත්නයන් අවශ්‍ය වේ. ”",
        "අවිධිමත් නිෂ්පාදන හරහා ගෘහාශ්‍රිත ප්‍රතිපාදනවලට සහය වීම සඳහා සමාජ ප්‍රතිනිෂ්පාදනයේදී කාන්තාවන්ගේ භූමිකාව පිළිගැනීමක් නොමැත. මීළඟට, වත්මන් ගෙවුම් ශේෂයේ ගැටළු වලදී එහි භූමිකාව නොසලකා හරිමින් වෙළඳාම තවදුරටත් ලිබරල් කිරීම සඳහා IMF තල්ලු කරයි. අවසාන වශයෙන්, මිල පාලනය ඉවත් කර රාජ්‍ය සේවා අඩු කිරීම හෝ පෞද්ගලීකරණය කිරීම දැකීමට එයට අවශ්‍යය.",
        "ශ්‍රී ලංකාවේ අනාගතය තීරණය කළ යුත්තේ ප්‍රාග්ධනයේ අවශ්‍යතා මත වෙළඳපොළ විසින් ද? ගෝලීය පද්ධතිය පාලනය කරන අයට සහ ඔවුන්ගේ දේශීය කොම්ප්‍රඩර් හවුල්කරුවන්ට ලබා ගැනීමට බොහෝ දේ ඇත. අනෙක් පැත්තෙන් අපේ රටේ වැඩ කරන ජනතාව වෙළෙඳපොළෙන් මිරිකෙනවා. මෙවර IMF පසු මාස ​​සහ වසර සාමාන්‍ය පරිදි ව්‍යාපාර නොවනු ඇත. රැඩිකල් ප්‍රතිරෝධයෙන් පශ්චාත් ජාමූඅ අර්බුදය සමනය නොකළහොත් වැඩකරන ජනතාව ගින්නට දමනු ඇත."
      ]
    },
    "ta": {
      "title": "ஐஎம்எஃப்-க்கு பிந்தைய தீக்கு பற்றாக்குறையின் வறுக்கப்படுகிறது",
      "body_lines": [
        "உணவு மற்றும் மருந்து தட்டுப்பாடு, எண்ணெய் தட்டுப்பாடு, போக்குவரத்து பாதிப்பு மற்றும் மின்வெட்டு போன்ற காரணங்களால், ஏப்ரல் மற்றும் மே மாதங்களில் கொளுத்தும் வெப்பம் நமது உழைக்கும் மக்களை வறுத்தெடுக்கப் போகிறது. 2021 இல் 21 பில்லியன் அமெரிக்க டாலர்கள் இறக்குமதியின் உச்ச நிலைகளைக் கொண்ட பொருளாதாரத்தின் தவறான நிர்வாகத்தை ஒருவர் என்ன செய்கிறார் - எடுத்துக்காட்டாக உணவு அல்லாத நுகர்பொருட்களுக்கு US$ 1.3 பில்லியன் மற்றும் மாற்று உணவுகளுக்கு (காய்கறிகள், கடல் உணவுகள், மிட்டாய்கள், US$ 1.6 பில்லியன், பானங்கள்) - பின்னர் எண்ணெய் அடுத்த ஏற்றுமதிக்கு கூட செலுத்த முடியவில்லையா? மக்களின் தேவைகளைப் பற்றிக் கவலைப்படாமல் செயல்பட்ட நமது அரசியல் உயரதிகாரிகளும், தலைவர்களும், அடுத்த மாதப் பொருட்களுக்காக சர்வதேச நடிகர்களிடம் பிச்சைக் கிண்ணத்துடன் செல்வது எவ்வளவு வெட்கமற்றது?",
        "எமது மக்களின் ஜனநாயக உணர்வைக் கருத்தில் கொண்டு, ராஜபக்சக்கள் அரசியலில் இருந்து வெளியேற்றப்பட வாய்ப்புள்ளது. சரி, கடந்த தேர்தலில் பெரும் பழைய கட்சியான ஐ.தே.க.வைப் போலவே அவர்கள் ஒரு ஆசனத்தையும் நாடாளுமன்றத்தில் மிச்சப்படுத்தலாம். முன்னாள் பிரதமர் விக்ரமசிங்கவைப் போல், நாட்டின் அரசியல் பார்வையை சீர்குலைத்து, தனது கட்சிக்கு தனி ஆசனத்தைத் தேர்ந்தெடுக்கும் பாக்கியம் பெற்றதால், ராஜபக்ச குடும்பம் யாரைக் குற்றம் சாட்டுவது, யார் நாடாளுமன்றத்தில் அமரலாம் என்பதைத் தேர்ந்தெடுப்பதில் சிக்கல் இருக்கலாம்.",
        "\"பல தசாப்தங்களாக நாம் பெற்ற சமூக அடித்தளங்களில் எது பாதுகாக்கப்படுகிறது, எது அழிக்கப்படுகிறது என்பதை எதிர்ப்பே தீர்மானிக்கும்\"",
        "பெரும் பொருளாதார நெருக்கடிகள் பெரும் அரசியல் மாற்றங்களுக்கு வழிவகுக்கும். ஆனால் முதலில் நாம் பொருளாதார நெருக்கடியின் பாதையைப் புரிந்து கொள்ள வேண்டும் மற்றும் அன்றாட சவால்களுக்கு அப்பால் மக்களுக்கு என்ன காத்திருக்கிறது. தேவக குணவர்தனவும் நானும் சமீபத்தில் IMF உடன்படிக்கையுடன் உழைக்கும் மக்களின் உரிமைகளுக்கான ஆபத்துகள் பற்றிய கட்டுரையை எழுதியுள்ளோம். IMF உடன்படிக்கையின் பின்விளைவுகளைக் காட்டிலும் தற்போதைய ஒத்திசைவு மற்றும் அவிழ்ப்பு மிகவும் பெரியதாக நான் பார்க்கும்போது, ​​இந்த ஆண்டு இறுதியில் நம்மைத் தாக்கும் IMF-க்கு பிந்தைய நெருக்கடியை இந்த பத்தியில் விளக்குகிறேன். IMF பரிந்துரைகள், நீண்ட காலமாக தயாரிக்கப்பட்டு வருகின்றன, அவற்றில் சில ஏற்கனவே நடைமுறைப்படுத்தப்பட்டு வருகின்றன, உழைக்கும் மக்கள் எதிர்கொள்ள வேண்டிய இந்த வரலாற்று நெருக்கடியில் ஒரு வரையறுக்கும் தருணம். இறுதியில், பல தசாப்தங்களாக நாம் பெற்ற சமூக அடித்தளங்களில் எது பாதுகாக்கப்படுகிறது, எது அழிக்கப்படுகிறது என்பதை எதிர்ப்பே தீர்மானிக்கும்.",
        "ஐ.எம்.எஃப் உடன்படிக்கையில் என்ன கவலை இருக்கிறது? எல்லாவற்றிற்கும் மேலாக, இலங்கை சர்வதேச நாணய நிதியத்தின் 16 உடன்படிக்கைகளை நிறைவேற்றியுள்ளது. மிக சமீபத்தில் ஜூன் 2016 இல், விக்கிரமசிங்கவின் தலைமையில் இலங்கை 1.5 பில்லியன் அமெரிக்க டாலர்களுக்கு IMF விரிவாக்கப்பட்ட நிதி வசதிக்கு சீல் வைத்தது, அதற்கு முன்னதாக மகிந்த ராஜபக்ச அரசாங்கம் 2.6 பில்லியன் அமெரிக்க டாலர்களுக்கான IMF காத்திருப்பு ஏற்பாட்டில் ஜூலை 2009 இல் கையெழுத்திட்டது. அந்த ஒப்பந்தங்கள் இருந்தன. அதே இலக்குகள் மூலதனம் மற்றும் சந்தையின் நலன்களை மக்கள் நலனுக்குக் கேடு விளைவிக்கும் வகையில் முன்வைப்பது. அப்படியானால், தற்போது பேச்சுவார்த்தை நடத்தப்பட்டு வரும் IMF ஒப்பந்தத்தில் என்ன முக்கியத்துவம் இருக்கிறது என்று ஒருவர் கேட்கலாம்? இப்போது உள்ள வித்தியாசம் என்னவெனில், 1977-1978 இல் இலங்கையின் பொருளாதார நிலைமையைப் போலவே, தற்போதைய சூழ்நிலையும் மிகப்பெரிய மாற்றங்களுக்கு வழிவகுக்கும். குறிப்பாக, நமது அவநம்பிக்கையான பொருளாதார சூழ்நிலையை வாடிப்போடுகிறோம், எங்களிடம் பேரம் பேசும் சக்தி இல்லை, மேலும் மிகவும் பாதிக்கப்படக்கூடியவர்கள், மேலும் கடுமையான நிபந்தனைகளைச் செயல்படுத்த வேண்டிய கட்டாயத்தில் இருக்கிறோம்.",
        "\"எங்களிடம் பேரம் பேசும் சக்தி இல்லை, மேலும் மிகவும் பாதிக்கப்படக்கூடியவர்கள், மேலும் கடுமையான நிபந்தனைகளைச் செயல்படுத்த வேண்டிய கட்டாயத்தில் இருக்கிறோம்\"",
        "மார்ச் 2022 இன் பிற்பகுதியில் வெளியிடப்பட்ட அதன் பணியாளர் அறிக்கையின்படி IMF இன் பரிந்துரை பின்வரும் ஐந்து புள்ளிகளை வெளிப்படையாகக் குறிப்பிடுகிறது:",
        "1. “கணிசமான வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு. சீர்திருத்தங்கள் VAT மற்றும் வருமான வரிகளை வலுப்படுத்துவதில் கவனம் செலுத்த வேண்டும், விகித அதிகரிப்பு மற்றும் அடிப்படை விரிவாக்க நடவடிக்கைகள் மூலம். நஷ்டத்தை உருவாக்கும் பொது நிறுவனங்களால் ஏற்படும் நிதி அபாயங்களைக் குறைக்க, எரிசக்தி விலை நிர்ணய சீர்திருத்தங்களுடன் நிதிச் சரிசெய்தலும் இருக்க வேண்டும்.",
        "அத்தியாவசியப் பொருட்கள் உட்பட அனைவரின் மீதும் விதிக்கப்படும் பிற்போக்கு VAT உட்பட அதிகரித்த வரிகளால் மக்களின் பொருளாதாரச் சுமைகள் உயரப் போகிறது என்பதே இதன் பொருள். மேலும் கவலையளிக்கும் வகையில், அது மின்சாரம் அல்லது எரிபொருள் செலவுகள் என எரிசக்தி தொடர்பான மானியங்களைக் குறைக்கப் போகிறது, மேலும் சந்தை அதன் மிகப்பெரிய ஏற்ற இறக்கங்களுடன் உழைக்கும் மக்கள் மின்சாரம் மற்றும் எரிபொருளாக என்ன செலுத்த வேண்டும் என்பதை தீர்மானிக்கப் போகிறது; சாதாரண மக்களுக்கு போக்குவரத்து, மற்றும் மீனவர்களின் படகுகள் மற்றும் விவசாயிகளின் டிராக்டர்களுக்கு மண்ணெண்ணெய் மற்றும் டீசல் போன்ற வாழ்வாதார உள்ளீடுகள்.",
        "நமது தற்போதைய கடன் நெருக்கடிக்கு மூலகாரணமாக இருக்கும் இறையாண்மைப் பத்திரங்கள் போன்ற சர்வதேச மூலதனச் சந்தைகளில் இருந்து உண்மையிலேயே விலையுயர்ந்த கடன்களை வாங்குவதை IMF கட்டுப்படுத்தவில்லை. மாறாக அரசு எப்போது, ​​எப்படி கடன் வாங்குகிறது என்பதை முடிவு செய்யும். நெருக்கடியின் போது வேலைவாய்ப்பை உருவாக்கவோ அல்லது நிவாரணம் வழங்கவோ தேவையான முதலீடுகளை மேற்கொள்ள அரசு அனுமதிக்கப்படாது. கடனை அடைப்பதற்காக அரச சொத்துக்கள் விற்கப்படலாம், அரசு சேவைகளில் வெட்டுக்கள் மூலம் மக்களுக்கு அதிக விலை கொடுக்கலாம்.",
        "3. \"பணவீக்க இலக்குக் குழுவின் சமீபத்திய மீறல் தற்காலிகமானது மட்டுமே என்பதை உறுதிப்படுத்த, நெருங்கிய கால பணவியல் கொள்கை இறுக்கம்.\"",
        "பணவீக்கத்தின் காரணமாக மூலதனத்தின் மதிப்பு குறையாது என்பதால், குறைந்த பணவீக்க இலக்கு என்பது மூலதனத்தின் நலனுக்காக உள்ளது. ஆனால், உழைக்கும் மக்கள் அதிக வருமானம் பெற வேண்டும், வேலைவாய்ப்பை உருவாக்க வேண்டும் என்றால், அரசின் தலையீட்டின் மூலம் சம்பளத்தை அதிகரிக்கவும், அரசு முதலீடு மூலம் வேலைவாய்ப்பை உருவாக்கவும் அனுமதிக்கும் கொள்கைகள் இருக்க வேண்டும், அவை ஒரே நோக்கத்துடன் மறுக்கப்படும். பணவீக்கத்தை குறைவாக வைத்திருக்கும்.",
        "4. “சந்தை நிர்ணயிக்கப்பட்ட மற்றும் நெகிழ்வான மாற்று விகிதத்தை படிப்படியாக மீட்டமைத்தல். பரிமாற்ற விகிதத்தில் ஒழுங்கற்ற இயக்கங்களைத் தவிர்க்க, மாற்றம் கவனமாக வரிசைப்படுத்தப்பட்டு, விரிவான மேக்ரோ பொருளாதார சரிசெய்தல் தொகுப்பின் ஒரு பகுதியாக செயல்படுத்தப்பட வேண்டும்.",
        "இந்த பரிந்துரை ஒரு ஆக்சிமோரான் ஆகும், ஏனெனில் சந்தைகள் உண்மையில் ஒழுங்கற்றவை, ஏனெனில் அவை பெரிய ஏற்ற இறக்கங்களுக்கு வழிவகுக்கும். மேலும், தற்போது பால் மாவின் விலை உயர்வு போன்ற உறுதியற்ற தன்மைகள் உழைக்கும் மக்களால் உள்வாங்கப்பட வேண்டும்.",
        "5. \"பாதிக்கப்படக்கூடிய குழுக்களில் மேக்ரோ பொருளாதார சரிசெய்தலின் பாதகமான தாக்கங்களைத் தணிக்க, செலவினங்களை அதிகரிப்பதன் மூலமும், கவரேஜை விரிவுபடுத்துவதன் மூலமும், இலக்கை மேம்படுத்துவதன் மூலமும் சமூக பாதுகாப்பு வலைகள் வலுப்படுத்தப்பட வேண்டும்.\"",
        "இங்கே முக்கிய வார்த்தை இலக்கு. யார் பாதிப்புக்குள்ளானவர், யார் பாதிக்கப்படாதவர் என்பதை அவர்கள் தீர்மானிக்கப் போகிறார்கள், மேலும் அவர்கள் பட்டையை இறக்கினால் போதும், யாருக்கும் பாதுகாப்பு வலை தேவையில்லை. இந்த நல்ல பரிந்துரை உள்ளது, எனவே எங்கள் comprador அல்லது உயரடுக்கு IMF ஒப்பந்தத்தை மக்களிடம் சந்தைப்படுத்த முடியும்.",
        "\"இந்த நேரத்தில், IMF-க்கு பிந்தைய மாதங்கள் மற்றும் ஆண்டுகள் வழக்கம் போல் வணிகமாக இருக்காது. IMF-க்கு பிந்தைய நெருக்கடியை தீவிர எதிர்ப்புடன் குறைக்காவிட்டால் உழைக்கும் மக்கள் நெருப்பில் வீசப்படுவார்கள்\"",
        "இந்த ஐந்து அம்ச திட்டத்துடன் பரிந்துரைகள் முடிவடையவில்லை. பரிந்துரைகளின் முடிவில் ஒரு முக்கியமான பத்தி உள்ளது:",
        "\"பெண் தொழிலாளர் பங்கேற்பை அதிகரிப்பது, இளைஞர்களின் வேலையில்லாத் திண்டாட்டத்தை குறைத்தல், வர்த்தகத்தை தாராளமயமாக்குதல், பரந்த அளவிலான மற்றும் ஒத்திசைவான முதலீட்டு ஊக்குவிப்பு உத்தியை மேம்படுத்துதல் மற்றும் விலைக் கட்டுப்பாடுகள் மற்றும் அரசுக்குச் சொந்தமான நிறுவனங்கள் (SOEs) ஆகியவற்றைச் சீர்திருத்துதல் உள்ளிட்ட வளர்ச்சியை மேம்படுத்தும் கட்டமைப்பு சீர்திருத்தங்கள் மீது புதுப்பிக்கப்பட்ட முயற்சிகள் தேவை. ”",
        "முறைசாரா உற்பத்தி மூலம் வீட்டு வசதிகளை ஆதரிப்பதற்காக சமூக இனப்பெருக்கத்தில் பெண்களின் பங்கிற்கு அங்கீகாரம் இல்லை, அதற்காக அவர்கள் வீட்டில் வேலை செய்கிறார்கள். அடுத்து, தற்போதைய நிலுவைத் தொகைச் சிக்கல்களில் அதன் பங்கைப் புறக்கணித்து வர்த்தகத்தை மேலும் தாராளமயமாக்குவதற்கு IMF அழுத்தம் கொடுக்கிறது. இறுதியாக, விலைக் கட்டுப்பாடுகள் அகற்றப்படுவதையும், அரசு சேவைகள் குறைக்கப்படுவதையும் அல்லது தனியார்மயமாக்கப்படுவதையும் பார்க்க விரும்புகிறது.",
        "இலங்கையின் எதிர்காலம் மூலதனத்தின் நலனில் சந்தையால் தீர்மானிக்கப்பட வேண்டுமா? உலகளாவிய அமைப்பைக் கட்டுப்படுத்துபவர்கள் மற்றும் அவர்களின் உள்ளூர் துணைப் பங்காளிகள் பலவற்றைப் பெறுவார்கள். மறுபுறம் நம் நாட்டில் உழைக்கும் மக்கள் சந்தையால் பிழியப்படுவார்கள். இம்முறை, IMFக்கு பிந்தைய மாதங்கள் மற்றும் ஆண்டுகள் வழக்கம் போல் வணிகமாக இருக்காது. உழைக்கும் மக்கள் தீவிர எதிர்ப்பின் மூலம் சர்வதேச நாணய நிதியத்திற்குப் பிந்தைய நெருக்கடியைத் தணிக்காவிட்டால் அவர்கள் நெருப்பில் வீசப்படுவார்கள்."
      ]
    }
  }
}