{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-sham-new-Cabinet-is-illegitimate-provocative-and-insulting/172-235219",
  "time_ut": 1650307080,
  "title": "The sham new Cabinet is illegitimate, provocative and insulting!",
  "body_lines": [
    "The President just threw lights and matches into a tinderbox",
    "The new Cabinet is yet another sign that the Rajapaksas are not letting the country go out of their grip. It is meant to be a rubber stamp of this familial hold of unhinged power in the absence of public approval",
    "By appointing a new Cabinet, the president did not create political stability, he made things worse. Out of his self-serving calculations, he just threw a firecracker into the tinderbox of Sri Lankan politics",
    "Gotabaya Rajapaksa, the president who is facing mass protests demanding his and his government’s resignation, yesterday appointed a new Cabinet, showing scant regard for public mood. That 17-member new Cabinet is a sham, devoid of legitimacy, and would be a source of further political instability.",
    "With the elder brother, Mahinda Rajapaksa remaining as the prime minister, and Gotabaya hanging onto the presidency against the mounting calls, the Rajapaksas appear as the usurpers of political office, rather than the elected representatives of the public. So would be the members of the new Cabinet.   The rest of the world should view them as such, and deal with them accordingly.",
    "The new Cabinet is yet another sign that the Rajapaksas are not letting the country go out of their grip. It is meant to be a rubber stamp of this familial hold of unhinged power in the absence of public approval. Yet, that feigned sense of control over the nation is misleading and hollow. In reality, though, the extended family of Rajapaksas are so loathed and discredited to the extent that Gotabaya Rajapaksa has been forced to vacate his Mirihana residency.",
    "The Rajapaksas’ game plan, one last gimmick before the crash, though was anticipated.",
    "First, Gotabaya expects the new Cabinet to provide a semblance of legitimacy and coherence to the government, which previously saw the mass resignations of Cabinet ministers. That could also soothe the concerns of many government MPs who are on the fence and are contemplating jumping the sinking ship. (However, this can play out the other way with many members, who no longer have the perks of Cabinet Ministers being incentivized to pole-vault).",
    "Second, the president and the government’s interlocutors are on a mission to coax several so-called renegade government MPs and those of SLFP, who claim themselves as acting independently, back into the government fold.  The swearing-in of SLFP MP Santha Bandara as a deputy minister is the first of many such buy-ins to come.  The goal is to acquire enough MPs to secure the simple majority (113) in Parliament.",
    "The third, is the state-orchestrated pro-government protests. Such initiatives were so far poorly attended, however, with a semblance of political stability and deep pockets, the Rajapaksas should be able to get their MPs to bring in some number of captive voters to the streets. Prepare for racist dog-whistling against the minorities and pitting communities against each other, which is already on display on the state television, and some of the electronic media owned by the regime’s acolytes.",
    "Fourth is the potential crackdown on peaceful protests. The early signs of that strategy were already on display when a convoy of police trucks was parked in the vicinity of the Galle face protest site, ‘Go, Gota Gama’, only to be withdrawn after a social media outcry.",
    "With the police planning to obtain a court order to remove the protesters who have camped In front of the presidential secretariat, there is the likelihood of a violent flare-up and countervailing state violence.",
    "While the military has so far been kept away from menacing the protesters, the narrative of a feigned political stability courtesy of the new Cabinet would embolden the President, as well as the Defence Secretary and Commander of Army, both are erstwhile Gotabaya supporters. The duo nonetheless seemed to harbour reservations over the pushback of a military crackdown so far. Such concerns may evaporate if they sense a position of strength.",
    "However, as much as Gotabaya Rajapaksa’s calculations are sinisterly rational, they are tantamount to playing with fire. His appointment of the new Cabinet is both provocative and insulting. He is instigating millions of Sri Lankan public who have already taken to the streets and gathered at many dozens of protest sites dotting the country. Protests would further intensify and could lead to violent flare-ups.",
    "By appointing a new Cabinet, the president did not create political stability, he made things worse. Out of his self-serving calculations, he just threw a firecracker into the tinderbox of Sri Lankan politics.",
    "If he proceeds on this path, the country awaits a potential explosion of pent-up public anger. Probably that is what he is courting to cement power through the use of the military. That is a dangerous gamble that is bound to fail and, even a short-term success would lead to global pariah status and eventual prosecution of crimes against humanity- against peaceful protesters.",
    "Political instability and economic instability are mutually reinforcing. Sri Lanka is beset with both.  Political instability aggravated by President Rajapaksa’s new move would further complicate Sri Lanka’s planned talks with the IMF for debt restructuring and a bailout.",
    "The government that is making representations to the IMF is dismissed by its people as illegitimate and is hence lacking legitimacy to represent the nation. It would be a tall order for IMF or any international financial agency to overlook these local concerns.",
    "As a result, the country’s negotiations for the economic relief package would be harder and more time-consuming than they would have been under normal circumstances. Sri Lanka’s economic misery would drag on, needlessly due to yet another self-made crisis by the president.",
    "His mismanagement of the economy due to ego, fuelled ignorance and sinister political calculations turned a manageable debit crisis into an epic national catastrophe. Now another bout of his personal calculations is preventing the nation from dragging itself out of the economic rot, at the earliest possible opportunity.",
    "The president has shown yet again, that he would not go down, without dragging the country with him. That is a tragedy.  A curse upon the nation!"
  ],
  "translate": {
    "si": {
      "title": "ව්‍යාජ නව කැබිනට් මණ්ඩලය නීත්‍යානුකූල නොවන, ප්‍රකෝපකාරී සහ අපහාසාත්මකයි!",
      "body_lines": [
        "ජනාධිපතිතුමා ලයිට් සහ ගිනිකූරු ටින්ඩර් පෙට්ටියකට දැම්මා විතරයි",
        "නව අමාත්‍ය මණ්ඩලය රට රාජපක්ෂලාගේ ග්‍රහණයෙන් මිදීමට ඉඩ නොදෙන බවට තවත් ලකුණකි. එය මහජන අනුමැතියක් නොමැති අවස්ථාවක මෙම පවුල් පාලනයේ අසීමිත බලයේ රබර් මුද්දරයක් වීමට අදහස් කෙරේ.",
        "නව කැබිනට් මණ්ඩලයක් පත් කිරීමෙන් ජනාධිපතිවරයා දේශපාලන ස්ථාවරත්වයක් ඇති කළේ නැත, ඔහු තත්වය නරක අතට හැරියේය. ඔහුගේ ස්වයං-සේවා ගණනය කිරීම් වලින්, ඔහු ශ්‍රී ලංකා දේශපාලනයේ ටින්ඩර් පෙට්ටියට රතිඤ්ඤා දැල්වීය.",
        "තමාට සහ තම රජයට ඉල්ලා අස්විය යුතු යැයි බලකරමින් ජනතා විරෝධතාවලට මුහුණ දී සිටින ජනාධිපති ගෝඨාභය රාජපක්ෂ ඊයේ නව කැබිනට් මණ්ඩලයක් පත් කළේ මහජන මනෝභාවයන් නොසලකා හරිමිනි. එම 17 දෙනෙකුගෙන් යුත් නව අමාත්‍ය මණ්ඩලය ව්‍යාජ එකක් වන අතර එය නීත්‍යානුකූල භාවයෙන් තොර වන අතර එය තවදුරටත් දේශපාලන අස්ථාවරත්වයේ මූලාශ්‍රයක් වනු ඇත.",
        "වැඩිමහල් සොහොයුරා, මහින්ද රාජපක්‍ෂ අගමැති ලෙස සිටීමත්, ඝෝෂාකාරී හඬට එරෙහිව ජනාධිපති පුටුවේ එල්ලී සිටීමත් සමඟ, රාජපක්ෂලා මහජනතාවගේ තේරී පත් වූ නියෝජිතයන් වෙනුවට දේශපාලන තනතුරු කොල්ලකන්නන් ලෙස පෙනී සිටිති. නව කැබිනට් මණ්ඩලයේ සාමාජිකයන් ද එසේ වනු ඇත. සෙසු ලෝකයාද ඔවුන්ව සලකා බැලිය යුතු අතර, ඒ අනුව ඔවුන් සමඟ කටයුතු කළ යුතුය.",
        "නව අමාත්‍ය මණ්ඩලය රට රාජපක්ෂලාගේ ග්‍රහණයෙන් මිදීමට ඉඩ නොදෙන බවට තවත් ලකුණකි. එය මහජන අනුමැතියක් නොමැති අවස්ථාවක මෙම පවුල් පාලනයේ අසීමිත බලයේ රබර් මුද්‍රාවක් වීමට අදහස් කරයි. එහෙත්, ජාතිය පාලනය කිරීමේ එම ව්‍යාජ හැඟීම නොමඟ යවන සහ හිස් ය. ඇත්ත වශයෙන්ම, ගෝඨාභය රාජපක්ෂට මිරිහාන පදිංචිය අත්හැරීමට සිදු වන තරමට රාජපක්ෂලාගේ විශාල පවුල කෙතරම් පිළිකුලට හා අපකීර්තියට පත්ව ඇත.",
        "රාජපක්ෂලාගේ ක්‍රීඩා සැලැස්ම, කඩාවැටීමට පෙර, අපේක්ෂා කළද, අවසන් උපක්‍රමයකි.",
        "පළමුව, මීට පෙර කැබිනට් අමාත්‍යවරුන් විශාල වශයෙන් ඉල්ලා අස්වීම් දුටු රජයට නීත්‍යානුකූලභාවයේ සහ සහජීවනයේ ස්වරූපයක් නව කැබිනට් මණ්ඩලයෙන් ලබා දෙනු ඇතැයි ගෝඨාභය අපේක්ෂා කරයි. වැට උඩ සිටින, ගිලෙන නැවෙන් පැනීමට කල්පනා කරන බොහෝ ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරුන්ගේ සිත් තැවුලට ද එය සමනය විය හැකිය. (කෙසේ වෙතත්, කැබිනට් අමාත්‍යවරුන් රිටි පැනීමට දිරිගැන්වීමේ වරප්‍රසාද තවදුරටත් නොමැති බොහෝ සාමාජිකයින් සමඟ මෙය වෙනත් ආකාරයකින් ක්‍රීඩා කළ හැකිය).",
        "දෙවනුව, ජනාධිපතිවරයා සහ ආණ්ඩුවේ මැදිහත්කරුවන් ඊනියා ආණ්ඩුවේ කැරලිකාර මන්ත්‍රීවරුන් කිහිප දෙනෙකු සහ ස්වාධීනව ක්‍රියා කරනවා යැයි කියා ගන්නා ශ්‍රීලනිපයේ මන්ත්‍රීවරුන් කිහිප දෙනෙකු නැවත ආණ්ඩුවට පොළඹවා ගැනීමේ මෙහෙයුමක යෙදී සිටිති. ශ්‍රීලනිප පාර්ලිමේන්තු මන්ත්‍රී සාන්ත බණ්ඩාර නියෝජ්‍ය අමාත්‍යවරයකු ලෙස දිවුරුම් දීම එවැනි මිලදී ගැනීම් රාශියකින් පළමුවැන්නයි. ඉලක්කය වන්නේ පාර්ලිමේන්තුවේ සරල බහුතරය (113) තහවුරු කර ගැනීමට ප්‍රමාණවත් මන්ත්‍රීවරුන් ලබා ගැනීමයි.",
        "තෙවැන්න, රාජ්‍යය විසින් සංවිධානය කරන ලද රජයට පක්ෂපාතී විරෝධතා ය. එවැනි මුලපිරීම් සඳහා මෙතෙක් සහභාගී වූයේ අඩුවෙන්, කෙසේ වෙතත්, දේශපාලන ස්ථාවරත්වයේ සහ ගැඹුරු සාක්කුවේ ස්වරූපයක් සහිතව, වහල්භාවයේ සිටින ඡන්දදායකයින් කිහිප දෙනෙකු පාරට ගෙන ඒමට ඔවුන්ගේ මන්ත්‍රීවරුන් ලවා රාජපක්ෂලාට හැකි විය යුතුය. දැනටමත් රාජ්‍ය රූපවාහිනියේ සහ පාලන තන්ත‍්‍රයේ ගෝලබාලයන් සතු සමහර විද්‍යුත් මාධ්‍යවල ප‍්‍රදර්ශනය වන සුළු ජාතීන්ට එරෙහිව ජාතිවාදී බලු විස්ල් සහ ප‍්‍රජාවන් එකිනෙකාට එරෙහිව ගැටීමට සූදානම් වන්න.",
        "හතරවනුව සාමකාමී විරෝධතාවලට එරෙහිව ඇති විය හැකි මර්දනයයි. ගාලුමුවදොර උද්ඝෝෂණ භූමිය වන ‘යන්න, ගෝඨා ගම’ ආසන්නයේ පොලිස් ට්‍රක් රථ පෙළක් නවතා තිබියදීත්, එම උපායමාර්ගයේ මුල් සලකුණු ඒ වන විටත් ප්‍රදර්ශනය වෙමින් පැවති අතර, සමාජ මාධ්‍ය විරෝධයකින් පසුව එය ඉවත් කර ගැනීමට හැකි විය.",
        "ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට කඳවුරු බැඳ සිටින විරෝධතාකරුවන් ඉවත් කිරීම සඳහා අධිකරණ නියෝගයක් ලබා ගැනීමට පොලිසිය සැලසුම් කිරීමත් සමඟ ප්‍රචණ්ඩකාරී ගිනි ගැනීමක් සහ රාජ්‍ය ප්‍රචණ්ඩත්වය මැඩපැවැත්වීමේ සම්භාවිතාවක් පවතී.",
        "විරෝධතාකරුවන්ට තර්ජනය කිරීමෙන් හමුදාව මෙතෙක් ඈත් කර ඇති අතර, නව කැබිනට් මණ්ඩලයේ අනුග්‍රහයෙන් මවාගත් දේශපාලන ස්ථාවරත්වයක් පිළිබඳ ආඛ්‍යානය ජනාධිපතිවරයා මෙන්ම ආරක්ෂක ලේකම්වරයා සහ හමුදාපතිවරයා ද ධෛර්යමත් කරනු ඇත, දෙදෙනාම හිටපු ගෝඨාභය ආධාරකරුවන් ය. කෙසේ වෙතත්, මේ දක්වා වූ මිලිටරි මර්දනයේ තල්ලුව සම්බන්ධයෙන් ඔවුන් දෙදෙනාම වෙන් වී සිටින බවක් පෙනෙන්නට තිබුණි. එවැනි උත්සුකතාවන් ඔවුන්ට ශක්තියේ ස්ථානයක් දැනෙන්නේ නම් වාෂ්ප විය හැක.",
        "කෙසේ වෙතත්, ගෝඨාභය රාජපක්ෂගේ ගණන් බැලීම් පාපතර තාර්කික වන තරමට, ඒවා ගින්දර සමඟ සෙල්ලම් කිරීමට සමාන ය. ඔහු විසින් නව අමාත්‍ය මණ්ඩලය පත් කිරීම ප්‍රකෝපකාරී මෙන්ම අපහාසාත්මකද වේ. ඔහු දැනටමත් වීදි බැස ඇති සහ රට පුරා විසිරී ඇති විරෝධතා ස්ථාන දුසිම් ගණනක රැස්වී සිටින මිලියන සංඛ්‍යාත ශ්‍රී ලාංකික ජනතාව උසිගන්වයි. විරෝධතා තවදුරටත් තීව්‍ර වන අතර ප්‍රචණ්ඩකාරී ඇවිලීම්වලට තුඩු දෙනු ඇත.",
        "නව කැබිනට් මණ්ඩලයක් පත් කිරීමෙන් ජනාධිපතිවරයා දේශපාලන ස්ථාවරත්වයක් ඇති කළේ නැත, ඔහු තත්වය නරක අතට හැරියේය. ඔහුගේ ආත්මාර්ථකාමී ගණනය කිරීම් වලින්, ඔහු ලාංකීය දේශපාලනයේ ටින්ඩර් පෙට්ටියට රතිඤ්ඤා පත්තු කළා පමණි.",
        "ඔහු මෙම මාවතේ ගමන් කරන්නේ නම්, රටම බලා සිටින්නේ මහජන කෝපයේ විභව පිපිරීමක් සිදුවනු ඇත. හමුදාව යොදා ගනිමින් බලය තහවුරු කර ගැනීමට ඔහු ආලය කරන්නේ එය විය හැකිය. එය භයානක සූදුවක් වන අතර එය අසාර්ථක වීමට බැඳී ඇති අතර, කෙටි කාලීන සාර්ථකත්වයක් පවා ගෝලීය පරයා තත්ත්වයට තුඩු දෙනු ඇති අතර අවසානයේ සාමකාමී විරෝධතාකරුවන්ට එරෙහිව මනුෂ්‍යත්වයට එරෙහි අපරාධවලට නඩු පැවරීමට හේතු වනු ඇත.",
        "දේශපාලන අස්ථාවරත්වය සහ ආර්ථික අස්ථාවරත්වය අන්‍යෝන්‍ය වශයෙන් ශක්තිමත් වේ. ශ්‍රී ලංකාව මේ දෙකෙන්ම පැටලී ඇත. ජනාධිපති රාජපක්ෂගේ නව පියවර මගින් උග්‍ර කරන ලද දේශපාලන අස්ථාවරත්වය, ණය ප්‍රතිව්‍යුහගත කිරීම සහ ඇපදීම සඳහා ජාමූඅ සමඟ ශ්‍රී ලංකාව සැලසුම් කර ඇති සාකච්ඡා තව දුරටත් සංකීර්ණ කරනු ඇත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලට කරුණු ඉදිරිපත් කරන රජය එහි ජනතාව විසින් නීත්‍යානුකූල නොවන ලෙසින් බැහැර කරනු ලබන අතර එම නිසා ජාතිය නියෝජනය කිරීමට නීත්‍යානුකූල භාවයක් නොමැත. ජාත්‍යන්තර මූල්‍ය අරමුදලට හෝ ඕනෑම ජාත්‍යන්තර මූල්‍ය ආයතනයකට මෙම දේශීය අවශ්‍යතා නොසලකා හැරීම විශාල නියෝගයක් වනු ඇත.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, ආර්ථික සහන පැකේජය සඳහා රටේ සාකච්ඡා සාමාන්‍ය තත්ත්වයන් යටතේ තිබුණාට වඩා දුෂ්කර හා වැඩි කාලයක් ගත වනු ඇත. ජනාධිපතිවරයා විසින් ස්වයං-සාදන ලද තවත් අර්බුදයක් නිසා අනවශ්‍ය ලෙස ශ්‍රී ලංකාවේ ආර්ථික දුක්ඛිත තත්ත්වය ඇදගෙන යනු ඇත.",
        "මමත්වය නිසා ඔහුගේ වැරදි ආර්ථිකය කළමනාකරණය කිරීම, නොදැනුවත්කම සහ දුෂ්ට දේශපාලන ගණනය කිරීම් කළමනාකරණය කළ හැකි හර අර්බුදය මහා ජාතික ව්‍යසනයක් බවට පත් කළේය. දැන් ඔහුගේ පුද්ගලික ගනන් බැලීම් වල තවත් ප්‍රහාරයක්, හැකි ඉක්මනින්ම, ආර්ථික කුණුකන්දයෙන් ජාතිය පිටතට ඇද දැමීම වලක්වයි.",
        "රට ඇදගෙන යන්නේ නැතිව තමන් පහළට නොයන බව ජනාධිපතිවරයා නැවතත් පෙන්වා දී තිබේ. ඒක ඛේදවාචකයක්. ජාතියට ශාපයක්!"
      ]
    },
    "ta": {
      "title": "போலியான புதிய அமைச்சரவை சட்ட விரோதமானது, ஆத்திரமூட்டும் மற்றும் அவமானகரமானது!",
      "body_lines": [
        "ஜனாதிபதி ஒரு டிண்டர்பாக்ஸில் விளக்குகள் மற்றும் தீப்பெட்டிகளை வீசினார்",
        "புதிய அமைச்சரவையானது, ராஜபக்சக்கள் நாட்டை தமது பிடியில் இருந்து விடுவிக்கவில்லை என்பதற்கான மற்றுமொரு அறிகுறியாகும். இது பொது அங்கீகாரம் இல்லாத நிலையில், இந்த குடும்பத்தின் கட்டுப்பாடற்ற அதிகாரத்தின் ரப்பர் ஸ்டாம்ப் ஆகும்.",
        "புதிய அமைச்சரவையை நியமித்ததன் மூலம் ஜனாதிபதி அரசியல் ஸ்திரத்தன்மையை உருவாக்கவில்லை, நிலைமையை மோசமாக்கினார். அவரது சுயநலக் கணக்கீடுகளில் இருந்து, அவர் ஒரு பட்டாசை இலங்கை அரசியலின் டிண்டர்பாக்ஸில் வீசினார்.",
        "தனது மற்றும் தனது அரசாங்கத்தை இராஜினாமா செய்யக் கோரி பாரிய போராட்டங்களை எதிர்கொண்டுள்ள ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, மக்களின் மனநிலையை பொருட்படுத்தாமல் புதிய அமைச்சரவையை நேற்று நியமித்துள்ளார். அந்த 17 உறுப்பினர்களைக் கொண்ட புதிய அமைச்சரவை ஒரு போலித்தனமானது, சட்டப்பூர்வமானது அற்றது, மேலும் அரசியல் ஸ்திரமின்மைக்கு ஒரு ஆதாரமாக இருக்கும்.",
        "மூத்த சகோதரர் மகிந்த ராஜபக்ச பிரதமராக நீடிப்பதாலும், கோட்டாபய ஜனாதிபதி பதவியில் தொங்கிக்கொண்டிருப்பதாலும், ராஜபக்சக்கள் மக்களால் தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகளாக இல்லாமல் அரசியல் பதவிகளை அபகரிப்பவர்களாகவே தோன்றுகிறார்கள். புதிய அமைச்சரவையின் உறுப்பினர்களும் அப்படித்தான் இருப்பார்கள். உலகின் பிற பகுதிகள் அவர்களை அப்படிப் பார்க்க வேண்டும், அதற்கேற்ப அவர்களைக் கையாள வேண்டும்.",
        "புதிய அமைச்சரவையானது, ராஜபக்சக்கள் நாட்டை தமது பிடியில் இருந்து விடுவிக்கவில்லை என்பதற்கான மற்றுமொரு அறிகுறியாகும். இது பொது அங்கீகாரம் இல்லாத நிலையில், இந்த குடும்பத்தின் கட்டுப்பாடற்ற அதிகாரத்தின் ரப்பர் ஸ்டாம்ப் ஆகும். ஆயினும்கூட, தேசத்தின் மீதான அந்த போலியான கட்டுப்பாடு தவறானது மற்றும் வெற்றுத்தனமானது. எவ்வாறாயினும், உண்மையில், கோட்டாபய ராஜபக்ஷ தனது மிரிஹான வதிவிடத்தை காலி செய்ய நிர்ப்பந்திக்கும் அளவிற்கு ராஜபக்ஷக்களின் கூட்டுக் குடும்பம் மிகவும் வெறுக்கப்படுகிறது மற்றும் மதிப்பிழந்துள்ளது.",
        "ராஜபக்சவின் விளையாட்டுத் திட்டம், விபத்திற்கு முன் ஒரு கடைசி வித்தை, எதிர்பார்க்கப்பட்டது.",
        "முதலாவதாக, புதிய அமைச்சரவையானது, முன்னர் அமைச்சரவை அமைச்சர்களின் பாரிய ராஜினாமாவைக் கண்ட அரசாங்கத்திற்கு சட்டபூர்வமான தன்மை மற்றும் ஒத்திசைவின் சாயல் வழங்கும் என கோட்டாபய எதிர்பார்க்கிறார். இது வேலியில் இருக்கும் மற்றும் மூழ்கும் கப்பலில் குதிப்பதைப் பற்றி யோசித்துக்கொண்டிருக்கும் பல அரசாங்க எம்.பி.க்களின் கவலையை ஆற்றலாம். (இருப்பினும், பல உறுப்பினர்களுடன் இது வேறுவிதமாக விளையாடலாம், அவர்கள் இனி கேபினட் அமைச்சர்கள் துருவப் பாய்ச்சலுக்கு ஊக்கமளிக்கப்படுவதில்லை).",
        "இரண்டாவதாக, ஜனாதிபதியும் அரசாங்கத்தின் இடைத்தரகர்களும் பல துரோக அரசாங்க எம்.பி.க்கள் என்று அழைக்கப்படுபவர்களையும், தம்மை சுயாதீனமாகச் செயற்படுவதாகக் கூறிக்கொள்ளும் ஸ்ரீ.ல.சு.கட்சியினரையும் மீண்டும் அரசாங்கத்திற்கு இழுக்கும் பணியில் ஈடுபட்டுள்ளனர். ஸ்ரீலங்கா சுதந்திரக் கட்சியின் பாராளுமன்ற உறுப்பினர் சாந்த பண்டார பிரதியமைச்சராகப் பதவிப் பிரமாணம் செய்துகொண்டமையே இவ்வாறான பல கொள்வனவுகளில் முதன்மையானது. பாராளுமன்றத்தில் எளிய பெரும்பான்மையை (113) பெறுவதற்கு போதுமான எம்.பி.க்களை பெறுவதே குறிக்கோள்.",
        "மூன்றாவது, அரசால் திட்டமிடப்பட்ட அரசு சார்பு போராட்டங்கள். இத்தகைய முயற்சிகள் இதுவரை குறைவாகவே கலந்து கொண்டன, இருப்பினும், அரசியல் ஸ்திரத்தன்மை மற்றும் ஆழமான பாக்கெட்டுகள் போன்றவற்றுடன், ராஜபக்சேக்கள் தங்கள் பாராளுமன்ற உறுப்பினர்களை சில சிறைப்பட்ட வாக்காளர்களை வீதிக்கு கொண்டு வர வைக்க முடியும். சிறுபான்மையினருக்கு எதிராக இனவெறி நாய் விசிலடிப்பதற்கும், சமூகங்களை ஒன்றுக்கொன்று மோதுவதற்கும் தயாராகுங்கள், இது ஏற்கனவே அரசு தொலைக்காட்சியிலும், ஆட்சியின் கூட்டாளிகளுக்கு சொந்தமான சில மின்னணு ஊடகங்களிலும் காட்சிப்படுத்தப்படுகிறது.",
        "நான்காவதாக அமைதியான போராட்டங்களை ஒடுக்கும் சாத்தியம் உள்ளது. அந்த மூலோபாயத்தின் ஆரம்ப அறிகுறிகள் ஏற்கனவே காலி முகத்திடலின் போராட்டத் தளமான ‘கோ, கோட்டா கம’விற்கு அருகாமையில் பொலிஸ் ட்ரக் வண்டிகள் நிறுத்தப்பட்டிருந்த போது, ​​சமூக ஊடகங்களின் கூக்குரலுக்குப் பின்னர் திரும்பப் பெறப்பட்டது.",
        "ஜனாதிபதி செயலகத்திற்கு முன்பாக முகாமிட்டுள்ள ஆர்ப்பாட்டக்காரர்களை அங்கிருந்து அகற்றுவதற்கு நீதிமன்ற உத்தரவைப் பெறுவதற்கு பொலிஸார் திட்டமிட்டுள்ள நிலையில், வன்முறை வெடித்து அரச வன்முறையை முறியடிக்கும் சாத்தியக்கூறுகள் காணப்படுகின்றன.",
        "போராட்டக்காரர்களை அச்சுறுத்துவதிலிருந்து இராணுவம் இதுவரை ஒதுக்கி வைக்கப்பட்டுள்ள நிலையில், புதிய அமைச்சரவையின் உபசாரமான அரசியல் ஸ்திரத்தன்மை பற்றிய போலியான கதை ஜனாதிபதியையும், பாதுகாப்புச் செயலாளர் மற்றும் இராணுவத் தளபதியையும் தைரியப்படுத்தும், இருவரும் கோட்டாபய ஆதரவாளர்கள். ஆயினும்கூட, இருவரும் இதுவரை ஒரு இராணுவ அடக்குமுறையைத் தள்ளுவது குறித்து முன்பதிவு செய்ததாகத் தெரிகிறது. அத்தகைய கவலைகள் வலிமையின் நிலையை உணர்ந்தால் ஆவியாகிவிடும்.",
        "எவ்வாறாயினும், கோட்டாபய ராஜபக்சவின் கணக்கீடுகள் எவ்வளவு மோசமான பகுத்தறிவு கொண்டவையாக இருந்தாலும், அவை நெருப்புடன் விளையாடுவதற்கு சமமானவை. புதிய அமைச்சரவையை அவர் நியமித்திருப்பது ஆத்திரமூட்டும் மற்றும் அவமானகரமானது. அவர் ஏற்கனவே தெருக்களில் இறங்கியிருக்கும் மில்லியன் கணக்கான இலங்கைப் பொதுமக்களைத் தூண்டிவிட்டு, நாடு முழுவதும் பல டஜன் எதிர்ப்புத் தளங்களில் கூடிவருகிறார். எதிர்ப்புகள் மேலும் தீவிரமடையும் மற்றும் வன்முறை வெடிப்புகளுக்கு வழிவகுக்கும்.",
        "புதிய அமைச்சரவையை நியமித்ததன் மூலம் ஜனாதிபதி அரசியல் ஸ்திரத்தன்மையை உருவாக்கவில்லை, நிலைமையை மோசமாக்கினார். அவர் தனது சுயநலக் கணக்கீடுகளில் இருந்து, இலங்கை அரசியலின் டிண்டர்பாக்ஸில் ஒரு பட்டாசை வீசினார்.",
        "அவர் இந்தப் பாதையில் சென்றால், பொதுமக்களின் கோபத்தின் சாத்தியமான வெடிப்புக்காக நாடு காத்திருக்கிறது. இராணுவத்தைப் பயன்படுத்தி அதிகாரத்தைப் பலப்படுத்த அவர் ஒருவேளை அதைத்தான் செய்கிறார். இது ஒரு ஆபத்தான சூதாட்டமாகும், அது தோல்வியடையும் மற்றும் குறுகிய கால வெற்றி கூட உலகளாவிய பரியா நிலைக்கு வழிவகுக்கும் மற்றும் இறுதியில் மனிதகுலத்திற்கு எதிரான குற்றங்கள்- அமைதியான எதிர்ப்பாளர்களுக்கு எதிராக வழக்குத் தொடரும்.",
        "அரசியல் ஸ்திரமின்மையும் பொருளாதார ஸ்திரமின்மையும் ஒன்றுக்கொன்று வலுவூட்டுகின்றன. இலங்கை இரண்டும் சூழ்ந்துள்ளது. ஜனாதிபதி ராஜபக்சேவின் புதிய நடவடிக்கையால் மோசமடைந்த அரசியல் ஸ்திரமின்மை, கடன் மறுசீரமைப்பு மற்றும் பிணையெடுப்பு தொடர்பான IMF உடனான இலங்கையின் திட்டமிட்ட பேச்சுவார்த்தைகளை மேலும் சிக்கலாக்கும்.",
        "IMF க்கு பிரதிநிதித்துவம் செய்யும் அரசாங்கம் அதன் மக்களால் சட்டவிரோதமானது என்று நிராகரிக்கப்படுகிறது, எனவே தேசத்தை பிரதிநிதித்துவப்படுத்துவதற்கு சட்டபூர்வமான தன்மை இல்லை. IMF அல்லது எந்த ஒரு சர்வதேச நிதி நிறுவனமும் இந்த உள்ளூர் கவலைகளை கவனிக்காமல் இருப்பது ஒரு பெரிய உத்தரவாக இருக்கும்.",
        "இதன் விளைவாக, பொருளாதார நிவாரணப் பொதிக்கான நாட்டின் பேச்சுவார்த்தைகள் சாதாரண சூழ்நிலையில் இருந்ததை விட கடினமானதாகவும் அதிக நேரத்தை எடுத்துக்கொள்ளும்தாகவும் இருக்கும். ஜனாதிபதியின் இன்னுமொரு சுய-உருவாக்கப்பட்ட நெருக்கடியின் காரணமாக, தேவையில்லாமல், இலங்கையின் பொருளாதாரத் துயரம் இழுத்துச் செல்லும்.",
        "ஈகோ, எரியூட்டும் அறியாமை மற்றும் கெட்ட அரசியல் கணக்கீடுகள் காரணமாக பொருளாதாரத்தை அவர் தவறாக நிர்வகித்ததால், சமாளிக்கக்கூடிய பற்று நெருக்கடியை ஒரு காவிய தேசிய பேரழிவாக மாற்றியது. இப்போது அவரது தனிப்பட்ட கணக்கீடுகளின் மற்றொரு போட், தேசத்தை பொருளாதாரச் சிதைவிலிருந்து வெளியே இழுப்பதைத் தடுக்கிறது, கூடிய விரைவில் சாத்தியமாகும்.",
        "நாட்டை தன்னுடன் இழுக்காமல், தான் கீழே போகமாட்டேன் என்பதை ஜனாதிபதி மீண்டும் காட்டியுள்ளார். அது ஒரு சோகம். நாட்டுக்கே சாபம்!"
      ]
    }
  }
}