{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-promises-impartial-independent-probe-over-protester-death-93237/",
  "time_ut": 1650500640,
  "title": "Sri Lanka promises impartial, independent probe over protester death",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has promised an impartial and independent investigation into the death of a protester shot by police in the island nation’s central town of Rambukkana,  Foreign Minister G L Peiris said on Wednesday (20).",
    "The foreign minister’s pledge came amid international pressure on President Gotabaya Rajapaksa’s government to respect the democratic rights of protesters and intensified protests demanding Rajapaksa to step down.",
    "Police shot dead a protester in the central Sri Lankan town of Rambukkana on Tuesday (19) while 24 were injured including 8 policemen after thousands of protesters demonstrated against fuel price hike and shortage.",
    "The United States, United Kingdom, Norway, Canada, United Nations, European Union, and international rights groups have raised concerns over the shooting of unarmed protesters and called for an impartial probe into the incident.",
    "“We have requested the Human Rights Commission (HRC) to conduct an independent and impartial inquiry into the incident. We want to be honest and we do not want to sweep anything under the carpet,” Foreign Minister G.L. Peiris told reporters in Colombo.",
    "“We will ensure the freedom of expression, freedom of association, and democratic rights of dissants.”",
    "The foreign minister’s comments came soon after he met US Ambassador to Sri Lanka Julie Chung who met the officials of HRC early in the day.",
    "Sri Lanka has a bad reputation in the past over independent and impartial inquiries into alleged crimes and human rights violations involved with state actors including police, ruling politicians, and military.",
    "President Gotabaya Rajapaksa in a tweet said Sri Lankan citizens’ right to peacefully protest will not be hindered.",
    "“Sri Lanka Police  will carry out an impartial and transparent inquiry regarding the incident at Rambukkana which led to the tragedy for which I’m deeply saddened. I urge all citizens to refrain from violence as they protest,” Rajapaksa said.",
    "The statements by the president and foreign minister came as a Sri Lankan delegation led by Finance Minister Ali Sabry is in talks with the International Monetary Fund (IMF) for a loan to address the ongoing economic crisis.",
    "Sources who are aware of the IMF discussion said political stability is mandatory for an IMF programme and an IMF loan will not be feasible if violence continues in Sri Lanka.",
    "Foreign Minister Peiris, however, said the political stability is needed not for the IMF loan negotiation, but for the sake of the country to move forward.",
    "“The government will take action once we get the report from the Human Rights Commission,” he said.",
    "Sri Lanka is facing a political instability after strong youth-led protests had shaken the government. The protesters are demanding the resignation of President Rajapaksa and the protests continued for the 12th consecutive day on Wednesday.",
    "Government trade unions and media activists joined the protest on Wednesday with most people wearing black attire to express their displeasure. (Colombo/April 21/2022)"
  ],
  "translate": {
    "si": {
      "title": "විරෝධතාකරුගේ මරණය සම්බන්ධයෙන් අපක්ෂපාතී, ස්වාධීන පරීක්ෂණයක් පැවැත්වීමට ශ්‍රී ලංකාව පොරොන්දු වෙයි",
      "body_lines": [
        "ECONOMYNEXT - දිවයිනේ මධ්‍යම නගරය වන රඹුක්කන නගරයේ දී පොලීසිය විසින් වෙඩි තබා විරෝධතාකරුවෙකු මියයාම සම්බන්ධයෙන් අපක්ෂපාතී සහ ස්වාධීන පරීක්ෂණයක් පවත්වන බවට ශ්‍රී ලංකාව පොරොන්දු වූ බව විදේශ අමාත්‍ය ජී එල් පීරිස් බදාදා (20) පැවසීය.",
        "විදේශ අමාත්‍යවරයාගේ ප්‍රතිඥාව වූයේ විරෝධතාකරුවන්ගේ ප්‍රජාතන්ත්‍රවාදී අයිතීන්ට ගරු කරන ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂගේ රජයට ජාත්‍යන්තර බලපෑම් සහ රාජපක්ෂට ඉවත් වන ලෙස බල කරමින් විරෝධතා උත්සන්න වීම මධ්‍යයේ ය.",
        "අඟහරුවාදා (19) මධ්‍යම ශ්‍රී ලංකාවේ රඹුක්කන නගරයේ දී විරෝධතාකරුවෙකුට පොලිසිය වෙඩි තබා මරා දැමූ අතර ඉන්ධන මිල ඉහළ නැංවීමට සහ හිඟයට එරෙහිව දහස් ගණන් විරෝධතාකරුවන් පෙළපාලි යාමෙන් පොලිස් නිලධාරීන් 8 දෙනෙකු ඇතුළු 24 දෙනෙකු තුවාල ලැබීය.",
        "එක්සත් ජනපදය, එක්සත් රාජධානිය, නෝර්වේ, කැනඩාව, එක්සත් ජාතීන්ගේ සංවිධානය, යුරෝපා සංගමය සහ ජාත්‍යන්තර අයිතිවාසිකම් කණ්ඩායම් නිරායුධ විරෝධතාකරුවන්ට වෙඩි තැබීම සම්බන්ධයෙන් කනස්සල්ල පළ කර ඇති අතර සිද්ධිය සම්බන්ධයෙන් අපක්ෂපාතී පරීක්ෂණයක් ඉල්ලා ඇත.",
        "“සිද්ධිය සම්බන්ධයෙන් ස්වාධීන හා අපක්ෂපාතී පරීක්ෂණයක් පවත්වන ලෙස අපි මානව හිමිකම් කොමිසමෙන් (HRC) ඉල්ලා තිබෙනවා. අපට අවංක වීමට අවශ්‍ය වන අතර අපට කිසිවක් කාපට් යට අතුගා දැමීමට අවශ්‍ය නැත,” විදේශ අමාත්‍ය ජී එල් පීරිස් කොළඹදී වාර්තාකරුවන්ට පැවසීය.",
        "\"අපි විරුද්ධවාදීන්ගේ අදහස් ප්‍රකාශ කිරීමේ නිදහස, සංගමයේ නිදහස සහ ප්‍රජාතන්ත්‍රවාදී අයිතීන් සහතික කරන්නෙමු.\"",
        "විදේශ අමාත්‍යවරයා මෙම ප්‍රකාශය කළේ ශ්‍රී ලංකාවේ එක්සත් ජනපද තානාපතිනී ජුලී චුන්ග් මහතා මානව හිමිකම් කවුන්සිලයේ නිලධාරීන් හමුවීමෙන් පසුවය.",
        "පොලිසිය, පාලක දේශපාලනඥයන් සහ හමුදාව ඇතුළු රාජ්‍ය ක්‍රියාකාරීන් සමඟ සම්බන්ධ වී ඇතැයි කියන අපරාධ සහ මානව හිමිකම් උල්ලංඝනය කිරීම් පිළිබඳ ස්වාධීන හා අපක්ෂපාතී පරීක්ෂණ සම්බන්ධයෙන් ශ්‍රී ලංකාවට අතීතයේ නරක නමක් ඇත.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ සාමකාමීව විරෝධතා දැක්වීමට ශ්‍රී ලාංකික පුරවැසියන්ගේ අයිතියට බාධාවක් නොවන බවයි.",
        "“මා දැඩි ලෙස කණගාටු වන ඛේදවාචකයට තුඩු දුන් රඹුක්කන සිද්ධිය සම්බන්ධයෙන් ශ්‍රී ලංකා පොලිසිය අපක්ෂපාතී සහ විනිවිද භාවයෙන් පරීක්ෂණයක් පවත්වනු ඇත. විරෝධතා දක්වන විට ප්‍රචණ්ඩත්වයෙන් වළකින ලෙස මම සියලුම පුරවැසියන්ගෙන් ඉල්ලා සිටිමි, ”රාජපක්ෂ පැවසීය.",
        "ජනාධිපතිවරයාගේ සහ විදේශ අමාත්‍යවරයාගේ ප්‍රකාශය සිදු වූයේ, පවතින ආර්ථික අර්බුදයට පිළියම් යෙදීම සඳහා ණයක් ලබා ගැනීම සඳහා මුදල් අමාත්‍ය අලි සබ්රි ප්‍රමුඛ ශ්‍රී ලංකා දූත පිරිසක් ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ සාකච්ඡා කරමින් සිටින අතරතුරය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහනක් සඳහා දේශපාලන ස්ථාවරත්වය අනිවාර්ය බවත් ශ්‍රී ලංකාව තුළ ප්‍රචණ්ඩත්වය දිගටම පැවතුනහොත් IMF ණයක් ලබා ගැනීමට නොහැකි වනු ඇති බවත් IMF සාකච්ඡාව ගැන දන්නා ආරංචි මාර්ග පැවසීය.",
        "කෙසේ වෙතත්, දේශපාලන ස්ථාවරත්වය අවශ්‍ය වන්නේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ ණය සාකච්ඡා සඳහා නොව රට වෙනුවෙන් ඉදිරියට යාමට බව විදේශ අමාත්‍ය පීරිස් පැවසීය.",
        "“මානව හිමිකම් කොමිසමේ වාර්තාව ලැබුණු පසු රජය පියවර ගන්නවා,” ඔහු පැවසීය.",
        "තරුණයින් විසින් මෙහෙයවන ලද ප්‍රබල විරෝධතා ආන්ඩුව දෙදරා යාමෙන් පසු ශ්‍රී ලංකාව දේශපාලන අස්ථාවරත්වයකට මුහුණ දී සිටී. ජනාධිපති රාජපක්ෂ මහතාට ඉල්ලා අස්විය යුතු බව බලකරමින් විරෝධතාකරුවන් 12 වැනි දිනටත් බදාදා පැවැත්විණි.",
        "රජයේ වෘත්තීය සමිති සහ මාධ්‍ය ක්‍රියාකාරීන් බදාදා විරෝධතාවට එක්වූයේ බොහෝ දෙනා කළු ඇඳුමින් සැරසී තම අප්‍රසාදය පළකරමිනි. (කොළඹ/අප්‍රේල් 21/2022)"
      ]
    },
    "ta": {
      "title": "எதிர்ப்பாளர் மரணம் தொடர்பாக பாரபட்சமற்ற, சுதந்திரமான விசாரணைக்கு இலங்கை உறுதியளிக்கிறது",
      "body_lines": [
        "ECONOMYNEXT - தீவு நாட்டின் மத்திய நகரமான ரம்புக்கனவில் பொலிசாரால் சுட்டுக் கொல்லப்பட்ட போராட்டக்காரர் ஒருவரின் மரணம் குறித்து பக்கச்சார்பற்ற மற்றும் சுதந்திரமான விசாரணைக்கு இலங்கை உறுதியளித்துள்ளது என்று வெளியுறவு அமைச்சர் ஜி எல் பீரிஸ் புதன்கிழமை (20) தெரிவித்தார்.",
        "எதிர்ப்பாளர்களின் ஜனநாயக உரிமைகளுக்கு மதிப்பளிக்குமாறு ஜனாதிபதி கோட்டாபய ராஜபக்சவின் அரசாங்கத்தின் மீது சர்வதேச அழுத்தங்கள் மற்றும் ராஜபக்சவை பதவி விலகக் கோரி தீவிரமான போராட்டங்களுக்கு மத்தியில் வெளியுறவு அமைச்சரின் உறுதிமொழி வந்தது.",
        "செவ்வாய்க்கிழமை (19) இலங்கையின் மத்திய நகரமான ரம்புக்கனாவில் எரிபொருள் விலை உயர்வு மற்றும் தட்டுப்பாட்டிற்கு எதிராக ஆயிரக்கணக்கான ஆர்ப்பாட்டக்காரர்கள் ஆர்ப்பாட்டத்தில் ஈடுபட்டதை அடுத்து, 8 பொலிஸார் உட்பட 24 பேர் காயமடைந்தனர்.",
        "அமெரிக்கா, யுனைடெட் கிங்டம், நார்வே, கனடா, ஐக்கிய நாடுகள் சபை, ஐரோப்பிய ஒன்றியம் மற்றும் சர்வதேச உரிமைக் குழுக்கள் நிராயுதபாணியான போராட்டக்காரர்களை சுட்டுக் கொன்றது குறித்து கவலைகளை எழுப்பி, சம்பவம் குறித்து பாரபட்சமற்ற விசாரணைக்கு அழைப்பு விடுத்துள்ளன.",
        "“இந்தச் சம்பவம் குறித்து சுதந்திரமான மற்றும் பாரபட்சமற்ற விசாரணை நடத்துமாறு மனித உரிமைகள் ஆணையத்திடம் (HRC) கோரிக்கை விடுத்துள்ளோம். நாங்கள் நேர்மையாக இருக்க விரும்புகிறோம், நாங்கள் எதையும் கம்பளத்தின் கீழ் துடைக்க விரும்பவில்லை, ”என்று வெளிவிவகார அமைச்சர் ஜி.எல். பீரிஸ் கொழும்பில் செய்தியாளர்களிடம் கூறினார்.",
        "\"நாங்கள் கருத்து சுதந்திரம், சங்கத்தின் சுதந்திரம் மற்றும் எதிர்ப்பாளர்களின் ஜனநாயக உரிமைகளை உறுதி செய்வோம்.\"",
        "இலங்கைக்கான அமெரிக்கத் தூதுவர் ஜூலி சுங்கைச் சந்தித்த பின்னரே வெளிவிவகார அமைச்சரின் கருத்துக்கள் வெளியாகியுள்ளன. அவர் இன்று அதிகாலை மனித உரிமைகள் ஆணையத்தின் அதிகாரிகளைச் சந்தித்தார்.",
        "பொலிஸ், ஆளும் அரசியல்வாதிகள் மற்றும் இராணுவம் உட்பட அரச செயற்பாட்டாளர்களுடன் தொடர்புடைய குற்றங்கள் மற்றும் மனித உரிமை மீறல்கள் தொடர்பான சுயாதீனமான மற்றும் பக்கச்சார்பற்ற விசாரணைகள் தொடர்பாக இலங்கை கடந்த காலங்களில் மோசமான நற்பெயரைக் கொண்டுள்ளது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ச தனது டுவிட்டர் பதிவில், அமைதியான முறையில் போராட்டம் நடத்தும் இலங்கை குடிமக்களின் உரிமைக்கு எந்த தடையும் ஏற்படாது.",
        "“நான் மிகவும் வருத்தமடைந்த ரம்புக்கனையில் நடந்த சோகத்திற்கு வழிவகுத்த சம்பவம் குறித்து இலங்கை காவல்துறை  பக்கச்சார்பற்ற மற்றும் வெளிப்படையான விசாரணையை மேற்கொள்ளும். அனைத்து குடிமக்களும் எதிர்ப்பு தெரிவிக்கும் போது வன்முறையை தவிர்க்குமாறு கேட்டுக்கொள்கிறேன்” என்று ராஜபக்சே கூறினார்.",
        "நிதியமைச்சர் அலி சப்ரி தலைமையிலான இலங்கைப் பிரதிநிதிகள் சர்வதேச நாணய நிதியத்துடன் (IMF) தற்போது நிலவும் பொருளாதார நெருக்கடிக்கு தீர்வு காண்பதற்கான கடனுதவிக்காக பேச்சுவார்த்தை நடத்தி வரும் நிலையில் ஜனாதிபதி மற்றும் வெளிவிவகார அமைச்சரின் அறிக்கைகள் வெளியாகியுள்ளன.",
        "சர்வதேச நாணய நிதியத்தின் கலந்துரையாடலை அறிந்த வட்டாரங்கள், சர்வதேச நாணய நிதியத்தின் திட்டத்திற்கு அரசியல் ஸ்திரத்தன்மை கட்டாயம் என்றும், இலங்கையில் வன்முறைகள் தொடர்ந்தால் சர்வதேச நாணய நிதியத்தின் கடன் சாத்தியப்படாது என்றும் கூறியுள்ளனர்.",
        "எவ்வாறாயினும், அரசியல் ஸ்திரத்தன்மை அவசியமானது சர்வதேச நாணய நிதியத்தின் கடன் பேச்சுவார்த்தைக்கு அல்ல, மாறாக நாட்டின் நலனுக்காக முன்னோக்கி நகர்த்தப்பட வேண்டும் என்று வெளிவிவகார அமைச்சர் பீரிஸ் கூறினார்.",
        "மனித உரிமைகள் ஆணையத்திடம் இருந்து அறிக்கை கிடைத்தவுடன் அரசு நடவடிக்கை எடுக்கும்,” என்றார்.",
        "இளைஞர்கள் தலைமையிலான பலமான எதிர்ப்புக்கள் அரசாங்கத்தை உலுக்கிய பின்னர் இலங்கை அரசியல் ஸ்திரமற்ற நிலையை எதிர்கொண்டுள்ளது. அதிபர் ராஜபக்சே பதவி விலக கோரி போராட்டக்காரர்கள் தொடர்ந்து 12வது நாளாக புதன்கிழமையும் போராட்டம் நடத்தினர்.",
        "அரசாங்க தொழிற்சங்கங்கள் மற்றும் ஊடக ஆர்வலர்கள் புதன்கிழமை ஆர்ப்பாட்டத்தில் கலந்து கொண்டனர், பெரும்பாலான மக்கள் கருப்பு உடை அணிந்து தங்கள் அதிருப்தியை வெளிப்படுத்தினர். (கொழும்பு/ஏப்ரல் 21/2022)"
      ]
    }
  }
}