{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/18/namal-denies-links-to-motor-rally-spin-riders-say-rs-1-5-mn-already-spent-on-hotels/",
  "time_ut": 1647611280,
  "title": "Namal denies links to Motor Rally; Spin Riders say Rs. 1.5 Mn already spent on hotels",
  "body_lines": [
    "COLOMBO (News 1st); Minister Namal Rajapaksa did not assist the cycling tour that was held in Kalpitiya on Thursday (17), tweeted his Media Division on Friday (19).",
    "It said that “No assistance was given by the Hon. Minister @RajapaksaNamal or the @MoYS_SriLanka for the cycling competition held in #Kalpitiya today & it has been organized by a private entity which has no affiliation with the Ministry of Sports.”",
    "On Friday (18) Spin Riders Club told a media briefing that the tour was in fact organized in January for March, and during the organizing stage, there was no fuel crisis in Sri Lanka.",
    "Sajina Sithmala representing the Spin Riders Club said the group had already made payments to the tune of Rs. 1.5 Million for hotel accommodation, and therefore the event could not be delayed.",
    "“For 10 years, we go on this tour during the New Year. During the tour we engage in a social wellness campaign. This year we donated Rs. 1.2 Million for the Apeksha Hospital and will be donated stationery worth Rs. 500,000/- for school students in Kalpitiya,” he told reporters.",
    "Spin Riders Sports Club said the tour was not connected to the Sports Minister and was attended by car and motorcycle enthusiasts.",
    "Nilupul Theeksana, also respresenting the club said that members were also in line at filling stations for fuel.",
    "“When we’re moving bowsers were also there. So, people used it for political objectives and blamed it on us,” he said denying any political connection to the tour.",
    "The Police Media Division in a Press Release issued this morning (18) noted that while “conditional permission” had been granted for a “vehicle parade”, the police had banned the parade due to public outcry and the flouting of conditions agreed to.",
    "Police have assured that legal action would be taken if road rules were broken. The video circulating on social media shows many SUV’s had passengers dangerously hanging out of open windows.",
    "The convoy, which was flanked by a considerable police escort, was met with stiff resistance at the Kalpitiya town, where residents and religious leaders blocked the road preventing the convoy from moving ahead.",
    "“The People in this area, have no fuel. We are all in a desperate situation. How come these people have fuel to waste like this?” was the question, a Buddhist Monk had when he led a protest against the convoy from passing the town of Kalpitiya.",
    "The Press Release adds that the Spin Riders Club had made the request for permission for the Vehicle Parade that would run parallel to a charitable donation made to the Maharagama Apeksha Cancer hospital as well as a donation of supplies to a school in Kalpitiya.",
    "Permission had initially been granted by police for the vehicle parade to travel from Mirigama to Kalpitiya and then on to Anuradhapura from between the 17th and 19th of March.",
    "Namal denies links to Motor Rally; Spin Riders say Rs. 1.5 Mn already spent on hotels",
    "No conditions for Indian loan, SL has to pay back in three years: Basil"
  ],
  "translate": {
    "si": {
      "title": "නාමල් මෝටර් රථ රැලියට සම්බන්ධය ප්‍රතික්ෂේප කරයි; ස්පින් රයිඩර්ස් පවසන්නේ රු. දැනටමත් හෝටල් සඳහා මිලියන 1.5 ක් වියදම් කර ඇත",
      "body_lines": [
        "COLOMBO (News 1st); බ්‍රහස්පතින්දා (17) කල්පිටියේ පැවති පාපැදි සවාරියට නාමල් රාජපක්ෂ අමාත්‍යවරයා සහය නොදැක්වූ බව සිකුරාදා (19) සිය මාධ්‍ය අංශය ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේය.",
        "එහි සඳහන් වූයේ “ගරුතුමා විසින් කිසිදු ආධාරයක් ලබා නොදුන් බවයි. අමාත්‍ය @රාජපක්ෂ නාමල් හෝ @MoYS_SriLanka අද #කල්පිටියේ පැවැත්වෙන පාපැදි තරඟය සඳහා එය සංවිධානය කර ඇත්තේ ක්‍රීඩා අමාත්‍යාංශයට සම්බන්ධ නැති පුද්ගලික ආයතනයක් විසිනි.",
        "සිකුරාදා (18) ස්පින් රයිඩර්ස් සමාජය මාධ්‍ය හමුවකදී කියා සිටියේ මෙම සංචාරය ඇත්ත වශයෙන්ම ජනවාරි මාසයේ මාර්තු මාසයේ සංවිධානය කළ බවත්, සංවිධානය කරන අවස්ථාවේදී ශ්‍රී ලංකාවේ ඉන්ධන අර්බුදයක් නොතිබූ බවත්ය.",
        "ස්පින් රයිඩර්ස් සමාජය නියෝජනය කරන සජිනා සිත්මලා පැවසුවේ කණ්ඩායම මේ වන විටත් රුපියල් කෝටි 100ක මුදලක් ගෙවා ඇති බවයි. හෝටල් නවාතැන් සඳහා මිලියන 1.5 ක්, එබැවින් උත්සවය ප්‍රමාද කළ නොහැක.",
        "“අවුරුදු 10ක් අපි මේ සංචාරය කරන්නේ අලුත් අවුරුද්දේ. සංචාරය අතරතුර අපි සමාජ සුභසාධන ව්‍යාපාරයක නිරත වෙමු. මේ වසරේ අපි රු. අපේක්ෂා රෝහල සඳහා රුපියල් මිලියන 1.2 ක් සහ රුපියල් මිලියන 200 ක් වටිනා ලිපි ද්‍රව්‍ය පරිත්‍යාග කෙරේ. කල්පිටියේ පාසල් සිසුන් සඳහා 500,000/-\" ඔහු වාර්තාකරුවන්ට පැවසීය.",
        "ස්පින් රයිඩර්ස් ක්‍රීඩා සමාජය පැවසුවේ මෙම සංචාරය ක්‍රීඩා අමාත්‍යවරයාට සම්බන්ධ නොවූ අතර මෝටර් රථ සහ යතුරුපැදි ලෝලීන්ගේ සහභාගීත්වය ඇති බවයි.",
        "එම සමාජය නියෝජනය කරමින් නිලුපුල් තීක්ෂණ කියා සිටියේ සාමාජිකයින් ද ඉන්ධන ලබාගැනීම සඳහා පිරවුම්හල්වල පෝලිමේ සිටින බවයි.",
        "“අපි යනකොට බවුසර්ත් තිබුණා. ඒ නිසා මිනිස්සු ඒක දේශපාලන අරමුණු වෙනුවෙන් පාවිච්චි කරලා අපිට බැන්නා” ඔහු කියා සිටියේ සංචාරයට කිසිදු දේශපාලන සම්බන්ධයක් ප්‍රතික්ෂේප කරමිනි.",
        "පොලිස් මාධ්‍ය කොට්ඨාශය අද (18) පෙරවරුවේ මාධ්‍ය නිවේදනයක් නිකුත් කරමින් සඳහන් කළේ, \"වාහන පෙළපාලියක්\" සඳහා \"කොන්දේසි සහිත අවසරයක්\" ලබා දී තිබියදී, මහජන විරෝධය සහ එකඟ වූ කොන්දේසි කඩ කිරීම හේතුවෙන් පොලිසිය පෙළපාලිය තහනම් කළ බවයි.",
        "මාර්ග නීති කඩ කළහොත් නීතිමය පියවර ගන්නා බවට පොලිසිය සහතික වී ඇත. සමාජ මාධ්‍යවල සංසරණය වන වීඩියෝවෙන් පෙනී යන්නේ බොහෝ SUV රථවල මගීන් භයානක ලෙස විවෘත ජනේලවල එල්ලී සිටින බවයි.",
        "සැලකිය යුතු පොලිස් පරිවාරයකින් දෙපස ගමන් ගත් රථ පෙළට කල්පිටිය නගරයේදී දැඩි ප්‍රතිරෝධයක් එල්ල වූ අතර එහිදී ප්‍රදේශවාසීන් සහ ආගමික නායකයින් රථ පෙළ ඉදිරියට යාමට නොහැකි ලෙස මාර්ගය අවහිර කළහ.",
        "“මේ ප්‍රදේශයේ ජනතාවට තෙල් නැහැ. අපි හැමෝම ඉන්නේ අන්ත අසරණ තත්ත්වයක. මේ මිනිස්සුන්ට මෙහෙම නාස්ති කරන්න තෙල් කොහොමද?” යන ප්‍රශ්නය වූයේ, කල්පිටිය නගරය පසුකරමින් සිටි රථ පෙළට එරෙහිව උද්ඝෝෂණයක් මෙහෙයවූ අවස්ථාවේදී භික්‍ෂුන් වහන්සේ නමකගේ ප්‍රශ්නයයි.",
        "මහරගම අපේක්ෂා පිළිකා රෝහලට සිදුකරන පුණ්‍ය පරිත්‍යාගයකට මෙන්ම කල්පිටිය ප්‍රදේශයේ පාසලකට අවශ්‍ය ද්‍රව්‍ය පරිත්‍යාග කිරීමට සමගාමීව පැවැත්වෙන රථ පෙළපාලිය සඳහා අවසර ලබාදෙන ලෙස ස්පින් රයිඩර්ස් සමාජය ඉල්ලීමක් කර තිබූ බව එම මාධ්‍ය නිවේදනයේ වැඩිදුරටත් දැක්වෙයි.",
        "මෙම රථ පෙළපාලිය මාර්තු 17 සහ 19 අතර කාලය තුළ මීරිගම සිට කල්පිටිය දක්වාත් අනතුරුව අනුරාධපුරය දක්වාත් ගමන් කිරීමට පොලිසියෙන් මුලින් අවසර ලබා දී තිබුණි.",
        "නාමල් මෝටර් රථ රැලියට සම්බන්ධය ප්‍රතික්ෂේප කරයි; ස්පින් රයිඩර්ස් පවසන්නේ රු. දැනටමත් හෝටල් සඳහා මිලියන 1.5 ක් වියදම් කර ඇත",
        "ඉන්දීය ණය සඳහා කොන්දේසි නැත, ශ්‍රී ලංකාවට වසර තුනකින් ආපසු ගෙවිය යුතුයි: බැසිල්"
      ]
    },
    "ta": {
      "title": "மோட்டார் பேரணிக்கான தொடர்பை நாமல் மறுத்தார்; ஸ்பின் ரைடர்ஸ் கூறுகையில், ரூ. ஹோட்டல்களுக்காக ஏற்கனவே 1.5 மில்லியன் செலவிடப்பட்டுள்ளது",
      "body_lines": [
        "COLOMBO (News 1st); வியாழக்கிழமை (17) கல்பிட்டியில் நடைபெற்ற சைக்கிள் பயணத்திற்கு அமைச்சர் நாமல் ராஜபக்ஷ உதவவில்லை என வெள்ளிக்கிழமை (19) தனது ஊடகப் பிரிவு ட்வீட் செய்துள்ளார்.",
        "அதில், “மாண்புமிகு அவர்களால் எந்த உதவியும் செய்யப்படவில்லை. இன்று #கல்பிட்டியில் நடைபெற்ற சைக்கிள் ஓட்டுதல் போட்டிக்கான அமைச்சர் @ராஜபக்ஷநாமல் அல்லது @MoYS_SriLanka மற்றும் விளையாட்டு அமைச்சகத்துடன் தொடர்பில்லாத ஒரு தனியார் நிறுவனத்தால் இது ஏற்பாடு செய்யப்பட்டுள்ளது.",
        "வெள்ளியன்று (18) ஸ்பின் ரைடர்ஸ் கிளப் ஒரு ஊடக சந்திப்பில், சுற்றுப்பயணம் உண்மையில் ஜனவரியில் மார்ச் மாதம் ஏற்பாடு செய்யப்பட்டது என்றும், ஏற்பாடு கட்டத்தின் போது இலங்கையில் எரிபொருள் நெருக்கடி ஏற்படவில்லை என்றும் கூறியது.",
        "ஸ்பின் ரைடர்ஸ் கிளப்பை பிரதிநிதித்துவப்படுத்தும் சஜினா சித்மாலா கூறுகையில், குழு ஏற்கனவே ரூ. ஹோட்டல் தங்குமிடத்திற்கு 1.5 மில்லியன், எனவே நிகழ்வை தாமதப்படுத்த முடியவில்லை.",
        "“10 ஆண்டுகளாக, புத்தாண்டின் போது நாங்கள் இந்த சுற்றுப்பயணத்திற்கு செல்கிறோம். சுற்றுப்பயணத்தின் போது நாங்கள் சமூக நலப் பிரச்சாரத்தில் ஈடுபடுகிறோம். இந்த ஆண்டு நாங்கள் ரூ. அபேக்ஷா மருத்துவமனைக்கு 1.2 மில்லியன் மற்றும் ரூ. மதிப்புள்ள எழுதுபொருட்கள் நன்கொடையாக வழங்கப்படும். கல்பிட்டியில் உள்ள பள்ளி மாணவர்களுக்கு 500,000/-” என்று அவர் செய்தியாளர்களிடம் கூறினார்.",
        "ஸ்பின் ரைடர்ஸ் ஸ்போர்ட்ஸ் கிளப், இந்த சுற்றுப்பயணம் விளையாட்டு அமைச்சருடன் இணைக்கப்படவில்லை என்றும், கார் மற்றும் மோட்டார் சைக்கிள் ஆர்வலர்கள் கலந்து கொண்டனர் என்றும் கூறியது.",
        "கழகத்தைப் பிரதிநிதித்துவப்படுத்தும் நிலுபுல் தீக்சன, உறுப்பினர்களும் எரிபொருள் நிரப்பும் நிலையங்களில் வரிசையில் நின்றதாகக் கூறினார்.",
        "“நாங்கள் நகரும் போது பவுசர்களும் இருந்தன. எனவே, மக்கள் அதை அரசியல் நோக்கங்களுக்காகப் பயன்படுத்தி, எங்கள் மீது குற்றம் சாட்டினார்கள், ”என்று அவர் சுற்றுப்பயணத்துடன் எந்த அரசியல் தொடர்பையும் மறுத்தார்.",
        "பொலிஸ் ஊடகப் பிரிவு இன்று (18) காலை வெளியிட்ட செய்திக் குறிப்பில், “வாகன அணிவகுப்புக்கு” ​​“நிபந்தனை அனுமதி” வழங்கப்பட்டிருந்த போதிலும், பொதுமக்கள் எதிர்ப்பு மற்றும் நிபந்தனைகளை மீறிய காரணத்தினால், அணிவகுப்பை பொலிஸார் தடை செய்துள்ளதாக குறிப்பிட்டுள்ளது.",
        "சாலை விதிகளை மீறினால் சட்டப்படி நடவடிக்கை எடுக்கப்படும் என போலீசார் உறுதி அளித்தனர். சமூக ஊடகங்களில் பரவும் வீடியோ பல SUV களில் பயணிகள் ஆபத்தான முறையில் திறந்த ஜன்னல்களுக்கு வெளியே தொங்குவதைக் காட்டுகிறது.",
        "கணிசமான போலீஸ் பாதுகாப்புடன் சுற்றியிருந்த வாகனத் தொடரணி கல்பிட்டி நகரில் கடும் எதிர்ப்பைச் சந்தித்தது, அங்கு குடியிருப்பாளர்களும் மதத் தலைவர்களும் வாகனத் தொடரணியை முன்னோக்கி நகர்த்தவிடாமல் சாலையைத் தடுத்தனர்.",
        "“இந்தப் பகுதி மக்களிடம் எரிபொருள் இல்லை. நாம் அனைவரும் அவலமான நிலையில் இருக்கிறோம். இப்படி வீணடிக்க இவர்களுக்கு எரிபொருள் எப்படி வந்தது?” என்ற கேள்வி, கல்பிட்டி நகரை கடந்து செல்லும் வாகனத் தொடரணிக்கு எதிராக ஒரு பௌத்த பிக்கு ஒரு ஆர்ப்பாட்டத்திற்கு தலைமை தாங்கினார்.",
        "மஹரகம அபேக்ஷா புற்றுநோய் வைத்தியசாலைக்கு வழங்கிய நன்கொடை மற்றும் கல்பிட்டியில் உள்ள பாடசாலை ஒன்றிற்கு பொருட்களை நன்கொடையாக வழங்குவதற்கு இணையாக ஸ்பின் ரைடர்ஸ் கிளப் இந்த வாகன அணிவகுப்புக்கு அனுமதி கோரியுள்ளதாக அந்த செய்திக்குறிப்பு மேலும் தெரிவிக்கிறது.",
        "வாகன அணிவகுப்புக்கு மீரிகமவில் இருந்து கல்பிட்டி மற்றும் பின்னர் அநுராதபுரம் வரை மார்ச் 17 மற்றும் 19 க்கு இடையில் பயணிக்க முதலில் பொலிஸாரால் அனுமதி வழங்கப்பட்டது.",
        "மோட்டார் பேரணிக்கான தொடர்பை நாமல் மறுத்தார்; ஸ்பின் ரைடர்ஸ் கூறுகையில், ரூ. ஹோட்டல்களுக்காக ஏற்கனவே 1.5 மில்லியன் செலவிடப்பட்டுள்ளது",
        "இந்திய கடனுக்கான நிபந்தனைகள் இல்லை, மூன்று வருடங்களில் இலங்கை திருப்பி செலுத்த வேண்டும்: பசில்"
      ]
    }
  }
}