{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Cabinet-nod-to-amend-five-Acts-to-boost-Govt-revenue/56-735563",
  "time_ut": 1654021800,
  "title": "Cabinet nod to amend five Acts to boost Govt. revenue",
  "body_lines": [
    "Move is in line with the new interim Govt. pronouncements of increasing revenue to meet essential expenditure amidst economic crisis",
    "Cabinet Co-Spokesman Bandula Gunawardena claims bad fiscal management herald the crisis",
    "Points to arbitrary and stubborn decisions to amend Fiscal Management (Responsibility) Act No. 3 of 2003 led to economic crisis",
    "Says laws will be amended to adjust taxes to status quo before 2019",
    "The Cabinet of Ministers at its meeting on Monday has approved a proposal by Prime Minister and Finance Minister Ranil Wickremesinghe to amend five Acts of Parliament to boost Government revenue.",
    "The five Acts include Inland Revenue Act, VAT Act, Telecommunication Levy Act, Betting and Gaming Levy Act and Fiscal Management Act.",
    "The move is in line with the new interim Government pronouncements that State revenue has to be considerably increased to meet essential expenditures amidst the economic crisis.",
    "“Today, we are faced with a huge budget deficit and a huge drop in Government revenue over the years. It was decided to amend the laws needed to adjust taxes to the status quo before 2019,” Cabinet Co-Spokesman and Minister Bandula Gunawardena said at the post-Cabinet meeting media briefing yesterday.",
    "He said the revenue loss of the Government per day is around Rs. 6 billion due to the relaxed tax policy introduced in 2019 to reduce the rates of VAT personal income tax and corporate income tax and shrink the tax base on VAT income tax.",
    "The Cabinet Co-Spokesman also claimed that successive Governments since 2003 have failed to adhere to the Fiscal Management (Responsibility) Act. 3 of 2003, which underscores three key objectives — to ensure the budget deficit shall not exceed 5% of the GDP post-2006, maintain debt to GDP below 60% from 2013 onwards and to maintain guarantee for loans only at 4.5%.",
    "Contrary to what was proposed in 2003, Gunawardena pointed out that the budget deficit is now at around 12%, debt to GDP at 119% and guarantee for loans at 15%.",
    "“Arbitrary and stubborn decisions has led to amend the 2003 Act three times as of now and is one of the key reasons for the current economic crisis. The bad fiscal management of successive Governments is the reason for the fiscal crisis today,” he said.",
    "He also cited that following the COVID pandemic, countrywide lockdowns, difficulties faced to collect revenue, a drop in Government income and tax cuts impacted adversely on the State income which led to the economic crisis.",
    "“Public sector salary and pension, as well as the interest paid on Government debt, are the two major expenses that successive administrations have been grappling with over decades. In 2020, 86% of the total Government tax collection was allocated to pay public sector salaries and pension,” he explained on the vicious cycle, adding that it was, therefore, necessary to increase Government revenue to stabilise the economy.",
    "Gunawardene said Sri Lanka has historically failed to even meet the recurrent expenditure of successive Governments and as a result of it the people are experiencing the consequences."
  ],
  "translate": {
    "si": {
      "title": "රජය නංවාලීම සඳහා පනත් පහක් සංශෝධනය කිරීමට කැබිනට් අනුමැතිය. ආදායම",
      "body_lines": [
        "මෙම පියවර නව අන්තර්වාර රජයට අනුකූල වේ. ආර්ථික අර්බුද මධ්‍යයේ අත්‍යාවශ්‍ය වියදම් පියවා ගැනීම සඳහා ආදායම වැඩි කර ගැනීමේ ප්‍රකාශයන්",
        "අයහපත් රාජ්‍ය මූල්‍ය කළමනාකාරීත්වය අර්බුදයට තුඩු දුන් බව කැබිනට් සම ප්‍රකාශක බන්දුල ගුණවර්ධන පවසයි.",
        "2003 අංක 3 දරන රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) පනත සංශෝධනය කිරීමට අත්තනෝමතික හා මුරණ්ඩු තීරණවලට යොමු වීම ආර්ථික අර්බුදයට හේතු විය.",
        "2019 ට පෙර පවතින තත්ත්වයට බදු සකස් කිරීමට නීති සංශෝධනය කරන බව පවසයි",
        "රජයේ ආදායම ඉහළ නැංවීම සඳහා පාර්ලිමේන්තු පනත් පහක් සංශෝධනය කිරීම සඳහා අග්‍රාමාත්‍ය සහ මුදල් අමාත්‍ය රනිල් වික්‍රමසිංහ මහතා විසින් ඉදිරිපත් කරන ලද යෝජනාවක් සඳුදා රැස්වූ අමාත්‍ය මණ්ඩලය විසින් අනුමත කර ඇත.",
        "දේශීය ආදායම් පනත, වැට් බදු පනත, විදුලි සංදේශ බදු පනත, ඔට්ටු ඇල්ලීමේ සහ සූදු බදු පනත සහ රාජ්‍ය මූල්‍ය කළමනාකරණ පනත යන පනත් පහට අයත් වේ.",
        "ආර්ථික අර්බුදය මධ්‍යයේ අත්‍යාවශ්‍ය වියදම් පියවා ගැනීම සඳහා රාජ්‍ය ආදායම සැලකිය යුතු ලෙස ඉහළ නැංවිය යුතු බවට නව අන්තර්කාලීන රජයේ ප්‍රකාශයන්ට අනුකූලව මෙම පියවර ගෙන ඇත.",
        "“අද අපි විශාල අයවැය හිඟයකට සහ වසර ගණනාවක් පුරා රාජ්‍ය ආදායමේ විශාල පහත වැටීමකට මුහුණ දී සිටිනවා. 2019ට පෙර පවතින තත්ත්වයට බදු සකස් කිරීමට අවශ්‍ය නීති සංශෝධනය කිරීමට තීරණය කළා” යැයි කැබිනට් සම ප්‍රකාශක, අමාත්‍ය බන්දුල ගුණවර්ධන මහතා ඊයේ පැවති කැබිනට් රැස්වීමෙන් පසු පැවති මාධ්‍ය හමුවේදී පැවසීය.",
        "දිනකට රජයට සිදුවන පාඩුව රුපියල් කෝටි 1000 ක් පමණ වන බවද ඔහු පැවසීය. වැට් බදු පුද්ගලික ආදායම් බදු සහ ආයතනික ආදායම් බදු අනුපාත අඩු කිරීමට සහ වැට් බදු ආදායම් බදු මත බදු පදනම හැකිලීමට 2019 දී හඳුන්වා දුන් ලිහිල් බදු ප්‍රතිපත්තිය හේතුවෙන් රුපියල් බිලියන 6ක්.",
        "2003 වසරේ සිට බලයට පත් වූ රජයන් රාජ්‍ය මූල්‍ය කළමනාකරණ (වගකීම්) පනත පිළිපැදීමට අපොහොසත් වී ඇති බව ද කැබිනට් සම ප්‍රකාශකවරයා කියා සිටියේය. 2003 හි 3, ප්‍රධාන අරමුණු තුනක් අවධාරණය කරයි - අයවැය හිඟය 2006 න් පසු දළ දේශීය නිෂ්පාදිතයෙන් 5% නොඉක්මවිය යුතු බව සහතික කිරීම, 2013 සිට දළ දේශීය නිෂ්පාදිතයට ණය 60% ට වඩා අඩුවෙන් පවත්වා ගැනීම සහ ණය සඳහා ඇපකරය 4.5% දී පමණක් පවත්වා ගැනීම.",
        "2003 දී යෝජනා කළ දෙයට පටහැනිව, ගුණවර්ධන පෙන්වා දුන්නේ අයවැය හිඟය දැන් 12% ක් පමණ වන අතර, දළ දේශීය නිෂ්පාදිතයට ණය 119% ක් සහ ණය සඳහා ඇපකරය 15% කි.",
        "“අත්තනෝමතික හා මුරණ්ඩු තීරණ මේ වන විට තුන් වතාවක් 2003 පනත සංශෝධනය කිරීමට හේතු වී ඇති අතර එය වත්මන් ආර්ථික අර්බුදයට ප්‍රධාන හේතුවකි. අනුප්‍රාප්තික ආණ්ඩුවල අයහපත් මූල්‍ය කළමනාකරණය අද මූල්‍ය අර්බුදයට හේතුවයි,” ඔහු පැවසීය.",
        "කොවිඩ් වසංගතයෙන් පසුව රටපුරා අගුලු දැමීම්, ආදායම් එකතු කර ගැනීමට ඇති දුෂ්කරතා, රජයේ ආදායම පහත වැටීම සහ බදු කප්පාදුව ආර්ථික අර්බුදයට තුඩු දුන් රාජ්‍ය ආදායමට අහිතකර ලෙස බලපෑ බව ද ඔහු සඳහන් කළේය.",
        "“රාජ්‍ය අංශයේ වැටුප් සහ විශ්‍රාම වැටුප මෙන්ම රජයේ ණය සඳහා ගෙවන පොලිය ද දශක ගණනාවක් තිස්සේ අනුප්‍රාප්තික පරිපාලනයන් සමඟ පොරබදමින් සිටින ප්‍රධාන වියදම් දෙකයි. 2020 දී රජයේ මුළු බදු එකතුවෙන් 86%ක් වෙන් කර ඇත්තේ රාජ්‍ය අංශයේ වැටුප් හා විශ්‍රාම වැටුප් ගෙවීමට” යැයි ඔහු විෂම චක්‍රය ගැන පැහැදිලි කළ අතර, එබැවින් ආර්ථිකය ස්ථාවර කිරීම සඳහා රජයේ ආදායම වැඩි කිරීම අවශ්‍ය බව පැවසීය.",
        "අනුප්‍රාප්තික රජයන්ගේ පුනරාවර්තන වියදම් පියවා ගැනීමට පවා ශ්‍රී ලංකාව ඓතිහාසිකව අපොහොසත් වී ඇති බවත් එහි ප්‍රතිඵලයක් ලෙස ජනතාව අත්විඳිමින් සිටින බවත් ගුණවර්ධන මහතා පැවසීය."
      ]
    },
    "ta": {
      "title": "அரசாங்கத்தை மேம்படுத்த ஐந்து சட்டங்களில் திருத்தம் செய்ய அமைச்சரவை ஒப்புதல் வருவாய்",
      "body_lines": [
        "புதிய இடைக்கால அரசாங்கத்திற்கு ஏற்ப இந்த நடவடிக்கை எடுக்கப்பட்டுள்ளது. பொருளாதார நெருக்கடிக்கு மத்தியில் அத்தியாவசிய செலவினங்களைச் சமாளிக்க வருவாயை அதிகரிப்பதற்கான அறிவிப்புகள்",
        "மோசமான நிதி முகாமைத்துவம் நெருக்கடியை முன்னறிவிப்பதாக அமைச்சரவை இணைப் பேச்சாளர் பந்துல குணவர்தன தெரிவித்துள்ளார்.",
        "2003 ஆம் ஆண்டின் 3 ஆம் எண் நிதி மேலாண்மை (பொறுப்பு) சட்டத்தை திருத்துவதற்கான தன்னிச்சையான மற்றும் பிடிவாதமான முடிவுகளின் புள்ளிகள் பொருளாதார நெருக்கடிக்கு வழிவகுத்தன.",
        "2019 க்கு முன் தற்போதைய நிலையில் வரிகளை சரிசெய்ய சட்டங்கள் திருத்தப்படும் என்று கூறுகிறது",
        "அரசாங்கத்தின் வருமானத்தை அதிகரிப்பதற்காக பாராளுமன்றத்தின் ஐந்து சட்டங்களில் திருத்தம் செய்வதற்கான பிரேரணைக்கு பிரதமர் மற்றும் நிதியமைச்சர் ரணில் விக்கிரமசிங்கவினால் முன்வைக்கப்பட்ட யோசனைக்கு திங்கட்கிழமை நடைபெற்ற அமைச்சரவைக் கூட்டத்தில் அங்கீகாரம் வழங்கப்பட்டுள்ளது.",
        "ஐந்து சட்டங்களில் உள்நாட்டு வருவாய் சட்டம், VAT சட்டம், தொலைத்தொடர்பு வரிச் சட்டம், பந்தயம் மற்றும் கேமிங் லெவி சட்டம் மற்றும் நிதி மேலாண்மை சட்டம் ஆகியவை அடங்கும்.",
        "பொருளாதார நெருக்கடிக்கு மத்தியில் அத்தியாவசிய செலவினங்களைச் சமாளிக்க மாநில வருவாயை கணிசமாக அதிகரிக்க வேண்டும் என்ற புதிய இடைக்கால அரசின் அறிவிப்புகளுக்கு இணங்க இந்த நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "\"இன்று, நாம் ஒரு பெரிய பட்ஜெட் பற்றாக்குறை மற்றும் பல ஆண்டுகளாக அரசாங்க வருவாயில் பெரும் வீழ்ச்சியை எதிர்கொள்கிறோம். 2019 ஆம் ஆண்டுக்கு முன்னர் தற்போதைய நிலையில் வரிகளை சீர்செய்வதற்கு தேவையான சட்டங்களை திருத்துவதற்கு தீர்மானிக்கப்பட்டது” என அமைச்சரவை இணைப் பேச்சாளரும் அமைச்சருமான பந்துல குணவர்தன நேற்று அமைச்சரவை கூட்டத்திற்கு பின்னரான ஊடகவியலாளர் சந்திப்பில் தெரிவித்தார்.",
        "நாளொன்றுக்கு அரசுக்கு ஏற்படும் வருவாய் இழப்பு சுமார் ரூ. VAT தனிநபர் வருமான வரி மற்றும் கார்ப்பரேட் வருமான வரி விகிதங்களைக் குறைப்பதற்கும் VAT வருமான வரியின் மீதான வரி அடிப்படையைக் குறைப்பதற்கும் 2019 இல் அறிமுகப்படுத்தப்பட்ட தளர்வான வரிக் கொள்கையின் காரணமாக 6 பில்லியன்.",
        "2003 ஆம் ஆண்டிலிருந்து தொடர்ந்து வந்த அரசாங்கங்கள் நிதி மேலாண்மை (பொறுப்பு) சட்டத்தை கடைபிடிக்கத் தவறிவிட்டதாகவும் அமைச்சரவை இணைப் பேச்சாளர் கூறினார். 2003 இன் 3, மூன்று முக்கிய நோக்கங்களை அடிக்கோடிட்டுக் காட்டுகிறது - 2006க்குப் பிந்தைய மொத்த உள்நாட்டு உற்பத்தியில் பட்ஜெட் பற்றாக்குறை 5% ஐ விட அதிகமாக இருக்கக்கூடாது என்பதை உறுதிப்படுத்தவும், 2013 முதல் GDP க்கு 60% க்கும் குறைவான கடனை பராமரிக்கவும் மற்றும் கடன்களுக்கான உத்தரவாதத்தை 4.5% இல் மட்டுமே பராமரிக்கவும்.",
        "2003 இல் முன்மொழியப்பட்டதற்கு மாறாக, வரவு செலவுத் திட்டப் பற்றாக்குறை இப்போது சுமார் 12% ஆகவும், மொத்த உள்நாட்டு உற்பத்திக்கான கடன் 119% ஆகவும், கடன்களுக்கான உத்தரவாதம் 15% ஆகவும் இருப்பதாக குணவர்தன சுட்டிக்காட்டினார்.",
        "“தன்னிச்சையான மற்றும் பிடிவாதமான முடிவுகள் 2003 சட்டத்தை இப்போது மூன்று முறை திருத்துவதற்கு வழிவகுத்தது மற்றும் தற்போதைய பொருளாதார நெருக்கடிக்கான முக்கிய காரணங்களில் ஒன்றாகும். அடுத்தடுத்த அரசுகளின் மோசமான நிதி நிர்வாகமே இன்றைய நிதி நெருக்கடிக்கு காரணம்,'' என்றார்.",
        "கோவிட் தொற்றுநோயைத் தொடர்ந்து, நாடு தழுவிய லாக்டவுன்கள், வருவாயைச் சேகரிப்பதில் உள்ள சிரமங்கள், அரசின் வருமானத்தில் ஏற்பட்ட சரிவு மற்றும் வரிக் குறைப்பு ஆகியவை பொருளாதார நெருக்கடிக்கு வழிவகுத்த மாநில வருமானத்தில் மோசமான பாதிப்பை ஏற்படுத்தியதையும் அவர் மேற்கோள் காட்டினார்.",
        "“பொதுத் துறையின் சம்பளம் மற்றும் ஓய்வூதியம் மற்றும் அரசாங்கக் கடனுக்கான வட்டி ஆகியவை பல தசாப்தங்களாக அடுத்தடுத்த நிர்வாகங்கள் போராடி வரும் இரண்டு முக்கிய செலவுகளாகும். 2020 ஆம் ஆண்டில், மொத்த அரசாங்க வரி வசூலில் 86% பொதுத்துறை சம்பளம் மற்றும் ஓய்வூதியம் வழங்க ஒதுக்கப்பட்டது, ”என்று அவர் தீய சுழற்சியில் விளக்கினார், எனவே பொருளாதாரத்தை உறுதிப்படுத்த அரசாங்க வருவாயை அதிகரிக்க வேண்டியது அவசியம் என்று கூறினார்.",
        "இலங்கை வரலாற்றில் தொடர்ச்சியாக ஆட்சிக்கு வந்த அரசாங்கங்களின் தொடர்ச்சியான செலவினங்களைக் கூட பூர்த்தி செய்யத் தவறிவிட்டதாகவும், அதன் விளைவாக மக்கள் அதன் விளைவுகளை அனுபவித்து வருவதாகவும் குணவர்தன கூறினார்."
      ]
    }
  }
}