{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Medicinal-Drug-Scarcity-and-Prof-Bibile-Assassination-part-ii/231-233917",
  "time_ut": 1648406220,
  "title": "Medicinal Drug Scarcity and Prof Bibile Assassination - part ii",
  "body_lines": [
    "There had been quite a few responses from those who knew Prof. Senaka Bibile well, on this great man’s mysterious death as expressed in Part I of this article. Therefore, we give more specific information on it.",
    "Health Minister’s assurance, ‘Govt. urgently allocates Rs. 100 Mn to import 14 critical drugs’, itself speaks of the grave state of medicinal supplies. Refuting claims by  Opposition that we get inferior drugs from India, The Minister, while admitting the fact that there was a delay in importing the drugs due to the foreign exchange crisis, had said there was no truth in that we import inferior drugs from India. The  Minister admitted that 75 % to 80% of drugs are imported from India while five per cent from China, another five to 10% is from Bangladesh and Pakistan while a negligible quantity from Europe  The drugs the Government imports, meet the required standard, according to him.",
    "\"The State Minister’s observation, if implemented, there would be medicines that are basically not evaluated. What is the guarantee that such medicines would dissolve and then be absorbed into the system, which would mean the medicine is ineffective and would not work?\"",
    "However, it is well known that at NMRA which is bound by its Act to ensure safety, affordability, quality, availability and efficacy of products, lacks the wherewithal and expertise to check on the quality of imported drugs. What they do is just study the dossiers containing suppliers version of manufacturing processes and clinical tests carried out in the country of origin: it is just a matter of checking documents sans stringent chemical analysis.",
    "Speaking  at a forum organised by the Pharmaceutical Manufacturers’ Association on Monday 21,  to discuss further development of the Sri Lankan industry, as well as regulations and procedures governing manufacturing and registering at the National Medicines Regulatory Authority,  State Minister of Production, Supply and Regulation of Pharmaceuticals Channa Jayasumana stated, ‘In an effort to support local industry and steer a way through the current crisis, they could consider approving new local medical products even without going through proper registration over a limited period of one year’. Encouraging the local industry, he further stated, ‘local pharmaceutical industry had maintained high-quality standards with medicines for over a decade, and could support a decision should the industry be prepared to supply any new items.’",
    "According to  Dr. Rasitha Wijewantha, NMRA Chairman,  they cannot entirely ignore validation representatives like WHO which will invariably affect the local industry, he added, ‘because if produce is relegated at NMRA they will face troubles with foreign buyers. So, the NMRA balances the regulatory affairs and other necessities. Others members of the panel included Secretary Dr. R.M.S.K. Rathnayake, State Minister of Production, Supply and Regulation of Pharmaceuticals,  Dr. D. Samarasinghe, State Pharmaceuticals Corp Act. Chairman/MD and  Sanjaya Jayaratne and SLPMA President.",
    "Except for the last in the list, others in this panel know little about regulating medicines –including most of the medical doctors who treat patients. They know little about medicines regulation which is a very different area. They are not supposed to know the intricate details. One can be a good driver, but he can be clueless of the engine and its mechanism.  The State Minister’s observation, if implemented, there would be medicines that are basically not evaluated. What is the guarantee that such medicines would dissolve and then be absorbed into the system, which would mean the medicine is ineffective and would not work? According to experts, there is an established procedure for newly manufactured products; a six month stability testing and then rolling Provisional Registration. There had been no discussion on the issue: the whole panel seems ignorant of it.",
    "\"They say the manufacturing standards are very straightforward and are there to ensure that a medicine would be made to the basic standard and have been in existence for decades\"",
    "They say the manufacturing standards are very straightforward and are there to ensure that a medicine would be made to the basic standard and have been in existence for decades. Experts say, like in cooking – the recipe must be followed to get a consistent product. Not following them; the standard would mean inferior, poor quality drugs that will not restore health of the patients.",
    "Such panel discussions “empty talk show” has little help, what is essential is to have discussions on a situation analysis. Experts believe we cannot manufacture all the essential medicines that we require as some are required in small quantities and would be uneconomical and wasteful to manufacture.  The first job, as per experts believe is to divide the Essential Medicines into what can be manufactured in the country and focus on them. Those that have to be imported, look for suppliers in the international market.",
    "So far NMRA have done reasonably well - there have been no major problems with the medicines in Sri Lanka except for the shortages.",
    "If Prof. Bibile’s policies had been implemented, a lot of this would not have happened. Generic DIAZEPAM 5 mg costs a few cents, whereas, the price of a 5 mg tablet of VALIUM is 100 times more. Diazepam and Valium are chemically identical. Valium is a brand name under which Diazepam is sold by a drug company.",
    "Only a part of Bibile policy has been implemented and is working reasonable well. The SPC procures for the State and gets very good prices, helping  the government health services to provide medicines free.  Though there are shortages in the hospitals, on the whole there will be a reasonable supply. When there are shortages, the Private Sector comes to their recue; patients being told to buy from the pharmacies.",
    "The private sector has to compete with the generics in the SPC; so they must stock an affordable line of medicines, mainly supplied by importers of affordable generic medicines. The other category is the expensive high priced branded products advertised and marketed by the mafia to consultants, for some of them to prescribe by Brand name, costing the patients heavily.  The generic at SPC outlet offer it at a comparatively lower price, unfortunately many will still believe in the specialist and want the expensive branded product and refuse to switch to the generic.",
    "\"Powerful Pharma Mafia is behind the ruthless promotion of drugs under brand names.  Billions of Dollars are thrown  on promotional drives.  Immoral things are done openly, as well as covertly to preserve the brand image of medicines\"",
    "The battle continues between uninformed consumer and marketing, promotion and outright deception. In Australia, Health Insurance companies negotiate with pharmaceutical companies and will pay the same price as generics for the brand name, forcing the pharmaceutical companies to agree to a price that is marginally above the generics. However, in Low and Middle Income countries like Sri Lanka, health insurance companies are very few, causing practical difficulties. NMRAs still can be strict and bring down prices as was seen in the local set up. Some countries like South Africa have been more successful with good pricing formulae. It needs government’s political will and also good people at the NMRA. Are there any political leaders capable of it in the present lot? We need Politicians who are transparent plus a civil society who push for better medicines prices - there are none at the moment.",
    "Powerful Pharma Mafia is behind the ruthless promotion of drugs under brand names.  Billions of Dollars are thrown  on promotional drives.  Immoral things are done openly, as well as covertly to preserve the brand image of medicines.   Use of the generic name will ease the burden placed on poor patients, who are compelled to spend stupendous amounts, merely to purchase drugs under their brand name. Paying for medicines is not simply a straightforward case of purchasing a consumer product.",
    "If you buy a Chocolate, you will not take a blind recommendation but compare the tastes of the different brands and decide—a good example of the market operating. “The one who decides is the one who pays”. For medicines prescribed by a doctor “The one who decides (the doctor) does not pay and the one who pays (the patient) does not decide”. So the market does not operate.",
    "Senaka Bibile’s policy of rationalization was adopted by Third World countries like Bangladesh and the Caribbean. WHO, together with the UNDP, invited him to proceed to Geneva and later to Guyana which he made his headquarters. In the same hotel lived a ‘Professor of Medicine’ in a West Indies University. One evening this ‘professor’ invited Senaka and his wife out to dinner and were served with drinks. Bibile who had been ailing from a heart condition known as Tachycardia, returned to the hotel room, where he developed a serious attack. Usually he controls it by pressing an artery that leads to the heart. He adopted this method, but the symptoms prevailed compelling his wife to rush to the ‘Professor’ who examined Bibile, and had said that the problem is with his wife, who needlessly got excited. His condition became worse as wife took him to a state hospital. To admit the patient quite a few red tape had to be overcome, resulting in Prof. Senake Bibile passing away even before he could be admitted.",
    "Subsequently, it was discovered that the said ‘Professor’ had close connections with the Mafia. It was concluded by many medical specialists in the region, that you need just two drops of digitalis in a glass of alcohol to intensify the heart condition he had suffered from."
  ],
  "translate": {
    "si": {
      "title": "ඖෂධ හිඟය සහ මහාචාර්ය බිබිලේ ඝාතනය - ii කොටස",
      "body_lines": [
        "මෙම ලිපියේ පළමු කොටසේ දක්වා ඇති මෙම මහා පුරුෂයාගේ අභිරහස් මරණය පිළිබඳව මහාචාර්ය සේනක බිබිලේ හොඳින් දන්නා අයගෙන් සෑහෙන ප්‍රතිචාර කිහිපයක් ලැබී තිබුණි. එබැවින්, අපි ඒ පිළිබඳ වඩාත් නිශ්චිත තොරතුරු ලබා දෙන්නෙමු.",
        "සෞඛ්‍ය අමාත්‍යවරයාගේ සහතිකය, ‘රජය. වහාම රු. විවේචනාත්මක ඖෂධ 14ක් ආනයනය කිරීමට මිලියන 100ක්', ඖෂධ සැපයුම්වල බරපතල තත්ත්වය ගැනම කතා කරයි. අපට ඉන්දියාවෙන් බාල ඖෂධ ලැබෙන බවට විපක්ෂය කරන ප්‍රකාශ ප්‍රතික්ෂේප කළ අමාත්‍යවරයා, විදේශ විනිමය අර්බුදය හේතුවෙන් ඖෂධ ආනයනය කිරීමේ ප්‍රමාදයක් ඇති බව පිළිගන්නා අතරම, අපි ඉන්දියාවෙන් බාල ඖෂධ ආනයනය කරන බවට කිසිදු සත්‍යතාවක් නොමැති බව පවසා තිබේ. Drugs ෂධවලින් 75% ක් ඉන්දියාවෙන් ආනයනය කරන අතර තවත් පහක සිට 10% චීනයෙන් සියයට පහ දක්වාත්, තවත් 5 සිට 10% දක්වාත්, රජයේ ආනයන, අවශ්ය ප්රමිතිය වන යුරෝපයේ නොසැලකිලිමත් ප්රමාණයක් බව අමාත්යවරයා පිළිගත්තේය ඔහුට.",
        "\"රාජ්‍ය අමාත්‍යවරයාගේ නිරීක්ෂණය, ක්‍රියාවට නැංවුවහොත්, මූලික වශයෙන් ඇගයීමට ලක් නොවූ ඖෂධ තිබේ. එවැනි ඖෂධ දිය වී පද්ධතියට අවශෝෂණය වන බවට ඇති සහතිකය කුමක්ද, එයින් අදහස් වන්නේ ඖෂධ අකාර්යක්ෂම සහ ක්‍රියා නොකරනු ඇති බවයි?\"",
        "කෙසේ වෙතත්, නිෂ්පාදනවල ආරක්ෂාව, දැරිය හැකි මිල, ගුණාත්මකභාවය, ලබා ගත හැකි බව සහ කාර්යක්ෂමතාව සහතික කිරීම සඳහා සිය පනතෙන් බැඳී සිටින NMRA හි ආනයනික ඖෂධවල ගුණාත්මකභාවය පරීක්ෂා කිරීමට අවශ්‍ය ප්‍රමාණය සහ විශේෂඥ දැනුම නොමැති බව හොඳින් දන්නා කරුණකි. ඔවුන් කරන්නේ නිෂ්පාදන ක්‍රියාවලීන්ගේ සැපයුම්කරුවන්ගේ අනුවාදය අඩංගු ලිපි ලේඛන අධ්‍යයනය කිරීම සහ උපන් රට තුළ සිදු කරන ලද සායනික පරීක්ෂණ: එය දැඩි රසායනික විශ්ලේෂණයකින් තොරව ලේඛන පරීක්ෂා කිරීම පමණි.",
        "21 වන සඳුදා, ශ්රී ලංකා කර්මාන්තයේ වැඩිදුර සංවර්ධනය කිරීම, ශ්රී ලංකා කර්මාන්තයේ වැඩිදුර සංවර්ධනය සහ ජාතික medicines ෂධ නියාමන අධිකාරියේ රජය විසින් සංවිධානය කරන ලද රෙගුලාසි හා ක්රියා පටිපාටි පිළිබඳව සංවිධානය කරන ලද සංසදයකදී මෙන්ම, නිෂ්පාදන හා විධිවිධාන අමාත්යංශ අමාත්ය ඖෂධ නිෂ්පාදන සමාගමේ චන්න ජයසුමන මහතා ප්‍රකාශ කළේ, 'දේශීය කර්මාන්තයට සහය වීමට සහ පවතින අර්බුදය මඟහරවා ගැනීමට දරන ප්‍රයත්නයක් ලෙස, වසරක සීමිත කාලයක් තුළ නිසි ලියාපදිංචියකින් තොරව නව දේශීය වෛද්‍ය නිෂ්පාදන අනුමත කිරීම සලකා බැලිය හැකි' බවයි. දේශීය කර්මාන්තය දිරිමත් කරමින් ඔහු වැඩිදුරටත් ප්‍රකාශ කළේ, ‘දේශීය ඖෂධ කර්මාන්තය දශකයකට වැඩි කාලයක් ඖෂධ සමඟ උසස් තත්ත්වයේ ප්‍රමිතීන් පවත්වා ගෙන ගොස් ඇති අතර, ඕනෑම නව භාණ්ඩයක් සැපයීමට කර්මාන්තය සූදානම් වුවහොත් තීරණයකට සහාය විය හැකි’ බවයි.",
        "NMRA සභාපති ආචාර්ය රසිත විජේවන්ත පවසන පරිදි, දේශීය කර්මාන්තයට නොවෙනස්ව බලපාන WHO වැනි වලංගු කිරීමේ නියෝජිතයින් ඔවුන්ට සම්පූර්ණයෙන්ම නොසලකා හැරිය නොහැක, 'නිෂ්පාදන NMRA හි පහත දැමුවහොත් ඔවුන්ට විදේශීය ගැනුම්කරුවන් සමඟ ගැටලුවලට මුහුණ දීමට සිදුවනු ඇත. එබැවින්, NMRA නියාමන කටයුතු සහ අනෙකුත් අවශ්‍යතා තුලනය කරයි. මණ්ඩලයේ සෙසු සාමාජිකයින් අතර ලේකම් ආචාර්ය ආර්.එම්.එස්.කේ. රත්නායක, ඖෂධ නිෂ්පාදන, සැපයුම් සහ නියාමන රාජ්‍ය අමාත්‍ය,  ආචාර්ය ඩී. සමරසිංහ, රාජ්‍ය ඖෂධ නීතිගත සංස්ථාව. සභාපති/MD සහ  සංජය ජයරත්න සහ SLPMA සභාපති.",
        "ලැයිස්තුවේ අන්තිමයා හැර, රෝගීන්ට ප්‍රතිකාර කරන බොහෝ වෛද්‍යවරුන් ඇතුළුව - ඖෂධ නියාමනය කිරීම ගැන මෙම මණ්ඩලයේ අනෙක් අය දන්නේ අල්ප වශයෙනි. බෙහෙවින් වෙනස් ක්ෂේත්‍රයක් වන ඖෂධ නියාමනය ගැන ඔවුන් දන්නේ අල්ප වශයෙනි. ඔවුන් සංකීර්ණ තොරතුරු දැන සිටිය යුතු නැත. කෙනෙකුට හොඳ රියදුරෙකු විය හැකි නමුත්, එන්ජිම සහ එහි යාන්ත්‍රණය ගැන හෝඩුවාවක් නැති විය හැක. රාජ්‍ය අමාත්‍යවරයාගේ නිරීක්ෂණය ක්‍රියාත්මක කළහොත් මූලික වශයෙන් ඇගයීමට ලක් නොවන ඖෂධ තිබෙනු ඇත. එවැනි ඖෂධ දිය වී පද්ධතියට අවශෝෂණය වන බවට සහතිකය කුමක්ද? විශේෂඥයන් පවසන පරිදි, අලුතින් නිෂ්පාදනය කරන ලද නිෂ්පාදන සඳහා ස්ථාපිත ක්රියා පටිපාටියක් තිබේ; මාස හයක ස්ථායිතා පරීක්ෂණයක් සහ පසුව තාවකාලික ලියාපදිංචිය. ප්‍රශ්නය සම්බන්ධයෙන් කිසිදු සාකච්ඡාවක් නොතිබුණි: මුළු මණ්ඩලයම ඒ ගැන නොදන්නා බව පෙනේ.",
        "\"ඔවුන් පවසන්නේ නිෂ්පාදන ප්‍රමිතීන් ඉතා සරල බවත්, මූලික ප්‍රමිතියට ඖෂධයක් නිෂ්පාදනය කිරීම සහ දශක ගණනාවක් තිස්සේ පවතින බව සහතික කිරීම සඳහා පවතින බවත්ය\"",
        "ඔවුන් පවසන්නේ නිෂ්පාදන ප්‍රමිතීන් ඉතා සරල බවත්, ඖෂධයක් මූලික ප්‍රමිතියට නිපදවන බවට සහතික වන බවත් දශක ගණනාවක් තිස්සේ පවතින බවත්ය. විශේෂඥයන් පවසන්නේ, පිසීමේදී මෙන් - ස්ථාවර නිෂ්පාදනයක් ලබා ගැනීම සඳහා වට්ටෝරුව අනුගමනය කළ යුතුය. ඒවා අනුගමනය නොකිරීම; ප්‍රමිතියෙන් අදහස් කරන්නේ රෝගීන්ගේ සෞඛ්‍යය යථා තත්ත්වයට පත් නොකරන බාල, දුර්වල ගුණාත්මක ඖෂධ ය.",
        "එවැනි පැනල සාකච්ඡා \"හිස් කතා සංදර්ශන\" සඳහා එතරම් උපකාරයක් නැත, අත්‍යවශ්‍ය වන්නේ තත්ව විශ්ලේෂණයක් පිළිබඳ සාකච්ඡා පැවැත්වීමයි. විශේෂඥයන් විශ්වාස කරන්නේ අපට අවශ්‍ය සියලුම අත්‍යාවශ්‍ය ඖෂධ නිෂ්පාදනය කළ නොහැකි බවයි. සමහරක් කුඩා ප්‍රමාණවලින් අවශ්‍ය වන අතර නිෂ්පාදනය කිරීම ආර්ථිකමය නොවන සහ නාස්තිකාර විය හැකිය. ප්‍රවීණයන් විශ්වාස කරන පරිදි පළමු කාර්යය වන්නේ අත්‍යවශ්‍ය ඖෂධ රට තුළ නිෂ්පාදනය කළ හැකි දේවලට බෙදා ඒවා කෙරෙහි අවධානය යොමු කිරීමයි. ආනයනය කළ යුතු ඒවා ජාත්‍යන්තර වෙළෙඳපොළේ සැපයුම්කරුවන් සොයන්න.",
        "මේ වන විට NMRA සාධාරණ ලෙස හොඳින් ක්‍රියා කර ඇත - හිඟතා හැර ශ්‍රී ලංකාවේ ඖෂධ සම්බන්ධයෙන් විශාල ගැටළු නොමැත.",
        "මහාචාර්ය බිබිලේගේ ප්‍රතිපත්ති ක්‍රියාත්මක කළා නම් මෙවැනි බොහෝ දේ සිදු නොවනු ඇත. සාමාන්‍ය DIAZEPAM 5 mg මිල ශත කිහිපයක් වන අතර, VALIUM 5 mg ටැබ්ලට් එකක මිල 100 ගුණයකින් වැඩි වේ. ඩයසීපෑම් සහ වැලියම් රසායනිකව සමාන වේ. Valium යනු ඖෂධ සමාගමක් විසින් Diazepam අලෙවි කරන වෙළඳ නාමයකි.",
        "බිබිල ප්‍රතිපත්තියේ කොටසක් පමණක් ක්‍රියාත්මක කර සාධාරණ ලෙස ක්‍රියාත්මක වේ. SPC රජය සඳහා ප්‍රසම්පාදනය කරන අතර රජයේ සෞඛ්‍ය සේවාවන්ට ඖෂධ නොමිලේ සැපයීමට උදවු කරමින් ඉතා හොඳ මිලක් ලබා ගනී. රෝහල්වල අඩුපාඩු තිබුණත් සමස්තයක් වශයෙන් සාධාරණ සැපයුමක් ලැබෙනවා. හිඟයක් ඇති වූ විට, පෞද්ගලික අංශය ඔවුන් බේරා ගැනීමට පැමිණේ; රෝගීන්ට ෆාමසියෙන් මිලදී ගන්න කියලා.",
        "පුද්ගලික අංශයට SPC හි සාමාන්‍යයන් සමඟ තරඟ කිරීමට සිදු වේ; එබැවින් ඔවුන් ප්‍රධාන වශයෙන් දැරිය හැකි සාමාන්‍ය ඖෂධ ආනයනය කරන්නන් විසින් සපයනු ලබන දැරිය හැකි ඖෂධ පෙළක් ගබඩා කළ යුතුය. අනෙක් කාණ්ඩය වන්නේ මාෆියාව විසින් උපදේශකයින් වෙත ප්‍රචාරණය කර අලෙවි කරන මිල අධික මිල අධික සන්නාම සහිත නිෂ්පාදන වන අතර සමහර ඒවා වෙළඳ නාමයෙන් නිර්දේශ කිරීම සඳහා රෝගීන්ට විශාල මුදලක් වැය වේ. SPC අලෙවිසැලේ ඇති Generic එය සංසන්දනාත්මකව අඩු මිලකට ලබා දෙයි, අවාසනාවකට බොහෝ දෙනෙක් තවමත් විශේෂඥයා විශ්වාස කරන අතර මිල අධික වෙළඳනාම නිෂ්පාදනයක් අවශ්ය වන අතර Generic වෙත මාරු වීම ප්රතික්ෂේප කරයි.",
        "\"වෙළඳනාම යටතේ ඖෂධ අනුකම්පා විරහිතව ප්‍රවර්ධනය කිරීම පිටුපස බලවත් ඖෂධ මාෆියාව ක්‍රියා කරයි. ඩොලර් බිලියන ගනන් මුදල් ප්‍රවර්ධන වැඩසටහන් වලට දමනු ලැබේ.  ඖෂධවල සන්නාම ප්‍රතිරූපය ආරක්ෂා කර ගැනීම සඳහා දුරාචාර දේවල් විවෘතව මෙන්ම රහසිගතව සිදු කරනු ලැබේ\"",
        "නොදන්නා පාරිභෝගිකයා සහ අලෙවිකරණය, ප්‍රවර්ධනය සහ මුලුමනින්ම රැවටීම අතර සටන දිගටම පවතී. ඕස්ට්‍රේලියාවේ, සෞඛ්‍ය රක්‍ෂණ සමාගම් ඖෂධ සමාගම් සමඟ සාකච්ඡා කරන අතර වෙළඳ නාමය සඳහා සාමාන්‍ය ද්‍රව්‍යවලට සමාන මිලක් ගෙවනු ඇත, එමඟින් ඖෂධ සමාගම්වලට සාමාන්‍ය මිලට වඩා සුළු වශයෙන් ඉහළ මිලකට එකඟ වීමට බල කෙරේ. කෙසේ වෙතත්, ශ්‍රී ලංකාව වැනි අඩු සහ මධ්‍යම ආදායම් ලබන රටවල සෞඛ්‍ය රක්‍ෂණ සමාගම් ඉතා අල්පය, ප්‍රායෝගික දුෂ්කරතා ඇති කරයි. NMRA වලට තවමත් දැඩි විය හැකි අතර දේශීය සැකසුමෙහි දක්නට ලැබෙන පරිදි මිල අඩු කළ හැකිය. දකුණු අප්‍රිකාව වැනි සමහර රටවල් හොඳ මිල සූත්‍ර සමඟ වඩාත් සාර්ථක වී ඇත. එයට රජයේ දේශපාලන කැමැත්ත මෙන්ම NMRA හි හොඳ මිනිසුන් ද අවශ්‍ය වේ. එයට හැකියාවක් ඇති දේශපාලන නායකයන් වත්මන් ගොඩේ සිටීද? අපට අවශ්‍ය වන්නේ පාරදෘශ්‍ය දේශපාලනඥයන් සහ වඩා හොඳ ඖෂධ මිල සඳහා තල්ලු කරන සිවිල් සමාජයක් - මේ මොහොතේ කිසිවෙක් නැත.",
        "වෙළඳ නාම යටතේ ඖෂධ නිර්දය ලෙස ප්‍රවර්ධනය කිරීම පිටුපස සිටින්නේ බලවත් ඖෂධ මාෆියාවයි. ප්‍රවර්ධන ධාවකයන් සඳහා ඩොලර් බිලියන ගණනින් ඉවත දමනු ලැබේ. ඖෂධවල සන්නාම ප්‍රතිරූපය රැක ගැනීම සඳහා අශීලාචාර දේවල් එළිපිට මෙන්ම රහසිගතව සිදු කෙරේ. සාමාන්‍ය නාමය භාවිතා කිරීම මගින් තම වෙළඳ නාමය යටතේ ඖෂධ මිලදී ගැනීම සඳහා විශාල මුදලක් වැය කිරීමට සිදු වන දුප්පත් රෝගීන් මත පැටවී ඇති බර ලිහිල් වනු ඇත. ඖෂධ සඳහා මුදල් ගෙවීම පාරිභෝගික භාණ්ඩයක් මිල දී ගැනීමේදී සරල අවස්ථාවක් නොවේ.",
        "ඔබ චොකලට් එකක් මිලට ගන්නේ නම්, ඔබ අන්ධ නිර්දේශයක් නොගෙන විවිධ වෙළඳ නාමවල රුචි අරුචිකම් සංසන්දනය කර තීරණය කරයි - වෙළඳපල ක්‍රියාකාරිත්වයට හොඳ උදාහරණයක්. \"තීරණය කරන තැනැත්තා ගෙවන්නේ\". වෛද්‍යවරයකු විසින් නියම කරන ඖෂධ සඳහා “තීරණය කරන තැනැත්තා (වෛද්‍යවරයා) නොගෙවන අතර ගෙවන තැනැත්තා (රෝගියා) තීරණය නොකරයි”. එබැවින් වෙළඳපොළ ක්රියාත්මක නොවේ.",
        "සේනක බිබිලේගේ තාර්කිකකරණ ප්‍රතිපත්තිය බංග්ලාදේශය සහ කැරිබියන් වැනි තුන්වන ලෝකයේ රටවල් විසින් අනුගමනය කරන ලදී. ලෝක සෞඛ්‍ය සංවිධානය, UNDP සමඟ එක්ව, ජිනීවා වෙත යාමටත් පසුව ඔහු තම මූලස්ථානය කරගත් ගයනාවටත් යන ලෙස ආරාධනා කළේය. එම හෝටලයේම බටහිර ඉන්දීය කොදෙව් විශ්වවිද්‍යාලයක ‘වෛද්‍ය විද්‍යාව පිළිබඳ මහාචාර්යවරයෙක්’ ජීවත් විය. එක් සැන්දෑවක මේ ‘මහාචාර්යවරයා’ සේනකට සහ ඔහුගේ බිරිඳට රාත්‍රී භෝජන සංග්‍රහයකට ඇරයුම් කර බීම සංග්‍රහ කළේය. Tachycardia නම් හෘදයාබාධයකින් රෝගාතුරව සිටි බිබිලේ නැවත හෝටල් කාමරයට ගිය අතර එහිදී ඔහුට දරුණු ප්‍රහාරයක් ඇති විය. සාමාන්‍යයෙන් ඔහු එය පාලනය කරන්නේ හදවතට යන ධමනියක් එබීමෙන්. ඔහු මෙම ක්‍රමය අනුගමනය කළ නමුත් බිබිල පරීක්‍ෂා කළ ‘මහාචාර්යවරයා’ වෙත දිව යාමට ඔහුගේ බිරිඳට සිදු වූ රෝග ලක්ෂණ මතු වූ අතර, ප්‍රශ්නය ඇත්තේ තම බිරිඳගේ බවත්, අනවශ්‍ය ලෙස කලබල වූ බවත් පවසා ඇත. බිරිඳ ඔහුව රජයේ රෝහලකට රැගෙන යාමත් සමඟ ඔහුගේ තත්ත්වය නරක අතට හැරුණි. රෝගියා පිළිගැනීමට රතු පටි කිහිපයක් ජයගත යුතු වූ අතර, එහි ප්‍රතිඵලයක් ලෙස ඔහු ඇතුළත් කිරීමටත් පෙර මහාචාර්ය සේනක බිබිලේ අභාවප්‍රාප්ත විය.",
        "පසුව, එම ‘මහාචාර්යවරයා’ මාෆියාව සමඟ සමීප සබඳතා පැවැත්වූ බව අනාවරණය විය. කලාපයේ බොහෝ වෛද්‍ය විශේෂඥයින් විසින් නිගමනය කරන ලද පරිදි, ඔහු පීඩා විඳි හෘද රෝග තීව්‍ර කිරීම සඳහා ඔබට අවශ්‍ය වන්නේ ඇල්කොහොල් වීදුරුවක ඩිජිටල් බිංදු දෙකක් පමණක් බවයි."
      ]
    },
    "ta": {
      "title": "மருத்துவ மருந்து தட்டுப்பாடு மற்றும் பேராசிரியர் பிபில் படுகொலை - பகுதி ii",
      "body_lines": [
        "பேராசிரியர் சேனக பிபிலை பற்றி நன்கு அறிந்தவர்களிடமிருந்து சில பதில்கள் இந்த கட்டுரையின் பகுதி I இல் வெளிப்படுத்தப்பட்ட இந்த பெரிய மனிதரின் மர்மமான மரணம் பற்றி. எனவே, அதைப் பற்றிய கூடுதல் தகவல்களை நாங்கள் தருகிறோம்.",
        "சுகாதாரத்துறை அமைச்சரின் உறுதிமொழி, ‘அரசு. அவசரமாக ரூ. 14 முக்கியமான மருந்துகளை இறக்குமதி செய்ய 100 மில்லியன்', அதுவே மருந்துப் பொருட்களின் மோசமான நிலையைப் பற்றி பேசுகிறது. இந்தியாவில் இருந்து தரம் குறைந்த மருந்துகளை பெறுகிறோம் என்ற எதிர்க்கட்சிகளின் கூற்றை மறுத்த அமைச்சர், அன்னியச் செலாவணி நெருக்கடியால் மருந்துகளை இறக்குமதி செய்வதில் தாமதம் ஏற்பட்டது என்ற உண்மையை ஒப்புக்கொண்ட அமைச்சர், இந்தியாவில் இருந்து தரம் குறைந்த மருந்துகளை இறக்குமதி செய்கிறோம் என்பதில் உண்மையில்லை என்று கூறியிருந்தார். 75% முதல் 80% மருந்துகள் இந்தியாவிலிருந்தும், 5 சதவீதம் சீனாவிலிருந்தும், மேலும் 5 முதல் 10% வரை வங்கதேசம் மற்றும் பாகிஸ்தானிலிருந்தும் இறக்குமதி செய்யப்படுவதாகவும், ஐரோப்பாவிலிருந்து குறைந்த அளவு மருந்துகள் இறக்குமதி செய்யப்படுவதாகவும்  அமைச்சர் ஒப்புக்கொண்டார்  அரசாங்கம் இறக்குமதி செய்யும் மருந்துகள், தேவையான தரத்தை பூர்த்தி செய்கின்றன. அவனுக்கு.",
        "\"ராஜ்ய அமைச்சரின் அவதானிப்பு, செயல்படுத்தப்பட்டால், அடிப்படையில் மதிப்பீடு செய்யப்படாத மருந்துகள் இருக்கும். அத்தகைய மருந்துகள் கரைந்து பின்னர் அமைப்பில் உறிஞ்சப்படும் என்பதற்கு என்ன உத்தரவாதம், அதாவது மருந்து பயனற்றது மற்றும் வேலை செய்யாது?\"",
        "எவ்வாறாயினும், தயாரிப்புகளின் பாதுகாப்பு, மலிவு, தரம், கிடைக்கும் தன்மை மற்றும் செயல்திறன் ஆகியவற்றை உறுதிசெய்வதற்காக அதன் சட்டத்திற்குக் கட்டுப்பட்ட NMRA இல், இறக்குமதி செய்யப்பட்ட மருந்துகளின் தரத்தை சரிபார்க்க தேவையான ஆதாரமும் நிபுணத்துவமும் இல்லை என்பது அனைவரும் அறிந்ததே. அவர்கள் என்ன செய்கிறார்கள் என்பது உற்பத்தி செயல்முறைகளின் சப்ளையர்களின் பதிப்புகளைக் கொண்ட ஆவணங்களைப் படிப்பது மற்றும் பிறப்பிடமான நாட்டில் மேற்கொள்ளப்படும் மருத்துவ சோதனைகள்: இது கடுமையான இரசாயன பகுப்பாய்வு இல்லாமல் ஆவணங்களைச் சரிபார்க்கும் ஒரு விஷயம்.",
        "இலங்கைத் தொழில்துறையின் மேலும் மேம்பாடு மற்றும் தேசிய மருந்துகள் ஒழுங்குமுறை ஆணையத்தில் உற்பத்தி மற்றும் பதிவு செய்யும் ஒழுங்குமுறைகள் மற்றும் நடைமுறைகள் குறித்து விவாதிக்க, திங்கட்கிழமை 21 ஆம் தேதி மருந்து உற்பத்தியாளர்கள் சங்கம் ஏற்பாடு செய்திருந்த மன்றத்தில் பேசுகையில்,  உற்பத்தி, வழங்கல் மற்றும் ஒழுங்குமுறை இராஜாங்க அமைச்சர் \"உள்ளூர் கைத்தொழிலை ஆதரிக்கவும் தற்போதைய நெருக்கடியை போக்கவும் ஒரு வருடத்திற்கு ஒரு குறிப்பிட்ட காலத்திற்கு முறையான பதிவுகளை மேற்கொள்ளாமல் புதிய உள்ளூர் மருத்துவ தயாரிப்புகளை அங்கீகரிப்பது குறித்து பரிசீலிக்க முடியும்\" என மருந்தகங்களின் சன்ன ஜயசுமண தெரிவித்தார். உள்ளூர் தொழில்துறைக்கு ஊக்கமளிக்கும் வகையில், அவர் மேலும் கூறினார், 'உள்ளூர் மருந்துத் துறையானது ஒரு தசாப்தத்திற்கும் மேலாக மருந்துகளுடன் உயர்தர தரத்தை பராமரித்து வருகிறது, மேலும் எந்தவொரு புதிய பொருட்களையும் வழங்க தொழில்துறை தயாராக இருந்தால் ஒரு முடிவை ஆதரிக்க முடியும்.'",
        "NMRA தலைவரான டாக்டர். ரசித விஜேவந்த கருத்துப்படி, WHO போன்ற சரிபார்ப்பு பிரதிநிதிகளை அவர்கள் முற்றிலும் புறக்கணிக்க முடியாது, இது உள்ளூர் தொழில்துறையை தொடர்ந்து பாதிக்கும், மேலும் அவர் மேலும் கூறினார், 'ஏனென்றால் NMRA இல் உற்பத்திகள் குறைக்கப்பட்டால் அவர்கள் வெளிநாட்டு வாங்குபவர்களுடன் பிரச்சனைகளை சந்திக்க நேரிடும். எனவே, NMRA ஒழுங்குமுறை விவகாரங்கள் மற்றும் பிற தேவைகளை சமநிலைப்படுத்துகிறது. குழுவின் மற்ற உறுப்பினர்களில் செயலாளர் டாக்டர் ஆர்.எம்.எஸ்.கே. ரத்நாயக்க, மருந்தகங்களின் உற்பத்தி, வழங்கல் மற்றும் ஒழுங்குபடுத்தல் இராஜாங்க அமைச்சர்,  கலாநிதி டி. சமரசிங்க, அரச மருந்தியல் கூட்டுத்தாபன சட்டம். தலைவர்/MD மற்றும்  சஞ்சய ஜெயரத்ன மற்றும் SLPMA தலைவர்.",
        "பட்டியலில் கடைசியாக உள்ளவர்களைத் தவிர, இந்தக் குழுவில் உள்ள மற்றவர்களுக்கு மருந்துகளை ஒழுங்குபடுத்துவது பற்றி அதிகம் தெரியாது - நோயாளிகளுக்கு சிகிச்சையளிக்கும் பெரும்பாலான மருத்துவ மருத்துவர்கள் உட்பட. மருந்து கட்டுப்பாடு பற்றி அவர்களுக்கு அதிகம் தெரியாது, இது மிகவும் வித்தியாசமான பகுதி. சிக்கலான விவரங்கள் அவர்களுக்குத் தெரிந்திருக்கக் கூடாது. ஒருவர் நல்ல ஓட்டுநராக இருக்கலாம், ஆனால் எஞ்சின் மற்றும் அதன் பொறிமுறையைப் பற்றி அவர் அறியாதவராக இருக்கலாம். மாநில அமைச்சரின் அவதானிப்பு, செயல்படுத்தப்பட்டால், அடிப்படையில் மதிப்பீடு செய்யப்படாத மருந்துகள் இருக்கும். அத்தகைய மருந்துகள் கரைந்து பின்னர் கணினியில் உறிஞ்சப்படும் என்பதற்கு என்ன உத்தரவாதம், அதாவது மருந்து பயனற்றது மற்றும் வேலை செய்யாது? நிபுணர்களின் கூற்றுப்படி, புதிதாக தயாரிக்கப்பட்ட தயாரிப்புகளுக்கு ஒரு நிறுவப்பட்ட நடைமுறை உள்ளது; ஒரு ஆறு மாத நிலைத்தன்மை சோதனை மற்றும் பின்னர் ரோலிங் தற்காலிக பதிவு. இந்த பிரச்சினையில் எந்த விவாதமும் இல்லை: முழு குழுவும் இது பற்றி அறியாதது போல் தெரிகிறது.",
        "\"உற்பத்தித் தரநிலைகள் மிகவும் நேரடியானவை என்றும், அடிப்படைத் தரத்திற்கு ஒரு மருந்து தயாரிக்கப்படுவதையும், பல தசாப்தங்களாக இருப்பதையும் உறுதிசெய்யும் வகையில் இருப்பதாக அவர்கள் கூறுகிறார்கள்\"",
        "உற்பத்தித் தரநிலைகள் மிகவும் நேரடியானவை என்றும், அடிப்படைத் தரத்திற்கு ஒரு மருந்து தயாரிக்கப்படுவதையும், பல தசாப்தங்களாக நடைமுறையில் இருப்பதையும் உறுதிசெய்யும் வகையில் இருப்பதாக அவர்கள் கூறுகிறார்கள். வல்லுநர்கள், சமையலைப் போலவே - ஒரு நிலையான தயாரிப்பைப் பெற செய்முறையைப் பின்பற்ற வேண்டும். அவர்களைப் பின்பற்றுவதில்லை; தரநிலை என்பது நோயாளிகளின் ஆரோக்கியத்தை மீட்டெடுக்காத தரம் குறைந்த, தரம் குறைந்த மருந்துகளை குறிக்கும்.",
        "இத்தகைய குழு விவாதங்கள் \"வெற்று பேச்சு நிகழ்ச்சி\" சிறிய உதவியைக் கொண்டிருக்கவில்லை, சூழ்நிலை பகுப்பாய்வு பற்றிய விவாதங்கள் அவசியம். நமக்குத் தேவையான அனைத்து அத்தியாவசிய மருந்துகளையும் எங்களால் தயாரிக்க முடியாது என்று நிபுணர்கள் நம்புகிறார்கள், சில சிறிய அளவுகளில் தேவைப்படுவதால், உற்பத்தி செய்வது பொருளாதாரமற்றதாகவும் வீணாகவும் இருக்கும். நிபுணர்களின் கூற்றுப்படி, முதல் வேலை, நாட்டில் உற்பத்தி செய்யக்கூடிய அத்தியாவசிய மருந்துகளை பிரித்து அவற்றில் கவனம் செலுத்துவதாகும். இறக்குமதி செய்யப்பட வேண்டியவை, சர்வதேச சந்தையில் சப்ளையர்களைத் தேடுங்கள்.",
        "இதுவரை NMRA நியாயமான முறையில் சிறப்பாகச் செயல்பட்டுள்ளது - இலங்கையில் மருந்துப் பொருட்களில் பற்றாக்குறையைத் தவிர பெரிய பிரச்சனைகள் எதுவும் இல்லை.",
        "பேராசிரியர் பிபிலேயின் கொள்கைகள் நடைமுறைப்படுத்தப்பட்டிருந்தால், இப்படி நிறைய நடந்திருக்காது. பொதுவான DIAZEPAM 5 mg விலை சில சென்ட்கள், அதேசமயம், 5 mg VALIUM மாத்திரையின் விலை 100 மடங்கு அதிகம். டயஸெபம் மற்றும் வேலியம் ஆகியவை வேதியியல் ரீதியாக ஒரே மாதிரியானவை. Valium என்பது ஒரு பிராண்ட் பெயர், இதன் கீழ் Diazepam மருந்து நிறுவனத்தால் விற்கப்படுகிறது.",
        "Bibile கொள்கையின் ஒரு பகுதி மட்டுமே நடைமுறைப்படுத்தப்பட்டு நியாயமான முறையில் செயல்படுகிறது. SPC ஆனது மாநிலத்திற்கு கொள்முதல் செய்து நல்ல விலையைப் பெறுகிறது. இது  அரசாங்க சுகாதார சேவைகளுக்கு மருந்துகளை இலவசமாக வழங்க உதவுகிறது. மருத்துவமனைகளில் பற்றாக்குறை இருந்தாலும், மொத்தத்தில் நியாயமான விநியோகம் இருக்கும். பற்றாக்குறை ஏற்படும் போது, ​​தனியார் துறை அவர்களின் மீட்புக்கு வருகிறது; நோயாளிகள் மருந்தகங்களில் வாங்கச் சொன்னார்கள்.",
        "தனியார் துறையானது SPC இல் உள்ள பொதுவானவற்றுடன் போட்டியிட வேண்டும்; எனவே அவர்கள் மலிவு விலையில் மருந்துகளை சேமித்து வைத்திருக்க வேண்டும், முக்கியமாக மலிவு விலையில் உள்ள ஜெனரிக் மருந்துகளை இறக்குமதி செய்பவர்களால் வழங்கப்படுகிறது. மற்ற வகை விலையுயர்ந்த விலையுயர்ந்த பிராண்டட் தயாரிப்புகள் மாஃபியாவால் ஆலோசகர்களுக்கு விளம்பரப்படுத்தப்பட்டு சந்தைப்படுத்தப்படுகின்றன, அவர்களில் சிலர் பிராண்ட் பெயரால் பரிந்துரைக்கப்படுவதால், நோயாளிகளுக்கு பெரிதும் செலவாகும். SPC அவுட்லெட்டில் உள்ள ஜெனரிக் அதை ஒப்பீட்டளவில் குறைந்த விலையில் வழங்குகிறது, துரதிர்ஷ்டவசமாக பலர் இன்னும் நிபுணரை நம்புவார்கள் மற்றும் விலையுயர்ந்த பிராண்டட் தயாரிப்பை விரும்புவார்கள் மற்றும் பொதுவான நிலைக்கு மாற மறுப்பார்கள்.",
        "\"பிராண்ட் பெயர்களில் மருந்துகளை ஈவிரக்கமின்றி விளம்பரப்படுத்துவதற்குப் பின்னணியில் சக்திவாய்ந்த மருந்து மாஃபியா உள்ளது.  விளம்பர இயக்கங்களில் பில்லியன் கணக்கான டாலர்கள் வீசப்படுகின்றன.  ஒழுக்கக்கேடான செயல்கள் வெளிப்படையாகவும், மருந்துகளின் பிராண்ட் இமேஜைப் பாதுகாக்க மறைமுகமாகவும் செய்யப்படுகின்றன\"",
        "தகவல் தெரியாத நுகர்வோர் மற்றும் சந்தைப்படுத்தல், பதவி உயர்வு மற்றும் வெளிப்படையான ஏமாற்றுதல் ஆகியவற்றுக்கு இடையே போர் தொடர்கிறது. ஆஸ்திரேலியாவில், ஹெல்த் இன்சூரன்ஸ் நிறுவனங்கள் மருந்து நிறுவனங்களுடன் பேச்சுவார்த்தை நடத்தி, பிராண்ட் பெயருக்கான ஜெனரிக்ஸின் அதே விலையைச் செலுத்தும், இதனால் மருந்து நிறுவனங்கள் ஜெனரிக்ஸை விட சற்று அதிகமாக இருக்கும் விலையை ஏற்கும்படி கட்டாயப்படுத்துகின்றன. இருப்பினும், இலங்கை போன்ற குறைந்த மற்றும் நடுத்தர வருமானம் கொண்ட நாடுகளில், சுகாதார காப்பீட்டு நிறுவனங்கள் மிகவும் குறைவாகவே உள்ளன, இது நடைமுறை சிக்கல்களை ஏற்படுத்துகிறது. என்எம்ஆர்ஏக்கள் இன்னும் கண்டிப்பாக இருக்க முடியும் மற்றும் உள்ளூர் அமைப்பில் காணப்பட்ட விலைகளைக் குறைக்கலாம். தென்னாப்பிரிக்கா போன்ற சில நாடுகள் நல்ல விலை சூத்திரங்களுடன் வெற்றி பெற்றுள்ளன. அதற்கு அரசாங்கத்தின் அரசியல் விருப்பமும் NMRA இல் உள்ள நல்லவர்களும் தேவை. தற்போதைய சூழலில் அதற்குத் தகுதியான அரசியல் தலைவர்கள் இருக்கிறார்களா? எங்களுக்குத் தேவை வெளிப்படைத்தன்மை கொண்ட அரசியல்வாதிகள் மற்றும் சிறந்த மருந்துகளின் விலைக்கு அழுத்தம் கொடுக்கும் சிவில் சமூகம் - தற்போது யாரும் இல்லை.",
        "பிராண்ட் பெயர்களில் மருந்துகளை இரக்கமற்ற முறையில் ஊக்குவிப்பதன் பின்னணியில் சக்திவாய்ந்த மருந்து மாஃபியா உள்ளது. விளம்பர இயக்கங்களில் பில்லியன் கணக்கான டாலர்கள் வீசப்படுகின்றன. மருந்துகளின் பிராண்ட் இமேஜைப் பாதுகாக்க ஒழுக்கக்கேடான செயல்கள் வெளிப்படையாகவும், மறைமுகமாகவும் செய்யப்படுகின்றன. ஜெனரிக் பெயரைப் பயன்படுத்துவது ஏழை நோயாளிகள் மீது சுமத்தப்பட்ட சுமையை குறைக்கும், அவர்கள் பெரும் தொகையை செலவழிக்க வேண்டிய கட்டாயத்தில் உள்ளனர், அவர்கள் தங்கள் பிராண்ட் பெயரில் மருந்துகளை வாங்க வேண்டும். மருந்துகளுக்கு பணம் செலுத்துவது என்பது ஒரு நுகர்வோர் பொருளை வாங்குவதற்கான நேரடியான வழக்கு அல்ல.",
        "நீங்கள் ஒரு சாக்லேட் வாங்கினால், நீங்கள் ஒரு குருட்டுப் பரிந்துரையை எடுக்க மாட்டீர்கள், ஆனால் வெவ்வேறு பிராண்டுகளின் சுவைகளை ஒப்பிட்டுப் பார்த்து முடிவு செய்ய மாட்டீர்கள் - சந்தையின் செயல்பாட்டிற்கு ஒரு சிறந்த எடுத்துக்காட்டு. \"முடிவெடுப்பவர் பணம் செலுத்துபவர்\". ஒரு மருத்துவர் பரிந்துரைக்கும் மருந்துகளுக்கு, “தீர்மானிப்பவர் (மருத்துவர்) பணம் செலுத்துவதில்லை, பணம் கொடுப்பவர் (நோயாளி) முடிவு செய்வதில்லை”. அதனால் சந்தை இயங்கவில்லை.",
        "பங்களாதேஷ் மற்றும் கரீபியன் போன்ற மூன்றாம் உலக நாடுகளால் செனக பிபிலேவின் பகுத்தறிவு கொள்கை ஏற்றுக்கொள்ளப்பட்டது. WHO, UNDP உடன் சேர்ந்து, ஜெனீவாவிற்கும் பின்னர் கயானாவிற்கும் செல்ல அவரை அழைத்தது, அதை அவர் தனது தலைமையகமாக மாற்றினார். அதே ஹோட்டலில் மேற்கிந்தியத் தீவுகள் பல்கலைக்கழகத்தில் ‘மருத்துவப் பேராசிரியர்’ ஒருவர் வசித்து வந்தார். ஒரு மாலை, இந்த ‘பேராசிரியர்’ சேனகாவையும் அவரது மனைவியையும் இரவு உணவிற்கு அழைத்தார், அவர்களுக்கு பானங்கள் பரிமாறப்பட்டன. டாக்ரிக்கார்டியா எனப்படும் இதய நோயால் பாதிக்கப்பட்டிருந்த பிபிலே, ஹோட்டல் அறைக்குத் திரும்பினார், அங்கு அவருக்கு கடுமையான தாக்குதல் ஏற்பட்டது. பொதுவாக அவர் இதயத்திற்கு செல்லும் தமனியை அழுத்துவதன் மூலம் அதைக் கட்டுப்படுத்துகிறார். அவர் இந்த முறையைக் கடைப்பிடித்தார், ஆனால் அறிகுறிகள் மேலோங்கியதால், அவரது மனைவி பிபிலைப் பரிசோதித்த ‘பேராசிரியரிடம்’ விரைந்தார், மேலும் தேவையில்லாமல் உற்சாகமடைந்த அவரது மனைவிக்கு தான் பிரச்சினை என்று கூறியிருந்தார். மனைவி அவரை அரசு மருத்துவமனைக்கு அழைத்துச் சென்றதால் அவரது உடல்நிலை மோசமடைந்தது. நோயாளியை ஒப்புக்கொள்ள சில சிவப்பு நாடாக்களை கடக்க வேண்டியிருந்தது, இதன் விளைவாக பேராசிரியர் சேனகே பிபிலே அவர் அனுமதிக்கப்படுவதற்கு முன்பே காலமானார்.",
        "இதையடுத்து, அந்த ‘பேராசிரியருக்கு’ மாஃபியாக்களுடன் நெருங்கிய தொடர்பு இருப்பது கண்டுபிடிக்கப்பட்டது. அவர் பாதிக்கப்பட்டிருந்த இதய நிலையை தீவிரப்படுத்த, ஒரு கிளாஸ் ஆல்கஹாலில் இரண்டு துளிகள் டிஜிட்டலிஸ் தேவை என்று இப்பகுதியில் உள்ள பல மருத்துவ நிபுணர்கள் முடிவு செய்தனர்."
      ]
    }
  }
}