{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Are-we-doing-our-prime-role-in-this-crisis/172-237119",
  "time_ut": 1652726220,
  "title": "Are we doing our prime role in this crisis?",
  "body_lines": [
    "The present calamity is also generated by the frustrated youths who have been having political affiliations to some political parties, and some of them are not, but they discharged their frustration based on the situational conditions",
    "The current assembly is highly equipped with elderly politicians who are inefficient, ineffective, and unskilled. They are equipped with several negative social values such as reluctance to change, land and place attachment, family attachment, etc",
    "The present  government changed the  constitution as per their own shake,  neglecting the  civilians, other  parties, and social   organisation’s needs. The latest constitution amendment  allowed dual  citizens to be in politics enabling the most  corrupted  political character/s",
    "The majority of SLAS officers’ main goal is to become a secretary of a ministry or other organisation. Because it provides the maximum benefits during the service, and finally, they can get a V8 at retirement or a 100 % free vehicle permit",
    "Sri Lanka is suffering from highly unstable socioeconomic, political, and cultural backwardness due to mismanagement of these sectors by the politicians, administrators, lawmakers, policymakers, intellectuals, religious leaders, and a good number of reckless citizens of the country. This situation is not a thing that erupted in the recent past. Its roots have been linked for many decades. Starting from ‘71 abortive insurrections by the JVPers, Tamil’s uprising and terrorism in three decades, 88/89 JVPers second abortive insurrection, and present calamity by youths are some critical incidents. The present calamity has some roots in JVPers as well as the JVP fraction political movement, which is Peratugami, but it needs time to claim who made a significant contribution and to what scale they have been managed pressure against the present political authority. Apart from these segments, which are active in the present calamity, there are several other fractions making a silent contribution. In addition, the actual suppressed citizens are taking the responsibility to discharge the aggression at the highest level.",
    "It is very clear that all of these conflicts are generated by the youths due to the pressure erupted in society. The root causes are linked with famous political characters in major and minor political parties. As highlighted above, the responsible and accountable segments of the society have not been done their role even in all post-calamitous and conflict situations. In ‘71, all culprits were put into jail. Tamil uprising and terrorism controlled by the war and some political solutions, but as a country, all ethnic and religious groups have suffered a lot. A committee appointed to study the lesson learnt was not a comprehensive and practicable platform to identify real issues of the conflict. Also, it did not identify and implement effectively and efficiently. 88/89 insurrection ended up with the youth commission, and it identified certain sustainable solutions. However, some politicians openly violated these commonly accepted solutions, such as qualifying examinations for jobs and other common opportunities in society. The commission report suggested a reasonable percentage for all political platforms providing opportunities for the youths. When these suggestions are not been implemented, the youths have been frustrated again. If the responsible members have implemented a good rehabilitation process and provide opportunities for youths, we don’t face a highly critical political crisis today.",
    "The present calamity is also generated by the frustrated youths who have been having political affiliations to some political parties, as highlighted above, and some of them are not, but they discharged their frustration based on the situational conditions. Especially, they have been suffering from socioeconomic and psychological reasons generated due to Covid and the economic crisis in the country. The economic crisis is purely an issue created by the political characters, administrators of the government, and eminent gatekeepers in the legal system. Especially, turning law and order (Neethiya Navima) is a very critical factor that stood behind the present calamity in the country. The legal experts have been extended the fullest cooperation to the corrupted politicians who are involved in these bad practices. The political fragmentation has further aggravated this situation with some overseas and domestic assistance.",
    "As a country which is having long historical roots in democracy, Sri Lanka has a well-established legal system that can be used to govern the country. However, it never says that the legal system supported by the constitution is comprehensive. Mainly, the constitution is not highlighting a retirement age for politicians. The current assembly is highly equipped with elderly politicians who are inefficient, ineffective, and unskilled. They are equipped with several negative social values such as reluctance to change, land and place attachment, family attachment, etc. The present constitution does not have any qualification for engagement in politics. This is a matter of democracy, but the majority of civilians have basic and secondary educational qualifications that can be fixed to a certain minimum set of qualifications. Pakistan introduced a bachelor’s degree as an educational qualification for a cabinet minister. As we identified, there are a good number of politicians who are entrusting that they could get a seat in the parliament if they spent 800 million in the election. They do not need any relationship to the locality. As parachute members, they can get a chance in the parliament. Then, where is democracy? In addition, their pedigree and kinship network, and social network are added qualifications to become a member of the parliament. Especially, the current constitution is amended with a 2/3 majority to fulfil political party needs. The present government changed the constitution as per their own shake, neglecting the civilians, other parties, and social organisation’s needs. The latest constitution amendment allowed dual citizens to be in politics enabling the most corrupted political character/s. President Gotabaya gave up his American citizenship, but he facilitated his brother Basil to be in the parliament. The most popular former president and most unpopular ex-prime minister made an enormous effort to give chances to his sons in politics in the country. Thus, these are certain gaps in our constitution, and they should be defined in co-operate aspect rather than the individual aspect.",
    "The politicisation of rural masses was initiated in the early 70s by introducing amendments to the agrarian laws of the country. Then, in 1977, the UNP government ensured five job card systems to each Grama Sevaka Division. The agriculture officer is the first political appointment introduced by them. These acts initiated political fragmentation among civilians resulting disintegration of the sociocultural base of the country. Gradually, the political party in power has contributed to the political fragmentation and disintegration on each occasion. The gatekeepers of each village cluster have gradually destroyed social harmony. All political allies at the village level made a significant contribution to this situation. It is represented by religious leaders, government officers, intellectuals and traditional leaders.",
    "Sri Lanka Administrative Service is the most powerful professional organisation that can direct the country on the right track. As most of the critiques highlighted, early CAS officers are more perfect than the present SLAS officers is a myth. Society is always changing, and they have been mixed with dirty politicians to support and protect them in various manners. The mismanagement of SLAS officers in their domain and apathy, and lack of confidence to act according to the law and order and policies made a huge impact on the present crisis in the country. It is evident that some of them are going behind the politicians to get job opportunities. In addition, they lack skills, particularly language competency. Thus, most of them are not getting a thorough knowledge and training in the profession. Ultimately, they have to listen to the politicians and the upper hierarchy of their service. Some of the upper hierarchy are violating the profession and the laws and regulations. A most influential character in conducting elections in order to maintain law and order has violated the law by putting his daughter’s name into the electorate list in the recent past. He influenced the Assistant Commissioner to act accordingly. Once the Asst. Commissioner rejected the unlawful act, he was transferred and replaced with a new one to achieve his target. Another such officer liable for auditing was managing a company while being in the position. It is very pathetic to see such characters because they are using social media to keep their popularity among the citizens. They do lots of show-off cases to cover up these incidents. In the meantime, they misused government properties and mismanaged the system. When they behave in this manner, the only solution is political affiliations for survival. Then, how do we maintain a systematic administration in the country? Especially the politicians are grabbing these opportunities to achieve their targets, even violating law and order. When both segments are corrupted, there is no transparency and order in the system. Thus, if they do the right and correct thing, corrupted politicians, cannot",
    "The majority of SLAS officers’ main goal is to become a secretary of a ministry or other organisation. Because it provides the maximum benefits during the service, and finally, they can get a V8 at retirement or a 100 % free vehicle permit. It is making a huge wealth for them, and they can use it for their betterment. Thus, political affiliation, partial service, and gaining benefits through the governing political authority is a common practice in the present Sri Lankan society. If these officers do not accept and liaise with the key and regional politicians, they do not get any benefit in the service. They need to do a favour to win the politicians in the governing party; these acts are dismantling the system. Ultimately, the civilians do not respect and trust the administrative system. In addition, there are many other psychosocial factors that the subordinate characters are leading the governing factors in the institution.",
    "Religious leaders are the most crucial factor in Sri Lankan politics today. A few decades back, the Buddhist monks became influential characters in politics. In the meantime, the Cardinal’s involvement in politics has become a recent trend in the country. In the beginning, he was very transparent and acted in order to achieve the common truth and justice. However, his behaviour has changed drastically in the recent past, and subordinate priests also show the same trend. The politicisation of the Cardinal’s behaviour made a significant impact on the present calamity. He is responsible for the aggressive behaviour of protesters. His liberal and unbiased character has disappeared now. The Buddhist monks and their biased political behaviour created a real pessimistic ideology among many segments of the country. They have changed their ideal role and adhered to unacceptable political affiliations and involvements in party politics. Usually, these religious leaders are the powerful element that they can inculcate new social values among the disciples. Apart from adhering to the Prathimoksha and other guidance, they have gradually adhered to the common social life, which is no difference at all when compared with civilians. They are addicted to many unaccepted behaviours, including alcohol and cohabitation. Now, there is no common property among them, and they follow private property ownership. A most powerful monk who is showing that he is the guardian of Mahabodhi acts against the Buddhist Philosophy and transfers temple lands to non-Buddhist critical elements in the country. This unethical and unaccepted behaviour of monks is very common in the significant monastery to the village temple today. Many monks are money makers, and they don’t do their prime role. Especially, they cannot live and survive without politicians, which is a pathetic condition in our grade tradition. When the grade tradition ruins, there will be no common culture and integrity. It seems that disciples are more religious than religious leaders. As a gatekeeper, they are the most appropriate character that the Sri Lankan culture could enrich. However, it is the only thing that they are not doing. The rationality disappeared, and old and new irrational beliefs were established.",
    "The number of universities and the number of intakes has increased dramatically compared to Sri Lankan universities’ early stage. Each university’s output per year has been over a thousand graduands in the recent past. Are they really act and do their role for self and national development? The answer is no. What is the reason behind it? Most undergraduates lack life skills, interpersonal skills, leadership skills, communication skills, language competencies, etc. Students’ politics are in a critical stage; they do all national interests but have no direct inputs for quality enhancement in education. Teachers, too, have very narrow thinking patterns, and they adhere to Jame Beraganeema – just focus on the minimum duty, responsibility, and accountability. The majority of them are making the minimum effort than maximising their inputs in teaching and guiding. A good number of them do not have language competency and limit their knowledge to the domestic level. No sufficient research and development involvement. They use short cuts for their promotions. No minimum ethical considerations in their role at the university. They use earned funds for the further learning process. A good number of them stay overseas without paying back the funds they used. Even though the university is losing the time, money, and energy spent for further education and training of academic staff. Ultimately, they are like parrots and read notes in the classroom rather than continuing discussions and analysing the facts and figures. No diachronic and synchronic analysis at all. Finally, they do not give any synthesis on the subject matter they focused on. When these situations exist in the university, some of them are aligned with party politics. The trade union – FUTA – is not an independent movement. At present many sister associations have been highjacked by JVP supporters. As a norm, university teachers should not do politics. Now, they are directly involved. One Dean says on his FB page, not to mess up with his professional life and political life. How can he give such statements? How does he involve in politics being a position in the university? Another former Dean is the chairman of National People’s Power (NPP) and uses other departments’ names and credentials to do politics in JVP. He misused earned funds of the university while he was serving as the Dean. He could not manage at least his family and his wife ended up committing suicide. As a former monk, he knows Buddhism and applies it instead to socialism. With all these bad sectors, he is given a national position in NPP. Similarly, the Gampaha District Chairman of NPP is also a corrupted person and had to repay stolen money to the university. We all know that other university teachers, too, are having similar bad sectors and now surviving in major political parties. Being in a professional field, neglecting the prime role, and engaging in another role is a real disaster. If they really digested the actual role, they do not need to engage in party politics. While these things are happening, there are ideal characters like Dr. Harini Amarasooriya, who cleared her professional life and involved in a political role by resigning from her university role. As a member of the upper hierarchy social class and a family, she was selected to serve lumpen and suppressed social classes in the country. Except for her, all others who involve in party politics are unethical and biased toward the image of a university teacher. This factor is historically evolved, and the links go to the 80s when Prof. Rathnakara and Prof. Stanley Kalpage supported the UNP. Some who are involved in top-level positions under any government are politicised, and they do not act as independent leaders.",
    "When analysing the time spent, the intellectuals in Sri Lankan universities could produce responsible graduands who are committed to the service and national development if they made somewhat high effort than this. The best example is many of these intellectuals failed to produce graduands who can think and act beyond government service. They failed to produce multi-task graduands who can use the available resources to develop their own livelihood at least. Today, those struggling at many destinations do not have a liberal thinking pattern and global view about their lifestyles. It is not transferred from their teachers because the majority of these teachers are doing their further studies and training at local universities. All these teachers who came out to support the present struggle have been captured by the JVPers. They marched with JVP banners and shouted JVP slogans. At least they failed to develop practical solutions to the current crisis in the country. It shows the pathetic condition of university teachers who join in the struggle. As highlighted above, many SLAS officers are graduands from these universities, and many of them are not having optimism. Today, all state universities are having a big challenge with global universities. If they want to upgrade state universities, they need to adhere to global standards. It is not the duty of politicians. The teachers are responsible for such targets. As we are well aware, the country is having a medical mafia in every health sector. It is not limited to the state medical system, it is visible in the private sector too. Prof. Ranil Jayawardena is one of the best examples of this medical mafia. As a university teacher, he has given a bad and unethical practices to future medical professionals. Therefore, if the university teachers are doing their prime role, there will be a real positive change in the country.",
    "Today, the thinking pattern of leaders has been changed and captured by religious personalities and magicians. The best example is astrologers’ role in the present society. Former president and ex-prime minister Mahinda Rajapaksa is the leader who fully adhered to these magical practices. President Gotabaya, too surrendered by Gnana Akka, who lived in Anuradhapura. People elected him as the president to change such disenchantments introduced by his elder brother. What are the reasons behind and who takes them to this enchantment situation? This is a pathetic condition that society has moved to backwardness. All these magical practices took place in covert culture. Those who followed these practices are uneducated and lack confidence in their life event. The monks who are involved in magical practices are making these social and cultural barriers. The unlimited expectations of the people enlarged this platform in society.  The dependency syndrome of government officers and the public is another catastrophic condition in the country. The majority of them depend on government subsidies and other programmes, and it is a feature evolved from the pre-independent era. Free education, free health, subsidsed fertilisers, and other social benefits implemented in the country never give any targets for the beneficiaries. If someone enjoys free education, they should use it up to the maximum level, and she or he should make a determination not to use it for the next generation. Unless there is no limit, and the endless burden is making unnecessary obligations to the government. Any welfare facility should be given to suppressed groups in society, not to the upper classes. Today, all upper classes are enjoying maximum benefits while suppressed classes do not have opportunities to uplift their livelihood. Wealthy people occupied all popular National Schools. Ultimately, this practice is prolonged by generations. They simply adapted to the Jame Beraganeeme thinking pattern rather than they are taking the role of responsibilities. This stance is developed a pessimistic ideology among the various segments and communities in the country. When analysing the existing situation of dependency syndrome, it is not an easy thing to change. Perhaps it may take a longer period, but without inculcating positive values, attitudes, and norms by the responsible segments in the society, it is difficult to change the situation.",
    "The writer is a senior professor at the Department of Sociology, University"
  ],
  "translate": {
    "si": {
      "title": "මේ අර්බුදයේදී අපි අපේ ප්‍රධාන කාර්යභාරය කරනවාද?",
      "body_lines": [
        "වත්මන් ව්‍යසනය ද ජනිත වන්නේ ඇතැම් දේශපාලන පක්ෂවලට දේශපාලන සම්බන්ධකම් ඇති කලකිරුණු තරුණ තරුණියන් විසින් වන අතර සමහර ඒවා එසේ නොවන නමුත් ඔවුන් තම කලකිරීම් තත්ත්වයන් මත මුදා හැරියහ.",
        "වත්මන් සභාව අකාර්යක්ෂම, අකාර්යක්ෂම සහ නුපුහුණු වයෝවෘද්ධ දේශපාලකයන්ගෙන් බෙහෙවින් සන්නද්ධ ය. ඔවුන් වෙනස් කිරීමට ඇති අකමැත්ත, ඉඩම සහ ස්ථාන බැඳීම, පවුල් බැඳීම යනාදී සෘණාත්මක සමාජ වටිනාකම් කිහිපයකින් සමන්විත වේ.",
        "වත්මන් රජය සිවිල් වැසියන්, වෙනත් පක්ෂ සහ සමාජ සංවිධානයේ අවශ්යතා නොසලකා හරිමින් තමන්ගේම සෙලවීම අනුව ආණ්ඩුක්රම ව්යවස්ථාව වෙනස් කළේය. නවතම ආණ්ඩුක්රම ව්යවස්ථ සංශෝධනය ද්විත්ව පුරවැසියන්ට වඩාත්ම දූෂිත දේශපාලන චරිතයට / එස් ​​සක්රීය කිරීමට ද්විත්ව පුරවැසියන් දේශපාලනයට සහභාගී වීමට ඉඩ ලබා දෙන ලදී",
        "SLAS නිලධාරීන්ගේ බහුතරයකගේ ප්‍රධාන ඉලක්කය වන්නේ අමාත්‍යාංශයක හෝ වෙනත් සංවිධානයක ලේකම්වරයෙකු වීමයි. එය සේවාව අතරතුර උපරිම ප්‍රතිලාභ ලබා දෙන නිසාත්, අවසාන වශයෙන්, ඔවුන්ට විශ්‍රාම යාමේදී V8 එකක් හෝ 100% නොමිලේ වාහන බලපත්‍රයක් ලබා ගත හැක.",
        "දේශපාලකයින්, පරිපාලකයින්, නීති සම්පාදකයින්, ප්‍රතිපත්ති සම්පාදකයින්, බුද්ධිමතුන්, ආගමික නායකයින් සහ රටේ බොහෝ අදූරදර්ශී පුරවැසියන් විසින් මෙම අංශවල වැරදි කළමනාකරණය හේතුවෙන් ශ්‍රී ලංකාව ඉතා අස්ථාවර සමාජ ආර්ථික, දේශපාලනික සහ සංස්කෘතික පසුගාමීත්වයකින් පීඩා විඳිමින් සිටී. මේ තත්ත්වය පසුගිය කාලයේ ඇති වූ දෙයක් නොවේ. එහි මූලයන් දශක ගණනාවක් තිස්සේ සම්බන්ධ වී ඇත. ජවිපෙ 71 ගබ්සා කැරලි වලින් පටන් ගෙන දශක තුනක දෙමළ නැගිටීම සහ ත්‍රස්තවාදය, 88/89 ජවිපෙ දෙවන ගබ්සා කැරැල්ල සහ වර්තමානයේ තරුණයින් විසින් සිදු කරන විපත් සමහර තීරණාත්මක සිදුවීම් වේ. වත්මන් ව්‍යසනයට ජවිපෙ පාර්ශවයේ මෙන්ම පෙරටුගාමී දේශපාලන ව්‍යාපාරයේ ද යම් මූලයන් ඇත, නමුත් සැලකිය යුතු දායකත්වයක් ලබා දුන්නේ කවුරුන්ද යන්න සහ වත්මන් දේශපාලන අධිකාරියට එරෙහිව ඔවුන් කුමන පරිමාණයෙන් පීඩනය කළමනාකරණය කර තිබේද යන්න ප්‍රකාශ කිරීමට කාලය අවශ්‍ය වේ. වත්මන් ව්‍යසනයේදී සක්‍රීයව පවතින මෙම කොටස් හැරුණු විට නිහඬ දායකත්වයක් සපයන තවත් කොටස් කිහිපයක් තිබේ. ඊට අමතරව, ඉහළම මට්ටමින් ආක්‍රමණශීලීත්වය මුදා හැරීමේ වගකීම සැබෑ මර්දනයට ලක් වූ පුරවැසියන් භාර ගනී.",
        "මේ සියලු ගැටුම් තරුණයන් විසින් ජනනය කරන්නේ සමාජය තුළ පැන නැඟෙන පීඩනය නිසා බව ඉතා පැහැදිලිය. මූලික හේතු ප්‍රධාන සහ සුළු දේශපාලන පක්ෂවල ප්‍රසිද්ධ දේශපාලන චරිත සමඟ සම්බන්ධ වේ. ඉහත උද්දීපනය කළ පරිදි, සමාජයේ වගකිවයුතු සහ වගකීම් සහගත කොටස් සියල්ල පශ්චාත් ව්‍යසනකාරී සහ ගැටුම්කාරී තත්ත්වයන්හිදී පවා තම කාර්යභාරය ඉටු කර නොමැත. 71 දී සියලුම වැරදිකරුවන් සිරගත කරන ලදී. දෙමළ නැගිටීම සහ ත්‍රස්තවාදය යුද්ධය සහ සමහර දේශපාලන විසඳුම් මගින් පාලනය කළ නමුත් රටක් ලෙස සියලුම වාර්ගික හා ආගමික කණ්ඩායම් බොහෝ දුක් විඳ ඇත. උගත් පාඩම අධ්‍යයනය කිරීම සඳහා පත් කරන ලද කමිටුවක් ගැටුමේ සැබෑ ප්‍රශ්න හඳුනාගැනීම සඳහා පුළුල් සහ ප්‍රායෝගික වේදිකාවක් නොවීය. එසේම, එය ඵලදායී හා කාර්යක්ෂම ලෙස හඳුනාගෙන ක්රියාත්මක නොවීය. 88/89 කැරැල්ල තරුණ කොමිෂන් සභාව සමඟ අවසන් වූ අතර එය ඇතැම් තිරසාර විසඳුම් හඳුනා ගත්තේය. කෙසේ වෙතත්, සමහර දේශපාලනඥයන් රැකියා සඳහා සුදුසුකම් විභාග සහ සමාජයේ අනෙකුත් පොදු අවස්ථාවන් වැනි පොදුවේ පිළිගත් මෙම විසඳුම් විවෘතව උල්ලංඝනය කළහ. තරුණයින්ට අවස්ථා සලසන සියලුම දේශපාලන වේදිකාවල සාධාරණ ප්‍රතිශතයක් කොමිෂන් සභා වාර්තාව යෝජනා කර ඇත. මේ යෝජනා ක්‍රියාත්මක නොවන විට තරුණ තරුණියන් නැවතත් කලකිරීමට පත්වෙලා. වගකිවයුතු සාමාජිකයන් හොඳ පුනරුත්ථාපන ක්‍රියාවලියක් ක්‍රියාවට නංවා තරුණයන් සඳහා අවස්ථා සපයා තිබේ නම්, අද අපට අතිශය විවේචනාත්මක දේශපාලන අර්බුදයකට මුහුණ දීමට සිදු නොවේ.",
        "වත්මන් ව්‍යසනය ද ජනනය කරනු ලබන්නේ ඉහතින් පෙන්වා දුන් පරිදි ඇතැම් දේශපාලන පක්ෂවලට දේශපාලන හිතවත්කම් ඇති කලකිරුණු තරුණ තරුණියන් විසින් වන අතර සමහර ඒවා එසේ නොවන නමුත් ඔවුන් තම කලකිරීම් තත්ත්වයන් මත මුදා හැරියහ. විශේෂයෙන්ම ඔවුන් කොවිඩ් සහ රටේ ආර්ථික අර්බුදය හේතුවෙන් ඇති වූ සමාජ ආර්ථික හා මානසික හේතූන් වලින් පීඩා විඳිති. ආර්ථික අර්බුදය තනිකරම දේශපාලන චරිත, රජයේ පරිපාලකයින් සහ නීති පද්ධතියේ කීර්තිමත් දොරටු පාලකයන් විසින් නිර්මාණය කරන ලද ගැටලුවකි. විශේෂයෙන්ම නීතිය හා සාමය (නීතිය නවීම) රටෙහි වත්මන් ව්‍යසනය පිටුපස සිටි ඉතා තීරණාත්මක සාධකයකි. මේ අයහපත් ක්‍රියාවල යෙදෙන දූෂිත දේශපාලකයන්ට නීති විශාරදයන්ගේ උපරිම සහයෝගය ලබාදී තිබෙනවා. දේශපාලන ඛණ්ඩනය මේ තත්ත්වය තවත් උග්‍ර කර තිබෙන්නේ විදේශ සහ දේශීය ආධාරවලින්.",
        "ප්‍රජාතන්ත්‍රවාදයේ දීර්ඝ ඓතිහාසික මූලයන් ඇති රටක් ලෙස ශ්‍රී ලංකාව තුළ රට පාලනය කිරීම සඳහා භාවිත කළ හැකි හොඳින් ස්ථාපිත නීති පද්ධතියක් ඇත. කෙසේ වෙතත්, ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් අනුග්‍රහය දක්වන නීති පද්ධතිය විස්තීර්ණ බව කිසිවිටෙක නොකියයි. ප්‍රධාන වශයෙන්, ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් දේශපාලකයන්ට විශ්‍රාම යන වයසක් පෙන්වා දී නැත. වත්මන් සභාව අකාර්යක්ෂම, අකාර්යක්ෂම සහ නුපුහුණු වයෝවෘද්ධ දේශපාලකයන්ගෙන් බෙහෙවින් සන්නද්ධ ය. ඔවුන් වෙනස් වීමට ඇති අකමැත්ත, ඉඩම හා ස්ථාන බැඳීම, පවුල් බැඳීම ආදි සෘණාත්මක සමාජ වටිනාකම් කිහිපයකින් සමන්විතය. වත්මන් ව්‍යවස්ථාවට දේශපාලනයේ යෙදීමට සුදුසුකමක් නැත. මෙය ප්‍රජාතන්ත්‍රවාදයේ ප්‍රශ්නයකි, නමුත් බහුතරයක් සිවිල් වැසියන්ට මූලික සහ ද්විතීයික අධ්‍යාපන සුදුසුකම් ඇති අතර ඒවා නිශ්චිත අවම සුදුසුකම් කට්ටලයකට නියම කළ හැකිය. පකිස්ථානය කැබිනට් ඇමතිවරයෙකු සඳහා අධ්‍යාපන සුදුසුකමක් ලෙස උපාධියක් හඳුන්වා දුන්නේය. අපි හදුනාගත් පරිදි මැතිවරණයට කෝටි 80ක් වියදම් කළහොත් මන්ත්‍රී ධූරයක් ලබා ගත හැකි බවට භාරදෙන දේශපාලකයින්ද සෑහෙන ප්‍රමාණයක් සිටිති. ඔවුන්ට ප්‍රදේශය සමඟ කිසිදු සම්බන්ධයක් අවශ්‍ය නොවේ. පැරෂුට් සාමාජිකයන් ලෙස ඔවුන්ට පාර්ලිමේන්තුවේ අවස්ථාවක් ලබා ගත හැකියි. එතකොට කෝ ප්‍රජාතන්ත්‍රවාදය? මීට අමතරව, ඔවුන්ගේ පෙළපත් සහ ඥාති ජාලය, සහ සමාජ ජාලය පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු වීමට අමතර සුදුසුකම් වේ. විශේෂයෙන්ම වත්මන් ආණ්ඩුක්‍රම ව්‍යවස්ථාව 2/3ක බලයකින් සංශෝධනය කරන්නේ දේශපාලන පක්ෂ අවශ්‍යතා සපුරාලීම සඳහායි. වත්මන් රජය සිවිල් ජනතාව, අනෙකුත් පාර්ශවයන් සහ සමාජ සංවිධානයේ අවශ්‍යතා නොසලකා හරිමින් ඔවුන්ගේම සෙලවීම අනුව ව්‍යවස්ථාව වෙනස් කළේය. නවතම ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ද්විත්ව පුරවැසියන්ට දේශපාලනයේ නියැලීමට ඉඩ සලසා දී ඇති අතර එමඟින් වඩාත් දූෂිත දේශපාලන චරිතයක් / පුද්ගලයන්ට හැකිය. ජනාධිපති ගෝඨාභය සිය ඇමරිකානු පුරවැසිභාවය අත්හැරිය නමුත් ඔහු තම සහෝදර බැසිල්ට පාර්ලිමේන්තුවේ සිටීමට පහසුකම් සලසා දුන්නේය. ජනප්‍රියම හිටපු ජනපති සහ ජනප්‍රියම නැති හිටපු අගමැති තම පුතුන්ට රටේ දේශපාලනයේ අවස්ථා ලබාදීමට දැවැන්ත උත්සාහයක් ගත්තේය. මේ අනුව, මේවා අපගේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ යම් යම් හිඩැස් වන අතර, ඒවා තනි පුද්ගල අංශයට වඩා සහයෝගීතා අංශයෙන් අර්ථ දැක්විය යුතුය.",
        "ග්‍රාමීය ජනතාව දේශපාලනීකරණය කිරීම ආරම්භ කළේ 70 දශකයේ මුල් භාගයේදී රටේ ගොවිජන නීතිවලට සංශෝධන හඳුන්වා දීමෙනි. ඉන්පසුව 1977 දී එජාප රජය සෑම ග්‍රාම සේවක වසමකටම රැකියා කාඩ්පත් ක්‍රම පහක් සහතික කළේය. කෘෂිකර්ම නිලධාරියා ඔවුන් හඳුන්වා දුන් පළමු දේශපාලන පත්වීමයි. මෙම ක්‍රියාවන් සිවිල් ජනතාව අතර දේශපාලන ඛණ්ඩනයකට මුල පිරූ අතර එහි ප්‍රතිඵලයක් ලෙස රටේ සමාජ සංස්කෘතික පදනම බිඳ වැටුණි. ක්‍රමක්‍රමයෙන් බලයේ සිටින දේශපාලන පක්‍ෂය ඒ ඒ අවස්‌ථාවල දේශපාලන ඛණ්ඩනයට හා බිඳවැටීමට දායක වී ඇත. සෑම ගම් පොකුරකම දොරටු පාලකයන් සමාජ සංහිඳියාව ක්‍රමයෙන් විනාශ කර ඇත. මේ තත්ත්වයට ගම් මට්ටමේ සියලුම දේශපාලන හිතවතුන් විශාල දායකත්වයක් ලබා දුන්නා. එය ආගමික නායකයින්, රාජ්‍ය නිලධාරීන්, බුද්ධිමතුන් සහ සම්ප්‍රදායික නායකයින් විසින් නියෝජනය කරනු ලැබේ.",
        "ශ්‍රී ලංකා පරිපාලන සේවය යනු රට නිවැරදි මාවතට යොමු කළ හැකි බලවත්ම වෘත්තීය සංවිධානයයි. බොහෝ විවේචන ඉස්මතු කර ඇති පරිදි, වත්මන් SLAS නිලධාරීන් මිථ්‍යාවකට වඩා මුල් CAS නිලධාරීන් පරිපූර්ණයි. සමාජය සෑම විටම වෙනස් වෙමින් පවතින අතර, ඔවුන් විවිධ ආකාරයෙන් ඔවුන්ට සහයෝගය දැක්වීමට සහ ආරක්ෂා කිරීමට අපිරිසිදු දේශපාලනඥයන් සමඟ මිශ්‍ර වී ඇත. SLAS නිලධාරීන් ඔවුන්ගේ වසම තුළ වැරදි කළමනාකරණය සහ උදාසීනත්වය සහ නීතිය හා සාමය සහ ප්‍රතිපත්ති අනුව ක්‍රියා කිරීමට විශ්වාසයක් නොමැතිකම රටේ වත්මන් අර්බුදයට විශාල බලපෑමක් ඇති කළේය. ඔවුන්ගෙන් ඇතැමුන් රැකියා අවස්ථා ලබා ගැනීම සඳහා දේශපාලනඥයන් පසුපස යන බව පෙනී යනවා. ඊට අමතරව, ඔවුන්ට කුසලතා, විශේෂයෙන් භාෂා නිපුණතාවය නොමැත. මේ අනුව, ඔවුන්ගෙන් බොහෝ දෙනෙක් වෘත්තිය පිළිබඳ පූර්ණ දැනුමක් හා පුහුණුවක් ලබා නොගනිති. අවසානයේ දේශපාලකයන්ට සහ ඔවුන්ගේ සේවයේ ඉහළ ධුරාවලියට ඇහුම්කන් දීමට ඔවුන්ට සිදුවේ. ඉහළ ධුරාවලියේ සමහරක් වෘත්තිය සහ නීති රෙගුලාසි උල්ලංඝනය කරති. නීතිය හා සාමය ආරක්ෂා කිරීම සඳහා මැතිවරණ පැවැත්වීමේ දී ඉතාම බලගතු චරිතයක් පසුගිය කාලයේ තම දියණියගේ නම ඡන්ද නාමලේඛනයට දමා නීතිය උල්ලංඝනය කර ඇත. ඒ අනුව කටයුතු කරන ලෙස සහකාර කොමසාරිස්වරයාට බලපෑම් කළේය. වරක් සහකාර. කොමසාරිස්වරයා නීති විරෝධී ක්‍රියාව ප්‍රතික්ෂේප කළේය, ඔහුගේ ඉලක්කය සපුරා ගැනීම සඳහා ඔහුව මාරු කර අලුත් එකක් ආදේශ කළේය. විගණනය සඳහා වගකිව යුතු තවත් එවැනි නිලධාරියෙකු වූයේ තනතුරේ සිටියදී සමාගමක් කළමනාකරණය කිරීමයි. මේ වගේ චරිත දැක්කම හරිම කණගාටුදායකයි මොකද ඔවුන් සමාජ මාධ්‍ය භාවිතා කරන්නේ පුරවැසියන් අතරේ තමන්ගේ ජනප්‍රියත්වය තියාගන්න. මේ සිද්ධි යට ගහන්න ඕන තරම් ප්‍රදර්ශන වැඩ කරනවා. මේ අතර ඔවුන් රජයේ දේපළ අවභාවිත කරමින් ක්‍රමය වැරදි ලෙස කළමනාකරණය කළා. ඔවුන් මෙලෙස හැසිරෙන විට එකම විසඳුම පැවැත්ම සඳහා දේශපාලන බැඳීම් පමණි. එතකොට කොහොමද අපි රටේ ක්‍රමවත් පාලනයක් පවත්වාගෙන යන්නේ? විශේෂයෙන්ම දේශපාලකයින් නීතිය හා සාමය පවා කඩ කරමින් තම අරමුණු ඉටුකර ගැනීමට මෙම අවස්ථා උදුරා ගනිමින් සිටිති. අංශ දෙකම දූෂිත වූ විට, පද්ධතියේ විනිවිදභාවයක් සහ පිළිවෙලක් නොමැත. මේ අනුව, ඔවුන් නිවැරදි හා නිවැරදි දේ කරන්නේ නම්, දූෂිත දේශපාලකයන්ට කළ නොහැක",
        "SLAS නිලධාරීන්ගේ බහුතරයකගේ ප්‍රධාන ඉලක්කය වන්නේ අමාත්‍යාංශයක හෝ වෙනත් සංවිධානයක ලේකම්වරයෙකු වීමයි. එය සේවාව අතරතුර උපරිම ප්‍රතිලාභ ලබා දෙන නිසාත්, අවසාන වශයෙන්, ඔවුන්ට විශ්‍රාම යාමේදී V8 හෝ 100% නොමිලේ වාහන බලපත්‍රයක් ලබා ගත හැකි බැවිනි. එය ඔවුන්ට විශාල ධනයක් උපයා දෙන අතර එය ඔවුන්ගේ අභිවෘද්ධිය සඳහා භාවිතා කළ හැකිය. මේ අනුව, දේශපාලන සම්බන්ධකම්, පාර්ශවීය සේවය සහ පාලන දේශපාලන අධිකාරිය හරහා වාසි ලබා ගැනීම වත්මන් ශ්‍රී ලාංකීය සමාජයේ සාමාන්‍ය පුරුද්දකි. මෙම නිලධාරීන් ප්‍රධාන සහ ප්‍රාදේශීය දේශපාලඥයින් පිළිගෙන ඔවුන් සමඟ සම්බන්ධ නොවන්නේ නම්, ඔවුන්ට සේවයේ කිසිදු ප්‍රතිලාභයක් නොලැබේ. ආණ්ඩු පක්‍ෂයේ සිටින දේශපාලඥයන් දිනවීමට ඔවුන්ට උපකාරයක් කළ යුතුය; මෙම ක්රියාවන් පද්ධතිය බිඳ දමයි. අවසාන වශයෙන්, සිවිල් ජනතාව පරිපාලන පද්ධතියට ගරු කරන්නේ හා විශ්වාස කරන්නේ නැත. මීට අමතරව, යටත් චරිත ආයතනය තුළ පාලන සාධකවලට නායකත්වය දෙන තවත් බොහෝ මනෝ සමාජීය සාධක තිබේ.",
        "අද ශ්‍රී ලංකා දේශපාලනයේ තීරණාත්මකම සාධකය ආගමික නායකයන් ය. මීට දශක කිහිපයකට පෙර බෞද්ධ භික්ෂූන් වහන්සේ දේශපාලනයේ බලවත් චරිත බවට පත් විය. මේ අතර කාදිනල් හිමිපාණන් දේශපාලනයට සම්බන්ධවීම මෙරට මෑතකාලීන ප්‍රවණතාවක් බවට පත්ව තිබේ. මුලදී ඔහු ඉතා විනිවිදභාවයෙන් යුක්ත වූ අතර පොදු සත්‍යය සහ යුක්තිය සාක්ෂාත් කර ගැනීම සඳහා ක්‍රියා කළේය. කෙසේ වෙතත්, පසුගිය කාලය තුළ ඔහුගේ හැසිරීම දැඩි ලෙස වෙනස් වී ඇති අතර, යටත්විජිත පූජකවරුන් ද එම ප්රවණතාවය පෙන්නුම් කරයි. කාදිනල්තුමාගේ හැසිරීම දේශපාලනීකරණය වීම වර්තමාන විපතට සැලකිය යුතු බලපෑමක් ඇති කළේය. විරෝධතාකරුවන්ගේ ආක්‍රමණශීලී හැසිරීම් වලට ඔහු වගකිව යුතුය. ඔහුගේ ලිබරල් සහ අපක්ෂපාතී චරිතය දැන් අතුරුදහන් වී ඇත. බෞද්ධ භික්ෂූන් වහන්සේ සහ ඔවුන්ගේ පක්ෂග්‍රාහී දේශපාලන හැසිරීම රටේ බොහෝ කොටස් අතර සැබෑ අශුභවාදී මතවාදයක් ඇති කළේය. ඔවුන් තම පරමාදර්ශී භූමිකාව වෙනස් කර පිළිගත නොහැකි දේශපාලන බැඳීම් සහ පක්ෂ දේශපාලනයට සම්බන්ධ වී ඇත. සාමාන්‍යයෙන්, මෙම ආගමික නායකයින් ශ්‍රාවකයන් අතර නව සමාජ වටිනාකම් ඇති කළ හැකි ප්‍රබල අංගයකි. ප්‍රාතිමෝක්ෂය සහ වෙනත් මඟපෙන්වීම හැර ඔවුන් ක්‍රමක්‍රමයෙන් සාමාන්‍ය සමාජ ජීවිතයට අනුගත වී ඇති අතර එය සිවිල් වැසියන් හා සසඳන විට කිසිසේත්ම වෙනසක් නැත. ඔවුන් මත්පැන් සහ සහජීවනය ඇතුළු බොහෝ පිළිගත නොහැකි හැසිරීම් වලට ඇබ්බැහි වී ඇත. දැන්, ඔවුන් අතර පොදු දේපලක් නොමැති අතර, ඔවුන් පෞද්ගලික දේපල අයිතිය අනුගමනය කරයි. තමන් මහාබෝධියේ භාරකාරයා බව පෙන්වන බලවත්ම හිමි නමක් බෞද්ධ දර්ශනයට පටහැනිව ක්‍රියා කරමින් රටේ බෞද්ධ නොවන විවේචනාත්මක කොටස්වලට පන්සල් ඉඩම් පවරා දෙනවා. භික්ෂූන් වහන්සේලාගේ මෙම සදාචාර විරෝධී සහ පිළිගත නොහැකි හැසිරීම අද ගමේ පන්සලේ සිට සැලකිය යුතු ආරාමයේ බහුලව දක්නට ලැබේ. බොහෝ භික්ෂූන් වහන්සේලා මුදල් උපයන්නන් වන අතර, ඔවුන් තම ප්‍රධාන කාර්යභාරය ඉටු නොකරයි. විශේෂයෙන්ම ඔවුන්ට දේශපාලකයින් නොමැතිව ජීවත්වීමට හා ජීවත්වීමට නොහැකි වීම අපේ ශ්‍රේණි සම්ප්‍රදායේ ඇති ශෝචනීය තත්ත්වයකි. ශ්‍රේණි සම්ප්‍රදාය නටඹුන් වන විට පොදු සංස්කෘතියක් සහ ඒකාග්‍රතාවයක් ඇති නොවේ. ආගමික නායකයන්ට වඩා ගෝලයන් ආගමික බව පෙනේ. දොරටු පාලකයකු ලෙස ශ්‍රී ලාංකේය සංස්කෘතිය පොහොසත් කළ හැකි උචිතම චරිතය ඔවුන් ය. කෙසේ වෙතත්, ඔවුන් නොකරන එකම දෙය එයයි. තාර්කිකත්වය අතුරුදහන් වූ අතර පැරණි සහ නව අතාර්කික විශ්වාසයන් ස්ථාපිත විය.",
        "ශ්‍රී ලංකාවේ විශ්වවිද්‍යාලවල මුල් අවධියට සාපේක්ෂව විශ්වවිද්‍යාල සංඛ්‍යාව සහ බඳවා ගන්නා සංඛ්‍යාව විශාල ලෙස ඉහළ ගොස් ඇත. සෑම විශ්ව විද්‍යාලයකම වසරකට ප්‍රතිදානය මෑත අතීතයේ දී උපාධිධාරීන් දහසකට වඩා වැඩි විය. ඔවුන් සැබවින්ම ක්‍රියා කරන්නේ සහ ස්ව සහ ජාතික සංවර්ධනය සඳහා ඔවුන්ගේ කාර්යභාරය ඉටු කරන්නේද? පිළිතුර නැත යන්නයි. එය පිටුපස ඇති හේතුව කුමක්ද? බොහෝ උපාධි අපේක්ෂකයින්ට ජීවන කුසලතා, අන්තර් පුද්ගල කුසලතා, නායකත්ව කුසලතා, සන්නිවේදන කුසලතා, භාෂා නිපුණතා යනාදිය නොමැත. සිසුන්ගේ දේශපාලනය තීරණාත්මක අවධියක පවතී; ඔවුන් සියලු ජාතික අවශ්‍යතා ඉටු කරන නමුත් අධ්‍යාපනයේ ගුණාත්මකභාවය ඉහළ නැංවීම සඳහා සෘජු යෙදවුම් නොමැත. ගුරුවරුන් ද ඉතා පටු චින්තන රටා ඇති අතර, ඔවුන් ජේම් බෙරගනීම පිළිපදිති - අවම රාජකාරිය, වගකීම සහ වගවීම කෙරෙහි පමණක් අවධානය යොමු කරති. ඔවුන්ගෙන් බහුතරයක් ඉගැන්වීමේ සහ මඟ පෙන්වීමේ යෙදවුම් උපරිම කිරීමට වඩා අවම උත්සාහයක් දරයි. ඔවුන්ගෙන් හොඳ පිරිසකට භාෂා නිපුණතාවය නොමැති අතර ඔවුන්ගේ දැනුම ගෘහස්ථ මට්ටමට සීමා වේ. ප්‍රමාණවත් පර්යේෂණ සහ සංවර්ධන මැදිහත්වීමක් නොමැත. ඔවුන් තම උසස්වීම් සඳහා කෙටි මාර්ග භාවිතා කරයි. විශ්ව විද්‍යාලය තුළ ඔවුන්ගේ භූමිකාවේ අවම සදාචාරාත්මක සලකා බැලීම් නොමැත. වැඩිදුර ඉගෙනීමේ ක්‍රියාවලිය සඳහා ඔවුන් උපයාගත් අරමුදල් භාවිතා කරයි. ඔවුන්ගෙන් සෑහෙන පිරිසක් තමන් පාවිච්චි කළ මුදල් ආපසු නොගෙවා විදේශගතව සිටිති. අධ්‍යයන කාර්ය මණ්ඩලයේ වැඩිදුර අධ්‍යාපනය සහ පුහුණුව සඳහා වැය කරන කාලය, මුදල් සහ ශක්තිය විශ්ව විද්‍යාලයට අහිමි වුවද. අවසාන වශයෙන්, ඔවුන් ගිරවුන් හා සමාන වන අතර අඛණ්ඩ සාකච්ඡා සහ කරුණු සහ සංඛ්‍යා විශ්ලේෂණයට වඩා පන්ති කාමරයේ සටහන් කියවයි. කිසිදු diachronic සහ synchronic විශ්ලේෂණයක් නොමැත. අවසාන වශයෙන්, ඔවුන් අවධානය යොමු කළ විෂය පිළිබඳ කිසිදු සංශ්ලේෂණයක් ලබා නොදේ. විශ්වවිද්‍යාලය තුළ මෙවැනි තත්ත්වයන් පවතින විට ඇතැම් ඒවා පක්ෂ දේශපාලනය සමඟ පෙළ ගැසී සිටිනවා. වෘත්තීය සමිතිය - FUTA - ස්වාධීන ව්යාපාරයක් නොවේ. මේ වන විට බොහෝ සහෝදර සංගම් ජවිපෙ ආධාරකරුවන් විසින් හයිජැක් කර ඇත. සම්මතයක් ලෙස විශ්වවිද්‍යාල ආචාර්යවරුන් දේශපාලනය නොකළ යුතුයි. දැන් ඔවුන් සෘජුවම සම්බන්ධයි. එක් පීඨාධිපතිවරයෙක් ඔහුගේ FB පිටුවේ පවසන්නේ තම වෘත්තීය ජීවිතය සහ දේශපාලන ජීවිතය අවුල් කර නොගන්නා ලෙසයි. ඔහු එවැනි ප්‍රකාශ ලබා දෙන්නේ කෙසේද? විශ්වවිද්‍යාල තනතුරක් නිසා දේශපාලනයට සම්බන්ධ වෙන්නේ කොහොමද? තවත් හිටපු පීඨාධිපතිවරයෙක් ජාතික ජන බලයේ (NPP) සභාපති වන අතර ජවිපෙ දේශපාලනය කිරීමට වෙනත් දෙපාර්තමේන්තු වල නම් සහ අක්තපත්‍ර භාවිතා කරයි. ඔහු පීඨාධිපතිවරයා ලෙස කටයුතු කරමින් සිටියදී විශ්වවිද්‍යාලයෙන් උපයාගත් මුදල් අවභාවිත කළේය. ඔහුට අඩුම තරමින් තම පවුලවත් කළමනාකරණය කර ගැනීමට නොහැකි වූ අතර ඔහුගේ බිරිඳ සියදිවි නසා ගැනීමට සමත් විය. හිටපු හාමුදුරු කෙනෙක් විදියට බුද්ධාගම දන්න නිසා ඒ වෙනුවට සමාජවාදයට අදාළ කරනවා. මේ සියලු නරක අංශ සමඟ ඔහුට NPP හි ජාතික තනතුරක් ලබා දේ. එසේම NPP හි ගම්පහ දිස්ත්‍රික් සභාපතිවරයාද දූෂිතයෙකු වන අතර ඔහුට හොරකම් කළ මුදල් විශ්වවිද්‍යාලයට ගෙවීමට සිදුවී ඇත. අනෙකුත් විශ්ව විද්‍යාල ආචාර්යවරුන් ද එවැනිම නරක අංශ ඇති අතර දැන් ප්‍රධාන දේශපාලන පක්ෂවල ජීවත් වන බව අපි කවුරුත් දනිමු. වෘත්තීය ක්ෂේත්‍රයක සිටීම, ප්‍රධාන භූමිකාව නොසලකා හැරීම සහ වෙනත් භූමිකාවක නිරත වීම සැබෑ ව්‍යසනයකි. ඔවුන්ට සැබෑ භූමිකාව දිරවා ගත්තේ නම් ඔවුන්ට පක්ෂ දේශපාලනයේ යෙදීමට අවශ්‍ය නැත. මේ දේවල් සිදුවෙද්දී විශ්වවිද්‍යාල භූමිකාවෙන් සමුගෙන වෘත්තීය ජීවිතය නිරවුල් කරගෙන දේශපාලන භූමිකාවකට සම්බන්ධ වූ ආචාර්ය හරිනි අමරසූරිය වැනි පරමාදර්ශී චරිතත් ඉන්නවා. ඉහළ ධුරාවලියේ සමාජ පන්තියේ සහ පවුලක සාමාජිකාවක් ලෙස, ඇය රට තුළ lumpen සහ මර්දනය කරන ලද සමාජ පන්තිවලට සේවය කිරීමට තෝරා ගන්නා ලදී. ඇය හැර පක්‍ෂ දේශපාලනයේ යෙදෙන අනෙක් සියල්ලෝම විශ්වවිද්‍යාල ආචාර්යවරියකගේ ප්‍රතිරූපයට පක්‍ෂපාතී සහ සදාචාර විරෝධී ය. මෙම සාධකය ඓතිහාසිකව විකාශනය වූ අතර, මහාචාර්ය රත්නකර සහ මහාචාර්ය ස්ටැන්ලි කල්පගේ එක්සත් ජාතික පක්ෂයට සහය දුන් 80 දශකය දක්වා සම්බන්ධ වේ. ඕනෑම රජයක් යටතේ ඉහළ පෙළේ තනතුරුවලට සම්බන්ධ සමහර අය දේශපාලනීකරණය වී ඇති අතර ඔවුන් ස්වාධීන නායකයින් ලෙස කටයුතු නොකරයි.",
        "ගතවන කාලය විශ්ලේෂණය කිරීමේදී, ශ්‍රී ලංකාවේ විශ්ව විද්‍යාලවල සිටින බුද්ධිමතුන් මීට වඩා තරමක් ඉහළ උත්සාහයක් ගන්නේ නම්, සේවයට සහ ජාතික සංවර්ධනයට කැපවී සිටින වගකිවයුතු උපාධිධාරීන් බිහි කළ හැකිය. හොඳම උදාහරණය නම් රාජ්‍ය සේවයෙන් ඔබ්බට සිතීමට හා ක්‍රියා කිරීමට හැකි උපාධිධාරීන් බිහි කිරීමට මේ බොහෝ බුද්ධිමතුන් අසමත් වීමයි. පවතින සම්පත් අවම වශයෙන් තම ජීවනෝපාය දියුණු කර ගැනීමට භාවිතා කළ හැකි බහු කාර්ය උපාධිධාරීන් බිහි කිරීමට ඔවුහු අසමත් වූහ. අද, බොහෝ ගමනාන්තවල අරගල කරන අයට ලිබරල් චින්තන රටාවක් සහ ඔවුන්ගේ ජීවන රටා පිළිබඳ ගෝලීය දැක්මක් නොමැත. මෙම ගුරුවරුන්ගෙන් බහුතරයක් දේශීය විශ්ව විද්‍යාලවල වැඩිදුර අධ්‍යාපනය සහ පුහුණුව සිදු කරන බැවින් එය ඔවුන්ගේ ගුරුවරුන්ගෙන් මාරු නොකෙරේ. වත්මන් අරගලයට සහය දැක්වීමට පැමිණි මේ සියලු ගුරුවරුන් ජනතා විමුක්ති පෙරමුණේ ග්‍රහණයට ලක්ව ඇත. ජනතා විමුක්ති පෙරමුණේ බැනර් රැගෙන පෙළපාලි ගිය ඔවුහු ජවිපෙ සටන් පාඨ කියමින් කෑ ගැසූහ. අවම වශයෙන් රටේ පවතින අර්බුදයට ප්‍රායෝගික විසඳුම් සකස් කිරීමටවත් ඔවුන් අසමත් විය. අරගලයට එක්වන විශ්වවිද්‍යාල ආචාර්යවරුන්ගේ ශෝචනීය තත්ත්වය එයින් පෙන්නුම් කෙරේ. ඉහත උද්දීපනය කළ පරිදි, බොහෝ SLAS නිලධාරීන් මෙම විශ්වවිද්‍යාලවල උපාධිධාරීන් වන අතර, ඔවුන්ගෙන් බොහෝ දෙනෙකුට ශුභවාදී බවක් නොමැත. අද වන විට සියලුම රාජ්‍ය විශ්වවිද්‍යාල ගෝලීය විශ්වවිද්‍යාල සමඟ විශාල අභියෝගයකට මුහුණ දී සිටිනවා. ඔවුන්ට රාජ්‍ය විශ්වවිද්‍යාල වැඩිදියුණු කිරීමට අවශ්‍ය නම්, ඔවුන් ගෝලීය ප්‍රමිතීන්ට අනුකූල විය යුතුය. එය දේශපාලකයන්ගේ යුතුකමක් නොවේ. එවැනි ඉලක්ක සඳහා ගුරුවරුන් වගකිව යුතුය. අප හොඳින් දන්නා පරිදි රටේ සෑම සෞඛ්‍ය ක්ෂේත්‍රයකම වෛද්‍ය මාෆියාවක් ඇත. එය රාජ්‍ය වෛද්‍ය ක්‍රමයට පමණක් සීමා වූවක් නොව පෞද්ගලික අංශයේ ද දක්නට ලැබේ. මහාචාර්ය රනිල් ජයවර්ධන මෙම වෛද්‍ය මාෆියාවේ හොඳම උදාහරණයකි. විශ්ව විද්‍යාල ආචාර්යවරයෙකු ලෙස ඔහු අනාගත වෛද්‍ය වෘත්තිකයන්ට නරක සහ සදාචාර විරෝධී ක්‍රියාවක් ලබා දී ඇත. එබැවින් විශ්වවිද්‍යාල ආචාර්යවරුන් තම ප්‍රමුඛ කාර්ය භාරය ඉටු කරන්නේ නම් රටේ සැබෑ සාධනීය වෙනසක් සිදුවනු ඇත.",
        "අද නායකයන්ගේ චින්තන රටාව වෙනස් කර ආගමික පුද්ගලයෝ සහ මන්ත්‍රකාරයෝ ග්‍රහණය කරගෙන සිටිති. හොඳම උදාහරණය වත්මන් සමාජයේ ජ්‍යොතිෂවේදීන්ගේ භූමිකාවයි. හිටපු ජනාධිපති සහ හිටපු අගමැති මහින්ද රාජපක්‍ෂ මහතා මෙම මන්ත්‍ර ක්‍රම සම්පූර්ණයෙන්ම පිළිපැද්ද නායකයාය. ජනාධිපති ගෝඨාභය ද යටත් වූයේ අනුරාධපුරයේ විසූ ඥානා අක්කා විසිනි. ජනතාව ඔහුව ජනාධිපතිවරයා ලෙස පත් කළේ ඔහුගේ වැඩිමහල් සහෝදරයා හඳුන්වා දුන් එවැනි අමනාපකම් වෙනස් කිරීමටයි. පිටුපස ඇති හේතු මොනවාද සහ ඔවුන් මෙම මායාකාරී තත්වයට ගෙන යන්නේ කවුද? මෙය සමාජය පසුගාමී තත්ත්වයකට ගමන් කර ඇති ශෝචනීය තත්ත්වයකි. මේ සියලු මායා කර්ම සිදු වූයේ රහසිගත සංස්කෘතිය තුළ ය. මෙම පිළිවෙත් අනුගමනය කළ අය අධ්‍යාපනයක් නොමැති අතර ඔවුන්ගේ ජීවිත සිදුවීම ගැන විශ්වාසයක් නැත. මන්ත්‍ර ගුරුකම්වල යෙදී සිටින භික්‍ෂූන් වහන්සේලා තමයි මේ සමාජ සංස්කෘතික බාධක හදන්නේ. මිනිසුන්ගේ අසීමිත අපේක්ෂාවන් සමාජය තුළ මෙම වේදිකාව පුළුල් කළේය. රාජ්‍ය නිලධාරීන්ගේ සහ මහජනතාවගේ යැපුම් සින්ඩ්‍රෝමය රටේ තවත් ව්‍යසනකාරී තත්ත්වයකි. ඔවුන්ගෙන් බහුතරය රජයේ සහනාධාර සහ වෙනත් වැඩසටහන් මත යැපෙන අතර එය නිදහසට පෙර යුගයේ සිට විකාශනය වූ ලක්ෂණයකි. රට තුළ ක්‍රියාත්මක වන නිදහස් අධ්‍යාපනය, නිදහස් සෞඛ්‍ය, සහනාධාර පොහොර සහ අනෙකුත් සමාජ ප්‍රතිලාභ කිසිවිටෙකත් ප්‍රතිලාභීන්ට ඉලක්කයක් ලබා දෙන්නේ නැත. යමෙක් නිදහස් අධ්‍යාපනය භුක්ති විඳින්නේ නම්, ඔවුන් එය උපරිම මට්ටම දක්වා භාවිතා කළ යුතු අතර, එය ඊළඟ පරම්පරාවට භාවිතා නොකිරීමට අධිෂ්ඨාන කරගත යුතුය. සීමාවක් නොමැති නම් සහ නිමක් නැති බර රජයට අනවශ්‍ය බැඳීම් ඇති කරයි. ඕනෑම සුබසාධන පහසුකමක් ලබාදිය යුත්තේ සමාජයේ මර්ධනයට ලක්වූ කණ්ඩායම්වලට මිස ඉහළ පැලැන්තියට නොවේ. අද වන විට සියලුම ඉහළ පන්තිවල ජනතාව උපරිම ප්‍රතිලාභ භුක්ති විඳින අතර මර්ධනයට ලක් වූ පංතිවලට තම ජීවනෝපාය නඟා සිටුවීමට අවස්ථා නොමැත. ජනප්‍රිය ජාතික පාසල් සියල්ල ධනවත් අය අල්ලාගෙන සිටියහ. අවසානයේදී, මෙම පුරුද්ද පරම්පරා ගණනාවක් තිස්සේ දිගු වේ. ඔවුන් වගකීම් ඉටු කරනවාට වඩා සරලව ජේම් බෙරගනේමේ චින්තන රටාවට අනුගත විය. මෙම ස්ථාවරය රටේ විවිධ කොටස් සහ ප්‍රජාවන් අතර අශුභවාදී මතවාදයක් වර්ධනය කර ඇත. යැපුම් සින්ඩ්‍රෝමය පවතින තත්ත්වය විශ්ලේෂණය කරන විට, එය වෙනස් කිරීම පහසු දෙයක් නොවේ. සමහර විට ඊට වැඩි කාලයක් ගත විය හැකි නමුත් සමාජයේ වගකිව යුතු කොටස් විසින් ධනාත්මක වටිනාකම්, ආකල්ප සහ සම්මතයන් ඇති නොකර, තත්වය වෙනස් කිරීම දුෂ්කර ය.",
        "ලේඛකයා විශ්වවිද්‍යාලයේ සමාජ විද්‍යා අංශයේ ජ්‍යෙෂ්ඨ මහාචාර්යවරයෙකි"
      ]
    },
    "ta": {
      "title": "இந்த நெருக்கடியில் நாம் நமது முக்கிய பங்கை செய்கிறோமா?",
      "body_lines": [
        "விரக்தியடைந்த இளைஞர்கள் சில அரசியல் கட்சிகளுடன் அரசியல் தொடர்புகளை வைத்துக் கொண்டு, அவர்களில் சிலர் அவ்வாறு செய்யவில்லை, ஆனால் சூழ்நிலை நிலைமைகளின் அடிப்படையில் அவர்கள் தங்கள் விரக்தியை வெளியேற்றியதால் தற்போதைய பேரழிவு உருவாகிறது.",
        "தற்போதைய சட்டமன்றம் திறமையற்ற, திறமையற்ற மற்றும் திறமையற்ற வயதான அரசியல்வாதிகளைக் கொண்டுள்ளது. மாறுதலுக்கான தயக்கம், நிலம் மற்றும் இடப் பற்றுதல், குடும்பப் பற்றுதல் போன்ற பல எதிர்மறை சமூக விழுமியங்களைக் கொண்டுள்ளனர்.",
        "தற்போதைய அரசாங்கம் தங்கள் சொந்த குலுக்கலின்படி அரசியலமைப்பை மாற்றியது, பொதுமக்கள், பிற கட்சிகள் மற்றும் சமூக அமைப்பின் தேவைகளை புறக்கணித்தது. சமீபத்திய அரசியலமைப்பு திருத்தம் இரட்டை குடிமக்கள் அரசியலில் இருக்க அனுமதித்தது, மிகவும் சிதைந்த அரசியல் தன்மை/கள்",
        "பெரும்பாலான SLAS அதிகாரிகளின் முக்கிய குறிக்கோள் ஒரு அமைச்சின் அல்லது பிற அமைப்பின் செயலாளராக ஆவதாகும். ஏனெனில் இது சேவையின் போது அதிகபட்ச பலன்களை வழங்குகிறது, இறுதியாக, அவர்கள் ஓய்வு பெறும்போது V8 அல்லது 100% இலவச வாகன அனுமதியைப் பெறலாம்.",
        "அரசியல்வாதிகள், நிர்வாகிகள், சட்டமியற்றுபவர்கள், கொள்கை வகுப்பாளர்கள், புத்திஜீவிகள், மதத் தலைவர்கள் மற்றும் நாட்டின் ஏராளமான பொறுப்பற்ற குடிமக்கள் ஆகியோரால் இந்தத் துறைகளின் தவறான நிர்வாகத்தின் காரணமாக இலங்கை மிகவும் நிலையற்ற சமூக பொருளாதார, அரசியல் மற்றும் கலாச்சார பின்தங்கிய நிலையில் உள்ளது. இந்த நிலை சமீப காலமாக வெடித்த விஷயம் அல்ல. அதன் வேர்கள் பல தசாப்தங்களாக இணைக்கப்பட்டுள்ளன. ஜே.வி.பி-யினரின் 71 கருக்கலைப்புக் கிளர்ச்சிகளில் தொடங்கி, மூன்று தசாப்தங்களில் தமிழின் எழுச்சி மற்றும் பயங்கரவாதம், 88/89 ஜே.வி.பி.யின் இரண்டாவது கருக்கலைப்பு கிளர்ச்சி மற்றும் இளைஞர்களால் தற்போது பேரழிவு ஆகியவை சில முக்கியமான சம்பவங்கள். தற்போதைய பேரழிவு ஜே.வி.பி மற்றும் ஜே.வி.பி பிரிவின் அரசியல் இயக்கமான பேரதுகாமி ஆகியவற்றில் சில வேர்களைக் கொண்டுள்ளது, ஆனால் தற்போதைய அரசியல் அதிகாரத்திற்கு எதிராக அவர்கள் எந்த அளவிற்கு கணிசமான பங்களிப்பைச் செய்தார்கள் மற்றும் எந்த அளவிற்கு அவர்கள் அழுத்தத்தை நிர்வகிக்கிறார்கள் என்பதைக் கூறுவதற்கு நேரம் தேவைப்படுகிறது. தற்போதைய பேரிடரில் செயல்படும் இந்தப் பிரிவுகளைத் தவிர, இன்னும் பல பிரிவுகள் மௌனப் பங்களிப்பைச் செய்கின்றன. கூடுதலாக, உண்மையான ஒடுக்கப்பட்ட குடிமக்கள் மிக உயர்ந்த மட்டத்தில் ஆக்கிரமிப்பை வெளியேற்றுவதற்கான பொறுப்பை ஏற்றுக்கொள்கிறார்கள்.",
        "இந்த மோதல்கள் அனைத்தும் சமூகத்தில் வெடித்துள்ள அழுத்தத்தின் காரணமாக இளைஞர்களால் உருவாக்கப்படுகின்றன என்பது மிகத் தெளிவாகிறது. முக்கிய மற்றும் சிறிய அரசியல் கட்சிகளில் உள்ள பிரபலமான அரசியல் கதாபாத்திரங்களுடன் மூல காரணங்கள் இணைக்கப்பட்டுள்ளன. மேலே எடுத்துக்காட்டியது போல், சமூகத்தின் பொறுப்புள்ள மற்றும் பொறுப்பான பிரிவுகள் அனைத்துப் பேரிடர் மற்றும் மோதல் சூழ்நிலைகளிலும் கூட தங்கள் பங்கைச் செய்யவில்லை. 71ல், குற்றவாளிகள் அனைவரும் சிறையில் அடைக்கப்பட்டனர். தமிழர்களின் எழுச்சியும் பயங்கரவாதமும் போராலும் சில அரசியல் தீர்வுகளாலும் கட்டுப்படுத்தப்பட்டாலும் ஒரு நாடு என்ற வகையில் அனைத்து இன, மத குழுக்களும் மிகவும் பாதிக்கப்பட்டுள்ளனர். கற்றுக்கொண்ட பாடத்தை ஆய்வு செய்வதற்காக நியமிக்கப்பட்ட ஒரு குழு, மோதலின் உண்மையான பிரச்சினைகளை அடையாளம் காண ஒரு விரிவான மற்றும் நடைமுறைத் தளமாக இருக்கவில்லை. மேலும், அது திறம்பட மற்றும் திறமையாக அடையாளம் கண்டு செயல்படுத்தவில்லை. 88/89 கிளர்ச்சி இளைஞர் ஆணையத்துடன் முடிவடைந்தது, மேலும் அது சில நிலையான தீர்வுகளை அடையாளம் காட்டியது. இருப்பினும், சில அரசியல்வாதிகள் இந்த பொதுவாக ஏற்றுக்கொள்ளப்பட்ட தீர்வுகளை வெளிப்படையாக மீறுகின்றனர், அதாவது வேலைகளுக்கான தகுதித் தேர்வுகள் மற்றும் சமூகத்தில் உள்ள பிற பொதுவான வாய்ப்புகள் போன்றவை. கமிஷன் அறிக்கை அனைத்து அரசியல் தளங்களுக்கும் இளைஞர்களுக்கு வாய்ப்புகளை வழங்குவதற்கான நியாயமான சதவீதத்தை பரிந்துரைத்தது. இந்த ஆலோசனைகள் நிறைவேற்றப்படாததால், இளைஞர்கள் மீண்டும் விரக்தியடைந்துள்ளனர். பொறுப்புள்ள உறுப்பினர்கள் ஒரு நல்ல மறுவாழ்வு செயல்முறையை செயல்படுத்தி இளைஞர்களுக்கு வாய்ப்புகளை வழங்கியிருந்தால், இன்று நாம் மிகவும் சிக்கலான அரசியல் நெருக்கடியை எதிர்கொள்ள வேண்டியதில்லை.",
        "மேலே குறிப்பிட்டுள்ளபடி, சில அரசியல் கட்சிகளுடன் அரசியல் தொடர்புகளைக் கொண்ட விரக்தியடைந்த இளைஞர்களால் தற்போதைய பேரழிவு உருவாகிறது, அவர்களில் சிலர் அவ்வாறு இல்லை, ஆனால் அவர்கள் சூழ்நிலை நிலைமைகளின் அடிப்படையில் தங்கள் விரக்தியை வெளியேற்றினர். குறிப்பாக, கோவிட் மற்றும் நாட்டில் ஏற்பட்டுள்ள பொருளாதார நெருக்கடி காரணமாக உருவான சமூகப் பொருளாதார மற்றும் உளவியல் காரணங்களால் அவர்கள் பாதிக்கப்பட்டுள்ளனர். பொருளாதார நெருக்கடி என்பது முற்றிலும் அரசியல் பாத்திரங்கள், அரசாங்கத்தின் நிர்வாகிகள் மற்றும் சட்ட அமைப்பில் உள்ள புகழ்பெற்ற வாயில்காப்பாளர்களால் உருவாக்கப்பட்ட ஒரு பிரச்சினையாகும். குறிப்பாக, சட்டம் மற்றும் ஒழுங்கை மாற்றியமைத்தல் (நீத்திய நவிமா) நாட்டின் தற்போதைய பேரழிவுக்குப் பின்னால் நின்ற மிக முக்கியமான காரணியாகும். இந்த மோசமான செயல்களில் ஈடுபடும் ஊழல் அரசியல்வாதிகளுக்கு சட்ட வல்லுநர்கள் முழு ஒத்துழைப்பு அளித்து வருகின்றனர். அரசியல் துண்டாடுதல் சில வெளிநாட்டு மற்றும் உள்நாட்டு உதவிகளால் இந்த நிலைமையை மேலும் மோசமாக்கியுள்ளது.",
        "ஜனநாயகத்தில் நீண்ட வரலாற்று வேர்களைக் கொண்ட ஒரு நாடாக, இலங்கையில் நன்கு நிறுவப்பட்ட சட்ட அமைப்பு உள்ளது, அது நாட்டை ஆள பயன்படும். இருப்பினும், அரசியலமைப்பால் ஆதரிக்கப்படும் சட்ட அமைப்பு விரிவானது என்று அது ஒருபோதும் கூறவில்லை. முக்கியமாக, அரசியல் சாசனம் அரசியல்வாதிகளுக்கு ஓய்வு பெறும் வயதைக் குறிப்பிடவில்லை. தற்போதைய சட்டமன்றம் திறமையற்ற, திறமையற்ற மற்றும் திறமையற்ற வயதான அரசியல்வாதிகளைக் கொண்டுள்ளது. மாற்றத்திற்கான தயக்கம், நிலம் மற்றும் இடப் பற்று, குடும்பப் பற்று போன்ற பல எதிர்மறை சமூக விழுமியங்களைக் கொண்டுள்ளனர். தற்போதைய அரசியலமைப்பு அரசியலில் ஈடுபடுவதற்கான எந்தத் தகுதியையும் கொண்டிருக்கவில்லை. இது ஜனநாயகம் சம்பந்தப்பட்ட விஷயம், ஆனால் பெரும்பான்மையான குடிமக்கள் அடிப்படை மற்றும் இடைநிலைக் கல்வித் தகுதிகளைக் கொண்டுள்ளனர், அவை ஒரு குறிப்பிட்ட குறைந்தபட்சத் தகுதிகளுடன் நிர்ணயிக்கப்படலாம். கேபினட் அமைச்சருக்கான கல்வித் தகுதியாக இளங்கலை பட்டப்படிப்பை பாகிஸ்தான் அறிமுகப்படுத்தியது. நாம் அடையாளம் கண்டுகொண்டது போல், தேர்தலில் 800 மில்லியன் செலவிட்டால் தமக்கு நாடாளுமன்ற உறுப்பினர் பதவி கிடைக்குமென நம்பிக் கொண்டிருக்கும் அரசியல்வாதிகள் நல்ல எண்ணிக்கையில் உள்ளனர். அவர்களுக்கு உள்ளூருடன் எந்த தொடர்பும் தேவையில்லை. பாராசூட் உறுப்பினர்களாக, அவர்கள் நாடாளுமன்றத்தில் வாய்ப்பு பெறலாம். பிறகு, ஜனநாயகம் எங்கே? கூடுதலாக, அவர்களின் பரம்பரை மற்றும் உறவினர் வலையமைப்பு, மற்றும் சமூக வலைப்பின்னல் ஆகியவை பாராளுமன்ற உறுப்பினர் ஆவதற்கு கூடுதல் தகுதிகளாகும். குறிப்பாக, அரசியல் கட்சித் தேவைகளை நிறைவேற்றுவதற்காக தற்போதைய அரசியலமைப்பு 2/3 பெரும்பான்மையுடன் திருத்தப்பட்டுள்ளது. தற்போதைய அரசாங்கம் குடிமக்கள், பிற கட்சிகள் மற்றும் சமூக அமைப்பின் தேவைகளைப் புறக்கணித்து, அவர்களின் சொந்த அசைவின்படி அரசியலமைப்பை மாற்றியது. சமீபத்திய அரசியலமைப்புத் திருத்தம் இரட்டைக் குடிமக்கள் அரசியலில் இருக்க அனுமதித்தது. ஜனாதிபதி கோட்டாபய தனது அமெரிக்க குடியுரிமையை கைவிட்டார், ஆனால் அவர் தனது சகோதரர் பசிலுக்கு பாராளுமன்றத்தில் இருக்க வசதி செய்தார். மிகவும் பிரபலமான முன்னாள் ஜனாதிபதி மற்றும் மிகவும் செல்வாக்கற்ற முன்னாள் பிரதமர் நாட்டில் தனது மகன்களுக்கு அரசியலில் வாய்ப்புகளை வழங்க மகத்தான முயற்சிகளை மேற்கொண்டார். எனவே, இவை நமது அரசியலமைப்பில் சில இடைவெளிகளாகும், மேலும் அவை தனிப்பட்ட அம்சத்தை விட ஒத்துழைப்பு அம்சத்தில் வரையறுக்கப்பட வேண்டும்.",
        "70 களின் முற்பகுதியில் நாட்டின் விவசாயச் சட்டங்களில் திருத்தங்களை அறிமுகப்படுத்துவதன் மூலம் கிராமப்புற மக்களின் அரசியல்மயமாக்கல் தொடங்கப்பட்டது. பின்னர், 1977 இல், ஐ.தே.க அரசாங்கம் ஒவ்வொரு கிராம சேவகர் பிரிவுக்கும் ஐந்து வேலை அட்டை அமைப்புகளை உறுதி செய்தது. இவர்களால் அறிமுகப்படுத்தப்பட்ட முதல் அரசியல் நியமனமே விவசாய அதிகாரி. இந்தச் செயல்கள் குடிமக்களிடையே அரசியல் துண்டாடலைத் தொடங்கின, இதன் விளைவாக நாட்டின் சமூக கலாச்சார அடித்தளம் சிதைந்தது. படிப்படியாக, அதிகாரத்தில் இருக்கும் அரசியல் கட்சி ஒவ்வொரு சந்தர்ப்பத்திலும் அரசியல் துண்டாடுதல் மற்றும் சிதைவுக்கு பங்களித்தது. ஒவ்வொரு கிராமக் கொத்து வாயில் காவலர்களும் படிப்படியாக சமூக நல்லிணக்கத்தை அழித்துள்ளனர். இந்த நிலைமைக்கு கிராம மட்டத்தில் உள்ள அனைத்து அரசியல் கூட்டாளிகளும் குறிப்பிடத்தக்க பங்களிப்பை வழங்கினர். இது மதத் தலைவர்கள், அரசாங்க அதிகாரிகள், புத்திஜீவிகள் மற்றும் பாரம்பரிய தலைவர்களால் பிரதிநிதித்துவப்படுத்தப்படுகிறது.",
        "இலங்கை நிர்வாக சேவையானது நாட்டை சரியான பாதையில் வழிநடத்தக்கூடிய மிகவும் சக்திவாய்ந்த தொழில்சார் அமைப்பாகும். பெரும்பாலான விமர்சனங்கள் முன்னிலைப்படுத்தியபடி, தற்போதைய SLAS அதிகாரிகளை விட ஆரம்பகால CAS அதிகாரிகள் மிகச் சிறந்தவர்கள் என்பது ஒரு கட்டுக்கதை. சமூகம் எப்பொழுதும் மாறிக்கொண்டே இருக்கிறது, அவர்கள் பல்வேறு விதங்களில் அவர்களை ஆதரிக்கவும் பாதுகாக்கவும் அழுக்கு அரசியல்வாதிகளுடன் கலந்திருக்கிறார்கள். SLAS அதிகாரிகளின் தவறான நிர்வாகம் மற்றும் அக்கறையின்மை மற்றும் சட்டம் ஒழுங்கு மற்றும் கொள்கைகளுக்கு ஏற்ப செயல்படுவதில் நம்பிக்கையின்மை ஆகியவை நாட்டின் தற்போதைய நெருக்கடியில் பெரும் தாக்கத்தை ஏற்படுத்தியது. இவர்களில் சிலர் அரசியல் வாதிகளின் பின்னால் சென்று தொழில் வாய்ப்புகளை பெற்றுக் கொடுப்பது புலனாகின்றது. கூடுதலாக, அவர்களுக்கு திறன்கள், குறிப்பாக மொழித் திறன் இல்லை. இதனால், பெரும்பாலானோர், தொழில் குறித்த முழுமையான அறிவையும் பயிற்சியையும் பெறுவதில்லை. இறுதியில், அவர்கள் அரசியல்வாதிகள் மற்றும் அவர்களின் சேவையின் உயர் வரிசைக்கு செவிசாய்க்க வேண்டும். சில உயர்மட்ட படிநிலையினர் தொழில் மற்றும் சட்டங்கள் மற்றும் ஒழுங்குமுறைகளை மீறுகின்றனர். சட்டம் ஒழுங்கை நிலைநாட்டுவதற்காக தேர்தல்களை நடத்துவதில் மிகவும் செல்வாக்கு மிக்க ஒரு பாத்திரம் சமீபகாலமாக தனது மகளின் பெயரை வாக்காளர் பட்டியலில் சேர்த்து சட்டத்தை மீறியிருக்கிறார். அதற்கேற்ப செயல்படும்படி உதவி கமிஷனரை அவர் தாக்கினார். ஒருமுறை உதவியாளர். கமிஷனர் சட்டவிரோத செயலை நிராகரித்தார், அவர் இடமாற்றம் செய்யப்பட்டார் மற்றும் அவரது இலக்கை அடைய புதியவர் மாற்றப்பட்டார். தணிக்கைக்கு பொறுப்பான மற்றொரு அதிகாரி, பதவியில் இருக்கும்போது ஒரு நிறுவனத்தை நிர்வகித்தார். இதுபோன்ற கதாபாத்திரங்களைப் பார்ப்பது மிகவும் பரிதாபமாக இருக்கிறது, ஏனென்றால் அவர்கள் குடிமக்கள் மத்தியில் தங்கள் பிரபலத்தைத் தக்க வைத்துக் கொள்ள சமூக ஊடகங்களைப் பயன்படுத்துகிறார்கள். இந்தச் சம்பவங்களை மூடிமறைக்க அவர்கள் பல நிகழ்ச்சிகளை நடத்துகிறார்கள். இதற்கிடையில், அவர்கள் அரசாங்க சொத்துக்களை தவறாகப் பயன்படுத்துகிறார்கள் மற்றும் முறைகேடாக நிர்வகிக்கிறார்கள். இப்படி அவர்கள் நடந்து கொள்ளும்போது, ​​பிழைப்புக்காக அரசியல் சேருவதுதான் ஒரே தீர்வு. பிறகு, நாட்டில் முறையான நிர்வாகத்தை எவ்வாறு பராமரிப்பது? குறிப்பாக அரசியல் வாதிகள் சட்டம் ஒழுங்கை கூட மீறி தங்களின் இலக்குகளை அடைய இந்த வாய்ப்புகளை பயன்படுத்திக் கொள்கின்றனர். இரண்டு பிரிவுகளும் சிதைந்தால், அமைப்பில் வெளிப்படைத்தன்மை மற்றும் ஒழுங்கு இருக்காது. எனவே, அவர்கள் சரியான மற்றும் சரியானதைச் செய்தால், ஊழல் அரசியல்வாதிகளால் முடியாது",
        "பெரும்பாலான SLAS அதிகாரிகளின் முக்கிய குறிக்கோள் ஒரு அமைச்சின் அல்லது பிற அமைப்பின் செயலாளராக ஆவதாகும். ஏனெனில் இது சேவையின் போது அதிகபட்ச பலன்களை வழங்குகிறது, இறுதியாக, அவர்கள் ஓய்வு பெறும்போது V8 அல்லது 100% இலவச வாகன அனுமதியைப் பெறலாம். இது அவர்களுக்கு ஒரு பெரிய செல்வத்தை உருவாக்குகிறது, மேலும் அவர்கள் அதை தங்கள் முன்னேற்றத்திற்காக பயன்படுத்தலாம். இவ்வாறாக, அரசியல் சார்பு, பகுதி சேவை, மற்றும் ஆளும் அரசியல் அதிகாரத்தின் மூலம் நன்மைகளைப் பெறுதல் என்பன தற்போதைய இலங்கை சமூகத்தில் பொதுவான நடைமுறையாகும். இந்த அதிகாரிகள் முக்கிய மற்றும் பிராந்திய அரசியல்வாதிகளை ஏற்றுக்கொண்டு தொடர்பு கொள்ளாவிட்டால், அவர்களுக்கு சேவையில் எந்த பலனும் இல்லை. ஆளும் கட்சியில் உள்ள அரசியல்வாதிகளை வெற்றி பெற அவர்கள் ஒரு உதவி செய்ய வேண்டும்; இந்த செயல்கள் அமைப்பை சிதைக்கிறது. இறுதியில், பொதுமக்கள் நிர்வாக அமைப்பை மதிக்கவில்லை மற்றும் நம்புவதில்லை. கூடுதலாக, கீழ்நிலை கதாபாத்திரங்கள் நிறுவனத்தில் ஆளும் காரணிகளை வழிநடத்தும் பல உளவியல் காரணிகள் உள்ளன.",
        "இன்று இலங்கை அரசியலில் மதத் தலைவர்கள் மிக முக்கியமான காரணிகளாக உள்ளனர். சில தசாப்தங்களுக்கு முன்னர், பௌத்த பிக்குகள் அரசியலில் செல்வாக்கு மிக்க பாத்திரங்களாக மாறினர். இதற்கிடையில், கர்தினால் அரசியலில் ஈடுபடுவது நாட்டில் சமீபகாலமாக ஒரு போக்காக மாறிவிட்டது. தொடக்கத்தில், அவர் மிகவும் வெளிப்படையானவராகவும், பொதுவான உண்மை மற்றும் நீதியை அடைவதற்காகவும் செயல்பட்டார். இருப்பினும், சமீப காலங்களில் அவரது நடத்தை கடுமையாக மாறிவிட்டது, மேலும் கீழ்நிலை பாதிரியார்களும் அதே போக்கைக் காட்டுகிறார்கள். கார்டினாலின் நடத்தையை அரசியல்மயமாக்குவது தற்போதைய பேரிடரில் குறிப்பிடத்தக்க தாக்கத்தை ஏற்படுத்தியது. எதிர்ப்பாளர்களின் ஆக்கிரமிப்பு நடத்தைக்கு அவர் பொறுப்பு. அவரது தாராளவாத மற்றும் பக்கச்சார்பற்ற தன்மை இப்போது மறைந்துவிட்டது. பௌத்த துறவிகள் மற்றும் அவர்களின் பக்கச்சார்பான அரசியல் நடத்தைகள் நாட்டின் பல பிரிவுகளிடையே உண்மையான அவநம்பிக்கையான சித்தாந்தத்தை உருவாக்கியது. அவர்கள் தங்கள் இலட்சிய பாத்திரத்தை மாற்றிக் கொண்டு, ஏற்றுக்கொள்ள முடியாத அரசியல் சார்புகளையும் கட்சி அரசியலில் ஈடுபாடுகளையும் கடைப்பிடித்து வருகின்றனர். பொதுவாக, இந்த மதத் தலைவர்கள் சீடர்களிடையே புதிய சமூக விழுமியங்களைப் புகுத்தக்கூடிய சக்திவாய்ந்த கூறுகளாக உள்ளனர். பிரதிமோக்ஷம் மற்றும் பிற வழிகாட்டுதல்களைக் கடைப்பிடிப்பதைத் தவிர, அவர்கள் படிப்படியாக பொதுவான சமூக வாழ்க்கையைப் பின்பற்றுகிறார்கள், இது பொதுமக்களுடன் ஒப்பிடும்போது எந்த வித்தியாசமும் இல்லை. மது அருந்துதல் மற்றும் இணைந்து வாழ்வது உட்பட பல ஏற்றுக்கொள்ளப்படாத நடத்தைகளுக்கு அவர்கள் அடிமையாகியுள்ளனர். இப்போது, ​​அவர்களிடையே பொதுவான சொத்து இல்லை, அவர்கள் தனியார் சொத்து உரிமையைப் பின்பற்றுகிறார்கள். மகாபோதியின் பாதுகாவலர் என்று தன்னைக் காட்டிக் கொள்ளும் மிகவும் சக்திவாய்ந்த துறவி, பௌத்த தத்துவத்திற்கு எதிராகச் செயல்படுகிறார் மற்றும் நாட்டில் உள்ள பௌத்தர் அல்லாத முக்கியமான கூறுகளுக்கு கோவில் நிலங்களை மாற்றுகிறார். துறவிகளின் இந்த நெறிமுறையற்ற மற்றும் ஏற்றுக்கொள்ளப்படாத நடத்தை இன்று கிராம கோவிலுக்கு குறிப்பிடத்தக்க மடாலயத்தில் மிகவும் பொதுவானது. பல துறவிகள் பணம் சம்பாதிப்பவர்கள், அவர்கள் தங்கள் முக்கிய பங்கை செய்வதில்லை. குறிப்பாக அரசியல்வாதிகள் இல்லாமல் அவர்களால் வாழவும் வாழவும் முடியாது என்பது எமது தர பாரம்பரியத்தில் பரிதாபகரமான நிலை. தர மரபு அழிந்தால், பொதுவான கலாச்சாரம் மற்றும் ஒருமைப்பாடு இருக்காது. மதத் தலைவர்களை விட சீடர்கள் மதவாதிகள் என்று தெரிகிறது. ஒரு வாயில்காப்பாளராக, இலங்கையின் கலாச்சாரம் செழுமைப்படுத்தக்கூடிய மிகவும் பொருத்தமான பாத்திரம் அவர்கள். இருப்பினும், அவர்கள் செய்யாத ஒரே விஷயம். பகுத்தறிவு மறைந்து, பழைய மற்றும் புதிய பகுத்தறிவற்ற நம்பிக்கைகள் நிறுவப்பட்டன.",
        "இலங்கைப் பல்கலைக்கழகங்களின் ஆரம்ப கட்டத்துடன் ஒப்பிடுகையில் பல்கலைக்கழகங்களின் எண்ணிக்கையும் உள்வாங்கல்களின் எண்ணிக்கையும் வியத்தகு அளவில் அதிகரித்துள்ளது. சமீப காலங்களில் ஒவ்வொரு பல்கலைகழகமும் ஆண்டுக்கு ஆயிரத்திற்கும் மேற்பட்ட பட்டதாரிகளை வெளியிடுகிறது. அவர்கள் உண்மையில் சுய மற்றும் தேசிய வளர்ச்சிக்காக தங்கள் பங்கைச் செய்கிறார்களா? இல்லை என்பதே பதில். அதன் பின்னணியில் உள்ள காரணம் என்ன? பெரும்பாலான இளங்கலை பட்டதாரிகளுக்கு வாழ்க்கைத் திறன்கள், தனிப்பட்ட திறன்கள், தலைமைத்துவ திறன்கள், தகவல் தொடர்பு திறன்கள், மொழித் திறன்கள் போன்றவை இல்லை. மாணவர்களின் அரசியல் ஒரு முக்கியமான கட்டத்தில் உள்ளது; அவர்கள் அனைத்து தேசிய நலன்களையும் செய்கிறார்கள் ஆனால் கல்வியில் தரத்தை மேம்படுத்துவதற்கான நேரடி உள்ளீடுகள் இல்லை. ஆசிரியர்களும் மிகவும் குறுகிய சிந்தனை முறைகளைக் கொண்டுள்ளனர், மேலும் அவர்கள் ஜேம் பெரகனீமாவை கடைபிடிக்கிறார்கள் - குறைந்தபட்ச கடமை, பொறுப்பு மற்றும் பொறுப்புக்கூறல் ஆகியவற்றில் கவனம் செலுத்துங்கள். அவர்களில் பெரும்பாலோர் கற்பித்தல் மற்றும் வழிகாட்டுதலில் தங்கள் உள்ளீடுகளை அதிகப்படுத்துவதை விட குறைந்தபட்ச முயற்சியை மேற்கொள்கின்றனர். அவர்களில் ஒரு நல்ல எண்ணிக்கையிலானவர்கள் மொழித்திறனைக் கொண்டிருக்கவில்லை மற்றும் அவர்களின் அறிவை உள்நாட்டு மட்டத்திற்கு மட்டுப்படுத்துகிறார்கள். போதுமான ஆராய்ச்சி மற்றும் மேம்பாட்டு ஈடுபாடு இல்லை. அவர்கள் தங்கள் விளம்பரங்களுக்கு குறுக்கு வழிகளைப் பயன்படுத்துகிறார்கள். பல்கலைக்கழகத்தில் அவர்களின் பங்கில் குறைந்தபட்ச நெறிமுறைகள் எதுவும் இல்லை. அவர்கள் சம்பாதித்த நிதியை மேலும் கற்றல் செயல்முறைக்கு பயன்படுத்துகின்றனர். அவர்களில் பெரும்பாலோர் தாங்கள் பயன்படுத்திய பணத்தைத் திருப்பிச் செலுத்தாமல் வெளிநாடுகளில் தங்கியுள்ளனர். கல்வி ஊழியர்களின் மேலதிக கல்வி மற்றும் பயிற்சிக்காக செலவழித்த நேரத்தையும், பணத்தையும், ஆற்றலையும் பல்கலைக்கழகம் இழக்கிறது. இறுதியில், அவர்கள் கிளிகள் போன்றவர்கள் மற்றும் விவாதங்களைத் தொடர்வதற்கும் உண்மைகள் மற்றும் புள்ளிவிவரங்களை பகுப்பாய்வு செய்வதற்கும் பதிலாக வகுப்பறையில் குறிப்புகளைப் படிக்கிறார்கள். டயக்ரோனிக் மற்றும் சின்க்ரோனிக் பகுப்பாய்வு எதுவும் இல்லை. இறுதியாக, அவர்கள் கவனம் செலுத்திய விஷயத்தில் எந்த ஒரு தொகுப்பும் கொடுக்கவில்லை. பல்கலைக் கழகத்தில் இவ்வாறான சூழல்கள் இருக்கும் போது அவர்களில் சிலர் கட்சி அரசியலுடன் இணைந்துள்ளனர். தொழிற்சங்கம் - FUTA - ஒரு சுதந்திர இயக்கம் அல்ல. தற்போது பல சகோதர சங்கங்கள் ஜே.வி.பி ஆதரவாளர்களால் உயர்த்தப்பட்டுள்ளன. பல்கலைக்கழக ஆசிரியர்கள் அரசியல் செய்யக் கூடாது என்பது விதிமுறை. இப்போது அவர்கள் நேரடியாக ஈடுபட்டுள்ளனர். ஒரு டீன் தனது FB பக்கத்தில், தனது தொழில் வாழ்க்கையையும் அரசியல் வாழ்க்கையையும் குழப்ப வேண்டாம் என்று கூறுகிறார். அவர் எப்படி இதுபோன்ற அறிக்கைகளை கொடுக்க முடியும்? பல்கலைக் கழகத்தில் பதவி வகிக்கும் அவர் எப்படி அரசியலில் ஈடுபடுகிறார்? மற்றொரு முன்னாள் பீடாதிபதி தேசிய மக்கள் சக்தியின் (NPP) தலைவர் மற்றும் ஜேவிபியில் அரசியல் செய்வதற்கு மற்ற துறைகளின் பெயர்கள் மற்றும் நற்சான்றிதழ்களைப் பயன்படுத்துகிறார். அவர் பீடாதிபதியாகப் பணியாற்றியபோது பல்கலைக்கழகத்தின் சம்பாதித்த நிதியைத் தவறாகப் பயன்படுத்தினார். அவரால் குறைந்தபட்சம் குடும்பத்தை நடத்த முடியவில்லை, அவரது மனைவி தற்கொலை செய்து கொண்டார். முன்னாள் துறவியாக, அவர் பௌத்தத்தை அறிந்தவர் மற்றும் சோசலிசத்திற்கு பதிலாக அதைப் பயன்படுத்துகிறார். இந்த மோசமான துறைகளுடன், அவருக்கு NPP யில் தேசிய பதவி வழங்கப்படுகிறது. அதேபோன்று, NPPயின் கம்பஹா மாவட்டத் தலைவரும் ஊழல்வாதி என்பதுடன் பல்கலைக்கழகத்திற்கு திருடப்பட்ட பணத்தை மீளச் செலுத்த வேண்டியிருந்தது. ஏனைய பல்கலைக்கழக ஆசிரியர்களும் இதேபோன்ற மோசமான துறைகளைக் கொண்டிருப்பதை நாம் அனைவரும் அறிவோம், இப்போது முக்கிய அரசியல் கட்சிகளில் பிழைத்து வருகின்றனர். ஒரு தொழில்முறை துறையில் இருப்பது, முக்கிய பாத்திரத்தை புறக்கணிப்பது மற்றும் மற்றொரு பாத்திரத்தில் ஈடுபடுவது ஒரு உண்மையான பேரழிவு. அவர்கள் உண்மையான பாத்திரத்தை உண்மையில் ஜீரணித்து இருந்தால், அவர்கள் கட்சி அரசியலில் ஈடுபட வேண்டிய அவசியமில்லை. இவ்வாறான விடயங்கள் நடந்து கொண்டிருக்கும் வேளையில், தனது பல்கலைக்கழகப் பதவியை இராஜினாமா செய்து தனது தொழில் வாழ்க்கையைத் தெளிவுபடுத்தி அரசியல் பாத்திரத்தில் ஈடுபட்ட கலாநிதி ஹரிணி அமரசூரிய போன்ற இலட்சியப் பாத்திரங்களும் உள்ளனர். உயர் படிநிலை சமூக வர்க்கம் மற்றும் ஒரு குடும்பத்தின் உறுப்பினராக, அவர் நாட்டில் லும்பன் மற்றும் ஒடுக்கப்பட்ட சமூக வகுப்புகளுக்கு சேவை செய்ய தேர்ந்தெடுக்கப்பட்டார். இவரைத் தவிர, கட்சி அரசியலில் ஈடுபடும் மற்ற அனைவரும் நெறிமுறையற்றவர்கள் மற்றும் ஒரு பல்கலைக்கழக ஆசிரியர் என்ற இமேஜை நோக்கிச் சாய்ந்தவர்கள். இந்த காரணி வரலாற்று ரீதியாக பரிணாம வளர்ச்சியடைந்தது மற்றும் பேராசிரியர் ரத்னாகர மற்றும் பேராசிரியர் ஸ்டான்லி கல்பேஜ் ஆகியோர் UNP யை ஆதரித்த 80 களில் இணைப்புகள் செல்கின்றன. எந்தவொரு அரசாங்கத்தின் கீழும் உயர்மட்ட பதவிகளில் ஈடுபட்டுள்ள சிலர் அரசியல்மயமாக்கப்பட்டுள்ளனர், மேலும் அவர்கள் சுதந்திரமான தலைவர்களாக செயல்படுவதில்லை.",
        "செலவழித்த நேரத்தை பகுப்பாய்வு செய்யும் போது, ​​இலங்கைப் பல்கலைக்கழகங்களில் உள்ள புத்திஜீவிகள் இதை விட சற்றே உயர்ந்த முயற்சியை மேற்கொண்டால், சேவை மற்றும் தேசிய வளர்ச்சிக்கு அர்ப்பணிப்புள்ள பொறுப்பான பட்டதாரிகளை உருவாக்க முடியும். சிறந்த உதாரணம், இந்த அறிவுஜீவிகளில் பலர் அரசாங்க சேவைக்கு அப்பால் சிந்திக்கவும் செயல்படவும் கூடிய பட்டதாரிகளை உருவாக்கத் தவறிவிட்டனர். குறைந்த பட்சம் தங்கள் சொந்த வாழ்வாதாரத்தை வளர்த்துக் கொள்ள கிடைக்கக்கூடிய வளங்களைப் பயன்படுத்தக்கூடிய பல-பணி பட்டதாரிகளை உருவாக்க அவர்கள் தவறிவிட்டனர். இன்று, பல இடங்களுக்குச் சென்று போராடுபவர்களுக்கு தாராளவாத சிந்தனை முறை மற்றும் அவர்களின் வாழ்க்கை முறை பற்றிய உலகளாவிய பார்வை இல்லை. இது அவர்களின் ஆசிரியர்களிடமிருந்து மாற்றப்படவில்லை, ஏனெனில் இந்த ஆசிரியர்களில் பெரும்பாலோர் உள்ளூர் பல்கலைக்கழகங்களில் தங்கள் மேற்படிப்பு மற்றும் பயிற்சியை மேற்கொள்கின்றனர். தற்போதைய போராட்டத்திற்கு ஆதரவாக வெளியில் வந்த இந்த ஆசிரியர்கள் அனைவரும் ஜே.வி.பி.யினரால் சிறைபிடிக்கப்பட்டுள்ளனர். ஜேவிபி பதாகைகளுடன் ஊர்வலமாகச் சென்ற அவர்கள் ஜேவிபி கோஷங்களை எழுப்பினர். குறைந்தபட்சம் நாட்டில் தற்போது நிலவும் நெருக்கடிக்கு நடைமுறை தீர்வுகளை உருவாக்கத் தவறிவிட்டனர். போராட்டத்தில் ஈடுபடும் பல்கலைக்கழக ஆசிரியர்களின் பரிதாப நிலையை இது காட்டுகிறது. மேலே எடுத்துக்காட்டியபடி, பல SLAS அதிகாரிகள் இந்தப் பல்கலைக்கழகங்களில் பட்டம் பெற்றவர்கள், மேலும் அவர்களில் பலருக்கு நம்பிக்கை இல்லை. இன்று, அனைத்து மாநில பல்கலைக்கழகங்களும் உலகளாவிய பல்கலைக்கழகங்களுடன் ஒரு பெரிய சவாலாக உள்ளன. அவர்கள் மாநில பல்கலைக்கழகங்களை மேம்படுத்த விரும்பினால், அவை உலகளாவிய தரத்தை கடைபிடிக்க வேண்டும். அது அரசியல்வாதிகளின் கடமையல்ல. இத்தகைய இலக்குகளுக்கு ஆசிரியர்களே பொறுப்பு. நாம் நன்கு அறிவோம், நாட்டில் ஒவ்வொரு சுகாதாரத் துறையிலும் மருத்துவ மாஃபியா உள்ளது. இது அரசு மருத்துவ முறைக்கு மட்டுமின்றி, தனியார் துறையிலும் காணப்படுகிறது. இந்த மருத்துவ மாஃபியாவிற்கு பேராசிரியர் ரணில் ஜயவர்தன சிறந்த உதாரணம். ஒரு பல்கலைக்கழக ஆசிரியராக, அவர் எதிர்கால மருத்துவ நிபுணர்களுக்கு மோசமான மற்றும் நெறிமுறையற்ற நடைமுறைகளை வழங்கியுள்ளார். எனவே, பல்கலைக்கழக ஆசிரியர்கள் தங்களின் முக்கியப் பங்களிப்பைச் செய்தால், நாட்டில் உண்மையான நல்ல மாற்றம் ஏற்படும்.",
        "இன்று, தலைவர்களின் சிந்தனை முறை மத பிரமுகர்களாலும் மந்திரவாதிகளாலும் மாற்றப்பட்டு கைப்பற்றப்பட்டுள்ளது. இன்றைய சமுதாயத்தில் ஜோதிடர்களின் பங்கு சிறந்த உதாரணம். இந்த மாயாஜால நடைமுறைகளை முழுமையாக கடைப்பிடித்த தலைவர் முன்னாள் ஜனாதிபதியும் முன்னாள் பிரதமருமான மஹிந்த ராஜபக்ஷ. ஜனாதிபதி கோட்டாபயவும் அனுராதபுரத்தில் வாழ்ந்த ஞான அக்காவினால் சரணடைந்தார். அவரது மூத்த சகோதரர் அறிமுகப்படுத்திய இத்தகைய ஏமாற்றங்களை மாற்றவே மக்கள் அவரை ஜனாதிபதியாகத் தேர்ந்தெடுத்தனர். பின்னால் உள்ள காரணங்கள் என்ன, யார் அவர்களை இந்த மயக்க நிலைக்கு அழைத்துச் செல்கிறார்கள்? சமூகம் பின்தங்கிய நிலைக்கு நகர்ந்துள்ள பரிதாப நிலை இது. இந்த மந்திர நடைமுறைகள் அனைத்தும் மறைமுக கலாச்சாரத்தில் நடந்தன. இந்த நடைமுறைகளைப் பின்பற்றியவர்கள் கல்வியறிவு இல்லாதவர்கள் மற்றும் அவர்களின் வாழ்க்கை நிகழ்வில் நம்பிக்கை இல்லாதவர்கள். மந்திர செயல்களில் ஈடுபடும் துறவிகள் இந்த சமூக மற்றும் கலாச்சார தடைகளை உருவாக்குகிறார்கள். மக்களின் வரம்பற்ற எதிர்பார்ப்புகள் சமூகத்தில் இந்த தளத்தை விரிவுபடுத்தியது. அரசாங்க அதிகாரிகள் மற்றும் பொதுமக்களின் சார்பு நோய்க்குறி நாட்டில் மற்றொரு பேரழிவு நிலை. அவர்களில் பெரும்பாலோர் அரசாங்க மானியங்கள் மற்றும் பிற திட்டங்களைச் சார்ந்து உள்ளனர், மேலும் இது சுதந்திரத்திற்கு முந்தைய காலத்திலிருந்து உருவான அம்சமாகும். நாட்டில் செயல்படுத்தப்படும் இலவசக் கல்வி, இலவச சுகாதாரம், மானிய உரங்கள் மற்றும் பிற சமூக நலன்கள் பயனாளிகளுக்கு ஒருபோதும் இலக்குகளை வழங்குவதில்லை. இலவசக் கல்வியை யாராவது அனுபவித்து மகிழ்ந்தால், அவர்கள் அதை அதிகபட்சமாகப் பயன்படுத்த வேண்டும், அடுத்த தலைமுறைக்கு அதைப் பயன்படுத்த வேண்டாம் என்று அவர் அல்லது அவர் உறுதியளிக்க வேண்டும். வரம்பு இல்லை என்றால், முடிவில்லாத சுமை அரசாங்கத்திற்கு தேவையற்ற கடமைகளைச் செய்கிறது. எந்தவொரு நலன்புரி வசதிகளும் சமூகத்தில் ஒடுக்கப்பட்ட குழுக்களுக்கு வழங்கப்பட வேண்டும், உயர் வகுப்பினருக்கு அல்ல. இன்று, அனைத்து உயர் வகுப்பினரும் அதிகபட்ச நன்மைகளை அனுபவித்து வருகின்றனர், அதே நேரத்தில் ஒடுக்கப்பட்ட வகுப்பினர் தங்கள் வாழ்வாதாரத்தை உயர்த்துவதற்கான வாய்ப்புகள் இல்லை. செல்வந்தர்கள் அனைத்து பிரபலமான தேசிய பள்ளிகளையும் ஆக்கிரமித்தனர். இறுதியில், இந்த நடைமுறை பல தலைமுறைகளாக நீடித்தது. அவர்கள் பொறுப்புகளின் பாத்திரத்தை ஏற்றுக்கொள்வதை விட ஜேம் பெரகனீம் சிந்தனை முறைக்கு ஏற்றவாறு மாற்றியமைத்தனர். இந்த நிலைப்பாடு நாட்டின் பல்வேறு பிரிவுகள் மற்றும் சமூகங்களிடையே ஒரு அவநம்பிக்கையான கருத்தியலை உருவாக்கியுள்ளது. சார்பு நோய்க்குறியின் தற்போதைய சூழ்நிலையை பகுப்பாய்வு செய்யும் போது, ​​அதை மாற்றுவது எளிதான காரியம் அல்ல. ஒருவேளை இதற்கு நீண்ட காலம் ஆகலாம், ஆனால் சமூகத்தில் பொறுப்புள்ள பிரிவினரால் நேர்மறையான மதிப்புகள், அணுகுமுறைகள் மற்றும் விதிமுறைகளை புகுத்தாமல், நிலைமையை மாற்றுவது கடினம்.",
        "எழுத்தாளர் பல்கலைக்கழகத்தின் சமூகவியல் துறையில் மூத்த பேராசிரியர்"
      ]
    }
  }
}