{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-Demon-we-invoked-and-need-to-exorcise/231-236711",
  "time_ut": 1652212980,
  "title": "The Demon we invoked and need to exorcise",
  "body_lines": [
    "Be careful what you wish for; for you might just get it all! - A western proverb",
    "The Rajapaksas know just one way. Deception, intimidation, murder, violence, bribery, thuggery, racism etc. etc. are the cornerstones of their governing policy. They do not hesitate to employ any of those tactics if those bring, maintain and secure their grip on power. Every time their attempts of perpetual rule is thwarted either by ballot, as was on January 8, 2015 when President Mahinda Rajapaksa was defeated by the common candidate Maithripala Sirisena or by judicial action, as was the case when the Supreme Court declared the Constitutional coup which placed MR as the PM, illegal, they went home with a vow to bounce back. And they did. Now, many believe that the Easter Sunday attacks had either a direct or an indirect involvement with the Rajapaksas’ attempt to grab power. A very credulous Sinhala Buddhist constituency, now world famous for their repeated electoral naivety, took the bait one gulp.",
    "The obnoxious, nauseating, disgusting, blood stained, astronomically corrupt, evil and immoral rule of the Rajapaksa dynasty is in its death throes. Those masses who have been spell-bound, for some reason, with the personality Cult of MR, are the very ones who have taken up the mantle of dethroning the evil demigod. When he resigned on Monday, not after inciting a cycle of violence which eventually left at least half a dozen people dead and property worth hundreds of millions, if not billions, of rupees destroyed, Mother Lanka heaved a sigh of relief. That relief was quite reminiscent of the emotion that was felt across the nation when the evil demigod, Veluppillai Prabhakaran was killed in the jungles of Nandikkadal, again in a month of May, exactly 13 years ago.",
    "With Prabhakaran’s death, a curse that has afflicted our motherland was removed with the extreme cost of tens of thousands of youth both from the South and the North sacrificing their life and limb. Then started the most despicable parasitic cancer that ever afflicted Sri Lanka, in its modern times. The Rajapaksa family and their ruling cabal. Using the utterly emotional and irrational public sentiment that post-war victory especially that of the Sinhala Buddhist constituency, who made MR their Great King, coupled with their equally toxicant racial and religious chauvinist mantra, the ruling family felt immune from all laws. The cheques and balances the constitution was supposed to place on unbridled executive power were negated by the 18th Amendment and most recently by the 20A. While the populace sanctioned unfettered power to be placed on the Rajapaksa brothers, the legislature, full of servile cohorts who were there to serve the ruling family for the handsome perks thrown at the foot of the table, they got rubber stamped, these sinister constitutional amendments. The judiciary, was rendered a ceremonial appendage of the executive, a mere onlooker.",
    "The second term of the MR rule which started in 2010, was a period of pillage and plunder of the national wealth of Sri Lanka at the whims and fancy of the family members and their close inner circle of friends, businessmen, top military brass and corrupt state officials. It sold the country’s assets to foreigners without any tender procedures being followed, entered deals which were so detrimental to national interest but filled the pockets of those who were in the ruling circle. The corruption that seethed at the top, was allowed to trickle down to the lower levels such as Provincial councils, local government politicians, supporters and businessmen who funded them regionally. The siphoning of the life blood of an already ailing mother Lanka, not only continued but gained new impetus after Gotabaya Rajapaksa assumed duties as President, on the wave of a national security concern which was ignited by the Easter Sunday Attacks. Again the entire governance and administration concentrated on one family, it gave full impunity for the inner circle to rob, ravage and rape the mother land to their hearts content. Finally, Sri Lanka for the first time history, became a bankrupt country and a failed nation.",
    "A month after the protests started demanding that the President go home and the government resign, Mahinda had no option but to play his last trump, thuggery and intimidation, without a tuppence’s worth of concern for what was very like to be an inflammable situation with protesters camped and Mainagogama and Gotagogama, within striking distance from Temple Trees, where on the behest of the senile yet ever greedy PM, thousands of SLPP supporters gathered to urge MR not to resign. What happened thereafter is now well known.",
    "Finally, MR resigned; the root of the cancer has apparently been removed. Yet there remains another part of that cancer which needs to be removed if mother Lanka is to be relieved from her excruciating pain of humiliation and deprivation. The protesters have quickly rebuilt Gotagogama at Galle Face Green and are continuing their demand that Gotabaya too, resign from Presidency, possibly to pave the way for an interim arrangement of governance. Yet, when you remove a cancer, you cannot leave even a minute particle of the evil growth intact.",
    "It took a month long protest of suffering, sweat, blood and pain by hundreds of thousands of civilians to make the demigod MR to give up his sickeningly insatiable appetite for the carnal luxuries of absolute power. Yet it was not before he showed to the entire world, what a shameless, dastardly, power greedy, low life he was. In a way, it was mother nature’s punishment that ripped all garments of decency and civility that a beast of the lowest origins had wrapped around him so that it was finally laid bare for everyone to see: his naked reality.",
    "After Sri Lanka was relieved of the cancer of Prabhakaran and his murderous outfit the LTTE, in May 2009, the root of a more sinister and all permeating cancer has been removed this May. The remnants of the cancer that still remain, needs to be surgically removed quickly. Yet unlike the Prabhakaran cancer, this is a cancer which the majority of the voters, mainly the Sinhala Buddhist, created for themselves through their ballot. It was their wish to have, firstly, a demigod and then a dictator-like figure to ‘save their nation’. They fed that cancer, every election, time and again, enchanted by the pseudo Sinhala Buddhist chauvinism that MR championed while he and his family amassed wealth, stolen from the national coffers, in foreign and faraway lands. The majority who voted for them, therefore, are accomplices, knowingly or unknowingly, though most of them, after long last, came to rue the fact.",
    "As Sri Lanka struggles to survive in the face of hardly any foreign reserves and an insurmountable foreign debt crisis, let the electorate of Sri Lanka, especially those who sang ‘Maha Rajaneni’ and ‘Rata rakina ape viruwa’ realise the grave crime they have committed, to their motherland. Ballot is a very potent and vicious power that the constitution confers on an unbelievably credulous national electoral constituency of",
    "Be careful what you wish for, dear voter, before you go with the ballot in your hand next time. Your wishes might come true, to your utter dismay!"
  ],
  "translate": {
    "si": {
      "title": "අපි ආමන්ත්‍රණය කළ යක්ෂයා භූතයා දුරු කළ යුතුයි",
      "body_lines": [
        "ඔබ පතන දේ ගැන පරිස්සම් වන්න; මක්නිසාද යත් ඔබට සියල්ල ලැබෙනු ඇත! - බටහිර හිතෝපදේශයක්",
        "රාජපක්ෂලා දන්නේ එක මගයි. රැවටීම, බිය ගැන්වීම්, මිනීමැරුම්, ප්‍රචණ්ඩත්වය, අල්ලස, මැරකම්, ජාතිවාදය යනාදිය යනාදිය ඔවුන්ගේ පාලන ප්‍රතිපත්තියේ මුල්ගල් වේ. ඔවුන් බලය ගෙන ඒම, නඩත්තු කිරීම සහ ඔවුන්ගේ ග්‍රහණය තහවුරු කර ගන්නේ නම්, එම උපක්‍රම කිසිවක් යෙදීමට ඔවුහු පසුබට නොවෙති. 2015 ජනවාරි 8 වැනි දින පොදු අපේක්ෂක මෛත්‍රීපාල සිරිසේන මහතා අතින් ජනාධිපති මහින්ද රාජපක්ෂ මහතා පරාජයට පත් වූ විට හෝ ශ්‍රේෂ්ඨාධිකරණය විසින් ආණ්ඩුක්‍රම ව්‍යවස්ථා කුමන්ත්‍රණය ප්‍රකාශයට පත් කළ අවස්ථාවේදී මෙන්ම අධිකරණ ක්‍රියාමාර්ගයකින් මෙන් ඔවුන්ගේ සදාකාලික පාලනයේ උත්සාහයන් සෑම අවස්ථාවකම ව්‍යර්ථ වන්නේ ඡන්දයෙන් ය. MR අගමැති ලෙස පත් කර, නීති විරෝධී, ඔවුන් ආපසු හැරී යන බවට දිවුරුම් දී ගෙදර ගියහ. ඔවුන් එසේ කළා. දැන් බොහෝ දෙනා විශ්වාස කරන්නේ පාස්කු ඉරිදා ප්‍රහාරය රාජපක්ෂලාගේ බලය ඩැහැගැනීමේ උත්සාහයට සෘජු හෝ වක්‍ර සම්බන්ධයක් ඇති බවයි. ඉතා විශ්වාසවන්ත සිංහල බෞද්ධ ඡන්ද කොට්ඨාශයක්, ඔවුන්ගේ නැවත නැවතත් මැතිවරණ බොළඳ බව නිසා දැන් ලෝක ප්‍රසිද්ධියට පත් වී ඇත.",
        "රාජපක්ෂ පරම්පරාවේ පිළිකුල් සහගත, ඔක්කාරය, පිළිකුල් සහගත, ලේ තැවරුණු, තාරකා විද්‍යාත්මකව දූෂිත, දුෂ්ට හා දුරාචාර පාලනය එහි මරණාසන්නව පවතී. යම් හෙයකින් එම්ආර් ගේ පුද්ගල සංස්කාරයෙන් යුක්ත ව මන්ත්‍ර බන්ධනයට පත් වූ ඒ ස්කන්‍ධයෝ ම දුෂ්ට දෙව්ලොව පහකිරීමේ වස්ත්‍රය ගත් අය වෙති. සඳුදා ඔහු ඉල්ලා අස්වූ විට, අවසානයේ අවම වශයෙන් දුසිම් භාගයක්වත් මිනිසුන් මරා දැමූ සහ කෝටි සිය ගණනක් වටිනා දේපළ විනාශ කළ ප්‍රචණ්ඩ චක්‍රයක් අවුස්සමින් නොව, ලංකා මාතාව සැනසුම් සුසුමක් හෙළුවේය. ඒ සහනය හරියටම වසර 13කට පෙර නැවතත් මැයි මාසයකදී නන්දිකඩාල් කැලෑවේ දී වේළුප්පිල්ලෙයි ප්‍රභාකරන් නමැති නපුරු දේවතාවා මරා දැමුණු විට රට පුරා ඇති වූ සංවේදනය මනාව සිහිගන්වයි.",
        "ප්‍රභාකරන්ගේ අභාවයත් සමඟ අපේ මාතෘභූමියට එල්ල වූ ශාපයක් දුරු වූයේ දකුණේ මෙන්ම උතුරේ දස දහස් ගණනක තරුණ තරුණියන් තම ජීවිතය සහ අතපය කැපකිරීමේ අධික වියදමෙනි. ඉන්පසුව ශ්‍රී ලංකාව එහි නූතන යුගයේ මෙතෙක් පීඩාවට පත් වූ නින්දිතම පරපෝෂිත පිළිකාව ආරම්භ විය. රාජපක්ෂ පවුල සහ ඔවුන්ගේ පාලක කල්ලිය. MR ඔවුන්ගේ මහා රජු බවට පත් කළ සිංහල බෞද්ධ ඡන්ද කොට්ඨාශයේ පශ්චාත් යුධ ජයග්‍රහණය යන අතිශය චිත්තවේගීය සහ අතාර්කික මහජන හැඟීම භාවිතා කරමින්, ඔවුන්ගේ සමාන විෂ සහිත වාර්ගික හා ආගමික ස්වෝත්තමවාදී මන්ත්‍රය සමඟින්, පාලක පවුලට සියලු නීතිවලින් නිදහස් විය. අසීමිත විධායක බලය මත ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සිදුකිරීමට නියමිතව තිබූ සංවරණ සහ තුලනය 18 වැනි ව්‍යවස්ථා සංශෝධනයෙන් සහ වඩාත් මෑතක දී 20A මගින් නිෂ්ප්‍රභ විය. මේසේ පාමුල විසිකරන කඩවසම් වරප්‍රසාද වෙනුවෙන් පාලක පවුලට සේවය කිරීමට සිටි දාසයන් ගෙන් පිරුණු ව්‍යවස්ථාදායකය, රාජපක්ෂ සොහොයුරන්ට අසීමිත බලයක් පැවරීමට ජනතාව අනුමත කරද්දී, මේ පාපතර ව්‍යවස්ථා සංශෝධනවලට රබර් මුද්‍රා තැබුවේය. . අධිකරණය, විධායකයේ චාරිත්‍රානුකූල උපග්‍රන්ථයක්, හුදු බලා සිටින්නෙකු බවට පත් කරන ලදී.",
        "2010 දී ආරම්භ වූ එම්ආර් පාලනයේ දෙවන වාරය පවුලේ සාමාජිකයින්ගේ සහ ඔවුන්ගේ සමීපතම මිතුරන්, ව්‍යාපාරිකයන්, ඉහළ හමුදා පිත්තල සහ දූෂිතයින්ගේ හිතුමතේට හා අභිමතය පරිදි ශ්‍රී ලංකාවේ ජාතික ධනය කොල්ලකෑමේ සහ කොල්ලකෑමේ කාල පරිච්ඡේදයකි. රාජ්ය නිලධාරීන්. එය කිසිදු ටෙන්ඩර් පටිපාටියක් අනුගමනය නොකර රටේ වත්කම් විදේශිකයන්ට විකුණා, ජාතික අවශ්‍යතාවට ඉතා අහිතකර ගනුදෙනුවලට එළැඹුණු නමුත් පාලක කවයේ සිටි අයගේ සාක්කු පුරවා ගත්තේය. ඉහළින්ම වැගිරුණු දූෂණය, පළාත් සභා, පළාත් පාලන දේශපාලනඥයන්, ආධාරකරුවන්, ප්‍රාදේශීය වශයෙන් ඒවාට මුදල් සැපයූ ව්‍යාපාරිකයන් වැනි පහළ මට්ටම්වලට ගලා ඒමට ඉඩ හැරියේය. පාස්කු ඉරිදා ප්‍රහාරයෙන් ඇවිළුණු ජාතික ආරක්‍ෂාව පිළිබඳ රැල්ල මත, දැනටමත් රෝගාතුරව සිටින ලංකා මාතාවගේ ජීවන රුධිරය සිඳලීම, ගෝඨාභය රාජපක්‍ෂ මහතා ජනාධිපති ධුරයට පත්වීමෙන් පසු අඛණ්ඩව සිදු වූවා පමණක් නොව, නව ජවයක් ද ලබා ගත්තේය. නැවතත් සමස්ථ පාලනය සහ පරිපාලනය එකම පවුලක් වෙත සංකේන්ද්‍රනය වී මව් බිම කොල්ලකෑමට, විනාශ කිරීමට සහ දූෂණය කිරීමට අභ්‍යන්තර කවයට පූර්ණ දණ්ඩ මුක්තිය ලබා දුන්නේය. අවසානයේ ශ්‍රී ලංකාව ඉතිහාසයේ ප්‍රථම වරට බංකොලොත් රටක් සහ අසාර්ථක ජාතියක් බවට පත් විය.",
        "ජනාධිපතිවරයා ගෙදර ගොස් ආණ්ඩුව ඉල්ලා අස්විය යුතු බවට බලකරමින් උද්ඝෝෂණ ආරම්භ වී මාසයකට පසු, විරෝධතාකරුවන් සමඟ ඇති වූ ගිනි අවුළුවන තත්ත්වය ගැන තුප්පහිය ගණන් නොගෙන, මහින්දට තම අවසන් තුරුම්පුව, මැරකම සහ බිය ගැන්වීම හැර වෙනත් විකල්පයක් නොවීය. කඳවුරු බැඳගත් අතර මයිනාගෝගම සහ ගෝඨගෝගම, අරලියගහ මන්දිරයේ සිට කැපී පෙනෙන දුරින්, වයෝවෘද්ධ තවමත් කෑදර අගමැතිගේ නියෝගය මත දහස් ගණන් ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආධාරකරුවෝ MR ඉල්ලා අස් නොවන ලෙස ඉල්ලා සිටියහ. ඉන් පසුව සිදු වූ දේ දැන් හොඳින්ම දන්නා කරුණකි.",
        "අවසානයේ MR ඉල්ලා අස්විය; පිළිකාවේ මුල පැහැදිලිවම ඉවත් කර ඇත. කෙසේ වෙතත්, ලංකා මාතාවගේ නින්දා සහ අහිමි වීමේ වේදනාකාරී වේදනාවෙන් මිදීමට නම්, එම පිළිකාවේ තවත් කොටසක් ඉවත් කළ යුතුය. විරෝධතාකරුවන් ගාලු මුවදොර පිටියේ ගෝඨගෝගම කඩිනමින් ගොඩනඟා ඇති අතර, අතුරු පාලනයක් සඳහා පාර කැපීම සඳහා ගෝඨාභය ද ජනාධිපති ධුරයෙන් ඉල්ලා අස්විය යුතු බවට ඔවුන්ගේ ඉල්ලීම දිගටම කරගෙන යයි. එහෙත්, ඔබ පිළිකාවක් ඉවත් කරන විට, නරක වර්ධනයේ කුඩා අංශුවක්වත් ඉතිරි කළ නොහැක.",
        "ලක්ෂ සංඛ්‍යාත සිවිල් වැසියන්ගේ දුක් විඳීම, දහඩිය, ලේ සහ වේදනාව පිළිබඳ මාසයක් පුරා විරෝධතාවයක් පැවැත්වීය, එම්ආර් දේවතාවා පරම බලයේ ලෞකික සැප සම්පත් සඳහා වූ ඔහුගේ අසනීප වූ අතෘප්තිකර ආහාර රුචිය අත්හැරීමට සැලැස්වීමට. එහෙත් ඔහු මොනතරම් නිර්ලජ්ජිත, නිර්භීත, බල ලෝභී, පහත් ජීවිතයක් ද යන්න මුළු ලෝකයටම පෙන්වීමට පෙර නොවේ. එක්තරා ආකාරයකින්, පහත්ම සම්භවයක් ඇති මෘගයෙකු ඔහු වටා ඔතා තිබූ විනීතභාවයේ සහ ශිෂ්ටත්වයේ සියලු ඇඳුම් ඉරා දැමුවේ ස්වභාවධර්මයේ මවගේ දඬුවමයි, එවිට එය අවසානයේ සෑම කෙනෙකුටම පෙනෙන පරිදි නිරුවත් විය: ඔහුගේ නිරුවත් යථාර්ථය.",
        "2009 මැයි මාසයේදී ප්‍රභාකරන්ගේ සහ ඔහුගේ මිනීමරු සංවිධානය වූ එල්.ටී.ටී.ඊ.යේ පිළිකාවෙන් ශ්‍රී ලංකාව නිදහස් වූ පසු, වඩාත් පාපිෂ්ඨ සහ පැතිර යන පිළිකාවක මුල මේ මැයි මාසයේදී ඉවත් කර ඇත. තවමත් ඉතිරිව ඇති පිළිකාවේ අවශේෂ, ඉක්මනින් ශල්යකර්මයෙන් ඉවත් කළ යුතුය. එහෙත් ප්‍රභාකරන්ගේ පිළිකාව මෙන් නොව, මෙය බහුතර ඡන්දදායකයින්, ප්‍රධාන වශයෙන් සිංහල බෞද්ධයන්, තම ඡන්දයෙන් තමන් වෙනුවෙන්ම නිර්මාණය කරගත් පිළිකාවකි. ඔවුන්ගේ පැතුම වූයේ, පළමුව, දෙවඟනෙකු හා පසුව ඒකාධිපතියෙකු වැනි චරිතයක් 'තමන්ගේ ජාතිය බේරා ගැනීම'යි. ඔවුන් එම පිළිකාව, සෑම මැතිවරණයකදීම, වරින් වර පෝෂණය කළේ, ඔහු සහ ඔහුගේ පවුලේ අය ජාතික භාණ්ඩාගාරයෙන්, විදේශීය හා දුර බැහැර රටවල සොරකම් කර, ධනය රැස් කරද්දී, MR විසින් ගෙන ගිය ව්‍යාජ සිංහල බෞද්ධ ස්වෝත්තමවාදයෙන් වසඟ වී ය. ඒ නිසා ඔවුන්ට ඡන්දය දුන් බහුතරය දැනුවත්ව හෝ නොදැනුවත්ව හවුල්කරුවන් වන නමුත් ඔවුන්ගෙන් බොහෝ දෙනෙක් බොහෝ කලකට පසු සත්‍යයට පැමිණියහ.",
        "කිසිසේත්ම විදේශ සංචිතයක් සහ දරාගත නොහැකි විදේශ ණය අර්බුදයක් හමුවේ ශ්‍රී ලංකාව ජීවත් වීමට අරගල කරන විට, ශ්‍රී ලංකාවේ ඡන්ද දායකයින්ට, විශේෂයෙන් 'මහ රජාණෙනි' සහ 'රට රකින අපේ විරුව' ගායනා කළ අයට තමන් කළ බරපතල අපරාධය අවබෝධ වේවා. , ඔවුන්ගේ මව්බිමට. ඡන්දය යනු ඇදහිය නොහැකි තරම් විශ්වාස කළ හැකි ජාතික මැතිවරණ කොට්ඨාශයකට ආණ්ඩුක්‍රම ව්‍යවස්ථාව මඟින් ලබා දෙන ඉතා ප්‍රබල සහ දුෂ්ට බලයකි.",
        "හිතවත් ඡන්දදායකයනි, ඊළඟ වතාවේ ඡන්දය ඔබේ අතේ තබා ගැනීමට පෙර ඔබ කැමති දේ ගැන සැලකිලිමත් වන්න. ඔබේ බලාපොරොත්තු ඉටු විය හැකිය, ඔබේ සම්පූර්ණ කලකිරීමට!"
      ]
    },
    "ta": {
      "title": "நாம் அழைத்த அரக்கன், பேயோட்ட வேண்டும்",
      "body_lines": [
        "நீங்கள் விரும்புவதை பற்றி கவனமாக இருக்க வேண்டும்; நீங்கள் அனைத்தையும் பெறலாம்! - ஒரு மேற்கத்திய பழமொழி",
        "ராஜபக்சக்களுக்கு ஒரே ஒரு வழி தெரியும். ஏமாற்றுதல், மிரட்டல், கொலை, வன்முறை, லஞ்சம், குண்டர், இனவெறி போன்றவை இவர்களின் ஆட்சிக் கொள்கையின் அடிக்கல்லாகும். அதிகாரத்தைக் கொண்டுவந்து, பராமரித்து, தங்கள் பிடியைப் பாதுகாத்தால், அந்த யுக்திகளில் எதையாவது கையாள அவர்கள் தயங்க மாட்டார்கள். 2015 ஆம் ஆண்டு ஜனவரி 8 ஆம் திகதி ஜனாதிபதி மஹிந்த ராஜபக்ஷ பொது வேட்பாளர் மைத்திரிபால சிறிசேனவினால் தோற்கடிக்கப்பட்ட போது அல்லது நீதித்துறை நடவடிக்கை மூலம் அவர்களின் நிரந்தர ஆட்சிக்கான முயற்சிகள் ஒவ்வொரு முறையும் வாக்கெடுப்பு மூலம் முறியடிக்கப்படுகின்றன. MR ஐ பிரதமராக அமர்த்தியது, சட்டவிரோதமானது, அவர்கள் மீண்டும் குதிக்க வேண்டும் என்று சபதம் செய்து வீட்டிற்கு சென்றனர். அவர்கள் செய்தார்கள். இப்போது, ​​ஈஸ்டர் ஞாயிறு தாக்குதல்கள், ராஜபக்சக்களின் அதிகாரத்தை கைப்பற்றும் முயற்சியில் நேரடியாகவோ அல்லது மறைமுகமாகவோ தொடர்பு கொண்டிருந்ததாக பலர் நம்புகின்றனர். மிகவும் நம்பகத்தன்மை கொண்ட சிங்கள பௌத்த தொகுதியானது, மீண்டும் மீண்டும் தேர்தல் களத்தில் ஈடுபட்டதற்காக உலகப் புகழ்பெற்றது.",
        "ராஜபக்ச வம்சத்தின் அருவருப்பான, குமட்டல், அருவருப்பான, இரத்தக் கறை படிந்த, வானியல் ரீதியாக ஊழல், தீய மற்றும் ஒழுக்கக்கேடான ஆட்சி அதன் மரணத் தறுவாயில் உள்ளது. MR இன் ஆளுமை வழிபாட்டுடன், ஏதோ ஒரு காரணத்திற்காக, எழுத்துப்பிழைகளால் கட்டுப்படுத்தப்பட்ட மக்கள், தீய தேவதையை அகற்றுவதற்கான போர்வையை எடுத்தவர்கள். திங்களன்று அவர் ராஜினாமா செய்தபோது, ​​வன்முறைச் சுழற்சியைத் தூண்டிவிட்டு, இறுதியில் குறைந்தது அரை டஜன் மக்களைக் கொன்று, பல நூறு மில்லியன் மதிப்புள்ள சொத்துக்களை அழித்த பிறகு அல்ல, லங்கா அன்னை நிம்மதிப் பெருமூச்சு விட்டார். அந்த நிம்மதியானது, சரியாக 13 வருடங்களுக்கு முன்னர், மீண்டும் ஒரு மே மாதத்தில், நந்திக்கடல் காடுகளில், வேலுப்பிள்ளை பிரபாகரன் என்ற தீய தேவன் கொல்லப்பட்டபோது, ​​தேசம் முழுவதும் ஏற்பட்ட உணர்வை நினைவூட்டுவதாக இருந்தது.",
        "பிரபாகரனின் மரணத்துடன், தெற்கிலும் வடக்கிலும் பல்லாயிரக்கணக்கான இளைஞர்கள் தங்கள் உயிரையும், உறுப்பையும் தியாகம் செய்த அதீத விலையுடன், நம் தாய்நாட்டுக்கு ஏற்பட்ட சாபம் நீங்கியது. அதன் பின்னர் இலங்கையை அதன் நவீன காலத்தில் பீடித்துள்ள மிகவும் கேவலமான ஒட்டுண்ணிப் புற்றுநோய் ஆரம்பித்தது. ராஜபக்ச குடும்பமும் அவர்களின் ஆளும் குழுவும். போருக்குப் பிந்தைய வெற்றி, குறிப்பாக சிங்கள பௌத்தத் தொகுதியின் வெற்றி என்ற முற்றிலும் உணர்ச்சிப்பூர்வமான மற்றும் பகுத்தறிவற்ற பொது உணர்வைப் பயன்படுத்தி, எம்.ஆர்.யை தங்கள் மகா மன்னராக ஆக்கியதோடு, அவர்களின் சம நச்சுத்தன்மையுள்ள இன மற்றும் மத பேரினவாத மந்திரத்துடன், ஆளும் குடும்பம் அனைத்து சட்டங்களிலிருந்தும் விடுபட்டதாக உணர்ந்தது. கட்டுப்பாடற்ற நிறைவேற்று அதிகாரத்தின் மீது அரசியலமைப்பு வைக்கப்பட வேண்டிய காசோலைகள் மற்றும் சமநிலைகள் 18வது திருத்தம் மற்றும் மிக சமீபத்தில் 20A மூலம் நிராகரிக்கப்பட்டன. மேசையின் அடிவாரத்தில் வீசப்பட்ட அழகான சலுகைகளுக்காக ஆளும் குடும்பத்திற்கு சேவை செய்ய இருந்த அடிமை கூட்டங்கள் நிறைந்த ராஜபக்ச சகோதரர்கள் மீது கட்டுப்பாடற்ற அதிகாரத்தை மக்கள் அங்கீகரித்த வேளையில், இந்த மோசமான அரசியலமைப்பு திருத்தங்கள் ரப்பர் ஸ்டாம்ப் செய்யப்பட்டன. . நீதித்துறை, நிறைவேற்று அதிகாரத்தின் சம்பிரதாயப் பிற்சேர்க்கையாக, வெறும் பார்வையாளனாக மாற்றப்பட்டது.",
        "2010 ஆம் ஆண்டு ஆரம்பிக்கப்பட்ட MR ஆட்சியின் இரண்டாவது பதவிக்காலம், குடும்ப உறுப்பினர்கள் மற்றும் அவர்களது நெருங்கிய நண்பர்கள், வர்த்தகர்கள், உயர்மட்ட இராணுவ அதிகாரிகள் மற்றும் ஊழல்வாதிகளின் விருப்பத்திற்கு ஏற்ப இலங்கையின் தேசிய செல்வத்தை கொள்ளையடித்து கொள்ளையடிக்கும் காலமாகும். மாநில அதிகாரிகள். எந்தவொரு டெண்டர் நடைமுறைகளும் பின்பற்றப்படாமல், நாட்டின் சொத்துக்களை வெளிநாட்டவர்களுக்கு விற்று, தேச நலனுக்கு மிகவும் கேடு விளைவிக்கும் ஒப்பந்தங்களில் நுழைந்து ஆளும் வட்டத்தில் இருந்தவர்களின் பைகளை நிரப்பியது. மேல்மட்டத்தில் ஊறிப்போன ஊழல், மாகாணசபைகள், உள்ளூராட்சி அரசியல்வாதிகள், ஆதரவாளர்கள் மற்றும் பிராந்திய ரீதியாக அவர்களுக்கு நிதியளித்த வர்த்தகர்கள் என கீழ்மட்டத்திற்குச் செல்ல அனுமதிக்கப்பட்டது. கோட்டாபய ராஜபக்ச ஜனாதிபதியாக கடமைகளை பொறுப்பேற்ற பின்னர், ஈஸ்டர் ஞாயிறு தாக்குதலால் தூண்டப்பட்ட தேசிய பாதுகாப்பு கவலையின் அலையில், ஏற்கனவே நோய்வாய்ப்பட்ட இலங்கைத் தாயின் உயிர் இரத்தத்தை உறிஞ்சுவது தொடர்ந்தது மட்டுமல்லாமல் புதிய உத்வேகத்தையும் பெற்றது. மீண்டும் முழு நிர்வாகமும் நிர்வாகமும் ஒரே குடும்பத்தின் மீது குவிந்து, உள் வட்டம் தாயகத்தை கொள்ளையடிக்கவும், அழிக்கவும், கற்பழிக்கவும் முழுத் தண்டனையை வழங்கியது. இறுதியாக இலங்கை வரலாற்றில் முதல் தடவையாக திவாலான நாடாகவும் தோல்வியடைந்த நாடாகவும் மாறியது.",
        "ஜனாதிபதி வீட்டுக்குச் செல்லவும், அரசாங்கம் பதவி விலகவும் கோரி ஆர்ப்பாட்டங்கள் ஆரம்பித்து ஒரு மாதத்திற்குப் பின்னர், மகிந்த தனது கடைசி துருப்பு, குண்டர்கள் மற்றும் மிரட்டல்களை விளையாடுவதைத் தவிர வேறு வழியில்லை, எதிர்ப்பாளர்களுடன் எரியும் சூழ்நிலை என்னவாக இருந்தது என்பது பற்றி சிறிதும் கவலைப்படவில்லை. மைனகோகம மற்றும் கோட்டகோகம, டெம்பிள் ட்ரீஸில் இருந்து வேலைநிறுத்தம் செய்யும் தூரத்தில் முகாமிட்டுள்ளது, அங்கு முதுமையும், பேராசையும் கொண்ட பிரதமரின் உத்தரவின் பேரில், ஆயிரக்கணக்கான SLPP ஆதரவாளர்கள் MR பதவி விலக வேண்டாம் என்று வலியுறுத்தினர். அதன்பிறகு என்ன நடந்தது என்பது இப்போதுதான் தெரிந்தது.",
        "இறுதியாக, எம்.ஆர் ராஜினாமா செய்தார்; புற்றுநோயின் வேர் வெளிப்படையாக அகற்றப்பட்டது. ஆயினும்கூட, அந்த புற்றுநோயின் மற்றொரு பகுதி உள்ளது, இது தாய் லங்காவின் அவமானம் மற்றும் பற்றாக்குறையின் வேதனையான வலியிலிருந்து விடுபட வேண்டுமானால் அகற்றப்பட வேண்டும். போராட்டக்காரர்கள் காலி முகத்திடலில் கோட்டகோகமவை விரைவாக மீளக் கட்டியெழுப்பியுள்ளனர். மேலும் கோட்டாபயவும் ஜனாதிபதி பதவியில் இருந்து இராஜினாமா செய்ய வேண்டும் என்றும், இடைக்கால நிர்வாக ஏற்பாட்டிற்கு வழி வகுக்க வேண்டும் என்றும் தொடர்ந்து கோரிக்கை விடுத்துள்ளனர். ஆயினும்கூட, நீங்கள் புற்றுநோயை அகற்றும்போது, ​​​​தீய வளர்ச்சியின் ஒரு நிமிட துகள் கூட அப்படியே இருக்க முடியாது.",
        "நூறாயிரக்கணக்கான பொதுமக்களின் துன்பம், வியர்வை, இரத்தம் மற்றும் வலி ஆகியவற்றிற்கு ஒரு மாத காலம் நீண்ட போராட்டம் தேவைப்பட்டது, இது முழு அதிகாரத்தின் சரீர ஆடம்பரத்திற்கான தனது நோயுற்ற தணியாத பசியை விட்டுவிட தேவதை எம்.ஆர். அவர் எவ்வளவு வெட்கமற்ற, கொடூரமான, அதிகார பேராசை கொண்ட, கீழ்த்தரமான வாழ்க்கை என்பதை உலகம் முழுவதும் காட்டுவதற்கு முன்பு அது இல்லை. ஒரு விதத்தில், இயற்கை அன்னையின் தண்டனைதான், கண்ணியம் மற்றும் நாகரீகத்தின் அனைத்து ஆடைகளையும் கிழித்தெறிந்தது, ஒரு மிருகம் அவரைச் சுற்றிக் கொண்டிருந்தது, இதனால் அது இறுதியாக அனைவருக்கும் தெரியும்: அவரது நிர்வாண யதார்த்தம்.",
        "2009 மே மாதம் பிரபாகரன் மற்றும் அவரது கொலைகார அமைப்பான எல்.ரீ.ரீ.ஈ யின் புற்றுநோயிலிருந்து இலங்கை விடுவிக்கப்பட்ட பின்னர், இந்த மே மாதத்தில் மிகவும் மோசமான மற்றும் ஊடுருவி வரும் புற்றுநோயின் வேர் அகற்றப்பட்டது. இன்னும் எஞ்சியிருக்கும் புற்றுநோயின் எச்சங்கள், அறுவை சிகிச்சை மூலம் விரைவாக அகற்றப்பட வேண்டும். இருந்தும் பிரபாகரன் புற்று நோயைப் போல் அல்லாமல், பெரும்பான்மையான வாக்காளர்கள், முக்கியமாக சிங்கள பௌத்தர்கள், தமது வாக்குச்சீட்டின் மூலம் தமக்கென உருவாக்கிக் கொண்ட புற்றுநோய் இது. ‘தங்கள் தேசத்தைக் காப்பாற்ற’ முதலில் ஒரு தேவதையும், பிறகு ஒரு சர்வாதிகாரி போன்ற உருவமும் வேண்டும் என்பதே அவர்களின் விருப்பமாக இருந்தது. அவரும் அவரது குடும்பத்தினரும் தேசிய கஜானாவிலிருந்து வெளிநாட்டு மற்றும் தொலைதூர நாடுகளில் திருடப்பட்ட சொத்துக்களை எம்.ஆர் முன்வைத்த போலி சிங்கள பௌத்த பேரினவாதத்தால் மயங்கி ஒவ்வொரு தேர்தலிலும், மீண்டும் மீண்டும் அந்த புற்றுநோய்க்கு உணவளித்தனர். எனவே, அவர்களுக்கு வாக்களித்த பெரும்பான்மையானவர்கள், தெரிந்தோ தெரியாமலோ உடந்தையாக உள்ளனர், இருப்பினும் அவர்களில் பெரும்பாலோர் நீண்ட காலத்திற்குப் பிறகு உண்மைக்கு வந்தனர்.",
        "அந்நிய கையிருப்பு மற்றும் கடக்க முடியாத வெளிநாட்டுக் கடன் நெருக்கடிக்கு மத்தியில் இலங்கை உயிர்வாழப் போராடிக்கொண்டிருக்கும் வேளையில், இலங்கையின் வாக்காளர்கள், குறிப்பாக 'மகா ராஜநேனி', 'ரத ரகினா அபே விருவா' என்று பாடியவர்கள் தாங்கள் செய்த மாபெரும் குற்றத்தை உணரட்டும். , அவர்களின் தாய்நாட்டிற்கு. வாக்குச்சீட்டு என்பது நம்பமுடியாத நம்பிக்கையான தேசிய தேர்தல் தொகுதிக்கு அரசியலமைப்பு வழங்கும் மிகவும் சக்திவாய்ந்த மற்றும் தீய சக்தியாகும்.",
        "அன்பான வாக்காளர்களே, அடுத்த முறை உங்கள் கையில் வாக்குச் சீட்டுடன் செல்வதற்கு முன், நீங்கள் விரும்புவதை கவனமாக இருங்கள். உங்கள் ஆசைகள் நிறைவேறலாம், உங்கள் முழு திகைப்பு!"
      ]
    }
  }
}