{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-can-trigger-food-shortages-like-in-medicines-with-new-controls-bellwether-93650/",
  "time_ut": 1651203600,
  "title": "Sri Lanka can trigger food shortages like in medicines with new controls: Bellwether",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has no food shortages at the moment except milk which are imported by a few large companies, but drugs and medical items are facing deadly shortages after the central bank created dollar shortages with money printing.",
    "Sri Lanka is estimated to import around 200 million US dollars of foods a month including onions, potatoes, sprats, lentils and cereals and some types of rice from time to time.",
    "Sri Lanka’s drug shortages are primarily created by the National Medical Regulatory Authority ,a deadly price control agency created by the ousted Yahapalana administration along with the central bank which is running the flexible exchange rate.",
    "When the NMRA imposes price controls importers cannot sell at the current costs with the central bank depreciating the currency with money printing and a surrender rule. Therefore there are shortages.",
    "They also cannot open Letters of Credit at banks due to dollar shortages created by money printing and the surrender rule.",
    "The easiest way to create food shortages is to clampdown on the Undiyal/Hawala markets, open account food imports and force Pettah traders to open LCs or set Customs authorities on food importers who do not fully settle bills through official channels.",
    "The Consumer Affairs Authority can also contribute to food shortages with price controls.",
    "Starting NMRA without ending flexible inflation cum output gap targeting",
    "This column warned as far back as 2015 when the then Monetary Board was printing money claiming inflation was low as commodity prices collapsed that restraining by law the central bank’s flexible policy was the answer not the NMRA. (Sri Lanka’s pharma control Neros fiddling while Colombo burns with falling rupee)",
    "In 2018 when the outcome of the flexible inflation targeting cum output gap targeting gap become clearer, pointed out that Sri Lanka was not Greece where the currency was stable but a Latin America style central bank where the rupee collapses very steeply hitting consumer prices.",
    "Flexible exchange rates or soft-pegs are the most dangerous monetary regime ever cooked up by economists or mercantilists.",
    "This is what the column said at the time in (Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether)",
    "“Under Euro a local company can still repay foreign loans. They can also borrow domestically or use their bank deposits to repay foreign loans. There is no problem with importing goods as the Euro is accepted abroad.",
    "“The prices of fuel or electricity did not go up steeply. They were same as any stable country in the Euro area like Germany or France. As there was no explosion in inflation the value of bank deposits were intact. While there is sovereign default and possible hair cuts on state debt there is no private default or haircut.",
    "“But a falling currency imposes a hair cut on all state and private debt including bank deposits in solvent banks. Pensions are made worthless hitting old people the hardest.",
    "“A collapsing soft-pegged currency will put all citizens other than the very rich, in severe difficulties unlike a strong floating exchange rate like the Euro.",
    "“In a soft-pegged monetary regime like in Sri Lanka, the currency continues to fall each time the central bank intervenes in forex markets and then prints money to keep interest rates down.",
    "“As long as the currency is not floated, there is no end in sight for exchange rate depreciation, especially if interest rates are not raised and credit does not slow. What usually happens in Sri Lanka and other soft-pegs is that in the end rates have to be hiked and the currency floated. This is the phenomenon been referred to as ‘rawulath ne kendeth ne’ in this column.",
    "“In Latin America – unlike Greece – when the currency falls steeply, prices go up, and people ‘s living standards melt as most of the money goes to food and medicines. This makes the many businesses fail as demand collapses.",
    "“Unlike in Greece, the government of a soft-pegged country cannot raise money from domestic markets and repay foreign loans even at prohibitive interest rates. The government may default. Downgrades will compound the problem, pushing interest rates up.",
    "“As prices move up with currency depreciation the value of bank deposits evaporates. If the currency falls by 50 percent, local companies will now have to borrow more to repay foreign loans, making massive holes in their balance sheets even if forex was available to buy.",
    "“If exchange controls come, there will be no dollars to buy with the domestic money they have borrowed.",
    "“It is not possible to import goods freely when a soft-peg collapses because there will be forex shortages due to sterilized intervention. Import controls may also come.",
    "“As the cost of fuel or electricity goes up (oil prices are now falling and there is rain in Sri Lanka) if prices are not raised, more money will be printed to subsidize energy, pushing the currency down.",
    "“In Latin America, energy price controls have led to money printing and rationing. There can be power cuts and fuel shortages.",
    "“In Sri Lanka because of price controls of the National Medicines Regulatory Authority medicines, drugs can go off the shelves.",
    "“In Latin American soft-pegs many price controls were imposed. Instantly goods go off the shelves and black markets appear.",
    "“With import controls more businesses will fail. People will be laid off as revenues fall. Banks will make more losses. Rates will rise eventually. More businesses can fail.",
    "“If this situation continues for several months, there may be runs on banks. If money is printed to bail them out, the currency falls even more. This phenomenon was seen in many Latin American soft-pegs and also Indonesia during the East Asian crisis.",
    "“Debt to GDP will explode until inflation catches up. The share of foreign debt will also increase. This is what happens in Latin America. It is not Greece.",
    "In 2021 when bad central bank policy continued this column warned that if a float was botched running out of reserves due to ‘fear of floating’ that is found in flexible exchange rate central banks, default and a meltdown was likely.",
    "Soft-peggers do not float in one go but tries to adjust the currency little by little. However it can backfire. The IMF also advised the central bank to adjust little by little. It was done. Two months after the float the rupee is still adjusting little by little.",
    "This column warned against this type of half-hearted floating and half-hearted bond auctions. It is extremely disappointing to this columnist to see these warnings coming true.",
    "This column has said in the past that dire warnings are made in the hope that the central bank’s usually flexible policies would be abandoned.",
    "This is what was said in 2021 when the central bank continued with trying to target an output gap with the peg already broken in Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "“The central bank itself is likely to be insolvent on its dollar liabilities before the end of the year unless money printing is halted.",
    "“However any kind of half-hearted Treasury bill and bond auctions, partially failed bond or bill auctions with some volumes of printed money will lead to progressively higher interest rates but the reserve losses and currency depreciation will continue.",
    "“Soft-peggers are not good at floating. Partial interventions (flexible exchange rate) will lead to even higher interest rates and more losses of confidence.",
    "“In Argentina, short term rates went up to 60 percent due to the ‘flexible exchange rate’ (which is neither floating nor pegged) that had caused so much damage to Sri Lanka since 2015 coupled with an unsterilized disorderly market conditions (DMC) rule, which also lacks credibility.",
    "“The high interest rates can kill many businesses. The high rates from partial floating can kill finance companies and banks.",
    "“When dying banks are bailed out with printed money, it is generally even more difficult to control the exchange rate.",
    "“Inflation and cash shortages will lead to a consumption collapse which will also destroy businesses. Low reserves will lead to a default on foreign debt as happened to the Weimar Republic.",
    "“When the rupee starts to fall, the price controls will come. The Consumer Affairs Authority (CAA) had already stopped Laugfs Gas.",
    "“It will impose many more price controls. Many more shortages will occur. It will be a big threat to the ordinary people. People will be branded ‘black marketers’.",
    "“The money printers are already getting ready to hike the fine on those who break price controls by 100 times.",
    "“The National Medicinal Drugs Authority (NMRA) could be an even bigger threat. NMRA price controls will make it impossible for drug importers to operate. There may be shortages of some types of medicines.",
    "“It is even possible that oil imports will have to be curtailed, if more money is printed to pay state “workers and meet other expenses.",
    "“What happens to soft-pegs countries is that eventually the currency is floated when it becomes apparent to the Keynesians driving policy, that there is no way to rebuild reserves. When the rupee is floated price controls may again cause havoc.",
    "“The worst case scenario is that the nothing will be done and the central bank will continue to print money to keep the ceiling yield on Treasury bill yields.",
    "“Whatever Keynesian or post – Keynesian economist, have been taught at university, reality always hits eventually. Keynesian models are fine in theory, but they do not exist in the real world. The Hicks-Hansen model (IS-LM) was dismissed by Hicks himself later.",
    "“The central bank itself is likely to be insolvent on its dollar liabilities before the end of the year unless money printing is halted.",
    "“However any kind of half-hearted Treasury bill and bond auctions, partially failed bond or bill auctions with some volumes of printed money will lead to progressively higher interest rates but the reserve losses and currency depreciation will continue.",
    "“Soft-peggers are not good at floating. Partial interventions (flexible exchange rate) will lead to even higher interest rates and more losses of confidence.",
    "“In Argentina, short term rates went up to 60 percent due to the ‘flexible exchange rate’ (which is neither floating nor pegged) that had caused so much damage to Sri Lanka since 2015 coupled with an unsterilized disorderly market conditions (DMC) rule, which also lacks credibility.",
    "“The high rates from partial floating can kill finance companies and banks. When dying banks are bailed out with printed money, it is generally even more difficult to control the exchange rate.",
    "“Inflation and cash shortages will lead to a consumption collapse which will also destroy businesses. Low reserves will lead to a default on foreign debt as happened to the Weimar Republic.",
    "When a country defaults trade takes a big hit because foreign suppliers refused to accept Letters of Credit. But in Sri Lanka’s case this happened in incremental steps from around late 2020 when the country was downgraded to CCC.",
    "First some suppliers stopped accepting LCs of local banks which were not counter signed by an international bank. Suppliers need LCs to get packing credit. Then banks in Japan and Western countries stopped counter signing them. For a while Indian banks did it at a high premium.",
    "The Indian banks also stopped counter signing. They also stopped giving supplier credit against Sri Lanka LCs.",
    "Then as the central bank tightened controls, surrender rules and so on, without halting money printing banks stopped giving LCs because they could not find dollars to settle them on time.",
    "However Sri Lanka’s Pettah traders, like a mother hen feeding her chicks under the greatest challenges continued to import food using traditional relationships, sometimes running back several generations, with suppliers sending goods on open papers.",
    "Farmers are also doing it despite the lack of fertilizer. Some fertilizer is smuggled from India to feed the people (boat urea).",
    "Suppliers in South Asia and Dubai are familiar with Undiya/Hawala and are willing to trust personal relationships more than LCs. Their word is their bond.",
    "Food importers will tell that banks only give small amounts of money. They have in fact cleared most of the containers in the port.",
    "That is why there is food. Through the Undiyal/Hawala system they get priority. And they can get a dollar at 20 rupees higher and feed the nation while banks have to listen to various dictates of authorities and powerful suppliers including in building materials.",
    "The Undiyal/Hawala system is not a threat to anyone. It does not create new money and drive up excess liquidity of the good banks, unlike the surrender rule of the ‘official channels’.",
    "It does not reduce the rupee reserves of state banks in particular and lead to printed money borrowing from the SLF window unlike the ‘official channel’.",
    "It is harmless a gross settlement system where the currency floats without influencing reserve money. It is feeding a nation with remittances.",
    "What should be done is not to force food importers to use LCs, but to fix the broken peg (rates have already been raised which will reduce domestic credit and investments and imports in a step in the right direction) or have a clean float so that imports can be done freely.",
    "Forcing food importers to use LCs can create food shortages. Setting the CAA hounds after the food heroes will also create shortages.",
    "The country’s economic problems can only be solved by ending the intermediate regime soft-peg (now called a flexible exchange rate) and going for a single anchor system which will bring stability by ending discretionary policy of the central bank to manipulate interest rates.",
    "Stability may not be everything, as classical economists say, but without stability everything is nothing. (Colombo/Apr29/2022)"
  ],
  "translate": {
    "si": {
      "title": "නව පාලනයන් සමඟ ඖෂධවල මෙන් ශ්‍රී ලංකාවට ආහාර හිඟයක් ඇති කළ හැකිය: බෙල්වෙදර්",
      "body_lines": [
        "ECONOMYNEXT - විශාල සමාගම් කිහිපයක් විසින් ආනයනය කරන කිරි හැර ශ්‍රී ලංකාවට මේ වන විට ආහාර හිඟයක් නැත, නමුත් මහ බැංකුව මුදල් මුද්‍රණයෙන් ඩොලර් හිඟයක් ඇති කිරීමෙන් පසු ඖෂධ සහ වෛද්‍ය ද්‍රව්‍ය මාරාන්තික හිඟයකට මුහුණ දී සිටී.",
        "ළූණු, අල, හාල්මැස්සන්, පරිප්පු සහ ධාන්‍ය වර්ග සහ සමහර සහල් වර්ග ද ඇතුළුව මසකට ඩොලර් මිලියන 200 ක පමණ ආහාර ශ්‍රී ලංකාව විසින් වරින් වර ආනයනය කිරීමට ගණන් බලා ඇත.",
        "ශ්‍රී ලංකාවේ ඖෂධ හිඟය මූලික වශයෙන් නිර්මාණය කරනු ලබන්නේ නම්‍යශීලී විනිමය අනුපාතිකය ක්‍රියාත්මක කරන මහ බැංකුව සමඟ එක්ව බලයෙන් පහ කරන ලද යහපාලන පරිපාලනය විසින් නිර්මාණය කරන ලද මාරාන්තික මිල පාලන ආයතනයක් වන ජාතික වෛද්‍ය නියාමන අධිකාරිය මගිනි.",
        "NMRA විසින් මිල පාලන පනවන විට ආනයනකරුවන්ට මහ බැංකුව විසින් මුදල් මුද්‍රණය කිරීම සහ යටත් වීමේ රීතියක් සමඟ මුදල් ඒකකය අවප්‍රමාණය කිරීමත් සමඟ වත්මන් පිරිවැයට විකිණීමට නොහැකිය. එබැවින් අඩුපාඩු තිබේ.",
        "මුදල් මුද්‍රණය සහ යටත් වීමේ රීතිය නිසා ඇති වන ඩොලර් හිඟය නිසා ඔවුන්ට බැංකුවලට ණයවර ලිපි විවෘත කළ නොහැක.",
        "ආහාර හිඟය ඇති කිරීමට ඇති පහසුම ක්‍රමය නම් උණ්ඩියල්/හවාලා වෙලඳපොලවල් සීමා කිරීම, ආහාර ආනයන ගිණුම් විවෘත කිරීම සහ පිටකොටුවේ වෙළෙන්දන්ට LC විවෘත කිරීමට බල කිරීම හෝ නිල මාර්ග හරහා බිල්පත් සම්පූර්ණයෙන්ම පියවා නොගන්නා ආහාර ආනයනකරුවන්ට රේගු අධිකාරීන් පිහිටුවීමයි.",
        "මිල පාලනයත් සමඟ ආහාර හිඟයට පාරිභෝගික කටයුතු අධිකාරියට ද දායක විය හැකිය.",
        "නම්‍යශීලී උද්ධමනය සහ නිමැවුම් පරතරය ඉලක්ක කිරීම අවසන් නොකර NMRA ආරම්භ කිරීම",
        "භාණ්‌ඩ මිල කඩාවැටීමත් සමඟ උද්ධමනය අඩු බව පවසමින් එවකට මුදල් මණ්‌ඩලය මුදල් මුද්‍රණය කරන අවස්‌ථාවේ 2015 තරම් ඈතකදී මෙම තීරුව අනතුරු ඇඟවූයේ මහ බැංකුවේ නම්‍යශීලී ප්‍රතිපත්තිය නීතියෙන් සීමා කිරීම පිළිතුර NMRA නොවන බවයි. (රුපියල කඩාවැටීමෙන් කොළඹ ගිනි ගන්නා අතරේ ශ්‍රී ලංකාවේ ඖෂධ පාලනය නීරෝස් වාදනය කරයි)",
        "2018 දී නම්‍යශීලී උද්ධමනයේ ප්‍රතිඵලය සහ නිමැවුම් පරතරය ඉලක්කගත පරතරය ඉලක්ක කරගත් ප්‍රතිඵලය වඩාත් පැහැදිලි වූ විට, ශ්‍රී ලංකාව ව්‍යවහාර මුදල ස්ථාවර වූ ග්‍රීසිය නොව, පාරිභෝගික මිල ගණන්වලට පහර දෙමින් රුපියල ඉතා දැඩි ලෙස කඩා වැටෙන ලතින් ඇමෙරිකානු පන්නයේ මහ බැංකුවක් බව පෙන්වා දුන්නේය.",
        "නම්‍යශීලී විනිමය අනුපාත හෝ මෘදු-පෙග් යනු ආර්ථික විද්‍යාඥයින් හෝ වෙළද කරුවන් විසින් මෙතෙක් සකස් කරන ලද වඩාත්ම භයානක මුදල් තන්ත්‍රයයි.",
        "(ශ්‍රී ලංකාව ග්‍රීසිය නොවේ, එය ලතින් අමෙරිකානු ක්‍රමයේ soft-peg: Bellwether) හි එකල තීරුවේ සඳහන් වූයේ මෙයයි.",
        "“යුරෝ යටතේ දේශීය සමාගමකට තවමත් විදේශ ණය ආපසු ගෙවිය හැකිය. ඔවුන්ට දේශීය වශයෙන් ණය ගැනීමට හෝ විදේශ ණය ආපසු ගෙවීම සඳහා ඔවුන්ගේ බැංකු තැන්පතු භාවිතා කළ හැකිය. පිටරටවල යුරෝ පිළිගන්නා නිසා බඩු ගෙන්වන එකේ ප් රශ්නයක් නැහැ.",
        "“ඉන්ධන හෝ විදුලිය මිල සීඝ්‍රයෙන් ඉහළ ගියේ නැහැ. ඔවුන් ජර්මනිය හෝ ප්‍රංශය වැනි යුරෝ කලාපයේ ඕනෑම ස්ථාවර රටක් හා සමාන විය. උද්ධමනයේ පිපිරීමක් සිදු නොවූ බැවින් බැංකු තැන්පතුවල වටිනාකම නොවෙනස්ව පැවතුනි. රාජ්ය ණය මත ස්වෛරී පැහැර හැරීම් සහ හැකි කොණ්ඩා කැපීම් ඇති අතර පුද්ගලික පැහැර හැරීමක් හෝ කප්පාදුවක් නොමැත.",
        "“නමුත් පහත වැටෙන මුදල් ඒකකයක් මගින් ද්‍රාවක බැංකුවල බැංකු තැන්පතු ඇතුළු සියලුම රාජ්‍ය සහ පෞද්ගලික ණය මත කප්පාදුවක් පනවයි. විශ‍්‍රාම වැටුප් වල වටිනාකමක් නැති කරලා වැඩිමහල්ලන්ට ගහනවා.",
        "යුරෝ වැනි ශක්තිමත් පාවෙන විනිමය අනුපාතිකයක් මෙන් නොව, කඩා වැටෙන මෘදු මුදල් ඒකකයක් ඉතා ධනවතුන් හැර අනෙකුත් සියලුම පුරවැසියන් දැඩි දුෂ්කරතාවන්ට පත් කරනු ඇත.",
        "“ශ්‍රී ලංකාවේ මෙන් මෘදු මූල්‍ය පාලන තන්ත්‍රයක් තුළ, මහ බැංකුව විදේශ විනිමය වෙළෙඳපොළට මැදිහත් වී පොලී අනුපාත අඩු කිරීමට මුදල් මුද්‍රණය කරන සෑම අවස්ථාවකම මුදල් ඒකකය අඛණ්ඩව පහත වැටේ.",
        "“මුදල් පාවෙන තාක් කල්, විනිමය අනුපාත ක්ෂයවීම්වල අවසානයක් නොපෙනේ, විශේෂයෙන් පොලී අනුපාත ඉහළ නොයන්නේ නම් සහ ණය මන්දගාමී නොවේ නම්. සාමාන්‍යයෙන් ශ්‍රී ලංකාවේ සහ අනෙකුත් soft-pegs වල සිදු වන්නේ අවසානයේ දී ගාස්තු ඉහල දමා මුදල් පාවෙන බවයි. මේ තීරුවේ ‘රවුලත් නෑ කෙන්දත් නෑ’ යනුවෙන් සඳහන් කර ඇත්තේ එම සංසිද්ධියයි.",
        "“ලතින් ඇමරිකාවේ - ග්‍රීසියේ මෙන් නොව - මුදල් දැඩි ලෙස පහත වැටෙන විට, මිල ඉහළ යන අතර, මුදල් වලින් වැඩි ප්‍රමාණයක් ආහාර සහ බෙහෙත් සඳහා යන විට මිනිසුන්ගේ ජීවන තත්ත්වය දිය වේ. මෙය ඉල්ලුම කඩා වැටීම නිසා බොහෝ ව්‍යාපාර අසාර්ථක වේ.",
        "“ග්‍රීසියේ මෙන් නොව, මෘදු ස්ථාවර රටක ආන්ඩුවට දේශීය වෙලඳපොලෙන් මුදල් රැස්කර ගැනීමට සහ තහනම් පොලී අනුපාත යටතේ පවා විදේශ ණය ආපසු ගෙවීමට නොහැකිය. රජය පැහැර හැරිය හැක. පහත හෙලීම ගැටලුව උග්‍ර කරයි, පොලී අනුපාත ඉහළ යයි.",
        "“මුදල් ක්ෂය වීමත් සමඟ මිල ඉහළ යන විට බැංකු තැන්පතුවල වටිනාකම වාෂ්ප වී යයි. මුදල් ඒකකය සියයට 50 කින් පහත වැටුණහොත්, දේශීය සමාගම්වලට විදේශ ණය ආපසු ගෙවීම සඳහා තවත් ණය ගැනීමට සිදුවනු ඇත, විදේශ විනිමය මිලදී ගැනීමට හැකි වුවද ඔවුන්ගේ ශේෂ පත්‍රයේ දැවැන්ත සිදුරු ඇති කරයි.",
        "“විනිමය පාලනයක් ආවොත් ණයට ගත්තු දේශීය මුදලින් ගන්න ඩොලර් නැහැ.",
        "“Soft-peg කඩා වැටෙන විට නිදහසේ භාණ්ඩ ආනයනය කළ නොහැක, මන්ද විෂබීජහරණය කළ මැදිහත්වීම නිසා විදේශ විනිමය හිඟයක් ඇති වේ. ආනයන පාලනයත් එන්න පුළුවන්.",
        "“ඉන්ධන හෝ විදුලිය මිල ඉහළ යන විට (දැන් තෙල් මිල පහත වැටෙමින් පවතින අතර ශ්‍රී ලංකාවේ වර්ෂාව පවතී) මිල ඉහළ නොදැමුවහොත්, මුදල් ඒකකය පහළට තල්ලු කරමින් බලශක්ති සහනාධාර සඳහා තවත් මුදල් මුද්‍රණය කරනු ඇත.",
        "“ලතින් ඇමරිකාවේ බලශක්ති මිල පාලනය මුදල් මුද්‍රණයට සහ සලාකයට යොමු කර ඇත. විදුලිය විසන්ධි වීම සහ ඉන්ධන හිඟය ඇති විය හැකියි.",
        "“ශ්‍රී ලංකාවේ ජාතික ඖෂධ නියාමන අධිකාරියේ ඖෂධ මිල පාලනය නිසා ඖෂධ රාක්කයෙන් ඉවත් විය හැකියි.",
        "“ලතින් අමෙරිකානු soft-pegs හි බොහෝ මිල පාලනයන් පනවා ඇත. ක්ෂණිකව භාණ්ඩ රාක්කවලින් ඉවතට යන අතර කළු වෙලඳපොලවල් දිස්වේ.",
        "“ආනයන පාලනය සමඟ තවත් ව්‍යාපාර අසාර්ථක වනු ඇත. ආදායම් පහත වැටෙන විට මිනිසුන් දොට්ට දමනු ඇත. බැංකු තවත් පාඩු ලබනු ඇත. ගාස්තු අවසානයේ ඉහළ යනු ඇත. තවත් ව්‍යාපාර අසාර්ථක විය හැක.",
        "“මෙම තත්ත්වය මාස කිහිපයක් දිගටම පැවතුනහොත්, බැංකු මත ධාවනය විය හැකිය. මුන්ට ඇප දෙන්න සල්ලි අච්චු ගැහුවොත් සල්ලි තව තවත් වැටෙනවා. මෙම සංසිද්ධිය බොහෝ ලතින් අමෙරිකානු සොෆ්ට්-පෙග්වල සහ නැගෙනහිර ආසියානු අර්බුදය තුළ ඉන්දුනීසියාවේ ද දක්නට ලැබුණි.",
        "“උද්ධමනය ඉහළ යන තුරු දළ දේශීය නිෂ්පාදිතයට ණය පිපිරෙනු ඇත. විදේශ ණය පංගුව ද ඉහළ යනු ඇත. ලතින් ඇමරිකාවේ සිදුවන්නේ මෙයයි. එය ග්රීසිය නොවේ.",
        "2021 දී නරක මහ බැංකු ප්‍රතිපත්තිය දිගටම කරගෙන ගිය විට මෙම තීරුව අනතුරු ඇඟවූයේ නම්‍යශීලී විනිමය අනුපාත මධ්‍යම බැංකුවල දක්නට ලැබෙන ‘පාවීමට ඇති බිය’ හේතුවෙන් පාවෙන සංචිත අවසන් වුවහොත්, පැහැර හැරීමක් සහ දියවීමක් සිදුවිය හැකි බවයි.",
        "Soft-peggers එකවර පාවී නොයන නමුත් මුදල් ටිකෙන් ටික වෙනස් කිරීමට උත්සාහ කරයි. කෙසේ වෙතත් එය ආපසු හැරවිය හැක. ටිකෙන් ටික සකස් කරන ලෙස IMF මහ බැංකුවට උපදෙස් දුන්නේය. එය සිදු කරන ලදී. පාවෙන තත්ත්වයෙන් මාස දෙකකට පසුවත් රුපියල තවමත් ටිකෙන් ටික වෙනස් වෙමින් පවතී.",
        "මෙම තීරුවෙන් අනතුරු ඇඟවූයේ මේ ආකාරයේ අඩ-හිත පාවෙන සහ අඩ-හිත සහිත බැඳුම්කර වෙන්දේසිවලට එරෙහිවය. මෙම අනතුරු ඇඟවීම් සැබෑ වීම මෙම තීරු ලිපි රචකයාට අතිශයින්ම කලකිරීමකි.",
        "මහ බැංකුවේ සාමාන්‍යයෙන් නම්‍යශීලී ප්‍රතිපත්ති අත්හරිනු ඇතැයි අපේක්ෂාවෙන් දරුණු අනතුරු ඇඟවීම් කරන බව මෙම තීරුව අතීතයේ දී පවසා ඇත.",
        "2021 දී ශ්‍රී ලංකාවේ මූල්‍ය බිඳවැටීම හේතුවෙන් දැනටමත් බිඳී ඇති ඇණ සමඟ නිමැවුම් පරතරයක් ඉලක්ක කර ගැනීමට මහ බැංකුව දිගින් දිගටම උත්සාහ කරන විට කඩිනම් ක්‍රියාමාර්ග නොගතහොත් එය වේගවත් වනු ඇතැයි කියා සිටියේ මෙයයි: බෙල්වෙදර්",
        "“මුදල් මුද්‍රණය නතර නොකළහොත් වසර අවසන් වීමට පෙර මහ බැංකුවම එහි ඩොලර් වගකීම් මත බංකොලොත් වීමට ඉඩ ඇත.",
        "“කෙසේ වෙතත්, ඕනෑම ආකාරයක අර්ධ භාණ්ඩාගාර බිල්පත් සහ බැඳුම්කර වෙන්දේසි, අර්ධ වශයෙන් අසාර්ථක වූ බැඳුම්කර හෝ මුද්‍රිත මුදල් වෙළුම් සහිත බිල්පත් වෙන්දේසි ක්‍රමානුකූලව ඉහළ පොලී අනුපාතවලට තුඩු දෙන නමුත් සංචිත පාඩු සහ මුදල් අවප්‍රමාණය දිගටම පවතිනු ඇත.",
        "“මෘදු පෙගර් පාවීමට හොඳ නැත. අර්ධ මැදිහත්වීම් (නම්‍යශීලී විනිමය අනුපාතිකය) ඊටත් වඩා ඉහළ පොලී අනුපාතවලට සහ විශ්වාසය නැති කර ගැනීමට හේතු වනු ඇත.",
        "\"ආජන්ටිනාවේ, 2015 වසරේ සිට ශ්‍රී ලංකාවට මෙතරම් හානියක් සිදු කර ඇති 'නම්‍යශීලී විනිමය අනුපාතිකය' (එය පාවෙන හෝ සවි කර නොමැති) සහ ජීවානුහරණය නොකළ අක්‍රමික වෙළඳපල තත්ත්ව (DMC) රීතිය හේතුවෙන් කෙටි කාලීන අනුපාත සියයට 60 දක්වා ඉහළ ගියේය. , එයද විශ්වාසනීයත්වයක් නොමැති වීම.",
        "“ඉහළ පොලී අනුපාත බොහෝ ව්‍යාපාර විනාශ කළ හැකිය. අර්ධ පාවෙන ඉහළ අනුපාත මූල්‍ය සමාගම් සහ බැංකු විනාශ කළ හැකිය.",
        "“මිය යන බැංකු මුද්‍රිත මුදල්වලින් ඇප ලබා දෙන විට, සාමාන්‍යයෙන් විනිමය අනුපාතිකය පාලනය කිරීම ඊටත් වඩා දුෂ්කර ය.",
        "“උද්ධමනය සහ මුදල් හිඟය පරිභෝජන කඩාවැටීමකට තුඩු දෙන අතර එය ව්‍යාපාර ද විනාශ කරනු ඇත. වයිමර් ජනරජයට සිදුවූවාක් මෙන් අඩු සංචිත විදේශ නය පැහැර හැරීමකට තුඩු දෙනු ඇත.",
        "“රුපියල වැටෙන්න පටන් ගත්තම මිල පාලනය එනවා. පාරිභෝගික කටයුතු අධිකාරිය (CAA) ඒ වන විටත් ලාෆ්ස් ගෑස් නතර කර තිබුණි.",
        "“එය තවත් බොහෝ මිල පාලනයන් පනවනු ඇත. තවත් බොහෝ හිඟයන් ඇති වනු ඇත. එය සාමාන්‍ය ජනතාවට විශාල තර්ජනයක් වේවි. මිනිසුන් ‘කළු වෙළඳුන්’ ලෙස හංවඩු ගැසෙනු ඇත.",
        "“මිල පාලනය කඩ කරන අයට දඩය 100 ගුණයකින් වැඩි කිරීමට මුදල් මුද්‍රණකරුවන් දැනටමත් සූදානම් වෙමින් සිටිති.",
        "ජාතික ඖෂධ අධිකාරිය (NMRA) ඊටත් වඩා විශාල තර්ජනයක් විය හැකිය. NMRA මිල පාලනය නිසා ඖෂධ ආනයනකරුවන්ට ක්‍රියාත්මක වීමට නොහැකි වනු ඇත. සමහර ඖෂධ වර්ගවල හිඟයක් තිබිය හැක.",
        "රාජ්‍ය සේවකයන්ට ගෙවීමට සහ අනෙකුත් වියදම් පියවා ගැනීමට වැඩි මුදලක් මුද්‍රණය කළහොත් තෙල් ආනයනය සීමා කිරීමට පවා සිදුවනු ඇත.",
        "\"සොෆ්ට්-පෙග්ස් රටවලට සිදු වන්නේ, කේන්සියානු රියදුරු ප්‍රතිපත්තියට අනුව, සංචිත නැවත ගොඩනඟා ගැනීමට ක්‍රමයක් නොමැති බව පෙනෙන විට අවසානයේ මුදල් පාවෙන බවයි. රුපියල පාවෙන විට මිල පාලනය නැවතත් විනාශයක් ඇති කළ හැකිය.",
        "“නරකම අවස්ථාව නම් කිසිවක් සිදු නොවන අතර භාණ්ඩාගාර බිල්පත් අස්වැන්න මත සිවිලිමේ අස්වැන්න තබා ගැනීම සඳහා මහ බැංකුව මුදල් මුද්‍රණය කිරීම දිගටම කරගෙන යාමයි.",
        "“කේන්සියානු හෝ පශ්චාත් - කේන්සියානු ආර්ථික විද්‍යාඥයා, විශ්ව විද්‍යාලයේදී උගන්වා ඇතත්, යථාර්ථය සැමවිටම අවසානයේ පහර දෙයි. කේන්සියානු ආකෘතීන් න්‍යායාත්මකව හොඳයි, නමුත් ඒවා සැබෑ ලෝකයේ නොපවතී. Hicks-Hansen ආකෘතිය (IS-LM) හික්ස් විසින්ම පසුව ඉවත් කරන ලදී.",
        "“මුදල් මුද්‍රණය නතර නොකළහොත් වසර අවසන් වීමට පෙර මහ බැංකුවම එහි ඩොලර් වගකීම් මත බංකොලොත් වීමට ඉඩ ඇත.",
        "“කෙසේ වෙතත්, ඕනෑම ආකාරයක අර්ධ භාණ්ඩාගාර බිල්පත් සහ බැඳුම්කර වෙන්දේසි, අර්ධ වශයෙන් අසාර්ථක වූ බැඳුම්කර හෝ මුද්‍රිත මුදල් වෙළුම් සහිත බිල්පත් වෙන්දේසි ක්‍රමානුකූලව ඉහළ පොලී අනුපාතවලට තුඩු දෙන නමුත් සංචිත පාඩු සහ මුදල් අවප්‍රමාණය දිගටම පවතිනු ඇත.",
        "“මෘදු පෙගර් පාවීමට හොඳ නැත. අර්ධ මැදිහත්වීම් (නම්‍යශීලී විනිමය අනුපාතිකය) ඊටත් වඩා ඉහළ පොලී අනුපාතවලට සහ විශ්වාසය නැති කර ගැනීමට හේතු වනු ඇත.",
        "\"ආජන්ටිනාවේ, 2015 වසරේ සිට ශ්‍රී ලංකාවට මෙතරම් හානියක් සිදු කර ඇති 'නම්‍යශීලී විනිමය අනුපාතිකය' (එය පාවෙන හෝ සවි කර නොමැති) සහ ජීවානුහරණය නොකළ අක්‍රමික වෙළඳපල තත්ත්ව (DMC) රීතිය හේතුවෙන් කෙටි කාලීන අනුපාත සියයට 60 දක්වා ඉහළ ගියේය. , එයද විශ්වාසනීයත්වයක් නොමැති වීම.",
        "“පාර්ශ්වික පාවෙන ඉහළ අනුපාත මූල්‍ය සමාගම් සහ බැංකු විනාශ කළ හැකිය. මිය යන බැංකුවලට මුද්‍රිත මුදල්වලින් ඇප ලබා දෙන විට, සාමාන්‍යයෙන් විනිමය අනුපාතිකය පාලනය කිරීම ඊටත් වඩා දුෂ්කර ය.",
        "“උද්ධමනය සහ මුදල් හිඟය පරිභෝජන කඩාවැටීමකට තුඩු දෙන අතර එය ව්‍යාපාර ද විනාශ කරනු ඇත. වයිමර් ජනරජයට සිදුවූවාක් මෙන් අඩු සංචිත විදේශ නය පැහැර හැරීමකට තුඩු දෙනු ඇත.",
        "විදේශීය සැපයුම්කරුවන් ණයවර ලිපි භාර ගැනීම ප්‍රතික්ෂේප කළ නිසා රටක් ණය පැහැර හැරීමේදී වෙළඳාම විශාල පහරක් එල්ල කරයි. නමුත් ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, මෙය සිදු වූයේ 2020 අග භාගයේ සිට රට CCC වෙත පහත හෙලීමත් සමඟ වර්ධන පියවරයන් තුළ ය.",
        "මුලින්ම සමහර සැපයුම්කරුවන් ජාත්‍යන්තර බැංකුවකින් කවුන්ටරය අත්සන් නොකළ දේශීය බැංකුවල LC භාර ගැනීම නැවැත්තුවා. ඇසුරුම් ණය ලබා ගැනීමට සැපයුම්කරුවන්ට LC අවශ්‍ය වේ. එවිට ජපානයේ සහ බටහිර රටවල බැංකු ඒවාට අත්සන් කිරීම නැවැත්තුවා. කාලයක් ඉන්දියන් බැංකු ඒක කළේ ඉහළ වාරිකයකට.",
        "ඉන්දියානු බැංකු කවුන්ටර අත්සන් කිරීමද නතර කළේය. ශ්‍රී ලංකා LC වලට එරෙහිව සැපයුම්කරුවන්ට ණය දීමද ඔවුන් නතර කළේය.",
        "ඊට පස්සේ මහබැංකුව පාලනය, බාරදීමේ නීති තද කරද්දී සල්ලි මුද්‍රණ බැංකු නවත්තන්නේ නැතුව LC දෙන එක නැවැත්තුවේ වෙලාවට ඒවා පියවන්න ඩොලර් හොයාගන්න බැරි නිසා.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ පිටකොටුවේ වෙළෙන්දෝ, ලොකුම අභියෝග යටතේ තම පැටවුන්ට කිරි දෙන මව් කිකිළියක් මෙන්, පාරම්පරික සබඳතා භාවිතා කරමින්, සමහර විට පරම්පරා කිහිපයක් පසුපසට දිව යමින්, සැපයුම්කරුවන් විවෘත කඩදාසිවල භාණ්ඩ එවන ආහාර ආනයනය දිගටම කරගෙන ගියහ.",
        "පොහොර හිඟය තිබියදීත් ගොවීහු එය කරති. මිනිස්සුන්ට (බෝට්ටු යූරියා) කන්න දෙන්න සමහර පොහොර ඉන්දියාවෙන් හොරෙන් ගේනවා.",
        "දකුණු ආසියාවේ සහ ඩුබායි හි සැපයුම්කරුවන් Undiya/Hawala ගැන හුරුපුරුදු වන අතර LC වලට වඩා පුද්ගලික සබඳතා විශ්වාස කිරීමට කැමැත්තෙන් සිටිති. ඔවුන්ගේ වචනය ඔවුන්ගේ බැඳීමයි.",
        "ආහාර ආනයනකරුවන් පවසනු ඇත්තේ බැංකු ලබා දෙන්නේ කුඩා මුදල් ප්‍රමාණයන් පමණක් බවයි. ඇත්ත වශයෙන්ම ඔවුන් වරායේ බොහෝ බහාලුම් පිරිසිදු කර ඇත.",
        "ඒ නිසා තමයි කෑම තියෙන්නේ. උන්ඩියල්/හවාලා ක්‍රමය හරහා ඔවුන්ට ප්‍රමුඛත්වය ලැබෙනවා. බැංකුවලට ගොඩනැගිලි ද්‍රව්‍ය ඇතුළු බලධාරීන්ගේ සහ බලවත් සැපයුම්කරුවන්ගේ විවිධ නියෝගවලට ඇහුම්කන් දීමට සිදු වන අතර ඔවුන්ට රුපියල් 20කින් ඩොලරයක් ලබාගෙන ජාතිය පෝෂණය කළ හැකිය.",
        "උණ්ඩියල්/හවාලා ක්‍රමය කාටවත් තර්ජනයක් නොවේ. එය 'නිල නාලිකාවල' යටත් වීමේ රීතිය මෙන් නොව, නව මුදල් නිර්මාණය නොකරන අතර හොඳ බැංකුවල අතිරික්ත ද්‍රවශීලතාවය ඉහළ නංවන්නේ නැත.",
        "එය විශේෂයෙන්ම රාජ්‍ය බැංකුවල රුපියල සංචිත අඩු නොකරන අතර ‘නිල නාලිකාව’ මෙන් ශ්‍රී ලංකා නිදහස් පෙරමුණේ කවුළුවෙන් මුද්‍රිත මුදල් ණයට ගැනීමට මග පාදයි.",
        "සංචිත මුදල්වලට බලපෑම් නොකර මුදල් පාවෙන දළ පියවීම් පද්ධතියක් හානිකර නොවේ. එය ප්‍රේෂණවලින් ජාතියක් පෝෂණය කිරීමකි.",
        "කළ යුත්තේ ආහාර ආනයනකරුවන්ට LC භාවිතා කිරීමට බල කිරීම නොව, කැඩුණු ඇණ සවි කිරීම (මේ වන විටත් ගාස්තු ඉහළ නංවා ඇති අතර එමඟින් දේශීය ණය සහ ආයෝජන සහ ආනයනය නිවැරදි දිශාවට පියවරක් ලෙස අඩු කරනු ඇත) හෝ පිරිසිදු පාවෙන බව ය. ආනයනය නිදහසේ කළ හැකිය.",
        "ආහාර ආනයනකරුවන්ට LC භාවිතා කිරීමට බල කිරීම ආහාර හිඟයක් ඇති කළ හැකිය. ආහාර වීරයන්ට පසුව CAA දඩයම් කිරීම ද හිඟයක් ඇති කරයි.",
        "රටේ ආර්ථික ප්‍රශ්න විසඳිය හැක්කේ අතරමැදි පාලන තන්ත්‍රය (දැන් නම්‍යශීලී විනිමය අනුපාතයක් ලෙස හැඳින්වේ) අවසන් කර පොලී අනුපාත හැසිරවීමට මහ බැංකුවේ අභිමත ප්‍රතිපත්තිය අවසන් කිරීමෙන් ස්ථාවරත්වය ගෙන එන තනි නැංගුරම් ක්‍රමයකට යාමෙන් පමණි.",
        "සම්භාව්‍ය ආර්ථික විද්‍යාඥයින් පවසන පරිදි ස්ථාවරත්වය සියල්ල නොවිය හැකි නමුත් ස්ථාවරත්වය නොමැතිව සියල්ල කිසිවක් නොවේ. (කොළඹ/අප්‍රේල්29/2022)"
      ]
    },
    "ta": {
      "title": "புதிய கட்டுப்பாடுகளுடன் கூடிய மருந்துகளில் உணவுப் பற்றாக்குறையை இலங்கை தூண்டலாம்: பெல்வெதர்",
      "body_lines": [
        "பொருளாதாரம் - ஒரு சில பெரிய நிறுவனங்களால் இறக்குமதி செய்யப்படும் பாலைத் தவிர இலங்கையில் தற்போது உணவுப் பற்றாக்குறை இல்லை, ஆனால் மத்திய வங்கி பணம் அச்சடித்து டாலர் பற்றாக்குறையை உருவாக்கிய பின்னர் மருந்துகள் மற்றும் மருத்துவ பொருட்கள் கொடிய பற்றாக்குறையை எதிர்கொள்கின்றன.",
        "வெங்காயம், உருளைக்கிழங்கு, ஸ்ப்ரேட்ஸ், பருப்பு மற்றும் தானியங்கள் மற்றும் சில வகையான அரிசிகள் உட்பட ஒரு மாதத்திற்கு சுமார் 200 மில்லியன் அமெரிக்க டாலர் உணவுகளை இலங்கை இறக்குமதி செய்யும் என மதிப்பிடப்பட்டுள்ளது.",
        "இலங்கையின் போதைப்பொருள் தட்டுப்பாடு முதன்மையாக தேசிய மருத்துவ ஒழுங்குமுறை அதிகாரசபையால் உருவாக்கப்பட்டுள்ளது, இது ஒரு கொடிய விலைக்கட்டுப்பாட்டு முகவரான யஹபாலன நிர்வாகத்தால் உருவாக்கப்பட்டது.",
        "NMRA விலைக் கட்டுப்பாடுகளை விதிக்கும் போது இறக்குமதியாளர்கள் தற்போதைய விலையில் விற்க முடியாது, மத்திய வங்கி பணம் அச்சிடுதல் மற்றும் சரணடைதல் விதி மூலம் நாணயத்தின் மதிப்பைக் குறைக்கிறது. அதனால் பற்றாக்குறை உள்ளது.",
        "பணம் அச்சிடுதல் மற்றும் சரணடைதல் விதியால் உருவாக்கப்பட்ட டாலர் தட்டுப்பாடு காரணமாக அவர்களால் வங்கிகளில் கடன் கடிதங்களை திறக்க முடியாது.",
        "உணவுப் பற்றாக்குறையை உருவாக்குவதற்கான எளிதான வழி, உண்டியல்/ஹவாலா சந்தைகளைத் தடுப்பது, உணவு இறக்குமதியைக் கணக்குத் திறப்பது மற்றும் பெட்டா வணிகர்களை LC களைத் திறக்கும்படி கட்டாயப்படுத்துவது அல்லது அதிகாரப்பூர்வ வழிகளில் பில்களை முழுமையாகத் தீர்க்காத உணவு இறக்குமதியாளர்கள் மீது சுங்க அதிகாரிகளை அமைக்க வேண்டும்.",
        "நுகர்வோர் விவகார அதிகாரசபையானது விலைக் கட்டுப்பாட்டுடன் உணவுப் பற்றாக்குறைக்கு பங்களிக்க முடியும்.",
        "நெகிழ்வான பணவீக்க மற்றும் வெளியீட்டு இடைவெளி இலக்கு இல்லாமல் NMRA ஐத் தொடங்குதல்",
        "இந்த பத்தி 2015ல் எச்சரித்தது, அப்போதைய நாணய வாரியம் பணவீக்கம் குறைவாக இருப்பதாக கூறி, பொருட்களின் விலை சரிந்ததால், மத்திய வங்கியின் நெகிழ்வான கொள்கையை சட்டத்தின் மூலம் கட்டுப்படுத்துவது என்எம்ஆர்ஏ அல்ல என்று கூறி பணம் அச்சடித்தது. (ரூபாய் வீழ்ச்சியால் கொழும்பு எரியும் போது, ​​இலங்கையின் மருந்தகம் நீரோஸ் ஃபிட்லிங் செய்வதைக் கட்டுப்படுத்துகிறது)",
        "2018 இல் நெகிழ்வான பணவீக்கத்தை இலக்காகக் கொண்ட மற்றும் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்ட இடைவெளியின் விளைவு தெளிவாகத் தெரிந்தபோது, ​​நாணயம் நிலையானதாக இருக்கும் இலங்கை கிரீஸ் அல்ல, ஆனால் ஒரு லத்தீன் அமெரிக்க பாணி மத்திய வங்கியாகும், அங்கு ரூபாய் மிகவும் செங்குத்தாக சரிந்து நுகர்வோர் விலைகளைத் தாக்குகிறது.",
        "நெகிழ்வான மாற்று விகிதங்கள் அல்லது சாஃப்ட்-பெக்ஸ் என்பது பொருளாதார வல்லுநர்கள் அல்லது வணிகர்களால் சமைத்த மிகவும் ஆபத்தான பணவியல் ஆட்சியாகும்.",
        "இதைத்தான் அந்தக் கட்டுரையில் (இலங்கை கிரீஸ் அல்ல, அது லத்தீன் அமெரிக்க பாணி சாஃப்ட்-பெக்: பெல்வெதர்)",
        "\"யூரோவின் கீழ் ஒரு உள்ளூர் நிறுவனம் வெளிநாட்டுக் கடன்களை இன்னும் திருப்பிச் செலுத்த முடியும். அவர்கள் உள்நாட்டிலும் கடன் வாங்கலாம் அல்லது வெளிநாட்டுக் கடன்களைத் திருப்பிச் செலுத்த தங்கள் வங்கி வைப்புகளைப் பயன்படுத்தலாம். வெளிநாடுகளில் யூரோ ஏற்றுக்கொள்ளப்படுவதால், பொருட்களை இறக்குமதி செய்வதில் எந்தப் பிரச்னையும் இல்லை.",
        "“எரிபொருள் அல்லது மின்சாரத்தின் விலைகள் கடுமையாக உயரவில்லை. ஜெர்மனி அல்லது பிரான்ஸ் போன்ற யூரோ பகுதியில் உள்ள எந்த ஒரு நிலையான நாடும் போலவே அவை இருந்தன. பணவீக்கத்தில் எந்த வெடிப்பும் இல்லாததால் வங்கி வைப்புகளின் மதிப்பு அப்படியே இருந்தது. அரசுக் கடனில் இறையாண்மை மற்றும் முடி வெட்டுக்கள் இருந்தாலும், தனியார் இயல்புநிலை அல்லது ஹேர்கட் எதுவும் இல்லை.",
        "\"ஆனால் வீழ்ச்சியடைந்த நாணயமானது கரைப்பான் வங்கிகளில் வங்கி வைப்புத்தொகை உட்பட அனைத்து அரசு மற்றும் தனியார் கடன்களின் மீது முடி வெட்டு விதிக்கிறது. ஓய்வூதியம் பயனற்றதாகி முதியவர்களை கடுமையாக பாதிக்கிறது.",
        "\"ஒரு சரிந்து வரும் சாஃப்ட்-பெக்ட் கரன்சி, யூரோ போன்ற வலுவான மிதக்கும் மாற்று விகிதத்தைப் போலல்லாமல், மிகவும் பணக்காரர்களைத் தவிர மற்ற அனைத்து குடிமக்களையும் கடுமையான சிரமங்களுக்கு உள்ளாக்கும்.",
        "“இலங்கை போன்ற மென்மையான பண ஆட்சியில், ஒவ்வொரு முறையும் மத்திய வங்கி அந்நிய செலாவணி சந்தையில் தலையிட்டு, பின்னர் வட்டி விகிதங்களைக் குறைக்க பணத்தை அச்சிடும்போது நாணயம் தொடர்ந்து வீழ்ச்சியடைகிறது.",
        "\"நாணயம் வெளியிடப்படாத வரை, மாற்று விகித தேய்மானத்திற்கு முடிவே இல்லை, குறிப்பாக வட்டி விகிதங்கள் உயர்த்தப்படாவிட்டால் மற்றும் கடன் குறையவில்லை என்றால். பொதுவாக இலங்கையிலும் மற்ற சாஃப்ட்-பெக்களிலும் நடப்பது என்னவென்றால், இறுதியில் விலைகள் உயர்த்தப்பட்டு நாணயம் மிதக்கப்பட வேண்டும். இதுவே இந்த பத்தியில் ‘ரவுலத் நீ கெண்டேத் நே’ என்று குறிப்பிடப்பட்டுள்ளது.",
        "\"லத்தீன் அமெரிக்காவில் - கிரீஸைப் போலல்லாமல் - நாணயம் செங்குத்தாக வீழ்ச்சியடையும் போது, ​​விலைகள் உயரும், மேலும் பெரும்பாலான பணம் உணவு மற்றும் மருந்துகளுக்குச் செல்வதால் மக்களின் வாழ்க்கைத் தரம் உருகும். தேவை சரிவதால் பல வணிகங்கள் தோல்வியடைகின்றன.",
        "\"கிரீஸ் போலல்லாமல், ஒரு மென்மையான நாட்டின் அரசாங்கம் உள்நாட்டு சந்தைகளில் இருந்து பணத்தை திரட்ட முடியாது மற்றும் தடைசெய்யும் வட்டி விகிதங்களில் கூட வெளிநாட்டு கடன்களை திருப்பிச் செலுத்த முடியாது. அரசாங்கம் தவறியிருக்கலாம். குறைப்புக்கள் சிக்கலை அதிகப்படுத்தும், வட்டி விகிதங்களை உயர்த்தும்.",
        "\"பணமதிப்பு வீழ்ச்சியுடன் விலைகள் உயரும் போது வங்கி வைப்புகளின் மதிப்பு ஆவியாகிறது. நாணயம் 50 சதவிகிதம் குறைந்தால், உள்ளூர் நிறுவனங்கள் இப்போது வெளிநாட்டுக் கடன்களைத் திருப்பிச் செலுத்த அதிகக் கடன் வாங்க வேண்டியிருக்கும், அந்நியச் செலாவணி வாங்குவதற்குக் கிடைத்தாலும், அவற்றின் இருப்புநிலைக் குறிப்பில் பாரிய ஓட்டைகள் ஏற்படும்.",
        "“பரிமாற்றக் கட்டுப்பாடுகள் வந்தால், அவர்கள் கடன் வாங்கிய உள்நாட்டுப் பணத்தைக் கொண்டு வாங்க டாலர்கள் இருக்காது.",
        "\"ஒரு சாஃப்ட்-பெக் சரிந்தால் சுதந்திரமாக பொருட்களை இறக்குமதி செய்ய முடியாது, ஏனெனில் கருத்தடை தலையீடு காரணமாக அந்நிய செலாவணி பற்றாக்குறை ஏற்படும். இறக்குமதி கட்டுப்பாடுகளும் வரலாம்.",
        "“எரிபொருள் அல்லது மின்சாரத்தின் விலை அதிகரிக்கும் போது (எண்ணெய் விலை இப்போது வீழ்ச்சியடைந்து வருகிறது மற்றும் இலங்கையில் மழை பெய்து வருகிறது) விலைகளை உயர்த்தவில்லை என்றால், அதிக பணம் அச்சிடப்பட்டு எரிசக்திக்கு மானியம் கொடுக்கப்படும், நாணயம் கீழே தள்ளப்படும்.",
        "\"லத்தீன் அமெரிக்காவில், ஆற்றல் விலைக் கட்டுப்பாடுகள் பணத்தை அச்சிடுவதற்கும் ரேஷன் செய்வதற்கும் வழிவகுத்தன. மின்வெட்டு மற்றும் எரிபொருள் தட்டுப்பாடு ஏற்படலாம்.",
        "“இலங்கையில் தேசிய மருந்துகள் ஒழுங்குமுறை அதிகாரசபையின் மருந்துகளின் விலைக் கட்டுப்பாடுகள் காரணமாக, மருந்துகள் அலமாரியில் இல்லாமல் போகலாம்.",
        "\"லத்தீன் அமெரிக்க சாஃப்ட்-பெக்ஸில் பல விலைக் கட்டுப்பாடுகள் விதிக்கப்பட்டன. பொருட்கள் உடனடியாக அலமாரிகளை விட்டு வெளியேறி கருப்பு சந்தைகள் தோன்றும்.",
        "“இறக்குமதிக் கட்டுப்பாடுகளால் அதிகமான வணிகங்கள் தோல்வியடையும். வருவாய் குறைவதால் மக்கள் பணிநீக்கம் செய்யப்படுவார்கள். வங்கிகளுக்கு அதிக நஷ்டம் ஏற்படும். விலைகள் இறுதியில் உயரும். மேலும் வணிகங்கள் தோல்வியடையலாம்.",
        "“இந்த நிலை பல மாதங்கள் தொடர்ந்தால், வங்கிகளில் ஓட்டங்கள் இருக்கலாம். அவர்களை ஜாமீனில் விடுவிக்க பணம் அச்சிடப்பட்டால், கரன்சி இன்னும் குறையும். இந்த நிகழ்வு கிழக்கு ஆசிய நெருக்கடியின் போது பல லத்தீன் அமெரிக்க சாஃப்ட்-பெக்களிலும் இந்தோனேசியாவிலும் காணப்பட்டது.",
        "\"பணவீக்கம் அதிகரிக்கும் வரை மொத்த உள்நாட்டு உற்பத்திக்கான கடன் வெடிக்கும். வெளிநாட்டுக் கடனின் பங்கும் அதிகரிக்கும். லத்தீன் அமெரிக்காவில் இதுதான் நடக்கிறது. அது கிரீஸ் அல்ல.",
        "2021 ஆம் ஆண்டில் மோசமான மத்திய வங்கிக் கொள்கை தொடர்ந்தபோது, ​​நெகிழ்வான மாற்று விகித மத்திய வங்கிகளில் காணப்படும் 'மிதக்கும் பயம்' காரணமாக ஒரு மிதவை கையிருப்பு இல்லாமல் போனால், இயல்புநிலை மற்றும் கரைப்பு ஏற்பட வாய்ப்புள்ளது என்று இந்த பத்தி எச்சரித்தது.",
        "சாஃப்ட்-பெக்கர்ஸ் ஒரே நேரத்தில் மிதக்காது, ஆனால் கொஞ்சம் கொஞ்சமாக நாணயத்தை சரிசெய்ய முயற்சிக்கிறது. இருப்பினும் அது பின்வாங்கலாம். IMF, மத்திய வங்கியை கொஞ்சம் கொஞ்சமாக சரிசெய்யுமாறு அறிவுறுத்தியது. அது செய்யப்பட்டது. இரண்டு மாதங்களுக்குப் பிறகும் ரூபாயின் மதிப்பு கொஞ்சம் கொஞ்சமாக சரிகிறது.",
        "இந்த வகை அரை மனதுடன் மிதக்கும் மற்றும் அரை மனதுடன் பத்திர ஏலங்களுக்கு எதிராக இந்த பத்தி எச்சரித்தது. இந்த எச்சரிக்கைகள் உண்மையாகி வருவதைக் கண்டு இந்த கட்டுரையாளருக்கு மிகுந்த ஏமாற்றம்.",
        "மத்திய வங்கியின் வழமையாக நெகிழ்வான கொள்கைகள் கைவிடப்படும் என்ற நம்பிக்கையில் கடுமையான எச்சரிக்கைகள் செய்யப்படுகின்றன என்று இந்த பத்தி கடந்த காலங்களில் கூறியுள்ளது.",
        "2021 ஆம் ஆண்டில், இலங்கையின் பணமதிப்பு சரிவில் ஏற்கனவே உடைந்துள்ள ஆப்புகளுடன் வெளியீட்டு இடைவெளியைக் குறிவைக்க மத்திய வங்கி தொடர்ந்து முயற்சித்தபோது, ​​விரைவான நடவடிக்கை எடுக்கப்படாவிட்டால் இது வேகமடையும்: பெல்வெதர்",
        "“பணம் அச்சிடுவது நிறுத்தப்படாவிட்டால், இந்த ஆண்டு இறுதிக்குள் மத்திய வங்கியே அதன் டாலர் பொறுப்புகளில் திவாலாகிவிடும்.",
        "\"எனினும் எந்தவிதமான அரை மனதுடன் கருவூல உண்டியல் மற்றும் பத்திர ஏலங்கள், ஓரளவு தோல்வியுற்ற பத்திரங்கள் அல்லது பில் ஏலங்கள் சில அளவு அச்சிடப்பட்ட பணத்துடன் படிப்படியாக அதிக வட்டி விகிதங்களுக்கு வழிவகுக்கும், ஆனால் இருப்பு இழப்புகள் மற்றும் நாணய தேய்மானம் தொடரும்.",
        "“சாஃப்ட்-பெக்கர்ஸ் மிதப்பதில் நல்லதல்ல. பகுதி தலையீடுகள் (நெகிழ்வான மாற்று விகிதம்) இன்னும் அதிக வட்டி விகிதங்கள் மற்றும் அதிக நம்பிக்கை இழப்புகளுக்கு வழிவகுக்கும்.",
        "“அர்ஜென்டினாவில், குறுகிய கால விகிதங்கள் 60 சதவீதமாக உயர்ந்தது, 'நெகிழ்வான மாற்று விகிதம்' (இது மிதக்கும் அல்லது பொருத்தப்படாதது) 2015 முதல் இலங்கைக்கு இவ்வளவு சேதத்தை ஏற்படுத்தியது மற்றும் கிருமி நீக்கம் செய்யப்படாத ஒழுங்கற்ற சந்தை நிலைமைகள் (DMC) விதி. , நம்பகத்தன்மையும் இல்லாதது.",
        "\"அதிக வட்டி விகிதங்கள் பல வணிகங்களைக் கொல்லலாம். பகுதியளவு மிதவையின் அதிக விகிதங்கள் நிதி நிறுவனங்களையும் வங்கிகளையும் கொல்லக்கூடும்.",
        "\"இறந்து கொண்டிருக்கும் வங்கிகள் அச்சிடப்பட்ட பணத்துடன் பிணை எடுக்கப்படும் போது, ​​பொதுவாக மாற்று விகிதத்தை கட்டுப்படுத்துவது இன்னும் கடினமாக உள்ளது.",
        "\"பணவீக்கம் மற்றும் பணத் தட்டுப்பாடு ஆகியவை நுகர்வு வீழ்ச்சிக்கு வழிவகுக்கும், இது வணிகங்களையும் அழிக்கும். குறைந்த கையிருப்பு, வீமர் குடியரசிற்கு நடந்தது போல் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்த முடியாமல் போகும்.",
        "“ரூபாய் வீழ்ச்சியடையத் தொடங்கும் போது, ​​விலைக் கட்டுப்பாடுகள் வரும். நுகர்வோர் விவகார ஆணையம் (CAA) லாஃப்ஸ் எரிவாயுவை ஏற்கனவே நிறுத்தியிருந்தது.",
        "“இது இன்னும் பல விலைக் கட்டுப்பாடுகளை விதிக்கும். இன்னும் பல தட்டுப்பாடு ஏற்படும். இது சாதாரண மக்களுக்கு பெரும் அச்சுறுத்தலாக அமையும். மக்கள் ‘கறுப்புச் சந்தையாளர்கள்’ என்று முத்திரை குத்தப்படுவார்கள்.",
        "விலைக் கட்டுப்பாட்டை மீறுபவர்கள் மீதான அபராதத்தை 100 மடங்கு உயர்த்த பணம் அச்சிடுபவர்கள் ஏற்கனவே தயாராகி வருகின்றனர்.",
        "“தேசிய மருத்துவ மருந்துகள் ஆணையம் (NMRA) இன்னும் பெரிய அச்சுறுத்தலாக இருக்கலாம். NMRA விலைக் கட்டுப்பாடுகள் மருந்து இறக்குமதியாளர்கள் செயல்பட முடியாமல் போகும். சில வகை மருந்துகளுக்கு தட்டுப்பாடு இருக்கலாம்.",
        "\"அரச \"தொழிலாளர்களுக்கு ஊதியம் வழங்குவதற்கும் மற்ற செலவுகளை ஈடுகட்டுவதற்கும் அதிக பணம் அச்சிடப்பட்டால், எண்ணெய் இறக்குமதிகள் குறைக்கப்பட வேண்டியிருக்கும்.",
        "\"சாஃப்ட்-பெக் நாடுகளுக்கு என்ன நடக்கிறது என்றால், கெயின்சியர்களின் ஓட்டுநர் கொள்கைக்கு, இருப்புக்களை மீண்டும் கட்டியெழுப்ப வழி இல்லை என்பது தெளிவாகத் தெரிந்தால், இறுதியில் நாணயம் மிதக்கப்படுகிறது. ரூபாய் மதிப்பு உயர்த்தப்பட்டால், விலைக் கட்டுப்பாடுகள் மீண்டும் அழிவை ஏற்படுத்தலாம்.",
        "\"மோசமான சூழ்நிலை என்னவென்றால், எதுவும் செய்யப்படாது மற்றும் கருவூல உண்டியல் வருவாயில் உச்சவரம்பு விளைச்சலை வைத்திருக்க மத்திய வங்கி தொடர்ந்து பணத்தை அச்சிடும்.",
        "\"கெய்னீசியன் அல்லது பிந்தைய - கெயின்சியன் பொருளாதார நிபுணர், பல்கலைக் கழகத்தில் கற்பித்தாலும், உண்மை எப்போதுமே இறுதியில் வெற்றி பெறுகிறது. கெயின்சியன் மாதிரிகள் கோட்பாட்டில் நன்றாக உள்ளன, ஆனால் அவை நிஜ உலகில் இல்லை. ஹிக்ஸ்-ஹேன்சன் மாடல் (IS-LM) பின்னர் ஹிக்ஸ் அவர்களால் நிராகரிக்கப்பட்டது.",
        "“பணம் அச்சிடுவது நிறுத்தப்படாவிட்டால், இந்த ஆண்டு இறுதிக்குள் மத்திய வங்கியே அதன் டாலர் பொறுப்புகளில் திவாலாகிவிடும்.",
        "\"எனினும் எந்தவிதமான அரை மனதுடன் கருவூல உண்டியல் மற்றும் பத்திர ஏலங்கள், ஓரளவு தோல்வியுற்ற பத்திரங்கள் அல்லது பில் ஏலங்கள் சில அளவு அச்சிடப்பட்ட பணத்துடன் படிப்படியாக அதிக வட்டி விகிதங்களுக்கு வழிவகுக்கும், ஆனால் இருப்பு இழப்புகள் மற்றும் நாணய தேய்மானம் தொடரும்.",
        "“சாஃப்ட்-பெக்கர்ஸ் மிதப்பதில் நல்லதல்ல. பகுதி தலையீடுகள் (நெகிழ்வான மாற்று விகிதம்) இன்னும் அதிக வட்டி விகிதங்கள் மற்றும் அதிக நம்பிக்கை இழப்புகளுக்கு வழிவகுக்கும்.",
        "“அர்ஜென்டினாவில், குறுகிய கால விகிதங்கள் 60 சதவீதமாக உயர்ந்தது, 'நெகிழ்வான மாற்று விகிதம்' (இது மிதக்கும் அல்லது பொருத்தப்படாதது) 2015 முதல் இலங்கைக்கு இவ்வளவு சேதத்தை ஏற்படுத்தியது மற்றும் கிருமி நீக்கம் செய்யப்படாத ஒழுங்கற்ற சந்தை நிலைமைகள் (DMC) விதி. , நம்பகத்தன்மையும் இல்லாதது.",
        "\"பகுதி மிதப்பிலிருந்து வரும் அதிக விகிதங்கள் நிதி நிறுவனங்களையும் வங்கிகளையும் கொல்லக்கூடும். இறக்கும் வங்கிகள் அச்சிடப்பட்ட பணத்துடன் பிணையெடுக்கப்படும் போது, ​​பொதுவாக மாற்று விகிதத்தைக் கட்டுப்படுத்துவது இன்னும் கடினமாகும்.",
        "\"பணவீக்கம் மற்றும் பணத் தட்டுப்பாடு ஆகியவை நுகர்வு வீழ்ச்சிக்கு வழிவகுக்கும், இது வணிகங்களையும் அழிக்கும். குறைந்த கையிருப்பு, வீமர் குடியரசிற்கு நடந்தது போல் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்த முடியாமல் போகும்.",
        "வெளிநாட்டு சப்ளையர்கள் கடன் கடிதங்களை ஏற்க மறுத்ததால், ஒரு நாடு கடனைத் திருப்பிச் செலுத்தாததால் வர்த்தகம் பெரிய அளவில் பாதிக்கப்படும். ஆனால் இலங்கையைப் பொறுத்தவரை, இது 2020 ஆம் ஆண்டின் பிற்பகுதியில் இருந்து நாடு CCC க்கு தரமிறக்கப்பட்ட போது அதிகரிக்கும் படிகளில் நடந்தது.",
        "முதலில் சில சப்ளையர்கள் சர்வதேச வங்கியால் கையொப்பமிடப்படாத உள்ளூர் வங்கிகளின் LC களை ஏற்றுக்கொள்வதை நிறுத்தினர். பேக்கிங் கிரெடிட்டைப் பெற சப்ளையர்களுக்கு LCக்கள் தேவை. பின்னர் ஜப்பான் மற்றும் மேற்கத்திய நாடுகளில் உள்ள வங்கிகள் கவுன்டர் கையொப்பமிடுவதை நிறுத்திவிட்டன. சிறிது காலத்திற்கு இந்திய வங்கிகள் அதை அதிக பிரீமியத்தில் செய்தன.",
        "இந்திய வங்கிகளும் கவுண்டர் கையொப்பமிடுவதை நிறுத்திவிட்டன. இலங்கை LC களுக்கு எதிராக சப்ளையர் கடன் வழங்குவதையும் அவர்கள் நிறுத்தினர்.",
        "பின்னர் மத்திய வங்கி கட்டுப்பாடுகள், சரண்டர் விதிகள் மற்றும் பலவற்றை கடுமையாக்கியதால், பணத்தை அச்சடிக்கும் வங்கிகள் எல்சிகளை வழங்குவதை நிறுத்தியது, ஏனெனில் அவற்றை சரியான நேரத்தில் தீர்க்க டாலர்கள் கிடைக்கவில்லை.",
        "எவ்வாறாயினும், இலங்கையின் பெட்டா வியாபாரிகள், தாய் கோழி தனது குஞ்சுகளுக்கு உணவளிப்பது போன்று, பாரம்பரிய உறவுகளைப் பயன்படுத்தி உணவு இறக்குமதியைத் தொடர்ந்தனர், சில சமயங்களில் பல தலைமுறைகளுக்குப் பின்னால் ஓடுகிறார்கள், சப்ளையர்கள் திறந்த காகிதங்களில் பொருட்களை அனுப்புகிறார்கள்.",
        "உரம் இல்லாத நிலையிலும் விவசாயிகளும் செய்து வருகின்றனர். மக்களுக்கு உணவளிக்க (படகு யூரியா) சில உரங்கள் இந்தியாவில் இருந்து கடத்தப்படுகின்றன.",
        "தெற்காசியா மற்றும் துபாயில் உள்ள சப்ளையர்கள் உண்டியா/ஹவாலாவை நன்கு அறிந்தவர்கள் மற்றும் LC களை விட தனிப்பட்ட உறவுகளை நம்புவதற்கு தயாராக உள்ளனர். அவர்களின் வார்த்தையே அவர்களின் பந்தம்.",
        "உணவு இறக்குமதியாளர்கள் வங்கிகள் சிறிய தொகையை மட்டுமே தருவதாக கூறுவார்கள். அவர்கள் உண்மையில் துறைமுகத்தில் உள்ள பெரும்பாலான கொள்கலன்களை அகற்றியுள்ளனர்.",
        "அதனால்தான் உணவு இருக்கிறது. உண்டியல்/ஹவாலா முறை மூலம் அவர்கள் முன்னுரிமை பெறுகிறார்கள். மேலும் அவர்கள் ஒரு டாலரை 20 ரூபாய்க்கு அதிகமாகப் பெற்று நாட்டுக்கு உணவளிக்க முடியும், அதே நேரத்தில் வங்கிகள் அதிகாரிகள் மற்றும் சக்திவாய்ந்த சப்ளையர்களின் பல்வேறு கட்டளைகளுக்கு செவிசாய்க்க வேண்டும்.",
        "உண்டியல்/ஹவாலா முறை யாருக்கும் அச்சுறுத்தல் அல்ல. இது புதிய பணத்தை உருவாக்காது மற்றும் நல்ல வங்கிகளின் அதிகப்படியான பணப்புழக்கத்தை அதிகரிக்காது, 'அதிகாரப்பூர்வ சேனல்களின்' சரணடைதல் விதி போலல்லாமல்.",
        "இது குறிப்பாக அரச வங்கிகளின் ரூபாய் கையிருப்பைக் குறைக்காது மற்றும் 'அதிகாரப்பூர்வ சேனல்' போல் அல்லாமல் SLF சாளரத்தில் இருந்து அச்சிடப்பட்ட பணத்தை கடன் வாங்குவதற்கு வழிவகுக்காது.",
        "கையிருப்பு பணத்தை பாதிக்காமல் நாணயம் மிதக்கும் ஒரு மொத்த தீர்வு முறை இது பாதிப்பில்லாதது. இது பணம் அனுப்புவதன் மூலம் ஒரு தேசத்திற்கு உணவளிக்கிறது.",
        "உணவு இறக்குமதியாளர்களை LC களைப் பயன்படுத்தும்படி கட்டாயப்படுத்துவது அல்ல, உடைந்த ஆப்பை சரிசெய்வது (உள்நாட்டு கடன் மற்றும் முதலீடுகள் மற்றும் இறக்குமதிகளை சரியான திசையில் குறைக்கும் வகையில் ஏற்கனவே விகிதங்கள் உயர்த்தப்பட்டுள்ளன) அல்லது சுத்தமான மிதவையை உருவாக்க வேண்டும். இறக்குமதியை சுதந்திரமாக செய்ய முடியும்.",
        "உணவு இறக்குமதியாளர்களை கட்டாயப்படுத்தி LC களை உபயோகிப்பது உணவுப் பற்றாக்குறையை உருவாக்கும். உணவு ஹீரோக்களுக்குப் பிறகு CAA வேட்டை நாய்களை அமைப்பதும் பற்றாக்குறையை உருவாக்கும்.",
        "நாட்டின் பொருளாதாரப் பிரச்சனைகளுக்கு இடைநிலை ஆட்சி சாஃப்ட்-பெக் (இப்போது நெகிழ்வான மாற்று விகிதம் என்று அழைக்கப்படுகிறது) மற்றும் ஒற்றை நங்கூரம் அமைப்பிற்குச் செல்வதன் மூலம் மட்டுமே தீர்க்க முடியும், இது வட்டி விகிதங்களைக் கையாளுவதற்கு மத்திய வங்கியின் விருப்பமான கொள்கையை முடிவுக்குக் கொண்டுவருவதன் மூலம் ஸ்திரத்தன்மையைக் கொண்டுவரும்.",
        "கிளாசிக்கல் பொருளாதார வல்லுநர்கள் சொல்வது போல் ஸ்திரத்தன்மை எல்லாம் இருக்காது, ஆனால் ஸ்திரத்தன்மை இல்லாமல் எல்லாம் ஒன்றுமில்லை. (கொழும்பு/ஏப்29/2022)"
      ]
    }
  }
}