{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81858/up-to-3000-troops-killed-so-far-ukrainian-president-says",
  "time_ut": 1650101340,
  "title": "Up to 3,000 troops killed so far, Ukrainian president says",
  "body_lines": [
    "Explosions were heard in Kyiv and the western city of Lviv early on Saturday and the mayor of the Ukrainian capital said rescuers and medics were working at the site of a blast on the outskirts of the city.",
    "President Volodymyr Zelenskiy said about 2,500 to 3,000 Ukrainian troops have been killed in seven weeks of war with Russia and about 10,000 injured, but there was no count of civilian casualties.",
    "He told CNN on Friday 19,000 to 20,000 Russian soldiers had been killed in the war. Moscow said last month that 1,351 Russian soldiers had been killed and 3,825 wounded.",
    "Russia pledged on Friday to launch more strikes on Kyiv and said it had used cruise missiles to the Vizar factory on the edge of Kyiv, which it said made and repaired missiles, including anti-ship missiles.",
    "The attack followed Thursday’s sinking of the Moskva, the flagship of Moscow’s Black Sea fleet.",
    "Ukraine said one of its missiles had caused the Moskva to sink, a powerful symbol of its resistance to a better-armed foe. Moscow said the ship sank while being towed in stormy seas after a fire caused by an explosion of ammunition and that more than 500 sailors were evacuated.",
    "The United States believes the Moskva was hit by two Ukrainian missiles and that there were Russian casualties, although numbers were unclear, a senior U.S. official said.",
    "Ukraine’s military said on Saturday the presence of Russian warships in the Black Sea, armed with sea-launched missiles, suggests that an increased possibility that Russia would use them to strike Ukraine’s defence industry and logistics infrastructure.",
    "It said also that Russia’s navy was active in the Sea of Azov to block the port of Mariupol, where ground fighting has intensified as Ukraine said it was trying to break Russia’s siege.",
    "Home to 400,000 people before Russia’s invasion, Mariupol has been reduced to rubble. Thousands of civilians have died and tens of thousands remain trapped.",
    "“The situation in Mariupol is difficult and hard. Fighting is happening right now. The Russian army is constantly calling on additional units to storm the city,” defence ministry spokesperson Oleksandr Motuzyanyk told a briefing. He said the Russians have not completely captured it.",
    "Zelenskiy said the military situation in the south and east was “still very difficult,” while praising the work of his armed forces.",
    "“The successes of our military on the battlefield are really significant, historically significant. But they are still not enough to clean our land of the occupiers. We will beat them some more,” he said in a late-night video address, calling again for allies to send heavier weapons and for an international embargo on Russian oil.",
    "Zelenskiy has appealed to U.S. President Joe Biden for the United States to designate Russia a “state sponsor of terrorism,” joining North Korea, Cuba, Iran and Syria, the Washington Post reported, citing people familiar with their conversation. read more",
    "A White House spokesperson responded by saying, “We will continue to consider all options to increase the pressure on Putin.”",
    "Ukrainian Prime Minister Denys Shmyhal and top finance officials will attend International Monetary Fund and World Bank meetings in Washington next week, sources told Reuters.",
    "It will be the first chance for key Ukrainian officials to meet in person with financial officials from advanced economies since Russia’s invasion of Ukraine on Feb. 24. read more",
    "If Moscow captures Mariupol, it would be the first big city to fall.",
    "Russia’s defence ministry said it had captured the city’s Illich steel works. The report could not be confirmed. Ukrainian defenders are mainly believed to be holding out in Azovstal, another huge steel works. read more",
    "Both plants are owned by Metinvest, the empire of Ukraine’s richest businessman and backbone of Ukraine’s industrial east - which told Reuters on Friday it would never let its enterprises operate under Russian occupation. read more",
    "Moscow has used its naval power to blockade Ukrainian ports and threaten a potential amphibious landing along the coast. Without the Moskva, the largest warship sunk during conflict since Argentina’s General Belgrano in the 1982 Falklands war, its ability to menace Ukraine from the sea could be crippled.",
    "Russia initially described its aims in Ukraine as “a special military operation” to disarm its neighbour and defeat nationalists there.",
    "After its invasion force was driven from the outskirts of Kyiv this month, Moscow has said its main war aim is to capture the Donbas, the eastern region partly held by Russian-backed separatists since 2014.",
    "Kyiv and its Western allies say those are bogus justifications for an unprovoked war of aggression that has driven a quarter of Ukraine’s 44 million people from their homes and led to the deaths of thousands."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන ජනාධිපතිවරයා පවසන්නේ මේ වන විට හමුදා භටයින් 3,000 ක් පමණ මිය ගොස් ඇති බවයි",
      "body_lines": [
        "සෙනසුරාදා අලුයම Kyiv සහ Lviv හි බටහිර නගරයේ පිපිරීම් ඇසුණු අතර යුක්රේන අගනුවර නගරාධිපතිවරයා පැවසුවේ, නගරයෙන් පිටත පිපිරීමක් සිදුවූ ස්ථානයේ ගලවාගැනීම් සහ වෛද්යවරුන් කටයුතු කරමින් සිටින බවයි.",
        "ජනාධිපති Volodymyr Zelenskiy පැවසුවේ රුසියාව සමඟ සති හතක යුද්ධයකදී යුක්රේන හමුදා භටයින් 2,500 සිට 3,000 දක්වා ප්‍රමාණයක් මිය ගොස් 10,000 ක් පමණ තුවාල ලබා ඇති නමුත් සිවිල් වැසියන්ගේ ජීවිත ගණන ගණන් නොගත් බවයි.",
        "ඔහු සිකුරාදා සීඑන්එන් වෙත පැවසුවේ යුද්ධයේදී රුසියානු සොල්දාදුවන් 19,000 සිට 20,000 දක්වා මිය ගිය බවයි. මොස්කව් ප්‍රකාශ කළේ රුසියානු සොල්දාදුවන් 1,351ක් මිය ගොස් 3,825ක් තුවාල ලබා ඇති බවයි.",
        "රුසියාව Kyiv වෙත තවත් ප්‍රහාර දියත් කිරීමට සිකුරාදා ප්‍රතිඥා දුන් අතර Kyiv හි මායිමේ පිහිටි Vizar කම්හල වෙත කෲස් මිසයිල භාවිතා කළ බව ප්‍රකාශ කළ අතර, එය නැව් නාශක මිසයිල ඇතුළු මිසයිල සාදා අලුත්වැඩියා කළ බව පැවසීය.",
        "ප්‍රහාරය බ්‍රහස්පතින්දා මොස්කව්හි කළු මුහුදේ බලඇණියේ ප්‍රමුඛයා වන මොස්ක්වා ගිලී යාමෙන් පසුවය.",
        "යුක්රේනය පැවසුවේ එහි එක් මිසයිලයක් මොස්ක්වා ගිල්වීමට හේතු වූ අතර එය වඩා හොඳ සන්නද්ධ සතුරෙකුට තම ප්‍රතිරෝධයේ ප්‍රබල සංකේතයකි. පතොරම් පිපිරවීමකින් ඇති වූ ගින්නකින් පසු කුණාටු සහිත මුහුදේ ඇදගෙන යමින් සිටියදී නෞකාව ගිලී ගිය බවත්, නැවියන් 500 කට වැඩි පිරිසක් ඉවත් කළ බවත් මොස්කව් පැවසීය.",
        "එක්සත් ජනපදය විශ්වාස කරන්නේ Moskva යුක්රේන මිසයිල දෙකකින් පහර දී ඇති අතර රුසියානු ජීවිත හානි සිදුවී ඇති නමුත් සංඛ්‍යා අපැහැදිලි වුවත්, එක්සත් ජනපද ජ්‍යෙෂ්ඨ නිලධාරියෙක් පැවසීය.",
        "යුක්රේන හමුදාව සෙනසුරාදා ප්‍රකාශ කළේ කළු මුහුදේ රුසියානු යුද නෞකා මුහුදෙන් දියත් කරන ලද මිසයිල වලින් සන්නද්ධව සිටීමෙන් ඇඟවෙන්නේ රුසියාව යුක්‍රේනයේ ආරක්ෂක කර්මාන්තයට සහ සැපයුම් යටිතල පහසුකම්වලට පහර දීමට ඒවා භාවිතා කිරීමේ වැඩි හැකියාවක් ඇති බවයි.",
        "රුසියාවේ වටලෑම බිඳ දැමීමට උත්සාහ කරන බව යුක්රේනය ප්‍රකාශ කිරීමත් සමඟ ගොඩබිම් සටන් උත්සන්න වූ Mariupol වරාය අවහිර කිරීම සඳහා රුසියානු නාවික හමුදාව Azov මුහුදේ ක්‍රියාත්මක වූ බව ද එහි සඳහන් වේ.",
        "රුසියාවේ ආක්‍රමණයට පෙර 400,000 ක ජනතාවක් වාසය කළ Mariupol සුන්බුන් බවට පත් විය. සිවිල් වැසියන් දහස් ගණනක් මිය ගිය අතර දස දහස් ගණනක් සිරවී සිටිති.",
        "\"මරියුපෝල්හි තත්වය දුෂ්කර හා දුෂ්කර ය. මේ වන විට සටන් සිදුවෙමින් පවතී. රුසියානු හමුදාව නගරයට කඩා වැදීම සඳහා අතිරේක ඒකක සඳහා නිරන්තරයෙන් ඉල්ලා සිටී, ”ආරක්ෂක අමාත්‍යාංශයේ ප්‍රකාශක ඔලෙක්සැන්ඩර් මොටුසියානික් සාකච්ඡාවකට පැවසීය. රුසියානුවන් එය සම්පූර්ණයෙන්ම අල්ලාගෙන නොමැති බව ඔහු පැවසීය.",
        "සෙලෙන්ස්කි තම සන්නද්ධ හමුදාවන්ගේ වැඩකටයුතු පැසසුමට ලක් කරමින් දකුණේ සහ නැගෙනහිර මිලිටරි තත්වය \"තවමත් ඉතා දුෂ්කර\" බව පැවසීය.",
        "“යුධ පිටියේ අපේ හමුදාවේ සාර්ථකත්වයන් ඇත්තෙන්ම වැදගත්, ඓතිහාසික වශයෙන් වැදගත්. නමුත් අපේ භූමිය ආක්‍රමණිකයන්ගෙන් ඉවත් කිරීමට ඒවා තවමත් ප්‍රමාණවත් නැත. අපි ඔවුන්ට තව ටිකක් පරාජය කරන්නෙමු, ”ඔහු රාත්‍රියේ වීඩියෝ දේශනයකදී පැවසුවේ, බර අවි එවන ලෙස සහ රුසියානු තෙල් සඳහා ජාත්‍යන්තර සම්බාධකයක් සඳහා මිත්‍ර පාක්ෂිකයින්ට නැවත කැඳවමිනි.",
        "උතුරු කොරියාව, කියුබාව, ඉරානය සහ සිරියාවට සම්බන්ධ වෙමින් රුසියාව “ත්‍රස්තවාදයේ රාජ්‍ය අනුග්‍රාහකයෙකු” ලෙස නම් කරන ලෙස එක්සත් ජනපදයට සෙලෙන්ස්කි එක්සත් ජනපදයෙන් එක්සත් ජනපද ජනාධිපති ජෝ බයිඩෙන් ආයාචනා කර ඇති බව වොෂින්ටන් පෝස්ට් වාර්තා කළේය. වැඩිදුර කියවන්න",
        "ධවල මන්දිර ප්‍රකාශකයෙක් ප්‍රතිචාර දක්වමින් කියා සිටියේ, “පුටින් මත පීඩනය වැඩි කිරීමට අපි සියලු විකල්ප දිගටම සලකා බලමු.",
        "යුක්රේන අගමැති ඩෙනිස් ෂ්මිහාල් සහ ඉහළ මූල්‍ය නිලධාරීන් ලබන සතියේ වොෂින්ටනයේ පැවැත්වෙන ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහ ලෝක බැංකු රැස්වීම්වලට සහභාගි වනු ඇතැයි ආරංචි මාර්ග රොයිටර් පුවත් සේවයට පැවසීය.",
        "පෙබරවාරි 24 වන දින රුසියාව යුක්රේනය ආක්‍රමණය කිරීමෙන් පසු දියුණු ආර්ථිකයන්හි මූල්‍ය නිලධාරීන් සමඟ පුද්ගලිකව හමුවීමට ප්‍රධාන යුක්රේන නිලධාරීන්ට පළමු අවස්ථාව මෙය වනු ඇත. වැඩිදුර කියවන්න",
        "මොස්කව් මාරියුපෝල් අල්ලා ගන්නේ නම්, එය වැටෙන පළමු විශාල නගරය වනු ඇත.",
        "රුසියානු ආරක්ෂක අමාත්‍යාංශය පැවසුවේ නගරයේ ඉලිච් වානේ වැඩ අල්ලා ගත් බවයි. වාර්තාව තහවුරු කළ නොහැකි විය. යුක්රේන ආරක්ෂකයින් ප්‍රධාන වශයෙන් විශ්වාස කරන්නේ තවත් දැවැන්ත වානේ නිෂ්පාදනයක් වන Azovstal හි රැඳී සිටින බවයි. වැඩිදුර කියවන්න",
        "මෙම කම්හල් දෙකම යුක්‍රේනයේ ධනවත්ම ව්‍යාපාරිකයාගේ අධිරාජ්‍යය සහ යුක්‍රේනයේ කාර්මික නැගෙනහිර කොඳු නාරටිය වන මෙටින්වෙස්ට් සතුය - සිකුරාදා රොයිටර් පුවත් සේවයට පැවසුවේ රුසියානු ආක්‍රමණය යටතේ තම ව්‍යවසායන් ක්‍රියාත්මක වීමට ඉඩ නොදෙන බවයි. වැඩිදුර කියවන්න",
        "මොස්කව් සිය නාවික බලය යොදාගෙන යුක්රේන වරායන් අවහිර කිරීමටත්, වෙරළ දිගේ උභයජීවී ගොඩබෑමකට තර්ජනයක් එල්ල කිරීමටත් කටයුතු කර ඇත. 1982 ෆෝක්ලන්ඩ් යුද්ධයේදී ආර්ජන්ටිනාවේ ජෙනරල් බෙල්ග්‍රානෝගෙන් පසු ගැටුම් අතරතුර ගිලී ගිය විශාලතම යුද නෞකාව වන මොස්ක්වා නොමැතිව යුක්රේනය මුහුදෙන් තර්ජනයට ලක් කිරීමේ හැකියාව අඩපණ විය හැකිය.",
        "රුසියාව මුලදී යුක්රේනය තුල තම අරමුනු විස්තර කලේ තම අසල්වැසියා නිරායුධ කිරීමට සහ එහි ජාතිකවාදීන් පරාජය කිරීමට \"විශේෂ මිලිටරි මෙහෙයුමක්\" ලෙසය.",
        "සිය ආක්‍රමණික හමුදාව මේ මාසයේ කියෙව් නගරයෙන් පිටත සිට පලවා හැරීමෙන් පසු, මොස්කව් පවසා ඇත්තේ 2014 සිට රුසියානු පිටුබලය ලබන බෙදුම්වාදීන් විසින් අර්ධ වශයෙන් අල්ලාගෙන සිටින නැගෙනහිර කලාපය වන ඩොන්බාස් අල්ලා ගැනීම එහි ප්‍රධාන යුද අරමුන බවයි.",
        "කියෙව් සහ එහි බටහිර සහචරයින් පවසන්නේ ඒවා යුක්රේනයේ මිලියන 44ක ජනතාවගෙන් හතරෙන් එකක් තම නිවෙස්වලින් පලවා හැර දහස් ගණනකගේ මරණවලට තුඩු දුන් ප්‍රකෝප නොකළ ආක්‍රමණශීලී යුද්ධයක් සඳහා ව්‍යාජ යුක්තිසහගත කිරීම් බවයි."
      ]
    },
    "ta": {
      "title": "இதுவரை 3,000 துருப்புக்கள் வரை கொல்லப்பட்டுள்ளதாக உக்ரைன் ஜனாதிபதி தெரிவித்துள்ளார்",
      "body_lines": [
        "சனிக்கிழமை அதிகாலை கியேவ் மற்றும் மேற்கு நகரமான லிவிவ் ஆகிய இடங்களில் வெடிப்புகள் கேட்டன, மேலும் உக்ரேனிய தலைநகரின் மேயர், நகரின் புறநகர்ப் பகுதியில் குண்டுவெடிப்பு நடந்த இடத்தில் மீட்புப் பணியாளர்களும் மருத்துவர்களும் பணியாற்றி வருவதாகக் கூறினார்.",
        "ரஷ்யாவுடனான ஏழு வாரப் போரில் சுமார் 2,500 முதல் 3,000 உக்ரேனிய துருப்புக்கள் கொல்லப்பட்டதாகவும், சுமார் 10,000 பேர் காயமடைந்ததாகவும் ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கி கூறினார், ஆனால் பொதுமக்கள் உயிரிழப்புகளின் எண்ணிக்கை இல்லை.",
        "அவர் வெள்ளிக்கிழமை CNN இடம் 19,000 முதல் 20,000 ரஷ்ய வீரர்கள் போரில் கொல்லப்பட்டதாக கூறினார். மாஸ்கோ கடந்த மாதம் 1,351 ரஷ்ய வீரர்கள் கொல்லப்பட்டதாகவும், 3,825 பேர் காயமடைந்ததாகவும் கூறியது.",
        "Kyiv மீது மேலும் தாக்குதல்களை நடத்த ரஷ்யா வெள்ளிக்கிழமை உறுதியளித்தது மற்றும் Kyiv விளிம்பில் உள்ள Vizar தொழிற்சாலைக்கு கப்பல் ஏவுகணைகளைப் பயன்படுத்தியதாகக் கூறியது, அது கப்பல் எதிர்ப்பு ஏவுகணைகள் உட்பட ஏவுகணைகளை தயாரித்து சரிசெய்ததாகக் கூறியது.",
        "மாஸ்கோவின் கருங்கடல் கடற்படையின் முதன்மையான மாஸ்க்வாவை வியாழக்கிழமை மூழ்கடித்ததைத் தொடர்ந்து இந்த தாக்குதல் நடத்தப்பட்டது.",
        "உக்ரைன் தனது ஏவுகணைகளில் ஒன்று மோஸ்க்வாவை மூழ்கடிக்கச் செய்ததாகக் கூறியது, இது ஒரு சிறந்த ஆயுதம் ஏந்திய எதிரிக்கு அதன் எதிர்ப்பின் சக்திவாய்ந்த அடையாளமாகும். வெடிமருந்துகள் வெடித்ததால் ஏற்பட்ட தீ விபத்துக்குப் பிறகு புயல் கடலில் இழுத்துச் செல்லப்பட்டபோது கப்பல் மூழ்கியதாகவும், 500 க்கும் மேற்பட்ட மாலுமிகள் வெளியேற்றப்பட்டதாகவும் மாஸ்கோ கூறினார்.",
        "இரண்டு உக்ரேனிய ஏவுகணைகளால் மோஸ்க்வா தாக்கப்பட்டதாகவும், ரஷ்யர்கள் பலியாகியிருப்பதாகவும் அமெரிக்கா நம்புகிறது, இருப்பினும் எண்கள் தெளிவாக இல்லை என்று அமெரிக்க மூத்த அதிகாரி ஒருவர் தெரிவித்தார்.",
        "உக்ரைனின் இராணுவம் சனிக்கிழமையன்று கருங்கடலில் ரஷ்ய போர்க்கப்பல்கள் இருப்பது, கடலில் ஏவப்பட்ட ஏவுகணைகளுடன் ஆயுதம் ஏந்தியிருப்பது, உக்ரைனின் பாதுகாப்புத் தொழில் மற்றும் தளவாட உள்கட்டமைப்பைத் தாக்க ரஷ்யா அவற்றைப் பயன்படுத்துவதற்கான அதிக வாய்ப்பு இருப்பதாகக் கூறுகிறது.",
        "ரஷ்யாவின் முற்றுகையை உடைக்க முயற்சிப்பதாக உக்ரைன் கூறியதால் தரைச் சண்டை தீவிரமடைந்துள்ள மரியுபோல் துறைமுகத்தைத் தடுப்பதற்காக அசோவ் கடலில் ரஷ்யாவின் கடற்படை தீவிரமாக இருப்பதாகவும் அது கூறியது.",
        "ரஷ்யாவின் படையெடுப்பிற்கு முன்னர் 400,000 மக்கள் வசித்த மரியுபோல் இடிபாடுகளாக குறைக்கப்பட்டது. ஆயிரக்கணக்கான பொதுமக்கள் இறந்துள்ளனர் மற்றும் பல்லாயிரக்கணக்கானோர் சிக்கியுள்ளனர்.",
        "\"மரியுபோலில் நிலைமை கடினமானது மற்றும் கடினமானது. இப்போதே சண்டை நடக்கிறது. ரஷ்ய இராணுவம் நகரத்தைத் தாக்க கூடுதல் பிரிவுகளுக்கு தொடர்ந்து அழைப்பு விடுத்து வருகிறது, ”என்று பாதுகாப்பு அமைச்சக செய்தித் தொடர்பாளர் ஒலெக்சாண்டர் மோட்யூஸ்யானிக் ஒரு மாநாட்டில் கூறினார். ரஷ்யர்கள் அதை முழுமையாகக் கைப்பற்றவில்லை என்றார்.",
        "தெற்கு மற்றும் கிழக்கில் இராணுவ நிலைமை \"இன்னும் மிகவும் கடினமாக உள்ளது\" என்று Zelenskiy கூறினார், அதே நேரத்தில் அவரது ஆயுதப்படைகளின் பணியைப் பாராட்டினார்.",
        "“போர்க்களத்தில் நமது ராணுவத்தின் வெற்றிகள் உண்மையிலேயே குறிப்பிடத்தக்கவை, வரலாற்று முக்கியத்துவம் வாய்ந்தவை. ஆனால், எங்கள் நிலத்தை ஆக்கிரமிப்பாளர்களிடம் இருந்து சுத்தப்படுத்த இன்னும் அவை போதுமானதாக இல்லை. நாங்கள் இன்னும் சிலவற்றை முறியடிப்போம், ”என்று அவர் இரவு நேர வீடியோ உரையில் கூறினார், கூட்டாளிகள் கனமான ஆயுதங்களை அனுப்பவும், ரஷ்ய எண்ணெய் மீது சர்வதேச தடை விதிக்கவும் மீண்டும் அழைப்பு விடுத்தார்.",
        "வட கொரியா, கியூபா, ஈரான் மற்றும் சிரியாவுடன் ரஷ்யாவை \"பயங்கரவாதத்தின் அரச ஆதரவாளராக\" நியமிக்குமாறு அமெரிக்காவிற்கு ஜெலென்ஸ்கி அமெரிக்க ஜனாதிபதி ஜோ பிடனிடம் வேண்டுகோள் விடுத்துள்ளார், அவர்களின் உரையாடலை நன்கு அறிந்தவர்களை மேற்கோள் காட்டி வாஷிங்டன் போஸ்ட் தெரிவித்துள்ளது. மேலும் படிக்க",
        "வெள்ளை மாளிகையின் செய்தித் தொடர்பாளர் பதிலளித்தார், \"புட்டின் மீதான அழுத்தத்தை அதிகரிப்பதற்கான அனைத்து விருப்பங்களையும் நாங்கள் தொடர்ந்து பரிசீலிப்போம்.\"",
        "உக்ரேனிய பிரதமர் டெனிஸ் ஷ்மிஹால் மற்றும் உயர்மட்ட நிதி அதிகாரிகள் அடுத்த வாரம் வாஷிங்டனில் நடைபெறும் சர்வதேச நாணய நிதியம் மற்றும் உலக வங்கி கூட்டங்களில் கலந்து கொள்வார்கள் என்று வட்டாரங்கள் ராய்ட்டர்ஸிடம் தெரிவித்தன.",
        "பிப்ரவரி 24 அன்று ரஷ்யா உக்ரைன் மீது படையெடுத்ததில் இருந்து முன்னேறிய பொருளாதாரங்களைச் சேர்ந்த நிதி அதிகாரிகளை நேரில் சந்திக்க முக்கிய உக்ரேனிய அதிகாரிகளுக்கு இது முதல் வாய்ப்பாக இருக்கும். மேலும் படிக்க",
        "மாஸ்கோ மரியுபோலைக் கைப்பற்றினால், அது விழும் முதல் பெரிய நகரமாக இருக்கும்.",
        "ரஷ்யாவின் பாதுகாப்பு அமைச்சகம் நகரின் இலிச் ஸ்டீல் வேலைகளை கைப்பற்றியதாகக் கூறியது. அறிக்கையை உறுதிப்படுத்த முடியவில்லை. உக்ரேனிய பாதுகாவலர்கள் முக்கியமாக அசோவ்ஸ்டலில் மற்றொரு பெரிய எஃகு வேலைகளை வைத்திருப்பதாக நம்பப்படுகிறது. மேலும் படிக்க",
        "இரண்டு ஆலைகளும் உக்ரைனின் பணக்கார தொழிலதிபரின் பேரரசும் உக்ரைனின் தொழில்துறை கிழக்கின் முதுகெலும்புமான மெடின்வெஸ்ட் நிறுவனத்திற்கு சொந்தமானது - இது வெள்ளிக்கிழமை ராய்ட்டர்ஸிடம் தனது நிறுவனங்களை ரஷ்ய ஆக்கிரமிப்பின் கீழ் செயல்பட அனுமதிக்காது என்று கூறியது. மேலும் படிக்க",
        "மாஸ்கோ அதன் கடற்படை சக்தியைப் பயன்படுத்தி உக்ரேனிய துறைமுகங்களை முற்றுகையிடவும், கரையோரத்தில் நீர்வீழ்ச்சிகள் தரையிறங்குவதற்கும் அச்சுறுத்தலாக உள்ளது. 1982 ஃபாக்லாந்து போரில் அர்ஜென்டினாவின் ஜெனரல் பெல்கிரானோவுக்குப் பிறகு மோதலின் போது மூழ்கிய மிகப்பெரிய போர்க்கப்பலான மாஸ்க்வா இல்லாமல், உக்ரைனை கடலில் இருந்து அச்சுறுத்தும் திறன் முடக்கப்படும்.",
        "ரஷ்யா ஆரம்பத்தில் உக்ரேனில் அதன் நோக்கங்களை \"ஒரு சிறப்பு இராணுவ நடவடிக்கை\" என்று விவரித்தது, அதன் அண்டை நாடுகளை நிராயுதபாணியாக்கி அங்குள்ள தேசியவாதிகளை தோற்கடித்தது.",
        "அதன் படையெடுப்புப் படை இந்த மாதம் கிய்வின் புறநகர்ப் பகுதியில் இருந்து விரட்டப்பட்ட பின்னர், 2014 முதல் ரஷ்ய ஆதரவு பிரிவினைவாதிகளால் ஓரளவுக்குக் கைப்பற்றப்பட்ட கிழக்குப் பிராந்தியமான டோன்பாஸைக் கைப்பற்றுவதே அதன் முக்கியப் போரின் நோக்கம் என்று மாஸ்கோ கூறியுள்ளது.",
        "உக்ரேனின் 44 மில்லியன் மக்களில் கால் பகுதியினரை அவர்களது வீடுகளில் இருந்து விரட்டியடித்து ஆயிரக்கணக்கானோரின் மரணத்திற்கு வழிவகுத்த ஒரு தூண்டுதலற்ற ஆக்கிரமிப்புப் போருக்கு இவை போலியான நியாயங்கள் என்று கீவ் மற்றும் அதன் மேற்கத்திய கூட்டாளிகள் கூறுகின்றனர்."
      ]
    }
  }
}