{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/technology-and-teachers/",
  "time_ut": 1652446440,
  "title": "TECHNOLOGY AND TEACHERS",
  "body_lines": [
    "Technology advances daily. Every single day some young innovator is discovering a method aimed at making life easier. These discoveries are important enough for big Companies to pay millions of dollars to the discoverer when buying his patent or a few thousand dollars if the patent is not earth shaking. A young Indian girl of ten in the USA won $25.000/ as prize money for inventing a water purifier method.",
    "A brilliant Sri Lankan engineer continues to make millions by providing a clever innovation to one of the world’s largest car manufacturers. This makes it clear that a knowledge of IT is mandatory in schools these days but one maddening problem rears its head. Where do we find the teachers who are trained in teaching so VITAL a subject?",
    "In Sri Lanka we annually talk of ‘upgrading’ and ‘changing’ syllabuses in schools. The new Budget of 2019 has actually spent millions on upgrading a few selected schools to bring them into “modem educational systems” to quote the Minister of Education. Let us hope it works.",
    "What is very noticeable however, is that nobody talks of upgrading teachers. They talk of employing 1,500 trained personnel and another 5,000 graduate teachers but where and by whom are they being trained? Nothing is said about this. And yet the same untrained (usually) teachers are sent to the outstations to impart a non- existent knowledge which is the result of the present poor educational policy these many decades past. The present policy needs to be consolidated before we talk ambitiously of further technological instruction in schools.",
    "Of course, there are exceptions, but I am not talking exception here. I am talking of the very real and immediate problem of giving our Sri Lankan youngsters the tools to live in a world that they can understand. In short, they have to be technologically savvy. ALL of them. Not just a few. And it should not seem to be just a political gimmick.",
    "For the person who has not had instruction in IT at an early age, the ‘new’ world is a nightmare. I give my own example. A few years ago, I had to travel alone to the USA and since I had to change planes in the UK I decided to spend one night in London catching up with friends who lived near the airport. My hotel was for stopover tourists. The rooms were small but well equipped. There was no personal service.",
    "“How do I get a cup of coffee?” I asked bewildered. “Everything is right here for you to use, Madam. Coffee machines, an electric iron if you need it. You press this button on the phone if you are making a foreign call,’ etc. I was totally at sea. I had never used a coffee machine – something that is so basic to most people, so I spent the entire 24 hours having to go down to the restaurant if I wanted coffee. It was embarrassing to have to tell the smart young girl who took me to my room that I did not have the faintest idea how to manipulate gadgets that her generation took for granted.",
    "But I can be excused. I was not born into that technologically advanced age. I was well into middle age (whom am I fooling?) virtually old age before I saw my first mobile phone. A parent brought one into my office. It was a large instrument. Nothing like the smart phones of today. And yet I was enchanted with the whole concept of phones – not faxes though.",
    "I quickly learnt how to use one. The school acquired a Fax Machine of course and shortly after, a Photocopy machine. Office work was flowing along faster and more accurately than ever before. Before hiring any office assistant, one did not ask as was previously so necessary, “What is your typing speed?”",
    "One asked “Are you Computer literate?” Somehow I struggled to learn the basics.",
    "Now how do we tie all this in with our youngsters. Teachers are soon going to have to use computers and smart boards to lecture. Kids are going to use iPads instead of textbooks. A paperless society is round the corner. I cannot see the present government school teachers coping.",
    "I, for one, regret the passing of books. Nothing compares to the thrill of opening a new book and its fresh smell. Even a textbook had its allure. The modern student is soon not going to be interested in anything as mundane as a textbook. Questions will be typed and then a printout will be submitted to the teacher for correction.",
    "In most advanced Universities hand- written answers are not accepted. The student has to know how to use computers. So the art of writing nicely will soon become obsolete. In the early days of my teaching career I remember telling my pupils, “Good handwriting can make the difference between getting a First or Second Class at University level.” I believed it too.",
    "I can cry when I think of the hours I spent making pupils practice good handwriting like I did in school. What is that skill used for nowadays except to sign my name? The modern students have far more to absorb. My fear is that Sri Lanka is going to lag behind in the teaching of these skills to our young pupils.",
    "Will the Government please begin training ALL University students as well as all present teachers in the methods needed for “Teaching Through Technology” and since it seems as if the Government is taking a forward step in this regard I can only hope they have the ability to implement these attractive sounding advances in the teaching of non-academic skills.",
    "Why do have I this nagging feeling that it is all going to end in the usual Department of Education’s ineptitude and inefficiency? My trust in the powers that be are obviously nil and who can blame me?",
    "(Excerpted from The Principal Factor, an article first published in the Lanka Market Digest)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "තාක්ෂණය සහ ගුරුවරුන්",
      "body_lines": [
        "තාක්ෂණය දිනපතා දියුණු වේ. සෑම දිනකම සමහර තරුණ නවෝත්පාදකයින් ජීවිතය පහසු කිරීම අරමුණු කරගත් ක්‍රමයක් සොයා ගනී. මෙම සොයාගැනීම් විශාල සමාගම්වලට ඔහුගේ පේටන්ට් බලපත්‍රය මිලදී ගැනීමේදී සොයා ගන්නා තැනැත්තාට ඩොලර් මිලියන ගණනක් ගෙවීමට හෝ පේටන්ට් බලපත්‍රය පොළොව කම්පා නොවන්නේ නම් ඩොලර් දහස් ගණනක් ගෙවීමට තරම් වැදගත් වේ. ඇමරිකා එක්සත් ජනපදයේ දස හැවිරිදි තරුණ ඉන්දියානු ගැහැණු ළමයෙකු ජල පිරිපහදු කිරීමේ ක්‍රමයක් සොයා ගැනීම සඳහා ත්‍යාග මුදල ලෙස $25.000/ දිනා ගත්තාය.",
        "ලොව විශාලතම මෝටර් රථ නිෂ්පාදකයෙකුට දක්ෂ නවෝත්පාදනයක් ලබා දීමෙන් දක්ෂ ශ්‍රී ලාංකේය ඉංජිනේරුවෙක් මිලියන ගණන් උපයමින් සිටියි. මින් පැහැදිලි වන්නේ මේ දිනවල පාසල්වල තොරතුරු තාක්ෂණය පිළිබඳ දැනුමක් අනිවාර්ය වන නමුත් එක් උමතු ගැටලුවක් හිස ඔසවන බවයි. මෙතරම් වැදගත් විෂයක් ඉගැන්වීමට පුහුණු වූ ගුරුවරුන් අපට කොහෙන්ද?",
        "ශ්‍රී ලංකාවේ අපි වාර්ෂිකව පාසල්වල විෂය නිර්දේශ ‘උත්ශ්‍රේණිගත කිරීම’ සහ ‘වෙනස් කිරීම’ ගැන කතා කරමු. 2019 නව අයවැය මඟින් අධ්‍යාපන අමාත්‍යවරයා උපුටා දැක්වීමට තෝරාගත් පාසල් කිහිපයක් “මෝඩම් අධ්‍යාපන ක්‍රම” බවට ගෙන ඒම සඳහා සැබවින්ම මිලියන ගණනක් වැය කර ඇත. එය ක්‍රියාත්මක වේ යැයි අපි බලාපොරොත්තු වෙමු.",
        "කෙසේ වෙතත්, ඉතා කැපී පෙනෙන දෙය නම්, ගුරුවරුන් උසස් කිරීම ගැන කිසිවෙකු කතා නොකිරීමයි. ඔවුන් පුහුණු කරුවන් 1500 ක් සහ තවත් උපාධිධාරී ගුරුවරුන් 5000 ක් සේවයේ යොදවා ගැනීමට කතා කරන නමුත් ඔවුන් පුහුණු කරන්නේ කොහේද සහ කවුරුන් විසින්ද? මේ ගැන මුකුත් කියන්නේ නැහැ. එහෙත් එම නුපුහුණු (සාමාන්‍යයෙන්) ගුරුවරුන්ම පිට පළාත්වලට යවනු ලබන්නේ නොපවතින දැනුමක් ලබාදීමටය. එය දශක ගණනාවකට පෙර වත්මන් දුර්වල අධ්‍යාපන ප්‍රතිපත්තියේ ප්‍රතිඵලයකි. පාසල්වල තවදුරටත් තාක්ෂණික උපදෙස් ගැන අභිලාෂකාමී ලෙස කතා කිරීමට පෙර වර්තමාන ප්‍රතිපත්තිය ඒකාබද්ධ කළ යුතුය.",
        "ඇත්ත වශයෙන්ම, ව්යතිරේක පවතී, නමුත් මම මෙහි ව්යතිරේකයක් ගැන කතා නොකරමි. මම කතා කරන්නේ අපේ ශ්‍රී ලාංකේය තරුණ තරුණියන්ට තේරුම් ගත හැකි ලෝකයක ජීවත් වීමට අවශ්‍ය මෙවලම් ලබා දීමේ සැබෑ සහ ක්ෂණික ගැටලුව ගැන ය. කෙටියෙන් කිවහොත්, ඔවුන් තාක්ෂණික දැනුමෙන් යුක්ත විය යුතුය. ඔවුන් සියල්ලෝම. කිහිපයක් පමණක් නොවේ. එය හුදු දේශපාලන උපක්‍රමයක් පමණක් බව නොපෙනේ.",
        "අඩු වයසින් තොරතුරු තාක්‍ෂණය පිළිබඳ උපදේශනයක් නොලැබූ පුද්ගලයාට ‘නව’ ලෝකය බියකරු සිහිනයකි. මම මගේම උදාහරණයක් දෙන්නෙමි. මීට වසර කීපයකට පෙර, මට තනිවම ඇමරිකා එක්සත් ජනපදයට යාමට සිදු වූ අතර, මට එක්සත් රාජධානියේ ගුවන් යානා මාරු කිරීමට සිදු වූ බැවින්, මම ගුවන් තොටුපළ අසල ජීවත් වූ මිතුරන් සමඟ එක් රාත්‍රියක් ලන්ඩනයේ ගත කිරීමට තීරණය කළෙමි. මගේ හෝටලය නැවතුම් සංචාරකයන් සඳහා විය. කාමර කුඩා නමුත් හොඳින් සන්නද්ධ විය. පෞද්ගලික සේවයක් තිබුණේ නැහැ.",
        "\"මම කෝපි කෝප්පයක් ගන්නේ කෙසේද?\" මම වික්ෂිප්තව ඇසුවෙමි. “මැඩම් ඔයාට පාවිච්චි කරන්න හැම දෙයක්ම මෙතන තියෙනවා. ඔබට අවශ්ය නම් කෝපි යන්ත්ර, විදුලි යකඩ. ඔබ විදේශ ඇමතුමක් ගන්නේ නම් දුරකථනයේ මෙම බොත්තම ඔබන්න,’ යනාදී ලෙස මම සම්පූර්ණයෙන්ම මුහුදේ සිටියෙමි. මම කවදාවත් කෝපි යන්ත්‍රයක් භාවිතා කර නොතිබුණි - බොහෝ මිනිසුන්ට ඉතා මූලික දෙයක්, ඒ නිසා මට කෝපි අවශ්‍ය නම් අවන්හලට බැසීමට මුළු පැය 24ම ගත කළෙමි. මා කාමරයට කැඳවාගෙන ගිය දක්‍ෂ තරුණියට තම පරම්පරාව සුළුවෙන් තැබූ ගැජට් හසුරුවන්නේ කෙසේදැයි මට හීනමානයක් නොතිබූ බව පැවසීමට සිදුවීම ලැජ්ජාවකි.",
        "නමුත් මට සමාව දිය හැකිය. මම ඒ තාක්‍ෂණික දියුණු යුගයේ ඉපදිලා නැහැ. මම මගේ පළමු ජංගම දුරකථනය දැකීමට පෙර මැදි වයසේ (මම කාවද රවට්ටන්නේ?) මහලු වියට පැමිණ සිටියෙමි. දෙමාපියෙක් මගේ කාර්යාලයට එක්කෙනෙක් ගෙනාවා. එය විශාල උපකරණයක් විය. අද ස්මාර්ට් ජංගම දුරකථන වැනි කිසිවක් නැත. නමුත් මම දුරකථන පිළිබඳ සම්පූර්ණ සංකල්පය සමඟ වශී වී සිටියෙමි - ෆැක්ස් නොව.",
        "මම ඉක්මනින් එකක් භාවිතා කරන ආකාරය ඉගෙන ගත්තා. පාසැලට ෆැක්ස් යන්ත්‍රයක් සහ කෙටි කලකින් ඡායා පිටපත් යන්ත්‍රයක් ලබා ගන්නා ලදී. කාර්යාල කටයුතු වෙනදාට වඩා වේගයෙන් හා නිවැරදිව ගලා ගියේය. කිසියම් කාර්යාල කාර්ය සහායකයකු බඳවා ගැනීමට පෙර, “ඔබේ ටයිප් කිරීමේ වේගය කීයද?” යන්න කලින් අවශ්‍ය වූ පරිදි කිසිවෙක් ඇසුවේ නැත.",
        "එක් අයෙක් ඇසුවේ “ඔබ පරිගණක සාක්ෂරතාවක් ද?” කොහොම හරි මුලික දේවල් ඉගෙන ගන්න අමාරු වුනා.",
        "දැන් අපි කොහොමද අපේ තරුණයන් සමඟ මේ සියල්ල බැඳ තබන්නේ. ගුරුවරුන්ට දේශන සඳහා පරිගණක සහ ස්මාර්ට් පුවරු භාවිතා කිරීමට ඉක්මනින් සිදුවනු ඇත. ළමයින් පෙළපොත් වෙනුවට iPad භාවිතා කිරීමට යයි. කඩදාසි නැති සමාජයක් කෙළවරේ. වත්මන් රජයේ පාසල් ගුරුවරුන් එයට මුහුණ දෙන අයුරු මට නොපෙනේ.",
        "මම, එකකට පසු, පොත්පත් නැතිවීම ගැන කනගාටු වෙනවා. නව පොතක් විවෘත කිරීමේ ප්‍රීතිය සහ එහි නැවුම් සුවඳ සමඟ කිසිවක් සැසඳිය නොහැක. පෙළපොතකට පවා එහි ආකර්ෂණය තිබුණා. නූතන ශිෂ්‍යයා ඉක්මනින් පෙළපොතක් තරම් ලෞකික දෙයක් ගැන උනන්දු නොවනු ඇත. ප්‍රශ්න ටයිප් කර නිවැරදි කිරීම සඳහා මුද්‍රණ පිටපතක් ගුරුවරයා වෙත ඉදිරිපත් කරනු ලැබේ.",
        "බොහෝ දියුණු විශ්වවිද්‍යාලවල අතින් ලියන පිළිතුරු පිළිගනු නොලැබේ. ශිෂ්‍යයා පරිගණක භාවිතා කරන ආකාරය දැන සිටිය යුතුය. ඒ නිසා ලස්සනට ලිවීමේ කලාව ඉක්මනින්ම යල්පැන යනවා. මගේ ගුරු වෘත්තියේ මුල් දිනවල මම මගේ සිසුන්ට කීවා මතකයි, \"හොඳ අත් අකුරින් විශ්වවිද්‍යාල මට්ටමින් පළමු හෝ දෙවන පන්තියක් ලබා ගැනීම අතර වෙනසක් ඇති කළ හැකිය\". මමත් එය විශ්වාස කළා.",
        "මම ඉස්කෝලේ කළා වගේ හොඳ අත් අකුරු පුරුදු කරන්න ළමයි හදන්න ගත කරපු පැය ගණන් ගැන මතක් වෙනකොට මට ඇඬෙනවා. මගේ නම අත්සන් කරන්න ඇරෙන්න අද කාලේ ඒ දක්ෂතාවය මොකටද? නූතන සිසුන්ට උකහා ගැනීමට බොහෝ දේ ඇත. අපේ තරුණ සිසුන්ට මෙම කුසලතා ඉගැන්වීමේ දී ශ්‍රී ලංකාව පසුගාමී වනු ඇතැයි මගේ බියයි.",
        "\"තාක්‍ෂණය තුළින් ඉගැන්වීම\" සඳහා අවශ්‍ය ක්‍රමවේද පිළිබඳව සියලුම විශ්වවිද්‍යාල සිසුන් මෙන්ම දැනට සිටින සියලුම ගුරුවරුන් පුහුණු කිරීමට රජය කරුණාකර කටයුතු ආරම්භ කරන්නේද සහ රජය මේ සම්බන්ධයෙන් ඉදිරි පියවරක් ගන්නා බවක් පෙනෙන නිසා ඔවුන්ට හැකියාව ලැබේවායි ප්‍රාර්ථනා කරමි. අනධ්‍යයන කුසලතා ඉගැන්වීමේ දී මෙම ආකර්ෂණීය ශබ්ද දියුණු කිරීම් ක්‍රියාත්මක කරන්න.",
        "සාමාන්‍ය අධ්‍යාපන දෙපාර්තමේන්තුවේ අකාර්යක්ෂමතාවයෙන් සියල්ල අවසන් වනු ඇතැයි යන මේ නීරස හැඟීම මට ඇතිවන්නේ ඇයි? බලතල කෙරෙහි මගේ විශ්වාසය පැහැදිලිවම ශුන්‍ය වන අතර මට දොස් පැවරිය හැක්කේ කාටද?",
        "(ලංකා මාර්කට් ඩයිජෙස්ට් සඟරාවේ ප්‍රථම වරට පළ වූ ලිපියක් වන ප්‍රධාන සාධකයෙන් උපුටා ගන්නා ලදී)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தொழில்நுட்பம் மற்றும் ஆசிரியர்கள்",
      "body_lines": [
        "தொழில்நுட்பம் நாளுக்கு நாள் முன்னேறுகிறது. ஒவ்வொரு நாளும் சில இளம் கண்டுபிடிப்பாளர்கள் வாழ்க்கையை எளிதாக்குவதை நோக்கமாகக் கொண்ட ஒரு முறையைக் கண்டுபிடித்து வருகின்றனர். இந்த கண்டுபிடிப்புகள் பெரிய நிறுவனங்களுக்கு அவரது காப்புரிமையை வாங்கும் போது மில்லியன் கணக்கான டாலர்களை அல்லது காப்புரிமை பூமியை அசைக்கவில்லை என்றால் சில ஆயிரம் டாலர்களை செலுத்துவதற்கு போதுமானது. அமெரிக்காவில் உள்ள பத்து வயதுடைய இளம் இந்தியப் பெண், தண்ணீர் சுத்திகரிப்பு முறையைக் கண்டுபிடித்ததற்காக $25.000/ஐ பரிசுத் தொகையாக வென்றார்.",
        "ஒரு சிறந்த இலங்கைப் பொறியியலாளர், உலகின் மிகப் பெரிய கார் உற்பத்தியாளர்களில் ஒருவருக்கு புத்திசாலித்தனமான கண்டுபிடிப்புகளை வழங்குவதன் மூலம் மில்லியன் கணக்கானவர்களைத் தொடர்ந்து சம்பாதித்து வருகிறார். இந்த நாட்களில் பள்ளிகளில் ஐடி பற்றிய அறிவு கட்டாயமாக உள்ளது என்பதை இது தெளிவுபடுத்துகிறது, ஆனால் ஒரு பைத்தியக்காரத்தனமான பிரச்சனை அதன் தலையை உயர்த்துகிறது. மிக முக்கியமான பாடமாக கற்பிப்பதில் பயிற்சி பெற்ற ஆசிரியர்களை நாம் எங்கே காணலாம்?",
        "இலங்கையில் நாம் வருடாந்தம் பாடசாலைகளில் பாடத்திட்டங்களை ‘மேம்படுத்துதல்’ மற்றும் ‘மாற்றுதல்’ பற்றி பேசுகிறோம். 2019 ஆம் ஆண்டின் புதிய வரவுசெலவுத் திட்டம், கல்வி அமைச்சரை மேற்கோள் காட்டுவதற்காக, தேர்ந்தெடுக்கப்பட்ட சில பள்ளிகளை \"மோடம் கல்வி முறைகளுக்கு\" கொண்டு வருவதற்காக, அவற்றை மேம்படுத்துவதற்கு மில்லியன் கணக்கில் செலவிட்டுள்ளது. அது வேலை செய்யும் என்று நம்புவோம்.",
        "இருப்பினும் ஆசிரியர்களை தரம் உயர்த்துவது பற்றி யாரும் பேசுவதில்லை என்பது குறிப்பிடத்தக்கது. 1,500 பயிற்சி பெற்ற பணியாளர்கள் மற்றும் 5,000 பட்டதாரி ஆசிரியர்களை பணியமர்த்துவதாக அவர்கள் பேசுகிறார்கள், ஆனால் அவர்கள் எங்கு, யாரால் பயிற்சி பெறுகிறார்கள்? இதைப் பற்றி எதுவும் கூறவில்லை. இன்னும் அதே பயிற்சி பெறாத (பொதுவாக) ஆசிரியர்கள், பல தசாப்தங்கள் கடந்த தற்போதைய மோசமான கல்விக் கொள்கையின் விளைவாக இல்லாத அறிவை வழங்குவதற்காக வெளிமாநிலங்களுக்கு அனுப்பப்படுகிறார்கள். பள்ளிகளில் மேலும் தொழில்நுட்ப அறிவுரைகளை லட்சியமாக பேசுவதற்கு முன் தற்போதைய கொள்கை ஒருங்கிணைக்கப்பட வேண்டும்.",
        "நிச்சயமாக, விதிவிலக்குகள் உள்ளன, ஆனால் நான் இங்கே விதிவிலக்கு பற்றி பேசவில்லை. எமது இலங்கை இளைஞர்களுக்கு அவர்கள் புரிந்துகொள்ளக்கூடிய உலகில் வாழ்வதற்கான கருவிகளை வழங்குவதில் உள்ள உண்மையான மற்றும் உடனடிப் பிரச்சனையைப் பற்றி நான் பேசுகிறேன். சுருக்கமாக, அவர்கள் தொழில்நுட்ப ஆர்வலராக இருக்க வேண்டும். அவர்கள் எல்லோரும். ஒரு சிலர் மட்டும் அல்ல. அது வெறும் அரசியல் வித்தையாக மட்டும் தோன்றக்கூடாது.",
        "சிறுவயதிலேயே ஐ.டி.யில் போதனை இல்லாதவனுக்கு, ‘புதிய’ உலகம் ஒரு சிம்ம சொப்பனம். எனது சொந்த உதாரணம் தருகிறேன். சில ஆண்டுகளுக்கு முன்பு, நான் தனியாக அமெரிக்கா செல்ல வேண்டியிருந்தது, நான் இங்கிலாந்தில் விமானங்களை மாற்ற வேண்டியிருந்ததால், லண்டனில் ஒரு இரவைக் கழிக்க முடிவு செய்தேன், விமான நிலையத்திற்கு அருகில் வசிக்கும் நண்பர்களுடன் பழகினேன். எனது ஹோட்டல் தங்கும் சுற்றுலா பயணிகளுக்கானது. அறைகள் சிறியவை ஆனால் நன்கு பொருத்தப்பட்டவை. தனிப்பட்ட சேவை எதுவும் இல்லை.",
        "\"நான் எப்படி ஒரு கப் காபி எடுப்பது?\" நான் திகைப்புடன் கேட்டேன். “நீங்கள் பயன்படுத்துவதற்கு எல்லாம் இங்கே உள்ளது, மேடம். காபி இயந்திரங்கள், உங்களுக்குத் தேவைப்பட்டால் ஒரு மின்சார இரும்பு. நீங்கள் வெளிநாட்டு அழைப்பை மேற்கொள்வதாக இருந்தால், தொலைபேசியில் இந்த பொத்தானை அழுத்தவும். நான் ஒருபோதும் காபி இயந்திரத்தைப் பயன்படுத்தியதில்லை - பெரும்பாலான மக்களுக்கு இது மிகவும் அடிப்படையான ஒன்று, எனவே எனக்கு காபி தேவைப்பட்டால் உணவகத்திற்குச் செல்ல முழு 24 மணிநேரமும் செலவிட்டேன். என்னை என் அறைக்கு அழைத்துச் சென்ற புத்திசாலியான இளம்பெண்ணிடம், அவளுடைய தலைமுறை சாதாரணமாக எடுத்துக் கொண்ட கேஜெட்களை எப்படி கையாள்வது என்பது பற்றி எனக்கு கொஞ்சம் கூட யோசனை இல்லை என்று சொல்வது வெட்கமாக இருந்தது.",
        "ஆனால் நான் மன்னிக்க முடியும். நான் அந்த தொழில்நுட்ப வளர்ச்சியில் பிறக்கவில்லை. எனது முதல் மொபைல் ஃபோனைப் பார்ப்பதற்கு முன்பே நான் நடுத்தர வயதிற்குள் இருந்தேன் (யாரை ஏமாற்றுகிறேன்?). ஒரு பெற்றோர் ஒருவரை எனது அலுவலகத்திற்கு அழைத்து வந்தனர். அது ஒரு பெரிய கருவியாக இருந்தது. இன்றைய ஸ்மார்ட் போன்கள் போல் எதுவும் இல்லை. இன்னும் நான் ஃபோன்களின் முழு கருத்தாக்கத்தில் மயக்கமடைந்தேன் - தொலைநகல் அல்ல.",
        "ஒன்றை எவ்வாறு பயன்படுத்துவது என்பதை விரைவாகக் கற்றுக்கொண்டேன். பள்ளி ஒரு தொலைநகல் இயந்திரத்தை வாங்கியது மற்றும் சிறிது நேரத்திற்குப் பிறகு, ஒரு புகைப்பட நகல் இயந்திரம். அலுவலக வேலைகள் முன்னெப்போதையும் விட வேகமாகவும் துல்லியமாகவும் நடந்து கொண்டிருந்தது. அலுவலக உதவியாளரை பணியமர்த்துவதற்கு முன்பு, \"உங்கள் தட்டச்சு வேகம் என்ன?\" என்று முன்பு மிகவும் அவசியமாக ஒருவர் கேட்கவில்லை.",
        "ஒருவர் கேட்டார், \"நீங்கள் கணினி அறிவு உள்ளவரா?\" எப்படியாவது அடிப்படைகளை கற்றுக் கொள்ள சிரமப்பட்டேன்.",
        "இப்போது இதையெல்லாம் நம் இளைஞர்களுடன் எப்படி இணைப்பது. ஆசிரியர்கள் விரைவில் கணினி மற்றும் ஸ்மார்ட் போர்டுகளை விரிவுரை செய்ய பயன்படுத்த வேண்டும். குழந்தைகள் பாடப்புத்தகங்களுக்குப் பதிலாக ஐபாட்களைப் பயன்படுத்தப் போகிறார்கள். காகிதமற்ற சமூகம் ஒரு மூலையில் உள்ளது. இப்போதைய அரசு பள்ளி ஆசிரியர்கள் சமாளிப்பதை என்னால் பார்க்க முடியவில்லை.",
        "புத்தகங்கள் கடந்து போனதற்கு நான் வருந்துகிறேன். ஒரு புதிய புத்தகத்தைத் திறப்பதில் ஏற்படும் சுவாரஸ்யத்தையும் அதன் புதிய வாசனையையும் எதையும் ஒப்பிட முடியாது. ஒரு பாடப்புத்தகம் கூட அதன் கவர்ச்சியைக் கொண்டிருந்தது. நவீன மாணவர் விரைவில் பாடநூல் போன்ற சாதாரணமான எதிலும் ஆர்வம் காட்டப் போவதில்லை. கேள்விகள் தட்டச்சு செய்யப்பட்டு, திருத்தம் செய்ய ஆசிரியரிடம் ஒரு பிரிண்ட் அவுட் சமர்ப்பிக்கப்படும்.",
        "பெரும்பாலான மேம்பட்ட பல்கலைக்கழகங்களில் கையால் எழுதப்பட்ட பதில்கள் ஏற்றுக்கொள்ளப்படுவதில்லை. கணினியை எப்படிப் பயன்படுத்த வேண்டும் என்பதை மாணவர் அறிந்திருக்க வேண்டும். அதனால் நேர்த்தியாக எழுதும் கலை விரைவில் வழக்கொழிந்து விடும். எனது ஆசிரியர் பணியின் ஆரம்ப நாட்களில் எனது மாணவர்களிடம், \"பல்கலைக்கழக அளவில் முதல் அல்லது இரண்டாம் வகுப்பைப் பெறுவதில் நல்ல கையெழுத்து வித்தியாசத்தை ஏற்படுத்தும்\" என்று கூறியது நினைவிருக்கிறது. நானும் அதை நம்பினேன்.",
        "நான் பள்ளியில் செய்ததைப் போல மாணவர்களை நல்ல கையெழுத்துப் பயிற்சி செய்ய நான் செலவழித்த மணிநேரங்களை நினைத்தால் எனக்கு அழுகிறது. இப்போதெல்லாம் என் பெயரில் கையெழுத்து போடுவதைத் தவிர அந்த திறமை என்ன? நவீன மாணவர்கள் உள்வாங்க வேண்டியவை அதிகம். இந்த திறன்களை எமது இளம் மாணவர்களுக்கு கற்பிப்பதில் இலங்கை பின்தங்கப் போகிறது என்பது எனது அச்சம்.",
        "\"தொழில்நுட்பத்தின் மூலம் கற்பித்தல்\" என்பதற்குத் தேவையான முறைகளில் அனைத்துப் பல்கலைக்கழக மாணவர்களுக்கும், தற்போதுள்ள அனைத்து ஆசிரியர்களுக்கும் தயவு செய்து அரசாங்கம் பயிற்சி அளிக்கத் தொடங்குமா, மேலும் இது தொடர்பாக அரசாங்கம் முன்னோக்கிச் செல்வது போல் தோன்றுவதால், அவர்களுக்குத் திறன் இருக்கும் என்று நான் நம்புகிறேன். கல்வி சாரா திறன்களை கற்பிப்பதில் இந்த கவர்ச்சிகரமான ஒலி முன்னேற்றங்களை செயல்படுத்தவும்.",
        "வழமையான கல்வித் திணைக்களத்தின் திறமையின்மையிலும் திறமையின்மையிலும் இவை அனைத்தும் முடிவடையும் என்ற இந்த நச்சரிப்பு உணர்வு எனக்கு ஏன்? சக்திகள் மீதான எனது நம்பிக்கை வெளிப்படையாக இல்லை, யார் என்னைக் குறை கூற முடியும்?",
        "(Lanka Market Digest இதழில் முதன்முதலில் வெளியான The Prime Factor என்ற கட்டுரையிலிருந்து எடுக்கப்பட்டது)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}