{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/exploring-gal-oya-national-park-and-yala-after-expansion/",
  "time_ut": 1650690720,
  "title": "Exploring Gal Oya National Park and Yala after expansion",
  "body_lines": [
    "The following morning we left for Gal Oya from Arugam Bay through Siyambalanduwa. While traveling we saw Govinda Hela, a mountain which the British called Westminster Abbey. Further away was another mountain, known as Vadinagala, which was seen even from the campsite in Gal Oya National Park.",
    "After a drive through scenic country, we arrived at Inginiyagala in the Gal Oya valley. Here we stopped to have a look at Senanayake Samudra. The meaning of Samudra is “sea”. It most probably would have looked like a sea had it been full of water. Unfortunately the water level was well below average due to the drought that was prevailing at the time. Most of the rocks at the bottom of the tank too were exposed.",
    "I have seen pictures of myself as a small child going with my parents and brother in a launch on Senanayake Samudra. I have my doubts that this facility is still available considering the security factor. This has been the first reservoir to be built after independence by D.S.Senanayake, the first Prime Minister of the country.",
    "The vegetation within the park was quite green unlike that in Yala, Udawalawe and Kumana. One reason for this greenery may be the availability of water in Senanayake Samudra, which is in the centre of the park. The place was quite damp and cool.",
    "In all probability there was only one motorable road within the park and there were no bungalows. After a drive of about two miles, we reached the campsite. While we were relaxing at the campsite I spotted two elephants with two babies in the far distance. After a short while we proceeded to Ampara. The heat was unbearable as it was 38 degrees C. On the way to Akkaraipattu we visited Deegavapiya Chaitya, which is said to have been built by King Saddhatissa 400 years after Lord Buddha’s demise.",
    "In Sri Lanka there are supposed to be six medicinal troughs (beheth oruwa). A cavity in the shape of a human being is carved out of one piece of solid rock. In ancient times this cavity was filled with medicinal fluids, such as oils, milk and herbal mixtures, and the patient was immersed in it. One of the oldest medicinal troughs had been found in Deegavapiya.",
    "My father was very keen on seeing it, but what we saw was something we never expected. It was lying as a heap of broken stone fragments in a corner of the temple. According to the chief monk, this trough was located about a quarter mile from the temple, and he had decided to relocate it in the museum at the temple premises. He had been in the process of getting ready to have it transported, when this historical piece of artwork had been blasted into several pieces with the use of explosives by some persons, whose identity was known to him.",
    "We came back to Arugam Bay via Akkaraipattu, and on the way we passed through Sinharamuthuvaran, where a very attractive cadjan-roofed resthouse once stood, as well as Komari of Kavantissa fame. We returned to Colombo the next day.",
    "Block two of the Ruhuna National Park, which was seen across Kumbukkan Oya at Kumana, could be entered from Yala. I remember travelling this way in May 1992. When our Land Rover was being taken across Menik Ganga at Nana Thotupola, the vehicle stalled in the middle of the river due to its wheels getting stuck in the sand. Every effort was made to pull it out the vehicle with the help of the accompanying four-wheel drive pick-up,’ as well as that of about 25 men who were bathing in the river at the time, but to no avail.",
    "Finally success was achieved with the help of the Land Rover’s winch, which was hooked on to the back of the stationary pick-up. Having thus entered Block two, we then proceeded a short distance till we came to Katupila Ara, which too had to be forded. I remember my brother-in-law wading across to check the path the vehicles should take.",
    "Having safely crossed over, we came across a small water-hole where we saw a remarkable sight which was never before witnessed by any of us present. Though there were people in the party who were highly experienced in the ways of the jungle, this sight was unique to them too. There were over a hundred crocodiles of all sizes sun bathing all round the water-hole. They all crawled hurriedly into the water on the approach of the vehicle, and there was not even a ripple on the surface of the water to show that there were so many crocodiles in that small water-hole.",
    "If a small animal, such as a deer, ventured there for a sip of water it would no doubt have been an easy prey. Having witnessed this scene, we realized that my brother-in-law had faced much danger from crocodiles in wading across Katupila Ara.",
    "Further on, we came to Pottana where we saw a fresh water well built with masonry. It was an unusual sight in a jungle without human habitation. My father told us that it was a well that was built for the use of pilgrims on their way to Kataragama from Potuvil. This has been the path where a man-eating leopard had been lying in wait many years ago to attack sick and decrepit pilgrims.",
    "In 2002 we repeated the trip. The water level in Menik Ganga was quite low and it was smooth sailing for the three pick-ups to cross over to the other side. On this occasion no one dared to test Katupila Ara before the vehicles crossed. The water was almost up to the bonnets and the windscreens did get washed in the process. We saw a huge bull elephant and a lot of buffalo grazing not too far from us. The road to Pottana was really bad. At a certain point I thought that each vehicle would topple on to its side.",
    "Pottana Pitiya was a vast dry plain with thin vegetation. Beyond this was the lagoon and then the sea. We met a couple of visitors with a tracker cooking their lunch near the sea. They were kind enough to offer us some fried prawns as a snack. Unlike on the previous occasion we did not come across the small water-holes or the well of fresh water. Most probably we would have taken a parallel route.",
    "On our return journey, we found that the water level in Katupila Ara was higher than in the morning. We crossed it with difficulty, the engine just escaping being flooded by the depth of water. On the other side of the Ara, we found a jeep which had been immobilized by water getting into the engine.",
    "They had brought a mechanic from Tissamaharama to repair it. It was quite late in the evening and there was no sign of getting the engine started. Later we heard that the jeep had been towed the next morning for a major repair.",
    "It was late in the evening when we reached Menik Ganga. We were so glad to see Block two after a lapse of 10 years.",
    "In February 2004, while camping at Yala, we once again entered Block two. Proceeding northwards, we forded Katupila Ara, Pottana Ara and finally the broad Kumbukkan Oya, to reach Kumana. After visiting Kumana villu, we returned to Yala the same evening. It was a memorable journey, having passed through perhaps the most extensive plains I have seen.",
    "The North Intermediate Zone was absorbed into the Ruhuna National Park. This step was taken when the government in 1964 banned the issue of licenses to shoot animals, thereby making the presence of Intermediate Zones where shooting was allowed, meaningless. This annexure was divided into Blocks three, four and five. The Department of Wildlife Conservation built a bungalow in Dambakotte in Block four, which was reached by travelling along the Buttala – Kataragama highway.",
    "We left Colombo on December 21, 1996 and reached Dambakotte bungalow, where we were to stay three nights. The bungalow, which was about a kilometre from the road, was surrounded by tall jungle trees, while underneath them was a carpet of beautiful grass which was of a special green. About a kilometre further into the jungle was a tank, which we visited several times during our stay, but failed to see any significant wildlife except several varieties of water birds.",
    "This area was said to be rich in bear population though we did not see any. However, we heard the loud mating call of a bear quite close to the bungalow at about 11 o’clock in the night. The noise faded away into the distance in a few minutes.",
    "We traveled to Galge, which was about five km from Dambakotte. About 200 yards away from the quarters and offices of the Department of Wildlife Conservation was an extensive slab of rock where there was a large natural water-hole or kema, which probably never ran dry during the drought. The employees used to draw their regular supply of water from this water-hole. On our way to this water-hole, a large wild boar accompanied us, and we thought it was a pet of the men working there. Little did we realize the danger we were in till we were told that it had attacked a police inspector a few days earlier and he was still being treated in hospital at the time.",
    "The water-hole had caved into the rock sideways to form a very large cavity, while the opening into the exterior remained comparatively small. By these means only a small area of water was exposed to the sun, thereby reducing the amount of water that would evaporate. This contrivance probably accounted for the failure of the drought to dry the water-hole.",
    "The impressive Ireson tower stood on a rock some distance from the water-hole. We reached it by shuffling along the narrow stony ledge of the water-hole with difficulty. This tower was an outstanding memorial to J P Ireson, who died of diarrhoea in 1922 at Monaragala, where he was planting. He was president of the Wildlife Society at the time, and it built this memorial to him at Galge, which could only be reached on foot or horseback at the time.",
    "Ireson was an inveterate hunter, who used to come down frequently from Monaragala to hunt around Galge, which therefore was selected as the site for the memorial. However, on questioning the average man there, the answer would invariably be that it was a monument to an Englishman killed by an elephant at that spot.",
    "From Galge we went through thick jungle, along the only available jeep track in Block three. In view of the many obstacles that greeted us, this track had not been used for a long time. We reached a large rock known as Paskema (five water-holes). Its surface had several water-holes of different sizes, some with beautiful lotus flowers, but it probably received its name from the fact that there were five significant water-holes in it. On climbing the rock we could see the jungle far and wide, the trees being festooned with flowers, young leaves turning crimson and woody creepers hanging heavily on branches.",
    "Continuing the journey, we came to Malwariweva which was a tank that had been renovated a short time earlier. We walked along the bund and saw pits on it which were produced by elephants whose feet had sunken into the earth as they descended into the water.",
    "Further on, we came to Malwarikema that had, as its name implied, a water-hole which appeared beautiful with blossoming lotus. This was apparently an old monastic site. An unusual finding on it was the presence of two cone-shaped pits, several yards apart from each other. Each measured about eight inches in diameter and six inches in depth, and they were exactly circular and the walls perfectly smooth. The tracker who accompanied us explained that they were pits in which treasures were hidden in the olden days, and that treasure hunters had raided them and removed the contents.",
    "It was difficult to believe this story. The pits were not large enough to hide such treasures, and it was unlikely that rainwater would be prevented from seeping in. It is a moot point how treasure hunters would have located them once the contents had been sealed off by the owners centuries ago.",
    "The Buttala – Kataragama highway does not exactly follow the old jeep track, as it deviated about a hundred yards at certain points. The jungle that lies between this highway and the Menik Ganga is Block five. We had a bath in the river at a place at which two tributaries joined to form the main river. This was the point at which the elephants from Handapangala crossed the river when they were driven into Block four by the Department of Wildlife Conservation. The wisdom of this man oeuvre is open to question, for several elephants died subsequently.",
    "Indikolaweva was a tank in Block five which had been recently renovated. On the bund was an elongated piece of dung, which the tracker identified as that of a crocodile. He mentioned that it was rather poisonous to the skin, for blisters may form when trod on. On the other side of the long bund, we saw an elephant, while a tall tree nearby was crowded with hornbills. We did not see any other animals of significance, and this was true of all these Blocks. One reason for this scarcity of animals was probably the presence of tall jungle trees in the areas we visited.",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by CG Uragoda)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පුළුල් කිරීමෙන් පසු ගල්ඔය ජාතික වනෝද්‍යානය සහ යාල ගවේෂණය කිරීම",
      "body_lines": [
        "පසුදා උදෑසන අපි ආරුගම් බොක්කෙන් සියඹලාණ්ඩුව හරහා ගල්ඔයට පිටත් වුණෙමු. ඒ ගමන යන අතරේ අපි දැක්කා ගෝවින්ද හෙළ කියන කන්ද ඉංග්‍රීසි ජාතිකයන් වෙස්ට්මිනිස්ටර් ඇබේ කියලා හඳුන්වනවා. තවත් ඈතින් ගල්ඔය ජාතික වනෝද්‍යානයේ කඳවුරු භූමියේ සිට පවා දිස්වන වඩිනාගල නමින් හැඳින්වෙන තවත් කන්දක් විය.",
        "දර්ශනීය රටක් මැදින් ගමනක් ගිය අපි ගල්ඔය මිටියාවතේ ඉඟිනියාගලට පැමිණියෙමු. ඔන්න අපි සේනානායක සමුද්‍රය බලන්න නැවතුනා. සමුද්‍ර යන්නෙහි තේරුම \"මුහුද\" යන්නයි. ජලයෙන් පිරී තිබුනේ නම් එය බොහෝ විට මුහුදක් මෙන් පෙනෙන්නට තිබුණි. අවාසනාවන්ත ලෙස එකල පැවති නියඟය හේතුවෙන් ජල මට්ටම සාමාන්‍ය මට්ටමට වඩා බෙහෙවින් අඩු විය. වැව් පතුලේ ඇති ගල් බොහෝමයක් ද නිරාවරණය වී ඇත.",
        "සේනානායක සමුද්‍රයේ එළිදැක්වීමකදී මම කුඩා දරුවෙකු ලෙස මගේ දෙමව්පියන් සහ සහෝදරයා සමඟ යන පින්තූර මම දැක ඇත්තෙමි. ආරක්ෂක සාධකය සලකා බැලීමේදී මෙම පහසුකම තවමත් තිබේදැයි මට සැකයක් ඇත. නිදහසින් පසු මෙරට ප්‍රථම අග්‍රාමාත්‍යවරයා වූ D.S.සේනානායක මහතා විසින් ඉදිකළ පළමු ජලාශය මෙයයි.",
        "යාල, උඩවලව සහ කුමන ප්‍රදේශවල මෙන් නොව උද්‍යානය තුළ ඇති වෘක්ෂලතාදිය තරමක් කොළ පැහැයෙන් යුක්ත විය. උද්‍යානය මධ්‍යයේ පිහිටි සේනානායක සමුද්‍රයේ ජලය තිබීම මෙම හරිතකරණයට එක් හේතුවක් විය හැකිය. එම ස්ථානය තරමක් තෙත් සහ සිසිල් විය.",
        "සෑම සම්භාවිතාවකින්ම උද්‍යානය තුළ තිබුණේ එක් මෝටර් රථ මාර්ගයක් පමණක් වන අතර බංගලා තිබුණේ නැත. සැතපුම් දෙකක පමණ ගමනකින් පසු අපි කඳවුරු භූමියට පැමිණියෙමු. අපි කඳවුරු භූමියේ විවේක ගනිමින් සිටින විට මම ඈතින් කුඩා පැටවුන් දෙදෙනෙකු සමඟ අලි දෙදෙනෙකු දුටුවෙමි. ටික වෙලාවකින් අපි අම්පාරට ගියා. උෂ්ණත්වය සෙල්සියස් අංශක 38 ක් වූ බැවින් එය දරාගත නොහැකි විය. අපි අක්කරෙයිපත්තුවට යන අතරමගදී බුදුරජාණන් වහන්සේගේ පරිනිර්වාණයෙන් වසර 400 කට පසු සද්ධාතිස්ස රජු විසින් කරවන ලද බව කියන දීඝවාපිය චෛත්‍යය නැරඹීමට ගියෙමු.",
        "ශ්‍රී ලංකාවේ ඖෂධීය අගල (බෙහෙත් ඔරුව) හයක් ඇතැයි සැලකේ. එක් ඝන පාෂාණ කැබැල්ලකින් මිනිස් හැඩයෙන් යුත් කුහරයක් කැටයම් කර ඇත. පුරාණ කාලයේ මෙම කුහරය තෙල්, කිරි සහ ඖෂධීය මිශ්රණ වැනි ඖෂධීය තරලවලින් පිරී ඇති අතර රෝගියා එහි ගිල්වා ඇත. දීඝවාපිය ප්‍රදේශයෙන් පැරණිතම ඔෟෂධ අගලක් හමුවී ඇත.",
        "අපේ තාත්තා ඒක බලන්න ගොඩක් ආසාවෙන් හිටියත් අපි දැක්කේ අපි කවදාවත් බලාපොරොත්තු වුණේ නැහැ. එය විහාරස්ථානයේ මුල්ලක කැඩී බිඳී ගිය ගල් කැබලි ගොඩක් ලෙස වැටී තිබුණි. ලොකු හාමුදුරුවෝ කියන විදියට පන්සලේ ඉඳන් හැතැප්ම හතරක් විතර දුරින් මේ ළිඳ පිහිටලා තිබුණා, ඒක පන්සල් භූමියේ තියෙන කෞතුකාගාරයේ තියන්න තීරණය කරලා තිබුණා. ඔහු එය ප්‍රවාහනය කිරීමට සූදානම් වෙමින් සිටි අතර, මෙම ඓතිහාසික කලා කෘතිය ඔහුගේ අනන්‍යතාව දන්නා ඇතැම් පුද්ගලයන් විසින් පුපුරණ ද්‍රව්‍ය යොදා කොටස් කිහිපයකට පුපුරවා හැර තිබේ.",
        "අපි නැවත අක්කරපත්තුව හරහා ආරුගම් බොක්ක වෙත පැමිණ, අතරමගදී අපි සිංහාරමුතුවරන් පසුකර ගියෙමු, එහි කලක් ඉතා ආකර්ශනීය කැඩ්ජන් සෙවිලි කළ තානායමක් මෙන්ම කාවන්තිස්ස කීර්තිමත් කෝමාරි ද විය. අපි පහුවදා ආපහු කොළඹ ආවා.",
        "කුඹුක්කන්ඔය හරහා කුමන ප්‍රදේශයේදී දක්නට ලැබුණු රුහුණු ජාතික වනෝද්‍යානයේ දෙවන කොටස යාල දෙසින් ඇතුළු විය හැකිය. මට මතකයි මේ විදියට 1992 මැයි මාසේ අපේ ලෑන්ඩ් රෝවර් එක මැණික් ගඟ හරහා නානා තොටුපොලදී අරන් යද්දී රෝද වැල්ලේ හිරවෙලා වාහනේ ගඟ මැද නතර වුණා. ඒ සමඟ ඇති රෝද හතරේ පිකප් යන්ත්‍රයේ ආධාරයෙන් එය පිටතට ඇද ගැනීමට හැකි සෑම උත්සාහයක්ම ගත්තද, ඒ වන විට ගඟේ දිය නාමින් සිටි 25 දෙනෙකුගේ පමණ පිරිසක්ද උත්සාහ කළත් එය සාර්ථක වූයේ නැත.",
        "ස්ථාවර පික්-අප් එකේ පිටුපසට සම්බන්ධ කරන ලද ලෑන්ඩ් රෝවර් වින්ච් ආධාරයෙන් අවසානයේ සාර්ථකත්වය අත්කර ගන්නා ලදී. මෙලෙස බ්ලොක් දෙකට ඇතුළු වූ අපි, කටුපිල ආර වෙත පැමිණෙන තෙක් මඳ දුරක් ගමන් කළ අතර, එයද යා යුතු විය. මට මතකයි මගේ මස්සිනා වාහන ගමන් කළ යුතු මාර්ගය පරීක්ෂා කිරීමට එහා මෙහා ඇවිදිනවා.",
        "නිරුපද්‍රිතව තරණය කළ අපට කුඩා දිය වළක් හමු වූ අතර එහිදී අප දුටුවේ මෙතෙක් සිටි අප කිසිවකු නොදුටු අපූරු දසුනකි. කැලේ යන ක්‍රම ගැන ඉහළ පළපුරුද්දක් ඇති අය සාදයේ සිටියද ඔවුන්ටද මේ දසුන සුවිශේෂී විය. විවිධ ප්‍රමාණයේ කිඹුලන් සියයකට අධික ප්‍රමාණයක් දිය වළ වටේට හිරු ස්නානය කරමින් සිටියහ. ඔවුන් සියල්ලෝම වාහනය ළං වන විට කඩිමුඩියේ වතුරට රිංගා ගත් අතර, එම කුඩා දිය වළේ කිඹුලන් විශාල ප්‍රමාණයක් සිටින බව පෙන්වීමට ජල මතුපිට රැල්ලක්වත් නොවීය.",
        "මුවෙකු වැනි කුඩා සතෙකු වතුර උගුරක් සඳහා එහි ගියහොත් එය පහසු ගොදුරක් වනවාට සැක නැත. මේ දර්ශනය දුටු අපට වැටහුණේ මගේ මස්සිනා කටුපිල ආර දිගේ සැරිසරද්දී කිඹුලන්ගෙන් බොහෝ අනතුරකට මුහුණ දී ඇති බවයි.",
        "තව දුරටත් අපි පොතානට පැමිණියෙමු එහිදී පෙදරේරු වලින් සාදන ලද මිරිදිය ළිඳක් දුටුවෙමු. මිනිස් වාසයක් නොමැති කැලෑවක එය අසාමාන්‍ය දසුනක් විය. එය පොතුවිල් සිට කතරගමට යන වන්දනාකරුවන්ගේ ප්‍රයෝජනය සඳහා ඉදිකරන ලද ළිඳක් බව තාත්තා අපට කීවේය. මීට වසර ගණනාවකට පෙර රෝගාතුර වී අබලන් වූ වන්දනාකරුවන්ට පහර දීමට මිනීමරු දිවියෙකු සැඟවී සිටි මාර්ගය මෙයයි.",
        "2002 දී අපි නැවත සංචාරය කළා. මැණික් ගඟේ ජල මට්ටම තරමක් අඩු වූ අතර පික්-අප් තුනට අනෙක් පැත්තට යාමට පහසු විය. මේ අවස්ථාවේ වාහන හරස් කිරීමට පෙර කටුපිල ආර පරීක්ෂා කිරීමට කිසිවකු එඩිතර වූයේ නැත. ජලය බොනට් වලට ආසන්නව තිබූ අතර වින්ඩ්ස්ක්‍රීන් ක්‍රියාවලියේදී සෝදා ගත්තේය. අපෙන් වැඩි ඈතක නොවන දැවැන්ත ගොන් අලියෙකු සහ මී හරකුන් විශාල ප්‍රමාණයක් තණ කන අයුරු අපි දුටුවෙමු. පොතානට යන පාර ඇත්තටම නරකයි. එක මොහොතක මට හිතුනා හැම වාහනයක්ම දෙපැත්තට පෙරළෙයි කියලා.",
        "පොත්තාන පිටිය තුනී වෘක්ෂලතාවලින් යුත් විශාල වියළි තැනිතලාවක් විය. මෙයින් ඔබ්බට කලපුව සහ පසුව මුහුද විය. මුහුද අසල දිවා ආහාරය පිසින ට්රැකර් සමඟ අමුත්තන් කිහිප දෙනෙකු අපට හමු විය. බදින ලද ඉස්සන් ටිකක් අපට කෙටි ආහාරයක් ලෙස පිරිනැමීමට තරම් ඔවුහු කාරුණික වූහ. පෙර අවස්‌ථාවේ මෙන් කුඩා දිය වළවල් හෝ මිරිදිය ළිඳ අපට හමු නොවීය. බොහෝ විට අපි සමාන්තර මාර්ගයක් ගත වන්නට ඇත.",
        "ආපසු ගමනේදී කටුපිල ආරෙහි ජල මට්ටම උදේට වඩා වැඩි බව අපට පෙනී ගියේය. අපි අමාරුවෙන් එය තරණය කළෙමු, එන්ජිම වතුරේ ගැඹුරට ගංවතුරෙන් ගැලවී ගියේය. ආරෙන් එහා පැත්තේ, එන්ජිමට වතුර වැදී නිශ්චල වූ ජීප් රථයක් අපට හමු විය.",
        "ඒක හදන්න තිස්සමහාරාමයෙන් කාර්මිකයෙක් ගෙන්වලා තිබුණා. හොඳටම හවස් වෙලාවත් එන්ජිම පණ ගන්වන ලකුණක්වත් තිබුණේ නැහැ. පසුව අපට ආරංචි වූයේ ජීප් රථය විශාල අලුත්වැඩියාවකට පසුදා උදෑසන ඇදගෙන ගොස් ඇති බවයි.",
        "අපි මැණික් ගඟට එනකොට හවස් වෙලා. වසර 10කට පසු බ්ලොක් ටූ දැකීම ගැන අපි ඉතා සතුටු වුණා.",
        "2004 පෙබරවාරි මාසයේදී යාල කඳවුරු බැඳගෙන සිටියදී අපි නැවත වරක් දෙවන කොටසට ඇතුළු වුණෙමු. උතුරු දෙසට ගමන් කළ අපි කටුපිල ආර, පොතාන ආර සහ අවසානයේ පළල් කුඹුක්කන් ඔය හරහා කුමන නගරයට පැමිණියෙමු. කුමන විල්ලුව නැරඹීමෙන් පසු අපි එදිනම සවස නැවත යාලට පැමිණියෙමු. සමහර විට මා දැක ඇති වඩාත්ම පුළුල් තැනිතලා හරහා ගිය එය අමතක නොවන ගමනක් විය.",
        "උතුරු අතරමැදි කලාපය රුහුණු ජාතික වනෝද්‍යානයට අන්තර්ග්‍රහණය විය. 1964 දී රජය විසින් සතුන්ට වෙඩි තැබීම සඳහා බලපත්‍ර නිකුත් කිරීම තහනම් කිරීමත්, එමගින් වෙඩි තැබීමට අවසර දී ඇති අතරමැදි කලාප තිබීම අර්ථ විරහිත කිරීමත් සමඟ මෙම පියවර ගන්නා ලදී. මෙම ඇමුණුම කුට්ටි තුන, හතර සහ පහ ලෙස බෙදා ඇත. වනජීවී සංරක්ෂණ දෙපාර්තමේන්තුව විසින් බුත්තල - කතරගම මහා මාර්ගය ඔස්සේ ගමන් කිරීමෙන් ළඟා වූ හතරවන කොටසේ දඹකෝට්ටේ බංගලාවක් ඉදිකරන ලදී.",
        "1996 දෙසැම්බර් 21 වැනිදා කොළඹින් පිටත් වූ අපි දඹකෝට්ටේ බංගලාවට ළඟා වූ අතර එහිදී අපට රාත්‍රී තුනක් නවාතැන් ගැනීමට තිබුණි. පාරේ සිට කිලෝමීටරයක් ​​පමණ දුරින් වූ බංගලාව උස කැලෑ ගස් වලින් වටවී තිබූ අතර ඒවාට යටින් විශේෂ කොළ පැහැයෙන් යුත් අලංකාර තණකොළ කාපට් එකක් විය. කැලයට කිලෝමීටරයක් ​​පමණ දුරින් වැවක් තිබූ අතර, අප එහි රැඳී සිටි කාලය තුළ කිහිප වතාවක්ම එහි ගිය නමුත් ජල කුරුල්ලන් වර්ග කිහිපයක් හැර සැලකිය යුතු වන සතුන් දැකීමට අපොහොසත් විය.",
        "මෙම ප්‍රදේශය වලස් ගහනයෙන් පොහොසත් යැයි පැවසුවද අප දැක නැත. කෙසේ වෙතත්, රාත්‍රී 11 ට පමණ බංගලාවට ආසන්නව වලසෙකුගේ සංසර්ග නාදය අපට ඇසුණි. ඝෝෂාව විනාඩි කිහිපයකින් ඈතට මැකී ගියේය.",
        "අපි දඹකෝට්ටේ සිට කිලෝමීටර් පහක් පමණ දුරින් පිහිටි ගල්ගේ වෙත ගමන් කළෙමු. වනජීවී සංරක්ෂණ දෙපාර්තමේන්තුවේ නිල නිවාසවලට සහ කාර්යාලවලට යාර 200ක් පමණ එපිටින් නියඟ කාලය තුළ කිසිදා සිඳී නොගිය විශාල ස්වාභාවික ජල වළක් හෝ කෙමාවක් තිබූ පුළුල් ගල් තලයක් විය. සේවකයෝ තමන්ට අවශ්‍ය ජලය ලබා ගැනීමට පුරුදුව සිටියේ මෙම ජල වළෙන්ය. මෙම දිය වළට යන විට විශාල වල් ඌරෙක් අප සමඟ පැමිණි අතර, එය එහි වැඩ කරන මිනිසුන්ගේ සුරතල් සතෙකු යැයි අපි සිතුවෙමු. දින කිහිපයකට පෙර එය පොලිස් පරීක්ෂකවරයෙකුට පහර දුන් බවත් ඒ වන විටත් ඔහු රෝහල්ගතව ප්‍රතිකාර ලබමින් සිටි බවත් පවසන තුරු අප සිටින අනතුර ගැන අපට අවබෝධ නොවීය.",
        "ජල සිදුර ඉතා විශාල කුහරයක් සෑදීම සඳහා පර්වතයට පසෙකට වී ඇති අතර පිටත විවරය සාපේක්ෂව කුඩා විය. මෙම ක්‍රම මගින් ජලයෙන් කුඩා ප්‍රදේශයක් පමණක් හිරු එළියට නිරාවරණය වූ අතර එමඟින් වාෂ්ප වන ජල ප්‍රමාණය අඩු විය. නියඟය නිසා ජල කුහරය වියළීමට නොහැකි වීම මෙම උපක්‍රමය හේතු විය හැක.",
        "සිත් ඇදගන්නාසුළු Ireson කුළුණ ජල සිදුරෙන් ටිකක් දුරින් පර්වතයක් මත සිටගෙන සිටියේය. අපි එය වෙත ළඟා වූයේ දුෂ්කර වූ ජල වළේ පටු ගල් බැම්ම දිගේ චලනය කරමිනි. මෙම කුළුණ 1922 දී ඔහු රෝපණය කරමින් සිටි මොනරාගල ප්‍රදේශයේ පාචනය හේතුවෙන් මිය ගිය ජේ පී අයිරිසන්ගේ විශිෂ්ට ස්මාරකයක් විය. ඔහු එකල වනජීවී සංගමයේ සභාපති වූ අතර, එය ඔහුට ගල්ගේ හි මෙම ස්මාරකය ඉදිකරන ලද අතර, එම අවස්ථාවේ දී පයින් හෝ අශ්වයෙකු පිට පමණක් ළඟා විය හැකි විය.",
        "අයිරිසන් දඩයම්කරුවෙක් වූ අතර, ඔහු ගල්ගේ අවට දඩයම් කිරීමට මොණරාගල සිට නිතර පැමිණෙන අතර, එම නිසා ස්මාරකය සඳහා ස්ථානය ලෙස තෝරා ගන්නා ලදී. කෙසේ වෙතත්, එහි සිටින සාමාන්‍ය මිනිසෙකුගෙන් ප්‍රශ්න කිරීමේදී පිළිතුර නොවරදවාම වනු ඇත්තේ එය එම ස්ථානයේ අලියෙකු විසින් මරා දැමූ ඉංග්‍රීසි ජාතිකයෙකුගේ ස්මාරකයක් බවයි.",
        "ගල්ගේ සිට අපි ඝන කැලෑව මැදින්, බ්ලොක් තුනේ ඇති එකම ජීප් ධාවන පථය දිගේ ගියෙමු. අපිව ආචාර කළ බොහෝ බාධක හමුවේ, මෙම ධාවන පථය දිගු කලක් භාවිතා කර නොතිබුණි. අපි Paskema (ජල සිදුරු පහක්) ලෙස හඳුන්වන විශාල පර්වතයකට ළඟා විය. එහි මතුපිට විවිධ ප්‍රමාණයේ ජල සිදුරු කිහිපයක් තිබූ අතර සමහරක් අලංකාර නෙළුම් මල් වලින් යුක්ත විය, නමුත් එයට එහි නම ලැබී ඇත්තේ එහි සැලකිය යුතු ජල සිදුරු පහක් තිබූ බැවිනි. පර්වතය මතට නැඟෙන විට අපට බොහෝ ඈතට පෙනෙන පරිදි වනාන්තරය, ගස්වල මල්, තද රතු පාටට හැරෙන තරුණ කොළ සහ අතු මත දැඩි ලෙස එල්ලෙන දැවමය ලපයන් දැකගත හැකි විය.",
        "ගමන නොනවත්වාම අපි මල්වරිවැව වෙත පැමිණියෙමු, එය මීට ටික වේලාවකට පෙර ප්‍රතිසංස්කරණය කරන ලද වැවක් විය. අපි වැව් බැම්ම දිගේ ඇවිද ගිය අතර, ජලයට බැස යන විට පාද පොළොවට කිඳා බැස ඇති අලි ඇතුන් විසින් නිපදවන ලද වලවල් අපි දුටුවෙමු.",
        "තව දුරටත්, අපි මල්වාරිකමට පැමිණියෙමු, එහි නමට අනුව, පිපුණු නෙළුම් වලින් මනරම් ලෙස දිස් වූ දිය වළක් තිබුණි. පෙනෙන විදිහට මෙය පැරණි ආරාම භූමියක් විය. එහි අසාමාන්‍ය සොයාගැනීමක් වූයේ එකිනෙකට යාර කිහිපයක් දුරින් කේතු හැඩැති වලවල් දෙකක් තිබීමයි. සෑම එකක්ම විෂ්කම්භයෙන් අඟල් අටක් සහ අඟල් හයක් ගැඹුරින් මනිනු ලැබූ අතර ඒවා හරියටම වටකුරු වූ අතර බිත්ති හොඳින් සිනිඳු විය. ඒවා අතීතයේ නිධන් සඟවා තිබූ වළවල් බවත්, නිදන් හොරු ඒවා වටලා එහි තිබූ දේ ඉවත් කර ඇති බවත් අප සමඟ ගිය ට්‍රැකර්වරයා පැහැදිලි කළේය.",
        "මේ කතාව විශ්වාස කරන්න අමාරු වුණා. එවැනි නිධන් සැඟවීමට තරම් විශාල වළවල් නොතිබූ අතර, වර්ෂා ජලය කාන්දු වීම වැළැක්විය නොහැකි විය. සියවස් ගණනාවකට පෙර එහි අන්තර්ගතය අයිතිකරුවන් විසින් මුද්‍රා තැබූ පසු නිධන් සොරුන් ඒවා සොයා ගන්නේ කෙසේද යන්න මතභේදාත්මක කරුණකි.",
        "බුත්තල - කතරගම අධිවේගී මාර්ගය ඇතැම් ස්ථානවල යාර සියයක් පමණ අපගමනය වූ බැවින් පැරණි ජීප් ධාවන පථය හරියටම අනුගමනය නොකරයි. මෙම මහා මාර්ගය සහ මැණික් ගඟ අතර පිහිටි කැලය පස්වන කොටසයි. අතු ගංගා දෙකක් එකතු වී ප්‍රධාන ගඟ ඇති වූ ස්ථානයක අපි ගඟේ ස්නානය කළෙමු. වනජීවී සංරක්‍ෂණ දෙපාර්තමේන්තුව විසින් හතරවන කොටසට එළවා දැමූ හඳපාංගල අලි ඇතුන් ගඟෙන් එතෙර වූ ස්ථානය මෙයයි. අලි ඇතුන් කිහිප දෙනෙකු පසුව මිය ගිය නිසා මෙම මිනිසාගේ ප්‍රඥාව ප්‍රශ්න කිරීමට විවෘතය.",
        "ඉඳිකොළවැව යනු මෑතකදී ප්‍රතිසංස්කරණය කරන ලද පස්වන කොටසේ වැවකි. බැම්ම මත දිගටි ගොම කැබැල්ලක් තිබූ අතර එය කිඹුලෙකුගේ බව ට්රැකර් විසින් හඳුනාගෙන ඇත. පාගා දැමූ විට බිබිලි ඇති විය හැකි බැවින් එය සමට තරමක් විෂ සහිත බව ඔහු සඳහන් කළේය. දිග වැව් බැම්මේ අනෙක් පැත්තේ අපි අලියෙක් දැක්කා, ඒ අසලම උස් ගසක අං බිල්ලා ගහන වෙලා. වෙනත් වැදගත් සතුන් අප නොදුටු අතර, මෙම සියලු කුට්ටි සම්බන්ධයෙන් මෙය සත්‍ය විය. මෙම සතුන් හිඟයට එක් හේතුවක් විය හැක්කේ අප ගිය ප්‍රදේශවල උස කැලෑ ගස් තිබීම විය හැකිය.",
        "(CG ඌරගොඩ විසින් සංස්කරණය කරන ලද Jungle Journeys in Sri Lanka කෘතියෙන් උපුටා ගන්නා ලදී)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "விரிவாக்கத்திற்குப் பிறகு கல் ஓயா தேசிய பூங்கா மற்றும் யாலாவை ஆய்வு செய்தல்",
      "body_lines": [
        "மறுநாள் காலை அறுகம் குடாவிலிருந்து சியம்பலாண்டுவ ஊடாக கல் ஓயாவிற்குப் புறப்பட்டோம். நாங்கள் பயணம் செய்யும் போது கோவிந்த ஹெலா என்ற மலையை ஆங்கிலேயர்கள் வெஸ்ட்மின்ஸ்டர் அபே என்று அழைத்தோம். மேலும் தொலைவில் கல் ஓயா தேசிய பூங்காவில் உள்ள முகாமில் இருந்தும் கூட வாடினகல என்று அழைக்கப்படும் மற்றொரு மலை இருந்தது.",
        "இயற்கை எழில் கொஞ்சும் நாட்டினூடாக பயணித்து, கல் ஓயா பள்ளத்தாக்கில் உள்ள இங்கினியாகலவை வந்தடைந்தோம். சேனநாயக்க சமுத்திரத்தைப் பார்ப்பதற்காக இங்கே நாங்கள் நின்றோம். சமுத்திரத்தின் பொருள் \"கடல்\". தண்ணீர் நிரம்பியிருந்தால் அது கடல் போல் தோன்றியிருக்கும். துரதிர்ஷ்டவசமாக அந்த நேரத்தில் நிலவிய வறட்சியின் காரணமாக நீர்மட்டம் சராசரிக்கும் குறைவாக இருந்தது. தொட்டியின் அடிப்பகுதியில் உள்ள பெரும்பாலான பாறைகளும் வெளிப்பட்டன.",
        "சேனநாயக்க சமுத்திரத்தில் ஒரு வெளியீட்டு விழாவில் நான் சிறு குழந்தையாக எனது பெற்றோர் மற்றும் சகோதரருடன் செல்லும் படங்களை பார்த்திருக்கிறேன். பாதுகாப்புக் காரணியைக் கருத்தில் கொண்டு இந்த வசதி இன்னும் இருக்கிறதா என்று எனக்கு சந்தேகம் உள்ளது. நாட்டின் முதல் பிரதமரான டி.எஸ்.சேனநாயக்க சுதந்திரத்திற்குப் பிறகு கட்டப்பட்ட முதல் நீர்த்தேக்கம் இதுவாகும்.",
        "யால, உடவலவே மற்றும் குமண போன்றவற்றில் உள்ள தாவரங்கள் பூங்காவிற்குள் மிகவும் பசுமையாக இருந்தன. இந்த பசுமைக்கு பூங்காவின் மையத்தில் உள்ள சேனநாயக்க சமுத்திரத்தில் தண்ணீர் இருப்பு ஒரு காரணமாக இருக்கலாம். அந்த இடம் மிகவும் ஈரமாகவும் குளிராகவும் இருந்தது.",
        "எல்லா நிகழ்தகவுகளிலும் பூங்காவிற்குள் ஒரே ஒரு மோட்டார் சாலை மட்டுமே இருந்தது மற்றும் பங்களாக்கள் இல்லை. சுமார் இரண்டு மைல் பயணத்திற்குப் பிறகு, நாங்கள் முகாமை அடைந்தோம். நாங்கள் முகாமில் ஓய்வெடுத்துக் கொண்டிருந்தபோது, ​​தொலைதூரத்தில் இரண்டு குழந்தைகளுடன் இரண்டு யானைகளைக் கண்டேன். சிறிது நேரம் கழித்து அம்பாறைக்கு சென்றோம். 38 டிகிரி செல்சியஸ் வெப்பம் தாங்க முடியாததாக இருந்தது. அக்கரைப்பற்று செல்லும் வழியில் புத்த பெருமான் மறைந்து 400 ஆண்டுகளுக்குப் பிறகு சத்தாதிஸ்ஸ மன்னரால் கட்டப்பட்டதாகக் கூறப்படும் தீகவாப்பிய சைத்தியத்தை பார்வையிட்டோம்.",
        "இலங்கையில் ஆறு மருத்துவத் தொட்டிகள் (பெஹெத் ஒருவா) இருக்க வேண்டும். திடமான பாறையின் ஒரு துண்டில் மனித வடிவில் ஒரு குழி செதுக்கப்பட்டுள்ளது. பண்டைய காலங்களில், இந்த குழி எண்ணெய்கள், பால் மற்றும் மூலிகை கலவைகள் போன்ற மருத்துவ திரவங்களால் நிரப்பப்பட்டது, மேலும் நோயாளி அதில் மூழ்கினார். தீகவாப்பியாவில் பழமையான மருத்துவத் தொட்டி ஒன்று கண்டுபிடிக்கப்பட்டது.",
        "என் தந்தை அதைப் பார்க்க மிகவும் ஆர்வமாக இருந்தார், ஆனால் நாங்கள் பார்த்தது நாங்கள் எதிர்பார்க்காத ஒன்று. அது கோயிலின் ஒரு மூலையில் உடைந்த கல் துண்டுகள் குவியலாக கிடந்தது. தலைமை துறவியின் கூற்றுப்படி, இந்த தொட்டி கோவிலில் இருந்து கால் மைல் தொலைவில் அமைந்துள்ளது, மேலும் அதை கோவில் வளாகத்தில் உள்ள அருங்காட்சியகத்தில் மாற்ற முடிவு செய்துள்ளார். இந்த வரலாற்று கலைப்படைப்பை சில நபர்கள் வெடிமருந்துகள் பயன்படுத்தி பல துண்டுகளாக வெடிக்கும்போது, ​​​​அவர் அதை எடுத்துச் செல்வதற்கான ஆயத்தத்தில் இருந்தார், அதன் அடையாளம் அவருக்குத் தெரிந்தது.",
        "மீண்டும் அக்கரைப்பற்று வழியாக அறுகம் விரிகுடாவிற்கு வந்தோம், வழியில் சிங்காரமுத்துவரனைக் கடந்து சென்றோம், அங்கு ஒரு காலத்தில் மிகவும் கவர்ச்சிகரமான காட்ஜன் கூரையுடன் கூடிய ஓய்வறை இருந்தது, அதே போல் கவுந்திஸ்ஸ புகழ் கோமாரியும் இருந்தது. மறுநாள் கொழும்பு திரும்பினோம்.",
        "குமணவில் கும்புக்கன் ஓயாவின் குறுக்கே காணப்பட்ட ருஹுண தேசிய பூங்காவின் இரண்டு தொகுதிகள் யாலயிலிருந்து நுழைய முடியும். 1992ஆம் ஆண்டு மே மாதம் இவ்வழியாகப் பயணித்ததாக ஞாபகம். நானா தொடுபொலவில் மெனிக் கங்கையின் குறுக்கே எங்களுடைய லேண்ட்ரோவர் வண்டியை எடுத்துச் செல்லும் போது, ​​வாகனத்தின் சக்கரங்கள் மணலில் சிக்கியதால் ஆற்றின் நடுவில் நின்றது. உடன் வந்த நான்கு சக்கர டிரைவ் பிக்-அப் உதவியுடன் வாகனத்தை வெளியே இழுக்க எல்லா முயற்சிகளும் மேற்கொள்ளப்பட்டன, மேலும் அந்த நேரத்தில் ஆற்றில் குளித்துக் கொண்டிருந்த சுமார் 25 ஆண்களும் முயற்சித்தனர், ஆனால் பலனளிக்கவில்லை.",
        "இறுதியாக ஸ்டேஷனரி பிக்-அப்பின் பின்புறத்தில் இணைக்கப்பட்ட லேண்ட் ரோவரின் வின்ச் உதவியுடன் வெற்றி அடையப்பட்டது. இவ்வாறு பிளாக் இரண்டில் நுழைந்து, சிறிது தூரம் சென்றோம், நாங்கள் கடுபில ஆராவுக்கு வந்தோம், அதுவும் பயணிக்க வேண்டியிருந்தது. என் மைத்துனர் வாகனங்கள் செல்ல வேண்டிய பாதையை சரிபார்க்க குறுக்கே அலைந்தது எனக்கு நினைவிருக்கிறது.",
        "பத்திரமாக கடக்கும்போது, ​​ஒரு சிறிய நீர்நிலையை நாங்கள் கண்டோம், அங்கு எங்களால் இதுவரை காணப்படாத ஒரு அற்புதமான காட்சியைக் கண்டோம். காட்டின் வழிகளில் அதிக அனுபவம் வாய்ந்தவர்கள் கட்சியில் இருந்தாலும், அவர்களுக்கும் இந்தக் காட்சி தனித்துவமாக இருந்தது. நூற்றுக்கும் மேற்பட்ட அனைத்து அளவிலான முதலைகள் அந்தத் தண்ணீர்க் குழியைச் சுற்றிலும் சூரியக் குளியல் செய்து கொண்டிருந்தன. அவர்கள் அனைவரும் வாகனம் நெருங்கும் நேரத்தில் தண்ணீரில் அவசரமாக ஊர்ந்து சென்றனர், அந்த சிறிய நீர்-குழியில் இவ்வளவு முதலைகள் இருப்பதைக் காட்ட ஒரு சிற்றலை கூட நீரின் மேற்பரப்பில் இல்லை.",
        "மான் போன்ற ஒரு சிறிய விலங்கு, ஒரு துளி தண்ணீருக்காக அங்கு சென்றால், அது எளிதான இரையாக இருந்திருக்கும் என்பதில் சந்தேகமில்லை. இந்தக் காட்சியைக் கண்டதும், கட்டுபில ஆராவைக் கடக்கும்போது எனது மைத்துனர் முதலைகளால் அதிக ஆபத்தை எதிர்கொண்டதை நாங்கள் உணர்ந்தோம்.",
        "மேலும், பொத்தனாவுக்கு வந்தோம். மனிதர்கள் வசிக்காத காட்டில் இது ஒரு அசாதாரண காட்சி. பொத்துவிலில் இருந்து கதிர்காமம் செல்லும் யாத்திரிகர்களின் பாவனைக்காக அமைக்கப்பட்ட கிணறு அது என எனது தந்தை எங்களிடம் கூறினார். பல ஆண்டுகளுக்கு முன், நோய்வாய்ப்பட்ட மற்றும் நலிந்த யாத்ரீகர்களை தாக்குவதற்காக மனிதாபிமான சிறுத்தை ஒன்று காத்திருப்புப் பாதையில் இருந்தது.",
        "2002 இல் நாங்கள் பயணத்தை மீண்டும் செய்தோம். மெனிக் கங்கையில் நீர் மட்டம் மிகவும் குறைவாக இருந்தது மற்றும் மூன்று பிக்-அப்கள் மறுபுறம் கடக்க சீராக பயணித்தது. இச்சந்தர்ப்பத்தில் வாகனங்கள் கடக்கும் முன் கட்டுபில ஆராவை சோதனை செய்ய எவரும் துணியவில்லை. தண்ணீர் பன்னெட்டுகள் வரை இருந்தது மற்றும் கண்ணாடிகள் செயல்பாட்டில் கழுவப்பட்டது. எங்களிடமிருந்து வெகு தொலைவில் ஒரு பெரிய காளை யானையும் நிறைய எருமைகளும் மேய்ந்து கொண்டிருப்பதைக் கண்டோம். பொத்தனாவுக்குச் செல்லும் பாதை மிகவும் மோசமாக இருந்தது. ஒரு குறிப்பிட்ட கட்டத்தில் ஒவ்வொரு வாகனமும் அதன் பக்கத்தில் கவிழ்ந்துவிடும் என்று நினைத்தேன்.",
        "பொட்டன பிடிய மெல்லிய தாவரங்கள் கொண்ட பரந்த வறண்ட சமவெளியாக இருந்தது. இதற்கு அப்பால் தடாகமும் அதன் பிறகு கடலும் இருந்தது. கடலுக்கு அருகே மதிய உணவை சமைத்துக்கொண்டிருந்த இரண்டு பார்வையாளர்களை டிராக்கருடன் சந்தித்தோம். வறுத்த இறால்களை சிற்றுண்டியாக வழங்குவதற்கு அவர்கள் தயவாக இருந்தனர். முந்தைய சந்தர்ப்பத்தைப் போல சிறிய நீர்த் துவாரங்களையோ அல்லது நன்னீர் கிணற்றையோ நாங்கள் காணவில்லை. அநேகமாக நாம் ஒரு இணையான பாதையை எடுத்திருப்போம்.",
        "நாங்கள் திரும்பும் பயணத்தில், கட்டுபில ஆராவில் காலை நேரத்தை விட நீர்மட்டம் அதிகமாக இருப்பதைக் கண்டோம். நாங்கள் அதை சிரமத்துடன் கடந்தோம், என்ஜின் தண்ணீரின் ஆழத்தில் வெள்ளத்தில் மூழ்கியது. ஆராவின் மறுபுறம், எஞ்சினுக்குள் தண்ணீர் புகுந்ததால் அசையாமல் இருந்த ஜீப்பைக் கண்டோம்.",
        "அதனை திருத்துவதற்காக திஸ்ஸமஹாராமவில் இருந்து மெக்கானிக் ஒருவரை அழைத்து வந்திருந்தனர். மாலை வெகுநேரமாகியும், இன்ஜின் ஸ்டார்ட் ஆவதற்கான அறிகுறியே தெரியவில்லை. மறுநாள் காலையில் பெரிய பழுதுக்காக ஜீப் இழுத்துச் செல்லப்பட்டதாகக் கேள்விப்பட்டோம்.",
        "மெனிக் கங்கையை அடைந்தபோது மாலையாகிவிட்டது. 10 ஆண்டுகளுக்குப் பிறகு பிளாக் டூவைப் பார்த்ததில் நாங்கள் மிகவும் மகிழ்ச்சியடைந்தோம்.",
        "பிப்ரவரி 2004 இல், யாலாவில் முகாமிட்டிருந்தபோது, ​​மீண்டும் ஒருமுறை பிளாக் இரண்டிற்குள் நுழைந்தோம். வடக்கு நோக்கிச் சென்று, கடுபில ஆரா, பொட்டன ஆரா மற்றும் இறுதியாக பரந்த கும்புக்கன் ஓயா வழியாக குமணவை அடைந்தோம். குமண வில்லுக்குச் சென்றுவிட்டு, அன்று மாலை யாலக்குத் திரும்பினோம். இது ஒரு மறக்கமுடியாத பயணம், ஒருவேளை நான் பார்த்த மிக விரிவான சமவெளிகளைக் கடந்து சென்றது.",
        "வடக்கு இடைநிலை வலயம் ருகுண தேசிய பூங்காவில் உள்வாங்கப்பட்டது. 1964 ஆம் ஆண்டில் விலங்குகளை சுடுவதற்கான உரிமங்களை வழங்குவதை அரசாங்கம் தடை செய்தபோது இந்த நடவடிக்கை எடுக்கப்பட்டது, இதன் மூலம் படப்பிடிப்பு அனுமதிக்கப்படும் இடைநிலை மண்டலங்கள் இருப்பதை அர்த்தமற்றதாக மாற்றியது. இந்த இணைப்பு மூன்று, நான்கு மற்றும் ஐந்து தொகுதிகளாக பிரிக்கப்பட்டது. வனஜீவராசிகள் பாதுகாப்புத் திணைக்களம் நான்காம் கட்டில் உள்ள தம்பகோட்டேயில் ஒரு பங்களாவை நிர்மாணித்துள்ளது, இது புத்தல - கதிர்காமம் நெடுஞ்சாலையில் பயணிப்பதன் மூலம் அடையப்பட்டது.",
        "டிசம்பர் 21, 1996 அன்று கொழும்பில் இருந்து புறப்பட்டு தம்பக்கோட்டை பங்களாவை அடைந்தோம், அங்கு நாங்கள் மூன்று இரவுகள் தங்கியிருந்தோம். சாலையில் இருந்து சுமார் ஒரு கிலோமீட்டர் தூரத்தில் இருந்த அந்த பங்களா, உயரமான காட்டு மரங்களால் சூழப்பட்டிருந்தது, அவற்றின் கீழ் ஒரு சிறப்பு பச்சை நிறத்தில் அழகான புல் கம்பளம் இருந்தது. காட்டுக்குள் சுமார் ஒரு கிலோமீட்டர் தொலைவில் ஒரு தொட்டி இருந்தது, நாங்கள் தங்கியிருந்த காலத்தில் நாங்கள் பல முறை சென்று பார்த்தோம், ஆனால் பல வகையான நீர் பறவைகள் தவிர குறிப்பிடத்தக்க வனவிலங்குகளை பார்க்க முடியவில்லை.",
        "இந்த பகுதியில் கரடி மக்கள் அதிகம் உள்ளதாக கூறப்பட்டது. இருப்பினும், இரவு 11 மணியளவில் பங்களாவுக்கு மிக அருகில் கரடியின் உரத்த இனச்சேர்க்கை அழைப்பு கேட்டது. சில நிமிடங்களில் அந்தச் சத்தம் வெகு தொலைவில் மறைந்தது.",
        "தம்பகோட்டேயிலிருந்து ஐந்து கி.மீ தொலைவில் உள்ள கல்கேக்கு பயணித்தோம். வனவிலங்கு பாதுகாப்புத் திணைக்களத்தின் குடியிருப்புகள் மற்றும் அலுவலகங்களிலிருந்து சுமார் 200 கெஜம் தொலைவில் ஒரு பரந்த பாறைப் பலகை இருந்தது, அங்கு ஒரு பெரிய இயற்கை நீர்-குழி அல்லது கெமா இருந்தது, இது வறட்சியின் போது ஒருபோதும் வறண்டு போகாது. இந்த குளத்தில் இருந்து பணியாளர்கள் தொடர்ந்து தண்ணீர் எடுத்து வந்தனர். இந்த தண்ணீர் குழிக்கு நாங்கள் செல்லும் வழியில், ஒரு பெரிய காட்டுப்பன்றி எங்களுடன் வந்தது, அது அங்கு வேலை செய்யும் மனிதர்களின் செல்லப்பிள்ளை என்று நாங்கள் நினைத்தோம். சில நாட்களுக்கு முன்பு ஒரு போலீஸ் இன்ஸ்பெக்டரை அது தாக்கியதாகவும், அப்போதும் அவர் மருத்துவமனையில் சிகிச்சை பெற்று வருவதாகவும் சொல்லப்படும் வரை நாங்கள் இருந்த ஆபத்தை நாங்கள் உணரவில்லை.",
        "நீர்-துளை பாறையில் பக்கவாட்டில் குழிந்து மிகப் பெரிய குழியை உருவாக்கியது, அதே நேரத்தில் வெளிப்புறத்தின் திறப்பு ஒப்பீட்டளவில் சிறியதாக இருந்தது. இவற்றின் மூலம் ஒரு சிறிய பகுதி நீர் மட்டுமே சூரிய ஒளியில் வெளிப்பட்டது, இதனால் ஆவியாகும் நீரின் அளவு குறைகிறது. இந்த சூழ்ச்சி அநேகமாக வறட்சியின் தோல்விக்கு நீர்-குழியை உலர்த்துவதற்கு காரணமாக இருக்கலாம்.",
        "ஈர்க்கக்கூடிய ஐரிசன் கோபுரம் நீர் துளையிலிருந்து சிறிது தொலைவில் ஒரு பாறையில் நின்றது. சிரமத்துடன் தண்ணீர் துவாரத்தின் குறுகலான கற்களால் ஆன விளிம்பில் குறுக்கிட்டு அதை அடைந்தோம். 1922 ஆம் ஆண்டு மொனராகலையில் அவர் நடவு செய்து கொண்டிருந்த ஜே.பி.ஐரேசன் வயிற்றுப்போக்கினால் மரணமடைந்த ஜே.பி.ஐரேசனின் ஒரு சிறந்த நினைவுச் சின்னமாக இந்த கோபுரம் இருந்தது. அவர் அந்த நேரத்தில் வனவிலங்கு சங்கத்தின் தலைவராக இருந்தார், மேலும் அது அவருக்கு இந்த நினைவகத்தை கல்கேயில் கட்டியது, அந்த நேரத்தில் அதை கால்நடையாகவோ அல்லது குதிரையில் சென்றோ மட்டுமே அடைய முடியும்.",
        "ஐரேசன் ஒரு தீவிர வேட்டையாடுபவராக இருந்தார், அவர் கல்கேவை சுற்றி வேட்டையாடுவதற்காக மொனராகலையில் இருந்து அடிக்கடி வருவார், எனவே நினைவுச்சின்னத்திற்கான இடமாக இது தேர்ந்தெடுக்கப்பட்டது. இருப்பினும், அங்குள்ள சராசரி மனிதனைக் கேட்டால், அந்த இடத்தில் யானையால் கொல்லப்பட்ட ஆங்கிலேயரின் நினைவுச்சின்னம் என்று எப்போதும் பதில் வரும்.",
        "கல்கேயிலிருந்து நாங்கள் அடர்ந்த காடு வழியாக, பிளாக் மூன்றில் உள்ள ஒரே ஜீப் பாதையில் சென்றோம். எங்களை வாழ்த்திய பல தடைகளின் பார்வையில், இந்த பாதை நீண்ட காலமாக பயன்படுத்தப்படவில்லை. பாஸ்கேமா (ஐந்து நீர் துளைகள்) எனப்படும் ஒரு பெரிய பாறையை அடைந்தோம். அதன் மேற்பரப்பில் பல்வேறு அளவுகளில் பல நீர்-துளைகள் இருந்தன, சில அழகான தாமரை மலர்களைக் கொண்டிருந்தன, ஆனால் அதில் ஐந்து குறிப்பிடத்தக்க நீர்-துளைகள் இருந்ததால் அதன் பெயரைப் பெற்றிருக்கலாம். பாறையின் மீது ஏறும் போது வெகு தூரம் காடு, மரங்கள் பூக்களால் நிரம்பியிருப்பதையும், இளம் இலைகள் கருஞ்சிவப்பாக மாறுவதையும், மரச்செடிகள் கிளைகளில் அதிகமாகத் தொங்குவதையும் காண முடிந்தது.",
        "பயணத்தைத் தொடர்ந்த மல்வாரிவெவக்கு வந்தோம், அது சற்று நேரத்திற்கு முன் புதுப்பிக்கப்பட்ட குளம். நாங்கள் கட்டை ஒட்டி நடந்தோம், தண்ணீரில் இறங்கும் போது பூமியில் கால்களை மூழ்கடித்த யானைகளால் உருவாக்கப்பட்ட குழிகளைப் பார்த்தோம்.",
        "மேலும், மல்வாரிகேமாவுக்கு வந்தோம், அதன் பெயர் குறிப்பிடுவது போல, மலர்ந்த தாமரையுடன் அழகாகத் தோன்றிய நீர் துளை இருந்தது. இது வெளிப்படையாக ஒரு பழைய மடாலய தளமாக இருந்தது. அதில் ஒரு அசாதாரண கண்டுபிடிப்பு இரண்டு கூம்பு வடிவ குழிகள், ஒன்றுக்கொன்று பல அடி தூரத்தில் இருப்பது. ஒவ்வொன்றும் சுமார் எட்டு அங்குல விட்டம் மற்றும் ஆறு அங்குல ஆழத்தில் அளவிடப்பட்டன, மேலும் அவை சரியாக வட்டமாகவும், சுவர்கள் மென்மையாகவும் இருந்தன. எங்களுடன் வந்த கண்காணிப்பாளர், அவை பழங்காலத்தில் புதையல்கள் மறைத்து வைக்கப்பட்டிருந்த குழிகளாக இருந்ததாகவும், புதையல் வேட்டையாடுபவர்கள் அவற்றைத் தாக்கி அதில் உள்ள பொருட்களை அகற்றியதாகவும் விளக்கினார்.",
        "இந்தக் கதையை நம்புவது கடினமாக இருந்தது. அத்தகைய பொக்கிஷங்களை மறைக்கும் அளவுக்கு குழிகள் இல்லை, மேலும் மழைநீர் உள்ளே செல்வதை தடுக்கும் சாத்தியம் இல்லை. பல நூற்றாண்டுகளுக்கு முன்பு உரிமையாளர்களால் அடைக்கப்பட்ட பொருட்களை புதையல் வேட்டைக்காரர்கள் எப்படி கண்டுபிடித்திருப்பார்கள் என்பது ஒரு முக்கிய விஷயம்.",
        "புத்தல - கதிர்காமம் நெடுஞ்சாலை பழைய ஜீப் பாதையை சரியாகப் பின்பற்றவில்லை, ஏனெனில் அது குறிப்பிட்ட இடங்களில் சுமார் நூறு கெஜம் விலகிச் சென்றது. இந்த நெடுஞ்சாலைக்கும் மெனிக் கங்கைக்கும் இடையே உள்ள காடு ஐந்தாவது தொகுதி. இரண்டு கிளை நதிகள் சேர்ந்து முக்கிய நதியாக உருவான இடத்தில் நாங்கள் ஆற்றில் குளித்தோம். வனஜீவராசிகள் பாதுகாப்புத் திணைக்களத்தினால் ஹண்டபங்களாவிலிருந்து வந்த யானைகள் நான்காம் கட்டுக்குள் விரட்டப்பட்டபோது ஆற்றைக் கடந்தது இதுதான். இந்த மனிதனின் ஞானம் கேள்விக்குரியது, ஏனென்றால் பல யானைகள் பின்னர் இறந்தன.",
        "இண்டிகொலவெவ ஐந்தாவது பகுதியில் உள்ள ஒரு குளம், இது சமீபத்தில் புனரமைக்கப்பட்டது. கட்டில் ஒரு நீளமான சாணம் இருந்தது, அதை டிராக்கர் ஒரு முதலையின் அடையாளம். இது தோலுக்கு நச்சுத்தன்மை வாய்ந்தது என்று அவர் குறிப்பிட்டார், ஏனெனில் மிதிக்கும் போது கொப்புளங்கள் உருவாகலாம். நீண்ட பந்தலின் மறுபுறம், நாங்கள் ஒரு யானையைப் பார்த்தோம், அருகில் ஒரு உயரமான மரம் ஹார்ன்பில்களால் கூட்டமாக இருந்தது. முக்கியத்துவம் வாய்ந்த வேறு எந்த விலங்குகளையும் நாங்கள் பார்க்கவில்லை, இந்த எல்லாத் தொகுதிகளிலும் இதுவே உண்மை. விலங்குகளின் இந்த பற்றாக்குறைக்கு ஒரு காரணம், நாங்கள் சென்ற பகுதிகளில் உயரமான காட்டு மரங்கள் இருந்திருக்கலாம்.",
        "(சி.ஜி. ஊரகொடவால் தொகுக்கப்பட்ட இலங்கையின் ஜங்கிள் ஜர்னிஸ் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}