{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/insight/Continuing-economic-crisis-in-Sri-Lanka-and-its-far-reaching-repercussions-for-women-and-girls/374-237271",
  "time_ut": 1652912280,
  "title": "Continuing economic crisis in Sri Lanka and its far-reaching repercussions  for women and girls",
  "body_lines": [
    "The present socioeconomic crisis has far-reaching repercussions for women and girls’ capacity to live in dignity, as growing inflation, power outages, and shortage of food, fuel, and other critical things like medications have made fulfilling basic requirements a daily problem",
    "Socioeconomic crises are seldom gender-neutral, and Sri Lanka’s current economic crisis is no exception. The continuing economic crisis in Sri Lanka has had a huge effect on females both within and outside the nation",
    "Scarcity of essential food and medicine, as well as potential austerity measures as a result of economic recovery processes, will have far-reaching consequences for many Sri Lankans, particularly women, who are already vulnerable to socioeconomic shocks and have limited access to resources and social protection",
    "Soap, milk, and wheat are just a few of the necessities that are scarce in Sri Lanka. The administration blames the worldwide COVID-19 pandemic and global economic downturns, but citizens point to decades of corruption and incompetence. Women are particularly exposed to the effects of Sri Lanka’s economic crisis, which includes skyrocketing prices and a scarcity of basic needs.",
    "The present socioeconomic crisis has far-reaching repercussions for women and girls’ capacity to live in dignity, as growing inflation, power outages, and shortage of food, fuel, and other critical things like medications have made fulfilling basic requirements a daily problem.",
    "There was a lengthy queue outside the Sathosa Supermarket in Panadura.Violet, a mother of three seated on a bench under a tree, said she had come prepared for the wait. “Every day, I have to hit the streets to find what is needed to feed my children. To find kerosene oil, the queues are too long. Therefore, I bring my breakfast, a plastic stool, umbrella and a bottle of water because we never know how long we have to wait,” said Violet.",
    "Personal care will not be emphasised due to the decrease in family disposable income. As a result, women and girls may resort to unsanitary habits, endangering their health and well-being",
    "Socioeconomic crises are seldom gender-neutral, and Sri Lanka’s current economic crisis is no exception. The continuing economic crisis in Sri Lanka has had a huge effect on females both within and outside the nation. Despite the fact that girls and women have been disproportionately impacted, nothing has been done to address gender-specific challenges.",
    "The economic collapse is especially concerning for a country that has recently been one of the top performers in South Asia. The World Bank upgraded it from a low-income country to an upper-middle-income country in 2019, only to downgrade it the following year. The country’s 21 million residents must now spend almost three times as much on necessities like rice, sugar, lentils, and milk powder as they did before.",
    "According to the UNDP, women make up 52% of the Sri Lankan population, while female representation in parliament is just 5.2%. Males make up 64 per cent of the 8.6 million economically active population, while females make up just 35 per cent",
    "Scarcity of essential food and medicine, as well as potential austerity measures as a result of economic recovery processes, will have far-reaching consequences for many Sri Lankans, particularly women, who are already vulnerable to socioeconomic shocks and have limited access to resources and social protection. Cuts to social safety net programmes will also deprive many women of their meagre allowances, with consequences for their children and other family members.",
    "Furthermore, although both men and women are impacted by job losses during times of crisis, research reveals that women are often laid off first. For example, according to a recent UN Women research titled ‘Gender Disparities and Labour Market Challenges,’ female employment in Sri Lanka fell by over 8% between 2019 and 2020 among the 600 enterprises examined, owing mostly to a 47 per cent drop in skilled female employment in the hospitality industry. However, as a result of the COVID-19 lockdowns, male employment in the hotel industry surged by 14%.",
    "Domestic violence instances accounted for more than 70% of calls received in the past year. The highest number of domestic violence complaints were from the Gampaha District, followed by the Colombo, Kandy, Kalutara, and Kurunegala Districts",
    "Personal care will not be emphasised due to the decrease in family disposable income. As a result, women and girls may resort to unsanitary habits, endangering their health and well-being.",
    "Meanwhile, Officer-in-Charge for UN Women Asia and the Pacific recently paid a visit to Sri Lanka. During her official visit, she met with key partners to reaffirm UN Women’s commitment to ensure that women and girls are not left behind amidst recovery from the ongoing economic crisis.",
    "The Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs, met with key partners to advocate for the equitable prioritisation of women’s needs and rights in all measures taken to respond to and recover from the current crisis, and for their equal participation in developing and implementing the same.",
    "During her visit, she highlighted that “in line with global analysis, the current economic crisis is very likely to be detrimental to the present status of women and girls, and reverse the limited gains made in relation to their health, wellbeing, rights and opportunities”.",
    "Women are also purposefully excluded from governmental decision-making positions in the nation, preventing any rehabilitation plans from using a gender perspective. This has an influence on the country’s capacity to reconstruct since the expectations of its female population will not be met satisfactorily",
    "In meetings with key partners, Knibbs highlighted key priorities to ensure a gender-responsive response to and recovery from the crisis. Firstly, she stressed the need for gender-responsive policies, highlighting that “Crises have gender-specific impacts that disproportionately burden women. Investments in gender-responsive research and adopting a transformative approach to designing economic and social policies that promote the realisation of women’s rights is a crucial step towards inclusive recovery”.",
    "Women are also purposefully excluded from governmental decision-making positions in the nation, preventing any rehabilitation plans from using a gender perspective. This has an influence on the country’s capacity to reconstruct since the expectations of its female population will not be met satisfactorily. Involving women in political participation activities would not only boost the likelihood of a long-term peace agreement but will also better reflect Sri Lankan society in government policy.",
    "Gender-based violence is also on the rise in Sri Lanka and it has only been exacerbated by the humanitarian crisis. Many complaints of gender-based violence go unreported, and of those that are reported, many do not go to trial",
    "According to the UNDP, women make up 52% of the Sri Lankan population, while female representation in parliament is just 5.2%. Males make up 64 per cent of the 8.6 million economically active population, while females make up just 35 per cent. Women’s labour force participation in 2017 was 36.6 per cent of the total population, with the majority of the female workers concentrated in the informal sector, which is defined by a lack of regulation, minimum salary guarantees, social protection, or protective labour laws.",
    "The Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs secondly highlighted the need for women’s equal participation in shaping these efforts. Globally, women’s participation in decision-making and recovery planning has proven effective in ensuring stable long-term recovery from crisis. However, throughout Sri Lanka’s history, women have been largely underrepresented in formal spaces of power.",
    "Recognising this, Knibbs stated that “in order to ensure that women’s needs are addressed in response and recovery efforts, it is essential that Sri Lankan women are included in all decision-making spheres”.",
    "She assured partners that UN Women remains committed to supporting women and girls of Sri Lanka and that it would strengthen its ongoing work with partners to ensure that Sri Lankan women have increasing income security, access to decent work and economic autonomy. Further, as UN Women works on implementing the Women, Peace and Security Agenda in the country, she emphasised the importance of women’s leadership in rebuilding societies during times of crisis.",
    "Evidence from a recently published study by the UNFPA and the University of Kelaniya found that 62% of homicides - out of the studied sample of 243 killings between 2013 and 2015 - were perpetrated by intimate partners, ex-partners and family members",
    "From higher levels of unemployment than men to poor access to education and health services, women often find themselves in disadvantaged positions in the country. A lack of effective policies for sexual and reproductive health, combined with the absence of family planning services, has altered women’s sexual and reproductive health choices. These conditions have impacted health indicators, creating a rise in maternal mortality, teenage pregnancy, and unsafe abortions.",
    "Gender-based violence is also on the rise in Sri Lanka and it has only been exacerbated by the humanitarian crisis. Many complaints of gender-based violence go unreported, and of those that are reported, many do not go to trial.",
    "The National Committee on Women’s (NCW) “1938” hotline has received 3,489 calls in the past year (2021) from women seeking help with domestic abuse incidents. This is almost triple the number of calls received in 2020. Sri Lanka, with an already high prevalence of gender-based violence, saw a rise in domestic violence cases during the lockdown. Experts believe that pandemic-related economic and social hardships exacerbated factors typically associated with domestic violence, such as increased unemployment, stress associated with family, and increased financial insecurity, and that the increased use of alcohol and other substances as a coping strategy also may have elevated the threat.",
    "Domestic violence instances accounted for more than 70% of calls received in the past year. The highest number of domestic violence complaints were from the Gampaha District, followed by the Colombo, Kandy, Kalutara, and Kurunegala Districts.",
    "Evidence from a recently published study by the UNFPA and the University of Kelaniya found that 62% of homicides - out of the studied sample of 243 killings between 2013 and 2015 - were perpetrated by intimate partners, ex-partners and family members. Further, out of the 243 homicides reviewed, 128 of the cases identified the perpetrator as the intimate partner. Moreover, 69% of such incidences go unreported, which is a cause for alarm.",
    "In an attempt to uphold the dignity of women and girls in times of crisis, UNFPA and the Australian High Commission recently handed over 1,300 Dignity and 130 Maternity Kits worth USD 35,230, made available under the Regional Pre-positioning Initiative funded by the Government of Australia, to the Family Health Bureau of the Ministry of Health.",
    "The Dignity and Maternity kits provided contain personal hygiene & safety items, explicitly tailored to the needs of women & girls of reproductive age including those in the postnatal period in local communities. The aim of this initiative is to provide the simplest amenities that have the greatest impact on a woman’s comfort, mobility and physical and psychological health.",
    "Thirdly, Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs highlighted the importance of gender-responsive national planning and budgeting processes, to ensure the needs of the most marginalised and vulnerable are prioritised and contribute to equal opportunities as the country works towards recovery.",
    "Finally, she noted the importance of strengthening data collection and the use of sex-disaggregated data to assess the differential impact of the economic crisis on women and men and to respond appropriately."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ අඛණ්ඩ ආර්ථික අර්බුදය සහ එහි දුරදිග යන ප්‍රතිවිපාක කාන්තාවන්ට සහ ගැහැණු ළමයින්ට",
      "body_lines": [
        "වර්ධනය වන උද්ධමනය, විදුලිය ඇනහිටීම් සහ ආහාර හිඟය, ඉන්ධන හිඟය සහ ඖෂධ වැනි අනෙකුත් තීරණාත්මක දේවල් මූලික අවශ්‍යතා සපුරාලීම දෛනික ගැටලුවක් බවට පත් කර ඇති බැවින් වර්තමාන සමාජ ආර්ථික අර්බුදය කාන්තාවන්ට සහ ගැහැණු ළමයින්ට අභිමානයෙන් ජීවත් වීමට ඇති හැකියාව කෙරෙහි දුරදිග යන ප්‍රතිවිපාක ඇති කරයි.",
        "සමාජ ආර්ථික අර්බුද කලාතුරකින් ස්ත්‍රී පුරුෂ සමාජභාවය මධ්‍යස්ථ වන අතර ශ්‍රී ලංකාවේ වත්මන් ආර්ථික අර්බුදයද ව්‍යතිරේකයක් නොවේ. ශ්‍රී ලංකාවේ අඛණ්ඩව පවතින ආර්ථික අර්බුදය ජාතිය තුළ සහ ඉන් පිටත කාන්තාවන්ට විශාල බලපෑමක් ඇති කර තිබේ",
        "අත්‍යාවශ්‍ය ආහාර සහ ඖෂධ හිඟය මෙන්ම ආර්ථික ප්‍රතිසාධන ක්‍රියාවලීන්ගේ ප්‍රතිඵලයක් ලෙස ඇති විය හැකි කප්පාදු පියවරයන් බොහෝ ශ්‍රී ලාංකිකයන්ට, විශේෂයෙන්ම කාන්තාවන්ට, දැනටමත් සමාජ ආර්ථික කම්පනවලට ගොදුරු වී ඇති සහ සම්පත් හා සමාජීය ප්‍රවේශයන් සඳහා සීමිත ප්‍රවේශයක් ඇති අයට දුරදිග යන ප්‍රතිවිපාක ඇති කරයි. ආරක්ෂාව",
        "සබන්, කිරි සහ තිරිඟු ශ්‍රී ලංකාවේ හිඟ වූ අවශ්‍යතාවලින් කිහිපයක් පමණි. පරිපාලනය ලොව පුරා COVID-19 වසංගතය සහ ගෝලීය ආර්ථික පසුබෑම් වලට දොස් පවරයි, නමුත් පුරවැසියන් දශක ගනනාවක දූෂණය සහ නොහැකියාව පෙන්වා දෙයි. අහස උසට නැඟෙන මිල ගණන් සහ මූලික අවශ්‍යතා හිඟකම ඇතුළු ශ්‍රී ලංකාවේ ආර්ථික අර්බුදයේ බලපෑම්වලට කාන්තාවන් විශේෂයෙන් නිරාවරණය වේ.",
        "වර්ධනය වන උද්ධමනය, විදුලිය ඇනහිටීම් සහ ආහාර හිඟය, ඉන්ධන සහ ඖෂධ වැනි අනෙකුත් තීරණාත්මක දේවල් මූලික අවශ්‍යතා සපුරාලීම දෛනික ගැටලුවක් බවට පත් කර ඇති බැවින් වර්තමාන සමාජ ආර්ථික අර්බුදය කාන්තාවන්ට සහ ගැහැණු ළමයින්ට අභිමානයෙන් ජීවත් වීමට ඇති හැකියාව කෙරෙහි දුරදිග යන ප්‍රතිවිපාක ඇති කරයි.",
        "පානදුරේ සතොස සුපිරි වෙළඳසැලෙන් පිටත දිගු පෝලිමක් විය. ගසක් යට බංකුවක වාඩි වී සිටි තිදරු මවක් වන වයලට් පැවසුවේ තමන් පැමිණ සිටියේ බලා සිටීමට සූදානම් බවයි. “හැමදාම මට මගේ දරුවන්ට කන්න බොන්න අවශ්‍ය දේවල් හොයාගන්න පාරට බහින්න වෙනවා. භූමිතෙල් හොයාගන්න පෝලිම් වැඩියි. ඒ නිසා මම මගේ උදේ ආහාරය, ප්ලාස්ටික් ස්ටූල්, කුඩ සහ වතුර බෝතලයක් ගෙන එන්නේ අපට කොපමණ වේලාවක් බලා සිටිය යුතුද යන්න අප නොදන්නා බැවිනි. ” වයලට් පැවසුවාය.",
        "පවුලේ ඉවත දැමිය හැකි ආදායම අඩුවීම නිසා පුද්ගලික රැකවරණය අවධාරණය නොකෙරේ. එහි ප්‍රතිඵලයක් වශයෙන්, කාන්තාවන් සහ ගැහැණු ළමයින් අපිරිසිදු පුරුදුවලට යොමු විය හැකි අතර, ඔවුන්ගේ සෞඛ්‍යය හා යහපැවැත්ම අනතුරේ.",
        "සමාජ ආර්ථික අර්බුද කලාතුරකින් ස්ත්‍රී පුරුෂ සමාජභාවය මධ්‍යස්ථ වන අතර ශ්‍රී ලංකාවේ වත්මන් ආර්ථික අර්බුදයද ව්‍යතිරේකයක් නොවේ. ශ්‍රී ලංකාවේ අඛණ්ඩව පවතින ආර්ථික අර්බුදය ජාතිය තුළ සහ ඉන් පිටත කාන්තාවන්ට විශාල බලපෑමක් ඇති කර තිබේ. ගැහැණු ළමයින් සහ කාන්තාවන් අසමානුපාතික ලෙස බලපෑමට ලක්ව ඇතත්, ස්ත්‍රී පුරුෂ සමාජභාවය-විශේෂිත අභියෝග ආමන්ත්‍රණය කිරීමට කිසිවක් කර නොමැත.",
        "ආර්ථික කඩාවැටීම විශේෂයෙන්ම මෑතකාලීනව දකුණු ආසියාවේ ඉහළම කාර්ය සාධනයක් ඇති රටකට අදාළ වේ. ලෝක බැංකුව එය 2019 දී අඩු ආදායම්ලාභී රටක සිට ඉහළ මධ්‍යම ආදායම් ලබන රටක් දක්වා උසස් කරන ලද අතර එය ඊළඟ වසරේ එය පහත හෙලීමට පමණි. රටේ මිලියන 21 ක පදිංචිකරුවන් දැන් සහල්, සීනි, පරිප්පු සහ කිරිපිටි වැනි අවශ්‍යතා සඳහා පෙර කළාට වඩා තුන් ගුණයකට ආසන්න මුදලක් වැය කළ යුතුය.",
        "UNDP ට අනුව, ශ්‍රී ලංකාවේ ජනගහනයෙන් කාන්තාවන් 52% ක් වන අතර, පාර්ලිමේන්තුවේ කාන්තා නියෝජනය 5.2% ක් පමණි. මිලියන 8.6 ක් වන ආර්ථික වශයෙන් ක්‍රියාකාරී ජනගහනයෙන් සියයට 64 ක් පිරිමින් වන අතර කාන්තාවන් සියයට 35 ක් පමණි.",
        "අත්‍යාවශ්‍ය ආහාර සහ ඖෂධ හිඟය මෙන්ම ආර්ථික ප්‍රතිසාධන ක්‍රියාවලීන්ගේ ප්‍රතිඵලයක් ලෙස ඇති විය හැකි කප්පාදු පියවරයන් බොහෝ ශ්‍රී ලාංකිකයන්ට, විශේෂයෙන්ම කාන්තාවන්ට, දැනටමත් සමාජ ආර්ථික කම්පනවලට ගොදුරු වී ඇති සහ සම්පත් හා සමාජීය ප්‍රවේශයන් සඳහා සීමිත ප්‍රවේශයක් ඇති අයට දුරදිග යන ප්‍රතිවිපාක ඇති කරයි. ආරක්ෂාව. සමාජ ආරක්ෂණ ජාල වැඩසටහන් කප්පාදු කිරීම බොහෝ කාන්තාවන්ට ඔවුන්ගේ සොච්චම් දීමනා අහිමි කරනු ඇත, ඔවුන්ගේ දරුවන්ට සහ අනෙකුත් පවුලේ සාමාජිකයින්ට ප්‍රතිවිපාක ඇත.",
        "තවද, අර්බුදකාරී කාලවලදී රැකියා අහිමිවීම් හේතුවෙන් පිරිමි සහ ගැහැණු යන දෙඅංශයෙන්ම බලපෑමට ලක් වුවද, පර්යේෂණවලින් හෙළි වන්නේ බොහෝ විට කාන්තාවන් මුලින්ම සේවයෙන් ඉවත් කරන බවයි. නිදසුනක් වශයෙන්, 'ස්ත්‍රී පුරුෂ සමාජභාවයේ විෂමතා සහ ශ්‍රම වෙළඳපොළ අභියෝග' යන මාතෘකාව යටතේ මෑත කාලීන එක්සත් ජාතීන්ගේ කාන්තා පර්යේෂණයකට අනුව, 2019 සහ 2020 අතර ශ්‍රී ලංකාවේ කාන්තා සේවා නියුක්තිය පරීක්ෂා කරන ලද ව්‍යවසායන් 600 කින් 8% කින් පහත වැටී ඇති අතර, බොහෝ දුරට නිපුණතාවයෙන් සියයට 47 ක පහත වැටීමක් සිදු විය. සත්කාරක කර්මාන්තයේ කාන්තා රැකියා. කෙසේ වෙතත්, COVID-19 අගුලු දැමීමේ ප්‍රතිඵලයක් ලෙස, හෝටල් කර්මාන්තයේ පිරිමි රැකියා 14% කින් ඉහළ ගියේය.",
        "පසුගිය වසර තුළ ලැබුණු ඇමතුම්වලින් 70%කට වඩා වැඩි ප්‍රමාණයක් ගෘහස්ථ හිංසන අවස්ථා හේතු විය. වැඩිම ගෘහස්ථ ප්‍රචණ්ඩත්ව පැමිණිලි සංඛ්‍යාව ගම්පහ දිස්ත්‍රික්කයෙන් වන අතර කොළඹ, මහනුවර, කළුතර සහ කුරුණෑගල දිස්ත්‍රික්ක වේ.",
        "පවුලේ ඉවත දැමිය හැකි ආදායම අඩුවීම නිසා පුද්ගලික රැකවරණය අවධාරණය නොකෙරේ. එහි ප්‍රතිඵලයක් වශයෙන්, කාන්තාවන් සහ ගැහැණු ළමයින් අපිරිසිදු පුරුදුවලට යොමු වී ඔවුන්ගේ සෞඛ්‍යයට හා යහපැවැත්මට අනතුරක් විය හැකිය.",
        "මේ අතර, එක්සත් ජාතීන්ගේ කාන්තා ආසියා සහ පැසිෆික් කලාපය භාර නිලධාරිනිය පසුගියදා ශ්‍රී ලංකාවේ සංචාරයක නිරත විය. ඇයගේ නිල සංචාරය අතරතුර, පවතින ආර්ථික අර්බුදයෙන් යථා තත්ත්වයට පත්වීම මධ්‍යයේ කාන්තාවන් සහ ගැහැණු ළමයින් ඉතිරි නොවන බව සහතික කිරීම සඳහා එක්සත් ජාතීන්ගේ කාන්තා කැපවීම නැවත තහවුරු කිරීම සඳහා ඇය ප්‍රධාන හවුල්කරුවන් හමුවිය.",
        "එක්සත් ජාතීන්ගේ කාන්තා ආසියා සහ පැසිෆික් කලාපය භාර නිලධාරිනී, Sarah Knibbs, වත්මන් අර්බුදයට ප්‍රතිචාර දැක්වීමට සහ යථා තත්ත්වයට පත් කිරීමට සහ ඔවුන්ගේ සමානාත්මතාවයන් සඳහා ගනු ලබන සියලුම ක්‍රියාමාර්ගවලදී කාන්තා අවශ්‍යතා සහ අයිතිවාසිකම්වල සාධාරණ ප්‍රමුඛතාවය වෙනුවෙන් පෙනී සිටීම සඳහා ප්‍රධාන හවුල්කරුවන් හමුවිය. එයම සංවර්ධනය කිරීම හා ක්රියාත්මක කිරීම සඳහා සහභාගීත්වය.",
        "\"ගෝලීය විශ්ලේෂණයට අනුකූලව, වත්මන් ආර්ථික අර්බුදය කාන්තාවන්ගේ සහ ගැහැණු ළමයින්ගේ වර්තමාන තත්ත්වයට අහිතකර විය හැකි බවත්, ඔවුන්ගේ සෞඛ්‍යය, යහපැවැත්ම, අයිතිවාසිකම් සහ අවස්ථාවන් සම්බන්ධයෙන් ලබා ඇති සීමිත ජයග්‍රහණ ආපසු හැරවීමට බොහෝ දුරට ඉඩ ඇති බවත් ඇයගේ සංචාරයේදී ඇය අවධාරණය කළාය. ”.",
        "ඕනෑම පුනරුත්ථාපන සැලැස්මක් ස්ත්‍රී පුරුෂ සමාජභාවය පිළිබඳ දෘෂ්ටිකෝණයක් භාවිතා කිරීමෙන් වළක්වමින්, ජාතියේ රාජ්‍ය තීරණ ගැනීමේ තනතුරුවලින් කාන්තාවන් හිතාමතාම බැහැර කරනු ලැබේ. එහි කාන්තා ජනගහනයේ අපේක්ෂා සතුටුදායක ලෙස ඉටු නොවන බැවින් රට ප්‍රතිසංස්කරණය කිරීමේ හැකියාව කෙරෙහි මෙය බලපෑමක් ඇති කරයි.",
        "ප්‍රධාන හවුල්කරුවන් සමඟ රැස්වීම්වලදී, Knibbs විසින් ස්ත්‍රී පුරුෂ සමාජභාවයට ප්‍රතිචාර දක්වන ප්‍රතිචාරයක් සහ අර්බුදයෙන් ගොඩ ඒම සහතික කිරීම සඳහා ප්‍රධාන ප්‍රමුඛතා ඉස්මතු කළේය. පළමුවෙන්ම, ඇය ස්ත්‍රී පුරුෂ සමාජභාවයට ප්‍රතිචාර දක්වන ප්‍රතිපත්තිවල අවශ්‍යතාව අවධාරණය කළ අතර, “අර්බුදවලට ස්ත්‍රී පුරුෂ සමාජභාවයට විශේෂිත බලපෑම් ඇති අතර එය කාන්තාවන්ට අසමාන ලෙස බර පටවන බව අවධාරණය කරයි. ස්ත්‍රී පුරුෂ සමාජභාවයට ප්‍රතිචාර දක්වන පර්යේෂණ සඳහා ආයෝජනය කිරීම සහ කාන්තා අයිතිවාසිකම් සාක්ෂාත් කර ගැනීම ප්‍රවර්ධනය කරන ආර්ථික හා සමාජ ප්‍රතිපත්ති සැලසුම් කිරීම සඳහා පරිවර්තනීය ප්‍රවේශයක් අනුගමනය කිරීම ඇතුළත් ප්‍රකෘතිය සඳහා තීරණාත්මක පියවරකි.",
        "ඕනෑම පුනරුත්ථාපන සැලැස්මක් ස්ත්‍රී පුරුෂ සමාජභාවය පිළිබඳ දෘෂ්ටිකෝණයක් භාවිතා කිරීමෙන් වළක්වමින්, ජාතියේ රාජ්‍ය තීරණ ගැනීමේ තනතුරුවලින් කාන්තාවන් හිතාමතාම බැහැර කරනු ලැබේ. එහි කාන්තා ජනගහනයේ අපේක්ෂා සතුටුදායක ලෙස ඉටු නොවන බැවින් ප්‍රතිනිර්මාණය කිරීමේ රටෙහි ඇති හැකියාව කෙරෙහි මෙය බලපෑමක් ඇති කරයි. දේශපාලන සහභාගීත්වය ක්‍රියාකාරකම් සඳහා කාන්තාවන් සම්බන්ධ කර ගැනීම දිගු කාලීන සාම ගිවිසුමක සම්භාවිතාව ඉහළ නංවනවා පමණක් නොව රජයේ ප්‍රතිපත්ති තුළ ශ්‍රී ලංකා සමාජය වඩාත් හොඳින් පිළිබිඹු කරනු ඇත.",
        "ශ්‍රී ලංකාව තුළ ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය ද ඉහළ යමින් පවතින අතර එය මානුෂීය අර්බුදයෙන් උත්සන්න වී ඇත. ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ ප්‍රචණ්ඩත්වය පිළිබඳ බොහෝ පැමිණිලි වාර්තා නොකෙරෙන අතර, වාර්තා වන ඒවායින් බොහොමයක් නඩු විභාගයට නොයති.",
        "UNDP ට අනුව, ශ්‍රී ලංකාවේ ජනගහනයෙන් කාන්තාවන් 52% ක් වන අතර, පාර්ලිමේන්තුවේ කාන්තා නියෝජනය 5.2% ක් පමණි. මිලියන 8.6 ක් වන ආර්ථික වශයෙන් ක්‍රියාකාරී ජනගහනයෙන් සියයට 64 ක් පිරිමින් වන අතර කාන්තාවන් සියයට 35 ක් පමණි. 2017 වසරේ කාන්තා ශ්‍රම බලකායේ සහභාගීත්වය මුළු ජනගහනයෙන් සියයට 36.6ක් වූ අතර, කාන්තා ශ්‍රමිකයන්ගෙන් බහුතරයක් අවිධිමත් අංශයේ සංකේන්ද්‍රණය වී ඇති අතර, එය නියාමනය, අවම වැටුප් සහතික, සමාජ ආරක්ෂණ හෝ ආරක්ෂිත කම්කරු නීති නොමැතිකම මගින් අර්ථ දක්වා ඇත.",
        "එක්සත් ජාතීන්ගේ කාන්තා ආසියා සහ පැසිෆික් කලාපය භාර නිලධාරිනී, Sarah Knibbs දෙවනුව මෙම ප්‍රයත්නයන් හැඩගැස්වීමේදී කාන්තාවන්ගේ සමාන සහභාගීත්වයේ අවශ්‍යතාවය අවධාරණය කළාය. ගෝලීය වශයෙන්, අර්බුදවලින් ස්ථාවර දිගු කාලීන ප්‍රකෘතියක් සහතික කිරීම සඳහා තීරණ ගැනීමේ සහ ප්‍රතිසාධන සැලසුම්වල කාන්තා සහභාගිත්වය ඵලදායී බව ඔප්පු වී ඇත. කෙසේ වෙතත්, ශ්‍රී ලංකාවේ ඉතිහාසය පුරාම, විධිමත් බල අවකාශයන් තුළ කාන්තාවන් බොහෝ දුරට අඩුවෙන් නියෝජනය වී ඇත.",
        "මෙය හඳුනා ගනිමින් Knibbs ප්‍රකාශ කළේ \"ප්‍රතිචාර සහ ප්‍රතිසාධන ප්‍රයත්නයන්හිදී කාන්තා අවශ්‍යතා ආමන්ත්‍රණය කිරීම සහතික කිරීම සඳහා, තීරණ ගැනීමේ සෑම අංශයකටම ශ්‍රී ලාංකික කාන්තාවන් ඇතුළත් කර ගැනීම අත්‍යවශ්‍ය\" බවයි.",
        "එක්සත් ජාතීන්ගේ කාන්තාවන් ශ්‍රී ලංකාවේ කාන්තාවන්ට සහ ගැහැණු ළමයින්ට සහයෝගය දැක්වීමට කැපවී සිටින බවත්, ශ්‍රී ලාංකීය කාන්තාවන්ට ආදායම් සුරක්ෂිතභාවය, යහපත් රැකියාවකට ප්‍රවේශය සහ ආර්ථික ස්වාධිපත්‍යය ඉහළ නැංවීම සහතික කිරීම සඳහා හවුල්කරුවන් සමඟ එහි අඛණ්ඩ වැඩ කටයුතු ශක්තිමත් කරන බවටත් ඇය හවුල්කරුවන්ට සහතික විය. තවද, එක්සත් ජාතීන්ගේ කාන්තාවන් රට තුළ කාන්තාවන්, සාමය සහ ආරක්‍ෂක න්‍යාය පත්‍රය ක්‍රියාවට නැංවීම සඳහා කටයුතු කරන බැවින්, අර්බුදකාරී කාලවලදී සමාජ නැවත ගොඩනැගීමේදී කාන්තා නායකත්වයේ වැදගත්කම ඇය අවධාරණය කළාය.",
        "UNFPA සහ කැලණිය විශ්ව විද්‍යාලය විසින් මෑතකදී ප්‍රකාශයට පත් කරන ලද අධ්‍යයනයකින් හෙළි වූයේ 2013 සිට 2015 දක්වා කාලය තුළ සිදු කරන ලද ඝාතන 243 ක අධ්‍යයනය කළ නියැදියෙන් 62% ක්ම මිනීමැරුම් සිදු කර ඇති බවයි.",
        "පිරිමින්ට වඩා ඉහළ මට්ටමේ විරැකියාවේ සිට අධ්‍යාපනයට සහ සෞඛ්‍ය සේවා සඳහා ඇති දුර්වල ප්‍රවේශය දක්වා කාන්තාවන් බොහෝ විට රට තුළ අවාසි සහගත තත්ත්වයන්ට පත්වේ. ලිංගික හා ප්‍රජනක සෞඛ්‍යය සඳහා ඵලදායී ප්‍රතිපත්ති නොමැතිකම, පවුල් සැලසුම් සේවා නොමැතිකම සමඟ ඒකාබද්ධව, කාන්තාවන්ගේ ලිංගික සහ ප්‍රජනක සෞඛ්‍ය තේරීම් වෙනස් කර ඇත. මෙම තත්වයන් සෞඛ්‍ය දර්ශක කෙරෙහි බලපා ඇති අතර, මාතෘ මරණ, නව යොවුන් වියේ ගැබ් ගැනීම් සහ අනාරක්ෂිත ගබ්සා කිරීම් ඉහළ යාමක් නිර්මාණය කරයි.",
        "ශ්‍රී ලංකාව තුළ ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය ද ඉහළ යමින් පවතින අතර එය මානුෂීය අර්බුදයෙන් උත්සන්න වී ඇත. ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ ප්‍රචණ්ඩත්වය පිළිබඳ බොහෝ පැමිණිලි වාර්තා නොවන අතර වාර්තා වන ඒවායින් බොහොමයක් නඩු විභාගයට නොයති.",
        "කාන්තාවන් පිළිබඳ ජාතික කමිටුව (NCW) \"1938\" ක්ෂණික ඇමතුම් අංකයට පසුගිය වසරේ (2021) ගෘහස්ථ අපයෝජන සිද්ධීන් සම්බන්ධයෙන් උපකාර පතා කාන්තාවන්ගෙන් ඇමතුම් 3,489ක් ලැබී ඇත. මෙය 2020 දී ලැබුණු ඇමතුම් සංඛ්‍යාව මෙන් තුන් ගුණයකි. දැනටමත් ස්ත්‍රී පුරුෂ සමාජභාවය මත පදනම් වූ ප්‍රචණ්ඩත්වය ඉහළ මට්ටමක පවතින ශ්‍රී ලංකාව, අගුලු දැමීමේදී ගෘහස්ථ ප්‍රචණ්ඩත්වයේ සිදුවීම්වල වැඩිවීමක් දුටුවේය. විරැකියාව වැඩිවීම, පවුල ආශ්‍රිත ආතතිය සහ මූල්‍ය අනාරක්ෂිතභාවය වැඩි වීම වැනි සාමාන්‍යයෙන් ගෘහස්ථ ප්‍රචණ්ඩත්වය සමඟ සම්බන්ධ වන වසංගත ආශ්‍රිත ආර්ථික හා සමාජීය දුෂ්කරතා උත්සන්න කරන බව විශේෂඥයින් විශ්වාස කරයි, සහ මත්පැන් සහ වෙනත් ද්‍රව්‍ය භාවිතයට මුහුණ දීමේ උපාය මාර්ගයක් ලෙස වැඩි විය හැක. තර්ජනය ඉහළ නැංවීය.",
        "පසුගිය වසර තුළ ලැබුණු ඇමතුම්වලින් 70%කට වඩා වැඩි ප්‍රමාණයක් ගෘහස්ථ හිංසන අවස්ථා හේතු විය. වැඩිම ගෘහස්ථ හිංසන පැමිණිලි සංඛ්‍යාව ගම්පහ දිස්ත්‍රික්කයෙන් වන අතර, කොළඹ, මහනුවර, කළුතර සහ කුරුණෑගල දිස්ත්‍රික්කවලින් ඉන් අනතුරුවයි.",
        "UNFPA සහ කැලණිය විශ්ව විද්‍යාලය විසින් මෑතකදී ප්‍රකාශයට පත් කරන ලද අධ්‍යයනයක සාක්ෂි අනුව මිනිමැරුම් වලින් 62% ක් - 2013 සහ 2015 අතර අධ්‍යයනය කරන ලද ඝාතන 243 නියැදියෙන් - සමීප සහකරුවන්, හිටපු හවුල්කරුවන් සහ පවුලේ සාමාජිකයින් විසින් සිදු කරන ලද ඒවා බව සොයාගෙන ඇත. තවද, සමාලෝචනය කරන ලද මිනීමැරුම් 243 න්, සිද්ධීන් 128 ක් අපරාධකරු සමීප සහකරු ලෙස හඳුනාගෙන ඇත. එපමනක් නොව, එවැනි සිදුවීම්වලින් 69% ක් වාර්තා නොවීම අනතුරු ඇඟවීමට හේතුවක් වේ.",
        "අර්බුදකාරී කාලවලදී කාන්තාවන්ගේ සහ ගැහැණු ළමයින්ගේ ගෞරවය ආරක්ෂා කිරීමේ උත්සාහයක් ලෙස, UNFPA සහ ඕස්ට්‍රේලියානු මහ කොමසාරිස් කාර්යාලය විසින් ඕස්ට්‍රේලියානු රජය විසින් අරමුදල් සපයන ලද කලාපීය පූර්ව ස්ථානගත කිරීමේ මුලපිරීම යටතේ ලබා ගත හැකි USD 35,230 ක් වටිනා ගෞරවනීය කට්ටල 1,300 ක් සහ මාතෘ කට්ටල 130 ක් මෑතකදී භාර දෙන ලදී. , සෞඛ්‍ය අමාත්‍යාංශයේ පවුල් සෞඛ්‍ය කාර්යාංශයට.",
        "සපයා ඇති ගරුත්වය සහ මාතෘ කට්ටලවල පුද්ගලික සනීපාරක්‍ෂාව සහ ආරක්‍ෂිත අයිතම අඩංගු වන අතර, ප්‍රාදේශීය ප්‍රජාවන්හි පශ්චාත් ප්‍රසව කාල සීමාවේ සිටින ප්‍රජනක වයසේ සිටින කාන්තාවන්ගේ සහ ගැහැණු ළමයින්ගේ අවශ්‍යතා සඳහා පැහැදිලිවම සකස් කර ඇත. මෙම මුලපිරීමේ අරමුණ වන්නේ කාන්තාවකගේ සුවපහසුව, සංචලනය සහ කායික හා මානසික සෞඛ්‍යයට විශාලතම බලපෑමක් ඇති කරන සරලම පහසුකම් සැපයීමයි.",
        "තෙවනුව, එක්සත් ජාතීන්ගේ කාන්තා ආසියා සහ පැසිෆික් කලාපය භාර නිලධාරිනී, Sarah Knibbs, ස්ත්‍රී පුරුෂ සමාජභාවයට ප්‍රතිචාර දක්වන ජාතික සැලසුම් සහ අයවැය ක්‍රියාවලීන්හි වැදගත්කම, වඩාත්ම ආන්තික හා අවදානමට ලක්විය හැකි අයගේ අවශ්‍යතා සඳහා ප්‍රමුඛත්වය ලබා දීම සහ රට ලෙස සමාන අවස්ථා සඳහා දායක වීම සහතික කිරීම සඳහා අවධාරණය කරන ලදී. ප්රකෘතිමත් වීම සඳහා ක්රියා කරයි.",
        "අවසාන වශයෙන්, ඇය දත්ත රැස් කිරීම ශක්තිමත් කිරීමේ වැදගත්කම සහ ස්ත්‍රීන් හා පුරුෂයින් කෙරෙහි ආර්ථික අර්බුදයේ අවකල්‍ය බලපෑම තක්සේරු කිරීමට සහ නිසි ප්‍රතිචාර දැක්වීම සඳහා ලිංගික-විසංයෝජනය කළ දත්ත භාවිතා කිරීමේ වැදගත්කම සඳහන් කළාය."
      ]
    },
    "ta": {
      "title": "இலங்கையில் தொடரும் பொருளாதார நெருக்கடி மற்றும் அதன் நீண்டகால விளைவுகள் பெண்கள் மற்றும் சிறுமிகளுக்கு",
      "body_lines": [
        "அதிகரித்து வரும் பணவீக்கம், மின்வெட்டு, உணவுப் பற்றாக்குறை, எரிபொருள் மற்றும் மருந்துகள் போன்ற பிற முக்கியமான விஷயங்கள் அடிப்படைத் தேவைகளைப் பூர்த்தி செய்வதை அன்றாடப் பிரச்சனையாக மாற்றியுள்ளதால், தற்போதைய சமூகப் பொருளாதார நெருக்கடியானது, பெண்கள் மற்றும் சிறுமிகளின் கண்ணியமாக வாழ்வதற்கான நீண்டகால விளைவுகளை ஏற்படுத்துகிறது.",
        "சமூக பொருளாதார நெருக்கடிகள் பாலின-நடுநிலை அரிதாகவே உள்ளன, மேலும் இலங்கையின் தற்போதைய பொருளாதார நெருக்கடி விதிவிலக்கல்ல. இலங்கையில் தொடரும் பொருளாதார நெருக்கடியானது நாட்டிற்குள்ளும் வெளியிலும் பெண்கள் மீது பாரிய தாக்கத்தை ஏற்படுத்தியுள்ளது",
        "அத்தியாவசிய உணவு மற்றும் மருந்து பற்றாக்குறை, அத்துடன் பொருளாதார மீட்சி செயல்முறைகளின் விளைவாக சாத்தியமான சிக்கன நடவடிக்கைகள், பல இலங்கையர்களுக்கு, குறிப்பாக பெண்களுக்கு, ஏற்கனவே சமூக பொருளாதார அதிர்ச்சிகளுக்கு ஆளாகக்கூடிய மற்றும் வளங்கள் மற்றும் சமூகத்திற்கான மட்டுப்படுத்தப்பட்ட அணுகலைக் கொண்ட நீண்டகால விளைவுகளை ஏற்படுத்தும். பாதுகாப்பு",
        "சோப்பு, பால் மற்றும் கோதுமை ஆகியவை இலங்கையில் அரிதாக இருக்கும் சில தேவைகள் மட்டுமே. உலகளாவிய COVID-19 தொற்றுநோய் மற்றும் உலகளாவிய பொருளாதார வீழ்ச்சிகளை நிர்வாகம் குற்றம் சாட்டுகிறது, ஆனால் குடிமக்கள் பல தசாப்தங்களாக ஊழல் மற்றும் திறமையின்மையை சுட்டிக்காட்டுகின்றனர். விண்ணைத் தொடும் விலைவாசிகள் மற்றும் அடிப்படைத் தேவைகளின் பற்றாக்குறை உள்ளிட்ட இலங்கையின் பொருளாதார நெருக்கடியின் விளைவுகளுக்கு பெண்கள் குறிப்பாக வெளிப்படுகின்றனர்.",
        "அதிகரித்து வரும் பணவீக்கம், மின்வெட்டு, உணவு, எரிபொருள் மற்றும் மருந்துகள் போன்றவற்றின் பற்றாக்குறை ஆகியவை அடிப்படைத் தேவைகளைப் பூர்த்தி செய்வதை அன்றாடப் பிரச்சனையாக மாற்றியுள்ளதால், தற்போதைய சமூகப் பொருளாதார நெருக்கடியானது, பெண்கள் மற்றும் சிறுமிகளின் கண்ணியமாக வாழ்வதற்கான நீண்டகால விளைவுகளை ஏற்படுத்துகிறது.",
        "பாணந்துறை சதொச பல்பொருள் அங்காடிக்கு வெளியே நீண்ட வரிசை காணப்பட்டது. மரத்தடியில் அமர்ந்திருந்த மூன்று பிள்ளைகளின் தாயான வயலட், தான் காத்திருப்புக்குத் தயாராக வந்ததாகத் தெரிவித்தார். \"ஒவ்வொரு நாளும், என் குழந்தைகளுக்கு உணவளிக்கத் தேவையானதைக் கண்டுபிடிக்க நான் தெருவில் இறங்க வேண்டும். மண்ணெண்ணெய் கண்டுபிடிக்க, வரிசை மிக நீண்டது. எனவே, நான் எனது காலை உணவு, ஒரு பிளாஸ்டிக் ஸ்டூல், குடை மற்றும் ஒரு பாட்டில் தண்ணீர் கொண்டு வருகிறேன், ஏனென்றால் நாங்கள் எவ்வளவு நேரம் காத்திருக்க வேண்டும் என்று எங்களுக்குத் தெரியாது, ”என்று வயலட் கூறினார்.",
        "குடும்ப செலவழிப்பு வருமானம் குறைவதால் தனிப்பட்ட கவனிப்பு வலியுறுத்தப்படாது. இதன் விளைவாக, பெண்கள் மற்றும் சிறுமிகள் சுகாதாரமற்ற பழக்கங்களை நாடலாம், இது அவர்களின் ஆரோக்கியத்திற்கும் நல்வாழ்விற்கும் ஆபத்தை விளைவிக்கும்.",
        "சமூக பொருளாதார நெருக்கடிகள் பாலின-நடுநிலை அரிதாகவே உள்ளன, மேலும் இலங்கையின் தற்போதைய பொருளாதார நெருக்கடி விதிவிலக்கல்ல. இலங்கையில் தொடரும் பொருளாதார நெருக்கடியானது நாட்டிற்குள்ளும் வெளியிலும் பெண்கள் மீது பாரிய தாக்கத்தை ஏற்படுத்தியுள்ளது. பெண்களும் பெண்களும் விகிதாச்சாரத்தில் பாதிக்கப்படுகின்றனர் என்ற போதிலும், பாலினம் சார்ந்த சவால்களை எதிர்கொள்ள எதுவும் செய்யப்படவில்லை.",
        "சமீபத்தில் தெற்காசியாவில் சிறந்து விளங்கும் நாடுகளில் ஒன்றாக இருக்கும் ஒரு நாட்டிற்கு பொருளாதார சரிவு குறிப்பாக கவலை அளிக்கிறது. உலக வங்கி 2019 ஆம் ஆண்டில் குறைந்த வருமானம் கொண்ட நாட்டிலிருந்து உயர்-நடுத்தர வருமானம் கொண்ட நாடாக மேம்படுத்தியது, அடுத்த ஆண்டு அதைக் குறைத்தது. நாட்டின் 21 மில்லியன் குடியிருப்பாளர்கள் இப்போது அரிசி, சர்க்கரை, பருப்பு, பால் பவுடர் போன்ற தேவைகளுக்கு முன்பு செய்ததை விட கிட்டத்தட்ட மூன்று மடங்கு அதிகமாக செலவழிக்க வேண்டும்.",
        "UNDP இன் படி, இலங்கை சனத்தொகையில் பெண்கள் 52% ஆகவும், பாராளுமன்றத்தில் பெண் பிரதிநிதித்துவம் வெறும் 5.2% ஆகவும் உள்ளது. பொருளாதார ரீதியாக சுறுசுறுப்பான 8.6 மில்லியன் மக்கள்தொகையில் ஆண்கள் 64 சதவிகிதம், பெண்கள் வெறும் 35 சதவிகிதம்.",
        "அத்தியாவசிய உணவு மற்றும் மருந்து பற்றாக்குறை, அத்துடன் பொருளாதார மீட்சி செயல்முறைகளின் விளைவாக சாத்தியமான சிக்கன நடவடிக்கைகள், பல இலங்கையர்களுக்கு, குறிப்பாக பெண்களுக்கு, ஏற்கனவே சமூக பொருளாதார அதிர்ச்சிகளுக்கு ஆளாகக்கூடிய மற்றும் வளங்கள் மற்றும் சமூகத்திற்கான மட்டுப்படுத்தப்பட்ட அணுகலைக் கொண்ட நீண்டகால விளைவுகளை ஏற்படுத்தும். பாதுகாப்பு. சமூக பாதுகாப்பு திட்டங்களுக்கான வெட்டுக்கள் பல பெண்களின் அற்ப உதவித்தொகைகளை இழக்க நேரிடும், அதன் விளைவுகள் அவர்களின் குழந்தைகள் மற்றும் பிற குடும்ப உறுப்பினர்களுக்கு ஏற்படும்.",
        "மேலும், நெருக்கடி காலங்களில் ஆண்களும் பெண்களும் வேலை இழப்பால் பாதிக்கப்படுகிறார்கள் என்றாலும், பெண்கள் பெரும்பாலும் பணிநீக்கம் செய்யப்படுவதை ஆராய்ச்சி வெளிப்படுத்துகிறது. எடுத்துக்காட்டாக, 'பாலின வேறுபாடுகள் மற்றும் தொழிலாளர் சந்தை சவால்கள்' என்ற தலைப்பிலான சமீபத்திய ஐ.நா பெண்களின் ஆய்வின்படி, இலங்கையில் பெண் வேலைவாய்ப்பு 2019 மற்றும் 2020 க்கு இடையில் ஆய்வு செய்யப்பட்ட 600 நிறுவனங்களில் 8% க்கும் அதிகமாக குறைந்துள்ளது. விருந்தோம்பல் துறையில் பெண் வேலைவாய்ப்பு. இருப்பினும், COVID-19 பூட்டுதல்களின் விளைவாக, ஹோட்டல் துறையில் ஆண்களின் வேலைவாய்ப்பு 14% அதிகரித்துள்ளது.",
        "கடந்த ஆண்டில் பெறப்பட்ட அழைப்புகளில் 70% க்கும் அதிகமானவை வீட்டு வன்முறை நிகழ்வுகள். அதிகளவான குடும்ப வன்முறை முறைப்பாடுகள் கம்பஹா மாவட்டத்திலிருந்தும், அதனைத் தொடர்ந்து கொழும்பு, கண்டி, களுத்துறை மற்றும் குருநாகல் மாவட்டங்களிலும் இடம்பெற்றுள்ளன.",
        "குடும்ப செலவழிப்பு வருமானம் குறைவதால் தனிப்பட்ட கவனிப்பு வலியுறுத்தப்படாது. இதன் விளைவாக, பெண்கள் மற்றும் சிறுமிகள் சுகாதாரமற்ற பழக்கவழக்கங்களை நாடலாம், அவர்களின் உடல்நலம் மற்றும் நல்வாழ்வுக்கு ஆபத்தை விளைவிக்கும்.",
        "இதேவேளை, ஐக்கிய நாடுகள் சபையின் பெண்களுக்கான ஆசிய மற்றும் பசுபிக் பிராந்தியத்திற்கான பொறுப்பதிகாரி அண்மையில் இலங்கைக்கு விஜயம் மேற்கொண்டிருந்தார். அவர் தனது உத்தியோகபூர்வ விஜயத்தின் போது, ​​தற்போதைய பொருளாதார நெருக்கடியிலிருந்து மீண்டு வருவதற்கு மத்தியில் பெண்கள் மற்றும் சிறுமிகள் பின்தங்கியிருக்கக் கூடாது என்பதை உறுதி செய்வதற்கான ஐ.நா பெண்களின் உறுதிப்பாட்டை மீண்டும் உறுதிப்படுத்த முக்கிய பங்காளிகளைச் சந்தித்தார்.",
        "ஐ.நா பெண்களுக்கான ஆசியா மற்றும் பசிபிக் பிராந்தியத்திற்கான பொறுப்பதிகாரி சாரா நிப்ஸ், தற்போதைய நெருக்கடிக்கு பதிலளிப்பதற்கும் மீளுவதற்கும் எடுக்கப்பட்ட அனைத்து நடவடிக்கைகளிலும் பெண்களின் தேவைகள் மற்றும் உரிமைகளுக்கு சமமான முன்னுரிமையை வழங்குவதற்காக முக்கிய பங்காளிகளை சந்தித்தார். அதையே உருவாக்கி செயல்படுத்துவதில் பங்கேற்பு.",
        "அவரது விஜயத்தின் போது, ​​\"உலகப் பகுப்பாய்விற்கு ஏற்ப, தற்போதைய பொருளாதார நெருக்கடி பெண்கள் மற்றும் சிறுமிகளின் தற்போதைய நிலைக்கு மிகவும் தீங்கு விளைவிக்கும், மேலும் அவர்களின் உடல்நலம், நல்வாழ்வு, உரிமைகள் மற்றும் வாய்ப்புகள் தொடர்பாக பெறப்பட்ட வரம்புக்குட்பட்ட ஆதாயங்களை மாற்றியமைக்க வாய்ப்புள்ளது\" என்று அவர் எடுத்துரைத்தார். ”.",
        "தேசத்தில் அரசு முடிவெடுக்கும் பதவிகளில் இருந்தும் பெண்கள் வேண்டுமென்றே ஒதுக்கப்பட்டுள்ளனர், இது பாலினக் கண்ணோட்டத்தைப் பயன்படுத்துவதிலிருந்து எந்த மறுவாழ்வுத் திட்டங்களையும் தடுக்கிறது. பெண் மக்களின் எதிர்பார்ப்புகள் திருப்திகரமாக பூர்த்தி செய்யப்படாததால், நாட்டின் மறுசீரமைப்பு திறனில் இது தாக்கத்தை ஏற்படுத்துகிறது.",
        "முக்கிய கூட்டாளர்களுடனான சந்திப்புகளில், பாலினம்-பதிலளிப்பு மற்றும் நெருக்கடியிலிருந்து மீள்வதற்கு முக்கிய முன்னுரிமைகளை Knibbs எடுத்துக்காட்டினார். முதலாவதாக, பாலின-பதிலளிப்புக் கொள்கைகளின் அவசியத்தை அவர் வலியுறுத்தினார், \"நெருக்கடிகள் பாலின-குறிப்பிட்ட தாக்கங்களைக் கொண்டிருக்கின்றன, அவை விகிதாசாரமாக பெண்களை சுமக்கின்றன. பாலின-பதிலளிப்பு ஆராய்ச்சியில் முதலீடுகள் மற்றும் பெண்களின் உரிமைகளை உணர்தலை ஊக்குவிக்கும் பொருளாதார மற்றும் சமூகக் கொள்கைகளை வடிவமைப்பதில் உருமாற்ற அணுகுமுறையை ஏற்றுக்கொள்வது உள்ளடக்கிய மீட்புக்கான ஒரு முக்கியமான படியாகும்.",
        "தேசத்தில் அரசு முடிவெடுக்கும் பதவிகளில் இருந்தும் பெண்கள் வேண்டுமென்றே ஒதுக்கப்பட்டுள்ளனர், இது பாலினக் கண்ணோட்டத்தைப் பயன்படுத்துவதிலிருந்து எந்த மறுவாழ்வுத் திட்டங்களையும் தடுக்கிறது. பெண் மக்களின் எதிர்பார்ப்புகள் திருப்திகரமாக பூர்த்தி செய்யப்படாததால், நாட்டின் மறுசீரமைப்பு திறனில் இது தாக்கத்தை ஏற்படுத்துகிறது. அரசியல் பங்கேற்பு நடவடிக்கைகளில் பெண்களை ஈடுபடுத்துவது நீண்டகால சமாதான உடன்படிக்கைக்கான வாய்ப்பை அதிகரிப்பது மட்டுமன்றி அரசாங்கக் கொள்கையில் இலங்கை சமூகத்தை சிறப்பாக பிரதிபலிக்கும்.",
        "இலங்கையில் பாலின அடிப்படையிலான வன்முறைகள் அதிகரித்து வருகின்றன, மேலும் அது மனிதாபிமான நெருக்கடியால் மட்டுமே தீவிரமடைந்துள்ளது. பாலின அடிப்படையிலான வன்முறை பற்றிய பல புகார்கள் தெரிவிக்கப்படாமல் போய்விட்டது, மேலும் புகாரளிக்கப்பட்டவற்றில் பல வழக்கு விசாரணைக்கு வருவதில்லை.",
        "UNDP இன் படி, இலங்கை சனத்தொகையில் பெண்கள் 52% ஆகவும், பாராளுமன்றத்தில் பெண் பிரதிநிதித்துவம் வெறும் 5.2% ஆகவும் உள்ளது. பொருளாதார ரீதியாக சுறுசுறுப்பான 8.6 மில்லியன் மக்கள்தொகையில் ஆண்கள் 64 சதவிகிதம், பெண்கள் வெறும் 35 சதவிகிதம். 2017 இல் பெண்களின் தொழிலாளர் பங்கேற்பு மொத்த மக்கள்தொகையில் 36.6 சதவீதமாக இருந்தது, பெரும்பாலான பெண் தொழிலாளர்கள் முறைசாரா துறையில் குவிந்துள்ளனர், இது ஒழுங்குமுறை, குறைந்தபட்ச சம்பள உத்தரவாதங்கள், சமூக பாதுகாப்பு அல்லது பாதுகாப்பு தொழிலாளர் சட்டங்களின் பற்றாக்குறையால் வரையறுக்கப்படுகிறது.",
        "ஐ.நா பெண்களுக்கான ஆசியா மற்றும் பசிபிக் பகுதிக்கான பொறுப்பதிகாரி சாரா நிப்ஸ், இந்த முயற்சிகளை வடிவமைப்பதில் பெண்களின் சமமான பங்களிப்பின் அவசியத்தை இரண்டாவதாக எடுத்துரைத்தார். உலகளவில், முடிவெடுத்தல் மற்றும் மீட்புத் திட்டமிடல் ஆகியவற்றில் பெண்களின் பங்கேற்பு நெருக்கடியிலிருந்து நிலையான நீண்டகால மீட்சியை உறுதி செய்வதில் பயனுள்ளதாக நிரூபிக்கப்பட்டுள்ளது. எவ்வாறாயினும், இலங்கையின் வரலாறு முழுவதிலும், அதிகாரத்தின் முறையான இடங்களில் பெண்கள் பெரும்பாலும் குறைவாகவே பிரதிநிதித்துவப்படுத்தப்பட்டுள்ளனர்.",
        "இதை அங்கீகரித்து, Knibbs, \"பெண்களின் தேவைகள் பதில் மற்றும் மீட்பு முயற்சிகளில் நிவர்த்தி செய்யப்படுவதை உறுதி செய்வதற்காக, முடிவெடுக்கும் அனைத்து துறைகளிலும் இலங்கைப் பெண்களை உள்ளடக்கியிருப்பது அவசியம்\" என்று கூறினார்.",
        "இலங்கையின் பெண்கள் மற்றும் சிறுமிகளை ஆதரிப்பதில் ஐ.நா பெண்கள் தொடர்ந்தும் அர்ப்பணிப்புடன் இருப்பதாகவும், இலங்கைப் பெண்களுக்கு வருமான பாதுகாப்பு, ஒழுக்கமான வேலைக்கான அணுகல் மற்றும் பொருளாதார சுயாட்சியை அதிகரிப்பதை உறுதிசெய்வதற்கு பங்காளிகளுடன் அதன் தொடர்ச்சியான பணிகளை வலுப்படுத்துவதாகவும் அவர் பங்காளிகளுக்கு உறுதியளித்தார். மேலும், நாட்டில் பெண்கள், அமைதி மற்றும் பாதுகாப்பு நிகழ்ச்சி நிரலை செயல்படுத்துவதில் ஐ.நா பெண்கள் பணிபுரியும் போது, ​​நெருக்கடி காலங்களில் சமூகங்களை மீண்டும் கட்டியெழுப்புவதில் பெண்களின் தலைமையின் முக்கியத்துவத்தை அவர் வலியுறுத்தினார்.",
        "2013 மற்றும் 2015 க்கு இடையில் 243 கொலைகளின் ஆய்வு மாதிரியில் - 62% கொலைகள் - 62% கொலைகள் - நெருங்கிய பங்காளிகள், முன்னாள் பங்குதாரர்கள் மற்றும் குடும்ப உறுப்பினர்களால் நடத்தப்பட்டதாக UNFPA மற்றும் களனிப் பல்கலைக்கழகம் சமீபத்தில் வெளியிட்ட ஆய்வின் சான்றுகள் கண்டறிந்துள்ளன.",
        "ஆண்களை விட அதிக வேலையின்மை முதல் கல்வி மற்றும் சுகாதார சேவைகளுக்கான மோசமான அணுகல் வரை, பெண்கள் பெரும்பாலும் நாட்டில் பின்தங்கிய நிலைகளில் தங்களைக் காண்கிறார்கள். பாலியல் மற்றும் இனப்பெருக்க ஆரோக்கியத்திற்கான பயனுள்ள கொள்கைகளின் பற்றாக்குறை, குடும்பக் கட்டுப்பாடு சேவைகள் இல்லாதது ஆகியவற்றுடன் இணைந்து, பெண்களின் பாலியல் மற்றும் இனப்பெருக்க சுகாதாரத் தேர்வுகளை மாற்றியுள்ளது. இந்த நிலைமைகள் உடல்நலக் குறிகாட்டிகளை பாதித்து, தாய் இறப்பு, டீனேஜ் கர்ப்பம் மற்றும் பாதுகாப்பற்ற கருக்கலைப்பு ஆகியவற்றின் அதிகரிப்பை உருவாக்குகின்றன.",
        "இலங்கையில் பாலின அடிப்படையிலான வன்முறைகள் அதிகரித்து வருகின்றன, மேலும் அது மனிதாபிமான நெருக்கடியால் மட்டுமே தீவிரமடைந்துள்ளது. பாலின அடிப்படையிலான வன்முறை பற்றிய பல புகார்கள் தெரிவிக்கப்படாமல் போய்விட்டது, மேலும் புகாரளிக்கப்பட்டவற்றில் பல வழக்கு விசாரணைக்கு வருவதில்லை.",
        "பெண்களுக்கான தேசியக் குழு (NCW) “1938” ஹாட்லைனுக்கு கடந்த ஆண்டில் (2021) பெண்களிடமிருந்து 3,489 அழைப்புகள் வீட்டு துஷ்பிரயோக சம்பவங்களுக்கு உதவி கோரியுள்ளன. இது 2020 இல் பெறப்பட்ட அழைப்புகளின் எண்ணிக்கையை விட கிட்டத்தட்ட மூன்று மடங்காகும். ஏற்கனவே பாலின அடிப்படையிலான வன்முறைகள் அதிகமாக உள்ள இலங்கையில், ஊரடங்கின் போது குடும்ப வன்முறை வழக்குகள் அதிகரித்துள்ளன. தொற்றுநோய் தொடர்பான பொருளாதார மற்றும் சமூக கஷ்டங்கள் பொதுவாக குடும்ப வன்முறையுடன் தொடர்புடைய காரணிகளை அதிகரிக்கிறது என்று நிபுணர்கள் நம்புகின்றனர், அதாவது அதிகரித்த வேலையின்மை, குடும்பத்துடன் தொடர்புடைய மன அழுத்தம் மற்றும் அதிகரித்த நிதி பாதுகாப்பின்மை, மேலும் மது மற்றும் பிற பொருட்களின் அதிகரித்த பயன்பாடு ஆகியவை சமாளிக்கும் உத்தியாகவும் இருக்கலாம். அச்சுறுத்தலை உயர்த்தியது.",
        "கடந்த ஆண்டில் பெறப்பட்ட அழைப்புகளில் 70% க்கும் அதிகமானவை வீட்டு வன்முறை நிகழ்வுகள். அதிகளவான குடும்ப வன்முறை முறைப்பாடுகள் கம்பஹா மாவட்டத்திலிருந்தும், அதனைத் தொடர்ந்து கொழும்பு, கண்டி, களுத்துறை மற்றும் குருநாகல் மாவட்டங்களிலும் இடம்பெற்றுள்ளன.",
        "2013 மற்றும் 2015 க்கு இடையில் 243 கொலைகளின் ஆய்வு மாதிரியில் - 62% கொலைகள் - 62% கொலைகள் - UNFPA மற்றும் களனிப் பல்கலைக்கழகம் சமீபத்தில் வெளியிட்ட ஆய்வின் சான்றுகள், நெருங்கிய பங்காளிகள், முன்னாள் பங்குதாரர்கள் மற்றும் குடும்ப உறுப்பினர்களால் செய்யப்பட்டவை. மேலும், மதிப்பாய்வு செய்யப்பட்ட 243 கொலைகளில், 128 வழக்குகள் குற்றவாளியை நெருங்கிய கூட்டாளியாக அடையாளம் கண்டுள்ளன. மேலும், இதுபோன்ற 69% நிகழ்வுகள் பதிவாகாமல் போய்விடுகின்றன, இது எச்சரிக்கையை ஏற்படுத்துகிறது.",
        "நெருக்கடி காலங்களில் பெண்கள் மற்றும் சிறுமிகளின் கண்ணியத்தை நிலைநிறுத்தும் முயற்சியில், UNFPA மற்றும் ஆஸ்திரேலிய உயர் ஸ்தானிகராலயம் சமீபத்தில் 1,300 கண்ணியம் மற்றும் 130 மகப்பேறு கருவிகள் USD 35,230 மதிப்பிலானவை, ஆஸ்திரேலிய அரசாங்கத்தால் நிதியளிக்கப்பட்ட பிராந்திய முன் நிலைப்படுத்தல் முன்முயற்சியின் கீழ் கிடைக்கப்பெற்றன. , சுகாதார அமைச்சின் குடும்ப சுகாதார பணியகத்திற்கு.",
        "வழங்கப்படும் கண்ணியம் மற்றும் மகப்பேறு கருவிகளில் தனிப்பட்ட சுகாதாரம் மற்றும் பாதுகாப்புப் பொருட்கள் உள்ளன, அவை உள்ளூர் சமூகங்களில் பிரசவத்திற்குப் பிந்தைய காலத்தில் உள்ளவை உட்பட இனப்பெருக்க வயதுடைய பெண்கள் மற்றும் சிறுமிகளின் தேவைகளுக்குத் தெளிவாக வடிவமைக்கப்பட்டுள்ளன. இந்த முயற்சியின் நோக்கம், ஒரு பெண்ணின் ஆறுதல், இயக்கம் மற்றும் உடல் மற்றும் உளவியல் ஆரோக்கியத்தில் மிகப்பெரிய தாக்கத்தை ஏற்படுத்தும் எளிய வசதிகளை வழங்குவதாகும்.",
        "மூன்றாவதாக, ஐ.நா.வின் ஆசியா மற்றும் பசிபிக் பிராந்தியத்திற்கான பொறுப்பதிகாரி சாரா நிப்ஸ், பாலினம் சார்ந்த தேசிய திட்டமிடல் மற்றும் வரவு செலவுத் திட்ட செயல்முறைகளின் முக்கியத்துவத்தை எடுத்துரைத்தார். மீட்பு நோக்கி வேலை செய்கிறது.",
        "இறுதியாக, பெண்கள் மற்றும் ஆண்கள் மீதான பொருளாதார நெருக்கடியின் வேறுபட்ட தாக்கத்தை மதிப்பிடுவதற்கும், சரியான முறையில் பதிலளிப்பதற்கும், தரவு சேகரிப்பை வலுப்படுத்துவதன் முக்கியத்துவத்தையும், பாலின-வகைப்படுத்தப்பட்ட தரவைப் பயன்படுத்துவதையும் அவர் குறிப்பிட்டார்."
      ]
    }
  }
}