{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/The-Three-Universal-Truths-in-Buddhism/277-237022",
  "time_ut": 1652470020,
  "title": "The Three Universal Truths in Buddhism",
  "body_lines": [
    "Buddhists believe that there are three characteristics that are common across everything in life. They are known as the Three Marks of Existence or Three Universal Truths",
    "The Buddha applies the characteristic of suffering to all conditioned things in the sense that for living beings, everything conditioned is a potential cause of experienced suffering and is at any rate incapable of giving lasting satisfaction",
    "Buddhism rests on the pivot of suffering. Buddha perceived the universality of suffering and propounded a remedy (Noble Eightfold Path) for the universal sickness of humanity. By that Buddhism does not denote an attitude of hopelessness toward life",
    "Buddhism is a moral and philosophical system, which expounds a unique path of enlightenment, and it is mainly aimed at liberating human beings from suffering.",
    "Buddhists believe that there are three characteristics that are common across everything in life. They are known as the Three Marks of Existence or Three Universal Truths.",
    "The three characteristics are (1) impermanence (Annica) (sabbe saṅkhārā aniccā), (2) suffering or unsatisfactoriness (dukka) (sabbe saṅkhārā dukkhā) and (3) non-self or insubstantiality (annatta)(sabbe dhammā anattā). These three basic facts were first found and formulated over 2500 years by omniscient Buddha (loka vido) who lived more than 2500 years ago. In Buddhist terminology, these characteristics were collectively designated as (ti lakkana).",
    "The three characteristics are incontrovertible facts applying to animate and inanimate things. Whether Buddha’s arise or not these truths exist in the world.",
    "The Buddha teaches that life can be correctly understood only if these basic facts are understood. And this understanding must take place, not only logically, but in the light of one’s own experience. It is through understanding these characteristics that wisdom arises, only then can one free oneself from the bonds of rebirth and attain bliss of Nibbaṇa, which is the ultimate liberating factor in Buddhism.",
    "In Buddhism, to see things as they really are means to see them consistently in the light of the three characteristics. Not to see them in this way, or to deceive oneself about their reality and range of application, is the defining mark of ignorance (avijja). Being ignorant of our true nature, and of the true nature of things around us, we tend to engage in actions based on delusions and thereby we accumulate karma which keeps us in bondage to the repeated cycle of rebirth and death. Dissolving that ignorance through direct insight into the three marks is said to bring an end to saṃsāra and resulting suffering (dukkha nirodha or nirodha sacca, as described in the third of the Four Noble Truths).",
    "Therefore, ignoring or distorting the three basic facts ultimately leads only to frustration, disappointment and despair. The proper discernment of the three characteristics is bound to yield immense benefits both in our daily lives and in our mental striving for higher states.",
    "Clear comprehension of three characteristics will give us insight into real-life situations that are complex and painful. It will free us from unrealistic expectations, bestow a courageous acceptance of suffering and failure, and protect us against the lure of deluded assumptions and beliefs.",
    "Referring to these three universal Truths, Rev. Nyanaponika says if we contemplate even a minute sector of life’s vast range, we are faced with a variety of living forms so tremendous that it defies description. Yet three basic features can be discerned as common to everything that has animate existence, from microbe to man, from the simplest sensations to the thoughts of a creative genius: (i) first, impermanence or change (anicca), (ii) second, suffering or unsatisfactoriness (dukkha) and (iii) third, non-self or insubstantiality (anatta). . . .",
    "The first characteristic, impermanence is one of the fundamental teachings of Buddhism, which can be observed in the entire nature of the universe. We can visualise four areas of impermanence; physical, emotional, mental, and social. We can see how the physical world is changing by the periodic changes of the seasons, ageing, sickness and death. In the emotional world we can see impermanence through the constant changes of feelings and emotions as one moment we might be euphoric, happy and elated next moment feeling sad and melancholy.",
    "Mentally our ideas, thoughts and concepts change from time to time and new ideas and concepts come into being. Lastly, from the social perspective, we form new relationships, we meet new people, we separate from our dear loved ones, we change our employments and get into new jobs, eventually, we lose our loved and dear ones etc.",
    "Contemplating on impermanence brings to the surface the dreadful truth that everything we have acquired, earned and accomplished, all our precious possessions, material things even our most intimate and cherished relationships, our loved ones inevitably succumb to time and deteriorate and cease to exist.",
    "The renowned Greek Philosopher Heraclitus once declared, “No man ever steps in the same river twice, for it is not the same river, and he is not the same man”. There is no static being no unchanging substratum. In his notes to the novel “Chance” one of the greatest Polish British novelists Joseph Conrad stated thus “The history of men on this earth may be summarised in one phrase of infinite poignancy “They were born, they suffered, they died”. Similarly, James brother of Jesus according to the New Testament ask “Why you do not even know what will happen tomorrow. What is your life? You are but a mist that appears for a little while and then vanishes” (James 4:14).",
    "All component things that is all things which arise as an effect of causes, and which in turn give rise to effects, are embodied in the single word annicca.",
    "Impermanence is also closely linked to the truth of suffering, which constitutes the first noble truth in Buddhism. The Lord Buddha taught us that the cause of human suffering and discontent is brought about by our clinging to worldly things under the mistaken belief that they will last and endure forever, which is in fact not so.",
    "Man has achieved great marvellous things throughout the centuries, his ingenuity and strength have enabled him to conquer space and subdue matter to his will. Yet for all his capabilities and ingenuity, he still remains fragile and vulnerable in the face of impermanence.",
    "Impermanence highlights the mortality and inevitable decline of mighty leaders and their false pride, how time has brought to an end the commanding powers of great leaders in the world. When we look at the ruins of great Stupas and edifices in places like Anuradhapura and Polonnaruwa, we can see how they have been subjected to the natural process of decay with the passage of time.",
    "The second characteristic dukka is an important concept in Buddhism, commonly referred to as suffering unhappiness, pain or unsatisfactoriness. It refers to the habitual experience of mundane life as fundamentally unsatisfactory and painful. It is also the first of the Four Noble Truths. The Buddha applies the characteristic of suffering to all conditioned things in the sense that for living beings, everything conditioned is a potential cause of experienced suffering and is at any rate incapable of giving lasting satisfaction.",
    "Buddhism rests on the pivot of suffering. Buddha perceived the universality of suffering and propounded a remedy (Noble Eightfold Path) for the universal sickness of humanity. By that Buddhism does not denote an attitude of hopelessness toward life. Buddha did not expect his adherents to be constantly brooding over the ills of life and so make their lives unhappy.",
    "If you look at the world with dispassionate discernment it becomes abundantly clear that there is only one problem in the world, which is suffering, dukka. Buddha says “The world is established on suffering, is founded on suffering” (Dukkhe loko patitthito). Suffering appears and passes away, only to reappear in other forms. All forms of suffering are either physical or psychological. All is in a whirl, nothing escapes this inexorable, unceasing change.",
    "According to Buddha, Birth is suffering, decay is suffering, illness is suffering, sorrow, lamentation, pain, grief and despair are suffering; to be connected with what one dislikes is suffering; to be separated from what one likes is suffering; not getting what one desires is suffering in short, the five aggregates connected with clinging are suffering.",
    "Anatta (Sanskrit anatman) refers to the doctrine of “non-self”, that there is no unchanging, permanent self or soul in living beings and no abiding essence in anything or phenomena.",
    "While anicca and dukkha apply to “all conditioned phenomena” (saṅkhārā), anattā( third characteristic) has a wider scope because it applies to all dhammās without “conditioned, unconditioned” qualification. Thus, nirvana too is a state of “without self” or anatta. The phrase “sabbe dhamma anatta” includes within its scope each skandha (aggregate, heap) that composes any being, and the belief “I am” is a mark of conceit which must be destroyed to end all dukkha. The Anattā doctrine of Buddhism denies that there is anything called a ‘Self’ in any person or anything else and that a belief in ‘Self’ is a source of Dukkha.Some Buddhist traditions and scholars, however, interpret the anatta doctrine to be strictly in regard to the five aggregates rather than a universal truth.",
    "Gautama Buddha taught us that all beings conditioned by causes (saṅkhāra) are impermanent (anicca) and suffering (dukkha), and that not-self (anattā) characterises all dhammas, meaning there is no “I”, “me”, or “mine” in either the conditioned or the unconditioned"
  ],
  "translate": {
    "si": {
      "title": "බුදුදහමේ ඇති විශ්ව සත්‍ය තුන",
      "body_lines": [
        "ජීවිතයේ සෑම දෙයකම පොදු ලක්ෂණ තුනක් ඇති බව බෞද්ධයෝ විශ්වාස කරති. ඒවා පැවැත්මේ ලකුණු තුනක් හෝ විශ්ව සත්‍ය තුනක් ලෙස හැඳින්වේ",
        "බුදුන් වහන්සේ සියලු කොන්දේසි සහිත දේවලට දුක්වීමේ ලක්ෂණය යොදන්නේ ජීවීන් සඳහා කොන්දේසි සහිත සෑම දෙයක්ම අත්දැකීම් සහිත දුක් විඳීමට විභව හේතුවක් වන අතර කල්පවත්නා තෘප්තිය ලබා දීමට කිසිසේත්ම අපොහොසත් වේ.",
        "බුදුදහම රඳා පවතින්නේ දුක්ඛ සමුදය මතය. බුදුන් වහන්සේ දුකේ විශ්වීය බව වටහා ගත් අතර මනුෂ්‍යත්වයේ විශ්වීය රෝගය සඳහා පිළියමක් (ආර්ය අෂ්ටාංගික මාර්ගය) යෝජනා කළහ. එයින් බුදුදහම ජීවිතය කෙරෙහි බලාපොරොත්තු රහිත ආකල්පයක් දක්වන්නේ නැත",
        "බුදුදහම යනු සදාචාරාත්මක හා දාර්ශනික පද්ධතියක් වන අතර එය අද්විතීය බුද්ධෝත්පාද මාර්ගයක් විස්තර කරන අතර එය ප්‍රධාන වශයෙන් අරමුණු කර ඇත්තේ මිනිසුන් දුකෙන් නිදහස් කිරීමයි.",
        "ජීවිතයේ සෑම දෙයකම පොදු ලක්ෂණ තුනක් ඇති බව බෞද්ධයෝ විශ්වාස කරති. ඒවා පැවැත්මේ ලකුණු තුනක් හෝ විශ්ව සත්‍ය තුනක් ලෙස හැඳින්වේ.",
        "ලක්ෂණ තුන නම් (1) අනිත්‍ය (අනිකා) (සබ්බේ සංඛාරා අනිච්චා), (2) දුක්ඛ හෝ අතෘප්තිකර බව (දුක්ක) (සබ්බේ සංඛාරා දුක්ඛ) සහ (3) ආත්ම හෝ අසංවර බව (අන්නත්ත) (සබ්බේ ධම්මා අනත්තා) ය. මෙම මූලික කරුණු තුන වසර 2500කට වැඩි කාලයකට පෙර සොයා ගෙන සකස් කරන ලද්දේ මීට වසර 2500කට පෙර ජීවත් වූ සර්වඥ බුදුන් වහන්සේ (ලෝක විදෝ) විසිනි. බෞද්ධ පාරිභාෂිතය තුළ, මෙම ලක්ෂණ සාමූහිකව (ti lakkan) ලෙස නම් කර ඇත.",
        "ත්‍රිවිධ ලක්‍ෂණ යනු සජීවී හා අජීවී දේවලට අදාළ වන අවිවාදිත කරුණු ය. බුදුන් පහළ වුවත් නැතත් මේ සත්‍යයන් ලෝකයේ පවතී.",
        "මේ මූලික කරුණු අවබෝධ කළොත් පමණක් ජීවිතය නිවැරදිව අවබෝධ කර ගත හැකි බව බුදුන් වහන්සේ දේශනා කරති. තවද මෙම අවබෝධය සිදු විය යුත්තේ, තාර්කිකව පමණක් නොව, තමන්ගේම අත්දැකීමේ ආලෝකයෙනි. මේ ලක්‍ෂණ අවබෝධ කර ගැනීම තුළින් තමයි ප්‍රඥාව පහළ වෙන්නේ, එතකොට තමයි බුදුදහමේ තියෙන පරම විමුක්තිදායක සාධකය වන නිබ්බාන සුඛයට පත්වෙන්න පුළුවන් වෙන්නේ.",
        "බුදුදහමේ දී, දේවල් සැබෑ ලෙසම දැකීම යන්නෙන් අදහස් කරන්නේ ඒවා ත්‍රිවිධ ලක්ෂණ ආලෝකයෙන් අඛණ්ඩව දැකීමයි. ඔවුන්ව මේ ආකාරයෙන් නොදැකීම හෝ ඒවායේ යථාර්ථය සහ යෙදුම් පරාසය ගැන තමන්වම රවටා ගැනීම අවිද්‍යාවේ (අවිජ්ජා) නිර්වචන ලකුණයි. අපගේ සැබෑ ස්වභාවය සහ අප අවට ඇති දේවල සැබෑ ස්වභාවය පිළිබඳව නොදැනුවත්කම නිසා, අපි මිත්‍යාවන් මත පදනම් වූ ක්‍රියාවන්හි නියැලීමට නැඹුරු වන අතර එමඟින් අපි නැවත නැවත ඉපදීමේ හා මරණයේ චක්‍රයේ වහල්භාවයේ තබා ගන්නා කර්ම රැස් කරමු. ත්‍රිවිධ ලකුණු පිළිබඳ සෘජු අවබෝධයෙන් එම අවිද්‍යාව විසුරුවා හැරීමෙන් සංසාරයේ අවසානය හා දුක් වේදනා ඇති වන බව කියනු ලැබේ (දුක්ඛ නිරෝධ හෝ නිරෝධ සක්ක, චතුරාර්ය සත්‍යයේ තුන්වන කොටසෙහි විස්තර කර ඇත).",
        "එබැවින් මූලික කරුණු තුන නොසලකා හැරීම හෝ විකෘති කිරීම අවසානයේ සිදු වන්නේ කලකිරීම, බලාපොරොත්තු සුන්වීම සහ බලාපොරොත්තු සුන්වීම පමණි. ත්‍රිවිධ ලක්‍ෂණ නිසි ලෙස අවබෝධ කර ගැනීම අපගේ එදිනෙදා ජීවිතයේදී මෙන්ම උසස් තත්ත්වයන් සඳහා අපගේ මානසික උත්සාහයේදීද ඉමහත් ප්‍රතිලාභ අත්කර දීමට බැඳී ඇත.",
        "ගතිලක්ෂණ තුනක් පිළිබඳ පැහැදිලි අවබෝධයක් අපට සංකීර්ණ හා වේදනාකාරී සැබෑ ජීවිතයේ තත්වයන් පිළිබඳ අවබෝධයක් ලබා දෙනු ඇත. එය යථාර්ථවාදී නොවන අපේක්ෂාවන්ගෙන් අපව නිදහස් කරනු ඇත, දුක් වේදනා සහ අසාර්ථකත්වය ධෛර්ය සම්පන්නව පිළිගැනීමට සහ මුළා වූ උපකල්පන සහ විශ්වාසයන්ගේ ආකර්ෂණයෙන් අපව ආරක්ෂා කරනු ඇත.",
        "මෙම විශ්ව සත්‍ය තුන ගැන සඳහන් කරමින්, පූජ්‍ය නයනපෝනිකා පියතුමා පවසන්නේ, අපි ජීවිතයේ විශාල පරාසයක කුඩා අංශයක් හෝ මෙනෙහි කළහොත්, විස්තරයට පටහැනි තරම් අතිවිශාල ජීවමාන විවිධත්වයකට අප මුහුණ දෙන බවයි. එහෙත් ක්ෂුද්‍ර ජීවියාගේ සිට මිනිසා දක්වා, සරලම සංවේදනවල සිට නිර්මාණශීලී ප්‍රතිභාවේ සිතිවිලි දක්වා සජීවී පැවැත්මක් ඇති සෑම දෙයකටම පොදු බව මූලික ලක්ෂණ තුනක් හඳුනාගත හැකිය: (i) පළමුව, අනිත්‍යතාවය හෝ වෙනස්වීම (අනිච්චා), (ii) දෙවනුව, දුක්ඛ හෝ අසතුටුදායක බව (දුක්ඛ) සහ (iii) තෙවනුව, ආත්ම නොවන බව හෝ අසංවර බව (අනත්ත). . . .",
        "ප්‍රථම ලක්ෂණය වන අනිත්‍ය බුදුදහමේ මූලික ඉගැන්වීම් වලින් එකකි, එය විශ්වයේ සමස්ත ස්වභාවය තුළම නිරීක්ෂණය කළ හැකිය. අනිත්‍ය අංශ හතරක් අපට දෘශ්‍යමාන කළ හැකිය; ශාරීරික, චිත්තවේගීය, මානසික සහ සමාජීය. සෘතු වෙනස්වීම්, වයසට යාම, ලෙඩවීම සහ මරණය යන කරුණු අනුව භෞතික ලෝකය වෙනස් වන ආකාරය අපට දැකගත හැකිය. චිත්තවේගීය ලෝකයේ අපට එක් මොහොතක් ප්‍රීතියෙන්, සතුටෙන් හා ප්‍රමෝදයෙන් ඊළඟ මොහොතේ දුක සහ ශෝකය දැනිය හැකි හැඟීම් සහ හැඟීම්වල නිරන්තර වෙනස්වීම් තුළින් අනිත්‍යතාවය දැකිය හැකිය.",
        "මානසිකව අපේ අදහස්, සිතුවිලි සහ සංකල්ප කාලෙන් කාලෙට වෙනස් වෙනවා වගේම අලුත් අදහස් සහ සංකල්ප ඇති වෙනවා. අවසාන වශයෙන්, සමාජ දෘෂ්ටිකෝණයෙන්, අපි නව සබඳතා ගොඩනඟා ගනිමු, අපි නව මිනිසුන් හමුවෙමු, අපි අපගේ ආදරණීයයන්ගෙන් වෙන්වෙමු, අපි අපගේ රැකියා වෙනස් කරමු, නව රැකියාවලට පිවිසෙමු, අවසානයේ අපට අපගේ ආදරණීයයන් සහ ආදරණීයයන් අහිමි වේ.",
        "අනිත්‍ය ගැන මෙනෙහි කිරීමෙන් මතුවන්නේ අප විසින් අත්පත් කරගත්, උපයාගත් සහ ඉටුකරගත් සෑම දෙයක්ම, අපගේ වටිනා වස්තු, ද්‍රව්‍යමය දේ පවා අපගේ සමීපතම සහ ආදරණීය සබඳතා, අපගේ ආදරණීයයන් නොවැළැක්විය හැකි ලෙස කාලයට යට වී පිරිහීමට හා පැවැත්මෙන් තොර බවට පත්වන බියකරු සත්‍යය.",
        "සුප්‍රසිද්ධ ග්‍රීක දාර්ශනිකයෙකු වන හෙරක්ලිටස් වරක් ප්‍රකාශ කළේ, \"කිසිම මිනිසෙක් එකම ගඟකට දෙවරක් නොපැමිණේ, මන්ද එය එකම ගංගාවක් නොවන අතර ඔහු එකම මිනිසෙක් නොවේ\" යනුවෙනි. ස්ථිතික පැවැත්මක් වෙනස් නොවන උපස්ථරයක් නොමැත. ශ්‍රේෂ්ඨ පෝලන්ත බ්‍රිතාන්‍ය නවකතාකරුවෙකු වන ජෝසෆ් කොන්රාඩ් “චෑන්ස්” නවකතාවට සිය සටහන්වල මෙසේ ප්‍රකාශ කළේය “මේ මිහිපිට මිනිසුන්ගේ ඉතිහාසය “ඔවුන් ඉපදුණා, දුක් වින්ද, මිය ගියා” යන එක් වාක්‍ය ඛණ්ඩයකින් සාරාංශගත කළ හැකිය. ඒ හා සමානව, නව ගිවිසුමට අනුව ජේම්ස්ගේ සහෝදරයා අසන්නේ “හෙට කුමක් සිදුවේදැයි ඔබ නොදන්නේ මන්ද? ඔබේ ජීවිතය කුමක්ද? ඔබ ස්වල්ප වේලාවකට පෙනී සිට අතුරුදහන් වන මීදුමකි\" (යාකොබ් 4:14).",
        "හේතූන්ගේ ඵලයක් ලෙස හටගන්නා, ප්‍රතිවිපාක උපදවන සියලු දේ වන සියලුම සංඝටක දේවල් අන්නිච්චා යන තනි වචනය තුළ අන්තර්ගත වේ.",
        "බුදුදහමේ පළමු ආර්ය සත්‍යය වන දුක්ඛ සත්‍යයටද අනිත්‍යය සමීපව බැඳී ඇත. බුදු රජාණන් වහන්සේ අපට ඉගැන්වූයේ මනුෂ්‍ය දුක්ඛිත හා අසහනයට හේතුව ලෞකික දේ සදාකාලිකව පවතිනු ඇති බවට වැරදි විශ්වාසයක් ඇතිව ඒවා කෙරෙහි ඇලී සිටීමෙන් වන අතර එය ඇත්ත වශයෙන්ම එසේ නොවේ.",
        "මිනිසා ශතවර්ෂ ගණනාවක් පුරා විශිෂ්ට පුදුමාකාර දේ අත්කර ගෙන ඇත, ඔහුගේ දක්ෂතාවය සහ ශක්තිය ඔහුට අවකාශය ජය ගැනීමටත්, පදාර්ථය ඔහුගේ කැමැත්තට යටත් කර ගැනීමටත් හැකි වී තිබේ. එහෙත් ඔහුගේ සියලු හැකියාවන් සහ දක්ෂතා නිසා, ඔහු තවමත් අනිත්‍යභාවය හමුවේ බිඳෙනසුලු හා අවදානමට ලක්ව සිටී.",
        "අනිත්‍යතාවය ඉස්මතු කරන්නේ බලගතු නායකයින්ගේ මරණ හා නොවැළැක්විය හැකි පරිහානිය සහ ඔවුන්ගේ ව්‍යාජ ආඩම්බරය, කාලය විසින් ලෝකයේ ශ්‍රේෂ්ඨ නායකයින්ගේ අණ දෙන බලයන් අවසන් කර ඇති ආකාරයයි. අනුරාධපුරය, පොළොන්නරුව වැනි ප්‍රදේශවල මහා ස්තූප හා ප්‍රාතිහාර්ය නටඹුන් දෙස බලන විට ඒවා කාලයාගේ ඇවෑමෙන් දිරාපත් වීමේ ස්වාභාවික ක්‍රියාවලියට ලක්ව ඇති ආකාරය අපට දැකගත හැකිය.",
        "දෙවන ලක්‍ෂණ දුක්කා යනු බුද්ධාගමේ වැදගත් සංකල්පයකි, සාමාන්‍යයෙන් දුක්ඛිත දුක, වේදනාව හෝ අසතුටුදායක බව ලෙස හැඳින්වේ. එය ලෞකික ජීවිතයේ පුරුදු අත්දැකීම මූලික වශයෙන් අසතුටුදායක සහ වේදනාකාරී ලෙස සඳහන් කරයි. එය ද චතුරාර්ය සත්‍යයේ පළමුවැන්නයි. බුදුන් වහන්සේ සියලු කොන්දේසි සහිත දේවලට දුක්වීමේ ලක්ෂණය යොදන්නේ ජීවීන් සඳහා කොන්දේසි සහිත සෑම දෙයක්ම අත්දැකීම් සහිත දුක් විඳීමට හේතු විය හැකි අතර කල්පවත්නා තෘප්තිය ලබා දීමට කිසිසේත්ම අපොහොසත් වේ.",
        "බුදුදහම රඳා පවතින්නේ දුක්ඛ සමුදය මතය. බුදුන් වහන්සේ දුකේ විශ්වීය බව වටහා ගත් අතර මනුෂ්‍යත්වයේ විශ්වීය රෝගය සඳහා පිළියමක් (ආර්ය අෂ්ටාංගික මාර්ගය) යෝජනා කළහ. එයින් බුදුදහම ජීවිතය කෙරෙහි බලාපොරොත්තු රහිත ආකල්පයක් දක්වන්නේ නැත. තම අනුගාමිකයින් ජීවිතයේ දුක්ඛිත තත්ත්වයන් ගැන නිතරම කල්පනා කරමින් ඔවුන්ගේ ජීවිත අසතුටට පත් කරනු ඇතැයි බුදුන් අපේක්ෂා කළේ නැත.",
        "ඔබ ලෝකය දෙස අනුකම්පා සහගත විචාර බුද්ධියෙන් බැලුවහොත්, ලෝකයේ ඇත්තේ දුක්ඛ නම් එකම ප්‍රශ්නයක් පමණක් බව මනාව පැහැදිලි වේ. බුදුන් වහන්සේ වදාළේ \"ලෝකය දුක මත පිහිටයි, දුක මත පිහිටයි\" (දුක්ඛේ ලෝකෝ පතිට්ඨිතෝ). දුක්ඛය මතුවී පහව යන්නේ නැවත වෙනත් ආකාරවලින් හටගැනීම පමණි. සියලුම ආකාරයේ දුක් වේදනා කායික හෝ මානසික වේ. සියල්ල සුළි කුණාටුවක පවතී, මෙම නොනවතින, නොනවතින වෙනසෙන් කිසිවක් ගැලවී යන්නේ නැත.",
        "බුදුන් වහන්සේට අනුව, ඉපදීම දුක්ඛ, ජරා දුක්ඛ, ව්‍යාධිය දුක්ඛ, දොම්නස්, වැළපීම, වේදනාව, දොම්නස සහ කලකිරීම දුක්ඛයි; දුක් විඳීමට අකමැති දේ සමඟ සම්බන්ධ වීමට; තමා කැමති දෙයකින් වෙන්වීම දුක්ඛයයි; තමා කැමති දේ නොලැබීම කෙටියෙන් දුක් වේ, ඇලීමට සම්බන්ධ පංචස්කන්ධය දුක් වේ.",
        "අනත්තා (සංස්කෘත අනාත්ම) යන්නෙන් අදහස් කරන්නේ \"ස්වයං නොවන\" ධර්මයයි, ජීවීන් තුළ වෙනස් නොවන, ස්ථිර ආත්මයක් හෝ ආත්මයක් නොමැති අතර කිසිම දෙයක හෝ සංසිද්ධිවල ස්ථිරසාර සාරයක් නොමැත.",
        "අනිච්ච සහ දුක්ඛ \"සියලු කොන්දේසි සහිත සංසිද්ධි\" (සංඛාරා) සඳහා අදාළ වන අතර, අනත්තා (තුන්වන ලක්ෂණය) \"කොන්දේසි සහිත, කොන්දේසි විරහිත\" සුදුසුකමකින් තොරව සියලු ධර්මයන්ට අදාළ වන බැවින් පුළුල් විෂය පථයක් ඇත. මේ අනුව, නිර්වාණය ද \"මම නැති\" හෝ අනත්ත තත්වයකි. “සබ්බේ ධම්මා අනත්ත” යන වාක්‍ය ඛණ්ඩය තුළ ඕනෑම ජීවියෙකු රචනා කරන එක් එක් ස්කන්ධ (සමස්ත, ගොඩ) ඇතුළත් වන අතර, “මම වෙමි” යන විශ්වාසය සියලු දුක්ඛ නිමා කිරීම සඳහා විනාශ කළ යුතු උඩඟු ලකුණකි. බුදුදහමේ අනත්ත ධර්මය ඕනෑම පුද්ගලයෙකු තුළ හෝ වෙනත් ඕනෑම දෙයක් තුළ 'ආත්මය' යනුවෙන් කිසිවක් නොමැති බවත් 'ආත්මය' පිළිබඳ විශ්වාසය දුක්ඛ ප්‍රභවයක් බවත් ප්‍රතික්ෂේප කරයි. කෙසේ වෙතත් සමහර බෞද්ධ සම්ප්‍රදායන් සහ විද්වතුන් අනත්ත ධර්මය දැඩි ලෙස අර්ථකථනය කරති. විශ්වීය සත්‍යයකට වඩා සමස්ථ පහ සම්බන්ධයෙන්.",
        "ගෞතම බුදුන් වහන්සේ අපට ඉගැන්වූයේ හේතු (සංඛාර) අනිත්‍ය (අනිච්ච) සහ දුක්ඛ (දුක්ඛ) වන අතර, මම (අනත්ත) සියලු ධර්මයන් ගුනාංගීකරනය කරන බවත්, එනම් \"මම\", \"මම\", හෝ \"නොමැති බවයි. මගේ” කොන්දේසි සහිත හෝ කොන්දේසි විරහිතව"
      ]
    },
    "ta": {
      "title": "பௌத்தத்தில் உள்ள மூன்று உலகளாவிய உண்மைகள்",
      "body_lines": [
        "பௌத்தர்கள் வாழ்க்கையில் எல்லாவற்றிலும் பொதுவான மூன்று பண்புகள் இருப்பதாக நம்புகிறார்கள். அவை இருத்தலின் மூன்று அடையாளங்கள் அல்லது மூன்று உலகளாவிய உண்மைகள் என்று அழைக்கப்படுகின்றன",
        "புத்தர் அனைத்து நிபந்தனைக்குட்பட்ட விஷயங்களுக்கும் துன்பத்தின் பண்பைப் பயன்படுத்துகிறார், அதாவது உயிரினங்களுக்கு, நிபந்தனைக்குட்பட்ட அனைத்தும் அனுபவமிக்க துன்பத்திற்கு சாத்தியமான காரணமாகும், மேலும் அவை நீடித்த திருப்தியை அளிக்க முடியாது.",
        "பௌத்தம் துன்பத்தின் மையத்தில் தங்கியுள்ளது. புத்தர் துன்பத்தின் உலகளாவிய தன்மையை உணர்ந்தார் மற்றும் மனிதகுலத்தின் உலகளாவிய நோய்க்கு ஒரு தீர்வை (உன்னத எட்டு மடங்கு பாதை) முன்மொழிந்தார். இதன் மூலம் பௌத்தம் வாழ்க்கையின் மீதான நம்பிக்கையற்ற மனப்பான்மையைக் குறிக்கவில்லை",
        "பௌத்தம் என்பது ஒரு தார்மீக மற்றும் தத்துவ அமைப்பாகும், இது அறிவொளியின் தனித்துவமான பாதையை விளக்குகிறது, மேலும் இது முக்கியமாக மனிதர்களை துன்பத்திலிருந்து விடுவிப்பதை நோக்கமாகக் கொண்டுள்ளது.",
        "பௌத்தர்கள் வாழ்க்கையில் எல்லாவற்றிலும் பொதுவான மூன்று பண்புகள் இருப்பதாக நம்புகிறார்கள். அவை இருத்தலின் மூன்று அடையாளங்கள் அல்லது மூன்று உலகளாவிய உண்மைகள் என்று அழைக்கப்படுகின்றன.",
        "மூன்று குணாதிசயங்கள் (1) நிலையற்ற தன்மை (அன்னிகா) (சப்பே சம்காரா அனிச்சா), (2) துன்பம் அல்லது திருப்தியற்ற தன்மை (துக்கா) (சப்பே சங்காரா துக்கா) மற்றும் (3) சுயமற்ற அல்லது ஆதாரமற்ற தன்மை (அன்னத்தா)(சப்பே தம்மா). இந்த மூன்று அடிப்படை உண்மைகள் முதன்முதலில் 2500 ஆண்டுகளுக்கு முன்பு வாழ்ந்த சர்வ அறிவுள்ள புத்தரால் (லோக விடோ) 2500 ஆண்டுகளுக்கும் மேலாக கண்டுபிடிக்கப்பட்டு வடிவமைக்கப்பட்டுள்ளன. பௌத்த சொற்களில், இந்த குணாதிசயங்கள் கூட்டாக (டி லக்கனா) என குறிப்பிடப்படுகின்றன.",
        "மூன்று குணாதிசயங்கள் உயிருள்ள மற்றும் உயிரற்ற பொருட்களுக்கு பொருந்தும் மறுக்க முடியாத உண்மைகள். புத்தர் தோன்றினாலும் இல்லாவிட்டாலும் இந்த உண்மைகள் உலகில் உள்ளன.",
        "இந்த அடிப்படை உண்மைகளைப் புரிந்து கொண்டால்தான் வாழ்க்கையைச் சரியாகப் புரிந்துகொள்ள முடியும் என்று புத்தர் போதிக்கிறார். இந்த புரிதல் தர்க்கரீதியாக மட்டுமல்ல, ஒருவரின் சொந்த அனுபவத்தின் வெளிச்சத்திலும் நடைபெற வேண்டும். இந்த குணாதிசயங்களைப் புரிந்துகொள்வதன் மூலம்தான் ஞானம் எழுகிறது, அப்போதுதான் புத்தமதத்தின் இறுதியான விடுதலைக் காரணியான நிப்பாணத்தின் பேரின்பத்தை மறுபிறப்புப் பிணைப்புகளிலிருந்து விடுவித்து அடைய முடியும்.",
        "பௌத்தத்தில், விஷயங்களை உண்மையாகப் பார்ப்பது என்பது மூன்று குணாதிசயங்களின் வெளிச்சத்தில் தொடர்ந்து அவற்றைப் பார்ப்பதாகும். அவர்களை இப்படிப் பார்க்காமல் இருப்பது அல்லது அவற்றின் உண்மை மற்றும் பயன்பாட்டின் வரம்பைப் பற்றி தன்னைத்தானே ஏமாற்றிக் கொள்வது அறியாமையின் (அவிஜ்ஜா) வரையறுக்கும் குறியாகும். நமது உண்மையான இயல்பையும், நம்மைச் சுற்றியுள்ள விஷயங்களின் உண்மைத் தன்மையையும் அறியாமல், மாயைகளின் அடிப்படையில் செயல்களில் ஈடுபட முனைகிறோம், அதன் மூலம் மீண்டும் மீண்டும் பிறப்பு மற்றும் இறப்பு சுழற்சியின் அடிமைத்தனத்தில் நம்மை வைத்திருக்கும் கர்மாவைக் குவிக்கிறோம். அந்த அறியாமையை மூன்று குறிகளின் நேரடி நுண்ணறிவு மூலம் கலைப்பது, ஸம்ஸாரத்தை முடிவுக்குக் கொண்டுவருவதாகவும், அதனால் ஏற்படும் துன்பம் (துக்கா நிரோதா அல்லது நிரோதா சாக்கா, நான்கு உன்னத உண்மைகளில் மூன்றில் விவரிக்கப்பட்டுள்ளது) என்றும் கூறப்படுகிறது.",
        "எனவே, மூன்று அடிப்படை உண்மைகளைப் புறக்கணிப்பது அல்லது சிதைப்பது இறுதியில் ஏமாற்றம், ஏமாற்றம் மற்றும் விரக்திக்கு மட்டுமே வழிவகுக்கிறது. மூன்று குணாதிசயங்களின் சரியான பகுத்தறிதல் நமது அன்றாட வாழ்க்கையிலும், உயர்ந்த நிலைகளுக்கான நமது மன முயற்சியிலும் மகத்தான நன்மைகளைத் தரும்.",
        "மூன்று குணாதிசயங்களைப் பற்றிய தெளிவான புரிதல் சிக்கலான மற்றும் வேதனையான நிஜ வாழ்க்கைச் சூழ்நிலைகளைப் பற்றிய நுண்ணறிவை நமக்குத் தரும். இது நம்பத்தகாத எதிர்பார்ப்புகளிலிருந்து நம்மை விடுவித்து, துன்பத்தையும் தோல்வியையும் தைரியமாக ஏற்றுக்கொள்ளும், மேலும் ஏமாற்றப்பட்ட அனுமானங்கள் மற்றும் நம்பிக்கைகளின் கவர்ச்சியிலிருந்து நம்மைப் பாதுகாக்கும்.",
        "இந்த மூன்று உலகளாவிய உண்மைகளைப் பற்றி குறிப்பிடுகையில், ரெவ. நயனபோனிகா, வாழ்க்கையின் பரந்த எல்லையின் ஒரு சிறிய பகுதியைக் கூட நாம் சிந்தித்துப் பார்த்தால், விளக்கத்தை மீறும் அளவுக்கு மிகப்பெரிய வாழ்க்கை வடிவங்களை நாம் எதிர்கொள்கிறோம். இருப்பினும், நுண்ணுயிர் முதல் மனிதன் வரை, எளிமையான உணர்வுகள் முதல் ஒரு படைப்பு மேதையின் எண்ணங்கள் வரை உயிருள்ள அனைத்திற்கும் பொதுவான மூன்று அடிப்படை அம்சங்களைக் கண்டறியலாம்: (i) முதலில், நிலையற்ற தன்மை அல்லது மாற்றம் (அனிக்கா), (ii) இரண்டாவது, துன்பம் அல்லது திருப்தியற்ற தன்மை (துக்கா) மற்றும் (iii) மூன்றாவது, சுயமற்ற அல்லது ஆதாரமற்ற தன்மை (அனட்டா). . . .",
        "பிரபஞ்சத்தின் முழு இயல்பிலும் காணக்கூடிய பௌத்தத்தின் அடிப்படைப் போதனைகளில் முதன்மையானது, நிலையற்ற தன்மையாகும். நிலையற்ற தன்மையின் நான்கு பகுதிகளை நாம் காட்சிப்படுத்தலாம்; உடல், உணர்ச்சி, மன மற்றும் சமூக. பருவகால மாற்றங்கள், முதுமை, நோய் மற்றும் இறப்பு ஆகியவற்றால் இயற்பியல் உலகம் எவ்வாறு மாறுகிறது என்பதைக் காணலாம். உணர்ச்சி உலகில், உணர்வுகள் மற்றும் உணர்ச்சிகளின் நிலையான மாற்றங்கள் மூலம் நிலையற்ற தன்மையைக் காணலாம், ஒரு கணம் நாம் மகிழ்ச்சியாகவும், மகிழ்ச்சியாகவும், உற்சாகமாகவும் அடுத்த கணம் சோகமாகவும் மனச்சோர்வுடனும் இருக்கலாம்.",
        "மனரீதியாக நமது கருத்துக்கள், எண்ணங்கள் மற்றும் கருத்துக்கள் அவ்வப்போது மாறி புதிய கருத்துக்கள் மற்றும் கருத்துக்கள் உருவாகின்றன. கடைசியாக, சமூகக் கண்ணோட்டத்தில், நாம் புதிய உறவுகளை உருவாக்குகிறோம், புதியவர்களைச் சந்திக்கிறோம், நம் அன்புக்குரியவர்களிடமிருந்து பிரிந்து செல்கிறோம், வேலைகளை மாற்றிக்கொண்டு புதிய வேலைகளில் இறங்குகிறோம், இறுதியில், நம் அன்புக்குரியவர்களையும் அன்பானவர்களையும் இழக்கிறோம்.",
        "நிலையற்ற தன்மையைப் பற்றி சிந்திப்பது, நாம் பெற்ற, சம்பாதித்த மற்றும் சாதித்த அனைத்தும், நமது விலைமதிப்பற்ற உடைமைகள், பொருள்கள், நமது மிகவும் நெருக்கமான மற்றும் நேசத்துக்குரிய உறவுகள், நம் அன்புக்குரியவர்கள் தவிர்க்க முடியாமல் காலத்திற்கு அடிபணிந்து, சீரழிந்து, இல்லாமல் போவது போன்ற பயங்கரமான உண்மை வெளிப்படுகிறது.",
        "புகழ்பெற்ற கிரேக்க தத்துவஞானி ஹெராக்ளிட்டஸ் ஒருமுறை அறிவித்தார், \"எந்தவொரு மனிதனும் ஒரே நதியில் இரண்டு முறை அடியெடுத்து வைப்பதில்லை, ஏனென்றால் அது ஒரே நதி அல்ல, அவன் அதே மனிதன் அல்ல\". நிலையானது மாறாத அடி மூலக்கூறு இல்லை. \"சான்ஸ்\" நாவலுக்கான தனது குறிப்புகளில், மிகப் பெரிய போலந்து பிரிட்டிஷ் நாவலாசிரியர்களில் ஒருவரான ஜோசப் கான்ராட் இவ்வாறு கூறினார், \"இந்த பூமியில் உள்ள மனிதர்களின் வரலாற்றை \"அவர்கள் பிறந்தார்கள், அவர்கள் துன்பப்பட்டார்கள், இறந்தார்கள்\" என்ற ஒரு சொற்றொடரில் சுருக்கமாகக் கூறலாம். இதேபோல், புதிய ஏற்பாட்டின் படி இயேசுவின் சகோதரர் ஜேம்ஸ் கேட்கிறார் “நாளை என்ன நடக்கும் என்று உங்களுக்கு ஏன் தெரியவில்லை. உங்கள் வாழ்க்கை என்ன? நீங்கள் சிறிது நேரம் தோன்றி மறைந்து போகும் மூடுபனி\" (யாக்கோபு 4:14).",
        "காரணங்களின் விளைவால் எழும், விளைவுகளுக்கு வழி வகுக்கும் அனைத்து கூறுகளும் அன்னிச்ச என்ற ஒற்றைச் சொல்லில் பொதிந்துள்ளன.",
        "பௌத்தத்தின் முதல் உன்னத உண்மையாக விளங்கும் துன்பத்தின் உண்மையுடன் நிலையற்ற தன்மையும் நெருக்கமாக இணைக்கப்பட்டுள்ளது. மனித துன்பம் மற்றும் அதிருப்திக்குக் காரணம், உலக விஷயங்கள் என்றென்றும் நிலைத்து நிற்கும் என்ற தவறான நம்பிக்கையின் கீழ் நாம் அவற்றைப் பற்றிக்கொள்வதால் ஏற்படுகிறது என்று புத்தர் நமக்குக் கற்பித்தார், உண்மையில் அது அப்படியல்ல.",
        "மனிதன் பல நூற்றாண்டுகளாக பெரிய அற்புதங்களைச் சாதித்து வருகிறான், அவனது புத்தி கூர்மையும் வலிமையும் அவனால் விண்வெளியைக் கைப்பற்றி, பொருளை அவனது விருப்பத்திற்குக் கீழ்ப்படுத்த உதவியது. இருப்பினும், அவரது அனைத்து திறன்கள் மற்றும் புத்தி கூர்மைக்காக, அவர் இன்னும் நிலையற்ற தன்மையின் முகத்தில் பலவீனமாகவும் பாதிக்கப்படக்கூடியவராகவும் இருக்கிறார்.",
        "வலிமைமிக்க தலைவர்களின் மரணம் மற்றும் தவிர்க்க முடியாத வீழ்ச்சி மற்றும் அவர்களின் தவறான பெருமை, உலகின் சிறந்த தலைவர்களின் கட்டளை சக்திகளை காலம் எவ்வாறு முடிவுக்குக் கொண்டுவந்தது என்பதை நிலையற்ற தன்மை எடுத்துக்காட்டுகிறது. அனுராதபுரம், பொலன்னறுவை போன்ற இடங்களில் உள்ள பெரிய ஸ்தூபிகள் மற்றும் கட்டிடங்களின் இடிபாடுகளைப் பார்க்கும் போது, ​​காலப்போக்கில் அவை எவ்வாறு இயற்கையாக சிதைந்து போகின்றன என்பதை நாம் காணலாம்.",
        "இரண்டாவது குணாதிசயமான துக்கா என்பது பௌத்தத்தில் ஒரு முக்கியமான கருத்தாகும், பொதுவாக துன்ப துயரம், வலி ​​அல்லது திருப்தியற்ற தன்மை என குறிப்பிடப்படுகிறது. இது இவ்வுலக வாழ்க்கையின் பழக்கவழக்க அனுபவத்தை அடிப்படையில் திருப்தியற்றதாகவும் வேதனையளிப்பதாகவும் குறிப்பிடுகிறது. அதுவும் நான்கு உன்னத உண்மைகளில் முதன்மையானது. புத்தர் அனைத்து நிபந்தனைக்குட்பட்ட விஷயங்களுக்கும் துன்பத்தின் பண்பைப் பயன்படுத்துகிறார், அதாவது உயிரினங்களுக்கு, நிபந்தனைக்குட்பட்ட அனைத்தும் அனுபவமிக்க துன்பத்திற்கு சாத்தியமான காரணமாகும், மேலும் நீடித்த திருப்தியை அளிக்க முடியாது.",
        "பௌத்தம் துன்பத்தின் மையத்தில் தங்கியுள்ளது. புத்தர் துன்பத்தின் உலகளாவிய தன்மையை உணர்ந்தார் மற்றும் மனிதகுலத்தின் உலகளாவிய நோய்க்கு ஒரு தீர்வை (உன்னத எட்டு மடங்கு பாதை) முன்மொழிந்தார். இதன் மூலம் பௌத்தம் வாழ்க்கையின் மீதான நம்பிக்கையற்ற மனப்பான்மையைக் குறிக்கவில்லை. புத்தர் தம்மைப் பின்பற்றுபவர்கள் வாழ்க்கையின் தீமைகளைப் பற்றி தொடர்ந்து சிந்தித்துக் கொண்டிருப்பதையும், அதனால் அவர்களின் வாழ்க்கையை மகிழ்ச்சியற்றதாக மாற்றுவதையும் எதிர்பார்க்கவில்லை.",
        "நீங்கள் உலகத்தை உணர்ச்சியற்ற பகுத்தறிவுடன் பார்த்தால், உலகில் ஒரே ஒரு பிரச்சனை மட்டுமே உள்ளது, அது துன்பம், துக்கா என்பது தெளிவாகிறது. புத்தர் கூறுகிறார் \"உலகம் துன்பத்தின் மீது நிறுவப்பட்டது, துன்பத்தின் மீது நிறுவப்பட்டது\" (துக்கே லோகோ பதித்திதோ). துன்பம் தோன்றி மறைந்து, பிற வடிவங்களில் மீண்டும் தோன்றும். அனைத்து வகையான துன்பங்களும் உடல் அல்லது உளவியல் சார்ந்தவை. எல்லாம் ஒரு சுழலில் உள்ளது, இந்த தவிர்க்க முடியாத, இடைவிடாத மாற்றத்திற்கு எதுவும் தப்பவில்லை.",
        "புத்தரின் கூற்றுப்படி, பிறப்பு துன்பம், சிதைவு துன்பம், நோய் துன்பம், துக்கம், புலம்பல், வலி, துக்கம் மற்றும் விரக்தி ஆகியவை துன்பம்; ஒருவர் விரும்பாதது துன்பத்துடன் இணைக்கப்பட வேண்டும்; ஒருவர் விரும்புவதை விட்டுப் பிரிந்து இருப்பது துன்பம்; ஒருவன் விரும்புவதைப் பெறாமல் இருப்பது சுருக்கமாகத் துன்பம், ஒட்டிக்கொண்டிருப்பதோடு தொடர்புடைய ஐந்து மொத்தங்களும் துன்பம்.",
        "அனட்டா (சமஸ்கிருத அனாத்மன்) என்பது \"நான் அல்லாதது\" என்ற கோட்பாட்டைக் குறிக்கிறது, உயிரினங்களில் மாறாத, நிரந்தர சுயம் அல்லது ஆன்மா இல்லை மற்றும் எதிலும் அல்லது நிகழ்வுகளிலும் நிலைத்திருக்கும் சாரம் இல்லை.",
        "அனிக்கா மற்றும் துக்கா ஆகியவை \"அனைத்து நிபந்தனைக்குட்பட்ட நிகழ்வுகளுக்கும்\" (சம்காரா) பொருந்தும் போது, ​​அனத்தா (மூன்றாவது குணாதிசயம்) ஒரு பரந்த நோக்கத்தைக் கொண்டுள்ளது, ஏனெனில் இது \"நிபந்தனைக்குட்பட்ட, நிபந்தனையற்ற\" தகுதி இல்லாமல் அனைத்து தர்மங்களுக்கும் பொருந்தும். எனவே, நிர்வாணம் என்பது \"தன்னில்லாத\" அல்லது அனட்டாவின் நிலை. \"சப்பே தம்ம அனத்தா\" என்ற சொற்றொடர் அதன் எல்லைக்குள் எந்தவொரு உயிரினத்தையும் உருவாக்கும் ஒவ்வொரு ஸ்கந்தத்தையும் (மொத்தம், குவியல்) உள்ளடக்கியது, மேலும் \"நான்\" என்ற நம்பிக்கையானது அனைத்து துக்கங்களையும் முடிவுக்கு கொண்டுவர அழிக்கப்பட வேண்டிய அகந்தையின் அடையாளமாகும். பௌத்தத்தின் அனட்டா கோட்பாடு எந்த ஒரு நபரிடமோ அல்லது வேறு எதனிடமோ 'சுய' என்று எதுவும் இல்லை என்பதையும், 'சுய' நம்பிக்கையே துக்கத்தின் ஆதாரம் என்பதையும் மறுக்கிறது. இருப்பினும், சில பௌத்த மரபுகள் மற்றும் அறிஞர்கள், அனட்டாக் கோட்பாட்டை கடுமையாக விளக்குகின்றனர். உலகளாவிய உண்மையைக் காட்டிலும் ஐந்து திரட்டுகளைப் பொறுத்தவரை.",
        "கௌதம புத்தர் நமக்குக் கற்பித்தார், காரணங்களால் (சங்கரா) அனைத்து உயிரினங்களும் நிலையற்றவை (அனிக்கா) மற்றும் துன்பம் (துக்கா), மேலும் சுயம் அல்ல (அனத்தா) அனைத்து தர்மங்களையும் வகைப்படுத்துகிறது, அதாவது \"நான்\", \"நான்\" அல்லது \"இல்லை. என்னுடையது” நிபந்தனைக்குட்பட்ட அல்லது நிபந்தனையற்றவற்றில்"
      ]
    }
  }
}