{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/DIMO-partners-with-Allianz-to-provide-innovative-insurance-scheme-to-TATA-customers/34-735081",
  "time_ut": 1653071400,
  "title": "DIMO partners with Allianz to provide innovative insurance scheme to TATA customers",
  "body_lines": [
    "Representatives of DIMO and Allianz Insurance Lanka at the partnership launch",
    "DIMO, a leading diversified conglomerate in Sri Lanka, together with Allianz, one of the largest insurance and financial service providers in the world, recently introduced a state-of-the-art motor insurance and claim settlement scheme designed exclusively for DIMO’s TATA customers.",
    "The partnership is focused on assisting the customers to reduce costs incurred during conducting accident repairs through exemption of the owner’s payable portion for TATA vehicles within five years of date of manufacture.  This innovative facility also offers all TATA customers of DIMO special insurance premium rates at the time of renewal of insurance. DIMO’s TATA customers will enjoy the utmost convenience and zero hassle as both DIMO and Allianz will coordinate all tasks from towing the vehicle to the nearest DIMO-TATA workshop, quick and efficient estimation and approval process, repairing of the vehicle according to exact manufacturer’s specifications, settlement of repair bills to handing over of the vehicle to the customer in original condition.",
    "DIMO Chairman and Managing Director Ranjith Pandithage said, “This partnership will further assist us in offering an enhanced service for our valued customers. As a company, DIMO has always stood for fuelling the dreams and aspirations of the communities we serve in, and it is a pleasure to be able to offer an innovative insurance scheme at a time like this, in collaboration with Allianz.",
    "Allianz Insurance Lanka Ltd. CEO Gany Subramaniam said, “We are extremely pleased to be partnering with DIMO to offer a customer-centric product, ensuring a vehicle is repaired and restored with minimum hassle. DIMO is recognised for providing a total solution in accident repair through state-of-the art technology, with trained and experienced professionals and the highest quality equipment. Our offering of unmatchable motor insurance benefits and coverage for DIMO customers is now further strengthened by this special package, assuring a smoother experience.”",
    "As Sri Lanka’s only authorised distributor of TATA vehicles, DIMO offers the entire range of TATA Commercial Vehicles to suite the various mobility demands of local customers. This is backed by DIMO’s unparalleled after-sales care and over 8 decades of trust. All repairs are carried out according to the manufacturer’s guidelines by a team of highly skilled technicians using genuine TATA parts, special tools and equipment. DIMO guarantees that TATA vehicles will be returned to customers at optimal condition and performance after each repair or service.",
    "In addition to the unique 24-hour roadside assistance service offered exclusively for TATA customers, DIMO operates through over 16 branches and over 500 dealers across the island to ensure a convenient and an efficient service.",
    "The Allianz Group is one of the world’s leading insurers and asset managers with 126 million private and corporate customers across 70+ countries. Allianz customers benefit from a broad range of personal and corporate insurance services, ranging from property, life, and health insurance to assistance services, credit insurance, and global business insurance. Allianz is one of the world’s largest investors, managing around 809 billion euros on behalf of its insurance customers. Additionally, the company’s asset managers PIMCO and Allianz Global Investors (Allianz GI) manage more than 1.9 trillion euros worth of third-party assets.",
    "Allianz Insurance Lanka Ltd. and Allianz Life Insurance Lanka Ltd., known together as Allianz Lanka, are fully-owned subsidiaries of Allianz SE, a global financial services provider with services predominantly in the insurance and asset management business, headquartered in Munich, Germany. The global strength and solid capitalization of the Allianz Group, coupled with local expertise and business know-how, have been Allianz Lanka’s powerful formula for success."
  ],
  "translate": {
    "si": {
      "title": "TATA පාරිභෝගිකයින්ට නව්‍ය රක්ෂණ ක්‍රමයක් ලබාදීමට DIMO Allianz සමඟ හවුල් වේ",
      "body_lines": [
        "හවුල්කාරිත්වය දියත් කිරීමේ උත්සවයේදී DIMO සහ Allianz Insurance Lanka හි නියෝජිතයින්",
        "ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරයක් වන DIMO, ලොව විශාලතම රක්‍ෂණ සහ මූල්‍ය සේවා සපයන්නන්ගෙන් එකක් වන Allianz සමඟ එක්ව DIMO හි TATA පාරිභෝගිකයන් සඳහාම නිර්මාණය කර ඇති නවීනතම මෝටර් රථ රක්‍ෂණ සහ හිමිකම් පියවීම් යෝජනා ක්‍රමයක් මෑතකදී හඳුන්වා දෙන ලදී.",
        "ටාටා වාහන නිෂ්පාදනය කළ දින සිට වසර පහක් ඇතුළත හිමිකරුගේ ගෙවිය යුතු කොටස නිදහස් කිරීම හරහා හදිසි අනතුරු අලුත්වැඩියාවකදී දැරීමට සිදුවන පිරිවැය අවම කර ගැනීමට පාරිභෝගිකයන්ට සහාය වීම කෙරෙහි මෙම හවුල්කාරිත්වය අවධානය යොමු කර ඇත. මෙම නව්‍ය පහසුකම මඟින් සියලුම ටාටා පාරිභෝගිකයන් හට රක්ෂණය අලුත් කරන අවස්ථාවේ දී DIMO විශේෂ රක්ෂණ වාරික ගාස්තු ද පිරිනමයි. වාහනය ඇදගෙන යාමේ සිට ළඟම ඇති DIMO-TATA වැඩමුළුව දක්වා සියලුම කාර්යයන් සම්බන්ධීකරණය කිරීම, ඉක්මන් හා කාර්යක්ෂම ඇස්තමේන්තු කිරීම සහ අනුමත කිරීමේ ක්‍රියාවලිය, නිශ්චිත නිෂ්පාදකයාගේ පිරිවිතරයන්ට අනුව වාහනය අලුත්වැඩියා කිරීම DIMO සහ Allianz යන සමාගම් දෙකම සම්බන්ධීකරණය කරන බැවින් DIMO හි TATA පාරිභෝගිකයින් උපරිම පහසුව සහ කරදරයකින් තොරව භුක්ති විඳිනු ඇත. වාහනය මුල් තත්ත්වයෙන් පාරිභෝගිකයාට භාරදීම සඳහා අලුත්වැඩියා බිල්පත් පියවීම.",
        "DIMO හි සභාපති සහ කළමනාකාර අධ්‍යක්ෂ රංජිත් පණ්ඩිතගේ මහතා පැවසුවේ, “අපගේ වටිනා පාරිභෝගිකයන් සඳහා වැඩිදියුණු කළ සේවාවක් පිරිනැමීමට මෙම හවුල්කාරිත්වය තවදුරටත් අපට සහාය වනු ඇත. සමාගමක් ලෙස, අප සේවය කරන ප්‍රජාවන්ගේ සිහින සහ අපේක්ෂාවන් පෝෂණය කිරීම සඳහා DIMO සැමවිටම පෙනී සිටින අතර, එවැනි අවස්ථාවක Allianz සමඟ එක්ව නව්‍ය රක්ෂණ ක්‍රමයක් පිරිනැමීමට හැකිවීම සතුටට කරුණකි.",
        "සීමාසහිත Allianz Insurance Lanka හි ප්‍රධාන විධායක නිලධාරී Gany Subramaniam මහතා පැවසුවේ, “වාහනයක් අවම කරදරයකින් තොරව අලුත්වැඩියා කර යථා තත්ත්වයට පත් කිරීම සහතික කරමින් පාරිභෝගික කේන්ද්‍රීය නිෂ්පාදනයක් පිරිනැමීමට DIMO සමඟ හවුල් වීමට ලැබීම ගැන අපි අතිශයින් සතුටු වෙනවා. පුහුණු සහ පළපුරුදු වෘත්තිකයන් සහ ඉහළම තත්ත්වයේ උපකරණ සමඟින් නවීන තාක්‍ෂණය හරහා හදිසි අනතුරු අලුත්වැඩියාව සඳහා සම්පූර්ණ විසඳුමක් සැපයීම සඳහා DIMO පිළිගැනීමට ලක්ව ඇත. DIMO පාරිභෝගිකයින් සඳහා අපගේ අසමසම මෝටර් රථ රක්ෂණ ප්‍රතිලාභ සහ ආවරණය දැන් මෙම විශේෂ පැකේජය මගින් වඩාත් ශක්තිමත් වන අතර එය වඩාත් සුමට අත්දැකීමක් සහතික කරයි.",
        "ටාටා වාහන ශ්‍රී ලංකාවේ එකම බලයලත් බෙදාහරින්නා ලෙස, ඩීමෝ විසින් දේශීය පාරිභෝගිකයින්ගේ විවිධ සංචලතා ඉල්ලීම්වලට සරිලන පරිදි ටාටා වාණිජ වාහනවල සමස්ත පරාසයම පිරිනමයි. මෙය DIMO හි අසමසම අලෙවියෙන් පසු රැකවරණය සහ දශක 8 කට වැඩි විශ්වාසයකින් පිටුබලය ලබයි. සියලුම අලුත්වැඩියාවන් නිෂ්පාදකයාගේ මාර්ගෝපදේශයන්ට අනුව නියම TATA කොටස්, විශේෂ මෙවලම් සහ උපකරණ භාවිතා කරමින් ඉහළ දක්ෂතා ඇති කාර්මික ශිල්පීන් කණ්ඩායමක් විසින් සිදු කරනු ලැබේ. එක් එක් අලුත්වැඩියාවෙන් හෝ සේවාවෙන් පසු ටාටා වාහන ප්‍රශස්ත තත්ත්වයෙන් සහ කාර්ය සාධනය මත පාරිභෝගිකයන් වෙත ආපසු ලබා දෙන බවට DIMO සහතික වේ.",
        "TATA පාරිභෝගිකයන් සඳහාම පිරිනමන අද්විතීය පැය 24 පුරාවටම මාර්ග අද්දර උපකාරක සේවාවට අමතරව, පහසු සහ කාර්යක්ෂම සේවාවක් සහතික කිරීම සඳහා DIMO දිවයින පුරා ශාඛා 16කට අධික සංඛ්‍යාවක් සහ අලෙවි නියෝජිතයන් 500කට අධික සංඛ්‍යාවක් හරහා ක්‍රියාත්මක වේ.",
        "Allianz Group යනු රටවල් 70+ පුරා මිලියන 126ක පුද්ගලික සහ ආයතනික ගනුදෙනුකරුවන් සිටින ලොව ප්‍රමුඛතම රක්ෂණකරුවන් සහ වත්කම් කළමනාකරුවන්ගෙන් එකකි. දේපල, ජීවිත සහ සෞඛ්‍ය රක්ෂණයේ සිට ආධාර සේවා, ණය රක්ෂණය සහ ගෝලීය ව්‍යාපාර රක්ෂණය දක්වා පුළුල් පරාසයක පුද්ගලික සහ ආයතනික රක්ෂණ සේවා වලින් Allianz පාරිභෝගිකයින් ප්‍රතිලාභ ලබයි. Allianz යනු එහි රක්ෂණ පාරිභෝගිකයන් වෙනුවෙන් යුරෝ බිලියන 809 ක් පමණ කළමනාකරණය කරන ලොව විශාලතම ආයෝජකයන්ගෙන් එකකි. මීට අමතරව, සමාගමේ වත්කම් කළමනාකරුවන් වන PIMCO සහ Allianz Global Investors (Allianz GI) යුරෝ ට්‍රිලියන 1.9කට වඩා වටිනා තෙවන පාර්ශවීය වත්කම් කළමනාකරණය කරයි.",
        "Allianz Insurance Lanka Ltd සහ Allianz Life Insurance Lanka Ltd, එක්ව Allianz Lanka ලෙස හැඳින්වේ, ජර්මනියේ Munich හි මූලස්ථානය වන රක්ෂණ සහ වත්කම් කළමනාකරණ ව්‍යාපාරයේ ප්‍රධාන වශයෙන් සේවා සපයන ගෝලීය මූල්‍ය සේවා සපයන්නෙකු වන Allianz SE හි පූර්ණ අනුබද්ධිත සමාගම් වේ. Allianz සමූහයේ ගෝලීය ශක්තිය සහ ශක්තිමත් ප්‍රාග්ධනීකරණය, දේශීය විශේෂඥතාව සහ ව්‍යාපාරික දැනුම සමඟ සම්බන්ධ වීම, Allianz Lanka හි සාර්ථකත්වය සඳහා වූ ප්‍රබල සූත්‍රය වී ඇත."
      ]
    },
    "ta": {
      "title": "TATA வாடிக்கையாளர்களுக்கு புதுமையான காப்பீட்டுத் திட்டத்தை வழங்க அலையன்ஸுடன் DIMO கூட்டு சேர்ந்துள்ளது",
      "body_lines": [
        "கூட்டாண்மை அறிமுக விழாவில் DIMO மற்றும் Allianz Insurance Lanka இன் பிரதிநிதிகள்",
        "DIMO, இலங்கையின் முன்னணி பல்வகைப்பட்ட கூட்டுத்தாபனமானது, உலகின் மிகப்பெரிய காப்புறுதி மற்றும் நிதி சேவை வழங்குனர்களில் ஒன்றான Allianz உடன் இணைந்து, DIMO இன் TATA வாடிக்கையாளர்களுக்காக பிரத்தியேகமாக வடிவமைக்கப்பட்ட அதிநவீன மோட்டார் காப்புறுதி மற்றும் உரிமைகோரல் தீர்வுத் திட்டத்தை அண்மையில் அறிமுகப்படுத்தியது.",
        "TATA வாகனங்கள் உற்பத்தி செய்யப்பட்ட நாளிலிருந்து ஐந்து ஆண்டுகளுக்குள் உரிமையாளரின் செலுத்த வேண்டிய பகுதியிலிருந்து விலக்கு அளிப்பதன் மூலம் விபத்துப் பழுதுபார்க்கும் போது ஏற்படும் செலவைக் குறைக்க வாடிக்கையாளர்களுக்கு உதவுவதில் கூட்டாண்மை கவனம் செலுத்துகிறது. இந்த புதுமையான வசதி அனைத்து TATA வாடிக்கையாளர்களுக்கும் DIMO சிறப்பு காப்பீட்டு பிரீமியம் விகிதங்களை காப்பீட்டை புதுப்பிக்கும் நேரத்தில் வழங்குகிறது. DIMO வின் TATA வாடிக்கையாளர்கள், DIMO மற்றும் Allianz ஆகிய இரண்டும் வாகனத்தை இழுத்துச் செல்வது முதல் அருகிலுள்ள DIMO-TATA பணிமனை வரை அனைத்துப் பணிகளையும் ஒருங்கிணைக்கும், விரைவான மற்றும் திறமையான மதிப்பீடு மற்றும் ஒப்புதல் செயல்முறை, சரியான உற்பத்தியாளரின் விவரக்குறிப்புகளின்படி வாகனத்தை பழுதுபார்த்தல். வாகனத்தை அசல் நிலையில் வாடிக்கையாளரிடம் ஒப்படைப்பதற்கான பழுதுபார்ப்பு பில்களின் தீர்வு.",
        "DIMO தலைவரும் முகாமைத்துவப் பணிப்பாளருமான ரஞ்சித் பண்டிதகே கூறுகையில், “எமது பெறுமதிமிக்க வாடிக்கையாளர்களுக்கு மேம்படுத்தப்பட்ட சேவையை வழங்குவதற்கு இந்த கூட்டாண்மை மேலும் உதவியாக இருக்கும். ஒரு நிறுவனமாக, DIMO எப்போதும் நாங்கள் சேவை செய்யும் சமூகங்களின் கனவுகள் மற்றும் அபிலாஷைகளை ஊக்குவிப்பதற்குத் துணை நிற்கிறது, மேலும் இது போன்ற ஒரு நேரத்தில், Allianz உடன் இணைந்து புதுமையான காப்பீட்டுத் திட்டத்தை வழங்குவது மகிழ்ச்சி அளிக்கிறது.",
        "Allianz Insurance Lanka Ltd. CEO கேனி சுப்ரமணியம் கூறுகையில், \"டிமோவுடன் இணைந்து வாடிக்கையாளர்களை மையப்படுத்திய தயாரிப்பை வழங்குவதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம், குறைந்த சிரமத்துடன் வாகனம் பழுதுபார்க்கப்பட்டு மீட்டமைக்கப்படுவதை உறுதிசெய்கிறோம். DIMO ஆனது அதிநவீன தொழில்நுட்பத்தின் மூலம், பயிற்சி பெற்ற மற்றும் அனுபவம் வாய்ந்த வல்லுநர்கள் மற்றும் மிக உயர்ந்த தரமான உபகரணங்களுடன் விபத்துகளை சரிசெய்வதில் முழுமையான தீர்வை வழங்குவதற்காக அங்கீகரிக்கப்பட்டுள்ளது. DIMO வாடிக்கையாளர்களுக்கு எங்களின் ஈடு இணையற்ற மோட்டார் காப்புறுதி நன்மைகள் மற்றும் கவரேஜ் வழங்குவது இப்போது இந்த சிறப்புப் பொதியின் மூலம் மேலும் பலப்படுத்தப்பட்டு, ஒரு மென்மையான அனுபவத்தை உறுதி செய்கிறது.",
        "TATA வாகனங்களின் இலங்கையின் ஒரே அங்கீகரிக்கப்பட்ட விநியோகஸ்தர் என்ற வகையில், DIMO ஆனது உள்ளூர் வாடிக்கையாளர்களின் பல்வேறு நடமாடும் கோரிக்கைகளுக்கு ஏற்ற வகையில் முழு அளவிலான TATA வர்த்தக வாகனங்களையும் வழங்குகிறது. இது DIMO இன் இணையற்ற விற்பனைக்குப் பிந்தைய பராமரிப்பு மற்றும் 8 தசாப்தங்களுக்கு மேலான நம்பிக்கையினால் ஆதரிக்கப்படுகிறது. உண்மையான TATA பாகங்கள், சிறப்பு கருவிகள் மற்றும் உபகரணங்களைப் பயன்படுத்தி மிகவும் திறமையான தொழில்நுட்ப வல்லுநர்கள் குழுவால் உற்பத்தியாளரின் வழிகாட்டுதல்களின்படி அனைத்து பழுதுபார்ப்புகளும் மேற்கொள்ளப்படுகின்றன. ஒவ்வொரு பழுது அல்லது சேவைக்குப் பிறகும் TATA வாகனங்கள் உகந்த நிலை மற்றும் செயல்திறனுடன் வாடிக்கையாளர்களுக்குத் திருப்பித் தரப்படும் என்று DIMO உத்தரவாதம் அளிக்கிறது.",
        "TATA வாடிக்கையாளர்களுக்காக பிரத்தியேகமாக வழங்கப்படும் தனித்துவமான 24 மணி நேர சாலையோர உதவி சேவைக்கு கூடுதலாக, DIMO தீவு முழுவதும் 16 கிளைகள் மற்றும் 500 க்கும் மேற்பட்ட டீலர்கள் மூலம் ஒரு வசதியான மற்றும் திறமையான சேவையை உறுதிப்படுத்துகிறது.",
        "அலையன்ஸ் குழுமம் 70+ நாடுகளில் 126 மில்லியன் தனியார் மற்றும் கார்ப்பரேட் வாடிக்கையாளர்களைக் கொண்ட உலகின் முன்னணி காப்பீட்டாளர்கள் மற்றும் சொத்து மேலாளர்களில் ஒன்றாகும். Allianz வாடிக்கையாளர்கள் சொத்து, ஆயுள் மற்றும் சுகாதார காப்பீடு முதல் உதவி சேவைகள், கடன் காப்பீடு மற்றும் உலகளாவிய வணிக காப்பீடு வரை பரந்த அளவிலான தனிப்பட்ட மற்றும் பெருநிறுவன காப்பீட்டு சேவைகளில் இருந்து பயனடைகிறார்கள். அலையன்ஸ் உலகின் மிகப்பெரிய முதலீட்டாளர்களில் ஒன்றாகும், அதன் காப்பீட்டு வாடிக்கையாளர்களின் சார்பாக சுமார் 809 பில்லியன் யூரோக்களை நிர்வகிக்கிறது. கூடுதலாக, நிறுவனத்தின் சொத்து மேலாளர்களான PIMCO மற்றும் Allianz Global Investors (Allianz GI) ஆகியவை 1.9 டிரில்லியன் யூரோக்களுக்கு மேல் மதிப்புள்ள மூன்றாம் தரப்பு சொத்துக்களை நிர்வகிக்கின்றன.",
        "Allianz Insurance Lanka Ltd. மற்றும் Allianz Life Insurance Lanka Ltd., ஒன்றாக Allianz Lanka என அழைக்கப்படும், Allianz SE இன் முழுச் சொந்தமான துணை நிறுவனங்களாகும், இது ஜெர்மனியின் Munich ஐத் தலைமையிடமாகக் கொண்ட காப்பீடு மற்றும் சொத்து மேலாண்மை வணிகத்தில் முதன்மையாக சேவைகளைக் கொண்ட உலகளாவிய நிதிச் சேவை வழங்குநராகும். Allianz குழுமத்தின் உலகளாவிய பலம் மற்றும் உறுதியான மூலதனமயமாக்கல், உள்ளூர் நிபுணத்துவம் மற்றும் வணிக அறிவு ஆகியவற்றுடன் இணைந்து, Allianz Lankaவின் வெற்றிக்கான சக்திவாய்ந்த சூத்திரமாக உள்ளது."
      ]
    }
  }
}