{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/whither-lanka/",
  "time_ut": 1653137940,
  "title": "WHITHER LANKA?",
  "body_lines": [
    "The last week beginning May 9, 2022 was the one before Wesak, now celebrated locally, regionally, and by the UN as symbolic of Gautama Buddha’s message of peace and loving kindness. And yet Sri Lanka, where Buddhists celebrate this event annually as a special occasion, was trapped again in frightening episodes of violence. Wesak day this week end is being “celebrated” as never before in 74 years, of independence with very limited or no access to food , fuel, gas and  electricity, and a nation in bankruptcy obtaining handouts from across its shores, like a failed State.",
    "Yet the  Gotabaya Rajapaksa-led government is still in office, despite islandwide street  protests calling  for the resignation of the President and government. A new Prime Minister Ranil Wickremesinghe was sworn in at the end of the week.  Three or four seniors of the government’s Pohottuwa Party, including  GL Pieris and Dinesh Gunewardene have been  sworn in again (perhaps for a third time in weeks)   after resigning and reappearing in cabinet  office in  repeatedly  reconstituted and disbanded Gotabaya Rajapaksa cabinets. It is clear that Gotabaya Rajapakse with Mr. Wickremesinghe’s support intends to remain in office.",
    "Mr. Ranil Wickremesinghe is being hailed in some quarters including some media as  the “zero to hero” man of the moment  with a penchant for  “snappy jokes ” (Sunday Times 15.5.22)  who will save this nation from economic  collapse. This must not cloud our eyes to grave realities. If statesmanlike decisions are not made by all concerned at this defining time for our country, within the framework of what is doable under our Constitution, we may witness further violence unrest and instability that will place at risk our collective future. Surely superficial conversations and media hype on the “stability” that a Rajapaksa/Wickremesinghe government will bring to our country must not cloud our vision and confuse our understanding of the realities of our political and economic crisis.",
    "Let us look back on the ground realities of a defining week of events in the life of our country. For they do have grave implications for our survival as a nation in the Parliamentary system of governance that we have known for seven decades.",
    "For over a month islandwide street protests, in public gatherings saw unity among people of different races religions ages and class striving to claim back  for the first time the constitutionally recognized right of a Sovereign people to accountable governance. They refuse to give legitimacy any longer to politician’s gross misuse of national resources, arrogant abuse of power, fiscal profligacy and mismanagement embedded in  corruption. They demand that the current President and government accept responsibility for making the country a near failed State in two and a half years of office, making daily life impossible to bear. They want systemic and institutional changes in governance. They want a TRANSFER of the responsibilities of governance to a  NEW INTERIM ALL PARTY government .A government that has failed has in their view lost its mandate, and must leave office. Hence the GOTA GO HOME cry across the island in ever growing street protests, reinforced in the demands of   trade unions of varied professions and worker groups.",
    "These street protests have lead to the President being forced to change his cabinet many times in the last few weeks- surely another illustration of failed governance and political leadership. On May the President’s brother PM Mahinda Rajapaksa was forced out of office despite indicating over and over again that he would not resign. It seemed as if the People’s movement for change in governance would be realized, and the People would have a NEW  all Party interim government, in place of the Gotabaya Rajapaksa-led Executive branch of government. Proposals for a transfer of power from President Rajapaksa to an interim cabinet delinked from him and his party ,  according to a time line,  seemed to have reached a stage of implementation.",
    "A fiery speech by a Prime Minister resigning office, a door opened from his official residence to the street, enabled his equally fiery supporters to emerge, and perpetrate acts of violence against a peaceful peoples’ movement demanding his resignation.",
    "This was followed by a chain of events in response to this violence, flashed on the TV screens and phones of stunned citizens. There were gross acts of harassment and physical violence that resulted in some loss of life and extensive damage to property. Buildings belonging to identified members of the government, mostly in the Provinces, were set ablaze and burned to the ground.   There are conspiracy theories floating around every day as to the active hand in these targeted acts of violence. These become even more sinister when we note the silence, until recently, of leading politicians and former Ministers whose homes were reduced to ashes or trashed. Some have even taken oaths of office in what is described as another new Gotabaya Rajapaksa Cabinet as if nothing untoward has happened. This, when citizens are coping with a range of impossible problems that impact their everyday lives, leaving them confused and desperate.",
    "The Prime Minister who left office was holed up in a Navy fortified base. Screaming protesters call upon him to emerge. Armed naval personnel stood silently above, watching and observing the scene, guns pointed at   the protesters.",
    "A few days later a silent President emerges from hibernation and addresses the nation. He tells us all that we are in the “worst economic and political crisis of our times,” with the calmness of a person so alienated from reality, that he does not see that he and his government of two and a half years   caused the economic collapse and bankruptcy of the nation. He calmly assures citizens that he will make everything right for everyone again. Citizens watched in horror as acts of gross violence were perpetrated with no law enforcement authorities in sight. Yet the President assures us that he is there to protect us citizens from violence. President Gotabaya Rajapaksa made no reference to the demand for his resignation, and transfer of the responsibilities of governance to an interim government that he will NOT lead.  No reference is made to the strident calls for him to recognise that he, the all empowered Executive President of the 20th Amendment brought in Parliament soon after taking office, and his government, have abysmally failed the nation, and must leave office.",
    "The next day we witnessed with amazement the President swearing in Mr. Ranil Wickremesinghe as Prime Minister of his government to replace his brother who had just resigned. The President had asked Mr. Sajith Premadasa, Leader of the Opposition to form an Interim government. Mr. Premadasa and the SJB are being now faulted in many pro-protest quarters for refusing this offer.",
    "We have completely forgotten that what the people were demanding in street protests was an interim government that was NOT headed by any Rajapaksa. When the SJB’s principled stand demanded assurances that there would be a transfer of power to an all Party  interim Prime Minister and cabinet, with a time line for a presidential  resignation, the President unilaterally decided to appoint Mr. Ranil Wickremesinghe, who was willing to JOIN  his Pohottuwa  government and  be HIS government’s Prime Minister. The concept of an “interim new government” to whom there would be a transfer of responsibility from the President and his old government has now been reinvented by President Rajapaksa and Mr. Wickremesinghe to perpetuate  (possibly for the whole of their term) the Pohottuwa Party government led  by President Gotabaya Rajapaksa AND Mr. Ranil Wickremesinghe. This is a “constitutional coup” of the Rajapaksa’s reminiscent of the events of 2018, but with Mr. Ranil Wickremesinghe now our six times Prime Minister, derailing the Peoples’ movement for change and perpetuating Rajapaksa governance in this country, despite the challenges sustained to this governance, for over a month  in vibrant street protests.",
    "The resigning former PM whose passport has been impounded by Court, pending investigations into alleged crimes, congratulated with alacrity the new PM, his President brother’s personal choice. Another family member and former minister (whose passport has also been impounded) showered blessings on the new PM. This is a final act of undermining the street protests calling for systemic and institutional changes in government by the Rajapaksas. Legitimizing Ranil’s apointment at PM",
    "On what basis did the President and Mr. Wickremesinghe conclude that Mr. Wickremesinghe and his party who were decimated in the polls, can be considered to command the confidence of Parliament as required by the Constitution for the appointment of a Prime Minister. Or is this a novel Rajapaksa/Wickremesinghe understanding of the norms of a Parliamentary democracy?",
    "The new PM, Mr. Ranil Wickremesinghe lost his seat in Parliament. He represents no Sri Lankan citizen in the system of representative democracy in our Constitution, and system of governance. He arrived in Parliament on a national list which he himself said some time ago was meant to bring outside technocrats and expertise into Parliament and was not meant as a sinecure for candidates defeated at elections. Yet he has been appointed as Prime Minister by the unilateral act of a President whose government   is under siege for failed administration, with a public demand that the President himself leaves office.  Consequently a government headed by Gotabaya Rajapaksa and his favoured appointee to the office of PM, does NOT conform to the INTERIM government that the People desire at this time.",
    "Mr. Wickremesinghe when asked by a journalist how he sees the street protest or “aragalaya” said with a smile “Oh that must go on. Continuing the aragalaya is very important.” He did not explain how he can be PM in a Rajapaksa government, and also support a Peoples’ movement or “aragalaya” that is calling for a government that is NOT led by President Gotabhaya Rajapakse. Was this a tongue in cheek and facetious remark from a politician who attracts media attention for his “snappy” sense of humour. He was captured on TV recently dismissing a protest opposite his home as the response of the “kello” in a girls’ school close by who, he said, fled the gathering to eat lunch at the Cinnamon Grand?",
    "We can dismiss Mr. Ranil Wickremesinghe’s comment on the aragalaya as a cynical aside not to be taken too seriously, given the embedded contradictions. But what is of concern is that it highlights what the country has witnessed, and his critics point to as Mr. Wickremesinghe’s casual approach to the fundamentals of governance in a Parliamentary democracy because he thinks market-led economic development must take priority. He is now reinforcing the criticism that while in office he took no action and ignored corruption at the highest level in the infamous  bond scam scandal, which indeed cost him and his party their seats in Parliament.",
    "He violated norms of intra-party democracy in his leadership of a political party, and critics allege that this destroyed a long-established political party, the UNP. He clearly failed to seize the opportunities given to him to strengthen democracy in the Rainbow coalition lead by him,  after the Rajapaksa government was rejected in 2015, and again in 2018, after  a path breaking Supreme Court decision that challenged Mahinda Rajapaksa’s return to office. His contribution in Parliamentary debates on this crisis which has gripped the nation, consistently demonstrates that a competent politician is obsessed with the single concern of  “fixing the economy.”",
    "One of the problems in his approach is that he prioritizes economic growth and delinks it from fundamental issues of accountable governance in a Parliamentary democracy. As citizens we have every right to be concerned that Mr. Wickremesinghe will not respect the People’s current demand for accountable and transparent governance – which they see as the urgent need of the hour – in his mission to save our nation from economic collapse. The lessons of history tell us that this approach will lead to further erosion of democratic governance in this country, and a resurgence of the Rajapaksa style of governance that has doomed this nation to economic collapse.",
    "The newly “anointed” PM, appointed by a President whose very survival in the post is challenged, went through the usual political ritual of obtaining blessings in a Buddhist temple. He assured us with a smile that HE is the chosen one, that HE will deliver us from all our problems.  HE knows it all and HE will be our Saviour. Journalists who ask specific questions on HOW he will handle proceedings in Parliament, and appointments of Cabinet Ministers, and timelines, are dismissed with a wave of the hand and a condescending smile. “All in good time, all in good time, leave it to me” is the clear message of a person described in the press as a great “zero to hero” in being. His most recent pronouncement indicates to the nation that HE has decided to privatize the national airline.",
    "Mr. Wickremesinghe has announced that he will be conducting his business with all his faithful partymen who lost the Parliamentary elections. They will now be his advisers and helpers, in steering the ship of State in troubled waters. They all announce to us with cheerful smiles, on many media channels that they are back again on a free ride, in the business of governance, as Mr. Wickremesinghe’s stalwarts.",
    "Meanwhile diplomats of foreign nations (who one would think know the realities of the political scene in Sri Lanka due to prolonged islandwide street protests), shower the newly appointed PM with congratulatory and other messages. They are delighted with the appointment and see it as ushering the much desired “stability” in the country. Many of these persons are from countries with parliamentary democracies. It is not clear how they came to the conclusion that the waving of a wand by a discredited President, in an appointment of a Prime Minister of a country with a month of strident, articulate and peaceful protests demanding an end to a government’s corruption and abuse of power, can create this “stable” political environment.",
    "Mr. Wickremesinghe keeps assuring the public that he joined President Rajapaksa and the current government due to a great desire to help his country in its hour of need. Some media give him accolades for what they describe as his unselfishness and altruism. The public have a right to look behind the rhetoric and ask a hard question. Why did Mr. Wickremesinghe not stay in the Opposition and join others and give leadership in constituting the All-Party Interim government that has been proposed, to hold the President and government accountable for their failures, and prevent them from continuing in office.",
    "Why has he contributed to sustaining the Rajapaksa government, thus legitimizing abuse of power, corruption, fiscal profligacy and mismanagement, that has brought this country to bankruptcy. Does a government whose actions have led to Sri Lanka being possibly designated a ‘low-income country,” because of its current impoverishment, deserve to get a new lease of life with RWs engagement? We need to ask that same question of all those leading civil society “democratic governance” activists, who praise the “Peoples Movement” and the “space it has provided for institutional and systemic change,” and yet are very comfortable with a Wickremesinghe led Rajapaksa government. Are there some concerns regarding the “barbarians” at the gates?",
    "The SJB and the JVP who have attempted to connect with the demands for accountable governance in street protests, have maintained their position. This is based on the principle that they are not willing to join an all-party interim government that is led by a failed President and his government, whose actions clearly show they have defaulted on Constitutional obligations and lost the mandate to govern. The SLFP and other parties swear they will not accept cabinet office in the Gotabaya/Ranil Wickremesinghe government and will sit in the Opposition as independents. But they WILL accept its usefulness at this time and WILL support them when necessary. No mention of the clear contradiction in saying this, supporting the Peoples’ movement, and legitimizing the President’s decision to continue in office with HIS government AND Mr. Ranil Wickremesinghe. The TNA after an initial statement by its spokesman, indicating support for the Gotabaya Rajapaksa/Wickremesinghe government in a limited way, has now clarified that the unilateral appointment of Mr. Wickremesinghe contradicts basic norms of democracy. It is taking the position that the President has lost his mandate and has no right to continue in office.",
    "We as citizens, witnessing the events of this week and conduct of our politicians may well ask: Are we in a country we can describe as Paradise Lost, Crow’s Island, Mynah or Cuckoo Land? We should ask ourselves – Why do we permit our rulers to do this to us?",
    "We must re-enforce and strengthen current efforts to ensure that our governance is accountable to the People. We must support every effort within and outside Parliament to strengthen democracy so that it becomes functional and not dysfunctional. Perhaps it is useful even at this late stage to examine whether our Constitution can enable us to arrive at a solution to this impasse, where a failed government refuses to leave office, and the People want systemic and institutional change. Especially when a government has so pauperized the country that it can’t afford to settle all through a General Election.",
    "1) Is it not possible to have some clarity in regard to what the People WANT as an ‘Interim Government” to tide over the crisis. The People want an interim government that is NOT led by the Rajapaksas, whom they hold accountable for the current crisis. They reject the corruption and abuse of power that has brought the country to this predicament. They say they have lost the mandate given to them to govern.",
    "Mr. Wickremesinghe obtaining the government’s support and getting their votes in Parliament to lead a Rajapaksa government is not the Peoples’ concept of an all-party “interim government.” (The protesters on the   Streets have just baptized him with a new name: Ranil Rajapaksa!) It is this confusion and total disregard of ground realities on the nation’s demand for an interim government for a short period to manage the crisis, which has led to the President appointing Ranil Wickremesinghe as PM, offering to work together in leading the nation out of the current crisis.",
    "2) When Parliament meets next, is it not   the duty of ALL Parliamentarians to recognize that the President and his government have lost the mandate to govern. Those who support the Peoples’ demand for a regime change must then vote together and ensure that a new Prime Minister and a cabinet of all other parties represented in Parliament forms an interim government. They must work for a consensus in this regard, and not permit the continuation of the SAME government, now led by the President and PM Ranil Wickremesinghe, with the support of the President’s party in Parliament.",
    "3) The opposition in Parliament and those who support the island wide street protests can then also pass the No Confidence Motion against the President. This will give a clear message, legitimizing the call for his resignation. Hopefully, the President and Mr. Wickremesinghe will understand this message, which reflects ground realities on street protests, and the demands made for a change. Mr. Wickremesinghe can then become a member of an OPPOSITION  interim cabinet, but not as Prime Minister of the CURRENT government, supported by a vote of confidence of THIS government.",
    "4) The President can in conformity with the Constitution appoint an all-party interim Prime Minister, and a Cabinet that is   NOT from his OWN party, unless the new Prime Minister of the Opposition or independent group in Parliament, invites them to be part of the new cabinet.",
    "5) The interim Prime Minister and Cabinet, representative of all parties, can be constituted as the new executive branch of government. They can function as part of the executive for a defined maximum period of ONE – TWO months. During this time the 21 Amendment can be brought to Parliament for the abolition of the Executive Presidency with relevant changes in governance. Once this amendment is passed the President will cease to hold office, and provision can be made for the continuity of the Prime Minister and cabinet of the interim government, until the General Elections are held.",
    "A timeline can be set for the holding of these elections. The office of President will then become one held by   a ceremonial Head of State, as in many other democracies. The systemic and institutional changes in governance demanded by the People in the islandwide street protests will be facilitated by this Constitutional change. Such a Constitutional change should not be postponed for longer on mythical arguments of “instability”. The Constitution has clear provisions on the transfer of power when the President leaves office. It is up to Party leaders to understand and use them.",
    "The scenes witnessed in Parliament on May 17 have made it very clear that the President with his Pohottuwa  majority in Parliament, will continue to  dictate the agenda for governance, fortified by the new addition to the front bench, Mr. Ranil Wickremesinghe. As he sat silently, in his new seat, Minister GL Pieris popped up once again to nominate a male candidate to the office of Deputy Speaker against a woman candidate, apparently suggested by Mr. Wickremesinghe in his different avatar. Inevitably she lost the vote. Mr. Wickremesinghe then came up with a spurious procedural argument, which effectively scuttled the possibility of a debate in Parliament on the Censure Motion against the President. What else could he have done, from his prestigious seat as Prime Minister on the Front Bench, gifted to him by the President and his failed Pohottuwa government?",
    "Shakespeare, that disturbing bard from across the oceans said, “Vaulting ambition doth o’er leap itself”. Only time will tell whether the most recent and highly publicized  pole vault will result in a leap of power  that will once again link individual ambitions to a nation’s destruction. Those of us who have interacted with some of the competent professionals in Parliament, ask ourselves why through decades in public life many of them have not been to our nation, as Tagore said, “Men whom the lust of office cannot buy.” The answer perhaps lies in that wise statement of a great judge of a great Commonwealth court, Lord Acton who said, “(access to) power corrupts and (access to) absolute power corrupts absolutely.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලංකාව කොහෙද?",
      "body_lines": [
        "2022 මැයි 9 වෙනිදායින් ඇරඹෙන අවසන් සතිය, ගෞතම බුදුන් වහන්සේගේ සාමයේ සහ ප්‍රේමනීය කරුණාවේ පණිවිඩයේ සංකේතයක් ලෙස දැන් දේශීය, කලාපීය සහ එක්සත් ජාතීන්ගේ සංවිධානය විසින් සමරනු ලබන වෙසක් උත්සවයට පෙර සතියයි. එහෙත් බෞද්ධයන් වාර්ෂිකව මෙම සිදුවීම විශේෂ අවස්ථාවක් ලෙස සමරන ශ්‍රී ලංකාව නැවතත් ප්‍රචණ්ඩත්වයේ භයංකර කථාංගවලට කොටු විය. ඉතා සීමිත හෝ ආහාර, ඉන්ධන, ගෑස් සහ  විදුලිය සඳහා ප්‍රවේශයක් නොමැතිව නිදහස ලැබීම සහ බංකොලොත්භාවයේ සිටින ජාතියක් අසාර්ථක රාජ්‍යයක් මෙන් තම වෙරළ හරහා අත්පත්‍රිකා ලබා ගනිමින් වසර 74කට පෙර නොවූ විරූ ලෙස මේ සති අන්තයේ වෙසක් දිනය සමරනු ලබයි. .",
        "ජනාධිපතිවරයා සහ රජය ඉල්ලා අස්විය යුතු යැයි ඉල්ලා දීප ව්‍යාප්ත වීදි විරෝධතා නොතකා  ගෝඨාභය රාජපක්ෂ ප්‍රමුඛ රජය තවමත් බලයේ සිටී. සතිය අවසානයේ නව අගමැති රනිල් වික්‍රමසිංහ මහතා දිවුරුම් දුන්නේය. ජී එල් පීරිස් සහ දිනේෂ් ගුණවර්ධන ඇතුළු ආන්ඩුවේ පොහොට්ටුව පක්‍ෂයේ ජ්‍යෙෂ්ඨයන් තුන් හතර දෙනෙක් ඉල්ලා අස්වී නැවත නැවතත්  ප්‍රතිසංවිධානය කර විසුරුවා හරින ලද ගෝඨාභය රාජපක්ෂ කැබිනට් මණ්ඩලය තුළ  ඉල්ලා අස්වී නැවත කැබිනට් කාර්යාලයේ පෙනී සිටීමෙන් පසු  (සමහරවිට සති තුනකින් තුන්වැනි වතාවට) නැවත දිවුරුම් දී ඇත. ගෝඨාභය රාජපක්ෂ වික්‍රමසිංහ මහතාගේ සහාය ඇතිව එම ධුරයේ රැඳී සිටීමට අදහස් කරන බව පැහැදිලිය.",
        "රනිල් වික්‍රමසිංහ මහතාට සමහර මාධ්‍ය ඇතුළු සමහර පාර්ශ්වවල  ප්‍රශංසා කරනු ලබන්නේ  මේ මොහොතේ  “ශුන්‍යයේ සිට වීරයා” ලෙස                                                                                                        වීරයා  ලෙස   (සන්ඩේ ටයිම්ස් 15.5.22)                                                                \"(සන්ඩේ ටයිම්ස් 15.5.22. [සන්ඩේ ටයිම්ස් 15.5.22]] ඔහු මෙම ජාතිය ආර්ථික  කඩාවැටීමෙන් ගලවා ගනු ඇත. මෙය බරපතල යථාර්ථයන් වෙත අපගේ ඇස් වසා නොගත යුතුය. අපගේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ කළ හැකි දේ පිළිබඳ රාමුව තුළ, අපේ රට සම්බන්ධයෙන් මෙම නිර්වචනය කරන අවස්ථාවේදී රාජ්‍ය නායකයන් වැනි තීරණ නොගතහොත්, අපගේ සාමූහික අනාගතය අවදානමට ලක් කරන තවත් ප්‍රචණ්ඩකාරී නොසන්සුන්තාවක් සහ අස්ථාවරත්වයක් අපට දැකගත හැකිය. රාජපක්ෂ/වික්‍රමසිංහ ආන්ඩුවක් අපේ රටට ගෙන ඒමට නියමිත \"ස්ථාවරත්වය\" පිලිබඳ මතුපිටින් පෙනෙන සංවාද සහ මාධ්‍ය ප්‍රචාරයන් අපගේ දැක්ම අඳුරු නොකළ යුතු අතර අපගේ දේශපාලන හා ආර්ථික අර්බුදයේ යථාර්ථයන් පිළිබඳ අපගේ අවබෝධය අවුල් නොකළ යුතුය.",
        "අපි අපේ රටේ ජීවිතයේ සිදුවීම් පිළිබඳ අර්ථකථන සතියක මූලික යථාර්ථයන් දෙස ආපසු හැරී බලමු. මක්නිසාද යත් දශක හතක් තිස්සේ අප දන්නා පාර්ලිමේන්තු පාලන ක්‍රමය තුළ ජාතියක් ලෙස අපගේ පැවැත්ම සඳහා ඔවුන්ට බරපතල ඇඟවුම් තිබේ.",
        "මාසයකට වැඩි කාලයක් දීප ව්‍යාප්ත වීදි විරෝධතා, ප්‍රසිද්ධ රැස්වීම් වලදී විවිධ ජාතීන්ට අයත් ආගම් සහ වයස්වල පුද්ගලයන් අතර එකමුතුකම දැකගත හැකි විය. වගකීම් සහිත පාලනයක් සඳහා ස්වෛරී ජනතාවකට ඇති ව්‍යවස්ථාපිතව පිළිගත් අයිතිය ප්‍රථම වතාවට ආපසු ලබා ගැනීමට උත්සාහ කරයි. දේශපාලකයාගේ ජාතික සම්පත් අමානුෂික ලෙස පරිහරණය කිරීම, උඩඟු ලෙස බලය අනිසි ලෙස භාවිතා කිරීම, රාජ්‍ය මූල්‍ය නාස්තිය සහ දූෂණය තුළ අන්තර්ගත වැරදි කළමනාකරණයට තවදුරටත් නීත්‍යානුකූල භාවය ලබා දීම ඔවුන් ප්‍රතික්ෂේප කරයි. දෛනික ජීවිතය දරා ගැනීමට නොහැකි තත්ත්වයට පත් කරමින් වසර දෙකහමාරක නිල කාලය තුළ රට අසාර්ථක රාජ්‍යයක් බවට පත් කිරීමේ වගකීම වත්මන් ජනාධිපතිවරයා සහ රජය භාර ගන්නා ලෙස ඔවුහු ඉල්ලා සිටිති. ඔවුන්ට අවශ්‍ය වන්නේ පාලනයේ පද්ධතිමය සහ ආයතනික වෙනස්කම් ය. නව අන්තර්කාලීන සර්ව පාක්ෂික ආන්ඩුවකට පාලන වගකීම් පැවරීමක් ඔවුන්ට අවශ්‍ය වේ .අසාර්ථක වූ රජයක් ඔවුන්ගේ දැක්මට අනුව එහි ජනවරම අහිමි වී ඇති අතර, ධූරයෙන් ඉවත් විය යුතුය. එබැවින් ගෝටා ගී නිවස පුරා අ cry ුපිට දිනෙන් දින වර්ධනය වන වීදි විරෝධතා වලදී, විවිධ වෘත්තීන් හා සේවක කණ්ඩායම්වල වෘත්තීය සමිතිගේ ඉල්ලීම් වලදී ශක්තිමත් කරන ලදී.",
        "මෙම වීදි විරෝධතා හේතුවෙන් පසුගිය සති කිහිපය තුළ ජනාධිපතිවරයාට ඔහුගේ කැබිනට් මණ්ඩලය බොහෝ වාරයක් වෙනස් කිරීමට සිදුවී ඇත- නිසැකවම අසාර්ථක පාලනයේ සහ දේශපාලන නායකත්වයේ තවත් නිදර්ශනයකි. ජනාධිපතිවරයාගේ සොහොයුරු අගමැති මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස් නොවන බව පුන පුනා ප්‍රකාශ කර තිබියදීත් ඔහුට එම ධුරයෙන් ඉවත් වීමට සිදු වූයේ පසුගිය මැයි මාසයේදීය. ආණ්ඩු වෙනසක් සඳහා වූ ජනතා ව්‍යාපාරය සාක්ෂාත් වනු ඇති බවත්, ගෝඨාභය රාජපක්ෂ ප්‍රමුඛ විධායක ආණ්ඩු ශාඛාව වෙනුවට නව සර්ව පාක්ෂික අන්තර්වාර රජයක් ජනතාවට ලැබෙනු ඇති බවත් පෙනෙන්නට තිබුණි. ජනාධිපති රාජපක්ෂගෙන් ඔහුගෙන් සහ ඔහුගේ පක්ෂයෙන් වෙන් කරන ලද අතුරු කැබිනට් මණ්ඩලයකට බලය පැවරීම සඳහා වූ යෝජනා,  කාල සීමාවකට අනුව,  ක්‍රියාත්මක වීමේ අදියරකට පැමිණ ඇති බවක් පෙනෙන්නට තිබුණි.",
        "අගමැතිවරයෙකුගේ ඉල්ලා අස්වන කාර්යාලයක්, ඔහුගේ නිල නිවසේ සිට වීදියට දොරක් විවෘත කිරීම, ඔහුගේ සමාන ගිනිමය ආධාරකරුවන්ට මතුවීමට සහ ඔහුගේ ඉල්ලා අස්වීම ඉල්ලා සිටින සාමකාමී ජනතා ව්‍යාපාරයකට එරෙහිව ප්‍රචණ්ඩ ක්‍රියා සිදු කිරීමට හැකි විය.",
        "මෙයින් පසුව, මෙම ප්‍රචණ්ඩත්වයට ප්‍රතිචාර වශයෙන් සිදුවීම් දාමයක්, තුෂ්නිම්භූත වූ පුරවැසියන්ගේ රූපවාහිනී තිර සහ දුරකථන මත දිස් විය. ජීවිත හානි සහ දේපළවලට විශාල හානියක් සිදු කළ දරුණු හිරිහැර කිරීම් සහ ශාරීරික හිංසනයන් සිදු විය. බොහෝ දුරට පළාත්වල හඳුනාගත් රජයේ සාමාජිකයන්ගේ ගොඩනැගිලි ගිනි තබා පුළුස්සා දැමූහ. මෙම ඉලක්කගත ප්‍රචණ්ඩ ක්‍රියාවන්හි ක්‍රියාකාරී හස්තය පිළිබඳව සෑම දිනකම කුමන්ත්‍රණ න්‍යායන් පාවෙමින් තිබේ. මෑතක් වන තුරුම, ප්‍රමුඛ පෙළේ දේශපාලනඥයන් සහ හිටපු අමාත්‍යවරුන් තම නිවෙස් අළු වී හෝ කුණු කූඩයට දැමූ නිශ්ශබ්දතාවය සටහන් කරන විට මේවා තවත් පව්කාර වෙයි. තවත් අලුත් ගෝඨාභය රාජපක්ෂ කැබිනට් මණ්ඩලයක් ලෙසින් හඳුන්වනු ලබන අමාත්‍ය මණ්ඩලයේ ඇතැමුන් දිවුරුම් දී ඇත්තේ කිසිවක් සිදු නොවූවාක් මෙනි. මෙය, පුරවැසියන් ඔවුන්ගේ එදිනෙදා ජීවිතයට බලපාන, ඔවුන් ව්‍යාකූලත්වයට සහ මංමුලා සහගත තත්ත්වයට පත් කරන කළ නොහැකි ගැටලු රාශියකට මුහුණ දෙන විටය.",
        "ධූරයෙන් පිටව ගිය අගමැතිවරයා නාවික හමුදාවේ ආරක්‍ෂිත කඳවුරක රඳවා සිටියේය. කෑගසන විරෝධතාකරුවන් ඔහුට මතුවන ලෙස ඉල්ලා සිටියි. සන්නද්ධ නාවික සෙබළුන් නිශ්ශබ්දව ඉහළින් සිටගෙන, එම දර්ශනය දෙස බලා සිටි අතර, විරෝධතාකරුවන් දෙසට තුවක්කු දිගු විය.",
        "දින කිහිපයකට පසු නිහඩ ජනාධිපතිවරයෙක් ශිශිර නින්දෙන් මතු වී ජාතිය අමතයි. අප සිටින්නේ “අපේ කාලයේ දරුණුතම ආර්ථික හා දේශපාලන අර්බුදයේ” බව ඔහු අපට සියල්ලන්ට පවසන්නේ යථාර්ථයෙන් මෙතරම් දුරස් වූ පුද්ගලයෙකුගේ සන්සුන් භාවයෙන්, ඔහු සහ ඔහුගේ වසර දෙකහමාරක රජය ආර්ථිකයට හේතු වූ බව ඔහුට නොපෙනේ. ජාතියේ බිඳවැටීම සහ බංකොලොත්භාවය. ඔහු නැවතත් සෑම කෙනෙකුටම සියල්ල නිවැරදි කරන බවට පුරවැසියන්ට සන්සුන්ව සහතික කරයි. නීතිය ක්‍රියාත්මක කරන බලධාරියෙකු නොපෙනී, දරුණු ප්‍රචණ්ඩ ක්‍රියා සිදු කරන විට පුරවැසියන් භීතියෙන් බලා සිටියහ. එහෙත් පුරවැසියන් වන අපව ප්‍රචණ්ඩත්වයෙන් ආරක්ෂා කිරීමට තමා සිටින බව ජනාධිපතිවරයා අපට සහතික කරයි. තමාගේ ඉල්ලා අස්වීම සහ පාලන වගකීම් තමා නායකත්වය නොදෙන අන්තර්වාර රජයකට පැවරීම යන ඉල්ලීම ගැන ජනාධිපති ගෝඨාභය රාජපක්ෂ කිසිදු සඳහනක් නොකළේය. බලයට පත් වූ විගස පාර්ලිමේන්තුවට ගෙන ආ 20 වැනි ව්‍යවස්ථා සංශෝධනයේ සියලු බලතල සහිත විධායක ජනාධිපතිවරයා වූ තමා සහ ඔහුගේ රජය ජාතිය අන්ත ලෙස අසාර්ථක කර ඇති බවත්, ධූරයෙන් ඉවත් විය යුතු බවත් හඳුනා ගන්නා ලෙස ඔහුට කරන දැඩි ඉල්ලීම් ගැන සඳහනක් නොකෙරේ.",
        "පසුවදා අපි විශ්මයෙන් දුටුවෙමු  ජනාධිපති  රනිල් වික්‍රමසිංහ මහතා තම ආණ්ඩුවේ අග්‍රාමාත්‍යවරයා ලෙස දිවුරුම් දුන්නේ යන්තම් ඉල්ලා අස් වූ තම සහෝදරයා වෙනුවට ජනාධිපතිවරයා විසින් විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතාට අතුරු ආණ්ඩුවක් පිහිටුවන ලෙස ඉල්ලා තිබුණි. මෙම පිරිනැමීම ප්‍රතික්ෂේප කිරීම නිසා ප්‍රේමදාස මහතාට සහ SJBට දැන් බොහෝ විරෝධතා හිතවාදී කාත්‍රවල දෝෂාරෝපණ එල්ල වෙමින් පවතී.",
        "වීදි උද්ඝෝෂණවලදී ජනතාව ඉල්ලා සිටියේ කිසිම රාජපක්ෂ කෙනෙකුගේ නායකත්වයෙන් නොසිටි අන්තර්කාලීන ආණ්ඩුවක් බව අපට සම්පූර්ණයෙන්ම අමතක වී ඇත. SJB හි ප්‍රතිපත්තිගරුක ස්ථාවරය විසින් සර්ව පාක්ෂික  අන්තර්වාර අගමැතිවරයෙකුට සහ කැබිනට් මණ්ඩලයකට බලය පැවරීමක් සිදු කරන බවට සහතිකයක් ඉල්ලා සිටි විට, ජනාධිපති  ඉල්ලා අස්වීමේ කාල සීමාවක් සහිතව, එක්වීමට කැමති රනිල් වික්‍රමසිංහ මහතා පත් කිරීමට ජනාධිපතිවරයා ඒකපාර්ශ්විකව තීරණය කළේය. ඔහුගේ පොහොට්ටුව ආණ්ඩුව සහ ඔහුගේ ආණ්ඩුවේ අගමැති වන්න. ජනාධිපතිවරයාගෙන් සහ ඔහුගේ පැරණි රජයෙන් වගකීම් පැවරීමක් සිදුවන \"අන්තර්කාලීන නව රජයක්\" පිළිබඳ සංකල්පය දැන් ජනාධිපති රාජපක්ෂ සහ වික්‍රමසිංහ මහතා විසින් පොහොට්ටුව පක්ෂය (සමහර විට ඔවුන්ගේ මුළු ධූර කාලයටම) ස්ථීර කිරීමට ප්‍රතිනිර්මාණය කර ඇත. ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ රනිල් වික්‍රමසිංහ මහතා ප්‍රමුඛ රජය. මෙය රාජපක්ෂගේ 2018 සිදුවීම් සිහිගන්වන “ව්‍යවස්ථා කුමන්ත්‍රණයක්” වන නමුත්, අභියෝග මධ්‍යයේ වුවද, වෙනසක් සඳහා වූ ජනතා ව්‍යාපාරය පීලි පැනීම සහ රාජපක්ෂ පාලනය පවත්වාගෙන යාම සඳහා වූ ජනතා ව්‍යාපාරය රනිල් වික්‍රමසිංහ මහතා සමඟ දැන් අපේ සය වරක් අගමැති වීමත් සමඟය. මෙම පාලනය, මාසයකට වැඩි කාලයක් පුරා විචිත්‍රවත් වීදි විරෝධතාවල නිරත විය.",
        "උසාවියෙන් විදේශ ගමන් බලපත්‍රය අත් අඩංගුවට ගෙන ඇති, කියන අපරාධ සම්බන්ධයෙන් පරීක්ෂණ පැවැත්වීමට නියමිතව සිටින ඉල්ලා අස්වන හිටපු අගමැති, ඔහුගේ ජනාධිපති සොහොයුරාගේ පුද්ගලික තේරීම වන නව අගමැතිවරයාට කෘතඥතාවෙන් යුතුව සුබ පැතුවේය. තවත් පවුලේ සාමාජිකයෙකු සහ හිටපු ඇමති (විදේශ ගමන් බලපත්රය ද කාගේ විදේශ ගමන් බලපත්රය ද අත්හිටුවා ඇත) නව අගමැතිවරයාට ආශිර්වාද කරයි. මෙය රාජපක්ෂලාගේ ආණ්ඩු ක්‍රමානුකූල සහ ආයතනික වෙනස්කම් ඉල්ලා කරන වීදි විරෝධතා යටපත් කිරීමේ අවසාන ක්‍රියාවකි. රනිල් අගමැති කිරීම නීත්‍යානුකූල කිරීම",
        "අගමැතිවරයකු පත් කිරීම සඳහා ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් නියම කර ඇති පරිදි පාර්ලිමේන්තුවේ විශ්වාසය දිනා ගැනීමට ඡන්දයෙන් විනාශ වූ වික්‍රමසිංහ මහතා ඇතුළු පිරිස සලකා බැලිය හැකි බවට ජනාධිපතිවරයා සහ වික්‍රමසිංහ මහතා නිගමනය කළේ කුමන පදනමකින්ද? එසේත් නැතිනම් මෙය පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදයේ සම්මතයන් පිළිබඳව රාජපක්ෂ/වික්‍රමසිංහ අවබෝධ කරගත් නවකතාවක්ද?",
        "නව අගමැති රනිල් වික්‍රමසිංහ මහතාට පාර්ලිමේන්තු මන්ත්‍රී ධුරය අහිමි විය. ඔහු අපගේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ සහ පාලන ක්‍රමයේ නියෝජිත ප්‍රජාතන්ත්‍රවාදී ක්‍රමය තුළ ශ්‍රී ලාංකික පුරවැසියෙකු නියෝජනය නොකරයි. ඔහු පාර්ලිමේන්තුවට පැමිණියේ ජාතික ලැයිස්තුවකින් එය කලකට පෙර ඔහුම ප්‍රකාශ කළේ බාහිර තාක්ෂණවේදීන් සහ විශේෂඥතාව පාර්ලිමේන්තුවට ගෙන ඒමට බවත් එය මැතිවරණවලින් පරාජය වූ අපේක්ෂකයන් සඳහා අනාරක්ෂිත බවක් අදහස් නොකළ බවත්ය. එහෙත් අසාර්ථක පරිපාලනය හේතුවෙන් වටලනු ලැබූ රජයක්       සිටින ජනාධිපතිවරයකුගේ ඒකපාර්ශ්වික ක්‍රියාවෙන් ඔහු අගමැති ලෙස පත් කර ඇත්තේ, ජනාධිපතිවරයාම ධූරයෙන් ඉවත් විය යුතු බවට මහජන ඉල්ලීමක් ද සමඟිනි. එහි ප්‍රතිඵලයක් ලෙස ගෝඨාභය රාජපක්ෂගේ ප්‍රධානත්වයෙන් යුත් රජයක් සහ ඔහුගේ හිතවත් අග්‍රාමාත්‍ය ධුරයට පත් කළ රජයක් මේ මොහොතේ ජනතාව අපේක්ෂා කරන අන්තර්වාර ආණ්ඩුවට අනුකූල නොවේ.",
        "වීදියේ විරෝධතාව නොහොත් අරගලය දකින්නේ කෙසේදැයි මාධ්‍යවේදියකු ඇසූ විට වික්‍රමසිංහ මහතා සිනාමුසු මුහුණින් පැවසුවේ “අනේ ඒක නම් යා යුතුයි. අරගලය දිගටම කරගෙන යාම ඉතා වැදගත්.” රාජපක්ෂ ආණ්ඩුවක තමා අගමැති වන්නේ කෙසේදැයි ඔහු පැහැදිලි නොකළ අතර, ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින් නායකත්වය නොදෙන ආණ්ඩුවක් ඉල්ලා සිටින මහජන ව්‍යාපාරයකට හෝ \"අරගලයට\" ද සහය දක්වයි. මෙය ඔහුගේ “කම්පිත” හාස්‍යජනක හැඟීම නිසා මාධ්‍ය අවධානය ආකර්ෂණය කර ගන්නා දේශපාලනඥයෙකුගේ කම්මුල්වල දිව සහ මුහුණු පොතක් විය. ඔහු මෑතකදී රූපවාහිනියට හසුවූයේ ඔහුගේ නිවස ඉදිරිපිට පැවති විරෝධතාවයක් ඉවත දමනු ලැබුවේ අසල පිහිටි බාලිකා පාසලක \"කෙලෝ\" ප්‍රතිචාරය නිසා, ඔහු පැවසුවේ, සිනමන් ග්‍රෑන්ඩ්හි දිවා ආහාරය ගැනීමට රැස්වීමෙන් පලා ගියේ කවුරුන්ද?",
        "රනිල් වික්‍රමසිංහ මහතාගේ අරගලය පිළිබඳ ප්‍රකාශය එබ්බවූ ප්‍රතිවිරෝධතා සැලකිල්ලට ගෙන, ඕනෑවට වඩා බැරෑරුම් ලෙස නොගත යුතු පැත්තකින් නරුම ලෙසින් අපට බැහැර කළ හැකිය. එහෙත් කනස්සල්ලට කරුණ නම්, එය රට දුටු දේ ඉස්මතු කිරීම සහ ඔහුගේ විවේචකයින් පෙන්වා දෙන්නේ පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදයක් තුළ පාලනයේ මූලික කරුණු කෙරෙහි වික්‍රමසිංහ මහතාගේ අනියම් ප්‍රවේශය ලෙස ඔහු සිතන්නේ වෙළඳපල මූලික කරගත් ආර්ථික සංවර්ධනයට ප්‍රමුඛත්වය දිය යුතු බැවිනි. තමාට සහ ඔහුගේ පක්‍ෂයට පාර්ලිමේන්තුවේ ආසන අහිමි කළ කුප්‍රකට බැඳුම්කර මගඩිය සම්බන්ධයෙන් ඔහු නිලයේ සිටියදී කිසිදු ක්‍රියාමාර්ගයක් නොගත් අතර ඉහළම මට්ටමේ දූෂණ නොසලකා හැර ඇති බවට ඇති විවේචනය ඔහු දැන් ශක්තිමත් කරමින් සිටී.",
        "ඔහු දේශපාලන පක්ෂයක නායකත්වය තුළ පක්ෂ අභ්‍යන්තර ප‍්‍රජාතන්ත‍්‍රවාදයේ සම්මතයන් උල්ලංඝණය කළ අතර, මෙය දීර්ඝ කාලීනව ස්ථාපිත දේශපාලන පක්ෂයක් වන එජාපය විනාශ කළ බවට විචාරකයෝ චෝදනා කරති. 2015 දී රාජපක්ෂ රජය ප්‍රතික්ෂේප වීමෙන් පසුවත්, 2018 දීත්, මහින්ද රාජපක්ෂගේ නැවත ධූරයට පත්වීම අභියෝගයට ලක් කළ ශ්‍රේෂ්ඨාධිකරණ තීන්දුවකින් පසු, ඔහු විසින් නායකත්වය දෙන දේදුනු හවුල තුළ ප්‍රජාතන්ත්‍රවාදය ශක්තිමත් කිරීමට ලබා දුන් අවස්ථාවන් ප්‍රයෝජනයට ගැනීමට ඔහු පැහැදිලිවම අසමත් විය. ජාතිය ග්‍රහණය කර ගෙන ඇති මෙම අර්බුදය පිළිබඳ පාර්ලිමේන්තු විවාදවලදී ඔහුගේ දායකත්වය, නිරතුරුවම පෙන්නුම් කරන්නේ දක්ෂ දේශපාලඥයෙකු “ආර්ථිකය නිවැරදි කිරීම” යන තනි උත්සුකතාවයෙන් උමතු වී ඇති බවයි.",
        "ඔහුගේ ප්‍රවේශයේ ඇති එක් ගැටලුවක් නම්, ඔහු ආර්ථික වර්ධනයට ප්‍රමුඛත්වය දීම සහ පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදය තුළ වගකියන පාලනය පිළිබඳ මූලික කරුණුවලින් එය වෙන් කිරීමයි. අපේ ජාතිය ආර්ථික කඩාවැටීමෙන් ගලවා ගැනීමේ මෙහෙයුමේදී වික්‍රමසිංහ මහතා වත්මන් යුගයේ හදිසි අවශ්‍යතාවක් ලෙස සලකන, වගකිවයුතු සහ විනිවිදභාවයෙන් යුත් පාලනයක් සඳහා වූ ජනතා වත්මන් ඉල්ලීමට ගරු නොකරනු ඇතැයි පුරවැසියන් වශයෙන් අපට සැලකිලිමත් වීමට සෑම අයිතියක්ම තිබේ. මේ ප්‍රවේශය මේ රටේ ප්‍රජාතන්ත්‍රවාදී පාලනය තවදුරටත් ඛාදනය වීමටත්, මේ ජාතිය ආර්ථික කඩාවැටීමකට ලක් කළ රාජපක්ෂවාදී පාලන ක්‍රමය යළිත් හිස ඔසවන්නටත් හේතු වන බව ඉතිහාසයේ පාඩම් අපට කියා දෙයි.",
        "තනතුරේ පැවැත්ම අභියෝගයට ලක්වන ජනාධිපතිවරයෙකු විසින් පත් කරන ලද අලුතින් \"අභිෂේක ලත්\" අගමැති, බෞද්ධ විහාරස්ථානයක ආශිර්වාද ලබා ගැනීමේ සුපුරුදු දේශපාලන චාරිත්‍රය අනුගමනය කළේය. ඔහු තෝරාගත් තැනැත්තා බවත්, අපගේ සියලු ගැටලුවලින් ඔහු අපව ගලවා ගන්නා බවත් ඔහු සිනහවකින් අපට සහතික විය. ඔහු ඒ සියල්ල දන්නා අතර ඔහු අපගේ ගැලවුම්කරුවා වනු ඇත. ඔහු පාර්ලිමේන්තුවේ ක්‍රියාදාමයන් හසුරුවන්නේ කෙසේද යන්න පිළිබඳව නිශ්චිත ප්‍රශ්න අසන මාධ්‍යවේදීන්, සහ කැබිනට් අමාත්‍යවරුන් පත්කිරීම් සහ කාලසීමාවන් අතේ රැල්ලක් නඟා සහ පහත් සිනහවකින් පහ කරනු ලැබේ. \"සියල්ල හොඳ වේලාවට, සියල්ල හොඳ වෙලාවට, මට එය තබන්න\" යනු පුවත්පත්වල විස්තර කර ඇති පුද්ගලයෙකුගේ පැහැදිලි පණිවිඩය වන්නේ \"වීරයාට බිංදුවක්\" ලෙසයි. ඔහුගේ නවතම ප්‍රකාශය ජාතියට පෙන්වා දෙන්නේ ජාතික ගුවන් සේවය පෞද්ගලීකරණය කිරීමට ඔහු තීරණය කර ඇති බවයි.",
        "පාර්ලිමේන්තු මැතිවරණයෙන් පරාජයට පත් වූ තම විශ්වාසවන්ත පාක්ෂිකයන් සියලු දෙනා සමඟ එක්ව තම ව්‍යාපාර කටයුතු කරගෙන යන බව වික්‍රමසිංහ මහතා ප්‍රකාශ කර ඇත. ඔවුන් දැන් ඔහුගේ උපදේශකයන් සහ සහායකයින් වනු ඇත, කැළඹිලි සහිත ජලයේ රාජ්‍ය නෞකාව මෙහෙයවීමට. ඔවුන් සියල්ලෝම බොහෝ මාධ්‍ය නාලිකා ඔස්සේ ප්‍රීතිමත් සිනහවකින් යුතුව අපට ප්‍රකාශ කරන්නේ වික්‍රමසිංහ මහතාගේ ප්‍රබලයින් ලෙස තමන් නැවතත් නිදහස් ගමනක, පාලන ව්‍යාපාරයේ යෙදී සිටින බවයි.",
        "මේ අතර විදේශ රටවල රාජ්‍ය තාන්ත්‍රිකයින් (දිව්‍යාප්ත වීදි විරෝධතා හේතුවෙන් ශ්‍රී ලංකාවේ දේශපාලන වේදිකාවේ යථාර්ථය දන්නා කෙනෙකු සිතනු ඇත), අලුතින් පත් වූ අගමැතිවරයාට සුබ පැතුම් සහ වෙනත් පණිවිඩ වලින් වැසී යයි. ඔවුන් මෙම පත්වීම ගැන සතුටට පත්වන අතර එය රට තුළ බොහෝ අපේක්ෂිත “ස්ථාවරභාවය” ඇති කිරීමක් ලෙස සලකයි. මෙම පුද්ගලයින්ගෙන් බොහෝ දෙනෙක් පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදී රටවල් වලින් පැමිණි අය වෙති. රජයක දූෂණයට සහ අපචාරවලට තිත තබන ලෙස ඉල්ලමින් මාසයක දැඩි, ප්‍රකාශිත සහ සාමකාමී විරෝධතා ඇති රටක අගමැතිවරයකු පත්කිරීමේ දී අපකීර්තිමත් ජනාධිපතිවරයකු විසින් යෂ්ටිය ගැසීම බව ඔවුන් නිගමනය කළේ කෙසේද යන්න පැහැදිලි නැත. බලයට මෙම \"ස්ථාවර\" දේශපාලන පරිසරය නිර්මාණය කළ හැකිය.",
        "වික්‍රමසිංහ මහතා මහජනතාවට දිගින් දිගටම සහතික වන්නේ තමා ජනාධිපති රාජපක්ෂ මහතාට සහ වත්මන් රජයට එක් වූයේ තම රටට අවශ්‍ය මොහොතේදී උපකාර කිරීමට ඇති දැඩි ආශාව නිසා බවයි. ඔහුගේ පරාර්ථකාමීත්වය සහ පරාර්ථකාමිත්වය ලෙස ඔවුන් විස්තර කරන දේ සඳහා සමහර මාධ්‍ය ඔහුට ප්‍රශංසා කරයි. වාචාල කතා පිටුපස බලා අමාරු ප්‍රශ්නයක් ඇසීමට මහජනතාවට අයිතියක් ඇත. වික්‍රමසිංහ මහතා විපක්ෂයේ නොසිට වෙනත් අය සමඟ එකතු වී යෝජනා කර ඇති සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුව පිහිටුවීමට නායකත්වය ලබා දුන්නේ, ඔවුන්ගේ අසාර්ථකත්වයන් සඳහා ජනාධිපතිවරයා සහ රජය වගකිව යුතු බවට සහ ඔවුන් තවදුරටත් තනතුරුවල රැඳී සිටීම වැළැක්වීමට.",
        "මේ රට බංකොලොත් භාවයට පත් කළ බලය අවභාවිතය, දූෂණය, රාජ්‍ය මූල්‍ය නාස්තිය සහ අවපාලනය නීත්‍යානුකූල කරමින් රාජපක්ෂ ආණ්ඩුව පවත්වාගෙන යාමට ඔහු දායක වූයේ ඇයි? වත්මන් දරිද්‍රතාවය හේතුවෙන් ශ්‍රී ලංකාව 'අඩු ආදායම්ලාභී රටක්' ලෙස නම් කිරීමට හේතු වූ රජයක් RWs නියැලීමෙන් නව ජීවිතයක් ලබා ගැනීමට සුදුසු ද? “මහජන ව්‍යාපාරය” සහ “ආයතනික හා පද්ධතිමය වෙනසක් සඳහා එය ලබා දී ඇති අවකාශය” වර්ණනා කරන, වික්‍රමසිංහ ප්‍රමුඛ රාජපක්‍ෂ පාලනයක් සමඟ ඉතා සැපපහසු වූ සිවිල් සමාජයේ ප්‍රමුඛ “ප්‍රජාතන්ත්‍රවාදී පාලන” ක්‍රියාකාරීන්ගෙන් අප ඇසිය යුත්තේ එකම ප්‍රශ්නයයි. ආණ්ඩුව. ගේට්ටුවල සිටින \"ම්ලේච්ඡයන්\" සම්බන්ධයෙන් යම් කනස්සල්ලක් තිබේද?",
        "වගකියන පාලනයක් සඳහා වන ඉල්ලීම් සමඟ වීදි විරෝධතා වලදී සම්බන්ධ වීමට උත්සාහ කළ SJB සහ JVP ඔවුන්ගේ ස්ථාවරය පවත්වා ගෙන ගොස් ඇත. මෙය පදනම් වී ඇත්තේ, ව්‍යවස්ථාපිත වගකීම් පැහැර හැර ආණ්ඩු කිරීමේ වරම අහිමි වී ඇති බව ඔවුන්ගේ ක්‍රියාවලින් පැහැදිලිව පෙනෙන අසාර්ථක ජනාධිපතිවරයෙකු සහ ඔහුගේ ආණ්ඩුව විසින් නායකත්වය දෙන සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවකට සම්බන්ධ වීමට ඔවුන් කැමති නැත යන මූලධර්මය මත ය. ගෝඨාභය/රනිල් වික්‍රමසිංහ ආණ්‌ඩුවේ කැබිනට්‌ මණ්‌ඩල භාර නොගන්නා බවත් ස්‌වාධීන ලෙස විපක්‍ෂයේ අසුන් ගන්නා බවත් ශ්‍රීලනිපය ඇතුළු පක්‍ෂ දිවුරුම් දෙති. නමුත් ඔවුන් මේ අවස්ථාවේ එහි ප්‍රයෝජනය පිළිගන්නා අතර අවශ්‍ය විට ඔවුන්ට සහාය වනු ඇත. මෙය පැවසීම, ජනතා ව්‍යාපාරයට සහය දීම සහ තම රජය සහ රනිල් වික්‍රමසිංහ මහතා සමඟ දිගටම බලයේ සිටීමට ජනාධිපතිවරයා ගත් තීරණය නීත්‍යානුකූල කිරීම යන පැහැදිලි පරස්පරතාව ගැන සඳහනක් නැත. සීමාසහිත ලෙස ගෝඨාභය රාජපක්ෂ/වික්‍රමසිංහ ආන්ඩුවට සහාය දක්වන බව දක්වමින් එහි ප්‍රකාශකයාගේ මූලික ප්‍රකාශයකින් පසුව TNA, වික්‍රමසිංහ මහතාගේ ඒකපාර්ශ්වික පත්වීම ප්‍රජාතන්ත්‍රවාදයේ මූලික සම්මතයන්ට පටහැනි බව දැන් පැහැදිලි කර ඇත. ඒ ජනාධිපතිවරයාට ජනවරම අහිමි වී ඇති බවත් තවදුරටත් එම ධුරයේ කටයුතු කිරීමට අයිතියක් නොමැති බවටත් ස්ථාවරය ගැනීමයි.",
        "පුරවැසියන් වශයෙන්, මෙම සතියේ සිදුවීම් සහ අපගේ දේශපාලකයින්ගේ හැසිරීම් දකින අපට හොඳින් ඇසිය හැකිය: අප සිටින්නේ පැරඩයිස් ලොස්ට්, ක්‍රෝස් අයිලන්ඩ්, මයිනා හෝ කුකුල් දේශය ලෙස හැඳින්විය හැකි රටකද? අපි අපෙන්ම අසාගත යුතුයි - අපේ පාලකයින්ට අපට මෙය කිරීමට අපි ඉඩ දෙන්නේ ඇයි?",
        "අපගේ පාලනය ජනතාවට වගකියන බව සහතික කිරීම සඳහා වත්මන් ප්‍රයත්නයන් නැවත බලාත්මක කර ශක්තිමත් කළ යුතුය. ප‍්‍රජාතන්ත‍්‍රවාදය ශක්තිමත් කිරීම සඳහා පාර්ලිමේන්තුව තුළ සහ ඉන් පිටත සෑම උත්සාහයකටම අප සහාය විය යුතු අතර එමඟින් එය අකර්මන්‍ය නොවන පරිදි ක්‍රියාකාරී වේ. අසාර්ථක ආණ්ඩුවක් ධූරයෙන් ඉවත්වීම ප්‍රතික්ෂේප කරන, ක්‍රමානුකූල සහ ආයතනික වෙනසක් ජනතාවට අවශ්‍ය වන මෙම අවුලට විසඳුමකට පැමිණීමට අපගේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් අපට හැකි වේද යන්න මේ ප්‍රමාද අවධියේදී පවා විමසා බැලීම ප්‍රයෝජනවත් විය හැකිය. විශේෂයෙන්ම රජයකට මහ මැතිවරණයකින් සියල්ල සමථයකට පත් කිරීමට නොහැකි තරමට රට දුප්පත් කර ඇති අවස්ථාවක.",
        "1) අර්බුදය තුරන් කිරීම සඳහා ‘අතුරු පාලන ආණ්ඩුවක්’ ලෙස ජනතාවට අවශ්‍ය වන්නේ කුමක්ද යන්න සම්බන්ධයෙන් යම් පැහැදිලි කිරීමක් කළ නොහැකිද? ජනතාවට අවශ්‍ය වන්නේ වත්මන් අර්බුදයට වගකිව යුතු රාජපක්ෂලාගේ නායකත්වයෙන් නොවන අන්තර්වාර ආණ්ඩුවකි. රට මේ අකරතැබ්බයට ගෙනාපු දූෂණය සහ බලය අවභාවිතය ඔවුන් ප්‍රතික්ෂේප කරනවා. ආණ්ඩු කරන්න දීපු ජනවරම නැති වුණා කියනවා.",
        "වික්‍රමසිංහ මහතා ආණ්ඩුවේ සහය ලබාගෙන රාජපක්ෂ ආණ්ඩුවක් මෙහෙයවීම සඳහා පාර්ලිමේන්තුවේදී ඔවුන්ගේ ඡන්දය ලබා ගැනීම සර්ව පාක්ෂික “අතුරු ආණ්ඩුවක්” පිළිබඳ ජනතා සංකල්පයක් නොවේ. (වීදියේ විරෝධතාකරුවන් ඔහුව නව නමකින් බව්තීස්ම කර ඇත: රනිල් රාජපක්ෂ!) අර්බුදය කළමනාකරණය කිරීම සඳහා කෙටි කාලයකට අන්තර්වාර රජයක් සඳහා ජාතියේ ඉල්ලීම පිළිබඳ මෙම ව්‍යාකූලත්වය සහ මූලික යථාර්ථයන් නොසලකා හැරීම මෙයට හේතු වී තිබේ. වත්මන් අර්බුදයෙන් ජාතිය ගොඩ ගැනීමට එක්ව කටයුතු කිරීමට ඉදිරිපත් වෙමින් ජනාධිපතිවරයා රනිල් වික්‍රමසිංහ මහතා අගමැති ලෙස පත් කළේය.",
        "2) පාර්ලිමේන්තුව මීළඟට රැස්වන විට, ජනාධිපතිවරයාට සහ ඔහුගේ රජයට ආණ්ඩු කිරීමේ ජනවරම අහිමි වී ඇති බව හඳුනා ගැනීම සියලුම පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ යුතුකම නොවේද? පාලන තන්ත්‍ර වෙනසක් සඳහා වන ජනතා ඉල්ලීමට සහාය දක්වන අය එක්ව ඡන්දය ප්‍රකාශ කළ යුතු අතර නව අගමැතිවරයකු සහ පාර්ලිමේන්තුව නියෝජනය කරන අනෙකුත් සියලුම පක්ෂවල කැබිනට් මණ්ඩලයක් අන්තර්වාර රජයක් පිහිටුවීම සහතික කළ යුතුය. ඔවුන් මේ සම්බන්ධයෙන් සම්මුතියක් සඳහා ක්‍රියා කළ යුතු අතර, පාර්ලිමේන්තුවේ ජනාධිපතිවරයාගේ පාර්ශ්වයේ සහාය ඇතිව දැන් ජනාධිපතිවරයා සහ අගමැති රනිල් වික්‍රමසිංහ ප්‍රමුඛ එකම ආණ්ඩුව ඉදිරියට ගෙන යාමට ඉඩ නොතැබිය යුතුය.",
        "3) පාර්ලිමේන්තුවේ විපක්ෂයට සහ දීප ව්‍යාප්ත වීදි විරෝධතාවලට සහය දක්වන අයටද එවිට ජනාධිපතිවරයාට එරෙහි විශ්වාසභංග යෝජනාව සම්මත කළ හැකිය. මෙය ඔහුගේ ඉල්ලා අස්වීම සඳහා වූ ඉල්ලීම නීත්‍යානුකූල කරමින් පැහැදිලි පණිවිඩයක් ලබා දෙනු ඇත. වීදි උද්ඝෝෂණවල භූගත යථාර්ථය සහ වෙනසක් සඳහා කරන ඉල්ලීම් පිළිබිඹු කරන මෙම පණිවිඩය ජනාධිපතිවරයා සහ වික්‍රමසිංහ මහතා තේරුම් ගනු ඇතැයි බලාපොරොත්තු වෙමු. එවිට වික්‍රමසිංහ මහතාට විරුද්ධ  අතුරු කැබිනට් මණ්ඩලයක සාමාජිකයෙකු විය හැකි නමුත්, මෙම ආණ්ඩුවේ විශ්වාසභංගයකින් සහාය ලබන වත්මන් ආණ්ඩුවේ අගමැති ලෙස නොවේ.",
        "4) ජනාධිපතිවරයාට ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුකූලව සර්ව පාක්ෂික අන්තර්වාර අග්‍රාමාත්‍යවරයකු පත් කළ හැකි අතර, නව විපක්ෂයේ හෝ පාර්ලිමේන්තුවේ ස්වාධීන කණ්ඩායමක් ඔවුන්ට එහි කොටස්කරුවන් වීමට ආරාධනා කරන්නේ නම් මිස,       ඔහුගේ පක්ෂයෙන් නොවන කැබිනට් මණ්ඩලයක් පත් කළ හැකිය. නව කැබිනට් මණ්ඩලය.",
        "5) සියලුම පක්ෂවල නියෝජිතයන් වන අන්තර්වාර අග්‍රාමාත්‍යවරයා සහ කැබිනට් මණ්ඩලය, රජයේ නව විධායක ශාඛාව ලෙස පිහිටුවිය හැකිය. ඔවුන්ට විධායකයේ කොටසක් ලෙස නියම කළ උපරිම මාස 1 - 2 ක කාලයක් ක්‍රියා කළ හැකිය. මේ කාලය තුළ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා වන 21 වැනි ව්‍යවස්ථා සංශෝධනය ආණ්ඩුකරණයේ අදාළ වෙනස්කම් සහිතව පාර්ලිමේන්තුවට ගෙන ආ හැකියි. මෙම සංශෝධන සම්මත වීමෙන් පසු ජනාධිපතිවරයාගේ ධුර කාලය අවසන් වන අතර, මහ මැතිවරණය පවත්වන තුරු, අන්තර්වාර ආණ්ඩුවේ අගමැති සහ කැබිනට් මණ්ඩලයේ අඛණ්ඩ පැවැත්ම සඳහා ප්‍රතිපාදන සැලසිය හැකිය.",
        "මෙම මැතිවරණ පැවැත්වීම සඳහා කාල රාමුවක් සකස් කළ හැකිය. එවිට ජනාධිපති ධූරය වෙනත් බොහෝ ප්‍රජාතන්ත්‍රවාදී රටවල මෙන් චාරිත්‍රානුකූල රාජ්‍ය නායකයෙකු විසින් දරනු ලබන එකක් බවට පත්වේ. දීප ව්‍යාප්ත වීදි විරෝධතාවලින් ජනතාව ඉල්ලා සිටින පාලන ක්‍රමයේ ක්‍රමවත් හා ආයතනික වෙනස්කම් මෙම ව්‍යවස්ථා වෙනස මගින් පහසු වනු ඇත. එවැනි ව්‍යවස්ථාමය වෙනසක් \"අස්ථාවරත්වය\" පිලිබඳ මිථ්‍යා තර්ක මත තව දුරටත් කල් නොදැමිය යුතුය. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ජනාධිපතිවරයා ධූරයෙන් ඉවත්වන විට බලය පැවරීම සම්බන්ධයෙන් පැහැදිලි ප්‍රතිපාදන ඇත. ඒවා තේරුම් ගෙන පාවිච්චි කිරීම පක්ෂ නායකයන්ට බාරයි.",
        "පාර්ලිමේන්තුවේ පොහොට්ටුවේ බහුතර බලයෙන් ජනාධිපතිවරයා ඉදිරියටත් ආණ්ඩුකරණයේ න්‍යාය පත්‍රය නියම කරන බව මැයි 17 වැනි දින පාර්ලිමේන්තුවේ දුටු දර්ශනවලින් මනාව පැහැදිලි වී ඇත්තේ රනිල් වික්‍රමසිංහ මහතා සමඟින් නව ඉදිරි මඩුල්ලට එක්වීමෙනි. ඔහු නිශ්ශබ්දව වාඩි වී සිටියදී, ජී එල් පීරිස් අමාත්‍යවරයා තම නව ආසනයේ නැවත වරක් මතු වූයේ කාන්තා අපේක්ෂකයෙකුට එරෙහිව නියෝජ්‍ය කථානායක කාර්යාලයට පිරිමි අපේක්ෂකයෙකු නම් කිරීමට ය. අනිවාර්යයෙන්ම ඇයට ඡන්දය අහිමි විය. අනතුරුව වික්‍රමසිංහ මහතා ව්‍යාජ ක්‍රියා පටිපාටි තර්කයක් ඉදිරිපත් කළ අතර එමඟින් ජනාධිපතිවරයාට එරෙහි වාරණය පිළිබඳ යෝජනාව පිළිබඳ පාර්ලිමේන්තුවේ විවාදයක් පැවැත්වීමේ හැකියාව ඵලදායී ලෙස ගිලිහී ගියේය. ජනාධිපතිවරයා සහ ඔහුගේ අසාර්ථක පොහොට්ටුව රජය විසින් ඔහුට තිළිණ කළ ඉදිරි මඩුල්ලේ අග්‍රාමාත්‍ය ධුරයේ සිට ඔහුට තවත් කුමක් කළ හැකිද?",
        "ෂේක්ස්පියර්, සාගර හරහා පැමිණි කලබලකාරී බර්ඩ් පැවසුවේ, \"පරිමාණ අභිලාෂය පැන යනු ඇත\" යනුවෙනි. වඩාත්ම මෑතකාලීන සහ ඉහළ ප්‍රසිද්ධියට පත් වූ  රිටි පැනීම නිසා පුද්ගල අභිලාෂයන් නැවත වරක් ජාතියක විනාශයට සම්බන්ධ කෙරෙන බල පිම්මකට  ප්‍රතිඵලයක් වේද යන්න කාලය පමණක් කියනු ඇත. පාර්ලිමේන්තුවේ දක්‍ෂ වෘත්තිකයන් කිහිප දෙනෙකු සමඟ කටයුතු කළ අප, තාගෝර් පැවසූ පරිදි, “කාර්මික ආශාවට මිල දී ගත නොහැකි මිනිසුන්” යැයි තාගෝර් කීවාක් මෙන්, දශක ගණනාවක් තිස්සේ පොදු ජීවිතයේදී ඔවුන්ගෙන් බොහෝ දෙනෙක් අපේ ජාතියට නොපැමිණියේ මන්දැයි අපගෙන්ම ප්‍රශ්න කරති. උත්තරය සමහරවිට මහා පොදුරාජ්‍ය මණ්ඩලීය උසාවියේ ශ්‍රේෂ්ඨ විනිශ්චයකරුවෙකු වන ඇක්ටන් සාමිවරයාගේ එම ප්‍රඥාවන්ත ප්‍රකාශය තුළ “(ප්‍රවේශය) බලය දූෂිත වන අතර (ප්‍රවේශය) නිරපේක්ෂ බලය පරම දූෂිත කරයි” යනුවෙන් ප්‍රකාශ කළේය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எங்கே இலங்கை?",
      "body_lines": [
        "மே 9, 2022 இல் தொடங்கும் கடைசி வாரம், வெசாக் பண்டிகைக்கு முந்தைய வாரம், இப்போது உள்ளூரிலும், பிராந்திய அளவிலும், ஐநாவாலும் கௌதம புத்தரின் அமைதி மற்றும் அன்பான கருணையின் செய்தியின் அடையாளமாக கொண்டாடப்படுகிறது. இருப்பினும், புத்த மதத்தினர் இந்த நிகழ்வை ஆண்டுதோறும் ஒரு சிறப்பு நிகழ்வாகக் கொண்டாடும் இலங்கை, வன்முறையின் அச்சமூட்டும் அத்தியாயங்களில் மீண்டும் சிக்கியது. இந்த வார இறுதியில் வெசாக் தினம் 74 ஆண்டுகளில் இல்லாத அளவிற்கு \"கொண்டாடப்படுகிறது\" .",
        "ஜனாதிபதியும் அரசாங்கமும் பதவி விலகக் கோரி நாடளாவிய ரீதியில் ஆர்ப்பாட்டங்கள் நடைபெற்ற போதிலும்  கோட்டாபய ராஜபக்ச தலைமையிலான அரசாங்கம் இன்னும் பதவியில் உள்ளது. வார இறுதியில் புதிய பிரதமர் ரணில் விக்கிரமசிங்க பதவிப் பிரமாணம் செய்து கொண்டார். GL பீரிஸ் மற்றும் தினேஷ் குணவர்தன உட்பட அரசாங்கத்தின் பொஹொட்டுவ கட்சியின் மூன்று அல்லது நான்கு மூத்தவர்கள் மீண்டும் மீண்டும் பதவியேற்றுள்ளனர் (ஒருவேளை வாரங்களில் மூன்றாவது முறையாக) திரு. விக்கிரமசிங்கவின் ஆதரவுடன் கோட்டாபய ராஜபக்ஷ பதவியில் நீடிக்க விரும்புகிறார் என்பது தெளிவாகிறது.",
        "திரு. ரணில் விக்ரமசிங்கே, சில ஊடகங்கள் உட்பட சில இடங்களில், பொருளாதாரச் சரிவிலிருந்து இந்த நாட்டைக் காப்பாற்றும்  “சுறுசுறுப்பான நகைச்சுவை” (சண்டே டைம்ஸ் 15.5.22)  நாட்டம் கொண்ட இந்த தருணத்தின் “பூஜ்ஜியத்திலிருந்து ஹீரோ” எனப் போற்றப்படுகிறார். இது பாரதூரமான உண்மைகளுக்கு நம் கண்களை மறைக்கக் கூடாது. நமது அரசியலமைப்பின் கீழ் என்ன செய்ய முடியும் என்ற கட்டமைப்பிற்குள், நமது நாட்டிற்கு இந்த வரையறுக்கும் நேரத்தில், அரசியல்வாதிகள் போன்ற முடிவுகள் எடுக்கப்படாவிட்டால், நமது கூட்டு எதிர்காலத்தை ஆபத்தில் ஆழ்த்தக்கூடிய மேலும் வன்முறை அமைதியின்மை மற்றும் உறுதியற்ற தன்மையைக் காணலாம். ராஜபக்ச/விக்கிரமசிங்க அரசாங்கம் நம் நாட்டிற்கு கொண்டு வரப்போகும் \"ஸ்திரத்தன்மை\" பற்றிய மேலோட்டமான உரையாடல்கள் மற்றும் ஊடக விளம்பரங்கள் நமது பார்வையை மழுங்கடித்து, நமது அரசியல் மற்றும் பொருளாதார நெருக்கடியின் உண்மைகளைப் பற்றிய நமது புரிதலைக் குழப்பக்கூடாது.",
        "நம் நாட்டின் வாழ்வில் நடக்கும் நிகழ்வுகளின் வரையறுக்கும் வாரத்தின் அடிப்படை உண்மைகளைத் திரும்பிப் பார்ப்போம். ஏனென்றால், ஏழு தசாப்தங்களாக நாம் அறிந்த நாடாளுமன்ற ஆட்சி அமைப்பில் ஒரு தேசமாக நாம் உயிர்வாழ்வதற்கு அவை கடுமையான தாக்கங்களைக் கொண்டுள்ளன.",
        "ஒரு மாதத்திற்கும் மேலாக நாடளாவிய வீதிப் போராட்டங்கள், பொதுக் கூட்டங்களில் வெவ்வேறு இன மதங்களைச் சேர்ந்த மக்களிடையே ஒற்றுமை காணப்பட்டது. அரசியல்வாதிகளின் தேசிய வளங்களை துஷ்பிரயோகம் செய்தல், அதிகாரத்தை கர்வத்துடன் துஷ்பிரயோகம் செய்தல், ஊழலில் பொதிந்துள்ள நிதி துஷ்பிரயோகம் மற்றும் தவறான நிர்வாகம் ஆகியவற்றுக்கு அவர்கள் இனி சட்டப்பூர்வ அங்கீகாரம் வழங்க மறுக்கிறார்கள். தற்போதைய ஜனாதிபதியும் அரசாங்கமும் இரண்டரை ஆண்டுகால ஆட்சியில், அன்றாட வாழ்க்கையைத் தாங்க முடியாத நிலையை உருவாக்கி,                      ಅನ್ನು பொறுப்பை                           *** நாட்டு நிலையை * நாட்டை * உருவாக்கும் * பொறுப்பை ஏற்க வேண்டும்* என்று அவர்கள் கோருகிறார்கள். அவர்கள் ஆட்சியில் முறையான மற்றும் நிறுவன மாற்றங்களை விரும்புகிறார்கள். புதிய இடைக்கால அனைத்துக் கட்சி அரசாங்கத்திற்கு நிர்வாகப் பொறுப்புகள் மாற்றப்பட வேண்டும் என்று அவர்கள் விரும்புகிறார்கள் .தோல்வியடைந்த ஒரு அரசாங்கம் அவர்களின் பார்வையில் அதன் ஆணையை இழந்து, பதவியை விட்டு வெளியேற வேண்டும். பல்வேறு தொழில்களின் தொழிற்சங்கங்கள் மற்றும் தொழிலாளர் குழுக்களின் கோரிக்கைகளுக்கு வலுவூட்டப்பட்ட, தொடர்ந்து வளர்ந்து வரும் தெருப் போராட்டங்களில், தீவு முழுவதும் GOTA GO HOME அழுகையும்.",
        "இந்தத் தெருப் போராட்டங்கள் கடந்த சில வாரங்களில் ஜனாதிபதி தனது அமைச்சரவையை பலமுறை மாற்ற வேண்டிய கட்டாயத்திற்கு இட்டுச் சென்றுள்ளன- நிச்சயமாக தோல்வியடைந்த ஆட்சி மற்றும் அரசியல் தலைமையின் மற்றொரு எடுத்துக்காட்டு. மே மாதம் ஜனாதிபதியின் சகோதரர் பிரதமர் மஹிந்த ராஜபக்ஷ பதவி விலகப் போவதில்லை என பல தடவைகள் தெரிவித்திருந்தும் அவர் பதவியில் இருந்து வெளியேற்றப்பட்டார். ஆட்சி மாற்றத்திற்கான மக்கள் இயக்கம் உணரப்பட்டு, மக்கள் கோட்டாபய ராஜபக்ச தலைமையிலான நிர்வாகக் கிளைக்கு பதிலாக ஒரு புதிய அனைத்துக் கட்சி இடைக்கால அரசாங்கத்தைப் பெறுவார்கள் என்று தோன்றியது. ஜனாதிபதி ராஜபக்ஷவிடமிருந்து அதிகாரத்தை இடைக்கால அமைச்சரவைக்கு மாற்றுவதற்கான முன்மொழிவுகள், ஒரு காலக்கெடுவின்படி,  செயல்படுத்தும் கட்டத்தை எட்டியதாகத் தெரிகிறது.",
        "ஒரு பிரதம மந்திரி பதவியை ராஜினாமா செய்தார், அவரது உத்தியோகபூர்வ இல்லத்திலிருந்து தெருவுக்கு ஒரு கதவு திறக்கப்பட்டது, அவரது ஆதரவாளர்களை வெளியேற்ற உதவியது, மேலும் அவர் ராஜினாமா செய்யக் கோரி அமைதியான மக்கள் இயக்கத்திற்கு எதிராக வன்முறைச் செயல்களைச் செய்தது.",
        "இதைத் தொடர்ந்து, இந்த வன்முறைக்குப் பதிலடி கொடுக்கும் வகையில், திகைத்துப்போயிருந்த குடிமக்களின் டிவி திரைகள் மற்றும் ஃபோன்களில் ஃபிளாஷ் செய்யப்பட்ட நிகழ்வுகளின் தொடர். கடுமையான துன்புறுத்தல் மற்றும் உடல் ரீதியான வன்முறைச் செயல்கள் சில உயிர் இழப்புகளையும், சொத்துக்களுக்கு பெரும் சேதத்தையும் ஏற்படுத்தியது. அரசாங்கத்தின் அடையாளம் காணப்பட்ட உறுப்பினர்களுக்குச் சொந்தமான கட்டிடங்கள், பெரும்பாலும் மாகாணங்களில், தீ வைத்து எரிக்கப்பட்டன. இந்த இலக்கு வன்முறைச் செயல்களில் செயலில் ஈடுபட்டுள்ளவர்கள் குறித்து சதி கோட்பாடுகள் ஒவ்வொரு நாளும் உலவுகின்றன. சமீப காலம் வரை, முன்னணி அரசியல்வாதிகள் மற்றும் முன்னாள் அமைச்சர்களின் வீடுகள் சாம்பலாக்கப்பட்ட அல்லது குப்பையில் போடப்பட்ட மௌனத்தை நாம் கவனிக்கும் போது இவை இன்னும் மோசமானவையாகின்றன. சிலர் அசம்பாவிதம் எதுவும் நடக்காதது போல் மற்றொரு புதிய கோட்டாபய ராஜபக்ஷ அமைச்சரவையில் பதவிப் பிரமாணம் செய்து கொண்டுள்ளனர். இது, குடிமக்கள் தங்கள் அன்றாட வாழ்க்கையைப் பாதிக்கும் பல சாத்தியமற்ற சிக்கல்களைச் சமாளிக்கும் போது, ​​அவர்களைக் குழப்பமும் அவநம்பிக்கையும் அடையச் செய்கிறது.",
        "பதவியை விட்டு வெளியேறிய பிரதம மந்திரி கடற்படையின் பலமான தளத்தில் தங்க வைக்கப்பட்டார். கூச்சலிடும் எதிர்ப்பாளர்கள் அவரை வெளிவரும்படி அழைக்கிறார்கள். ஆயுதமேந்திய கடற்படை வீரர்கள் அமைதியாக மேலே நின்று, காட்சியைப் பார்த்துக் கொண்டிருந்தனர், எதிர்ப்பாளர்களை நோக்கி துப்பாக்கிகள் சுட்டன.",
        "சில நாட்களுக்குப் பிறகு ஒரு அமைதியான ஜனாதிபதி உறக்கநிலையிலிருந்து வெளிவந்து தேசத்தில் உரையாற்றுகிறார். \"நமது காலத்தின் மிக மோசமான பொருளாதார மற்றும் அரசியல் நெருக்கடியில்\" நாம் இருக்கிறோம் என்று யதார்த்தத்திலிருந்து மிகவும் அந்நியப்பட்ட ஒரு நபரின் அமைதியுடன், அவரும் அவருடைய இரண்டரை ஆண்டு அரசாங்கமும் பொருளாதாரத்திற்குக் காரணமானதை அவர் காணவில்லை என்று அவர் நமக்குச் சொல்கிறார். நாட்டின் சரிவு மற்றும் திவால். மீண்டும் அனைவருக்கும் எல்லாவற்றையும் சரியாகச் செய்வேன் என்று குடிமக்களுக்கு அவர் அமைதியாக உறுதியளிக்கிறார். எந்தவொரு சட்ட அமலாக்க அதிகாரிகளும் பார்வைக்கு வராமல், கடுமையான வன்முறைச் செயல்கள் நிகழ்த்தப்பட்டதைக் குடிமக்கள் திகிலுடன் பார்த்தனர். ஆயினும், வன்முறையில் இருந்து குடிமக்களாகிய எங்களைப் பாதுகாக்க தான் இருப்பதாக ஜனாதிபதி உறுதியளிக்கிறார். ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது ராஜினாமா மற்றும் நிர்வாகப் பொறுப்புகளை தாம் வழிநடத்தாத இடைக்கால அரசாங்கத்திற்கு மாற்றுவதற்கான கோரிக்கை பற்றி எதுவும் குறிப்பிடவில்லை. பதவியேற்றவுடன் பாராளுமன்றத்தில் கொண்டு வரப்பட்ட 20வது திருத்தத்தின் அனைத்து அதிகாரம் பெற்ற நிறைவேற்றுத் தலைவரான அவர் மற்றும் அவரது அரசாங்கம் தேசத்தை படுமோசமாகத் தோற்றுவிட்டதால், பதவியை விட்டு வெளியேற வேண்டும் என்பதை அவர் அங்கீகரிக்க வேண்டும் என்ற கடுமையான அழைப்புகள் குறித்து எதுவும் குறிப்பிடப்படவில்லை.",
        "அடுத்த நாள், ஜனாதிபதி           ராஜினாமா செய்த தனது சகோதரருக்குப் பதிலாக, திரு. ரணில் விக்கிரமசிங்கவை அவருடைய அரசாங்கத்தின் பிரதமராகப் பதவிப் பிரமாணம் செய்ததை நாங்கள் ஆச்சரியத்துடன் பார்த்தோம். இடைக்கால அரசாங்கத்தை அமைக்குமாறு ஜனாதிபதி, எதிர்க்கட்சித் தலைவர் திரு. சஜித் பிரேமதாசவிடம் கேட்டிருந்தார். இந்தச் சலுகையை மறுத்ததற்காக திரு. பிரேமதாசாவும் SJBயும் இப்போது பல எதிர்ப்பு ஆதரவு மண்டலங்களில் குற்றம்சாட்டப்படுகின்றனர்.",
        "எந்தவொரு ராஜபக்சவும் தலைமை தாங்காத இடைக்கால அரசாங்கத்தையே மக்கள் வீதிப் போராட்டங்களில் கோரியிருந்தனர் என்பதை நாம் முற்றாக மறந்துவிட்டோம். SJB இன் கொள்கை ரீதியான நிலைப்பாடு, அனைத்துக் கட்சி  இடைக்காலப் பிரதமர் மற்றும் அமைச்சரவைக்கு அதிகாரம் மாற்றப்படும் என்று உறுதியளிக்கப்பட்டபோது, ​​ஜனாதிபதி  ராஜினாமா செய்வதற்கான காலக்கெடுவுடன், ஜனாதிபதி ஒருதலைப்பட்சமாக திரு. ரணில் விக்கிரமசிங்கவை நியமிக்கத் தீர்மானித்தார். அவரது பொஹொட்டுவ  அரசாங்கம் மற்றும்  அவரது அரசாங்கத்தின் பிரதமராக இருங்கள். ஜனாதிபதி மற்றும் அவரது பழைய அரசாங்கத்திடம் இருந்து பொறுப்புப் பரிமாற்றம் இருக்கும் ஒரு \"இடைக்கால புதிய அரசாங்கம்\" என்ற கருத்து இப்போது ஜனாதிபதி ராஜபக்ச மற்றும் திரு. விக்கிரமசிங்க ஆகியோரால் பொஹொட்டுவா கட்சியை நிலைநிறுத்துவதற்காக (ஒருவேளை அவர்களின் முழு காலத்திற்கும்) மீண்டும் உருவாக்கப்பட்டுள்ளது. ஜனாதிபதி கோட்டாபய ராஜபக்ச மற்றும் திரு. ரணில் விக்கிரமசிங்க தலைமையிலான அரசாங்கம். இது ராஜபக்சவின் 2018 நிகழ்வுகளை நினைவூட்டும் ஒரு \"அரசியலமைப்பு சதி\", ஆனால் திரு. ரணில் விக்கிரமசிங்க இப்போது நமது ஆறு முறை பிரதமராக இருப்பதால், மாற்றத்திற்கான மக்கள் இயக்கத்தை சிதைத்து, இந்த நாட்டில் ராஜபக்ச ஆட்சியை நிலைநிறுத்த, சவால்கள் இருந்தபோதிலும். இந்த நிர்வாகம், ஒரு மாதத்திற்கும் மேலாக துடிப்பான தெருப் போராட்டங்களில் ஈடுபட்டது.",
        "ராஜினாமா செய்த முன்னாள் பிரதமரின் பாஸ்போர்ட் நீதிமன்றத்தால் பறிமுதல் செய்யப்பட்டு, குற்றச் செயல்கள் தொடர்பான விசாரணை நிலுவையில் உள்ளது, அவரது ஜனாதிபதி சகோதரரின் தனிப்பட்ட விருப்பமான புதிய பிரதமரை மனதார வாழ்த்தினார். மற்றொரு குடும்ப உறுப்பினரும் முன்னாள் அமைச்சரும் (அவரது கடவுச்சீட்டும் பறிமுதல் செய்யப்பட்டுள்ளது) புதிய பிரதமருக்கு ஆசிகளைப் பொழிந்தார். இது ராஜபக்சக்களால் அரசாங்கத்தில் அமைப்பு ரீதியான மற்றும் நிறுவன ரீதியான மாற்றங்களைக் கோரும் வீதிப் போராட்டங்களை குறைமதிப்பிற்கு உட்படுத்தும் இறுதிச் செயலாகும். பிரதமர் பதவியில் ரணிலின் நியமனத்தை சட்டப்பூர்வமாக்குதல்",
        "எந்த அடிப்படையில் ஜனாதிபதியும் திரு. விக்கிரமசிங்கவும் முடிவு செய்தார்கள், தேர்தலில் தோற்கடிக்கப்பட்ட திரு. விக்கிரமசிங்கவும் அவரது கட்சியும் பிரதமரை நியமிப்பதற்கு அரசியலமைப்பின் படி பாராளுமன்றத்தின் நம்பிக்கையைப் பெறுவது என்று கருதலாம். அல்லது இது பாராளுமன்ற ஜனநாயகத்தின் விதிமுறைகளை ராஜபக்சே/விக்கிரமசிங்க புரிந்து கொண்ட நாவலா?",
        "புதிய பிரதமர் திரு.ரணில் விக்கிரமசிங்க பாராளுமன்ற உறுப்பினர் பதவியை இழந்தார். அவர் எங்கள் அரசியலமைப்பில் பிரதிநிதித்துவ ஜனநாயக அமைப்பிலும், ஆட்சி முறையிலும் இலங்கை குடிமகன் எவரையும் பிரதிநிதித்துவப்படுத்தவில்லை. அவர் தேசியப் பட்டியலில்             பாராளுமன்றத்திற்கு   வெளியில் உள்ள தொழில்நுட்ப வல்லுனர்களையும் நிபுணத்துவத்தையும் நாடாளுமன்றத்துக்குக் கொண்டு வர வேண்டும் என்று அவரே கூறியதாகச் சொன்னார். ஆயினும்கூட, ஜனாதிபதியின் ஒருதலைப்பட்சமான செயலால் அவர் பிரதமராக நியமிக்கப்பட்டார், அவரது அரசாங்கம் தோல்வியுற்ற நிர்வாகத்திற்காக முற்றுகைக்கு உட்பட்டுள்ளது, ஜனாதிபதியே பதவியை விட்டு வெளியேற வேண்டும் என்ற பொதுக் கோரிக்கையுடன். இதன் விளைவாக கோட்டாபய ராஜபக்ச தலைமையிலான அரசாங்கம் மற்றும் அவருக்கு விருப்பமான பிரதமர் பதவிக்கு நியமிக்கப்பட்டுள்ள அரசாங்கம், இந்த நேரத்தில் மக்கள் விரும்பும் இடைக்கால அரசாங்கத்திற்கு இணங்கவில்லை.",
        "திரு. விக்கிரமசிங்கவிடம் ஊடகவியலாளர் ஒருவர் வீதிப் போராட்டத்தை அல்லது “அரகலயா” எவ்வாறு பார்க்கிறீர்கள் என்று கேட்டபோது புன்னகையுடன் “ஓ அது தொடர வேண்டும். அரகலயாவைத் தொடர்வது மிகவும் முக்கியமானது. ராஜபக்ச அரசாங்கத்தில் தான் எப்படி பிரதமராக முடியும் என்பதை அவர் விளக்கவில்லை, மேலும் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமையில் இல்லாத ஒரு அரசாங்கத்திற்கு அழைப்பு விடுக்கும் மக்கள் இயக்கம் அல்லது \"அரகலயா\" க்கு ஆதரவாகவும் அவர் விளக்கினார். இது ஒரு அரசியல்வாதியின் கன்னத்தில் நாக்கு மற்றும் முகபாவமான கருத்து, அவர் தனது \"நொடி\" நகைச்சுவை உணர்வுக்காக ஊடகங்களின் கவனத்தை ஈர்க்கிறார். சினமன் கிராண்டில் மதிய உணவு உண்பதற்காகக் கூட்டத்தை விட்டு ஓடியவர் யார் என்று அருகில் உள்ள பெண்கள் பள்ளியில் \"கெல்லோ\" பதிலளிப்பதால் அவர் சமீபத்தில் தனது வீட்டிற்கு எதிரே நடந்த போராட்டத்தை நிராகரிப்பது டிவியில் படம்பிடிக்கப்பட்டது.",
        "திரு. ரணில் விக்கிரமசிங்கவின் அரகலயா பற்றிய கருத்தை, உட்பொதிக்கப்பட்ட முரண்பாடுகளைக் கருத்தில் கொண்டு, மிகவும் பெரிதாக எடுத்துக் கொள்ளக் கூடாது என்ற ஒரு இழிந்த கருத்தை நாம் நிராகரிக்கலாம். ஆனால் கவலைக்குரிய விஷயம் என்னவென்றால், நாடு கண்டதை இது எடுத்துக்காட்டுகிறது, மேலும் அவரது விமர்சகர்கள் பாராளுமன்ற ஜனநாயகத்தில் நிர்வாகத்தின் அடிப்படைகளை திரு. விக்கிரமசிங்கவின் சாதாரண அணுகுமுறையாக சுட்டிக்காட்டுகின்றனர், ஏனெனில் அவர் சந்தையை வழிநடத்தும் பொருளாதார வளர்ச்சிக்கு முன்னுரிமை கொடுக்க வேண்டும் என்று அவர் நினைக்கிறார். பதவியில் இருந்தபோது அவர் எந்த நடவடிக்கையும் எடுக்கவில்லை, பிரபலமற்ற  பத்திர ஊழல் ஊழலில் உச்ச மட்டத்தில் ஊழலைப் புறக்கணித்தார் என்ற விமர்சனத்தை அவர் இப்போது வலுப்படுத்துகிறார், இது உண்மையில் அவருக்கும் அவரது கட்சிக்கும் நாடாளுமன்றத்தில் பதவியை இழந்தது.",
        "அவர் ஒரு அரசியல் கட்சியின் தலைமைத்துவத்தில் உட்கட்சி ஜனநாயகத்தின் விதிமுறைகளை மீறினார், மேலும் இது நீண்டகாலமாக நிறுவப்பட்ட அரசியல் கட்சியான UNP ஐ அழித்ததாக விமர்சகர்கள் குற்றம் சாட்டுகின்றனர். 2015ல் ராஜபக்ச அரசாங்கம் நிராகரிக்கப்பட்ட பின்னரும், 2018ல் மீண்டும் மகிந்த ராஜபக்சவின் பதவிக்கு வருவதை சவால் செய்த உச்ச நீதிமன்றத் தீர்ப்பின் பின்னரும், அவர் தலைமையிலான வானவில் கூட்டணியில் ஜனநாயகத்தை வலுப்படுத்த அவருக்கு வழங்கப்பட்ட வாய்ப்புகளை அவர் தெளிவாகப் பயன்படுத்தத் தவறிவிட்டார். தேசத்தை வாட்டி வதைத்துள்ள இந்த நெருக்கடியின் மீதான பாராளுமன்ற விவாதங்களில் அவரது பங்களிப்பு, ஒரு திறமையான அரசியல்வாதி “பொருளாதாரத்தை சரிசெய்வது” என்ற ஒற்றைக் கவலையில் வெறிகொண்டிருப்பதைத் தொடர்ந்து நிரூபிக்கிறது.",
        "அவரது அணுகுமுறையில் உள்ள சிக்கல்களில் ஒன்று, அவர் பொருளாதார வளர்ச்சிக்கு முன்னுரிமை அளித்து, பாராளுமன்ற ஜனநாயகத்தில் பொறுப்புக்கூறும் நிர்வாகத்தின் அடிப்படைப் பிரச்சினைகளில் இருந்து பிரித்தெடுத்தார். பொருளாதாரச் சரிவில் இருந்து நமது தேசத்தைக் காப்பாற்றும் தனது பணியில், தற்போதைய காலத்தின் அவசரத் தேவையாக அவர்கள் கருதும் - பொறுப்புக்கூறக்கூடிய மற்றும் வெளிப்படையான நிர்வாகத்திற்கான மக்களின் தற்போதைய கோரிக்கையை திரு. இந்த அணுகுமுறை இந்த நாட்டில் ஜனநாயக ஆட்சியை மேலும் சிதைப்பதற்கும், இந்த தேசத்தை பொருளாதார வீழ்ச்சிக்கு ஆளாக்கிய ராஜபக்ச பாணியிலான ஆட்சியின் மறுமலர்ச்சிக்கும் வழிவகுக்கும் என்பதை வரலாற்றின் படிப்பினைகள் நமக்குச் சொல்கின்றன.",
        "புதிதாக \"அபிஷேகம் செய்யப்பட்ட\" பிரதமர், ஒரு ஜனாதிபதியால் நியமிக்கப்பட்டார், அவர் பதவியில் இருப்பதே சவாலானது, ஒரு புத்த கோவிலில் ஆசீர்வாதம் பெறுவதற்கான வழக்கமான அரசியல் சடங்கைக் கடைப்பிடித்தார். அவர் தேர்ந்தெடுக்கப்பட்டவர் என்றும், எங்கள் எல்லா பிரச்சனைகளிலிருந்தும் அவர் எங்களை விடுவிப்பார் என்றும் புன்னகையுடன் உறுதியளித்தார். அவர் அனைத்தையும் அறிந்திருக்கிறார், அவர் நம் இரட்சகராக இருப்பார். பார்லிமென்ட் நடவடிக்கைகளை அவர் எப்படிக் கையாள்வார், மற்றும் கேபினட் அமைச்சர்கள் நியமனங்கள் மற்றும் காலக்கெடுவைக் குறித்து குறிப்பிட்ட கேள்விகளைக் கேட்கும் பத்திரிகையாளர்கள், கையை அசைத்து, ஒரு புன்னகையுடன் பணிநீக்கம் செய்யப்படுவார்கள். “நல்ல நேரத்தில், நல்ல நேரத்தில், என்னை விட்டுவிடுங்கள்” என்பது ஒரு சிறந்த “ஹீரோவுக்கு ஹீரோ” என்று பத்திரிகைகளில் வர்ணிக்கப்படும் ஒரு நபரின் தெளிவான செய்தி. அவரது சமீபத்திய அறிவிப்பு, தேசிய விமான நிறுவனத்தை தனியார்மயமாக்க அவர் முடிவு செய்திருப்பதை நாட்டுக்கு சுட்டிக்காட்டுகிறது.",
        "நாடாளுமன்றத் தேர்தலில் தோல்வியடைந்த தனது விசுவாசிகளான அனைத்துக் கட்சியினருடன் இணைந்து தனது தொழிலை நடத்தப் போவதாக திரு.விக்கிரமசிங்க அறிவித்துள்ளார். அவர்கள் இப்போது அவரது ஆலோசகர்களாகவும் உதவியாளர்களாகவும் இருப்பார்கள், கலவரமான நீரில் அரசின் கப்பலைச் செலுத்துவதில். அவர்கள் அனைவரும், திரு. விக்கிரமசிங்கவின் பிரமுகர்களாக, ஆட்சிப் பணியில், சுதந்திரப் பயணத்தில் மீண்டும் வந்துவிட்டதாக, பல ஊடக சேனல்களில் மகிழ்ச்சியான புன்னகையுடன் எங்களிடம் அறிவிக்கிறார்கள்.",
        "இதற்கிடையில், வெளிநாட்டு நாடுகளின் இராஜதந்திரிகள் (நீண்ட நாடளாவிய வீதிப் போராட்டங்கள் காரணமாக இலங்கையின் அரசியல் காட்சியின் உண்மைகளை அறிந்திருப்பார்கள்) புதிதாக நியமிக்கப்பட்ட பிரதமருக்கு வாழ்த்து மற்றும் பிற செய்திகளை பொழிந்தனர். அவர்கள் இந்த நியமனத்தில் மகிழ்ச்சியடைந்துள்ளனர் மேலும் இது நாட்டில் மிகவும் விரும்பப்படும் \"ஸ்திரத்தன்மையை\" கொண்டுவருவதாக பார்க்கின்றனர். இவர்களில் பலர் பாராளுமன்ற ஜனநாயக நாடுகளை சேர்ந்தவர்கள். அரசாங்கத்தின் ஊழல் மற்றும் துஷ்பிரயோகத்திற்கு முற்றுப்புள்ளி வைக்கக் கோரி ஒரு மாத கடுமையான, தெளிவான மற்றும் அமைதியான போராட்டங்களைக் கொண்ட ஒரு நாட்டின் பிரதமரை நியமித்ததில், மதிப்பிழந்த ஜனாதிபதியின் மந்திரக்கோலை அசைப்பது என்ற முடிவுக்கு அவர்கள் எப்படி வந்தார்கள் என்பது தெளிவாகத் தெரியவில்லை. அதிகாரம், இந்த \"நிலையான\" அரசியல் சூழலை உருவாக்க முடியும்.",
        "திரு. விக்கிரமசிங்க, தனது நாட்டுக்கு தேவைப்படும் நேரத்தில் உதவ வேண்டும் என்ற மிகுந்த விருப்பத்தின் காரணமாக ஜனாதிபதி ராஜபக்ஷவுடனும் தற்போதைய அரசாங்கத்துடனும் இணைந்ததாக பொதுமக்களுக்கு உறுதியளிக்கிறார். சில ஊடகங்கள் அவருடைய தன்னலமற்ற தன்மை மற்றும் பரோபகாரம் என்று விவரித்ததற்காக அவருக்கு பாராட்டுக்களைத் தருகின்றன. சொல்லாட்சியின் பின்னால் பார்த்து கடினமான கேள்வியைக் கேட்க பொதுமக்களுக்கு உரிமை உண்டு. திரு. விக்கிரமசிங்க ஏன் எதிர்க்கட்சியில் தங்கி, மற்றவர்களுடன் இணைந்து அவர்கள் தோல்விகளுக்கு ஜனாதிபதியையும்                          பொறுக்கையும்  அவர்களை பதவியில் நீடிப்பதை தடுக்க  முன்மொழியப்பட்ட இடைக்கால அரசாங்கத்தை அமைப்பதில் தலைமைத்துவத்தை வழங்கவில்லை.",
        "இந்த நாட்டை திவால் நிலைக்கு கொண்டு வந்த அதிகார துஷ்பிரயோகம், ஊழல், நிதி மோசடி மற்றும் தவறான நிர்வாகத்தை சட்டப்பூர்வமாக்குவதன் மூலம் ராஜபக்ச அரசாங்கத்தை நிலைநிறுத்துவதற்கு அவர் ஏன் பங்களித்தார். இலங்கையின் தற்போதைய வறுமையின் காரணமாக, இலங்கையை ‘குறைந்த வருமானம் கொண்ட நாடாக’ குறிப்பிடுவதற்கு வழிவகுத்த ஒரு அரசாங்கம், RWs ஈடுபாட்டுடன் புதிய வாழ்க்கையைப் பெறத் தகுதியுள்ளதா? \"மக்கள் இயக்கம்\" மற்றும் \"நிறுவன மற்றும் அமைப்பு ரீதியான மாற்றங்களுக்கு அது வழங்கிய இடத்தை\" பாராட்டி, விக்கிரமசிங்க தலைமையிலான ராஜபக்சவுடன் மிகவும் வசதியாக இருக்கும் அனைத்து சிவில் சமூகத்தின் முன்னணி \"ஜனநாயக ஆட்சி\" ஆர்வலர்களிடமும் இதே கேள்வியை நாம் கேட்க வேண்டும். அரசாங்கம். வாயில்களில் \"காட்டுமிராண்டிகள்\" பற்றி சில கவலைகள் உள்ளதா?",
        "வீதிப் போராட்டங்களில் பொறுப்புக்கூறல் நிர்வாகத்திற்கான கோரிக்கைகளுடன் இணைக்க முயற்சித்த SJB மற்றும் JVP ஆகியவை தங்கள் நிலைப்பாட்டை தக்கவைத்துக் கொண்டன. தோல்வியுற்ற ஜனாதிபதி மற்றும் அவரது அரசாங்கத்தால் வழிநடத்தப்படும் அனைத்துக் கட்சி இடைக்கால அரசாங்கத்தில் சேர அவர்கள் தயாராக இல்லை என்ற கோட்பாட்டின் அடிப்படையில் இது அமைந்துள்ளது, அதன் நடவடிக்கைகள் அவர்கள் அரசியலமைப்பு கடமைகளை தவறவிட்டதையும், ஆட்சி செய்வதற்கான ஆணையை இழந்ததையும் தெளிவாகக் காட்டுகிறது. கோட்டாபய / ரணில் விக்கிரமசிங்க அரசாங்கத்தில் அமைச்சரவை பதவியை ஏற்க மாட்டோம் என்றும், சுயேட்சையாக எதிர்க்கட்சியில் அமர்வதாகவும் ஸ்ரீலங்கா சுதந்திரக் கட்சியும் ஏனைய கட்சிகளும் சத்தியம் செய்கின்றனர். ஆனால் அவர்கள் இந்த நேரத்தில் அதன் பயனை ஏற்றுக்கொள்வார்கள் மற்றும் தேவைப்படும்போது அவர்களுக்கு ஆதரவளிப்பார்கள். மக்கள் இயக்கத்தை ஆதரிப்பதிலும், தனது அரசாங்கத்துடனும் திரு ரணில் விக்கிரமசிங்கவுடனும் பதவியில் நீடிக்க ஜனாதிபதியின் முடிவை சட்டப்பூர்வமாக்குவதன் மூலம் இவ்வாறு கூறுவதில் உள்ள தெளிவான முரண்பாடுகள் பற்றி எதுவும் குறிப்பிடப்படவில்லை. கோட்டாபய ராஜபக்ச/விக்கிரமசிங்க அரசாங்கத்திற்கு மட்டுப்படுத்தப்பட்ட விதத்தில் ஆதரவளிப்பதைச் சுட்டிக்காட்டி அதன் பேச்சாளரின் ஆரம்ப அறிக்கையின் பின்னர், திரு. விக்கிரமசிங்கவின் ஒருதலைப்பட்சமான நியமனம் ஜனநாயகத்தின் அடிப்படை நெறிமுறைகளுக்கு முரணானது என்பதை இப்போது தெளிவுபடுத்தியுள்ளது. ஜனாதிபதி தனது ஆணையை இழந்துவிட்டார், பதவியில் நீடிக்க உரிமை இல்லை என்ற நிலைப்பாட்டை எடுக்கிறது.",
        "குடிமக்களாகிய நாம், இந்த வாரத்தின் நிகழ்வுகளையும், நமது அரசியல்வாதிகளின் நடத்தையையும் பார்த்து, நாம் கேட்கலாம்: பாரடைஸ் லாஸ்ட், காகத் தீவு, மைனா அல்லது குக்கூ லேண்ட் என்று நாம் விவரிக்கக்கூடிய நாட்டில் இருக்கிறோமா? நம்மை நாமே கேட்டுக்கொள்ள வேண்டும் - ஏன் நம் ஆட்சியாளர்களை நமக்கு இப்படிச் செய்ய அனுமதிக்கிறோம்?",
        "நமது நிர்வாகமானது மக்களுக்குப் பொறுப்புக்கூறக்கூடியதாக இருப்பதை உறுதிசெய்ய தற்போதைய முயற்சிகளை மீண்டும் செயல்படுத்தி வலுப்படுத்த வேண்டும். பாராளுமன்றத்திற்கு உள்ளேயும் வெளியேயும் ஜனநாயகத்தை வலுப்படுத்த ஒவ்வொரு முயற்சியையும் நாம் ஆதரிக்க வேண்டும், அது செயல்படும் மற்றும் செயலிழக்காமல் இருக்க வேண்டும். தோல்வியுற்ற அரசாங்கம் பதவியை விட்டு வெளியேற மறுத்து, அமைப்பு ரீதியான மற்றும் நிறுவன மாற்றத்தை மக்கள் விரும்பும் இந்த முட்டுக்கட்டைக்கு ஒரு தீர்வை எட்டுவதற்கு நமது அரசியலமைப்பு நமக்கு உதவுமா என்பதை இந்த தாமதமான கட்டத்தில் ஆராய்வது பயனுள்ளதாக இருக்கும். குறிப்பாக ஒரு அரசாங்கம் பொதுத் தேர்தலின் மூலம் அனைத்தையும் தீர்த்து வைக்க முடியாத அளவுக்கு நாட்டை பாழ்படுத்தியுள்ளது.",
        "1) நெருக்கடியை சமாளிப்பதற்கு ‘இடைக்கால அரசாக’ மக்கள் எதை விரும்புகிறார்கள் என்பது குறித்து சில தெளிவுகள் இருக்க முடியாதா? தற்போதைய நெருக்கடிக்கு பொறுப்புக்கூற வேண்டிய ராஜபக்சக்களால் வழிநடத்தப்படாத இடைக்கால அரசாங்கத்தை மக்கள் விரும்புகிறார்கள். நாட்டை இந்த இக்கட்டான நிலைக்கு கொண்டு வந்த ஊழல் மற்றும் அதிகார துஷ்பிரயோகத்தை அவர்கள் நிராகரிக்கின்றனர். ஆட்சியமைக்கக் கொடுக்கப்பட்ட ஆணையை இழந்துவிட்டதாகச் சொல்கிறார்கள்.",
        "திரு. விக்கிரமசிங்க, அரசாங்கத்தின் ஆதரவைப் பெற்று, ராஜபக்ச அரசாங்கத்தை வழிநடத்துவதற்கு பாராளுமன்றத்தில் அவர்களின் வாக்குகளைப் பெறுவது என்பது அனைத்துக் கட்சிகளின் “இடைக்கால அரசாங்கம்” என்பது மக்களின் கருத்து அல்ல. (தெருவில் இருந்த எதிர்ப்பாளர்கள் அவருக்குப் புதிய பெயருடன் ஞானஸ்நானம் கொடுத்துள்ளனர்: ரணில் ராஜபக்சே!) நெருக்கடியைச் சமாளிப்பதற்கு குறுகிய காலத்திற்கு இடைக்கால அரசாங்கம் வேண்டும் என்ற தேசத்தின் கோரிக்கையின் மீதான இந்தக் குழப்பமும் அடிப்படை உண்மைகளை முற்றிலும் புறக்கணிப்பதும்தான். ரணில் விக்கிரமசிங்கவை பிரதமராக நியமித்த ஜனாதிபதி, தற்போதைய நெருக்கடியிலிருந்து நாட்டைக் கொண்டு செல்வதற்கு ஒன்றிணைந்து செயற்பட முன்வந்துள்ளார்.",
        "2) அடுத்ததாக நாடாளுமன்றம் கூடும் போது, ​​குடியரசுத் தலைவரும் அவரது அரசாங்கமும் ஆட்சி செய்வதற்கான ஆணையை இழந்துவிட்டதை அங்கீகரிப்பது அனைத்து நாடாளுமன்ற உறுப்பினர்களின் கடமையல்லவா? ஆட்சி மாற்றத்திற்கான மக்களின் கோரிக்கையை ஆதரிப்பவர்கள் ஒன்றாக வாக்களித்து புதிய பிரதமரும், பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தும் மற்ற அனைத்துக் கட்சிகளின் அமைச்சரவையும் இடைக்கால அரசாங்கத்தை அமைப்பதை உறுதி செய்ய வேண்டும். இந்த விடயத்தில் அவர்கள் ஒருமித்த கருத்துக்கு உழைக்க வேண்டும், மேலும் தற்போது ஜனாதிபதி மற்றும் பிரதமர் ரணில் விக்கிரமசிங்க தலைமையிலான அதே அரசாங்கம் பாராளுமன்றத்தில் ஜனாதிபதியின் கட்சியின் ஆதரவுடன் தொடர அனுமதிக்கக்கூடாது.",
        "3) பாராளுமன்றத்தில் உள்ள எதிர்க்கட்சிகளும் நாடளாவிய ரீதியிலான வீதிப் போராட்டங்களுக்கு ஆதரவளிப்பவர்களும் ஜனாதிபதிக்கு எதிரான நம்பிக்கையில்லாப் பிரேரணையை நிறைவேற்றலாம். இது அவரது ராஜினாமா அழைப்பை நியாயப்படுத்தும் ஒரு தெளிவான செய்தியை கொடுக்கும். வீதிப் போராட்டங்கள் மற்றும் மாற்றத்திற்கான கோரிக்கைகள் பற்றிய அடிப்படை யதார்த்தங்களைப் பிரதிபலிக்கும் இந்தச் செய்தியை ஜனாதிபதியும் திரு. விக்கிரமசிங்கவும் புரிந்துகொள்வார்கள் என்று நம்புகிறோம். திரு. விக்கிரமசிங்கே, எதிர்க்கட்சி  இடைக்கால அமைச்சரவையில் உறுப்பினராகலாம், ஆனால் தற்போதைய அரசாங்கத்தின் பிரதமராக முடியாது, இந்த அரசாங்கத்தின் நம்பிக்கை வாக்கெடுப்பின் மூலம் ஆதரிக்க முடியாது.",
        "4) குடியரசுத் தலைவர் அரசியலமைப்பிற்கு இணங்க அனைத்துக் கட்சி இடைக்காலப் பிரதமரையும்,    அவரது சொந்தக் கட்சியில் இல்லாத அமைச்சரவையையும் நியமிக்க முடியும், புதிய எதிர்க்கட்சி அல்லது நாடாளுமன்றத்தில் உள்ள சுயேச்சைக் குழு, அவர்களை ஒரு பகுதியாக இருக்க அழைக்கும் வரை. புதிய அமைச்சரவை.",
        "5) இடைக்கால பிரதமர் மற்றும் அமைச்சரவை, அனைத்துக் கட்சிகளின் பிரதிநிதிகள், அரசாங்கத்தின் புதிய நிர்வாகக் கிளையாக அமைக்கப்படலாம். அவர்கள் அதிகபட்சமாக ஒன்று முதல் இரண்டு மாதங்கள் வரை நிர்வாகியின் ஒரு பகுதியாக செயல்பட முடியும். இதன் போது நிர்வாகத்தில் உரிய மாற்றங்களுடன் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கான 21 ஆவது திருத்தத்தை பாராளுமன்றத்தில் கொண்டு வர முடியும். இந்த திருத்தம் நிறைவேற்றப்பட்டவுடன் ஜனாதிபதி பதவி வகிப்பதை நிறுத்துவார், மேலும் பொதுத் தேர்தல்கள் நடத்தப்படும் வரை இடைக்கால அரசாங்கத்தின் பிரதமர் மற்றும் அமைச்சரவையின் தொடர்ச்சிக்கான ஏற்பாடுகள் செய்யப்படலாம்.",
        "இந்தத் தேர்தல்களை நடத்துவதற்கான காலக்கெடுவை அமைக்கலாம். குடியரசுத் தலைவர் பதவியானது பல ஜனநாயக நாடுகளைப் போலவே ஒரு சம்பிரதாயமான அரச தலைவரால் நடத்தப்படும் ஒன்றாக மாறும். நாடளாவிய ரீதியில் முன்னெடுக்கப்படும் வீதிப் போராட்டங்களில் மக்களால் கோரப்படும் முறையான மற்றும் நிறுவனரீதியான நிர்வாக மாற்றங்கள் இந்த அரசியலமைப்பு மாற்றத்தின் மூலம் எளிதாக்கப்படும். அத்தகைய அரசியலமைப்பு மாற்றத்தை \"நிலையற்ற தன்மை\" என்ற புராண வாதங்களால் நீண்ட காலத்திற்கு ஒத்திவைக்கக்கூடாது. ஜனாதிபதி பதவியில் இருந்து வெளியேறும் போது அதிகாரத்தை மாற்றுவது குறித்து அரசியலமைப்பில் தெளிவான விதிகள் உள்ளன. அவற்றைப் புரிந்துகொண்டு பயன்படுத்த வேண்டியது கட்சித் தலைவர்களின் கையில் உள்ளது.",
        "மே 17 அன்று பாராளுமன்றத்தில் காணப்பட்ட காட்சிகள், பாராளுமன்றத்தில் பொஹொட்டுவ பெரும்பான்மை கொண்ட ஜனாதிபதி, ஆட்சிக்கான நிகழ்ச்சி நிரலை தொடர்ந்தும் ஆணையிடுவார் என்பதை மிகத் தெளிவாக முன்வைத்துள்ள திரு. அவர் அமைதியாக அமர்ந்திருந்தபோது, ​​அமைச்சர் ஜி.எல். பீரிஸ், தனது புதிய ஆசனத்தில், பெண் வேட்பாளருக்கு எதிராக, பிரதி சபாநாயகர் அலுவலகத்திற்கு ஆண் வேட்பாளரை நியமிக்க மீண்டும் ஒருமுறை முன்வந்தார், இது வெளிப்படையாக திரு. விக்கிரமசிங்கவால் அவரது வித்தியாசமான அவதாரத்தில் பரிந்துரைக்கப்பட்டது. தவிர்க்க முடியாமல் அவள் வாக்குகளை இழந்தாள். திரு. விக்கிரமசிங்க பின்னர் ஒரு போலியான நடைமுறை வாதத்தை முன்வைத்தார், இது ஜனாதிபதிக்கு எதிரான தணிக்கை பிரேரணை மீதான விவாதத்தின் சாத்தியத்தை திறம்பட முடக்கியது. ஜனாதிபதியினாலும் அவரது தோல்வியடைந்த பொஹொட்டுவ அரசாங்கத்தினாலும் அவருக்குப் பரிசாகக் கொடுக்கப்பட்ட கௌரவமான பிரதம மந்திரி முன்னிலையில் இருந்து அவர் வேறு என்ன செய்திருக்க முடியும்?",
        "ஷேக்ஸ்பியர், கடல்களுக்கு அப்பால் இருந்து தொந்தரவு செய்யும் பார்ட் கூறினார், \"வால்டிங் லட்சியம் தானே பாய்கிறது\". மிகச் சமீபத்திய மற்றும் மிகவும் விளம்பரப்படுத்தப்பட்ட  துருவப் வால்ட் சக்தியின் பாய்ச்சலுக்கு வழிவகுக்குமா என்பதை காலம்தான் சொல்லும் பாராளுமன்றத்தில் திறமையான வல்லுநர்கள் சிலருடன் தொடர்பு கொண்டவர்கள், பல தசாப்தங்களாக பொது வாழ்க்கையில் ஏன் அவர்களில் பலர் நம் தேசத்திற்கு வரவில்லை என்று நம்மை நாமே கேட்டுக்கொள்கிறோம், \"பதவி ஆசையால் வாங்க முடியாத மனிதர்கள்\" என்று தாகூர் கூறினார். ஒரு சிறந்த காமன்வெல்த் நீதிமன்றத்தின் சிறந்த நீதிபதியான லார்ட் ஆக்டனின் அந்த ஞானமான கூற்றில் பதில் இருக்கலாம், அவர் கூறினார், \"(அணுகல்) அதிகாரத்தை சிதைக்கிறது மற்றும் (அணுகல்) முழுமையான அதிகாரத்தை முற்றிலும் சிதைக்கிறது.\"",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}