{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-holdings-positive-numbers-boost-bourse/",
  "time_ut": 1654094280,
  "title": "LOLC Holdings’ positive numbers boost bourse",
  "body_lines": [
    "CSE trading started on a positive note and continued that way for around half an hour yesterday as a result of top blue- chip company LOLC Holdings showing positive numbers in its internal financial statement. But the CSE later turned negative following data released on the state’s latest tax revision, stock market analysts said.",
    "LOLC Holdings, which has interests in financial services, leisure and property, including foreign operations, reported profits of Rs 39 billion for the March 2022 quarter, up 442 per cent from a year earlier. As a result, other companies also started performing well during the early part of the day, stock analysts said.",
    "Several stock market investors are worried about the Corporate Gain Tax that has been increased to 30 per cent while previously in 2019 it was 24 per cent. Further, other tax systems, such as, the Inland Revenue Tax, Withholding Tax and the Value Added Tax are also likely to be revised, stock analysts added.",
    "Further, Lanka IOC share prices also appreciated with the latest fuel price hike due to the increase in global oil prices, which recorded US $ 120 per barrel. Its shares increased by six per cent or Rs 3.80. Its share prices shot up to Rs 59.50 from Rs 55.70.",
    "Amid those developments stocks slipped within the first hour of trade yesterday as a liquid index fell over 1 per cent, dragged down by weak sentiments following the decision to hike rates to 2019 levels.",
    "The main All- Share Price index fell by 43.4 points and the liquid S&P SL20 index slipped 1.1 per cent or 21.4 points. Market generated a turnover of Rs 1.2 billion with a single crossing. The crossing was reported in Cargills, which crossed 150,000 shares to the tune of Rs 24.2 million; its shares traded at Rs 161.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Browns Investments Rs 310 million (30.8 million shares traded), Expolanka Holdings Rs 207 million (979,000 shares traded), LOLC Holdings Rs 66.2 million (111,000 shares traded), Lanka IOC Rs 65 million (1.1 million shares traded), LOLC Finance Rs 51.4 million (5.9 million shares traded), Aitken Spence Rs 40 million (476,000 shares traded) and Dialog Rs 31.7 million (4.3 million shares traded). During the day 77 million share volumes changed hands in 14000 transactions.",
    "It said high net worth and institutional investor participation was noted in Commercial Bank, JKH and Printcare. Mixed interest was observed in Expolanka Holdings, Lanka IOC and JKH, while retail interest was noted in Browns Investments, LOLC Finance and SMB Leasing voting and nonvoting.",
    "The Food, Beverage and Tobacco sector was the top contributor to the market turnover (due to Browns Investments), while the sector index lost 2.21 per cent. The share price of Browns Investments decreased by Rs. 40 cents (3.85 per cent) to close at Rs. 10.",
    "The Transportation sector was the second highest contributor to the market turnover (due to Expolanka Holdings) while the sector index decreased by 2.91 per cent. The share price of Expolanka Holdings lost Rs 6.50 (2.92 per cent) to close at Rs. 216.25.",
    "Separately Royal Ceramics announced an interim dividend of 75 cents per share, while Malwatte Valley Plantations and United Motors Lanka announced their final dividends of 12 cents and 50 cents per share respectively.",
    "Yesterday, the Central Bank announced the US dollar rate. The buying rate was Rs 355.12 and the selling rate Rs 365.09",
    "Dialog Axiata ranked Sri Lanka’s Most Valuable Brand by Brand Finance for the 4th consecutive year",
    "Port of Colombo terminal operators say they are completely insulated from national crisis",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "LOLC හෝල්ඩිංග්ස් හි ධන අගයන් කොටස් ශේෂය ඉහළ නංවයි",
      "body_lines": [
        "ප්‍රමුඛතම බ්ලූචිප් සමාගමක් වන LOLC හෝල්ඩිංග්ස් සිය අභ්‍යන්තර මූල්‍ය ප්‍රකාශනයේ ධනාත්මක සංඛ්‍යා පෙන්වීමේ ප්‍රතිඵලයක් ලෙස CSE වෙළඳාම ධනාත්මකව ආරම්භ වූ අතර පැය භාගයක පමණ කාලයක් එම ආකාරයෙන්ම ඊයේ පැවතිණි. නමුත් ප්‍රාන්තයේ නවතම බදු සංශෝධන පිළිබඳ නිකුත් කරන ලද දත්ත වලින් පසුව CSE පසුව ඍණාත්මක වූ බව කොටස් වෙලඳපොල විශ්ලේෂකයෝ පවසති.",
        "විදේශීය මෙහෙයුම් ඇතුළුව මූල්‍ය සේවා, විවේකය සහ දේපළ සම්බන්ධයෙන් උනන්දුවක් දක්වන LOLC හෝල්ඩිංග්ස්, 2022 මාර්තු කාර්තුව සඳහා රුපියල් බිලියන 39 ක ලාභයක් වාර්තා කර ඇති අතර එය පෙර වසරට වඩා සියයට 442 කින් වැඩි විය. එහි ප්‍රතිඵලයක් ලෙස අනෙකුත් සමාගම් ද දිනයේ මුල් භාගයේදී හොඳින් ක්‍රියාත්මක වීමට පටන් ගත් බව කොටස් විශ්ලේෂකයෝ පවසති.",
        "මීට පෙර 2019 වසරේ එය සියයට 24ක් වූ අතර එය සියයට 30 දක්වා ඉහළ දමා ඇති ආයතනික ලාභ බද්ද පිළිබඳව කොටස් වෙළෙඳපොළ ආයෝජකයින් කිහිප දෙනෙකු කනස්සල්ලට පත්ව සිටිති. තවද, දේශීය ආදායම් බද්ද, රඳවා ගැනීමේ බද්ද සහ එකතු කළ අගය මත බද්ද වැනි අනෙකුත් බදු ක්‍රම ද සංශෝධනය වීමට ඉඩ ඇති බව කොටස් විශ්ලේෂකයෝ වැඩිදුරටත් සඳහන් කරති.",
        "තවද, ගෝලීය තෙල් මිල ඉහළ යාම හේතුවෙන් නවතම ඉන්ධන මිල ඉහළ යාමත් සමඟ Lanka IOC කොටස් මිල ද ඉහළ ගිය අතර එය බැරලයක් ඇමෙරිකානු ඩොලර් 120ක් ලෙස සටහන් විය. එහි කොටස් සියයට හයකින් හෙවත් රුපියල් 3.80කින් වැඩි විය. එහි කොටස් මිල රුපියල් 55.70 සිට රුපියල් 59.50 දක්වා ඉහළ ගියේය.",
        "එම වර්ධනයන් මධ්‍යයේ 2019 මට්ටමට අනුපාත ඉහළ නැංවීමට ගත් තීරණයෙන් පසු දුර්වල මනෝභාවයන් හේතුවෙන් ද්‍රව දර්ශකය සියයට 1 ට වඩා පහත වැටුණු බැවින් ඊයේ වෙළඳාමේ පළමු පැය තුළ කොටස් පහත වැටුණි.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය ඒකක 43.4කින් පහත වැටුණු අතර ද්‍රව S&P SL20 දර්ශකය සියයට 1.1කින් හෝ ඒකක 21.4කින් පහත වැටුණි. වෙළෙඳපොළ එක් හරස් මාර්ගයකින් රුපියල් බිලියන 1.2 ක පිරිවැටුමක් උපයා ඇත. මෙම හරස් කිරීම කාර්ගිල්ස් හි වාර්තා වූ අතර එය කොටස් 150,000 ඉක්මවා රුපියල් මිලියන 24.2 ක් විය. එහි කොටස් රුපියල් 161 ට ගනුදෙනු විය.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; Browns Investments රුපියල් මිලියන 310 (කොටස් මිලියන 30.8 ක් ගනුදෙනු), එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 207 (කොටස් 979,000 ක් ගනුදෙනු), LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 66.2 (කොටස් 111,000 ක් ගනුදෙනු), ලංකා IOC රුපියල් මිලියන 65 (කොටස් මිලියන 1.1 ක් ගනුදෙනු), LOLC4 ෆිනෑන්ස් මිලියන (කොටස් මිලියන 5.9 ක් ගනුදෙනු), Aitken Spence රුපියල් මිලියන 40 (කොටස් 476,000 ක් ගනුදෙනු) සහ Dialog රුපියල් මිලියන 31.7 (කොටස් මිලියන 4.3 ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 14000 කදී කොටස් වෙළුම් මිලියන 77 ක් වෙනස් විය.",
        "කොමර්ෂල් බැංකුව, JKH සහ Printcare හි ඉහළ ශුද්ධ වටිනාකමක් සහ ආයතනික ආයෝජකයින්ගේ සහභාගීත්වය සටහන් වී ඇති බව එහි සඳහන් වේ. Expolanka Holdings, Lanka IOC සහ JKH හි මිශ්‍ර උනන්දුව නිරීක්ෂණය කරන ලද අතර, Browns Investments, LOLC Finance සහ SMB ලීසිං ඡන්ද සහ ඡන්දය නොදීම සඳහා සිල්ලර පොලී සටහන් විය.",
        "ආහාර, පාන සහ දුම්කොළ අංශය වෙළෙඳපොළ පිරිවැටුම සඳහා (බ්‍රවුන්ස් ආයෝජන හේතුවෙන්) ඉහළම දායකත්වය ලබා දුන් අතර, අංශයේ දර්ශකය සියයට 2.21 කින් අහිමි විය. Browns Investments හි කොටසක මිල රු. ශත 40 (සියයට 3.85) රු. 10.",
        "(එක්ස්පෝලංකා හෝල්ඩිංග්ස් හේතුවෙන්) වෙළෙඳපොළ පිරිවැටුම සඳහා ප්‍රවාහන අංශය දෙවැනි ඉහළම දායකත්වය ලබා දුන් අතර අංශයේ දර්ශකය සියයට 2.91 කින් පහළ ගියේය. එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි කොටසක මිල රුපියල් 6.50 (සියයට 2.92) අඩු වී රු. 216.25 කි.",
        "වෙනමම Royal Ceramics කොටසකට ශත 75ක අතුරු ලාභාංශයක් ප්‍රකාශයට පත් කළ අතර Malwatte Valley Plantations සහ United Motors Lanka ඔවුන්ගේ අවසන් ලාභාංශ පිළිවෙලින් කොටසකට ශත 12 සහ ශත 50 ලෙස ප්‍රකාශයට පත් කළේය.",
        "ඊයේ මහ බැංකුව විසින් එක්සත් ජනපද ඩොලර අනුපාතය ප්‍රකාශයට පත් කරන ලදී. ගැනුම් මිල රුපියල් 355.12ක් වූ අතර විකුණුම් මිල රුපියල් 365.09ක් විය",
        "Dialog Axiata අඛණ්ඩව 4 වන වසරටත් Brand Finance විසින් ශ්‍රී ලංකාවේ වටිනාම සන්නාමය ලෙස ශ්‍රේණිගත කර ඇත.",
        "කොළඹ වරායේ පර්යන්ත ක්‍රියාකරුවන් පවසන්නේ තමන් ජාතික අර්බුදයෙන් සම්පූර්ණයෙන්ම පරිවරණය වී ඇති බවයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "LOLC ஹோல்டிங்ஸின் நேர்மறை எண்கள் பங்குச் சந்தையை உயர்த்துகின்றன",
      "body_lines": [
        "சிறந்த புளூசிப் நிறுவனமான LOLC ஹோல்டிங்ஸ் அதன் உள் நிதிநிலை அறிக்கையில் நேர்மறை எண்களைக் காட்டியதன் விளைவாக, CSE வர்த்தகம் நேர்மறையான குறிப்பில் தொடங்கியது மற்றும் சுமார் அரை மணி நேரம் நேற்று தொடர்ந்தது. ஆனால், மாநிலத்தின் சமீபத்திய வரி திருத்தம் குறித்த தரவுகளைத் தொடர்ந்து CSE பின்னர் எதிர்மறையாக மாறியது என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "LOLC ஹோல்டிங்ஸ், நிதிச் சேவைகள், ஓய்வு மற்றும் சொத்து, வெளிநாட்டு நடவடிக்கைகள் உட்பட, மார்ச் 2022 காலாண்டில் ரூ. 39 பில்லியன் லாபத்தைப் பதிவு செய்துள்ளது, இது முந்தைய ஆண்டை விட 442 சதவீதம் அதிகமாகும். இதன் விளைவாக, பிற நிறுவனங்களும் நாள் தொடக்கத்தில் சிறப்பாக செயல்படத் தொடங்கின என்று பங்கு ஆய்வாளர்கள் தெரிவித்தனர்.",
        "பல பங்குச் சந்தை முதலீட்டாளர்கள் கார்ப்பரேட் ஆதாய வரி 30 சதவீதமாக உயர்த்தப்பட்டதைப் பற்றி கவலைப்படுகிறார்கள், முன்பு 2019 இல் இது 24 சதவீதமாக இருந்தது. மேலும், உள்நாட்டு வருவாய் வரி, நிறுத்தி வைக்கும் வரி மற்றும் மதிப்பு கூட்டப்பட்ட வரி போன்ற பிற வரி முறைகளும் திருத்தப்படும் என பங்கு ஆய்வாளர்கள் தெரிவித்தனர்.",
        "மேலும், லங்கா ஐஓசி பங்கு விலைகள், உலகளாவிய எண்ணெய் விலைகளின் அதிகரிப்பு காரணமாக சமீபத்திய எரிபொருள் விலை உயர்வுடன் பாராட்டப்பட்டது, இது ஒரு பீப்பாய்க்கு 120 அமெரிக்க டாலர்களை பதிவு செய்தது. அதன் பங்குகள் ஆறு சதவீதம் அல்லது ரூ.3.80 அதிகரித்தது. இதன் பங்கின் விலை ரூ.55.70ல் இருந்து ரூ.59.50 ஆக உயர்ந்தது.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில், 2019 நிலைகளுக்கு விகிதங்களை உயர்த்துவதற்கான முடிவைத் தொடர்ந்து பலவீனமான உணர்வுகளால் இழுத்துச் செல்லப்பட்ட திரவக் குறியீடு 1 சதவீதத்திற்கும் மேலாக வீழ்ச்சியடைந்ததால், நேற்று வர்த்தகத்தின் முதல் மணிநேரத்தில் பங்குகள் சரிந்தன.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு 43.4 புள்ளிகளால் சரிந்தது மற்றும் திரவ S&P SL20 குறியீடு 1.1 சதவீதம் அல்லது 21.4 புள்ளிகள் சரிந்தது. மார்க்கெட் 1.2 பில்லியனை ஒரு ஒற்றைக் கடப்புடன் உருவாக்கியது. 150,000 பங்குகளை ரூ. 24.2 மில்லியனைத் தாண்டியதாக கார்கில்ஸில் கிராசிங் அறிவிக்கப்பட்டது; அதன் பங்குகள் 161 ரூபாய்க்கு வர்த்தகம் செய்யப்பட்டது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; Browns Investments ரூ. 310 மில்லியன் (30.8 மில்லியன் பங்குகள் வர்த்தகம்), எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ. 207 மில்லியன் (979,000 பங்குகள் வர்த்தகம்), LOLC ஹோல்டிங்ஸ் ரூ. 66.2 மில்லியன் (111,000 பங்குகள் வர்த்தகம்), லங்கா IOC ரூ. 65 மில்லியன் (1.1 மில்லியன் பங்குகள் வர்த்தகம்), 51 மில்லியன் ஃபினான்ஸ் மில்லியன் (5.9 மில்லியன் பங்குகள் வர்த்தகம்), Aitken Spence Rs 40 மில்லியன் (476,000 பங்குகள் வர்த்தகம்) மற்றும் Dialog Rs 31.7 மில்லியன் (4.3 மில்லியன் பங்குகள் வர்த்தகம்) நாளின் போது 14000 பரிவர்த்தனைகளில் 77 மில்லியன் பங்குகள் கைமாறின.",
        "கொமர்ஷல் வங்கி, ஜேகேஹெச் மற்றும் பிரிண்ட்கேர் ஆகியவற்றில் அதிக நிகர மதிப்பு மற்றும் நிறுவன முதலீட்டாளர் பங்கேற்பு குறிப்பிடப்பட்டுள்ளது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ், லங்கா ஐஓசி மற்றும் ஜேகேஹெச் ஆகியவற்றில் கலப்பு ஆர்வம் காணப்பட்டது, அதே சமயம் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ், எல்ஓஎல்சி ஃபினான்ஸ் மற்றும் எஸ்எம்பி லீசிங் வாக்களிப்பு மற்றும் வாக்களிக்காதவற்றில் சில்லறை வட்டி குறிப்பிடப்பட்டுள்ளது.",
        "உணவு, பானங்கள் மற்றும் புகையிலை துறை சந்தை வருவாயில் (பிரவுன்ஸ் முதலீடுகள் காரணமாக) முதன்மை பங்களிப்பாளராக இருந்தது, அதே நேரத்தில் துறை குறியீடு 2.21 சதவீதம் இழந்தது. பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் பங்கு விலை ரூ. 40 சென்ட் (3.85 சதவீதம்) ரூ. 10.",
        "சந்தைப் புரள்வில் (எக்ஸ்போலங்கா ஹோல்டிங்ஸ் காரணமாக) போக்குவரத்துத் துறை இரண்டாவது அதிக பங்களிப்பை வழங்கியதுடன், துறைச் சுட்டெண் 2.91 வீதத்தால் குறைந்துள்ளது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ் பங்கு விலை ரூ.6.50 (2.92 சதவீதம்) இழந்து ரூ. 216.25.",
        "தனித்தனியாக Royal Ceramics ஒரு பங்குக்கு 75 சென்ட் இடைக்கால ஈவுத்தொகையை அறிவித்தது, அதே நேரத்தில் Malwatte Valley Plantations மற்றும் United Motors Lanka ஆகியவை ஒரு பங்குக்கு முறையே 12 சென்ட் மற்றும் 50 சென்ட் என இறுதி ஈவுத்தொகையை அறிவித்தன.",
        "அமெரிக்க டாலர் விலையை மத்திய வங்கி நேற்று அறிவித்தது. கொள்முதல் விலை ரூ.355.12 ஆகவும், விற்பனை விலை ரூ.365.09 ஆகவும் இருந்தது",
        "Dialog Axiata தொடர்ந்து 4வது ஆண்டாக Brand Finance மூலம் இலங்கையின் மிகவும் பெறுமதியான வர்த்தக நாமத்தை தரவரிசைப்படுத்தியுள்ளது.",
        "கொழும்பு துறைமுக முனைய ஆபரேட்டர்கள் தேசிய நெருக்கடியில் இருந்து முற்றிலும் தனிமைப்படுத்தப்பட்டதாக கூறுகின்றனர்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}