{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/early-60s-in-the-ministry-of-defence-and-external-affairs-and-being-appointed-director-of-information/",
  "time_ut": 1651236360,
  "title": "Early 60s in the Ministry of Defence and External Affairs and being appointed Director of Information",
  "body_lines": [
    "Sri Lanka’s constitution until the introduction of the Presidential system required that the Prime Minister should also hold the portfolio of Defence and External Affairs. I had the opportunity of serving two spells in that Ministry, and both happened to be under Prime Minister Sirimavo Bandaranaike.",
    "My first posting to this Ministry was as Secretary to a one-man Committee of Inquiry (which was later raised to the status of a Commission) which came under its purview, appointed to investigate and report on some shootings that took place in an estate in Talawakelle (allegedly by the Police acting in collusion with the management), which resulted in the death of a number of estate workers.",
    "Mr. M.F.de Jayaratne, CCS, was Permanent Secretary of the Ministry at the time and when he retired from service shortly thereafter, Mr. N.Q. Dias (also of the Ceylon Civil Service) succeeded him.",
    "At the conclusion of the work of this Commission one year later, I was appointed as Assistant Secretary in charge of the Administration Division of the Ministry. This was in April 1962 just a few months after the failed coup d’etat of January that year which sought to overthrow the lawfully elected government of the day, and it goes without saying that not everyone would have been welcome in that Ministry.",
    "It needs to be remembered that there were quite a few serving and retired senior officers of the armed services and police among the key suspects.",
    "Consequently, the government resorted to very heavy recruitment during this period to the volunteer force under a newly appointed Commandant, Colonel Stanley Ratwatte, who happened to be a close relative of the Prime Minister. While he was a member of the preliminary interview board for selection of officers to the volunteer force if I remember right, I was made its chairman in view of the position I held in the Ministry.",
    "We had to interview large numbers and put up only a limited number of those whom we considered suitable for the final interview held under the chairmanship of the Permanent Secretary. Similar arrangements were made in respect the other two services too. These arrangements obviously would have been with the personal approval of the Prime Minister herself.",
    "While I was holding the position of Assistant Secretary (Administration) in the Ministry, I was called upon a couple of years later to take over as Assistant Secretary (Defence), succeeding Mr. D.B.I.P.S. Siriwardhana, many years my senior in the Civil Service, when he was appointed as D.I.G. (Administration), a very sensitive and vital position in the Police Department considering the number of serving or former Police officers who were among the suspects in the failed coup.",
    "As Assistant Secretary (Defence), I was required to report directly to the Permanent Secretary – an arrangement which surprised many, casting a heavy burden of responsibility on my shoulders. And those who knew Mr.N.Q.Dias also knew what a hard task-master he was.",
    "I must say that I did not have much direct contact with the Prime Minister during this period as she hardly turned up at the Ministry office, and the Permanent Secretary met her with the relevant files at Temple Trees, her official residence. This is not to say that she would have had no knowledge of the officers holding key positions in her Ministry, particularly in the Defence Division in the aftermath of the illegal attempt to overthrow the government (referred to above).",
    "And that obviously explains why Mr. W.T. Jayasinghe found it so easy to obtain her approval to take me back to this Ministry a few years later (in September 1973) as Senior Assistant Secretary (Defence) – a position that had apparently been kept vacant since its previous incumbent left, until a suitable replacement was found.",
    "While I was quite happy working at the Defence Ministry, I was no doubt a little concerned about missing the provincial experience that a Civil Servant was expected to have sufficiently early in his career. On a couple of occasions when the Secretary to the Treasury (as head of the public service) had asked for my release to be posted to a Kachcheri, the Defence Secretary had told him that it would be difficult to release me. This meant I had no choice.",
    "At the time Parliament was dissolved and a General Election fixed for March 22, 1965, the post of Additional Government Agent, Colombo happened to be vacant, and, the Government Agent (B.H. de Zoysa), had taken up with the authorities the need to fill the vacancy urgently in view of the considerable amount of work that had to be done in respect of the Elections.",
    "The Commissioner of Elections had been equally keen to get this position filled early, and had recommended me as a suitable person for the job, if available, having worked in his Department as an Assistant Elections Officer for a few months and being in the thick of it in Kandy during the March 1960 General Elections.",
    "When informal inquiries were made from me by his officials as to whether I would like to take up the appointment, I gave a positive signal although Colombo was hardly the district I had looked forward to serving in when I thought it was time to move out into provincial administration. Mr. B.H. (better known as Buddhi) de Zoysa whom I had met a couple of times in the course of work had been more than happy to accept me in the vacant position.",
    "When Mr. Dias, the Defence Secretary, inquired from me as to whether I am interested in taking up the above appointment (remembering well the previous occasions that he had refused to release me!), I answered in the affirmative. The end result was that I found myself at the Colombo Kachcheri holding the position of Additional Government Agent in mid-January 1965.",
    "Taking my background and experience into account the GA entrusted a large part of the elections work that had to be overseen at the highest level which I was able to carry out to his satisfaction, working closely with the Assistant Elections Officer (D.S. Ratnadurai), whom I had come to know well during the period I worked in the Elections Department, before entering the Ceylon Civil Service.",
    "Once the elections were over and a new government was sworn in under Mr. Dudley Senanayake, I eagerly looked forward to settling down in my job and making the maximum possible contribution in the areas of work entrusted to me although I never had Colombo in mind when I got interested in spending a few years in provincial administration.",
    "It therefore came as a rude shock when I came to know that, without any prior intimation to me, a decision had been made to appoint me as Director of Information in the new Ministry of State under Mr. J.R.Jayewardene. This job did not appeal to me as it was not the type of experience or work I was looking for – at least not at that stage in my career, though it looked outwardly attractive.",
    "When I made inquiries from the relevant officials I found that the appointment was a fait accompli and that it had already been approved by the Minister, and that nothing could be done about it at that stage. I found that I had been recommended for the job by Vincent Panditha, the new Director-General of Broadcasting and Information. Panditha was my school-mate at Mahinda College in Galle and a few years my senior both at school and in the Ceylon Civil Service.",
    "When I got in touch with him and showed my displeasure for not having asked me before putting up my name, he was both surprised and apologetic. However, I found that there was no choice but accept the inevitable. The Information Department and Radio Ceylon had been brought together under the new dispensation and the Information Department had been physically shifted to the Radio Ceylon premises at Torrington Square (presently Independence Square), and I quickly got going with the work in hand.",
    "One of the first things JR did after taking up duties as Minister of State was to appoint a Commission under the chairmanship of Mr. H.A.J. Hulugalle, one-time Ambassador to Italy and Greece, and well-known journalist of days gone by, to review the entire field of broadcasting and information and make suitable recommendations. One of its terms of reference was on the subject of television which had not yet come to Sri Lanka. As providence had decreed, I found myself appointed as Secretary of this Commission, in addition to my duties as Director of Information.",
    "Once public sittings had concluded, the Chairman told me that the Minister was very keen to introduce television and had expressed a desire to have the Commission report in his hands as early as possible. This task naturally fell fairly and squarely on the shoulders of the two of us, and the demands of my substantive job stood in the way of my giving as much time as the task required.",
    "This compelled the Chairman (with my blessings, of course) to make a request to the Minister that I be released from the Information Department to devote my full-time for work of the Commission. The Minister readily agreed to the request and Mr. Hulugalle and I worked round the clock and submitted the report in double quick time.",
    "I then found myself as one of the two Deputy Commissioners in the Department of Agrarian Services to which I had been attached to for a short period during my cadetship in the Civil Service.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "60 දශකයේ මුල් භාගයේ ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ සහ ප්‍රවෘත්ති අධ්‍යක්ෂ ලෙස පත් කිරීම",
      "body_lines": [
        "ජනාධිපති ක්‍රමය හඳුන්වා දෙන තුරු ශ්‍රී ලංකාවේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුව ආරක්‍ෂක හා විදේශ කටයුතු අමාත්‍යවරයා ද අගමැතිවරයාට හිමි විය යුතුය. මට එම අමාත්‍යාංශයේ මන්ත්‍ර දෙකක් සේවය කිරීමට අවස්ථාව ලැබුණු අතර ඒ දෙකම සිදු වූයේ අගමැතිනි සිරිමාවෝ බණ්ඩාරනායක මහත්මිය යටතේය.",
        "මෙම අමාත්‍යාංශයට මා විසින් පළ කරන ලද ප්‍රථම ප්‍රකාශය වූයේ වත්තක සිදුවූ ඇතැම් වෙඩි තැබීම් පිළිබඳව විමර්ශනය කර වාර්තා කිරීම සඳහා පත් කරන ලද, එහි විෂය පථය යටතට පත් වූ ඒක පුද්ගල විමර්ශන කමිටුවක (පසුව එය කොමිෂන් සභාවක් බවට පත් කරන ලද) ලේකම්වරයා වශයෙනි. තලවාකැලේ (පොලිසිය කළමනාකාරීත්වය සමඟ සහයෝගයෙන් ක්‍රියා කළ බවට චෝදනා එල්ල වේ), එහි ප්‍රතිඵලය වූයේ වතු කම්කරුවන් ගණනාවකගේ මරණයයි.",
        "M.F.de Jayaratne, CCS, එවකට අමාත්‍යාංශයේ ස්ථිර ලේකම්වරයා ලෙස කටයුතු කළ අතර ඉන් ටික කලකට පසු ඔහු සේවයෙන් විශ්‍රාම යන විට N.Q. ඩයස් (ලංකා සිවිල් සේවයේ ද) ඔහුගෙන් පසුව පත් විය.",
        "වසරකට පසුව මෙම කොමිසමේ කටයුතු අවසන් වීමත් සමඟ අමාත්‍යාංශයේ පරිපාලන අංශය භාර සහකාර ලේකම්වරයා ලෙස මා පත් කළා. මෙය සිදු වූයේ 1962 අප්‍රේල් මාසයේදී එවකට නීත්‍යානුකූලව තේරී පත් වූ රජය පෙරලා දැමීමට උත්සාහ කළ එම වසරේ ජනවාරි මාසයේ අසාර්ථක කුමන්ත්‍රණයෙන් මාස කිහිපයකට පසුව වන අතර, එම අමාත්‍යාංශයට සෑම කෙනෙකුම පිළිගන්නේ නැති බව නොකියයි.",
        "ප්‍රධාන සැකකරුවන් අතර ත්‍රිවිධ හමුදාවේ සහ පොලිසියේ සේවයේ නියුතු සහ විශ්‍රාමික ජ්‍යෙෂ්ඨ නිලධාරීන් කිහිප දෙනෙකු සිටි බව මතක තබා ගත යුතුය.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, අගමැතිවරයාගේ සමීපතම ඥාතියෙකු වූ අලුතින් පත් වූ සේනාවිධායක කර්නල් ස්ටැන්ලි රත්වත්තේ මහතා යටතේ ඇති ස්වේච්ඡා බළකායට ඉතා දැඩි ලෙස බඳවා ගැනීම් මෙම කාලය තුළ රජය විසින් සිදු කරන ලදී. ඔහු මට මතක නම් හරි නම් ස්වේච්ඡා බළකායට නිලධාරීන් තෝරා ගැනීමේ මූලික සම්මුඛ පරීක්ෂණ මණ්ඩලයේ සාමාජිකයකුව සිටියදී මා අමාත්‍යාංශයේ දැරූ තනතුර අනුව එහි සභාපතිවරයා ලෙස මාව පත් කළා.",
        "ස්ථීර ලේකම්වරයාගේ ප්‍රධානත්වයෙන් පැවැති අවසන් සම්මුඛ පරීක්‍ෂණයට අපට විශාල සංඛ්‍යාවක් සම්මුඛ පරීක්‍ෂණ කිරීමට සිදු වූ අතර ඒ සඳහා සුදුසු යැයි සිතූ සීමිත පිරිසක් පමණක් ඉදිරිපත් කිරීමට සිදු විය. අනෙකුත් සේවාවන් දෙක සම්බන්ධයෙන් ද එවැනිම විධිවිධාන සලසා ඇත. මෙම විධිවිධාන පැහැදිලිවම අගමැතිතුමාගේම පෞද්ගලික අනුමැතිය ඇතිව සිදුවන්නට ඇත.",
        "මම අමාත්‍යාංශයේ සහකාර ලේකම් (පරිපාලන) තනතුර දරමින් සිටියදී, D.B.I.P.S මහතාගෙන් පසුව සහකාර ලේකම් (ආරක්ෂක) ලෙස වැඩ භාර ගන්නා ලෙස වසර කිහිපයකට පසුව මට ආරාධනා කරන ලදී. සිරිවර්ධන, වසර ගණනාවක් සිවිල් සේවයේ මගේ ජ්‍යෙෂ්ඨයා, ඔහු ඩී.අයි.ජී. (පරිපාලනය), අසාර්ථක කුමන්ත්‍රණයේ සැකකරුවන් අතර සේවයේ නියුතු හෝ හිටපු පොලිස් නිලධාරීන් සංඛ්‍යාව සලකා බැලීමේදී පොලිස් දෙපාර්තමේන්තුවේ ඉතා සංවේදී සහ වැදගත් තනතුරකි.",
        "සහකාර ලේකම් (ආරක්ෂක) වශයෙන්, මට සෘජුවම ස්ථිර ලේකම් වෙත වාර්තා කිරීමට අවශ්‍ය විය - එය බොහෝ දෙනා මවිතයට පත් කළ, විශාල වගකීම් බරක් මගේ කර මත පැටවූ විධිවිධානයකි. ඒ වගේම එන්.කිව්.ඩයස් මහත්තයාව දන්න අය දන්නවා ඔහු මොනතරම් අමාරු කාර්ය භාරයෙක්ද කියලා.",
        "මේ කාලය තුළ අගමැතිනිය අමාත්‍යාංශ කාර්යාලයට නොපැමිණීම නිසා මා සමඟ එතරම් ඍජු සම්බන්ධයක් නොතිබූ බවත් ස්ථිර ලේකම්වරිය ඊට අදාළ ලිපි ගොනු රැගෙන ඇයගේ නිල නිවස වූ අරලියගහ මන්දිරයේදී ඇය හමුවූ බවත් කිව යුතුයි. රජය පෙරළීමේ නීති විරෝධී ප්‍රයත්නයෙන් පසුව (ඉහත සඳහන් කළ) තම අමාත්‍යාංශයේ, විශේෂයෙන් ආරක්‍ෂක අංශයේ ප්‍රධාන තනතුරු හොබවන නිලධාරීන් ගැන ඇයට දැනුමක් නොතිබෙන්නට ඇතැයි මින් අදහස් නොවේ.",
        "එයින් පැහැදිලිවම පැහැදිලි වන්නේ ඩබ්ලිව්.ටී. ජයසිංහ මහතා වසර කිහිපයකට පසු (1973 සැප්තැම්බර් මාසයේදී) ජ්‍යෙෂ්ඨ සහකාර ලේකම් (ආරක්ෂක) ලෙස මා නැවත මෙම අමාත්‍යාංශයට ගැනීමට ඇයගේ අනුමැතිය ලබා ගැනීම එතරම් පහසු වූයේ මන්දැයි යන්නයි. සුදුසු ආදේශකයක් සොයා ගන්නා තෙක් එහි පෙර බලයේ සිටි තැනැත්තා ඉවත්ව ගියේය.",
        "ආරක්‍ෂක අමාත්‍යාංශයේ සේවය කිරීම ගැන මා බෙහෙවින් සතුටට පත් වූ අතර, සිවිල් සේවකයකුට ඔහුගේ වෘත්තීය ජීවිතය තුළ ප්‍රමාණවත් තරම් ප්‍රමාණවත් වීමට බලාපොරොත්තු වූ පළාත් අත්දැකීම් මග හැරීම ගැන මම මදක් කනස්සල්ලට පත්ව සිටිමි. භාණ්ඩාගාර ලේකම්වරයා (රාජ්‍ය සේවයේ ප්‍රධානියා ලෙස) මා නිදහස් කිරීම කච්චේරියක තබන ලෙස අවස්ථා කිහිපයකදීම ඉල්ලා සිටි අවස්ථාවේදී ආරක්ෂක ලේකම්වරයා ඔහුට පවසා තිබුණේ මාව නිදහස් කිරීමට අපහසු බවයි. මෙයින් අදහස් කළේ මට වෙනත් විකල්පයක් නොතිබූ බවයි.",
        "පාර්ලිමේන්තුව විසුරුවා හැර 1965 මාර්තු 22 වැනි දින මහ මැතිවරණයක් පැවැත්වීමට නියමිතව තිබූ අවස්ථාවේදී කොළඹ අතිරේක දිසාපති ධූරය පුරප්පාඩු වූ අතර දිසාපතිවරයා (බී. එච්. ද සොයිසා) බලධාරීන් සමඟ කටයුතු කිරීමට අවශ්‍ය පියවර ගෙන තිබුණි. මැතිවරණයට අදාළව කළ යුතුව තිබූ සැලකිය යුතු වැඩ ප්‍රමාණයක් සැලකිල්ලට ගෙන එම පුරප්පාඩුව කඩිනමින් පුරවන්න.",
        "මැතිවරණ කොමසාරිස්වරයාද මෙම තනතුර ඉක්මනින්ම ලබා ගැනීමට එකසේ උනන්දු වූ අතර, මාස කිහිපයක් සහකාර මැතිවරණ නිලධාරියෙකු ලෙස ඔහුගේ දෙපාර්තමේන්තුවේ සේවය කර තරබාරුකමට පත්ව සිටින මා එම රැකියාවට සුදුසු අයෙකු ලෙස නිර්දේශ කර තිබුණි. එය 1960 මාර්තු මහ මැතිවරණයේදී මහනුවරදීය.",
        "මා පත්වීම භාර ගැනීමට කැමති දැයි ඔහුගේ නිලධාරීන් විසින් මගෙන් අවිධිමත් විමසීම් කළ විට, මම පිටත්ව යාමට කාලය පැමිණ ඇතැයි සිතන විට මම සේවය කිරීමට බලාපොරොත්තු නොවූ දිස්ත්‍රික්කය කොළඹ නොවූවත් ධනාත්මක සංඥාවක් ලබා දුනිමි. පළාත් පරිපාලනය. බී.එච්. (බුද්ධි නමින් වඩාත් හොඳින් හඳුනන) ද සොයිසා වැඩ කරන අතරතුර කිහිප වතාවක්ම මට හමු වූ පුරප්පාඩු වූ තනතුරට මා පිළිගැනීමට වඩා සතුටු විය.",
        "ආරක්‍ෂක ලේකම් ඩයස් මහතා ඉහත පත්වීම භාර ගැනීමට මා උනන්දු වන්නේ දැයි මගෙන් විමසූ විට (ඔහු මා නිදහස් කිරීම ප්‍රතික්‍ෂේප කළ මින් පෙර අවස්ථා හොඳින් මතකයි!) මා පිළිතුරු දුන්නේ ස්ථිර අදහසිනි. එහි අවසාන ප්‍රතිඵලය වූයේ 1965 ජනවාරි මැද අතිරේක දිසාපති ධූරය දරමින් කොළඹ කච්චේරියේදී මා හමුවීමයි.",
        "මගේ පසුබිම සහ පළපුරුද්ද සැලකිල්ලට ගනිමින් දිසාපතිතුමා විසින් මැතිවරණ කටයුතුවලින් විශාල කොටසක් භාර දුන් අතර, ඒවා ඉහළම මට්ටමින් අධීක්‍ෂණය කළ යුතුව තිබූ අතර, එය සහකාර මැතිවරණ නිලධාරී (ඩී.එස්. රත්නදුරෙයි) සමඟ සමීපව කටයුතු කරමින් ඔහු තෘප්තිමත් වන පරිදි මට ඉටු කිරීමට හැකි විය. මම ලංකා සිවිල් සේවයට ඇතුළත් වීමට පෙර මැතිවරණ දෙපාර්තමේන්තුවේ සේවය කළ කාලය තුළ මම හොඳින් දැන සිටියෙමි.",
        "මැතිවරණය අවසන් වී ඩඩ්ලි සේනානායක මහතා යටතේ නව රජයක් දිවුරුම් දුන් පසු, කොළඹ ගැන කිසිදා සිතේ නොතිබුණද, මගේ රැකියාවේ ස්ථිරව මට පැවරී ඇති වැඩ ක්ෂේත්‍ර සඳහා හැකි උපරිම දායකත්වය ලබා දීමට මම මහත් ආශාවෙන් බලා සිටියෙමි. පළාත් පරිපාලනයේ වසර කිහිපයක් ගත කිරීමට මම උනන්දු වුණා.",
        "එබැවින් මා හට කිසිදු පූර්ව දැනුම් දීමකින් තොරව ජේ.ආර්.ජයවර්ධන මහතා යටතේ ඇති නව රාජ්‍ය අමාත්‍යාංශයේ ප්‍රවෘත්ති අධ්‍යක්ෂවරයා ලෙස මා පත් කිරීමට තීරණය කර ඇති බව දැනගත් විට එය දැඩි කම්පනයක් ඇති කළේය. මෙම රැකියාව මා සොයන ආකාරයේ පළපුරුද්දක් හෝ රැකියාවක් නොවූ බැවින් - අවම වශයෙන් මගේ වෘත්තීය ජීවිතයේ එම අවධියේදී නොව, එය බාහිරින් ආකර්ෂණීය ලෙස පෙනුනද එය මා සිත් ගත්තේ නැත.",
        "මා අදාළ නිලධාරීන්ගෙන් විමසා බැලීමේදී මට පෙනී ගියේ එම පත්කිරීම අසාර්ථක වැඩක් බවත් එය දැනටමත් අමාත්‍යවරයා විසින් අනුමත කර ඇති බවත් එම අවස්ථාවේදී ඒ සම්බන්ධයෙන් කිසිවක් කළ නොහැකි බවත්ය. නව විකාශන හා තොරතුරු අධ්‍යක්ෂ ජනරාල් වින්සන්ට් පණ්ඩිත විසින් මා එම රැකියාව සඳහා නිර්දේශ කර ඇති බව මට පෙනී ගියේය. පණ්ඩිත ගාල්ලේ මහින්ද විද්‍යාලයේ මගේ පාසල් සගයා වූ අතර පාසලේ මෙන්ම ලංකා සිවිල් සේවයේ ද වසර කිහිපයක් මගේ ජ්‍යෙෂ්ඨයා විය.",
        "මම ඔහු සමඟ සම්බන්ධ වී මගේ නම තැබීමට පෙර මගෙන් නොවිමසා තිබීම ගැන මගේ අප්‍රසාදය පෙන්වූ විට, ඔහු පුදුමයට පත් වූ අතර සමාව අයැද සිටියේය. කෙසේ වෙතත්, නොවැළැක්විය හැකි දේ පිළිගැනීම හැර වෙනත් විකල්පයක් නොමැති බව මට පෙනී ගියේය. ප්‍රවෘත්ති දෙපාර්තමේන්තුව සහ රේඩියෝ සිලෝන් එක නව ඩිස්පෙන්ෂන් යටතේ ගෙනවිත් ප්‍රවෘත්ති දෙපාර්තමේන්තුව භෞතිකව ටොරින්ටන් චතුරශ්‍රයේ (වර්තමානයේ නිදහස් චතුරශ්‍රයේ) රේඩියෝ ලංකා පරිශ්‍රයට ගෙන ගොස් තිබූ අතර, මම ඉක්මනින්ම වැඩේට අත ගැසුවෙමි.",
        "ජේ.ආර්. රාජ්‍ය අමාත්‍යවරයා ලෙස වැඩ භාරගත් පසු කළ පළමු කටයුත්තක් වූයේ එච්.ඒ.ජේ. මහතාගේ ප්‍රධානත්වයෙන් කොමිසමක් පත් කිරීමයි. හුළුගල්ල, ඉතාලියේ සහ ග්‍රීසියේ එක් වරක් තානාපතිවරයා සහ පසුගිය දිනවල සුප්‍රසිද්ධ මාධ්‍යවේදියෙකු ලෙස කටයුතු කළේ සමස්ත විකාශන හා තොරතුරු ක්ෂේත්‍රය සමාලෝචනය කර සුදුසු නිර්දේශ ඉදිරිපත් කිරීම සඳහා ය. එහි එක් සමුද්දේශ කොන්දේසියක් වූයේ තවමත් ලංකාවට පැමිණ නොතිබූ රූපවාහිනී විෂයයි. ප්‍රොවිඩන්ස් නියම කර තිබූ පරිදි, ප්‍රවෘත්ති අධ්‍යක්ෂ ලෙස මගේ රාජකාරියට අමතරව, මෙම කොමිසමේ ලේකම් ලෙස මා පත් කර ඇති බව මට පෙනී ගියේය.",
        "මහජන රැස්වීම් අවසන් වූ පසු සභාපතිවරයා මා සමඟ පැවසුවේ අමාත්‍යවරයා රූපවාහිනිය හඳුන්වා දීමට ඉතා කැමැත්තෙන් පසුවන බවත් හැකි ඉක්මනින් කොමිෂන් සභා වාර්තාව ඔහු අතට පත් කිරීමට කැමැත්ත පළ කළ බවත්ය. මෙම කර්තව්‍යය නිරායාසයෙන්ම අප දෙදෙනාගේ උරහිස් මත සාධාරණව හා සෘජුව වැටුණු අතර, කාර්යයට අවශ්‍ය තරම් කාලයක් ලබා දීමට මගේ වැදගත් රැකියාවේ ඉල්ලීම් බාධාවක් විය.",
        "මෙයින් සභාපතිවරයාට (ඇත්ත වශයෙන්ම මගේ ආශිර්වාදය ඇතුව) කොමිසමේ කටයුතු සඳහා මගේ පූර්ණ කාලය කැප කිරීම සඳහා ප්‍රවෘත්ති දෙපාර්තමේන්තුවෙන් මා නිදහස් කරන ලෙස අමාත්‍යවරයාගෙන් ඉල්ලීමක් කිරීමට සිදු විය. අමාත්‍යවරයා එම ඉල්ලීමට එකහෙළා එකඟ වූ අතර හුළුගල්ල මහතා සහ මම පැය විසිහතරේම වැඩ කර දෙගුණයකින් වාර්තාව ඉදිරිපත් කළෙමු.",
        "සිවිල් සේවයේ ශිෂ්‍යභට සේවයේ යෙදී සිටියදී කෙටි කලකට මා අනුයුක්ත කළ ගොවිජන සේවා දෙපාර්තමේන්තුවේ නියෝජ්‍ය කොමසාරිස්වරුන් දෙදෙනෙකුගෙන් කෙනෙකු ලෙස මම පසුව සොයා ගත්තෙමි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "60 களின் முற்பகுதியில் பாதுகாப்பு மற்றும் வெளியுறவு அமைச்சகத்தில் மற்றும் தகவல் இயக்குநராக நியமிக்கப்பட்டார்",
      "body_lines": [
        "இலங்கையின் அரசியலமைப்பு ஜனாதிபதி முறை அறிமுகப்படுத்தப்படும் வரை பாதுகாப்பு மற்றும் வெளிவிவகார இலாகாவையும் பிரதமரிடம் வைத்திருக்க வேண்டும். அந்த அமைச்சில் இரண்டு மந்திரங்களைச் சேவை செய்யும் வாய்ப்பு எனக்குக் கிடைத்தது, இரண்டுமே பிரதமர் சிறிமாவோ பண்டாரநாயக்காவின் கீழ் இருந்தது.",
        "இந்த அமைச்சுக்கான எனது முதல் இடுகை, ஒரு நபர் விசாரணைக் குழுவின் செயலாளராக இருந்தது (பின்னர் இது ஒரு கமிஷன் நிலைக்கு உயர்த்தப்பட்டது) அதன் வரம்பிற்கு உட்பட்டது, இது ஒரு தோட்டத்தில் நடந்த சில துப்பாக்கிச் சூடுகளை விசாரித்து அறிக்கை அளிக்க நியமிக்கப்பட்டது. தலவாக்கலே (காவல்துறை நிர்வாகத்துடன் ஒத்துழைத்ததாகக் கூறப்படுகிறது), இது பல தோட்டத் தொழிலாளர்களின் மரணத்திற்கு வழிவகுத்தது.",
        "திரு. எம்.எஃப்.டி ஜயரத்ன, சி.சி.எஸ், அந்த நேரத்தில் அமைச்சின் நிரந்தர செயலாளராக இருந்தார், அதன் பின்னர் அவர் சேவையிலிருந்து ஓய்வு பெற்றபோது, ​​திரு. என்.கியூ. அவருக்குப் பின் டயஸ் (இலங்கை சிவில் சேவையைச் சேர்ந்தவர்) பதவியேற்றார்.",
        "ஒரு வருடத்தின் பின்னர் இந்த ஆணைக்குழுவின் பணிகள் நிறைவடைந்த நிலையில் அமைச்சின் நிர்வாகப் பிரிவிற்குப் பொறுப்பான உதவிச் செயலாளராக நான் நியமிக்கப்பட்டேன். இது ஏப்ரல் 1962 இல், அன்றைய சட்டப்பூர்வமாக தேர்ந்தெடுக்கப்பட்ட அரசாங்கத்தை கவிழ்க்க முயற்சித்த அந்த ஆண்டு ஜனவரியில் தோல்வியுற்ற ஆட்சிக்கவிழ்ப்பு சில மாதங்களுக்குப் பிறகு நடந்தது, மேலும் அந்த அமைச்சகத்தில் அனைவருக்கும் வரவேற்பு இருந்திருக்காது என்று சொல்லாமல் போகிறது.",
        "முக்கிய சந்தேக நபர்களில் ஆயுதப் படைகள் மற்றும் காவல்துறையின் மூத்த அதிகாரிகள் மற்றும் ஓய்வு பெற்ற சிலர் இருந்தனர் என்பதை நினைவில் கொள்ள வேண்டும்.",
        "இதன் விளைவாக, பிரதமரின் நெருங்கிய உறவினரான கேணல் ஸ்டான்லி ரத்வத்த புதிதாக நியமிக்கப்பட்ட கட்டளைத் தளபதியின் கீழ் உள்ள தன்னார்வப் படைக்கு இந்த காலகட்டத்தில் அரசாங்கம் மிகவும் கடுமையான ஆட்சேர்ப்புகளை மேற்கொண்டது. தொண்டர் படைக்கு அதிகாரிகளைத் தேர்ந்தெடுப்பதற்கான ஆரம்ப நேர்காணல் குழுவில் அவர் உறுப்பினராக இருந்தபோது, ​​நான் அமைச்சில் வகித்த பதவியைக் கருத்தில் கொண்டு அதன் தலைவராக நியமிக்கப்பட்டேன்.",
        "நிரந்தர செயலாளரின் தலைமையில் நடைபெற்ற இறுதி நேர்காணலுக்கு நாங்கள் அதிக எண்ணிக்கையில் நேர்காணல் செய்ய வேண்டியிருந்தது. மற்ற இரண்டு சேவைகளிலும் இதே போன்ற ஏற்பாடுகள் செய்யப்பட்டன. இந்த ஏற்பாடுகள் வெளிப்படையாக பிரதமரின் தனிப்பட்ட ஒப்புதலுடன் இருந்திருக்கும்.",
        "நான் அமைச்சில் உதவிச் செயலாளராக (நிர்வாகம்) பதவியில் இருந்தபோது, ​​திரு. டி.பி.ஐ.பி.எஸ்.ஐத் தொடர்ந்து உதவிச் செயலாளராக (பாதுகாப்பு) பொறுப்பேற்க இரண்டு ஆண்டுகளுக்குப் பிறகு எனக்கு அழைப்பு வந்தது. சிறிவர்தன, சிவில் சேவையில் எனக்கு பல வருடங்கள் மூத்தவர், அவர் டி.ஐ.ஜி.யாக நியமிக்கப்பட்டபோது. (நிர்வாகம்), தோல்வியுற்ற ஆட்சிக்கவிழ்ப்பில் சந்தேகத்திற்குரியவர்களில் பணியாற்றிய அல்லது முன்னாள் காவல்துறை அதிகாரிகளின் எண்ணிக்கையைக் கருத்தில் கொண்டு காவல் துறையில் மிகவும் முக்கியமான மற்றும் முக்கியமான பதவி.",
        "துணைச் செயலாளர் (பாதுகாப்பு) என்ற முறையில், நான் நிரந்தரச் செயலாளரிடம் நேரடியாகப் புகாரளிக்க வேண்டியிருந்தது - பலரை ஆச்சரியப்படுத்திய இந்த ஏற்பாடு, என் தோள்களில் பெரும் பொறுப்பைச் சுமத்தியது. மேலும் திரு.என்.கியூ.டயஸை அறிந்தவர்களுக்கு அவர் எவ்வளவு கடினமான பணியாளன் என்பதும் தெரியும்.",
        "இந்த காலகட்டத்தில் பிரதமர் அமைச்சு அலுவலகத்திற்கு வராததால் அவருடன் எனக்கு அதிக நேரடித் தொடர்பு இருக்கவில்லை என்றே சொல்ல வேண்டும். அரசாங்கத்தை கவிழ்க்க (மேலே குறிப்பிட்டது) சட்டவிரோத முயற்சியின் பின்னர், தனது அமைச்சின் முக்கிய பதவிகளை வகிக்கும் அதிகாரிகளைப் பற்றி, குறிப்பாக பாதுகாப்புப் பிரிவில் அவருக்குத் தெரிந்திருக்காது என்று சொல்ல முடியாது.",
        "சில ஆண்டுகளுக்குப் பிறகு (செப்டம்பர் 1973 இல்) மூத்த உதவிச் செயலாளராக (பாதுகாப்பு) என்னை மீண்டும் இந்த அமைச்சுக்கு அழைத்துச் செல்வதற்கு திரு. டபிள்யூ.டி. ஜயசிங்க தனது ஒப்புதலைப் பெறுவதை ஏன் மிகவும் எளிதாகக் கண்டறிந்தார் என்பதை இது தெளிவாக விளக்குகிறது. பொருத்தமான மாற்றீடு கிடைக்கும் வரை, அதன் முந்தைய பதவியில் இருந்தவர் வெளியேறினார்.",
        "பாதுகாப்பு அமைச்சில் பணிபுரிவதில் நான் மிகவும் மகிழ்ச்சியாக இருந்தபோதும், ஒரு அரச ஊழியர் தனது தொழில் வாழ்க்கையின் தொடக்கத்தில் போதுமான அளவு எதிர்பார்க்கப்பட்ட மாகாண அனுபவத்தை தவறவிட்டது குறித்து நான் சிறிதும் கவலைப்பட்டேன். இரண்டு தடவைகள் திறைசேரியின் செயலாளர் (பொது சேவைத் தலைவர் என்ற முறையில்) எனது விடுதலையை கச்சேரிக்கு அனுப்புமாறு கோரியபோது, ​​என்னை விடுவிப்பது கடினம் என்று பாதுகாப்புச் செயலாளர் அவரிடம் கூறியிருந்தார். இதன் பொருள் எனக்கு வேறு வழியில்லை.",
        "பாராளுமன்றம் கலைக்கப்பட்டு 1965 ஆம் ஆண்டு மார்ச் 22 ஆம் திகதி பொதுத்தேர்தல் நடத்தப்படும் போது, ​​கொழும்பு மேலதிக அரசாங்க அதிபர் பதவி வெற்றிடமாக இருந்ததுடன், அரசாங்க அதிபர் (பி.எச். டி சொய்சா) அதிகாரிகளிடம் அதற்கான தேவையை எடுத்துரைத்திருந்தார். தேர்தல் தொடர்பாக கணிசமான அளவு வேலைகள் செய்யப்பட வேண்டியிருப்பதால், காலியிடத்தை அவசரமாக நிரப்ப வேண்டும்.",
        "தேர்தல்கள் ஆணையாளர் இந்தப் பதவியை முன்கூட்டியே நிரப்ப வேண்டும் என்பதில் ஆர்வமாக இருந்தார், மேலும் சில மாதங்கள் உதவித் தேர்தல் அதிகாரியாகத் தனது திணைக்களத்தில் பணிபுரிந்த என்னைப் பணிக்கு பொருத்தமான நபராகப் பரிந்துரைத்திருந்தார். மார்ச் 1960 பொதுத் தேர்தலின் போது கண்டியில் அது.",
        "நான் நியமனத்தை ஏற்க விரும்புகிறேனா என்று அவரது அதிகாரிகளால் என்னிடம் முறைசாரா விசாரணைகள் மேற்கொள்ளப்பட்டபோது, ​​நான் ஒரு நேர்மறையான சமிக்ஞையைக் கொடுத்தேன், ஆனால் நான் வெளியேற வேண்டிய நேரம் இது என்று நினைத்தபோது நான் சேவை செய்ய எதிர்பார்த்திருந்த மாவட்டமாக கொழும்பு இல்லை. மாகாண நிர்வாகம். திரு. பி.எச். (புத்தி என்று அழைக்கப்படுபவர்) டி சொய்சா, பணியின் போது நான் இரண்டு முறை சந்தித்தேன், வெற்றிடமான பதவியில் என்னை ஏற்றுக்கொள்வதில் மிகவும் மகிழ்ச்சியடைந்தார்.",
        "மேற்படி நியமனத்தை மேற்கொள்வதில் நான் ஆர்வமாக உள்ளேனா என பாதுகாப்புச் செயலாளர் திரு.டயஸ் என்னிடம் வினவியபோது (அவர் என்னை விடுவிக்க மறுத்த முன்னைய சந்தர்ப்பங்கள் நன்றாக ஞாபகம் இருக்கிறது!) நான் உறுதிமொழியில் பதிலளித்தேன். இறுதி முடிவு என்னவெனில், 1965 ஜனவரியின் நடுப்பகுதியில் நான் கொழும்பு கச்சேரியில் மேலதிக அரசாங்க அதிபராக பதவி வகித்ததைக் கண்டேன்.",
        "எனது பின்னணி மற்றும் அனுபவத்தை கணக்கில் எடுத்துக்கொண்டு, தேர்தல் பணிகளில் பெரும்பகுதியை உயர்மட்டத்தில் மேற்பார்வையிட வேண்டிய பணியை ஜிஏ ஒப்படைத்தார், உதவித் தேர்தல் அதிகாரியுடன் (டி.எஸ். ரத்னதுரை) நெருக்கமாகப் பணியாற்றி, அவருக்கு திருப்தி அளிக்கும் வகையில் என்னால் செய்ய முடிந்தது. நான் தேர்தல் திணைக்களத்தில் பணிபுரிந்த காலப்பகுதியில், இலங்கை சிவில் சேவைக்குள் நுழைவதற்கு முன்னர் நன்கு அறிந்திருந்தேன்.",
        "தேர்தல்கள் முடிவடைந்து திரு. டட்லி சேனாநாயக்கவின் கீழ் புதிய அரசாங்கம் பதவிப் பிரமாணம் செய்து கொண்டதும், கொழும்பை மனதில் கொள்ளாத போதிலும், எனது வேலையில் குடியேறுவதற்கும், என்னிடம் ஒப்படைக்கப்பட்ட பணிகளில் அதிகபட்ச பங்களிப்பை வழங்குவதற்கும் ஆவலுடன் எதிர்பார்த்தேன். மாகாண நிர்வாகத்தில் சில வருடங்கள் செலவழிக்க எனக்கு ஆர்வம் ஏற்பட்டது.",
        "எனவே, எனக்கு எந்தவித முன்னறிவிப்பும் இன்றி, திரு. ஜே.ஆர்.ஜெயவர்தனவின் கீழ் இயங்கும் புதிய இராஜாங்க அமைச்சின் தகவல் பணிப்பாளராக என்னை நியமிப்பதற்கு தீர்மானம் எடுக்கப்பட்டுள்ளது என்பதை அறிந்தபோது, ​​அது ஒரு முரட்டுத்தனமான அதிர்ச்சியை ஏற்படுத்தியது. இந்த வேலை என்னை ஈர்க்கவில்லை, ஏனெனில் இது நான் தேடும் அனுபவமோ வேலையோ இல்லை - குறைந்த பட்சம் எனது தொழில் வாழ்க்கையின் அந்த கட்டத்தில் இல்லை, இருப்பினும் இது வெளிப்புறமாக கவர்ச்சிகரமானதாகத் தோன்றியது.",
        "சம்பந்தப்பட்ட அதிகாரிகளிடம் நான் விசாரித்தபோது, ​​இந்த நியமனம் ஒரு தவறு என்றும், அதற்கு அமைச்சரால் ஏற்கனவே ஒப்புதல் அளிக்கப்பட்டிருப்பதையும், அந்த நேரத்தில் அது குறித்து எதுவும் செய்ய முடியாது என்பதையும் கண்டேன். ஒலிபரப்பு மற்றும் தகவல் துறையின் புதிய இயக்குநர் ஜெனரல் வின்சென்ட் பண்டிதாவினால் இந்தப் பணிக்கு நான் பரிந்துரைக்கப்பட்டிருப்பதைக் கண்டேன். பண்டித காலியில் உள்ள மஹிந்த கல்லூரியில் எனது பள்ளித் தோழனாகவும் சில வருடங்கள் பாடசாலையிலும் இலங்கை அரச சேவையிலும் எனக்கு மூத்தவராகவும் இருந்தார்.",
        "நான் அவரைத் தொடர்பு கொண்டு, என் பெயரைச் சொல்லும் முன் என்னிடம் கேட்காததற்கு அதிருப்தியைக் காட்டியபோது, ​​அவர் ஆச்சரியப்பட்டு மன்னிப்புக் கேட்டார். இருப்பினும், தவிர்க்க முடியாததை ஏற்றுக்கொள்வதைத் தவிர வேறு வழியில்லை என்று நான் கண்டேன். தகவல் திணைக்களம் மற்றும் ரேடியோ சிலோன் ஆகியவை புதிய விநியோகத்தின் கீழ் கொண்டு வரப்பட்டு, தகவல் திணைக்களம் டொரிங்டன் சதுக்கத்தில் (தற்போது சுதந்திர சதுக்கம்) உள்ள வானொலி சிலோன் வளாகத்திற்கு மாற்றப்பட்டது, மேலும் நான் விரைவாக வேலையை முடித்தேன்.",
        "இராஜாங்க அமைச்சராகப் பதவியேற்ற பின்னர் ஜே.ஆர் செய்த முதல் காரியம் திரு. எச்.ஏ.ஜே. தலைமையில் ஆணைக்குழுவொன்றை நியமித்தது. ஹுலுகல்ல, இத்தாலி மற்றும் கிரீஸ் நாடுகளுக்கான ஒரு முறை தூதுவர் மற்றும் கடந்த நாட்களில் நன்கு அறியப்பட்ட பத்திரிகையாளர், முழு ஒளிபரப்பு மற்றும் தகவல் துறையை மதிப்பாய்வு செய்து பொருத்தமான பரிந்துரைகளை வழங்குகிறார். இலங்கைக்கு இதுவரை வராத தொலைக்காட்சிப் பாடம் அதன் குறிப்புக்களில் ஒன்று. பிராவிடன்ஸ் ஆணையின்படி, தகவல் இயக்குனராக எனது கடமைகளுக்கு மேலதிகமாக, இந்த ஆணையத்தின் செயலாளராக நான் நியமிக்கப்பட்டேன்.",
        "பொது அமர்வுகள் முடிவடைந்தவுடன், தலைவர் என்னிடம் கூறினார், அமைச்சர் தொலைக்காட்சியை அறிமுகப்படுத்துவதில் மிகவும் ஆர்வமாக இருப்பதாகவும், ஆணைக்குழுவின் அறிக்கையை விரைவில் தனது கைகளில் பெற விரும்புவதாகவும் தெரிவித்தார். இந்தப் பணி இயற்கையாகவே எங்கள் இருவரின் தோள்களில் நியாயமாகவும் சரியாகவும் விழுந்தது, மேலும் எனது முக்கியமான வேலைக்கான கோரிக்கைகள் பணிக்குத் தேவையான நேரத்தை வழங்குவதற்குத் தடையாக இருந்தன.",
        "ஆணைக்குழுவின் பணிக்காக எனது முழு நேரத்தையும் செலவிடுவதற்காக, தகவல் திணைக்களத்திலிருந்து என்னை விடுவிக்குமாறு அமைச்சரிடம் கோரிக்கையை வைக்க இது தலைவரை நிர்ப்பந்தித்தது (நிச்சயமாக என் ஆசீர்வாதத்துடன்). இந்தக் கோரிக்கையை அமைச்சர் உடனடியாக ஏற்றுக்கொண்டதுடன், நானும் திரு.ஹுலுகல்லவும் 24 மணி நேரமும் உழைத்து அறிக்கையை இரட்டிப்பு நேரத்தில் சமர்ப்பித்தோம்.",
        "சிவில் சேவையில் எனது கேடட்ஷிப்பின் போது குறுகிய காலத்திற்கு நான் இணைந்திருந்த கமநல சேவைகள் திணைக்களத்தின் இரண்டு பிரதி ஆணையாளர்களில் ஒருவராக நான் என்னைக் கண்டேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}