{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/prime-lands-residencies-records-a-profit-of-lkr-1-68-billion-in-fy-2021-22/",
  "time_ut": 1653654420,
  "title": "Prime Lands Residencies records a profit of LKR 1.68 billion in FY 2021/22",
  "body_lines": [
    "Prime Lands Residencies PLC (PLR) has posted a record profit before tax of LKR 1,848 million for FY 2021/22 while maintaining a profit after tax of LKR 1,682 million. The company has announced an interim dividend of Cents Seventy (-/70 Cts.) per Ordinary Share for the year ended 31st March 2022.",
    "Commenting on the results, Co-Chairman Brahmanage Premalal said, “It is a record performance for us to achieve a profit-after-tax of LKR 1.682 billion for the year ending March 31, 2022, despite the many challenges we faced during the year. The year under review was quite turbulent due to the continuation of the Covid-19 pandemic, which resulted in multiple lockdowns and the challenges of severe currency devaluation, hyper-inflation and political instability. However, as the Interim Financial Statements show, Prime Lands Residencies PLC (PLR) was able to overcome these challenges to secure record results for our shareholders.”",
    "Prime Lands Residencies PLC has posted a YoY growth of 23% with a revenue of LKR 9.5 billion during the period under review. In a statement to the shareholders Premalal said, “Over delivering our promises to the shareholders, we have achieved a remarkable growth of 70% YoY in profit-after-tax to record LKR 1.682 billion for the FY 2021/22. These milestones reflect the resilience of the company in the face of many challenges including the economic crisis faced by the country. It also demonstrates the over delivery of Earnings Per Share from LKR 1.32 in FY 2020/21 to LKR 1.86 in FY 2021/22. We are facing a once-in-a-lifetime economic crisis during the 4Q FY 2022. This has severely affected the construction industry at both macro and micro levels. Despite all the challenges, the company has shown a revenue growth of 20% (QoQ) while maintaining a profit after tax of 17% (QoQ).”",
    "“The Grand, Ward Place – a LKR 30 billion project is well on the way to completion and handover towards the end of 2022,” Co-Chairperson, Sandamini Perera said. “This is by far the biggest project delivered by Prime Lands Residencies. Delivering on the promises, Prime Lands Residencies in Rajagiriya (Bella), Uswetakeiyyawa (Beach Front I) and Kassapa Road (Desire & Jawa 25) are now completed and ready for occupation while the condominium projects in Gampaha (The Palace) and Uswetakeiyyawa (Beach Front II) are under progressive construction.”",
    "Hela Apparel Holdings completes landmark year of growth and consolidation",
    "CSE moves up in the wake of positive quarterly corporate results",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රයිම් ලෑන්ඩ්ස් රෙසිඩන්සීස් 2021/22 මූල්‍ය වර්ෂයේදී රුපියල් බිලියන 1.68 ක ලාභයක් වාර්තා කරයි.",
      "body_lines": [
        "ප්‍රයිම් ලෑන්ඩ්ස් රෙසිඩන්සීස් පීඑල්සී (පීඑල්ආර්) 2021/22 මූල්‍ය වර්ෂය සඳහා රුපියල් මිලියන 1,848 ක බදු ගෙවීමට පෙර වාර්තාගත ලාභයක් වාර්තා කර ඇති අතර බදු ගෙවීමෙන් පසු රුපියල් මිලියන 1,682 ක ලාභයක් ලබා ඇත. සමාගම 2022 මාර්තු 31 දිනෙන් අවසන් වන වසර සඳහා සාමාන්‍ය කොටසකට ශත හැත්තෑවක (-/70 සෙ.මී.) අතුරු ලාභාංශයක් ප්‍රකාශයට පත් කර ඇත.",
        "ප්‍රතිඵල පිළිබඳව අදහස් දක්වමින් සම සභාපති බ්‍රහ්මණගේ ප්‍රේමලාල් මහතා පැවසුවේ, “2022 මාර්තු 31 වැනිදායින් අවසන් වන වසර සඳහා රුපියල් බිලියන 1.682 ක බදු ගෙවීමෙන් පසු ලාභයක් ලැබීමට හැකිවීම, වසර තුළ අප මුහුණ දුන් අභියෝග රැසක් මධ්‍යයේ වාර්තාගත කාර්ය සාධනයක් බවයි. . Covid-19 වසංගතය අඛණ්ඩව පැවතීම හේතුවෙන් සමාලෝචිත වර්ෂය තරමක් කැලඹිලි සහගත වූ අතර, එහි ප්‍රතිඵලයක් ලෙස බහුවිධ අගුලු දැමීම් සහ දරුණු මුදල් අවප්‍රමාණය වීම, අධි උද්ධමනය සහ දේශපාලන අස්ථාවරත්වයේ අභියෝග ඇති විය. කෙසේ වෙතත්, අන්තර්වාර මූල්‍ය ප්‍රකාශන මගින් පෙන්නුම් කරන පරිදි, අපගේ කොටස් හිමියන් සඳහා වාර්තාගත ප්‍රතිඵල ලබා ගැනීම සඳහා මෙම අභියෝග ජය ගැනීමට Prime Lands Residencies PLC (PLR) සමත් විය.",
        "ප්‍රයිම් ලෑන්ඩ්ස් රෙසිඩන්සීස් පීඑල්සී සමාලෝචිත කාලසීමාව තුළ රුපියල් බිලියන 9.5 ක ආදායමක් සමඟින් 23% ක වාර්ෂික වර්ධනයක් වාර්තා කර ඇත. ප්‍රේමලාල් කොටස් හිමියන් වෙත ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේ, “අපගේ පොරොන්දු කොටස් හිමියන්ට ලබා දීමෙන්, අපි 2021/22 මූල්‍ය වර්ෂය සඳහා රුපියල් බිලියන 1.682 ක් වාර්තා කිරීම සඳහා බදු ගෙවීමෙන් පසු ලාභයෙන් වසර 70% ක කැපී පෙනෙන වර්ධනයක් අත්කර ගෙන ඇත. රට මුහුණ දී සිටින ආර්ථික අර්බුදය ඇතුළු අභියෝග රැසකට මුහුණ දෙමින් සමාගම දක්වන ඔරොත්තු දීමේ හැකියාව මෙම සන්ධිස්ථානවලින් පිළිබිඹු වේ. එය 2020/21 FY හි LKR 1.32 සිට 2021/22 FY දී LKR 1.86 දක්වා කොටසකට ඉපැයීම් අධික ලෙස බෙදා හැරීම පෙන්නුම් කරයි. 2022 මූල්‍ය වර්ෂයේ 4Q කාලය තුළ අපි ජීවිතයේ එක් වරක් පමණක් මුහුණ දෙන ආර්ථික අර්බුදයකට මුහුණ දී සිටිමු. මෙය සාර්ව සහ ක්ෂුද්‍ර මට්ටම් දෙකෙහිම ඉදිකිරීම් කර්මාන්තයට දැඩි ලෙස බලපා ඇත. සියලු අභියෝග මධ්‍යයේ වුවද, සමාගම 20%ක (QoQ) ආදායම් වර්ධනයක් පෙන්නුම් කර ඇති අතර බදු පසු ලාභය 17% (QoQ) පවත්වා ගෙන යයි.”",
        "\"The Grand, Ward Place - රුපියල් බිලියන 30 ක ව්‍යාපෘතියක් 2022 අවසානය වන විට අවසන් කර භාරදීමට නියමිතයි,\" සම සභාපතිනි සඳමිණි පෙරේරා මහත්මිය පැවසුවාය. “මෙය මෙතෙක් ප්‍රයිම් ලෑන්ඩ්ස් රෙසිඩන්සීස් විසින් ලබා දෙන විශාලතම ව්‍යාපෘතියයි. පොරොන්දු ඉටු කරමින්, රාජගිරිය (බෙල්ලා), උස්වැටකෙයියාව (බීච් ෆ්‍රන්ට් I) සහ කස්සප පාර (ඩිසයර් සහ ජාවා 25) හි ප්‍රයිම් ලෑන්ඩ්ස් රෙසිඩන්සීස් දැන් අවසන් කර පදිංචියට සූදානම් වන අතර ගම්පහ (ද මාළිගාව) සහ උස්වැටකෙයියාව (බීච්චියයාව) සහාධිපත්‍ය ව්‍යාපෘති පෙරමුණ II) ප්‍රගතිශීලී ඉදිවෙමින් පවතී.",
        "Hela Apparel Holdings වර්ධනයේ සහ තහවුරු කිරීමේ සුවිශේෂී වසර සම්පූර්ණ කරයි",
        "ධනාත්මක කාර්තුමය ආයතනික ප්‍රතිඵල හමුවේ CSE ඉහළ යයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பிரைம் லேண்ட்ஸ் ரெசிடென்சிஸ் 2021/22 நிதியாண்டில் 1.68 பில்லியன் ரூபாய் லாபத்தைப் பதிவு செய்துள்ளது.",
      "body_lines": [
        "பிரைம் லேண்ட்ஸ் ரெசிடென்சீஸ் பிஎல்சி (பிஎல்ஆர்) 2021/22 நிதியாண்டில் எல்கேஆர் 1,848 மில்லியன் வரிக்கு முந்தைய லாபத்தைப் பதிவு செய்துள்ளது, அதே நேரத்தில் வரிக்குப் பிந்தைய லாபம் எல்கேஆர் 1,682 மில்லியனைப் பராமரிக்கிறது. மார்ச் 31, 2022 இல் முடிவடைந்த ஆண்டிற்கான இடைக்கால ஈவுத்தொகையாக ஒரு சாதாரண பங்கிற்கு சென்ட் எழுபது (-/70 Cts.) என நிறுவனம் அறிவித்துள்ளது.",
        "பெறுபேறுகள் தொடர்பில் கருத்துத் தெரிவித்த இணைத் தலைவர் பிராமணகே பிரேமலால், “2022ஆம் ஆண்டு மார்ச் 31ஆம் திகதியுடன் முடிவடைந்த வருடத்தில் வரிக்குப் பிந்திய இலாபமாக 1.682 பில்லியன் ரூபாவை எட்டுவது எமக்கான சாதனைச் செயலாகும். . கோவிட்-19 தொற்றுநோயின் தொடர்ச்சியின் காரணமாக மதிப்பாய்வின் கீழ் ஆண்டு மிகவும் கொந்தளிப்பாக இருந்தது, இதன் விளைவாக பல பூட்டுதல்கள் மற்றும் கடுமையான பண மதிப்பிழப்பு, அதிக பணவீக்கம் மற்றும் அரசியல் ஸ்திரமின்மை ஆகியவற்றின் சவால்கள் ஏற்பட்டன. எவ்வாறாயினும், இடைக்கால நிதிநிலை அறிக்கைகள் காட்டுவது போல், பிரைம் லேண்ட்ஸ் ரெசிடென்சீஸ் பிஎல்சி (PLR) இந்த சவால்களை சமாளித்து எங்கள் பங்குதாரர்களுக்கு சாதனை முடிவுகளைப் பெற முடிந்தது.",
        "பிரைம் லேண்ட்ஸ் ரெசிடன்சீஸ் பிஎல்சி, மதிப்பாய்வுக்கு உட்பட்ட காலப்பகுதியில் LKR 9.5 பில்லியன் வருவாயுடன் 23% ஆண்டு வளர்ச்சியைப் பதிவு செய்துள்ளது. பங்குதாரர்களுக்கு பிரேமலால் விடுத்த அறிக்கையில், “பங்குதாரர்களுக்கு எங்கள் வாக்குறுதிகளை வழங்குவதன் மூலம், 2021/22 நிதியாண்டில் LKR 1.682 பில்லியனை பதிவு செய்ய வரிக்குப் பிந்தைய லாபத்தில் 70% ஆண்டுக்கு குறிப்பிடத்தக்க வளர்ச்சியை அடைந்துள்ளோம். இந்த மைல்கற்கள், நாடு எதிர்கொள்ளும் பொருளாதார நெருக்கடி உட்பட பல சவால்களை எதிர்கொள்ளும் நிறுவனத்தின் பின்னடைவை பிரதிபலிக்கின்றன. 2020/21 நிதியாண்டில் LKR 1.32 முதல் 2021/22 நிதியாண்டில் LKR 1.86 வரை ஒரு பங்கின் வருவாய் அதிகமாக வழங்கப்படுவதையும் இது நிரூபிக்கிறது. 4Q FY 2022 இன் போது வாழ்நாளில் ஒருமுறை ஏற்படும் பொருளாதார நெருக்கடியை நாங்கள் எதிர்கொள்கிறோம். இது மேக்ரோ மற்றும் மைக்ரோ மட்டங்களில் கட்டுமானத் துறையை கடுமையாக பாதித்துள்ளது. அனைத்து சவால்கள் இருந்தபோதிலும், நிறுவனம் 20% (QoQ) வருவாய் வளர்ச்சியைக் காட்டியுள்ளது, அதே நேரத்தில் 17% (QoQ) வரிக்குப் பிந்தைய லாபத்தைப் பராமரிக்கிறது.",
        "\"The Grand, Ward Place - LKR 30 பில்லியன் திட்டமானது 2022 ஆம் ஆண்டின் இறுதியில் நிறைவடைந்து கையளிக்கப்படவுள்ளது\" என இணைத் தலைவர் சந்தாமினி பெரேரா தெரிவித்தார். \"இது பிரைம் லேண்ட்ஸ் ரெசிடென்சிஸ் வழங்கும் மிகப்பெரிய திட்டமாகும். வாக்குறுதிகளை நிறைவேற்றும் வகையில், ராஜகிரிய (பெல்லா), உஸ்வெட்டகேய்யாவ (பீச் ஃப்ரண்ட் I) மற்றும் கஸ்ஸபா வீதி (டிசையர் & ஜாவா 25) ஆகிய இடங்களில் உள்ள பிரைம் லேண்ட்ஸ் குடியிருப்புகள் தற்போது நிறைவடைந்து, கம்பஹா (தி பேலஸ்) மற்றும் உஸ்வெட்டகேய்யாவ (பீச்சியாவ) ஆகிய இடங்களில் உள்ள காண்டோமினியம் திட்டப்பணிகளுக்கு தயாராக உள்ளன. முன்னணி II) முற்போக்கான கட்டுமானத்தில் உள்ளது.",
        "ஹெலா அப்பேரல் ஹோல்டிங்ஸ் வளர்ச்சி மற்றும் ஒருங்கிணைப்பின் முக்கிய ஆண்டை நிறைவு செய்துள்ளது",
        "நேர்மறையான காலாண்டு கார்ப்பரேட் முடிவுகளின் பின்னணியில் CSE மேலே நகர்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}