{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83073/us-makes-biggest-interest-rate-rise-in-almost-30-years",
  "time_ut": 1655346840,
  "title": "US makes biggest interest rate rise in almost 30 years",
  "body_lines": [
    "The US central bank has announced its biggest interest rate rise in nearly 30 years as it ramps up its fight to rein in soaring consumer prices.",
    "The Federal Reserve said it would increase its key interest rate by three quarters of a percentage point to a range of 1.5% to 1.75%.",
    "The rise, the third since March, comes after inflation in the US surged unexpectedly last month.",
    "More hikes are expected, adding to the uncertainty facing the economy.",
    "Forecasts released after the meeting showed officials expect the rate the Fed charges banks to borrow could reach 3.4% by the end of the year, the moves rippling out to the public in the form of higher borrowing costs for mortgages, credit cards and other loans.",
    "As central banks around the world take similar steps, it marks a massive change for the global economy, where businesses and households have enjoyed years of low borrowing costs.",
    "“Most advanced economy central banks and some emerging market central banks are tightening policy in sync,” said Gregory Daco, chief economist at strategy consulting firm EY-Parthenon.",
    "“That is a global environment that we’ve not been accustomed to in the past few decades, and that will represent ramifications for the business sector and for consumers throughout the world.”",
    "In the UK, where consumer prices jumped 9% in April, the Bank of England is expected to announce its fifth rate rise since December on Thursday, pushing its benchmark rate above 1% for the first time since 2009.",
    "Brazil, Canada and Australia have also raised rates, while the European Central Bank has outlined plans to do so later this summer.",
    "In the US, which slashed rates to support the economy when the pandemic hit in 2020, the Fed has already raised rates twice this year, by 0.25 percentage points in March and another half point in May.",
    "At the time, Federal Reserve chairman Jerome Powell said officials were not considering sharper rises.",
    "But figures on Friday, which showed US inflation rising to 8.6% in May - the fastest pace since 1981 - pushed officials to move more aggressively, Mr Powell said at a press conference following this week’s meeting.",
    "“It is essential that we bring inflation down,” he said, acknowledging that a 0.75 percentage point rise was “unusually large”.",
    "“Inflation has obviously surprised to the upside over the past year and further surprises could be in store,” he said. “We therefore will need to be nimble.”",
    "Many analysts say the Fed is struggling to catch up, after Mr Powell and others last year dismissed price rises as a temporary problem related to supply chain issues.",
    "Since then, inflation has sharpened due to factors like the war in Ukraine and ongoing Covid-19 shutdowns in China.",
    "Recent surveys suggest the public expects the problem will continue to worsen, despite the Fed’s vows to act.",
    "“The Fed is under the gun and facing an inflation credibility test,” said economist David Beckworth, senior research fellow at the Mercatus Center at George Mason University.",
    "The last time the Fed announced a rate hike of this size was 1994.",
    "The move, which makes borrowing more expensive, is expected to cool demand and slow economic activity - in theory, easing price pressures.",
    "But by acting late, and now moving more aggressively to compensate, policymakers face a greater chance that their actions will induce an economic downturn, Mr Daco said.",
    "“I’m increasingly worried,” he added. “I wouldn’t be surprised that around the turn of the year we face an environment where growth is stalling and we’re pretty close to a recessionary environment, with the unemployment rate on the rise and no longer declining.”",
    "Mr Powell said the US is well poised to handle higher rates, pointing to still robust job growth.",
    "But projections released by the Fed show officials expect economic growth to slow to about 1.7% this year, a full percentage point lower than they forecast in March.",
    "Unemployment, now at 3.6%, is expected to rise to 3.7% and reach 4.1% by 2024.",
    "Officials also removed a line from their end of meeting statement - which typically shows little change - saying the labour market would remain strong as the Fed raised rates.",
    "Mr Powell said the omission reflected the fact that many forces driving inflation - like the war in Ukraine - are out of the bank’s control.",
    "“So much of it is really not down to monetary policy,” he said. “That just didn’t seem appropriate anymore so we took it out.”",
    "With Wednesday’s rise, the rate the Fed charges banks to borrow will return to where it was before the pandemic hit in 2020, remaining relatively low by historic standards.",
    "Higher rates have helped to boost demand for dollars, sending the currency up 10% since the start of the year and putting other countries, especially emerging markets with large amounts of debt in dollars, under pressure.",
    "In the US, financial markets have slipped, with the S&P 500, which tracks hundreds of America’s biggest companies, losing a fifth of its value since the start of the year, as multinationals warn that inflation and the rise in the dollar is hurting their profits.",
    "Home sales have also slowed precipitously as mortgage rates follow the Fed rate higher.",
    "Data on Wednesday also showed retail sales slipped last month, as people spent more at the pump due to rising petrol costs and deferred purchases of big ticket items like cars.",
    "Mr Powell said gaining control of the price increases was essential to economic stability and progress would take time.",
    "“At the end of the day, the outlook is very uncertain,” Mr Beckworth said. “The Fed has to be at some level, lucky.”"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපදය වසර 30 කට ආසන්න කාලයක් තුළ විශාලතම පොලී අනුපාත ඉහල දමයි",
      "body_lines": [
        "එක්සත් ජනපද මහ බැංකුව වසර 30කට ආසන්න කාලයක් තුල එහි විශාලතම පොලී අනුපාත ඉහල යාම නිවේදනය කර ඇත්තේ, ඉහල යන පාරිභෝගික මිල ගණන් පාලනය කිරීමට සිය සටන ඉහල නංවමිනි.",
        "ෆෙඩරල් සංචිතය කියා සිටියේ එහි ප්‍රධාන පොලී අනුපාතය සියයට 1.5 සිට 1.75% දක්වා ප්‍රතිශතයකින් කාර්තු තුනකින් වැඩි කරන බවයි.",
        "මාර්තු මාසයේ සිට තුන්වන වැඩිවීම, පසුගිය මාසයේ එක්සත් ජනපදයේ උද්ධමනය අනපේක්ෂිත ලෙස ඉහළ යාමෙන් පසුව පැමිණේ.",
        "ආර්ථිකය මුහුණ දෙන අවිනිශ්චිතතාවයට එකතු කරමින් තවත් ඉහළ නැංවීම් අපේක්ෂා කෙරේ.",
        "රැස්වීමෙන් පසුව නිකුත් කරන ලද පුරෝකථනයන් පෙන්නුම් කළේ, වසර අවසන් වන විට ෆෙඩරල් මහ බැංකුව විසින් ණය ලබා ගැනීමට අය කරන අනුපාතය 3.4% දක්වා ළඟා විය හැකි බව නිලධාරීන් අපේක්ෂා කරන බවයි, උකස්, ක්‍රෙඩිට් කාඩ්පත් සහ අනෙකුත් ණය සඳහා ඉහළ ණය ගැනීමේ පිරිවැයක් ලෙස මහජනතාව වෙත මෙම පියවර රැලි ගැසෙයි.",
        "ලොව පුරා සිටින මහ බැංකු සමාන පියවර ගන්නා විට, ව්‍යාපාර සහ කුටුම්භ වසර ගණනාවක් අඩු ණය ගැනීමේ පිරිවැයක් භුක්ති විඳි ගෝලීය ආර්ථිකය සඳහා දැවැන්ත වෙනසක් සලකුනු කරයි.",
        "උපාය උපදේශන සමාගමක් වන EY-Parthenon හි ප්‍රධාන ආර්ථික විද්‍යාඥ Gregory Daco පැවසුවේ \"බොහෝ දියුණු ආර්ථික මධ්‍ය බැංකු සහ සමහර නැගී එන වෙළඳපල මහ බැංකු සමමුහුර්ත කිරීමේ ප්‍රතිපත්ති දැඩි කරයි.",
        "\"එය පසුගිය දශක කිහිපය තුළ අපට හුරුවී නැති ගෝලීය පරිසරයක් වන අතර එය ව්‍යාපාරික අංශයට සහ ලොව පුරා පාරිභෝගිකයින්ට ප්‍රතිවිපාක නියෝජනය කරනු ඇත.\"",
        "අප්‍රේල් මාසයේදී පාරිභෝගික මිල ගණන් 9%කින් ඉහළ ගිය එක්සත් රාජධානියේ, 2009 න් පසු ප්‍රථම වතාවට එහි මිණුම් දණ්ඩ 1% ට වඩා ඉහලට තල්ලු කරමින්, බ්‍රහස්පතින්දා දෙසැම්බර් මාසයේ සිට එහි පස්වන අනුපාත වැඩිවීම නිවේදනය කිරීමට එංගලන්ත බැංකුව අපේක්ෂා කරයි.",
        "බ්‍රසීලය, කැනඩාව සහ ඕස්ට්‍රේලියාව ද අනුපාත ඉහළ නංවා ඇති අතර යුරෝපීය මහ බැංකුව මෙම ගිම්හානයේ පසුව එය කිරීමට සැලසුම් කර ඇත.",
        "2020 දී වසංගතය ඇති වූ විට ආර්ථිකයට ආධාර කිරීම සඳහා අනුපාත අඩු කළ එක්සත් ජනපදයේ, මහ බැංකුව මේ වසරේ දැනටමත් දෙවරක්, මාර්තු මාසයේදී සියයට 0.25 කින් සහ මැයි මාසයේදී තවත් අඩකින් ගාස්තු ඉහළ නංවා ඇත.",
        "එම අවස්ථාවේ දී, ෆෙඩරල් සංචිතයේ සභාපති ජෙරොම් පවෙල් පැවසුවේ, නිලධාරීන් තියුනු ඉහල යාමක් ගැන සලකා බලන්නේ නැත.",
        "නමුත් සිකුරාදා සංඛ්‍යාලේඛන, මැයි මාසයේදී එක්සත් ජනපද උද්ධමනය 8.6% දක්වා ඉහළ ගිය බව පෙන්නුම් කරයි - 1981 සිට වේගවත්ම වේගය - නිලධාරීන් වඩාත් ආක්‍රමණශීලීව ගමන් කිරීමට තල්ලු කළ බව පවෙල් මහතා මේ සතියේ රැස්වීමෙන් පසුව පැවති මාධ්‍ය හමුවකදී පැවසීය.",
        "\"අපි උද්ධමනය පහත හෙලීම අත්‍යාවශ්‍ය ය,\" ඔහු පැවසුවේ, 0.75 ප්‍රතිශත ලක්ෂ්‍ය වැඩිවීමක් \"අසාමාන්‍ය ලෙස විශාල\" බව පිළිගනිමින්.",
        "\"පසුගිය වසර පුරා උද්ධමනය පැහැදිලිවම ඉහළ යාම ගැන පුදුමයට පත් වී ඇති අතර තවත් විස්මයන් ගබඩා කර තැබිය හැකිය,\" ඔහු පැවසීය. \"එබැවින් අපි වේගවත් විය යුතුය.\"",
        "බොහෝ විශ්ලේෂකයින් පවසන්නේ පසුගිය වසරේ පවෙල් මහතා සහ අනෙකුත් අය සැපයුම් දාම ගැටළු සම්බන්ධ තාවකාලික ගැටළුවක් ලෙස මිල ඉහල යාම ප්‍රතික්ෂේප කිරීමෙන් පසුව, ෆෙඩරල් මහ බැංකුව අල්ලා ගැනීමට අරගල කරන බවයි.",
        "එතැන් සිට, යුක්රේනයේ යුද්ධය සහ චීනයේ දැනට පවතින Covid-19 වසා දැමීම් වැනි සාධක හේතුවෙන් උද්ධමනය තියුණු වී ඇත.",
        "මෑත සමීක්ෂණවලින් පෙනී යන්නේ, ක්‍රියා කිරීමට ෆෙඩරල් මහ බැංකුවේ පොරොන්දු නොතකා, ගැටලුව තවදුරටත් නරක අතට හැරෙනු ඇතැයි මහජනතාව අපේක්ෂා කරන බවයි.",
        "ජෝර්ජ් මේසන් විශ්ව විද්‍යාලයේ මර්කැටස් මධ්‍යස්ථානයේ ජ්‍යෙෂ්ඨ පර්යේෂණ සගයෙකු වන ආර්ථික විද්‍යාඥ ඩේවිඩ් බෙක්වර්ත් පැවසුවේ “ෆෙඩරල් මහ බැංකුව තුවක්කුව යටතේ සිටින අතර උද්ධමන විශ්වසනීයත්ව පරීක්ෂණයකට මුහුණ දී සිටී.",
        "ෆෙඩරල් මහ බැංකුව මෙම ප්‍රමාණයේ අනුපාත ඉහල දැමීමක් අවසන් වරට ප්‍රකාශයට පත් කළේ 1994 දී ය.",
        "ණය ගැනීම වඩා මිල අධික වන මෙම පියවර, ඉල්ලුම සිසිල් කිරීමට සහ මන්දගාමී ආර්ථික ක්‍රියාකාරකම් - න්‍යායාත්මකව, මිල පීඩනය ලිහිල් කිරීමට අපේක්ෂා කෙරේ.",
        "නමුත් ප්‍රමාද වී ක්‍රියා කිරීමෙන් සහ දැන් වන්දි ගෙවීමට වඩාත් ආක්‍රමණශීලීව ගමන් කිරීමෙන්, ප්‍රතිපත්ති සම්පාදකයින් ඔවුන්ගේ ක්‍රියාවන් ආර්ථික පසුබෑමක් ඇති කිරීමට වැඩි ඉඩකට මුහුණ දෙන බව ඩකෝ මහතා පැවසීය.",
        "\"මම වැඩි වැඩියෙන් කනස්සල්ලට පත්ව සිටිමි,\" ඔහු තවදුරටත් පැවසීය. \"වසර ආරම්භයේදී අපි වර්ධනය ඇනහිටින පරිසරයකට මුහුණ දෙන අතර, විරැකියා අනුපාතය වැඩිවෙමින් පවතින අතර තවදුරටත් පහත නොවැටෙමින් පවතින අවපාත පරිසරයකට අප ඉතා ආසන්නව සිටීම ගැන මම පුදුම නොවන්නෙමි.\"",
        "තවමත් ශක්තිමත් රැකියා වර්ධනයක් පෙන්නුම් කරමින් ඉහළ අනුපාත හැසිරවීමට එක්සත් ජනපදය හොඳින් සූදානම් බව පවෙල් මහතා පැවසීය.",
        "නමුත් ෆෙඩරල් මහ බැංකුව විසින් නිකුත් කරන ලද ප්‍රක්ෂේපන නිලධාරීන් විසින් මෙම වසරේ ආර්ථික වර්ධනය 1.7% දක්වා මන්දගාමී වනු ඇතැයි අපේක්ෂා කරන අතර එය මාර්තු මාසයේදී ඔවුන් පුරෝකථනය කළ ප්‍රමාණයට වඩා සම්පූර්ණ ප්‍රතිශතයක් අඩු වේ.",
        "විරැකියාව, දැන් 3.6% වන අතර, එය 3.7% දක්වා ඉහළ ගොස් 2024 වන විට 4.1% දක්වා ළඟා වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "නිලධාරීන් ඔවුන්ගේ රැස්වීම් ප්‍රකාශයෙන් රේඛාවක් ඉවත් කළහ - සාමාන්‍යයෙන් සුළු වෙනසක් පෙන්නුම් කරයි - ෆෙඩරල් මහ බැංකුව ගාස්තු ඉහළ නංවන විට ශ්‍රම වෙළඳපොළ ශක්තිමත්ව පවතිනු ඇතැයි පවසමින්.",
        "යුක්රේනයේ යුද්ධය වැනි උද්ධමනය මෙහෙයවන බොහෝ බලවේග බැංකුවේ පාලනයෙන් බැහැරව පවතින බව මෙම අතපසුවීමෙන් පිළිබිඹු වන බව පවෙල් මහතා පැවසීය.",
        "\"එය බොහෝමයක් ඇත්ත වශයෙන්ම මුදල් ප්රතිපත්තියට යටත් නොවේ,\" ඔහු පැවසීය. \"එය තවදුරටත් සුදුසු නොවන බව පෙනේ, එබැවින් අපි එය ඉවත් කළෙමු.\"",
        "බදාදා වැඩිවීමත් සමඟ, 2020 දී වසංගතයට පෙර තිබූ ස්ථානයට ෆෙඩරල් බැංකුව විසින් ණය ගැනීමට අය කරන අනුපාතය ඓතිහාසික ප්‍රමිතීන්ට අනුව සාපේක්ෂව අඩු මට්ටමක පවතී.",
        "ඉහළ අනුපාත ඩොලර් සඳහා ඉල්ලුම ඉහළ නැංවීමට උපකාරී වී ඇති අතර, වසර ආරම්භයේ සිට මුදල් ඒකකය 10% කින් ඉහළට යැවීම සහ අනෙකුත් රටවල්, විශේෂයෙන් ඩොලර් වලින් විශාල ණය ප්‍රමාණයක් ඇති නැගී එන වෙලඳපොලවල් පීඩනයට ලක් කරයි.",
        "උද්ධමනය සහ ඩොලරයේ ඉහල යාම ඔවුන්ගේ ලාභයට හානි කරන බවට බහුජාතික සමාගම් අනතුරු අඟවන බැවින්, ඇමරිකාවේ විශාලතම සමාගම් සිය ගනනක් නිරීක්ෂණය කරන S&P 500 සමග, වසර ආරම්භයේ සිට එහි වටිනාකමෙන් පහෙන් එකක් අහිමි වීමත් සමග, එක්සත් ජනපදයේ මූල්‍ය වෙලඳපොලවල් පහත වැටී ඇත. .",
        "උකස් අනුපාත ෆෙඩරල් අනුපාතිකය ඉහළ යාම නිසා නිවාස අලෙවිය ද වේගයෙන් මන්දගාමී වී ඇත.",
        "ඉහළ යන පෙට්‍රල් පිරිවැය සහ මෝටර් රථ වැනි විශාල ප්‍රවේශපත්‍ර භාණ්ඩ මිලදී ගැනීම කල් දැමීම හේතුවෙන් මිනිසුන් පොම්පයේ වැඩිපුර වියදම් කිරීම නිසා පසුගිය මාසයේ සිල්ලර විකුණුම් පහත වැටී ඇති බව බදාදා දත්ත පෙන්වා දුන්නේය.",
        "පවෙල් මහතා පැවසුවේ මිල ඉහළ යාම පාලනය කිරීම ආර්ථික ස්ථාවරත්වයට අත්‍යවශ්‍ය වන අතර ප්‍රගතිය සඳහා කාලය ගතවනු ඇති බවයි.",
        "“දවස අවසානයේදී, ඉදිරි දැක්ම ඉතා අවිනිශ්චිතයි,” බෙක්වර්ත් මහතා පැවසීය. \"ෆෙඩරල් බැංකුව යම් මට්ටමක සිටිය යුතුයි, වාසනාවන්තයි.\""
      ]
    },
    "ta": {
      "title": "அமெரிக்கா கிட்டத்தட்ட 30 ஆண்டுகளில் மிகப்பெரிய வட்டி விகிதத்தை உயர்த்தியுள்ளது",
      "body_lines": [
        "அமெரிக்க மத்திய வங்கி ஏறக்குறைய 30 ஆண்டுகளில் அதன் மிகப்பெரிய வட்டி விகித உயர்வை அறிவித்துள்ளது, ஏனெனில் அது உயர்ந்து வரும் நுகர்வோர் விலைகளைக் கட்டுப்படுத்தும் போராட்டத்தை தீவிரப்படுத்தியுள்ளது.",
        "பெடரல் ரிசர்வ் அதன் முக்கிய வட்டி விகிதத்தை முக்கால் சதவிகிதம் அதிகரித்து 1.5% முதல் 1.75% வரை உயர்த்துவதாகக் கூறியது.",
        "கடந்த மாதம் எதிர்பாராத விதமாக அமெரிக்காவில் பணவீக்கம் அதிகரித்ததை அடுத்து மார்ச் மாதத்திற்குப் பிறகு மூன்றாவது உயர்வு.",
        "பொருளாதாரம் எதிர்கொள்ளும் நிச்சயமற்ற தன்மையை மேலும் அதிகரிக்கும் என எதிர்பார்க்கப்படுகிறது.",
        "கூட்டத்திற்குப் பிறகு வெளியிடப்பட்ட கணிப்புகள், ஃபெடரல் வங்கிகள் கடன் வாங்குவதற்கான விகிதம் 3.4% ஆக இருக்கும் என்று அதிகாரிகள் எதிர்பார்க்கிறார்கள், இந்த நகர்வுகள் அடமானங்கள், கிரெடிட் கார்டுகள் மற்றும் பிற கடன்களுக்கான அதிக கடன் செலவுகள் போன்ற வடிவங்களில் பொதுமக்களிடம் பரவுகிறது.",
        "உலகெங்கிலும் உள்ள மத்திய வங்கிகள் இதேபோன்ற நடவடிக்கைகளை மேற்கொள்வதால், இது உலகப் பொருளாதாரத்தில் ஒரு பெரிய மாற்றத்தைக் குறிக்கிறது, அங்கு வணிகங்களும் குடும்பங்களும் பல ஆண்டுகளாக குறைந்த கடன் செலவுகளை அனுபவித்து வருகின்றன.",
        "\"மிக மேம்பட்ட பொருளாதார மத்திய வங்கிகள் மற்றும் சில வளர்ந்து வரும் சந்தை மத்திய வங்கிகள் ஒத்திசைவில் கொள்கையை இறுக்குகின்றன,\" என்று உத்தி ஆலோசனை நிறுவனமான EY-பார்த்தெனனின் தலைமை பொருளாதார நிபுணர் கிரிகோரி டகோ கூறினார்.",
        "\"இது கடந்த சில தசாப்தங்களாக நாங்கள் பழக்கமில்லாத ஒரு உலகளாவிய சூழல், மேலும் இது வணிகத் துறை மற்றும் உலகம் முழுவதும் உள்ள நுகர்வோருக்கு மாற்றங்களை பிரதிபலிக்கும்.\"",
        "இங்கிலாந்தில், ஏப்ரல் மாதத்தில் நுகர்வோர் விலைகள் 9% உயர்ந்தன, வியாழன் அன்று டிசம்பர் முதல் அதன் ஐந்தாவது விகித உயர்வை, 2009 க்குப் பிறகு முதல் முறையாக 1% க்கு மேல் உயர்த்தும் என்று Bank of England அறிவிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "பிரேசில், கனடா மற்றும் ஆஸ்திரேலியாவும் விகிதங்களை உயர்த்தியுள்ளன, அதே நேரத்தில் ஐரோப்பிய மத்திய வங்கி இந்த கோடையின் பிற்பகுதியில் அவ்வாறு செய்வதற்கான திட்டங்களை கோடிட்டுக் காட்டியது.",
        "2020 இல் தொற்றுநோய் தாக்கியபோது பொருளாதாரத்தை ஆதரிப்பதற்காக விகிதங்களைக் குறைத்த அமெரிக்காவில், மத்திய வங்கி ஏற்கனவே இந்த ஆண்டு இரண்டு முறை விகிதங்களை மார்ச் மாதத்தில் 0.25 சதவீத புள்ளிகளாகவும், மே மாதத்தில் மற்றொரு அரை புள்ளியாகவும் உயர்த்தியுள்ளது.",
        "அந்த நேரத்தில், பெடரல் ரிசர்வ் தலைவர் ஜெரோம் பவல், அதிகாரிகள் கூர்மையான உயர்வைக் கருத்தில் கொள்ளவில்லை என்று கூறினார்.",
        "ஆனால் வெள்ளியன்று புள்ளிவிவரங்கள், மே மாதத்தில் அமெரிக்க பணவீக்கம் 8.6% ஆக உயர்ந்தது - 1981 க்குப் பிறகு மிக விரைவான வேகம் - அதிகாரிகளை மிகவும் ஆக்ரோஷமாக நகர்த்தத் தூண்டியது, திரு பவல் இந்த வார கூட்டத்தைத் தொடர்ந்து ஒரு செய்தியாளர் கூட்டத்தில் கூறினார்.",
        "\"நாம் பணவீக்கத்தைக் குறைக்க வேண்டியது அவசியம்,\" என்று அவர் கூறினார், 0.75 சதவீத புள்ளி உயர்வு \"வழக்கத்திற்கு மாறாக பெரியது\" என்பதை ஒப்புக்கொண்டார்.",
        "\"கடந்த ஆண்டில் பணவீக்கம் வெளிப்படையாக ஆச்சரியத்தை ஏற்படுத்தியுள்ளது, மேலும் ஆச்சரியங்கள் காத்திருக்கக்கூடும்\" என்று அவர் கூறினார். \"எனவே நாம் சுறுசுறுப்பாக இருக்க வேண்டும்.\"",
        "கடந்த ஆண்டு திரு பவல் மற்றும் பலர் விலை உயர்வுகளை விநியோகச் சங்கிலி சிக்கல்கள் தொடர்பான தற்காலிகப் பிரச்சனையாக நிராகரித்த பிறகு, மத்திய வங்கியைப் பிடிக்க முடியாமல் தவிப்பதாக பல ஆய்வாளர்கள் கூறுகின்றனர்.",
        "அப்போதிருந்து, உக்ரைனில் போர் மற்றும் சீனாவில் கோவிட்-19 பணிநிறுத்தம் போன்ற காரணங்களால் பணவீக்கம் கூர்மையாக உள்ளது.",
        "மத்திய வங்கி செயல்படுவதாக உறுதியளித்த போதிலும், பிரச்சனை தொடர்ந்து மோசமடையும் என்று பொதுமக்கள் எதிர்பார்க்கிறார்கள் என்று சமீபத்திய ஆய்வுகள் தெரிவிக்கின்றன.",
        "ஜார்ஜ் மேசன் பல்கலைக்கழகத்தில் உள்ள மெர்கடஸ் மையத்தின் மூத்த ஆராய்ச்சி சக பொருளாதார நிபுணர் டேவிட் பெக்வொர்த் கூறுகையில், “மத்திய வங்கி துப்பாக்கியின் கீழ் உள்ளது மற்றும் பணவீக்க நம்பகத்தன்மை சோதனையை எதிர்கொள்கிறது.",
        "கடைசியாக 1994 ஆம் ஆண்டு இந்த அளவிலான கட்டண உயர்வை மத்திய வங்கி அறிவித்தது.",
        "கடனை அதிக விலைக்கு வாங்கும் இந்த நடவடிக்கை, தேவையை குளிர்விக்கும் மற்றும் பொருளாதார நடவடிக்கைகளை மெதுவாக்கும் என்று எதிர்பார்க்கப்படுகிறது - கோட்பாட்டில், விலை அழுத்தங்களை எளிதாக்குகிறது.",
        "ஆனால் தாமதமாகச் செயல்படுவதன் மூலமும், இப்போது ஈடுசெய்ய மிகவும் ஆக்ரோஷமாக நகர்வதன் மூலமும், கொள்கை வகுப்பாளர்கள் தங்கள் நடவடிக்கைகள் பொருளாதார வீழ்ச்சியைத் தூண்டுவதற்கான அதிக வாய்ப்பை எதிர்கொள்கின்றனர், திரு டகோ கூறினார்.",
        "\"நான் பெருகிய முறையில் கவலைப்படுகிறேன்,\" என்று அவர் மேலும் கூறினார். \"வருடத்தின் தொடக்கத்தில், வளர்ச்சி தடைபடும் சூழலை நாங்கள் எதிர்கொள்கிறோம், மேலும் ஒரு மந்தமான சூழலுக்கு நாங்கள் மிகவும் நெருக்கமாக இருக்கிறோம், வேலையின்மை விகிதம் அதிகரித்து, இனி குறைவதில்லை.\"",
        "இன்னும் வலுவான வேலை வளர்ச்சியை சுட்டிக்காட்டி, அதிக விகிதங்களை கையாள அமெரிக்கா தயாராக உள்ளது என்று திரு பவல் கூறினார்.",
        "ஆனால் ஃபெடரால் வெளியிடப்பட்ட கணிப்புகள், இந்த ஆண்டு பொருளாதார வளர்ச்சி சுமார் 1.7% ஆக குறையும் என்று எதிர்பார்க்கிறது, இது மார்ச் மாதத்தில் அவர்கள் கணித்ததை விட முழு சதவீத புள்ளி குறைவாக இருக்கும்.",
        "வேலையின்மை, இப்போது 3.6% ஆக உள்ளது, 3.7% ஆக உயரும் மற்றும் 2024 க்குள் 4.1% ஐ எட்டும் என்று எதிர்பார்க்கப்படுகிறது.",
        "அதிகாரிகள் கூட்டத்தின் முடிவில் இருந்து ஒரு வரியை அகற்றினர் - இது பொதுவாக சிறிய மாற்றத்தைக் காட்டுகிறது - மத்திய வங்கி விகிதங்களை உயர்த்துவதால் தொழிலாளர் சந்தை வலுவாக இருக்கும் என்று கூறியது.",
        "உக்ரைனில் நடந்த போர் போன்ற பணவீக்கத்தை தூண்டும் பல சக்திகள் வங்கியின் கட்டுப்பாட்டில் இல்லை என்பதை இந்த புறக்கணிப்பு பிரதிபலிக்கிறது என்று திரு பவல் கூறினார்.",
        "\"இதில் பெரும்பாலானவை உண்மையில் பணவியல் கொள்கைக்கு கீழே இல்லை,\" என்று அவர் கூறினார். \"அது இனி பொருத்தமானதாகத் தெரியவில்லை, எனவே நாங்கள் அதை வெளியே எடுத்தோம்.\"",
        "புதன்கிழமையின் உயர்வுடன், 2020 ஆம் ஆண்டில் தொற்றுநோய் தாக்குதலுக்கு முன்பு இருந்த இடத்திற்கு வங்கிகள் கடன் வாங்குவதற்கு மத்திய வங்கி வசூலிக்கும் விகிதம், வரலாற்றுத் தரங்களின்படி ஒப்பீட்டளவில் குறைவாகவே இருக்கும்.",
        "அதிக விகிதங்கள் டாலருக்கான தேவையை அதிகரிக்க உதவியது, ஆண்டின் தொடக்கத்தில் இருந்து நாணயத்தை 10% உயர்த்தியது மற்றும் பிற நாடுகளை குறிப்பாக டாலரில் அதிக அளவு கடனைக் கொண்ட வளர்ந்து வரும் சந்தைகளை அழுத்தத்திற்கு உள்ளாக்கியது.",
        "அமெரிக்காவில், நிதிச் சந்தைகள் நழுவியுள்ளன, S&P 500, நூற்றுக்கணக்கான அமெரிக்காவின் மிகப்பெரிய நிறுவனங்களைக் கண்காணிக்கிறது, இந்த ஆண்டின் தொடக்கத்தில் இருந்து அதன் மதிப்பில் ஐந்தில் ஒரு பங்கை இழந்துள்ளது, ஏனெனில் பன்னாட்டு நிறுவனங்கள் பணவீக்கமும் டாலரின் உயர்வும் தங்கள் லாபத்தைப் பாதிக்கின்றன என்று எச்சரித்துள்ளன. .",
        "அடமான விகிதங்கள் மத்திய வங்கி விகிதத்தை அதிகமாக பின்பற்றுவதால் வீட்டு விற்பனையும் வேகமாக குறைந்துள்ளது.",
        "அதிகரித்து வரும் பெட்ரோல் விலைகள் மற்றும் கார்கள் போன்ற பெரிய டிக்கெட் பொருட்களை வாங்குவதை ஒத்திவைத்ததால், மக்கள் பம்ப்பில் அதிக செலவு செய்ததால், கடந்த மாதம் சில்லறை விற்பனை சரிந்துள்ளதாக புதன்கிழமை தரவுகள் காட்டுகின்றன.",
        "விலை உயர்வைக் கட்டுப்படுத்துவது பொருளாதார ஸ்திரத்தன்மைக்கு இன்றியமையாதது என்றும் முன்னேற்றத்திற்கு நேரம் எடுக்கும் என்றும் திரு பவல் கூறினார்.",
        "\"நாள் முடிவில், கண்ணோட்டம் மிகவும் நிச்சயமற்றது,\" திரு பெக்வொர்த் கூறினார். \"மத்திய வங்கி சில மட்டத்தில் இருக்க வேண்டும், அதிர்ஷ்டம்.\""
      ]
    }
  }
}