{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Farmers-the-forgotten-lot/172-235709",
  "time_ut": 1650912000,
  "title": "Farmers - the forgotten lot",
  "body_lines": [
    "Remember the countrywide protests by the farmers after their crops were destroyed due to lack of chemical fertilizer and the other agrochemicals? As if the allegation by the then Agriculture Minister Mahindananda Aluthgamage that the farmers were agitating after being incited by the Opposition politicians are proven true, no such protests are now being reported.",
    "He was wrong and his allegation was politically motivated and malicious. In fact the ban on chemical fertilizer imports impacted heavily on the agricultural sector including the export oriented plantations such as tea. However, their voice seems to have been eclipsed these days by the common struggle by people belonged to all sectors for the ouster of President Gotabaya Rajapaksa and his government.",
    "The President who has been maintaining the same stance as the former Agriculture Minister confessed after his latest Cabinet was sworn in on April 18 that the banning of chemical fertilizer imports was a mistake and promised to supply it in the future. However, it is not clear if he really understood the extent of damage done to the agricultural sector and thereby to the food security of the country by the ill-timed and ill-advised decision.",
    "Also, the accountability seems just to end with a simple acknowledgement of the “mistake.” Despite his acknowledgement, it is not clear that he really understood the gravity of his “mistake,” as he had even very recently – even after crops of two harvesting seasons were destroyed – stated that the Opposition was behind the farmers’ agitations. That showed he has totally been cut off from the common man and has been totally relying on the information given by the ministers who have other agendas. He should have a proper mechanism and proper channels to understand the real situation on the ground.",
    "Despite repeated assurances by the former minister Aluthgamage that the food security in the country is not threatened, the Chinese Ambassador recently announced that his government has decided to provide 2000 metric tons of rice as an emergency relief to Sri Lanka. Since the daily rice consumption in Sri Lanka is around 6500 metric tons, this amount is only sufficient for one out of three meals of a day and the Chinese Embassy said in a statement that this donation was being made at the request of the Sri Lankan government. We have stooped to such paupers’ situation to request a foreign country to provide us rice for a single meal!",
    "From May last year, farmers in the country have been repeatedly hoodwinked by the government. The ban on fertilizer imports left them high and dry during the Yala Season last year as the decision was taken without giving them sufficient time to make adjustments. Then the government announced that it would supply sufficient organic fertilizer for the Maha Season, but failed to keep its promise. The liquid “organic fertilizer” that was imported from India was rejected by farmers and that too was supplied only to a limited number of farmers.",
    "And it was revealed that Indian fertilizer had been purchased at 150% higher price than its normal price.",
    "A shipment of Chinese organic fertilizer failed the tests conducted by the local laboratories and had to be returned, creating a diplomatic row between the two countries during which the Chinese government black-listed People’s Bank, a premier State bank in the country for refusing to pay for the rejected fertilizer. Then the bank decided to pay while the government announced that a fresh consignment would arrive, which too never happened. With these controversies overshadowing other issues, another harvesting season also passed without fertilizer.",
    "Minister Aluthgamage announced that farmers who had suffered losses due to unavailability of fertilizer and usage of “organic fertilizer” provided by the government would be compensated and that too proved to be another broken promise. Yet, with the countrywide anti-government protests breaking out, farmers have totally been forgotten even by the farmer organizations and the Opposition political parties.",
    "Now that the President has acknowledged the “mistake” - a package of accountability too has to be entailed with it. It should be in the form of compensation and provision of sufficient fertilizer without discrimination and the government must make immediate arrangements for it. Discouraging the farmers and distancing the rural youth from agriculture is suicidal to the country, especially at a time when the country is facing a severe foreign exchange crisis."
  ],
  "translate": {
    "si": {
      "title": "ගොවීන් - අමතක වූ කොටස",
      "body_lines": [
        "රසායනික පොහොර සහ අනෙකුත් කෘෂි රසායන නොමැතිකම නිසා ගොවීන් තම වගාවන් විනාශ වූ පසු රටපුරා උද්ඝෝෂණ කළ ආකාරය මතකද? විපක්ෂයේ දේශපාලනඥයන් උසිගන්වා ගොවීන් උද්ඝෝෂණ කරන බවට එවකට කෘෂිකර්ම ඇමැති මහින්දානන්ද අලුත්ගමගේ මහතා කළ චෝදනාව සත්‍යයක් සේ දැන් එවැනි විරෝධතා වාර්තා වන්නේ නැත.",
        "ඔහු වැරදියි, ඔහුගේ චෝදනාව දේශපාලන අභිප්‍රේරණයක් සහ ද්වේෂසහගත එකක්. ඇත්ත වශයෙන්ම රසායනික පොහොර ආනයනය තහනම් කිරීම තේ වැනි අපනයනය ඉලක්ක කරගත් වැවිලි ඇතුළු කෘෂිකාර්මික අංශයට දැඩි ලෙස බලපෑවේය. කෙසේ වෙතත්, ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සහ ඔහුගේ රජය එළවා දැමීම සඳහා සෑම අංශයකටම අයත් ජනතාව විසින් කරන ලද පොදු අරගලයෙන් ඔවුන්ගේ හඬ මේ දිනවල ගිලිහී ගොස් ඇති බව පෙනේ.",
        "හිටපු කෘෂිකර්ම අමාත්‍යවරයාගේ ස්ථාවරයේම සිටින ජනාධිපතිවරයා පසුගිය අප්‍රේල් 18 වැනිදා සිය නවතම අමාත්‍ය මණ්ඩලය දිවුරුම් දීමෙන් පසු පාපොච්චාරණය කළේ රසායනික පොහොර ආනයනය තහනම් කිරීම වරදක් බවත් ඉදිරියේදී එය ලබාදෙන බවට පොරොන්දු වූ බවත්ය. කෙසේ වෙතත්, කාලෝචිත සහ නොසැලකිලිමත් තීරණයක් මගින් කෘෂිකාර්මික ක්ෂේත්‍රයට සහ එමඟින් රටේ ආහාර සුරක්ෂිතතාවයට සිදු වූ හානියේ තරම ඔහු සැබවින්ම තේරුම් ගත්තේද යන්න පැහැදිලි නැත.",
        "එසේම, වගවීම \"වැරැද්ද\" සරලව පිළිගැනීමෙන් අවසන් වන බව පෙනේ. ඔහු පිළිගෙන තිබියදීත්, ඔහු ඉතා මෑතක දී පවා - අස්වනු නෙළන කන්න දෙකක වගාවන් විනාශ වීමෙන් පසුව පවා - ගොවීන්ගේ උද්ඝෝෂණ පිටුපස විපක්ෂය සිටින බව ප්‍රකාශ කළ පරිදි, ඔහුගේ “වැරදීමේ” බරපතලකම ඔහුට සැබවින්ම වැටහුණු බවක් පැහැදිලි නැත. එයින් පෙනී ගියේ ඔහු සාමාන්‍ය ජනතාවගෙන් සම්පූර්ණයෙන්ම ඈත් වී වෙනත් න්‍යාය පත්‍ර ඇති ඇමතිවරුන් දෙන තොරතුරු මත සම්පූර්ණයෙන්ම විශ්වාසය තබා ඇති බවයි. ඔහුට මහපොළවේ සැබෑ තත්ත්වය තේරුම් ගැනීමට නිසි යාන්ත්‍රණයක් සහ නිසි මාර්ග තිබිය යුතුය.",
        "මෙරට ආහාර සුරක්ෂිතතාවට තර්ජනයක් නොවන බවට හිටපු අමාත්‍ය අලුත්ගමගේ මහතා නැවත නැවතත් සහතික වුවද, ශ්‍රී ලංකාවට හදිසි සහනයක් ලෙස සහල් මෙට්‍රික් ටොන් 2000ක් ලබාදීමට තම රජය තීරණය කර ඇති බව චීන තානාපතිවරයා පසුගියදා ප්‍රකාශ කළේය. ශ්‍රී ලංකාවේ දෛනික සහල් පරිභෝජනය මෙට්‍රික් ටොන් 6500ක් පමණ වන බැවින් මෙම මුදල ප්‍රමාණවත් වන්නේ දිනකට ආහාර වේල් තුනෙන් එකකට පමණක් බවත් ශ්‍රී ලංකා රජයේ ඉල්ලීමකට අනුව මෙම පරිත්‍යාගය සිදු කරන බවත් චීන තානාපති කාර්යාලය නිවේදනයක් නිකුත් කරමින් පවසයි. . අපට එක වේලක් සඳහා බත් ලබා දෙන ලෙස විදේශ රටකින් ඉල්ලා සිටීමට අපි මෙවන් දුප්පතුන්ගේ තත්වයට නැමී සිටිමු!",
        "පසුගිය වසරේ මැයි මාසයේ සිට මෙරට ගොවීන් නැවත නැවතත් රජය විසින් රවටන ලදී. පොහොර ආනයනය තහනම් කිරීම නිසා ඒවා සකස් කිරීමට ප්‍රමාණවත් කාලයක් ලබා නොදී ගත් තීරණය නිසා පසුගිය වසරේ යල කන්නයේදී ඒවා ඉහළ සහ වියළී ගියේය. ඉන්පසුව මහ කන්නයට ප්‍රමාණවත් කාබනික පොහොර ලබාදෙන බව රජය ප්‍රකාශ කළද පොරොන්දුව ඉටු කිරීමට අසමත් විය. ඉන්දියාවෙන් ආනයනය කරන ලද දියර “කාබනික පොහොර” ගොවීන් විසින් ප්‍රතික්ෂේප කරන ලද අතර එයද සපයනු ලැබුවේ සීමිත ගොවීන් පිරිසකට පමණි.",
        "එමෙන්ම ඉන්දීය පොහොර සාමාන්‍ය මිලට වඩා 150% වැඩි මිලකට මිලදී ගෙන ඇති බවද අනාවරණය විය.",
        "චීන කාබනික පොහොර තොගයක් දේශීය රසායනාගාර විසින් සිදු කරන ලද පරීක්ෂණවලින් අසමත් වූ අතර එය ආපසු භාර දීමට සිදු වූ අතර, මුදල් ගෙවීම ප්‍රතික්ෂේප කිරීම හේතුවෙන් චීන රජය විසින් රටේ ප්‍රමුඛතම රාජ්‍ය බැංකුවක් වන මහජන බැංකුව කළු ලැයිස්තු ගත කරන අතරතුර දෙරට අතර රාජ්‍ය තාන්ත්‍රික ගැටුමක් ඇති කළේය. ප්රතික්ෂේප කළ පොහොර සඳහා. එවිට බැංකුව ගෙවීමට තීරණය කළේ රජය විසින් නැවුම් තොගයක් පැමිණෙන බව ප්‍රකාශ කරන අතරවාරයේ එය කිසි විටෙකත් සිදු නොවීය. මේ වාද විවාද වෙනත් ප්‍රශ්න යටපත් කරමින් පොහොර නොමැතිව තවත් අස්වනු නෙළන කාලයක් ද ගෙවී ගියේය.",
        "පොහොර නොමැතිකම සහ රජය විසින් ලබාදෙන කාබනික පොහොර භාවිතය හේතුවෙන් පාඩු ලැබූ ගොවීන්ට වන්දි ලබාදෙන බව අමාත්‍ය අලුත්ගමගේ ප්‍රකාශ කළ අතර එයද තවත් කඩවූ පොරොන්දුවක් බව තහවුරු වුණා. එහෙත් රටපුරා ආන්ඩු විරෝධී උද්ඝෝෂණ ඇවිලී යාමත් සමඟ ගොවි සංවිධාන සහ විපක්ෂ දේශපාලන පක්ෂ පවා ගොවීන් මුළුමනින්ම අමතක කර දමා ඇත.",
        "දැන් ජනාධිපතිවරයා “වැරැද්ද” පිළිගෙන ඇති බැවින් - වගවීමේ පැකේජයක් ද ඒ සමඟ ඇතුළත් කළ යුතුය. එය වන්දි වශයෙන් සහ භේදයකින් තොරව ප‍්‍රමාණවත් පොහොර ලබාදීමේ ආකාරයෙන් විය යුතු අතර රජය ඒ සඳහා කඩිනම් වැඩපිළිවෙළක් සකස් කළ යුතුය. විශේෂයෙන්ම රට උග්‍ර විදේශ විනිමය අර්බුදයකට මුහුණ දී සිටින මොහොතක ගොවියා අධෛර්යමත් කර ග්‍රාමීය තරුණ තරුණියන් කෘෂිකර්මයෙන් ඈත් කිරීම රටට සියදිවි නසා ගැනීමකි."
      ]
    },
    "ta": {
      "title": "விவசாயிகள் - மறக்கப்பட்ட நிறைய",
      "body_lines": [
        "இரசாயன உரம் மற்றும் இதர வேளாண் இரசாயனங்கள் இல்லாததால் பயிர்கள் அழிந்ததால் விவசாயிகள் நாடு தழுவிய போராட்டங்களை நடத்தியது நினைவிருக்கிறதா? எதிர்க்கட்சி அரசியல்வாதிகளால் தூண்டிவிடப்பட்டு விவசாயிகள் போராட்டத்தில் ஈடுபட்டதாக அப்போதைய விவசாய அமைச்சர் மஹிந்தானந்த அளுத்கமகேவின் குற்றச்சாட்டு உண்மை என்பது போல், தற்போது அவ்வாறான எதிர்ப்புக்கள் எதுவும் தெரிவிக்கப்படவில்லை.",
        "அவர் தவறானவர் மற்றும் அவரது குற்றச்சாட்டு அரசியல் உள்நோக்கம் கொண்டது மற்றும் தீங்கிழைத்தது. உண்மையில் இரசாயன உர இறக்குமதிக்கான தடையானது தேயிலை போன்ற ஏற்றுமதி சார்ந்த தோட்டங்கள் உட்பட விவசாயத் துறையில் பெரும் பாதிப்பை ஏற்படுத்தியது. எவ்வாறாயினும், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவையும் அவரது அரசாங்கத்தையும் பதவியில் இருந்து அகற்றுவதற்கான அனைத்துத் துறைகளைச் சேர்ந்த மக்களால் இந்த நாட்களில் பொதுப் போராட்டத்தால் அவர்களின் குரல் மறைந்துவிட்டதாகத் தெரிகிறது.",
        "முன்னாள் விவசாய அமைச்சரின் அதே நிலைப்பாட்டையே கடைப்பிடித்து வரும் ஜனாதிபதி, ரசாயன உர இறக்குமதியை தடை செய்தது தவறு என்றும், எதிர்காலத்தில் அதனை வழங்குவதாகவும் கடந்த ஏப்ரல் 18 ஆம் திகதி தனது அமைச்சரவை பதவியேற்றதன் பின்னர் வாக்குமூலம் அளித்தார். இருப்பினும், தவறான காலக்கெடு மற்றும் தவறான முடிவினால் விவசாயத் துறைக்கும் அதன் மூலம் நாட்டின் உணவுப் பாதுகாப்புக்கும் ஏற்பட்டுள்ள சேதத்தின் அளவை அவர் உண்மையில் புரிந்து கொண்டாரா என்பது தெளிவாகத் தெரியவில்லை.",
        "மேலும், பொறுப்புக்கூறல் \"தவறு\" என்ற எளிய ஒப்புதலுடன் முடிவடைகிறது. அவர் ஒப்புக்கொண்ட போதிலும், அவர் தனது \"தவறின்\" தீவிரத்தை உண்மையில் புரிந்துகொண்டார் என்பது தெளிவாகத் தெரியவில்லை - அவர் சமீபத்தில் கூட - இரண்டு அறுவடை பருவங்களில் பயிர்கள் அழிக்கப்பட்ட பிறகும் - விவசாயிகளின் போராட்டங்களுக்குப் பின்னால் எதிர்க்கட்சி இருப்பதாகக் கூறினார். இது அவர் சாமானியர்களிடமிருந்து முற்றிலும் துண்டிக்கப்பட்டதைக் காட்டியது மற்றும் மற்ற நிகழ்ச்சி நிரல்களைக் கொண்ட அமைச்சர்களின் தகவல்களின் அடிப்படையில் முற்றிலும் நம்பியிருக்கிறது. மைதானத்தின் உண்மை நிலையைப் புரிந்து கொள்வதற்கு அவருக்கு முறையான பொறிமுறையும் முறையான சேனல்களும் இருக்க வேண்டும்.",
        "நாட்டின் உணவுப் பாதுகாப்புக்கு அச்சுறுத்தல் இல்லை என முன்னாள் அமைச்சர் அளுத்கமகே பலமுறை உறுதியளித்த போதிலும், இலங்கைக்கு அவசர நிவாரணமாக 2000 மெற்றிக் தொன் அரிசியை வழங்க தமது அரசாங்கம் தீர்மானித்துள்ளதாக சீனத் தூதுவர் அண்மையில் அறிவித்தார். இலங்கையின் நாளாந்த அரிசி நுகர்வு சுமார் 6500 மெற்றிக் தொன்களாக இருப்பதால், இத்தொகையானது மூன்று வேளை உணவுகளில் ஒரு வேளைக்கு மட்டுமே போதுமானது எனவும், இலங்கை அரசாங்கத்தின் வேண்டுகோளுக்கு இணங்க இந்த நன்கொடை வழங்கப்படுவதாகவும் சீனத் தூதரகம் அறிக்கையொன்றில் தெரிவித்துள்ளது. . ஒரு வேளை உணவுக்கு அரிசி வழங்க வேண்டும் என்று ஒரு வெளிநாட்டிடம் கோரிக்கை வைக்க இதுபோன்ற ஏழைகளின் நிலைமைக்கு நாங்கள் தள்ளப்பட்டுள்ளோம்!",
        "கடந்த ஆண்டு மே மாதம் முதல், நாட்டில் விவசாயிகள் அரசாங்கத்தால் பலமுறை ஏமாற்றப்பட்டு வருகின்றனர். உர இறக்குமதிக்கு விதிக்கப்பட்ட தடை, கடந்த ஆண்டு யாலா பருவத்தில், அவற்றை சரிசெய்து கொள்வதற்கு போதிய கால அவகாசம் வழங்காமல் எடுக்கப்பட்ட முடிவு காரணமாக, அதிகளவில் வறட்சியை ஏற்படுத்தியது. அப்போது அரசாங்கம் மகா பருவத்திற்கு போதிய இயற்கை உரம் வழங்குவதாக அறிவித்து, வாக்குறுதியை நிறைவேற்றவில்லை. இந்தியாவில் இருந்து இறக்குமதி செய்யப்பட்ட திரவ \"கரிம உரம்\" விவசாயிகளால் நிராகரிக்கப்பட்டது, அதுவும் குறைந்த எண்ணிக்கையிலான விவசாயிகளுக்கு மட்டுமே வழங்கப்பட்டது.",
        "மேலும் இந்திய உரம் அதன் வழக்கமான விலையை விட 150% கூடுதல் விலைக்கு வாங்கப்பட்டது தெரியவந்தது.",
        "சீன கரிம உரங்களின் ஏற்றுமதி உள்ளூர் ஆய்வகங்கள் நடத்திய சோதனைகளில் தோல்வியடைந்தது மற்றும் திருப்பி அனுப்பப்பட்டது, இரு நாடுகளுக்கும் இடையே ஒரு இராஜதந்திர தகராறு ஏற்பட்டது, இதன் போது சீன அரசாங்கம் பணம் செலுத்த மறுத்ததற்காக நாட்டின் முதன்மையான ஸ்டேட் வங்கியான மக்கள் வங்கியை கருப்பு பட்டியலில் சேர்த்தது. நிராகரிக்கப்பட்ட உரத்திற்கு. புதிய சரக்கு வரும் என்று அரசாங்கம் அறிவித்தபோது வங்கி பணம் செலுத்த முடிவு செய்தது, அதுவும் நடக்கவில்லை. இந்த சர்ச்சைகள் மற்ற பிரச்சினைகளை மூடிமறைத்த நிலையில், மற்றொரு அறுவடை பருவமும் உரமின்றி கடந்துவிட்டது.",
        "உரம் கிடைக்காமை மற்றும் அரசாங்கத்தினால் வழங்கப்படும் “கரிம உரம்” பாவனையினால் நட்டமடைந்த விவசாயிகளுக்கு நட்டஈடு வழங்கப்படும் என அமைச்சர் அளுத்கமகே அறிவித்ததுடன் அதுவும் மற்றுமொரு மீறப்பட்ட வாக்குறுதியாக நிரூபணமானது. இருந்தும், நாடு தழுவிய அளவில் அரசுக்கு எதிரான போராட்டங்கள் வெடித்துள்ள நிலையில், விவசாய அமைப்புகள் மற்றும் எதிர்க்கட்சிகள் அரசியல் கட்சிகளால் கூட விவசாயிகளை முற்றாக மறந்துவிட்டனர்.",
        "இப்போது ஜனாதிபதி \"தவறு\" என்பதை ஒப்புக்கொண்டுள்ளதால் - பொறுப்புக்கூறல் பொதியும் அதனுடன் இணைக்கப்பட வேண்டும். அதற்கு இழப்பீடு வழங்குவதும், பாரபட்சமின்றி போதுமான உரம் வழங்குவதுமாக இருக்க வேண்டும், அதற்கான ஏற்பாடுகளை அரசு உடனடியாக செய்ய வேண்டும். குறிப்பாக நாடு கடுமையான அன்னியச் செலாவணி நெருக்கடியை எதிர்நோக்கும் இந்த நேரத்தில் விவசாயிகளை ஊக்கப்படுத்துவதும், கிராமப்புற இளைஞர்களை விவசாயத்தில் இருந்து விலக்குவதும் நாட்டிற்கு தற்கொலைச் செயலாகும்."
      ]
    }
  }
}