{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/adaniout-sri-lankans-protest-against-indian-pressure-on-energy-projects/",
  "time_ut": 1655375520,
  "title": "#AdaniOut: Sri Lankans protest against Indian pressure on energy projects",
  "body_lines": [
    "COLOMBO (News 1st); A protest took place in Colombo on Thursday (16) against the secret dealings between the Sri Lankan Government and the Adani Group in India.",
    "Recent controversial and retracted remarks by the Former Chairman of the Ceylon Electricity Board linked Indian influence on Sri Lankan Energy Projects.",
    "M.M. C Ferdinando, the chairman of Sri Lanka’s Ceylon Electricity Board (CEB), resigned on the 14th of June 2022, three days after he claimed before a parliamentary panel that he was told by President Gotabaya Rajapaksa about Indian Prime Minister Narendra Modi pressuring him to give the wind power project directly to the Adani Group.",
    "The allegations involve a 500-Megawatt renewable energy project in Sri Lanka’s Mannar district.",
    "A letter dated the 25th of November 2021 from the now-resigned Chairman of the Ceylon Electricity Board to the then-Secretary of Finance S. R. Attygalle has somewhat detailed the matter surrounding the Adani Group investment in renewable energy projects in Sri Lanka.",
    "According to point number (3) in the letter, immediately after the progress review meeting on renewable energy with HE the President on 16.11.2021 at the Presidential Secretariat, Ferdinando was directed by HE the President to facilitate M/s Adani greeen Energy to develop 500 MW win and solar, renewable energy project in Mannar and Punarin, as he had already agreed to invest a substantial amount of FDI in Sri Lanka.",
    "“As per this directive, I assumed that this is a proposal of an investor backed by the Government of India on the basis of the bilateral discussion between the two heads of states,” said the letter.",
    "Ferdinando had noted that on the above basis, it is logical to assume that this is an investment proposal on the basis of G-G and can be processed as an investment channeled through the Board of Investment.",
    "Sri Lankan President Gotabaya Rajapaksa categoriacally denied the statement made by the Chairman of the Ceylon Electricity Board with regard to awarding a Wind Power Project.",
    "#AdaniOut: Sri Lankans protest against Indian pressure on energy projects",
    "Biden administration announces additional $1 billion in military aid for Ukraine"
  ]
}