{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Palm-oil-industry-requests-govt-to-lift-bans-and-other-restrictions/108-238210",
  "time_ut": 1654116780,
  "title": "Palm oil industry requests govt. to lift bans and other restrictions",
  "body_lines": [
    "Says such a move will enable industry to play its part support ailing economy",
    "Proposes govt. to liberalise industry to strengthen smallholder investment and trigger rural development",
    "Sri Lanka’s palm oil industry yesterday requested the government to repeal the bans and other negative policies in place against the industry and liberalise it, so the industry could play its part to support the country’s dollar-starved economy.",
    "In a surprise move, President Gotabaya Rajapaksa in April 2021 banned the imports of palm oil and new palm plantations and told the producers to uproot the existing plantations in a phased manner, in order to promote coconut oil production and consumption.",
    "The decision was largely based on unproven and unscientific claims that palm oil consumption led to various illnesses while cultivation caused widespread deforestation and damaged the ecosystems.",
    "“The palm oil industry has attracted years of negative propaganda and misinformation, particularly in Sri Lanka. Much of it is based on the experiences of certain countries, where uncontrolled cultivation has impacted ecosystems. However, in Sri Lanka, there is no such risk of that happening and furthermore, it has never been experienced during the 50 years of oil palm cultivation in Sri Lanka,” the Palm Oil Industry Association of Sri Lanka (POIASL) said in a statement yesterday.",
    "The total extent of oil palm cultivation in Sri Lanka is less than 12,000 hectares, entirely on large estates.",
    "The POIASL also said liberalising the palm oil industry in Sri Lanka would help to strengthen smallholder investment in oil palm cultivation, which would create massive opportunities for economic emancipation and rural development through oil palm cultivation by smallholders.",
    "“Furthermore, allowing our local industry to flourish will help us reduce our dependence on foreign exchange for the import edible oils, while also helping to strengthen Sri Lanka’s food security,” the industry association said.",
    "“Given the unexplored potential of the industry, it may even be possible to make Sri Lanka a net exporter of edible oils in the future. This arises from the high productivity of the palm oil, which is four times as productive as other vegetable oils on a per acre basis,” it added.",
    "The POIASL also pointed out that due to the high levels of productivity and heavy demand for palm oil, the plantation workers on oil pam estates presently earn up to twice the amount that the workers on tea, coconut and rubber plantations do.",
    "“The industry is also generally eco-friendly and entirely sustainable, particularly in Sri Lanka, where the cultivation occurs only on the existing plantation land and not on virgin land,” it added."
  ]
}