{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-celebrates-capacity-building-partnership-with-Sri-Lanka/56-732581",
  "time_ut": 1648234200,
  "title": "India celebrates capacity building partnership with Sri Lanka",
  "body_lines": [
    "The High Commission of India, Colombo celebrated ‘Indian Technical and Economic Cooperation’ (ITEC) Day on 23 March at Hotel Taj Samudra.",
    "The function was attended by about 125 guests comprising ITEC Alumni and professionals from various sectors who have participated in various training courses in India as well as in e-ITEC courses, and officials from various ministries. State Minister of Skills Development, Vocational Education, Research and Innovations Dr. Seetha Arambepola was the Chief Guest at the event. High Commissioner Gopal Baglay also graced the occasion.",
    "Recalling the historically strong multidimensional ties between the two countries, State Minister Arambepola lauded Indian support for human resource development in multiple areas for growth and development in Sri Lanka. She expressed keenness to further strengthen bilateral collaboration in the areas of Skill Development and Vocational Training for creating employment generation for youth.",
    "Deputy High Commissioner Vinod K. Jacob reiterated India’s continued support to Sri Lanka in skill development. Underlining the philosophy of ‘Vasudeva Kutumbakam’, he said that India has been helping countries across the world to enhance skill sets of their personnel.",
    "He said that on account of COVID, the Indian Government in meeting the requirements of the times, began conducting online courses in early April 2020 and since then, more than 600 participants from Sri Lanka have benefitted from online training courses. Several ITEC alumni from Sri Lanka who pursued various training courses also shared their experiences.",
    "The Indian Technical and Economic Cooperation (ITEC) program was instituted in 1964 as a bilateral programme of assistance of the Government of India. Training and capacity building of professionals is one of the major activities under ITEC.  With its Civil and Defence components, ITEC offers a wide variety of courses in 25 streams ranging from Accounts, Audit, Banking and finance to Cyber technology; Environment and climate change to Management and leadership; Human resource development and planning to Logistics and Management; Media and journalism to Urban planning; Marine and Aeronautical Engineering to Women empowerment and many more.",
    "Sri Lanka is among the most important ITEC partner countries and 402 fully-funded slots are offered every year to Sri Lankan Government personnel/nationals for short-term training courses towards enhancing their skillset."
  ]
}