{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CEB-Chairman-withdraws-comments-he-made-on-Indian-PM/108-238928",
  "time_ut": 1655001900,
  "title": "CEB Chairman withdraws comments he made on Indian PM",
  "body_lines": [
    "While apologizing over the comments made at the COPE committee hearing on Friday regarding the Mannar Wind and Solar Project involving Adhani Green Energy Ltd, Ceylon Electricity Board (CEB) Chairman M.M.C. Ferdinando said he was compelled to mention the word Indian PM.",
    "At the COPE Committee hearing, the CEB Chairman said that the President had informed him that the Indian Prime Minister is pressurizing him to award the Mannar Wind and Solar Power project to the Indian entity.",
    "The CEB Chairman said that during this discussion he became so emotional due to the pressure and unreasonable allegation leveled against him to issue this official letter of request.",
    "\"Therefore due to unforeseen pressure and emotions, I was compelled without limitation to spell out the word \"India agamathi balakara bawa kiwwa\" (stressed by the Indian Prime Minister) which is totally incorrect. Hence I hereby wish to withdraw the relevant statement and tender my unconditional apology,\" he said in a statement to the COPE Committee Chairman.",
    "With regards to the clarification made by me at the COPE Committee meeting held on June 10, 2022 in response to the allegation made against me on the proposed Mannar and Pooneryn Wind and Solar Project with Adhani Green Energy Ltd to generate Renewable energy of 500 mw, I explained the circumstances behind the issuance of my letter dated 25.11.2021. During this discussion I became so emotional due to pressures and unreasonable allegation leveled against me to issue this official letter of request. Therefore due to unexpected pressure and emotions I was compelled without limitation to express the word \" India Agamathi balakara bawa Kiwwa\" (stressed by the Hon Prime Minister of India) which is totally incorrect. Hence I wish to withdraw the relevant statement and record my apology unconditionally."
  ]
}