{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82614/court-further-extends-travel-ban-imposed-on-cabraal",
  "time_ut": 1653284520,
  "title": "Court further extends travel ban imposed on Cabraal",
  "body_lines": [
    "The Colombo Magistrate’s Court has extended the foreign travel ban imposed on former Central Bank Governor Ajith Nivard Cabraal until July 25.",
    "The complaint was taken up before Colombo Additional Magistrate Harshana Kekunawala today (23).",
    "Ajith Nivard Cabraal was not present in court when the complaint was called and was represented by President’s Counsel Shavindra Fernando.",
    "The lawyer informed court that his client had been served summons and that he would appear before the court on the next day.",
    "The magistrate then ordered the complaint to be heard on July 25 and extended the travel ban imposed on Mr. Cabraal until that day.",
    "The plaintiffs’ lawyers also requested the court to submit to the court a list of the names of the parties who made payments on January 18 this year in relation to international sovereign bonds.",
    "The court granted the request and directed the Central Bank to submit a list of parties who had paid for the sovereign bonds.",
    "The complaint was lodged by former Southern Province Governor Rajitha Keerthi Tennakoon.",
    "The complaint alleges that during his tenure as the Central Bank governor from 2006 to 2015, Mr. Cabraal had paid a sum of USD 6.5 million to Pakistani American political donor Imaad Zuberi without the Cabinet’s approval and thereby is responsible for criminal breach of trust and criminal abuse of funds.",
    "The complaint also alleges that while serving as the Governor of the Central Bank of Sri Lanka, Mr. Cabraal caused a loss of US $ 500 million to the Government of Sri Lanka through sovereign bonds due on January 18, 2022.",
    "The complaint alleges that the Sri Lankan government incurred a loss of Rs. 10.04 billion rupees through the appointing of close relatives to positions and from the release of confidential information on Treasury bills and bond issues, during his tenure as the Governor of the Central Bank of Sri Lanka."
  ]
}