{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-partners-evoplay-sri-lankas-newest-digital-advertising-platform/",
  "time_ut": 1649337840,
  "title": "SLT-MOBITEL partners EVOPLAY; Sri Lanka’s newest digital advertising platform",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider has partnered with EVOPLAY, the flagship brand of Evoke International as the sole telco partner for advertising. EVOPLAY is Sri Lanka’s newest ad- enabled digital Video on Demand [VOD] platform and offered subscription free video entertainment to viewers during the pandemic, creating a brand-new mass audience to consume premium content via SLT-MOBITEL services.",
    "EVOPLAY, the web and app-based flagship product of Evoke International Limited is designed as the go-to app to access Sri Lankan movies, teledramas, talk shows, music videos and other content across sports, comedy, pop culture, documentaries, and astrology. Offering an assortment of entertainment aspects from classical to the latest, EVOPLAY spans across a variety of genres with around 10,000+ content hours available through Android, IOS & WEB. It can be accessed by visiting Evoplay.lk website or by downloading the app. EVOPLAY content segments are available just a click away, anytime, from anywhere in the world, completely free of subscription fees.",
    "“We are extremely happy to have partnered with SLT-MOBITEL, Sri Lanka’s National ICT Solutions Provider helping to redefine entertainment and allowing our consumers to view Sri Lanka’s Cinema and premier content for free at the convenience of wherever they are, via digital platforms. We look forward to further strengthening this partnership via introducing the best data packs to our valued clientele.” Said, Evoke International Limited, CEO/Director, Lahiru Wickramasinghe.",
    "EVOPLAY’s current content is valued at over LKR 200 million with constant content addition. With 4 million movies and teledramas streamed, over 1 million premium brand experiences served, and 200,000 thematic Ad experiences, EVOPLAY is the perfect digital platform to advertise on. Streaming 25 terabytes of video content to a huge Sri Lankan audience each month, EVOPLAY is the ideal video-on-demand (VOD) platform for companies to run their brand advertisements. The brand-new monthly content line-up ensures continuous footfall and viewership while it also offers Content-based Static, Video Ad Injection Capability, Geodemographic Segment Targeting Options, and Advanced, Real-time Analytics.",
    "In just over a month after its launch, EVOPLAY, a 100% Sri Lankan platform, has already reached milestones where SLT-MOBITEL has considered that this platform is worthy of incorporating it with their popular data packs, benchmarking EVOPLAY with international giants such as YouTube and Netflix for which similar considerations have been made.",
    "Advertising on Digital VOD platforms is a massive benefit to the brands, as in today’s world, everyone has a smartphone, and these advertisements are never far from the valued customers. Research shows that an average person spends about 3-4 hours looking at their phones each day, and only 3.8 million Sri Lankan households have a television. With the emergent of Digital platforms, brands are already shifting their massive advertising budgets to digital channels. Digital VOD platforms also offer many benefits such as target a specific audience, Advertisements can directly be linked to brands’ websites and the results are measurable. EVOPLAY also uses the best infrastructure in the world such as Amazon Web Services, Ad Butler, VAST, Ad Roll, and Google Analytics.",
    "With the aim of offering entertainment to de-stress during the COVID-19 pandemic, EVOPLAY signaling a new age in the consumer advertising experience, now stands as the newest and upcoming digital advertising channel in Sri Lanka while fulfilling Evoke International’s goal to build out a single advertising platform to Sri Lankan audience, offering marketers massive scale.",
    "Dialog Home Broadband Introduces Exclusive Data Plans for Entertainment & Gaming Enthusiasts",
    "1 billion vaccine doses: Emirates SkyCargo surpasses a historic landmark for COVID-19 vaccine transportation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}