{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Rashini-Ready-to-Fight-Cancer-but-needs-help/277-237745",
  "time_ut": 1653511860,
  "title": "Rashini Ready to Fight Cancer, but needs help",
  "body_lines": [
    "For the surgery in India, the initial cost will be $48, 000. In Sri Lankan Rupees it is nearly 18 million",
    "If we can at least cover the costs for the first month we can have hopes on our sister’s life",
    "Sri Lanka is officially bankrupt and on the precipice of starvation. Fuel queues, gas queues and all sorts of queues best describe the situation in the crisis-stricken island. But simmering just below the surface looms a health crisis with the potential to upend lives for decades and threaten the feeble social justice pillars of an already crumbling system.",
    "Rashini Hasara Perera is silently bearing and fighting Femur Osteosarcoma, a rare bone cancer in her right leg. She is just 19 years old and was diagnosed with a life-threatening disease just 2 months prior to her G.C.E A/L Examination. Rashini is currently receiving treatment at the Apeksha hospital Maharagama and must make a decision on an above-knee amputation surgery of her leg as per her doctors’ recommendation.",
    "Rashini’s brother Kavindu Gimhan says he has another option. Speaking to Daily Mirror Kavindu said that senior Consultant Musculoskeletal Oncology Dr. Pramod S. Chinder from India has agreed to cure Rashini without performing an above-knee amputation.  Dr. Pramod suggests a solution to avoid amputation as well as any life-threatening procedure by removing the affected muscles and the bone and then replacing it with an artificial bone. For Rashini it is a lifeline and an opportunity to fight.",
    "Kavindu elaborating further said, “For the surgery in India, the initial cost will be $48, 000. In Sri Lankan Rupees it is nearly 18 million. Up to now, we have been able to collect a sum of Rs. 12 million. We are ready to leave for India on Saturday. But we lack Rs. 6 million as per the costing done for the first month”.",
    "He further explained that $48, 000 was calculated for the first month only. “Before the surgery is performed Dr. Pramod expects to do a Chemotherapy cycle for at least one month. It’s after that surgery will be done; therefore the whole process is expected to take nearly three months. If we can at least cover the costs for the first month we can have hopes on our sister’s life,” Kavindu said. He told this writer about his sister’s condition while being teary eyed. He continued to be teary-eyed while speaking about his sister.",
    "Rashini is a past student of St. Paul’s Girls’ School Milagiriya, Girls’ High School Mt. Lavinia and Little Flower Convent Bandarawela.",
    "She was the leader of the Senior Brass Band of Girls’ High School in the year 2017/18, Mt. Lavinia. She had also been ranked all-island number 01 in Tennis for Under 8 & 10 categories in the years 2010/11 respectively.",
    "Rashini also excelled in dancing, volleyball and netball and won the all-island championship several times. She was also the captain of the school’s volleyball and netball teams.",
    "Those who wish to help Rashini can send in their donations to K.W.M. Maduwanthi, account number 8000137542, Commercial Bank, Bandarawela or to P.K.P. Udayashantha, account number 151200490002080, Peoples Bank, Diyathalawa.",
    "Kavindu Gimhan (Brother) - 0772819438, Mother - 0774299241, Father - 0766718207"
  ]
}