{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Temporary-driving-licenses-to-be-issued-for-expired-licenses/108-232775",
  "time_ut": 1646878440,
  "title": "Temporary driving licenses to be issued for expired licenses",
  "body_lines": [
    "Due to issues with importing Smart Card Driving License (SCDL) for printing, the transport ministry has decided to issue a temporary driving license card including a security code valid for one year, Transport Minister Dilum Amunugama said.",
    "Addressing the media, he said that there is a shortage of purchasing the relevant plastic cards from the international market and the prices of the available cards in the international market have also been increased.",
    "The Ministry has an issue with the opening Letter of Credits (LCs) for the whole lot. However, the issue has been solved by issuing LCs in separate parts.",
    "Therefore, the Ministry has decided to issue a temporary driving license in the same way as it issued the original driving licenses.",
    "The police are also updated in this regard and a separate mobile application will be introduced for the police to verify the personal details printed on temporary driving licenses.",
    "Facilities have been introduced to renew the temporary driving licenses of those who have received them via the postal service within a year. After receiving the required card stocks, the original driving licenses will be posted to the respective temporary driving license holders.",
    "Meanwhile, the government has temporarily extended the validity period of a driving license for one year. According to the Minister, driving licenses that expire between April 1 and June 30 will be valid for six months, and driving licenses that expire during the period between July 1 and September 30 will be extended for three months, respectively.",
    "As a result, the Minister urged the public not to rush those whose driving license validity period had expired within the specified deadlines.",
    "The gazette notification in this regard will be issued soon and the police will be informed. (Chaturanga Samarawickrama)"
  ]
}