{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82782/minor-flood-warning-for-low-lying-areas-of-several-rivers",
  "time_ut": 1653977700,
  "title": "Minor flood warning for low-lying areas of several rivers",
  "body_lines": [
    "The Disaster Management Centre has issued a minor flood warning to the people living in low-lying areas adjoining the Attanagalu Oya, Kelani River, Kalu River, Gin River and Nilwala River.",
    "In a statement, Director of Irrigation (Hydrology) Eng. S.P.C. Sugeeshwara said the water levels of these rivers have gone up considerably after recent downpours in Sabaragamuwa and Western provinces and, Galle and Matara districts.",
    "According to him, parts of these areas have received heavy rains above 150mm yesterday.",
    "If this rainy condition prevails in the coming days, several low-lying areas of the aforementioned rivers are at risk of minor floods, Mr. Sugeeshwara said further.",
    "He urged the residents of low-lying areas of these rivers and motorists driving through these areas to be vigilant of the adverse weather condition.",
    "Attanagalu Oya – Divulapitiya, Mirigama, Attanagalla, Gampaha, Ja-Ela, Mahara, Katana, Minuwangoda and Wattala divisional secretariat divisions",
    "Kelani River – Ruwanwella, Dehiowita, Seethawaka, Dompe, Kaduwela, Biyagama, Homagama, Kolonnawa, and Colombo divisional secretariat divisions",
    "Kalu River – Pelmadulla, Nivithigala, Ratanapura, Kuruwita, Elapatha, Kiriella, Ayagama, Eheliyagoda, Ingiriya, Horana, Kalawana, Palindanuwara, Bulathsinhala, Dodangoda, Millaniya, Kalutara, and Madurawela divisional secretariat divisions",
    "Gin River – Neluwa, Thawalama, Nagoda, Elpitiya, Niyagama, Baddegama, Welipitiya, Divithura, Bope, Poddala and Galle Four Gravets divisional secretariat divisions",
    "Nilawala River – Kotapola, Pitabeddara, Akuressa, Athuraliya, Malimbada, Kamburupitiya, Thihagoda and Matara divisional secretariat divisions"
  ]
}