{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Galle-Face-protest-Aragalaya-dealt-a-mortal-blow-to-the-political-standing-of-Rajapaksas/231-237494",
  "time_ut": 1653244440,
  "title": "Galle Face protest: Aragalaya dealt a mortal blow to the political standing of Rajapaksas",
  "body_lines": [
    "Young protester groups could ably manage certain incidents at the site. The government was behind most incidents. The government used certain incidents to their advantage",
    "The Galle Face protest site has already become a place well-known to the entire world. This protest, often referred to as aragalaya has also already dealt a mortal blow to the political standing of the Rajapaksas. Meanwhile, according to reports, some well-planned activities calculated to sap the strength of the aragalaya are taking place at the site.",
    "The introduction of prostitutes to the aragalaya site and distribution of condoms and narcotics among the participants are said to be among the previously mentioned activities, and incidents related to these activities are making news almost daily. It is also alleged that the elements behind such activities have paid a massive sum of money to a prominent advertising firm to give wide publicity to such incidents. In fact, we made it a point to inquire about these reports from several protesters at the site.",
    "Nowadays, there is a marked drop in the number of protesters at the site. Although, economic factors such as the fuel shortage could account for this diminution in attendance, reports reaching us say that a large segment of the original protesters have made their exit from the site. A certain group posing as a business community had been providing various facilities to the protesters on the Galle Face Green opposite the Presidential Secretariat for some time. But this so-called business community has withdrawn from the site following Prime Minister Ranil Wickremesinghe assuming office, said an aragalaya frontliner Senadhira. He also said that it was the underprivileged workers and drug addicts who rushed to the rescue of the protesters when the latter came under an attack on May 9. Senadhira who explained that even the drug addicts have decided to extend their support to the aragalaya added: “We usually do not get the very things we want. If we pitched camps here on the Galle Face Green when they started building the Port City, there would be no port city today! It does not matter if people join us here due to hunger or any other factor. However, we have to seriously consider how to solve our problems by stepping outside our limitations. There are many things beyond our perception…What Rajapaksas did was tiling the houses that did not have a latrine!”",
    "Has the protest site come under the control of one particular political party? Replying to this question, which is often being asked by critics, Ven. Kassapa Thera said: “We are not prepared to surrender the aragalaya to the UNP, SJB, JVP, Progressives or any other political party.”",
    "Amal Salinda who was critical of ‘showmen’ attending media briefings being held on the protest site, said some people posing as protesters show up at media briefings and later disappear from the scene.",
    "Salinda, an original protester, also said that they do not want to claim the ownership of the aragalaya, and they only share the responsibility for it, for there must be someone to bear the responsibility for it. He also said that the government from the very outset tried to corrupt the young protesters by introducing prostitutes and narcotics.",
    "He said that there are some elements that have come forward to claim the ownership of the aragalaya. Therefore, his group has now taken over the responsibility of conveying the political and cultural message of the protest site.",
    "Aragalaya frontliner Lahiru Weerasekera said that their protest has made such an impact so strong and telling as to bring to an end the political journey of a leading political dynasty in the country. Therefore, they were not surprised that the government had tried to spread falsehoods about the conduct of the young protesters. He also vehemently denied the allegation that condoms were found galore at the protest site. There were reports about thefts at the site, but they were fabrications, he said.",
    "Weerasekera also said: “Young protester groups could ably manage certain incidents at the site. The government was behind most incidents. The government used certain incidents to their advantage.”",
    "In reply to a question about the alleged drug abusers and drug distribution at the site, Weerasekera said:  “This is false propaganda of the government. There are no drug addicts among protesters.” He said that volunteer groups were looking into the security of the protest site.",
    "Another protester Gayan Maduranga said:  “Certain elements tried to weaken our struggle by providing us with ‘thrilling fun’ when they failed to do so by suppression. They tried to create chaos here by getting imposters to steal mobile phones and creating unnecessary problems among the genuine protesters. During the attack on us on May 09, these imposters also attacked the protesters. However, there is no possibility of undermining our aragalaya because of our unwavering commitment!”",
    "It is obvious that the protesters also differ in their views. As a result, they have failed to reach a consensus on their final goal. Some sections of the protesting crowd have left the site following the recent changes in the political arena. Reports also that there is a diminution in the food supplies to the protest site. However, the aragalaya continues with undiminished enthusiasm and commitment!"
  ]
}