{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81053/litro-unloading-2500-mt-lp-gas-shipment-at-kerawalapitiya-storage-terminal",
  "time_ut": 1646722440,
  "title": "Litro unloading 2,500 MT LP gas shipment at Kerawalapitiya storage terminal",
  "body_lines": [
    "Litro Gas says a consignment of domestic liquefied petroleum gas (LPG) is currently being unloaded from a ship to the company’s storage terminal in Kerawalapitiya.",
    "In a statement, Litro Gas also stated that two other ships carrying LP gas have entered the Sri Lankan maritime border.",
    "The company is hopeful that these shipments of LP gas would help restore the product supply in the local market.",
    "The two LP gas companies in Sri Lanka, Litro Gas and LAUGFS have been encountering issues in supplying the products as the banks were not allowing them to open letters of credit (LCs) due to the ongoing US dollar shortage.",
    "They also warned of a looming shortage in liquefied petroleum gas in the country as the stocks were expected to run out.",
    "In many areas including Colombo, a number of restaurants and bakeries were compelled to remain closed for several days due to the shortage of LP gas in the market. Meanwhile, some restaurants had resorted to cooking using firewood."
  ],
  "translate": {
    "si": {
      "title": "ලිට්‍රෝ මෙට්‍රික් ටොන් 2500ක LP ගෑස් තොගයක් කෙරවලපිටිය ගබඩා පර්යන්තයට බාමින්",
      "body_lines": [
        "ලිට්‍රෝ ගෑස් සමාගම පවසන්නේ ගෘහස්ථ ද්‍රව පෙට්‍රෝලියම් ගෑස් (LPG) තොගයක් නෞකාවකින් කෙරවලපිටියේ පිහිටි සමාගමේ ගබඩා පර්යන්තය වෙත මේ වන විට ගොඩබාමින් පවතින බවයි.",
        "නිවේදනයක් නිකුත් කරමින් ලිට්‍රෝ ගෑස් සමාගම සඳහන් කළේ එල්පී ගෑස් රැගත් තවත් නෞකා දෙකක් ශ්‍රී ලංකා මුහුදු සීමාවට ඇතුළු වී ඇති බවයි.",
        "මෙම LP ගෑස් නැව්ගත කිරීම දේශීය වෙළඳපොලේ නිෂ්පාදන සැපයුම යථා තත්ත්වයට පත් කිරීමට උපකාරී වනු ඇතැයි සමාගම බලාපොරොත්තු වේ.",
        "ශ්‍රී ලංකාවේ LP ගෑස් සමාගම් දෙක වන Litro Gas සහ LAUGFS යන සමාගම්වලට දැනට පවතින ඇමෙරිකානු ඩොලර් හිඟය හේතුවෙන් ණයවර ලිපි (LCs) විවෘත කිරීමට බැංකු ඉඩ නොදීම නිසා නිෂ්පාදන සැපයීමේදී ගැටලු මතුව තිබේ.",
        "තොග අවසන් වීමට නියමිත බැවින් රට තුළ ද්‍රව පෙට්‍රෝලියම් ගෑස් හිඟයක් ඇති විය හැකි බවට ද ඔවුන් අනතුරු ඇඟවීය.",
        "වෙළෙඳපොළේ පවතින LP ගෑස් හිඟය හේතුවෙන් කොළඹ ඇතුළු ප්‍රදේශ රැසක ආපනශාලා සහ බේකරි රැසක් දින කිහිපයක් වසා තැබීමට සිදුවිය. මේ අතර ඇතැම් ආපනශාලා දර යොදා ආහාර පිසීම සඳහා යොමු වී තිබුණි."
      ]
    },
    "ta": {
      "title": "கெரவலப்பிட்டிய சேமிப்பு முனையத்தில் 2,500 MT LP எரிவாயு ஏற்றுமதியை லிட்ரோ இறக்குகிறது",
      "body_lines": [
        "கப்பலில் இருந்து கெரவலப்பிட்டியவில் உள்ள நிறுவனத்தின் சேமிப்பு முனையத்திற்கு உள்நாட்டு திரவ பெட்ரோலிய வாயு (LPG) ஒரு தொகுதி தற்போது இறக்கப்பட்டு வருவதாக லிட்ரோ கேஸ் தெரிவித்துள்ளது.",
        "இலங்கை கடல் எல்லைக்குள் எல்.பி எரிவாயு ஏற்றிச் சென்ற மேலும் இரண்டு கப்பல்கள் பிரவேசித்துள்ளதாகவும் லிட்ரோ கேஸ் வெளியிட்டுள்ள அறிக்கையில் குறிப்பிடப்பட்டுள்ளது.",
        "இந்த LP எரிவாயு ஏற்றுமதி உள்ளூர் சந்தையில் தயாரிப்பு விநியோகத்தை மீட்டெடுக்க உதவும் என்று நிறுவனம் நம்புகிறது.",
        "இலங்கையில் உள்ள இரண்டு LP எரிவாயு நிறுவனங்களான Litro Gas மற்றும் LAUGFS ஆகியவை அமெரிக்க டாலர் தட்டுப்பாடு காரணமாக கடன் கடிதங்களை (LCs) திறக்க வங்கிகள் அனுமதிக்காததால் தயாரிப்புகளை வழங்குவதில் சிக்கல்களை எதிர்கொண்டுள்ளன.",
        "கையிருப்புக்கள் தீர்ந்துவிடும் என்று எதிர்பார்க்கப்படுவதால், நாட்டில் திரவமாக்கப்பட்ட பெட்ரோலிய எரிவாயுவில் தட்டுப்பாடு ஏற்படும் என்றும் அவர்கள் எச்சரித்தனர்.",
        "சந்தையில் LP எரிவாயு தட்டுப்பாடு காரணமாக கொழும்பு உட்பட பல பகுதிகளில் பல உணவகங்கள் மற்றும் பேக்கரிகள் பல நாட்கள் மூடப்பட வேண்டிய கட்டாயம் ஏற்பட்டது. இதற்கிடையில், சில உணவகங்கள் விறகுகளைப் பயன்படுத்தி சமைக்கத் தொடங்கின."
      ]
    }
  }
}