{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Climate-crisis-A-do-or-die-battle/172-238392",
  "time_ut": 1654298760,
  "title": "Climate crisis: A do-or-die battle",
  "body_lines": [
    "Tomorrow the United Nations marks World Environment Day 2022 and the issues, precepts and principles are so important that we should effectively and actively participate in the battle against climate change. Literally it is a do-or-die crisis because if it is not tackled on a worldwide scale, the generations to come will be forced to breathe poison and suffer the physical and mental consequences. Beautiful and wonderful nature itself will be distorted while the delicate biodiversity will make it difficult if not impossible for people to live in a happy and healthy way.",
    "In a statement the UN says in our galaxy are billions of planets but there is only one earth and we need to take care of it. According to the UN the earth faces a triple planetary emergency: the climate is heating up too quickly for people and nature to adapt; habitat loss and other pressures mean an estimated 1 million species are threatened with extinction while pollution continues to poison our air, land and water. The way out of this dilemma is to transform our economies and societies to make them inclusive, fair and more connected with nature. We must shift from harming the planet to healing it.",
    "Truly transformative options towards sustainability need to be available, affordable and attractive for people to make better daily decisions. Key areas for transformation include how we build and live in our homes, cities and places of work and worship, how and where our money is invested, and what we do for fun. But others of greater magnitude also include: energy production systems, global trade and transport systems, and protection of biodiversity. Many of these options can only be created by larger entities: national and sub-national governments, financial institutions, businesses, international organisations, and other groups with the power to rewrite the rules, frame our ambition and open up new horizons. Nevertheless, individuals and civil society are pivotal advocates, awareness-raisers and supporters. The more we raise our voices, emphasize what needs to be done and point out who is responsible, the faster change will come. By supporting World Environment Day 2022 and the #OnlyOneEarth campaign, you can help ensure this unique and beautiful planet remains a comfortable home for humanity, the UN says.",
    "In Sri Lanka many groups are working in creating awareness of the need for us to maintain a clean earth. One such movement is named the “Stewards of Creation”. Today the movement will conduct an ecumenical service at St. Paul’s church in Milagiriya.  In a statement the movement quotes the UN statement World Environment Day Campaign  #OnlyOneEarth and calls for collective, transformative action on a global scale to celebrate, protect and restore our planet.",
    "Today people from all parts of Sri Lanka will come together for a time of worship, repentance and renewal of our commitment to preserve, protect and renew God’s creation. The trilingual ecumenical service will begin at 5PM and will be live-streamed on Youtube. The movement’s main coordinator is social-justice advocate Sharmini Wickremeratne.",
    "According to the UN we are using the equivalent of 1.6 Earths to maintain our current way of life, and ecosystems cannot keep up with our demands. Our lifestyles are associated with two thirds of all greenhouse gas emissions - studies show that sustainable lifestyles and behaviours could reduce our emissions by 40% to 70% by 2050. Sustainable consumption and production can drive economic development, mitigate climate change, positively impact health and pollution, and help alleviate poverty – potentially increasing incomes by an average of 11% in low- and medium-income countries by 2060, and 4% in high-income countries.",
    "Time is running out, and nature is in emergency mode. To keep global warming below 1.5°C this century, we must halve annual greenhouse gas emissions by 2030. Without action, exposure to air pollution beyond safe guidelines will increase by 50 per cent within the decade and plastic waste flowing into aquatic ecosystems will nearly triple by 2040. We need urgent action to address these pressing issues, making “Only One Earth” and its focus on living sustainably in harmony with nature, as pertinent as ever.",
    "According to former United States president Franklin D. Roosevelt a nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people. Former UN Secretary General Ban Ki-moon has pointed out that saving our planet, lifting people out of poverty, advancing economic growth are one and the same fight. We must connect the issues between climate change, water scarcity, energy shortages, global health, food security and women’s empowerment. Solutions to one problem must be solutions for all."
  ],
  "translate": {
    "si": {
      "title": "දේශගුණික අර්බුදය: කරන්න-හෝ-මැරෙන සටනක්",
      "body_lines": [
        "හෙට එක්සත් ජාතීන්ගේ සංවිධානය 2022 ලෝක පරිසර දිනය සනිටුහන් කරන අතර දේශගුණික විපර්යාසයන්ට එරෙහි සටනට අප ඵලදායී හා ක්‍රියාකාරීව සහභාගී විය යුතු කරුණු, ශික්ෂා පද සහ මූලධර්ම කෙතරම් වැදගත් ද යත්. වචනයෙන් කියනවා නම් එය කරන්න-මැරීමට අර්බුදයකි, මන්ද එය ලෝක පරිමාණයෙන් විසඳා නොගත හොත්, අනාගත පරම්පරාවන්ට විෂ හුස්ම ගැනීමට හා ශාරීරික හා මානසික ප්‍රතිවිපාක විඳීමට සිදුවනු ඇත. සියුම් ජෛව විවිධත්වය මිනිසුන්ට සතුටින් හා සෞඛ්‍ය සම්පන්න ලෙස ජීවත් වීමට අපහසු වනවා නම්, සුන්දර හා අපූරු ස්වභාව ධර්මයම විකෘති වනු ඇත.",
        "නිවේදනයක් නිකුත් කරමින් එක්සත් ජාතීන්ගේ සංවිධානය පවසන්නේ අපගේ මන්දාකිනියේ ග්‍රහලෝක බිලියන ගණනක් ඇතත් එහි ඇත්තේ එක් පෘථිවියක් පමණක් බවත් අප එය රැකබලා ගත යුතු බවත්ය. එක්සත් ජාතීන්ගේ සංවිධානයට අනුව පෘථිවිය ත්‍රිත්ව ග්‍රහලෝක හදිසි අවස්ථාවකට මුහුණ දෙයි: මිනිසුන්ට සහ සොබාදහමට අනුවර්තනය වීමට නොහැකි තරම් දේශගුණය ඉක්මනින් උණුසුම් වෙමින් පවතී; වාසස්ථාන අහිමි වීම සහ අනෙකුත් පීඩනය නිසා ඇස්තමේන්තු කර ඇති විශේෂ මිලියන 1 ක් වඳවී යාමේ තර්ජනයට ලක්ව ඇති අතර දූෂණය අපගේ වාතය, භූමිය සහ ජලය දිගටම විෂ කරයි. මෙම උභතෝකෝටිකයෙන් මිදීමේ මාර්ගය වන්නේ අපගේ ආර්ථිකයන් සහ සමාජයන් ඇතුළත් කර, සාධාරණ හා ස්වභාවධර්මය සමඟ වඩාත් සම්බන්ධ කිරීමට ඒවා පරිවර්තනය කිරීමයි. පෘථිවියට හානි කිරීමේ සිට එය සුව කිරීමට අප මාරු විය යුතුය.",
        "මිනිසුන්ට වඩා හොඳ දෛනික තීරණ ගැනීම සඳහා තිරසාරභාවය සඳහා සැබවින්ම පරිවර්තනීය විකල්ප ලබා ගත හැකි, දැරිය හැකි සහ ආකර්ශනීය විය යුතුය. පරිවර්තනය සඳහා ප්‍රධාන ක්ෂේත්‍ර අතරට අප අපගේ නිවෙස්, නගර සහ සේවා ස්ථාන සහ නමස්කාර ස්ථාන ගොඩනගා ජීවත් වන ආකාරය, අපගේ මුදල් ආයෝජනය කරන්නේ කෙසේද සහ කොතැනද සහ විනෝදය සඳහා අප කරන දේ ඇතුළත් වේ. නමුත් විශාලත්වයෙන් යුත් අනෙකුත් ඒවාට ඇතුළත් වන්නේ: බලශක්ති නිෂ්පාදන පද්ධති, ගෝලීය වෙළඳ සහ ප්‍රවාහන පද්ධති සහ ජෛව විවිධත්වය ආරක්ෂා කිරීම. මෙම විකල්පයන් බොහොමයක් නිර්මාණය කළ හැක්කේ විශාල ආයතනවලට පමණි: ජාතික සහ උප-ජාතික ආන්ඩු, මූල්‍ය ආයතන, ව්‍යාපාර, ජාත්‍යන්තර සංවිධාන සහ නීති නැවත ලිවීමට, අපගේ අභිලාෂයන් සැකසීමට සහ නව ක්ෂිතිජයන් විවෘත කිරීමට බලය ඇති වෙනත් කණ්ඩායම්. එසේ වුවද, පුද්ගලයන් සහ සිවිල් සමාජය ප්‍රධාන උපදේශකයින්, දැනුවත් කරන්නන් සහ ආධාරකරුවන් වේ. වැඩි වැඩියෙන් හඬ නඟා, කළ යුතු දේ අවධාරණය කර, වගකිව යුත්තේ කවුරුන්ද යන්න පෙන්වා දෙන තරමට, වෙනසක් වේගවත් වනු ඇත. 2022 ලෝක පරිසර දිනය සහ #OnlyOneEarth ව්‍යාපාරයට සහාය දීමෙන්, මෙම අද්විතීය හා සුන්දර ග්‍රහලෝකය මනුෂ්‍ය වර්ගයාට සුවපහසු නිවහනක් ලෙස පවතින බව සහතික කිරීමට ඔබට උපකාර කළ හැකි බව UN පවසයි.",
        "ශ්‍රී ලංකාවේ බොහෝ කණ්ඩායම් පිරිසිදු පොළොවක් පවත්වාගෙන යාමේ අවශ්‍යතාවය පිළිබඳව දැනුවත් කිරීම සඳහා ක්‍රියා කරයි. එවැනි එක් ව්යාපාරයක් \"නිර්මාණයේ භාරකරුවන්\" ලෙස හැඳින්වේ. අද එම ව්‍යාපාරය මිලාගිරිය ශාන්ත පාවුළු දේවස්ථානයේ කිතුනු දේව මෙහෙයක් පවත්වයි. ප්‍රකාශයක් මගින් ව්‍යාපාරය එක්සත් ජාතීන්ගේ ප්‍රකාශය උපුටා දක්වයි ලෝක පරිසර දින ව්‍යාපාරය  #OnlyOneEarth සහ අපගේ ග්‍රහලෝකය සැමරීම, ආරක්ෂා කිරීම සහ ප්‍රතිෂ්ඨාපනය කිරීම සඳහා ගෝලීය පරිමාණයෙන් සාමූහික, පරිවර්තනීය ක්‍රියාමාර්ගයක් ඉල්ලා සිටී.",
        "අද ශ්‍රී ලංකාවේ සෑම ප්‍රදේශයකින්ම මිනිසුන් දෙවියන් වහන්සේගේ මැවිල්ල ආරක්ෂා කිරීමට, ආරක්ෂා කිරීමට සහ අලුත් කිරීමට අපගේ කැපවීම වන්දනා කිරීමේ, පසුතැවිලි වීමේ සහ අලුත් කිරීමේ කාලයක් සඳහා එක්වනු ඇත. ත්‍රෛභාෂා සර්වාගමික සේවය සවස 5 ට ආරම්භ වන අතර Youtube ඔස්සේ සජීවීව විකාශය කෙරේ. ව්‍යාපාරයේ ප්‍රධාන සම්බන්ධීකාරක වන්නේ සමාජ සාධාරණත්වය වෙනුවෙන් පෙනී සිටින ෂර්මිණී වික්‍රමරත්න මහත්මියයි.",
        "එක්සත් ජාතීන්ගේ සංවිධානයට අනුව අපගේ වර්තමාන ජීවන රටාව පවත්වා ගැනීම සඳහා අපි පෘථිවි 1.6 ට සමාන භාවිතා කරන අතර පරිසර පද්ධතිවලට අපගේ ඉල්ලීම් සමඟ කටයුතු කළ නොහැක. අපගේ ජීවන රටාව හරිතාගාර වායු විමෝචනයෙන් තුනෙන් දෙකක් සමඟ සම්බන්ධ වේ - අධ්‍යයනවලින් පෙනී යන්නේ තිරසාර ජීවන රටාවන් සහ හැසිරීම් 2050 වන විට අපගේ විමෝචනය 40% සිට 70% දක්වා අඩු කළ හැකි බවයි. තිරසාර පරිභෝජනය සහ නිෂ්පාදනය ආර්ථික සංවර්ධනයට, දේශගුණික විපර්යාස අවම කිරීමට, සෞඛ්‍යයට ධනාත්මක ලෙස බලපානු ඇත. දූෂණය, සහ දරිද්‍රතාවය තුරන් කිරීමට උපකාර කිරීම - 2060 වන විට අඩු සහ මධ්‍යම ආදායම් ලබන රටවල සාමාන්‍ය ආදායම 11% කින් සහ ඉහළ ආදායම් ලබන රටවල 4% කින් වැඩි විය හැක.",
        "කාලය අවසන් වෙමින් පවතින අතර ස්වභාවධර්මය හදිසි මාදිලියේ පවතී. මෙම ශතවර්ෂයේ ගෝලීය උෂ්ණත්වය සෙල්සියස් අංශක 1.5 ට වඩා අඩු මට්ටමක තබා ගැනීමට, අපි 2030 වන විට වාර්ෂික හරිතාගාර වායු විමෝචනය අඩකින් අඩු කළ යුතුය. ක්‍රියාමාර්ගයකින් තොරව, ආරක්ෂිත මාර්ගෝපදේශ ඉක්මවා වායු දූෂණයට නිරාවරණය වීම දශකය තුළ සියයට 50 කින් වැඩි වනු ඇති අතර ජලජ පරිසර පද්ධති වෙත ගලා එන ප්ලාස්ටික් අපද්‍රව්‍ය තුන් ගුණයකින් වැඩි වනු ඇත. 2040 වන විට අපට මෙම දැවෙන ගැටළු විසඳීමට කඩිනම් ක්‍රියාමාර්ගයක් අවශ්‍ය වන අතර, “එකම පෘථිවිය” බවට පත් කිරීම සහ එහි අවධානය වෙන කවරදාටත් වඩා අදාළ වන පරිදි ස්වභාවධර්මයට අනුකූලව තිරසාර ලෙස ජීවත් වීම කෙරෙහි අවධානය යොමු කිරීම අවශ්‍ය වේ.",
        "එක්සත් ජනපදයේ හිටපු ජනාධිපති ෆ්‍රෑන්ක්ලින් ඩී. රූස්වෙල්ට් පවසන පරිදි, තම පස විනාශ කරන ජාතියක් විනාශ වේ. වනාන්තර යනු අපේ භූමියේ පෙණහලුයි, වාතය පිරිසිදු කර අපගේ මිනිසුන්ට නැවුම් ශක්තියක් ලබා දෙයි. අපේ ග්‍රහලෝකය බේරා ගැනීම, මිනිසුන් දිළිඳුකමින් මුදා ගැනීම, ආර්ථික වර්ධනය ඉදිරියට ගෙන ඒම එකම සටනක් බව එක්සත් ජාතීන්ගේ හිටපු මහලේකම් බෑන් කී මූන් පෙන්වා දී තිබේ. දේශගුණික විපර්යාස, ජල හිඟය, බලශක්ති හිඟය, ගෝලීය සෞඛ්‍යය, ආහාර සුරක්ෂිතතාව සහ කාන්තා සවිබල ගැන්වීම් අතර ගැටලු අප සම්බන්ධ කළ යුතුය. එක් ගැටලුවකට විසඳුම් සියල්ලටම විසඳුම් විය යුතුය."
      ]
    },
    "ta": {
      "title": "காலநிலை நெருக்கடி: ஒரு செய் அல்லது இறக்க போர்",
      "body_lines": [
        "நாளை ஐக்கிய நாடுகள் சபை 2022 ஆம் ஆண்டு உலக சுற்றுச்சூழல் தினத்தைக் குறிக்கிறது மற்றும் காலநிலை மாற்றத்திற்கு எதிரான போரில் நாம் திறம்படவும் தீவிரமாகவும் பங்கேற்க வேண்டிய சிக்கல்கள், கட்டளைகள் மற்றும் கொள்கைகள் மிகவும் முக்கியமானவை. உண்மையில் இது ஒரு டூ-ஆர்-டை நெருக்கடி, ஏனெனில் இது உலகளாவிய அளவில் சமாளிக்கப்படாவிட்டால், வரவிருக்கும் தலைமுறையினர் விஷத்தை சுவாசிக்க வேண்டிய கட்டாயத்தில் உள்ளனர் மற்றும் உடல் மற்றும் மன விளைவுகளை அனுபவிக்க நேரிடும். அழகான மற்றும் அற்புதமான இயற்கையானது சிதைந்துவிடும், அதே நேரத்தில் மென்மையான பல்லுயிர் மக்கள் மகிழ்ச்சியாகவும் ஆரோக்கியமாகவும் வாழ்வதை கடினமாக்கும்.",
        "ஒரு அறிக்கையில் ஐ.நா., நமது விண்மீன் மண்டலத்தில் பில்லியன் கணக்கான கிரகங்கள் உள்ளன, ஆனால் ஒரே ஒரு பூமி மட்டுமே உள்ளது, அதை நாம் கவனித்துக் கொள்ள வேண்டும் என்று கூறுகிறது. ஐக்கிய நாடுகள் சபையின் கூற்றுப்படி, பூமி மூன்று கிரக அவசரநிலையை எதிர்கொள்கிறது: காலநிலை மக்கள் மற்றும் இயற்கைக்கு ஏற்ப மிக விரைவாக வெப்பமடைகிறது; வாழ்விட இழப்பு மற்றும் பிற அழுத்தங்கள் என்பது 1 மில்லியன் இனங்கள் அழிந்துபோகும் அபாயத்தில் இருப்பதாக மதிப்பிடப்பட்டுள்ளது, அதே நேரத்தில் மாசுபாடு நமது காற்று, நிலம் மற்றும் நீரைத் தொடர்ந்து விஷமாக்குகிறது. இந்த இக்கட்டான நிலையில் இருந்து வெளியேறும் வழி, நமது பொருளாதாரங்கள் மற்றும் சமூகங்களை உள்ளடக்கியதாகவும், நியாயமானதாகவும், இயற்கையோடு மேலும் இணைந்ததாகவும் மாற்றுவதாகும். கிரகத்திற்கு தீங்கு விளைவிப்பதில் இருந்து அதை குணப்படுத்துவதற்கு நாம் மாற வேண்டும்.",
        "நிலைத்தன்மையை நோக்கிய உண்மையாகவே மாற்றமடையும் விருப்பங்கள் கிடைக்கக்கூடியதாகவும், மலிவு விலையில் மற்றும் கவர்ச்சிகரமானதாகவும் இருக்க வேண்டும். நமது வீடுகள், நகரங்கள் மற்றும் வேலை செய்யும் இடங்கள் மற்றும் வழிபாட்டுத் தலங்களில் நாம் எப்படிக் கட்டியெழுப்புகிறோம், வாழ்கிறோம், நமது பணம் எப்படி, எங்கு முதலீடு செய்யப்படுகிறது, வேடிக்கைக்காக நாம் என்ன செய்கிறோம் என்பது மாற்றத்திற்கான முக்கிய பகுதிகள். ஆனால் அதிக அளவுள்ள மற்றவையும் அடங்கும்: ஆற்றல் உற்பத்தி அமைப்புகள், உலகளாவிய வர்த்தகம் மற்றும் போக்குவரத்து அமைப்புகள் மற்றும் பல்லுயிர் பாதுகாப்பு. இந்த விருப்பங்களில் பல பெரிய நிறுவனங்களால் மட்டுமே உருவாக்கப்பட முடியும்: தேசிய மற்றும் துணை-தேசிய அரசாங்கங்கள், நிதி நிறுவனங்கள், வணிகங்கள், சர்வதேச நிறுவனங்கள் மற்றும் பிற குழுக்கள் விதிகளை மீண்டும் எழுதவும், நமது லட்சியத்தை வடிவமைக்கவும் மற்றும் புதிய எல்லைகளைத் திறக்கவும். ஆயினும்கூட, தனிநபர்கள் மற்றும் சிவில் சமூகம் முக்கிய வக்கீல்கள், விழிப்புணர்வை ஏற்படுத்துபவர்கள் மற்றும் ஆதரவாளர்கள். நாம் எவ்வளவு அதிகமாக குரல் எழுப்பி, என்ன செய்ய வேண்டும் என்பதை வலியுறுத்தி, யார் பொறுப்பு என்பதை சுட்டிக்காட்டினால், வேகமாக மாற்றம் வரும். உலக சுற்றுச்சூழல் தினம் 2022 மற்றும் #OnlyOneEarth பிரச்சாரத்தை ஆதரிப்பதன் மூலம், இந்த தனித்துவமான மற்றும் அழகான கிரகம் மனிதகுலத்திற்கு வசதியான வீடாக இருப்பதை உறுதிசெய்ய நீங்கள் உதவலாம் என்று ஐ.நா.",
        "இலங்கையில் நாம் தூய்மையான பூமியைப் பேண வேண்டியதன் அவசியத்தைப் பற்றிய விழிப்புணர்வை ஏற்படுத்துவதில் பல குழுக்கள் செயற்பட்டு வருகின்றன. அத்தகைய ஒரு இயக்கம் \"படைப்பின் பணிப்பெண்கள்\" என்று அழைக்கப்படுகிறது. இந்த இயக்கம் இன்று மிலகிரியவில் உள்ள புனித பால் தேவாலயத்தில் சமய ஆராதனையை நடத்தவுள்ளது. ஒரு அறிக்கையில் இந்த இயக்கம் ஐ.நா.வின் உலக சுற்றுச்சூழல் தின பிரச்சாரத்தை மேற்கோள் காட்டுகிறது  #OnlyOneEarth மற்றும் நமது கிரகத்தை கொண்டாட, பாதுகாக்க மற்றும் மீட்டெடுக்க உலகளாவிய அளவில் கூட்டு, உருமாறும் நடவடிக்கைக்கு அழைப்பு விடுக்கிறது.",
        "இன்று இலங்கையின் அனைத்துப் பகுதிகளிலும் உள்ள மக்கள் இறைவனின் படைப்பைப் பாதுகாப்பதற்கும், பாதுகாப்பதற்கும், புதுப்பிப்பதற்கும் எங்களின் அர்ப்பணிப்பை வணக்க, மனந்திரும்புதல் மற்றும் புதுப்பித்தல் ஆகியவற்றுக்காக ஒன்று கூடுவார்கள். மும்மொழி எக்குமெனிகல் சேவை மாலை 5 மணிக்கு தொடங்கும் மற்றும் Youtube இல் நேரடியாக ஒளிபரப்பப்படும். இந்த இயக்கத்தின் முக்கிய ஒருங்கிணைப்பாளர் சமூக நீதி வழக்கறிஞர் ஷர்மினி விக்கிரமரத்ன ஆவார்.",
        "ஐக்கிய நாடுகள் சபையின் கூற்றுப்படி, நமது தற்போதைய வாழ்க்கை முறையைப் பராமரிக்க 1.6 பூமிகளுக்குச் சமமானதைப் பயன்படுத்துகிறோம், மேலும் சுற்றுச்சூழல் அமைப்புகளால் நமது கோரிக்கைகளைத் தொடர முடியாது. நமது வாழ்க்கை முறையானது பசுமை இல்ல வாயு வெளியேற்றத்தில் மூன்றில் இரண்டு பங்குடன் தொடர்புடையது - நிலையான வாழ்க்கை முறைகள் மற்றும் நடத்தைகள் 2050 ஆம் ஆண்டளவில் நமது உமிழ்வை 40% முதல் 70% வரை குறைக்கலாம் என்று ஆய்வுகள் காட்டுகின்றன. நிலையான நுகர்வு மற்றும் உற்பத்தி பொருளாதார வளர்ச்சியை உந்தித் தள்ளலாம், காலநிலை மாற்றத்தைக் குறைக்கலாம், ஆரோக்கியத்தை சாதகமாக பாதிக்கும் மாசுபாடு மற்றும் வறுமையைப் போக்க உதவுதல் - 2060 ஆம் ஆண்டில் குறைந்த மற்றும் நடுத்தர வருமானம் கொண்ட நாடுகளில் சராசரியாக 11% வருமானத்தை அதிகரிக்கவும், அதிக வருமானம் உள்ள நாடுகளில் 4% ஆகவும் அதிகரிக்கும்.",
        "நேரம் ஓடிக்கொண்டிருக்கிறது, இயற்கை அவசரநிலையில் உள்ளது. இந்த நூற்றாண்டில் புவி வெப்பமடைதலை 1.5°Cக்குக் குறைவாக வைத்திருக்க, 2030-க்குள் வருடாந்திர பசுமை இல்ல வாயு வெளியேற்றத்தை பாதியாகக் குறைக்க வேண்டும். நடவடிக்கை எடுக்காவிட்டால், பாதுகாப்பான வழிகாட்டுதல்களுக்கு அப்பாற்பட்ட காற்று மாசுபாட்டின் வெளிப்பாடு பத்தாண்டுகளில் 50 சதவிகிதம் அதிகரிக்கும் மற்றும் நீர்வாழ் சுற்றுச்சூழல் அமைப்புகளில் பாயும் பிளாஸ்டிக் கழிவுகள் கிட்டத்தட்ட மூன்று மடங்கு அதிகரிக்கும். 2040க்குள். \"ஒரே ஒரு பூமியை\" உருவாக்கி, எப்பொழுதும் பொருந்தாத வகையில், இயற்கையோடு இணக்கமாக வாழ்வதில் கவனம் செலுத்தி, இந்த அழுத்தமான பிரச்சினைகளைத் தீர்க்க நமக்கு அவசர நடவடிக்கை தேவை.",
        "அமெரிக்காவின் முன்னாள் ஜனாதிபதி பிராங்க்ளின் டி. ரூஸ்வெல்ட்டின் கூற்றுப்படி, மண்ணை அழிக்கும் நாடு தன்னைத்தானே அழித்துக் கொள்கிறது. காடுகள் நமது நிலத்தின் நுரையீரல், காற்றைச் சுத்திகரித்து நம் மக்களுக்குப் புத்துணர்ச்சியைத் தருகின்றன. நமது பூமியை காப்பாற்றுவது, மக்களை வறுமையில் இருந்து மீட்டெடுப்பது, பொருளாதார வளர்ச்சியை முன்னேற்றுவது ஆகிய இரண்டும் ஒன்றே ஒன்றுதான் என ஐக்கிய நாடுகள் சபையின் முன்னாள் பொதுச் செயலாளர் பான் கீ மூன் சுட்டிக்காட்டியுள்ளார். பருவநிலை மாற்றம், தண்ணீர் பற்றாக்குறை, எரிசக்தி பற்றாக்குறை, உலக சுகாதாரம், உணவு பாதுகாப்பு மற்றும் பெண்கள் அதிகாரமளித்தல் ஆகியவற்றுக்கு இடையேயான பிரச்சினைகளை நாம் இணைக்க வேண்டும். ஒரு பிரச்சனைக்கான தீர்வுகள் அனைவருக்கும் தீர்வாக இருக்க வேண்டும்."
      ]
    }
  }
}