{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-calls-for-accountability-for-monetary-excesses-default-92999/",
  "time_ut": 1649878680,
  "title": "Sri Lanka opposition calls for accountability for monetary excesses, default",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition has called for accountability for currency monetary instability and default, after the country stopped paying foreign debt after running down foreign reserves under ‘flexible’ or highly discretionary policies.",
    "Opposition Samagi Jana Balawegaya legislator said the default was required because the country had run out of options.  The SJB had been calling for re-profiling of debt for around two years as well as an International Monetary Fund bailout.",
    "Sri Lanka is a top customer of the IMF due to its soft-pegged reserve collecting exchange rate regime with anchor conflicts (impossible trinity regime), which is now called a ‘flexible’ exchange rate.",
    "Forex shortages and balance of payment trouble take place in soft-pegged exchange rate regimes, when ‘economists’ target a policy rate with open market operations.",
    "Forex shortages are impossible in a clean float as convertibility is completely suspended (no surrender requirements, no reserves for imports) and the monetary base becomes ‘sealed’.",
    "There are energy and medicine shortages from the ‘flexible exchange rate’ now as well as default.",
    "“I regret from the bottom of my heart that it has come to this point,” de Silva said in a statement.",
    "“But the people who brought the country to this point must be punished.”",
    "As a legislator de Silva can change the monetary law to make it impossible for economists to print money and operate discretionary ‘flexible’ inflation targeting or ‘flexible inflation targeting’ and prevent currency crises in the future with a single anchor regime (either a clean float or a hard peg).",
    "De Silva had earlier called for accountability of the previous monetary board or governing council of the central bank.",
    "On March 31, de Silva called for the “complete overhaul of the monetary board of the Central Bank of Sri Lanka (CBSL), as confidence in the current board is destroyed.",
    "“We are facing this current crisis, as a result of ill decisions made by the monetary board.”",
    "Two of the members of the monetary board have since been re-appointed. De Silva has however praised most decisions of the new central bank governor Nandalal Weerasinghe including a steep rate hike.",
    "De Silva’s plan for a ‘social market economy’ in 2015 which required a strong exchange rate to protect the savings of the family economy and their salaries through low inflation was shattered by a previous monetary board.",
    "Sri Lanka needs Central Bank reforms for a Social Market Economy: Bellwether",
    "Sri Lanka heading for Sozialpolitik not a social market economy : Bellwether",
    "Hayek’s warning: lost generation economics kill Sri Lanka’s social market economy attempt: Bellwether",
    "Analysts had warned at the time that it would not be social market economy but Weimar Republic style social democracy that would occure with multiple anchor monetary regime involving, call money rate targeting, REER targeting and output gap targeting.",
    "In 2015 and 2016, the central bank printed money as budget deficits exploded under a ‘100 day program’ creating a currency crisis which drove the rupee down from 131 to 151 until monetary breaks were imposed.",
    "In 2018 money was printed despite taxes being raised and budget deficits being brought down creating a currency crisis which took the rupee down from 152 to 182 and made the then administration a laughing stock by bringing in import controls.",
    "Deposit rate controls were also imposed on poor people’s savings after depreciating the currency in merciless zero-sum Mercantilist interventionism (competitive exchange rate or inflationist-devaluationism) to giving short-lived porfits to producers at the expense of the working class and social unrest.",
    "The rupee has fallen from 182 to 335 so far after two years of money printing and a deadly surrender requirement.",
    "Legislators have themselves given the central bank powers imposed exchange controls and surrender requirements undermining people’s basic freedoms. (Colombo/Apr13/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා විපක්ෂය මුදල් අතිරික්තයන්, පැහැර හැරීම් සඳහා වගවීම ඉල්ලා සිටී",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ ප්‍රධාන විපක්ෂය, 'නම්‍යශීලී' හෝ ඉතා අභිමත ප්‍රතිපත්ති යටතේ විදේශ සංචිත අඩු කිරීමෙන් පසු රට විදේශ ණය ගෙවීම නැවැත්වීමෙන් පසු, මුදල් මුදල් අස්ථාවරත්වය සහ පැහැර හැරීම සඳහා වගවීම ඉල්ලා ඇත.",
        "විපක්ෂයේ සමගි ජන බලවේගයේ ව්‍යවස්ථාදායකය පැවසුවේ රට විකල්ප නොමැති බැවින් පැහැර හැරීම අවශ්‍ය බවයි. SJB වසර දෙකක පමණ කාලයක සිට ණය නැවත ගොනු කිරීම මෙන්ම ජාත්‍යන්තර මූල්‍ය අරමුදල ඇපදීම ඉල්ලා සිටියේය.",
        "ශ්‍රී ලංකාව IMF හි ඉහළම පාරිභෝගිකයෙකු වන්නේ එහි නැංගුරම් ගැටුම් සහිත (නොහැකි ත්‍රිත්ව පාලන තන්ත්‍රය) මෘදු සංචිත එකතු කිරීමේ විනිමය අනුපාත තන්ත්‍රය නිසා එය දැන් ‘නම්‍යශීලී’ විනිමය අනුපාතයක් ලෙස හැඳින්වේ.",
        "විදේශ විනිමය හිඟය සහ ගෙවුම් ශේෂයේ ගැටළු මෘදු විනිමය අනුපාත තන්ත්‍රයන් තුළ සිදු වේ, 'ආර්ථිකයින්' විවෘත වෙළඳපල මෙහෙයුම් සමඟ ප්‍රතිපත්ති අනුපාතයක් ඉලක්ක කරන විට.",
        "පරිවර්තන හැකියාව සම්පූර්ණයෙන්ම අත්හිටුවා ඇති බැවින් (අත්පත්වීමේ අවශ්‍යතා, ආනයන සඳහා සංචිත නොමැත) සහ මුදල් පදනම ‘මුද්‍රා’ වී ඇති බැවින් පිරිසිදු පාවෙන ස්ථානයක විදේශ විනිමය හිඟයන් ඇති විය නොහැක.",
        "‘නම්‍යශීලී විනිමය අනුපාතිකයෙන්’ දැන් මෙන්ම පෙරනිමියෙන් බලශක්ති හා ඖෂධ හිඟයක් පවතී.",
        "එය මේ තත්ත්වයට පැමිණීම ගැන මම හදවතින්ම කනගාටු වෙනවා යැයි ද සිල්වා මහතා නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "නමුත් රට මේ තත්ත්වයට ගෙන ආ පුද්ගලයන්ට දඩුවම් දිය යුතුයි.",
        "ව්‍යවස්ථාදායකයෙකු ලෙස ආර්ථික විද්‍යාඥයින්ට මුදල් මුද්‍රණය කිරීමට සහ අභිමතය පරිදි 'නම්‍යශීලී' උද්ධමන ඉලක්ක හෝ 'නම්‍යශීලී උද්ධමන ඉලක්ක' ක්‍රියාත්මක කිරීමට නොහැකි වන පරිදි මුදල් නීතිය වෙනස් කළ හැකි අතර අනාගතයේදී තනි නැංගුරම් තන්ත්‍රයකින් (පිරිසිදු පාවෙන) මුදල් අර්බුද වළක්වා ගත හැකිය. හෝ තද ඇණ).",
        "ද සිල්වා මීට පෙර මහ බැංකුවේ පෙර මුදල් මණ්ඩලයේ හෝ පාලක මණ්ඩලයේ වගවීම ඉල්ලා සිටියේය.",
        "මාර්තු 31දා ද සිල්වා, වත්මන් මණ්ඩලය කෙරෙහි විශ්වාසය විනාශ වී ඇති බැවින්, ශ්‍රී ලංකා මහ බැංකුවේ (CBSL) මුදල් මණ්ඩලය සම්පූර්ණයෙන් ප්‍රතිසංස්කරණය කරන ලෙස ඉල්ලා සිටියේය.",
        "\"මුදල් මණ්ඩලය විසින් ගනු ලැබූ අයහපත් තීරණ හේතුවෙන් අපි මෙම වත්මන් අර්බුදයට මුහුණ දී සිටිමු.\"",
        "ඉන් අනතුරුව මුදල් මණ්ඩලයේ සාමාජිකයින් දෙදෙනෙකු නැවත පත් කර ඇත. කෙසේ වෙතත්, නව මහ බැංකු අධිපති නන්දලාල් වීරසිංහගේ දැඩි පොලී අනුපාත ඉහළ දැමීම ඇතුළු බොහෝ තීරණ ද සිල්වා අගය කර ඇත.",
        "අඩු උද්ධමනය හරහා පවුලේ ආර්ථිකයේ ඉතුරුම් සහ ඔවුන්ගේ වැටුප් ආරක්ෂා කර ගැනීම සඳහා ශක්තිමත් විනිමය අනුපාතිකයක් අවශ්‍ය වූ ‘සමාජ වෙළෙඳපොළ ආර්ථිකයක්’ සඳහා 2015 දී ද සිල්වාගේ සැලැස්ම පෙර පැවති මුදල් මණ්ඩලයක් විසින් බිඳ දමන ලදී.",
        "සමාජ වෙළෙඳපොළ ආර්ථිකයක් සඳහා ශ්‍රී ලංකාවට මහ බැංකු ප්‍රතිසංස්කරණ අවශ්‍යයි: බෙල්වෙදර්",
        "ශ්‍රී ලංකාව Sozialpolitik වෙත ගමන් කරන්නේ සමාජ වෙළෙඳපොළ ආර්ථිකයක් නොවේ: Bellwether",
        "Hayek ගේ අනතුරු ඇඟවීම: නැතිවූ පරම්පරාවේ ආර්ථික විද්‍යාව ශ්‍රී ලංකාවේ සමාජ වෙළෙඳපොළ ආර්ථික උත්සාහය විනාශ කරයි: Bellwether",
        "විශ්ලේෂකයින් එකල අනතුරු ඇඟවූයේ එය සමාජ වෙළඳපල ආර්ථිකය නොව වයිමර් ජනරජයේ සමාජ ප්‍රජාතන්ත්‍රවාදය වනු ඇති අතර එය බහු නැංගුරම් මූල්‍ය තන්ත්‍රය, ඇමතුම් මුදල් අනුපාත ඉලක්ක කිරීම, REER ඉලක්ක කිරීම සහ ප්‍රතිදාන පරතරය ඉලක්ක කිරීම ඇතුළත් වේ.",
        "2015 සහ 2016 වසර වලදී, 'දින 100 වැඩසටහන' යටතේ අයවැය හිඟය පිපිරී යාම නිසා මහ බැංකුව මුදල් මුද්‍රණය කළේ මුදල් අර්බුදයක් නිර්මානය කරමින් රුපියල 131 සිට 151 දක්වා මුදල් කඩාවැටීම් පනවන තෙක් පහත හෙලීමයි.",
        "2018 වසරේ බදු වැඩිකර අයවැය හිඟය අඩුකරමින් මුදල් මුද්‍රණය කළේ මුදල් අර්බුදයක් ඇති කරමින් රුපියල 152 සිට 182 දක්වා පහත හෙළමින් ආනයන පාලනය ගෙන ඒම මගින් එවකට පාලනය විහිළු තහළු කරමිනි.",
        "අනුකම්පා විරහිත ශුන්‍ය එකතුවක් වෙළඳවාදී මැදිහත්වීම්වාදයේ (තරඟකාරී විනිමය අනුපාතිකය හෝ උද්ධමනවාදී අවප්‍රමාණය වාදය) මුදල් ඒකකය අවප්‍රමාණය කිරීමෙන් පසු දුප්පත් මිනිසුන්ගේ ඉතුරුම් මත තැන්පතු අනුපාත පාලනය ද පැනවීය.",
        "වසර දෙකක මුදල් මුද්‍රණයෙන් සහ මාරාන්තික යටත් වීමේ අවශ්‍යතාවයෙන් පසුව මේ වන විට රුපියල 182 සිට 335 දක්වා පහත වැටී ඇත.",
        "නීති සම්පාදකයින් විසින්ම මහ බැංකු බලතල පනවා ඇති විනිමය පාලනයන් සහ යටත් වීමේ අවශ්‍යතා මිනිසුන්ගේ මූලික නිදහසට වලකයි. (කොළඹ/අප්‍රේල් 13/2022)"
      ]
    },
    "ta": {
      "title": "சிறிலங்காவின் எதிர்கட்சிகள், பண மிகுதி, கடனைத் திருப்பிச் செலுத்தாததற்குப் பொறுப்புக்கூறல் கோருகின்றன",
      "body_lines": [
        "ECONOMYNEXT - 'நெகிழ்வான' அல்லது மிகவும் விருப்பமான கொள்கைகளின் கீழ் வெளிநாட்டு கையிருப்புகளைக் குறைத்த பின்னர், நாடு வெளிநாட்டுக் கடனைச் செலுத்துவதை நிறுத்திய பின்னர், நாணயத்தின் நாணய உறுதியற்ற தன்மை மற்றும் இயல்புநிலைக்கு பொறுப்புக்கூறல் வேண்டும் என்று இலங்கையின் பிரதான எதிர்க்கட்சி அழைப்பு விடுத்துள்ளது.",
        "எதிர்க்கட்சியான சமகி ஜன பலவேகய சட்டமன்ற உறுப்பினர், நாட்டில் விருப்பங்கள் இல்லாததால் இயல்புநிலை தேவை என்று கூறினார். SJB சுமார் இரண்டு ஆண்டுகளாக கடனை மறு விவரக்குறிப்பு மற்றும் சர்வதேச நாணய நிதியம் பிணை எடுப்பதற்கு அழைப்பு விடுத்தது.",
        "இலங்கை IMF இன் சிறந்த வாடிக்கையாளராக உள்ளது, ஏனெனில் அதன் மென்மையான கையிருப்பு சேகரிப்பு மாற்று விகித ஆட்சியை நங்கூர மோதல்களுடன் (சாத்தியமற்ற திரித்துவ ஆட்சி), இது இப்போது 'நெகிழ்வான' மாற்று விகிதம் என்று அழைக்கப்படுகிறது.",
        "அந்நிய செலாவணி பற்றாக்குறை மற்றும் பணம் செலுத்தும் சமநிலை சிக்கல்கள் மென்மையான-பெக் செய்யப்பட்ட மாற்று விகித ஆட்சிகளில் நடைபெறுகின்றன, 'பொருளாதார வல்லுநர்கள்' திறந்த சந்தை செயல்பாடுகளுடன் கொள்கை விகிதத்தை குறிவைக்கும்போது.",
        "மாற்றுத்திறன் முற்றிலும் இடைநிறுத்தப்பட்டிருப்பதால் அந்நிய செலாவணி பற்றாக்குறை சாத்தியமற்றது (சரணடைதல் தேவைகள் இல்லை, இறக்குமதிக்கான இருப்புக்கள் இல்லை) மற்றும் பணத் தளம் 'சீல்' ஆகிவிடும்.",
        "'நெகிழ்வான மாற்று விகிதத்தில்' இருந்து ஆற்றல் மற்றும் மருந்துப் பற்றாக்குறைகள் இப்போது இயல்புநிலையிலும் உள்ளன.",
        "\"இந்த நிலைக்கு வந்ததற்கு நான் எனது இதயத்தின் அடிப்பகுதியில் இருந்து வருந்துகிறேன்\" என்று டி சில்வா தனது அறிக்கையில் தெரிவித்துள்ளார்.",
        "ஆனால் நாட்டை இந்த நிலைக்கு கொண்டு வந்தவர்கள் தண்டிக்கப்பட வேண்டும்.",
        "ஒரு சட்டமன்ற உறுப்பினராக டி சில்வா பணவியல் சட்டத்தை மாற்றி பொருளாதார வல்லுனர்களால் பணத்தை அச்சிட முடியாது மற்றும் விருப்பமான 'நெகிழ்வான' பணவீக்க இலக்கு அல்லது 'நெகிழ்வான பணவீக்க இலக்கை' இயக்கலாம் மற்றும் எதிர்காலத்தில் நாணய நெருக்கடிகளைத் தடுக்கலாம். அல்லது கடினமான ஆப்பு).",
        "டி சில்வா முன்னர் மத்திய வங்கியின் முந்தைய நாணய சபை அல்லது ஆளும் சபையின் பொறுப்புக்கூறலுக்கு அழைப்பு விடுத்திருந்தார்.",
        "மார்ச் 31 அன்று, டி சில்வா \"இலங்கை மத்திய வங்கியின் (CBSL) நாணய வாரியத்தை முழுமையாக மாற்றியமைக்க வேண்டும், ஏனெனில் தற்போதைய வாரியத்தின் மீதான நம்பிக்கை அழிக்கப்பட்டுள்ளது.",
        "\"நாணய வாரியம் எடுத்த தவறான முடிவுகளின் விளைவாக, இந்த தற்போதைய நெருக்கடியை நாங்கள் எதிர்கொள்கிறோம்.\"",
        "நாணயச் சபையின் உறுப்பினர்கள் இருவர் மீண்டும் நியமிக்கப்பட்டுள்ளனர். எவ்வாறாயினும், புதிய மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்கவின் கடுமையான வட்டி விகித அதிகரிப்பு உட்பட பெரும்பாலான தீர்மானங்களை டி சில்வா பாராட்டியுள்ளார்.",
        "டி சில்வாவின் 2015 ஆம் ஆண்டு 'சமூக சந்தைப் பொருளாதாரம்' திட்டம், குடும்பப் பொருளாதாரத்தின் சேமிப்பு மற்றும் குறைந்த பணவீக்கத்தின் மூலம் அவர்களின் சம்பளத்தைப் பாதுகாக்க வலுவான மாற்று விகிதம் தேவைப்பட்டது.",
        "சமூக சந்தைப் பொருளாதாரம்: பெல்வெதர்: இலங்கைக்கு மத்திய வங்கியின் சீர்திருத்தங்கள் தேவை",
        "Sozialpolitik நோக்கி செல்லும் இலங்கை ஒரு சமூக சந்தைப் பொருளாதாரம் அல்ல: பெல்வெதர்",
        "Hayek இன் எச்சரிக்கை: இழந்த தலைமுறை பொருளாதாரம் இலங்கையின் சமூக சந்தைப் பொருளாதார முயற்சியைக் கொன்றது: பெல்வெதர்",
        "இது சமூக சந்தைப் பொருளாதாரம் அல்ல, ஆனால் வீமர் குடியரசு பாணி சமூக ஜனநாயகம், அழைப்பு பண விகித இலக்கு, REER இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்கு ஆகியவற்றை உள்ளடக்கிய பல ஆங்கர் பண ஆட்சியுடன் நிகழும் என்று ஆய்வாளர்கள் அந்த நேரத்தில் எச்சரித்தனர்.",
        "2015 மற்றும் 2016 ஆம் ஆண்டுகளில், மத்திய வங்கி '100 நாள் வேலைத்திட்டத்தின்' கீழ் வரவு-செலவுத் திட்டப் பற்றாக்குறை வெடித்ததால், நாணய நெருக்கடியை உருவாக்கி, பண முறிவுகள் விதிக்கப்படும் வரை ரூபாயை 131லிருந்து 151 ஆகக் குறைத்தது.",
        "2018 இல் வரிகள் உயர்த்தப்பட்டு, பட்ஜெட் பற்றாக்குறை குறைக்கப்பட்ட போதிலும் பணம் அச்சடிக்கப்பட்டது, இது நாணய நெருக்கடியை உருவாக்கி, ரூபாயை 152 லிருந்து 182 ஆகக் குறைத்து, இறக்குமதிக் கட்டுப்பாடுகளைக் கொண்டு வந்ததன் மூலம் அப்போதைய நிர்வாகத்தை கேலிக்கூத்தாக மாற்றியது.",
        "தொழிலாள வர்க்கம் மற்றும் சமூக அமைதியின்மையின் இழப்பில் உற்பத்தியாளர்களுக்கு குறுகிய கால போர்ட்ஃபிட்களை வழங்குவதற்காக இரக்கமற்ற பூஜ்ஜிய-தொகை வணிகவாத தலையீட்டில் (போட்டி மாற்று விகிதம் அல்லது பணவீக்கவாத-மதிப்பிழப்புவாதம்) நாணயத்தின் மதிப்பைக் குறைத்த பின்னர் ஏழை மக்களின் சேமிப்பின் மீது வைப்பு விகிதக் கட்டுப்பாடுகள் விதிக்கப்பட்டன.",
        "இரண்டு வருட பண அச்சடிப்பு மற்றும் கொடிய சரணடைதல் தேவைக்குப் பிறகு இதுவரை ரூபாய் 182ல் இருந்து 335 ஆக சரிந்துள்ளது.",
        "மக்களின் அடிப்படை சுதந்திரத்தை குறைமதிப்பிற்கு உட்படுத்தும் வகையில் பரிமாற்ற கட்டுப்பாடுகள் மற்றும் சரணடைதல் தேவைகளை திணிக்கப்பட்ட மத்திய வங்கி அதிகாரங்களை சட்டமன்ற உறுப்பினர்கள் தாங்களாகவே வழங்கியுள்ளனர். (கொழும்பு/ஏப்.13/2022)"
      ]
    }
  }
}