{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/APTS-prepares-for-next-phase-of-growth-by-strengthening-leadership-team/34-735033",
  "time_ut": 1652985000,
  "title": "APTS prepares for next phase of growth by strengthening leadership team",
  "body_lines": [
    "From left: Non-Executive Director Chanaka Peiris, Non-Executive Director Dr. Nirmal De Silva, Non-Executive Director Ramzeena Morseth Lye and Founder and Managing Director Namal Senaratna",
    "Asia Pacific Technology Systems (APTS), an award-winning Information Technology Solutions provider in the region, is gearing for its next phase of growth through the appointment of three reputed Independent Non-Executive Directors to its Board.",
    "The new appointments will further strengthen the company’s strategic focus and governance structure which will assist the company to reach its vision. The new appointments of APTS include Dr. Nirmal De Silva, Ramzeena Morseth Lye, and Chanaka Peiris.",
    "Dr. Nirmal De Silva is a well-known strategy consultant, entrepreneur, and associate professor in business strategy. He brings in a wealth of experience from the region and currently serves a number of companies in the State and private sector as a Board Director and Advisor.",
    "Ramzeena Morseth Lye is an experienced Sales and Marketing professional with decades of experience at senior capacity in organisations like Hayleys Consumer Products and Pizza Hut Sri Lanka. Until recently she served as the Chief Marketing Officer of Hutch in Sri Lanka.",
    "Chanaka Peiris who also joins the Board is a banking and financial services expert with over 30 years of extensive senior managerial experience with leading local and international banks including Standard Chartered Bank Sri Lanka and India, Nova Scotia Bank, Societe Generale, Deutsche Bank and Hatton National Bank. He was also a Past President of the Sri Lanka Forex Association.",
    "These dynamic business leaders through their wide experience and expertise will bring in the added dynamism, professionalism and innovative thinking required for APTS to reach its true potential whilst continuing to be the ‘game changer’ in the industry.",
    "APTS with its humble beginnings in 2008 has been driven on the purpose of creating value through client-centric solutions of global standards. APTS offers assistance to clients through all stages, from initially analysing the requirement, recommending the best course of action, designing the solution, and finally deploying the solution as well as fine-tuning the solution until the client’s needs are met.",
    "Over the years the strong customer base and cutting-edge technology implementations have helped APTS continually differentiate itself from the rest of its peers. The regional accolades the company has received from its world-class vendors is a testament to the company’s capability, service orientation, and innovative operational philosophy.",
    "APTS Founder and Managing Director Namal Senaratna said: “It is with great pleasure that we welcome the new appointments to our Board. What differentiates us from the rest is our dedication to human values and our focus on people, be it our clients, our staff, or the communities around us.",
    "“It is for this reason that we decided to appoint Dr. Nirmal, Ramzeena, and Chanaka as Non-Executive Directors to our Board.  We believe that they embody not just our work ethic and business acumen, but also our vision to enrich our world through the empowerment of people and usher in a bright future for everyone all with an ethically driven mindset.”"
  ]
}