{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceyline-maritime-felicitated-by-national-chamber-of-commerce/",
  "time_ut": 1649593680,
  "title": "Ceyline Maritime felicitated by National Chamber of Commerce",
  "body_lines": [
    "Ceyline Maritime, a member of the Ceyline Group during the last five years has grown immensely and has sailed to be one of the most reputed and sought after companies in the maritime service industry of Sri Lanka.",
    "The company is highly recommended among the 150 maritime companies for its services rendered to multinational companies.",
    "For the past 35 years, offering an array of services to the industry the company has established its reputation as an expert in the field and delivered unmatched professionalism bringing the much needed dollars to the Sri Lankan economy.",
    "“We are proud of our contribution to the local economy and also setting up benchmarks of the industry,” said Ajith Peiris – Executive Chairman Ceyline Group and CINEC Campus.",
    "These services to the maritime industry did not go unnoticed as Ceyline Maritime, was recently felicitated by the National Chamber of Commerce with a haul of awards.",
    "Ceyline was crowned the winner of ‘Excellence in Business and Financial Results’ in the Small Category and was also named the Winner in ‘Shipping and Shipping Related Services Sector’ in the Small Category. Adding another accolade Ceyline Maritime Services Private Limited won the Merit award in Shipping and Shipping Related Services Sectors well.",
    "Another associate company Oceaneeds Private Limited (CMS) received a Merit Award for their outstanding performance in the Shipping and Shipping related Services Sector.",
    "CMS caters to ships that require out port limit (OPL) services off the coast of Sri Lanka. With two of the fastest service boats in Sri Lanka, CMS provides an efficient and reliable service to customers.",
    "There are currently over 600 ships that enter Sri Lankan waters, a month and CMS is a company that facilitates and connects these ships to local businesses, whether it be local farmers for fresh produce, engineering companies for ships spares, healthcare companies for medical equipment, seafarer recruitment companies for crew changes, etc.",
    "During the pandemic, Ceyline worked tirelessly in getting seafarers’ logistics and crew to safe and adaptable conditions.",
    "Dialog, MAS, Hemas, Sarvodaya step forward to help communities in need",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}