{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-said-to-take-a-vow-to-help-stay-in-office-93965/",
  "time_ut": 1652006340,
  "title": "Sri Lanka PM said to take a vow to help stay in office",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Prime Minister Mahinda Rajapaksa has taken a vow Sunday to help remain in office despite mounting pressure to step down over the worsening economic crisis, sources close to the premier said.",
    "In his first public outing since the outbreak of anti-government protests last month, the Prime Minister travelled to the sacred city of Anuradhapura where hostile crowds booed and jeered him and asked him to step down.",
    "“The PM took a vow before the sacred Sri Maha Bodi,” the source said. “He wants to stay in office and that is why he climbed the steps to the upper terrace to touch the sacred Bo tree.”",
    "The top most is not open to the public and access is allowed only for visiting heads of state and Sri Lanka’s top politicians.",
    "Apart from seeking divine help to remain in office, the prime minister is also taking action to muster support from his constituents by inviting large numbers to visit him at his Temple Trees residence on Monday, the source said.",
    "Local government representatives loyal to the premier met with him on Saturday and pledged support and demanded that his younger brother, President Gotabaya Rajapaksa, resign in response to the main demand of the escalating protests.",
    "“Will dollars start flowing into the country if you resign?,” an unidentified woman was seen asking the premier in a video shared on social media. “People are not asking you to go, they are asking for the president to go. He must. We want you to continue.”",
    "Following an emergency cabinet meeting on Friday, the president had indirectly suggested that a resignation by his elder brother Mahinda could clear the way for a broad-based national government to steer the country out of the economic chaos.",
    "Contrary to some reports that Gotabaya asked Mahinda to step down, sources close to both said there was no such direct demand.",
    "However, sources at Temple Trees said the PM was digging his heels and preparing to rally support within the SLPP for him to hold onto power.",
    "“The PM has pointed out that he was not in any way responsible for policy blunders that brought the country to this mess,” the source said.",
    "“The fertiliser fiasco as well as the delay in seeking an IMF bailout were all decisions taken by the president. Why should the PM be the fall guy.”",
    "In the meantime, the Prime minister’s wife Shiranthi has visited the Dedimunda devale at Mawanella recently in a bid to secure blessings to ward off evil spirits tormenting their family.",
    "The devale is said to have powers to neutralise any curse and return evil to those who instigated the spell. She travelled to the devale with extra police protection.",
    "Last week, the president’s personal shaman, Gnana Akka, had charmed bottled water that was secretly delivered to the Galle Face agitation site in the belief that those who drink it will give up their agitation and the protests will fizzle out. (COLOMBO, May 8, 2022)"
  ]
}