{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-up-from-1-wk-low-in-thin-trade-91837/",
  "time_ut": 1647616140,
  "title": "Sri Lanka shares up from 1-wk low in thin trade",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stock gained on Friday (18) due to some bargain hunting for the first time in five straight session as negative sentiments over economic uncertainties worsened after the currency depreciation, brokers said.",
    "The main All Share Price Index (ASPI) gained 1.28 percent or 131.28 points to close at 10,35.83, recovering from its lowest since March 9.",
    "Analysts said they see a slow down in the decline and that bargain hunters were entering the market.",
    "“But the volumes are low and still the market expects further slowdown,” a market analyst said.",
    "“Corporate and other taxes are expected to rise with Sri Lanka going to IMF. So the index will further come down.”",
    "Sri Lanka has decided to seek IMF assistance to face the economic and debt crisis.",
    "The market turnover was 1.4 billion rupees, around a quarter of this year’s average daily turnover of 5.5 billion rupees.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen over 40 percent since the devaluation on Tuesday (08).",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks up 1.82 percent or 64.05 points to 3,588.11 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 10.5 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 15.3 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net 65.9 million rupees worth of shares. So far this year, the market has witnessed a total foreign outflow of 2.4 billion rupees.",
    "Market heavyweight John Keells, Expolanka and LOLC pushed the main index up on Friday.",
    "Shares in John Keells rose 3.1 percent to close at 156.60 rupees a share while the Market heavyweight Expolanka closed up 3.4 percent at 259.50 rupees a share.",
    "LOLC Holdings gained 3.4 percent to close at 801.75 rupees a share. (Colombo/March18/2022)"
  ]
}