{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Food-Security-4-9-mn-currently-in-need-of-food-assistance-UN-Official/231-238774",
  "time_ut": 1654808760,
  "title": "Food Security: 4.9 mn currently in need of food assistance - UN Official",
  "body_lines": [
    "UN Resident Coordinator in Sri Lanka Hanaa Singer-Hamdy, in an interview with Daily Mirror, speaks about the looming food crisis and the initiatives by her office to assist the country. She also shares her views on the effects of Sri Lanka’s decision to introduce organic farming.",
    "Q What is the assessment of UN Agencies with regard to the impending food security crisis in Sri Lanka?",
    "Several factors are interacting to put pressure on the current food security situation in Sri Lanka and we have also seen that low-income households are the hardest hit and adopting negative coping strategies.",
    "In the case of the compounding factors impacting the food security situation, we see firstly that the latest paddy crop harvest has been drastically reduced. There is a 40 to 50 per cent reduction in paddy crop harvest from the 2021/2022 Maha season (October to March) due to a lack of available chemical fertiliser. Since the initial decision to ban the importation of chemical fertilizer in April 2021, expenditure on fertilizer imports has fallen by nearly 60 per cent compared to the period before the ban.",
    "I have also seen reports that since the ban was lifted in November 2021, rising global prices for chemical fertilizer have seen the price of chemical fertilizer increased from a previously subsidised Rs. 30 per kilogram to Rs. 400 per kilogram, so not only are we spending less on fertilizer imports, what we are spending is likely to provide far less than we need, and at a price almost completely out of reach for the farmers who need it most.",
    "\"Will launch a Humanitarian Appeal to address the most urgent needs of people and to prevent a worse crisis later\"",
    "Harvest reduction is expected to be most pronounced in the Batticaloa District at an estimated 70%. According to our initial assessments, production prospects for the upcoming Yala Season (May to September) are unfavourable and farmers will not be able to cultivate due to the inaccessibility and high cost of fuel and agricultural inputs, particularly chemical fertiliser.",
    "And of course, everyone knows that key imported commodities such as wheat flour, canned fish, milk powder, and lentils are in short supply, as importers continue to face difficulty in obtaining Letters of Credit to import food due to foreign currency liquidity issues in the domestic banking sector.",
    "For the foods that can be procured and distributed, consumers have to contend with higher and more volatile prices, as a near 80 per cent depreciation of the rupee since March increasingly flows through to the market prices we see today. Consumers also have to contend with price volatility, food staples like rice are available in local markets, but prices for most essential food items have been steadily rising from January to April 2022.",
    "In all these situations, we find that it is the most vulnerable that are the hardest hit. The quality of nutrition has deteriorated, and households are eating less diverse and nutritious diets as a result of food insecurity and diminished purchasing power. Animal protein, including dairy, and iron-rich foods are rarely consumed by low-income households; instead, starch, primarily rice, is the main component of meals, supplemented by limited amounts of vegetables.",
    "Recent research shows that to alleviate food scarcity, households are eating less preferred or less expensive foods on a daily basis, as well as limiting meal portion sizes at least four times per week. To deal with a food shortage, families in the estate sector are widely adopting coping strategies and more severe measures. Rural households with access to land for home gardening or commercial cultivation are more likely than urban and estate sector households to maintain adequate levels of food consumption and dietary diversity.",
    "We will have further information on the situation, once the Crop and Food Security Assessment Mission by WFP and FAO is completed.",
    "It is also concerning to note that the impact of the current economic crisis and food security issues are driving families to take very drastic measures beyond their everyday decisions regarding nutrition. One in three households in urban and rural areas are applying high stress coping strategies, such as withdrawing children from school, migrating to other areas in search of work, and selling homes or land.",
    "\"FAO and WFP are launching a USD 2.5 million programme with bilateral donor\"",
    "Q Globally, there is a food crisis due to the disruption of supply chains. Food inflation is high globally. In that context, how challenging is it for Sri Lanka to overcome the crisis looming at the moment?",
    "Certainly, global conditions are very concerning and much of this is due to the war in Ukraine, the after-effects of COVID-19 and also climate change. Therefore, to address these issues the UN established the Global Crisis Response Group on Food, Energy and Finance and the preliminary findings from this group are quite alarming. In its report in mid-April, the Group noted that 1.7 billion people in the world live in 107 economies that are severely exposed to at least one of this crisis’ three global channels of transmission – rising food prices, rising energy prices, and tightening financial conditions. These are countries where people struggle to afford healthy diets, where imports are essential to satisfy the food and energy needs of their populations, and where debt burdens and tightening resources limit the government’s ability to cope with the vagaries of global financial conditions.",
    "As the Secretary-General has noted global hunger levels are at a new high. In just two years, the number of severely food insecure people has doubled, from 135 million pre-pandemic to 276 million today. In the past year, global food prices have risen by nearly one-third, fertilizer by more than half, and oil prices by almost two-thirds. Most developing countries lack the fiscal space to cushion the blow of these huge increases. Many cannot borrow because markets are closed to them. Those that can borrow are charged high-interest rates that put them at risk of debt distress and default.",
    "Here in Sri Lanka, you can see the impact of all of these compounding issues. However, if the international community comes together in solidarity, we can prevent the looming food security crisis in Sri Lanka. In this regard, we are launching a Humanitarian Appeal to address the most urgent needs of the people of Sri Lanka and prevent a worse crisis later in the year. This Appeal came about after the UN’s discussions with Prime Minister Ranil Wickremasinghe.",
    "\"We also recognise that there are some broader political and systemic root causes of the crisis\"",
    "Q What are the current plans in place to help Sri Lanka get sufficient food supplies?",
    "The UN in Sri Lanka along with partners will soon launch a Humanitarian Needs and Priorities (HNP) Plan to provide life-saving assistance to the most impacted population over a four-month period. This plan is highly prioritized and focuses on immediate life-saving initiatives for the most vulnerable and most affected people, with a particular emphasis on preventing a humanitarian crisis later in the year and bridging it to development and socio-economic interventions. The plan will cover agriculture, food, health care and essential medicines, targeted nutrition services, safe drinking water, emergency livelihoods and protection.",
    "An estimated 4.9 million people in Sri Lanka, or 22 per cent of the population, are currently in need of food assistance. Therefore, the UN and other partners in Sri Lanka aim to meet the immediate food and nutrition needs and protect and diversify the livelihoods of the most adversely affected households. In the area of agriculture, which has been prioritized, humanitarian partners including FAO and WFP aim to reach more than 50% of people in need.",
    "Q The agricultural yields dropped due to the lack of fertilizer. How can the UN organizations cooperate at this hour to rejuvenate the agriculture sector?",
    "Our work will complement the activities being carried out by our Member States from the region and elsewhere.",
    "We know that the ban on chemical fertiliser imports last year, as well as the current forex crisis, have had a negative impact on fertiliser availability in the country, putting Sri Lankan agriculture under severe stress. We have been addressing this in a variety of ways.",
    "For the Yala Season in 2022, UN Agencies FAO and WFP have launched a Crop and Food Security Assessment Mission. In the 2022 mid-season between Yala and Maha, FAO has submitted a proposal to provide a direct cash transfer to farmers and incentivize Mung Bean production to mitigate immediate food insecurity.",
    "The FAO’s Technical Cooperation Programme has accelerated the development of hybrid maize seeds, home gardens, precision agriculture, and other initiatives. FAO and WFP are launching a USD 2.5 million programme with bilateral donor support (Australia’s DFAT, Canada, and New Zealand) to assist the vulnerable population, such as smallholder farmers, with cash transfers, inputs, seed production, home gardens, and school gardens, among other things.",
    "In addition, FAO in collaboration with the Colombo Municipal Council is working on training for urban agriculture.",
    "At the same time, WFP and UNICEF are collaborating to improve the school meals programme, provide in-kind food, and expand shock-responsive social protection. They are also working on including nutrition awareness into relevant social protection systems and safety nets, as well as establishing a National Food Security Surveillance System. With the humanitarian needs and priorities plan I mentioned earlier, we will be able to reach around 25% of all people in need of nutrition interventions focusing on the most vulnerable: nutrition intervention for children and lactating mothers, and those with the highest levels of malnutrition.",
    "Finally, the findings of some of the research we are doing right now will be used to help define future actions, such as providing in-kind contributions to disadvantaged households.",
    "\"UNDP will support the establishment of a dedicated policy and research unit within the Ministry of Finance focusing on medium-term policy measures\"",
    "Q How feasible is it for a country to go for a blanket ban on chemical farming?",
    "In transitioning between chemical farming and organic farming there is certainly an important adjustment period. Farmers will almost certainly experience yield losses when switching to organic production. Between the removal of synthetic inputs and the restoration of sufficient biological activity to the land, for example, growth in beneficial insect populations etc – farmers will find that pest suppression and low yield quantities are common problems. However, the degree of yield loss varies and is determined by a number of factors including which synthetic inputs were used under the previous management system. Where soil fertility is low and biological processes have been severely disrupted, restoring the ecosystem to the point where organic production is possible may take years. Other sustainable approaches that allow for the prudent use of synthetic chemicals may be more appropriate start-up solutions in such cases. One strategy for surviving the difficult transition period is to convert farms to organic production in stages so that the entire operation is not jeopardised.",
    "Q How do you analyze the importance of political stability in Sri Lanka to face the current challenges?",
    "The country’s leadership across the political spectrum needs to come together to solve the current crisis. In the medium term, predictability in policy can help Sri Lanka chart a path towards economic recovery, with assistance from the international community in the form of agreements with creditors and the IMF.",
    "Sri Lanka has a long history of engagement with the regional and global community. This has generated much goodwill and I think we are seeing the results of that now – especially with the generous assistance being offered by countries such as India, the wider global south and the international financial institutions not only the IMF but also the World Bank, ADB, AIIB, and the United Nations.",
    "We also recognise that there are some broader political and systemic root causes of the crisis that are linked to governance and human rights – and these need to be addressed in the long term.",
    "\"The UN in Sri Lanka along with partners will soon launch a Humanitarian Needs and Priorities (HNP) Plan to provide life-saving assistance to the most impacted population over a four-month period\"",
    "Q What kind of an impact will the current crisis have on Sri Lanka’s social progress as a country with satisfactory socio-economic indicators?",
    "Sri Lanka’s social progress in the last decade has been remarkable – from having the lowest maternal and infant mortality rates in South Asia to achieving near-universal completion of primary and lower-secondary education. However, the choices we make today in the face of the current crisis will have a huge bearing on the degree to which Sri Lanka’s economy can capably and sustainably support the social progress of all Sri Lankans in the next decade, and potentially even after.",
    "For example, for decades Sri Lanka has struggled to raise sufficient revenue to cover the recurring expenditure of the government. This not only leads to the accumulation of government debt but also acts as a handbrake on investment in basic services that underpin further social and economic development. Fixing these structural issues regarding how government raises and allocates its revenue will ultimately decide whether it is within our means to sustainably provide for ageing Sri Lankans that require more and more complex kinds of medical care, or whether a public-funded early childhood education system can deliver the core skills needed so that all Sri Lankan students can be equally ready for their transition to formal schooling.",
    "In the meantime, we as the UN need to work with the Government to ensure continuity of basic service provision, that these systems continue to function and are sufficiently strengthened such that, the most vulnerable are provided with adequate protection from the fiscal adjustments that are to come. This is where the UN’s work of procuring essential supplies of medicine and agricultural products and supporting cash transfers to vulnerable households are important short-term measures to safeguard hard-won social progress. We need to help provide these life-saving investments now to enable the Government of Sri Lanka to make the decisions they need to make to support longer-term economic and social progress in Sri Lanka.",
    "\"Future macroeconomic stability is important for Sri Lanka to regain its status as a middle-income country. UNDP will support the establishment of a dedicated policy and research unit within the Ministry of Finance\"",
    "Q What can the UN do to ensure that Sri Lanka’s progress towards the achievement of Sustainable Development Goals (SDG) is unhindered despite the present challenges?",
    "As the UN, this is a critical area in our planning and response. Our work is not only about addressing the immediate needs of the population, but also about building robust systems and a sustainable path to recovery. Our work will look at four areas, health, livelihoods, social protection and macroeconomic stability.",
    "In the long term, the challenge of the economic crisis on health requires policy solutions that safeguard the principles of Primary Health Care and Sri Lanka’s remarkable achievements in health.",
    "We will also look at livelihoods. The Micro-Small and Medium (MSME) enterprise sector employs four 4.5 million people and accounts for more than half of the country’s GDP. According to the ILO, this sector is impacted by decreases in earnings and income, increases in the cost and scarcity of fuel affecting worker transportation, power shortages leading to a reduction in working hours and an increased risk of default on the repayment of stimulus loans received during COVID-19.",
    "Next, in the long-term we want to see a strong social protection system in Sri Lanka to ensure all people are financially resilient and have a social safety net. In this, we are guided by the principles of inclusiveness (leaving no one behind), universality, the lifecycle approach, resilience, empowerment and shock and gender responsiveness.",
    "Finally, future macroeconomic stability is important for Sri Lanka to regain its status as a middle-income country. UNDP will support the establishment of a dedicated policy and research unit within the Ministry of Finance focusing on medium-term policy measures and planning to support macroeconomic stabilisation and debt sustainability.",
    "Looking ahead at the next few years, ensuring progress towards the attainment of the Sustainable Development Goals of the 2030 Agenda will remain a priority. UN Sustainable Development Cooperation Framework(UNSDCF) 2023-2027, is a strategic document developed between the Government and the UN; and will look at a number of programmes to help Sri Lanka build a more sustainable and inclusive economy that benefits people and the planet."
  ]
}