{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82882/india-provides-life-saving-drugs-equipment-to-jaffna-hospital",
  "time_ut": 1654430460,
  "title": "India provides life-saving drugs, equipment to Jaffna Hospital",
  "body_lines": [
    "In continuation of the Government of India’s ongoing support to the people of Sri Lanka, India in the latest aid provided two truckloads of life-saving medicines and equipment to Jaffna Teaching Hospital (JTH).",
    "The aid was handed over by Consulate General of India, Jaffna Raakesh Natraj to Director (Acting), JTH, Dr Nanthakumar on Sunday.",
    "More aid to Sri Lanka is to follow. The aid will ensure general and critical care in the Northern Province of the Island Nation.",
    "In line with its “neighborhood first” policy, India again came forward to help Sri Lanka during its economic crisis. Indian High Commissioner to Colombo, Gopal Baglay on Friday handed a total of 3.3 tons of essential medical supplies to the 1990 Suwaseriya Ambulance Service.",
    "Mr Baglay said that India’s External Affairs Minister S Jaishankar was apprised of the looming shortage of medical supplies faced by the Foundation during his visit to the Suwaseriya Headquarters in Colombo in March 2022.",
    "“Another promise to the people of #SriLanka delivered!!! During his visit in March, EAM @DrSJaishankar was apprised of shortages of medicines faced by @1990SuwaSeriya. High Commissioner handed over 3.3 tons of medical supplies today to help the vital lifeline run smoothly,” Indian High Commission in Sri Lanka tweeted.",
    "Responding to the urgent need for medical supplies, the High Commission said that the Indian Naval Ship (INS) Gharial was specially deployed for this purpose.",
    "India is becoming a stronger and more mutually beneficial partner to Sri Lanka. Apart from assistance during the pandemic and fertilizer chaos, India is also donating the basic products for the island nation.",
    "Earlier, on May 27, acting High Commissioner of India in Sri Lanka Vinod K. Jacob handed over a consignment of over 25 tons of medical supplies to Minister of Health, Keheliya Rambukwella in Colombo.",
    "Taking to Twitter, the High Commission of India in Sri Lanka said that the consignment is valued at close to 260 million Indian rupees. These efforts prove that Prime Minister Narendra Modi’s ‘Neighborhood First’ policy which places people-to-people engagement is still active. These are complemented by the people of India who have also been donating generously to their brothers and sisters in Sri Lanka.’"
  ]
}