{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/AmCham-Sri-Lanka-welcomes-US-Ambassador-Julie-Chung/34-732455",
  "time_ut": 1648073760,
  "title": "AmCham Sri Lanka welcomes US Ambassador Julie Chung",
  "body_lines": [
    "US Ambassador Julie J. Chung and the Office Bearers of AmCham Sri Lanka",
    "The newly arrived US Ambassador to Sri Lanka Julie J. Chung, met with the Board of Directors of the American Chamber of Commerce in Sri Lanka (AmCham Sri Lanka) last week.",
    "Ambassador Chung was welcomed by the Office Bearers and visited the AmCham Secretariat located at the Cinnamon Lakeside Colombo, meeting and greeting the AmCham Secretariat team.",
    "This was followed by a breakfast discussion, which focused on the business relations of Sri Lanka and the United States, the impact of the current economic climate on all industries, and ways in which the AmCham and the Embassy could collaborate to develop and foster bilateral trade and investment between the two countries.",
    "Ambassador Julie J. Chung stated that in order to strengthen the relationship between Sri Lanka and the United States of America, building trust between the two nations is essential, and that she looked forward to actively engaging with the private sector and business community of Sri Lanka.",
    "She also shared her experiences of traveling across Sri Lanka since her arrival in February 2022 and noted that Sri Lanka is a stunning country, rich in biodiversity, natural resources, and qualified and capable human capital.",
    "The American Chamber of Commerce in Sri Lanka (AmCham SL), is one of the most influential and prestigious business chambers in the island, recognised as the leading forum for the facilitation and development of trade, investment and business relations between Sri Lanka and the United States.",
    "AmCham SL is an association whose stakeholders are its near 400 members, made up of top blue-chip organisations in the island and provides its members a multi-dimensional resource network that delivers information, tools and knowledge they need to succeed in bilateral business relations between the two nations through information share, LQAs, seminars, workshops, B2G and B2B networking and exclusive connect and advisory services."
  ]
}