{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-gains-over-i-per-cent-as-a-semblance-of-political-stability-emerges/",
  "time_ut": 1654695000,
  "title": "CSE gains over I per cent as a semblance of political stability emerges",
  "body_lines": [
    "The CSE gained over 1 per cent within the first hour of trading and ended up on a positive note yesterday, recouping some of the losses incurred in the last few sessions. One of the reasons is the emergence of some semblance of political stability in the country, which encouraged some CSE investors, market analysts said.",
    "It is said that high net worth and institutional investor participation was noted in C T Holdings, Melstacorp and Waskaduwa Beach Resort. Mixed interest was observed in Expolanka Holdings, Lanka IOC and LOLC Holdings, while retail interest was noted in Browns Investments, SMB Leasing and LOLC Finance.",
    "By mid-day the index bounced back as investors beat the market on index-heavy counters.",
    "Amid those developments both indices moved upwards. The All-Share Price Index went up by 141.56 points and S and P SL20 shot up by 74.2 points.",
    "Turnover generated throughout the day was Rs one billion without a crossing. In the retail market, top seven companies that mainly contributed to the turnover were; Lanka IOC Rs 213 million (3.3 million shares traded), Browns Investments Rs 108.2 million (12.3 million shares traded), JKH Rs 87.1 million (697,000 shares traded), LOLC Finance Rs 48.8 million (6.2 million shares traded), Softlogic Life Rs 39.5 million (703,000 shares traded) and LOLC Holdings Rs 22.5 million (45000 shares traded). During the day 45.7 million share volumes changed hands in 13000 transactions.",
    "The Transportation sector was the top contributor to the market turnover (due to Lanka IOC and Expolanka Holdings). The Food, Beverage and Tobacco sector was the second-highest contributor to the market turnover (due to Browns Investments).",
    "Yesterday, the buying rate of the dollar was Rs 355.68 and the selling price Rs 366.57.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}