{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82883/21st-amendment-to-be-submitted-to-cabinet-for-approval-tomorrow",
  "time_ut": 1654435200,
  "title": "21st Amendment to be submitted to Cabinet for approval tomorrow",
  "body_lines": [
    "Sri Lanka’s Minister of Justice Wijedasa Rajapakshe says that the draft bill pertaining to the 21st Amendment to the Constitution is expected to be presented to the Cabinet of Ministers for approval tomorrow (06).",
    "The Minister pointed out that the views and suggestions obtained from the party leaders will be included tomorrow in the 21st Amendment Draft Bill, which has already been submitted to the Cabinet.",
    "Accordingly, the relevant amendment is to be discussed in the Cabinet and approved.",
    "Minister Wijedasa Rajapakshe stated that it is expected to be presented to Parliament soon after receiving the Cabinet approval.",
    "The 21st Amendment is expected to annul the 20th Amendment to the Constitution, which gives unfettered powers to President Gotabaya Rajapaksa after abolishing the 19th Amendment that will strengthen Parliament.",
    "Rajapakshe said that the 21st Amendment to the Constitution, including proposals submitted by political parties and various other parties, will be submitted to the Cabinet for approval on Monday, the portal reported.",
    "He said that the draft of the amendment will be gazetted after receiving the approval of the Cabinet.",
    "Prime Minister Wickremesinghe last week batted for the 21st Amendment to the Constitution, saying it will curb the president’s unlimited powers while enhancing the role of Parliament in governing the debt-ridden country which is also facing an unprecedented political turmoil.",
    "Under the 21A, the President will be held accountable to the Parliament. The Cabinet of Ministers is also accountable to Parliament. The National Council is also accountable to Parliament. Fifteen Committees and Oversight Committees are accountable to Parliament."
  ]
}