{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-group-announces-2021-22-results/",
  "time_ut": 1652623200,
  "title": "Emirates Group announces 2021-22 results",
  "body_lines": [
    "Group revenue of AED 66.2 billion (US$ 18.1 billion) increased by 86% with strong customer demand as worldwide travel restrictions ease Ends year with an improved and strong cash balance of AED 25.8 billion (US$ 7.0 billion) Emirates reports a significantly reduced loss of AED 3.9 billion (US$ 1.1 billion) compared with AED 20.3 billion (US$ 5.5 billion) loss in the previous year Revenue up 91% to AED 59.2 billion (US$ 16.1 billion), as airline expanded global capacity and reinstated more passenger flights Airline capacity increased by 47% to 36.4 billion ATKMs, with final five A380 aircraft added to its fleet dnata reports a profit of AED 110 million (US$ 30 million), a solid turnaround from its AED 1.8 billion (US$ 496 million) loss in the previous year Revenue increased by 54% to AED 8.6 billion (US$ 2.3 billion), reflecting recovery from the pandemic across all business divisions in the UAE and worldwide Expands global footprint with the takeover of easyJet’s global onboard retail services and the opening of new cargo, airport hospitality and retail facilities Sheikh Ahmed bin Saeed Al Maktoum, Chairman and Chief Executive, Emirates Airline and Group, said: “This year, we focussed on restoring our operations quickly and safely wherever pandemic-related restrictions eased across our markets. Business recovery picked up pace particularly in the second half of the year. Robust customer demand drove a huge improvement in our financial performance compared to our unprecedented losses of last year and we built up our strong cash balance.",
    "“The health and safety of our people and customers remained a key priority as the world navigated its second full year of the pandemic. Across Emirates and dnata, we responded to dynamic market conditions with agility, and introduced innovative products and services to meet our customers’ needs and provide them with the best possible experience.",
    "“2021-22 was also a significant year as the UAE marked its 50th anniversary and hosted the world at Expo 2020 Dubai which generated increased global engagement and visitation to the UAE. The Emirates Group was proud to play our part in contributing to the Expo’s success and to the UAE’s jubilee events.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}