{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/kitchen-bedroom-triumphs-at-adf-forum-and-awards/",
  "time_ut": 1647609840,
  "title": "Kitchen & Bedroom triumphs at ADF Forum and Awards",
  "body_lines": [
    "Kitchen & Bedroom, a name synonymous with the furniture and interior designing space in the country, was awarded as the ‘Best Manufacturing Business’ at the recent Asian Digital Finance Forum and Awards, in recognition of its world-class production capabilities and sustainable practices. In addition, the company was also named ‘Outstanding Customer Service Organization’.",
    "Organized by the Asian FinTech Academy, the event was held recently at Hilton Colombo, together in collaboration with the American Academy of Project Management and the Global Academy of Finance and Management.",
    "Earlier this year, Kitchen & Bedroom established a new state-of-the-art manufacturing facility in Colombo equipped with machinery and technology from Spain and Germany, as part of its ambitious expansion plan to cater to the growing demands of contemporary kitchenette and bedroom furniture, with a significant emphasis towards exporting to key international markets.",
    "Dr. Mohammed Rushmi Sacquaff, Group CEO of Kitchen & Bedroom, said “We are delighted to have won two prestigious awards that perfectly complement our unique value proposition and competitive edge. We dedicate this achievement to the talented team at Kitchen & Bedroom for their resilience and tireless contribution and our loyal customers who keep us inspiring to reach greater heights.”",
    "Both Dr. Sacquaff and Director Zuhara Rushmi was also conferred with the Master Project Manager certification and designated as a Fellow of the American Academy of Project Management during the latter part of the event.",
    "EDB and Australia High Commission share ideas to promote SL Education sector",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}