{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/15/ul-says-leases-expiring-looking-at-replacement-leases/",
  "time_ut": 1649994900,
  "title": "UL says leases expiring & aircraft must be returned; looking at replacement leases",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s national carrier SriLankan Airlines says that all its aircraft are leased, and the leases are expiring over the next few years, adding that the aircraft needs to be returned to the lessors.",
    "It went on to note that replacement leases can be taken at significantly more favourable market rates.",
    "SriLankan Airlines went on to note that requests for proposals (RFPs) were floated to gather proposals from established aircraft lessors on a transparent basis for used, not new, fuel-efficient aircraft.",
    "“This exercise is targeting an overall reduction in the airline’s cost structure, continuing the cost restructuring carried out over the last two years,” said the national carrier.",
    "It went on to note that the number of aircraft sought to be replaced over several years is 21, and not 42.",
    "On Thursday (14) SriLankan Airlines said it issued four requests for proposal (RFPs) to lease up to 21 aircraft to support its long-term business strategy.",
    "This includes two RFPs covering existing fleet types (320 and 330 family aircraft) and two parallel RFPs to compare with alternative aircraft types.",
    "Roughly 60 percent of the planned aircraft will be for fleet replacement, and the remainder will be to support the airline’s expansion strategy and meet the growing demand for air travel between Sri Lanka and the world.",
    "Prior to the pandemic, in 2019, SriLankan had an all-Airbus fleet of 27 wide and narrow-bodied aircraft to service its short and long-haul operations.",
    "During Covid, there were no replacements for three aircraft that left the fleet. The airline currently has 24 aircraft to operate to 40 destinations in 25 countries.",
    "SriLankan is planning for measured growth in the next three years through frequency increases and the addition of new destinations as international travel is in a trajectory of recovery from the pandemic.",
    "The business plan of the airline necessitates a 35-aircraft-strong fleet by 2025.",
    "Additionally, it is critical to lease replacement aircraft when existing aircraft leases expire to sustain operations.  Considering these factors, SriLankan plans to lease up to 21 aircraft from the forthcoming RFP process.",
    "COPE Chairman MP Charitha Herath in response to MP Dr. Harsha De Silva’s strong comments on leasing aircraft tweeted to say that it is an utter joke to publish such notice by a state-owned enterprise that is already making huge losses.",
    "He also said that COPE also revealed certain key irregularities in SriLankan Airlines.",
    "UL says leases expiring & aircraft must be returned; looking at replacement leases",
    "UL clarifies 2021 cargo flights to Uganda; says printed material was Ugandan currency",
    "SriLankan Airlines to lease 21 aircrafts as long-term business strategy"
  ]
}