{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/opinion/Tribute-to-Dr-Gamini-Goonetilleke/14-733734",
  "time_ut": 1650565800,
  "title": "Tribute to Dr. Gamini Goonetilleke",
  "body_lines": [
    "Dr. Gamini Goonetilleke (right) hands over a copy of the book to Guest Speaker S. Skandakumar",
    "The launch of the second book about a dedicated surgeon’s experiences in the war zone took place at the auditorium of the College of Surgeons at Torrington Place before a packed audience on 7 April. Guest Speaker was former High Commissioner of Sri Lanka in Australia",
    "When my Sandhurst-trained brother-in-law Maj. Gen. Balaratnarajah, one-time Commander of the Volunteers, and Chief of Staff, of the Army said to me that there was a Sri Lankan doctor doing some amazing work with their injured soldiers, I could not have imagined that 30 years later, I would be speaking at the launch of that surgeon’s second book, the “Extra Mile”.",
    "I am both humbled and honoured Gamini, that you invited me to speak today, and thank you for the opportunity.",
    "In an extraordinary journey of a never-ending mile, surrounded by chilling experiences, Gamini, to quote from his own words, learnt lessons, overcame obstacles, crossed bridges, took risks, and embarked on adventures to achieve his goals.",
    "Today having accomplished all he set out to do, he stands tall, bearing true testimony to that ever famous song by Frank Sinatra, “I did it My Way”.",
    "His professionalism was enhanced by his compassion, and consequently his treatment of his patients revolved exclusively around the nature of their injuries and not their identity.",
    "A truly outstanding product of St. Joseph’s College, he entered medical college with humility and excelled in the sporting field there too.",
    "He appreciated the opportunity his country gave him to become a doctor, and so when he qualified as a Fellow of the Royal College of Surgeons in the UK, and had an attractive horizon ahead of him overseas, he chose to return to Sri Lanka to serve the people and repay his debt to the country he loved!",
    "When he completed his challenging and exhausting journey as a professional, he retired with the same humility, a true hallmark of greatness. A devout Christian, Gamini believed that his hands were blessed by the Heavenly Father to heal the sick and he remained unfailingly faithful to the Oath of Hippocrates that he took on graduating. He was inspired in his noble work by his faith in God and the support of his dear wife Shelendra and gifted children who must have endured many sleepless nights as Gamini battled relentlessly in serious conflict zones to save lives and limbs.",
    "The sorrow, pain, anxiety, anger and outrage that he witnessed first-hand led him to lament how a whole generation had to suffer for the follies and misdeeds of power-hungry racial politicians. Yes marginalisation had led to radicalisation and discrimination to extremism, at phenomenal cost and loss of lives to the nation.",
    "Today we stand united as a nation after having been brought down to our knees in our personal circumstances, by these destructive racial divides, among other insidious conduct, and the ensuing strength is there for the world to see.",
    "The horrific injuries he encountered that he on occasion innovative and improvised to heal, pained him as much when he knew that those injuries were inflicted by one Sri Lankan on another.",
    "He was always blessed in his noble intentions because they were matched by sincere action. The proof of this was seen in the second lease of life he provided for many who gave up for death, and some who benefitted from those gifted hands have shown their gratitude by being here today.",
    "Among them is Charith, who having lost an arm decapitated from his shoulder, and rendered totally blind in a mine explosion, recovered to marry and father three children.",
    "I was photographed with him on arrival and the picture is one I will frame and hang in my home till God calls time on my life.",
    "Thank you Gamini for demonstrating the true meaning of being a patriot of our country, and the Extra Mile is indeed a truly absorbing journey of immense courage, innovation, commitment and compassion that should be experienced by every Sri Lankan.",
    "So to you my friend, a medical icon and a gift from God, whose thoughts when in a place of worship, have always matched his deeds when outside it, I join a multitude of those less fortunate than us, and friends, to say, thank you and may God’s blessings continue to be with you and your lovely family."
  ]
}