{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/AmCham-SL-Founder-Showcase-empowers-next-generation-of-entrepreneurs-in-SL/34-733389",
  "time_ut": 1649718240,
  "title": "AmCham SL Founder Showcase empowers next generation of entrepreneurs in SL",
  "body_lines": [
    "AmCham Sri Lanka launched its inaugural edition of the AmCham SL Founder Showcase on 30 March in Colombo. The AmCham SL Founder Showcase 2022 is conducted in collaboration with Good Market Sri Lanka and is aimed at empowering the next generation of entrepreneurs to launch and/or grow their people and planet-friendly businesses through seed funding, B2B connect, and investment opportunities.",
    "AmCham Sri Lanka intends to conduct this program on an ongoing basis, with Founder Showcases taking place in March and August each year, and the March edition being an ode to International Women’s Day by focusing specifically on women-owned and/or led enterprises.",
    "In order to conduct this special project, applications were called from young female entrepreneurs between the ages of 18 and 35, after which, through a stringent criteria of evaluation, five finalists were selected to make their product and business presentations to a panel of judges comprising Italian Ambassador to Sri Lanka Rita Manella; Coca-Cola Regional Lead Public Affairs – Communications and Sustainability (Sri Lanka, the Maldives, Nepal, and Bhutan) and AmCham Sri Lanka President Lakshan Madurasinghe; Hatton National Bank Chairperson Aruni Gunathilaka; Good Market Founder and Managing Director Achala Samaradivakara; and Woman in Management Chairperson Dr. Sulochana Segera in a Shark Tank-like event.",
    "Each finalist was afforded eight minutes to make their pitch. Finalists were thereafter invited to showcase their products to the judges and the audience, and were provided a further five minutes of Q&A time, as well as subsequent B2B and investor introduction opportunities.",
    "The inaugural AmCham SL Founder Showcase 2022 was supported by Grant Partner Fairfirst Insurance and Event Partners MOSH, Munchee Kome, Kerry Logistics, IAS Holdings, Nations Trust Bank, Nrich Care, and Robbialac.",
    "The finalists of the AmCham SL Founder Showcase 2022 were Audharya Ltd. by Chathurya Sooriyabandara, NIM K. Food Ltd. by Nimisha Karasnalaga, Wild Collection by Santhushi Wijekoon, Nue Body Basics by Shabnam Farook, and Gami Gedara UR Zest by Sanduni Wijesinghe. 24-year-old Chathurya Sooriyabandara emerged as the winner of the grand grant, while the remaining finalists received token grants in support of their efforts.",
    "Speaking at the event, AmCham SL Founder Showcase 2022 Chairperson, entrepreneur, and visionary businesswoman Tania Polonnowita-Wettimuny stated that today, women of all ages are breaking biases and the orthodox mindset of society by challenging the status quo in a variety of industries and professions and leading in international missions and multinational organisations.",
    "“There are many of us who come from simple beginnings and backgrounds, who have broken the bias and challenged the odds to conquer our goals with grace and dignity, to make an impact in local and global communities.",
    "“That is why, being an entrepreneur myself, I fully understand how important forums such as these are to provide support for the next generation of female leaders, and the Board of AmCham feels immense happiness to be a part of someone’s dream by encouraging women to showcase their entrepreneurial skills,” she shared."
  ]
}