{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-rice-puzzle/",
  "time_ut": 1655056620,
  "title": "The rice puzzle",
  "body_lines": [
    "The Consumer Affairs Authority (CAA) has again stipulated a maximum retail price (Rs. 210) for two locally produced varieties of rice––white and red. Prices of rice have been increasing steeply during the past few weeks due to market manipulations, and the CAA’s move to protect the consumer is welcome. But the success of this intervention hinges on the government’s ability to keep hoarders at bay. Warnings of an impending food crisis have prompted consumers to stock up on rice, and taking advantage of the situation, rice millers have restricted the release of stocks of rice to the market. The prices of all varieties of rice have been increasing, as a result.",
    "The Small and Medium Scale Rice Millers’ Association has said the country could manage with the existing stocks of paddy until next January, provided they are released to the market properly, but the big-time millers are profiteering by starving the market. Thus, it can be seen that the prices of rice have soared not because of any scarcity but because of market manipulations by the Millers’ Mafia. Agriculture Minister Mahinda Amaraweera himself has said there is no rice shortage. How does the CAA propose to have enough rice stocks released to the market to bring down prices? A mere gazette notification announcing maximum retail prices will not do.",
    "As we have pointed out previously, big-time millers use their own funds to buy paddy while others have to obtain loans for that purpose. Most financial institutions, including banks, stand accused of delaying loans so that the members of the Millers’ Mafia could fill their silos before the small and medium scale millers start buying paddy. Nothing has been done all these years to make the paddy market competitive. Many small-scale mills have gone out of business much to the advantage of the Millers’ Mafia.If Minister Amaraweera is serious about reducing rice prices, he ought to take steps to empower the small and medium scale millers by solving their problems, and to increase the storage capacity of the Paddy Marketing Board. The government must also order raids on paddy and rice hoarders. It is rank stupidity to spend scarce dollars to import rice in a bid to meet an artificial shortfall in the supply of rice.",
    "We often hear Prime Minister Ranil Wickremesinghe sound ominous warnings in Parliament about a food crisis. Let Parliament be urged to take up the issue of market manipulations by large-scale rice millers for debate, and craft ways and means of tacking it. Most of the wealthy millers accused of exploitative methods are either SLPP politicians or their kith and kin. The owner of ‘Araliya Rice’ is former President Maithripala Sirisena’s brother, Dudley. SLPP MP Siripala Gamlath owns ‘Nipuna Rice’. Mills such as ‘Rathna Rice’ are owned by cronies of the present government. No wonder they always have the last laugh. Taming these millers is half the battle in preventing the exploitation of rice growers and consumers.",
    "Meanwhile, the CAA has made some half-hearted attempts to seize rice stocks hidden in some mills in Polonnaruwa, but its raids have not yielded the intended results owing to political interference. Some Buddhist monks, of all people, leapt to the defence of the rice millers during raids and obstructed the CAA officials in Polonnaruwa, last year. These monks who desecrate the sacred saffron robe by offering their services as rent-a-crowd to businessmen and obstructing state officials must be severely dealt with. Members of the clergy are not above the law. It is incumbent upon the Mahanayake Theras who treat politicians to long lectures on good governance to tell the unruly Buddhist monks to refrain from protesting on behalf of conscienceless millers when state officials tasked with protecting consumers carry out their duties and functions. Let the unscrupulous millers and traders thriving at the expense of farmers and consumers be warned that they are playing with fire. Their deplorable practices are only creating conditions for food riots. Needless to say, they run the risk of their storage facilities being raided by hungry people.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}