{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-eying-impeachment-amid-no-confidence-motion-sources-92862/",
  "time_ut": 1649485620,
  "title": "Sri Lanka opposition eying impeachment amid no-confidence motion: sources",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition is eying an impeachment of President Gotabaya Rajapaksa as calls intensify for his resignation, political sources said as efforts are also underway to collect signatures for a no-confidence motion.",
    "The main opposition Samagi Jana Balawegaya which supported a finance bill without calling for a vote this week, had warned that a no-confidence vote would be brought.",
    "Earlier about 10 parties linked to sacked ministers Wimal Weerawansa and Udaya Gammapila had said they will pull the plug on the government at a time chosen by them.",
    "Efforts are under way to garner the support of legislators who are said they were ‘independent’ last week, according to political sources.",
    "Sri Lanka is operating with four ministers and President Rajapaksa is expected to announce a new cabinet which will bring more ministers.",
    "Sri Lanka’s parliament attempted to impeach the late President Ranasinghe Premadasa in the 1990s but the effort failed after then speaker M H Mohammed switched sides.",
    "Impeaching a President is an exhausting process under Sri Lanka’s constitution.",
    "The current speaker is also a from the President Rajapaksa’s party.",
    "(a) Any Member of Parliament may, by a writing addressed to the Speaker, give notice of a resolution alleging that the President is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity or that the President has been guilty of-",
    "(iv) misconduct or corruption involving the abuse of the powers of his office, or",
    "(v) any offence under any law, involving moral turpitude, and setting out full particulars of the allegation or allegations made and seeking an inquiry and report thereon by the Supreme Court.",
    "(b) No notice of such resolution shall be entertained by the Speaker or placed on the Order Paper of Parliament unless it complies with the provisions of sub-paragraph (a) and –",
    "(i) such notice of resolution is signed by not less than two-thirds of the whole number of Members of Parliament, or",
    "(ii) such notice of resolution is signed by not less than one-half of the whole number of Members of Parliament, and the Speaker is satisfied that such allegation or allegations merit inquiry and report by the Supreme Court.",
    "(c) Where such resolution is passed by not less than two-thirds of the whole number of Members (including those not present) voting in its favour, the allegation or allegations contained in such resolution shall be referred by the Speaker to the Supreme Court for inquiry and report.",
    "(d) The Supreme Court shall, after due inquiry at which the President shall have the right to appear and to be heard, in person or by an attorney-at-law, make a report of its determination to Parliament together with the reasons therefor.",
    "(e) Where the Supreme Court reports to Parliament that in its opinion the President is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity or that the President has been guilty of any of the other allegations contained in such resolution, as the case may be, Parliament may by a resolution passed by not less than two-thirds of the whole number of Members (including those not present) voting in its favour remove the President from office."
  ],
  "translate": {
    "si": {
      "title": "විශ්වාසභංගය මධ්‍යයේ ශ්‍රී ලංකා විපක්ෂය දෝෂාභියෝගයකට ලක්වෙයි: මූලාශ්‍ර",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ විපක්ෂය ජනාධිපති ගෝඨාභය රාජපක්ෂගේ ඉල්ලා අස්වීමේ ඉල්ලීම් තීව්‍ර වන විට ඔහුට දෝෂාභියෝගයක් ගෙන ඒමට බලාපොරොත්තු වන බව දේශපාලන ආරංචි මාර්ග පැවසුවේ විශ්වාසභංගයක් සඳහා අත්සන් ලබා ගැනීමේ උත්සාහයන් ද සිදු වෙමින් පවතින බැවිනි.",
        "මේ සතියේ ඡන්ද විමසීමක් නොකැඳවා මුදල් පනතකට සහය දුන් ප්‍රධාන විපක්ෂයේ සමගි ජන බලවේගය විශ්වාසභංගයක් ගෙන එන බවට අනතුරු අඟවා තිබුණි.",
        "ඉවත් කළ අමාත්‍යවරුන් වන විමල් වීරවංශ සහ උදය ගම්මපිල සම්බන්ධ පාර්ශව 10ක් පමණ මීට පෙර ප්‍රකාශ කර තිබුණේ තමන් තෝරා ගන්නා අවස්ථාවක ආණ්ඩුවට උල්පන්දම් දෙන බවයි.",
        "දේශපාලන මූලාශ්‍රවලට අනුව, පසුගිය සතියේ ‘ස්වාධීන’ යැයි කියනු ලබන ව්‍යවස්ථාදායකයන්ගේ සහාය ලබා ගැනීමට උත්සාහ ගනිමින් සිටී.",
        "ශ්‍රී ලංකාව අමාත්‍යවරුන් හතර දෙනෙකු සමඟ ක්‍රියාත්මක වන අතර තවත් අමාත්‍යවරුන් ගෙන්වන නව කැබිනට් මණ්ඩලයක් ජනාධිපති රාජපක්ෂ විසින් ප්‍රකාශයට පත් කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "1990 දශකයේ දී දිවංගත ජනාධිපති රණසිංහ ප්‍රේමදාස මහතාට දෝෂාභියෝගයක් ගෙන ඒමට ශ්‍රී ලංකා පාර්ලිමේන්තුව උත්සාහ කළ නමුත් එවකට කතානායක එම් එච් මොහොමඩ් පැති මාරු කිරීමෙන් පසු එම උත්සාහය අසාර්ථක විය.",
        "ශ්‍රී ලංකාවේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ ජනාධිපතිවරයෙකුට දෝෂාභියෝගයක් ගෙන ඒම වෙහෙසකර ක්‍රියාවලියකි.",
        "වත්මන් කථානායකවරයාද රාජපක්ෂ ජනාධිපතිවරයාගේ පාර්ශ්වයේ අයෙකි.",
        "(අ) ඕනෑම පාර්ලිමේන්තු මන්ත්‍රීවරයෙකුට, මානසික හෝ කායික දුබලතා හේතුවෙන් ජනාධිපතිවරයාට තම ධූරයේ කටයුතු ස්ථිරවම ඉටු කිරීමට නොහැකි බව හෝ ජනාධිපතිවරයා වැරදිකරු වී ඇති බවට චෝදනා කරන යෝජනාවක් කථානායකවරයා වෙත ලිඛිතව යොමු කිරීම මගින් දැනුම් දිය හැකිය. වල-",
        "(iv) ඔහුගේ කාර්යාලයේ බලතල අනිසි ලෙස භාවිතා කිරීම සම්බන්ධ විෂමාචාර හෝ දූෂණ, හෝ",
        "(v) සදාචාරාත්මක කැළඹීමක් සම්බන්ධ ඕනෑම නීතියක් යටතේ යම් වරදක්, සහ කරන ලද චෝදනාව හෝ චෝදනා පිළිබඳ සම්පූර්ණ තොරතුරු සකස් කර ශ්‍රේෂ්ඨාධිකරණය විසින් ඒ පිළිබඳව පරීක්ෂණයක් කර වාර්තාවක් ඉල්ලා සිටීම.",
        "(ආ) (අ) සහ - උප ඡේදයේ විධිවිධානවලට අනුකූල වන්නේ නම් මිස, එවැනි යෝජනාවක් පිළිබඳ කිසිදු දැනුම්දීමක් කථානායකවරයා විසින් සැලකිල්ලට නොගත යුතු හෝ පාර්ලි‌මේන්තු න්‍යාය පත්‍රයේ තැන්පත් නොකළ යුතු ය.",
        "(i) එවැනි යෝජනාවක් පිළිබඳ දැන්වීමකට අත්සන් කරනු ලබන්නේ මුළු පාර්ලිමේන්තු මන්ත්‍රීවරුන් සංඛ්‍යාවෙන් තුනෙන් දෙකකට නොඅඩු සංඛ්‍යාවකින් හෝ",
        "(ii) එවැනි යෝජනාවක් පිළිබඳ දැන්වීම මුළු පාර්ලිමේන්තු මන්ත්‍රීවරුන් සංඛ්‍යාවෙන් අඩකට නොඅඩු සංඛ්‍යාවක් විසින් අත්සන් කර ඇති අතර, එවැනි චෝදනා හෝ චෝදනා ශ්‍රේෂ්ඨාධිකරණය විසින් විමර්ශනය කර වාර්තාවක් ලැබීමට සුදුසු බවට කථානායකවරයා සෑහීමකට පත්වේ.",
        "(ඇ) එවැනි යෝජනාවක් ඊට පක්ෂව ඡන්දය ප්‍රකාශ කරමින් මුළු මන්ත්‍රීවරුන් සංඛ්‍යාවෙන් (නොපැමිණෙන අයද ඇතුළුව) තුනෙන් දෙකකට නොඅඩු සංඛ්‍යාවක් විසින් එම යෝජනාව සම්මත කරනු ලැබුවහොත්, එම යෝජනාවේ අඩංගු චෝදනාව හෝ චෝදනා කථානායකවරයා විසින් ශ්‍රේෂ්ඨාධිකරණය වෙත යොමු කරනු ලැබිය යුතුය. විමර්ශනය සහ වාර්තාව සඳහා.",
        "(ඈ) ශ්‍රේෂ්ඨාධිකරණය, පෞද්ගලිකව හෝ නීතීඥයෙකු විසින් පෙනී සිටීමට සහ ඇසීමට ජනාධිපතිවරයාට අයිතියක් ඇති නිසි පරීක්ෂණයකින් පසුව, එහි හේතූන් සමඟ එහි තීරණය පිළිබඳ වාර්තාවක් පාර්ලිමේන්තුවට ඉදිරිපත් කළ යුතුය. .",
        "(ඉ) මානසික හෝ කායික දුර්වලතා හේතුවෙන් ජනාධිපතිවරයාට තම කාර්යාලයේ කටයුතු ස්ථිරවම ඉටු කිරීමට නොහැකි බව හෝ එවැනි යෝජනාවේ අඩංගු වෙනත් චෝදනාවලට ජනාධිපතිවරයා වැරදිකරු වී ඇති බවට ශ්‍රේෂ්ඨාධිකරණය පාර්ලිමේන්තුවට වාර්තා කරන විට , නඩුව විය හැකි පරිදි, පාර්ලිමේන්තුවට පක්ෂව ඡන්දය ප්‍රකාශ කරන මුළු මන්ත්‍රීවරුන් සංඛ්‍යාවෙන් තුනෙන් දෙකකට නොඅඩු (නොපැමිණෙන අය ඇතුළුව) විසින් සම්මත කරන ලද යෝජනාවක් මඟින් ජනාධිපතිවරයා ධුරයෙන් ඉවත් කළ හැකිය."
      ]
    },
    "ta": {
      "title": "நம்பிக்கையில்லாப் பிரேரணைக்கு மத்தியில் இலங்கை எதிர்க்கட்சி குற்றச்சாட்டுகளை எதிர்கொள்கிறது: ஆதாரங்கள்",
      "body_lines": [
        "பொருளாதாரம் - ஜனாதிபதி கோட்டாபய ராஜபக்சவின் பதவி விலகல் கோரிக்கைகள் தீவிரமடைந்துள்ள நிலையில், இலங்கையின் எதிர்க்கட்சி அவரை பதவி நீக்கம் செய்ய உள்ளதாக அரசியல் வட்டாரங்கள் தெரிவித்துள்ளன, மேலும் நம்பிக்கையில்லா பிரேரணைக்கு கையெழுத்து சேகரிக்கும் முயற்சிகளும் நடைபெற்று வருகின்றன.",
        "இந்த வாரம் வாக்கெடுப்புக்கு அழைப்பு விடுக்காமல் நிதி மசோதாவை ஆதரித்த பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய நம்பிக்கையில்லா வாக்கெடுப்பு கொண்டு வரப்படும் என எச்சரித்திருந்தது.",
        "பதவி நீக்கம் செய்யப்பட்ட அமைச்சர்களான விமல் வீரவன்ச மற்றும் உதய கம்மபில ஆகியோருடன் தொடர்புடைய சுமார் 10 கட்சிகள் தாங்கள் தெரிவு செய்யும் நேரத்தில் அரசாங்கத்தை இழுக்கப்போவதாக முன்னதாக தெரிவித்திருந்தனர்.",
        "கடந்த வாரம் ‘சுயேச்சை’ என்று கூறப்பட்ட சட்டமன்ற உறுப்பினர்களின் ஆதரவைப் பெறுவதற்கான முயற்சிகள் நடந்து வருவதாக அரசியல் வட்டாரங்கள் தெரிவிக்கின்றன.",
        "நான்கு அமைச்சர்களுடன் இலங்கை செயல்பட்டு வருகிறது, மேலும் அமைச்சர்களை கொண்டு வரும் புதிய அமைச்சரவையை அதிபர் ராஜபக்சே அறிவிப்பார் என்று எதிர்பார்க்கப்படுகிறது.",
        "1990 களில் இலங்கையின் பாராளுமன்றம் மறைந்த ஜனாதிபதி ரணசிங்க பிரேமதாசவை பதவி நீக்கம் செய்ய முயற்சித்தது, ஆனால் சபாநாயகர் எம் எச் மொஹமட் பக்கங்களை மாற்றியதை அடுத்து அந்த முயற்சி தோல்வியடைந்தது.",
        "இலங்கையின் அரசியலமைப்பின் கீழ் ஜனாதிபதியை பதவி நீக்கம் செய்வது ஒரு சோர்வுற்ற செயலாகும்.",
        "தற்போதைய சபாநாயகரும் அதிபர் ராஜபக்சேவின் கட்சியைச் சேர்ந்தவர்.",
        "(அ) ​​எந்தவொரு பாராளுமன்ற உறுப்பினரும், சபாநாயகருக்கு எழுதப்பட்ட கடிதம் மூலம், மனநலம் அல்லது உடல் நலக்குறைவு காரணமாக ஜனாதிபதி தனது பதவியின் பணிகளை நிரந்தரமாக செய்ய இயலாது அல்லது ஜனாதிபதி குற்றவாளி என்று குற்றம் சாட்டும் தீர்மானத்தின் அறிவிப்பை வழங்கலாம். இன் -",
        "(iv) தவறான நடத்தை அல்லது அவரது அலுவலகத்தின் அதிகாரங்களை துஷ்பிரயோகம் செய்தல் அல்லது ஊழல்",
        "(v) எந்தவொரு சட்டத்தின் கீழும், தார்மீகக் கொந்தளிப்பை உள்ளடக்கிய எந்தவொரு குற்றமும், செய்யப்பட்ட குற்றச்சாட்டு அல்லது குற்றச்சாட்டுகளின் முழு விவரங்களையும் அமைத்து, உச்ச நீதிமன்றத்தால் விசாரணை செய்து அறிக்கை கோருவது.",
        "(ஆ) துணைப் பத்தி (அ) மற்றும் --ன் விதிகளுக்கு இணங்காத வரை, அத்தகைய தீர்மானத்தின் எந்த அறிவிப்பும் சபாநாயகரால் ஏற்றுக்கொள்ளப்படாது அல்லது நாடாளுமன்றத்தின் உத்தரவுப் பத்திரத்தில் வைக்கப்படாது.",
        "(i) அத்தகைய தீர்மான அறிவிப்பு முழு நாடாளுமன்ற உறுப்பினர்களின் எண்ணிக்கையில் மூன்றில் இரண்டு பங்கிற்குக் குறையாமல் கையெழுத்திடப்படுகிறது, அல்லது",
        "(ii) அத்தகைய தீர்மான அறிவிப்பில் மொத்த நாடாளுமன்ற உறுப்பினர்களில் பாதிக்குக் குறையாமல் கையொப்பமிடப்படுகிறது, மேலும் அத்தகைய குற்றச்சாட்டு அல்லது குற்றச்சாட்டுகள் உச்ச நீதிமன்றத்தின் விசாரணை மற்றும் அறிக்கைக்கு தகுதியானவை என்பதில் சபாநாயகர் திருப்தி அடைகிறார்.",
        "(இ) அத்தகைய தீர்மானத்திற்கு ஆதரவாக வாக்களித்த மொத்த உறுப்பினர்களில் (இல்லாதவர்கள் உட்பட) மூன்றில் இரண்டு பங்கு உறுப்பினர்களால் அத்தகைய தீர்மானம் நிறைவேற்றப்பட்டால், அத்தகைய தீர்மானத்தில் உள்ள குற்றச்சாட்டு அல்லது குற்றச்சாட்டுகள் சபாநாயகரால் உச்ச நீதிமன்றத்திற்கு பரிந்துரைக்கப்படும். விசாரணை மற்றும் அறிக்கைக்காக.",
        "(ஈ) உச்ச நீதிமன்றம், உரிய விசாரணைக்குப் பிறகு, குடியரசுத் தலைவர் நேரில் அல்லது வழக்கறிஞர் மூலம் ஆஜராகவும், கேட்கவும் உரிமையுடையவர், அதற்கான காரணங்களுடன் நாடாளுமன்றத்தில் அதன் தீர்மான அறிக்கையை சமர்ப்பிக்க வேண்டும். .",
        "(இ) மனநலம் அல்லது உடல் நலக்குறைவு காரணமாக குடியரசுத் தலைவர் தனது அலுவலகப் பணிகளை நிரந்தரமாகச் செய்ய இயலாது அல்லது அத்தகைய தீர்மானத்தில் உள்ள வேறு எந்தக் குற்றச்சாட்டுகளுக்கும் குடியரசுத் தலைவர் குற்றவாளியாக இருக்கிறார் என்று உச்ச நீதிமன்றம் நாடாளுமன்றத்திற்குத் தெரிவிக்கையில் , வழக்கின்படி, பாராளுமன்றம் தனக்கு ஆதரவாக வாக்களித்த மொத்த உறுப்பினர்களில் (இல்லாதவர்கள் உட்பட) மூன்றில் இரண்டு பங்கு உறுப்பினர்களால் நிறைவேற்றப்பட்ட தீர்மானத்தின் மூலம் ஜனாதிபதியை பதவியில் இருந்து நீக்கலாம்."
      ]
    }
  }
}