{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Orit-Apparels-bags-award-for-second-continuous-year-at-National-Business-Excellence-Awards/34-732652",
  "time_ut": 1648415640,
  "title": "Orit Apparels bags award for second continuous year at National Business Excellence Awards",
  "body_lines": [
    "From left: Orit Apparels CMO Moditha Silva, Orit Apparels CEO Ajith Wijesinghe, Associated Newspapers of Ceylon Business Development Consultant Waruna Mallawarachchi, National Chamber of Commerce Secretary General and CEO Bandula Dissanayake, Orit Apparels CFO Chaminda Ekanayake and Orit Apparels COO Thivanka Rajapakse",
    "From left: Orit Apparels Head of Compliance Edwin Deva, Manager – Corporate Communications Dhianushka Kurukulasuriya, Orit Apparels CMO Moditha Silva, Orit Apparels CEO Ajith Wijesinghe, Orit Apparels CFO Chaminda Ekanayake, Head of Commercial Chandana Fernando and Orit Apparels Head of Administration Maj. Gen. Prasad Samarasinghe",
    "Sri Lanka’s number one denim specialist Orit Apparels Lanka Ltd., emerged runner up in the manufacturing apparel, textile, and leather products category for the second consecutive year at the National Business Excellence Awards ceremony organised by the National Chamber of Commerce on 22 March.",
    "The company, which has taken strides towards good cooperate governance and sustainable manufacturing practices was recognised for its untiring efforts in business excellence.",
    "The National Business Excellence Awards has gained high recognition and prestige among the business community as one of the most sought-after awards in the national business arena.",
    "Orit’s emergence to the top in the backdrop of a truly challenging couple of years amid COVID-19 and other major economic impediments was a testament to the company’s sheer resilience and perseverance.",
    "Orit Apparels Lanka Ltd., which is a fully owned subsidiary of the global apparel giant Indochine International, single-mindedly focusses on all things denim.",
    "Tastefully combining traditional techniques of denim manufacture with cutting-edge technology, Orit has earned the formidable position of being one of South Asia’s largest denim manufacturers, possessing manufacturing capabilities par excellence with global standards.",
    "Orit, which carries a legacy that spans two decades, has grown its business operations significantly and currently operates a streamlined network of eight manufacturing facilities spread across Sri Lanka. Registering a top line of Rs. 45 billion and providing direct employment opportunities to 6,500 employees, Orit Apparels is a truly Sri Lankan company that touches the lives of many more local families that benefit from its presence in Sri Lanka.",
    "The company, which has robust plans, envisages building on its outstanding capabilities and has already expanded its manufacturing operations transcending national boundaries. With a reputation for being ‘outstandingly innovative’ in the denim manufacturing arena, Orit is home to some of the world’s most premium brands which form its globally renowned portfolio of denim",
    "Orit Apparels Lanka Ltd. CEO Ajith Wijesinghe said: “We worked as ‘One Team’ driving behind ‘One Goal’ and stood strong together the past couple of years weathering many storms and these experiences have compounded the joy of this momentous achievement.",
    "“We consider it a great privilege to be recognised and bestowed with this prestigious award for the second year running; a sheer recognition of our passion for excellence, which in fact is one of our core underlying values at Orit.”",
    "This achievement signals the company’s determination to personify excellence and add value to the local economy by enhancing livelihoods whilst endeavoring to become a leader in sustainable apparel manufacturing."
  ],
  "translate": {
    "si": {
      "title": "ජාතික ව්‍යාපාර විශිෂ්ටතා සම්මාන උළෙලේදී අඛණ්ඩව දෙවන වසර සඳහා ඔරිට් ඇපරල් සම්මානය හිමිකර ගනී",
      "body_lines": [
        "වමේ සිට: ඔරිට් ඇපරල්ස් සීඑම්ඕ මෝදිත සිල්වා, ඔරිට් ඇපරල් ප්‍රධාන විධායක අජිත් විජේසිංහ, ලංකාවේ එක්සත් ප්‍රවෘත්ති පත්‍ර ව්‍යාපාර සංවර්ධන උපදේශක වරුණ මල්ලවාරච්චි, ජාතික වාණිජ මණ්ඩලයේ මහලේකම් සහ ප්‍රධාන විධායක නිලධාරී බන්දුල දිසානායක, ඔරිට් ඇපරල්ස් සීඑම්ඕ චමින්ද ඒකනායක සහ ඔරිට් ඇපරල්ස් රාජපක්‍ෂ තිවන්කාඕසේ",
        "වමේ සිට: ඔරිට් ඇපරල්ස් අනුකූලතා ප්‍රධානී එඩ්වින් දේවා, කළමනාකාර – ආයතනික සන්නිවේදන Dhianushka Kurukulasuriya, Orit Apparels CMO Moditha Silva, Orit Apparels ප්‍රධාන විධායක නිලධාරී අජිත් විජේසිංහ, Orit Apparels CFO Chaminda Ekanayake, Commercial ප්‍රධානී චන්දන Gerandendo. ප්‍රසාද් සමරසිංහ",
        "ශ්‍රී ලංකාවේ අංක එකේ ඩෙනිම් විශේෂඥයා වන ඔරිට් ඇපරල් ලංකා සමාගම මාර්තු 22 දින ජාතික වාණිජ මණ්ඩලය විසින් සංවිධානය කරන ලද ජාතික ව්‍යාපාරික විශිෂ්ටතා සම්මාන උළෙලේදී ඇඟලුම්, රෙදිපිළි සහ සම්භාණ්ඩ නිෂ්පාදන අංශයේ අනුශූරතාව පිට පිටම දෙවැනි වසරටත් දිනා ගත්තේය.",
        "යහපත් සහයෝගිතා පාලනයක් සහ තිරසාර නිෂ්පාදන පිළිවෙත් සඳහා ප්‍රගතියක් ලබා ඇති සමාගම, ව්‍යාපාරික විශිෂ්ටත්වය සඳහා නොපසුබට උත්සාහයන් සඳහා ඇගයීමට ලක් විය.",
        "ජාතික ව්‍යාපාරික විශිෂ්ටතා සම්මාන උළෙල ජාතික ව්‍යාපාරික ක්ෂේත්‍රයේ වැඩිම ඉල්ලුමක් ඇති සම්මානයක් ලෙස ව්‍යාපාරික ප්‍රජාව අතර ඉහළ පිළිගැනීමක් සහ කීර්තියක් ලබා ඇත.",
        "COVID-19 සහ අනෙකුත් ප්‍රධාන ආර්ථික බාධාවන් මධ්‍යයේ සැබවින්ම අභියෝගාත්මක වසර දෙකක පසුබිමක ඔරිට් ඉහළට පැමිණීම සමාගමේ දැඩි ඔරොත්තු දීමේ හැකියාව සහ නොපසුබට උත්සාහය පිළිබඳ සාක්ෂියකි.",
        "ගෝලීය ඇඟලුම් දැවැන්තයා වන Indochine International හි පූර්ණ අනුබද්ධිත සමාගමක් වන Orit Apparels Lanka Ltd, ඩෙනිම් සඳහා සියලු දේ කෙරෙහි අවධානය යොමු කරයි.",
        "ඩෙනිම් නිෂ්පාදනයේ සාම්ප්‍රදායික ශිල්පීය ක්‍රම නවීන තාක්‍ෂණය සමඟ රසවත් ලෙස ඒකාබද්ධ කරමින්, ඔරිට් දකුණු ආසියාවේ විශාලතම ඩෙනිම් නිෂ්පාදකයෙකු ලෙස ගෝලීය ප්‍රමිතීන්ට සමගාමීව නිෂ්පාදන හැකියාවන්ගෙන් ප්‍රබල ස්ථානයක් ලබා ඇත.",
        "දශක දෙකක කාලයක් පුරා දිවෙන උරුමයක් ඇති ඔරිට්, සිය ව්‍යාපාරික මෙහෙයුම් සැලකිය යුතු ලෙස වර්ධනය කර ඇති අතර දැනට ශ්‍රී ලංකාව පුරා පැතිරී ඇති නිෂ්පාදන පහසුකම් අටකින් යුත් විධිමත් ජාලයක් ක්‍රියාත්මක කරයි. ඉහළ පෙළක් ලියාපදිංචි කිරීම රු. බිලියන 45 ක් සහ සේවකයින් 6,500 කට සෘජු රැකියා අවස්ථා සපයමින් ඔරිට් ඇපරල් යනු ශ්‍රී ලංකාවේ සිටීමෙන් ප්‍රතිලාභ ලබන තවත් දේශීය පවුල් ගණනාවකගේ ජීවිත ස්පර්ශ කරන සැබෑ ශ්‍රී ලාංකික සමාගමකි.",
        "ශක්තිමත් සැලසුම් ඇති සමාගම, එහි කැපී පෙනෙන හැකියාවන් මත ගොඩනැගීමට අපේක්ෂා කරන අතර දැනටමත් ජාතික සීමාවන් ඉක්මවා නිෂ්පාදන මෙහෙයුම් පුළුල් කර ඇත. ඩෙනිම් නිෂ්පාදන ක්ෂේත්‍රයේ 'විශිෂ්ට ලෙස නව්‍යකරණය' සඳහා කීර්තියක් ඇති ඔරිට්, එහි ගෝලීය වශයෙන් කීර්තිමත් ඩෙනිම් කළඹක් සාදන ලොව වඩාත්ම වාරික සන්නාමවල නිවහන වේ.",
        "සීමාසහිත Orit Apparels Lanka හි ප්‍රධාන විධායක නිලධාරී අජිත් විජේසිංහ මහතා මෙසේ පැවසීය: “අපි ‘One Goal’ පසුපස ධාවනය කරමින් ‘One Team’ ලෙස කටයුතු කළ අතර පසුගිය වසර කිහිපය තුළ කුණාටු රැසකට මුහුණ දෙමින් ශක්තිමත්ව සිටිමු.",
        "“මෙම කීර්තිමත් සම්මානය දෙවන වසර සඳහා ඇගයීමට ලක් කිරීමට සහ පිරිනැමීමට ලැබීම විශාල භාග්‍යයක් ලෙස අපි සලකමු. ඇත්තෙන්ම ඔරිට් හි අපගේ මූලික සාරධර්මවලින් එකක් වන විශිෂ්ටත්වය සඳහා වූ අපගේ ආශාවේ සම්පූර්ණ පිළිගැනීමකි.",
        "තිරසාර ඇඟලුම් නිෂ්පාදනයේ ප්‍රමුඛයා වීමට උත්සාහ කරන අතරම ජීවනෝපාය වැඩිදියුණු කිරීම තුළින් විශිෂ්ටත්වය පුද්ගලාරෝපණය කිරීමට සහ දේශීය ආර්ථිකයට වටිනාකමක් එක් කිරීමට සමාගමේ අධිෂ්ඨානය මෙම ජයග්‍රහණය සංඥා කරයි."
      ]
    },
    "ta": {
      "title": "நேஷனல் பிசினஸ் எக்ஸலன்ஸ் விருதுகளில் தொடர்ந்து இரண்டாவது ஆண்டாக ஓரிட் அப்பேரல்ஸ் விருதைப் பெற்றுள்ளது",
      "body_lines": [
        "இடமிருந்து: Orit Apparels CMO மோடித சில்வா, Orit Apparels CEO அஜித் விஜேசிங்க, இலங்கை வர்த்தக அபிவிருத்தி ஆலோசகர் வருண மல்லவாராச்சி, தேசிய வர்த்தக சம்மேளனத்தின் செயலாளர் நாயகம் மற்றும் CEO பந்துல திஸாநாயக்க, Orit Apparels CFO சமிந்த ஏகநாயக்க மற்றும் Orit Apparels ராஜபக்ஒஸ் திவான்காஸ் திவான்காஸ்",
        "இடமிருந்து: Orit Apparels இணக்கத் தலைவர் எட்வின் தேவா, முகாமையாளர் – Corporate Communications தியானுஷ்க குருகுலசூரிய, Orit Apparels CMO மோடித சில்வா, Orit Apparels CEO அஜித் விஜேசிங்க, Orit Apparels CFO சமிந்த ஏகநாயக்க, வர்த்தகத் தலைவர் சந்தனா ஃபெர்னான்டோ மற்றும் சந்தனா ஃபெர்னான்டோ. பிரசாத் சமரசிங்க",
        "இலங்கையின் நம்பர் ஒன் டெனிம் நிபுணரான Orit Apparels Lanka Ltd., தேசிய வர்த்தக சம்மேளனம் மார்ச் 22 அன்று ஏற்பாடு செய்திருந்த தேசிய வர்த்தக சிறப்பு விருது வழங்கும் விழாவில், தொடர்ந்து இரண்டாவது ஆண்டாக ஆடை, ஜவுளி மற்றும் தோல் பொருட்கள் உற்பத்தி பிரிவில் இரண்டாம் இடத்தைப் பிடித்தது.",
        "நல்ல ஒத்துழைப்பு நிர்வாகம் மற்றும் நிலையான உற்பத்தி நடைமுறைகளை நோக்கி முன்னேறிய நிறுவனம், வணிகச் சிறப்பில் அயராத முயற்சிகளுக்காக அங்கீகரிக்கப்பட்டது.",
        "தேசிய வணிகச் சிறப்பு விருதுகள், தேசிய வணிக அரங்கில் மிகவும் விரும்பப்படும் விருதுகளில் ஒன்றாக வணிக சமூகத்தினரிடையே அதிக அங்கீகாரத்தையும் மதிப்பையும் பெற்றுள்ளது.",
        "கோவிட்-19 மற்றும் பிற பெரிய பொருளாதார தடைகளுக்கு மத்தியில் உண்மையிலேயே சவாலான இரண்டு வருடங்களின் பின்னணியில் ஓரிட் முதலிடம் பிடித்தது நிறுவனத்தின் சுத்த பின்னடைவு மற்றும் விடாமுயற்சிக்கு ஒரு சான்றாகும்.",
        "ஒரிட் அப்பேரல்ஸ் லங்கா லிமிடெட், இது உலகளாவிய ஆடை நிறுவனமான இந்தோசைன் இன்டர்நேஷனலின் முழு உரிமையாளரான துணை நிறுவனமாகும்.",
        "டெனிம் உற்பத்தியின் பாரம்பரிய நுட்பங்களை அதிநவீன தொழில்நுட்பத்துடன் சுவையுடன் இணைத்து, உலகளாவிய தரத்திற்கு இணையான உற்பத்தித் திறன்களைக் கொண்ட தெற்காசியாவின் மிகப்பெரிய டெனிம் உற்பத்தியாளர்களில் ஒருவராக ஓரிட் வல்லமைமிக்க நிலையைப் பெற்றுள்ளது.",
        "இரண்டு தசாப்தங்களாக ஒரு பாரம்பரியத்தை கொண்டுள்ள Orit, அதன் வர்த்தக நடவடிக்கைகளை கணிசமாக வளர்த்து, தற்போது இலங்கை முழுவதும் பரவியுள்ள எட்டு உற்பத்தி வசதிகளின் நெறிப்படுத்தப்பட்ட வலையமைப்பை இயக்குகிறது. மேல் வரியாக பதிவு செய்தல் ரூ. 45 பில்லியன் மற்றும் 6,500 ஊழியர்களுக்கு நேரடி வேலை வாய்ப்புகளை வழங்கும், Orit Apparels இலங்கையில் இருப்பதன் மூலம் பல உள்ளூர் குடும்பங்களின் வாழ்க்கையைத் தொடும் உண்மையான இலங்கை நிறுவனமாகும்.",
        "வலுவான திட்டங்களைக் கொண்டுள்ள நிறுவனம், அதன் சிறந்த திறன்களைக் கட்டியெழுப்பக் கருதுகிறது மற்றும் ஏற்கனவே தேசிய எல்லைகளைத் தாண்டி அதன் உற்பத்தி நடவடிக்கைகளை விரிவுபடுத்தியுள்ளது. டெனிம் உற்பத்தி அரங்கில் 'சிறப்பான புதுமை' என்ற நற்பெயருடன், ஓரிட் உலகின் மிகவும் பிரீமியம் பிராண்டுகளில் சிலவற்றின் தாயகமாக உள்ளது, இது உலகளவில் புகழ்பெற்ற டெனிம் போர்ட்ஃபோலியோவை உருவாக்குகிறது.",
        "Orit Apparels Lanka Ltd. இன் பிரதம நிறைவேற்று அதிகாரி அஜித் விஜேசிங்க கூறினார்: “நாங்கள் ‘ஒரே இலக்குக்கு’ பின்னால் ‘ஒரு குழுவாக’ செயற்பட்டோம் மற்றும் கடந்த இரண்டு வருடங்களாக பல புயல்களை எதிர்கொண்டு பலமாக இணைந்து செயற்பட்டோம்.",
        "\"இரண்டாவது ஆண்டாக இந்த மதிப்புமிக்க விருதை அங்கீகரித்து வழங்குவதை நாங்கள் ஒரு பெரிய பாக்கியமாக கருதுகிறோம்; சிறப்பிற்கான எங்கள் ஆர்வத்தின் முழுமையான அங்கீகாரம், உண்மையில் இது Orit இல் உள்ள எங்கள் அடிப்படை மதிப்புகளில் ஒன்றாகும்.",
        "இந்த சாதனையானது, நிலையான ஆடை உற்பத்தியில் முன்னணியில் இருக்க முயற்சிக்கும் அதே வேளையில், வாழ்வாதாரத்தை மேம்படுத்துவதன் மூலம், சிறந்து விளங்குவதற்கும், உள்ளூர் பொருளாதாரத்திற்கு மதிப்பு சேர்க்கும் நிறுவனத்தின் உறுதிப்பாட்டைக் குறிக்கிறது."
      ]
    }
  }
}