{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/age-is-no-barrier-and-he-proves-it-on-the-voice/",
  "time_ut": 1651505220,
  "title": "Age is no barrier and he proves it on The Voice",
  "body_lines": [
    "Of course, most of us know that age is no barrier. It’s just a number, in front of your name!",
    "And, if you are a performer, just carry on…and let your voice be heard.",
    "Good examples are Engelbert Huperdinck (86) and Tom Jones (81). They are still very much in the spotlight.",
    "And, following in the footsteps of Engelbert and Tom is are very own Conrad de Silva, and he proved it, on The Voice, on Channel 7, in Australia.",
    "Conrad is now 80 years old, and this is what he acommplished, says Trevine Rodrigo, based in Melbourne:",
    "The famed ANZAC saying, “Age shall not weary them”, bore true significance just two days after the celebration of an historic event (50 years of wedded life), when 80-year-old Conrad de Silva stunned, all those who are part of the TV series, The Voice, on Channel 7, by appearing as the oldest entry in its history.",
    "In fact, to gain selection is epic, in this supercharged series, which draws the best talent from around Australia.",
    "The former Sri Lanka singing icon, who has thrilled audiences for over five decades (performing with some of Sri Lanka’s top bands, including The Jetliners and The Fireflies), chanced his luck, but, more importantly, set an important precedent about never believing it is too late to take on a challenge.",
    "Though he did not turn a chair, in the blind audition, he undoubtedly won over the audience, and all of Australia, with a sterling performance.",
    "Guy Sebastian, one of the coaches (judges), was apologetic about the competition being at a crucial stage for selection, hence his non selection,",
    "Song choice, and possibly a different criteria involved in the selection of the next big thing in Australian music, is the goal of The Voice. Conrad sang Nat King Cole’s classic “Love”.",
    "While the song, undoubtedly, is a hit from the past, it gave Conrad limited opportunity to showcase his great vocal range.",
    "Bringing along sentiment, to accompany his performance, made it worthwhile though, and an emotional night that brought tears to the eyes of the coaches, and the audience, was when he announced, on stage, his 50th wedding anniversary, to wife Carina.",
    "In the audience was his son Andrew de Silva the winner of Australia’s Got Talent.",
    "An excited Conrad recounted his experience, saying he had no regrets about his bold venture. He reminisced how many had asked him to sing at one of these musical competitions but he declined in the past. But his change of heart was sparked by many great musicians of his era, departing the world recently.",
    "“I told myself I’m 80, but still alive, so why not have a go,” he said.",
    "If anything, the move was a winner, even if he wasn’t the winner of The Voice. He has inspired future generations that success is only achievable if you have a go.",
    "An elated Conrad de Silva recounted his experience and the euphoric response from countless fans, after the performance went to air. “The phone never stopped ringing, all night, and even this morning,” he chirped.",
    "He may not have achieved the desired result at The Voice, but Conrad de Silva certainly did leave an indelible mark on Australia’s top ranked music show…a memory that will be etched forever.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "වයස බාධාවක් නොවන අතර ඔහු එය The Voice හි ඔප්පු කරයි",
      "body_lines": [
        "ඇත්ත වශයෙන්ම, වයස බාධාවක් නොවන බව අපගෙන් බොහෝ දෙනෙක් දනිමු. එය ඔබගේ නමට ඉදිරියෙන් අංකයක් පමණි!",
        "තවද, ඔබ රංගන ශිල්පියෙක් නම්, දිගටම කරගෙන යන්න...ඔබේ හඬට සවන් දෙන්න.",
        "හොඳ උදාහරණ නම් එංගල්බර්ට් හුපර්ඩින්ක් (86) සහ ටොම් ජෝන්ස් (81) ය. ඔවුන් තවමත් අවධානයට ලක්ව ඇත.",
        "තවද, එංගල්බර්ට් සහ ටොම්ගේ අඩිපාරේ යමින් සිටින්නේ කොන්රාඩ් ද සිල්වාගේම අය වන අතර, ඔහු එය ඕස්ට්‍රේලියාවේ චැනල් 7 හි ද වොයිස් හි ඔප්පු කළේය.",
        "කොන්රාඩ් දැන් 80 හැවිරිදි වියේ පසුවන අතර, ඔහු ඉටු කළේ මෙයයි, මෙල්බර්න් හි පිහිටි ට්‍රෙවින් රොද්‍රිගෝ මෙසේ පවසයි.",
        "\"වයස ඔවුන්ව වෙහෙසට පත් නොකරයි\" යන සුප්‍රසිද්ධ ANZAC කියමනට සැබෑ වැදගත්කමක් ලැබුණේ ඓතිහාසික සිදුවීමක් (විවාහ ජීවිතයෙන් වසර 50ක්) සැමරීමෙන් දින දෙකකට පසුවය, 80 හැවිරිදි කොන්රඩ් ද සිල්වා විස්මයට පත් වූ විට, එහි කොටස්කරුවන් සියල්ලන්ම මවිතයට පත් විය. චැනල් 7 හි ද වොයිස් නම් රූපවාහිනී කතාමාලාවේ, එහි ඉතිහාසයේ පැරණිතම ප්‍රවේශය ලෙස පෙනී සිටීමෙනි.",
        "ඇත්ත වශයෙන්ම, ඕස්ට්‍රේලියාව වටා සිටින හොඳම දක්ෂතා ඇද ගන්නා මෙම සුපිරි ආරෝපණ මාලාවේ තේරීම ලබා ගැනීම වීර කාව්‍යයකි.",
        "දශක පහකට වැඩි කාලයක් (The Jetliners සහ The Fireflies ඇතුළු ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ සංගීත කණ්ඩායම් සමඟ රඟපාමින්) ප්‍රේක්ෂකයින් කුල්මත් කළ හිටපු ශ්‍රී ලංකා ගායන නිරූපකය, ඔහුගේ වාසනාව අහම්බයක් කර ගත් නමුත්, වඩා වැදගත් ලෙස, එය කිසිදා විශ්වාස නොකිරීමට වැදගත් පූර්වාදර්ශයක් තැබීය. අභියෝගයක් භාර ගැනීමට ප්‍රමාද වැඩියි.",
        "ඔහු පුටුවක් හරවා නොගත්තද, අන්ධ විගණනයේදී, ඔහු විශිෂ්ට රංගනයකින් ප්‍රේක්ෂකයින් සහ මුළු ඕස්ට්‍රේලියාවම දිනා ගැනීමට සමත් විය.",
        "ගයි සෙබස්තියන්, පුහුණුකරුවෙකු (විනිසුරුවරුන්) තෝරා ගැනීම සඳහා තරඟය තීරණාත්මක අවධියක සිටීම ගැන සමාව අයැද සිටියේය, එබැවින් ඔහු තෝරා නොගැනීම,",
        "ගීත තේරීම, සහ සමහරවිට ඕස්ට්‍රේලියානු සංගීතයේ මීළඟ විශාල දේ තෝරාගැනීමේදී වෙනත් නිර්ණායකයක් ද Voice හි අරමුණ වේ. කොන්රාඩ් නැට් කිං කෝල්ගේ සම්භාව්‍ය \"ආදරය\" ගායනා කළේය.",
        "ගීතය, නිසැකවම, අතීතයේ සිට ජනප්‍රිය වූ අතර, එය කොන්රාඩ්ට ඔහුගේ විශිෂ්ට ගායන පරාසය ප්‍රදර්ශනය කිරීමට සීමිත අවස්ථාවක් ලබා දුන්නේය.",
        "හැඟීම් සමඟින්, ඔහුගේ රංගනය සමඟින්, එය වටිනවා, සහ පුහුණුකරුවන්ගේ සහ ප්‍රේක්ෂකයන්ගේ ඇස්වලට කඳුළු ගෙනා හැඟීම්බර රාත්‍රියක්, ඔහු වේදිකාවේදී, ඔහුගේ 50 වැනි විවාහ සංවත්සරය, බිරිඳ කැරනාට ප්‍රකාශ කළේය.",
        "ප්‍රේක්ෂකාගාරයේ සිටියේ ඔස්ට්‍රේලියාවේ ගොට් ටැලන්ට් ජයග්‍රාහකයා වූ ඔහුගේ පුත් ඇන්ඩෲ ද සිල්වාය.",
        "උද්යෝගිමත් කොන්රාඩ් ඔහුගේ අත්දැකීම් විස්තර කරමින්, ඔහුගේ නිර්භීත ව්‍යාපාරය ගැන තමාට පසුතැවීමක් නැත. මෙම එක් සංගීත තරඟයකදී ගායනා කරන ලෙස කී දෙනෙක් තමාගෙන් ඉල්ලා සිටි නමුත් ඔහු පසුගිය කාලයේ එය ප්‍රතික්ෂේප කළ බව ඔහු සිහිපත් කළේය. නමුත් ඔහුගේ හදවත වෙනස් කිරීම ඔහුගේ යුගයේ බොහෝ ශ්‍රේෂ්ඨ සංගීතඥයන් විසින් මෑතක දී ලෝකය හැර ගියේය.",
        "\"මම මටම කියා ගත්තා මට වයස අවුරුදු 80 යි, නමුත් තවමත් ජීවතුන් අතර, ඇයි යන්න එපා,\" ඔහු පැවසීය.",
        "ඔහු ද වොයිස් හි ජයග්‍රාහකයා නොවූවත්, යමක් නම්, එම පියවර ජයග්‍රාහකයෙකු විය. සාර්ථකත්වය ළඟා කර ගත හැක්කේ ඔබ ගමන් කළහොත් පමණක් බව ඔහු අනාගත පරම්පරාවට ආස්වාදයක් ලබා දී ඇත.",
        "ප්‍රමෝදයට පත් වූ කොන්රාඩ් ද සිල්වා සිය අත්දැකීම් සහ ප්‍රසංගය විකාශනය වීමෙන් පසු අසංඛ්‍යාත රසික රසිකාවියන්ගේ ප්‍රීති ප්‍රතිචාරය විස්තර කළේය. “මුළු රෑම සහ අද උදේ පවා දුරකථනය නාද වීම නැවැත්තුවේ නැහැ,” ඔහු කීවේය.",
        "ඔහු ද වොයිස් හි අපේක්ෂිත ප්‍රතිඵලය ලබා නොගන්නට ඇත, නමුත් කොන්රාඩ් ද සිල්වා නිසැකවම ඕස්ට්‍රේලියාවේ ඉහළම ශ්‍රේණිගත සංගීත සංදර්ශනයේ නොමැකෙන සලකුණක් තැබුවේය... එය සදාකාලිකව මතකයේ රැඳෙනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வயது ஒரு தடையல்ல அதை அவர் தி வாய்ஸில் நிரூபித்தார்",
      "body_lines": [
        "நிச்சயமாக, வயது ஒரு தடையல்ல என்பதை நம்மில் பலருக்குத் தெரியும். இது உங்கள் பெயருக்கு முன்னால் ஒரு எண் மட்டுமே!",
        "மேலும், நீங்கள் ஒரு நடிகராக இருந்தால், தொடருங்கள்... உங்கள் குரல் கேட்கட்டும்.",
        "நல்ல உதாரணங்கள் ஏங்கல்பர்ட் ஹூபர்டிங்க் (86) மற்றும் டாம் ஜோன்ஸ் (81). அவர்கள் இன்னும் கவனத்தை ஈர்க்கிறார்கள்.",
        "மேலும், ஏங்கல்பெர்ட் மற்றும் டாம் ஆகியோரின் அடிச்சுவடுகளைப் பின்பற்றுவது கான்ராட் டி சில்வாவுக்கு சொந்தமானது, மேலும் அவர் அதை ஆஸ்திரேலியாவில் சேனல் 7 இல் தி வாய்ஸில் நிரூபித்தார்.",
        "கான்ராட்டுக்கு இப்போது 80 வயதாகிறது, இதைத்தான் அவர் சாதித்தார் என்று மெல்போர்னை தளமாகக் கொண்ட ட்ரெவின் ரோட்ரிகோ கூறுகிறார்:",
        "\"வயது அவர்களை சோர்வடையச் செய்யாது\" என்ற புகழ்பெற்ற ANZAC வாசகம், ஒரு வரலாற்று நிகழ்வை (50 வருட திருமண வாழ்க்கை) கொண்டாடிய இரண்டு நாட்களுக்குப் பிறகு உண்மையான முக்கியத்துவத்தைப் பெற்றது, 80 வயதான கான்ராட் டி சில்வா, பங்காளிகள் அனைவரையும் திகைக்க வைத்தார். சேனல் 7 இல் தொலைக்காட்சி தொடரான ​​தி வாய்ஸ், அதன் வரலாற்றில் மிகப் பழமையான நுழைவுத் தொடராகத் தோன்றியது.",
        "உண்மையில், இந்த சூப்பர்சார்ஜ் செய்யப்பட்ட தொடரில், ஆஸ்திரேலியாவைச் சுற்றியுள்ள சிறந்த திறமையாளர்களை ஈர்க்கும் தேர்வைப் பெறுவது காவியமானது.",
        "ஐந்து தசாப்தங்களுக்கும் மேலாக (தி ஜெட்லைனர்ஸ் மற்றும் தி ஃபயர்ஃபிளைஸ் உட்பட இலங்கையின் சில சிறந்த இசைக்குழுக்களுடன் இணைந்து பாடுவது) பார்வையாளர்களை பரவசப்படுத்திய இலங்கையின் முன்னாள் பாடகர் ஐகான், தனது அதிர்ஷ்டத்தை வாய்ப்பாகக் கொண்டார். ஒரு சவாலை ஏற்க மிகவும் தாமதமானது.",
        "அவர் ஒரு நாற்காலியைத் திருப்பவில்லை என்றாலும், குருட்டுத் தேர்வில், அவர் சந்தேகத்திற்கு இடமின்றி பார்வையாளர்களையும், ஆஸ்திரேலியா முழுவதையும், ஒரு அற்புதமான நடிப்பால் வென்றார்.",
        "பயிற்சியாளர்களில் (நீதிபதிகள்) ஒருவரான கை செபாஸ்டியன், தேர்வுக்கான முக்கியமான கட்டத்தில் போட்டி இருப்பது குறித்து மன்னிப்பு கேட்டார், எனவே அவர் தேர்வு செய்யப்படவில்லை,",
        "பாடல் தேர்வு, மற்றும் ஆஸ்திரேலிய இசையில் அடுத்த பெரிய விஷயத்தைத் தேர்ந்தெடுப்பதில் வேறுபட்ட அளவுகோல் ஆகியவை தி வாய்ஸின் குறிக்கோள். கான்ராட் நாட் கிங் கோலின் கிளாசிக் \"லவ்\" பாடலைப் பாடினார்.",
        "இந்த பாடல், சந்தேகத்திற்கு இடமின்றி, கடந்த காலத்தின் வெற்றியாக இருந்தாலும், கான்ராட் தனது சிறந்த குரல் வரம்பை வெளிப்படுத்த குறைந்த வாய்ப்பை வழங்கியது.",
        "செண்டிமெண்ட் சேர்த்து, அவரது நடிப்புக்குத் துணையாக, அது மதிப்புக்குரியதாக இருந்தாலும், பயிற்சியாளர்கள் மற்றும் பார்வையாளர்களின் கண்களில் கண்ணீரை வரவழைக்கும் ஒரு உணர்ச்சிமிக்க இரவு, அவர் மேடையில், தனது 50 வது திருமண ஆண்டு விழாவை, மனைவி கரினாவுக்கு அறிவித்தார்.",
        "பார்வையாளர்களில் அவரது மகன் ஆண்ட்ரூ டி சில்வா ஆஸ்திரேலியாவின் காட் டேலண்ட் விருதை வென்றார்.",
        "ஒரு உற்சாகமான கான்ராட் தனது அனுபவத்தை விவரித்தார், அவர் தனது துணிச்சலான முயற்சியைப் பற்றி எந்த வருத்தமும் இல்லை என்று கூறினார். இந்த இசைப் போட்டி ஒன்றில் பாடுமாறு எத்தனை பேர் கேட்டனர் ஆனால் கடந்த காலத்தில் அவர் மறுத்துவிட்டார் என்பதை அவர் நினைவு கூர்ந்தார். ஆனால் அவரது இதய மாற்றம் அவரது சகாப்தத்தின் பல சிறந்த இசைக்கலைஞர்களால் தூண்டப்பட்டது, சமீபத்தில் உலகை விட்டு வெளியேறியது.",
        "\"எனக்கு 80 வயதாகிறது, ஆனால் இன்னும் உயிருடன் இருக்கிறேன், அதனால் ஏன் செல்லக்கூடாது,\" என்று அவர் கூறினார்.",
        "ஏதேனும் இருந்தால், அவர் தி வாய்ஸின் வெற்றியாளராக இல்லாவிட்டாலும், இந்த நடவடிக்கை வெற்றியாளராக இருந்தது. முயற்சி இருந்தால் மட்டுமே வெற்றியை அடைய முடியும் என்று வருங்கால சந்ததியினரை ஊக்கப்படுத்தியுள்ளார்.",
        "மகிழ்ச்சியடைந்த கான்ராட் டி சில்வா, நிகழ்ச்சி ஒளிபரப்பப்பட்ட பின்னர், தனது அனுபவத்தையும் எண்ணற்ற ரசிகர்களின் மகிழ்ச்சியான பதிலையும் விவரித்தார். \"ஃபோன் ஒலிப்பதை நிறுத்தவில்லை, இரவு முழுவதும், இன்று காலையிலும் கூட,\" என்று அவர் சிலிர்த்தார்.",
        "தி வாய்ஸில் அவர் விரும்பிய முடிவை அடையாமல் இருக்கலாம், ஆனால் கான்ராட் டி சில்வா ஆஸ்திரேலியாவின் சிறந்த தரவரிசை இசை நிகழ்ச்சியில் நிச்சயமாக ஒரு அழியாத முத்திரையை விட்டுவிட்டார்… இது என்றென்றும் பொறிக்கப்படும் நினைவகம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}