{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Foreign-newspaper-spills-the-beans-Myanmar-Sri-Lanka-rice-deal-smells-of-corruption/231-233141",
  "time_ut": 1647378240,
  "title": "Foreign newspaper spills the beans: Myanmar-Sri Lanka rice deal smells of corruption",
  "body_lines": [
    "Myanmar uses 70% of chemical fertilizer during the monsoons and 100% of such fertilizer during the dry weather",
    "Sri Lanka’s pride has taken a beating because it has gone to the extent of obtaining loans from Bangladesh and importing rice from Myanmar",
    "The Government of Sri Lanka (GoSL) has paid 3.05 billion rupees more than what other countries pay to import rice from Myanmar, The Global New Light reported",
    "The newspaper article also reported that the exported rice was of low quality",
    "Reportedly, 100,000 MT of white raw rice and 50,000 MT of parboiled rice are to be imported to Sri Lanka",
    "Focusing on the current plight of the paddy industry in Sri Lanka which runs back to 2600 years ago is a timely requirement. History bears evidence of a rich paddy cultivation existing in the country during the time Prince Vijaya arrived in the island. Sri Lanka was known as the Granary of the East during King Parakramabahu’s time because of the fertile paddy fields. Former Director of Agriculture K. B. Gunaratne said that more than 3000 varieties of paddy were cultivated back then.",
    "“The annual rice consumption of Sri Lanka per person is 120 kilograms, but it has reduced to 85-90 kilograms by now. Myanmar is known to produce golden rice which contains B Carotene. Old paddy varieties of Sri Lanka contained similar nutrients, but the local political authority has ruined such varieties, - Former Director of Agriculture K. B. Gunaratne”",
    "At present people are starving and even forced to take their own lives because they’ve failed at feeding their children. Sri Lanka’s pride has taken a beating because it has gone to the extent of obtaining loans from Bangladesh and importing rice from Myanmar.",
    "“The global rice requirement depends on the population and economic growth of Asian and African countries. It has increased from 439 million MT to 496 million MT during the period from 2010-2020. Considering the rice requirement in 2010, it is likely to increase to 555 million MT by 2035; a 26% increase than 2010. It is calculated that farmers will have to produce an additional 8-10 MT of paddy annually,” said Gunaratne.",
    "In the past Myanmar did not hold a stable position in producing rice, but over a period of time it became the most prominent rice exporter in the world; exporting 631000 MT of rice annually. Myanmar toiled for a decade to uplift rice production and followed policies to increase the use of lands, water resource management, infrastructure and",
    "A website report of the rice deal that features Sri Lanka and Myanmar",
    "harvest. Myanmar did not forsake agricultural policies because of a mere comment given by a monk or a doctor and was not strict on following an organic agricultural policy. It did not dream of increasing its harvest by 100%; with or without fertilizer. Myanmar was strict on pursuing one goal and the single policy it had to ensure success was to implement a 10-year plan.",
    "In areas receiving monsoon rains in Myanmar paddy is cultivated in 5.7 million hectares of land. During the dry weather, roughly 5.7 million hectares of land are cultivated. The annual rice consumption in Myanmar is 160-208 kilograms per person. Myanmar is one of the most rice consuming countries in the world. “The annual rice consumption of Sri Lanka per person is 120 kilograms, but it has reduced to 85-90 kilograms by now. Myanmar is known to produce golden rice which contains B Carotene. Old paddy varieties of Sri Lanka contained similar nutrients, but the local political authority has ruined such varieties,” said Gunaratne.",
    "“In a country where ministers boast of similar feats as King Parakramabahu farmers have lost all their incomes and are forced to protest and demand fertilizer and seeds,” Gunaratne said.",
    "“150,000 MT of rice is to be imported ruining the rice production in the upcoming Yala season. Politicians and officials import rice for the commission and such imported rice stocks are eventually sold as animal feed or else the rice sold as animal feed is polished and sold back as good rice, - Anuradha Thennakoon Jathika Govijana Ekamutuwa Chairman”",
    "The Global New Light, a popular newspaper in Myanmar, recently revealed that several people in Sri Lanka had sought a commission for the stock of rice ordered from Myanmar. This article received much attention in the country. The Government of Sri Lanka (GoSL) has paid 3.05 billion rupees more than what other countries pay, The Global New Light reported. According to the agreement signed between the two countries the export price of rice to Sri Lanka is 440-450 USD per MT, but according to the newspaper the price of rice exported to other countries is between 340-350 USD per MT.",
    "Accordingly, Sri Lanka pays 100 USD additionally per MT which is 20300 rupees. Sri Lanka is to import 150,000 MT of rice.",
    "The newspaper article also reported that the exported rice was of low quality. Myanmar uses 70% of chemical fertilizer during the monsoons and 100% of such fertilizer during the dry weather. Compared to countries like Indonesia, Philippines, Thailand, Bangladesh, Vietnam and Cambodia, Myanmar uses less chemical fertilizer. But when producing paddy with an increased harvest, the use of chemical fertilizer is 100%, according to Gunaratne.",
    "Myanmar also uses pesticides to a large extent. Paddy cultivation in Myanmar is mostly affected by 29 insects. Rice blight is mostly found in Myanmar. Therefore pesticides are used both minimally and excessively. “Farmers in Myanmar take advice on pesticides from traders. These traders recommend a product that gives them the highest commission. Media reports from Myanmar regarding the quality of exported rice should receive more attention from Sri Lankan officials,” Gunaratne said.",
    "“Those who are behind the garlic scam, water bottle scam and biscuit scam can be behind this Myanmar rice deal. Even on March 15- the World Consumer Rights Day-the authorities will make sure that Sri Lankans are in the dark or in queues. There is no end to this matter, - Asela Sampath, Foundation for People’s Rights Protection Chairman”",
    "U Than Oo, Secretary of Bayintnaung Rice Wholesale Depot, said that rice would be exported for 2022 and 2023. Reportedly, 100,000 MT of white raw rice and 50,000 MT of parboiled rice are to be imported to Sri Lanka. “Sri Lanka is to pay an additional 15 million US$ hence one needs to investigate whether that is the commission going into the hands of people involved in this deal. Attempting to obtain commission when most people are without electricity and gas is a huge crime. That commission in Sri Lankan rupees is 3.04 billion, according to the news article,” said Gunaratne.",
    "The son of a minister and a top official of Sri Lanka State Trading Corporation (STC) were accused directly regarding their involvement in obtaining commissions through this deal. A STC spokesperson said that some documents regarding the deal had already been displaced.",
    "Jathika Govijana Ekamutuwa Chairman Anuradha Thennakoon said that only 15,000 MT of rice is imported annually according to the rice requirement of the country. This is done without affecting the paddy price during the two seasons-Yala and Maha- with the hope of regulating the price of rice during shortages. “However 150,000 MT of rice is to be imported ruining the rice production in the upcoming Yala season. Politicians and officials import rice for the commission and such imported rice stocks are eventually sold as animal feed or else the rice sold as animal feed is polished and sold back as good rice,” Thennakoon added.",
    "“We cannot completely ignore what the Myanmar media had reported,” Chairman of the Foundation for People’s Rights Protection, Asela Sampath said. “Those who are behind the garlic scam, water bottle scam and biscuit scam can be behind this Myanmar rice deal. Even on March 15- the World Consumer Rights Day-the authorities will make sure that Sri Lankans are in the dark or in queues. There is no end to this matter. They keep obtaining commission in the guise of granting concessions to people,” he added.",
    "Secretary to the ministry of Trade Bhadrani Jayawardena could not be contacted. A spokesperson of the Ministry of Trade said that the news article from Myanmar was baseless. “Rice is not exported for such low prices. The article does not mention any details of any such deal. The price of rice has increased compared to the price in 2019. With the increase in shipping cost, the price of one MT of rice was discussed to be 490 US$, but we could reduce the price to 440 US$. I can answer if accusations can be proven,” she added.",
    "Attempting to contact Sri Lanka State Trading (General) Corporation (SLSTC) Chairman Yoga Perera proved futile. An officer of the SLSTC responding to our queries said that Perera was not in his office on Monday, had attended an urgent meeting on Tuesday and was absent on Wednesday. “The Chairman does not come to the office every day,” he added. The Chairman did not call back despite this officer taking our number.",
    "“Rice is not exported for such low prices. The article does not mention any details of any such deal. The price of rice has increased compared to the price in 2019. With the increase in shipping cost, the price of one MT of rice was discussed to be 490 US$, but we could reduce the price to 440 US$, - Spokesperson Ministry of Trade”",
    "Commercial Division of the Myanmar Embassy in Sri Lanka apologises",
    "Despite what the Myanmar media had to say regarding the rice deal the Commercial Division of the Myanmar Embassy in Sri Lanka issuing a statement said there was no issue regarding the quality of rice exported to Sri Lanka and that they could guarantee the quality. The embassy statement contained an explanation from the Myanmar Rice Federation regarding the news article appearing on Global News Light web site. Accordingly the article sporting the headline “Myanmar’s rice export to Sri Lanka fetches high prices,” is not published by the federation, but is based on an interview conducted by a freelance journalist with Than O, a rice trader in Bayintnaung Rice Wholesale Depot. “We are sorry that this article was used by the media criticizing the Sri Lankan Government. The Myanmar Government will also make an explanation. The newspaper has misunderstood the Free on Board (FOB) price and Cost, Insurance and Freight (CIF) price. 340-350 USD per MT is the FOB price and 440 USD is the CIF-Colombo price and includes the shipping cost, insurance cost and other fees. As informed by Sri Lanka State Trading Corporation, one MT of rice is sold at 440 US$ according to the CIF Colombo price through a Letter of Credit of 90 days. The prices are the same as the rates for other countries.",
    "‘This article is false. Compared to other countries, rice will be exported without disturbances. The rice variety exported to Sri Lanka is 5% broken white raw rice milled and polished properly and its quality is certified by a third party. The embassy can reassure on the quality of rice exported to Sri Lanka,” the statement said."
  ],
  "translate": {
    "si": {
      "title": "විදෙස් පුවත් පතේ ධාන්‍ය වැගිරෙයි: මියන්මාර-ශ්‍රී ලංකා සහල් ගණුදෙනුව දූෂණයේ ගඳයි",
      "body_lines": [
        "මියන්මාරය මෝසම් කාලවලදී රසායනික පොහොරවලින් 70% ක් සහ වියළි කාලගුණය තුළ එවැනි පොහොර 100% ක් භාවිතා කරයි.",
        "බංගලිදේශයෙන් ණය ලබා මියන්මාරයෙන් සහල් ආනයනය කරන තැනට ශ්‍රී ලංකාවේ අභිමානය පලුදු වී ඇත.",
        "මියන්මාරයෙන් සහල් ආනයනය කිරීම සඳහා අනෙකුත් රටවල් ගෙවන මුදලට වඩා රුපියල් බිලියන 3.05 ක් ශ්‍රී ලංකා රජය (GoSL) ගෙවා ඇති බව The Global New Light වාර්තා කරයි.",
        "අපනයනය කරන ලද සහල් ගුණාත්මක බවින් අඩු බවද පුවත්පත් ලිපියේ සඳහන් විය",
        "ශ්‍රී ලංකාවට සුදු කැකුළු සහල් මෙට්‍රික් ටොන් 100,000ක් සහ තම්බන ලද සහල් මෙට්‍රික් ටොන් 50,000ක් ආනයනය කිරීමට නියමිත බව වාර්තා වේ.",
        "වසර 2600කට පෙර සිට දිවෙන ශ්‍රී ලංකාවේ වී කර්මාන්තයේ වත්මන් තත්ත්වය පිළිබඳව අවධානය යොමු කිරීම කාලීන අවශ්‍යතාවයකි. විජය කුමරු දිවයිනට වැඩම කරන සමයේ මෙරට පැවති පොහොසත් වී වගාවක් පිළිබඳ ඉතිහාසය සාක්ෂි දරයි. පරාක්‍රමබාහු රජුගේ කාලයේ ශ්‍රී ලංකාව පෙරදිග ධාන්‍යාගාරය ලෙස හඳුන්වනු ලැබුවේ සාරවත් කුඹුරු නිසා ය. හිටපු කෘෂිකර්ම අධ්‍යක්ෂ කේ.බී ගුණරත්න මහතා පැවසුවේ, එදා වී වර්ග 3000කට වැඩි ප්‍රමාණයක් වගා කළ බවයි.",
        "“ශ්‍රී ලංකාවේ වාර්ෂික සහල් පරිභෝජනය එක් පුද්ගලයකුට කිලෝග්‍රෑම් 120ක් වන නමුත් මේ වන විට එය කිලෝග්‍රෑම් 85-90 දක්වා අඩු වී තිබෙනවා. මියන්මාරය බී කැරොටින් අඩංගු රන්වන් සහල් නිෂ්පාදනය කරන බව ප්රසිද්ධය. ශ්‍රී ලංකාවේ පැරණි වී වර්ගවල සමාන පෝෂ්‍ය පදාර්ථ අඩංගු විය, නමුත් ප්‍රාදේශීය දේශපාලන අධිකාරිය එවැනි ප්‍රභේද විනාශ කර ඇත, - හිටපු කෘෂිකර්ම අධ්‍යක්ෂ කේ.බී ගුණරත්න”",
        "මේ වන විට මිනිසුන් කුසගින්නෙන් පෙළෙන අතර තම දරුවන්ට පෝෂණය කිරීමට අසමත් වීම නිසා සිය දිවි නසා ගැනීමට පවා බල කෙරී ඇත. බංගලිදේශයෙන් ණය ලබාගෙන මියන්මාරයෙන් සහල් ආනයනය කිරීමට තරම් ශ්‍රී ලංකාවේ අභිමානය කඩා වැටී ඇත.",
        "“ගෝලීය සහල් අවශ්‍යතාවය ආසියානු සහ අප්‍රිකානු රටවල ජනගහනය සහ ආර්ථික වර්ධනය මත රඳා පවතී. එය 2010-2020 කාලය තුළ මෙ.ටොන් මිලියන 439 සිට මෙ.ටොන් මිලියන 496 දක්වා වැඩි වී ඇත. 2010 වසරේ සහල් අවශ්‍යතාවය සලකා බලන විට එය 2035 වන විට මෙ.ටොන් මිලියන 555 දක්වා වැඩි වීමට ඉඩ ඇත. 2010 වසරට වඩා 26%ක වැඩිවීමක්. ගොවීන්ට වාර්ෂිකව වී මෙ.ටොන් 8-10 අතර ප්‍රමාණයක් වැඩිපුර නිෂ්පාදනය කිරීමට සිදුවනු ඇතැයි ගණන් බලා ඇත.",
        "අතීතයේ මියන්මාරය සහල් නිෂ්පාදනයේ ස්ථාවර ස්ථානයක් නොදැරූ නමුත්, කාලයත් සමඟ එය ලෝකයේ ප්‍රමුඛතම සහල් අපනයනකරු බවට පත් විය. වාර්ෂිකව සහල් මෙට්‍රික් ටොන් 631000ක් අපනයනය කරයි. මියන්මාරය සහල් නිෂ්පාදනය නඟා සිටුවීමට දශකයක් තිස්සේ වෙහෙසුණු අතර ඉඩම් භාවිතය, ජල සම්පත් කළමනාකරණය, යටිතල පහසුකම් සහ වැඩි දියුණු කිරීම සඳහා ප්‍රතිපත්ති අනුගමනය කළේය.",
        "ශ්‍රී ලංකාව සහ මියන්මාරය ඇතුළත් සහල් ගනුදෙනුවේ වෙබ් අඩවියේ වාර්තාවක්",
        "අස්වැන්න. මියන්මාරය කෘෂිකාර්මික ප්‍රතිපත්ති අත්හැරියේ භික්ෂුවක් හෝ වෛද්‍යවරයකු විසින් කරන ලද අදහසක් නිසා පමණක් නොව කාබනික කෘෂිකාර්මික ප්‍රතිපත්තියක් අනුගමනය කිරීමට දැඩි නොවීය. අස්වැන්න 100% කින් වැඩි කිරීමට එය සිහින මැව්වේ නැත; පොහොර සමඟ හෝ නැතිව. මියන්මාරය එක ඉලක්කයක් හඹා යාමට දැඩි වූ අතර සාර්ථකත්වය සහතික කිරීමට තිබූ එකම ප්‍රතිපත්තිය වූයේ වසර 10 ක සැලැස්මක් ක්‍රියාත්මක කිරීමයි.",
        "මියන්මාරයේ මෝසම් වැසි ලැබෙන ප්‍රදේශවල හෙක්ටයාර මිලියන 5.7ක භූමි ප්‍රමාණයක වී වගා කෙරේ. වියළි කාලගුණය තුළ දළ වශයෙන් හෙක්ටයාර මිලියන 5.7 ක භූමි ප්‍රමාණයක් වගා කෙරේ. මියන්මාරයේ වාර්ෂික සහල් පරිභෝජනය එක් පුද්ගලයෙකුට කිලෝග්‍රෑම් 160-208 කි. මියන්මාරය ලෝකයේ වැඩිම සහල් පරිභෝජනය කරන රටවලින් එකකි. “ශ්‍රී ලංකාවේ වාර්ෂික සහල් පරිභෝජනය එක් පුද්ගලයකුට කිලෝග්‍රෑම් 120ක් වන නමුත් මේ වන විට එය කිලෝග්‍රෑම් 85-90 දක්වා අඩු වී තිබෙනවා. මියන්මාරය බී කැරොටින් අඩංගු රන්වන් සහල් නිෂ්පාදනය කරන බව ප්රසිද්ධය. ශ්‍රී ලංකාවේ පැරණි වී වර්ගවල ද එවැනිම පෝෂක අඩංගු වූ නමුත් ප්‍රාදේශීය දේශපාලන අධිකාරිය එවැනි වී වර්ග විනාශ කර ඇත.",
        "“පරාක්‍රමබාහු රජතුමා වගේ දස්කම් ගැන උදම් අනන ඇමැතිවරු ඉන්න රටක ගොවියන්ගේ සියලු ආදායම් අහිමි වෙලා පොහොර සහ බීජ ඉල්ලලා උද්ඝෝෂණ කරන්න බල කරනවා,” ගුණරත්න කීවේය.",
        "“ඉදිරි යල කන්නයේ සහල් නිෂ්පාදනය විනාශ කරමින් සහල් මෙට්‍රික් ටොන් 150,000ක් ආනයනය කිරීමට නියමිතයි. දේශපාලනඥයන් සහ නිලධාරීන් කොමිස් මුදලට සහල් පිටරටින් ගෙන්වන අතර එසේ ආනයනය කරන සහල් තොග අවසානයේ සත්ත්ව ආහාර ලෙසත් නැතිනම් සත්ත්ව ආහාර ලෙස විකුණන සහල් පොලිෂ් කර නැවත හොඳ සහල් ලෙස අලෙවි කරනවා - අනුරාධ තෙන්නකෝන් ජාතික ගොවිජන එකමුතුව සභාපති",
        "මියන්මාරයෙන් ඇනවුම් කරන ලද සහල් තොගය සඳහා ශ්‍රී ලංකාවේ කිහිප දෙනෙකු කොමිස් මුදලක් ඉල්ලා ඇති බව මියන්මාරයේ ජනප්‍රිය පුවත්පතක් වන ග්ලෝබල් නිව් ලයිට් පසුගියදා අනාවරණය කළේය. මෙම ලිපිය රටේ වැඩි අවධානයට ලක් විය. ශ්‍රී ලංකා රජය (GoSL) අනෙකුත් රටවල් ගෙවන මුදලට වඩා රුපියල් බිලියන 3.05 ක් වැඩිපුර ගෙවා ඇති බව The Global New Light වාර්තා කරයි. දෙරට අතර අත්සන් කර ඇති ගිවිසුමට අනුව ශ්‍රී ලංකාවට සහල් අපනයනය කරන මිල මෙට්‍රික් ටොන් එකකට ඩොලර් 440-450ක් වන නමුත් එම පුවත්පතට අනුව වෙනත් රටවලට අපනයනය කරන සහල් මිල මෙට්‍රික් ටොන් එකක් ඩොලර් 340-350ත් අතර වේ.",
        "ඒ අනුව ශ්‍රී ලංකාව මෙට්‍රික් ටොන් එකකට ඩොලර් 100ක් ගෙවයි, එනම් රුපියල් 20300කි. ශ්‍රී ලංකාව සහල් මෙට්‍රික් ටොන් 150,000ක් ආනයනය කිරීමට නියමිතයි.",
        "අපනයනය කරන ලද සහල් ගුණාත්මක බවින් අඩු බවද පුවත්පත් ලිපියේ සඳහන් විය. මියන්මාරය මෝසම් කාලවලදී රසායනික පොහොර 70% ක් ද වියළි කාලගුණය තුළ එවැනි පොහොර 100% ක් ද භාවිතා කරයි. ඉන්දුනීසියාව, පිලිපීනය, තායිලන්තය, බංගලිදේශය, වියට්නාමය, කාම්බෝජය වැනි රටවල් හා සසඳන විට මියන්මාරය රසායනික පොහොර භාවිත කරන්නේ අඩුවෙන්. නමුත් අස්වැන්න වැඩි වී නිෂ්පාදනය කිරීමේදී රසායනික පොහොර භාවිතය 100%ක් බව ගුණරත්න මහතා පවසයි.",
        "මියන්මාරය ද පළිබෝධනාශක විශාල වශයෙන් භාවිතා කරයි. මියන්මාරයේ වී වගාවට කෘමීන් 29ක් වැඩි වශයෙන් බලපානවා. සහල් අංගමාරය මියන්මාරයේ බහුලව දක්නට ලැබේ. එබැවින් පළිබෝධනාශක අවම වශයෙන් සහ අධික ලෙස භාවිතා වේ. “මියන්මාරයේ ගොවීන් පළිබෝධනාශක ගැන උපදෙස් ගන්නේ වෙළෙන්දන්ගෙන්. මෙම වෙළඳුන් ඔවුන්ට ඉහළම කොමිස් මුදලක් ලබා දෙන නිෂ්පාදනයක් නිර්දේශ කරයි. අපනයනය කරන සහල්වල ප්‍රමිතිය සම්බන්ධයෙන් මියන්මාරයෙන් ලැබෙන මාධ්‍ය වාර්තා ශ්‍රී ලංකා නිලධාරීන්ගේ වැඩි අවධානයට ලක්විය යුතුයි,” ගුණරත්න මහතා පැවසීය.",
        "“සුදුලූණු මගඩිය, වතුර බෝතල් වංචාව, බිස්කට් වංචාව පිටුපස ඉන්න අයට මේ මියන්මාර සහල් ගනුදෙනුව පිටුපස ඉන්න පුළුවන්. මාර්තු 15 - ලෝක පාරිභෝගික අයිතිවාසිකම් දිනය - ශ්‍රී ලාංකිකයන් අඳුරේ හෝ පෝලිම්වල සිටින බවට බලධාරීන් වග බලා ගනීවි. මේකේ ඉවරයක් නෑ, - ජනතා අයිතීන් සුරැකීමේ පදනමේ සභාපති අසේල සම්පත්”",
        "Bayintnaung සහල් තොග ගබඩාවේ ලේකම් U Than Oo පැවසුවේ 2022 සහ 2023 වසර සඳහා සහල් අපනයනය කරන බවයි. වාර්තාවන ආකාරයට සුදු කැකුළු සහල් මෙ.ටොන් 100,000ක් සහ තම්බන ලද සහල් මෙ.ටොන් 50,000ක් ශ්‍රී ලංකාවට ආනයනය කිරීමට නියමිතයි. “ශ්‍රී ලංකාව අතිරේක ඇමෙරිකානු ඩොලර් මිලියන 15ක් ගෙවීමට නියමිත නිසා එම කොමිස් මුදල මෙම ගනුදෙනුවට සම්බන්ධ පුද්ගලයන් අතට පත්වන්නේද යන්න සොයා බැලිය යුතුයි. බොහෝ මිනිසුන් විදුලිය සහ ගෑස් නොමැතිව සිටින විට කොමිස් ලබා ගැනීමට උත්සාහ කිරීම විශාල අපරාධයකි. එම කොමිස් මුදල ශ්‍රී ලංකා රුපියල්වලින් බිලියන 3.04ක් බව එම පුවත් ලිපියේ සඳහන් වේ.’’ ගුණරත්න කීවේය.",
        "මෙම ගනුදෙනුව හරහා කොමිස් ලබාගැනීමට සම්බන්ධ බවට ශ්‍රී ලංකා රාජ්‍ය වෙළෙඳ සංස්ථාවේ (STC) ඇමැතිවරයකුගේ පුත්‍රයකුට සහ ඉහළ නිලධාරියකුට සෘජුවම චෝදනා එල්ල විය. STC ප්‍රකාශකයෙකු පැවසුවේ මෙම ගනුදෙනුව සම්බන්ධයෙන් ඇතැම් ලියකියවිලි දැනටමත් අවතැන් වී ඇති බවයි.",
        "ජාතික ගොවිජන එකමුතුව සභාපති අනුරාධ තෙන්නකෝන් මහතා පැවසුවේ මෙරට සහල් අවශ්‍යතාවයට අනුව වාර්ෂිකව සහල් මෙට්‍රික් ටොන් 15,000ක් ආනයනය කරන බවයි. යල සහ මහ කන්න දෙකේදී වී මිලට බලපෑමක් නොවන පරිදි මෙය සිදු කරනු ලබන්නේ හිඟ කාලවලදී සහල් මිල නියාමනය කිරීමේ අපේක්ෂාවෙනි. “කෙසේ වෙතත් ඉදිරි යල කන්නයේ සහල් නිෂ්පාදනය විනාශ කරමින් සහල් මෙට්‍රික් ටොන් 150,000ක් ආනයනය කිරීමට නියමිතයි. දේශපාලනඥයන් සහ නිලධාරීන් කොමිස් මුදලට සහල් පිටරටින් ගෙන්වන අතර එවැනි ආනයනික සහල් තොග අවසානයේ සත්ත්ව ආහාර ලෙස අලෙවි කරනවා. එසේත් නැතිනම් සත්ත්ව ආහාර ලෙස අලෙවි කරන සහල් පොලිෂ් කර නැවත හොඳ සහල් ලෙස අලෙවි කරනවා.” යැයි තෙන්නකෝන් වැඩිදුරටත් පැවසීය.",
        "\"මියන්මාර මාධ්‍ය වාර්තා කර තිබූ දේ අපට සම්පූර්ණයෙන්ම නොසලකා හැරිය නොහැක\" යැයි ජනතා අයිතීන් සුරැකීමේ පදනමේ සභාපති අසේල සම්පත් මහතා පැවසීය. “සුදුලූණු මගඩිය, වතුර බෝතල් වංචාව, බිස්කට් වංචාව පිටුපස ඉන්න අයට මේ මියන්මාර සහල් ගනුදෙනුව පිටුපස ඉන්න පුළුවන්. මාර්තු 15 - ලෝක පාරිභෝගික අයිතිවාසිකම් දිනය - ශ්‍රී ලාංකිකයන් අඳුරේ හෝ පෝලිම්වල සිටින බවට බලධාරීන් වග බලා ගනීවි. මේ කාරණයේ කෙළවරක් නැත. ජනතාවට සහන දෙන මුවාවෙන් ඔවුන් දිගින් දිගටම කොමිස් ලබා ගන්නවා,” ඔහු වැඩිදුරටත් පැවසීය.",
        "වෙළෙඳ අමාත්‍යාංශයේ ලේකම් භද්‍රානි ජයවර්ධන මහත්මිය සම්බන්ධ කර ගැනීමට නොහැකි විය. වෙළෙඳ අමාත්‍යාංශයේ ප්‍රකාශකයෙකු පැවසුවේ මියන්මාරයේ පළ වූ පුවත පදනම් විරහිත බවයි. “මෙතරම් අඩු මිලට සහල් අපනයනය කරන්නේ නැහැ. එවැනි ගනුදෙනුවක් පිළිබඳ කිසිදු විස්තරයක් ලිපියේ සඳහන් නොවේ. 2019 වසරේ සහල් මිලට සාපේක්ෂව වැඩිවී තිබෙනවා.නැව් ගාස්තු වැඩිවීමත් සමඟ සහල් මෙට්‍රික් ටොන් එකක මිල ඇමෙරිකානු ඩොලර් 490ක් ලෙස සාකච්ඡා කළත් අපට ඩොලර් 440 දක්වා මිල අඩු කළ හැකියි. චෝදනා ඔප්පු කරන්න පුළුවන් නම් මට උත්තර දෙන්න පුළුවන්,” ඇය වැඩිදුරටත් පැවසුවාය.",
        "ශ්‍රී ලංකා රාජ්‍ය වෙළඳ (සාමාන්‍ය) සංස්ථාවේ (SLSTC) සභාපති යෝගා පෙරේරා සම්බන්ධ කර ගැනීමට ගත් උත්සාහය අසාර්ථක විය. පෙරේරා සඳුදා ඔහුගේ කාර්යාලයේ නොසිටි බවත්, අඟහරුවාදා හදිසි රැස්වීමකට සහභාගී වූ බවත්, බදාදා ඔහු නොපැමිණි බවත් අප කළ විමසීම්වලට පිළිතුරු දුන් SLSTC හි නිලධාරියෙක් පැවසීය. “සභාපතිතුමා හැමදාම කාර්යාලයට එන්නේ නැහැ,” ඔහු වැඩිදුරටත් පැවසීය. මේ නිලධාරියා අපේ අංකය ගත්තට සභාපතිතුමා ආපහු කතා කළේ නැහැ.",
        "“මෙතරම් අඩු මිලට සහල් අපනයනය කරන්නේ නැහැ. එවැනි ගනුදෙනුවක් පිළිබඳ කිසිදු විස්තරයක් ලිපියේ සඳහන් නොවේ. 2019 වසරේ මිලට සාපේක්ෂව සහල් මිල ඉහළ ගොස් ඇත. නැව්ගත කිරීමේ පිරිවැය වැඩිවීමත් සමඟ සහල් මෙට්‍රික් ටොන් එකක මිල ඇමෙරිකානු ඩොලර් 490ක් ලෙස සාකච්ඡා වූ නමුත් අපට එම මිල ඇමෙරිකානු ඩොලර් 440 දක්වා අඩු කළ හැකිය, - ප්‍රකාශක  අමාත්‍යාංශය වෙළඳ\"",
        "ශ්‍රී ලංකාවේ මියන්මාර තානාපති කාර්යාලයේ වාණිජ අංශය සමාව අයැද සිටියි",
        "සහල් ගණුදෙණුව සම්බන්ධයෙන් මියන්මාර මාධ්‍යවලට කුමක් පැවසුවද ශ්‍රී ලංකාවේ මියන්මාර තානාපති කාර්යාලයේ වාණිජ අංශය නිවේදනයක් නිකුත් කරමින් කියා සිටියේ ශ්‍රී ලංකාවට අපනයනය කරන සහල්වල ප්‍රමිතිය සම්බන්ධයෙන් ගැටලුවක් නොමැති බවත් ප්‍රමිතිය සහතික කළ හැකි බවත්ය. Global News Light වෙබ් අඩවියේ පළ වූ පුවත් ලිපිය සම්බන්ධයෙන් මියන්මාර සහල් සම්මේලනයේ පැහැදිලි කිරීමක් තානාපති කාර්යාලයේ ප්‍රකාශයේ අඩංගු විය. ඒ අනුව “මියන්මාරයේ සහල් ශ්‍රී ලංකාවට අපනයනය කිරීම ඉහළ මිලක්” යන ශීර්ෂ පාඨය සහිත ලිපිය ෆෙඩරේෂන් විසින් ප්‍රකාශයට පත් නොකරන ලද අතර එය පදනම් වී ඇත්තේ Bayintnaung සහල් තොග ගබඩාවේ සහල් වෙළෙන්දෙකු වන Than O සමඟ නිදහස් මාධ්‍යවේදියෙකු විසින් කරන ලද සම්මුඛ සාකච්ඡාවකි. “මෙම ලිපිය ශ්‍රී ලංකා රජය විවේචනය කරමින් මාධ්‍ය විසින් භාවිතා කිරීම ගැන අපට කණගාටුයි. මියන්මාර රජය ද පැහැදිලි කිරීමක් කරනු ඇත. පුවත්පත නොමිලේ (FOB) මිල සහ පිරිවැය, රක්ෂණ සහ භාණ්ඩ ප්‍රවාහන (CIF) මිල වැරදි ලෙස වටහාගෙන ඇත. MT එකකට USD 340-350 FOB මිල වන අතර USD 440 CIF-Colombo මිල වන අතර නැව්ගත කිරීමේ පිරිවැය, රක්ෂණ පිරිවැය සහ අනෙකුත් ගාස්තු ඇතුළත් වේ. ශ්‍රී ලංකා රාජ්‍ය වෙළඳ සංස්ථාව විසින් දන්වා ඇති පරිදි, දින 90 ක ණයවර ලිපියක් මගින් CIF Colombo මිලට අනුව සහල් මෙට්‍රික් ටොන් එකක් US$ 440 කට අලෙවි කෙරේ. අනෙකුත් රටවල මිල ගණන් සමාන වේ.",
        "‘මේ ලිපිය බොරුවක්. අනෙකුත් රටවල් හා සසඳන විට බාධාවකින් තොරව සහල් අපනයනය කෙරේ. ශ්‍රී ලංකාවට අපනයනය කරනු ලබන සහල් ප්‍රභේදය 5%ක් කැඩුණු සුදු කැකුළු සහල් නිසි ලෙස අඹරා ඔප දමා එහි ප්‍රමිතිය තෙවන පාර්ශවයක් විසින් සහතික කර ඇත. ශ්‍රී ලංකාවට අපනයනය කරන සහල්වල ප්‍රමිතිය පිළිබඳව තානාපති කාර්යාලයට සහතික විය හැකියි."
      ]
    },
    "ta": {
      "title": "வெளிநாட்டு செய்தித்தாள் பீன்ஸ்: மியான்மர்-இலங்கை அரிசி ஒப்பந்தம் ஊழல் வாசனை",
      "body_lines": [
        "மியான்மர் மழைக்காலத்தில் 70% இரசாயன உரங்களையும், வறண்ட காலநிலையில் 100% உரங்களையும் பயன்படுத்துகிறது.",
        "பங்களாதேஷிடம் இருந்து கடன் பெற்று மியான்மரில் இருந்து அரிசியை இறக்குமதி செய்யும் அளவிற்கு இலங்கையின் பெருமை அடிபட்டுள்ளது.",
        "மியன்மாரிலிருந்து அரிசியை இறக்குமதி செய்வதற்கு ஏனைய நாடுகள் செலுத்தும் தொகையை விட 3.05 பில்லியன் ரூபா இலங்கை அரசாங்கம் (GoSL) அதிகமாக செலுத்தியுள்ளது என The Global New Light செய்தி வெளியிட்டுள்ளது.",
        "ஏற்றுமதி செய்யப்பட்ட அரிசி தரம் குறைந்ததாக இருந்ததாகவும் நாளிதழ் கட்டுரையில் தெரிவிக்கப்பட்டுள்ளது",
        "100,000 மெட்ரிக் டன் வெள்ளை அரிசியும், 50,000 மெட்ரிக் டன் புழுங்கல் அரிசியும் இலங்கைக்கு இறக்குமதி செய்யப்பட உள்ளதாகத் தெரிவிக்கப்படுகிறது.",
        "இலங்கையில் 2600 வருடங்களுக்கு முன்னர் இயங்கும் நெல் தொழில்துறையின் தற்போதைய அவல நிலை குறித்து கவனம் செலுத்துவது காலத்தின் தேவையாகும். இளவரசர் விஜயா தீவுக்கு வந்த காலத்தில் நாட்டில் வளமான நெல் சாகுபடி இருந்ததற்கான சான்றுகள் வரலாறு. பராக்கிரமபாகு மன்னன் காலத்தில் வளமான நெல் வயல்களால் இலங்கை கிழக்கின் தானியக் களஞ்சியம் என்று அழைக்கப்பட்டது. அப்போது 3000க்கும் மேற்பட்ட நெல் ரகங்கள் பயிரிடப்பட்டதாக முன்னாள் விவசாயப் பணிப்பாளர் கே.பி.குணரத்ன தெரிவித்தார்.",
        "“இலங்கையில் ஒரு நபரின் வருடாந்த அரிசி நுகர்வு 120 கிலோகிராம் ஆகும், ஆனால் அது தற்போது 85-90 கிலோகிராமாக குறைந்துள்ளது. மியான்மர் பி கரோட்டின் கொண்ட தங்க அரிசியை உற்பத்தி செய்வதாக அறியப்படுகிறது. இலங்கையின் பழைய நெல் வகைகளில் இதே போன்ற சத்துக்கள் உள்ளன, ஆனால் உள்ளூர் அரசியல் அதிகாரம் அத்தகைய ரகங்களை அழித்துவிட்டது, - முன்னாள் விவசாய இயக்குனர் கே.பி.குணரத்ன”",
        "தற்போது மக்கள் பட்டினியால் வாடுகின்றனர், மேலும் தங்கள் குழந்தைகளுக்கு உணவளிக்கத் தவறியதால் உயிரை மாய்த்துக் கொள்ளும் நிலைக்குத் தள்ளப்பட்டுள்ளனர். பங்களாதேஷிடம் இருந்து கடன் பெற்று மியான்மரில் இருந்து அரிசியை இறக்குமதி செய்யும் அளவிற்கு இலங்கையின் பெருமை அடிபட்டுள்ளது.",
        "\"உலகளாவிய அரிசி தேவை ஆசிய மற்றும் ஆப்பிரிக்க நாடுகளின் மக்கள் தொகை மற்றும் பொருளாதார வளர்ச்சியைப் பொறுத்தது. இது 2010-2020 வரையிலான காலகட்டத்தில் 439 மில்லியன் மெட்ரிக் டன்னிலிருந்து 496 மில்லியன் மெட்ரிக் டன்னாக அதிகரித்துள்ளது. 2010ல் அரிசி தேவையை கருத்தில் கொண்டு, 2035ல் 555 மில்லியன் மெட்ரிக் டன்னாக அதிகரிக்க வாய்ப்புள்ளது; 2010 ஐ விட 26% அதிகரிப்பு. விவசாயிகள் வருடாந்தம் கூடுதலாக 8-10 MT நெல் உற்பத்தி செய்ய வேண்டும் என்று கணக்கிடப்பட்டுள்ளது,” என்று குணரத்ன கூறினார்.",
        "கடந்த காலத்தில் மியான்மர் அரிசியை உற்பத்தி செய்வதில் ஒரு நிலையான இடத்தைப் பிடிக்கவில்லை, ஆனால் ஒரு காலத்தில் அது உலகின் மிக முக்கியமான அரிசி ஏற்றுமதியாளராக மாறியது; ஆண்டுக்கு 631000 மெட்ரிக் டன் அரிசியை ஏற்றுமதி செய்கிறது. மியான்மர் ஒரு தசாப்தமாக அரிசி உற்பத்தியை உயர்த்த உழைத்தது மற்றும் நிலங்களின் பயன்பாடு, நீர்வள மேலாண்மை, உள்கட்டமைப்பு மற்றும் பயன்பாட்டை அதிகரிக்க கொள்கைகளை பின்பற்றியது.",
        "இலங்கை மற்றும் மியான்மர் இடம்பெறும் அரிசி ஒப்பந்தத்தின் இணையதள அறிக்கை",
        "அறுவடை. மியான்மர் ஒரு துறவி அல்லது ஒரு மருத்துவர் கொடுத்த வெறும் கருத்துக்காக விவசாயக் கொள்கைகளை கைவிடவில்லை, இயற்கை விவசாயக் கொள்கையைப் பின்பற்றுவதில் கண்டிப்பாக இல்லை. அதன் அறுவடையை 100% அதிகரிக்க வேண்டும் என்று கனவு காணவில்லை; உரத்துடன் அல்லது இல்லாமல். மியான்மர் ஒரு குறிக்கோளைப் பின்தொடர்வதில் கண்டிப்பாக இருந்தது மற்றும் வெற்றியை உறுதிப்படுத்த வேண்டிய ஒரே கொள்கை 10 ஆண்டு திட்டத்தை செயல்படுத்துவதாகும்.",
        "மியான்மரில் பருவமழை பெறும் பகுதிகளில் 5.7 மில்லியன் ஹெக்டேர் நிலத்தில் நெல் பயிரிடப்படுகிறது. வறண்ட காலநிலையில், சுமார் 5.7 மில்லியன் ஹெக்டேர் நிலம் பயிரிடப்படுகிறது. மியான்மரில் ஒரு நபருக்கு ஆண்டு அரிசி நுகர்வு 160-208 கிலோகிராம் ஆகும். உலகில் அதிக அரிசி உட்கொள்ளும் நாடுகளில் மியான்மர் ஒன்றாகும். “இலங்கையில் ஒரு நபரின் வருடாந்த அரிசி நுகர்வு 120 கிலோகிராம் ஆகும், ஆனால் அது தற்போது 85-90 கிலோகிராமாக குறைந்துள்ளது. மியான்மர் பி கரோட்டின் கொண்ட தங்க அரிசியை உற்பத்தி செய்வதாக அறியப்படுகிறது. இலங்கையின் பழைய நெல் வகைகளில் இதே போன்ற சத்துக்கள் உள்ளன, ஆனால் உள்ளூர் அரசியல் அதிகாரம் அத்தகைய வகைகளை அழித்துவிட்டது, ”என்று குணரத்ன கூறினார்.",
        "“அரசர் பராக்கிரமபாகு விவசாயிகள் தங்கள் வருமானம் அனைத்தையும் இழந்து, உரம் மற்றும் விதைகளைக் கோரி ஆர்ப்பாட்டம் செய்ய நிர்ப்பந்திக்கப்படுவது போன்ற சாதனைகளை அமைச்சர்கள் செய்யும் நாட்டில்” என்று குணரத்ன கூறினார்.",
        "“எதிர்வரும் யாலா பருவத்தில் அரிசி உற்பத்தியை அழிக்கும் வகையில் 150,000 மெட்ரிக்தொன் அரிசி இறக்குமதி செய்யப்படவுள்ளது. அரசியல்வாதிகளும் அதிகாரிகளும் கொமிஷனுக்காக அரிசியை இறக்குமதி செய்கிறார்கள், அவ்வாறு இறக்குமதி செய்யப்படும் அரிசி கையிருப்பு இறுதியில் கால்நடை தீவனமாக விற்கப்படுகிறது அல்லது கால்நடை தீவனமாக விற்கப்படும் அரிசியை பாலிஷ் செய்து மீண்டும் நல்ல அரிசியாக விற்கிறார்கள்” - ஜாதிக கோவிஜன ஏகமுத்துவ தலைவர் அனுராதா தென்னகோன்.",
        "மியன்மாரில் இருந்து ஆர்டர் செய்யப்பட்ட அரிசியின் இருப்புக்கு இலங்கையில் பலர் கமிஷன் கோரியுள்ளதாக மியன்மாரின் பிரபல பத்திரிகையான தி குளோபல் நியூ லைட் அண்மையில் வெளிப்படுத்தியுள்ளது. இக்கட்டுரை நாட்டில் பெரும் கவனத்தைப் பெற்றது. இலங்கை அரசாங்கம் (GoSL) மற்ற நாடுகள் செலுத்துவதை விட 3.05 பில்லியன் ரூபாய்களை அதிகமாக செலுத்தியுள்ளது என்று The Global New Light தெரிவித்துள்ளது. இரு நாடுகளுக்குமிடையில் கைச்சாத்திடப்பட்டுள்ள உடன்படிக்கையின் பிரகாரம் இலங்கைக்கான அரிசியின் ஏற்றுமதி விலை MT ஒன்றுக்கு 440-450 USD எனவும், ஆனால் ஏனைய நாடுகளுக்கு ஏற்றுமதி செய்யப்படும் அரிசியின் விலை MT ஒன்றுக்கு 340-350 USD வரை உள்ளதாக அந்த நாளிதழ் தெரிவித்துள்ளது.",
        "அதன்படி, இலங்கை ஒரு MTக்கு 100 USD கூடுதலாக செலுத்துகிறது, அதாவது 20300 ரூபாய். இலங்கை 150,000 மெட்ரிக்தொன் அரிசியை இறக்குமதி செய்ய உள்ளது.",
        "ஏற்றுமதி செய்யப்பட்ட அரிசி தரம் குறைந்ததாக இருந்ததாகவும் நாளிதழ் கட்டுரையில் தெரிவிக்கப்பட்டுள்ளது. மியான்மர் மழைக்காலங்களில் 70% இரசாயன உரங்களையும், வறண்ட காலநிலையில் 100% உரங்களையும் பயன்படுத்துகிறது. இந்தோனேசியா, பிலிப்பைன்ஸ், தாய்லாந்து, பங்களாதேஷ், வியட்நாம் மற்றும் கம்போடியா போன்ற நாடுகளுடன் ஒப்பிடுகையில், மியான்மர் ரசாயன உரங்களை குறைவாகவே பயன்படுத்துகிறது. ஆனால் அதிக அறுவடையுடன் நெல் உற்பத்தி செய்யும் போது இரசாயன உரங்களின் பாவனை 100% என குணரத்ன தெரிவித்துள்ளார்.",
        "மியன்மாரும் பூச்சிக்கொல்லிகளை அதிக அளவில் பயன்படுத்துகிறது. மியான்மரில் நெல் சாகுபடி பெரும்பாலும் 29 பூச்சிகளால் பாதிக்கப்படுகிறது. மியான்மரில் நெற்பயிர் நோய் அதிகம் காணப்படுகிறது. எனவே பூச்சிக்கொல்லிகள் மிகக் குறைவாகவும் அதிகமாகவும் பயன்படுத்தப்படுகின்றன. “மியான்மரில் உள்ள விவசாயிகள் பூச்சிக்கொல்லி மருந்துகளை வியாபாரிகளிடம் இருந்து ஆலோசனை பெறுகிறார்கள். இந்த வர்த்தகர்கள் தங்களுக்கு அதிக கமிஷன் கொடுக்கும் தயாரிப்பை பரிந்துரைக்கின்றனர். ஏற்றுமதி செய்யப்படும் அரிசியின் தரம் குறித்து மியன்மாரில் இருந்து வெளியாகும் ஊடக அறிக்கைகள் இலங்கை அதிகாரிகளிடமிருந்து அதிக கவனம் செலுத்தப்பட வேண்டும்” என்று குணரத்ன கூறினார்.",
        "“பூண்டு ஊழல், தண்ணீர் பாட்டில் ஊழல், பிஸ்கட் ஊழல் போன்றவற்றின் பின்னணியில் இருப்பவர்கள் இந்த மியான்மர் அரிசி ஒப்பந்தத்தின் பின்னணியில் இருக்கலாம். உலக நுகர்வோர் உரிமைகள் தினமான மார்ச் 15 அன்று கூட இலங்கையர்கள் இருளில் அல்லது வரிசையில் இருப்பதை அதிகாரிகள் உறுதி செய்வார்கள். இந்த விடயத்திற்கு முடிவே இல்லை - அசேல சம்பத், மக்கள் உரிமைகள் பாதுகாப்பு அறக்கட்டளை தலைவர்”",
        "2022 மற்றும் 2023 ஆம் ஆண்டுகளுக்கான அரிசி ஏற்றுமதி செய்யப்படும் என Bayintnaung அரிசி மொத்த விற்பனைக் களஞ்சியசாலையின் செயலாளர் U Than Oo தெரிவித்துள்ளார். இலங்கைக்கு 100,000 MT வெள்ளை அரிசியும் 50,000 MT துருவிய அரிசியும் இறக்குமதி செய்யப்பட உள்ளதாகத் தெரிவிக்கப்படுகிறது. \"இலங்கை கூடுதலாக 15 மில்லியன் அமெரிக்க டாலர்களை செலுத்த உள்ளது, எனவே இது இந்த ஒப்பந்தத்தில் தொடர்புடையவர்களின் கைகளுக்கு கமிஷன் செல்கிறதா என்பதை ஒருவர் விசாரிக்க வேண்டும். பெரும்பாலான மக்கள் மின்சாரம் மற்றும் எரிவாயு இல்லாமல் இருக்கும்போது கமிஷன் பெற முயற்சிப்பது மிகப்பெரிய குற்றமாகும். இலங்கை ரூபாவில் அந்த கமிஷன் 3.04 பில்லியன் என்று செய்திக் கட்டுரையில் தெரிவிக்கப்பட்டுள்ளது” என குணரத்ன கூறினார்.",
        "அமைச்சர் ஒருவரின் மகனும் இலங்கை அரச வர்த்தகக் கூட்டுத்தாபனத்தின் (STC) உயர் அதிகாரி ஒருவரும் இந்த ஒப்பந்தத்தின் மூலம் கமிஷன் பெறுவதில் ஈடுபட்டதாக நேரடியாக குற்றம் சாட்டப்பட்டது. ஒப்பந்தம் தொடர்பான சில ஆவணங்கள் ஏற்கனவே இடம்பெயர்ந்துள்ளதாக STC செய்தித் தொடர்பாளர் தெரிவித்தார்.",
        "நாட்டின் அரிசித் தேவைக்கு ஏற்ப வருடாந்தம் 15,000 மெட்ரிக்தொன் அரிசியே இறக்குமதி செய்யப்படுவதாக ஜாதிக கோவிஜன ஏகமுத்துவவின் தலைவர் அனுராத தென்னக்கோன் தெரிவித்தார். இது இரண்டு பருவகாலங்களில் நெல் விலையை பாதிக்காத வகையில் செய்யப்படுகிறது-யால மற்றும் மஹா- பற்றாக்குறையின் போது அரிசியின் விலையை ஒழுங்குபடுத்தும் நம்பிக்கையுடன். எவ்வாறாயினும் எதிர்வரும் யாலா பருவத்தில் அரிசி உற்பத்தியை பாழாக்கும் வகையில் 150,000 மெட்ரிக்தொன் அரிசி இறக்குமதி செய்யப்படவுள்ளது. அரசியல்வாதிகளும் அதிகாரிகளும் கமிஷனுக்காக அரிசியை இறக்குமதி செய்கிறார்கள், அவ்வாறு இறக்குமதி செய்யப்பட்ட அரிசி இருப்புக்கள் இறுதியில் கால்நடை தீவனமாக விற்கப்படுகின்றன, இல்லையெனில் கால்நடை தீவனமாக விற்கப்படும் அரிசி பாலிஷ் செய்யப்பட்டு நல்ல அரிசியாக விற்கப்படுகிறது, ”என்று தென்னகோன் மேலும் கூறினார்.",
        "மக்கள் உரிமைகள் பாதுகாப்பு அறக்கட்டளையின் தலைவர் அசேல சம்பத் கூறுகையில், “மியான்மர் ஊடகங்கள் செய்தி வெளியிட்டதை நாங்கள் முழுமையாக புறக்கணிக்க முடியாது. “பூண்டு ஊழல், தண்ணீர் பாட்டில் ஊழல், பிஸ்கட் ஊழல் போன்றவற்றின் பின்னணியில் இருப்பவர்கள் இந்த மியான்மர் அரிசி ஒப்பந்தத்தின் பின்னணியில் இருக்கலாம். உலக நுகர்வோர் உரிமைகள் தினமான மார்ச் 15 அன்று கூட இலங்கையர்கள் இருளில் அல்லது வரிசையில் இருப்பதை அதிகாரிகள் உறுதி செய்வார்கள். இந்த விஷயத்திற்கு முடிவே இல்லை. மக்களுக்கு சலுகைகள் வழங்குகிறோம் என்ற போர்வையில் கமிஷன் பெற்றுக் கொள்கிறார்கள்,” என்று அவர் மேலும் கூறினார்.",
        "வர்த்தக அமைச்சின் செயலாளர் பத்ராணி ஜயவர்தனவை தொடர்பு கொள்ள முடியவில்லை. மியான்மரில் இருந்து வந்த செய்தி ஆதாரமற்றது என்று வர்த்தக அமைச்சகத்தின் செய்தித் தொடர்பாளர் தெரிவித்தார். “அரிசி குறைந்த விலைக்கு ஏற்றுமதி செய்யப்படுவதில்லை. அத்தகைய ஒப்பந்தம் பற்றிய எந்த விவரங்களையும் கட்டுரை குறிப்பிடவில்லை. 2019 ஆம் ஆண்டு விலையுடன் ஒப்பிடும் போது அரிசியின் விலை அதிகரித்துள்ளது.கப்பல் செலவு அதிகரிப்புடன், ஒரு MT அரிசியின் விலை 490 US$ என விவாதிக்கப்பட்டது, ஆனால் விலையை 440 US$ ஆக குறைக்கலாம். குற்றச்சாட்டுகள் நிரூபிக்கப்பட்டால் நான் பதிலளிக்க முடியும், ”என்று அவர் மேலும் கூறினார்.",
        "ஸ்ரீலங்கா ஸ்டேட் டிரேடிங் (பொது) கூட்டுத்தாபனத்தின் (SLSTC) தலைவர் யோகா பெரேராவை தொடர்பு கொள்ள முயற்சித்தது பலனளிக்கவில்லை. எங்கள் கேள்விகளுக்கு பதிலளித்த SLSTC இன் அதிகாரி ஒருவர், திங்கட்கிழமை பெரேரா அவரது அலுவலகத்தில் இல்லை என்றும், செவ்வாய்கிழமை அவசரக் கூட்டத்தில் கலந்துகொண்டதாகவும், புதன்கிழமை அவர் வரவில்லை என்றும் கூறினார். \"தலைவர் ஒவ்வொரு நாளும் அலுவலகத்திற்கு வருவதில்லை,\" என்று அவர் மேலும் கூறினார். இந்த அதிகாரி எங்களின் எண்ணை எடுத்தும் தலைவர் திரும்ப அழைக்கவில்லை.",
        "“அரிசி குறைந்த விலைக்கு ஏற்றுமதி செய்யப்படுவதில்லை. அத்தகைய ஒப்பந்தம் பற்றிய எந்த விவரங்களையும் கட்டுரை குறிப்பிடவில்லை. 2019 ஆம் ஆண்டின் விலையுடன் ஒப்பிடுகையில் அரிசியின் விலை அதிகரித்துள்ளது. கப்பல் செலவு அதிகரிப்புடன், ஒரு மெட்ரிக் டன் அரிசியின் விலை 490 அமெரிக்க டாலராக இருக்கும் என்று விவாதிக்கப்பட்டது, ஆனால் விலையை 440 அமெரிக்க டாலராகக் குறைக்கலாம், - செய்தித் தொடர்பாளர் அமைச்சகம் வர்த்தகம்”",
        "இலங்கையில் உள்ள மியன்மார் தூதரகத்தின் வர்த்தக பிரிவு மன்னிப்பு கோரியுள்ளது",
        "இந்த அரிசி ஒப்பந்தம் தொடர்பாக மியன்மார் ஊடகங்கள் கூறினாலும், இலங்கைக்கான மியன்மார் தூதரகத்தின் வர்த்தகப் பிரிவு அறிக்கையொன்றை வெளியிட்டு, இலங்கைக்கு ஏற்றுமதி செய்யப்படும் அரிசியின் தரம் தொடர்பில் எவ்வித பிரச்சினையும் இல்லை எனவும் தரத்திற்கு உத்தரவாதம் அளிக்க முடியும் எனவும் தெரிவித்துள்ளது. குளோபல் நியூஸ் லைட் இணையதளத்தில் வெளியான செய்திக் கட்டுரை தொடர்பாக மியான்மர் ரைஸ் ஃபெடரேஷனின் விளக்கம் தூதரக அறிக்கையில் உள்ளது. அதன்படி, “மியன்மாரின் இலங்கைக்கான அரிசி ஏற்றுமதி அதிக விலையை பெறுகிறது” என்ற தலைப்பிலான கட்டுரை கூட்டமைப்பால் வெளியிடப்படவில்லை, மாறாக பேயின்ட்நாங் அரிசி மொத்த விற்பனைக் கிடங்கில் உள்ள அரிசி வியாபாரி Than O உடன் ஒரு ஃப்ரீலான்ஸ் பத்திரிகையாளர் நடத்திய நேர்காணலை அடிப்படையாகக் கொண்டது. “இந்தக் கட்டுரை இலங்கை அரசை விமர்சிக்கும் ஊடகங்களால் பயன்படுத்தப்பட்டதற்கு நாங்கள் வருந்துகிறோம். மியான்மர் அரசும் விளக்கம் அளிக்கும். செய்தித்தாள் இலவசம் (FOB) விலை மற்றும் செலவு, காப்பீடு மற்றும் சரக்கு (CIF) விலையை தவறாகப் புரிந்து கொண்டுள்ளது. ஒரு MTக்கு 340-350 USD என்பது FOB விலை மற்றும் 440 USD என்பது CIF-கொழும்பு விலை மற்றும் கப்பல் செலவு, காப்பீட்டு செலவு மற்றும் பிற கட்டணங்களை உள்ளடக்கியது. இலங்கை அரச வர்த்தகக் கூட்டுத்தாபனத்தினால் அறிவிக்கப்பட்டுள்ளபடி, 90 நாட்களுக்கான கடன் கடிதம் மூலம் CIF கொழும்பு விலையின்படி ஒரு MT அரிசி 440 US$ க்கு விற்கப்படுகிறது. மற்ற நாடுகளின் விலைகளைப் போலவே விலைகளும் உள்ளன.",
        "‘இந்தக் கட்டுரை பொய்யானது. மற்ற நாடுகளை ஒப்பிடும் போது, ​​அரிசி, தொந்தரவு இல்லாமல் ஏற்றுமதி செய்யப்படும். இலங்கைக்கு ஏற்றுமதி செய்யப்படும் அரிசி வகையானது 5% உடைந்த வெள்ளை கச்சா அரிசியை முறையாக அரைத்து பளபளப்பானது மற்றும் அதன் தரம் மூன்றாம் தரப்பினரால் சான்றளிக்கப்பட்டது. இலங்கைக்கு ஏற்றுமதி செய்யப்படும் அரிசியின் தரம் குறித்து தூதரகத்தால் உறுதியளிக்க முடியும்” என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது."
      ]
    }
  }
}