{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/crisis-in-sri-lanka-is-the-endgame-in-sight/",
  "time_ut": 1649652780,
  "title": "Crisis in Sri Lanka: Is the endgame in sight?",
  "body_lines": [
    "When it comes to the current crisis in Sri Lanka we have heard all the superlatives – it is unprecedented, it is the worst since independence, the country is at the brink of collapse, a crisis of epic proportions, on and on. Given the nature of what has happened and is happening, these characterisations seem justified. But what is absent in the current political discourse is a faintest sign of an endgame. How is this going to end? When and where would the country come to an equilibrium point as there are two clear players in the game now?",
    "The plain truth is that people were pushed to the wall and they have risen up. People cannot take it anymore and they are demanding the ultimate prize: the head of the Head of the State. The polarisation of the power centres is clear. On one side you have the protest, albeit leaderless. On the other side is the government, now reduced to Rajapaksa siblings as the coalition members are jumping ship at an alarming rate. The Rajapaksa regime is holding the simple majority in the Parliament by a thread.",
    "As the protest got the momentum going its way the government responded first by throwing the Cabinet to the waste basket and started forming a fresh one, opening the door of the Cabinet to the parties across the aisle. The protesters responded to President’s move by intensifying their act, clearly sending a signal to the President that they got more power in their hands and not ready to settle for a consolation prize. Enter stalemate. Back to square one with both sides holding to their guns.",
    "In the meantime, the protest seems to intensify as there is no sign of daily lives getting any better – as a matter of fact it is getting worse as the food shortage is looming. What is going to happen and how long this tug-of-war can last? It is conceivable that the government will throw another bone, if they can find one, hoping the protesters would move to the centre. However, it is very unlikely that the Rajapaksas would budge to the protester’s primary demand and leave. Not yet, at least. What history has shown us is that those who got power, and benefited so well from that power, illicitly, are not going to give up that power without a fight. What is as clear as the daylight is that giving into the protesters’ demand means the end of the Rajapaksa dynasty for all practical purposes. A sudden end to the ascend of Prince Namal, to which Mahinda invested every bit of the political capital he has accumulated in his entire political life.",
    "So, in my opinion, this is the recipe for disaster. As the power play drags on, it’s a matter of time that violence would erupt. I am not saying that people who join the protest are thinking of violence or want to use violence as a means, but the timber is so dry that it only takes a tiny spark to set the whole thing aflame. Violence can break unintentionally as it often does in these kinds of situations. History tells us that. Just look at what is happening in Lima, capital of Peru, where the protests over rising fuel, fertiliser and food cost turned violent and the clash with the police resulted in four deaths thus far.",
    "Another aspect we should not overlook is that the government would like to see a violent break as it gives them the green light to use violent force from their part to crush the Opposition. (Why else they set a fire to a bus and a jeep at Mirihana?). Under such an outcome, two things can happen. One is the government brutally and violently suppress the masses, likely taking dozens, if not hundreds of lives. Just listen to what Shavendra Silva said a few days ago to an audience of foreign defence attaches:",
    "“The armed forces of Sri Lanka will always uphold the Constitution and the Army is no exception. The Army, as a professional outfit, is always prepared to provide security and protection to the State as necessary.” (The Island, April 5, 2022)",
    "What exactly he meant when he said that the Army is prepared to “provide the security and protection to the State?” When the State is threatened by, in this case the protesters, it is their job to “protect” the State. And make no mistake about how they are going to “protect” the State. It is not by begging the protesters to go home or escorting them to their homes securely, for sure. And do not forget that the protesters are asking the head of the Commander of Chief. “Protection of the State,” as Shavendra spelled out, is the protection of Gota and Company.",
    "Where this “protection” of the State is heading is an open book. What would happen if the Army cannot “protect” the State in the event of growing protest? As history shows us that is when the Army takes the government into its own hands. Can we rule out such an outcome?",
    "One way to avoid such a disastrous situation is to find a leadership to the protest. A leadership to which the protesters are willing to listen. That leadership would then be able to negotiate with the government to a settlement that would be acceptable to the protesters as well as the government and who would get more of what they are asking is depend on the power each party is holding at the time they sit down to negotiate. That dynamic is changing by the day. It is very unlikely that such a leadership would come from current political parties of any colour or shape. But there maybe individuals in those parties who still have some credibility left amongst the general public where the protesters come from. It is time for them to come forward and do the job history is asking. History does not idle. Carpe Diem!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ අර්බුද: අවසාන ක්‍රීඩාව පෙනෙන්නේද?",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වත්මන් අර්බුදය සම්බන්ධයෙන් ගත් කල, අපි සියලු සුපිරි දේ අසා ඇත්තෙමු - එය පෙර නොවූ විරූ ය, එය නිදහසින් පසු ඇති වූ නරකම ය, රට කඩාවැටීමේ අද්දර ය, එපික් සමානුපාතිකයන්ගේ අර්බුදයක් ය. සිදුවී ඇති සහ සිදුවෙමින් පවතින දේවල ස්වභාවය අනුව, මෙම චරිත නිරූපණයන් යුක්ති සහගත බව පෙනේ. එහෙත් වත්මන් දේශපාලන කතිකාව තුළ දක්නට නොලැබෙන්නේ අවසාන තරගයක දුර්වලම ලකුණකි. මේක කොහොම ඉවර වෙයිද? දැන් ක්‍රීඩාවේ පැහැදිලි ක්‍රීඩකයන් දෙදෙනෙකු සිටින බැවින් රට සමතුලිතතාවයකට පැමිණෙන්නේ කවදාද සහ කොතැනද?",
        "පැහැදිළි සත්‍යය නම් මිනිසුන් තාප්පයට තල්ලු කර ඔවුන් නැඟී සිටීමයි. මිනිසුන්ට එය තවදුරටත් ගත නොහැකි අතර ඔවුන් අවසාන ත්‍යාගය ඉල්ලා සිටී: රාජ්‍ය නායකයාගේ ප්‍රධානියා. බල කේන්ද්‍රවල ධ්‍රැවීකරණය පැහැදිලියි. නායකයෙක් නැති වුණත් එක පැත්තකින් ඔබට විරෝධයක් තියෙනවා. අනෙක් පැත්තෙන් ආණ්ඩුව, දැන් රාජපක්ෂ සහෝදරයන් බවට පත් වී ඇති අතර, සභාග සාමාජිකයන් භයානක වේගයකින් නැව පනිමින් සිටී. රාජපක්ෂ පාලනය පාර්ලිමේන්තුවේ සරල බහුතරය ත්‍රෙඩ් එකකින් අල්ලාගෙන සිටී.",
        "උද්ඝෝෂණය ශීඝ්‍රයෙන් ඉහළ යද්දී ආණ්ඩුව මුලින්ම ප්‍රතිචාර දැක්වූයේ කැබිනට් මණ්ඩලය කුණු කූඩයට දමා අලුත් එකක් හදන්නට පටන් ගෙන, කැබිනට් මණ්ඩලයේ දොර කඩඉම් හරහා සිටින පක්ෂවලට විවෘත කරමිනි. විරෝධතාකරුවන් ජනාධිපතිවරයාගේ ක්‍රියාදාමයට ප්‍රතිචාර දැක්වූයේ තම ක්‍රියාව තීව්‍ර කරමින්, තමන්ට වැඩි බලයක් ලැබී ඇති බවත් සැනසිලි ත්‍යාගයකින් සෑහීමට පත් වීමට සූදානම් නැති බවත් පැහැදිලිවම ජනාධිපතිවරයා වෙත සංඥාවක් යවමිනි. ඇනහිටීම ඇතුල් කරන්න. දෙපැත්තෙන්ම තුවක්කු අල්ලාගෙන හතරැස් එක වෙත ආපසු යන්න.",
        "මේ අතර, දෛනික ජීවිතය යහපත් අතට හැරෙන බවට කිසිදු සලකුනක් නොමැති බැවින් විරෝධතාව තීව්‍ර වන බව පෙනේ - ඇත්ත වශයෙන්ම ආහාර හිඟය මතුවෙමින් පවතින බැවින් එය වඩාත් නරක අතට හැරෙමින් තිබේ. සිදුවන්නට යන්නේ කුමක්ද සහ මෙම කඹ ඇදිල්ල කොපමණ කාලයක් පැවතිය හැකිද? උද්ඝෝෂකයින් මධ්‍යයට යයි යැයි බලාපොරොත්තුවෙන්, එකක් සොයා ගත හැකි නම්, රජය තවත් ඇටකටු විසි කරනු ඇතැයි සිතිය හැකිය. කෙසේ වෙතත්, රාජපක්ෂලා විරෝධතාකරුගේ මූලික ඉල්ලීමට යටත් වී පිටව යනු ඇතැයි සිතිය නොහැක. තවම නැහැ, අවම වශයෙන්. ඉතිහාසය අපට පෙන්වා දී ඇති දෙය නම්, බලය ලබා ගත්, සහ එම බලයෙන් නීත්‍යානුකූල නොවන ලෙස වාසි ලැබූ අය, සටනකින් තොරව එම බලය අත් නොහරින බවයි. දවල් එළිය තරමටම පැහැදිලි වන්නේ විරෝධතාකරුවන්ගේ ඉල්ලීමට ඉඩ දීම යනු සියලු ප්‍රායෝගික අරමුණු සඳහා රාජපක්ෂ වංශයේ අවසානය බවයි. මහින්ද තම මුළු දේශපාලන ජීවිතය තුළම රැස්කරගත් දේශපාලන ප්‍රාග්ධනයෙන් බිඳක් ආයෝජනය කළ නාමල් කුමරුගේ නැගීමේ හදිසි නිමාවක්.",
        "ඉතින්, මගේ මතය අනුව, මෙය ව්යසනය සඳහා වට්ටෝරුවකි. බල සෙල්ලම ඇදී යන විට, ප්‍රචණ්ඩත්වය පුපුරා යාම කාලය පිළිබඳ කාරණයකි. විරෝධතාවයට එක්වන මිනිසුන් ප්‍රචණ්ඩත්වය ගැන සිතන බව හෝ ප්‍රචණ්ඩත්වය මාධ්‍යයක් ලෙස භාවිතා කිරීමට අවශ්‍ය බව මම නොකියමි, නමුත් දැව කෙතරම් වියලි වී ඇත්ද යත්, මුළු දේම ගිනි තැබීමට අවශ්‍ය වන්නේ කුඩා ගිනි පුපුරක් පමණි. මෙවැනි අවස්ථා වලදී බොහෝ විට සිදු වන පරිදි ප්‍රචණ්ඩත්වය නොදැනුවත්වම බිඳී යා හැක. ඉතිහාසය අපට පවසන්නේ එයයි. ඉන්ධන, පොහොර සහ ආහාර මිල ඉහළ යාම සම්බන්ධයෙන් ඇති වූ විරෝධතා ප්‍රචණ්ඩත්වයට පත් වූ අතර පොලිසිය සමඟ ඇති වූ ගැටුමෙන් මේ දක්වා මරණ හතරක් සිදු වූ පේරු අගනුවර ලීමා හි සිදුවන්නේ කුමක්දැයි බලන්න.",
        "අප නොසලකා හැරිය යුතු තවත් පැත්තක් නම්, විපක්ෂය තලා දැමීම සඳහා තම පාර්ශ්වයෙන් ප්‍රචණ්ඩ බලය යෙදවීමට රජය ඔවුන්ට කොළ එළියක් දෙන බැවින් ප්‍රචණ්ඩකාරී බිඳීමක් දැකීමට රජය කැමති වීමයි. (මොකටද මිරිහානේ බස් එකකට ජීප් එකකට ගිනි තිබ්බේ?). එවැනි ප්‍රතිඵලයක් යටතේ කරුණු දෙකක් සිදුවිය හැකිය. එකක් නම් රජය ම්ලේච්ඡ ලෙස සහ ප්‍රචණ්ඩ ලෙස මහජනතාව මර්දනය කිරීම, බොහෝ විට දුසිම් ගනනක්, නැතිනම් සිය ගණනක් ජීවිත බිලිගැනීමයි. මීට දින කිහිපයකට පෙර ශවේන්ද්‍ර සිල්වා විදේශ ආරක්ෂක ප්‍රේක්ෂක පිරිසක් අමතා පැවසූ දෙයට සවන් දෙන්න:",
        "“ශ්‍රී ලංකාවේ සන්නද්ධ හමුදාවන් සැමවිටම ආණ්ඩුක්‍රම ව්‍යවස්ථාව ආරක්ෂා කරන අතර හමුදාවද ඊට ව්‍යතිරේකයක් නොවේ. හමුදාව, වෘත්තීය ඇඳුමක් ලෙස, අවශ්‍ය පරිදි රාජ්‍යයට ආරක්ෂාව සහ ආරක්ෂාව සැපයීමට සැමවිටම සූදානම්ව සිටී. (ද අයිලන්ඩ්, අප්‍රේල් 5, 2022)",
        "“රාජ්‍යයට ආරක්‍ෂාව සහ ආරක්‍ෂාව සැපයීමට” හමුදාව සූදානම් බව පැවසූ විට ඔහු හරියටම අදහස් කළේ කුමක්ද? රාජ්‍යයට තර්ජනයක් එල්ල වූ විට, මෙම අවස්ථාවේ දී විරෝධතාකරුවන්, ඔවුන්ගේ කාර්යය වන්නේ රාජ්‍යය \"ආරක්ෂා කිරීම\" ය. ඔවුන් රාජ්‍යය \"ආරක්ෂා\" කරන්නේ කෙසේද යන්න ගැන කිසිඳු වැරැද්දක් නොකරන්න. ඒ විරෝධතාකරුවන්ට නිවෙස්වලට යන ලෙස කන්නලව් කිරීමෙන් හෝ ඔවුන් ආරක්ෂිතව ඔවුන්ගේ නිවෙස්වලට රැගෙන යාමෙන් නොවේ. විරෝධතාකරුවන් ප්‍රධානියාගේ ප්‍රධානියාගෙන් ඉල්ලා සිටින බව අමතක නොකරන්න. ශවේන්ද්‍ර උච්චාරණය කළ පරිදි “රාජ්‍ය ආරක්‍ෂාව” යනු ගෝඨා සහ සමාගමේ ආරක්ෂාවයි.",
        "රාජ්‍යයේ මෙම “ආරක්ෂාව” යන්නේ කොතැනටද යන්න විවෘත පොතකි. වැඩෙන විරෝධතාවක දී හමුදාවට රාජ්‍යය \"ආරක්ෂා\" කළ නොහැකි නම් කුමක් සිදුවේද? ඉතිහාසය අපට පෙන්වා දෙන පරිදි හමුදාව ආණ්ඩුව අතට ගන්නේ එවිටය. එවැනි ප්රතිපලයක් අපට බැහැර කළ හැකිද?",
        "එවැනි විනාශකාරී තත්වයක් වළක්වා ගත හැකි එක් මාර්ගයක් වන්නේ විරෝධතාවයට නායකත්වයක් සොයා ගැනීමයි. විරෝධතාකරුවන් සවන් දීමට කැමති නායකත්වයකි. එවිට එම නායකත්වයට විරෝධතාකරුවන්ට මෙන්ම රජයටද පිළිගත හැකි විසඳුමක් සඳහා රජය සමඟ සාකච්ඡා කිරීමට හැකි වනු ඇති අතර ඔවුන් ඉල්ලා සිටින දේවලින් වැඩි ප්‍රමාණයක් ලැබෙන්නේ කාටද යන්න තීරණය වන්නේ ඔවුන් වාඩි වී සිටින කාලය තුළ එක් එක් පක්ෂය දරන බලය මත ය. සාකච්ඡා කිරීමට. ඒ ගතිකත්වය දවසින් දවස වෙනස් වෙනවා. එවැනි නායකත්වයක් වත්මන් දේශපාලන පක්ෂවලින් කුමන හෝ පාටකින් හෝ හැඩයකින් පැමිණීමට ඇති ඉඩකඩ ඉතා අඩුය. එහෙත් විරෝධතාකරුවන් පැමිණෙන පොදු ජනතාව අතර තවමත් යම් විශ්වසනීයත්වයක් ඉතිරිව ඇති පුද්ගලයන් එම පක්ෂවල සිටිය හැකිය. ඔවුන් ඉදිරිපත් වී රැකියා ඉතිහාසය ඉල්ලා සිටින කාලය මෙය කිරීමට කාලයයි. ඉතිහාසය නිෂ්ඵල නොවේ. අද සතුටු වන්න!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையில் நெருக்கடி: இறுதி ஆட்டம் கண்ணில் படுகிறதா?",
      "body_lines": [
        "இலங்கையின் தற்போதைய நெருக்கடி என்று வரும்போது, ​​எல்லா மிகைப்படுத்தல்களையும் நாம் கேள்விப்பட்டிருக்கிறோம் - இது முன்னோடியில்லாதது, இது சுதந்திரத்திற்குப் பிறகு மிக மோசமானது, நாடு வீழ்ச்சியின் விளிம்பில் உள்ளது, காவிய விகிதாச்சாரத்தின் நெருக்கடி, தொடர்ந்து. என்ன நடந்தது மற்றும் நடக்கிறது என்பதன் தன்மையைப் பொறுத்தவரை, இந்த குணாதிசயங்கள் நியாயமானதாகத் தெரிகிறது. ஆனால் தற்போதைய அரசியல் உரையாடலில் இல்லாதது ஒரு இறுதி ஆட்டத்தின் மங்கலான அறிகுறியாகும். இது எப்படி முடியப் போகிறது? இப்போது விளையாட்டில் இரண்டு தெளிவான வீரர்கள் இருப்பதால் நாடு எப்போது, ​​​​எங்கே சமநிலை நிலைக்கு வரும்?",
        "மக்கள் சுவரில் தள்ளப்பட்டு எழுந்துவிட்டார்கள் என்பது தெளிவான உண்மை. மக்கள் அதை இனி எடுக்க முடியாது மற்றும் அவர்கள் இறுதி பரிசைக் கோருகிறார்கள்: மாநிலத் தலைவரின் தலைவர். அதிகார மையங்களின் துருவமுனைப்பு தெளிவாக உள்ளது. ஒரு பக்கம் உங்களுக்கு எதிர்ப்பு உள்ளது, ஆனால் தலைவர் இல்லை. மறுபுறம் அரசாங்கம், இப்போது ராஜபக்சே உடன்பிறப்புகள் என்று குறைக்கப்பட்டுள்ளது, ஏனெனில் கூட்டணி உறுப்பினர்கள் ஆபத்தான விகிதத்தில் கப்பலில் குதிக்கின்றனர். ராஜபக்ச ஆட்சி பாராளுமன்றத்தில் தனிப் பெரும்பான்மையை ஒரு நூல் மூலம் தக்க வைத்துக் கொண்டுள்ளது.",
        "போராட்டம் தீவிரமடைந்ததால், அரசாங்கம் முதலில் அமைச்சரவையை குப்பைக் கூடையில் தூக்கி எறிந்து புதிய ஒன்றை உருவாக்கத் தொடங்கியது, இடைநாழி முழுவதும் உள்ள கட்சிகளுக்கு அமைச்சரவையின் கதவைத் திறந்தது. ஆர்ப்பாட்டக்காரர்கள் ஜனாதிபதியின் நடவடிக்கைக்கு பதிலளித்து, தங்கள் செயலை தீவிரப்படுத்தி, தங்கள் கைகளில் அதிக அதிகாரம் கிடைத்துள்ளதாகவும், ஆறுதல் பரிசுக்கு தீர்வு காணத் தயாராக இல்லை என்றும் ஜனாதிபதிக்கு ஒரு சமிக்ஞையை தெளிவாக அனுப்பினர். முட்டுக்கட்டை உள்ளிடவும். இருபுறமும் தங்கள் துப்பாக்கிகளைப் பிடித்துக் கொண்டு சதுரத்திற்குத் திரும்பு.",
        "இதற்கிடையில், அன்றாட வாழ்க்கை சீரடைவதற்கான எந்த அறிகுறியும் இல்லாததால் எதிர்ப்பு தீவிரமடைவதாகத் தெரிகிறது - உண்மையில் உணவுப் பற்றாக்குறையால் அது மோசமாகி வருகிறது. என்ன நடக்கப் போகிறது, இந்த இழுபறி எவ்வளவு காலம் நீடிக்கும்? போராட்டக்காரர்கள் மையத்திற்குச் செல்வார்கள் என்ற நம்பிக்கையில், அரசாங்கம் மற்றொரு எலும்பைக் கண்டுபிடித்தால், மற்றொரு எலும்பை எறியும் என்பது கற்பனைக்குரியது. எவ்வாறாயினும், எதிர்ப்பாளரின் முதன்மையான கோரிக்கைக்கு ராஜபக்சக்கள் அடிபணிந்து வெளியேறுவது மிகவும் சாத்தியமில்லை. இன்னும் இல்லை, குறைந்தபட்சம். அதிகாரத்தைப் பெற்றவர்கள், அந்த அதிகாரத்தால், முறைகேடாகப் பலன் அடைந்தவர்கள், சண்டையின்றி அந்த அதிகாரத்தை விட்டுக்கொடுக்கப் போவதில்லை என்பதுதான் வரலாறு நமக்குக் காட்டியது. எதிர்ப்பாளர்களின் கோரிக்கையை நிறைவேற்றுவது என்பது அனைத்து நடைமுறை நோக்கங்களுக்காகவும் ராஜபக்ச வம்சத்தின் முடிவைக் குறிக்கிறது என்பது பகல் வெளிச்சம் போல தெளிவாகிறது. மகிந்த தனது முழு அரசியல் வாழ்விலும் குவித்த அரசியல் மூலதனத்தின் ஒவ்வொரு துளியையும் முதலீடு செய்த இளவரசர் நாமலின் பதவி உயர்வுக்கு திடீர் முடிவு.",
        "எனவே, என் கருத்துப்படி, இது பேரழிவுக்கான செய்முறையாகும். அதிகார விளையாட்டு இழுத்துச் செல்லும்போது, ​​வன்முறை வெடிக்கும் என்பது காலத்தின் விஷயம். போராட்டத்தில் கலந்துகொள்பவர்கள் வன்முறையைப் பற்றி சிந்திக்கிறார்கள் அல்லது வன்முறையை ஒரு வழிமுறையாகப் பயன்படுத்த விரும்புகிறார்கள் என்று நான் கூறவில்லை, ஆனால் மரம் மிகவும் காய்ந்து, முழு விஷயத்தையும் தீப்பிடிக்க ஒரு சிறிய தீப்பொறி மட்டுமே எடுக்கும். இந்த வகையான சூழ்நிலைகளில் அடிக்கடி செய்வது போல் வன்முறை தற்செயலாக உடைந்துவிடும். என்று வரலாறு நமக்குச் சொல்கிறது. பெருவின் தலைநகரான லிமாவில் என்ன நடக்கிறது என்பதைப் பாருங்கள், எரிபொருள், உரம் மற்றும் உணவு விலை உயர்வுக்கு எதிரான போராட்டங்கள் வன்முறையாக மாறியது மற்றும் காவல்துறையுடனான மோதலில் இதுவரை நான்கு பேர் கொல்லப்பட்டனர்.",
        "நாம் புறக்கணிக்கக் கூடாத மற்றொரு அம்சம் என்னவென்றால், எதிர்க்கட்சிகளை நசுக்க தங்கள் பங்கிலிருந்து வன்முறை சக்தியைப் பயன்படுத்த அரசாங்கம் பச்சைக்கொடி காட்டுவதால், வன்முறை முறிவைக் காண அரசாங்கம் விரும்புகிறது. (மிரிஹானவில் பஸ்ஸுக்கும் ஜீப்புக்கும் தீ வைத்தது ஏன்?). அத்தகைய முடிவின் கீழ், இரண்டு விஷயங்கள் நடக்கலாம். ஒன்று, அரசாங்கம் மிருகத்தனமாகவும் வன்முறையாகவும் மக்களை அடக்கி, நூற்றுக்கணக்கான உயிர்களைப் பலிவாங்குகிறது. சவேந்திர சில்வா சில நாட்களுக்கு முன்பு வெளிநாட்டு பாதுகாப்பு பார்வையாளர்களிடம் கூறியதை கேளுங்கள்:",
        "“இலங்கையின் ஆயுதப்படைகள் எப்போதும் அரசியலமைப்பை நிலைநிறுத்தும் மற்றும் இராணுவம் விதிவிலக்கல்ல. இராணுவம், ஒரு தொழில்முறை அமைப்பாக, மாநிலத்திற்கு தேவையான பாதுகாப்பையும் பாதுகாப்பையும் வழங்க எப்போதும் தயாராக உள்ளது. (தி ஐலேண்ட், ஏப்ரல் 5, 2022)",
        "\"மாநிலத்திற்கு பாதுகாப்பையும் பாதுகாப்பையும் வழங்க ராணுவம் தயாராக உள்ளது\" என்று அவர் கூறியதன் அர்த்தம் என்ன? அரசுக்கு அச்சுறுத்தல் ஏற்படும் போது, ​​இந்த வழக்கில் எதிர்ப்பாளர்களால், மாநிலத்தை \"பாதுகாப்பது\" அவர்களின் வேலை. மேலும் அவர்கள் மாநிலத்தை எப்படி \"பாதுகாக்க\" போகிறார்கள் என்பதில் தவறில்லை. எதிர்ப்பாளர்களை வீட்டுக்குச் செல்லுமாறு கெஞ்சுவது அல்லது அவர்களைப் பாதுகாப்பாக அவர்களது வீடுகளுக்கு அழைத்துச் செல்வது அல்ல. போராட்டக்காரர்கள் தலைமை தளபதியின் தலையை கேட்கிறார்கள் என்பதை மறந்துவிடாதீர்கள். சவேந்திரன் உச்சரித்தபடி \"அரசின் பாதுகாப்பு\" என்பது கோட்டா மற்றும் கம்பெனியின் பாதுகாப்பு.",
        "அரசின் இந்த \"பாதுகாப்பு\" எங்கு செல்கிறது என்பது ஒரு திறந்த புத்தகம். பெருகிவரும் போராட்டத்தின் போது இராணுவத்தால் அரசை \"பாதுகாக்க\" முடியாவிட்டால் என்ன நடக்கும்? வரலாறு நமக்குக் காட்டுவது போல், இராணுவம் அரசாங்கத்தை தனது கைகளில் எடுக்கும் போது. அத்தகைய முடிவை நாம் நிராகரிக்க முடியுமா?",
        "அத்தகைய பேரழிவு நிலையைத் தவிர்ப்பதற்கான ஒரு வழி, போராட்டத்திற்கு ஒரு தலைமையைக் கண்டுபிடிப்பதாகும். எதிர்ப்பாளர்கள் கேட்கத் தயாராக இருக்கும் தலைமை. அந்தத் தலைமையானது போராட்டக்காரர்களும் அரசாங்கமும் ஏற்றுக்கொள்ளக்கூடிய ஒரு தீர்வுக்கு அரசாங்கத்துடன் பேச்சுவார்த்தை நடத்த முடியும், மேலும் அவர்கள் கேட்கும் அதிகமானவற்றை யார் பெறுவார்கள் என்பது ஒவ்வொரு கட்சியும் அவர்கள் அமர்ந்திருக்கும் நேரத்தில் வைத்திருக்கும் அதிகாரத்தைப் பொறுத்தது. பேச்சுவார்த்தைக்கு கீழே. அந்த இயக்கம் நாளுக்கு நாள் மாறிக்கொண்டே இருக்கிறது. தற்போதைய அரசியல் கட்சிகள் எந்த நிறத்திலும் அல்லது வடிவத்திலும் அத்தகைய தலைமை வருவதற்கான சாத்தியக்கூறுகள் மிகக் குறைவு. ஆனால் எதிர்ப்பாளர்கள் எங்கிருந்து வந்தாலும் பொது மக்களிடையே இன்னும் சில நம்பகத்தன்மையைக் கொண்ட தனிநபர்கள் அந்தக் கட்சிகளில் இருக்கலாம். அவர்கள் முன் வந்து வேலை வரலாறாக கேட்கும் நேரம் இது. வரலாறு சும்மா இருப்பதில்லை. கார்பே டைம்!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}