{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/health-initiatives-targeting-rpc-estate-community-gain-momentum-in-2021/",
  "time_ut": 1647524220,
  "title": "Health initiatives targeting RPC estate community gain momentum in 2021",
  "body_lines": [
    "Cooperation among key stakeholders significantly strengthened health initiatives covering communities in estates managed by the Regional Plantation Companies (RPCs) in 2021, helping minimise the pandemic’s adverse impact on the plantation community.",
    "The Plantation Human Development Trust (PHDT) and the other constituent members of the PHDT – a tripartite organisation comprised of RPCs, Estate Trade Unions and the Government – worked hand-in-hand with the health authorities, to reduce the spread of the pandemic in RPC estates.",
    "The vaccination drive and other measures to reduce the spread of the pandemic were given priority during the year. Progress was also achieved in long-term initiatives focused on the health and wellbeing of the plantation community, which are now being further amplified in 2022.",
    "“Despite initial fears that the pandemic would spread rapidly among the estate community, its impact was minimised through proactive action and close collaboration among key stakeholders,” said Bhathiya Bulumulla, Chairman of the Planters’ Association of Ceylon – which represents the RPCs. “We thank the PHDT, health authorities and other Government bodies who assisted the RPCs in ensuring the wellbeing of the estate community, during this challenging period.”",
    "Reflecting the success of the vaccination drive in RPC estates, at present, 60% of over 30 years residents have received two doses and a booster, while 97% have received at least both doses.",
    "Complementing these efforts, a number of medications were also provided free-of-charge to the estate community, including 13 newly approved medications totalling 38 in 2021. These additional medicines, were provided by the State for treatment of ailments such as scabies, wasp & insect bites, allergies, worm infestation, anaemia, gastrointestinal diseases, wound dressing and short-term treatment of Diabetes and Hypertension etc.",
    "The PHDT is also in the process of assisting in the smooth transfer of 59 estate hospitals to the Ministry of Health, as part of an ongoing process first commenced in 2021. Most recently, the PHDT also commenced its The ‘community kitchens’ programme, which seeks to enhance healthy dietary practices in estates, by both providing nutritious meals while raising awareness, was also expanded during the year.",
    "Beyond health-focused initiatives, the PHDT completed 23 new child development centres (CDCs) during the year, while also commencing construction on 750 houses within RPC estates. Water supply and sanitation projects were also expanded during the year, benefiting approximately 4,000 estate residents families.",
    "The RPCs and the PHDT intend to maintain and improve the momentum of these health initiatives during 2022. Accordingly, the PHDT will recommence health screening programmes across the estate areas in the country and community development and empowerment programmes to improve nutrition and wellbeing among mothers and children.",
    "The PHDT also plans to construct 35 new child development centres within this year, bringing the total within RPC estate areas to 1,250 while 21 CDCs will also be renovated. In addition, 240 parental awareness programmes on psychosocial development of children will be carried out by the PHDT. The diploma-level training programme for 100 CDC officers will also be continued in 2022.",
    "“It is noteworthy that the PHDT and other stakeholders were able to strengthen our long-term initiatives aimed at further improving the lives of RPC estate residents, while also successfully implementing short-term pandemic prevention measures,” said Lal Perera, the Director General of PHDT. “We will continue to ramp up these programmes during 2022, with the assistance of our partners.”",
    "The PHDT is a tripartite organisation comprising the RPCs, Estate Trade Unions and the Government, established to enhance the quality of life of the plantation community. Since its establishment in 1992, the PHDT has facilitated the establishment of 15 water supply mega projects benefiting safe water and sanitation to 3,000 households while overseeing the construction of 50 km of estate roads. The PHDT has also been instrumental in the construction of 104 child development centres, re-roofing and repairing of 58,477 existing houses and the construction of 38,296 new housing units for estate sector communities.",
    "Luxury Vinyl Tiles from Global Vinyl wins Award for Product Excellence at Architect 2022 annual sessions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "RPC වතු ප්‍රජාව ඉලක්ක කරගත් සෞඛ්‍ය මුල පිරීම් 2021 දී වේගවත් වේ",
      "body_lines": [
        "ප්‍රධාන පාර්ශ්වකරුවන් අතර සහයෝගීතාවය 2021 දී ප්‍රාදේශීය වැවිලි සමාගම් (RPCs) විසින් කළමනාකරණය කරනු ලබන වතුවල ප්‍රජාවන් ආවරණය වන පරිදි සෞඛ්‍ය මුලපිරීම් සැලකිය යුතු ලෙස ශක්තිමත් කළ අතර, වතුකර ප්‍රජාවට වසංගතයේ අහිතකර බලපෑම අවම කිරීමට උපකාරී විය.",
        "වැවිලි මානව සංවර්ධන භාරය (PHDT) සහ PHDT හි අනෙකුත් සංඝටක සාමාජිකයින් - RPCs, වතු වෘත්තීය සමිති සහ රජයෙන් සමන්විත ත්‍රෛපාර්ශ්වික සංවිධානයක් - වසංගතය පැතිරීම අවම කිරීම සඳහා සෞඛ්‍ය බලධාරීන් සමඟ අත්වැල් බැඳගෙන කටයුතු කළහ. RPC වතු.",
        "වසංගතය පැතිරීම අවම කිරීම සඳහා එන්නත් කිරීමේ වැඩසටහන සහ අනෙකුත් ක්‍රියාමාර්ග වසර තුළ ප්‍රමුඛත්වය ලබා දෙන ලදී. වතුකරයේ ප්‍රජාවගේ සෞඛ්‍යය සහ යහපැවැත්ම කෙරෙහි අවධානය යොමු කරන ලද දිගුකාලීන මුලපිරීම්වල ප්‍රගතිය ද අත්කර ගෙන ඇති අතර, ඒවා දැන් 2022 දී තවදුරටත් පුළුල් කෙරේ.",
        "“වසංගතය වතු ප්‍රජාව අතර ශීඝ්‍රයෙන් ව්‍යාප්ත වේ යැයි මුලින් බියක් තිබුණද, ක්‍රියාකාරී ක්‍රියාමාර්ග සහ ප්‍රධාන පාර්ශ්වකරුවන් අතර සමීප සහයෝගීතාවයෙන් එහි බලපෑම අවම විය,” RPC නියෝජනය කරන ලංකා වැවිලිකරුවන්ගේ සංගමයේ සභාපති භාතිය බුළුමුල්ල මහතා පැවසීය. \"මෙම අභියෝගාත්මක කාල පරිච්ෙඡ්දය තුළ වතු ප්‍රජාවගේ යහපැවැත්ම සහතික කිරීම සඳහා RPCs වෙත සහාය වූ PHDT, සෞඛ්‍ය බලධාරීන් සහ අනෙකුත් රජයේ ආයතනවලට අපි ස්තූතිවන්ත වෙමු.\"",
        "RPC වතුවල එන්නත් කිරීමේ මෙහෙයුමේ සාර්ථකත්වය පිළිබිඹු කරමින්, දැනට වසර 30 කට වැඩි පදිංචිකරුවන්ගෙන් 60% කට මාත්‍රා දෙකක් සහ බූස්ටරයක් ​​ලැබී ඇති අතර 97% ක් අවම වශයෙන් මාත්‍රා දෙකම ලබාගෙන ඇත.",
        "මෙම ප්‍රයත්නයන්ට අනුපූරකව, 2021 දී අලුතින් අනුමත කරන ලද ඖෂධ 38ක් ඇතුළුව ඖෂධ වර්ග 13ක් ද වතු ප්‍රජාව වෙත නොමිලයේ ලබා දෙන ලදී. කෘමීන් දෂ්ට කිරීම්, අසාත්මිකතා, පණුවන් ආසාදනය, රක්තහීනතාවය, ආමාශ ආන්ත්රයික රෝග, තුවාල ආවරණ සහ කෙටි කාලීන දියවැඩියාව සහ අධි රුධිර පීඩනය ආදිය.",
        "වතු රෝහල් 59 ක් සෞඛ්‍ය අමාත්‍යාංශය වෙත සුමටව පැවරීමට PHDT සහාය වීමේ ක්‍රියාවලියක ද නිරතව සිටින අතර, අඛණ්ඩ ක්‍රියාවලියක කොටසක් ලෙස 2021 දී ප්‍රථම වරට ආරම්භ කරන ලදී. ඉතා මෑතක දී PHDT විසින් එහි 'ප්‍රජා මුළුතැන්ගෙයි' වැඩසටහන ද ආරම්භ කරන ලදී. වතුවල සෞඛ්‍ය සම්පන්න ආහාර පිළිවෙත් වැඩි දියුණු කිරීමට උත්සාහ කිරීම, දැනුවත් කිරීම සහ දැනුවත් කිරීම යන දෙකම මගින් පෝෂ්‍යදායී ආහාර සැපයීම ද වසර තුළ පුළුල් කරන ලදී.",
        "සෞඛ්‍ය කේන්ද්‍ර කරගත් මුලපිරීම්වලින් ඔබ්බට, PHDT විසින් වසර තුළ නව ළමා සංවර්ධන මධ්‍යස්ථාන (CDC) 23 ක් සම්පූර්ණ කරන ලද අතර, RPC වතු තුළ නිවාස 750 ක ඉදිකිරීම් ද ආරම්භ කරන ලදී. ජල සම්පාදන හා සනීපාරක්‍ෂක ව්‍යාපෘති ද වර්ෂය තුළ පුළුල් කරන ලද අතර එමඟින් වතුවාසී පවුල් 4,000 කට පමණ ප්‍රතිලාභ ලැබේ.",
        "RPCs සහ PHDT විසින් 2022 වර්ෂයේදී මෙම සෞඛ්‍ය මුලපිරීම් වල ප්‍රගතිය පවත්වා ගෙන යාමට සහ වැඩිදියුණු කිරීමට අදහස් කරයි. ඒ අනුව, PHDT විසින් දිවයිනේ වතු ආශ්‍රිතව සෞඛ්‍ය පරීක්ෂණ වැඩසටහන් සහ මව්වරුන් සහ දරුවන්ගේ පෝෂණය සහ යහපැවැත්ම වැඩිදියුණු කිරීම සඳහා ප්‍රජා සංවර්ධන සහ සවිබල ගැන්වීමේ වැඩසටහන් නැවත ආරම්භ කරනු ඇත. .",
        "PHDT විසින් මෙම වසර තුළ නව ළමා සංවර්ධන මධ්‍යස්ථාන 35ක් ඉදිකිරීමට සැලසුම් කර ඇති අතර, RPC වතු ප්‍රදේශය තුළ ඇති මුළු ප්‍රමාණය 1,250 දක්වා ගෙන ඒමට සහ CDC 21ක් ප්‍රතිසංස්කරණය කිරීමටද නියමිතය. මීට අමතරව, දරුවන්ගේ මනෝ සමාජීය සංවර්ධනය පිළිබඳ දෙමාපියන් දැනුවත් කිරීමේ වැඩසටහන් 240 ක් PHDT මගින් සිදු කරනු ලැබේ. CDC නිලධාරීන් 100 දෙනෙකු සඳහා වන ඩිප්ලෝමා මට්ටමේ පුහුණු වැඩසටහන 2022 දී ද අඛණ්ඩව ක්‍රියාත්මක කෙරේ.",
        "කෙටි කාලීන වසංගත වැළැක්වීමේ ක්‍රියාමාර්ග ද සාර්ථකව ක්‍රියාත්මක කරන අතරම RPC වතු වැසියන්ගේ ජීවිත තවදුරටත් වැඩිදියුණු කිරීම අරමුණු කරගත් අපගේ දිගුකාලීන මුලපිරීම් ශක්තිමත් කිරීමට PHDT සහ අනෙකුත් පාර්ශවකරුවන්ට හැකි වීම විශේෂත්වයකි,” යනුවෙන් අධ්‍යක්ෂ ජනරාල් ලාල් පෙරේරා මහතා පැවසීය PHDT. \"අපි අපගේ හවුල්කරුවන්ගේ සහාය ඇතිව 2022 දී මෙම වැඩසටහන් තවදුරටත් වේගවත් කරන්නෙමු.\"",
        "PHDT යනු වතුකරයේ ප්‍රජාවගේ ජීවන තත්ත්වය ඉහළ නැංවීම සඳහා පිහිටුවන ලද RPC, වතු වෘත්තීය සමිති සහ රජයෙන් සමන්විත ත්‍රෛපාර්ශ්වික සංවිධානයකි. 1992 දී ස්ථාපිත කිරීමෙන් පසු, PHDT විසින් නිවාස 3,000 කට ආරක්ෂිත ජලය සහ සනීපාරක්ෂාව සඳහා ප්‍රතිලාභ ලබා දෙන ජල සම්පාදන මෙගා ව්‍යාපෘති 15 ක් ස්ථාපිත කිරීමට පහසුකම් සලසා ඇති අතර වතු මාර්ග කිලෝමීටර 50 ක් ඉදිකිරීම අධීක්ෂණය කරයි. ළමා සංවර්ධන මධ්‍යස්ථාන 104ක් ඉදිකිරීම, දැනට පවතින නිවාස 58,477ක් නැවත සෙවිලි කිරීම සහ අලුත්වැඩියා කිරීම සහ වතුකරයේ ප්‍රජාවන් සඳහා නව නිවාස ඒකක 38,296ක් ඉදිකිරීම සඳහාද PHDT මූලික වී ඇත.",
        "Global Vinyl වෙතින් Luxury Vinyl Tiles Architect 2022 වාර්ෂික සැසියේදී නිෂ්පාදන විශිෂ්ටත්වය සඳහා වන සම්මානය දිනා ගනී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "RPC எஸ்டேட் சமூகத்தை இலக்காகக் கொண்ட சுகாதார முன்முயற்சிகள் 2021 இல் வேகத்தைப் பெறுகின்றன",
      "body_lines": [
        "முக்கிய பங்குதாரர்களுக்கிடையிலான ஒத்துழைப்பு, 2021 இல் பிராந்திய தோட்ட நிறுவனங்களால் (RPCs) நிர்வகிக்கப்படும் தோட்டங்களில் உள்ள சமூகங்களை உள்ளடக்கிய சுகாதார முன்முயற்சிகளை கணிசமாக வலுப்படுத்தியது, இது பெருந்தோட்ட சமூகத்தின் மீது தொற்றுநோயின் பாதகமான தாக்கத்தை குறைக்க உதவுகிறது.",
        "பெருந்தோட்ட மனித அபிவிருத்தி அறக்கட்டளை (PHDT) மற்றும் PHDT இன் ஏனைய அங்கத்தவர்கள் - RPCகள், தோட்டத் தொழிற்சங்கங்கள் மற்றும் அரசாங்கத்தை உள்ளடக்கிய ஒரு முத்தரப்பு அமைப்பானது - தொற்றுநோய் பரவுவதைக் குறைக்க சுகாதார அதிகாரிகளுடன் கைகோர்த்து வேலை செய்தது. RPC தோட்டங்கள்.",
        "தொற்றுநோய் பரவுவதைக் குறைப்பதற்கான தடுப்பூசி இயக்கம் மற்றும் பிற நடவடிக்கைகளுக்கு இந்த ஆண்டில் முன்னுரிமை அளிக்கப்பட்டது. பெருந்தோட்ட சமூகத்தின் ஆரோக்கியம் மற்றும் நல்வாழ்வை மையமாகக் கொண்ட நீண்டகால முன்முயற்சிகளிலும் முன்னேற்றம் எட்டப்பட்டுள்ளது, அவை இப்போது 2022 இல் மேலும் பெருக்கப்படுகின்றன.",
        "\"தொற்றுநோயானது தோட்ட சமூகத்தினரிடையே வேகமாகப் பரவும் என்ற ஆரம்ப அச்சங்கள் இருந்தபோதிலும், அதன் தாக்கம் செயலூக்கமான நடவடிக்கை மற்றும் முக்கிய பங்குதாரர்களிடையே நெருக்கமான ஒத்துழைப்பின் மூலம் குறைக்கப்பட்டது\" என்று RPC களை பிரதிநிதித்துவப்படுத்தும் இலங்கை தோட்டக்காரர்கள் சங்கத்தின் தலைவர் பதியா புலுமுல்லா கூறினார். \"இந்த சவாலான காலகட்டத்தில், தோட்ட சமூகத்தின் நல்வாழ்வை உறுதிசெய்வதில் RPC களுக்கு உதவிய PHDT, சுகாதார அதிகாரிகள் மற்றும் பிற அரசாங்க அமைப்புகளுக்கு நாங்கள் நன்றி கூறுகிறோம்.\"",
        "RPC தோட்டங்களில் தடுப்பூசி இயக்கத்தின் வெற்றியைப் பிரதிபலிக்கும் வகையில், தற்போது, ​​30 ஆண்டுகளுக்கும் மேலான குடியிருப்பாளர்களில் 60% பேர் இரண்டு டோஸ் மற்றும் ஒரு பூஸ்டரைப் பெற்றுள்ளனர், அதே நேரத்தில் 97% பேர் குறைந்தது இரண்டு டோஸ்களையும் பெற்றுள்ளனர்.",
        "இந்த முயற்சிகளை நிறைவு செய்யும் வகையில், 2021 ஆம் ஆண்டில் 38 புதிதாக அங்கீகரிக்கப்பட்ட 13 மருந்துகள் உட்பட பல மருந்துகளும் தோட்ட சமூகத்திற்கு இலவசமாக வழங்கப்பட்டன. இந்த கூடுதல் மருந்துகள், சிரங்கு, குளவி, போன்ற நோய்களுக்கான சிகிச்சைக்காக அரசால் வழங்கப்பட்டன. பூச்சி கடித்தல், ஒவ்வாமை, புழு தொல்லை, இரத்த சோகை, இரைப்பை குடல் நோய்கள், காயம் மற்றும் நீரிழிவு மற்றும் உயர் இரத்த அழுத்தம் போன்றவற்றுக்கு குறுகிய கால சிகிச்சை.",
        "PHDT ஆனது, 59 தோட்ட மருத்துவமனைகளை சுகாதார அமைச்சுக்கு சுமூகமாக மாற்றுவதற்கு உதவும் செயல்பாட்டில் உள்ளது, அதன் ஒரு பகுதியாக 2021 இல் முதன்முதலில் தொடங்கப்பட்டது. மிக சமீபத்தில், PHDT தனது 'சமூக சமையலறைகள்' திட்டத்தையும் தொடங்கியது. எஸ்டேட்களில் ஆரோக்கியமான உணவுப் பழக்கங்களை மேம்படுத்த முயல்கிறது, விழிப்புணர்வை ஏற்படுத்தும் அதே வேளையில் ஊட்டச்சத்துள்ள உணவை வழங்குவதன் மூலம், இந்த ஆண்டில் விரிவுபடுத்தப்பட்டது.",
        "ஆரோக்கியத்தை மையமாகக் கொண்ட முன்முயற்சிகளுக்கு அப்பால், PHDT ஆனது 23 புதிய குழந்தை மேம்பாட்டு மையங்களை (CDCs) இந்த ஆண்டில் நிறைவு செய்தது, அதே நேரத்தில் RPC தோட்டங்களுக்குள் 750 வீடுகளை நிர்மாணிக்கத் தொடங்கியது. நீர் வழங்கல் மற்றும் துப்புரவுத் திட்டங்களும் இந்த ஆண்டில் விரிவுபடுத்தப்பட்டன, இதன் மூலம் ஏறத்தாழ 4,000 தோட்ட குடியிருப்பாளர்கள் குடும்பங்கள் பயனடைகின்றன.",
        "RPCகள் மற்றும் PHDT ஆகியவை 2022 ஆம் ஆண்டில் இந்த சுகாதார முன்முயற்சிகளின் வேகத்தை பராமரிக்கவும் மேம்படுத்தவும் உத்தேசித்துள்ளன. அதன்படி, தாய்மார்கள் மற்றும் குழந்தைகளிடையே ஊட்டச்சத்து மற்றும் நல்வாழ்வை மேம்படுத்துவதற்காக PHDT நாட்டில் உள்ள எஸ்டேட் பகுதிகளில் சுகாதார பரிசோதனை திட்டங்களையும் சமூக மேம்பாடு மற்றும் அதிகாரமளிக்கும் திட்டங்களையும் மீண்டும் தொடங்கும். .",
        "PHDT ஆனது இந்த வருடத்திற்குள் 35 புதிய குழந்தைகள் மேம்பாட்டு மையங்களை நிர்மாணிக்க திட்டமிட்டுள்ளது, இதன் மூலம் RPC தோட்டப் பகுதிகளுக்குள் மொத்த எண்ணிக்கை 1,250 ஆக உள்ளது, மேலும் 21 CDC களும் புதுப்பிக்கப்படும். மேலும், குழந்தைகளின் உளவியல் சமூக வளர்ச்சி குறித்து 240 பெற்றோர் விழிப்புணர்வு நிகழ்ச்சிகள் PHDT மூலம் மேற்கொள்ளப்படும். 100 CDC அதிகாரிகளுக்கான டிப்ளோமா அளவிலான பயிற்சித் திட்டமும் 2022ல் தொடரும்.",
        "\"PHDT மற்றும் பிற பங்குதாரர்கள் RPC தோட்ட குடியிருப்பாளர்களின் வாழ்க்கையை மேலும் மேம்படுத்துவதை நோக்கமாகக் கொண்ட எங்கள் நீண்ட கால முயற்சிகளை வலுப்படுத்த முடிந்தது என்பது குறிப்பிடத்தக்கது, அதே நேரத்தில் குறுகிய கால தொற்றுநோய் தடுப்பு நடவடிக்கைகளை வெற்றிகரமாக செயல்படுத்துகிறது\" என்று லால் பெரேரா கூறினார். PHDT. \"எங்கள் கூட்டாளர்களின் உதவியுடன் 2022 ஆம் ஆண்டில் இந்த திட்டங்களை நாங்கள் தொடர்ந்து மேம்படுத்துவோம்.\"",
        "PHDT என்பது RPCகள், தோட்டத் தொழிற்சங்கங்கள் மற்றும் அரசாங்கத்தை உள்ளடக்கிய ஒரு முத்தரப்பு அமைப்பாகும், இது தோட்ட சமூகத்தின் வாழ்க்கைத் தரத்தை மேம்படுத்துவதற்காக நிறுவப்பட்டது. 1992 இல் நிறுவப்பட்டதில் இருந்து, PHDT ஆனது 50 கிமீ தோட்டச் சாலைகள் அமைப்பதை மேற்பார்வையிடும் அதே வேளையில், 3,000 குடும்பங்களுக்கு பாதுகாப்பான நீர் மற்றும் சுகாதாரத்திற்கு பயனளிக்கும் 15 நீர் வழங்கல் மெகா திட்டங்களை நிறுவுவதற்கு வசதி செய்துள்ளது. PHDT ஆனது 104 சிறுவர் அபிவிருத்தி நிலையங்களை நிர்மாணித்தல், ஏற்கனவே உள்ள 58,477 வீடுகளின் கூரை மற்றும் பழுதுபார்ப்பு மற்றும் தோட்டத் துறை சமூகங்களுக்கான 38,296 புதிய வீட்டு அலகுகளை நிர்மாணிப்பதில் முக்கிய பங்காற்றியுள்ளது.",
        "குளோபல் வினைலின் சொகுசு வினைல் டைல்ஸ் ஆர்கிடெக்ட் 2022 ஆண்டு அமர்வுகளில் தயாரிப்புச் சிறப்புக்கான விருதை வென்றது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}