{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/uncovering-the-human-element-in-esg-at-kelani-valley-plantations/",
  "time_ut": 1652199180,
  "title": "Uncovering the human element in ESG at Kelani Valley Plantations",
  "body_lines": [
    "The challenge of driving meaningful progress in Environmental, Social and Governance (ESG) standards hinges on people more than it does processes or policies. That is why organisations that can understand the human element in driving change tend to set the pace in their respective industries.",
    "As a true pioneer among Sri Lanka’s Regional Plantation Companies (RPCs) in Human Resources and Sustainability, Anuruddha Gamage, made this realisation early in his career. For more than two decades, he has helped redefine sustainability among one of the largest and most respected Regional Plantation Companies (RPCs). At the core of his approach: people.",
    "A second upper class B.Sc. Agriculture (Hons.) graduate from the University of Peradeniya, Anuruddha joined Kelani Valley Plantations PLC (KVPL) as a Plantation Management Trainee in 1999. During the early stages of his career, Anuruddha developed an interest in Human Resources and Sustainability and the need to adopt best practices in the sector, given the unique dynamics of Sri Lanka’s RPCs during this period.",
    "Commencing his MBA specialising in HR Management at the Faculty of Graduate Studies, University of Sri Jayawardenepura, he soon sought opportunities to incorporate academic learning into his work. Currently, he is reading for his PhD at the Postgraduate Institute of Humanities and Social Sciences (PGIHS), University of Peradeniya and is a Fellow Member of the Institute of Chartered Professional Managers of Sri Lanka (FCPM).",
    "Currently functioning as the General Secretary and an Executive Council Member of the Japan Sri Lanka Technical and Cultural Association (JASTECA) and the Chairman of the JASTECA Institute of Management, Anuruddha was also ranked among the 100 most influential HR professionals in 2018 from World HRD Congress. He is the winner of the “Most Talented HR Leaders” Award from Asia-Pacific HRM Congress Awards in 2017, where he was named a “Catalyst of Change” and “Most Outstanding HR Leadership in Plantation Industry” Award from the South Asian Business Excellence Awards in 2017.",
    "The challenges faced by RPCs are unique. Environmental conditions have a significant impact on performance. At the same time, given its labour-intensive nature, social harmony is essential. The highest possible governance standards are also essential in translating strategy into impactful action on the ground and enhancing the confidence of all key stakeholders.",
    "“When it comes to ESG, each area has to be carefully maintained relative to the others. A really simple way to think of sustainability is like a tricycle. Governance is the front wheel providing direction. Social and environmental factors are the rear wheels – to be equally balanced for momentum,” Anuruddha explained.",
    "“Within this framework, effective knowledge management is critical to create awareness and enhance support among key stakeholders. Without their support, you are just an individual attempting to drive an agenda and are unlikely to achieve sustained change.”",
    "In 2013, his mentor and veteran planter – Dr. Roshan Rajadurai, took over as Managing Director of the Hayleys Plantation Sector, driven by a mission to transform the industry by revolutionising its approach to human resources management.",
    "With the support of his team, guidance and backing from Dr. Rajadurai, one of Anuruddha’s priorities as General Manager – HR and Corporate Sustainability were to develop a comprehensive Strategic HR Plan for KVPL – among the first for Sri Lankan RPCs. After years of patience and persistence, the results of the initiatives he was a part of now speak for themselves.",
    "These programmes have won prestigious global, regional and local acclaim and recognition, including most recently being presented with the ‘UNV50’ award in December 2021 by the United Nations Volunteers (UNV) for their contribution to ‘promoting the value of volunteerism through citizen engagement, within the corporate sector in Sri Lanka.’",
    "An eternal student at heart, Anuruddha continues to expand his understanding of sustainability, driven through effective human resources and knowledge management.",
    "A series of well-coordinated activities have been carried out as part of the knowledge management efforts. Seeking to motivate learning and knowledge management across all levels of the organisation and even to the public, Anuruddha commenced the “Evening with an Expert @ Hayleys Plantations” micro digital learning series – a programme that is now available online for the public.",
    "Reputed global and local experts, including leaders from Toyota, Japan, have addressed employees on various topics of vital relevance to their work and everyday lives, covering over 2500 effective training hours with the highest training yield ratio of 60%, more than the mean average of the last six years. The first 25 learning sessions are expected to be concluded by April 2022.",
    "Anuruddha’s drive to deliver progress on SDGs 4 and 17 – quality education and partnership, respectively – has been fast-tracked with the ‘Hayleys Plantations Technical Skills Development (HPTDP)’ initiative. The first batch of field staff members graduated from the internal certificate programme, accounting for more than 4,500 effective learning hours and a 95% success rate. This led to Sri Lanka’s first-ever NVQ qualification and Skills Passport for field staff members in tea and rubber estates.",
    "Moreover, Anuruddha leveraged his close relationship with reputed local and international organisations such as AOTS Japan and JASTECA to execute the ‘Global Learning Series’ to provide plantations and corporate management professionals exposure in Japan.",
    "Setting his sights on achieving environment-related SDGs in clean water and sanitation (goal 6), life on land (goal 15) and life below water (goal 14), Anuruddha partnered with key local and international partners such as the IUCN and the Ministry of Environment.",
    "The partnership has led to the development of a new framework on sustainability at KVPL and the launch of the ‘Kelani Valley Protectors’ initiative, which supports the protection of the Weoya catchment in the Kelani river basin under the national ‘Surakimu Ganga’ initiative.",
    "Looking ahead, Anuruddha aims to continue leveraging his vast experience in support of Hayleys Plantation Group’s trailblazing initiatives to set new benchmarks in sustainability and Human Resources Management.",
    "“As a Hayleys Lifecode Champion, my vision is to maximise value for those who depend on us through economic development or by improving the quality of life for our employees, community and society at large.",
    "“As a catalyst of change, it is truly inspirational to work with this passionate team to establish an inclusive working culture, integrate sustainability into strategy and build partnerships that can drive a bigger impact on-ground to make lives better.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කැලණිවැලි වතුකරයේ ESG හි මානව මූලද්‍රව්‍ය අනාවරණය කර ගැනීම",
      "body_lines": [
        "පාරිසරික, සමාජීය සහ පාලන (ESG) ප්‍රමිතීන්හි අර්ථවත් ප්‍රගතියක් ඇති කිරීමේ අභියෝගය ක්‍රියාවලි හෝ ප්‍රතිපත්තිවලට වඩා මිනිසුන් මත රඳා පවතී. වෙනසකට තුඩු දෙන මානව මූලද්‍රව්‍යය තේරුම් ගත හැකි සංවිධාන ඔවුන්ගේ කර්මාන්තවල වේගය සැකසීමට නැඹුරු වන්නේ එබැවිනි.",
        "ශ්‍රී ලංකාවේ ප්‍රාදේශීය වැවිලි සමාගම් (RPCs) අතර මානව සම්පත් සහ තිරසාරත්වය පිළිබඳ සැබෑ පුරෝගාමියෙකු ලෙස අනුරුද්ධ ගමගේ මහතා මෙම අවබෝධය සිය වෘත්තීය ජීවිතය ආරම්භයේදීම සිදු කළේය. දශක දෙකකට වැඩි කාලයක් පුරා, ඔහු විශාලතම සහ වඩාත්ම ගෞරවනීය ප්‍රාදේශීය වැවිලි සමාගමක් (RPCs) අතර තිරසාරභාවය නැවත අර්ථ දැක්වීමට උදව් කර ඇත. ඔහුගේ ප්රවේශයේ හරය: මිනිසුන්.",
        "දෙවන ඉහළ පන්තියේ B.Sc. පේරාදෙණිය විශ්වවිද්‍යාලයේ කෘෂිකර්ම (ගෞරව) උපාධිධාරියෙකු වන අනුරුද්ධ 1999 වසරේදී වැවිලි කළමනාකරණ අභ්‍යාසලාභියෙකු ලෙස කැලණිවැලි වැවිලි පීඑල්සී (KVPL) ආයතනයට සම්බන්ධ විය. සිය වෘත්තීය ජීවිතයේ මුල් අවධියේදී අනුරුද්ධ මානව සම්පත් සහ තිරසාරභාවය සහ අවශ්‍යතාවය පිළිබඳ උනන්දුවක් ඇතිකර ගත්තේය. මෙම කාල පරිච්ෙඡ්දය තුළ ශ්‍රී ලංකාවේ RPC හි අද්විතීය ගතිකතාවයන් සැලකිල්ලට ගනිමින්, අංශයේ හොඳම භාවිතයන් අනුගමනය කරන්න.",
        "ශ්‍රී ජයවර්ධනපුර විශ්ව විද්‍යාලයේ උපාධි අධ්‍යයන පීඨයේ මානව සම්පත් කළමනාකරණය පිළිබඳ විශේෂීකරණය වූ MBA උපාධිය ආරම්භ කළ ඔහු ඉක්මනින්ම තම කාර්යයට ශාස්ත්‍රීය ඉගෙනීම ඇතුළත් කර ගැනීමට අවස්ථා සෙවීය. දැනට ඔහු පේරාදෙණිය විශ්වවිද්‍යාලයේ මානව ශාස්ත්‍ර හා සමාජ විද්‍යා පශ්චාත් උපාධි ආයතනයේ (PGIHS) ආචාර්ය උපාධිය සඳහා කියවමින් සිටින අතර ශ්‍රී ලංකා වරලත් වෘත්තීය කළමනාකරුවන්ගේ ආයතනයේ (FCPM) සාමාජික සාමාජිකයෙකි.",
        "දැනට ජපන් ශ්‍රී ලංකා තාක්ෂණික හා සංස්කෘතික සංගමයේ (JASTECA) ප්‍රධාන ලේකම් සහ විධායක සභා සාමාජිකයෙකු ලෙසත් JASTECA කළමනාකරණ ආයතනයේ සභාපති ලෙසත් කටයුතු කරන අනුරුද්ධ, World HRD Congress හි 2018 වසරේ වඩාත්ම බලගතු HR වෘත්තිකයන් 100 දෙනා අතරට ද ශ්‍රේණිගත විය. . ඔහු 2017 වසරේ ආසියා පැසිෆික් HRM කොංග්‍රස් සම්මාන උළෙලේ “වඩාත්ම දක්ෂ මානව සම්පත් නායකයින්” සම්මානය දිනාගත් අතර එහිදී ඔහු “වෙනස්වීමේ උත්ප්‍රේරකය” සහ “වැවිලි කර්මාන්තයේ වඩාත්ම කැපී පෙනෙන මානව සම්පත් නායකත්වය” සම්මානය දකුණු ආසියානු ව්‍යාපාරික විශිෂ්ටතා සම්මානයෙන් පිදුම් ලැබීය. 2017 වසරේ සම්මාන.",
        "RPCs මුහුණ දෙන අභියෝග අද්විතීයයි. පාරිසරික තත්ත්වයන් කාර්ය සාධනය කෙරෙහි සැලකිය යුතු බලපෑමක් ඇති කරයි. ඒ අතරම, එහි ශ්‍රම තීව්‍ර ස්වභාවය අනුව, සමාජ සමගිය අත්‍යවශ්‍ය වේ. මූලෝපාය භූමියේ බලපෑම්කාරී ක්‍රියාවක් බවට පරිවර්තනය කිරීමේදී සහ සියලුම ප්‍රධාන පාර්ශ්වකරුවන්ගේ විශ්වාසය ඉහළ නැංවීමේදී හැකි ඉහළම පාලන ප්‍රමිතීන් ද අත්‍යවශ්‍ය වේ.",
        "“ඊඑස්ජී සම්බන්ධයෙන් ගත් කල, සෑම ප්‍රදේශයක්ම අනෙක් ඒවාට සාපේක්ෂව ප්‍රවේශමෙන් නඩත්තු කළ යුතුය. තිරසාරත්වය ගැන සිතීමට ඇත්තෙන්ම සරල ක්රමයක් ත්රිරෝද රථයක් වැනි ය. පාලනය යනු දිශාව සපයන ඉදිරි රෝදයයි. සමාජීය සහ පාරිසරික සාධක පසුපස රෝද වේ - ගම්‍යතාවය සඳහා සමානව සමතුලිත විය යුතුය, ”අනුරුද්ධ පැහැදිලි කළේය.",
        "“මෙම රාමුව තුළ, ප්‍රධාන පාර්ශවකරුවන් අතර දැනුවත්භාවය ඇති කිරීමට සහ සහයෝගය වැඩි දියුණු කිරීමට ඵලදායී දැනුම කළමනාකරණය ඉතා වැදගත් වේ. ඔවුන්ගේ සහය නොමැතිව, ඔබ න්‍යාය පත්‍රයක් ගෙන යාමට උත්සාහ කරන පුද්ගලයෙකු පමණක් වන අතර තිරසාර වෙනසක් සාක්ෂාත් කර ගැනීමට අපහසුය.",
        "2013 දී, ඔහුගේ උපදේශක සහ ප්‍රවීණ වැවිලිකරු - ආචාර්ය රොෂාන් රාජදුරෙයි, හේලීස් වැවිලි අංශයේ කළමනාකාර අධ්‍යක්ෂ ලෙස වැඩ භාර ගන්නා ලද අතර, මානව සම්පත් කළමනාකරණය සඳහා එහි ප්‍රවේශය විප්ලවීය වෙනසක් කරමින් කර්මාන්තය පරිවර්තනය කිරීමේ මෙහෙවරක් මගින් මෙහෙයවනු ලැබීය.",
        "ඔහුගේ කණ්ඩායමේ සහාය ඇතිව, සාමාන්‍යාධිකාරී - මානව සම්පත් සහ ආයතනික තිරසාරභාවය ලෙස අනුරුද්ධගේ ප්‍රමුඛතාවයන්ගෙන් එකක් වූ වෛද්‍ය රාජදුරෙයිගේ මගපෙන්වීම සහ අනුග්‍රහය ශ්‍රී ලංකාවේ RPC සඳහා වූ පළමු ඒවා අතර, KVPL සඳහා පුළුල් උපාය මාර්ගික මානව සම්පත් සැලැස්මක් සකස් කිරීම විය. වසර ගණනාවක ඉවසීමෙන් සහ නොපසුබට උත්සාහයෙන් පසුව, ඔහු දැන් කොටසක් වූ මුලපිරීම්වල ප්‍රතිඵල තමන්ටම කියාපායි.",
        "මෙම වැඩසටහන් 2021 දෙසැම්බර් මාසයේදී එක්සත් ජාතීන්ගේ ස්වේච්ඡා සේවකයන් (UNV) විසින් 'පුරවැසි ක්‍රියාකාරකම් තුළින් ස්වේච්ඡා සේවයේ වටිනාකම ප්‍රවර්ධනය කිරීම සඳහා' ඔවුන්ගේ දායකත්වය වෙනුවෙන් 'UNV50' සම්මානය පිරිනැමීම ඇතුළුව කීර්තිමත් ගෝලීය, කලාපීය සහ දේශීය පිළිගැනීමක් සහ පිළිගැනීමක් දිනා ඇත. ශ්‍රී ලංකාවේ ආයතනික අංශය තුළ.'",
        "හදවතින් සදාකාලික ශිෂ්‍යයෙකු වන අනුරුද්ධ ඵලදායි මානව සම්පත් සහ දැනුම කළමනාකරණය තුළින් මෙහෙයවනු ලබන තිරසාරභාවය පිළිබඳ ඔහුගේ අවබෝධය තවදුරටත් පුළුල් කරයි.",
        "දැනුම කළමනාකරණ ප්‍රයත්නවල කොටසක් ලෙස මනාව සම්බන්ධීකරණය කරන ලද ක්‍රියාකාරකම් මාලාවක් සිදු කර ඇත. සංවිධානයේ සෑම තරාතිරමකම සහ මහජනතාවට පවා ඉගෙනීම සහ දැනුම කළමනාකරණය දිරිගැන්වීමට අපේක්ෂාවෙන්, අනුරුද්ධ \"විශේෂඥ @ හේලීස් ප්ලාන්ටේෂන්ස් සමඟ සවස\" ක්ෂුද්‍ර ඩිජිටල් ඉගෙනුම් මාලාව ආරම්භ කළේය - එය දැන් මහජනතාව සඳහා අන්තර්ජාලය හරහා ලබා ගත හැකිය.",
        "ජපානයේ Toyota හි නායකයින් ඇතුළු කීර්තිමත් ගෝලීය සහ දේශීය ප්‍රවීණයන්, සාමාන්‍ය සාමාන්‍යයට වඩා 60% ක ඉහළම පුහුණු අස්වැන්නක් සහිත ඵලදායි පුහුණු පැය 2500කට අධික කාලයක් ආවරණය කරමින් ඔවුන්ගේ වැඩ සහ එදිනෙදා ජීවිතයට වැදගත් වන විවිධ මාතෘකා ඔස්සේ සේවකයින් අමතා ඇත. පසුගිය වසර හය තුළ. පළමු ඉගෙනුම් සැසි 25 2022 අප්‍රේල් වන විට අවසන් කිරීමට බලාපොරොත්තු වේ.",
        "පිළිවෙලින් ගුණාත්මක අධ්‍යාපනය සහ හවුල්කාරිත්වය - SDGs 4 සහ 17 හි ප්‍රගතිය ලබා දීමේ අනුරුද්ධගේ ධාවනය 'Hayleys Plantations තාක්ෂණික නිපුණතා සංවර්ධන (HPTDP)' මුලපිරීම සමඟින් වේගවත් කර ඇත. ක්ෂේත්‍ර කාර්ය මණ්ඩල සාමාජිකයින්ගේ පළමු කණ්ඩායම අභ්‍යන්තර සහතික වැඩසටහනෙන් උපාධිය ලබා ගත් අතර, ඵලදායී ඉගෙනුම් පැය 4,500 කට වඩා වැඩි ප්‍රමාණයක් සහ 95% සාර්ථකත්ව අනුපාතයක් ඇත. මෙය තේ සහ රබර් වතුවල ක්ෂේත්‍ර කාර්ය මණ්ඩල සාමාජිකයින් සඳහා ශ්‍රී ලංකාවේ ප්‍රථම NVQ සුදුසුකම් සහ නිපුණතා විදේශ ගමන් බලපත්‍රය සඳහා හේතු විය.",
        "තවද, අනුරුද්ධ ජපානයේ වැවිලි සහ ආයතනික කළමනාකරණ වෘත්තිකයන්ගේ නිරාවරණය සැපයීම සඳහා 'ගෝලීය ඉගෙනුම් මාලාව' ක්‍රියාත්මක කිරීම සඳහා AOTS Japan සහ JASTECA වැනි කීර්තිමත් දේශීය හා ජාත්‍යන්තර සංවිධාන සමඟ ඔහුගේ සමීප සබඳතාව උපයෝගී කර ගත්තේය.",
        "පිරිසිදු ජලය සහ සනීපාරක්ෂාව (ඉලක්කය 6), ගොඩබිම ජීවිතය (ඉලක්කය 15) සහ ජලයෙන් පහළ ජීවිතය (ඉලක්කය 14) තුළ පරිසරය හා සම්බන්ධ SDGs සාක්ෂාත් කර ගැනීම කෙරෙහි ඔහුගේ දැක්ම සකස් කරමින් අනුරුද්ධ IUCN සහ අමාත්‍යාංශය වැනි ප්‍රධාන දේශීය සහ ජාත්‍යන්තර හවුල්කරුවන් සමඟ හවුල් විය. පරිසරය පිළිබඳ.",
        "මෙම හවුල්කාරිත්වය KVPL හි තිරසාරභාවය පිළිබඳ නව රාමුවක් සංවර්ධනය කිරීමට හේතු වී ඇති අතර ජාතික ‘සුරකිමු ගඟ’ වැඩසටහන යටතේ කැලණි ගංගා ද්‍රෝණියේ වේඔය ජල පෝෂක ප්‍රදේශය ආරක්ෂා කිරීමට සහාය වන ‘කැලණි නිම්න ආරක්ෂකයන්’ වැඩසටහන දියත් කිරීමට හේතු වී ඇත.",
        "ඉදිරිය දෙස බලන විට, තිරසාරභාවය සහ මානව සම්පත් කළමනාකරණය සම්බන්ධයෙන් නව මිණුම් සලකුණු පිහිටුවීම සඳහා හේලීස් වැවිලි සමූහයේ පෙරමග ආරම්භ කිරීමට සහාය වීම සඳහා අනුරුද්ධ සිය අතිවිශාල අත්දැකීම් අඛණ්ඩව ප්‍රයෝජනයට ගැනීම අරමුණු කරයි.",
        "“Hayleys Lifecode Champion කෙනෙක් වශයෙන්, මගේ දැක්ම වන්නේ ආර්ථික සංවර්ධනය තුළින් හෝ අපගේ සේවකයන්ගේ, ප්‍රජාවේ සහ සමාජයට විශාල වශයෙන් ජීවන තත්ත්වය ඉහළ නැංවීම තුළින් අප මත යැපෙන අයට උපරිම වටිනාකමක් ලබා දීමයි.",
        "\"වෙනස් කිරීමේ උත්ප්‍රේරකයක් ලෙස, මෙම උද්‍යෝගිමත් කණ්ඩායම සමඟ ඇතුළත් වැඩ කරන සංස්කෘතියක් ස්ථාපිත කිරීමට, තිරසාරත්වය උපාය මාර්ගයට ඒකාබද්ධ කිරීමට සහ ජීවිත යහපත් කර ගැනීම සඳහා භූමියේ විශාල බලපෑමක් ඇති කළ හැකි හවුල්කාරිත්වයන් ගොඩනඟා ගැනීමට සැබවින්ම ආශ්වාදජනක ය.\"",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "களனி பள்ளத்தாக்கு தோட்டங்களில் ESG இல் மனித உறுப்புகளை கண்டறிதல்",
      "body_lines": [
        "சுற்றுச்சூழல், சமூக மற்றும் ஆளுகை (ESG) தரநிலைகளில் அர்த்தமுள்ள முன்னேற்றத்தை உண்டாக்கும் சவால், செயல்முறைகள் அல்லது கொள்கைகளை விட மக்களைச் சார்ந்துள்ளது. அதனால்தான் மாற்றத்தை உந்துதலில் மனிதக் கூறுகளைப் புரிந்து கொள்ளக்கூடிய நிறுவனங்கள் அந்தந்த தொழில்களில் வேகத்தை அமைக்க முனைகின்றன.",
        "மனித வளங்கள் மற்றும் நிலைத்தன்மையில் இலங்கையின் பிராந்திய பெருந்தோட்ட நிறுவனங்களில் (RPCs) உண்மையான முன்னோடியாக, அனுருத்த கமகே தனது தொழில் வாழ்க்கையின் ஆரம்பத்திலேயே இதை உணர்ந்தார். இரண்டு தசாப்தங்களுக்கும் மேலாக, அவர் மிகப்பெரிய மற்றும் மிகவும் மரியாதைக்குரிய பிராந்திய தோட்ட நிறுவனங்களில் (RPCs) நிலைத்தன்மையை மறுவரையறை செய்ய உதவினார். அவரது அணுகுமுறையின் மையத்தில்: மக்கள்.",
        "இரண்டாம் உயர் வகுப்பு பி.எஸ்சி. பேராதனைப் பல்கலைக்கழகத்தில் விவசாய (கௌரவ) பட்டதாரியான அனுருத்த, 1999 ஆம் ஆண்டு தோட்ட முகாமைத்துவப் பயிற்சியாளராக களனி வேலி பிளான்டேஷன்ஸ் பிஎல்சி (KVPL) இல் சேர்ந்தார். தனது தொழில் வாழ்க்கையின் ஆரம்பக் கட்டத்தில், அனுருத்த மனித வளங்கள் மற்றும் நிலைத்தன்மை மற்றும் தேவை ஆகியவற்றில் ஆர்வத்தை வளர்த்துக் கொண்டார். இந்த காலகட்டத்தில் இலங்கையின் RPC களின் தனித்துவமான இயக்கவியலைக் கருத்தில் கொண்டு, துறையில் சிறந்த நடைமுறைகளைப் பின்பற்றவும்.",
        "ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தின் பட்டதாரி கற்கைகள் பீடத்தில் மனிதவள முகாமைத்துவத்தில் நிபுணத்துவம் பெற்ற தனது MBA படிப்பைத் தொடங்கிய அவர், கல்வி கற்றலை தனது பணியில் இணைத்துக்கொள்ளும் வாய்ப்புகளை விரைவில் தேடிக்கொண்டார். தற்போது, ​​அவர் பேராதனைப் பல்கலைக்கழகத்தின் மனிதநேயங்கள் மற்றும் சமூக விஞ்ஞான முதுகலைப் பட்டதாரி நிறுவனத்தில் (PGIHS) தனது கலாநிதிப் பட்டத்திற்காகப் படித்து வருகிறார் மற்றும் இலங்கையின் பட்டய நிபுணத்துவ மேலாளர்கள் நிறுவனத்தின் (FCPM) சக உறுப்பினராகவும் உள்ளார்.",
        "தற்போது ஜப்பான் இலங்கை தொழில்நுட்ப மற்றும் கலாச்சார சங்கத்தின் (JASTECA) பொதுச் செயலாளராகவும் நிர்வாக சபை உறுப்பினராகவும் மற்றும் JASTECA இன்ஸ்டிடியூட் ஆப் மேனேஜ்மென்ட்டின் தலைவராகவும் செயல்படும் அனுருத்த, உலக மனித வள காங்கிரஸின் 2018 ஆம் ஆண்டில் மிகவும் செல்வாக்கு மிக்க 100 மனிதவள நிபுணர்களில் ஒருவராக இடம்பிடித்துள்ளார். . அவர் 2017 ஆம் ஆண்டு ஆசிய-பசிபிக் HRM காங்கிரஸ் விருதுகளில் இருந்து \"மிகவும் திறமையான மனிதவளத் தலைவர்கள்\" விருதை வென்றவர், அங்கு அவர் \"மாற்றத்திற்கான ஊக்கி\" மற்றும் \"பெருந்தோட்டத் துறையில் மிகவும் சிறந்த மனிதவளத் தலைமை\" விருதை தெற்காசிய வணிகச் சிறப்பிடம் பெற்றார். 2017 இல் விருதுகள்.",
        "RPC கள் எதிர்கொள்ளும் சவால்கள் தனித்துவமானது. சுற்றுச்சூழல் நிலைமைகள் செயல்திறனில் குறிப்பிடத்தக்க தாக்கத்தை ஏற்படுத்துகின்றன. அதே நேரத்தில், அதன் உழைப்பு மிகுந்த தன்மையைக் கருத்தில் கொண்டு, சமூக நல்லிணக்கம் அவசியம். மூலோபாயத்தை களத்தில் தாக்கத்தை ஏற்படுத்தும் செயலாக மொழிபெயர்ப்பதற்கும், அனைத்து முக்கிய பங்குதாரர்களின் நம்பிக்கையை மேம்படுத்துவதற்கும் சாத்தியமான மிக உயர்ந்த நிர்வாக தரநிலைகள் அவசியம்.",
        "“ESGக்கு வரும்போது, ​​ஒவ்வொரு பகுதியும் மற்றவற்றுடன் ஒப்பிடும்போது கவனமாகப் பராமரிக்கப்பட வேண்டும். நிலைத்தன்மையைப் பற்றி சிந்திக்க மிகவும் எளிமையான வழி ஒரு முச்சக்கர வண்டி போன்றது. ஆளுகை என்பது முன் சக்கரம் திசையை வழங்குகிறது. சமூக மற்றும் சுற்றுச்சூழல் காரணிகள் பின் சக்கரங்கள் - வேகத்திற்கு சமமாக சமநிலையில் இருக்க வேண்டும்\" என்று அனுருத்தா விளக்கினார்.",
        "\"இந்த கட்டமைப்பிற்குள், முக்கிய பங்குதாரர்களிடையே விழிப்புணர்வை உருவாக்குவதற்கும் ஆதரவை மேம்படுத்துவதற்கும் பயனுள்ள அறிவு மேலாண்மை முக்கியமானது. அவர்களின் ஆதரவு இல்லாமல், நீங்கள் ஒரு நிகழ்ச்சி நிரலை இயக்க முயற்சிக்கும் ஒரு தனி நபர் மற்றும் நிலையான மாற்றத்தை அடைய வாய்ப்பில்லை.",
        "2013 ஆம் ஆண்டில், அவரது வழிகாட்டி மற்றும் மூத்த தோட்டக்காரர் - டாக்டர். ரோஷன் ராஜதுரை, ஹேலிஸ் தோட்டத் துறையின் நிர்வாக இயக்குநராகப் பொறுப்பேற்றார், மனித வள மேலாண்மையில் அதன் அணுகுமுறையில் புரட்சியை ஏற்படுத்துவதன் மூலம் தொழில்துறையை மாற்றியமைக்கும் நோக்கத்தால் இயக்கப்பட்டது.",
        "அவரது குழுவின் ஆதரவுடன், கலாநிதி ராஜதுரையின் வழிகாட்டுதல் மற்றும் ஆதரவுடன், அனுருத்தாவின் பொது முகாமையாளர் - HR மற்றும் கார்ப்பரேட் நிலைத்தன்மையின் முன்னுரிமைகளில் ஒன்றான KVPL க்கான விரிவான மூலோபாய மனிதவளத் திட்டத்தை உருவாக்குவது - இலங்கை RPC களுக்கான முதல் திட்டமாகும். பல வருட பொறுமை மற்றும் விடாமுயற்சிக்குப் பிறகு, அவர் ஒரு பகுதியாக இருந்த முயற்சிகளின் முடிவுகள் இப்போது தங்களைத் தாங்களே பேசுகின்றன.",
        "இந்தத் திட்டங்கள் மதிப்புமிக்க உலகளாவிய, பிராந்திய மற்றும் உள்ளூர் அங்கீகாரம் மற்றும் அங்கீகாரத்தைப் பெற்றுள்ளன, இதில் 'குடிமக்கள் ஈடுபாட்டின் மூலம் தன்னார்வத்தின் மதிப்பை ஊக்குவிப்பதற்கான அவர்களின் பங்களிப்பிற்காக டிசம்பர் 2021 இல் ஐக்கிய நாடுகளின் தன்னார்வலர்களால் (UNV) சமீபத்தில் 'UNV50' விருது வழங்கப்பட்டது. இலங்கையில் கார்ப்பரேட் துறைக்குள்.'",
        "இதயத்தில் ஒரு நித்திய மாணவரான அனுருத்தா, திறமையான மனித வளங்கள் மற்றும் அறிவு மேலாண்மை மூலம் உந்தப்பட்டு, நிலைத்தன்மை பற்றிய தனது புரிதலை தொடர்ந்து விரிவுபடுத்துகிறார்.",
        "அறிவு மேலாண்மை முயற்சிகளின் ஒரு பகுதியாக நன்கு ஒருங்கிணைக்கப்பட்ட செயல்பாடுகளின் தொடர் மேற்கொள்ளப்பட்டுள்ளது. நிறுவனத்தின் அனைத்து மட்டங்களிலும் மற்றும் பொதுமக்களிடமும் கற்றல் மற்றும் அறிவு மேலாண்மையை ஊக்குவிக்கும் நோக்கத்தில், அனுருத்தா \"ஈவினிங் வித் எ எக்ஸ்பெர்ட் @ ஹேலிஸ் பிளான்டேஷன்ஸ்\" மைக்ரோ டிஜிட்டல் கற்றல் தொடரைத் தொடங்கினார் - இது இப்போது பொதுமக்களுக்கு ஆன்லைனில் கிடைக்கிறது.",
        "ஜப்பானின் டொயோட்டாவைச் சேர்ந்த தலைவர்கள் உட்பட புகழ்பெற்ற உலகளாவிய மற்றும் உள்ளூர் வல்லுநர்கள், ஊழியர்களின் பணி மற்றும் அன்றாட வாழ்க்கைக்கு முக்கியத்துவம் வாய்ந்த பல்வேறு தலைப்புகளில் உரையாற்றியுள்ளனர், சராசரி சராசரியை விட 60% அதிகபட்ச பயிற்சி மகசூல் விகிதத்துடன் 2500 பயனுள்ள பயிற்சி நேரங்களை உள்ளடக்கியது. கடந்த ஆறு ஆண்டுகளில். முதல் 25 கற்றல் அமர்வுகள் ஏப்ரல் 2022க்குள் முடிவடையும் என்று எதிர்பார்க்கப்படுகிறது.",
        "SDGs 4 மற்றும் 17 இல் முன்னேற்றத்தை வழங்க அனுருத்தாவின் உந்துதல் - தரமான கல்வி மற்றும் கூட்டாண்மை, முறையே - 'Hayleys Plantations Technical Skills Development (HPTDP)' முன்முயற்சியுடன் வேகமாக கண்காணிக்கப்பட்டது. களப் பணியாளர்களின் முதல் தொகுதி உறுப்பினர்கள் உள் சான்றிதழ் திட்டத்தில் இருந்து பட்டம் பெற்றனர், 4,500 க்கும் மேற்பட்ட பயனுள்ள கற்றல் நேரம் மற்றும் 95% வெற்றி விகிதம். இது இலங்கையின் முதல் NVQ தகுதி மற்றும் தேயிலை மற்றும் ரப்பர் தோட்டங்களில் பணிபுரியும் கள ஊழியர்களுக்கான திறன் கடவுச்சீட்டுக்கு வழிவகுத்தது.",
        "மேலும், AOTS ஜப்பான் மற்றும் JASTECA போன்ற புகழ்பெற்ற உள்ளூர் மற்றும் சர்வதேச நிறுவனங்களுடன் அனுருத்த தனது நெருங்கிய உறவைப் பயன்படுத்தி, ஜப்பானில் தோட்டங்கள் மற்றும் பெருநிறுவன மேலாண்மை வல்லுனர்களை வெளிப்படுத்துவதற்காக 'உலகளாவிய கற்றல் தொடரை' செயல்படுத்தினார்.",
        "தூய்மையான நீர் மற்றும் சுகாதாரம் (இலக்கு 6), நிலத்தில் வாழ்க்கை (இலக்கு 15) மற்றும் தண்ணீருக்கு கீழே வாழ்க்கை (இலக்கு 14) ஆகியவற்றில் சுற்றுச்சூழல் தொடர்பான SDG களை அடைவதில் தனது பார்வையை அமைத்தார், அனுருத்தா IUCN மற்றும் அமைச்சகம் போன்ற முக்கிய உள்ளூர் மற்றும் சர்வதேச பங்காளிகளுடன் கூட்டு சேர்ந்தார். சுற்றுச்சூழல்.",
        "இந்த கூட்டாண்மையானது KVPL இல் நிலைத்தன்மை பற்றிய புதிய கட்டமைப்பை உருவாக்குவதற்கும், தேசிய ‘சுரகிமு கங்கை’ முன்முயற்சியின் கீழ் களனி ஆற்றுப்படுகையில் உள்ள வெஓயா நீர்ப்பிடிப்பைப் பாதுகாப்பதற்கு ஆதரவளிக்கும் ‘களனி பள்ளத்தாக்கு பாதுகாவலர்கள்’ முயற்சியின் தொடக்கத்திற்கும் வழிவகுத்தது.",
        "முன்னோக்கிப் பார்க்கையில், நிலைத்தன்மை மற்றும் மனித வள முகாமைத்துவத்தில் புதிய அளவுகோல்களை அமைப்பதற்கான ஹேலிஸ் பிளான்டேஷன் குழுமத்தின் முன்னோடி முயற்சிகளுக்கு ஆதரவாக தனது பரந்த அனுபவத்தைத் தொடர்ந்து மேம்படுத்துவதை அனுருத்த நோக்கமாகக் கொண்டுள்ளார்.",
        "“ஹேலிஸ் லைஃப்கோட் சாம்பியனாக, பொருளாதார மேம்பாடு அல்லது எங்கள் ஊழியர்கள், சமூகம் மற்றும் சமூகத்தின் வாழ்க்கைத் தரத்தை மேம்படுத்துவதன் மூலம் எங்களைச் சார்ந்திருப்பவர்களுக்கு மதிப்பை அதிகரிப்பதே எனது பார்வை.",
        "\"மாற்றத்தின் வினையூக்கியாக, இந்த உணர்ச்சிமிக்க குழுவுடன் இணைந்து பணிபுரியும் கலாச்சாரத்தை நிறுவவும், நிலைத்தன்மையை மூலோபாயத்தில் ஒருங்கிணைக்கவும் மற்றும் வாழ்க்கையை மேம்படுத்துவதற்கு தரையில் பெரிய தாக்கத்தை ஏற்படுத்தக்கூடிய கூட்டாண்மைகளை உருவாக்கவும் உண்மையிலேயே உத்வேகம் அளிக்கிறது.\"",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}