{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/S-P-lowers-SL-s-foreign-currency-rating-outlook-negative/56-733507",
  "time_ut": 1650231300,
  "title": "S&P lowers SL’s foreign currency rating, outlook negative",
  "body_lines": [
    "To lower foreign currency rating to Selective Default this week",
    "S&P Global Ratings last week lowered its long-term foreign currency sovereign rating on Sri Lanka to ‘CC’ from ‘CCC’. At the same time, we lowered our long-term local currency sovereign rating to ‘CCC-’ from ‘CCC’. The outlook on the long-term ratings is negative.",
    "In addition, it affirmed 'C' short-term foreign and local currency sovereign ratings. S&P also revised down transfer and convertibility assessment to ‘'CC’ from ‘CCC’.",
    "The negative outlook on the ratings reflects the high risk of commercial debt repayment in the context of Sri Lanka's economic, external, and fiscal pressures.",
    "“We could lower the foreign currency rating to ‘SD’ (Selective Default) upon confirmation that the Government has missed a coupon or principal payment on commercial foreign currency debt, including its upcoming 18 April coupon payment on international sovereign bonds, or upon confirmation of debt restructuring terms,” S&P said.",
    "“We could lower the local currency ratings if there are indications of non-payment or restructuring of rupee-denominated obligations,” it added.",
    "S&P said there are limited upside scenarios to the ratings currently. Upon completion of any bond restructuring, we will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka's post-exchange creditworthiness.",
    "Amid steeply rising external funding pressures, and alongside increasingly widespread social and political protests, the Sri Lankan Government announced on 12 April that it will suspend debt servicing on its foreign currency obligations.",
    "Sri Lanka has coupon payments due on 18 April for its 2023 and 2028 International Sovereign Bonds. We expect the Government to miss paying these coupons, and therefore lowered our foreign currency sovereign ratings on Sri Lanka to ‘CC’.",
    "The Sri Lankan Government said it has approached the International Monetary Fund (IMF) for assistance in establishing an economic recovery program and for emergency financial assistance. Until a comprehensive debt restructuring plan is formulated, servicing of foreign-currency-denominated debts will be suspended.",
    "Affected debt includes international bonds, bilateral government-to-government credit facilities excluding swap lines with the Central Bank of Sri Lanka (CBSL), credit facilities with commercial banks and institutional lenders, and amounts payable by the Government or public sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "We are likely to lower Sri Lanka's foreign currency ratings to ‘SD’ upon confirmation of non-payment of interest or principal on any of its commercial foreign currency obligations, including coupon payments on its International Sovereign Bonds due 18 April.",
    "According to published reports, the Government intends to continue paying its local currency debt obligations for now. The ‘CCC-’/‘C’ local currency sovereign ratings on Sri Lanka reflect ongoing severe economic and monetary pressures.",
    "Although the Central Bank can technically create rupees to meet upcoming obligations, doing so could have significant inflationary implications, with consumer prices already growing at a rapid 17.5% year on year in February. Sri Lanka's local currency debt also constitutes a considerable proportion of its overall indebtedness, and thus, it’s a very high-interest burden relative to revenues. Sri Lanka's debt restructuring process is likely to be complicated and may take months to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "Sri Lanka has also experienced considerable political uncertainty in recent weeks, marked by the resignation of the entire Government Cabinet, in addition to the Governor of the CBSL, in early April, and the ruling coalition's apparent loss of majority representation in parliament. Failure to establish a sustainable Government could further complicate and hinder progress in discussions with the IMF, and, ultimately, delay a debt restructuring plan."
  ],
  "translate": {
    "si": {
      "title": "S&P විසින් SL හි විදේශ මුදල් ශ්‍රේණිගත කිරීම පහත හෙළයි, ඉදිරි දැක්ම සෘණාත්මකයි",
      "body_lines": [
        "මෙම සතියේ විදේශ මුදල් ශ්‍රේණිගත කිරීම Selective Default වෙත අඩු කිරීමට",
        "S&P Global Ratings විසින් පසුගිය සතියේ ශ්‍රී ලංකාව පිළිබඳ දිගුකාලීන විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම 'CCC' වෙතින් 'CC' දක්වා පහත හෙලන ලදී. ඒ සමගම, අපි අපගේ දිගුකාලීන දේශීය මුදල් ස්වෛරීත්ව ශ්‍රේණිගත කිරීම 'CCC' වෙතින් 'CCC-' වෙත පහත දැමුවෙමු. දිගුකාලීන ශ්රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මක වේ.",
        "මීට අමතරව, එය 'C' කෙටි කාලීන විදේශ සහ දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් තහවුරු කළේය. S&P විසින් ස්ථාන මාරුවීම් සහ පරිවර්තන තක්සේරුව 'CCC' වෙතින් 'CC' වෙත සංශෝධනය කරන ලදී.",
        "ශ්‍රේණිගත කිරීම් පිළිබඳ සෘණාත්මක දැක්ම ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයේ සන්දර්භය තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "“අපට ජාත්‍යන්තර ස්වෛරී බැඳුම්කර සඳහා එළඹෙන අප්‍රේල් 18 කූපන් ගෙවීම ඇතුළුව, වාණිජ විදේශ මුදල් ණය සඳහා කූපනයක් හෝ මූලික ගෙවීමක් රජයට මග හැරී ඇති බව තහවුරු කිරීමෙන් පසු අපට විදේශ මුදල් ශ්‍රේණිගත කිරීම 'SD' (තෝරාගත් පෙරනිමිය) ලෙස පහත දැමිය හැකිය. ණය ප්රතිව්යුහගත කිරීමේ කොන්දේසි,\" එස් ඇන්ඩ් පී පැවසීය.",
        "\"රුපියලේ නියම කරන ලද බැඳීම් නොගෙවීම හෝ ප්රතිව්යුහගත කිරීම පිළිබඳ ඇඟවීම් තිබේ නම්, අපට දේශීය මුදල් ශ්රේණිගත කිරීම් අඩු කළ හැකිය,\" එය තවදුරටත් පැවසීය.",
        "එස් ඇන්ඩ් පී පැවසුවේ දැනට ශ්‍රේණිගත කිරීම් සඳහා සීමිත උඩු යටිකුරු අවස්ථා ඇති බවයි. කිසියම් බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීමක් අවසන් වූ පසු, ශ්‍රී ලංකාවේ පශ්චාත් විනිමය ණය සුදුසුකම් පිළිබිඹු කරන නව විදේශීය සහ දේශීය මුදල් ස්වෛරී ණය ශ්‍රේණිගත කිරීම් අපි පවරන්නෙමු.",
        "දැඩි ලෙස ඉහළ යන බාහිර අරමුදල් පීඩනයන් මධ්‍යයේ සහ වඩ වඩාත් පුලුල්ව පැතිරුනු සමාජ හා දේශපාලන විරෝධතා මධ්‍යයේ, ශ්‍රී ලංකා රජය අප්‍රේල් 12 වන දින සිය විදේශ මුදල් බැඳීම් මත ණය සේවා සැපයීම අත්හිටුවන බව නිවේදනය කළේය.",
        "ශ්‍රී ලංකාව සිය 2023 සහ 2028 ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර සඳහා අප්‍රේල් 18 දිනට නියමිත කූපන් ගෙවීම් ඇත. රජය විසින් මෙම කූපන් පත් ගෙවීම අතපසු කරනු ඇතැයි අපි අපේක්ෂා කරමු, එබැවින් ශ්‍රී ලංකාව පිළිබඳ අපගේ විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් ‘CC’ වෙත පහත දැමුවා.",
        "ශ්‍රී ලංකා රජය පැවසුවේ ආර්ථික ප්‍රතිසාධන වැඩසටහනක් ස්ථාපිත කිරීම සඳහා සහ හදිසි මූල්‍ය ආධාර සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) වෙත යොමු වී ඇති බවයි. විස්තීරණ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් සම්පාදනය කරන තුරු, විදේශ ව්‍යවහාර මුදල් වශයෙන් නම් කරන ලද ණය සඳහා සේවා සැපයීම අත්හිටුවනු ලැබේ.",
        "බලපෑමට ලක් වූ ණයවලට ජාත්‍යන්තර බැඳුම්කර, ශ්‍රී ලංකා මහ බැංකුව (CBSL) සමඟ හුවමාරු මාර්ග හැර ද්විපාර්ශ්වික රජයට රජයට ණය පහසුකම්, වාණිජ බැංකු සහ ආයතනික ණය දෙන්නන් සමඟ ඇති ණය පහසුකම් සහ රජය හෝ රාජ්‍ය අංශයේ ආයතන විසින් ගෙවිය යුතු ඇප මුදල් ඇතුළත් වේ. . ශ්‍රී ලංකා නීතිය මගින් පාලනය වන බැඳීම්වලට බලපෑමක් නොවිය හැක.",
        "අප්‍රේල් 18 වන දිනට නියමිත ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කරවල කූපන් ගෙවීම් ඇතුළුව එහි ඕනෑම වාණිජ විදේශ මුදල් බැඳීම් සඳහා පොලී හෝ මූලික නොගෙවීම තහවුරු කිරීමෙන් පසු අපි ශ්‍රී ලංකාවේ විදේශ මුදල් ශ්‍රේණිගත කිරීම් ‘SD’ දක්වා පහත හෙළීමට ඉඩ ඇත.",
        "ප්‍රකාශිත වාර්තාවලට අනුව, රජය මේ වන විට සිය දේශීය මුදල් ණය බැඳීම් අඛණ්ඩව ගෙවීමට අදහස් කරයි. ශ්‍රී ලංකාව පිළිබඳ ‘CCC-’/‘C’ දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් අඛණ්ඩව පවතින දැඩි ආර්ථික හා මූල්‍ය පීඩනයන් පිළිබිඹු කරයි.",
        "එළඹෙන බැඳීම් සපුරාලීම සඳහා තාක්‍ෂණිකව ශ්‍රී ලංකා මහ බැංකුවට රුපියල් නිර්මාණය කළ හැකි වුවද, එසේ කිරීමෙන් සැලකිය යුතු උද්ධමනකාරී බලපෑම් ඇති විය හැකි අතර, පාරිභෝගික මිල ගණන් දැනටමත් පෙබරවාරි මාසයේ දී වසරින් වසර 17.5% ක වේගයෙන් වර්ධනය වේ. ශ්‍රී ලංකාවේ දේශීය ව්‍යවහාර මුදල් ණය ද එහි සමස්ත ණය බරින් සැලකිය යුතු ප්‍රතිශතයක් වන අතර, ඒ අනුව එය ආදායමට සාපේක්ෂව ඉතා ඉහළ පොලී බරකි. ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට මාස කිහිපයක් ගතවනු ඇත. ප්‍රතිසංස්කරණ සහ අරමුදල් සැපයීමේ වැඩසටහනක් ස්ථාපිත කිරීම සඳහා IMF සමඟ සාකච්ඡා මුල් අදියරේ පවතී.",
        "ශ්‍රී ලංකාව ද මෑත සතිවල සැලකිය යුතු දේශපාලන අවිනිශ්චිතතාවයකට මුහුණ දී ඇති අතර, අප්‍රේල් මස මුලදී මහ බැංකුවේ ආණ්ඩුකාරවරයාට අමතරව සමස්ත රජයේ කැබිනට් මණ්ඩලයම ඉල්ලා අස්වීම සහ පාලක සභාගයට පාර්ලිමේන්තුවේ බහුතර නියෝජනය අහිමි වීම කැපී පෙනේ. තිරසාර රජයක් පිහිටුවීමට අපොහොසත් වීම ජාමූඅ සමඟ සාකච්ඡා වල ප්‍රගතිය තවදුරටත් සංකීර්ණ කර බාධාවක් විය හැකි අතර, අවසානයේදී ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් ප්‍රමාද කළ හැකිය."
      ]
    },
    "ta": {
      "title": "S&P ஆனது SL இன் வெளிநாட்டு நாணய மதிப்பீட்டைக் குறைக்கிறது, எதிர்மறையான கண்ணோட்டம்",
      "body_lines": [
        "இந்த வாரம் வெளிநாட்டு நாணய மதிப்பீட்டை தேர்ந்தெடுக்கப்பட்ட இயல்புநிலைக்கு குறைக்க",
        "S&P குளோபல் ரேட்டிங்ஸ் கடந்த வாரம் இலங்கை மீதான அதன் நீண்ட கால வெளிநாட்டு நாணய இறையாண்மை மதிப்பீட்டை 'CCC' இலிருந்து 'CC' க்கு குறைத்தது. அதே நேரத்தில், எங்களின் நீண்ட கால உள்ளூர் நாணய இறையாண்மை மதிப்பீட்டை 'CCC' இலிருந்து 'CCC-' ஆகக் குறைத்தோம். நீண்ட கால மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாக உள்ளது.",
        "கூடுதலாக, இது 'C' குறுகிய கால வெளிநாட்டு மற்றும் உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகளை உறுதிப்படுத்தியது. S&P ஆனது பரிமாற்றம் மற்றும் மாற்றத்தக்க மதிப்பீட்டை ‘CCC’ இலிருந்து ‘CC’ ஆக மாற்றியது.",
        "மதிப்பீடுகள் மீதான எதிர்மறையான கண்ணோட்டமானது, இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் வர்த்தகக் கடனைத் திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை பிரதிபலிக்கிறது.",
        "\"சர்வதேச இறையாண்மைப் பத்திரங்களில் ஏப்ரல் 18 ஆம் தேதி கூப்பன் செலுத்துதல் உட்பட, வணிக வெளிநாட்டு நாணயக் கடனுக்கான கூப்பன் அல்லது அசல் கட்டணத்தை அரசாங்கம் தவறவிட்டது என்பதை உறுதிப்படுத்தியவுடன், வெளிநாட்டு நாணய மதிப்பீட்டை 'SD' (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) ஆகக் குறைக்கலாம். கடன் மறுசீரமைப்பு விதிமுறைகள்\" என்று எஸ்&பி கூறியது.",
        "\"பணம் செலுத்தாதது அல்லது ரூபாய் மதிப்பிலான கடமைகளை மறுசீரமைத்தல் போன்ற அறிகுறிகள் இருந்தால், உள்ளூர் நாணய மதிப்பீடுகளை நாங்கள் குறைக்கலாம்\" என்று அது மேலும் கூறியது.",
        "S&P தற்போது மதிப்பீடுகளில் வரம்புக்குட்பட்ட தலைகீழ் காட்சிகள் உள்ளன என்று கூறியது. எந்தவொரு பத்திர மறுசீரமைப்பும் முடிந்தவுடன், இலங்கையின் பரிவர்த்தனைக்குப் பிந்தைய கடன் தகுதியைப் பிரதிபலிக்கும் புதிய வெளிநாட்டு மற்றும் உள்ளூர் நாணய இறையாண்மைக் கடன் மதிப்பீடுகளை நாங்கள் வழங்குவோம்.",
        "செங்குத்தாக அதிகரித்து வரும் வெளி நிதி அழுத்தங்கள் மற்றும் பெருகிய முறையில் பரவலான சமூக மற்றும் அரசியல் எதிர்ப்புகளுக்கு மத்தியில், இலங்கை அரசாங்கம் ஏப்ரல் 12 அன்று தனது வெளிநாட்டு நாணயக் கடமைகள் மீதான கடன் சேவையை இடைநிறுத்துவதாக அறிவித்தது.",
        "இலங்கை தனது 2023 மற்றும் 2028 சர்வதேச இறையாண்மை பத்திரங்களுக்கு ஏப்ரல் 18 அன்று கூப்பன் செலுத்த வேண்டும். இந்த கூப்பன்களை செலுத்துவதை அரசாங்கம் தவறவிடும் என்று நாங்கள் எதிர்பார்க்கிறோம், எனவே இலங்கை மீதான எங்கள் வெளிநாட்டு நாணய இறையாண்மை மதிப்பீடுகளை ‘CC’க்கு குறைத்துள்ளோம்.",
        "பொருளாதார மீட்பு திட்டத்தை நிறுவுவதற்கும், அவசர நிதி உதவிக்காகவும் சர்வதேச நாணய நிதியத்தை (IMF) அணுகியுள்ளதாக இலங்கை அரசாங்கம் தெரிவித்துள்ளது. ஒரு விரிவான கடன் மறுசீரமைப்புத் திட்டம் வகுக்கும் வரை, வெளிநாட்டு நாணயக் கடன்களுக்கான சேவை இடைநிறுத்தப்படும்.",
        "பாதிக்கப்பட்ட கடனில் சர்வதேச பத்திரங்கள், இலங்கை மத்திய வங்கியுடன் (CBSL) இடமாற்றுக் கோடுகளைத் தவிர்த்து இருதரப்பு அரசு-அரசாங்கக் கடன் வசதிகள், வணிக வங்கிகள் மற்றும் நிறுவனக் கடன் வழங்குபவர்களுடனான கடன் வசதிகள் மற்றும் அரசு அல்லது பொதுத்துறை நிறுவனங்களால் அழைக்கப்படும் உத்தரவாதங்களின் அடிப்படையில் செலுத்த வேண்டிய தொகைகள் ஆகியவை அடங்கும். . இலங்கை சட்டத்தால் நிர்வகிக்கப்படும் கடமைகள் பாதிக்கப்படாமல் இருக்கலாம்.",
        "ஏப்ரல் 18 ஆம் தேதி நிலுவையில் உள்ள அதன் சர்வதேச இறையாண்மை பத்திரங்களில் கூப்பன் கொடுப்பனவுகள் உட்பட, எந்தவொரு வணிக வெளிநாட்டு நாணயக் கடமைகளுக்கும் வட்டி அல்லது அசலைச் செலுத்தாததை உறுதிசெய்த பிறகு, இலங்கையின் வெளிநாட்டு நாணய மதிப்பீடுகளை நாங்கள் ‘SD’ ஆகக் குறைக்க வாய்ப்புள்ளது.",
        "வெளியிடப்பட்ட அறிக்கைகளின்படி, அரசாங்கம் அதன் உள்ளூர் நாணயக் கடன் கடமைகளைத் தொடர்ந்து செலுத்த விரும்புகிறது. இலங்கை மீதான 'CCC-'/'C' உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகள் தற்போதைய கடுமையான பொருளாதார மற்றும் பண அழுத்தங்களை பிரதிபலிக்கின்றன.",
        "மத்திய வங்கி தொழில்நுட்ப ரீதியாக வரவிருக்கும் கடப்பாடுகளை பூர்த்தி செய்ய ரூபாயை உருவாக்க முடியும் என்றாலும், அவ்வாறு செய்வது குறிப்பிடத்தக்க பணவீக்க தாக்கங்களை ஏற்படுத்தக்கூடும். இலங்கையின் உள்ளூர் நாணயக் கடனும் அதன் ஒட்டுமொத்தக் கடனில் கணிசமான விகிதத்தைக் கொண்டுள்ளது, எனவே இது வருமானத்துடன் ஒப்பிடும் போது அதிக வட்டிச் சுமையாகும். இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மேலும் அது முடிவடைய பல மாதங்கள் ஆகலாம். சீர்திருத்தம் மற்றும் நிதியுதவி திட்டத்தை நிறுவ IMF உடனான பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் உள்ளன.",
        "இலங்கை கடந்த வாரங்களில் கணிசமான அரசியல் நிச்சயமற்ற தன்மையை அனுபவித்துள்ளது, ஏப்ரல் தொடக்கத்தில் CBSL இன் ஆளுநரைத் தவிர முழு அரசாங்க அமைச்சரவையும் ராஜினாமா செய்தது மற்றும் ஆளும் கூட்டணிக்கு பாராளுமன்றத்தில் பெரும்பான்மை பிரதிநிதித்துவம் வெளிப்படையாக இல்லாமல் போனது. ஒரு நிலையான அரசாங்கத்தை நிறுவத் தவறினால், IMF உடனான விவாதங்களில் மேலும் சிக்கலாகி முன்னேற்றத்தைத் தடுக்கலாம், இறுதியில், கடன் மறுசீரமைப்புத் திட்டத்தை தாமதப்படுத்தலாம்."
      ]
    }
  }
}