{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-young-ccs-offficer-in-the-provinces-in-the-1950s/",
  "time_ut": 1654272300,
  "title": "A YOUNG CCS OFFFICER IN THE PROVINCES IN THE 1950s",
  "body_lines": [
    "Every young officer in the government service should serve some time in the provinces. This is necessary to observe the ways in which government services interact with the people – and to learn what the people think of them. It is also a good preparation for higher posts in the government, where field-level experience is invaluable as a training to work at the national level. Moreover, at the field level, one can can be lucky to see the results of one’s work; whereas at the department or ministry level, one’s work may be swept away by policy or other interventions. Hence I was fortunate to serve in two kachcheries in my cadetship of two years in the CCS, plus a posting of three years in a district. My stories spring from those years.",
    "One of the duties of the Government Agent (Kandy) was to ensure that the death sentences imposed by the Supreme Court were in fact carried out/executed. (I had always wondered how a man could be “executed”; in fact, it is only the sentence of death that is executed). Unfortunately, this too was a function passed on to me by the Government Agent, a very senior Burgher gentleman, who had known my father. He used to pass on many disagreeable functions to his podi putha, who was only a Cadet in training. So at the tender age of 23 years, I had to preside over the hanging of a man who had been sentenced to death by the Supreme Court for killing his wife.",
    "In looking over the case, I found that the man concerned was an Indian estate laborer, who had committed a crime of passion. On entering his own house, he had found his wife sleeping with another man. In his rage, he had killed her – for which he had been sentenced to death by hanging. And it was up to me, as the representative of the government, to execute that sentence of death. According to the protocol, it is the forensic surgeon who has to certify that the victim is clinically dead, whereas I, as the agent of the Government, had to certify that the sentence of death had been carried out. Fortunately for me, I found that the forensic surgeon was Dr. Sourjah, who had been my team-mate in the University rugby team. So I hastily made a deal with him that I would not witness the hanging myself, but would depend on his certification of death to sign off on my duty – that the sentence of death had been carried out.",
    "So early one morning at 5 a.m., with great trepidation, I entered the death row of the Bogambara prison in Kandy. I was taken to the sentenced man’s cell, but he was not there: for he was worshipping his God at the adjoining Hindu shrine. In accordance with tradition, the last night’s meal was to be a grand one, since it was to be his last on earth. But it was still on the table – untouched from previous night. Then the ‘dead man’ was brought in. He wore a white-hooded suit, with his hands and feet in chains. I looked at him – and I can hardly describe what I saw. His face, eyes and countenance were ethereal and luminous. He was glowing with a spirituality that I had never seen in any face before. In my mind, he had asked and had been given forgiveness by his God – and he was ready to go to the next world.",
    "But what followed was even more devastating for me. He came up to me with his face glowing with this ethereal spirituality; he then fell at my feet and worshipped me, asking for my forgiveness. He had rendered his soul to his God: he was now rendering his body to Caesar, to me as the representative of the state. I rushed to raise him to his feet, almost apologizing to him for what I had to do. But he was ready to go and just wanted my blessing.",
    "I did not look as he took his last walk to the gallows. But I could not avoid hearing the sickening drop of the trap-door, nor the jerk of the rope. As agreed with my friend the forensic surgeon, I did not look at the dead body. Based on his two line report, I quickly signed that the convicted man had been hanged till he was dead, dead, dead – and rushed out of the building.",
    "When I was Assistant Government Agent of the Batticaloa District, I had to go to the Unichchai Colonization Scheme to sort out various problems of land and water use. I had worked hard for the poor colonists – and probably they appreciated this. When concluding one of my visits, I found the colonists loading some fresh vegetables into my car. This may have been a traditional practice for lower level officials, but in my best CCS tradition and with stiff bureaucratic upper-lip, I was outraged that the colonists were trying to ‘bribe me’! For if I accepted, I would be morally guilty of taking a bribe.",
    "So I first upbraided the Colonization Officer for permitting this. Secondly, in my moral righteousness and bureaucratic ‘virginity’, I ordered that everything should be taken out of my car at once! The poor colonists, dumbfounded, did not know what to make of this, since they had probably been doing this for years, either through respect or appreciation. But I insisted, standing righteous and firm – and they bewildered, meekly and mutely obeyed! None of them had given very much, because they were poor. Each had put in some small thing- a small gourd here, a bunch of bananas there, or a few green chillies. But I insisted that everything should be taken out, with my car completely cleared of their ‘bribes’!",
    "But one colonist said it all. While taking his five green chillies out of the car, he said: ‘Sir, I have put only five green chillies into your car. But in return for my affection and respect, you have in effect slapped me in my face, just for showing my respect!’ I became so ashamed that I had not accepted their ‘bribes’! But since I had already given my implacable bureaucratic order, I could not take it back. In hindsight, I was glad that I had made that order, for it served me in the future, not only here but all over the district – that I would not accept the practices of the past. But it would also help me to avoid the hurt of ordering all the things out of my car, as I had done in the current case. But I left, biting my lip for the bureaucratic prig that I had made of myself – for the hurt that I had caused them in return for their pains.",
    "I had to confront communal clashes in the Batticaloa District when the ‘Sri’ troubles broke out in 1956. Since the Sinhalese had killed Tamils in other districts, the word had spread to the Batticaloa District, where the Tamils now wanted to kill the few Sinhalese in the Scheme in retaliation. This was in 1956 when the Gal Oya colonization had just been started, and about 20 years before the Tigers took up arms against the state. My story is about the colonists of the Unichchai Colonization Scheme in the north of the district. There were five Sinhalese there, who as former land development workers had been allotted lands under the scheme. They, having married local Tamil women, had settled down there. But when news reached the locals (this was a 100 per cent Tamil area) that their people were being killed by Sinhalese in other districts, they threatened violence against the few harmless Sinhalese colonists.",
    "The Colonization Officer rang urgently to warn me of impending violence. I summoned a meeting of all the colonists and drove there immediately (it was about 22 miles away). After assuring the Sinhala colonists in Sinhala, that I would look after them, I addressed the big meeting of colonists who were entirely Tamil. I told them that whether Sinhalese or Tamil, they shared the same problems of water shortage and poverty. They were hanging their washing on their same common fence and borrowing rice from each other in times of need.",
    "But now, just because some fools were killing others somewhere else, how did it affect their hitherto amicable relations with neighbours who shared the same problems? Instead, I asked why they hadn’t thought of killing me, who was richer than they, had power over them, etc, instead of trying to kill their poor Sinhala neighbours who had done them no harm? This leftist talk alarmed them – because they had never heard this kind of talk before. I also knew that I was a bit of a fraud, since I knew that they would not harm me. But it was a novel idea to them – and it worked: for it completely defused the tension.",
    "Yet I had to move from the theoretical to the practical, since passions were running high. So I named four Tamil-surrounding neighbours of every Sinhala family, telling them that I would hold them responsible for the safety of their Sinhala neighbor. I warned them that if they allowed anyone to touch even a hair on the head of their Sinhalese brothers, they (the four Tamil neighbours) would be expelled from the Colonization Scheme forthwith. The result was a resounding success: no Sinhala colonist was ever harmed. I was even more richly rewarded when I found within three months that the Sinhalese and Tamil neighbours were again hanging their washing together on their same common fence – a good sign of communal harmony!",
    "Actually, I did not preside over the Parliamentary elections: the Government Agent as Returning Officer did. However, a a ‘Presiding Officer’, I had definite duties: first, for staffing the polling booths with government staff officers; second, for supervising the actual elections in the polling booths; and third, for the counting of ballots after the voting was done.",
    "On Election Day, I set out to monitor most of the polling booths. On one of these monitoring missions, I went to Kattankudi, a Muslim town just south of Batticaloa, where I was able to see an act of impersonation first hand. A pregnant Muslim woman, with a sari pulled over her face with only the eyes showing, was challenged. To my utter surprise, ‘she’ was unveiled to reveal a man with a beard and a pillow around his waist, pretending to be pregnant!",
    "I still had to cast my own ballot for the Batticaloa town seat. Fortunately or unfortunately, I knew all the candidates for that seat. When I came to the polling station, each of the candidates bowed and smiled, each of them expecting me to vote for them. I was an LSSP supporter at that time and since there was no LSSP candidate in the race, I did not know whom to vote for. I went into the polling booth and impulsively drew a caricature/cartoon of each of the three candidates against their names.",
    "On Election night, there was a grand counting of votes. I was dreading that my ballot (with the cartoon of the candidates) would come up for my own ruling. Indeed it did: and I was the first to shout “Spoilt Ballot”. I heard one of the candidates muttering loudly “bloody fool” – aimed at the person who had cast that ballot! I hastened to agree! I had acted irresponsibly as a presiding officer. On the other hand, it was my own ballot – and if I chose to spoil it, that was my right!",
    "I had just begun my term as Assistant Government Agent of the Batticaloa District in 1955, when the Government Agent asked me to carry out a ceremonial function on his behalf. Since the office of the Government Agent was held in peculiarly high esteem in that district, candidates seeking election to Parliament would often try to make out that they were on very good terms with the Government Agent. With this intent, a Muslim Parliamentary candidate for the Kalmunai seat invited the GA to ceremonially open a multipurpose cooperative store. This was an invitation which the GA could hardly refuse, since the establishment of cooperative societies was a high priority of the government.",
    "Seizing this propaganda opportunity, the prospective candidate got thousands of his supporters to attend the opening ceremony, making it into a huge political tamasha. He even had songs to be sung at the ceremony, which included the Government Agent’s name (Mr. Pullenayegum) and his many ascribed virtues printed on the ceremonial song-sheets. Unfortunately, the GA had to cancel at the last minute and deputed me to attend this ceremonial function on his behalf. Without batting an eyelid, the wily candidate had Mr. Pullenayagam’s name erased and my name ‘Arulpragasam’ substituted on all the printed sheets, accusing me falsely of all the virtues originally ascribed to Mr. Pullenayegum!",
    "But even I, who had undertaken this venture lightly, was somewhat awed by the event. Crowds lined the streets, which were decorated with bunting and gokkala. Formally attired in coat and tie, I was received amidst fanfare by a big orchestra playing Tamil music and was ceremoniously escorted to preside at a massive meeting. Here, I had to make a ceremonial speech, in which I managed to praise the government’s cooperative program while artfully and judiciously avoiding any mention of the candidate!",
    "I was then taken in procession to the site of the new cooperative building. But this was no simple procession: it was led by an orchestra playing Tamil music with the blare of the nagasalam and flutes, accompanied by an obsessive beating of drums. The orchestra was followed by a group of dancing girls dressed in flamboyant colours but modestly so, because this was a very conservative Muslim area, while lustily singing my false virtues, as printed in the song-sheets. Next came I, walking regally on white pavada (white ceremonial cloth) along the main Kalmunai-Batticaloa Road, on which all traffic had been stopped for over two hours.",
    "Meanwhile, pavada was being laid continuously at my feet, while chinese crackers (cheena-patas) were being set off all around me, while layer upon layer of garlands of flowers were being landed on my neck continuously. To add to my problems, my pants were a little loose, so that I had to hold onto them with one hand while marching pompously on the pavada, jumping at the crackers exploding around me, being garlanded with flowers reaching over my nostrils, while keeping a discreet eye open for the dancing girls!",
    "Meanwhile crowds had lined the roads on which all traffic had been halted. Fortunately my face could not be seen for most of the time, since it was covered with garlands of flowers. But just when we were passing the Karativu junction (where the Amparai Road meets the north-south Batticaloa Road) my garlands were removed to pile on new ones, leaving me unmasked for a moment. As my bad luck would have it, the first two cars held up on the Amparai Road carried some guys whom I knew at the ‘Varsity. They were returning from a hunting trip in the Gal Oya area and had been cursing at this procession that had delayed them for over two hours.",
    "But when the garlands were removed for a moment, they found that I was the cause of all their trouble! So they started hooting: ‘Ado Aru, Hoo! etc’, accompanied by appropriate expletives. Thus holding on to my pants, jumping for the fire crackers while walking ceremoniously on the pavada, trying to breathe through the garlands, I was also hooted by my friends. As soon as I reached the cursed co-operative store, I hastily cut the ceremonial ribbon and fled the scene as fast as I could – with all the roads opening up behind me! Thus ended an embarrassing episode of my short ceremonial life!",
    "(The writer had a short career in the Ceylon Civil Service before accepting an appointment with FAO in Rome where he had a long career)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "1950 ගණන්වල පළාත්වල තරුණ CCS නිලධාරියෙක්",
      "body_lines": [
        "රජයේ සේවයේ සිටින සෑම තරුණ නිලධාරියෙක්ම පළාත්වල යම් කාලයක් සේවය කළ යුතුයි. රජයේ සේවාවන් ජනතාව සමඟ අන්තර් ක්‍රියා කරන ආකාරය නිරීක්ෂණය කිරීමට සහ ජනතාව ඔවුන් ගැන සිතන්නේ කුමක්දැයි දැන ගැනීමට මෙය අවශ්‍ය වේ. ජාතික මට්ටමේ වැඩ කිරීමට පුහුණුවක් ලෙස ක්ෂේත්‍ර මට්ටමේ පළපුරුද්ද ඉතා අගනා රජයේ ඉහළ තනතුරු සඳහා එය හොඳ සූදානමක් ද වේ. එපමණක් නොව, ක්ෂේත්ර මට්ටමින්, කෙනෙකුගේ කාර්යයේ ප්රතිඵල දැකීමට වාසනාවන්ත විය හැකිය; දෙපාර්තමේන්තු හෝ අමාත්‍යාංශ මට්ටමින්, ප්‍රතිපත්ති හෝ වෙනත් මැදිහත්වීම් මගින් කෙනෙකුගේ කාර්යය අතුගා දැමිය හැක. එබැවින් CCS හි වසර දෙකක මගේ ශිෂ්‍ය භට සේවයේ දී කච්චේරි දෙකක සේවය කිරීමටත්, දිස්ත්‍රික්කයක වසර තුනක තනතුරු ලැබීමටත් මට වාසනාව ලැබුණි. මගේ කතන්දර එන්නේ ඒ අවුරුදුවලින්.",
        "(මහනුවර) දිසාපතිවරයාගේ එක් රාජකාරියක් වූයේ ශ්‍රේෂ්ඨාධිකරණය විසින් නියම කරන ලද මරණීය දණ්ඩනය සත්‍ය වශයෙන්ම ක්‍රියාත්මක කිරීම/ක්‍රියාත්මක කිරීම සහතික කිරීමයි. (මිනිසෙක් \"මරණ දඬුවම\" ලබා දෙන්නේ කෙසේදැයි මම නිතරම කල්පනා කළෙමි; ඇත්ත වශයෙන්ම, එය ක්රියාත්මක කරනු ලබන්නේ මරණ දඬුවම පමණි). අවාසනාවට, මෙයද මගේ පියා දන්නා හඳුනන ඉතා ජ්‍යෙෂ්ඨ බර්ගර් මහත්මයෙකු වූ දිසාපතිවරයා විසින් මට පවරා දුන් කාර්යයකි. කැඩෙට් පුහුණුවේ යෙදී සිටි ඔහු තම පොඩි පුතාට නොගැලපෙන කාර්යයන් රාශියක් පැවරීමට පුරුදුව සිටියේය. ඉතින් අවුරුදු 23ක් වගේ පුංචිම පුංචි කාලෙදි මට සිද්ධ වුණා තමන්ගේ බිරිඳව මැරුවා කියලා ශ්‍රේෂ්ඨාධිකරණයෙන් මරණ දණ්ඩනයට නියම වුණ මිනිහෙක් එල්ලා මැරීමේ මුලසුන දරන්න.",
        "සිද්ධිය සම්බන්ධයෙන් සොයා බැලීමේදී මට පෙනී ගියේ අදාළ පුද්ගලයා ඉන්දීය වතු කම්කරුවෙකු බවත් ඔහු කාම අපරාධයක් කළ අයෙකු බවත්ය. ඔහු තම නිවසට ඇතුළු වූ විට ඔහුගේ බිරිඳ වෙනත් පිරිමියෙකු සමඟ නිදා සිටිනු දැක තිබේ. ඔහුගේ කෝපයෙන් ඔහු ඇයව මරා දමා ඇත - ඒ සඳහා ඔහුට එල්ලා මැරීමට නියම විය. ඒ වගේම එම මරණ දඬුවම ක්‍රියාත්මක කිරීම රජයේ නියෝජිතයා ලෙස මට භාරයි. ප්‍රොටෝකෝලයට අනුව, වින්දිතයා සායනිකව මිය ගොස් ඇති බව සහතික කළ යුත්තේ අධිකරණ වෛද්‍යවරයා වන අතර, රජයේ නියෝජිතයා ලෙස මට මරණ දණ්ඩනය ක්‍රියාත්මක කළ බවට සහතික කිරීමට සිදු විය. මගේ වාසනාවට, අධිකරණ වෛද්‍යවරයා වූයේ විශ්වවිද්‍යාල රග්බි කණ්ඩායමේ මගේ කණ්ඩායමේ සගයා වූ වෛද්‍ය සෝර්ජා බව මට පෙනී ගියේය. ඒ නිසා මම ඉක්මනින්ම ඔහු සමඟ ගිවිසුමක් ඇති කර ගත්තා, මම එල්ලා මැරීම මම දකින්නේ නැහැ, නමුත් මගේ රාජකාරියට අත්සන් කිරීමට ඔහුගේ මරණ සහතිකය මත රඳා පවතිනවා - මරණ දඬුවම ක්‍රියාත්මක කර ඇති බව.",
        "ඉතින් දවසක් උදේ පාන්දර පහට මම දැඩි චකිතයකින් යුතුව මහනුවර බෝගම්බර බන්ධනාගාරයේ මරණ දණ්ඩනයට ඇතුළු වුණෙමි. මාව දඬුවම් නියම වූ පුද්ගලයාගේ සිර මැදිරියට ගෙන ගිය නමුත් ඔහු එහි සිටියේ නැත: ඔහු යාබද හින්දු සිද්ධස්ථානයේ තම දෙවියන්ට නමස්කාර කරමින් සිටියේය. සම්ප්‍රදායට අනුව, අවසන් රාත්‍රියේ භෝජන සංග්‍රහය අති උත්කර්ෂවත් එකක් විය යුතුය, මන්ද එය මිහිමත ඔහුගේ අවසන් ආහාරය වූ බැවිනි. නමුත් එය තවමත් මේසය මත විය - පෙර රාත්රියේ ස්පර්ශ නොකළේය. ඉන්පසුව ‘මළ මිනිසා’ ගෙන එන ලදී.ඔහු සුදු හිස් වැසුම් ඇඳුමකින් සැරසී අත් පා දම්වැල්වලින් බැඳ සිටියේය. මම ඔහු දෙස බැලුවෙමි - මා දුටු දේ මට විස්තර කළ නොහැක. ඔහුගේ මුහුණ, ඇස් සහ මුහුණ දීප්තිමත් හා දීප්තිමත් විය. මින් පෙර කිසිම මුහුණකින් නොදුටු ආධ්‍යාත්මික බවකින් ඔහු දිලිසෙමින් සිටියේය. මගේ මනසේ, ඔහු ඉල්ලා සිටියේ සහ ඔහුගේ දෙවියන්ගෙන් සමාව ලබා දී ඇති අතර - ඔහු ඊළඟ ලෝකයට යාමට සූදානම්ව සිටියේය.",
        "නමුත් පසුව සිදු වූ දෙය මට වඩා විනාශකාරී විය. ඔහු මා ළඟට ආවේ මේ ආධ්‍යාත්මිකත්වයෙන් දිදුලන මුහුණින්; පසුව ඔහු මගේ පාමුල වැටී මට වැඳ සමාව ඉල්ලා සිටියේය. ඔහු තම ආත්මය ඔහුගේ දෙවියන් වහන්සේට භාර දී ඇත: ඔහු දැන් ඔහුගේ ශරීරය සීසර්ට භාර දුන්නේය, මට රාජ්‍යයේ නියෝජිතයා ලෙස. මම ඔහුව දෙපයින් නැඟිටීමට ඉක්මන් වූයේ මට කළ යුතු දේ ගැන ඔහුගෙන් සමාව අයැද සිටිමිනි. නමුත් ඔහු යන්නට සූදානම් වූ අතර මගේ ආශිර්වාදය පමණක් අවශ්‍ය විය.",
        "ඔහු එල්ලුම් ගහ දක්වා අවසන් ගමන යන විට මම බැලුවේ නැත. නමුත් උගුලේ දොරේ ගිලන් බිංදුවත් කඹයේ ඇඹරුම් හඬවත් මට ඇසීම වළක්වා ගත නොහැකි විය. මගේ මිත්‍ර අධිකරණ වෛද්‍යවරයා සමඟ එකඟ වූ පරිදි, මම මළ සිරුර දෙස බැලුවේ නැත. ඔහුගේ රේඛා දෙකේ වාර්තාව මත පදනම්ව, මම ඉක්මනින්ම අත්සන් කළේ වරදකරු වූ පුද්ගලයා මිය යන තෙක් එල්ලා මරා දමා ඇති බවටත්, මිය යන තුරුත්, මිය යන තුරුත් - ගොඩනැගිල්ලෙන් පිටතට දිව යන බවයි.",
        "මා මඩකලපුව දිස්ත්‍රික්කයේ සහකාර දිසාපතිවරයාව සිටියදී ඉඩම් හා ජල පරිහරණය පිළිබඳ විවිධ ගැටලු විසඳීමට යුනිච්චායි ජනපද යෝජනා ක්‍රමයට යාමට මට සිදු විය. මම දුප්පත් ජනපදවාසීන් වෙනුවෙන් වෙහෙස මහන්සි වී වැඩ කර ඇත්තෙමි - බොහෝ විට ඔවුන් මෙය අගය කර ඇත. මගේ එක් සංචාරයක් අවසන් කරන විට, ජනපදිකයන් මගේ මෝටර් රථයට නැවුම් එළවළු කිහිපයක් පටවාගෙන සිටිනු මම දුටුවෙමි. මෙය පහළ මට්ටමේ නිලධාරීන්ගේ සම්ප්‍රදායික පුරුද්දක් වන්නට ඇත, නමුත් මගේ හොඳම CCS සම්ප්‍රදායට අනුව සහ දැඩි නිලධාරිවාදී උඩුතොලකින්, යටත්විජිතවාදීන් 'මට අල්ලස්' දීමට උත්සාහ කිරීම ගැන මම කෝපයට පත් වීමි! මක්නිසාද යත් මම එය පිළිගත්තේ නම්, අල්ලසක් ගැනීම සම්බන්ධයෙන් මම සදාචාරාත්මකව වරදකරුවෙක් වනු ඇත.",
        "ඒ නිසා මම මුලින්ම යටත්විජිත නිලධාරියාට මේකට අවසර දුන්නා කියලා බැන්නා. දෙවනුව, මගේ සදාචාරාත්මක ධර්මිෂ්ඨකම සහ නිලධාරිවාදී ‘කන්‍යාභාවය’ තුළ, මගේ මෝටර් රථයෙන් සියල්ල එකවර ඉවත් කළ යුතු බවට මම නියෝග කළෙමි! දුප්පත් ජනපදවාසීන්, ගොළු වී, මෙයින් කුමක් කළ යුතු දැයි දැන සිටියේ නැත, මන්ද ඔවුන් බොහෝ විට වසර ගණනාවක් මෙය කරන්නේ ගෞරවයෙන් හෝ අගය කිරීමෙනි. නමුත් මම තරයේ කියා සිටියෙමි, ධාර්මිකව හා ස්ථිරව සිටිමි - ඔවුන් ව්‍යාකූලව, නිහතමානීව සහ ගොළු ලෙස කීකරු විය! ඔවුන්ගෙන් කිසිවෙක් දුප්පත් නිසා බොහෝ දේ දුන්නේ නැත. එක එක්කෙනා පොඩි පොඩි දෙයක් දාලා තිබුණා - මෙතන පොඩි කරවිලයක්, කෙසෙල් ගෙඩියක්, නැත්නම් අමු මිරිස් ටිකක්. නමුත් මම තරයේ කියා සිටියේ මගේ මෝටර් රථය ඔවුන්ගේ ‘අල්ලස්වලින්’ සම්පූර්ණයෙන්ම ඉවත් කර සියල්ල ඉවත් කළ යුතු බවයි!",
        "එහෙත් එක් ජනපදවාදියෙක් ඒ සියල්ල කීවේය. ඔහුගේ අමු මිරිස් කරල් පහ මෝටර් රථයෙන් එළියට ගන්නා අතරතුර ඔහු මෙසේ පැවසීය: ‘සර්, මම ඔබේ මෝටර් රථයට දමා ඇත්තේ අමු මිරිස් පහක් පමණි. නමුත් මගේ සෙනෙහස සහ ගෞරවය වෙනුවෙන්, ඔබ මගේ මුහුණට පහර දුන්නා, මගේ ගෞරවය පෙන්වූ පමණින්!’ මම ඔවුන්ගේ ‘අල්ලස්’ නොගන්නා තරමට ලැජ්ජාවට පත් වුණෙමි! නමුත් මම ඒ වන විටත් මගේ නිර්දෝෂී නිලධාරි නියෝගය ලබා දී ඇති බැවින්, මට එය ආපසු ගැනීමට නොහැකි විය. ආපසු හැරී බලන විට, මම එම නියෝගය කිරීම ගැන මම සතුටු වෙමි, මන්ද එය අනාගතයේදී, මෙහි පමණක් නොව දිස්ත්‍රික්කය පුරාම මට සේවය කළ බැවිනි - මම අතීතයේ ක්‍රියාවන් පිළිගන්නේ නැත. නමුත් එය මගේ මෝටර් රථයෙන් සියලුම දේවල් ඇණවුම් කිරීමේ හානිය වළක්වා ගැනීමටද උපකාරී වනු ඇත, මම වර්තමාන නඩුවේදී කළාක් මෙන්. නමුත් මම මා විසින්ම සාදාගත් නිලධාරිවාදී ප්‍රිග් එකට - ඔවුන්ගේ වේදනාවන්ට ප්‍රතිඋපකාරයක් ලෙස ඔවුන්ට කළ රිදවීමට - තොල් සපාගෙන මම පිටව ගියෙමි.",
        "1956 දී ‘ශ්‍රී’ කරදර ඇති වූ විට මඩකලපුව දිස්ත්‍රික්කයේ ජාතිවාදී ගැටුම්වලට මුහුණ දීමට මට සිදු විය. සිංහලයන් වෙනත් දිස්ත්‍රික්කවල දෙමළ ජනතාව මරා දැමූ බැවින්, එම වචනය මඩකලපුව දිස්ත්‍රික්කයට පැතිරී ගොස් ඇති අතර, දැන් දෙමළුන්ට සිංහලයන් කිහිප දෙනෙකු මරා දැමීමට අවශ්‍ය විය. පළිගැනීමක් ලෙස යෝජනා ක්රමය තුළ. ඒ, 1956 දී ගල්ඔය ජනපදකරණය ආරම්භ වූ විට සහ කොටි රාජ්‍යයට එරෙහිව ආයුධ අතට ගැනීමට වසර 20 කට පමණ පෙරය. මගේ කතාව දිස්ත්‍රික්කයේ උතුරේ යුනිච්චායි ජනපද යෝජනා ක්‍රමයේ ජනපදිකයන් ගැන ය. එහි හිටපු ඉඩම් සංවර්ධන සේවකයන් ලෙස මෙම යෝජනා ක්‍රමය යටතේ ඉඩම් ලබා දී තිබූ සිංහලයන් පස් දෙනෙක් සිටියහ. ඔවුන් ප්‍රදේශයේ දෙමළ කාන්තාවන් විවාහ කරගෙන එහි පදිංචි වී ඇත. නමුත් වෙනත් දිස්ත්‍රික්කවල සිංහලයන් විසින් තම ජනතාව මරා දමන බවට ප්‍රදේශවාසීන්ට (මෙය සියයට සියයක් දෙමළ ප්‍රදේශයක් විය) ආරංචි වූ විට, ඔවුන් අහිංසක සිංහල ජනපදිකයන්ට එරෙහිව ප්‍රචණ්ඩත්වයට තර්ජනය කළහ.",
        "ළඟ එන ප්‍රචණ්ඩත්වය ගැන මට අනතුරු ඇඟවීමට ජනපද නිලධාරියා හදිසියේ නාද විය. මම සියලුම ජනපදවාසීන්ගේ රැස්වීමක් කැඳවා වහාම එහි ධාවනය කළෙමි (එය සැතපුම් 22 ක් පමණ දුරින් විය). මම ඔවුන් ගැන බලාගන්නම් කියලා සිංහලෙන් සිංහල ජනපදවාසීන්ට සහතික වීමෙන් පසු මම සම්පූර්ණයෙන්ම දෙමළ වූ ජනපදවාසීන්ගේ විශාල රැස්වීම ඇමතුවෙමි. මම ඔවුන්ට කිව්වා සිංහල වේවා, දෙමළ වේවා, ජල හිඟය සහ දුප්පත්කම යන ප්‍රශ්න එක හා සමානයි. ඔවුහු තම රෙදි සෝදන එකම පොදු වැටේ එල්ලා, අවශ්‍ය අවස්ථාවලදී එකිනෙකාගෙන් සහල් ණයට ගනිමින් සිටියහ.",
        "නමුත් දැන්, සමහර මෝඩයන් වෙනත් තැනක වෙනත් අයව මරා දැමූ පමණින්, එකම ගැටළු බෙදාගත් අසල්වැසියන් සමඟ ඔවුන්ගේ මෙතෙක් පැවති සුහද සබඳතාවලට එය බලපෑවේ කෙසේද? ඒ වෙනුවට, මම ඇසුවේ ඔවුන්ට කිසිදු හානියක් නොකළ ඔවුන්ගේ දුප්පත් සිංහල අසල්වැසියන් මරා දැමීමට උත්සාහ කරනවා වෙනුවට ඔවුන්ට වඩා ධනවත්, ඔවුන් කෙරෙහි බලය ඇති මා මරා දැමීමට ඔවුන් නොසිතුවේ මන්දැයි යන්නයි. මේ වාමාංශික කතාව ඔවුන්ව කලබලයට පත් කළේ - ඔවුන් මීට පෙර මෙවැනි කතා අසා නොතිබූ බැවිනි. ඒ අය මට කරදරයක් නොකරන බව දන්න නිසා මමත් ටිකක් වංචාකාරයෙක් කියලා මම දැනගෙන හිටියා. නමුත් එය ඔවුන්ට නව අදහසක් විය - එය ක්‍රියාත්මක විය: මන්ද එය ආතතිය සම්පූර්ණයෙන්ම සමනය කළ බැවිනි.",
        "එහෙත් ආශාවන් උග්‍ර වූ බැවින් මට න්‍යායික සිට ප්‍රායෝගික වෙත යාමට සිදු විය. ඒ නිසා මම සෑම සිංහල පවුලකම දෙමළ අවට සිටින අසල්වැසියන් හතර දෙනෙකු නම් කළෙමි, ඔවුන්ගේ සිංහල අසල්වැසියාගේ ආරක්ෂාවට මම ඔවුන්ව වගකිව යුතු බව ඔවුන්ට පවසමි. ඔවුන්ගේ සිංහල සහෝදරයන්ගේ හිසේ කෙස් ගසක්වත් ඇල්ලීමට කිසිවෙකුට ඉඩ දුන්නොත් ඔවුන් (දෙමළ අසල්වැසියන් හතර දෙනා) වහාම ජනපද යෝජනා ක්‍රමයෙන් නෙරපා හරින බව මම ඔවුන්ට අනතුරු ඇඟවීය. එහි ප්‍රතිඵලය අති සාර්ථක විය: කිසිම සිංහල යටත්විජිතවාදියෙකුට කිසිදා හානියක් නොවීය. මාස තුනක් ඇතුළත සිංහල සහ දෙමළ අසල්වාසීන් නැවත ඔවුන්ගේ එකම පොදු වැටේ එකට සේදීමේ එල්ලී සිටින බව මම සොයා ගත් විට මට ඊටත් වඩා විශාල ත්‍යාගයක් ලැබුණි - එය වාර්ගික සහජීවනයේ හොඳ සලකුණකි!",
        "ඇත්ත වශයෙන්ම, මම පාර්ලිමේන්තු මැතිවරණයේ මුලසුන දැරුවේ නැත: තේරීම් භාර නිලධාරියා ලෙස දිසාපතිවරයා කළේය. කෙසේ වෙතත්, ‘මුලභාර නිළධාරියෙකු’ වූ මට නිශ්චිත රාජකාරි තිබුණි: පළමුව, රජයේ කාර්ය මණ්ඩල නිලධාරීන් සමඟ ඡන්ද මධ්‍යස්ථානවල කාර්ය මණ්ඩලය සඳහා; දෙවනුව, ඡන්ද මධ්‍යස්ථානවල සැබෑ මැතිවරණ අධීක්ෂණය සඳහා; සහ තෙවනුව, ඡන්දය ප්රකාශ කිරීමෙන් පසු ඡන්ද ගණන් කිරීම සඳහා.",
        "මැතිවරණ දිනයේදී මම බොහෝ ඡන්ද මධ්‍යස්ථාන නිරීක්ෂණය කිරීමට පිටත් වුණෙමි. මෙම නිරීක්ෂණ මෙහෙයුමකදී, මම මඩකලපුවට දකුණින් පිහිටි මුස්ලිම් නගරයක් වන කාත්තන්කුඩි වෙත ගියෙමි, එහිදී මට පෙනී සිටීමේ ක්‍රියාවක් මුලින්ම දැකගත හැකි විය. ගැබිනි මුස්ලිම් කාන්තාවක් මුහුණට උඩින් සාරියක් ඇදගෙන ඇස් පමණක් පෙන්වමින් අභියෝග කළාය. මා පුදුමයට පත් කරමින්, ගැබිනියක් ලෙස පෙනී සිටිමින් රැවුලක් සහ ඉණ වටා කොට්ටයක් ඇති මිනිසෙකු හෙළි කිරීමට 'ඇය' එළිදක්වන ලදී!",
        "මට තවමත් මඩකලපුව නගර ආසනය සඳහා මගේම ඡන්දය ප්‍රකාශ කිරීමට සිදු විය. වාසනාවකට හෝ අවාසනාවකට එම අසුනට ඉදිරිපත් වන අපේක්ෂකයන් සියල්ල මම දැන සිටියෙමි. මා ඡන්ද මධ්‍යස්ථානයට පැමිණෙන විට එක් එක් අපේක්ෂකයන් හිස නමා සිනහවක් පෑවේ මා ඔවුන්ට ඡන්දය දෙනු ඇතැයි අපේක්ෂාවෙනි. මම එකල සමසමාජ ආධාරකරුවෙකු වූ අතර සමසමාජ අපේක්ෂකයෙකු තරඟයේ නොසිටි බැවින් කාට ඡන්දය දිය යුතුදැයි මම නොදනිමි. මම ඡන්ද පොළට ගොස් ආවේගශීලීව අපේක්ෂකයන් තිදෙනාගේ නම්වලට එරෙහිව විකට චිත්‍රයක්/කාටූනයක් ඇන්දෙමි.",
        "මැතිවරණ රාත්‍රියේ මහා ඡන්ද ගණන් කිරීමක් සිදු විය. මගේ ඡන්දය (අපේක්ෂකයන්ගේ කාටූනය සහිත) මගේම තීන්දුවක් සඳහා ඉදිරිපත් වේ යැයි මම බියෙන් සිටියෙමි. ඇත්ත වශයෙන්ම එය සිදු විය: සහ \"බැලට් නරක්\" යැයි කෑ ගැසුවේ මමයි. එක් අපේක්ෂකයෙක් “ලේ සහිත මෝඩයා” යැයි මහ හඬින් මුමුණනවා මට ඇසුණි - එම ඡන්දය ප්‍රකාශ කළ පුද්ගලයා ඉලක්ක කර ගනිමින්! මම එකඟ වීමට ඉක්මන් විය! මම සභාපතිවරයා ලෙස වගකීම් විරහිතව කටයුතු කර තිබුණා. අනෙක් අතට, එය මගේම ඡන්දයක් විය - මම එය නරක් කිරීමට තෝරා ගත්තේ නම්, එය මගේ අයිතියයි!",
        "මම 1955 දී මඩකලපුව දිස්ත්‍රික්කයේ උප දිසාපතිවරයා ලෙස මගේ ධූර කාලය ආරම්භ කළා පමණි, දිසාපතිවරයා ඔහු වෙනුවෙන් උත්සව උත්සවයක් සිදු කරන ලෙස මගෙන් ඉල්ලා සිටියේය. එම දිස්ත්‍රික්කයේ දිසාපති ධූරයට විශේෂ ගෞරවයක් හිමි වූ බැවින් පාර්ලිමේන්තුවට තේරී පත්වන අපේක්ෂකයන් බොහෝ විට උත්සාහ කරන්නේ තමන් දිසාපතිවරයා සමඟ ඉතා හොඳ මිත්‍රත්වයකින් පසුවන බව පෙන්වීමටය. මෙම අභිප්‍රාය ඇතිව කල්මුණේ ආසනය සඳහා මුස්ලිම් පාර්ලිමේන්තු අපේක්ෂකයෙකු බහුකාර්ය සමුපකාර ගබඩාවක් උත්සවාකාරයෙන් විවෘත කරන ලෙස දිසාපතිවරයාට ආරාධනා කළේය. සමුපකාර සමිති පිහිටුවීම රජයේ ඉහළ ප්‍රමුඛතාවයක් වූ බැවින් දිසාපතිවරයාට මෙය කිසිසේත්ම ප්‍රතික්ෂේප කළ නොහැකි ආරාධනයක් විය.",
        "මෙම ප්‍රචාරක අවස්ථාව ප්‍රයෝජනයට ගනිමින් අනාගත අපේක්ෂකයා සමාරම්භක උත්සවයට සිය ආධාරකරුවන් දහස් ගණනක් සහභාගි කරවා ගත්තේ එය දැවැන්ත දේශපාලන තමාෂාවක් බවට පත් කරමිනි. ඔහුට උත්සවයේ දී ගායනා කිරීමට ගීත පවා තිබූ අතර, එයට දිසාපතිවරයාගේ නම (පුල්ලේනෑගම් මහතා) සහ ඔහුගේ බොහෝ ගුණ ධර්ම උත්සව ගීත පත්‍රවල මුද්‍රණය කර තිබුණි. අවාසනාවන්ත ලෙස දිසාපතිවරයාට අවසන් මොහොතේ අවලංගු කිරීමට සිදු වූ අතර ඔහු වෙනුවෙන් මෙම උත්සව උත්සවයට සහභාගී වීමට මා පත් කළේය. කපටි අපේක්ෂකයා ඇසිපිය නොහෙලා පුල්ලේනායගම් මහතාගේ නම මකා මගේ නම ‘අරුල්ප්‍රගාසම්’ ලෙස මුද්‍රිත පත්‍ර සියල්ලටම යොදවා, මුලින් පුල්ලෙනයෙගම් මහතාට ආරෝපණය කළ සියලු ගුණධර්ම ගැන බොරු චෝදනාවක් එල්ල කළේය!",
        "නමුත් සැහැල්ලුවෙන් මේ කටයුත්තට අත ගැසූ මා පවා එම සිදුවීමෙන් තරමක විමතියට පත් විය. බන්ටිං සහ ගොක්කල වලින් සරසා තිබූ වීදි දෙපස සෙනග ගැවසී සිටියහ. විධිමත් ලෙස කබායෙන් හා ටයි පටියෙන් සැරසී සිටි මා දෙමළ සංගීතය වාදනය කරන විශාල වාදක මණ්ඩලයක් විසින් රස ඝෝෂා මධ්‍යයේ පිළිගෙන දැවැන්ත රැස්වීමක මුලසුන දැරීමට උත්සවාකාරයෙන් කැඳවාගෙන යන ලදී. මෙහිදී, මට උත්සවාකාර කථාවක් කිරීමට සිදු වූ අතර, අපේක්ෂකයා පිළිබඳ කිසිදු සඳහනක් කලාත්මකව හා විචක්ෂණශීලීව මග හරිමින්, රජයේ සමුපකාර වැඩසටහන ප්‍රශංසා කිරීමට මට හැකි විය!",
        "පසුව මාව පෙරහැරකින් නව සමුපකාර ගොඩනැගිල්ල තිබෙන ස්ථානයට රැගෙන ගියා. නමුත් මෙය සරල පෙරහැරක් නොවීය: එය මෙහෙයවනු ලැබුවේ නාගසලම් සහ නළාවල ඝෝෂාව සමඟ දෙමළ සංගීතය වාදනය කරන වාද්‍ය වෘන්දයක් විසින් උමතු ලෙස බෙර වාදනය කිරීමෙනි. වාද්‍ය වෘන්දය පසුපසින් ගියේ විචිත්‍රවත් වර්ණවලින් සැරසී නමුත් නිහතමානීව නැටුම් ගැහැණු ළමයින් කණ්ඩායමක්, මෙය ඉතා ගතානුගතික මුස්ලිම් ප්‍රදේශයක් වූ බැවින්, ගීත පත්‍රවල මුද්‍රණය කර ඇති පරිදි මගේ බොරු ගුණ තෘෂ්ණාවෙන් ගායනා කරමින්. ඊළඟට මම පැමිණියේ පැය දෙකකට අධික කාලයක් සියලු වාහන ගමනාගමනය නවතා තිබූ ප්‍රධාන කල්මුණේ-මඩකලපු පාර දිගේ සුදු පාවඩ (සුදු චාරිත්‍රානුකූල රෙද්දක්) මත පා ගමනින් ගමන් කළෙමි.",
        "මේ අතර, මගේ පාමුල අඛණ්ඩව පාවඩ තැබුවේ, මා වටේට චීන රතිඤ්ඤා (චීනා-පටස්) පත්තු කරන අතරේ, මල් මාලා තට්ටුවක් මගේ බෙල්ලට නොකඩවා පතිත විය. මගේ ප්‍රශ්න තවත් වැඩි කරන්න, මගේ කලිසම ටිකක් බුරුල් වෙලා තිබුණ නිසා, පාවඩයේ උඩඟු ලෙස ගමන් කරමින්, මා වටේට පිපිරෙන රතිඤ්ඤාවලට පනිමින්, මගේ නාස්පුඩු දිගේ මල් මාලා දමාගෙන යද්දී, මට එක අතකින් ඒවා අල්ලා ගැනීමට සිදු විය. නැටුම් ගැහැණු ළමයින් සඳහා විචක්ෂණශීලී ඇසක් විවෘත වේ!",
        "මේ අතර සියලු වාහන ගමනාගමනය නතර කර තිබූ මාර්ගවල සෙනඟ රොක් වී සිටියහ. වාසනාවකට මගේ මුහුණ බොහෝ වේලාවක් නොපෙනී ගියේ එහි මල් මාලාවලින් වැසී තිබූ බැවිනි. නමුත් අපි කරතිව් හන්දිය (අම්පාර පාර උතුර-දකුණු මඩකලපුව පාර හමුවන තැන) පසුකර යද්දීම මගේ මල්මාලා අලුත් මල් මාලාවලට ගොඩගසා තිබුණේ මා මොහොතකට වෙස්මුහුණු නොකරමිනි. මගේ අවාසනාවට මෙන්, අම්පාර පාරේ නවතා තිබූ පළමු මෝටර් රථ දෙකෙහි මා දන්නා ‘වර්සිටියේ’ සිටි කොල්ලන් කිහිප දෙනෙකුම රැගෙන ගියේය. ඔවුන් ගල්ඔය ප්‍රදේශයේ දඩයමේ ගොස් ආපසු එමින් සිටියදී පැය දෙකකට අධික කාලයක් ප්‍රමාද වූ මෙම පෙරහැරට ශාප කරමින් සිට ඇත.",
        "නමුත් මල්මාලා ටික මොහොතකට ගලවා දැමූ විට, ඔවුන්ගේ සියලු කරදරවලට හේතුව මම බව ඔවුන්ට පෙනී ගියේය! ඉතින් ඔවුන් හූ කියන්න පටන් ගත්තා: ‘අඩෝ අරූ, හූ! ආදිය', සුදුසු ගවේෂණ ද්‍රව්‍ය සමඟින්. මෙසේ කලිසමෙන් අල්ලාගෙන, පාවඩය මත උත්සවාකාරයෙන් ඇවිද යද්දී, රතිඤ්ඤා සඳහා පනිමින්, මල්මාලා අතරින් හුස්ම ගන්නට වෙර දරමින් සිටි මටද මගේ මිතුරන් හූ කීවේය. මම ශාප ලත් සමුපකාර ගබඩාව වෙත ළඟා වූ විගස, මම කඩිනමින් උත්සව පීත්ත පටිය කපා, මට හැකි ඉක්මනින් එම ස්ථානයෙන් පලා ගියෙමි - සියලු මාර්ග මා පිටුපසින් විවෘත විය! මගේ කෙටි චාරිත්‍රානුකූල ජීවිතයේ ලැජ්ජා සහගත කථාංගයක් මෙලෙස අවසන් විය!",
        "(ලේඛකයා දිගු වෘත්තීය ජීවිතයක් ගත කළ රෝමයේ FAO සමඟ පත්වීමක් භාර ගැනීමට පෙර ලංකා සිවිල් සේවයේ කෙටි වෘත්තීය ජීවිතයක් ගත කළේය)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "1950 களில் மாகாணங்களில் ஒரு இளம் CCS அதிகாரி",
      "body_lines": [
        "அரச சேவையில் உள்ள ஒவ்வொரு இளம் உத்தியோகத்தரும் மாகாணங்களில் சில காலம் பணியாற்ற வேண்டும். அரசாங்க சேவைகள் மக்களுடன் எவ்வாறு தொடர்பு கொள்கின்றன என்பதைக் கவனிக்கவும் - மக்கள் அவர்களைப் பற்றி என்ன நினைக்கிறார்கள் என்பதை அறியவும் இது அவசியம். அரசாங்கத்தில் உயர் பதவிகளுக்கு இது ஒரு நல்ல தயாரிப்பு ஆகும், அங்கு கள அளவிலான அனுபவம் தேசிய அளவில் பணியாற்றுவதற்கான ஒரு பயிற்சியாக விலைமதிப்பற்றது. மேலும், கள அளவில், ஒருவரின் பணியின் முடிவுகளைக் காண ஒருவர் அதிர்ஷ்டசாலியாக இருக்கலாம்; அதேசமயம் துறை அல்லது அமைச்சு மட்டத்தில், கொள்கை அல்லது பிற தலையீடுகளால் ஒருவரின் பணி அழிக்கப்படலாம். எனவே CCS இல் இரண்டு ஆண்டுகள் எனது கேடட்ஷிப்பில் இரண்டு கச்சேரிகளில் பணியாற்றும் அதிர்ஷ்டம் எனக்கு கிடைத்தது, மேலும் ஒரு மாவட்டத்தில் மூன்று ஆண்டுகள் பணியமர்த்தப்பட்டது. என் கதைகள் அந்த ஆண்டுகளில் இருந்து வந்தவை.",
        "அரசாங்க அதிபரின் (கண்டி) கடமைகளில் ஒன்று, உச்ச நீதிமன்றத்தினால் விதிக்கப்பட்ட மரண தண்டனைகள் உண்மையில் நிறைவேற்றப்படுவதை/ நிறைவேற்றப்படுவதை உறுதிப்படுத்துவதாகும். (ஒரு மனிதனை எப்படி தூக்கிலிட முடியும் என்று நான் எப்போதும் யோசித்தேன்; உண்மையில், மரண தண்டனை மட்டுமே நிறைவேற்றப்படுகிறது). துரதிர்ஷ்டவசமாக, இதுவும் எனது தந்தையை அறிந்த மிக மூத்த பர்கர் ஜென்டில்மேன் அரசாங்க அதிபர் மூலம் எனக்கு வழங்கப்பட்ட ஒரு விழாவாகும். பயிற்சியில் கேடட்டாக மட்டுமே இருந்த அவரது பொடி புத்தாவுக்கு அவர் பல விரும்பத்தகாத செயல்பாடுகளை வழங்குவார். அதனால், 23 வயதாகும் போது, ​​தன் மனைவியைக் கொன்றதற்காக உச்ச நீதிமன்றத்தால் மரண தண்டனை விதிக்கப்பட்ட ஒருவரின் தூக்குத் தண்டனைக்கு நான் தலைமை தாங்க வேண்டியிருந்தது.",
        "வழக்கை விசாரித்ததில், சம்பந்தப்பட்ட நபர் ஒரு இந்திய எஸ்டேட் தொழிலாளி என்றும், அவர் உணர்ச்சிக் குற்றத்தைச் செய்தவர் என்றும் கண்டறிந்தேன். அவர் தனது சொந்த வீட்டிற்குள் நுழைந்தபோது, ​​​​தனது மனைவி வேறொருவருடன் தூங்குவதைக் கண்டார். அவரது கோபத்தில், அவர் அவளைக் கொன்றார் - அதற்காக அவருக்கு தூக்கு தண்டனை விதிக்கப்பட்டது. மேலும் அந்த மரண தண்டனையை நிறைவேற்றுவது அரசாங்கத்தின் பிரதிநிதி என்ற முறையில் நான்தான். நெறிமுறையின்படி, பாதிக்கப்பட்டவர் மருத்துவ ரீதியாக இறந்துவிட்டார் என்பதை தடயவியல் அறுவை சிகிச்சை நிபுணரே சான்றளிக்க வேண்டும், அதேசமயம் அரசாங்கத்தின் முகவராக நான் மரண தண்டனை நிறைவேற்றப்பட்டதாக சான்றளிக்க வேண்டும். அதிர்ஷ்டவசமாக எனக்கு, தடயவியல் அறுவை சிகிச்சை நிபுணரான டாக்டர். சௌர்ஜா, பல்கலைக்கழக ரக்பி அணியில் எனது அணித் தோழராக இருந்தவர் என்பதைக் கண்டறிந்தேன். எனவே நான் தூக்கிலிடப்படுவதை நான் நேரில் காணமாட்டேன், ஆனால் எனது கடமையில் கையெழுத்திட மரண சான்றிதழைப் பொறுத்து - மரண தண்டனை நிறைவேற்றப்பட்டது என்று அவசரமாக அவருடன் ஒப்பந்தம் செய்தேன்.",
        "எனவே ஒரு நாள் அதிகாலை 5 மணியளவில் மிகுந்த நடுக்கத்துடன் கண்டி போகம்பரா சிறைச்சாலையின் மரண தண்டனைக்குள் நுழைந்தேன். நான் தண்டனை விதிக்கப்பட்டவரின் அறைக்கு அழைத்துச் செல்லப்பட்டேன், ஆனால் அவர் அங்கு இல்லை: அவர் பக்கத்து இந்து ஆலயத்தில் தனது கடவுளை வணங்கிக்கொண்டிருந்தார். பாரம்பரியத்தின் படி, கடைசி இரவு உணவு பிரமாண்டமாக இருக்க வேண்டும், ஏனென்றால் அது பூமியில் அவரது கடைசி உணவாக இருந்தது. ஆனால் அது இன்னும் மேசையில் இருந்தது - முந்தைய இரவில் இருந்து தொடப்படவில்லை. பின்னர் 'இறந்த மனிதன்' அழைத்து வரப்பட்டார். அவர் ஒரு வெள்ளை பேட்டை அணிந்திருந்தார், அவரது கைகள் மற்றும் கால்கள் சங்கிலியால் பிணைக்கப்பட்டன. நான் அவரைப் பார்த்தேன் - நான் பார்த்ததை என்னால் விவரிக்க முடியாது. அவரது முகம், கண்கள் மற்றும் முகபாவங்கள் பிரகாசமாகவும், பிரகாசமாகவும் இருந்தன. நான் இதுவரை எந்த முகத்திலும் பார்த்திராத ஆன்மிகத்துடன் அவர் ஒளிவீசிக் கொண்டிருந்தார். என் மனதில், அவர் தனது கடவுளால் கேட்டு மன்னிப்பு பெற்றார் - மேலும் அவர் அடுத்த உலகத்திற்கு செல்ல தயாராக இருந்தார்.",
        "ஆனால் அதன் பின் நடந்தவை எனக்கு இன்னும் பேரழிவை ஏற்படுத்தியது. இந்த அமானுஷ்ய ஆன்மிகத்தால் ஒளிரும் முகத்துடன் அவர் என்னிடம் வந்தார்; பின்னர் அவர் என் காலில் விழுந்து வணங்கி என்னை மன்னிக்கும்படி கேட்டுக் கொண்டார். அவர் தனது ஆன்மாவை தனது கடவுளுக்கு அர்ப்பணித்தார்: அவர் இப்போது தனது உடலை சீசருக்கு ஒப்படைத்தார், அரசின் பிரதிநிதியாக எனக்கு. நான் செய்ய வேண்டியவற்றிற்காக கிட்டத்தட்ட அவரிடம் மன்னிப்பு கேட்டு, அவரை அவரது காலடியில் உயர்த்த விரைந்தேன். ஆனால் அவர் செல்ல தயாராக இருந்தார், என் ஆசீர்வாதத்தை மட்டுமே விரும்பினார்.",
        "அவர் தனது கடைசி நடையை தூக்கு மேடைக்கு எடுத்துச் சென்றபோது நான் பார்க்கவில்லை. ஆனால், பொறிக் கதவின் துளியோ, கயிற்றின் சத்தமோ கேட்காமல் இருக்க முடியவில்லை. எனது நண்பர் தடயவியல் அறுவை சிகிச்சை நிபுணரிடம் ஒப்புக்கொண்டபடி, நான் இறந்த உடலைப் பார்க்கவில்லை. அவரது இரண்டு வரி அறிக்கையின் அடிப்படையில், குற்றவாளி இறந்தவர், இறந்தவர், இறந்தவரை தூக்கிலிடப்பட்டார் என்று விரைவில் கையெழுத்திட்டேன் - மேலும் கட்டிடத்தை விட்டு வெளியே விரைந்தேன்.",
        "நான் மட்டக்களப்பு மாவட்ட உதவி அரசாங்க அதிபராக இருந்த போது நிலம் மற்றும் நீர் பாவனை தொடர்பான பல்வேறு பிரச்சினைகளை தீர்த்து வைப்பதற்காக ஊனிச்சை குடியேற்ற திட்டத்திற்கு செல்ல வேண்டியிருந்தது. ஏழை குடியேற்றவாசிகளுக்காக நான் கடுமையாக உழைத்தேன் - ஒருவேளை அவர்கள் இதைப் பாராட்டியிருக்கலாம். எனது வருகைகளில் ஒன்றை முடிக்கும் போது, ​​குடியேற்றவாசிகள் சில புதிய காய்கறிகளை எனது காரில் ஏற்றிக் கொண்டிருப்பதைக் கண்டேன். கீழ்மட்ட அதிகாரிகளுக்கு இது ஒரு பாரம்பரிய நடைமுறையாக இருந்திருக்கலாம், ஆனால் எனது சிறந்த CCS பாரம்பரியத்திலும், கடுமையான அதிகாரத்துவ மேலாதிக்கத்திலும், காலனித்துவவாதிகள் எனக்கு லஞ்சம் கொடுக்க முயற்சிப்பதால் நான் கோபமடைந்தேன்! நான் ஏற்றுக்கொண்டால், லஞ்சம் வாங்கியதற்காக நான் தார்மீக ரீதியாக குற்றவாளியாக இருப்பேன்.",
        "எனவே இதை அனுமதித்ததற்காக நான் முதலில் காலனித்துவ அதிகாரியை குறை கூறினேன். இரண்டாவதாக, எனது தார்மீக நேர்மை மற்றும் அதிகாரத்துவ ‘கற்புரிமை’யில், எல்லாவற்றையும் என் காரில் இருந்து உடனடியாக வெளியே எடுக்க வேண்டும் என்று கட்டளையிட்டேன்! ஏழைக் குடியேற்றவாசிகள், திகைத்துப்போய், இதைப் பற்றி என்ன செய்வது என்று தெரியவில்லை, ஏனென்றால் அவர்கள் பல ஆண்டுகளாக மரியாதை அல்லது பாராட்டுதல் மூலம் இதைச் செய்திருக்கலாம். ஆனால் நான் வற்புறுத்தினேன், நேர்மையாகவும் உறுதியாகவும் நின்றேன் - அவர்கள் திகைத்து, சாந்தமாக, ஊமையாகக் கீழ்ப்படிந்தார்கள்! அவர்கள் ஏழைகள் என்பதால், அவர்களில் யாரும் அதிகம் கொடுக்கவில்லை. ஒவ்வொருவரும் சில சிறிய பொருட்களைப் போட்டிருந்தார்கள் - இங்கே ஒரு சிறிய பாக்கு, அங்கே ஒரு வாழைப்பழம் அல்லது சில பச்சை மிளகாய். ஆனால், என்னுடைய காரை அவர்கள் ‘லஞ்சம்’ முழுவதுமாக அகற்றிவிட்டு, எல்லாவற்றையும் வெளியே எடுக்க வேண்டும் என்று நான் வலியுறுத்தினேன்!",
        "ஆனால் ஒரு குடியேற்றவாசி எல்லாவற்றையும் கூறினார். காரில் இருந்து ஐந்து பச்சை மிளகாயை எடுக்கும்போது, ​​அவர் சொன்னார்: ‘ஐயா, உங்கள் காரில் ஐந்து பச்சை மிளகாய்களை மட்டுமே போட்டுள்ளேன். ஆனால், என் பாசத்துக்கும் மரியாதைக்கும் ஈடாக என் முகத்தில் அறைந்து விட்டீர்கள், என் மரியாதைக்காகத்தான்!’ அவர்களின் ‘லஞ்சத்தை’ நான் ஏற்கவில்லையே என்று வெட்கப்பட்டேன்! ஆனால் நான் ஏற்கனவே எனது பொறுப்பற்ற அதிகாரத்துவ உத்தரவை வழங்கியிருந்ததால், என்னால் அதை திரும்பப் பெற முடியவில்லை. பின்னோக்கிப் பார்த்தால், நான் அந்த உத்தரவைச் செய்ததில் மகிழ்ச்சி அடைகிறேன், ஏனென்றால் இது எதிர்காலத்தில் எனக்கு சேவை செய்தது, இங்கு மட்டுமல்ல, மாவட்டம் முழுவதும் - கடந்த கால நடைமுறைகளை நான் ஏற்க மாட்டேன். ஆனால் தற்போதைய வழக்கில் நான் செய்ததைப் போல, எனது காரில் இருந்து அனைத்து பொருட்களையும் ஆர்டர் செய்வதால் ஏற்படும் காயத்தைத் தவிர்க்கவும் இது எனக்கு உதவும். ஆனால் நான் என் உதடுகளை கடித்துக் கொண்டு வெளியேறினேன், நான் என்னை நானே உருவாக்கிக் கொண்டேன் - அவர்களின் வலிகளுக்கு பதிலாக நான் அவர்களுக்கு ஏற்படுத்திய காயத்திற்காக.",
        "1956 இல் 'ஸ்ரீ' பிரச்சனைகள் வெடித்த போது மட்டக்களப்பு மாவட்டத்தில் இனவாத மோதல்களை நான் எதிர்கொள்ள வேண்டியிருந்தது. மற்ற மாவட்டங்களில் சிங்களவர்கள் தமிழர்களைக் கொன்றதால், இந்த வார்த்தை மட்டக்களப்பு மாவட்டத்தில் பரவியது, அங்கு தமிழர்கள் இப்போது சில சிங்களவர்களைக் கொல்ல விரும்புகிறார்கள். பழிவாங்கும் வகையில் திட்டத்தில். இது 1956 இல் கல் ஓயா காலனித்துவம் ஆரம்பிக்கப்பட்ட போது, ​​புலிகள் அரசுக்கு எதிராக ஆயுதம் ஏந்துவதற்கு சுமார் 20 வருடங்களுக்கு முன்னர். எனது கதை மாவட்டத்தின் வடக்கில் உள்ள ஊனிச்சை குடியேற்றத் திட்டத்தின் குடியேற்றவாசிகளைப் பற்றியது. இத்திட்டத்தின் கீழ் காணிகளை வழங்கிய முன்னாள் காணி அபிவிருத்தி ஊழியர்களுக்கு ஐந்து சிங்களவர்கள் இருந்தனர். அவர்கள், உள்ளூர் தமிழ் பெண்களை திருமணம் செய்து கொண்டு, அங்கேயே குடியேறினர். ஆனால் மற்ற மாவட்டங்களில் சிங்களவர்களால் தங்கள் மக்கள் கொல்லப்படுகிறார்கள் என்ற செய்தி உள்ளூர் மக்களுக்கு (இது 100 சதவீதம் தமிழர் பகுதி) எட்டியபோது, ​​அவர்கள் சில பாதிப்பில்லாத சிங்கள குடியேற்றவாசிகளுக்கு எதிராக வன்முறை அச்சுறுத்தலை விடுத்தனர்.",
        "வரவிருக்கும் வன்முறை பற்றி எச்சரிக்க, காலனித்துவ அதிகாரி அவசரமாக அழைத்தார். நான் அனைத்து காலனிவாசிகளின் கூட்டத்தை வரவழைத்து உடனடியாக அங்கு சென்றேன் (அது சுமார் 22 மைல் தொலைவில் இருந்தது). சிங்களக் குடியேற்றவாசிகளுக்கு நான் அவர்களைப் பார்த்துக் கொள்கிறேன் என்று சிங்கள மொழியில் உறுதியளித்த பின்னர், முழுக்க முழுக்க தமிழர்களாகிய குடியேற்றவாசிகளின் மாபெரும் கூட்டத்தில் உரையாற்றினேன். சிங்களவராக இருந்தாலும் சரி, தமிழர்களாக இருந்தாலும் சரி, தண்ணீர் பற்றாக்குறை மற்றும் வறுமை போன்ற பிரச்சனைகளை அவர்கள் பகிர்ந்து கொள்கிறார்கள் என்று நான் அவர்களிடம் கூறினேன். அவர்கள் தங்கள் ஒரே பொதுவான வேலியில் தங்கள் துவைப்பைத் தொங்கவிட்டு, தேவைப்படும் நேரங்களில் ஒருவருக்கொருவர் அரிசியை கடன் வாங்கினர்.",
        "ஆனால் இப்போது, ​​​​சில முட்டாள்கள் வேறு எங்காவது மற்றவர்களைக் கொன்றதால், அதே பிரச்சினைகளைப் பகிர்ந்து கொள்ளும் அண்டை வீட்டாருடனான அவர்களின் இதுவரையிலான நட்புறவை எவ்வாறு பாதித்தது? மாறாக, அவர்களுக்கு எந்தத் தீங்கும் செய்யாத தங்கள் ஏழை சிங்கள அண்டை வீட்டாரைக் கொல்ல முயற்சிப்பதற்குப் பதிலாக, அவர்களை விட பணக்காரர், அவர்கள் மீது அதிகாரம் கொண்ட என்னைக் கொல்ல அவர்கள் ஏன் நினைக்கவில்லை என்று கேட்டேன்? இந்த இடதுசாரிப் பேச்சு அவர்களைப் பயமுறுத்தியது - ஏனென்றால் அவர்கள் இதுபோன்ற பேச்சைக் கேட்டதில்லை. அவர்கள் என்னைத் துன்புறுத்த மாட்டார்கள் என்று எனக்குத் தெரிந்ததால், நான் கொஞ்சம் மோசடி செய்பவன் என்பதையும் நான் அறிந்தேன். ஆனால் அது அவர்களுக்கு ஒரு புதுமையான யோசனையாக இருந்தது - அது வேலை செய்தது: ஏனெனில் அது பதற்றத்தை முற்றிலும் தணித்தது.",
        "இன்னும் நான் கோட்பாட்டிலிருந்து நடைமுறைக்கு மாற வேண்டியிருந்தது, ஏனெனில் உணர்வுகள் அதிகமாக இயங்கின. எனவே, ஒவ்வொரு சிங்களக் குடும்பத்திலும் உள்ள நான்கு தமிழ் மக்களைச் சூழ்ந்துள்ள அண்டை வீட்டாரைப் பெயரிட்டு, அவர்களின் சிங்கள அண்டை வீட்டாரின் பாதுகாப்பிற்கு நான் அவர்களைப் பொறுப்பேற்கிறேன் என்று அவர்களிடம் கூறினேன். யாரேனும் தங்கள் சிங்கள சகோதரர்களின் தலையில் ஒரு முடியைக்கூட தொட அனுமதித்தால், அவர்கள் (நான்கு தமிழ் அயலவர்கள்) குடியேற்ற திட்டத்தில் இருந்து உடனடியாக வெளியேற்றப்படுவார்கள் என்று நான் அவர்களை எச்சரித்தேன். இதன் விளைவாக மகத்தான வெற்றி கிடைத்தது: எந்த ஒரு சிங்கள குடியேற்றவாதியும் ஒருபோதும் பாதிக்கப்படவில்லை. மூன்று மாதங்களுக்குள் சிங்களவர்களும் தமிழ் அயலவர்களும் ஒரே பொதுவான வேலியில் மீண்டும் ஒன்றாகத் தொங்குவதைக் கண்டறிந்தபோது எனக்கு இன்னும் அதிக வெகுமதி கிடைத்தது - இது இன நல்லிணக்கத்தின் நல்ல அறிகுறி!",
        "உண்மையில், நான் பாராளுமன்றத் தேர்தலுக்குத் தலைமை தாங்கவில்லை: தேர்தல் நடத்தும் அதிகாரியாக அரசாங்க அதிபர் செய்தார். இருப்பினும், ஒரு 'தலைமை அதிகாரி', எனக்கு திட்டவட்டமான கடமைகள் இருந்தன: முதலாவதாக, வாக்குச் சாவடிகளில் அரசு ஊழியர்களை நியமிக்க; இரண்டாவது, வாக்குச் சாவடிகளில் உண்மையான தேர்தல்களைக் கண்காணிப்பதற்காக; மூன்றாவதாக, வாக்குப்பதிவு முடிந்த பிறகு வாக்கு எண்ணிக்கை.",
        "தேர்தல் நாளில், பெரும்பாலான வாக்குச் சாவடிகளைக் கண்காணிக்கப் புறப்பட்டேன். இந்தக் கண்காணிப்புப் பணிகளில் ஒன்றில், நான் மட்டக்களப்புக்கு தெற்கே உள்ள காத்தான்குடி என்ற முஸ்லிம் நகரத்திற்குச் சென்றேன், அங்கு ஆள்மாறாட்டம் செய்யும் செயலை என்னால் நேரடியாகப் பார்க்க முடிந்தது. ஒரு கர்ப்பிணி முஸ்லீம் பெண், புடவையை முகத்தில் இழுத்து, கண்களை மட்டும் காட்டுவது சவாலாக இருந்தது. எனக்கு முற்றிலும் ஆச்சரியமாக, தாடியும் இடுப்பில் தலையணையும் வைத்து, கர்ப்பமாக இருப்பது போல் நடிக்கும் ஒரு மனிதனை வெளிப்படுத்த ‘அவள்’ வெளிப்பட்டது!",
        "மட்டக்களப்பு நகர ஆசனத்திற்கு நான் இன்னும் எனது சொந்த வாக்களிக்க வேண்டியிருந்தது. அதிர்ஷ்டவசமாக அல்லது துரதிர்ஷ்டவசமாக, அந்த இடத்திற்கான அனைத்து வேட்பாளர்களையும் நான் அறிவேன். நான் வாக்குச்சாவடிக்கு வந்ததும், ஒவ்வொரு வேட்பாளர்களும் குனிந்து சிரித்தனர், ஒவ்வொருவரும் நான் தங்களுக்கு வாக்களிப்பேன் என்று எதிர்பார்த்தனர். நான் அப்போது லங்கா சமசமாஜக் கட்சி ஆதரவாளராக இருந்ததால், லங்கா சமசமாஜக் கட்சி வேட்பாளர் யாரும் போட்டியில் இல்லாததால், யாருக்கு வாக்களிப்பது என்று தெரியவில்லை. நான் வாக்குச் சாவடிக்குள் சென்று மூன்று வேட்பாளர்களின் பெயர்களுக்கு எதிராக கேலிச்சித்திரம்/கார்ட்டூனை வரைந்தேன்.",
        "தேர்தல் இரவு, பிரமாண்ட வாக்கு எண்ணிக்கை நடந்தது. எனது வாக்குச் சீட்டு (வேட்பாளர்களின் கார்ட்டூனுடன்) எனது சொந்த தீர்ப்புக்கு வரும் என்று நான் பயந்தேன். உண்மையில் அது செய்தது: நான்தான் முதலில் \"ஸ்பாய்ட் பேலட்\" என்று கத்தினேன். அந்த வாக்கைப் போட்ட நபரைக் குறிவைத்து - வேட்பாளர்களில் ஒருவர் சத்தமாக \"ப்ளடி ஃபூல்\" என்று முணுமுணுப்பதை நான் கேட்டேன்! நான் ஒப்புக்கொள்ள விரைந்தேன்! நான் தலைமை அதிகாரியாக பொறுப்பற்ற முறையில் நடந்து கொண்டேன். மறுபுறம், அது என் சொந்த வாக்கு - நான் அதை கெடுக்க தேர்வு செய்தால், அது என் உரிமை!",
        "1955 ஆம் ஆண்டு மட்டக்களப்பு மாவட்டத்தின் உதவி அரசாங்க அதிபராக நான் எனது பதவிக் காலத்தை ஆரம்பித்திருந்தேன், அப்போது அரசாங்க அதிபர் தனது சார்பாக ஒரு சம்பிரதாய நிகழ்வை மேற்கொள்ளுமாறு என்னிடம் கேட்டுக் கொண்டார். அந்த மாவட்டத்தில் அரசாங்க அதிபரின் அலுவலகம் மிகவும் உயர்வாக மதிக்கப்படுவதால், பாராளுமன்றத்திற்குத் தேர்தலில் போட்டியிடும் வேட்பாளர்கள் அரசாங்க அதிபருடன் தாங்கள் மிகவும் நல்லுறவைக் கொண்டிருந்தோம் என்பதை அடிக்கடி வெளிப்படுத்த முயற்சிப்பார்கள். இந்த நோக்கத்துடன், கல்முனை ஆசனத்திற்கான முஸ்லிம் பாராளுமன்ற வேட்பாளர் ஒருவர் பல்நோக்கு கூட்டுறவு அங்காடியை சம்பிரதாயபூர்வமாக திறக்குமாறு GA ஐ அழைத்தார். கூட்டுறவு சங்கங்களை நிறுவுவது அரசாங்கத்தின் உயர் முன்னுரிமையாக இருந்ததால், GA யால் மறுக்க முடியாத ஒரு அழைப்பாக இது இருந்தது.",
        "இந்த பிரச்சார வாய்ப்பை பயன்படுத்தி, வருங்கால வேட்பாளர் தனது ஆயிரக்கணக்கான ஆதரவாளர்களை திறப்பு விழாவில் கலந்து கொள்ள வைத்தார், இது மிகப்பெரிய அரசியல் தமாஷாவாக மாறியது. விழாவில் அவர் பாட வேண்டிய பாடல்கள் இருந்தன, அதில் அரசாங்க அதிபரின் பெயர் (திரு. புல்லெனாயேகம்) மற்றும் சடங்கு பாடல் தாள்களில் அச்சிடப்பட்ட அவரது பல பண்புகளை உள்ளடக்கியது. துரதிர்ஷ்டவசமாக, GA கடைசி நிமிடத்தில் ரத்து செய்ய வேண்டியிருந்தது, மேலும் அவர் சார்பாக இந்த சம்பிரதாய விழாவில் கலந்துகொள்ள என்னைப் பிரதிநிதித்துவப்படுத்தினார். கண்ணிமைக்காமல், தந்திரமான வேட்பாளர் திரு. புல்லேநாயகத்தின் பெயரை அழித்துவிட்டு, அச்சிடப்பட்ட தாள்கள் அனைத்திலும் எனது பெயர் ‘அருள்பிரகாசம்’ என்று பதிலீடு செய்து, திரு. புல்லெனாயேகத்தின் அனைத்து நற்குணங்களையும் பொய்யாகக் குற்றம் சாட்டினார்!",
        "ஆனால், இந்த முயற்சியை இலகுவாக மேற்கொண்டிருந்த எனக்கும், இந்நிகழ்ச்சியால் சற்றே பிரமிப்பு ஏற்பட்டது. பந்தல் மற்றும் கொக்கால்களால் அலங்கரிக்கப்பட்ட தெருக்களில் கூட்டம் அலைமோதியது. சம்பிரதாயமாக கோட் மற்றும் டை அணிந்திருந்த என்னை, தமிழ் இசையை இசைத்த பெரிய ஆர்கெஸ்ட்ரா ஆரவாரத்திற்கு மத்தியில் வரவேற்று, பிரமாண்டமான கூட்டத்தில் தலைமையேற்க சம்பிரதாயபூர்வமாக அழைத்துச் செல்லப்பட்டேன். இங்கே, நான் ஒரு சம்பிரதாய உரையைச் செய்ய வேண்டியிருந்தது, அதில் நான் வேட்பாளரைப் பற்றிய எந்தக் குறிப்பையும் கலையுடனும் நியாயத்துடனும் தவிர்த்து, அரசாங்கத்தின் கூட்டுறவுத் திட்டத்தைப் பாராட்ட முடிந்தது!",
        "அதன் பிறகு புதிய கூட்டுறவு கட்டிடம் உள்ள இடத்திற்கு ஊர்வலமாக அழைத்துச் செல்லப்பட்டேன். ஆனால் இது எளிமையான ஊர்வலம் அல்ல: நாகசலம் மற்றும் புல்லாங்குழல்களின் பேரொலியுடன் தமிழ் இசையை இசைக்கும் இசைக்குழுவினரால் வழிநடத்தப்பட்டது, அதனுடன் ஆவேசமான மேளம் அடித்தது. ஆர்கெஸ்ட்ராவைப் பின்தொடர்ந்து நடனமாடும் பெண்கள் குழுவானது பளபளப்பான நிறங்களில் ஆனால் அடக்கமாக இருந்தது, ஏனென்றால் இது மிகவும் பழமைவாத முஸ்லிம் பகுதி, அதே நேரத்தில் பாடல் தாள்களில் அச்சிடப்பட்ட எனது தவறான நற்பண்புகளை காமமாகப் பாடியது. அடுத்ததாக நான், கல்முனை-மட்டக்களப்பு பிரதான வீதியில் இரண்டு மணித்தியாலங்களுக்கு மேலாக அனைத்துப் போக்குவரத்தும் நிறுத்தப்பட்டிருந்த பிரதான வீதியில் வெள்ளை பாவடாவில் (வெள்ளை சம்பிரதாயத் துணி) வழமையாக நடந்து வந்தேன்.",
        "இதற்கிடையில், பாவாடா என் காலடியில் தொடர்ந்து போடப்பட்டது, அதே நேரத்தில் சீன பட்டாசுகள் (சீனா-பட்டாஸ்) என்னைச் சுற்றி வெடித்துக்கொண்டிருந்தன, அதே நேரத்தில் அடுக்கு அடுக்கு மலர் மாலைகள் தொடர்ந்து என் கழுத்தில் இறக்கப்பட்டன. என் பிரச்சனைகளை அதிகரிக்க, என் பேன்ட் கொஞ்சம் தளர்வாக இருந்தது, அதனால் நான் பாவாடா மீது ஆடம்பரமாக அணிவகுத்து, என்னைச் சுற்றி வெடிக்கும் பட்டாசுகளைக் கண்டு குதித்து, என் நாசிக்கு மேல் பூக்களால் மாலை அணிந்துகொண்டு, ஒரு கையால் அவற்றைப் பிடித்துக் கொள்ள வேண்டியிருந்தது. நடனம் ஆடும் பெண்களுக்காக ஒரு விவேகமான கண் திறந்திருக்கிறது!",
        "இதற்கிடையில், அனைத்து போக்குவரத்தும் நிறுத்தப்பட்ட சாலைகளில் மக்கள் கூட்டம் அலைமோதியது. நல்லவேளையாக என் முகத்தை அதிக நேரம் பார்க்க முடியவில்லை, ஏனென்றால் அது மலர் மாலைகளால் மூடப்பட்டிருந்தது. ஆனால் நாங்கள் காரைதீவு சந்தியை (அம்பாறை வீதி வடக்கு-தெற்கு மட்டக்களப்பு வீதியை சந்திக்கும் இடம்) கடந்து செல்லும் போது எனது மாலைகள் புதியவற்றின் மீது குவியலாக அகற்றப்பட்டு, என்னை ஒரு கணம் முகமூடியை கழற்ற வைத்தது. எனது துரதிர்ஷ்டம் என்னவெனில், அம்பாறை வீதியில் நிறுத்தப்பட்ட முதல் இரண்டு கார்கள், 'பல்கலைக்கழகத்தில் எனக்குத் தெரிந்த சில தோழர்களை ஏற்றிச் சென்றன. கல் ஓயா பகுதியில் வேட்டையாடிவிட்டுத் திரும்பிக் கொண்டிருந்த அவர்கள், இரண்டு மணித்தியாலங்களுக்கு மேல் தாமதமான இந்த ஊர்வலத்தைக் கண்டு சபித்துள்ளனர்.",
        "ஆனால் மாலைகளை ஒரு கணம் கழற்றியபோது, ​​அவர்களின் எல்லா பிரச்சனைக்கும் நான்தான் காரணம் என்று கண்டுபிடித்தார்கள்! எனவே அவர்கள் கூச்சலிடத் தொடங்கினர்: 'அதோ அரு, ஹூ! முதலியன, தகுந்த விளக்கங்களுடன். இவ்வாறு பேன்ட்டைப் பிடித்துக் கொண்டு, பாவாடையில் சம்பிரதாயமாக நடந்து கொண்டிருந்த போது, ​​பட்டாசுக்காக குதித்து, மாலைகளை ஊதி மூச்சு விட முயன்று, நானும் என் நண்பர்களால் கூச்சலிட்டேன். நான் சபிக்கப்பட்ட கூட்டுறவு அங்காடியை அடைந்தவுடன், நான் அவசரமாக சம்பிரதாய ரிப்பனை வெட்டிவிட்டு, என்னால் முடிந்தவரை வேகமாக ஓடிவிட்டேன் - எல்லா சாலைகளும் எனக்குப் பின்னால் திறக்கப்பட்டன! எனது குறுகிய சடங்கு வாழ்க்கையின் சங்கடமான அத்தியாயம் இவ்வாறு முடிந்தது!",
        "(எழுத்தாளர் சிலோன் சிவில் சர்வீஸில் ஒரு குறுகிய வாழ்க்கையைக் கொண்டிருந்தார், ரோமில் FAO உடன் ஒரு சந்திப்பை ஏற்றுக்கொண்டார், அங்கு அவர் நீண்ட காலமாக பணியாற்றினார்)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}