{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lack-of-effective-road-safety-programmes-a-major-public-health-concern/",
  "time_ut": 1655524800,
  "title": "‘Lack of effective road safety programmes a major public health concern’",
  "body_lines": [
    "Seventeen-year-old Durva Bhasin in Jaipur had the morning off from school that Monday, as she walked to her Kathak practical exam, excited to show her prowess after months of practice. A rashly-driven bus ended her dreams. That day, 3 May 1999, also forever changed the lives of her parents Mridul and Pramod Bhasin, and older brother Shantanu.Durva became one of the quarter million people who die every year in road mishaps around Southasia.",
    "Mridul Bhasin recounts how the speeding driver had earlier been suspended for drunk driving. The vehicle had school children and teachers on board. No one stopped to help her daughter.",
    "Three days after her death, on Durva’s birthday, prodded by one of her teachers, the Bhasins resolved to devote their lives to preventing such tragedies. They started an organisation that has developed into the for Road Safety. Dr Bhasin, who holds a PhD in English Literature from Emory University and a law degree from the University of Rajasthan, was among several speakers who talked about the human costs of criminal negligence or carelessness on roads around the region at a discussion titled “Improving global road safety”, organised by the or Sapan.",
    "The discussion aligned with the UN General Assembly’s adopted resolution “Streets for Life: Southasians for Road Safety”. The “Decade of Action for Road Safety” 2021-2030 aims to halve road traffic deaths and injuries by 2030. Held Sunday 29 May, a week after the UN Global Road Safety Week, May 13-17, the event was co-hosted by Muskaan and the  People’s Union for Civil Liberties, Rajasthan. Addressing the online gathering, Dr Bhasin stressed the need to issue driving licences strictly on merit and to ensure implementation of traffic rules.",
    "This was Sapan’s thirteenth monthly webinar, part of the series “Imagine! Neighbours in Peace” started in April 2021, a month after Sapan’s launch. What emerged was a collage of heart wrenching stories centred around the victims’ trauma and struggle to cope with the shock of road deaths. Discussion moderator journalist Beena Sarwar, Sapan co-founder and curator, drew out speakers covering a wide spectrum of road crash tragedies from around Southasia. They talked about all aspects of road crashes from causes to the aftermath – how affected families struggle to cope in terms of lives lost or ongoing trauma and medical issues – and how precious lives can be saved.",
    "In Bangladesh, a head-on collision with a bus decimated the film crew returning to Dhaka after a shoot in August 2011. Prominent film director Tareque Masud died, along with cameraman Mishuk Munier and three others. Five others survived, including Masud’s wife Catherine, a filmmaker and educator now based in Connecticut.Around 18 people die every day due to overspeeding in Bangladesh, noted lawyer Taqbir Huda in Dhaka in his sharp analysis of road crashes. Factors behind this include how bus drivers are paid based on the number of trips besides unfit vehicles. Lack of  corporate accountability has a negative spiralling impact, he added, stressing the importance of a solid legal framework to provide compensation for the victims.",
    "Memory wall: Remembering just a few of the millions of lives lost over the years. Collage from visuals by Sushmitha Preetha",
    "These are not “accidents” but a kind of killing going unchecked due to the lax implementation of the Road Transport Act, said Catherine Masud. Like Dr Bhasin, she went beyond her own tragedy to push for change through testimony and court cases, pushing for accountability in the system. The wreckage of the crushed microbus is now on public display in Bangladesh as a a road safety memorial. Dr. Ashok Banskota, co-founder and medical director and the chairman of orthopaedic services at B&B Hospital, Kathmandu, was himself the survivor of a road crash in Ghaziabad, India. He shared his experience of working with survivors of road crashes and what is often long-term trauma. In one case, a patient who had survived a crash and been through multiple surgeries just gave up. “One morning his wife came to me and told me he had killed himself.”",
    "Human rights activist Maliha Husain joined the event from Islamabad. Her sister Dr Fauzia Saeed Ahmed, who heads the Pakistan National Council of the Arts, and a nephew were in a head-on collision last July on what locals call ‘khooni sarak’, bloody road, in Balochistan.",
    "“The airbags deployed for the driver and other person in front. My sister and nephew were in the back seat. They were not wearing seat belts. I don’t know why people here don’t wear seat belts in the back”, she said.",
    "She still finds it traumatic to recount the shattering memories of the crash and its aftermath, including lack of connectivity as the victims were transported from the remote area where the crash occurred, to Quetta, which has the only trauma centre in the province. Had it not been for the family’s influential contacts, the story might have ended very differently. After witnessing a road crash where he was able to help the survivor, a 20-year old student, civil engineer Vivek Samuel in Mysore and his friends began a startup, Kerobee Road Safety. Vivek now heads a team of engineers working to invent devices and equipment that could mitigate the fatalities in road accidents.",
    "Although Southasia has just 10% motor riders, the region accounts for 25% of the deaths reported globally due to road crashes, noted Sneha Jha, a research fellow at Imperial College, London, presenting an overview of the issue.In 2014, one of these motorcycle deaths was that of a 22-year old engineering student in Bihar, Krishna Kumar. He was not wearing a helmet. The tragedy prompted his friend Raghvendra Kumar to quit his job as a lawyer and start handing out helmets. He is now known as the “Helmet Man of India”. Speaking at the event in Hindi, translated by Kavita Srivastava of PUCL, Raghvendra shared his pain about the thought that a helmet could have saved Krishna’s life. He has given out 55,000 helmets over the past eight years, even selling off his property to do so.",
    "The issue is also personal for activist Samir Gupta, an IT professional in Ghaziabad. Hosting the event brought back a memory he had buried. One night, 12 years ago, his friend and neighbour Raju went out to buy flowers for his wife when a speeding car hit his scooter. Raju died on the spot. He wasn’t wearing a helmet. The blood on the residential street where this happened is forever imprinted in Samir’s mind.It is clear, commented science writer and journalist Nalaka Gunawardene in Colombo, that that the majority of deaths and injuries caused by road crashes are preventable.",
    "Presenting at the end of the discussion, he noted that the “lack of effective road safety programmes is a major public health concern” resulting in high economic and social costs “for individuals and states alike”.The Resolution highlighted the need to provide compensation for road crash victims. Even when compensation is a legal right, excessive complexities and poor implementation of these laws prevent this.",
    "It also stresses the need for “collaboration across the Southasian region to recognise and address road and highway safety”. Injuries and fatalities caused by road mishaps can be drastically reduced with the implementation of effective road safety programmes.Former member of the planning commission of India and a flag bearer of human rights and feminism, Dr Syeda Hameed read out the calling for ease of trade and travel in the region, and for a visa-free Southasia, along the lines of the European Union.",
    "The meeting also commemorated the visionaries of the peace movement in the region, with Sushmita Preetha, a journalist and researcher from Dhaka, presenting an honouring titans of the peace movement like Dr Mubashir Hasan, Kuldip Nayar, I.A. Rehman, Asma Jahangir and others. She also commemorated the lives of other prominent citizens lost over the past month, including journalist Khalid Hameed Farooqi, Geo correspondent in Brussels, senior editor The News Talat Aslam in Karachi and more.",
    "The Memory Wall she presented included just a few snapshots from the millions of lives lost to road crashes. They include pioneering Nepali conservation biologist Pralad Yonzon, 60, killed on October 31, 2011 when his bicycle was rammed by a truck in Kathmandu, and Sri Lankan activist Vijay Nagaraj, 44, who died in a car crash in Aug 2017.",
    "Civil servant and poet Parveen Shakir could also have been mentioned, killed at only 44-years old when a bus collided with her car in Islamabad on 26 December 1994. Her only son Murad, then 15, was deprived of a mother, while the world of feminist literature and poetry in the region lost an iconic talent.The personal narratives of victims who brave the pain of losing near and dear ones in road tragedies highlighted the ways through which bereaved families have adopted different means to spread awareness about road safety and prevention of deaths on roads.",
    "Some shared testimonies in videos compiled by filmmaker Rohit Valecha in Pune. Feminist activist Khushi Kabir in Dhaka remembered her colleague Mohammad Firdaus Hussain, 46, who died in a motorcycle crash. Activist Nisha Siddhu in Jaipur shared the loss of her only son, 25-year-old artist Samarth Singh and his friend, 24-year-old student  Raunak Thakkar, killed by a speeding bus in 2020. Founder member Sapan Dr Fauzia Deeba from Quetta, now in New Jersey, lost her brother Sami when a bus hit the motorcycle he was pillion-riding in Karachi, 1974. He was not wearing a helmet. She also lost a cousin, thrown out of a car when it crashed. She wasn’t wearing a seat belt.",
    "The driving force behind the event was the pain and memory of the victims of road crashes, noted Kanak Mani Dixit, writer, editor and democracy activist in Kathmandu in his closing remarks. These incidents are not “happenstance”, he said, underscoring the negligence behind the infrastructure, drivers and owners of vehicles. Unless this criminal negligence is addressed, the roads of Southasia will continue devouring precious lives. Something for the upcoming 30 June-1 July, to take note of.",
    "Shazman Shariff is a freelance writer in Bangalore. Email: . This is a Sapan syndicated feature – .HYPERLINKS",
    "Situating the woman in Buddhist Revival Female Buddhist education and the Buddhist Revival",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘ඵලදායී මාර්ග ආරක්ෂණ වැඩසටහන් නොමැතිකම ප්‍රධාන මහජන සෞඛ්‍ය ගැටලුවක්’",
      "body_lines": [
        "ජායිපූර්හි 17 හැවිරිදි දුර්වා භාසින් සඳුදා උදෑසන පාසලෙන් පිටත් වූ අතර, ඇය කථක් ප්‍රායෝගික විභාගයට යද්දී, මාස ගණනක පුහුණුවීම්වලින් පසු තම දක්ෂතා පෙන්වීමට උද්යෝගිමත් විය. වේගයෙන් ධාවනය වූ බස් රථයක් ඇගේ සිහින නිමා කළේය. එදින, එනම් 1999 මැයි 3 වෙනිදා, ඇගේ දෙමාපියන් වන මෘදුල් සහ ප්‍රමෝද් භාසින්ගේ සහ වැඩිමහල් සොහොයුරා වන ශාන්තනුගේ ජීවිතද සදහටම වෙනස් කළේය. දුර්වා, සවුත්ඒෂියාව අවට මාර්ග අනතුරුවලින් සෑම වසරකම මිය යන මිලියන හතරෙන් එකකි.",
        "අධික වේගයෙන් රිය පැදවූ රියදුරා බීමත්ව රිය පැදවීම හේතුවෙන් මීට පෙර වැඩ තහනමට ලක් වූ ආකාරය මිදුල් භාසින් විස්තර කරයි. වාහනේ ඉස්කෝලේ ළමයි සහ ගුරුවරු හිටියා. දුවට උදව් කරන්න කවුරුත් නැවැත්තුවේ නැහැ.",
        "ඇගේ මරණයෙන් දින තුනකට පසු, දුර්වාගේ උපන්දිනය දා, ඇගේ ගුරුවරයෙකු විසින් උසිගන්වන ලද, භාසින් එවැනි ඛේදවාචක වැළැක්වීම සඳහා තම ජීවිතය කැප කිරීමට තීරණය කළහ. ඔවුන් මාර්ග ආරක්ෂාව සඳහා වූ සංවිධානයක් ආරම්භ කළහ. එමරි විශ්ව විද්‍යාලයෙන් ඉංග්‍රීසි සාහිත්‍යය පිළිබඳ ආචාර්ය උපාධියක් සහ රාජස්ථාන් විශ්ව විද්‍යාලයෙන් නීති උපාධියක් ලබා ඇති ආචාර්ය භාසින්, \"ගෝලීය වැඩිදියුණු කිරීම\" යන මාතෘකාව යටතේ පැවති සාකච්ඡාවකදී සාපරාධී නොසැලකිලිමත්කම හෝ කලාපය වටා ඇති මාර්ගවල නොසැලකිලිමත්කමේ මානව පිරිවැය ගැන කතා කළ කථිකයන් කිහිප දෙනෙකු අතර විය. මාර්ග ආරක්ෂාව\", හෝ Sapan විසින් සංවිධානය කරන ලදී.",
        "මෙම සාකච්ඡාව එක්සත් ජාතීන්ගේ මහා මණ්ඩලය විසින් සම්මත කරන ලද \"ජීවිතය සඳහා වීදි: මාර්ග ආරක්ෂාව සඳහා දකුණු ආසියානුවන්\" යන යෝජනාව සමඟ සමපාත විය. “මාර්ග ආරක්ෂාව සඳහා වූ ක්‍රියාකාරී දශකය” 2021-2030 2030 වන විට මාර්ග තදබදයෙන් සිදුවන මරණ සහ තුවාල අඩකින් අඩු කිරීම අරමුණු කරයි. මැයි 13-17 එක්සත් ජාතීන්ගේ ගෝලීය මාර්ග ආරක්ෂණ සතියෙන් සතියකට පසු මැයි 29 ඉරිදා පැවැත්විණි, උත්සවය සම සත්කාරකත්වය දරන ලද්දේ මුස්කාන් සහ සිවිල් නිදහස සඳහා වූ මහජන සංගමය, රාජස්ථාන්. මාර්ගගත රැස්වීම අමතමින් ආචාර්ය භාසින් දැඩි ලෙස කුසලතා මත රියදුරු බලපත්‍ර නිකුත් කිරීමේ අවශ්‍යතාවය සහ මාර්ග නීති ක්‍රියාත්මක කිරීම සහතික කිරීමේ අවශ්‍යතාවය අවධාරණය කළේය.",
        "මෙය Sapan ගේ දහතුන්වන මාසික webinar, මාලාවේ කොටසක් වූ “Imagine! සාපාන් දියත් කර මසකට පසු 2021 අප්‍රේල් මාසයේදී අසල්වැසියන් සාමයෙන්” ආරම්භ විය. මතු වූයේ වින්දිතයන්ගේ කම්පන සහ මාර්ග මරණවල කම්පනය සමඟ සාර්ථකව කටයුතු කිරීමට දරන අරගලය වටා කේන්ද්‍රගත වූ හද කම්පා කරවන කතා කොලාජ් එකකි. Sapan සම-නිර්මාතෘ සහ භාරකරු, සාකච්ඡා මධ්‍යස්ථ මාධ්‍යවේදිනී බීනා සර්වාර්, සවුත්ඒෂියාව අවටින් මාර්ග අනතුරු ඛේදවාචක පිළිබඳ පුළුල් පරාසයක් ආවරණය කරන කථිකයන් ඉදිරිපත් කළාය. ඔවුන් මාර්ග කඩා වැටීම් වල හේතූන් වල සිට ඉන් පසු ප්‍රතිවිපාක දක්වා - අහිමි වූ ජීවිත හෝ පවතින කම්පන සහ වෛද්‍ය ගැටළු වලට මුහුණ දීමට පීඩාවට පත් පවුල් අරගල කරන ආකාරය - සහ වටිනා ජීවිත බේරා ගත හැකි ආකාරය ගැන කතා කළහ.",
        "බංගලිදේශයේදී, 2011 අගෝස්තු මාසයේදී රූගත කිරීමකින් පසු ඩකා වෙත ආපසු යමින් සිටි චිත්‍රපට කණ්ඩායමට බස් රථයක් මුහුණට මුහුණ ගැටීමෙන් මිය ගියේය. ප්‍රකට චිත්‍රපට අධ්‍යක්ෂ Tareque Masud, කැමරා ශිල්පී Mishuk Munier සහ තවත් තිදෙනෙකු මිය ගියේය. දැනට කනෙක්ටිකට් හි වෙසෙන චිත්‍රපට නිෂ්පාදකවරියක් සහ අධ්‍යාපනඥවරියක් වන මසුඩ්ගේ බිරිඳ කැතරින් ඇතුළු තවත් පස් දෙනෙක් දිවි ගලවා ගත්හ. බංගලිදේශයේ අධික වේගයෙන් රිය පැදවීම හේතුවෙන් දිනකට පුද්ගලයින් 18 දෙනෙකු පමණ මිය යන බව ඩකාහි නීතිවේදී තක්බීර් හුඩා මාර්ග අනතුරු පිළිබඳ සිය තියුණු විග්‍රහයේ දී සඳහන් කළේය. නුසුදුසු වාහන හැර ගමන් වාර ගණන අනුව බස් රථ රියදුරන්ට ගෙවන ආකාරය මෙය පිටුපස ඇති සාධක වේ. ආයතනික වගකීම් නොමැතිකම සෘණාත්මක බලපෑමක් ඇති කරයි, වින්දිතයින් සඳහා වන්දි ලබා දීම සඳහා ශක්තිමත් නීතිමය රාමුවක වැදගත්කම අවධාරණය කළේය.",
        "මතක පවුර: වසර ගණනාවක් තිස්සේ අහිමි වූ ජීවිත මිලියන ගණනින් කිහිපයක් පමණක් මතක තබා ගැනීම. සුශ්මිතා ප්‍රීතාගේ දර්ශන වලින් කොලෙජ්",
        "මේවා “අනතුරු” නොව, මාර්ග ප්‍රවාහන පනත ලිහිල් ක්‍රියාවට නැංවීම හේතුවෙන් පාලනයකින් තොරව සිදුවන මනුෂ්‍ය ඝාතනයක් බව කැතරින් මසුඩ් පැවසීය. ආචාර්ය භාසින් මෙන්ම ඇයද ඇයගේම ඛේදවාචකයෙන් ඔබ්බට ගොස් සාක්ෂි සහ අධිකරණ නඩු හරහා වෙනසක් සඳහා තල්ලු කරමින් පද්ධතිය තුළ වගවීම සඳහා තල්ලු කළාය. තලා දැමූ මයික්‍රොබස් රථයේ සුන්බුන් මාර්ග ආරක්ෂණ ස්මාරකයක් ලෙස බංග්ලාදේශයේ මහජන ප්‍රදර්ශනයට තබා ඇත. වෛද්‍ය අශෝක් බන්ස්කොටා, සම-නිර්මාතෘ සහ වෛද්‍ය අධ්‍යක්ෂ සහ කත්මන්ඩු හි B&B රෝහලේ විකලාංග සේවා සභාපති, ඉන්දියාවේ ගාසියාබාද් හි මාර්ග අනතුරකින් දිවි ගලවා ගත් පුද්ගලයා විය. ඔහු මාර්ග අනතුරුවලින් දිවි ගලවා ගත් අය සමඟ වැඩ කිරීමේ අත්දැකීම් සහ බොහෝ විට දිගු කාලීන කම්පනයට පත් වූ දේ බෙදා ගත්තේය. එක් අවස්ථාවකදී, හදිසි අනතුරකින් දිවි ගලවා ගත් සහ විවිධ ශල්‍යකර්මවලට භාජනය වූ රෝගියෙකු එය අත්හැරියේය. “එක් උදයේ ඔහුගේ බිරිඳ මා වෙත පැමිණ ඔහු සියදිවි නසාගත් බව පැවසුවා.”",
        "මානව හිමිකම් ක්‍රියාකාරිකයෙකු වන මලීහා හුසේන් ඉස්ලාමාබාද් සිට උත්සවයට එක් විය. පකිස්තාන ජාතික කලා කවුන්සිලයේ ප්‍රධානියා වන ඇගේ සොහොයුරිය වන ආචාර්ය ෆවුසියා සයීඩ් අහමඩ් සහ බෑණනුවන් පසුගිය ජූලි මාසයේදී බලුකිස්තානයේ ‘ඛූනි සාරක්’, ලේ වැකි පාරක් ලෙස හඳුන්වනු ලබන මාර්ගයේ මුහුණට මුහුණ ගැටී ඇත.",
        "“රියදුරු සහ ඉදිරියෙන් සිටින අනෙක් පුද්ගලයා සඳහා වායු බෑග් යොදවා ඇත. මගේ අක්කයි මල්ලියි හිටියේ පිටිපස්සේ සීට් එකේ. ඔවුන් ආසන පටි පැළඳ සිටියේ නැත. මෙහි සිටින අය පිටුපස ආසන පටි පැළඳ නොසිටින්නේ මන්දැයි මම නොදනිමි, ”ඇය පැවසුවාය.",
        "අනතුර සිදු වූ දුරස්ථ ප්‍රදේශයේ සිට පළාතේ එකම කම්පන මධ්‍යස්ථානයක් ඇති ක්වෙටා වෙත වින්දිතයින් ප්‍රවාහනය කරන ලද බැවින් සම්බන්ධතා නොමැතිකම ඇතුළුව, බිඳවැටීමේ බිඳවැටෙන මතකයන් සහ එහි ප්‍රතිවිපාක පිළිබඳ බිඳෙනසුලු මතකයන් විස්තර කිරීම ඇයට තවමත් කම්පන සහගත බව පෙනේ. පවුලේ බලගතු සම්බන්ධතා නොතිබුනේ නම්, කතාව බෙහෙවින් වෙනස් ලෙස අවසන් වීමට ඉඩ තිබුණි. දිවි ගලවා ගත් පුද්ගලයාට උපකාර කිරීමට ඔහුට හැකි වූ මාර්ග අනතුරක් දැකීමෙන් පසු, මයිසූර් හි 20 හැවිරිදි ශිෂ්‍යයෙක්, සිවිල් ඉංජිනේරු විවේක් සැමුවෙල් සහ ඔහුගේ මිතුරන් කෙරෝබී මාර්ග ආරක්ෂාව ආරම්භ කළේය. Vivek දැන් මාර්ග අනතුරු වලින් සිදුවන මරණ අවම කළ හැකි උපාංග සහ උපකරණ සොයා ගැනීමට කටයුතු කරන ඉංජිනේරුවන් කණ්ඩායමක ප්‍රධානියා වේ.",
        "සවුත්ඒෂියා හි මෝටර් රථ ධාවකයින් සිටින්නේ 10% ක් පමණක් වුවද, මාර්ග අනතුරු හේතුවෙන් ගෝලීය වශයෙන් වාර්තා වන මරණවලින් 25% ක් කලාපයෙන් සිදු වන බව, ලන්ඩනයේ ඉම්පීරියල් විද්‍යාලයේ පර්යේෂක ස්නේහා ජා, ගැටලුව පිළිබඳ දළ විශ්ලේෂණයක් ඉදිරිපත් කරමින් සඳහන් කළේය. 2014 දී, මෙම යතුරුපැදි මිය ගොස් ඇත්තේ බිහාර් ප්‍රාන්තයේ 22 හැවිරිදි ඉංජිනේරු සිසුවෙකු වන ක්‍රිෂ්ණ කුමාර්ගේ ය. ඔහු හිස්වැසුම් පැළඳ සිටියේ නැත. ඛේදවාචකය ඔහුගේ මිතුරා වන රඝවේන්ද්‍ර කුමාර්ට නීතිඥ රැකියාවෙන් ඉවත් වී හිස්වැසුම් බෙදා හැරීමට පටන් ගත්තේය. ඔහු දැන් \"ඉන්දියාවේ හෙල්මට් මිනිසා\" ලෙස හැඳින්වේ. PUCL හි කවිතා ශ්‍රීවාස්තවා විසින් පරිවර්තනය කරන ලද හින්දි භාෂාවෙන් මෙම උත්සවයේදී කතා කරමින්, රග්වේන්ද්‍ර, හිස්වැසුමකින් ක්‍රිෂ්ණාගේ ජීවිතය බේරා ගත හැකි යැයි සිතීම ගැන ඔහුගේ වේදනාව බෙදා ගත්තේය. ඔහු පසුගිය වසර අට තුළ හිස්වැසුම් 55,000 ක් ලබා දී ඇති අතර ඒ සඳහා ඔහුගේ දේපළ පවා විකුණා ඇත.",
        "ගාසියාබාද්හි තොරතුරු තාක්ෂණ වෘත්තිකයෙකු වන ක්‍රියාකාරිකයෙකු වන සමීර් ගුප්තාගේ ද මෙම ගැටළුව පුද්ගලික ය. උත්සවයේ සත්කාරකත්වය ඔහු විසින් වළලනු ලැබූ මතකයක් නැවත ගෙන ආවේය. මීට වසර 12 කට පෙර දිනක් රාත්‍රියේදී ඔහුගේ මිතුරා සහ අසල්වැසි රාජු තම බිරිඳට මල් මිලදී ගැනීමට පිටත්ව ගිය අතර වේගයෙන් පැමිණි මෝටර් රථයක් ඔහුගේ ස්කූටරයේ ගැටුණි. රාජු එම ස්ථානයේදීම මිය ගියේය. ඔහු හිස්වැසුම් පැළඳ සිටියේ නැත. මෙය සිදු වූ නේවාසික වීදියේ රුධිරය සමීර්ගේ සිතෙහි සදාකාලිකව තැන්පත් වී ඇත. මාර්ග අනතුරුවලින් සිදුවන මරණ සහ තුවාලවලින් බහුතරයක් වළක්වා ගත හැකි බව විද්‍යා ලේඛක සහ මාධ්‍යවේදී නාලක ගුණවර්ධන කොළඹදී අදහස් දක්වමින් කියා සිටියේය.",
        "සාකච්ඡාව අවසානයේ ඉදිරිපත් කරමින්, \"ඵලදායි මාර්ග ආරක්ෂණ වැඩසටහන් නොමැතිකම ප්‍රධාන මහජන සෞඛ්‍ය ගැටලුවක්\" බව ඔහු සඳහන් කළේය. එහි ප්‍රතිඵලයක් ලෙස \"පුද්ගලයින්ට සහ රාජ්‍යයන්ට එකසේ\" ආර්ථික හා සමාජීය පිරිවැය ඉහළ යයි. මාර්ග අනතුරට ගොදුරු වූවන්. වන්දි ගෙවීම නීත්‍යානුකූල අයිතිවාසිකමක් වන විට පවා, අධික සංකීර්ණතා සහ මෙම නීති දුර්වල ලෙස ක්‍රියාත්මක කිරීම මෙය වළක්වයි.",
        "\"මාර්ග සහ මහාමාර්ග ආරක්ෂාව හඳුනා ගැනීමට සහ ආමන්ත්‍රණය කිරීමට දකුණු ආසියානු කලාපය පුරා සහයෝගීතාවයේ\" අවශ්‍යතාවය ද එය අවධාරණය කරයි. ඵලදායි මාර්ග ආරක්ෂණ වැඩසටහන් ක්‍රියාත්මක කිරීමත් සමඟ මාර්ග අනතුරුවලින් සිදුවන තුවාල සහ මරණ විශාල වශයෙන් අඩුකරගත හැකිය.ඉන්දියාවේ සැලසුම් කොමිසමේ හිටපු සාමාජිකාවක් සහ මානව හිමිකම් සහ ස්ත්‍රීවාදයේ ධජය දරන්නා වූ ආචාර්ය සයිඩා හමීඩ් වෙළඳාම පහසු කිරීම සඳහා වන ඉල්ලීම කියෙව්වාය. කලාපයේ සංචාරය කරන්න, සහ යුරෝපීය සංගමයේ රේඛා ඔස්සේ වීසා-නිදහස් සවුත්ඒෂියාව සඳහා.",
        "මෙම රැස්වීම කලාපයේ සාම ව්‍යාපාරයේ දූරදර්ශීහු ද අනුස්මරණය කරන ලද අතර, ඩකාහි මාධ්‍යවේදියෙකු සහ පර්යේෂකයෙකු වන සුෂ්මිතා ප්‍රීතා විසින් සාම ව්‍යාපාරයේ ගෞරවනීය ටයිටන්වරුන් වන ආචාර්ය මුබෂීර් හසන්, කුල්දිප් නයාර්, අයි.ඒ. රෙහ්මාන්, අස්මා ජහාන්ගීර් සහ තවත් අය. මාධ්‍යවේදී Khalid Hameed Farooqi, Brussels හි Geo වාර්තාකරු, Karachi හි ජ්‍යෙෂ්ඨ කර්තෘ The News Talat Aslam සහ තවත් අය ඇතුළුව, පසුගිය මාසය තුළ අහිමි වූ අනෙකුත් ප්‍රමුඛ පුරවැසියන්ගේ ජීවිත ද ඇය සිහිපත් කළාය.",
        "ඇය විසින් ඉදිරිපත් කරන ලද මතක පවුරෙහි ඇතුළත් වූයේ මාර්ග අනතුරු හේතුවෙන් අහිමි වූ මිලියන ගණනක ජීවිතවල ඡායාරූප කිහිපයක් පමණි. ඔවුන් අතර පුරෝගාමී නේපාල සංරක්ෂණ ජීව විද්‍යාඥ Pralad Yonzon, 60, 2011 ඔක්තෝම්බර් 31 වන දින, කත්මණ්ඩුහිදී ට්‍රක් රථයක බයිසිකලයක් හැපී මිය ගිය අතර, 2017 අගෝස්තු මාසයේදී මෝටර් රථ අනතුරකින් මියගිය ශ්‍රී ලාංකික ක්‍රියාකාරිකයෙකු වන විජේ නාගරාජ්, 44.",
        "1994 දෙසැම්බර් 26 වන දින ඉස්ලාමාබාද්හිදී බස් රථයක් ඇගේ මෝටර් රථයේ ගැටීමෙන් 44 හැවිරිදි වියේ පසුවූ සිවිල් සේවකයෙකු සහ කවියෙකු වන පර්වීන් ෂාකීර් ද මිය ගිය බව සඳහන් කළ හැකිය. ඇගේ එකම පුත්‍රයා එවකට 15 හැවිරිදි මුරාද්ට මවක් අහිමි වූ අතර ලෝකයම මිය ගියේය. කලාපයේ ස්ත්‍රීවාදී සාහිත්‍යයේ සහ කවියේ ප්‍රතිමූර්තියක් අහිමි විය. මාර්ග ඛේදවාචකවලදී සමීපතමයන් සහ සමීපතමයන් අහිමි වීමේ වේදනාව නිර්භීතව වින්දිතයන්ගේ පුද්ගලික ආඛ්‍යාන මගින් මාර්ග ආරක්ෂාව සහ වැළැක්වීම පිළිබඳ දැනුවත් කිරීම සඳහා විපතට පත් පවුල් විවිධ ක්‍රම අනුගමනය කර ඇති ආකාරය ඉස්මතු කර පෙන්වයි මාර්ගවල සිදුවන මරණ.",
        "සමහරු පූනේහි චිත්‍රපට නිෂ්පාදක රෝහිත් වලේචා විසින් සම්පාදනය කරන ලද වීඩියෝවල සාක්ෂි බෙදා ගත්හ. ඩකාහි ස්ත්‍රීවාදී ක්‍රියාකාරිකයෙකු වන කුෂි කබීර් යතුරුපැදි අනතුරකින් මිය ගිය ඇගේ සගයා වූ 46 හැවිරිදි මොහොමඩ් ෆිර්දවුස් හුසේන් සිහිපත් කළාය. ජායිපූර් හි ක්‍රියාකාරිනී නිශා සිද්ධු ඇගේ එකම පුත්‍රයා වන 25 හැවිරිදි කලාකරු සමර්ත් සිං සහ ඔහුගේ මිතුරා වන 24 හැවිරිදි සිසු රවුනක් තක්කාර් 2020 දී වේගයෙන් ධාවනය වූ බස් රථයකින් මිය ගියේය. නිර්මාතෘ සාමාජික සපන් ආචාර්ය ෆවුසියා දීබා ක්වෙටා හි සිට , දැන් නිව් ජර්සි හි, 1974, කරච්චි හිදී ඔහු පිල්ලියන් පදිමින් සිටි යතුරුපැදියක බසයක් ගැටීමෙන් ඇගේ සොහොයුරා වන සාමි අහිමි විය. ඔහු හිස්වැසුම් පැළඳ සිටියේ නැත. ඇයට ඥාති සොහොයුරෙකු ද අහිමි වූ අතර, එය අනතුරට ලක් වූ විට මෝටර් රථයකින් ඉවතට විසි විය. ඇය ආසන පටි පැළඳ සිටියේ නැත.",
        "මෙම සිදුවීම පිටුපස ගාමක බලවේගය වූයේ මාර්ග අනතුරුවලට ගොදුරු වූවන්ගේ වේදනාව සහ මතකය බව කත්මන්ඩු හි ලේඛක, කර්තෘ සහ ප්‍රජාතන්ත්‍රවාදී ක්‍රියාකාරික කනක් මනි ඩික්සිත් සිය අවසන් ප්‍රකාශයේ සඳහන් කළේය. මෙම සිදුවීම් \"සිදුවීම්\" නොවේ, යටිතල පහසුකම්, රියදුරන් සහ වාහන හිමිකරුවන් පිටුපස ඇති නොසැලකිල්ල අවධාරනය කරයි. මෙම සාපරාධී නොසැලකිල්ලට අවධානය යොමු නොකරන්නේ නම්, සවුත්ඒෂියා පාරවල් දිගටම වටිනා ජීවිත ගිල දමනු ඇත. එළඹෙන 30 ජුනි-1 ජූලි සඳහා යමක්, සැලකිල්ලට ගත යුතුය.",
        "Shazman Shariff යනු බැංගලෝරයේ නිදහස් ලේඛකයෙකි. විද්යුත් තැපෑල: . මෙය Sapan සින්ඩිකේටඩ් විශේෂාංගයකි - .HYPERLINKS",
        "බෞද්ධ පුනර්ජීවනය කාන්තා බෞද්ධ අධ්‍යාපනය සහ බෞද්ධ පුනරුදයේ කාන්තාව ස්ථානගත කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "'திறமையான சாலை பாதுகாப்பு திட்டங்கள் இல்லாதது ஒரு பெரிய பொது சுகாதார கவலை'",
      "body_lines": [
        "ஜெய்ப்பூரில் உள்ள பதினேழு வயதான துர்வா பாசின், திங்கட்கிழமை காலை பள்ளிக்கு விடுமுறை அளித்தாள், அவள் கதக் நடைமுறைத் தேர்வுக்கு நடந்து சென்றபோது, ​​பல மாத பயிற்சிக்குப் பிறகு தன் திறமையைக் காட்ட உற்சாகமாக இருந்தாள். அவசரமாக இயக்கப்பட்ட பேருந்து அவளது கனவுகளை முடிவுக்குக் கொண்டு வந்தது. அந்த நாள், 3 மே 1999 அன்று, அவரது பெற்றோர்களான மிருதுல் மற்றும் பிரமோத் பாசின் மற்றும் மூத்த சகோதரர் சாந்தனு. துர்வா ஆகியோரின் வாழ்க்கையை என்றென்றும் மாற்றியது. ஒவ்வொரு ஆண்டும் சவுதாசியாவைச் சுற்றியுள்ள சாலை விபத்துக்களில் இறக்கும் கால் மில்லியன் மக்களில் ஒருவரானார்.",
        "முன்னதாக, குடிபோதையில் வாகனம் ஓட்டியதற்காக அதிவேக ஓட்டுநர் இடைநீக்கம் செய்யப்பட்டதை மிருதுல் பாசின் விவரிக்கிறார். வாகனத்தில் பள்ளி மாணவர்களும் ஆசிரியர்களும் இருந்தனர். மகளுக்கு உதவ யாரும் நிற்கவில்லை.",
        "அவள் இறந்து மூன்று நாட்களுக்குப் பிறகு, துர்வாவின் பிறந்தநாளில், அவளுடைய ஆசிரியர்களில் ஒருவரால் தூண்டுதலால், பாசின்கள் அத்தகைய துயரங்களைத் தடுக்க தங்கள் வாழ்க்கையை அர்ப்பணிக்க முடிவு செய்தனர். சாலைப் பாதுகாப்பிற்காக ஒரு அமைப்பைத் தொடங்கினார்கள். எமோரி பல்கலைக்கழகத்தில் ஆங்கில இலக்கியத்தில் முனைவர் பட்டமும், ராஜஸ்தான் பல்கலைக்கழகத்தில் சட்டப் பட்டமும் பெற்ற டாக்டர் பாசின், “உலகளாவியத்தை மேம்படுத்துதல்” என்ற தலைப்பில் நடந்த விவாதத்தில், குற்றவியல் அலட்சியம் அல்லது குற்றவியல் அலட்சியம் அல்லது கவனக்குறைவால் ஏற்படும் மனிதச் செலவுகள் குறித்துப் பேசிய பல பேச்சாளர்களில் ஒருவர். சாலை பாதுகாப்பு”, அல்லது சபான் ஏற்பாடு செய்தது.",
        "ஐநா பொதுச் சபையின் நிறைவேற்றப்பட்ட தீர்மானமான “வாழ்க்கைக்கான வீதிகள்: சாலைப் பாதுகாப்பிற்கான சவுதாசியர்கள்” என்ற தீர்மானத்துடன் இந்த விவாதம் இணைந்தது. \"சாலைப் பாதுகாப்பிற்கான பத்தாண்டு நடவடிக்கை\" 2021-2030 2030 ஆம் ஆண்டிற்குள் சாலைப் போக்குவரத்து இறப்புகள் மற்றும் காயங்களை பாதியாகக் குறைப்பதை நோக்கமாகக் கொண்டுள்ளது. மே 29 ஞாயிற்றுக்கிழமை, ஐ.நா உலகளாவிய சாலை பாதுகாப்பு வாரத்திற்கு ஒரு வாரத்திற்குப் பிறகு, மே 13-17, இந்த நிகழ்வை இணைந்து நடத்தியது. முஸ்கான் மற்றும் சிவில் உரிமைகளுக்கான மக்கள் ஒன்றியம், ராஜஸ்தான். ஆன்லைன் கூட்டத்தில் உரையாற்றிய டாக்டர் பாசின், தகுதியின் அடிப்படையில் கண்டிப்பாக ஓட்டுநர் உரிமங்களை வழங்க வேண்டியதன் அவசியத்தையும், போக்குவரத்து விதிகளை அமல்படுத்துவதை உறுதி செய்வதையும் வலியுறுத்தினார்.",
        "இது சப்பானின் பதின்மூன்றாவது மாதாந்திர வெபினார், தொடரின் ஒரு பகுதியான “கற்பனை! நேபர்ஸ் இன் பீஸ்” ஏப்ரல் 2021 இல், சபான் தொடங்கப்பட்ட ஒரு மாதத்திற்குப் பிறகு தொடங்கியது. பாதிக்கப்பட்டவர்களின் அதிர்ச்சி மற்றும் சாலை மரணங்களின் அதிர்ச்சியை சமாளிக்கும் போராட்டத்தை மையமாகக் கொண்ட இதயத்தை உலுக்கும் கதைகளின் படத்தொகுப்பு வெளிப்பட்டது. சப்பான் இணை நிறுவனர் மற்றும் கண்காணிப்பாளரான கலந்துரையாடல் நடுவர் பத்திரிகையாளர் பீனா சர்வார், சௌதாசியாவைச் சுற்றியுள்ள பல்வேறு சாலை விபத்து துயரங்களை உள்ளடக்கிய பேச்சாளர்களை வரைந்தார். சாலை விபத்துகளின் காரணங்களிலிருந்து பின்விளைவுகள் வரையிலான அனைத்து அம்சங்களையும் பற்றி அவர்கள் பேசினர் - பாதிக்கப்பட்ட குடும்பங்கள் இழந்த உயிர்கள் அல்லது நடந்து கொண்டிருக்கும் அதிர்ச்சி மற்றும் மருத்துவ சிக்கல்களின் அடிப்படையில் எவ்வாறு சமாளிக்க போராடுகிறார்கள் - மற்றும் விலைமதிப்பற்ற உயிர்களை எவ்வாறு காப்பாற்ற முடியும்.",
        "பங்களாதேஷில், ஆகஸ்ட் 2011 இல் படப்பிடிப்பு முடிந்து டாக்காவுக்குத் திரும்பிய படக்குழுவினருடன் நேருக்கு நேர் மோதியதில், படக்குழுவினர் உயிரிழந்தனர். பிரபல திரைப்பட இயக்குநர் தாரேக் மசூத், ஒளிப்பதிவாளர் மிஷுக் முனியர் மற்றும் மூன்று பேருடன் இறந்தார். தற்போது கனெக்டிகட்டில் உள்ள திரைப்படத் தயாரிப்பாளரும் கல்வியாளருமான மசூதின் மனைவி கேத்தரின் உட்பட மேலும் ஐந்து பேர் உயிர் பிழைத்துள்ளனர். வங்கதேசத்தில் அதிவேகத்தால் தினமும் சுமார் 18 பேர் இறக்கின்றனர் என்று டாக்காவில் உள்ள வழக்கறிஞர் தக்பீர் ஹுடா சாலை விபத்துகள் குறித்த தனது கூர்மையான ஆய்வில் குறிப்பிட்டார். இதற்குப் பின்னால் உள்ள காரணிகள், தகுதியற்ற வாகனங்கள் தவிர பயணங்களின் எண்ணிக்கையின் அடிப்படையில் பேருந்து ஓட்டுநர்களுக்கு எவ்வாறு ஊதியம் வழங்கப்படுகிறது என்பதும் அடங்கும். கார்ப்பரேட் பொறுப்புக்கூறல் இல்லாமை எதிர்மறையான சுழல் தாக்கத்தை ஏற்படுத்துகிறது, பாதிக்கப்பட்டவர்களுக்கு இழப்பீடு வழங்க உறுதியான சட்ட கட்டமைப்பின் முக்கியத்துவத்தை வலியுறுத்தினார்.",
        "நினைவகச் சுவர்: பல ஆண்டுகளாக இழந்த மில்லியன் கணக்கான உயிர்களில் சிலவற்றை மட்டுமே நினைவுபடுத்துகிறது. சுஷ்மிதா ப்ரீத்தாவின் காட்சிகளிலிருந்து படத்தொகுப்பு",
        "இவை \"விபத்துகள்\" அல்ல, ஆனால் சாலைப் போக்குவரத்துச் சட்டத்தின் மெத்தனமான அமலாக்கத்தால் கட்டுப்படுத்தப்படாமல் நடக்கும் ஒரு வகையான கொலை என்று கேத்தரின் மசூத் கூறினார். டாக்டர் பாசினைப் போலவே, அவர் தனது சொந்த சோகத்தைத் தாண்டி சாட்சியங்கள் மற்றும் நீதிமன்ற வழக்குகள் மூலம் மாற்றத்தைத் தூண்டினார், அமைப்பில் பொறுப்புக்கூறலைத் தூண்டினார். நொறுக்கப்பட்ட மைக்ரோபஸ்ஸின் இடிபாடுகள் இப்போது பங்களாதேஷில் சாலை பாதுகாப்பு நினைவுச்சின்னமாக பொது காட்சிக்கு வைக்கப்பட்டுள்ளன. டாக்டர். அசோக் பான்ஸ்கோடா, இணை நிறுவனர் மற்றும் மருத்துவ இயக்குனர் மற்றும் காத்மாண்டு B&B மருத்துவமனையின் எலும்பியல் சேவைகளின் தலைவர், இந்தியாவின் காஜியாபாத்தில் சாலை விபத்தில் உயிர் பிழைத்தவர். சாலை விபத்துக்களில் உயிர் பிழைத்தவர்களுடன் பணிபுரிந்த அனுபவத்தைப் பகிர்ந்துகொண்டார். ஒரு சந்தர்ப்பத்தில், ஒரு விபத்தில் உயிர் பிழைத்து, பல அறுவை சிகிச்சைகளுக்கு ஆளான ஒரு நோயாளி கைவிட்டார். \"ஒரு நாள் காலையில் அவரது மனைவி என்னிடம் வந்து அவர் தற்கொலை செய்து கொண்டதாக என்னிடம் கூறினார்.\"",
        "மனித உரிமை ஆர்வலர் மலிஹா ஹுசைன் இஸ்லாமாபாத்தில் இருந்து நிகழ்ச்சியில் கலந்து கொண்டார். அவரது சகோதரி டாக்டர் ஃபௌசியா சயீத் அகமது, பாகிஸ்தான் தேசிய கலை கவுன்சில் தலைவர் மற்றும் ஒரு மருமகனும், ஒரு மருமகனும் கடந்த ஜூலை மாதம் பலுசிஸ்தானில் உள்ள 'கூனி சரக்', இரத்தம் தோய்ந்த சாலையில், நேருக்கு நேர் மோதிக் கொண்டனர்.",
        "“டிரைவருக்கும் முன்னால் உள்ள மற்ற நபருக்கும் ஏர்பேக்குகள் பயன்படுத்தப்பட்டன. என் சகோதரியும் மருமகனும் பின் இருக்கையில் இருந்தனர். அவர்கள் சீட் பெல்ட் அணியவில்லை. இங்குள்ளவர்கள் ஏன் பின்னால் சீட் பெல்ட் அணிவதில்லை என்று எனக்குத் தெரியவில்லை,\" என்று அவர் கூறினார்.",
        "விபத்து நடந்த தொலைதூரப் பகுதியிலிருந்து மாகாணத்தில் உள்ள ஒரே அதிர்ச்சி மையத்தைக் கொண்ட குவெட்டாவுக்குக் கொண்டு செல்லப்பட்டதால், விபத்து மற்றும் அதன் பின்விளைவுகளின் நொறுங்கும் நினைவுகளை விவரிப்பது அவளுக்கு இன்னும் அதிர்ச்சிகரமானதாக இருக்கிறது. குடும்பத்தின் செல்வாக்குமிக்க தொடர்புகள் இல்லாமல் இருந்திருந்தால், கதை மிகவும் வித்தியாசமாக முடிந்திருக்கும். அவர் உயிர் பிழைத்தவருக்கு உதவ முடிந்த சாலை விபத்தைப் பார்த்த பிறகு, மைசூரில் 20 வயது மாணவர், சிவில் இன்ஜினியர் விவேக் சாமுவேல் மற்றும் அவரது நண்பர்கள் கெரோபி சாலை பாதுகாப்பு என்ற தொடக்கத்தைத் தொடங்கினார். விவேக் இப்போது சாலை விபத்துகளில் ஏற்படும் உயிரிழப்பைக் குறைக்கக்கூடிய சாதனங்கள் மற்றும் உபகரணங்களை கண்டுபிடிப்பதற்காக பணிபுரியும் பொறியாளர்கள் குழுவிற்கு தலைமை தாங்குகிறார்.",
        "சவுதாசியாவில் வெறும் 10% மோட்டார் ரைடர்கள் இருந்தாலும், சாலை விபத்துகளால் உலகளவில் 25% இறப்புகளுக்கு இப்பகுதியே காரணம் என்று லண்டனில் உள்ள இம்பீரியல் கல்லூரியின் ஆய்வாளரான சினேகா ஜா குறிப்பிட்டார். 2014 இல், ஒன்று இந்த மோட்டார் சைக்கிள் மரணம் பீகாரில் 22 வயது பொறியியல் மாணவர் கிருஷ்ண குமார் என்பவரின் மரணம். அவர் ஹெல்மெட் அணியவில்லை. இந்த சோகம் அவரது நண்பர் ராகவேந்திர குமாரை வக்கீல் வேலையை விட்டுவிட்டு ஹெல்மெட் வழங்கத் தூண்டியது. அவர் இப்போது \"இந்தியாவின் ஹெல்மெட் மேன்\" என்று அழைக்கப்படுகிறார். PUCL இன் கவிதா ஸ்ரீவஸ்தவா மொழிபெயர்த்த இந்தியில் இந்த நிகழ்வில் பேசிய ராகவேந்திரா, ஹெல்மெட் கிருஷ்ணாவின் உயிரைக் காப்பாற்றியிருக்கலாம் என்ற எண்ணத்தைப் பற்றி தனது வலியைப் பகிர்ந்து கொண்டார். அவர் கடந்த எட்டு ஆண்டுகளில் 55,000 ஹெல்மெட்களை வழங்கியுள்ளார், அதற்காக தனது சொத்துக்களை விற்றுள்ளார்.",
        "காஜியாபாத்தில் உள்ள தகவல் தொழில்நுட்ப வல்லுநர் சமீர் குப்தாவின் தனிப்பட்ட பிரச்சினை. நிகழ்ச்சியை தொகுத்து வழங்கியது அவர் புதைத்து வைத்திருந்த ஒரு நினைவை மீட்டெடுத்தது. 12 ஆண்டுகளுக்கு முன்பு ஒரு நாள் இரவு, அவரது நண்பரும் பக்கத்து வீட்டுக்காரருமான ராஜு, தனது மனைவிக்கு பூ வாங்க வெளியே சென்றபோது, ​​வேகமாக வந்த கார் அவரது ஸ்கூட்டியில் மோதியது. இதில் ராஜூ சம்பவ இடத்திலேயே உயிரிழந்தார். அவர் ஹெல்மெட் அணியவில்லை. இது நடந்த குடியிருப்பு தெருவின் ரத்தம் சமீர் மனதில் என்றென்றும் பதிந்துவிட்டது. வீதி விபத்துக்களினால் ஏற்படும் பெரும்பாலான உயிரிழப்புகள் மற்றும் காயங்கள் தடுக்கக்கூடியவை என விஞ்ஞான எழுத்தாளரும் ஊடகவியலாளருமான நாலக குணவர்தன கொழும்பில் கருத்து தெரிவித்தார்.",
        "கலந்துரையாடலின் முடிவில், \"பயனுள்ள சாலை பாதுகாப்பு திட்டங்கள் இல்லாதது ஒரு பெரிய பொது சுகாதார கவலை\" என்று அவர் குறிப்பிட்டார், இதன் விளைவாக \"தனிநபர்கள் மற்றும் மாநிலங்களுக்கு\" அதிக பொருளாதார மற்றும் சமூக செலவுகள் ஏற்படுகின்றன. சாலை விபத்தில் பாதிக்கப்பட்டவர்கள். இழப்பீடு என்பது சட்டப்பூர்வ உரிமையாக இருந்தாலும் கூட, அதிகப்படியான சிக்கல்கள் மற்றும் இந்தச் சட்டங்களின் மோசமான அமலாக்கம் இதைத் தடுக்கிறது.",
        "\"சாலை மற்றும் நெடுஞ்சாலை பாதுகாப்பை அங்கீகரித்து நிவர்த்தி செய்ய தெற்காசியப் பகுதி முழுவதும் ஒத்துழைப்பின்\" அவசியத்தையும் இது வலியுறுத்துகிறது. பயனுள்ள சாலை பாதுகாப்பு திட்டங்களை செயல்படுத்துவதன் மூலம் சாலை விபத்துக்களால் ஏற்படும் காயங்கள் மற்றும் உயிரிழப்புகளை வெகுவாகக் குறைக்க முடியும். இந்திய திட்டக் குழுவின் முன்னாள் உறுப்பினரும் மனித உரிமைகள் மற்றும் பெண்ணியத்தின் கொடி ஏந்தியவருமான டாக்டர் சையதா ஹமீத் வர்த்தகம் மற்றும் வணிகத்தை எளிதாக்குவதற்கான அழைப்பை வாசித்தார். பிராந்தியத்தில் பயணம், மற்றும் விசா இல்லாத சவுத்தாசியாவிற்கு, ஐரோப்பிய ஒன்றியத்தின் வழிகளில்.",
        "இக்கூட்டம் இப்பகுதியில் அமைதி இயக்கத்தின் தொலைநோக்கு பார்வையாளர்களை நினைவு கூர்ந்தது, டாக்காவைச் சேர்ந்த பத்திரிகையாளரும் ஆய்வாளருமான சுஷ்மிதா ப்ரீத்தா, டாக்டர் முபாஷிர் ஹசன், குல்தீப் நாயர், ஐ.ஏ. ரெஹ்மான், அஸ்மா ஜஹாங்கீர் மற்றும் பலர். பத்திரிகையாளர் காலித் ஹமீத் ஃபாரூக்கி, பிரஸ்ஸல்ஸில் உள்ள ஜியோ நிருபர், கராச்சியில் உள்ள மூத்த ஆசிரியர் தி நியூஸ் தலாத் அஸ்லம் மற்றும் பலர் உட்பட கடந்த மாதத்தில் இழந்த பிற முக்கிய குடிமக்களின் வாழ்க்கையையும் அவர் நினைவு கூர்ந்தார்.",
        "அவர் வழங்கிய நினைவகச் சுவரில் சாலை விபத்துக்களால் இழந்த மில்லியன் கணக்கான உயிர்களின் சில ஸ்னாப்ஷாட்கள் உள்ளன. அவர்களில் முன்னோடி நேபாளி பாதுகாப்பு உயிரியலாளர் பிரலாட் யோன்சோன், 60, அக்டோபர் 31, 2011 அன்று காத்மாண்டுவில் அவரது சைக்கிள் மீது டிரக் மோதியதில் கொல்லப்பட்டார், மற்றும் ஆகஸ்ட் 2017 இல் கார் விபத்தில் இறந்த இலங்கை ஆர்வலர் விஜய் நாகராஜ், 44.",
        "அரசு ஊழியரும் கவிஞருமான பர்வீன் ஷாகிர் 26 டிசம்பர் 1994 அன்று இஸ்லாமாபாத்தில் அவரது கார் மீது பேருந்து மோதியதில் 44 வயதில் கொல்லப்பட்டார். அவரது ஒரே மகன் முராத், அப்போது 15, தாயை இழந்தார். இப்பகுதியில் பெண்ணிய இலக்கியம் மற்றும் கவிதைகள் ஒரு சின்னத் திறமையை இழந்துவிட்டன. சாலைப் பேரழிவுகளில் நெருங்கியவர்களையும் அன்பானவர்களையும் இழக்க நேரிடும் வலியைத் துணிச்சலாகப் பெற்ற பாதிக்கப்பட்டவர்களின் தனிப்பட்ட விவரிப்புகள், சாலைப் பாதுகாப்பு மற்றும் தடுப்பு பற்றிய விழிப்புணர்வைப் பரப்புவதற்கு, இழந்த குடும்பங்கள் பல்வேறு வழிகளைக் கடைப்பிடித்த வழிகளை எடுத்துக்காட்டுகின்றன. சாலைகளில் ஏற்படும் மரணங்கள்.",
        "புனேவில் திரைப்பட தயாரிப்பாளர் ரோஹித் வலேச்சா தொகுத்த வீடியோக்களில் சிலர் சாட்சியங்களைப் பகிர்ந்து கொண்டனர். டாக்காவில் பெண்ணிய ஆர்வலர் குஷி கபீர் மோட்டார் சைக்கிள் விபத்தில் இறந்த தனது சக ஊழியர் முகமது ஃபிர்தௌஸ் ஹுசைனை (46) நினைவு கூர்ந்தார். ஜெய்ப்பூரில் உள்ள ஆர்வலர் நிஷா சித்து தனது ஒரே மகனான 25 வயது கலைஞரான சமர்த் சிங் மற்றும் அவரது நண்பரான 24 வயது மாணவர் ரவுனக் தக்கர் ஆகியோரின் இழப்பைப் பகிர்ந்து கொண்டார் , இப்போது நியூ ஜெர்சியில், 1974 ஆம் ஆண்டு கராச்சியில் அவர் பில்லியன் சவாரி செய்து கொண்டிருந்த மோட்டார் சைக்கிள் மீது பேருந்து மோதியதில் அவரது சகோதரர் சாமியை இழந்தார். அவர் ஹெல்மெட் அணியவில்லை. அவள் ஒரு உறவினரையும் இழந்தாள், அது விபத்துக்குள்ளானபோது ஒரு காரில் இருந்து தூக்கி எறியப்பட்டாள். அவள் சீட் பெல்ட் அணியவில்லை.",
        "நிகழ்வின் உந்து சக்தியாக சாலை விபத்துக்களில் பலியானவர்களின் வலியும் நினைவாற்றலும் இருந்தது என்று காத்மாண்டுவில் எழுத்தாளர், ஆசிரியர் மற்றும் ஜனநாயக ஆர்வலர் கனக் மணி தீட்சித் தனது நிறைவுரையில் குறிப்பிட்டார். இந்த சம்பவங்கள் \"நிகழ்வுகள்\" அல்ல, உள்கட்டமைப்பு, ஓட்டுநர்கள் மற்றும் வாகனங்களின் உரிமையாளர்களின் அலட்சியத்தை அடிக்கோடிட்டுக் காட்டினார். இந்த கிரிமினல் அலட்சியம் கவனிக்கப்படாவிட்டால், சவுதாசியாவின் சாலைகள் விலைமதிப்பற்ற உயிர்களை விழுங்கிக்கொண்டே இருக்கும். வரவிருக்கும் 30 ஜூன்-1 ஜூலைக்கு ஏதாவது, கவனத்தில் கொள்ள வேண்டும்.",
        "ஷாஸ்மான் ஷெரீப் பெங்களூரில் ஃப்ரீலான்ஸ் எழுத்தாளர். மின்னஞ்சல்: . இது ஒரு சபான் சிண்டிகேட்டட் அம்சம் - .ஹைபர்லிங்ஸ்",
        "பௌத்த மறுமலர்ச்சியில் பெண்ணை நிலைநிறுத்துதல் பெண் பௌத்த கல்வி மற்றும் புத்த மறுமலர்ச்சி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}