{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/12/no-ranil-cardinal-ven-omalpe-thero/",
  "time_ut": 1652357700,
  "title": "“No Ranil!”- Cardinal & Ven. Omalpe Thero",
  "body_lines": [
    "COLOMBO (News 1st); Two of the most respected members of the clergy Venerable (Dr) Omalpe Sobitha Thero, Chief Sanghanayake (Dakshina Lankawa) of the Ramana Sect/Nikaya, and Archbishop of Colombo Malcolm Cardinal Ranjith have unconditionally opposed the appointment of Ranil Wickremesinghe as the nation’s Prime Minister.",
    "Venerable (Dr) Omalpe Sobitha Thero speaking to reporters in Colombo said that the appointment of Wickremesinghe to the vacant post of Prime Minister is ‘against due process, unconstitutional, and unethical.’",
    "The Venerable Thero said that Wickremesinghe is not suitable to be appointed to the post of Prime Minister.",
    "“The people are asking for one thing, but are being offered something completely different,” said the Venerable Thero, adding the Mahanayake Thero’s have made a clear directive with respect to the appointment of a new administration.",
    "He said the appointment of Wickremesinghe would be seen as a direct disregard of the directive.",
    "“The entire country is aware that Ranil Wickremesinghe is not a leader who has won the hearts of the people,” the Venerable Thero added.",
    "He is a National List MP and is not a leader who can realize the aspirations of the people, said the Venerable Thero, adding that Wickremesinghe is being appointed for some other personal reason, and not because the people want him as the PM.",
    "‘This is a decision being made for the sole protection of the Rajapaksa’s,’ said the Venerable Thero.",
    "He noted that one person is being given power by breaking away MPs from other parties, sometimes forcibly or by offering them money.",
    "Ranil Wickremesinghe’s appointment to the post of Prime Minister cannot be accepted, said His Eminence Malcolm Cardinal Ranjith on Thursday (12).",
    "Speaking to reporters in Colombo the Archbishop of Colombo expressed the dissatisfaction over the decision reportedly made by President Gotabaya Rajapaksa to appoint Ranil Wickremesinghe as the Prime Minister of a new Cabinet.",
    "“Mr. Wickremesinghe is only one representative of Parliament and he does not command the majority in Parliament. This appointment is not legal and this is not the solution that the people in this country want at the moment,” he said.",
    "His Eminence Malcolm Cardinal Ranjith said the people want a person with reputed integrity and not a person who has been defeated in politics, and who has been thrown out of power by the people.",
    "He also said the people want a person who can win the confidence of all the people.",
    "“The Mahanayake Thero’s suggest a non-partisan person. What has happened to that suggestion is everybody’s guess. We would like to reiterate that is it necessary for us to move forward from the present crisis with confidence into the future, we need a complete change of this system. And that can happen not through the leaders of the present parliament parties,” he said.",
    "His Eminence Malcolm Cardinal Ranjith went on to note that it can only happen with someone who is not a partisan person, who can win the confidence of all the citizens of this country.",
    "‘The Mahanayake Theros made that request to the President and we expect the President to honor that request, and to respect the voice of the clergy,’ he noted.",
    "His Eminence Malcolm Cardinal Ranjith said the swearing-in ceremony of Ranil Wickremesinghe should be cancelled.",
    "Sri Lanka : Ranil Wickremesinghe appointed Prime Minister by President Gotabaya",
    "Ranil’s appointment to the post of Prime Minister cannot be accepted – Cardinal"
  ],
  "translate": {
    "si": {
      "title": "“රනිල් එපා!” - කාදිනල් හා හාමුදුරුවෝ. ඕමල්පේ හාමුදුරුවෝ",
      "body_lines": [
        "COLOMBO (News 1st); රනිල් වික්‍රමසිංහ මහතා ජාතියේ අග්‍රාමාත්‍ය ධූරයට පත් කිරීමට පූජ්‍ය (ආචාර්ය) ඕමල්පේ සෝභිත හිමි, රාමණ නිකායේ ප්‍රධාන සංඝනායක (දක්ෂිණ ලංකාව) සහ කොළඹ අගරදගුරු අති උතුම් මැල්කම් කාදිනල් රංජිත් හිමිපාණන් කොන්දේසි විරහිතව විරුද්ධ වී ඇත. .",
        "පුරප්පාඩු වූ අග්‍රාමාත්‍ය ධූරයට වික්‍රමසිංහ මහතා පත් කිරීම නියමිත ක්‍රියාවලියට පටහැනි, ව්‍යවස්ථා විරෝධී සහ සදාචාර විරෝධී ක්‍රියාවක් බව පූජ්‍ය (ආචාර්ය) ඕමල්පේ සෝභිත හිමියෝ කොළඹදී මාධ්‍යවේදීන් අමතමින් පැවසූහ.",
        "වික්‍රමසිංහ මහතා අග්‍රාමාත්‍ය ධූරයට පත්කිරීමට සුදුසු නැති බවද උන්වහන්සේ පැවසූහ.",
        "“ජනතාව ඉල්ලන්නේ එක දෙයයි, නමුත් ලබා දෙන්නේ ඊට හාත්පසින්ම වෙනස් දෙයයි” යැයි පැවසූ පූජ්‍ය හිමියෝ නව පාලනයක් පත් කිරීම සම්බන්ධයෙන් මහානායක ස්වාමීන් වහන්සේලා පැහැදිලි නියෝගයක් ලබා දී ඇති බව ද සඳහන් කළහ.",
        "වික්‍රමසිංහ මහතා පත් කිරීම එම නියෝගය කෙළින්ම නොසලකා හැරීමක් ලෙස සලකනු ඇතැයි ඔහු පැවසීය.",
        "“රනිල් වික්‍රමසිංහ මහතා ජනතාවගේ හදවත් දිනූ නායකයෙක් නොවන බව මුළු රටම දන්නවා” යැයිද උන්වහන්සේ වැඩිදුරටත් පැවසූහ.",
        "ඔහු ජාතික ලැයිස්තු මන්ත්‍රීවරයෙකු බවත් ජනතා අපේක්ෂාවන් ඉටුකළ හැකි නායකයෙකු නොවන බවත් වික්‍රමසිංහ මහතා පත් කරන්නේ වෙනත් පෞද්ගලික හේතුවක් මත මිස ජනතාවට අගමැතිකම අවශ්‍ය නිසා නොවන බවත් උන්වහන්සේ ප්‍රකාශ කළහ.",
        "‘මේක රාජපක්ෂලාගේ තනිකරම ආරක්‍ෂාව වෙනුවෙන් ගන්න තීරණයක්’ යැයිද හාමුදුරුවෝ කීහ.",
        "ඇතැම් විට බලහත්කාරයෙන් හෝ මුදල් ලබාදී වෙනත් පක්ෂවල මන්ත්‍රීවරුන් කඩා දමා එක් පුද්ගලයෙකුට බලය ලබා දෙන බව ඔහු සඳහන් කළේය.",
        "රනිල් වික්‍රමසිංහ මහතා අග්‍රාමාත්‍ය ධූරයට පත් කිරීම පිළිගත නොහැකි බව අතිඋතුම් මැල්කම් කාදිනල් රංජිත් හිමිපාණන් බ්‍රහස්පතින්දා (12) ප්‍රකාශ කළේය.",
        "නව අමාත්‍ය මණ්ඩලයේ අග්‍රාමාත්‍යවරයා ලෙස රනිල් වික්‍රමසිංහ මහතා පත් කිරීමට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ගෙන ඇති බව වාර්තා වන බව වාර්තා වන බව වාර්තා වන පරිදි කොළඹ අගරදගුරු හිමිපාණන් සිය අප්‍රසාදය පළ කරන ලදී.",
        "\"මහතා. වික්‍රමසිංහ මහතා පාර්ලිමේන්තුවේ එක් නියෝජිතයෙකු පමණක් වන අතර ඔහුට පාර්ලිමේන්තුවේ බහුතරය හිමි නොවේ. මේ පත්කිරීම නීත්‍යානුකූල නොවන අතර මේ මොහොතේ මේ රටේ ජනතාවට අවශ්‍ය විසඳුම මෙය නොවන බවද ඔහු පැවසීය.",
        "ජනතාවට අවශ්‍ය වන්නේ දේශපාලනයෙන් පරාජය වූ, ජනතාව විසින් බලයෙන් නෙරපා හරින ලද පුද්ගලයකු නොව කීර්තිමත් අවංකභාවයක් ඇති පුද්ගලයකු බව අතිඋතුම් මැල්කම් කාදිනල් රංජිත් හිමිපාණන් පැවසීය.",
        "ජනතාවට අවශ්‍ය සියලු ජනතාවගේ විශ්වාසය දිනාගත හැකි පුද්ගලයකු බවද ඔහු පැවසීය.",
        "“මහානායක හාමුදුරුවෝ නිර්පාක්ෂික කෙනෙක් යෝජනා කරනවා. එම යෝජනාවට සිදුවී ඇත්තේ කාගේත් අනුමානයයි. පවතින අර්බුදයෙන් අනාගතයට විශ්වාසයෙන් යුතුව ඉදිරියට යාම අවශ්‍යද, මේ ක්‍රමයේ සම්පූර්ණ වෙනසක් අවශ්‍ය බව අපි නැවත අවධාරණය කරන්න කැමතියි. එය සිදු විය හැක්කේ වත්මන් පාර්ලිමේන්තුවේ පක්ෂ නායකයින් හරහා නොවේ,” ඔහු පැවසීය.",
        "එය සිදු විය හැක්කේ මේ රටේ සියලු පුරවැසියන්ගේ විශ්වාසය දිනාගත හැකි, පක්ෂග්‍රාහී නොවන පුද්ගලයකුට පමණක් බව අතිඋතුම් මැල්කම් කාදිනල් රංජිත් හිමිපාණන් වැඩිදුරටත් සඳහන් කළේය.",
        "‘මහානායක ස්වාමීන් වහන්සේලා ජනාධිපතිතුමාගෙන් ඒ ඉල්ලීම කළා, ජනාධිපතිතුමා ඒ ඉල්ලීමට ගරු කරනවා, පූජ්‍ය පක්‍ෂයේ හඬට ගරු කරයි කියලා අපි බලාපොරොත්තු වෙනවා,’ ඔහු සඳහන් කළේය.",
        "රනිල් වික්‍රමසිංහ මහතාගේ දිවුරුම් දීමේ උත්සවය අවලංගු කළ යුතු බව අතිඋතුම් මැල්කම් කාදිනල් රංජිත් හිමිපාණන් ප්‍රකාශ කළේය.",
        "ශ්‍රී ලංකාව : රනිල් වික්‍රමසිංහ අගමැති ලෙස පත් කළේ ජනාධිපති ගෝඨාභය විසිනි",
        "රනිල් අගමැති ධූරයට පත් කිරීම පිළිගත නොහැකියි - කාදිනල් හිමිපාණන්"
      ]
    },
    "ta": {
      "title": "“இல்லை ரணில்!”- கர்தினால் & வண. ஓமல்பே தேரர்",
      "body_lines": [
        "COLOMBO (News 1st); ரணில் விக்கிரமசிங்கவை நாட்டின் பிரதமராக நியமிப்பதற்கு மிகவும் மரியாதைக்குரிய இரண்டு மதகுருமார்களான வணக்கத்திற்குரிய (டாக்டர்) ஓமல்பே சோபித தேரர், ரமண பிரிவு/நிகாயாவின் பிரதம சங்கநாயக்க (தக்ஷிண லங்காவ) மற்றும் கொழும்பு பேராயர் மெல்கம் கர்தினால் ரஞ்சித் ஆகியோர் நிபந்தனையற்ற எதிர்ப்பை தெரிவித்துள்ளனர். .",
        "வணக்கத்திற்குரிய (டாக்டர்) ஓமல்பே சோபித தேரர் கொழும்பில் செய்தியாளர்களிடம் பேசுகையில், வெற்றிடமாக உள்ள பிரதமர் பதவிக்கு விக்ரமசிங்கவை நியமித்திருப்பது முறையான நடைமுறைக்கு எதிரானது, அரசியலமைப்பிற்கு முரணானது மற்றும் நெறிமுறைகளுக்கு எதிரானது.",
        "விக்கிரமசிங்க பிரதமர் பதவிக்கு நியமிக்கப்படுவதற்கு பொருத்தமானவர் அல்ல என தேரர் தெரிவித்துள்ளார்.",
        "\"மக்கள் ஒன்று கேட்கிறார்கள், ஆனால் முற்றிலும் மாறுபட்ட ஒன்றை வழங்குகிறார்கள்\" என்று தெரிவித்த தேரர், புதிய நிர்வாகத்தை நியமிப்பது தொடர்பாக மகாநாயக்க தேரர்கள் தெளிவான உத்தரவை வழங்கியுள்ளனர்.",
        "விக்கிரமசிங்கவின் நியமனம், இந்த உத்தரவை நேரடியாக புறக்கணிப்பதாகவே கருதப்படும் என்றார்.",
        "ரணில் விக்கிரமசிங்க மக்களின் இதயங்களை வென்ற தலைவர் அல்ல என்பதை முழு நாடும் அறிந்துள்ளது என தேரர் மேலும் தெரிவித்துள்ளார்.",
        "அவர் தேசியப்பட்டியல் எம்.பி., மக்களின் அபிலாசைகளை நிறைவேற்றும் தலைவர் அல்ல என்றும், மக்கள் பிரதமராக வேண்டும் என்பதற்காக அல்ல, வேறு சில தனிப்பட்ட காரணங்களுக்காக விக்ரமசிங்க நியமிக்கப்படுகிறார் என்றும் தேரர் தெரிவித்தார்.",
        "இது ராஜபக்சவின் ஏகபோக பாதுகாப்பிற்காக எடுக்கப்படும் தீர்மானம் என தேரர் தெரிவித்துள்ளார்.",
        "சில சமயங்களில் வலுக்கட்டாயமாகவோ அல்லது பணத்தை வழங்குவதன் மூலமாகவோ மற்ற கட்சிகளின் பாராளுமன்ற உறுப்பினர்களை பிரித்து ஒருவருக்கு அதிகாரம் வழங்கப்படுவதாக அவர் குறிப்பிட்டுள்ளார்.",
        "ரணில் விக்கிரமசிங்கவை பிரதமர் பதவிக்கு நியமித்ததை ஏற்றுக்கொள்ள முடியாது என மேதகு கர்தினால் ரஞ்சித் தெரிவித்துள்ளார்.",
        "புதிய அமைச்சரவையின் பிரதமராக ரணில் விக்ரமசிங்கவை நியமிப்பதற்கு ஜனாதிபதி கோட்டாபய ராஜபக்ஷ எடுத்ததாக கூறப்படும் தீர்மானம் தொடர்பில் கொழும்பு பேராயர் கொழும்பில் செய்தியாளர்களிடம் அதிருப்தி வெளியிட்டார்.",
        "\"திரு. விக்கிரமசிங்க பாராளுமன்றத்தின் ஒரு பிரதிநிதி மட்டுமே மற்றும் அவர் பாராளுமன்றத்தில் பெரும்பான்மையைக் கட்டளையிடவில்லை. இந்த நியமனம் சட்டப்பூர்வமானது அல்ல, தற்போது இந்த நாட்டில் உள்ள மக்கள் விரும்பும் தீர்வு இதுவல்ல” என்றும் அவர் கூறினார்.",
        "அரசியலில் தோற்கடிக்கப்பட்ட மற்றும் மக்களால் பதவியில் இருந்து தூக்கி எறியப்பட்ட ஒரு நபரை அல்ல, மரியாதைக்குரிய நேர்மையான நபரையே மக்கள் விரும்புகிறார்கள் என மால்கம் கர்தினால் ரஞ்சித் தெரிவித்துள்ளார்.",
        "அனைத்து மக்களின் நம்பிக்கையைப் பெறக்கூடிய ஒரு நபரை மக்கள் விரும்புகிறார்கள் என்றும் அவர் கூறினார்.",
        "“மகாநாயக்க தேரர் கட்சி சார்பற்ற நபரை பரிந்துரைக்கின்றனர். அந்த பரிந்துரை என்ன ஆனது என்பது அனைவரின் யூகமாக உள்ளது. தற்போதைய நெருக்கடியிலிருந்து எதிர்காலத்தில் நம்பிக்கையுடன் முன்னேறுவது அவசியம் என்பதை மீண்டும் வலியுறுத்த விரும்புகிறோம், இந்த அமைப்பில் முழுமையான மாற்றம் தேவை. அது தற்போதைய நாடாளுமன்றக் கட்சிகளின் தலைவர்கள் மூலம் நடக்க முடியாது,” என்றார்.",
        "இந்த நாட்டின் அனைத்து பிரஜைகளின் நம்பிக்கையையும் வென்றெடுக்கக்கூடிய ஒரு பாரபட்சமற்ற நபரால் மட்டுமே இது நிகழ முடியும் என்று மால்கம் கர்தினால் ரஞ்சித் அவர்கள் மேலும் குறிப்பிட்டார்.",
        "மகாநாயக்க தேரர்கள் ஜனாதிபதியிடம் அந்தக் கோரிக்கையை முன்வைத்ததாகவும், அந்தக் கோரிக்கையை ஜனாதிபதி நிறைவேற்றுவார் என்றும், மதகுருமார்களின் குரலுக்கு மதிப்பளிப்பார் என்றும் நாங்கள் எதிர்பார்க்கிறோம்' என அவர் குறிப்பிட்டுள்ளார்.",
        "ரணில் விக்கிரமசிங்கவின் பதவியேற்பு விழாவை இரத்துச் செய்ய வேண்டும் என மேதகு கர்தினால் மல்கம் ரஞ்சித் தெரிவித்துள்ளார்.",
        "இலங்கை: ஜனாதிபதி கோட்டாபயவினால் ரணில் விக்ரமசிங்கே பிரதமராக நியமிக்கப்பட்டார்",
        "பிரதமர் பதவிக்கு ரணிலின் நியமனத்தை ஏற்க முடியாது - கர்தினால்"
      ]
    }
  }
}