{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emplacing-senake-bandaranayakes-archaeology-in-an-intellectual-tradition/",
  "time_ut": 1647968580,
  "title": "Emplacing Senake Bandaranayake’s archaeology in an intellectual tradition",
  "body_lines": [
    "Former Director of Postgraduate Institute of Archaeology, University of Kelaniya",
    "(Text of speech delivered by Prof Jagath Weerasinghe the seventh commemoration of eminent archaeologist Professor emeritus Senake Bandaranayake at the auditorium of Faculty of Social Sciences of the University of Kelaniya on 08 March, 2022)",
    "On the 7th anniversary of Senake Bandaranayake’s death, how should he be remembered? What form and content should we commemorate him in, with the understanding that commemoration is, by necessity, a mourning process fraught with inevitable misrepresentations presented with self-assuring phrases of the one who enunciates the commemoration? Calling one of your mentors, who is also a great scholar-citizen, to remembrance in public is essentially a political gesture that can only be written in the enunciator’s anxieties. The loss of the hero’s presence, which we are mourning, gives the enunciator an opportunity to impose her/his anxieties on the other. For this writer there is no other way to commemorate anyone than by rewriting the commentated in one’s own anxieties, struggles, aspirations for existence and change. The anxiety that underpins any commemorative exercise is based on the insurmountable gap that exists between the necessarily incomplete knowledge of someone or something and the incapacity of discourse to encapsulate that totality within a notion of ‘truth’; this is a fundamental human predicament. And, I am speaking of my mentor, my teacher, my professor Senake Bandaranayake with deep sense of this limitation, which, however, provides an unlimited space for creative and imaginative speculations of love, mourning, fear, respect, and loss.",
    "I am going to talk about him from two perspectives––Bandaranayake, the person, and what kind of personality he was, and Bandaranayake the scholar-citizen. My proposition is that as a scholar-citizen he fought head-on with the remnants of colonial-modernity that was undermining the aspirations of postcolonial modernity that seeks to transcend colonial era shekels, deceptive legacies of the colonial era, such as ethnic margins that define the other, positivist claims that abound in history and archaeology, and that there is a past to be discovered, to name a few.",
    "I would first speak about Bandaranayake with a glance fixed on his modes of thought production from a position that intersects the private and the public in his persona. For me, Bandaranayake was a singular phenomenon, there was none like him before him, and there would be none like him in the future; when considered in relation to Sri Lankan scholarship in archaeology, he was an originary thinker (not just original). I am not proposing, by using the signifier, “singular’ that he was not within a history, but, on the contrary; he was a in fact a full-fledged complex result of the historical time/moment that produced him. He was well aware of the privileged position he had inherited, he was after all a ‘Dias Bandaranayake’, and he knew how the world received and intercepted and reacted to that privilege, he was also aware of the false or deceiving promises that the postcolonial modernity has offered to the younger generations, and he knew his limits in remedying or intervening with that. He was aware of the deceptive modernist construction of the idea of “I” in a singular form, a remnant from Enlightenment era thinking; the deceptiveness of the notion of ‘independent ‘I’. His critique of this ‘I’ was intuitive and was coming from the understanding that knowledge on the past is complex and variegated, and that truths on past events are hard to grasp, or even impossible. His critical sense about the notions of ‘I’ did not come from Michel Foucault’s ‘Archaeology of Knowledge’ or Jacques Derrida’s ‘of Grammatology’ or Jean Luc Nancy’s ‘Singular in the Plural’. He was not attracted to those French thinkers.",
    "However, while I am speaking commendably of his sense of his own limits, while being linked, by birth, to the higher echelons of political power coteries of the country, there were many occasions that he and I argued on this matter.",
    "Let me give you one incident. Once, having sensed this aspect in his thoughts, I insisted that he should prepare a white paper on archaeological activities, I claimed, that for us archaeology is going to be very different from what it is to you. The social landscape of archaeologists has been totally turned upside down by you and your friend, Roland Silva, and in this social landscape we would be struggling to do many things, achieve many things through archaeology, such as buying property, getting married, going abroad, securing positions, making a name, etc. We are children of working-class families from the rural and suburban petit bourgeois, unlike you, or Siran Deraniyagala or Roland Silva. Our archaeology, art history can potentially end up as populist, subservient to existing hegemonies and ultimately serving vested self-interests, unless you intervene now. He didn’t counter me, instead he had his usual charming smile, and said, “Jagath, you can’t save the world, let history take its course. Think of Horton Plaine, its ecology has remained somewhat unchanged while the rest of the island was experiencing major changes. Build a Horton Plaine for you and your colleagues”. Today, I say the same thing to my younger colleagues, when they are so angry or upset with something, some development in the field of archaeology. The Horton Plains, the redoubt that Bandaranayake envisioned for Sri Lankan archaeology and archaeologists is the Postgraduate Institute of Archaeology.",
    "In many ways I have been close to Senake Bandaranayake as one of his ‘found-in-the field’ students, nonetheless, talking of Bandaranayke, today, in this place, the Department of Archaeology of the Univeristy of Kelaniya, to an audience consisting mostly of his former students and their students, where he began his Sri Lankan phase of scholarly life, that doubled as teacher-scholar is challenging. Makes me nervous. The history that crossed paths wherein I met Senake Bandaranayake does not reside here. I am not fully privy to the histories that informs the internal dynamics of this place. But I am a hard core insider of archaeology-world of Sri Lanka, but yet I am an outsider to that as well. And I try to think of the kind of challenges that he might have felt here. My insider-outsider double gives me a vantage point of seeing this complex field of archaeology from a critical distance and to see our omissions, failings, and miss-steps that, in my opinion, have jaded the Bandaranayake’s vision.",
    "The main challenge that he faced, I would claim, in the way I can think of it now, when considering the distance that has grown between his ideals in archaeology and the current archaeological practices, performed by some of his own students, I am prompted to see that challenge from a social perspective, from a class perspective. This is something that I began to sense since 2004. This place, the Department of Archaeology of the University of Kelaniya where he began to teach archaeology, art history and heritage to a class of students coming from a social background which is very different from his. As I said earlier, they came from a working-class background who had been schooled at Maha Vidyala and Madya Maha Vidyalas in Sinhala. They were mono lingual, spoke and read only Sinhala. Unlike us, for him his language of communication was English, his competency in Sinhala was very limited. Nonetheless, he was the mentor for two generations of archaeologists and art historians whose competency in English was limited as was his Sinhala. I know very well that he was very sympathetic to the quotidian struggles that impaired our academic activities, but, in retrospect, I would say for obvious reasons he could not see the gravity of the impact of those trivial struggles.",
    "His idea of being a scholar citizen in Sri Lanka – at a post-colonial social-political environment defined by the anxieties emanating from postcolonial modernity – was starkly different from most of ours. Our notion of a scholar-citizen has been a rather two-dimensional one. For him doing archaeology, visiting art exhibitions, seeing great films, listening to music, reading literature, designing a publication or a poster, cooking, arranging a lecture hall with screens and multimedia equipment or arranging his office room with curtains and a few works of art were activities with thoughtful intellectual engagements. For him those were also rooted in a tradition of knowledge production. For him all those activities involved intellectual inputs, assessments, judgments that were premised on inclusionary and exclusionary normative processes. Siad differently, Bandaranayake knew that human actions are necessarily interpretive, and symbolic. Hence meaning is associative and context dependent. He always searched for meaning inductively. For him meaningful actions have to be found from within the context itself, not relying on a given document.",
    "As a result, he would usually be anti-bureaucratic, anti-hierarchical, and anti-essentialist. But I must add a note to the last point, ‘being anti-essentialist’. He did believe in core values, in essences, but he, like Hegel, saw essences as historical, that means changing through time; essences sublating within themselves giving rise to new essences. In his mode of thought production, one could always sense the workings of an Hegelian unconscious.",
    "He was, on every occasion, a product of his disciplines: of archaeology, of history and, also to a large extant of Marxism influenced social sensibilities. He was a descendent of an aristocratic family, with a substantial historical depth and memory, and at the same time he was a product of the emancipatory politics of 20th century Sri Lanka. In him, I saw a well-integrated personality, which I admired so much. Let me tell you two seemingly trivial incidents: he didn’t care about celebrating his birthday, he was in fact embarrassed by any idea of celebrating his birthday, I still remember how he cringed when someone proposed to have a ‘birthday party’, but he used to receive a cake form a friend on every birthday, and once he had me at his home to share a piece of that cake. He didn’t like religious rituals that much but enjoyed visiting Sri Mahabodhi and offer flowers to the tree, and once he explained his seemingly religious action, he said something like this, ‘I just like doing this’, and then, like an afterthought, he said, ‘doing this makes me part of the long history of humanity and a larger community of people’. An excellent example where I could see the private and public intersecting in his thinking and actions. Let me give you another incident, a very trivial one. Once in late 1990s, he walked into the lecture room in the upper floor of the old colonial building at the PGIAR. Our then Registrar, Mr. Dhanapala, had hung the screen for the projector, having shut the old window with a plyboard. Prof. Bandaranayake had one look at it and turned to me and said, “Jagath, the people would think that we have no civilization”",
    "It took me a while to get the full hang of this comment. Why such a heavy response to such a simple thing? What he reacted to was, I realised later, the insensitive intervention, thus upsetting the ordered material culture of the old room. I would rephrase his comment in the following manner now: “People would think that we have lost our symbolic structures.” And, for sure, for most of the archaeologists of our generation and the ones that came after, there is no symbolic structure, the “name-of-the-father,” in the Lacanian sense. For most of us, there is no voice issuing the command “no.” In most cases, Sri Lankan archaeology in our hands has fallen back to “pre-Oedipal unbridled antiquarianism” . At this point, I would stop speaking about Bandaranayake the person and the normative qualms that uneased him and turn to Bandaranayake the archaeologist. (To be continued)",
    "Finance Committee: Monetary Board insulted Parliament; SBJ calls for action against ‘culprits’",
    "Criminalisation of same-sex sexual activity in Sri Lanka breached rights of a LGBTI activist, UN women’s rights committee says",
    "UWU Graduation – Another generation set to soar above storms!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සේනක බණ්ඩාරනායකගේ පුරාවිද්‍යාව බුද්ධිමය සම්ප්‍රදායක් තුළට ඇතුළත් කිරීම",
      "body_lines": [
        "කැලණිය විශ්වවිද්‍යාලයේ පුරාවිද්‍යා පශ්චාත් උපාධි ආයතනයේ හිටපු අධ්‍යක්ෂ",
        "(2022 මාර්තු 08 වන දින කැලණිය විශ්වවිද්‍යාලයේ සමාජ විද්‍යා පීඨ ශ්‍රවණාගාරයේදී කීර්තිමත් පුරාවිද්‍යාඥ මහාචාර්ය සේනක බණ්ඩාරනායක මහතාගේ හත්වැනි ගුණානුස්මරණය නිමිත්තෙන් මහාචාර්ය ජගත් වීරසිංහ මහතා විසින් පවත්වන ලද දේශන පෙළ)",
        "සේනක බණ්ඩාරනායක අභාවප්‍රාප්ත වී වසර 7ක් සපිරෙන මේ මොහොතේ ඔහුව සිහිපත් කළ යුත්තේ කෙසේද? අනුස්මරණය යනු අත්‍යාවශ්‍යයෙන්ම, අනුස්මරණය උද්දීපනය කරන තැනැත්තාගේ ස්වයං සහතික වාක්‍ය ඛණ්ඩවලින් ඉදිරිපත් කෙරෙන නොවැළැක්විය හැකි සාවද්‍ය නිරූපණයන්ගෙන් පිරුණු ශෝක ක්‍රියාවලියක් බව වටහාගෙන අප ඔහුව අනුස්මරණය කළ යුත්තේ කුමන ස්වරූපයෙන් සහ අන්තර්ගතයෙන්ද? ශ්‍රේෂ්ඨ විශාරද-පුරවැසියෙකු ද වන ඔබේ උපදේශකයෙකු ප්‍රසිද්ධියේ සිහිපත් කිරීම සඳහා කැඳවීම අත්‍යවශ්‍යයෙන්ම දේශපාලනික අභිනයකි, එය උච්චාරණය කරන්නාගේ කනස්සල්ලෙන් පමණක් ලිවිය හැකිය. අප වැලපෙන වීරයාගේ පැමිණීම අහිමි වීම, ඇය/ඔහුගේ කනස්සල්ල අනෙකා මත පැටවීමට නිවේදකයාට අවස්ථාවක් ලබා දෙයි. මේ ලේඛකයාට තම කනස්සල්ල, අරගල, පැවැත්මේ සහ වෙනස් වීමේ අභිලාෂයන් තුළ ඇති අදහස් නැවත ලිවීම හැර කිසිවෙකු සැමරීමට වෙනත් ක්‍රමයක් නොමැත. ඕනෑම අනුස්මරණ අභ්‍යාසයක් යටපත් වන කාංසාව පදනම් වන්නේ යමෙකු හෝ යමක් පිළිබඳ අත්‍යවශ්‍යයෙන්ම අසම්පූර්ණ දැනුම සහ ‘සත්‍යය’ යන සංකල්පය තුළ එම සම්පූර්ණත්වය කැටි කිරීමට කතිකාවේ ඇති නොහැකියාව අතර පවතින ජයගත නොහැකි පරතරය මත ය; මෙය මූලික මානව දුෂ්කරතාවයකි. තවද, මම මගේ උපදේශකයා, මගේ ගුරුවරයා, මගේ මහාචාර්ය සේනක බණ්ඩාරනායක ගැන කතා කරන්නේ මෙම සීමාව පිළිබඳ ගැඹුරු හැඟීමකින්, කෙසේ වෙතත්, ආදරය, වැළපීම, බිය, ගෞරවය සහ අහිමි වීම පිළිබඳ නිර්මාණාත්මක සහ පරිකල්පනීය සමපේක්ෂන සඳහා අසීමිත ඉඩක් සපයයි.",
        "මම ඔහු ගැන දෘෂ්ටිකෝණ දෙකකින් කතා කරන්න යන්නේ --බණ්ඩාරනායක, පුද්ගලයා සහ ඔහු මොන වගේ පෞරුෂයක්ද, බණ්ඩාරනායක විද්වත් පුරවැසියා. මගේ ප්‍රස්තුතය නම් ඔහු විශාරද-පුරවැසියෙකු ලෙස යටත් විජිත යුගයේ ෂෙකෙල්, ජනවාර්ගික මායිම් වැනි යටත් විජිත යුගයේ රැවටිලිකාර උරුමයන් ඉක්මවා යාමට උත්සාහ කරන පශ්චාත් යටත් විජිත නූතනත්වයේ අභිලාෂයන් යටපත් කරන යටත් විජිත-නූතනත්වයේ ශේෂයන් සමඟ කරට කර සටන් කළ බවයි. අනෙක, ධනාත්මකවාදී ප්‍රකාශයන් ඉතිහාසයේ සහ පුරාවිද්‍යාවේ බහුලව පවතින බවත්, සොයා ගැනීමට අතීතයක් ඇති බවත්, කිහිපයක් නම් කළ හැක.",
        "මම මුලින්ම බණ්ඩාරනායක ගැන කතා කරන්නේ ඔහුගේ පෞරුෂය තුළ පුද්ගලික සහ මහජනතාව ඡේදනය වන ස්ථාවරයක සිට ඔහුගේ චින්තන නිෂ්පාදන ක්‍රම දෙස බැල්මක් හෙළමිනි. මට නම් බණ්ඩාරනායක යනු ඒකීය සංසිද්ධියකි, ඔහුට පෙර ඔහු හා සමාන කිසිවකු සිටියේ නැත, අනාගතයේදී ඔහු වැනි කිසිවෙක් නොසිටිනු ඇත; පුරාවිද්‍යාව පිළිබඳ ශ්‍රී ලාංකේය ශිෂ්‍යත්වය සම්බන්ධයෙන් සලකා බලන විට, ඔහු මුල් චින්තකයෙක් (මුල්ම පමණක් නොවේ). මම යෝජනා කරන්නේ, හැඟවුම්කාරකය භාවිතා කරමින්, “ඒකීය” ඔහු ඉතිහාසයක් තුළ නොසිටි නමුත්, ඊට පටහැනිව; ඔහු සැබවින්ම ඔහුව බිහිකළ ඓතිහාසික කාලය/මොහොතේ සම්පූර්ණ සංකීර්ණ ප්‍රතිඵලයක් විය. තමාට උරුම වූ වරප්‍රසාද ලත් තැන ගැන හොඳින් දැන සිටි ඔහු, ‘ඩයස් බණ්ඩාරනායක’ කෙනෙකි, ඒ වරප්‍රසාදය ලොවට ලැබුණු ආකාරය හා ඒවාට බාධා කරන ආකාරය ද, ඊට ප්‍රතිචාර දක්වන ආකාරය ද දැන සිටි ඔහු, පශ්චාත් යටත් විජිතය විසින් දුන් බොරු හෝ රැවටිලිකාර පොරොන්දු ගැන ද දැන සිටියේය. නූතනත්වය තරුණ පරම්පරාවට ඉදිරිපත් කර ඇති අතර, එයට පිළියම් යෙදීමේ හෝ මැදිහත් වීමේදී ඔහුගේ සීමාවන් ඔහු දැන සිටියේය. බුද්ධෝත්පාද යුගයේ චින්තනයෙන් ඉතිරි වූ ඒකීය ස්වරූපයෙන් \"මම\" යන අදහස රැවටිලිකාර නූතනවාදී ගොඩනැගීම ගැන ඔහු දැන සිටියේය; 'ස්වාධීන 'මම' යන සංකල්පයේ රැවටිලිකාර බව. මෙම ‘මම’ පිළිබඳ ඔහුගේ විවේචනය බුද්ධිමය වූ අතර අතීතය පිළිබඳ දැනුම සංකීර්ණ හා විචිත්‍රවත් බවත්, අතීත සිදුවීම් පිළිබඳ සත්‍යයන් ග්‍රහණය කර ගැනීමට අපහසු බවත්, එසේත් නැතිනම් කළ නොහැකි බවත් අවබෝධ කර ගැනීමෙනි. ‘මම’ යන සංකල්ප පිළිබඳ ඔහුගේ විවේචනාත්මක හැඟීම පැමිණියේ Michel Foucault ගේ ‘Archaeology of Knowledge’ හෝ Jacques Derrida ගේ ‘of Grammatology’ හෝ Jean Luc Nancy ගේ ‘Singular in the Plural’ යන කෘතියෙන් නොවේ. ඔහු එම ප්‍රංශ චින්තකයන් වෙත ආකර්ෂණය වූයේ නැත.",
        "කෙසේ වෙතත්, ඔහුගේම සීමාවන් පිළිබඳ හැඟීම ගැන මම ප්‍රශංසනීය ලෙස කතා කරන අතර, උපතින්ම, රටේ දේශපාලන බලවතුන්ගේ ඉහළ තලයට සම්බන්ධ වෙමින්, ඔහු සහ මම මේ කාරණය සම්බන්ධයෙන් තර්ක කළ අවස්ථා බොහෝය.",
        "එක සිද්ධියක් කියන්නම්. වරක්, ඔහුගේ සිතුවිලි තුළ මෙම අංගය දැනගත් මම, පුරාවිද්‍යා ක්‍රියාකාරකම් පිළිබඳ ධවල පත්‍රිකාවක් සකස් කළ යුතු යැයි මම තරයේ කියා සිටියෙමි, අපට පුරාවිද්‍යාව ඔබට ඇති දෙයට වඩා බෙහෙවින් වෙනස් වනු ඇතැයි මම ප්‍රකාශ කළෙමි. පුරාවිද්‍යාඥයින්ගේ සමාජ තලය ඔබ සහ ඔබේ මිත්‍ර රෝලන්ඩ් සිල්වා විසින් මුළුමනින් උඩු යටිකුරු කර ඇති අතර, මෙම සමාජ භූමිය තුළ දේපල මිලදී ගැනීම, විවාහ වීම, විදේශගත වීම වැනි බොහෝ දේ කිරීමට, පුරාවිද්‍යාවෙන් බොහෝ දේ ලබා ගැනීමට අපි දඟලන්නෙමු. , තනතුරු රැක ගැනීම, නමක් හදා ගැනීම යනාදිය. අපි ඔබ මෙන් නොව සිරාන් දැරණියගල හෝ රෝලන්ඩ් සිල්වා මෙන් නොව ග්‍රාමීය හා තදාසන්න කුඩා ධනේශ්වර කම්කරු පන්තික පවුල්වල දරුවෝ වෙමු. ඔබ දැන් මැදිහත් නොවන්නේ නම්, අපගේ පුරාවිද්‍යාව, කලා ඉතිහාසය ජනතාවාදී, පවතින ආධිපත්‍යයන්ට යටත්ව සහ අවසානයේ දී ස්වාර්ථයට සේවයක් ලෙස අවසන් විය හැකිය. ඔහු මට විරුද්ධ නොවී, ඒ වෙනුවට ඔහුගේ සුපුරුදු ආකර්ශනීය සිනහව තබා, “ජගත්, ඔබට ලෝකය සුරැකිය නොහැක, ඉතිහාසය එහි ගමන් මගට යාමට ඉඩ දෙන්න. හෝටන් තැන්න ගැන සිතන්න, දිවයිනේ සෙසු ප්‍රදේශ විශාල වෙනස්කම්වලට මුහුණ දෙමින් සිටියදී එහි පරිසර විද්‍යාව තරමක් නොවෙනස්ව පවතී. ඔබ සහ ඔබේ සගයන් සඳහා හෝටන් තැන්නක් ඉදිකරන්න. අද මගේ බාල සගයන්ටත් මම කියන්නේ එකම දෙයයි, ඔවුන් යම් දෙයකට කෝපයෙන් හෝ කලබල වූ විට, පුරාවිද්‍යා ක්ෂේත්‍රයේ යම් දියුණුවක්. බණ්ඩාරනායක ශ්‍රී ලාංකේය පුරාවිද්‍යාවට සහ පුරාවිද්‍යාඥයන්ට අපේක්ෂා කළ හෝර්ටන් තැන්න යනු පුරාවිද්‍යා පශ්චාත් උපාධි ආයතනයයි.",
        "බොහෝ ආකාරවලින් මම සේනක බණ්ඩාරනායකගේ 'ක්ෂේත්‍රයේ සොයා ගත්' ශිෂ්‍යයෙකු ලෙස සමීපව සිටිමි, කෙසේ වෙතත්, බණ්ඩාරනායක ගැන කතා කරමින්, අද, මෙම ස්ථානයේ, කැලණිය විශ්ව විද්‍යාලයේ පුරාවිද්‍යා දෙපාර්තමේන්තුවෙන් සමන්විත ප්‍රේක්ෂක පිරිසකට බොහෝ විට ඔහුගේ පැරණි සිසුන් සහ ඔවුන්ගේ සිසුන්, ඔහු සිය ශ්‍රී ලාංකීය ශාස්ත්‍රීය ජීවිතයේ අවධිය ආරම්භ කළ තැන, ගුරු-උගතුන් ලෙස දෙගුණ කිරීම අභියෝගාත්මක ය. මාව චකිතයට පත් කරනවා. සේනක බණ්ඩාරනායක හමුවූ මාර්‍ග හරහා ගිය ඉතිහාසය මෙහි නැත. මෙම ස්ථානයේ අභ්‍යන්තර ගතිකත්වය දන්වන ඉතිහාස ගැන මම සම්පූර්ණයෙන්ම රහස්‍ය නොවෙමි. නමුත් මම ශ්‍රී ලංකාවේ පුරාවිද්‍යාව-ලෝකයේ දැඩි මූලික අභ්‍යන්තරිකයෙක්, නමුත් මම එයටද පිටස්තරයෙකි. ඒ වගේම මම මෙතනදි එයාට මොන වගේ අභියෝගවලට මුහුණ දෙන්න ඇතිද කියලා හිතන්න උත්සාහ කරනවා. මගේ අභ්‍යන්තර-පිටස්තර ද්විත්වය, මෙම සංකීර්ණ පුරාවිද්‍යා ක්ෂේත්‍රය තීරණාත්මක දුරකින් දැකීමටත්, මගේ මතය අනුව, බණ්ඩාරනායකගේ දැක්ම අවුල් කර ඇති අපගේ අතපසුවීම්, අසාර්ථකවීම් සහ අතපසුවීම් දැකීමටත් මට හොඳ අවස්ථාවක් ලබා දෙයි.",
        "ඔහු මුහුණ දුන් ප්‍රධාන අභියෝගය, මට දැන් සිතෙන ආකාරයට, පුරාවිද්‍යාවේ ඔහුගේ පරමාදර්ශයන් සහ ඔහුගේම සිසුන් කිහිප දෙනෙකු විසින් සිදු කරන ලද වර්තමාන පුරාවිද්‍යාත්මක භාවිතයන් අතර වර්ධනය වී ඇති දුර සලකා බලන විට, මම ඉල්ලා සිටිමි. ඒ අභියෝගය සමාජ දෘෂ්ටිකෝණයකින්, පන්ති දෘෂ්ටිකෝණයකින් දකින්න. මෙය 2004 වසරේ සිට මට දැනෙන්නට පටන් ගත් දෙයකි. මෙම ස්ථානය, කැලණිය විශ්වවිද්‍යාලයේ පුරාවිද්‍යා අංශය, එතුමාට වඩා බෙහෙවින් වෙනස් සමාජ පසුබිමකින් එන සිසුන් පිරිසකට පුරාවිද්‍යාව, කලා ඉතිහාසය සහ උරුමය ඉගැන්වීමට පටන් ගත්තේය. . මා කලින් කීවාක් මෙන්, ඔවුන් සිංහලෙන් මහා විද්‍යාලයෙන් සහ මධ්‍ය මහා විද්‍යාලවලින් අධ්‍යාපනය ලැබූ කම්කරු පන්ති පසුබිමකින් පැමිණි අයයි. ඔවුන් ඒකභාෂා කතා කළ අතර කියවූයේ සිංහල පමණි. අපට මෙන් නොව, ඔහුට ඔහුගේ සන්නිවේදන භාෂාව ඉංග්‍රීසි වූ අතර, ඔහුට සිංහල භාෂාව පිළිබඳ හැකියාව ඉතා සීමිත විය. එසේ වුවද, ඔහුගේ සිංහල මෙන්ම ඉංග්‍රීසි භාෂා හැකියාවද සීමා වූ පුරාවිද්‍යාඥයින්ගේ සහ කලා ඉතිහාසඥයින්ගේ පරම්පරා දෙකකට ඔහු උපදේශකයා විය. අපගේ ශාස්ත්‍රීය කටයුතු අඩාල කරන ලද කෝටරක අරගල කෙරෙහි ඔහු බෙහෙවින් අනුකම්පා කළ බව මම හොඳින් දනිමි, නමුත්, ආපසු හැරී බැලීමේදී, එම සුළු අරගලවල බලපෑමේ බරපතලකම ඔහුට නොපෙනෙන බව පැහැදිලි හේතු නිසා මම කියමි.",
        "ශ්‍රී ලංකාවේ විද්වත් පුරවැසියෙකු වීම පිළිබඳ ඔහුගේ අදහස - පශ්චාත් යටත් විජිත නූතනත්වයෙන් පැන නගින කාංසාවන් විසින් නිර්වචනය කරන ලද පශ්චාත් යටත් විජිත සමාජ-දේශපාලන පරිසරයක - අපගේ බොහෝ දෙනාට වඩා හාත්පසින්ම වෙනස් විය. විද්වත් පුරවැසියෙකු පිළිබඳ අපගේ අදහස තරමක් ද්විමාන එකක් විය. ඔහු වෙනුවෙන් පුරාවිද්‍යාව, චිත්‍ර ප්‍රදර්ශන නැරඹීම, විශිෂ්ට චිත්‍රපට නැරඹීම, සංගීතයට සවන් දීම, සාහිත්‍යය කියවීම, ප්‍රකාශනයක් හෝ පෝස්ටරයක් ​​සැලසුම් කිරීම, ඉවුම් පිහුම්, තිර සහ බහුමාධ්‍ය උපකරණ සහිත දේශන ශාලාවක් සැකසීම හෝ ඔහුගේ කාර්යාල කාමරය තිර රෙදි සහ වැඩ කිහිපයක් සකස් කිරීම සඳහා ය. කලාව යනු කල්පනාකාරී බුද්ධිමය මැදිහත්වීම් සහිත ක්‍රියාකාරකම් විය. ඔහුට ඒවා දැනුම නිෂ්පාදනය කිරීමේ සම්ප්‍රදායක් තුළ ද මුල් බැස තිබුණි. ඔහු සඳහා එම සියලු ක්‍රියාකාරකම් ඇතුළත් බුද්ධිමය යෙදවුම්, තක්සේරු කිරීම්, ඇතුළත් කිරීම් සහ බැහැර කිරීමේ සම්මත ක්‍රියාවලීන් මත පදනම් වූ විනිශ්චයන් ඇතුළත් විය. සියාද් වෙනස් ආකාරයකින්, මානව ක්‍රියාවන් අනිවාර්යයෙන්ම අර්ථකථනය කරන සහ සංකේතාත්මක බව බණ්ඩාරනායක දැන සිටියේය. එබැවින් අර්ථය ආශ්‍රිත සහ සන්දර්භය මත රඳා පවතී. ඔහු සෑම විටම ප්‍රේරක ලෙස අර්ථය සෙව්වේය. ඔහු සඳහා අර්ථවත් ක්‍රියාවන් සොයාගත යුත්තේ සන්දර්භය තුළම මිස දී ඇති ලේඛනයක් මත විශ්වාසය නොතබමිනි.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, ඔහු සාමාන්‍යයෙන් නිලධර විරෝධී, ධූරාවලි විරෝධී සහ අත්‍යවශ්‍ය-විරෝධී වනු ඇත. එහෙත් ‘අත්‍යවශ්‍ය විරෝධී වීම’ යන අවසාන කරුණට සටහනක් එක් කළ යුතුය. ඔහු මූලික වටිනාකම්, සාරය විශ්වාස කළේය, නමුත් ඔහු, හේගල් මෙන්, සාරය ඓතිහාසික ලෙස දුටුවේය, එනම් කාලය හරහා වෙනස් වීම; සාරයන් තමන් තුළම යටපත් වී නව සාරයන් ඇති කරයි. ඔහුගේ චින්තන නිෂ්පාදන ක්‍රමය තුළ, හේගලියානු අවිඥානකයෙකුගේ ක්‍රියාකාරීත්වය සෑම විටම කෙනෙකුට දැනිය හැකිය.",
        "ඔහු සෑම අවස්ථාවකදීම, ඔහුගේ ශික්‍ෂාවන්හි නිෂ්පාදනයක් විය: පුරාවිද්‍යාව, ඉතිහාසය සහ මාක්ස්වාදයේ විශාල ප්‍රමාණයක් සමාජ සංවේදීතාවන්ට බලපෑවේය. ඔහු ප්‍රභූ පවුලකින් පැවත එන්නෙකු වූ අතර සැලකිය යුතු ඓතිහාසික ගැඹුරක් සහ මතකයක් ඇති ඔහු ඒ අතරම 20 වැනි සියවසේ ශ්‍රී ලංකාවේ විමුක්ති දේශපාලනයේ නිෂ්පාදනයක් විය. ඔහු තුළ, මම ඉතා අගය කළ හොඳින් ඒකාබද්ධ වූ පෞරුෂයක් දුටුවෙමි. බැලූ බැල්මට සුළුපටු සිදුවීම් දෙකක් මම ඔබට කියන්නම්: ඔහු තම උපන්දිනය සැමරීම ගැන තැකීමක් කළේ නැත, ඇත්ත වශයෙන්ම ඔහුගේ උපන්දිනය සැමරීමේ අදහසකින් ඔහු ලැජ්ජාවට පත් විය, යමෙකු 'උපන් දින සාදයක්' පැවැත්වීමට යෝජනා කළ විට ඔහු කම්පා වූ ආකාරය මට තවමත් මතකයි, නමුත් ඔහු සෑම උපන්දිනයකම මිතුරෙකුගෙන් කේක් එකක් ලබා ගැනීමට පුරුදුව සිටි අතර, වරක් ඔහු එම කේක් කැබැල්ලක් බෙදා ගැනීමට මා ඔහුගේ නිවසට කැඳවාගෙන ගියේය. ආගමික වත්පිළිවෙත්වලට එතරම් කැමැත්තක් නොදැක්වූ ඔහු ශ්‍රී මහාබෝධිය වැඳ පුදාගෙන මල් පහන් පූජා කර තම ආගමික ක්‍රියාව පැහැදිලි කළ පසු ‘මම මේ දේ කරන්න කැමතියි’ කියා මෙවැනි දෙයක් කීවාය. , ඔහු පැවසුවේ, 'මෙය කිරීමෙන් මා මනුෂ්‍යත්වයේ දිගු ඉතිහාසයේ කොටසක් සහ විශාල ජන ප්‍රජාවක්' බවට පත් වේ. ඔහුගේ චින්තනයේ සහ ක්‍රියාවන්හි පුද්ගලික සහ පොදු ඡේදනය මට දැකගත හැකි විශිෂ්ට උදාහරණයක්. මම ඔබට තවත් සිදුවීමක් දෙන්නම්, ඉතා සුළු සිද්ධියක්. 1990 ගණන්වල අගභාගයේදී ඔහු PGIAR හි පැරණි යටත් විජිත ගොඩනැගිල්ලේ ඉහළ මහලේ දේශන කාමරයට ගියේය. අපේ එවකට රෙජිස්ට්‍රාර් ධනපාල මහතා ප්‍රොජෙක්ටරය සඳහා තිරය එල්ලා තිබුණේ පැරණි ජනේලය ප්ලයිබෝඩ් එකකින් වසා දමාය. මහාචාර්ය බණ්ඩාරනායක ඒ දෙස එක බැල්මක් හෙළා මා දෙසට හැරී කීවේ “අපිට ශිෂ්ටාචාරයක් නැහැ කියලා මිනිස්සු හිතයි ජගත්” කියලා.",
        "මේ කමෙන්ට් එක සම්පූර්ණයෙන් දැනගන්න මට ටිකක් වෙලා ගියා. මෙතරම් සරල දෙයකට එතරම් බර ප්‍රතිචාරයක් ඇයි? ඔහු ප්‍රතිචාර දැක්වූයේ, පැරණි කාමරයේ පිළිවෙළට ඇති ද්‍රව්‍යමය සංස්කෘතිය අවුල් කරමින් අසංවේදී මැදිහත්වීම ගැන පසුව මට වැටහුණි. මම දැන් ඔහුගේ ප්‍රකාශය පහත ආකාරයට නැවත ප්‍රකාශ කරමි: \"අපේ සංකේතාත්මක ව්‍යුහයන් අපට අහිමි වී ඇතැයි මිනිසුන් සිතනු ඇත.\" තවද, නිසැකවම, අපගේ පරම්පරාවේ බොහෝ පුරාවිද්‍යාඥයින්ට සහ පසුව පැමිණි අයට, ලැකානියානු අර්ථයෙන් \"පියාගේ නම\" යන සංකේතාත්මක ව්‍යුහයක් නොමැත. අපෙන් බොහෝ දෙනෙකුට \"නැහැ\" යන විධානය නිකුත් කරන හඬක් නැත. බොහෝ අවස්ථාවලදී, අප අත ඇති ශ්‍රී ලාංකීය පුරාවිද්‍යාව “පූර්‍ව ඊඩිපල් අසීමිත පුරාවස්තුවාදයට” නැවත වැටී ඇත. මෙතැනදී මම බණ්ඩාරනායක පුද්ගලයා ගැනත් ඔහු නොසන්සුන් කළ සාමාන්‍ය සංකා ගැනත් කතා කිරීම නවතා බණ්ඩාරනායක පුරාවිද්‍යාඥයා වෙත හැරෙමි. (ඉදිරියට පැවැත්වේ)",
        "මුදල් කාරක සභාව: මුදල් මණ්ඩලය පාර්ලිමේන්තුවට අපහාස කළා; ‘වැරදිකරුවන්ට’ එරෙහිව පියවර ගන්නා ලෙස එස්.බී.ජේ.",
        "ශ්‍රී ලංකාවේ සමලිංගික ලිංගික ක්‍රියාකාරකම් සාපරාධීකරණය කිරීම LGBTI ක්‍රියාකාරිනියකගේ අයිතිවාසිකම් කඩ කළ බව එක්සත් ජාතීන්ගේ කාන්තා අයිතිවාසිකම් කමිටුව පවසයි",
        "UWU උපාධිය - තවත් පරම්පරාවක් කුණාටුවලට ඉහළින් ඉහළට!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சேனகே பண்டாரநாயக்கவின் தொல்லியல் துறையை அறிவார்ந்த பாரம்பரியத்தில் உள்வாங்குதல்",
      "body_lines": [
        "களனிப் பல்கலைக்கழகத்தின் தொல்லியல் முதுகலைப் பட்டதாரி நிறுவனத்தின் முன்னாள் பணிப்பாளர்",
        "(08 மார்ச் 2022 அன்று களனிப் பல்கலைக்கழகத்தின் சமூக விஞ்ஞான பீட கேட்போர் கூடத்தில் பிரபல தொல்பொருள் ஆய்வாளர் பேராசிரியர் சேனகே பண்டாரநாயக்கவின் ஏழாவது நினைவேந்தலில் பேராசிரியர் ஜகத் வீரசிங்க ஆற்றிய உரை)",
        "சேனகே பண்டாரநாயக்கவின் 7ஆம் ஆண்டு நினைவு நாளில், அவரை எவ்வாறு நினைவுகூர வேண்டும்? நினைவேந்தல் என்பது அவசியத்தால், நினைவேந்தலை உச்சரிப்பவரின் தன்னம்பிக்கை வாசகங்களுடன் தவிர்க்க முடியாத தவறான சித்தரிப்புகள் நிறைந்த ஒரு துக்கச் செயலாகும் என்பதைப் புரிந்துகொண்டு, எந்த வடிவத்தில் மற்றும் உள்ளடக்கத்தில் அவரை நினைவுகூர வேண்டும்? உங்கள் வழிகாட்டிகளில் ஒருவரை, ஒரு சிறந்த அறிஞர்-குடிமகனை பொதுவில் நினைவுகூருவதற்கு அழைப்பது அடிப்படையில் ஒரு அரசியல் சைகையாகும், இது உரையாசிரியரின் கவலைகளில் மட்டுமே எழுதப்படும். நாம் துக்கத்தில் இருக்கும் ஹீரோவின் இருப்பை இழப்பது, அவள்/அவரது கவலைகளை மற்றவர் மீது திணிக்க ஒரு வாய்ப்பை வழங்குபவருக்கு வழங்குகிறது. இந்த எழுத்தாளனுக்கு, தன் சொந்த கவலைகள், போராட்டங்கள், இருப்பு மற்றும் மாற்றத்திற்கான அபிலாஷைகளில் கருத்துகளை மீண்டும் எழுதுவதைத் தவிர யாரையும் நினைவுகூர வேறு வழியில்லை. எந்தவொரு நினைவூட்டல் பயிற்சியையும் அடிக்கோடிட்டுக் காட்டும் கவலையானது, யாரோ அல்லது எதையாவது பற்றிய முழுமையடையாத அறிவுக்கும், அந்த முழுமையை ‘உண்மை’ என்ற கருதுகோளுக்குள் இணைக்கும் சொற்பொழிவின் இயலாமைக்கும் இடையே உள்ள தீர்க்கமுடியாத இடைவெளியை அடிப்படையாகக் கொண்டது; இது ஒரு அடிப்படை மனித இக்கட்டான நிலை. மேலும், எனது வழிகாட்டி, எனது ஆசிரியர், எனது பேராசிரியர் சேனகே பண்டாரநாயக்க பற்றி இந்த வரையறையின் ஆழமான உணர்வுடன் நான் பேசுகிறேன், இருப்பினும், காதல், துக்கம், பயம், மரியாதை மற்றும் இழப்பு போன்ற ஆக்கபூர்வமான மற்றும் கற்பனையான ஊகங்களுக்கு வரம்பற்ற இடத்தை வழங்குகிறது.",
        "நான் அவரைப் பற்றி இரண்டு கோணங்களில் பேசப் போகிறேன்-–பண்டாரநாயக்க, அந்த நபர், மற்றும் அவர் எப்படிப்பட்ட ஆளுமை, மற்றும் பண்டாரநாயக்க அறிஞர்-குடிமகன். ஒரு அறிஞராக-குடிமகனாக அவர் காலனித்துவ-நவீனத்துவத்தின் எச்சங்களுடன் நேருக்கு நேர் போராடினார், இது காலனித்துவ சகாப்தத்தை மீற முற்படும் பின்காலனித்துவ நவீனத்துவத்தின் அபிலாஷைகளை குறைமதிப்பிற்கு உட்படுத்துகிறது. மற்றொன்று, பாசிடிவிஸ்ட், வரலாறு மற்றும் தொல்பொருளியல் ஆகியவற்றில் ஏராளமாக இருப்பதாகக் கூறுகிறது, மேலும் சிலவற்றைக் குறிப்பிடுவதற்கு, ஒரு கடந்த காலம் கண்டுபிடிக்கப்பட உள்ளது.",
        "பண்டாரநாயக்காவைப் பற்றி நான் முதலில் பேசுவேன், அவருடைய ஆளுமையில் தனிப்பட்ட மற்றும் பொதுமக்களை வெட்டும் நிலையில் இருந்து அவரது சிந்தனை உற்பத்தி முறைகளை நிலைநிறுத்தியது. என்னைப் பொறுத்தவரையில் பண்டாரநாயக்க என்பது ஒரு தனி நிகழ்வு, அவருக்கு முன் அவரைப் போல் யாரும் இல்லை, எதிர்காலத்திலும் அவரைப் போல் யாரும் இருக்க மாட்டார்கள்; தொல்பொருளியல் துறையில் இலங்கையின் புலமை தொடர்பாக பரிசீலிக்கும்போது, ​​அவர் ஒரு அசல் சிந்தனையாளர் (அசல் மட்டுமல்ல). \"ஒருமை\" என்ற குறிச்சொல்லைப் பயன்படுத்தி, அவர் ஒரு வரலாற்றில் இல்லை என்று நான் முன்மொழியவில்லை, மாறாக; அவர் உண்மையில் அவரை உருவாக்கிய வரலாற்று நேரம்/கணத்தின் ஒரு முழுமையான சிக்கலான விளைவு. தனக்குப் பரம்பரையாகக் கிடைத்த அந்தச் சிறப்புப் பதவியை அவர் நன்கு அறிந்திருந்தார், அவர் ஒரு 'டயஸ் பண்டாரநாயக்க'வாக இருந்தார், மேலும் அந்தச் சலுகையை உலகம் எவ்வாறு பெற்றுக் கொண்டது, இடைமறித்து எதிர்வினையாற்றியது என்பதை அவர் அறிந்திருந்தார், பின்காலனித்துவத்தின் பொய்யான அல்லது ஏமாற்றும் வாக்குறுதிகளையும் அவர் அறிந்திருந்தார். நவீனத்துவம் இளைய தலைமுறையினருக்கு வழங்கியுள்ளது, மேலும் அதை சரிசெய்வதில் அல்லது தலையிடுவதில் அவர் தனது வரம்புகளை அறிந்திருந்தார். அறிவொளி சகாப்த சிந்தனையின் எச்சமான \"நான்\" என்ற ஒரு ஒற்றை வடிவத்தில் யோசனையின் ஏமாற்றும் நவீனத்துவ கட்டுமானத்தை அவர் அறிந்திருந்தார்; 'சுயாதீனமான 'நான்' என்ற கருத்தின் ஏமாற்றுத்தனம். இந்த 'நான்' பற்றிய அவரது விமர்சனம் உள்ளுணர்வுடன் இருந்தது மற்றும் கடந்த காலத்தைப் பற்றிய அறிவு சிக்கலானது மற்றும் மாறுபட்டது, கடந்த கால நிகழ்வுகள் பற்றிய உண்மைகள் புரிந்துகொள்வது கடினம் அல்லது சாத்தியமற்றது என்ற புரிதலில் இருந்து வந்தது. மைக்கேல் ஃபூக்கோவின் ‘ஆர்க்கியாலஜி ஆஃப் நாலெட்ஜ்’ அல்லது ஜாக் டெரிடாவின் ‘கிராமட்டாலஜி’ அல்லது ஜீன் லூக் நான்சியின் ‘பன்மையில் ஒருமை’ ஆகியவற்றிலிருந்து ‘நான்’ பற்றிய அவரது விமர்சன உணர்வு வரவில்லை. அந்த பிரெஞ்சு சிந்தனையாளர்களிடம் அவர் ஈர்க்கப்படவில்லை.",
        "இருப்பினும், பிறப்பால், நாட்டின் உயர்மட்ட அரசியல் அதிகார சபைகளுடன் இணைக்கப்பட்டிருந்த நிலையில், அவருடைய சொந்த வரம்புகளை நான் பாராட்டத்தக்க வகையில் பேசும்போது, ​​அவரும் நானும் இந்த விஷயத்தில் வாதிட்ட பல சந்தர்ப்பங்கள் உள்ளன.",
        "ஒரு சம்பவத்தை சொல்கிறேன். ஒருமுறை, அவரது எண்ணங்களில் இந்த அம்சத்தை உணர்ந்த நான், தொல்பொருள் செயல்பாடுகள் குறித்த வெள்ளை அறிக்கையை அவர் தயாரிக்க வேண்டும் என்று நான் வலியுறுத்தினேன், தொல்லியல் உங்களுக்கு என்ன வித்தியாசமாக இருக்கும் என்று நான் கூறினேன். தொல்பொருள் ஆராய்ச்சியாளர்களின் சமூக நிலப்பரப்பை நீங்களும் உங்கள் நண்பர் ரோலண்ட் சில்வாவும் முற்றிலுமாக தலைகீழாக மாற்றியுள்ளோம், இந்த சமூக நிலப்பரப்பில் சொத்து வாங்குவது, திருமணம் செய்வது, வெளிநாடு செல்வது என பல விஷயங்களை தொல்லியல் மூலம் சாதிக்க போராடுவோம். , பதவிகளைப் பாதுகாத்தல், பெயர் எடுப்பது போன்றவை. நாங்கள் உங்களைப் போலல்லாமல், சிரான் தெரணியகல அல்லது ரோலண்ட் சில்வாவைப் போலல்லாமல், கிராமப்புற மற்றும் புறநகர் குட்டி முதலாளித்துவத்தைச் சேர்ந்த தொழிலாள வர்க்கக் குடும்பங்களின் பிள்ளைகள். நீங்கள் இப்போது தலையிடாத வரையில், நமது தொல்லியல், கலை வரலாறு ஜனரஞ்சகமாக, ஏற்கனவே உள்ள மேலாதிக்கங்களுக்கு அடிபணிந்து, இறுதியில் சுயநலங்களுக்குச் சேவை செய்வதாக முடியும். அவர் என்னை எதிர்க்கவில்லை, அதற்கு பதிலாக அவர் தனது வழக்கமான வசீகரமான புன்னகையுடன் கூறினார், “ஜெகத், உங்களால் உலகைக் காப்பாற்ற முடியாது, வரலாறு அதன் போக்கை எடுக்கட்டும். ஹார்டன் ப்ளைனைப் பற்றி யோசித்துப் பாருங்கள், தீவின் மற்ற பகுதிகள் பெரிய மாற்றங்களைச் சந்திக்கும் போது அதன் சூழலியல் சிறிதும் மாறாமல் உள்ளது. உங்களுக்கும் உங்கள் சகாக்களுக்கும் ஒரு ஹார்டன் சமவெளியை உருவாக்குங்கள்”. இன்று, எனது இளைய சகாக்களிடம், தொல்லியல் துறையில் ஏதேனும் வளர்ச்சி ஏற்பட்டால், அவர்கள் மிகவும் கோபமாகவோ அல்லது வருத்தமாகவோ இருக்கும்போது, ​​அதையே கூறுகிறேன். ஹார்டன் சமவெளி, இலங்கை தொல்லியல் மற்றும் தொல்பொருள் ஆராய்ச்சியாளர்களுக்கு பண்டாரநாயக்க கற்பனை செய்த மறுதொடக்கம் தொல்லியல் பட்டதாரி நிறுவனம் ஆகும்.",
        "பல வழிகளில் சேனகே பண்டாரநாயக்கவின் 'கண்டுபிடிக்கப்பட்ட' மாணவர்களில் ஒருவராக நான் அவருக்கு நெருக்கமாக இருந்தேன், இருந்தபோதிலும், பண்டாரநாயக்கவைப் பற்றி பேசுகையில், இன்று, இந்த இடத்தில், களனிப் பல்கலைக்கழகத்தின் தொல்பொருள் திணைக்களம், அடங்கிய பார்வையாளர்களிடம் பெரும்பாலும் அவரது முன்னாள் மாணவர்கள் மற்றும் அவர்களது மாணவர்களில், அவர் தனது இலங்கைப் புலமைப் பருவத்தை ஆரம்பித்தார், அது ஆசிரியர்-அறிஞராக இருமடங்கானது சவாலானது. என்னை பதட்டப்படுத்துகிறது. சேனகே பண்டாரநாயக்கவை நான் சந்தித்த வரலாறு இங்கு இல்லை. இந்த இடத்தின் உள் இயக்கவியலைத் தெரிவிக்கும் வரலாறுகளை நான் முழுமையாக அறியவில்லை. ஆனால் நான் இலங்கையின் தொல்பொருளியல் உலகத்தின் மிகக் கடினமான ஒருவன், ஆனால் அதற்கும் நான் ஒரு வெளியாள். அவர் இங்கே உணர்ந்திருக்கக்கூடிய சவால்களைப் பற்றி நான் சிந்திக்க முயற்சிக்கிறேன். எனது அகம்-புறம் இருத்தல் இந்த சிக்கலான தொல்பொருள் துறையை முக்கியமான தூரத்தில் இருந்து பார்ப்பதற்கும், பண்டாரநாயக்காவின் பார்வையை மழுங்கடித்துவிட்ட எங்கள் குறைபாடுகள், தோல்விகள் மற்றும் தவறிய படிகளைப் பார்ப்பதற்கும் ஒரு வாய்ப்பை அளிக்கிறது.",
        "அவர் எதிர்கொண்ட முக்கிய சவால், தொல்லியல் துறையில் அவரது இலட்சியங்களுக்கும் அவரது சொந்த மாணவர்களால் நிகழ்த்தப்பட்ட தற்போதைய தொல்பொருள் நடைமுறைகளுக்கும் இடையே வளர்ந்துள்ள தூரத்தைக் கருத்தில் கொள்ளும்போது, ​​​​நான் இப்போது நினைக்கும் விதத்தில், நான் கூறுவேன். அந்தச் சவாலை சமூகக் கண்ணோட்டத்தில், வர்க்கக் கண்ணோட்டத்தில் பார்க்க வேண்டும். 2004ல் இருந்து நான் உணரத் தொடங்கிய ஒன்று இது. களனிப் பல்கலைக் கழகத்தின் தொல்லியல் துறையின் தொல்லியல் துறை, கலை வரலாறு, பாரம்பரியம் போன்றவற்றைச் சமூகப் பின்னணியில் இருந்து வரும் மாணவர்களுக்குப் போதிக்கத் தொடங்கினார். . நான் முன்பு கூறியது போல், அவர்கள் சிங்களத்தில் மகா வித்தியாலயத்திலும் மத்திய மகா வித்தியாலயத்திலும் கல்வி கற்ற தொழிலாள வர்க்கப் பின்னணியில் இருந்து வந்தவர்கள். அவர்கள் ஒற்றை மொழி பேசுபவர்கள், சிங்களம் மட்டுமே பேசினர் மற்றும் படித்தனர். எங்களைப் போலல்லாமல், அவருக்கு அவரது தொடர்பு மொழி ஆங்கிலம், சிங்களத்தில் அவரது திறமை மிகவும் குறைவாக இருந்தது. இருந்தபோதிலும், அவர் இரண்டு தலைமுறை தொல்பொருள் ஆராய்ச்சியாளர்கள் மற்றும் கலை வரலாற்றாசிரியர்களுக்கு வழிகாட்டியாக இருந்தார், அவருடைய சிங்களம் போலவே ஆங்கிலத்திலும் அவரது திறமை குறைவாக இருந்தது. எமது கல்விச் செயற்பாடுகளை சீர்குலைத்த மேற்கோள் போராட்டங்களுக்கு அவர் மிகவும் அனுதாபம் கொண்டிருந்தார் என்பதை நான் நன்கு அறிவேன், ஆனால், பின்னோக்கிப் பார்த்தால், அந்த அற்பமான போராட்டங்களின் தாக்கத்தின் ஈர்ப்பை அவரால் பார்க்க முடியவில்லை என்று வெளிப்படையான காரணங்களுக்காக நான் கூறுவேன்.",
        "இலங்கையில் ஒரு அறிஞர் குடிமகன் என்ற அவரது எண்ணம் - காலனித்துவத்திற்குப் பிந்தைய சமூக-அரசியல் சூழலில், பின்காலனித்துவ நவீனத்துவத்திலிருந்து வெளிப்படும் கவலைகளால் வரையறுக்கப்பட்டது - நம்மில் பெரும்பாலானவற்றிலிருந்து முற்றிலும் வேறுபட்டது. ஒரு அறிஞர்-குடிமகன் பற்றிய நமது கருத்து இரு பரிமாணங்களைக் கொண்டது. தொல்லியல், கலைக் கண்காட்சிகளுக்குச் செல்வது, சிறந்த திரைப்படங்களைப் பார்ப்பது, இசை கேட்பது, இலக்கியம் படிப்பது, வெளியீடு அல்லது சுவரொட்டி வடிவமைத்தல், சமையல் செய்தல், திரைகள் மற்றும் மல்டிமீடியா உபகரணங்களுடன் கூடிய விரிவுரை மண்டபம் அல்லது திரைச்சீலைகள் மற்றும் சில படைப்புகளுடன் தனது அலுவலக அறையை ஏற்பாடு செய்தல். கலை என்பது சிந்தனைமிக்க அறிவுசார் ஈடுபாடுகளுடன் கூடிய செயல்களாகும். அவரைப் பொறுத்தவரை, அவை அறிவு உற்பத்தியின் பாரம்பரியத்தில் வேரூன்றியுள்ளன. அவரைப் பொறுத்தவரை, அந்த நடவடிக்கைகள் அனைத்தும் அறிவார்ந்த உள்ளீடுகள், மதிப்பீடுகள், உள்ளடக்கிய மற்றும் விலக்கப்பட்ட நெறிமுறை செயல்முறைகளை அடிப்படையாகக் கொண்ட தீர்ப்புகளை உள்ளடக்கியது. சியாட் வித்தியாசமாக, மனித செயல்கள் அவசியமாக விளக்கமளிக்கும் மற்றும் அடையாளமாக இருப்பதை பண்டாரநாயக்க அறிந்திருந்தார். எனவே பொருள் துணை மற்றும் சூழல் சார்ந்தது. அவர் எப்போதும் தூண்டுதலாக அர்த்தத்தைத் தேடினார். அவரைப் பொறுத்தவரை, கொடுக்கப்பட்ட ஆவணத்தை நம்பாமல், சூழலுக்குள் இருந்தே அர்த்தமுள்ள செயல்களைக் கண்டறிய வேண்டும்.",
        "இதன் விளைவாக, அவர் பொதுவாக அதிகாரத்துவ எதிர்ப்பு, படிநிலை எதிர்ப்பு மற்றும் அத்தியாவசிய எதிர்ப்பு. ஆனால் நான் கடைசி புள்ளியில் ஒரு குறிப்பைச் சேர்க்க வேண்டும், 'அத்தியாவசியத்திற்கு விரோதமாக இருப்பது'. அவர் அடிப்படை மதிப்புகளில், சாரங்களில் நம்பிக்கை கொண்டிருந்தார், ஆனால் ஹெகலைப் போலவே, அவர் சாரங்களை வரலாற்று ரீதியாகப் பார்த்தார், அதாவது காலப்போக்கில் மாறுவது; சாரங்கள் தங்களுக்குள் உட்புகுந்து புதிய சாரங்களை உருவாக்குகின்றன. அவரது சிந்தனை உற்பத்தி முறையில், ஒரு ஹெகலிய மயக்கத்தின் செயல்பாட்டை எப்போதும் உணர முடியும்.",
        "அவர், ஒவ்வொரு சந்தர்ப்பத்திலும், அவரது துறைகளின் ஒரு விளைபொருளாக இருந்தார்: தொல்லியல், வரலாறு மற்றும் மார்க்சியத்தின் பெரும்பகுதி சமூக உணர்வுகளை பாதித்தது. அவர் ஒரு பிரபுத்துவ குடும்பத்தின் வழித்தோன்றல், கணிசமான வரலாற்று ஆழம் மற்றும் நினைவாற்றல் கொண்டவர், அதே நேரத்தில் அவர் 20 ஆம் நூற்றாண்டின் இலங்கையின் விடுதலை அரசியலின் விளைபொருளாகவும் இருந்தார். அவரிடம், நான் மிகவும் பாராட்டிய, நன்கு ஒருங்கிணைந்த ஆளுமையைக் கண்டேன். சாதாரணமாகத் தோன்றும் இரண்டு சம்பவங்களைச் சொல்கிறேன்: பிறந்தநாளைக் கொண்டாடுவதில் அவருக்கு அக்கறை இல்லை, பிறந்தநாளைக் கொண்டாடும் எண்ணத்தால் அவர் வெட்கப்பட்டார், யாரோ ஒருவர் 'பிறந்தநாள் விருந்து' நடத்த முன்வந்தபோது அவர் எப்படி நொந்து போனார் என்பது எனக்கு இன்னும் நினைவிருக்கிறது. அவர் ஒவ்வொரு பிறந்தநாளிலும் ஒரு நண்பரிடமிருந்து கேக்கைப் பெறுவார், ஒருமுறை அந்த கேக்கின் ஒரு துண்டைப் பகிர்ந்து கொள்ள என்னை அவருடைய வீட்டில் வைத்திருந்தார். அவருக்கு மத சடங்குகள் பிடிக்கவில்லை, ஆனால் ஸ்ரீ மஹாபோதியை தரிசித்து மரத்திற்கு மலர்களை அர்ப்பணித்து மகிழ்ந்தார், ஒருமுறை அவர் தனது மதச் செயலை விளக்கி, 'எனக்கு இதைச் செய்வது பிடிக்கும்' என்று இப்படிச் சொன்னார், பின்னர், பின் சிந்தனையைப் போல , அவர் கூறினார், 'இதைச் செய்வது மனிதகுலத்தின் நீண்ட வரலாற்றின் ஒரு பகுதியாக என்னை ஆக்குகிறது மற்றும் மக்கள் ஒரு பெரிய சமூகம்'. அவரது சிந்தனையிலும் செயல்களிலும் தனிப்பட்ட மற்றும் பொது குறுக்கிடுவதை நான் காண ஒரு சிறந்த எடுத்துக்காட்டு. மிக அற்பமான இன்னொரு சம்பவத்தைத் தருகிறேன். 1990 களின் பிற்பகுதியில், அவர் PGIAR இல் உள்ள பழைய காலனித்துவ கட்டிடத்தின் மேல் தளத்தில் உள்ள விரிவுரை அறைக்கு சென்றார். எங்கள் அப்போதைய பதிவாளர் திரு.தனபாலா, பழைய ஜன்னலை பிளைபோர்டு மூலம் மூடிவிட்டு, புரொஜெக்டருக்கான திரையைத் தொங்கவிட்டிருந்தார். பேராசிரியர் பண்டாரநாயக்கா அதை ஒரு பார்வை பார்த்துவிட்டு என் பக்கம் திரும்பி “ஜகத், நம்மிடம் நாகரீகம் இல்லை என்று மக்கள் நினைப்பார்கள்” என்றார்.",
        "இந்தக் கருத்தை முழுமையாகப் பெற எனக்கு சிறிது நேரம் பிடித்தது. இவ்வளவு எளிமையான விஷயத்திற்கு ஏன் இவ்வளவு கடுமையான பதில்? அவர் என்ன எதிர்வினையாற்றினார், நான் பின்னர் உணர்ந்தேன், உணர்ச்சியற்ற தலையீடு, இதனால் பழைய அறையின் ஒழுங்குபடுத்தப்பட்ட பொருள் கலாச்சாரம் சீர்குலைந்தது. நான் இப்போது பின்வரும் முறையில் அவரது கருத்தை மீண்டும் எழுதுவேன்: \"எங்கள் அடையாள அமைப்புகளை நாம் இழந்துவிட்டோம் என்று மக்கள் நினைப்பார்கள்.\" மற்றும், நிச்சயமாக, எங்கள் தலைமுறையின் தொல்பொருள் ஆராய்ச்சியாளர்கள் மற்றும் அதற்குப் பிறகு வந்தவர்கள், லக்கானிய அர்த்தத்தில் \"தந்தையின் பெயர்\" என்ற குறியீட்டு அமைப்பு இல்லை. நம்மில் பெரும்பாலோருக்கு, \"இல்லை\" என்ற கட்டளையை வழங்கும் குரல் இல்லை. பெரும்பாலான சந்தர்ப்பங்களில், நமது கைகளில் உள்ள இலங்கை தொல்லியல் துறையானது \"ஓடிபலுக்கு முந்தைய கட்டுப்பாடற்ற பழங்காலத்துவத்திற்கு\" திரும்பிவிட்டது. இத்தருணத்தில், பண்டாரநாயக்கா என்ற நபரைப் பற்றியும், அவரைத் தணித்த நெறிமுறைக் கவலைகள் பற்றியும் பேசுவதை நிறுத்திவிட்டு, தொல்பொருள் ஆய்வாளர் பண்டாரநாயக்காவிடம் திரும்புவேன். (தொடரும்)",
        "நிதிக்குழு: நாடாளுமன்றத்தை அவமதித்த நாணய வாரியம்; ‘குற்றவாளிகள்’ மீது நடவடிக்கை எடுக்க எஸ்.பி.ஜே.",
        "இலங்கையில் ஒரே பாலின பாலியல் செயல்பாடுகளை குற்றமாக்குவது LGBTI செயற்பாட்டாளரின் உரிமைகளை மீறுவதாக ஐநா பெண்கள் உரிமைக் குழு தெரிவித்துள்ளது.",
        "UWU பட்டப்படிப்பு - புயல்களுக்கு மேலே உயரும் மற்றொரு தலைமுறை!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}