{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-us3-6bn-in-net-debt-large-quasi-fiscal-losses-from-march-92905/",
  "time_ut": 1649655720,
  "title": "Sri Lanka central bank US$3.6bn in net debt, large quasi-fiscal losses from March",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank’s net liabilities had reached 734 billion rupees (3.6 billion US dollars) by February 2022, when gross reserves were reported as 2,311 million US dollars in the same month as the agency borrowed dollars after running out of reserves.",
    "The central bank has about 2.2 billion US dollars of swaps with the Reserve Bank of India, Bangladesh Bank, People’s Bank of China and domestic counterparties.",
    "It also has a 1.3 billion US dollar loan from China. The central bank also has special drawing rights allocation, after its SDR holding was sold.",
    "The central bank has also deferred cross-border payments to India under the Asian Clearing Union.",
    "When the central bank has net liabilities it makes large so-called quasi fiscal losses.",
    "In March when the currency fell to 299 to the US dollar from 201, the agency would make a loss of at least 257 billion rupees, even if net liabilities did not go up during the month. Data showed gross reserves had fallen by over 300 million dollars in March.",
    "The central bank however owns over two trillion in Treasury bills and bonds, which would bring profits via interest earnings, though there would be some mark-to-market losses as well.",
    "Such quasi-fiscal losses and dollar liabilities can wipe out a central bank if it did not get external help, such as from the International Monetary Fund, the currency can fall steeply and die unless the soft-pegged authorities had courage to float (overcome ‘fear of floating’).",
    "Sri Lanka last week raised policy rate to 14.5 percent which can curtail domestic credit and help the currency peg.",
    "Analysts have called for a surrender requirement to be removed to stop the rupee from dying a natural death.",
    "Sri Lanka’s credit system became increasing unstable under ‘flexible inflation targeting’ when policy became unbound from rules.",
    "A ‘flexible exchange rate’ or soft-pegged central bank loses reserves when it prints money to finance the deficit or keep rates (inflationary policy) domestic credit and imports go up above foreign receipts, putting pressure on its currency peg.",
    "When interventions are made to stop the peg from falling (reserves are given for imports to maintain the peg) foreign assets fall.",
    "That reserves can be used for imports is a popular Mercantilist myth widely believed in Sri Lanka.",
    "Reserves are past savings. When reserves are used for imports (and the intervention is sterilized with new money to keep the policy rate) the external current account deficit rises and the central bank’s and the national net liabilities go up.",
    "If reserves are used to repay debt, both an asset and liabilities come down in proportion.",
    "However when money is printed to keep rates down in inflationary policy and domestic credit and imports go up, the central bank is unable to re-build reserves (re-collect savings) that were used to repay debt, due to excessive domestic credit and consumption triggering a currency crisis and default.",
    "State consumption also went up under ‘revenue based fiscal consolidation’, critics have said, as large volumes of taxes taken from the private sector were given  to state workers and politically favoured lobby groups. (Colombo/Apr11/2022)"
  ]
}