{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Outward-labour-migration-tops-100-000-so-far-this-year/342-236669",
  "time_ut": 1652158440,
  "title": "Outward labour migration tops 100,000 so far this year",
  "body_lines": [
    "Departures for foreign employment grew by record 127% to 121,795 in 2021",
    "Sri Lanka’s outward labour migration has topped the 100,000 mark so far during the year, with an increasing number of Sri Lankans moving to take up foreign employment opportunities to escape from the worsening economic and political crises in the country.",
    "According to the Association of Licensed Foreign Employment Agencies (ALFEA), over 100,000 Sri Lankans departed the country for foreign employment opportunities from the January 1 to April 8, 2022 period.",
    "“At present, there’s large demand for Sri Lankan migrant workers, in particular from the Middle Eastern countries and there’s also a large uptick in supply with what’s happening in the country.",
    "Overall, the departures for foreign employment grew by a record 126.8 percent to 121,795 in 2021, from 53,711 in 2020.",
    "In particular, there was an increase in the share of professional, middle level, clerical and related, skilled and semi-skilled foreign employment categories compared to the unskilled and housemaid categories last year.",
    "In particular, the share of housemaids in overall foreign employment departures fell to 24.1 percent in 2021, from 28.5 percent, although the number of females leaving for housemaid employment opportunities nearly doubled in absolute terms.",
    "Arshad reasoned that the reimposition of the Family Background Report (FBR), which has been viewed by some to be gender discriminatory, as the main cause for the relative decline.",
    "“With the economic crisis getting worse, there are many female migrants, who are seeking for foreign employment opportunities. However, a considerable number of them struggle to obtain the FBR. Therefore, some of them are resorting to unofficial avenues to secure foreign employment opportunities, without registering with the SLBFE and Immigration and Emigration Department at the airport,” he elaborated.",
    "The Middle East region, led by Qatar, Saudi Arabia, the UAE and Kuwait, continued to dominate as the key foreign employment destinations in 2021, by accounting for 84.8 percent of the total departures for foreign employment."
  ]
}