{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Japan-supports-returnee-migrants-in-collaboration-with-IOM-ILO/56-733268",
  "time_ut": 1649446800,
  "title": "Japan supports returnee migrants in collaboration with IOM, ILO",
  "body_lines": [
    "Japan assisted ‘Nipuna Saviya’ – Sewing and Training Centre located in Beruwala Divisional Secretariat, Kalutara District was declared open with the representatives of the Embassy of Japan in Sri Lanka, Ministry of Foreign Employment Promotions and Market Diversification, International Organization for Migration (IOM) and International Labour Organization (ILO) recently.",
    "‘Nipuna Saviya’ – Sewing and Training Centre was funded by the Government of Japan with approximately $ 1.7 million and jointly implemented by IOM and ILO under the ‘The Project for Supporting the Socioeconomic Reintegration of Sri Lankan Migrant Workers Repatriated due to the COVID-19 Outbreak’, in order to support the socioeconomic development and harmonious integration of migrant returnees.",
    "This project aims to reduce further vulnerability of migrant returnees and to support them to regain social integration by encouraging skill development with special focus on women and youth. This Sewing and Training Centre will be one of various components of the project which will be implemented across the country.",
    "Through this project, migrant returnees will have opportunities to develop their socioeconomic skills and entrepreneurship. In addition to this centre, other 21 skill trainings centres will be built in nine districts of Sri Lanka.",
    "This year, Japan and Sri Lanka mark the 70th Anniversary of the Establishment of Diplomatic Relations. During past seven decades, Japan has been providing extensive support throughout the islands to help enhance peace and socioeconomic development in Sri Lanka, including livelihood improvement and empowerment of the people.",
    "People and the Government of Japan sincerely hope that this centre will provide facilities and programs to develop practical working skills that would eventually expand the future opportunities for migrant workers in Sri Lanka."
  ]
}