{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Ceylon-Chamber-writes-to-Wijedasa-on-proposed-21st-Amendment-to-the-Constitution/56-735293",
  "time_ut": 1653417000,
  "title": "Ceylon Chamber writes to Wijedasa on proposed 21st Amendment to the Constitution",
  "body_lines": [
    "The Ceylon Chamber of Commerce has written to Justice, Constitutional Affairs and Prison Reform Wijedasa Rajapakshe on the proposed 21st Amendment to the Constitution with its observations and recommendations.",
    "Following is the full text of Ceylon Chamber of Commerce Chairman Vish Gonvindasamy’s letter to Minister Rajapakshe with copies to President, Prime Minister and Leaders of political parties.",
    "We appreciate the efforts taken by you to expedite the process of gaining approval from Cabinet to place before the Parliament, the 21st amendment bringing back salient provisions of the since repealed 19th amendment to the Constitution.",
    "The Chamber has considered the draft that was presented to the Cabinet and believes that the proposed amendments contain many positive features that will help to improve the governance framework in the country, meeting the expectations of the public to some extent. However, we feel that it can be strengthened further with a few more amendments necessitated by past learnings and current context to meet the aspirations of the people, including the business community, who are seeking a ‘system change’ to the manner in which this country is governed.",
    "It welcomes, in particular, the proposal to re-establish the Constitutional Council and to re-activate the independent commissions previously introduced through the 19th amendment. The proposed amendments to curtail the excessive powers granted to the President under the 20th amendment are also seen as a step in the right direction towards transforming the role of the President to a non-executive position.",
    "We endorse, in particular, provisions that have been introduced to ensure that the President acts on the advice of the Prime Minister not only in the appointments of officers that are contemplated by the amendment but also in the removal of those officers.  We also endorse the importance of having only Sri Lankan citizens (and not dual citizens of Sri Lanka) to sit and vote in Parliament.",
    "The Ceylon Chamber notes a few areas in which further amendments can be made to make the governance process even stronger.  Set out below are the same for consideration by the Cabinet.",
    "Increase the number of independent members chosen to represent civil society on the Constitutional Council to five increasing it from the proposed three members to achieve a better balance. Further, we recommend that wording on the lines of Article 41 B is adopted to ensure that the composition reflects the pluralistic character of the society, including gender.",
    "It should be an obligation of the Constitutional Council to formulate a set of rules to govern their internal workings as this would lend to a due process being followed and transparency achieved. It is also suggested that where “subject to the approval of the Constitutional Council” appears it should be amended to read as “subject to the prior approval of the Constitutional Council” in order to avoid any doubt.",
    "Article 44 of the constitution that allows the President to assign any subject or portfolio to himself should also be removed to ensure that the stability and certainty we all desire is entrenched.",
    "All Secretaries to Ministries should also be appointed only on the advice of the Prime Minister to minimise conflicts and avoid uncertainty.",
    "The ambit of the powers of the Constitutional Council should include the Monetary Board and the Right to Information Commission.",
    "Article 156 C should be strengthened to state that the core function of the National Procurement Commission envisages legally binding guidelines on procurement to be published in a timely fashion.",
    "The Ceylon Chamber of Commerce urges you to consider this important piece of legislation as the highest priority in the best interest of the people of this country and ensure it is passed within a short period of time, subject to the inclusion of the above enhancements, meeting the aspirations of the public."
  ]
}