{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lanka-ioc-provides-6000-mt-of-fuel-to-ceb-to-mitigate-electricity-crisis/",
  "time_ut": 1649086080,
  "title": "Lanka IOC provides 6,000 MT of fuel to CEB to mitigate electricity crisis",
  "body_lines": [
    "Lanka IOC has extended its support to the Ceylon Electricity Board (CEB) by supplying 6,000 metric tonnes (MT) of fuel for power generation in a move to bring about interim relief to the ongoing electricity crisis in the country.",
    "“The supplies are being made from LIOC’s Trincomalee terminal through a round-the-clock operation for which 33,000-litre capacity bowsers belonging to Ceylon Petroleum Storage Terminals Limited (CPSTL) have been deployed for distribution,” company sources said.",
    "When contacted LIOC Managing Director Manoj Gupta said, “We are very much hopeful that our modest contribution in ensuring fuel supplies for electricity generation will go a long way in easing the challenging situation created due to shortage of electricity in the country. LIOC has always been concerned about the wellbeing of Sri Lankan people and we are working in line with our ‘Nation First’ mission.”",
    "“The Ceylon Electricity Board (CEB) has been unable to procure enough fuel supply to maintain the daily electricity generation requirement resulting in power cuts on a daily basis between 12-13 hours. These are the longest-ever power cuts announced in Sri Lanka. Businesses as well as daily lives of people are adversely affected due to long power outages. Many of the officers are forced to work from home to manage this situation,” Lanka IOC sources further said.",
    "“Under the circumstances, at the request of the government of Sri Lanka, Lanka IOC made this arrangement to help CEB to meet the energy requirements of the country and ease the prevailing electricity crisis,” LIOC said.",
    "HNB’s rapid tech innovation wins four awards at LankaPay Technovation Awards",
    "Media personnel from Korea conclude their FAM Tour in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}