{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-brick-at-a-time-how-rythm-foundation-is-supporting-low-income-conflict-affected-sri-lankans/",
  "time_ut": 1648122000,
  "title": "A Brick at a Time: How RYTHM Foundation is supporting low-income, conflict-affected Sri Lankans",
  "body_lines": [
    "RYTHM Foundation, the social impact arm of the global QI Group, embarked on a Sustainable Community Project (SCP) in Sri Lanka in 2019 to rebuild the lives of 500 low-income families in one of the country’s poorest districts post the Sri Lankan Civil War.",
    "A legacy of the project is a brick manufacturing facility that has contributed to gradually rebuilding the lives of residents in Mullaitivu district, where more than 70% of households live below the poverty line.",
    "The project is a collaboration between RYTHM, LEADS Sri Lanka, and Habitat for Humanity Sri Lanka. The NGOs LEADS and Habitat are actively involved in transforming lives and building homes for low-income families across Sri Lanka.",
    "The facility is far from a conventional brick factory. Instead, the plant produces compressed stabilised earth bricks (CSEB) – an eco-friendly alternative to cement blocks. Raw materials used in the production of CSEBs are responsibly sourced. In addition, the bricks are cured naturally with solar power instead of wood-fired furnaces that contribute to deforestation and air pollution.",
    "The plant has changed innumerable lives in the district – and naturally for the better.",
    "Although he was rehabilitated and reintegrated into society after the 26-year confrontation ended, Thevathason faced extreme difficulty landing a job – until he was employed as a labourer in the factory. As a result, he is finally earning a decent wage to sustain his family.",
    "Another inspiring narrative involves Radeesh, a young man who struggled to repay his debts as he desperately tried to rebuild his family home after the conflict. Today, he is employed as a driver in the factory and hopes to save enough money to provide a decent life for his family and provide a permanent roof over their heads.",
    "Sivakumari is another beneficiary of the community sustainability project. She has the manufacturer to thank for her project office job and a stable income after being displaced by the war and abandoned by her husband.",
    "Yet another poignant story is that of Paraman and his family. They lived in numerous camps during the war before returning home with a sick child. Again, the factory played a significant role in helping the family reconstruct their property.",
    "RYTHM has supported several initiatives that encourage and empower communities throughout Sri Lanka. The country is especially close to the heart of its Founder, Umayal Eswaran, who was born and raised in Colombo.",
    "Nonetheless, Umayal is as passionate about uplifting vulnerable communities elsewhere in the world.",
    "“Projects that encourage livelihood generation and self-sustenance are needed among all affected communities no matter where they are,” Umayal says. “RYTHM Foundation believes in contributing towards making such efforts a reality.”",
    "RYTHM’s SCP initiatives help transform economically affected populations worldwide into self-sufficient communities in the long term. The programme has helped innumerable beneficiaries – from children to women, urban poor to rural communities, to social and micro-enterprises.",
    "Local partners are provided grants to establish and facilitate programmes that promote and strengthen the Foundation’s three primary focus areas: Education, Gender Equality, and Sustainable Human Development. The initiative also embraces a fundamental RYTHM goal: empowering lives and transforming communities.",
    "AIA Insurance recognised among the Top 10 Best Workplaces in the Banking, Financial Services and Insurance industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}