{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/03/21a-party-leaders-agree-that-it-should-avoid-provisions-calling-for-a-referendum/",
  "time_ut": 1654263900,
  "title": "21A : Party Leaders agree that it should avoid provisions calling for a referendum",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan Prime Minister Ranil Wickremesinghe said that the Party Leaders have arrived at a consensus with regard to the 21st Amendment to the Constitution.",
    "“It will be an amendment that will avoid any provision which will require a referendum,” he said.",
    "However, he said that will not be enough as the crisis worsens.",
    "Sri Lankan Prime Minister Ranil Wickremesinghe said the country is only at the beginning of the crisis, and the worst is still to come.",
    "“At the moment, there are no queues for petrol, but you don’t understand that I not only have to do the job of the Prime Minister, but of the firefighter,” he said adding he needs to look for at least USD 40 Million daily for payment of shipments.",
    "“We have run down the economy, we have state enterprises owning trillions of rupees to the banks, we have enterprises that are losing, we have projects that will not benefit Sri Lanka with no priority list,” he told a gathering on Friday (3) adding that agencies were using different credit lines for their requirements.",
    "He said the food supplies in Sri Lanka will last until September to October, as Sri Lanka did not have sufficient fertilizer for either the Yala or Maha seasons.",
    "“If we receive fertilizer for the next Maha Season, we will be self-sufficient by February next year,” he said.",
    "The Prime Minister said a time would come when people will not eat three meals a day but will have only two meals per day.",
    "He said the government is in talks with friendly nations for assistance, adding that Sri Lanka cannot get through this year alone.",
    "“We need a few billion dollars from outside, otherwise this country cannot survive. We need to get that money. We have to reach out again to the people we rejected, to the Japanese who have been our friends since 1952, but today are hurt after what happened,” he said while asking what country rejects $ 3 Billion in aid without a thank you, and even without a negotiation.",
    "The Prime Minister said Sri Lanka is lucky that India has come forward to help, while other nations too are chipping in.",
    "“China came forward with assistance, but someone in the government went forward and negotiated a swap loan which we cannot use,” remarked the Prime Minister adding that though Sri Lanka needs to look at the West, the West unfortunately is facing a problem with inflation and Ukraine.",
    "He said it is essential that Sri Lanka apologize for its mistakes and make up with friends for support.",
    "The Prime Minister said there are two crises that are affecting Sri Lanka.",
    "“One has already started. That is the economic crisis in Sri Lanka,” said the Prime Minister adding that it is followed by the political crisis, a reflection of a loss of confidence in a political system that allowed the country to reach its present level.",
    "The Prime Minister said the second crisis is the global impact of the Ukraine Crisis, and Sri Lanka is only seeing the beginning.",
    "Sri Lankan Prime Minister Ranil Wickremesinghe said that Sri Lanka did not approach the International Monetary Fund early enough.",
    "Speaking on Sri Lanka – Japan relations, the Prime Minister said it was Japan that came to Sri Lanka’s rescue when it hit a crisis before.",
    "He said Sri Lanka must reach out to Japan for more support, along with the rest of its friends.",
    "The Prime Minister said that Sri Lanka must push through with an agreement with the IMF and it must also decide on its debt structure.",
    "21A : Party Leaders agree that it should avoid provisions calling for a referendum",
    "Doctor pleads guilty for 2018 Accident that killed Police Officer; Ordered to pay Rs. 10 Mn to family"
  ]
}