{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/SL-likely-to-restore-pre-2020-tax-regime-as-govt-to-put-economy-back-on-track/245-236222",
  "time_ut": 1651624860,
  "title": "SL likely to restore pre-2020 tax regime as govt. to put economy back on track",
  "body_lines": [
    "CB tells govt. that current tax structure is not sustainable",
    "“We have to bring tax structure at least to level prior to 2020”– CB Governor Dr. Weerasinghe",
    "Finance Minister Sabry wants VAT rate being restored to early teens as 8% looks ludicrous",
    "But timing couldn’t be worse as people are squeezed by hyperinflation",
    "Some economists propose a two-tier tax structure for low and high-income groups",
    "Higher taxes at this juncture could kill prospects for SMEs as they confront a double whammy from higher rates and inflation",
    "As Sri Lanka is now compelled to make some tough choices to put its economy back on track, both the Finance Ministry and Central Bank officials are calling for higher taxes as part of a crucial fiscal reforms package, while the talks with the International Monetary Fund (IMF) continue for a rescue package.",
    "The officials are looking at bringing up the taxes at least to the level that was there before the sweeping tax cuts introduced by the Gotabaya Rajapaksa government in late 2019, which according to some, was required to prop up the economy beset by an IMF-backed tax regime that prevailed.",
    "The then ‘good governance’ government struck a deal with the IMF in June 2016 to resurrect an economy wrecked by Finance Minister Ravi Karunanayake and Central Bank Governor Arjuna Mahendran, both linked to the infamous Central Bank bond scam, which eventually resulted in the decline of that government.",
    "But the Rajapaksa administration that came to power in November 2019 suspended the programme before its conclusion, with US $ 892.3 million remaining to be drawn down out of a total of US $ 1.67 billion package under a three-year economic stabilisation programme premised predominantly on revenue-based fiscal consolidation.",
    "In the programme’s first full fiscal year, Sri Lanka’s revenue to GDP reached its recent highest of 13.8 percent in 2017, before sputtering since then, as the progress was beset by the lingering effects of the political crisis in the latter part of 2018, Easter Sunday attacks in 2019 and tax cuts unleashed in late 2019, which was exacerbated by the two years of pandemic-induced lockdowns.",
    "But now the authorities are hoping to restore the tax structure that prevailed prior to 2020.",
    "“Our advice to the government is that this (current) tax structure is not sustainable. We have to bring the tax structure at least to the level prior to 2020, so that the revenue as a percentage of GDP will increase, making possible the fiscal consolidation,” Central Bank Governor Dr. Nandalal Weerasinghe told reporters in Colombo, last week.",
    "“I am expecting strong revenue measures that would be introduced pretty soon that will help even the monetary policy purposes. Once you address that, the government’s borrowing requirements would be lower than right now. As a result, the interest rates can get lower,” he added.",
    "While most of the other adjustments in the economy have already been enforced or taken place—such as the monetary policy tightening, adjustment of the commodities prices upwards, adjustment in the exchange rate— “the missing piece in the puzzle” of the economic stabilisation package, according to Dr. Weerasinghe, is the absence of the fiscal policy adjustments.",
    "Expressing similar sentiments, Finance Minister Ali Sabry last week hinted at raising the current Value-Added Tax (VAT) rate up to 13-14 percent levels, as he considers the current 8 percent level is “definitely not sustainable”.",
    "Speaking to BBC Television, Sabry said that the move to cut taxes in 2019 was wrong and said that waiting too long to seek the IMF assistance was a mistake.",
    "“We have to increase the taxes. We need to find a way to bridge the revenue gap and expenditure, which we have,” he said in an interview with BBC Television.",
    "However, some economists are unsure whether the timing is right to raise the VAT at a time when the people are already facing insurmountable hardships amid soaring inflation.",
    "Sri Lanka’s official inflation index rose by almost 30 percent in April, due to repeated increases in prices of daily essentials after a botched currency float on March 7, which threw the country into hyperinflation.",
    "These economists propose to increase taxes on big corporations and the wealthy under one rate and the rest—the SMEs and lower and middle-income segment—under a preferential rate in a two-tier direct tax structure to ensure that the most vulnerable are insulated from the worst of the economic conditions.",
    "The small businesses are already on the brink of going bust, as they are hammered by higher interest rates as well as inflation, which kills demand."
  ]
}