{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82580/sri-lanka-missions-abroad-generate-rs32-billion-in-2021",
  "time_ut": 1653133560,
  "title": "Sri Lanka missions abroad generate Rs.3.2 billion in 2021",
  "body_lines": [
    "The Foreign Ministry says it has saved Rs. 1,314 million from its annual budgetary allocations for the year 2021, due to the numerous measures undertaken to reduce expenditures since the outbreak of the Covid-19 pandemic.",
    "In a statement the Foreign Ministry said these measures include a drastic reduction in and suspension of some entitled allowances of the staff of Sri Lanka’s overseas missions.",
    "“While continuing such steps, further action has been taken to curtail expenditure by not incurring any capital expenditures, transferring 40 officers working in overseas missions to Sri Lanka without replacements, implementing a plan of action for the temporary closure of selected missions, among other measures.”",
    "In addition, all Heads of Mission overseas as well as the Heads of Division at the Foreign Ministry have been instructed to further curtail expenditures in line with the Ministry of Finance, National Budget Circular No. 3/2022 of 26 April 2022 and relevant Foreign Ministry instructions, the ministry said further.",
    "During the first four months of the year 2022, USD 10.2 million has been spent on maintenance and salaries in Sri Lanka Missions abroad.",
    "The Ministry also stated that Sri Lanka Missions abroad have generated Rs.3,221 million revenue during the year 2021, while the Consular Affairs Division of the Foreign Ministry earned Rs. 675 million by extending consular services.",
    "The statement added that the maintenance of diplomatic representations abroad in order to, inter alia, provide services to Sri Lankans and nationals in host countries, and the conduct of foreign relations, comprise an essential and integral component of Sri Lanka’s representations abroad.",
    "The Ministry of Foreign Affairs said it would coordinate with the Prime Minister’s Office to explore additional avenues to further reduce expenditure."
  ]
}