{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-must-rebuild-agriculture-sector-immediately-to-prevent-food-shortages-pm-95285/",
  "time_ut": 1654583160,
  "title": "Sri Lanka must rebuild agriculture sector immediately to prevent food shortages: PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka must begin rebuilding its agriculture sector immediately to forestall looming food shortages and to retain the international market for export crops, Prime Minister Ranil Wickremesinghe said.",
    "“We are losing the international market for our export crops.  Action must be taken to prevent this. [Inorganic] fertilizers are needed to boost local agriculture.  It costs 600 million US dollars a year to import fertilizer for paddy, vegetables, fruits, other major crops as well as our tea, rubber, coconut and export crops.",
    "“Since manure has to be applied from time to time from the beginning to the end of a harvest, it is essential that fertilizer is exported without any shortages. We must ensure that no money or effort will be wasted,” Wickremesinghe said in a statement made to parliament on Monday (07).",
    "Sri Lanka’s agriculture sector has taken a catastrophic hit from President Gotabaya Rajapaksa’s ill-conceived overnight shift to organic farming. Compounded by the country’s worsening forex crisis, Sri Lanka is now looking at a possible food shortage around October, as warned by several government officials including Agriculture Minister Mahinda Amaraweera.",
    "“Our harvest has declined in the past several months. We have to face this situation at and we have to work hard from this point onwards to ensure the next harvest is a success. That harvest, however, will be available by the end of February 2023,” said Wickremesinghe.",
    "“In terms of rice, our country’s annual rice requirement is 2.5 million metric tons.  But we have only 1.6 million metric tons of rice in stock.  This is not limited to paddy but applies to many other crops. In a few months we will have to face serious difficulties and shortages in terms of our diets. We need to import food items to meet our daily requirements. It costs about 150 million dollars a month,” he said.",
    "Meanwhile, the cabinet of ministers on Monday (06) approved a proposal to provide 150,000 MT of urea, 45,000 MT of MOP and 36,000 MT of TSP fertilizer for farmers for the next Maha cultivation season through the Ceylon Fertilizer Company and the Colombo Commercial Fertilizer company.",
    "Sri Lanka state firms to buy 230,000MT fertilizer for next cropping season: Minister"
  ]
}