{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/srilankan-airlines-loses-rs170bn-in-2021-amid-soft-peg-collapse-95155/",
  "time_ut": 1654326120,
  "title": "SriLankan Airlines loses Rs170bn in 2021 amid soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT – State-run SriLankan Airlines had lost 170 billion rupees in 2021 and its accumulated losses had risen to 542 billion rupees, a Finance Ministry report said despite the national career improving its performance in the last quarter.",
    "SriLankan Airline’s revenue fell to 71 billion rupees in 2020 in the Coronavirus pandemic triggering a 45 billion rupee loss.",
    "In 2021 revenues grew to 134.6 billion rupees as foreign travel was gradually relaxed.",
    "But the airline had been hit by high finance costs and currency depreciation as the island’s soft-pegged central bank triggered the worst currency crises in its history.",
    "In the year to March 2022 finance costs went up to 122.5 billion rupees from 35.6 billion rupees and unrealized forex losses were 47.7 billion rupees, up from 6.8 billion rupees a year earlier.",
    "SriLanka’s intermediate regime central bank created the worst currency crisis in its history in 2022 after two years of money printing and a botched float with a surrender requirement.",
    "The government has re-issued letters of comfort of 205.4 million US dollars and 27.6 billion rupees to state banks for loans given to SriLankan Airlines.",
    "The airline had trade creditors of 183 billion rupees including 89 billion rupees owed to state-run Ceylon Petroleum Corporation.",
    "SriLankan Airlines had interest bearing liabilities of 372 billion rupees, the report said.",
    "“This scenario has had a significant impact to the banking sector and the CPC,” the Finance Ministry said.",
    "“Furthermore, the capital erosion of Sri Lankan Airlines has been aggravated by the massive loss experienced in 2021/22, throwing further doubt on SLA’s going concern in light of the government’s fiscal restricted fiscal space and the financial environment of the state banking sector.”",
    "“..[U]under the prevailing economic conditions, the Government is no longer in a position to finance SLA’s losses and therefore SLA requires an immediate transformation to clear up their liabilities through a proper business restructuring by selecting a suitable",
    "SriLankan Airlines has lost money since ex-President Mahinda Rajapaksa ousted Emirates Airlines as managing shareholder an re-nationalized the airline."
  ]
}