{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/multiple-arrests-for-heroin-possession-on-monday-13/",
  "time_ut": 1655191020,
  "title": "Multiple arrests for heroin possession on Monday (13)",
  "body_lines": [
    "COLOMBO (News 1st); Multiple suspects were arrested for Heroin possession on Monday (13), said Sri Lanka Police.",
    "The Colombo Crimes Division arrested a 41-year-old Grandpass resident for the possession of heroin.",
    "He was arrested with 20g & 360mg of Heroin on Monday (13) in Grandpass.",
    "The suspect is to be produced to the Maligawatta Magistrate Court on Tuesday (14) and further investigations are underway.",
    "A 61-year-old woman from Grandpas was arrested from the 33 Watte areas on Monday (13) for the possession of 8g & 90 mg.",
    "She will be produced to the Maligakanda Magistrate’s Court on Tuesday (14).",
    "The Maligawatte Police arrested a 30-year-old suspect, a resident of Maligawatta for the possession of Heroin.",
    "The suspect is to be produced to the Maligawatta Magistrate Court on Tuesday (14) and further investigations are underway.",
    "The Wattala Police arrested a 52-year-old man from Hekitta, Wattala for the possession of heroin on Monday (13).",
    "The Police seized 5g & 400mg of Heroin from the possession of the suspect.",
    "The suspect is to be produced to the Welisara Magistrate Court and and further investigations are underway.",
    "Another 43-year-old man was arrested from Wattala on Monday (13) for the possession of 5g & 200 mg of heroin.",
    "Two suspects were arrested in possession of 6g & 700mg and 6g & 800mg of Heroin respectively, during a raid carried out by the Negombo Police Division.",
    "The suspects are in age 28 & 38 years old and are residents of Negombo.",
    "The suspects are to be produced to the Negombo Magistrate Court on Tuesday (14).",
    "A 45-year-old woman was arrested from Ja-Eal for the possession of 5g & 215 mg of heroin.",
    "The suspect is to be produced to the Welisara Magistrate Court and further investigation is to be conducted.",
    "Motorcycle Killers Are Back : One person shot dead in Wattala"
  ]
}