{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Caution-against-extreme-hot-weather-lightning-issued-Met-Dept/342-234198",
  "time_ut": 1648728600,
  "title": "Caution against extreme hot weather, lightning issued: Met. Dept.",
  "body_lines": [
    "An extreme level of caution against heat weather advisory for 14 districts and a red notice on thundershowers accompanied by severe lightning for 10 districts were issued today, the Meteorology Department said.",
    "They said the hot weather advisory has been issued by the Department to Western, Northern, North-Central, and North-Western provinces and to Galle and Matara districts.",
    "According to heat index issued by the Met department, Jaffna, Kilinochchi, Mannar, Mullaitivu, Vavuniya, Anuradhapura, Puttalam, Kurunegala, Polonnaruwa, Gampaha, Colombo, Kalutara, Galle, and Matara districts would be affected by hot weather conditions.",
    "In those areas, people may suffer from heat cramps, exhaustion, and continual activity could lead to heatstroke.",
    "Trincomalee, Batticaloa, Matale, Monaragala, Ampara and Hambantorta are the areas where the severity of the heat could be experienced.",
    "The Met Department said the heat index forecast was calculated by using relative humidity and maximum temperature to determine the conditions that are felt on the human body.",
    "The department also advised the public to remain hydrated and take breaks in the shade as often as possible at work sites. They also advised checking on the elderly and sick who are staying indoors and not to leave the children unattended.",
    "Outdoor workers are advised to limit their strenuous activities, find shade, and stay hydrated.",
    "Meanwhile, a red notice on thundershowers accompanied by severe lightning was issued for 10 districts in Western and Sabaragamuwa provinces and in Galle, Matara, Kandy, Nuwara-Eliya and Badulla districts, the Met  Department said today.",
    "They said the districts, including Gampaha, Kegalla, Kandy, Colombo, Nuwara Eliya, Badulla, Kalutara, Ratnapura, Galle, and Matara, have been marked in red.",
    "The general public are advised to take adequate  precautions to safeguard themselves against the damage caused by lightning. (Chaturanga Samarawickrama)"
  ]
}