{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-state-run-litro-gas-and-cpc-promise-sustained-cooking-gas-fuel-supply-amid-shortages-92015/",
  "time_ut": 1648119900,
  "title": "Sri Lanka’s state-run Litro Gas and CPC promise sustained cooking gas, fuel supply amid shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state run Litro Gas Ltd will supply one million cooking gas cylinders in the next ten days while the Ceylon Petroleum Corporation will supply fuel twice a day to fuel stations within Colombo, officials said.",
    "Litro Gas said on Thursday (24) that a consignment of 3,500 metric tonnes is to arrive in Sri Lanka that day while another consignment is scheduled to arrive on Saturday (27). The company said it has enough LP gas in store to meet the current demand.",
    "Media reports quoted the Chairman of Litro, Theshara Jayasinghe as saying Litro will deliver one million cooking gas cylinders to the market within the next 10 days.",
    "Media reports also showed the people in many areas standing in queues to get a gas cylinder, even as Litro reassured consumers that cylinders continue to be delivered to the market from Wednesday (23) onwards.",
    "Meanwhile, Minister of Power Gamini Lokuge told reporters that two bowsers of petrol and diesel will be sent twice a day to all fuel stations in the Colombo district to cater the ongoing fuel shortage that has created long queues of vehicles and people with cans in front of fuel stations.",
    "“Normally a bowser’s worth of fuel sent to a filling station lasts for 1.5 to 2 days, but under the current situation the supplied fuel will be used up within ten hours” Lokuge told reporters on Thursday.",
    "“From 6am onwards we have started distributing fuel and we have decided to send a petrol and a diesel bowser each to every fuel station in Colombo twice a day every day – one in the morning and and another in the afternoon to fill the station storage facilities to continuously supply fuel,” he said.",
    "The fuel situation in some areas are improving, said Lokuge, with fuel bowsers returning from those areas as the fuel already stored at the local filling stations has yet to finish.",
    "Asked about fuel stations that have remained closed for the past few days, the minister said no order for fuel requirements have been received from them.",
    "“We have started unloading a petrol ship in Muthurajawela and another diesel and jet oil ship is here and by evening we will start unloading it” Lokuge said.",
    "Consumption is continuing to remain at a higher level and complaints of fuel being sold at higher prices outside fuel stations have also been received by the authorities, he added.",
    "Meanwhile executive office at bowser owner’s association Anupama Pradeep told reporters that with fuel coming in through the Indian credit line, the association has started distributing fuel island wide.",
    "“We have been distributing fuel as fast as we can and this situation will be settled with the next few days,” Pradeep told reporters on Thursday (24). (Colombo/Mar24/2022)"
  ]
}