{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/RW-tipped-to-be-PM/342-236854",
  "time_ut": 1652328840,
  "title": "RW tipped to be PM?",
  "body_lines": [
    "Talks also included Wickremesinghe’s request to allow the protesters at Galle Face to continue their peaceful protests",
    "Harin Fernando was the first MP to leave the party and announced he will sit independently as Sajith’s conditions were ill-timed",
    "Out of all contenders, the meeting between Wickremesinghe and Rajapaksa seemed to have seen some progress",
    "Rajapaksa also discussed with Wickremesinghe about taking the country forward under his Premiership",
    "Two days after the resignation of Mahinda Rajapaksa as the Prime Minister following violent clashes which left 9 people dead, the battle for the new Prime Minister began with UNP Leader Ranil Wickremesinghe likely to be the next choice.",
    "The Daily Mirror learns that Wickremesinghe and President Gotabaya Rajapaksa held closeddoor discussions last evening, which included an offer from Rajapaksa for Wickremesinghe to take up the post.",
    "While talks also included Wickremesinghe’s request to allow the protesters at Galle Face to continue their peaceful protests, Rajapaksa also discussed with Wickremesinghe about taking the country forward under his Premiership.",
    "While there was no official confirmation from Wickremesinghe directly if he had agreed, senior political sources said that Wickremesinghe was likely to be appointed this week, and thereafter form an interim government with parties that agreed to join. Opposition Leader and Leader of the SJB, Sajith Premadasa who was initially offered the post by President Rajapaksa, said he would take it up only if Rajapaksa resigns.",
    "However, the SJB camp held meetings throughout the day yesterday with the party split on this decision - with some members calling on Sajith to take it up without putting forward conditions at this crucial time of severe political instability and violence. Harin Fernando was the first MP to leave the party and announced he will sit independently as Sajith’s conditions were illtimed. When news of Wickremesinghe’s meeting with Rajapaksa spread, the SJB camp said it is willing to form a new government under four conditions. First, the President must resign within a stipulated period, second, the President must not interfere in the work of a new government, third the executive presidency must be abolished and fourth general elections must be held after economic stability is assured.",
    "While these conditions came out with some senior SJB members themselves criticizing Sajith’s timing in making such demands, former President and SLFP Leader Maithripala Sirisena was quick to tell the media that a letter had been sent to the President by the 11 parties and the independent parliamentary group nominating three names to the vacant post of Prime Minister.",
    "The Daily Mirror learns that these three names are that of Nimal Siripala De Silva, Wijeyadasa Rajapakshe and Dullas Alahapperuma. However, out of all contenders, till last night, the meeting between Wickremesinghe and Rajapaksa seemed to have seen some progress with Wickremesinghe likely to be sworn in this week. (JAMILA HUSAIN)"
  ]
}