{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dsi-strengthens-its-islandwide-presence-with-three-new-showrooms/",
  "time_ut": 1653654780,
  "title": "DSI strengthens its islandwide presence with three new showrooms",
  "body_lines": [
    "Amid the prevailing economic hardships faced by Sri Lanka, Sri Lanka’s premier footwear brand DSI recently expanded its islandwide presence in the country with the opening of three new showrooms in Kahawatta, Akuressa, and Chavakachcheri, with the aim of offering greater access to its diversified product range to a wider customer base.",
    "Gracing the special occasion, the showrooms were declared open by D. Samson & Sons (Pvt.) Ltd. Managing Director Thusitha Rajapaksa, in the presence of Director Asanka Rajapaksa, General Manager Pradeep Samarathunga, National Sales Manager – Retail Sales Naleen Weerawardana, invitees, and well-wishers.",
    "Speaking at the opening ceremony, Thusitha Rajapaksa stated: “We are excited about expanding DSI wings to three new locations. Despite the ongoing economic conditions of the country, we took a call to take a proactive measure to expand our islandwide presence. While it has been a challenge, the commitment and hard work of our team has made it possible to serve our loyal customers better, and we are confident that we will be able to continue these efforts in the future as well.”",
    "DSI is renowned for its well-trained staff who offer exceptional customer service. The three new DSI showrooms prioritize providing a unique service and customer support to make purchasing further convenient for the customer.",
    "Kitchen & Bedroom reaffirms its partnership with Häfele Sri Lanka",
    "Hela Apparel Holdings completes landmark year of growth and consolidation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}