{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/ACL-Cables-classified-among-Most-Valuable-Consumer-Brands-by-LMD-Brands-Annual-Ranking-2022/34-736125",
  "time_ut": 1655149980,
  "title": "ACL Cables classified among Most Valuable Consumer Brands by LMD Brands Annual Ranking 2022",
  "body_lines": [
    "Achieves first ever ranking as Most Loved Brand in building materials – electric category",
    "ACL Cables PLC Sri Lanka has been ranked as the most valuable building material brand according to LMD Brands Annual Ranking 2022, a locally recognised premier index of Sri Lanka’s most valuable brands published by Brands Finance Lanka.",
    "Notably, this was the second consecutive year for the brand to achieve the celebrated milestone.",
    "Additionally, reinforcing the company’s position, ACL was ranked for the first time as the most loved brand in the category of building material – electric.",
    "The LMD Brand Finance 2022 rankings are a landmark achievement for ACL’s corporate history. Demonstrating the company’s flourishing market presence, it is among the Top 50 Most Valuable Consumer Brands, the Most Loved Brands in the category of Building Materials – Electric, overall classified as the Most Valuable Consumer Brand in the Building Material sector and also part of the Best of the Best brands in Building Materials – Electric.",
    "In comprehensive rankings of consumer brands, ACL was ranked in the 37th position, making the 7th consecutive year of being classified in The top 50 Most Valuable Consumer Brands in Sri Lanka. Notably, ACL is also the sole cable company and only electrical appliance company showcased amongst the Top 50 Most Valuable Brands in Sri Lanka",
    "Furthermore, the ACL Cables total brand value for 2022 has escalated by 17% compared to the previous year, boasting a brand rating of AA-.",
    "ACL Cables General Manager Sales and Marketing Lakshman Bandaranayake said: “This has been an iconic achievement for ACL as a brand. Stepping into our 60th year in business we are extremely happy and humbly proud to experience such a milestone. I thank all our stakeholders, both internally and externally in enabling us to achieve great heights even during challenging times. I believe together we will be able to continue our successful journey in the next few years setting the bar towards more outstanding accomplishments.”",
    "Brand Manager Shavinda Senanayake said: “I believe this achievement validates our hard work and efforts in developing the ACL brand during the past 7-8 years. Our special attention to smart, impactful communication and brand building techniques has successfully contributed to position the ACL brand amongst consumer mindsets.",
    "“We developed solid short-term and long-term brand strategies with dynamic brand building process for ACL and used it positively to blend and accelerate the brand value. This has paved the way for us to gain the above multiple accolades within a short period and most importantly maintain consistency in all achievements. I truly always believe this is a collective effort for all of us at ACL and I am confident that we will gain much higher and significant brand success in the years ahead.”"
  ]
}