{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Access-Engineering-says-Stadiumgama-housing-project-sees-steady-progress/34-735657",
  "time_ut": 1654194600,
  "title": "Access Engineering says Stadiumgama housing project sees steady progress",
  "body_lines": [
    "Access Engineering PLC (AEL), Sri Lanka’s premier construction enterprise has completed over 50% of construction of the Stadiumgama Housing Project located at No. 475/1, Sirimawo Bandaranayake Mawatha, Colombo 14.",
    "Initiated by the Ministry of Urban Development, Water Supply and Housing Facilities, the project is partly funded by the Asian Infrastructure Investment Bank (AIIB) which is a multilateral development bank. The project is for the construction of 1000 housing units for low – income earners of which AEL serves as the main contractor. The Urban Development Authority (UDA) has spearheaded a series of housing development programs under the Urban Regeneration Program since 2011 with the GoSL’s housing policy of ensuring affordable access to adequate housing for everyone.",
    "Commencing the Stadiumgama Housing Project back in May 2020, AEL aims to complete the project by October 2023 having faced numerous hardships owing to the Covid19 pandemic and the current economic crisis being experienced in the island.",
    "The housing project will see the construction of four buildings with each consisting of 14 storys and a ground floor. Construction of four water sumps, ground floor parking, landscaping and an internal road network together with other common facilities will all be completed by AEL. Upon completion the building complex will comprise two bedroom apartments of approximately 500 Sq. Ft. with spaces for living, kitchen, dining, bathroom facilities and a balcony. Common facilities of the complex include a nursery care unit, a supermarket and shops with parking for over 40 vehicles.",
    "Despite numerous hardships caused by the Covid19 pandemic and the current economic crisis which contributed to material and labour shortages from time to time, AEL is three weeks ahead of its planned progress of the housing project which is designed by Access Engineering’s Design Department.",
    "Access Engineering is at the forefront of completing housing projects in the suburban areas of Colombo to contribute towards tackling the lack of housing facilities for communities living in unsuitable conditions.",
    "For this purpose, AEL has also undertaken housing projects in the Bloemendhal, Orugodawatte and Elliot Place areas in Colombo among others which are currently ongoing."
  ]
}