{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/any-port-in-a-storm-2/",
  "time_ut": 1652373600,
  "title": "Any port in a storm",
  "body_lines": [
    "UNP Leader Ranil Wickremesinghe should consider having ‘Houdini’ as his middle name, given his adeptness at political escapology. His critics thought it was curtains for him when he and his party suffered an ignominious defeat at the 2020 general election, but a few months later he appeared in Parliament, grinning from ear to ear as if nothing had happened. Now, he is back at Temple Trees!",
    "The appointment of Wickremesinghe as the Prime Minister is indicative of President Gotabaya Rajapaksa’s desperation vis-à-vis widespread protests seeking his ouster. Prime Minister Mahinda Rajapaksa, an elected MP, representing the SLPP, which won 145 seats, has resigned under duress, and Wickremesinghe, a defeated candidate, who entered Parliament via the National List, has succeeded him!",
    "Wickremesinghe’s appointment is said to be consistent with the Constitution. What is constitutional may not necessarily be ethical or moral, but that is the way the cookie crumbles in politics.",
    "The country was without a government for a few days owing to the resignation of PM Rajapaksa on Monday, and a new PM and a Cabinet had to be appointed. The SJB initially turned down President Rajapaksa’s invitation to join an interim administration. It insisted that the President had to step down. The JVP also said it would agree to form a caretaker government provided the President resigned forthwith and the Speaker was appointed President. The Election Commission (EC) has emphasised that no election should be held at this juncture, and the formation of an interim government to resolve the economic crisis and restore social order is the need of the hour. The Central Bank has warned that unless political stability is restored soon, economic recovery will be impossible. The President chose to appoint Wickremesinghe PM, and this move, in our book, could be considered political rabona.",
    "It is doubtful whether the strategists of the SJB anticipated such a manoeuvre from a beleaguered President. Yesterday, Opposition and SJB leader Sajith Premadasa, softened his stance and expressed his willingness to accept the premiership. He may have sought to prevent some of his MPs from defecting. But it was too late.",
    "Wickremesinghe’s appointment will have a devastating impact on the SJB, which will lose some of its MPs to the UNP. Power acts as a magnet for politicians—especially for those of easy virtue, as it were—and Parliament is full of turncoats. Politicians do not scruple to switch their allegiance and are even ready to sell their souls to the devil. Premadasa will have his work cut out to prevent defections from his party.",
    "Curiously, while demanding President Rajapaksa’s resignation as a condition for its support for the proposed interim administration, the SJB called for the restoration of the 19th Amendment (19A). If 19A is re-introduced in the form of the proposed 21 Amendment, the President will be reduced to a figurehead overnight to all intents and purposes; he will not be able to hold any ministerial posts, and the Prime Minister will become the de facto  Head of State, as we saw from 2015 to 2019, even though the transitional provisions allowed the then President Maithripala Sirisena to retain some executive powers and be a member of the Cabinet. So, the question is whether anyone will have to worry about the executive presidency in case of 19A being restored.",
    "The biggest challenge before PM Wickremesinghe is to prove a local aphorism wrong—mole thiyankota bale ne, bale thiyanakota mole ne, or ‘when one has brains one has no power, and vice versa’. He is one of the few MPs who have been talking sense and acting sensibly in the current Parliament. Whether he will continue to do so, as the PM, and disprove the aforesaid adage remains to be seen.",
    "Resistance has already emerged, in some quarters, to Wickremesinghe’s appointment. What the warring parties must not lose sight of is the rapid economic decline. They must listen to the Central Bank and Finance Ministry experts, who are struggling to save the economy, and calling for urgent measures to bring about political stability. The tumble of the rupee continues. Yesterday, it touched an all-time low of 380 per US dollar. This means more stress for the economy and suffering for the public; prices of all goods, especially imports including fuel, are bound to increase further. The situation will take a turn for the worse unless political stability is restored fast.",
    "Let all those—politicians, trade unionists and others—who are in a perpetual state of agitation be urged to agree to a truce and help resuscitate the economy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}