{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ninewells-hospital-raises-awareness-on-thyroid-disease-in-newborns-to-commemorate-world-thyroid-day-2022/",
  "time_ut": 1653447240,
  "title": "Ninewells Hospital raises awareness on thyroid disease in newborns to commemorate World Thyroid Day 2022",
  "body_lines": [
    "Ninewells Hospital, Sri Lanka’s leading woman and childcare hospital in the private sector, commemorates World Thyroid Day on 25th May by emphasising the significance of early detection and treatment of Congenital Hypothyroidism among newborns in Sri Lanka.",
    "Congenital hypothyroidism (CHT) is a condition affecting infants from birth, and refers to an absent thyroid gland or a thyroid gland that is present but is unable to produce adequate thyroid hormones. On average, 1 in 4,000 babies are born with a severe form of CHT in Sri Lanka, while milder forms can be seen more commonly. If left untreated, the condition can affect brain development as well as normal growth in children and adolescents. Conversely, if detected and treated early, the damaging effects of CHT can be reversed and prevented completely.",
    "“As Sri Lanka’s leading private sector childcare health service provider, we want to draw attention to the serious implications of Congenital Hypothyroidism on World Thyroid Day this year. Congenital Hypothyroidism is a condition which has a detrimental impact on postnatal development. For this reason, early detection and treatment is vital and should ideally begin within the first two weeks after birth,” said Dr. Vibash Wijeratne, Chief Operations Officer and Director, Ninewells Hospital.",
    "In 2021 Ninewells Hospital unveiled a Thyroid-Stimulating Hormone (TSH) testing facility to support Sri Lanka’s national program for screening newborns for CHT and the country’s vision for a healthier population. Since then, the hospital has carried out over 8,000 tests in 2021 and over 2,000 tests between January and May of 2022.",
    "With the unveiling, Ninewells Hospital became the first in the private sector to introduce a TSH screening machine and became one of the only two hospitals in the country to offer this screening service.",
    "“The screening for CHT is a simple process that is performed using a heel prick test. At Ninewells, the test report following the screening is issued within a short span of three days which is unprecedented in the country. This allows healthcare providers to begin immediate treatment to avoid development impediments in newborns and infants,” Dr. Wijeratne also said.",
    "Ninewells Hospital is Sri Lanka’s premier women’s and children’s hospital in the private sector, providing a variety of specialty services such as Obstetrics, Gynaecology, Paediatrics, and Fertility. The hospital, which is backed by the Access Group of Companies’ visionary leadership, continues to push boundaries and raise the bar for women’s and children’s healthcare in Sri Lanka.",
    "Manudam Mehewara Initiative by Dialog, MAS, Hemas & CBL reach 10,000 families, invites all corporates to Join its countrywide emergency relief mission",
    "SL plunges into worst economic contraction in the wake of dramatic currency collapse – CBSL Governor",
    "EC Chief: Time not opportune for election; interim administration need of the hour",
    "Unprovoked attacks on protesting public: FUTA asks Prez, IGP to resign",
    "Advisability of relying on IGP to conduct impartial probe questioned",
    "Govt. issues shoot-on-sight orders as situation gets out of control",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}