{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/exterminators-to-list-on-empower-board-at-cse-via-ipo/",
  "time_ut": 1646749320,
  "title": "Exterminators to list on Empower Board at CSE via IPO",
  "body_lines": [
    "Exterminators Limited intends to list on the ‘Empower Board’ at the Colombo Stock Exchange via an ‘Initial Public Offering’. The issue opens on 14th March 2022. The virtual investor forum was scheduled to be held on 8th March 2022 at 3.30pm. The offer is managed by Atarah Capital Partners, a company with a track record of successfully listing three companies in the Colombo Stock Exchange in the year 2021.",
    "Exterminators Limited intends to offer 20% of the stake via ‘Initial Public Offering’ (IPO) to raise Rs.60 million by offering 10,000,000 shares at a price of LKR 6/= per share. The prospectus and application form will be available on company’s website https://exterminators.lk/, CSE website https://www.cse.lk/ and the website of the Manager to the Issue http://atarahcapital.com/ from 2nd March 2022 onwards.",
    "The funds raised through the IPO will be utilised to expand the Company’s branch network by setting up three branches in 2022, build capacity by investing on novel equipment/technology and improve the vehicle fleet in its existing branches in Colombo and Kandy. The company plans to setup a premier 24×7 customer care and retail center to market internationally renowned energy saving, non-chemical pest management, health and safety brands. The funds will also be utilised to expand local manufacturing by further investing in ‘Made in Sri Lanka’ products to contribute mitigating the out-flow of foreign exchange from our country.",
    "Exterminators Limited recorded revenue of Rs.116 million and Profit After Tax (PAT) of Rs.15 million in the financial year 2020/21.",
    "“Listing on the Colombo Stock Exchange will be an important milestone and it will help us achieve our mid-term strategic objectives in diversifying our business beyond pest management and to create an ‘Environmental Enhancement Technology Brand’. Being a listed entity will mitigate the challenges we face to move across borders in expanding our business in the emerging world via fully or partly owned branches and/or international franchising network in South Asia, South & East Africa, Middle East, Indian & Pacific Island nations. The company plans to commence its Maldives operations in 2022, Seychelles and Botswana in 2023.” Marlon Ferreira Founder/Managing Director stated.",
    "Browns Introduces Exide Matrix – The Battery that Powers the Future",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}