{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fire-drill-bomb-drill-and-the-silence-bell/",
  "time_ut": 1646412840,
  "title": "Fire drill, bomb drill and the silence bell",
  "body_lines": [
    "During the years of our Civil War it became somewhat imperative that school buildings needed to be emptied of their juvenile populations at a moment’s notice. Not that such a necessity ever actually arose but schools were expected to be prepared for all eventualities.",
    "After all, one or two small planes DID reach Colombo one memorable night and succeeded in dropping a small bomb on the Department of Inland Revenue thereby delighting quite a few tax evaders whose files must have been conveniently bombed too.",
    "Principals of Schools took note. Such emergencies COULD conceivably arise during the daytime and COULD perhaps be targeted at schools. Methods had to be put in place to ensure that otherwise rambunctious children were marshaled instantly into lines that were ready to evacuate the school buildings in under two to three minutes.",
    "Schools that were three or four stories high were not so easily organized. Practice was needed in order to see which floor needed to go first to ensure the greatest speed. Infants obviously needed special care since right through the practice exercises they laughed and gamboled about as playfully as puppies.",
    "One cannot impart seriousness to infants in such situations. Ergo it was turned into a game which our tiny tots soon learned to play enthusiastically. Their safety was assured as far as possible by harassed teachers.",
    "The older and more sophisticated students were first amused more than nervous. They knew the chance of such bomb excitement was highly unlikely. In their eyes it was even desirable. Such a welcome break in the monotony of a normally dull school day was to be highly welcomed. Furthermore they read the news.",
    "“But Miss we will have plenty of time to get out of our buildings,” they remarked authoritatively to me. ‘YOU had about 30 minutes notice.”",
    "It so happened that I had been at a Galle Face function held in the garden on the very night of the (Japanese air) raid. Diners were given plenty of time to clear the garden and get to comparative safety. I related this excitement to my staff who probably passed on the story to the older classes.",
    "“Never mind all that,” I was stern. “Your parents will expect me to keep you safe in school and we are most certainly going to see that you are.”",
    "“MY MOM may not mind my demise,” snickered Abhi whose mother regularly wept across my desk at his latest infringement of both home and school rules. I gave him the sort of look that implied I might join her in such hopes.",
    "Anyway a school of 1,300 children somehow thundered down various stairs out to the back garden, the side garden and the Sports Fields in under four minutes where they made enough noise to scare away any attacking planes.",
    "The neighbours indicated they would prefer the school to take a direct hit rather than be subjected every few days to the noise of the BOMB DRILL. After considerable practice the time was brought down to three minutes despite a group of 13-year-old boys telling some jittery girls, “You are going to die anyway honey.”",
    "A fresh problem now manifested itself. 1,300 students going back to the dull routine meant the noise factor in the school was high. Classes found it hard, if not impossible, to settle down to listening to a teacher continue with Napoleon’s foreign policy or the art of doing fractions. Kids wanted drinks of water and other form of sustenance after returning to class. That three-minute run to comparative safety reduced their concentration to zero level.",
    "My staff and I pondered the problem until I remembered a little device known as the “Silence Bell” which my educationist mama had used with great effect in her schools. It operated thus.",
    "Whenever the decibel levels of a school rose she rang the school bell in a slightly different manner than usually signified the end of a period. Everyone knew silence had to instantly observed once that bell rang. Teachers stopped in mid- sentence. Kids stopped in their tracks. Classes fell silent. Any class that did not do this was noted and appropriately chastised. It was such a successful metamorphosis from noise to silence that it was something I was loath to give up even AFTER the Civil War ended.",
    "The art of getting instant silence was too good to forget. Accordingly, the ‘SILENCE BELL’ was retained and the benefits of that bell cannot be exaggerated. Special school notices, emergencies due to the weather, Edexcel exam notices and general doings that suddenly require attention can be settled in a minute. Once the whole school is silent quick notices can be read out on the loudspeaker. Even those not affected listen quietly. It all takes under a minute or so.",
    "And there is one more incalculable advantage. All schools reach maximum noise levels at certain times through the day. The SILENCE BELL causes an instant cessation of noise and it is found that once that level of turmoil is reduced it does not go up again for some time, even after the ‘SILENCE BELL’ rings the all clear.",
    "A thought! That Bell should be used by all the rowdy democratic Parliaments of today and good manners will perhaps return to politics.",
    "(This article was written just after the time of Sri Lanka’s Civil War.)",
    "(Excerpted from The Principal Factor first published in Lanka Market Digest)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}