{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-night-of-the-long-knives/",
  "time_ut": 1646430660,
  "title": "The night of the long knives?",
  "body_lines": [
    "The government’s desperation to rein in the SLPP rebel group has found expression in extremely hostile action against some dissident ministers. On Thursday, President Gotabaya Rajapaksa—obviously at the behest of his sibling Basil Rajapaksa—expelled Ministers Udaya Gammanpila and Wimal Weerawansa from the Cabinet. In January, he sacked State Minister Susil Premjyantha for being critical of the government.",
    "Ironically, Weerawansa and Gammanpila were among the main organisers of the Mahinda Sulanga (Mahinda Wind) campaign, which was the Rajapaksa camp’s counterattack against the UNP-led yahapalana government following its humiliating defeat in 2015. They, together with other Mahinda loyalists, held rallies around the country, drumming up support for defeated President Mahinda Rajapaksa to help him make a comeback.",
    "Having sown the Mahinda wind, Weerawansa and Gammanpila are now reaping the Gotabaya-Basil whirlwind!",
    "Taking a principled stand on the sacking of Weerawansa and Gammanpila, Minister Vasudeva Nanayakkara has resigned from the Cabinet in protest. He has been with Prime Minister Mahinda Rajapaksa through thick and thin and they have fought many a battle together on political and trade union fronts. It will be interesting to see the PM’s reaction to the sacking of Weerawansa and Gammanpila, and, most of all, Vasu’s resignation.",
    "The SLPP is a party of the Rajapaksas by the Rajapaksas for the Rajapaksas. It is their interests that take precedence over everything else. All others are considered outsiders, who have to play second fiddle to the ruling family. What we are witnessing today is a replay of the Rajapaksa rule from 2010 to 2015. That regime also turned on its coalition partners, who decamped in droves in November 2014, bringing about a regime change. The SLPP leaders are labouring under the delusion that they will be able to win elections under their own steam and therefore have no need for coalition partners. Hence their recent rally in Anuradhapura without the participation of any of the SLPP constituents. They are making a big mistake in that under the existing Proportional Representation system, each vote matters, and the main political parties must not take minor parties for granted. True, the present-day leaders were able to secure huge parliamentary majorities in 2010 and 2020 and comfortably win presidential elections in 2010 and 2019 but those elections were held under extraordinary circumstances—euphoria following the defeat of terrorism, and the fear of Islamic State terror in the wake of the Easter Sunday attacks, respectively. The present government’s approval ratings have dropped drastically owing to its pathetic performance on the economic front, arrogance, nepotism, waste, abuse of power and corruption.",
    "The SLPP rebel group may not have been so naïve as not to anticipate retaliation from the SLPP leadership when it released a set of proposals, recently, telling the government how to clean up the present economic mess. Its policy document is a damning indictment of the government. The sacking of rebel ministers will not help solve the government’s problems. Weerawansa and Gammanpila are now free to step up their propaganda attacks on the SLPP leaders.",
    "Punitive action against Gammanpila and Weerawansa is not likely to help scare other dissidents into submission. Some of them may take on the SLPP leaders openly at the risk of being targeted, and others may choose to lie low, but will crawl out of the woodwork when the time is opportune, as a group of dissidents in the previous Rajapaksa government did in November 2014. The leaders of that dispensation (2010-2015) cooked their goose, and seven years on, they are again making grand preparations for a repeat performance.",
    "The Supreme Court yesterday refused to grant leave to proceed with five fundamental right applications against the legality of a questionable agreement the government has entered into with a US energy company, which is to acquire a 40 percent ownership stake in the Yugadanavi power station.",
    "The ongoing struggle against the New Fortress deal must not end with the judicial decision. The manner in which the incumbent government entered into the aforesaid controversial agreement with the US-based New Fortress Energy Company has raised many an eyebrow. The agreement lacks transparency and has all the hallmarks of a questionable deal.",
    "The opponents of the Yugadanavi deal must not lose heart. They can now shift their battle to the political front, and take the issue before the people’s court, which is the best place for cases against powerful governments to be heard. People are the best judges, and what matters most in the final analysis is their decision. We will know their verdict on the Yugadanavi agreement come the next election.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}