{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-knuckles-range/",
  "time_ut": 1646411580,
  "title": "The Knuckles Range",
  "body_lines": [
    "My first jungle trips were made with the family. The very first, as far as my memory goes, was in the mid 1970s, when we travelled in an Austin A 60 car to Lahugala, Ampara, Batticaloa, Polonnaruva and Sigiriya. I was probably five years old at the time. Since then there were a number of such long trips we made as a family, until 1984 when we joined Mr. Meryl Fernando and his traveling companions on a trip to Rakwana.",
    "It was on this trip that I made my first memorable jungle hike, which was to the famous Waulpane cave. Since that trip, we made a number of trips to Yala where we based ourselves at the Palatupana bungalow run by the Wildlife and Nature Protection Society. We used to make those trips in Uncle Meryl’s Mitsubishi J40 jeep and trailer, driven by the dear driver Simon, whose nephew Wimaladasa was in charge of the bungalow at Palatupana.",
    "During this period, another anchorman to our trips stepped into our lives. He was Senath Abeygunawardena, who was a close friend of my brother. In subsequent years, we made many trips with a group of friends whom he introduced to our family, such as Bimal Perera, Niranjan Perera and Imaran Seneviratne. In fact, we still continue to go on trips with them, together with my sister’s father-in-law, Dr. Walter Gooneratne, Air Vice Marshall Paddy Mendis and the Vernon Edirisinghe family. In between, there was another group with whom I made a number of trips during the early 1990s, and it is one of these that I wish to elaborate on.",
    "It all began when I joined an institute in Colombo to read for a degree in computer science in August 1990 shortly after leaving school. Here I came across a bunch of boys who developed a keen interest in sharing the thrills of traveling in Sri Lanka. Their interest may have been partly created by their seeing my photographs and listening to my narrations of interesting incidents of trips undertaken with my family. The interest so created resulted in altogether five trips being made during end-of-semester holidays to interesting places, namely Adam’s Peak, Horton Plains, Namunukula, Anuradhapura and the Knuckles. These trips were filled with laughter, gossip, bullying and idle talk. They were all budget trips leading a frugal existence, and that made them all the more interesting. After our three years at the institute, almost all of us joined universities in the USA and are now dispersed round the world, yet most of our links and friendships remain as before.",
    "At the institute we had two weeks holidays in between semesters, and had to squeeze in all the action and relaxation we could think of within that period. On this particular occasion, we decided on the Knuckles region as our destination. I had some experience of the area, having been there twice before on family trips, one of which was a successful attempt at reaching the famous Nitre Cave. The other trip was a total disaster, with heavy rains, strong winds, earthslips, floods and leeches. We planned the present trip in order to avoid the rainy season.",
    "On one of these earlier visits, I happened to obtain the address of the Village Headman of Kumbukgolle off Mimure. He was Heenbanda alias Polgas Seeman Aiya, who was a respectable-looking, small built, lively man in his 50s. My brother and his friends had spent a few nights with him some years earlier on one of their trips; hence I knew we had a chance of spending a few nights with him. After a letter or two of correspondence, we were assured of a place to spend the nights. Our targets were the Nitre Cave and Lakegala Peak of the Knuckles range.",
    "The former could be reached by using Heenbanda’s home as the base, but to get to Lakegala, we had to find accommodation in the more famous village of Mimure. Since we did not have any contacts there, we were considering either the school or the temple as our base. As a backup plan, we were contemplating the possibility of camping out. We had no idea where to camp, but we knew the river Heen Ganga wound through Mimure and it would be practical to camp on its bank.",
    "Six persons agreed to make the trip, and they were Azard Barie, Chandima Wimalasena, Nishantha Nawalage, Tharaka de Silva, Udara Gunawardena and myself. We tried very hard to convince a regular member of our team, Lakshita Surasinghe as well, but he opted out with a trivial excuse. Looking at this list of names today, they have all turned out to be Information Technology professionals of different flavours based around the globe. One sad fact is that our dear friend Azard Barie is no more. He passed away in the UK in January 2003. As would be expected, we were all bachelors then, but now are either fathers, fathers-to-be, separated, fiances, singletons or playboys.",
    "We planned to be out for three nights and hence the food had to be anything that lasted without refrigeration for a few days. We knew we would be provided with food at Heenbanda’s, but we had to stock ourselves with some for the balance period, the easiest being instant noodles, sliced bread, tinned fish, butter, jam and some biscuit packets. We expected to obtain water of pristine purity from the streams found in the Knuckles. While this settled the food problem for me, there were protests from the rest of the boys, who were all heavy eaters and seekers of comfort. They had a notion that I knew somewhat better than they regarding trips and went on with my recommendations, but now I feel they made a mistake!",
    "Backup plan of camping was a favourable option to putting up at a school or temple, and we decided to prepare ourselves for it. We required two tents, a portable kerosene cooker, and at least one kerosene lantern. I had two tents which we regularly used on our family trips. We bought a kerosene cooker, and a few of us obtained lanterns from home.",
    "The next step was to figure out the route to be taken. I obtained some help from my father who knew these areas better than we did. We decided to go to Kandy, and then to Hunasgiriya, where we were to turn towards Looloowatta Estate and reach the beautiful Corbet’s Gap, where the road branched off west to Mimure (3 km) and east to Kumbukgolla (3 km). The next major hurdle was organising transport. In all our previous college trips we used public transport, but this trip required a vehicle. For our good fortune, Chandi’s father allowed us the use of his Toyota Lightace van, and all was set to go.",
    "Departure was set for Wednesday, August 12, 1992, and return was three nights later, on Sunday 15th. The dates were selected to take advantage of the full moon of Nikini poya, which fell on the 13th. All food items, provisions, tents, a large haversack, kettle, kerosene cooker, lamps and other paraphernalia were packed in Chandi’s van the previous night. Early next morning, along with our personal items, we left Colombo. It was a great start despite the short delay and the rather harsh rock music that blared into my ears at the back of the vehicle. The two experts who provided the music were Chandi and Nish. Their preferences were a far cry from the peaceful pop or country music that I appreciated, but for my luck Nish had brought a few cassettes of my flavour.",
    "Many of us had brought sandwiches for breakfast, which we had whilst on the move. The idea was to lose as little time as possible by way of wayside stops. As expected, the van was in an explosive atmosphere with much chattering and laughter. After a while, we began trying out our singing skills. Tharaka knew much of the “Big match” style of Sinhala songs, while Azard and I were somewhat proficient in regular baila songs. Nish was an expert of English pop songs to which we would listen with admiration.",
    "The drive was rather slow and comfortable with Chandi at the wheel. We reached Kandy around 10 am, and we decided to wander around the town and eventually break journey by going to the house of Nish’s aunt for snacks and drinks. After delaying a short time in Kandy, we again took the road. Though the road conditions were not at their best, it was quite a scenic route. We passed the Victoria reservoir, where the water level was low at the time, and reached Hunnasgiriya around 2.30 pm. There, with the help of directions from a wayside villager, we proceeded north towards Looloowatta Estate.",
    "Road conditions became less comfortable and we had to proceed quite slowly, with the van bouncing along. For our luck, there was no rain although it was pretty overcast. By 3.45 pm or so we reached Looloowatta Estate, and though all were now hungry, there was no time to waste as our overall plan of reaching Kumbukgolla in time was of higher priority. With the cloudy sky, it turned out to be slightly chilly.",
    "At the small town of Looloowatta, we stopped for directions once again, and there we were asked if we could give three hefty men a lift to Mimure. We did not think it was a good idea to overload the vehicle. Then two of them explained to us that the third member was the officer in charge of the Police Station at Mimure, and requested us to oblige by giving only him a lift. We agreed and put him in the front seat. Chandi wanted me to take the wheel. One reason was his being tired, and the other was his thinking that I was better at keeping the guest company.",
    "This was the first time I was driving a van, and I took off in the manner of driving the Land Rover back home. However, it did not take long to figure out that the van had much softer suspension as it bounced and oscillated frightfully. I proceeded slowly on the road going northwards towards Corbet’s Gap and admiring the beautiful mountain scenery amidst the coolness of the evening. The vegetation around and the long grass that covered the sides of the road were added attractions. I kept on chatting with the policeman, who gave relevant details of the area and pointed out the various mountain peaks, but the others at the back of the van observed silence, probably induced by hunger. We had proceeded a few kilometres down the road and I was keeping slightly to the left, as there was a deep drop into the ravine below on the right. There was plenty of grass on the roadside to the left. I enjoyed the beautiful view while driving.",
    "Suddenly there was a loud explosion which shook the whole vehicle. I felt it strongly on the steering. There was an eerie rumble as I slowed down the vehicle to a stop. We were in a state of shock and surprise. We got down in a hurry and rushed to check what was wrong. We found the left front tyre deflated with a two-inch gash on it. It was a huge blow to us since we had a long way to go and we could not proceed without a spare wheel. I was upset as it was I who was driving Chandi’s van. We were wondering what caused the gash in the tyre as there was apparently nothing on the surface of the road to account for it. However, on closer inspection, we discovered rocks with jagged edges under the soft carpet of beautiful grass on the roadside. One of them was likely to be responsible for the damage.",
    "It was a rude introduction to the new terrain we were in. The policeman, who was rather calm, had a look at the tyre and declared he would get it repaired so that we could collect it when we visited Mimure a day later. He sounded rather confident, and that gave us some relief. It also made us realise how lucky we were to have given him the lift. He also gave us permission to camp next to the bridge over the river Heen Ganga, a tributary of Mahaweli, that went through Mimure.",
    "I let Chandi take over the wheel since I was feeling rather bad at what had happened. We passed the beautiful Corbet’s Gap and eventually came to the fork on the road. The road up to this point was tarred and very much motorable. But now, both branches of the fork were typical jeep tracks with large rocks on the gravel surface. The time was around 4.30 pm and it was getting late. We took the left branch going to Mimure to drop the policeman. A few of us had to literally walk with the vehicle, moving aside rocks on the road that could damage the tyres and the suspension. Driving was not getting any easier, with the eyes straining to watch out for danger spots.",
    "We proceeded a good two km before we came to the police station, at which point the policeman got down with the damaged wheel in his care. We came back on the same route, and then went down the other branch of the fork, going west to the Kumbukgolla village. The road was no better, and we eventually came to Kumbukgolla around 6 pm.",
    "Heenbanda’s house was only about 100 metres away, yet we had to take the van across a dry tributary of Heen Ganga that was studded with boulders. By this time, word had got round of our arrival and Heenbanda, accompanied by many villagers, was there to greet us. We were accorded a warm welcome and Heenbanda was happy to see me. We talked of our previous trips there, as well as my brother’s. Heenbanda wanted us to take the vehicle to his house and taking command of the operation, he ordered and directed the villagers around who virtually lifted the van across the difficult, large rocks.",
    "The sun had set a good half an hour earlier, yet there was some daylight available. So we rushed into unloading only our bags and a few other essential items, as we knew we had to take off to Mimure the next day. We were getting accommodation in one huge room, which was a good portion of Heenbanda’s house. It had a neatly tiled roof, a cemented unpolished floor, white plastered walls and sufficient furniture for us to sit and make ourselves comfortable.",
    "We were all eagerly waiting to have a wash, when we were informed that it would have to be at the river that we crossed. Since we were all dog-tired, a bathroom would have been most welcome. Now that we had to walk upstream searching for water in the dark and in cold weather, the eagerness to have a bath was somewhat diluted. Heenbanda was sending a guide with us to take us to the bathing spot, and we motivated ourselves to rush with the wash as there was still some light outside. We walked upstream about 100 metres from where we crossed the river, and there it was, water being channeled along strips of banana stems acting as a gutter. The water was quite cold, but after completing the wash with the help of kerosene lamps, it was indeed quite refreshing. We rushed back to our abode shivering and got into warmer clothes.",
    "Heenbanda and his wife, a nice quiet and elderly lady served us with an early dinner and we were once again rejuvenated. There was no electricity but a number of kerosene oil lamps were lit, and we were provided with woven mats, one each for the six of us to sleep on. Once bedding was arranged, we had Heenbanda’s permission to take a walk in the night. We stepped out with our torches, and it was a beautiful night with plenty of moonlight. I proudly took a branded American 3-cell torch, which was very effective and not very common at the time. We decided to walk to the riverbed to relax, and then as the ever-so-hungry or thirsty lot wanted to have coffee, I thought it best to test the new kerosene cooker. We took it out of the van with the kettle, cups, coffee, milk and sugar, and took a cool walk to the riverbed.",
    "Treasury bond scam case: Controversy over flawed indictments that caused dismissal of some charges against Ravi, Mahendran, PTL, others",
    "24 seafarers at Mahapola Ports & Maritime Academy of SLPA conclude their training",
    "Central Bank urges banks and NBFIs to promote savings amid rising inflation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}