{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/un-rights-chief-seeks-foreign-prosecutions-for-sri-lanka/",
  "time_ut": 1646417940,
  "title": "UN rights chief seeks foreign prosecutions for Sri Lanka",
  "body_lines": [
    "The UN rights chief called Friday for sanctions and international prosecutions of Sri Lankan war criminals, saying Colombo had repeatedly failed to ensure accountability for wartime atrocities.",
    "UN High Commissioner for Human Rights Michelle Bachelet made the comments a day after British police announced the first overseas arrest over war crimes allegations in Sri Lanka.",
    "The island nation had drifted towards “militarisation” under President Gotabaya Rajapaksa, a retired army lieutenant colonel, and the rights situation was deteriorating, Bachelet said.",
    "“In the last two years, the independence of the judiciary… and other key institutions have been eroded, and democratic space, including for human rights advocacy constricted,” she said.",
    "In a report to be unveiled at the UN Human Rights Council sessions reviewing Sri Lanka’s record next week, she also noted that the state had dropped investigations into emblematic cases.",
    "“There has been a further drift towards militarisation,” she said, accusing Colombo of protecting military officers facing allegations and even giving them high positions in the administration.",
    "She urged UN Human Rights Council member states to invoke universal jurisdiction and prosecute Sri Lankan officials facing credible allegations of war crimes.",
    "Successive Sri Lankan governments have promised but failed to investigate their own troops accused of killing thousands of Tamil civilians in the final months of the island’s decades-long Tamil separatist war.",
    "The fighting ended in May 2009 following a no-holds-barred military offensive that crushed minority Tamil guerrillas known for their suicide bombings.",
    "Bachelet asked member states to “explore the possibility of targeted sanctions against credibly alleged perpetrators of grave human rights violations and abuses” in Sri Lanka.",
    "The appeal came a day after the arrest of a suspect by British war crimes police over a 2000 murder of a high-profile journalist in Sri Lanka’s northern Tamil heartland of Jaffna, where much of the fighting was concentrated.",
    "London’s Metropolitan Police war crimes team on Thursday announced the arrest of a 48-year-old man in Northamptonshire in connection with the murder of Tamil reporter Mylvaganam Nimalrajan.",
    "British police can investigate anyone who may fall under British jurisdiction and is suspected of committing war crimes, crimes against humanity, genocide or torture anywhere in the world under a “no safe haven” policy.",
    "Sri Lankan authorities fear the arrest of the as-yet-unnamed suspect could set a precedent for the detention of current military officers or government officials.",
    "Jayanath Colombage, the top civil servant at the foreign ministry, told reporters in Colombo — before an advance draft of Bachelet’s report was released — that the British move could have implications for current office-holders.",
    "“Any country can use this as an excuse to target people of another country,” he added, calling it a “very big danger”.",
    "Western nations have imposed travel bans on Sri Lankan military officials, including current army chief Shavendra Silva.",
    "Colombo has rejected a UN mechanism set up last year to preserve evidence following allegations that Sri Lankan troops killed at least 40,000 civilians in the final months of the war.",
    "Treasury bond scam case: Controversy over flawed indictments that caused dismissal of some charges against Ravi, Mahendran, PTL, others",
    "24 seafarers at Mahapola Ports & Maritime Academy of SLPA conclude their training",
    "Central Bank urges banks and NBFIs to promote savings amid rising inflation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}