{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/party-fun-swanee-part-39/",
  "time_ut": 1646411220,
  "title": "PARTY FUN @ SWANEE! – Part 39",
  "body_lines": [
    "During my first week as the Manager of Hotel Swanee in early 1979, I had a series of one-on-one meetings. These were with the departmental managers, senior supervisors, union leaders, West German and British tour leaders, most of the repeat and long stay guests. To get a better understanding of the hotel culture, I had these meetings in their own areas, departments and bedroom patios rather than in the formal atmosphere of my office. Within a week I had a good 360 degree understanding of the concerns and satisfaction levels of these key players.",
    "I quickly learnt that to ensure customer satisfaction all we needed to do was to simply ask the customers and then do something about it. People were generally happy to make suggestions, and I wanted them to be a part of the solution, as well. We ended up with a series of focus group discussions which led to planning different and new forms of employee initiatives, special events for guests and hotel beautification initiatives. As I commenced being the manager of the hotel in the middle of a busy tourist season, we implemented popular good ideas, without any delay. Creativity becomes innovation when implemented by a team for mutual benefit.",
    "I then held my first all employee meeting with nearly 100 persons. I presented concepts of new initiatives and invited managers and supervisors leading those initiatives to provide details. With that we created a participative style of operation and management at Hotel Swanee with input from relevant teams of employees. They were particularly pleased that the hostile village problems had been sorted out with diplomacy as the top priority. With a sigh of relief, there was a general consensus that the time for progress and fun had arrived.",
    "Based on the involvement of guests in making good suggestions and in organizing new events, we commenced a competition selecting “The Hotel Swanee Guest/s of the Week”. The prize for the weekly winners was a special Lobster dish cooked and a Baked Alaska flambéed and served by the Hotel Manager. In addition, we displayed a poster at the entrance with an enlarged photograph and the name/s of the winner/s for each week. This became extremely popular. Most of these guests wanted me to sign the poster before they took it with them when returning to Europe.",
    "Some of these guests sent me thank you notes and postcards with proudly including their title/s after their name/s (i.e., “Hotel Swanee Best Guests of the Week – 1st March, 1979”). When some of these Best Guests returned to Swanee as repeat visitors, we garlanded them on arrival and made a big fuss. They simply loved the attention.",
    "Two such guests were female primary school teachers from the UK who regularly visited Sri Lanka and stayed at Hotel Swanee. A few years later, in 1981 when I was doing some promotional work for Walkers Tours in Hong Kong, I heard someone screaming at me from a higher floor of a large mall, “Hey Chandi, look who’s here – Hotel Swanee Best Guests from April, 1979!” They ran down to meet and hug me. After that, they insisted that they host me to dinner at their hotel in Kowloon. In the following years when my wife and I lived in the UK on two different periods in mid 1980s and early 1990s, they regularly met us at our home in London to sample my Sri Lankan cooking. Some of these friendships with former guests of Hotel Swanee lasted for decades.",
    "Gradually the management, supervisory, employee teams of Hotel Swanee, tour leaders and long stay guests worked like one big family. The focus was on customer satisfaction while having a lot of fun. I hardly spent any time in my office. While overseeing a small hotel with just 52 rooms, it was important for the managers to be versatile. I wanted them to get fully involved in the operations, be good listeners and work alongside the employee teams. Nothing was more motivating to employees than to have a senior team who managed by walking and working with them, instead of spending most of their time isolated.",
    "Not all of the Hotel Swanee departmental managers were aligned with that philosophy. As a result, there were a few resignations. I quickly filled those vacancies with compatible managers who had worked with me in other hotels as well as from other sister hotels of John Keells Group. Quickly I surrounded myself with a perfect team, who loved to work and play.",
    "The management team had all their meals together at the restaurant towards the end of each guest meal service. We dressed differently to match the main activities of the time of day. In the mornings we worked hard in safari uniforms, rather than wearing a shirt and tie. On Oriental buffet nights we dressed in national dress. As we managed without an executive chef, on some days, I worked in the kitchen wearing a chef uniform. Some evenings, I dressed in a bow tie and shirt to serve in the restaurant. When we introduced new events such as pool and beach parties, we dressed appropriately in swimsuits or sarongs and tee shirts looking like fishermen. Guests and employees too dressed differently to suit different events.",
    "We had a blast at our first pool party. We incorporated many ideas from the guests, tour leaders and employees, who decorated the pool area colourfully. Using a suggestion from the hotel storekeeper, Dayananda De Silva, we included a tight rope walking over the swimming pool competition to the program. The ropes were tied to two coconut trees from either side of the pool. We then arranged a couple of toddy tappers from the village to train the guests who were keen to take part in this “fun” competition. The toddy tappers were experts in tight rope walking from one coconut tree to another at great heights in order to do their job efficiently.",
    "The next morning after the first pool party, some guests did not allow the gardeners to remove these tight ropes. “Chandi, we would like to practice for a week to get ready for the next week’s pool party” they said. We happily allowed that. They even checked their timing during practice sessions with a stopwatch borrowed from the hotel. We displayed the all-time record for this “Crossing the pool without getting wet” competition by the pool bar.",
    "Other popular pool party activities were Tug-o-war over the pool (where the losing team ended up in the water), public undressing to make the longest line of clothes on the pool deck (where some female guests were exceedingly adventurous!), holding your breath underwater competition, swimsuit dance completion, fire limbo competition and the hotel team vs. guest team water polo game. Some of the guests who suggested these competitions also organized the events with help from other guests who were their friends. The hotel provided the equipment and support. A bi-lingual tour leader was happy to be the Master of Ceremonies.",
    "In planning the first pool party, we wondered what would be a good ice breaker to commence this after dinner party. The key for a successful pool party was how quickly most of the guests could be motivated to jump into the water. The organizing committee plotted a clever concept to choreograph the party opening ice breaker.",
    "Everything was ready for a great party. The guests were seated around the pool, multi-coloured lights on, the band performing, cocktails and drinks being served. But no one in the swimming pool yet. The committee asked me to continue grilling food behind the barbecue buffet in another area of the hotel, to server the late comer guests. I was in my chef uniform, but knowing the plot, wore some easy to remove shoes. “See, we have done all these beautiful arrangements, but Chandi is not here because he is still working. Shall we grab and carry him to the pool and throw him in?” A tour leader had asked the guests seated around the pool. “Yes, let’s punish the hotel manager!” some guests had joined the mischief.",
    "Near the barbecue grill I heard some noise behind the trees. The moment I tried to run and escape, a bunch of strong German men tackled and took me a prisoner. While they were ceremoniously carrying me and making loud noises, I tried to free myself without luck. Then they threw me into the pool in the midst of loud cheers from the other guests. The committee’s choreographed plan worked like clockwork. The whole group was pushed into the pool within seconds by a group of employees who were ready for their secret mission!",
    "“See what you did! You threw me into the water and now all of you were also pushed in fully clothed!” I told more than a dozen guests who were in the water with me. “Now, why don’t you push your friends into the water?” I motivated them. Within a minute, most of the other guests were thrown into the water and our first pool party commenced with a lot of screaming and laughter! The party continued until the early hours of the morning and it was an outstanding success. It became one of the most popular events of our weekly guest activities calendar.",
    "Encouraged with the success of the weekly pool parties, our team looked at the possibility of organizing another weekly event in addition to various buffet dinner events such as the Barbecue night, Oriental night and Seafood night. “How about a weekly beach party?” I challenged the team. After a short silence, I was told that due to an on-going beach boy menace, none of the dozen hotels in the area had ever tried to have special events on the beach. “That’s good, Swanee can be the first and the best!” I tried to inspire the team. “Sir, another good reason is that the beach is a pubic area and does not belong to the hotel” the newly recruited Maintenance Supervisor, Mr. Kumbalathara cautioned me. He was a well-connected community leader from the area and was loyal to me for hiring him in spite of various people advising me not to do so. He was correct about the beach situation.",
    "Next morning while walking on the beach, I met Solomon, the tough local businessman who treated the hotel area as his territory. After I bestowed him with the title of “hotel-authorized tourist driver” a week ago, he had become my loyal supporter and a protector of Hotel Swanee. “Solomon Mudalali, I would like to organize a large beach party as a weekly event, but my team advised me that it is not a good idea as the beach boys will trouble us” I told him. “Sir, I will look after everything on the beach for you. What is the area you need for your party and when do you want to have the first weekly beach party?” he asked assertively.",
    "After I told Solomon that I would like to use the entire beach in front of Hotel Swanee every Wednesday evening, he acted immediately by rounding up all the beach boys available on the beach at that hour. Then he addressed them in a commanding voice and with directive words. “I now look after Mr. Chandana Jayawardena and Hotel Swanee. As the only hotel authorized tourist chauffeur, I am committed to protecting this hotel. From next week, the hotel will use this part of the beach for a beach party every Wednesday evening. I do not want any of you around during these weekly parties! Understood?” “Yes, Solomon Mudalali Maththaya (Sir), fully understood” all the beach boys agreed in unison. Those who were dressed in folded sarongs, unfolded the sarong up to their ankles as a mark of respect to their fearless leader.",
    "Within a week, the Hotel Swanee team organized the first beach party of Beruwala Moragalle beach. We created a rustic atmosphere similar to a fishing village. The menu was simple – a seafood broth, grilled fish, bread rolls and an arrack cocktail served in half coconut shells. We provided lotus leaves instead of plates and newspaper sheets cut into eight as napkins. We arranged a full circle of fire torches right round the beach in front of the hotel and lit a huge bonfire in the middle. We used some fishing boat oil lanterns to provide additional light. We requested the guests to sit on the beach and provided no furniture. They simply loved that rustic ambiance.",
    "At the start of the party, we arranged for some catamarans rented from the local fishermen to arrive on the beach from the sea. As done in a fishing village, we pulled the catamarans and the nets full of fresh fish ashore. The calypso band played a traditional Sri Lankan fisherman song – “Hoolly helley hillayia…” Instead of villagers we arranged for the keen tourists to do this work, alongside employees.",
    "Then we arranged for a few of the female guests to collect the fish into cane baskets and bring them to the grills where I worked with a few cooks dressed like fishermen. Some guests even bought local dresses from the hotel shop, as they were keen to look like real village women. Husbands and boyfriends took many memorable photographs. When the fish were cooked, we asked the guests to line up with their lotus leaves. Solomon was around to ensure good security and none of the beach boys appeared that evening. They all feared and respected Solomon.",
    "During the first beach party, I realized that this event had the potential of becoming a larger and highly profitable weekly event. A large number of guests from the neighbouring larger hotels were begging us to allow them to participate, but we did not have enough fish for them. Next week, we trebled the catering arrangement. We also used two hotel elephants to promote the event. We made two very large batik banners in English and German with the wording: “BEACH PARTY TONIGHT AT HOTEL SWANEE” and dressed the elephants with the banners. We arranged the mahouts to walk the elephants from the Galle Road to the hotel and then up and down the entire Moragalle beach, passing a dozen of neighbouring hotels.",
    "In addition to the two mahouts, accompanying the elephants, I sent our newly recruited Front Office Manager, Tyron Quin dressed like a local fisherman with flyers about the event. Tyron was a receptionist who worked with me at Coral Gardens Hotel. Having seen his potential then, I offered him his first management position, at Hotel Swanee. He was a fun-loving person and blossomed to an excellent Front Office Manager. Tyron, a Sri Lankan Burgher looked just like a European tourist. When he was dressed like a local fisherman, he received a lot of attention and interest from hundreds of tourists from other hotels sunbathing on the beach. The tourists thought that Tyron was one of them in a funny local outfit. Tyron did an excellent job promoting the event and in addition to 104 guests at Hotel Swanee, we attracted over 400 guests from neighbouring hotels for our second beach party.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}