{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/what-did-the-buddha-look-like/",
  "time_ut": 1646411940,
  "title": "What Did the Buddha Look Like?",
  "body_lines": [
    "The Tipitaka provides a great deal of information about the Buddha, including about his physical appearance, perhaps more than for any other person from the ancient world. We know that Socrates was quite ugly, with a flat turned-up nose, bulging eyes and a large belly and that his friends joked about his appearance. But nothing has been recorded about the appearance of Lao Tzu or Confucius and in all the four Gospels there is not even a hint about what Jesus liked like. As far as the Buddha’s height was concerned, we are told that he was four finger-breadths taller than his handsome and younger half-brother Nanda, who could be mistaken for him from a distance.",
    "Images of the Buddha whether statues of paintings have always shown him with hair but this is not historically accurate. According to the Buddha’s own comment, before his renunciation he had black hair, probably long, and a beard and after his renunciation, he cut off his hair and beard and ever after regularly shaved his scalp and face, as did other monks. He said of himself: “Dressed in my robe, homeless do I wander and with my head shaved” (Sanghativasi agiho carami nivuttakeso).",
    "All sources agree that the Buddha was particularly good-looking. The brahman Sonadanda described him as “handsome, of fine appearance, pleasant to see, with a good complexion and a beautiful form and countenance.” To Dona he appeared “beautiful, inspiring confidence, calm, composed, with the dignity and presence of a perfectly tamed elephant.” These natural good looks were indicative of his deep inner calm, as another observer noted: “It is wonderful, truly marvelous how serene is the good Gotama’s presence, how clear and radiant his complexion. As a yellow jujube fruit in the autumn is clear and bright, or a palm fruit just plucked from its stalk is clear and bright, so too is the good Gotama’s complexion.”",
    "The ancient Indian notion of a desirable and attractive complexion was that it was “not too dark and not too fair”, and as the Buddha was frequently praised for his fine complexion, presumably his skin tone was like that. He himself said that those who live in the present moment tend to have a beautiful complexion. Saccaka noticed that, during a debate, when the Buddha was verbally attacked, his features seemed to change: “It is wonderful, truly marvelous that when good Gotama is continually berated and subjected to rude, impolite language, his complexion becomes beautiful and his face bright, which is just as one would expect of a worthy one, one who is fully awakened.”",
    "Enhancing the Buddha’s physical attractiveness was the way he spoke. One person who had attended several of his talks described the tone and timbre of his voice, as “clear and distinct, silvery and audible, orotund, sonorous, deep and resonant.”",
    "The Buddha observed that old age brought with it “brokenness of teeth, greyness of hair, wrinkling of skin, decline of vigor and the failing of the sense faculties,” and there is no reason to doubt that he too exhibited some of these characteristics as he aged. Ananda said this of him towards the end of his life: “The Lord’s complexion is no longer pure and bright, his limbs are flabby and wrinkled, his body stooped, and his sense faculties have deteriorated.” In the months before his death, he said of himself: “I am now old, aged, worn out, having traversed life’s path, approaching the end of my life, being about eighty. Just as an old cart can only be kept going by being strapped together, so too, my body can only be kept going by being strapped together.”",
    "Images of the Buddha from the earliest time onwards always show him with elongated and partly slit earlobes, and people sometimes ask what this means. Like depicting the Buddha with hair, this an iconographic convention although it may well have had its origins in an authentic memory of the Buddha’s physical features. Ancient Indian, males and females, commonly wore earplugs (kannalankara) of bone, ivory, clay or shell. Archaeologists have dug up some these objects and they have been found to be either disks or cylinders made of shell, clay, ivory or sometimes gold. Gotama undouble would have worn such earplugs. When he renounced the world to become a wandering ascetic he would have removed these ear plugs, causing the stretched earlobes to hang down.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}