{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/manuka-wijesinghes-like-moths-to-a-flame/",
  "time_ut": 1646413680,
  "title": "Manuka Wijesinghe’s Like Moths to a Flame",
  "body_lines": [
    "Here is a new kind of novel launched at the Colombo 7 Vijita Yapa Bookshop on Saturday March 5 with Manuka here from her home in Germany to present her novel to Sri Lankans.",
    "I prefer to refer to Manuka’s most recent book published March 2022 by Vijitha Yapa Publications as a tome or preferably opus as it is more than a mere novel: it is an artistic work on a large scale running through 461 pages. Also opus, as it is not a mere straight lineared novel but has a main plot, actually two in my reckoning, and many sub-plots and a host of characters that walk its pages clutching the reader’s interest and engaging his/her mental faculties.",
    "The title itself is longer than that quoted in the heading of this article. The title page carries this: In the name of parents I accuse the State for sending our children LIKE MOTHS TO A FLAME to die. Manuka dedicates her book to the Sangam poets and then to others including her father and son. “It is not life I owe to you, it is my FREEDOM.” She quotes a Sangam poem as she does many in the narrative itself and gives two pages on who the Sangam poets were and about their poetry.",
    "The main story is the one that starts the book with the lines: “It is a girl,” said Parvatiamma, disappointed. “Therefore the more beautiful. We shall call her Mariamma. The Prophet Jesus’s mother for her son died for men.” prophetically replies the husband, The Bawa.",
    "Mariam, daughter of bad luck carrying, high caste Parvati and the Muslim part time cleric The Bawa, is a central figure. Through Mariam two major characters are brought in: the straight standing Vellalar Thamil government servant Velupillai and their son, who dominates the final half of the novel from page 250 onwards and chapter titled Marutham.",
    "The running connective thread through the entire narrative is the journeying and various ‘homes’ and jobs of Saraswati, the Indian Tamil tea estate coolie who never plucked tea but worked in a white planter’s bungalow and turned helper/ confidant to Prudence, the lady of the home – humanist and promoter of human rights for the coolies. Saraswati then moves to a Muslim home with a very humane trader master and a Sinhala home. She ends up in Jaffna having travelled on a donkey with her spiritually inclined husband Velan who is bade by the goddess Amman to build her a temple across the Thondaman Aru. He falls off a tree and dies, and she pregnant had “Her belly which had pointed the way to Yalpanam burst and its contents sickered to the ground.” Saraswati stays on in Jaffna making garlands for the gods as a means of living.",
    "A friend of Manuka’s, seeing the many strands of her story, had suggested Saraswati be deleted. I was vehement about her being in the story which was what Manuka did. Saraswati is vital to the tome as a central figure from whose conversations come alive the many characters and subplots. She is also vitally important as all these and threads of the narrative coalesce easily with not the slightest bump or incongruity.",
    "Saraswati meets The Boys and pleads with the gods to save them. Then is born the much yearned for son to tradition bound Velupillai who is goaded by his mother-in-law to ‘ride her rough’ and impregnate his wife. He needs a son to succeed him as the trustee of their family kovil and Parvati, his mother-in-law, wants to restore her status as a high caste Tamil, though she eloped with the Bawa, through her Vellalar son-in-law and grandson. Mariam has produced many daughters and was never much for sex. The very dignified, decent Velupillai almost rapes her, having imbibed to drunkenness, and then swears he will not inviolate her ever again. He is a very good husband and while Parvati takes over the child, Mariam goes back into her innocently soft ways. The boy shows signs of manic wickedness. Manuka traces the beginnings of Eelam; the Tigers, the son’s killing of the Mayor of Jaffna, his recruitments in Batticaloa and successes of the Tigers in his dream of Eelam.",
    "Characters abound – of all Sri Lankan races, even the Batti Burgers; Muslims and their prayers and customs, Thamilars from the highest Vellalar caste to coolies; estate labour from bloodsucker Kanganis to mixed blood children; the European tea planter fraternity; the Jesuit priests and their school in Batticaloa; government servants of all types; and Jaffna dwellers.",
    "Themes in the novel are as numerous as the characters. There is the genuine goodness of the Bawa and his lasting influence on his daughter Mariam who continues to address her husband Velupillai as ‘Bawa’s Friend’ until at the very end she addresses him as Kanavan – husband – bringing tears of joy to his eyes. Prudence brings in humanity along with her friend Bertie in England. Velupillai stands for integrity, honesty, dedicated work and though a national minded Tamil, fair to the Sinhalese and Muslims as a officer apportioning land in Batticaloa. Jaffna traditions are detailed and intrude the story very often, so also coolie culture and the drunkenness of the men and the travails of women. Manuka seems to be sympathetic to The Boys dream of being descendents of Chola kings and wanting a Tamil State in the North of Sri Lanka but she does not condone violence whatsoever, nor separatism.",
    "Further themes are historical, political and a strong comment on the Sinhala Only policy of governments and discrimination of Tamils. Many outstanding characters are drawn in, but described not in straight prose by the author but delineated through conversations – theirs and others, actions, and what Saraswatiamma tells Mariam as the young woman eagerly demands stories and Saraswati delights in retailing her remembered past. Much of the narration is in flashbacks as reminiscences of Saraswati.",
    "Politicians stride across the pages in their pomposity, thinly disguised by Manuka. There’s ‘Master’s friend – Banda’ who clearly states his bringing in the hoi poloi is for his benefit and not theirs. Along with Banda who stays over in the estate bungalow of Hubert and Prudence is the Tamil advocate Ponnambalam who wants estate labourers of Indian descent disenfranchised. The political visitor of her Muslim employer is Deen whose idea is that since the Muslims “had no national language but united in a community of faith …” Muslim schools should adopt English as the medium of instruction, thus gaining the Muslims a huge jump forward in education and jobs in Ceylon.",
    "Manuka’s writing style is unique: as mentioned, she relies heavily on conversations and dialogue. She prefers the narration to proceed more in conversations than in description of places, events and people. It definitely enhances the immediacy of events. You get a speaker describe the fear of the approach of Sinhala soldiers in Jaffna. What better method than a neighbour telling Parvati living alone with her husband and daughter away at a Muslim festival to rear a dog trained to bark at the approach of Sinhala men. Also a woman, returning raped while expecting her groom to take her away, describes she got the smell of coconut oil. No description of invasion or rape or whatever could be more effective than a first person narrative.",
    "Manuka’s language turns very earthy in appropriate contexts. For example, writing about Tamil labour on tea estates she is very down to earth and writes as things are. Prudes might shudder at Manuka’s frankness and use of language, but I admire her and commend her for her accuracy and pinning down in prose stark realities with no euphemisms. “Saraswati knew that the bulge was the root of the problem. All the tea pluckers had to deal with bulges. Her amma and little sister too. But instead of aborting the bulge with the eekle broom, like she did, they offered themselves as bulge spittoons.” (! So accurate!) “She should have understood them. They were all worshippers of the Lingam; the Lord’s bulge.” Inadvertently, Manuka brings on reader chuckles too.",
    "Early on, I told Manuka she had to prune her book severely. Why, she asked. The Sri Lankan reader is used to the most 300 pages, I replied (like their short memories?). Manuka said that in Germany, the longer the book, the better. She did delete some philosophy she included which was overheard by Saraswati as conversed in the estate bungalow, and remembered. Manuka could have pruned a little more, but let it be as the book is her literary child born of deep love of writing, dedication, much research, hard work and a dream realized. Its fictionalized history to us; and human stories.",
    "Much more can be written critiquing Manuka’s Like Moths to a Flame. This itself is a unique title and so very apt because many of the principal characters do get burnt: the Bawa in love of Parvati and Mariam and his goodness; Velupillai in his loyalty to Tamil traditions and disappointment in his only son; the Son and his band of Boys in the flames of gunfire. Gentle, childlike Mariam goes to her long dead father as she smells roses and sees him coming for her. Only the clever coolie Saraswati watches it all and remains unscorched.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}