{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/london-beruwala-ambalangoda-matara-part-42/",
  "time_ut": 1648208880,
  "title": "LONDON-BERUWALA-AMBALANGODA-MATARA – Part 42",
  "body_lines": [
    "My special Management Observer/Trainee program in London (UK) with then the largest hotel chain in the world – Trust House Forte (THF), ended on a high note in September 1979. Mr. Geoffrey Pye, Director of Personnel for THF London Hotels and Mr. Bejaramo, Catering Manager of the 900-room Cumberland Hotel conducted two exit interviews with me. They both were very pleased with my work, as well as with the observations I had made at the Cumberland and the Regent Palace Hotel where I was a Guest Observer.",
    "My associate from John Keells Group, Ranjith Dharmaratnam and I returned to Frankfurt to catch our charter flights arranged by Neckermann Reisen’s Kurt D. Wehner. I knew Kurt well having hosted him at the hotel I was managing – Hotel Swanee when he was touring Sri Lanka a few months ago. He reciprocated my hospitality in Frankfurt.",
    "As a global traveller, my father had said to the family, “There is no place better than home”, every time he returned from a long, overseas trip. However, after returning from my first overseas trip to Thailand, West Germany and the United Kingdom, I did not share that view. “I feel that I can easily adapt myself to live anywhere in the world, and I would like to travel around the world and be a global gypsy”, I told my parents. “Well Chandana, it looks like you have been bitten by the travel bug. Here, look at this new publication by the largest airline in the world. Pan Am also owns the InterContinental hotel chain, where you had a part-time job a few years ago”, my father encouraged my new interest.",
    "In the late 1970s most of the vehicles used in Sri Lanka were re-conditioned, old cars shipped from Europe and Japan. While in the UK, I bought my first car – a 1975 Ford Corolla with a vinyl top. It cost me only £350. After shipping it to Sri Lanka, I managed to get a very special licence number (11 SRI 1111). As I had the hotel manager’s car and a driver, I really did not need my own car. Therefore, I sold it to one of my uncles – M. D. Seneviratne, and made a good profit. My younger cousins thought that the car was cool and groovy!",
    "I was eager to apply some of the new management practices I learnt in London to the small operation I was heading in Sri Lanka. I quickly shared all relevant best practices I learnt in London and various materials I collected with my team. In settling back as a local hotelier, I introduced concepts such as longer orientations for new employees, printed training material, exit interviews for employees leaving and commenced pre-planning Christmas and New Year’s Eve celebrations with my team three months in advance. The usual practice in Sri Lankan hotels at that time was to begin planning the festive, seasonal events in December.",
    "We commenced the 1979/1980 tourist season with a bang. We pre-planned a calendar of events for each month in consultation with tour leaders, returning guests and long stay guests. We recruited some very promising students of Ceylon Hotel School as our interns for the season. All of them, in a few years’ time, became highly successful hoteliers.",
    "Before my overseas trip, I had attended a three-week long program “Techniques of Administration for Hotel Management” in Colombo, with 50 other Sri Lankan hotel managers. It was organized by the umbrella body for hotel industry in Sri Lanka – Ceylon Tourist Hotels Association. It was conducted by two professors (Hal Records and James Root) from the Cornell University, USA, which was famous for hotel administration programs. It was very similar to their well-known summer management program conducted in Ithaca, New York every year. Although academically, it was a good program, I learnt much more practical and implementable aspects of hotel management with THF in London.",
    "It was the usual practice to overbook hotels by around 15% leaving room for cancellations. The new Managing Director of Walkers Tours, Mr. Ken Balendra (popularly referred as “Ken Bala”) asked me if I was in agreement. “Sure, let’s do it, but during the peak months, overbooking by 15% may be a challenge as the rate of cancellations usually went down from Christmas until the end of winter in Europe”, I cautioned him. Mr. Ken Balendra who was a very charismatic, energetic and optimistic person said, “Let’s go with the 15%.”",
    "Hotel Swanee had only 52 bedrooms and by mid-December our occupancy went up to 115% with us requiring 60 rooms to accommodate tourists who were on their way from the airport. I quickly called Mr. Balendra. He was very busy, and said, “Chandana, you are our guy in Beruwala, and I trust that you will handle it well. All the best!” I immediately summoned my team to have a quick, stand-up brainstorming session. We had no time to waste and literally had to think on our feet. Our young team came with some “outlandish” suggestions and I promptly approved them and delegated the actions. In crisis management, the teams must think “outside the box”.",
    "By the time the guests arrived at the hotel, we had moved most of the executives to the supervisory staff quarters. We also moved two of our executives to the executive quarters of neighbouring hotels to share rooms with their executives. Those hotels had not experienced overbooking challenges. Fortunately, we had excellent relationships with all of the competitor hotels in the area. Hotel Swanee executive rooms were converted to guest rooms within an hour but these rooms were smaller and below the usual standard of guest bedrooms. To avoid receiving complaints, we carefully chose those guests (friendly, repeat guests and younger couples) who were to be downgraded! We compensated them with complimentary fruit baskets, wine, chocolates, Christmas cake as well as free tickets to beach parties and lobster buffets.",
    "During the Christmas week, the overbooking situation got worse. I released the Front Office Manager from his duties and sent him on a one-week island round trip with the excess guests, with complimentary excursions to well-known tourist sites around the island. Once again, we chose the guests for this option carefully. Tyrone Quin, our witty and creative Front Office Manager thoroughly enjoyed this adventure. “Boss, in my next career move, I would like to become a Tourist Guide, as I found it to be a lot of fun and lucrative!” Tyrone told me jokingly when he returned after one of those special trips.",
    "Hotel Swanee New Year’s Eve dinner dance was a big success and it did not end until 6:00 am. In consultation with the European tour leaders, repeat guests, winners of “Swanee Best Guest/s weekly competitions” and long stay guests, we made an unprecedented decision to honour our hard-working employees. Around 12:45 am, after the guests had enjoyed their first dance session of the New Year with live music and in the midst of a fireworks display, we requested the guests to leave the dance floor.",
    "We then invited all of the staff in their uniforms to come to the dance floor and dance with the managers and supervisors. We played some of their favourite songs chosen by the union. This act was an amazing success. Guests surrounded the dance floor and cheered the dancing employees, in full approval of our appreciation of the full team. Everybody loved it. Among other progressive gestures we had made to the employees over the months, this gesture was the icing on the cake.",
    "Unlike many other hotels in Sri Lanka, we never had any union challenges at Hotel Swanee. Managers, supervisors and staff all worked in unison like one big, happy family. 1979/1980 was the most profitable tourist season of Hotel Swanee, since its opening in 1974.",
    "In the middle of the tourist season, as previously planned, I married my fiancée. She was 19 and I was 26. My father-in-law and the former boss (then a corporate senior executive at John Keells Group), Captain D. A Wickramasinge and his wife Neetha planned a grand wedding with 600 guests at the Hotel Lanka Oberoi. It had many connections to John Keells Group, with the Chairman, Mr. Mark Bostock as the attesting witness, my boss, Bobby Adams (Director Operations – Hotels) as the best-man, a week’s honeymoon at the sister hotel – The Village and the homecoming event hosted at Hotel Swanee. My wife soon became an “unpaid” but important member of the Hotel Swanee team, particularly in the areas of guest relations and event hosting.",
    "By 1980, John Keells was expanding its hospitality business by acquiring some smaller properties with management contracts. Mainly owing to a personal relationship Bobby Adams had with then Prime Minister, R. Premadasa, the group commenced managing the Prime Minister’s official residence – Temple Trees. I released one of the departmental managers from Hotel Swanee – Fazal Izzadeen to become the Manager of Temple Trees. Fazal soon became so popular with the second family of Sri Lanka, he was hardly allowed by the second lady to go home for a weekend break.",
    "The group opened their second hotel in Beruwala, Hotel Bayroo, in the midst of various obstacles created by the village thugs. The group also commenced negotiating to take over the management of Hotel Ceylinco in Colombo. In addition to managing Hotel Swanee, I was asked to take over the Ambalangoda Rest House, to re-organize and improve its standards and to manage it.",
    "I quickly learnt that managing a historic rest house with a deep, loyal following from the local population was a different ball game. Although there were tourists arriving for accommodations, the food and beverage operations depended mainly on the local clientele. One of our regular customers was, in my view, the most promising school Cricketer a decade ago – Anura “Century” Silva. When Anura captained Nalanda College and broke many records by scoring centuries in back-to-back games, I became his ardent fan. Anura was from a wealthy and well-connected family in Ambalangoda. My friendship with him prevented any trouble from the town.",
    "This rest house on a small hill by the sea had a special charm. A natural, sea water pool and a long, front veranda added to the ambiance. I transferred some of our star supervisors and staff from Hotel Swanee to re-open the rest house. We focused on improving the style of management, maintenance, cleanliness, food quality and presentation and customer service. We introduced a Sunday lunch buffet with local specialties and many seafood dishes using the fresh catch from the local fishermen. This buffet became very popular with the locals.",
    "When two leading lawyers from Colombo approached Bobby to convert one of their ancestral mansions to be a boutique hotel, I was given another additional assignment. It was a very nice and over a 100-year-old building on the Beach Road in Matara. As the house had only six bedrooms, John Keells was not interested. Therefore, Bobby and I got involved as Directors of the project with small investments. We opened it as the Beach Lodge in 1980. I continued to operate from Hotel Swanee but went to Ambalangoda and Matara once a week to oversee the operations of these two properties. Managing three small properties concurrently meant that I had to improve my delegative skills.",
    "Bobby was impressed with my ability to multitask. He hinted that he may have to create a new post for me as his deputy at the John Keells corporate office to handle his growing portfolio. I showed interest in such a promotion. We agreed to consider it in the year 1981.",
    "Punchihewa’s new book on King Vijayabahu, the redeemer of Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලන්ඩන්-බේරුවල-අම්බලන්ගොඩ-මාතර - 42 කොටස",
      "body_lines": [
        "එවකට ලෝකයේ විශාලතම හෝටල් ජාලය වූ - Trust House Forte (THF) සමඟින් ලන්ඩනයේ (එක්සත් රාජධානියේ) මගේ විශේෂ කළමනාකරණ නිරීක්ෂක/පුහුණු වැඩසටහන 1979 සැප්තැම්බර් මාසයේදී ඉතා ඉහළින් අවසන් විය. THF London Hotels හි පුද්ගල අධ්‍යක්ෂ ජෙෆ්රි පයි මහතා සහ කාමර 900 කින් යුත් කම්බර්ලන්ඩ් හෝටලයේ ආහාර සැපයුම් කළමනාකරු බෙජරාමෝ මහතා මා සමඟ පිටවීමේ සම්මුඛ සාකච්ඡා දෙකක් පවත්වන ලදී. මා ආගන්තුක නිරීක්ෂකයෙකු ලෙස සිටි කම්බර්ලන්ඩ් සහ රීජන්ට් පැලස් හෝටලයේදී මා කළ නිරීක්ෂණ මෙන්ම මගේ වැඩ ගැන ඔවුන් දෙදෙනාම ඉතා සතුටු වූහ.",
        "Neckermann Reisen's Kurt D. Wehner විසින් සංවිධානය කරන ලද අපගේ වරලත් ගුවන් ගමන් අල්ලා ගැනීම සඳහා John Keells සමූහයේ මගේ සහකරු රංජිත් ධර්මරත්නම් සහ මම නැවත Frankfurt වෙත ගියෙමු. කර්ට් මාස කිහිපයකට පෙර ඔහු ශ්‍රී ලංකාවේ සංචාරය කරන විට මා කළමනාකරණය කළ හෝටලයේ - Hotel Swanee හි ඔහුට සත්කාරකත්වය ලබා දුන් බව මම හොඳින් දැන සිටියෙමි. ඔහු ෆ්‍රැන්ක්ෆර්ට් හි මගේ ආගන්තුක සත්කාරයට ප්‍රතිඋපකාර කළේය.",
        "ගෝලීය සංචාරකයෙකු ලෙස, මගේ පියා දිගු, විදේශ සංචාරයකට ගොස් ආපසු එන සෑම අවස්ථාවකම “නිවස තරම් හොඳ තැනක් නැත” යනුවෙන් පවුලේ අයට පවසා ඇත. කෙසේ වෙතත්, තායිලන්තය, බටහිර ජර්මනිය සහ එක්සත් රාජධානිය වෙත මගේ පළමු විදේශ සංචාරය අවසන් වූ පසු, මම එම අදහස බෙදා ගත්තේ නැත. \"ලෝකයේ ඕනෑම තැනක ජීවත් වීමට මට පහසුවෙන් අනුගත විය හැකි බව මට හැඟේ, මම ලෝකය පුරා සංචාරය කර ගෝලීය ජිප්සීස් වීමට කැමතියි\", මම මගේ දෙමාපියන්ට කීවෙමි. “හොඳයි චන්දන, ඔයාට ගමන් මකුණෙන් දෂ්ට වෙලා වගේ. මෙන්න, ලෝකයේ විශාලතම ගුවන් සේවයේ මෙම නව ප්‍රකාශනය දෙස බලන්න. මීට වසර කිහිපයකට පෙර ඔබ අර්ධකාලීන රැකියාවක් කළ ඉන්ටර්කොන්ටිනෙන්ටල් හෝටල් ජාලයද Pan Am සතුය”, මගේ පියා මගේ නව උනන්දුව දිරිමත් කළේය.",
        "1970 දශකයේ අගභාගයේදී ශ්‍රී ලංකාවේ භාවිත කරන ලද වාහන බොහොමයක් නැවත කන්ඩිෂන් කර යුරෝපයෙන් සහ ජපානයෙන් නැව්ගත කරන ලද පැරණි මෝටර් රථ විය. එක්සත් රාජධානියේ සිටියදී, මම මගේ පළමු මෝටර් රථය - වයිනයිල් මුදුනක් සහිත 1975 Ford Corolla එකක් මිලදී ගත්තා. ඒකට මට වියදම් වුනේ පවුම් 350ක් විතරයි. එය ශ්‍රී ලංකාවට නැව්ගත කිරීමෙන් පසු ඉතා විශේෂ බලපත්‍ර අංකයක් (11 SRI 1111) ලබා ගැනීමට මට හැකි විය. මට හෝටල් කළමනාකරුගේ මෝටර් රථය සහ රියදුරෙකු සිටි නිසා මට මගේම මෝටර් රථයක් අවශ්‍ය නොවීය. ඒ නිසා මම එය මගේ මාමා කෙනෙක් වන එම්. ඩී. සෙනෙවිරත්නට විකුණලා හොඳ ලාභයක් ලැබුවා. මගේ බාල ඥාති සහෝදරියන් සිතුවේ මෝටර් රථය සිසිල් සහ විචිත්‍රවත් බවයි!",
        "මම ලන්ඩනයේ ඉගෙන ගත් නව කළමනාකරණ පිළිවෙත් කිහිපයක් මම ශ්‍රී ලංකාවේ යන කුඩා මෙහෙයුමට අදාළ කර ගැනීමට ආශාවෙන් සිටියෙමි. මම ලන්ඩනයේ ඉගෙන ගත් සියලුම අදාළ හොඳම භාවිතයන් සහ මම එකතු කළ විවිධ ද්‍රව්‍ය මගේ කණ්ඩායම සමඟ ඉක්මනින් බෙදා ගත්තෙමි. දේශීය හෝටල් හිමියෙකු ලෙස නැවත පදිංචි වීමේදී, මම නව සේවකයින් සඳහා දිගු දිශානතිය, මුද්‍රිත පුහුණු ද්‍රව්‍ය, ඉවත්ව යන සේවකයින් සඳහා පිටවීමේ සම්මුඛ පරීක්ෂණ වැනි සංකල්ප හඳුන්වා දී මාස තුනකට පෙර මගේ කණ්ඩායම සමඟ නත්තල් සහ අලුත් අවුරුදු සැමරුම් පූර්ව සැලසුම් කිරීම ආරම්භ කළෙමි. එකල ශ්‍රී ලංකාවේ හෝටල්වල සාමාන්‍ය පුරුද්ද වූයේ දෙසැම්බර් මාසයේ උත්සව, සෘතුමය උත්සව සැලසුම් කිරීම ආරම්භ කිරීමයි.",
        "අපි 1979/1980 සංචාරක සමය ඝෝෂාකාරීව ආරම්භ කළෙමු. අපි සංචාර නායකයින්, ආපසු පැමිණෙන අමුත්තන් සහ දිගු රැඳී සිටින අමුත්තන් සමඟ සාකච්ඡා කර එක් එක් මාසය සඳහා සිදුවීම් දින දර්ශනයක් කලින් සැලසුම් කළෙමු. අපි මෙම වාරය සඳහා අපගේ සීමාවාසිකයින් ලෙස සිලෝන් හෝටල් පාසලේ ඉතා හොඳ සිසුන් කිහිප දෙනෙකු බඳවා ගත්තෙමු. ඔවුන් සියල්ලෝම වසර කිහිපයකින් ඉතා සාර්ථක හෝටල් හිමියෝ වූහ.",
        "මගේ විදේශ සංචාරයට පෙර, මම තවත් ශ්‍රී ලාංකික හෝටල් කළමනාකරුවන් 50 දෙනෙකු සමඟ කොළඹ පැවති සති තුනක දීර්ඝ වැඩසටහනකට “හෝටල් කළමනාකරණය සඳහා පරිපාලන ශිල්පීය ක්‍රම” සඳහා සහභාගී වී සිටියෙමි. එය සංවිධානය කරන ලද්දේ ශ්‍රී ලංකාවේ හෝටල් කර්මාන්තය සඳහා වන කුඩ ආයතනය - ලංකා සංචාරක හෝටල් සංගමය විසිනි. හෝටල් පරිපාලන වැඩසටහන් සඳහා ප්‍රසිද්ධ වූ ඇමරිකා එක්සත් ජනපදයේ කෝනෙල් විශ්ව විද්‍යාලයේ මහාචාර්යවරුන් දෙදෙනෙකු (හැල් රෙකෝඩ්ස් සහ ජේම්ස් රූට්) විසින් එය පවත්වන ලදී. එය සෑම වසරකම නිව් යෝර්ක් හි ඉතාකා හි පවත්වනු ලබන ඔවුන්ගේ සුප්‍රසිද්ධ ගිම්හාන කළමනාකරණ වැඩසටහනට බෙහෙවින් සමාන විය. ශාස්ත්‍රීය වශයෙන්, එය හොඳ වැඩසටහනක් වුවද, මම ලන්ඩනයේ THF සමඟ හෝටල් කළමනාකරණයේ වඩාත් ප්‍රායෝගික සහ ක්‍රියාත්මක කළ හැකි අංගයන් ඉගෙන ගතිමි.",
        "හෝටල් අවලංගු කිරීම සඳහා 15% ක පමණ ඉඩක් වෙන් කිරීම සාමාන්‍ය සිරිත විය. වෝකර්ස් ටුවර්ස් හි නව කළමනාකාර අධ්‍යක්ෂ, කෙන් බාලේන්ද්‍ර මහතා (ජනප්‍රිය \"කෙන් බාලා\" ලෙසින්) මගෙන් ඇසුවේ මම එකඟද යන්නයි. \"ඇත්ත වශයෙන්ම, අපි එය කරමු, නමුත් උපරිම මාසවලදී, 15% කින් පමණ වෙන්කරවා ගැනීම අභියෝගයක් විය හැකිය, මන්ද අවලංගු කිරීමේ අනුපාතය සාමාන්‍යයෙන් නත්තල් සිට යුරෝපයේ ශීත කාලය අවසන් වන තෙක් පහත වැටුණි\", මම ඔහුට අවවාද කළෙමි. ඉතා ආකර්ශනීය, ජවසම්පන්න සහ ශුභවාදී පුද්ගලයෙකු වූ කෙන් බාලේන්ද්‍ර මහතා පැවසුවේ “අපි 15% සමඟ යමු” යනුවෙනි.",
        "Swanee හෝටලයේ තිබුණේ නිදන කාමර 52ක් පමණක් වන අතර දෙසැම්බර් මැද වන විට අපගේ පදිංචිය 115% දක්වා ඉහළ ගිය අතර ගුවන් තොටුපළේ සිට පැමිණෙන සංචාරකයින්ට නවාතැන් ගැනීමට කාමර 60ක් අවශ්‍ය විය. මම ඉක්මනින්ම බාලේන්ද්‍ර මහතාට කතා කළා. ඔහු ඉතා කාර්යබහුල වූ අතර, “චන්දන, ඔබ බේරුවල අපේ හාදයා, ඔබ එය හොඳින් හසුරුවනු ඇතැයි මට විශ්වාසයි. සියල්ලම සාර්ථක වෙන්න කියා ප්රාර්ථනා කරනවා!\" මම වහාම මගේ කණ්ඩායම කැඳවා ඉක්මන්, නැගී සිටීමේ මොළය අවුස්සන සැසියක් පවත්වන්න. අපට නාස්ති කිරීමට කාලයක් නොතිබූ අතර වචනාර්ථයෙන් අපගේ පාද මත සිතීමට සිදු විය. අපගේ තරුණ කණ්ඩායම \"විදේශීය\" යෝජනා කිහිපයක් සමඟ පැමිණි අතර මම ඒවා වහාම අනුමත කර ක්‍රියාවන් පැවරුවෙමි. අර්බුද කළමනාකරණයේදී, කණ්ඩායම් \"පෙට්ටියෙන් පිටත\" සිතිය යුතුය.",
        "අමුත්තන් හෝටලයට පැමිණෙන විට, අපි බොහෝ විධායකයින් අධීක්ෂණ කාර්ය මණ්ඩල නිල නිවාස වෙත ගෙන ගියෙමු. අපි අපේ විධායකයින් දෙදෙනෙකු ඔවුන්ගේ විධායකයින් සමඟ කාමර බෙදා ගැනීමට අසල්වැසි හෝටල්වල විධායක නිල නිවාසවලට ද ගෙන ගියෙමු. එම හෝටල් වැඩිපුර වෙන්කරවා ගැනීමේ අභියෝගවලට මුහුණ දී තිබුණේ නැත. වාසනාවකට මෙන්, අපට ප්‍රදේශයේ සියලුම තරඟකාරී හෝටල් සමඟ විශිෂ්ට සබඳතා තිබුණි. හෝටල් Swanee විධායක කාමර පැයක් ඇතුළත අමුත්තන්ගේ කාමර බවට පරිවර්තනය කරන ලද නමුත් මෙම කාමර කුඩා වූ අතර අමුත්තන්ගේ නිදන කාමරවල සාමාන්‍ය ප්‍රමිතියට වඩා අඩු විය. පැමිණිලි ලැබීම වළක්වා ගැනීම සඳහා, අපි පහත් කළ යුතු අමුත්තන් (මිත්‍රශීලී, නැවත නැවත පැමිණෙන අමුත්තන් සහ තරුණ ජෝඩු) ප්‍රවේශමෙන් තෝරා ගත්තෙමු! අපි ඔවුන්ට පලතුරු කූඩ, වයින්, චොකලට්, නත්තල් කේක් මෙන්ම වෙරළ සාද සඳහා නොමිලේ ප්‍රවේශ පත්‍ර සහ පොකිරිස්සන් බුෆේ ලබා දුන්නා.",
        "නත්තල් සතිය තුළ, වැඩිපුර වෙන්කරවා ගැනීමේ තත්ත්වය වඩාත් නරක අතට හැරුණි. මම ඉදිරි කාර්යාල කළමනාකරු ඔහුගේ රාජකාරිවලින් නිදහස් කර, අතිරික්ත අමුත්තන් සමඟ, දිවයින පුරා සුප්‍රසිද්ධ සංචාරක ස්ථාන වෙත විනෝද චාරිකා සමඟ සතියක දිවයින වට සංචාරයක් යැව්වෙමි. නැවත වරක්, අපි මෙම විකල්පය සඳහා අමුත්තන් ප්රවේශමෙන් තෝරා ගත්තෙමු. Tyrone Quin, අපගේ විචක්ෂණශීලී සහ නිර්මාණශීලී ඉදිරිපස කාර්යාල කළමනාකරු මෙම වික්‍රමය හොඳින් භුක්ති වින්දා. \"ලොක්කා, මගේ මීළඟ වෘත්තීය ගමනේදී, මම සංචාරක මාර්ගෝපදේශකයෙකු වීමට කැමතියි, එය ඉතා විනෝදජනක සහ ලාභදායී බව මට පෙනී ගියේය!\" ටිරෝන් ඒ විශේෂ සංචාරයකින් පසු ආපසු එන විට මට විහිළුවට මෙන් කීවේය.",
        "Hotel Swanee අලුත් අවුරුදු රාත්‍රී භෝජන සංග්‍රහය ඉතා සාර්ථක වූ අතර එය උදෑසන 6:00 වන තෙක් අවසන් නොවීය. යුරෝපීය සංචාර නායකයින්, පුනරාවර්තන අමුත්තන්, \"Swanee Best Guest/s සතිපතා තරඟ\" ජයග්‍රාහකයින් සහ දිගු රැඳී සිටින අමුත්තන් සමඟ සාකච්ඡා කර, අපගේ වෙහෙස මහන්සි වී වැඩ කරන සේවකයින්ට ගෞරව කිරීමට අපි පෙර නොවූ විරූ තීරණයක් ගත්තෙමු. අලුයම 12:45 ට පමණ, අමුත්තන් සජීවී සංගීතය සමඟින් සහ ගිනිකෙළි සංදර්ශන මධ්‍යයේ නව වසරේ ඔවුන්ගේ පළමු නර්තන සැසිය රස විඳීමෙන් පසු, අපි අමුත්තන්ගෙන් ඉල්ලා සිටියේ නර්තන තලයෙන් පිටව යන ලෙසයි.",
        "ඉන්පසුව අපි සියලුම කාර්ය මණ්ඩලයට ඔවුන්ගේ නිල ඇඳුමෙන් නර්තන වේදිකාවට පැමිණ කළමනාකරුවන් සහ සුපරීක්ෂකවරුන් සමඟ නටන්නට ආරාධනා කළෙමු. සංගමය විසින් තෝරාගත් ඔවුන්ගේ ප්‍රියතම ගීත කිහිපයක් අපි වාදනය කළෙමු. මෙම ක්රියාව පුදුමාකාර සාර්ථකත්වයක් විය. අමුත්තන් නර්තන තලය වට කර නැටුම් සේවකයින්ට ඔල්වරසන් දුන්නේ, සම්පූර්ණ කණ්ඩායමට අපගේ අගය කිරීමේ පූර්ණ අනුමැතිය ලබා දෙමිනි. හැමෝම එයට ආදරය කළා. මාස ගණනාවක් තිස්සේ අපි සේවකයින්ට කළ අනෙකුත් ප්‍රගතිශීලී අභිනයන් අතර, මෙම අභිනය කේක් මත අයිසිං විය.",
        "ශ්‍රී ලංකාවේ අනෙකුත් බොහෝ හෝටල් මෙන් නොව, Hotel Swanee හි අපට කිසි දිනක වෘත්තීය සමිති අභියෝග තිබුණේ නැත. කළමනාකරුවන්, අධීක්ෂකවරුන් සහ කාර්ය මණ්ඩලය එකම විශාල, ප්‍රීතිමත් පවුලක් මෙන් එකමුතුව වැඩ කළහ. 1979/1980 යනු 1974 දී විවෘත කරන ලද Swanee හෝටලයේ වඩාත්ම ලාභදායී සංචාරක සමයයි.",
        "සංචාරක සමය මැද, කලින් සැලසුම් කළ පරිදි, මම මගේ පෙම්වතිය සමඟ විවාහ වුණා. ඇයට වයස අවුරුදු 19 යි මට අවුරුදු 26 යි. මගේ මාමණ්ඩි සහ හිටපු ලොක්කා (එවකට ජෝන් කීල්ස් සමූහයේ ආයතනික ජ්‍යෙෂ්ඨ විධායක නිලධාරියා), කපිතාන් ඩී. ඒ වික්‍රමසිංහ සහ ඔහුගේ බිරිඳ නීතා හෝටලය ලංකා හෝටලයේ අමුත්තන් 600 ක් සමඟ මහා විවාහ උත්සවයක් සැලසුම් කළහ. ඔබරෝයි. එය ජෝන් කීල්ස් සමූහයට බොහෝ සම්බන්ධතා ඇති අතර, එහි සභාපති මාර්ක් බොස්ටොක් සාක්ෂිකරු ලෙසද, මගේ ප්‍රධානියා, බොබී ඇඩම්ස් (අධ්‍යක්ෂක මෙහෙයුම් - හෝටල්) හොඳම මිනිසා ලෙසද, සතියක මධුසමය සහෝදර හෝටලයේ - ද විලේජ් සහ හෝටල් ස්වනී හෝටලයේදී නිවසට පැමිණීමේ උත්සවය පැවැත්විණි. මගේ බිරිඳ ඉක්මනින්ම \"නොගෙවූ\" නමුත් හෝටල් ස්වනී කණ්ඩායමේ වැදගත් සාමාජිකාවක් බවට පත් වූවාය, විශේෂයෙන් අමුත්තන්ගේ සම්බන්ධතා සහ උත්සව සත්කාරක ක්ෂේත්‍රවල.",
        "1980 වන විට, ජෝන් කීල්ස් කළමනාකරණ කොන්ත්‍රාත්තු සහිත කුඩා දේපල කිහිපයක් අත්පත් කර ගනිමින් තම ආගන්තුක සත්කාර ව්‍යාපාරය පුළුල් කරමින් සිටියේය. ප්‍රධාන වශයෙන්ම බොබී ඇඩම්ස් එවකට අග්‍රාමාත්‍ය ආර්. ප්‍රේමදාස සමඟ ඇතිකරගත් පෞද්ගලික සබඳතාවයක් හේතුවෙන් මෙම පිරිස අග්‍රාමාත්‍යවරයාගේ නිල නිවස වන අරලියගහ මන්දිරය කළමනාකරණය කිරීම ආරම්භ කළේය. මම අරලියගහ මන්දිරයේ කළමනාකාර තනතුරට ස්වනී හෝටලයේ දෙපාර්තමේන්තු කළමනාකරුවෙකු වන ෆසාල් ඉසාඩීන් නිදහස් කළා. ෆසාල් ශ්‍රී ලංකාවේ දෙවන පවුල අතර ඉතා ඉක්මනින් ජනප්‍රිය වූ අතර සති අන්ත විවේකයක් සඳහා ගෙදර යාමට දෙවන කාන්තාව ඔහුට ඉඩ දුන්නේ නැත.",
        "ගමේ මැරයන් විසින් ඇති කරන ලද විවිධ බාධා මධ්‍යයේ මෙම පිරිස බේරුවල පිහිටි ඔවුන්ගේ දෙවැනි හෝටලය වූ Bayroo හෝටලය විවෘත කළහ. කොළඹ පිහිටි සෙලින්කෝ හෝටලයේ කළමනාකාරීත්වය පවරා ගැනීමටද මෙම පිරිස සාකච්ඡා ආරම්භ කළහ. හොටෙල් ස්වනී කළමනාකරණයට අමතරව අම්බලන්ගොඩ තානායම රජයට පවරාගෙන එහි ප්‍රමිතීන් ප්‍රතිසංවිධානය කර ප්‍රමිතීන් වැඩි දියුණු කිරීමට සහ කළමනාකරණය කිරීමට මගෙන් ඉල්ලා සිටියා.",
        "ප්‍රාදේශීය ජනගහනයෙන් ගැඹුරු, විශ්වාසවන්ත අනුගාමිකයෙකු සමඟ ඓතිහාසික විවේකාගාරයක් කළමනාකරණය කිරීම වෙනස් බෝල ක්‍රීඩාවක් බව මම ඉක්මනින්ම දැන ගතිමි. නවාතැන් සඳහා සංචාරකයින් පැමිණියද, ආහාර පාන මෙහෙයුම් ප්‍රධාන වශයෙන් දේශීය ගනුදෙනුකරුවන් මත රඳා පැවතුනි. අපගේ නිත්‍ය ගනුදෙනුකරුවන්ගෙන් එක් අයෙක්, මගේ මතය අනුව, දශකයකට පෙර වඩාත්ම බලාපොරොත්තු වූ පාසල් ක්‍රිකට් ක්‍රීඩකයා විය - අනුර \"සෙන්චරි\" සිල්වා. අනුර නාලන්ද විද්‍යාලයට නායකත්වය දෙමින් පිට පිට තරගවලදී ශතක රැස්කරමින් වාර්තා රැසක් බිඳ දැමූ විට මම ඔහුගේ දැඩි රසිකයෙක් වුණා. අනුර අම්බලන්ගොඩ ප්‍රදේශයේ ධනවත් හා සම්බන්ධකම් ඇති පවුලක අයෙකි. ඔහු සමඟ මගේ මිත්රත්වය නගරයෙන් කිසිදු කරදරයක් වැළැක්වීය.",
        "මුහුද අද්දර කුඩා කඳු ගැටයක් මත පිහිටි මෙම තානායම විශේෂ චමත්කාර භාවයකින් යුක්ත විය. ස්වභාවික, මුහුදු ජල තටාකයක් සහ දිගු ඉදිරිපස වැරන්ඩා පරිසරයට එකතු විය. තානායම නැවත විවෘත කිරීම සඳහා මම අපගේ තරු අධීක්ෂකවරුන් සහ කාර්ය මණ්ඩලය කිහිප දෙනෙකු හෝටල් ස්වනී වෙතින් මාරු කළෙමි. කළමනාකරණය, නඩත්තු කිරීම, පිරිසිදුකම, ආහාරවල ගුණාත්මකභාවය සහ ඉදිරිපත් කිරීම සහ පාරිභෝගික සේවා විලාසය වැඩිදියුණු කිරීම කෙරෙහි අපි අවධානය යොමු කළෙමු. දේශීය ධීවරයින්ගේ නැවුම් මසුන් භාවිතා කරමින් දේශීය විශේෂතා සහ බොහෝ මුහුදු ආහාර සහිත ඉරිදා දිවා ආහාර බුෆේ අපි හඳුන්වා දුන්නා. මෙම බුෆේ ප්‍රදේශවාසීන් අතර ඉතා ජනප්‍රිය විය.",
        "කොළඹ සිට පැමිණි ප්‍රමුඛ පෙළේ නීතිඥවරු දෙදෙනෙක් ඔවුන්ගේ පාරම්පරික මන්දිරයක් බුටික් හෝටලයක් බවට පත් කිරීමට බොබී වෙත පැමිණි විට මට තවත් අමතර පැවරුමක් ලැබුණි. එය මාතර වෙරළ පාරේ පිහිටි වසර 100කට වඩා පැරණි ඉතා සුන්දර මෙන්ම පැරණි ගොඩනැගිල්ලක් විය. නිවසේ නිදන කාමර හයක් පමණක් තිබූ බැවින් ජෝන් කීල්ස් උනන්දු වූයේ නැත. ඒ නිසා බොබී සහ මම කුඩා ආයෝජනවලින් ව්‍යාපෘතියේ අධ්‍යක්ෂවරුන් ලෙස සම්බන්ධ වුණා. අපි එය විවෘත කළේ 1980 බීච් ලොජ් ලෙසයි. මම ස්වනී හෝටලයේ සිට දිගටම ක්‍රියාත්මක වූ නමුත් සතියකට වරක් අම්බලන්ගොඩ සහ මාතර යන ප්‍රදේශවලට ගොස් මෙම දේපළ දෙකෙහි මෙහෙයුම් කටයුතු අධීක්ෂණය කළෙමි. කුඩා දේපල තුනක් සමගාමීව කළමනාකරණය කිරීමෙන් අදහස් කළේ මගේ නියෝජිත කුසලතා වැඩි දියුණු කළ යුතු බවයි.",
        "බහු කාර්යයන් කිරීමට මගේ හැකියාව ගැන බොබී පැහැදුණා. ඔහුගේ වැඩෙන කළඹ හැසිරවීමට ජෝන් කීල්ස් ආයතනික කාර්යාලයේ ඔහුගේ නියෝජ්‍ය නිලධාරියා ලෙස මා වෙනුවෙන් නව තනතුරක් නිර්මාණය කිරීමට ඔහුට සිදු විය හැකි බව ඔහු ඉඟි කළේය. මම එවැනි ප්‍රවර්ධනයකට කැමැත්තක් දැක්වූවා. 1981 දී එය සලකා බැලීමට අපි එකඟ විය.",
        "ලංකා මිදුම්කරු විජයබාහු රජු පිළිබඳ පුංචිහේවාගේ අලුත් පොත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "லண்டன் - பேருவளை - அம்பலங்கொட - மாத்தறை - பகுதி 42",
      "body_lines": [
        "லண்டனில் (யுகே) எனது சிறப்பு மேலாண்மை பார்வையாளர்/பயிற்சி திட்டம், அப்போதைய உலகின் மிகப்பெரிய ஹோட்டல் சங்கிலி - டிரஸ்ட் ஹவுஸ் ஃபோர்டே (THF), செப்டம்பர் 1979 இல் ஒரு உயர் குறிப்பில் முடிந்தது. திரு. ஜெஃப்ரி பை, THF லண்டன் ஹோட்டல்களுக்கான பணியாளர் இயக்குநர் மற்றும் 900 அறைகள் கொண்ட கம்பர்லேண்ட் ஹோட்டலின் கேட்டரிங் மேலாளர் திரு. பெஜராமோ என்னுடன் இரண்டு வெளியேறும் நேர்காணல்களை நடத்தினார். அவர்கள் இருவரும் எனது பணியிலும், நான் விருந்தினர் பார்வையாளராக இருந்த கம்பர்லேண்ட் மற்றும் ரீஜண்ட் பேலஸ் ஹோட்டலில் நான் செய்த அவதானிப்புகளிலும் மிகவும் மகிழ்ச்சியடைந்தனர்.",
        "ஜான் கீல்ஸ் குழுமத்தைச் சேர்ந்த எனது கூட்டாளியான ரஞ்சித் தர்மரத்னமும் நானும் நெக்கர்மன் ரெய்சனின் கர்ட் டி. வெஹ்னர் ஏற்பாடு செய்த எங்கள் பட்டய விமானங்களைப் பிடிக்க பிராங்பேர்ட்டுக்குத் திரும்பினோம். நான் நிர்வகித்து வந்த ஹோட்டலில் கர்ட் அவருக்கு விருந்தளித்ததை நான் நன்கு அறிவேன் - ஹோட்டல் ஸ்வானி சில மாதங்களுக்கு முன்பு அவர் இலங்கைக்கு சுற்றுப்பயணம் செய்தபோது. பிராங்பேர்ட்டில் எனது விருந்தோம்பலுக்கு அவர் பதில் அளித்தார்.",
        "ஒரு உலகளாவிய பயணியாக, எனது தந்தை நீண்ட, வெளிநாட்டுப் பயணத்திலிருந்து திரும்பும் ஒவ்வொரு முறையும், \"வீட்டை விட சிறந்த இடம் எதுவுமில்லை\" என்று குடும்பத்தினரிடம் கூறியிருந்தார். இருப்பினும், தாய்லாந்து, மேற்கு ஜெர்மனி மற்றும் ஐக்கிய இராச்சியம் ஆகிய நாடுகளுக்கு எனது முதல் வெளிநாட்டுப் பயணத்திலிருந்து திரும்பிய பிறகு, நான் அந்தக் கருத்தைப் பகிர்ந்து கொள்ளவில்லை. \"உலகின் எந்தப் பகுதியிலும் வாழ்வதற்கு என்னை எளிதாக மாற்றிக் கொள்ள முடியும் என்று நான் உணர்கிறேன், மேலும் உலகம் முழுவதும் பயணம் செய்து உலகளாவிய ஜிப்சியாக இருக்க விரும்புகிறேன்\" என்று என் பெற்றோரிடம் கூறினேன். “சரி சந்தனா, பயணப் பிழை உன்னைக் கடித்தது போல் இருக்கிறது. இதோ, உலகின் மிகப்பெரிய விமான நிறுவனத்தின் இந்தப் புதிய வெளியீட்டைப் பாருங்கள். பான் ஆம் இன்டர் கான்டினென்டல் ஹோட்டல் சங்கிலிக்குச் சொந்தமானது, அங்கு நீங்கள் சில ஆண்டுகளுக்கு முன்பு பகுதிநேர வேலை செய்தீர்கள்”, என் தந்தை எனது புதிய ஆர்வத்தை ஊக்குவித்தார்.",
        "1970 களின் பிற்பகுதியில், இலங்கையில் பயன்படுத்தப்பட்ட பெரும்பாலான வாகனங்கள், ஐரோப்பா மற்றும் ஜப்பானில் இருந்து அனுப்பப்பட்ட பழைய கார்கள் மறுசீரமைக்கப்பட்டன. இங்கிலாந்தில் இருந்தபோது, ​​எனது முதல் காரை வாங்கினேன் - 1975 ஃபோர்டு கொரோலா வினைல் டாப். எனக்கு £350 மட்டுமே செலவானது. அதை இலங்கைக்கு அனுப்பிய பிறகு, நான் ஒரு சிறப்பு உரிம எண்ணைப் (11 SRI 1111) பெற முடிந்தது. என்னிடம் ஹோட்டல் மேலாளரின் கார் மற்றும் டிரைவரும் இருந்ததால், எனக்கு சொந்த கார் தேவையில்லை. எனவே, எனது மாமா ஒருவரான எம்.டி. செனவிரத்னவுக்கு விற்று நல்ல லாபம் ஈட்டினேன். என் இளைய உறவினர்கள் கார் குளிர்ச்சியாகவும் க்ரூவியாகவும் இருப்பதாக நினைத்தார்கள்!",
        "லண்டனில் நான் கற்றுக்கொண்ட சில புதிய நிர்வாக நடைமுறைகளை இலங்கையில் நான் மேற்கொள்ளும் சிறிய நடவடிக்கைக்கு பயன்படுத்த ஆர்வமாக இருந்தேன். லண்டனில் நான் கற்றுக்கொண்ட அனைத்து தொடர்புடைய சிறந்த நடைமுறைகளையும், நான் சேகரித்த பல்வேறு பொருட்களையும் எனது குழுவுடன் விரைவாகப் பகிர்ந்துகொண்டேன். உள்ளூர் ஹோட்டல் உரிமையாளராக மீண்டும் குடியேறியதில், புதிய ஊழியர்களுக்கான நீண்ட நோக்குநிலைகள், அச்சிடப்பட்ட பயிற்சிப் பொருட்கள், வெளியேறும் ஊழியர்களுக்கான நேர்காணல்கள் போன்ற கருத்துக்களை அறிமுகப்படுத்தி, மூன்று மாதங்களுக்கு முன்பே எனது குழுவுடன் கிறிஸ்துமஸ் மற்றும் புத்தாண்டு கொண்டாட்டங்களை முன்கூட்டியே திட்டமிடத் தொடங்கினேன். அந்த நேரத்தில் இலங்கை ஹோட்டல்களில் வழக்கமான நடைமுறை, பண்டிகை, பருவகால நிகழ்வுகளை டிசம்பரில் திட்டமிடத் தொடங்குவதாகும்.",
        "நாங்கள் 1979/1980 சுற்றுலாப் பருவத்தை களமிறங்கத் தொடங்கினோம். சுற்றுப்பயணத் தலைவர்கள், திரும்பும் விருந்தினர்கள் மற்றும் நீண்ட நேரம் தங்கியிருக்கும் விருந்தினர்களுடன் கலந்தாலோசித்து ஒவ்வொரு மாதத்திற்கான நிகழ்வுகளின் காலெண்டரை நாங்கள் முன்கூட்டியே திட்டமிட்டுள்ளோம். சிலோன் ஹோட்டல் பள்ளியின் மிகவும் நம்பிக்கைக்குரிய சில மாணவர்களை பருவத்திற்காக எங்கள் பயிற்சியாளர்களாக நாங்கள் சேர்த்துள்ளோம். அவர்கள் அனைவரும், சில ஆண்டுகளில், மிகவும் வெற்றிகரமான ஹோட்டல் உரிமையாளர்களாக மாறினர்.",
        "எனது வெளிநாட்டுப் பயணத்திற்கு முன்னர், கொழும்பில் நடைபெற்ற மூன்று வார கால நிகழ்ச்சியான “ஹோட்டல் முகாமைத்துவத்திற்கான நிர்வாக நுட்பங்கள்” 50 இலங்கை ஹோட்டல் மேலாளர்களுடன் கலந்துகொண்டேன். இது இலங்கையில் உள்ள ஹோட்டல் தொழில்துறைக்கான குடை அமைப்பால் ஏற்பாடு செய்யப்பட்டது - சிலோன் டூரிஸ்ட் ஹோட்டல்கள் சங்கம். ஹோட்டல் நிர்வாகத் திட்டங்களுக்குப் புகழ்பெற்ற அமெரிக்காவின் கார்னெல் பல்கலைக்கழகத்தைச் சேர்ந்த இரண்டு பேராசிரியர்களால் (ஹால் ரெக்கார்ட்ஸ் மற்றும் ஜேம்ஸ் ரூட்) நடத்தப்பட்டது. ஒவ்வொரு ஆண்டும் நியூயார்க்கின் இத்தாக்காவில் நடத்தப்படும் அவர்களின் நன்கு அறியப்பட்ட கோடைகால மேலாண்மை திட்டத்துடன் இது மிகவும் ஒத்ததாக இருந்தது. கல்வி ரீதியாக, இது ஒரு நல்ல திட்டமாக இருந்தாலும், லண்டனில் உள்ள THF உடன் ஹோட்டல் நிர்வாகத்தின் மிகவும் நடைமுறை மற்றும் செயல்படுத்தக்கூடிய அம்சங்களை நான் கற்றுக்கொண்டேன்.",
        "ஹோட்டல்களில் 15% அதிகமாக முன்பதிவு செய்வது வழக்கமான நடைமுறையாக இருந்தது. வாக்கர்ஸ் டூர்ஸின் புதிய நிர்வாக இயக்குநர், திரு. கென் பாலேந்திரா (\"கென் பாலா\" என்று பிரபலமாக குறிப்பிடப்படுகிறார்) நான் உடன்படுகிறேனா என்று என்னிடம் கேட்டார். \"நிச்சயமாக, அதைச் செய்வோம், ஆனால் உச்ச மாதங்களில், 15% அதிகமாக முன்பதிவு செய்வது ஒரு சவாலாக இருக்கலாம், ஏனெனில் வழக்கமாக கிறிஸ்மஸ் முதல் ஐரோப்பாவில் குளிர்காலம் முடியும் வரை ரத்து செய்யப்படும் விகிதம் குறையும்\", நான் அவரை எச்சரித்தேன். மிகவும் கவர்ச்சியான, ஆற்றல் மிக்க மற்றும் நம்பிக்கையான நபராக இருந்த திரு. கென் பாலேந்திரா, \"15% உடன் செல்வோம்\" என்றார்.",
        "ஹோட்டல் ஸ்வானியில் 52 படுக்கையறைகள் மட்டுமே இருந்தன, டிசம்பர் நடுப்பகுதியில் எங்கள் குடியிருப்பு 115% ஆக உயர்ந்தது, விமான நிலையத்திலிருந்து வரும் சுற்றுலாப் பயணிகள் தங்குவதற்கு 60 அறைகள் தேவைப்பட்டன. நான் விரைவாக திரு.பாலேந்திராவை அழைத்தேன். அவர் மிகவும் பிஸியாக இருந்தார், மேலும், “சந்தனா, நீங்கள் பேருவளையில் உள்ள எங்கள் பையன், நீங்கள் அதை நன்றாக கையாள்வீர்கள் என்று நான் நம்புகிறேன். வாழ்த்துகள்!\" நான் உடனடியாக எனது குழுவை வரவழைத்து ஒரு விரைவான, ஸ்டாண்ட்-அப் மூளைச்சலவை அமர்வுக்கு அனுப்பினேன். வீணடிக்க எங்களுக்கு நேரம் இல்லை, உண்மையில் எங்கள் காலடியில் சிந்திக்க வேண்டியிருந்தது. எங்கள் இளம் குழு சில \"அயல்நாட்டு\" பரிந்துரைகளுடன் வந்தது, நான் உடனடியாக அவற்றை அங்கீகரித்து செயல்களை ஒப்படைத்தேன். நெருக்கடி நிர்வாகத்தில், அணிகள் \"பெட்டிக்கு வெளியே\" சிந்திக்க வேண்டும்.",
        "விருந்தினர்கள் ஹோட்டலுக்கு வருவதற்குள், நாங்கள் பெரும்பாலான நிர்வாகிகளை மேற்பார்வை ஊழியர் குடியிருப்புக்கு மாற்றினோம். எங்கள் நிர்வாகிகள் இருவரை, அவர்களது நிர்வாகிகளுடன் அறைகளைப் பகிர்ந்து கொள்வதற்காக, பக்கத்து ஹோட்டல்களின் நிர்வாகக் குடியிருப்புக்கு மாற்றினோம். அந்த ஹோட்டல்கள் அதிக முன்பதிவு சவால்களை சந்திக்கவில்லை. அதிர்ஷ்டவசமாக, அப்பகுதியில் உள்ள அனைத்து போட்டியாளர் ஹோட்டல்களுடனும் நாங்கள் சிறந்த உறவைக் கொண்டிருந்தோம். ஹோட்டல் ஸ்வானி எக்சிகியூட்டிவ் அறைகள் ஒரு மணி நேரத்திற்குள் விருந்தினர் அறைகளாக மாற்றப்பட்டன, ஆனால் இந்த அறைகள் சிறியதாகவும் விருந்தினர் படுக்கையறைகளின் வழக்கமான தரத்தை விட குறைவாகவும் இருந்தன. புகார்களைப் பெறுவதைத் தவிர்க்க, தரமிறக்கப்பட வேண்டிய விருந்தினர்களை (நட்பு, மீண்டும் வரும் விருந்தினர்கள் மற்றும் இளைய ஜோடிகள்) கவனமாகத் தேர்ந்தெடுத்தோம்! அவர்களுக்கு பாராட்டுப் பழக் கூடைகள், ஒயின், சாக்லேட்டுகள், கிறிஸ்துமஸ் கேக் மற்றும் கடற்கரை விருந்துகள் மற்றும் இரால் பஃபேகளுக்கான இலவச டிக்கெட்டுகளை நாங்கள் வழங்கினோம்.",
        "கிறிஸ்மஸ் வாரத்தில், ஓவர் புக்கிங் நிலைமை மோசமாகிவிட்டது. நான் முகப்பு அலுவலக மேலாளரை அவரது பணிகளில் இருந்து விடுவித்தேன் மற்றும் அதிகப்படியான விருந்தினர்களுடன் ஒரு வார தீவு சுற்றுப்பயணத்திற்கு அவரை அனுப்பினேன், தீவில் உள்ள நன்கு அறியப்பட்ட சுற்றுலா தளங்களுக்கு பாராட்டு உல்லாசப் பயணங்கள். மீண்டும், இந்த விருப்பத்திற்கான விருந்தினர்களை கவனமாகத் தேர்ந்தெடுத்தோம். Tyrone Quin, எங்கள் நகைச்சுவையான மற்றும் ஆக்கப்பூர்வமான முன் அலுவலக மேலாளர் இந்த சாகசத்தை முழுமையாக ரசித்தார். \"முதலாளி, எனது அடுத்த தொழில் பயணத்தில், நான் ஒரு சுற்றுலா வழிகாட்டியாக மாற விரும்புகிறேன், ஏனெனில் இது மிகவும் வேடிக்கையாகவும் லாபகரமாகவும் இருந்தது!\" அந்த சிறப்புப் பயணங்களில் ஒன்றிற்குப் பிறகு திரும்பியபோது டைரோன் என்னிடம் நகைச்சுவையாகச் சொன்னார்.",
        "ஹோட்டல் ஸ்வானி புத்தாண்டு இரவு உணவு நடனம் ஒரு பெரிய வெற்றியைப் பெற்றது, அது காலை 6:00 மணி வரை முடிவடையவில்லை. ஐரோப்பிய சுற்றுப்பயணத் தலைவர்கள், திரும்பத் திரும்ப வரும் விருந்தினர்கள், \"ஸ்வானி பெஸ்ட் கெஸ்ட்/கள் வாராந்திரப் போட்டிகளில்\" வெற்றி பெற்றவர்கள் மற்றும் நீண்ட காலம் தங்கியிருக்கும் விருந்தினர்கள் ஆகியோருடன் கலந்தாலோசித்து, எங்களின் கடின உழைப்பாளி ஊழியர்களைக் கௌரவிக்க முன்னெப்போதும் இல்லாத முடிவை எடுத்தோம். நள்ளிரவு 12:45 மணியளவில், விருந்தினர்கள் புத்தாண்டின் முதல் நடன அமர்வை நேரலை இசையுடன் ரசித்த பிறகு மற்றும் வானவேடிக்கைகளுக்கு மத்தியில், நாங்கள் விருந்தினர்களை நடன தளத்தை விட்டு வெளியேறுமாறு கேட்டுக் கொண்டோம்.",
        "பின்னர் நாங்கள் அனைத்து ஊழியர்களையும் அவர்களின் சீருடையில் நடன அரங்கிற்கு வந்து மேலாளர்கள் மற்றும் மேற்பார்வையாளர்களுடன் நடனமாட அழைத்தோம். யூனியன் தேர்ந்தெடுத்த அவர்களுக்குப் பிடித்த சில பாடல்களை நாங்கள் வாசித்தோம். இந்த செயல் ஒரு அற்புதமான வெற்றி. விருந்தினர்கள் நடனத் தளத்தைச் சுற்றி வளைத்து நடனமாடும் ஊழியர்களை உற்சாகப்படுத்தினர், முழு குழுவிற்கும் எங்கள் பாராட்டுக்கு முழு ஒப்புதல் அளித்தனர். அனைவருக்கும் பிடித்திருந்தது. பல மாதங்களாக ஊழியர்களுக்கு நாங்கள் செய்த மற்ற முற்போக்கான சைகைகளில், இந்த சைகையானது கேக்கில் ஐசிங் ஆகும்.",
        "இலங்கையில் உள்ள பல ஹோட்டல்களைப் போலல்லாமல், ஹோட்டல் ஸ்வானியில் எங்களுக்கு தொழிற்சங்க சவால்கள் இருந்ததில்லை. மேலாளர்கள், மேற்பார்வையாளர்கள் மற்றும் ஊழியர்கள் அனைவரும் ஒரு பெரிய, மகிழ்ச்சியான குடும்பம் போல் ஒற்றுமையாக வேலை செய்தனர். 1974 இல் திறக்கப்பட்டதிலிருந்து 1979/1980 ஹோட்டல் ஸ்வானியின் மிகவும் இலாபகரமான சுற்றுலாப் பருவமாகும்.",
        "சுற்றுலாப் பருவத்தின் நடுவில், முன்பு திட்டமிட்டபடி, நான் என் வருங்கால மனைவியை மணந்தேன். அவளுக்கு வயது 19, எனக்கு வயது 26. எனது மாமனார் மற்றும் முன்னாள் முதலாளி (அப்போது ஜான் கீல்ஸ் குழுமத்தில் கார்ப்பரேட் மூத்த நிர்வாகி), கேப்டன் டி. ஏ விக்கிரமாதித்தன் மற்றும் அவரது மனைவி நீதா ஆகியோர் லங்கா ஹோட்டலில் 600 விருந்தினர்களுடன் பிரமாண்டமான திருமணத்தைத் திட்டமிட்டனர். ஓபராய். இது ஜான் கீல்ஸ் குழுமத்துடன் பல தொடர்புகளைக் கொண்டிருந்தது, தலைவர் திரு. மார்க் போஸ்டாக் சான்றளிக்கும் சாட்சியாகவும், எனது முதலாளி, பாபி ஆடம்ஸ் (இயக்குநர் செயல்பாடுகள் - ஹோட்டல்கள்) சிறந்த மனிதராகவும், சகோதரி ஹோட்டலில் ஒரு வார தேனிலவு - தி வில்லேஜ் மற்றும் ஹோட்டல் ஸ்வானியில் ஹோம்கமிங் நிகழ்வு நடைபெற்றது. எனது மனைவி விரைவில் \"பணம் பெறாத\" ஆனால் ஹோட்டல் ஸ்வானி குழுவில் முக்கியமான உறுப்பினரானார், குறிப்பாக விருந்தினர் உறவுகள் மற்றும் நிகழ்ச்சியை நடத்துதல் போன்ற துறைகளில்.",
        "1980 வாக்கில், ஜான் கீல்ஸ் நிர்வாக ஒப்பந்தங்களுடன் சில சிறிய சொத்துக்களை வாங்குவதன் மூலம் அதன் விருந்தோம்பல் வணிகத்தை விரிவுபடுத்தியது. முக்கியமாக அப்போதைய பிரதமர் ஆர். பிரேமதாசவுடன் பொபி ஆடம்ஸ் கொண்டிருந்த தனிப்பட்ட உறவு காரணமாக, குழுவானது பிரதமரின் உத்தியோகபூர்வ இல்லமான டெம்பிள் ட்ரீஸை நிர்வகிக்கத் தொடங்கியது. டெம்பிள் ட்ரீஸின் மேலாளராக ஆவதற்கு ஹோட்டல் ஸ்வானி - ஃபசல் இஸ்ஸாதீனின் துறைசார் மேலாளர்களில் ஒருவரை விடுவித்தேன். ஃபசல் விரைவில் இலங்கையின் இரண்டாவது குடும்பத்தில் மிகவும் பிரபலமடைந்தார், வார இறுதி விடுமுறைக்கு வீட்டிற்கு செல்ல இரண்டாவது பெண் அவரை அனுமதிக்கவில்லை.",
        "கிராமத்து குண்டர்களால் உருவாக்கப்பட்ட பல்வேறு தடைகளுக்கு மத்தியில் பேருவளை ஹோட்டல் பெய்ரூ என்ற ஹோட்டலை இந்தக் குழு திறந்தது. கொழும்பில் உள்ள ஹோட்டல் செலிங்கோவின் நிர்வாகத்தை கையகப்படுத்துவதற்கு குழு பேச்சுவார்த்தைகளை ஆரம்பித்தது. ஹோட்டல் ஸ்வானியை நிர்வகிப்பதற்கு மேலதிகமாக, அம்பலாங்கொட ஓய்வு இல்லத்தை மீள ஒழுங்கமைத்து அதன் தரத்தை மேம்படுத்துவதற்கும் அதனை நிர்வகிப்பதற்கும் நான் பொறுப்பேற்றுக் கொள்ளுமாறு கேட்டுக் கொள்ளப்பட்டேன்.",
        "உள்ளூர் மக்களிடமிருந்து ஆழமான, விசுவாசமான பின்தொடர்பவர்களுடன் ஒரு வரலாற்று ஓய்வு இல்லத்தை நிர்வகிப்பது ஒரு வித்தியாசமான பந்து விளையாட்டு என்பதை நான் விரைவாக அறிந்துகொண்டேன். தங்குமிடங்களுக்கு சுற்றுலாப் பயணிகள் வந்தாலும், உணவு மற்றும் பான செயல்பாடுகள் முக்கியமாக உள்ளூர் வாடிக்கையாளர்களையே சார்ந்துள்ளது. எங்கள் வழக்கமான வாடிக்கையாளர்களில் ஒருவர், எனது பார்வையில், ஒரு தசாப்தத்திற்கு முன்னர் மிகவும் நம்பிக்கைக்குரிய பள்ளி கிரிக்கெட் வீரர் - அனுர \"செஞ்சுரி\" சில்வா. அனுரா நாலந்தா கல்லூரியின் தலைவராக இருந்தபோதும், பின்தொடர் ஆட்டங்களில் சதம் அடித்து பல சாதனைகளை முறியடித்தபோது, ​​நான் அவருடைய தீவிர ரசிகனானேன். அனுர அம்பலாங்கொடையில் ஒரு செல்வந்த மற்றும் நல்ல தொடர்புள்ள குடும்பத்தைச் சேர்ந்தவர். அவருடனான எனது நட்பு ஊரில் இருந்து எந்த பிரச்சனையும் வராமல் தடுத்தது.",
        "கடலோரத்தில் ஒரு சிறிய குன்றின் மீது இந்த ஓய்வு இல்லம் ஒரு சிறப்பு அழகைக் கொண்டிருந்தது. ஒரு இயற்கையான, கடல் நீர் குளம் மற்றும் ஒரு நீண்ட, முன் வராண்டா ஆகியவை சூழலுக்கு சேர்க்கப்பட்டுள்ளன. ஓய்வு இல்லத்தை மீண்டும் திறக்க ஹோட்டல் ஸ்வானியில் இருந்து எங்கள் நட்சத்திர மேற்பார்வையாளர்கள் மற்றும் பணியாளர்கள் சிலரை மாற்றினேன். மேலாண்மை, பராமரிப்பு, தூய்மை, உணவின் தரம் மற்றும் வழங்கல் மற்றும் வாடிக்கையாளர் சேவையின் பாணியை மேம்படுத்துவதில் நாங்கள் கவனம் செலுத்தினோம். உள்ளூர் மீனவர்களின் புதிய மீன்களைப் பயன்படுத்தி உள்ளூர் சிறப்புகள் மற்றும் பல கடல் உணவு வகைகளுடன் ஞாயிற்றுக்கிழமை மதிய உணவு பஃபே அறிமுகப்படுத்தினோம். இந்த பஃபே உள்ளூர் மக்களிடையே மிகவும் பிரபலமானது.",
        "கொழும்பில் இருந்து இரண்டு முன்னணி வழக்கறிஞர்கள் பாபியை அணுகி அவர்களின் மூதாதையர் மாளிகைகளில் ஒன்றை பூட்டிக் ஹோட்டலாக மாற்றியபோது, ​​எனக்கு இன்னொரு கூடுதல் பணி வழங்கப்பட்டது. இது மாத்தறை கடற்கரை வீதியில் மிகவும் அழகான மற்றும் 100 வருடங்களுக்கும் மேலான பழைய கட்டிடம். வீட்டில் ஆறு படுக்கையறைகள் மட்டுமே இருந்ததால், ஜான் கீல்ஸ் ஆர்வம் காட்டவில்லை. எனவே, பாபியும் நானும் சிறிய முதலீடுகளுடன் திட்டத்தின் இயக்குநர்களாக ஈடுபட்டோம். 1980 ஆம் ஆண்டு பீச் லாட்ஜ் என்ற பெயரில் இதனைத் திறந்தோம். நான் ஹோட்டல் ஸ்வானியில் இருந்து தொடர்ந்து இயங்கி வந்தேன். ஆனால் இந்த இரண்டு சொத்துக்களின் செயல்பாடுகளை மேற்பார்வையிட வாரத்திற்கு ஒருமுறை அம்பலாங்கொட மற்றும் மாத்தறைக்குச் சென்றேன். மூன்று சிறிய சொத்துக்களை ஒரே நேரத்தில் நிர்வகிப்பது என்பது எனது பிரதிநிதித்துவ திறன்களை மேம்படுத்த வேண்டும் என்பதாகும்.",
        "மல்டி டாஸ்க் செய்யும் என் திறமையால் பாபி ஈர்க்கப்பட்டார். அவர் ஜான் கீல்ஸ் நிறுவன அலுவலகத்தில் தனது வளர்ந்து வரும் போர்ட்ஃபோலியோவைக் கையாள்வதற்காக எனக்காக ஒரு புதிய பதவியை உருவாக்க வேண்டியிருக்கும் என்று அவர் சுட்டிக்காட்டினார். அத்தகைய விளம்பரத்தில் நான் ஆர்வம் காட்டினேன். 1981ஆம் ஆண்டு பரிசீலிக்க ஒப்புக்கொண்டோம்.",
        "இலங்கையின் மீட்பர் விஜயபாகு மன்னன் பற்றிய புஞ்சிஹேவாவின் புதிய புத்தகம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}