{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Power-cuts-to-continue/56-731921",
  "time_ut": 1647196200,
  "title": "Power cuts to continue",
  "body_lines": [
    "The Public Utilities Commission has approved further power for today.",
    "Areas listed under groups P, Q, R, S, T, U, V, and W will experience two-hour power cuts between 9 a.m. and 5 p.m. These areas will again experience power outages of one hour between 5 p.m. and 9 p.m.",
    "Power supply for the areas mentioned under groups A, B, C, D, E, F, G, and H will be interrupted for a period of two hours and 30 minutes between 8 a.m. and 6 p.m. and a further disruption of one and hour 15 minutes between 6 p.m. and 11 p.m."
  ],
  "translate": {
    "si": {
      "title": "විදුලි කප්පාදුව දිගටම",
      "body_lines": [
        "මහජන උපයෝගිතා කොමිෂන් සභාව විසින් අද දින සඳහා තවදුරටත් බලතල අනුමත කර ඇත.",
        "P, Q, R, S, T, U, V සහ W කාණ්ඩ යටතේ ලැයිස්තුගත කර ඇති ප්‍රදේශ පෙරවරු 9 සිට සවස 5 දක්වා පැය දෙකක විදුලිය විසන්ධි වේ. පස්වරු 5.00 අතර පැයක කාලයක් මෙම ප්‍රදේශවලට යළිත් විදුලිය විසන්ධි වනු ඇත. සහ ප.ව.",
        "ඒ, බී, සී, ඩී, ඊ, එෆ්, ජී සහ එච් කාණ්ඩ යටතේ සඳහන් කර ඇති ප්‍රදේශ සඳහා පෙරවරු 8 සිට පස්වරු 6 දක්වා පැය දෙකයි මිනිත්තු 30ක කාලයක් විදුලි සැපයුම අත්හිටුවනු ඇත. සහ සවස 6.00 අතර එක හා පැය 15 විනාඩි තවත් බාධාවක්. සහ 11 ප.ව."
      ]
    },
    "ta": {
      "title": "மின்வெட்டு தொடரும்",
      "body_lines": [
        "பொதுப் பயன்பாடுகள் ஆணைக்குழு இன்று கூடுதல் அதிகாரத்திற்கு ஒப்புதல் அளித்துள்ளது.",
        "P, Q, R, S, T, U, V மற்றும் W ஆகிய குழுக்களின் கீழ் பட்டியலிடப்பட்டுள்ள பகுதிகளில் காலை 9 மணி முதல் மாலை 5 மணி வரை இரண்டு மணி நேரம் மின்வெட்டு ஏற்படும். இந்த பகுதிகளில் மீண்டும் மாலை 5 மணிக்குள் ஒரு மணி நேரம் மின் தடை ஏற்படும். மற்றும் இரவு 9 மணி.",
        "A, B, C, D, E, F, G, H ஆகிய குழுக்களின் கீழ் குறிப்பிடப்பட்டுள்ள பகுதிகளுக்கு காலை 8 மணி முதல் மாலை 6 மணி வரை இரண்டு மணி நேரம் 30 நிமிடங்கள் மின்சாரம் தடைப்படும். மேலும் ஒரு இடையூறு மற்றும் 6 மணிக்கு இடையே ஒரு மணி நேரம் 15 நிமிடங்கள். மற்றும் 11 மணி."
      ]
    }
  }
}