{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-down-as-hartal-cripples-crisis-hit-economy-93925/",
  "time_ut": 1651849260,
  "title": "Sri Lanka stocks down as hartal cripples crisis-hit economy",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index slipped for the third straight session, falling near 2 percent, as an islandwide hartal crippled the country’s economic activities and businesses, dealers said.",
    "The main All Share Price Index (ASPI) fell 1.85 percent or 140.07 points to 7,427.48 at the close.",
    "The most liquid index S&P SL20 plunged 3.16 percent or 78.30 points to close at 2,401.21.",
    "An islandwide hartal demanding the resignation of President Gotabaya Rajapaksa and the incumbent government closed businesses, hit public transport, and compelled the closure of many financial institutions.",
    "“The uncertainties on the political side are creeping on in the investor sentiment in a big way since there seems to be no solution coming from the parliament. This is an indication that an economic recovery is nowhere in the sight,”a market analyst told Economy Next.",
    "On Friday, Sri Lanka’s parliament announced that the parliament will be closed till May 17, signalling the ruling party’s delay in facing a no-confidence motion against it submitted by the main opposition.",
    "This move the analyst said will further dampen investor confidence and will continue the downward trend.",
    "“There is a loss of confidence in the market. This decision is very bad on the market,” he said.",
    "Market analysts previously said that investors were disappointed with the way the island’s politics was moving despite the people’s call for transparency and stability.",
    "On Thursday, after the market closed the parliament saw the election of a deputy speaker with 148 votes with the backing of the government’s ruling party in the 225-member legislature. The move showed the government still holds the parliament majority though it is likely to change depending on the subject of vote, analysts say.",
    "The day’s turnover was 973 million rupees, less than a quarter of this year’s average daily turnover of 4.3 billion rupees.",
    "In the past few weeks, Sri Lanka’s stock market bottomed out close to 50 percent which analysts said would attract a lot of bargain hunters and boost buying in the market.",
    "Sri Lanka’s usable foreign currency reserves have dropped to less than 50 million US dollars or equivalent to a day’s import requirement, signalling the country’s inability in importing goods in the future.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "The youth-led protests demanding the resignation of President Gotabaya Rajapaksa and his government continued for the 28th day near the presidential secretariat and the agitation has deprived Rajapaksa of appearing in the public. Already the protests have led to the resignation of the cabinet and a central bank governor.",
    "But the apolitical protesters have demanded nothing short of Rajapaksa’s resignation, raising the political risks in the island nation which saw strong political stability under the incumbent president until early April this year.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has lost x.xx percent in Nay following a loss of 14.5 percent in March and 23 percent in April. Overall the market has lost 39.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 135million rupees’ worth of shares. However, the market has witnessed a total foreign outflow of 994 million rupees so far this year.",
    "LOLC, Expolanka, and John Keells pushed the index down on Friday.",
    "Shares in LOLC Holdings fell 9.2 percent to close at 415.50 rupees a share, Expolanka Holdings fell 6.6 percent to close at 148.50 rupees a share, John Keells ended 3.9 percent down at 124.00 rupees a share. (Colombo/May6/2022)"
  ],
  "translate": {
    "si": {
      "title": "හර්තාලය අර්බුදකාරී ආර්ථිකය අඩපණ කරන බැවින් ශ්‍රී ලංකාව කොටස් පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT - දීප ව්‍යාප්ත හර්තාලයක් හේතුවෙන් රටේ ආර්ථික ක්‍රියාකාරකම් සහ ව්‍යාපාර අඩපණ වීමත් සමඟ ශ්‍රී ලංකාවේ ප්‍රධාන කොටස් දර්ශක අඛණ්ඩව තුන්වන සැසිය සඳහා පහත වැටුණු අතර එය සියයට 2 කින් පහත වැටුණි.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය (ASPI) සියයට 1.85 කින් හෝ ඒකක 140.07 කින් පහළ ගොස් 7,427.48 ක් විය.",
        "වඩාත්ම ද්‍රවශීල දර්ශකය වන S&P SL20 සියයට 3.16 කින් හෝ ඒකක 78.30 කින් පහත වැටී 2,401.21 හි අවසන් විය.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට සහ වත්මන් රජයට ඉල්ලා අස්වන ලෙස බලකරමින් දීප ව්‍යාප්ත හර්තාලයක් ව්‍යාපාර වසා දමා, පොදු ප්‍රවාහනයට බාධා කර, මූල්‍ය ආයතන රැසක් වසා දැමීමට බලකෙරිණි.",
        "“පාර්ලිමේන්තුවෙන් විසඳුමක් නොලැබෙන බව පෙනෙන නිසා දේශපාලන පැත්තේ අවිනිශ්චිතතාවයන් ආයෝජකයින්ගේ හැඟීම් විශාල ලෙස රිංගා ඇත. මෙය ආර්ථික ප්‍රකෘතියක් පෙනෙන්නට නොමැති බවට ඇඟවීමකි, ”වෙළඳපොල විශ්ලේෂකයෙක් ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "සිකුරාදා, ශ්‍රී ලංකා පාර්ලිමේන්තුව මැයි 17 දක්වා වසා තබන බව ප්‍රකාශ කළේ, ප්‍රධාන විපක්ෂය විසින් ඉදිරිපත් කරන ලද විශ්වාසභංගයකට මුහුණ දීම සඳහා ආණ්ඩු පක්ෂය ප්‍රමාද වීම ඇඟවුම් කරමිනි.",
        "මෙම පියවර ආයෝජකයින්ගේ විශ්වාසය තවදුරටත් අඩු කරන අතර පහත වැටීමේ ප්‍රවණතාව දිගටම කරගෙන යනු ඇතැයි විශ්ලේෂකයෝ පැවසූහ.",
        "“වෙළඳපොලේ විශ්වාසය නැති වී යයි. මෙම තීරණය වෙළඳපොලේ ඉතා නරකයි, ”ඔහු පැවසීය.",
        "වෙළඳපල විශ්ලේෂකයින් මීට පෙර කියා සිටියේ විනිවිදභාවය සහ ස්ථාවරත්වය සඳහා ජනතාවගේ ඉල්ලීම් නොතකා දිවයිනේ දේශපාලනය ගමන් කරන ආකාරය පිළිබඳව ආයෝජකයින් කලකිරීමට පත්ව ඇති බවයි.",
        "බ්‍රහස්පතින්දා, වෙලඳපොල වසා දැමීමෙන් පසු, මන්ත්‍රීවරුන් 225 දෙනෙකුගෙන් යුත් ව්‍යවස්ථාදායකයේ ආන්ඩුවේ පාලක පක්ෂයේ සහාය ඇතිව ඡන්ද 148 කින් නියෝජ්‍ය කථානායකවරයෙකු තෝරා පත් කර ගැනීම පාර්ලිමේන්තුව දුටුවේය. මෙම පියවරෙන් පෙන්නුම් කළේ ඡන්දය ප්‍රකාශ කරන විෂය අනුව වෙනස් වීමට ඉඩ ඇති නමුත් පාර්ලිමේන්තුවේ බහුතරය තවමත් රජය සතුව ඇති බව විශ්ලේෂකයෝ පවසති.",
        "දවසේ පිරිවැටුම රුපියල් මිලියන 973 ක් වූ අතර එය මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම වන රුපියල් බිලියන 4.3 න් හතරෙන් එකකට වඩා අඩුය.",
        "පසුගිය සති කිහිපය තුළ, ශ්‍රී ලංකාවේ කොටස් වෙලඳපොල සියයට 50 කට ආසන්න ප්‍රමාණයකින් පහළ බැස ඇති අතර, විශ්ලේෂකයින් පැවසුවේ බොහෝ කේවල් කරන්නන් ආකර්ෂණය කර වෙළඳපොලේ මිලදී ගැනීම් ඉහළ නංවනු ඇති බවයි.",
        "ශ්‍රී ලංකාවේ භාවිත කළ හැකි විදේශ මුදල් සංචිතය එක්සත් ජනපද ඩොලර් මිලියන 50 ට අඩු හෝ දිනකට ආනයන අවශ්‍යතාවයට සමාන ප්‍රමාණයකට පහත වැටී ඇති අතර එය අනාගතයේ දී භාණ්ඩ ආනයනය කිරීමට රටට ඇති නොහැකියාව පෙන්නුම් කරයි.",
        "බිලියන 84.5 ආර්ථිකය දැනටමත් ඩොලර් අවසන් වී ඇති බැවින් විදේශ ණය ගෙවීම අත්හිටුවා ඇත.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට සහ ඔහුගේ රජයට ඉල්ලා අස්වන ලෙස බලකරමින් තරුණයින් විසින් මෙහෙයවන ලද විරෝධතා 28 වන දිනටත් ජනාධිපති ලේකම් කාර්යාලය අසල පැවති අතර උද්ඝෝෂණය රාජපක්ෂට මහජනයා අතරට පැමිණීම අහිමි කර ඇත. දැනටමත් විරෝධතා හේතුවෙන් කැබිනට් මණ්ඩලය සහ මහ බැංකු අධිපතිවරයෙකු ඉල්ලා අස්වීමට හේතු වී තිබේ.",
        "එහෙත් මේ වසරේ අප්‍රේල් මස මුල දක්වා වත්මන් ජනාධිපතිවරයා යටතේ ශක්තිමත් දේශපාලන ස්ථාවරත්වයක් දුටු දිවයින ජාතියේ දේශපාලන අවදානම් මතු කරමින් අදේශපාලනික විරෝධතාකරුවන් රාජපක්ෂගේ ඉල්ලා අස්වීමට අඩු දෙයක් ඉල්ලා නැත.",
        "මාර්තු 7 වැනි දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට සියයට 80 ට වඩා පහත වැටී ඇති රුපියලේ දැඩි පහත වැටීම ගැන ආයෝජකයින් ද කනස්සල්ලට පත්ව සිටිති.",
        "මාර්තු මාසයේදී සියයට 14.5ක සහ අප්‍රේල් මාසයේදී සියයට 23ක අලාභයකින් පසු Nay හි වෙලඳපොල x.xx ප්‍රතිශතයක් අහිමි වී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 39.2 කින් අහිමි වී ඇත.",
        "විදේශීය ආයෝජකයින් මෙම ප්‍රවණතාවයට පිටුපා රුපියල් මිලියන 135 ක ශුද්ධ කොටස් මිලදී ගත්හ. කෙසේ වෙතත්, මෙම වසරේ මේ දක්වා රුපියල් මිලියන 994 ක විදේශ විදේශ ගලායාමක් වෙළඳපොළට ලැබී තිබේ.",
        "LOLC, Expolanka සහ John Keells සිකුරාදා දර්ශකය පහළට තල්ලු කළහ.",
        "LOLC හෝල්ඩිංග්ස් හි කොටසක මිල සියයට 9.2 කින් පහත වැටී කොටසක් රුපියල් 415.50 ක් ලෙසින් අවසන් වූ අතර, එක්ස්පෝලංකා හෝල්ඩිංග්ස් කොටසක් සියයට 6.6 කින් පහළ ගොස් රුපියල් 148.50 ක් ලෙසින් අවසන් වූ අතර, ජෝන් කීල්ස් කොටසක් සියයට 3.9 කින් පහළ ගොස් රුපියල් 124.00 ක් විය. (කොළඹ/මැයි6/2022)"
      ]
    },
    "ta": {
      "title": "ஹர்த்தால் நெருக்கடியால் பாதிக்கப்பட்டுள்ள பொருளாதாரத்தை முடக்கியதால் இலங்கை பங்குகள் வீழ்ச்சியடைந்துள்ளன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பிரதான பங்குச் சுட்டெண் மூன்றாவது தொடர்ச்சியான அமர்விற்கு சரிந்து, 2 சதவீதத்திற்கு அருகில் சரிந்தது, நாடளாவிய ஹர்த்தால் நாட்டின் பொருளாதார நடவடிக்கைகள் மற்றும் வணிகங்களை முடக்கியதால், விநியோகஸ்தர்கள் தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 1.85 சதவீதம் அல்லது 140.07 புள்ளிகள் சரிந்து 7,427.48 ஆக இருந்தது.",
        "மிகவும் திரவ குறியீட்டு S&P SL20 3.16 சதவீதம் அல்லது 78.30 புள்ளிகள் சரிந்து 2,401.21 இல் நிறைவடைந்தது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் தற்போதைய அரசாங்கம் பதவி விலகக் கோரி நாடளாவிய ரீதியில் முன்னெடுக்கப்பட்ட ஹர்த்தால் வர்த்தக நிலையங்களை மூடியது, பொதுப் போக்குவரத்து பாதிக்கப்பட்டது மற்றும் பல நிதி நிறுவனங்களை மூட நிர்ப்பந்தித்தது.",
        "\"பாராளுமன்றத்தில் இருந்து எந்த தீர்வும் வரவில்லை என்பதால், அரசியல் தரப்பில் நிச்சயமற்ற தன்மைகள் முதலீட்டாளர்களின் உணர்வில் பெரிய அளவில் ஊர்ந்து செல்கின்றன. இது ஒரு பொருளாதார மீட்சி பார்வையில் எங்கும் இல்லை என்பதற்கான அறிகுறியாகும்,” என்று ஒரு சந்தை ஆய்வாளர் எகானமி நெக்ஸ்ட் இடம் கூறினார்.",
        "வெள்ளியன்று, இலங்கையின் பாராளுமன்றம் மே 17 வரை மூடப்படும் என்று அறிவித்தது, இது பிரதான எதிர்க்கட்சியால் சமர்ப்பிக்கப்பட்ட நம்பிக்கையில்லாப் பிரேரணையை எதிர்கொள்வதில் ஆளும் கட்சி தாமதமாக இருப்பதைக் குறிக்கிறது.",
        "இந்த நடவடிக்கை முதலீட்டாளர்களின் நம்பிக்கையை மேலும் குறைக்கும் மற்றும் கீழ்நோக்கிய போக்கை தொடரும் என்று ஆய்வாளர் கூறினார்.",
        "“சந்தையில் நம்பிக்கை இழப்பு ஏற்பட்டுள்ளது. இந்த முடிவு சந்தையில் மிகவும் மோசமாக உள்ளது,” என்றார்.",
        "வெளிப்படைத்தன்மை மற்றும் ஸ்திரத்தன்மைக்கு மக்கள் அழைப்பு விடுத்த போதிலும், தீவின் அரசியல் நகரும் விதத்தில் முதலீட்டாளர்கள் ஏமாற்றம் அடைந்ததாக சந்தை ஆய்வாளர்கள் முன்பு கூறியுள்ளனர்.",
        "வியாழன் அன்று, சந்தை மூடப்பட்ட பின்னர் பாராளுமன்றம் 225 உறுப்பினர்களைக் கொண்ட சட்டமன்றத்தில் அரசாங்கத்தின் ஆளும் கட்சியின் ஆதரவுடன் 148 வாக்குகளுடன் ஒரு துணை சபாநாயகர் தேர்ந்தெடுக்கப்பட்டது. இந்த நடவடிக்கை அரசாங்கம் இன்னும் பாராளுமன்ற பெரும்பான்மையை வைத்திருக்கிறது என்பதைக் காட்டுகிறது, இருப்பினும் அது வாக்களிக்கும் விஷயத்தைப் பொறுத்து மாறக்கூடும் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "நாளின் விற்றுமுதல் 973 மில்லியன் ரூபாவாகும், இது இந்த வருடத்தின் சராசரி தினசரி வருவாயான 4.3 பில்லியன் ரூபாயில் கால் பங்கிற்கும் குறைவாகும்.",
        "கடந்த சில வாரங்களில், இலங்கையின் பங்குச் சந்தை 50 சதவீதத்தை நெருங்கியது, இது நிறைய பேரம் பேசுபவர்களை ஈர்க்கும் மற்றும் சந்தையில் வாங்குதலை அதிகரிக்கும் என்று ஆய்வாளர்கள் கூறியுள்ளனர்.",
        "இலங்கையின் பயன்படுத்தக்கூடிய வெளிநாட்டு நாணய கையிருப்பு 50 மில்லியன் அமெரிக்க டொலர்களுக்கு குறைவாக அல்லது ஒரு நாளின் இறக்குமதித் தேவைக்கு சமமானதாக குறைந்துள்ளது, இது எதிர்காலத்தில் பொருட்களை இறக்குமதி செய்வதில் நாட்டின் இயலாமையைக் குறிக்கிறது.",
        "84.5 பில்லியன் பொருளாதாரம் ஏற்கனவே டாலர்கள் இல்லாததால் வெளிநாட்டுக் கடன் செலுத்துவதை நிறுத்தி வைத்துள்ளது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ச மற்றும் அவரது அரசாங்கத்தை பதவி விலகக் கோரி இளைஞர்கள் தலைமையில் ஜனாதிபதி செயலகம் அருகே 28 ஆவது நாளாக தொடர்ந்து போராட்டம் இடம்பெற்றது. ஏற்கனவே எதிர்ப்புக்கள் அமைச்சரவை மற்றும் மத்திய வங்கி ஆளுநரின் இராஜினாமாவிற்கு வழிவகுத்துள்ளன.",
        "ஆனால் அரசியலற்ற எதிர்ப்பாளர்கள் ராஜபக்சேவின் ராஜினாமாவைக் கோரவில்லை, இந்த ஆண்டு ஏப்ரல் தொடக்கம் வரை தற்போதைய ஜனாதிபதியின் கீழ் வலுவான அரசியல் ஸ்திரத்தன்மையைக் கண்ட தீவு நாட்டில் அரசியல் அபாயங்களை உயர்த்தியது.",
        "மார்ச் 7 அன்று வளைந்து கொடுக்கும் தன்மையை அனுமதித்ததில் இருந்து 80 சதவிகிதத்திற்கும் மேலாக வீழ்ச்சியடைந்த ரூபாயின் செங்குத்தான வீழ்ச்சி குறித்து முதலீட்டாளர்கள் கவலையடைந்துள்ளனர்.",
        "மார்ச் மாதத்தில் 14.5 சதவிகிதம் மற்றும் ஏப்ரலில் 23 சதவிகிதம் இழப்பைத் தொடர்ந்து Nay இல் சந்தை x.xx சதவிகிதத்தை இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 39.2 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் இந்த போக்குக்கு ஆதரவாக 135 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கினார்கள். எவ்வாறாயினும், இந்த வருடத்தின் இதுவரையான காலப்பகுதியில் மொத்தமாக 994 மில்லியன் ரூபா வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "LOLC, Expolanka மற்றும் John Keells ஆகியவை வெள்ளிக்கிழமை குறியீட்டை கீழே தள்ளியது.",
        "LOLC ஹோல்டிங்ஸ் பங்குகளின் விலை 9.2 சதவீதம் சரிந்து 415.50 ரூபாயாகவும், எக்ஸ்போலங்கா ஹோல்டிங்ஸ் 6.6 சதவீதம் சரிந்து 148.50 ரூபாயாகவும், ஜோன் கீல்ஸ் 3.9 சதவீதம் சரிந்து 124.00 ரூபாயாகவும் முடிவுற்றது. (கொழும்பு/மே6/2022)"
      ]
    }
  }
}