{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/OPA-expresses-concern-over-current-crisis-unveils-proposals-for-way-out/56-733382",
  "time_ut": 1649717640,
  "title": "OPA expresses concern over current crisis; unveils proposals for way out",
  "body_lines": [
    "OPA President Dulitha Perera (centre) at the briefing along with other officials",
    "Stresses all political parties must get their current national list MPs to resign and be replaced by mutually agreed subject matter experts and to take up appointments as the new Cabinet",
    "President should allow subject matter experts to take independent decisions in the best interest of the country without executive intervention",
    "The Organisation of Professional Associations of Sri Lanka (OPA) recently expressed it was deeply concerned about the farfetched national catastrophe caused by a multitude of reasons including errors in decision-making leading, anarchy, and indecisiveness.",
    "“We are equally concerned about the very real possibility of this situation escalating into a social and humanitarian crisis,” OPA President Dulitha Perera said at a briefing.",
    "OPA considers duty-bound to assist the executive and the legislature with proposals to overcome the current situation.",
    "It said Sri Lanka is in an economic catastrophe and people are demanding the President and all 225 Members of Parliament (MP) step down. While this may be the ultimate solution, from a practical standpoint, even if the President and 225 MPs step down today, it will take at least six months for the country to have fresh elections and elect its new leaders.",
    "Besides that, there are roadblocks in the Constitution preventing Sri Lanka from having early Presidential and Parliamentary elections.  As a nation, we cannot afford to wait that long to handle the current economic crisis and it needs to be handled immediately.",
    "To stabilise the economy and the administrative system in the country, the OPA hereby proposes solutions to address multifaceted issues faced by the country. OPA is of the view that the executive and legislature encompassing all political parties’ wholehearted support is inevitable if we are to reap the maximum benefit of this proposal.",
    "As the general public is rejecting the existing administrative system altogether with the incumbent Cabinet and MPs, fresh appointments are suggested consisting of people with subject matter knowledge based on meritocracy.",
    "This Cabinet should be outside of the current MPs and should consist of subject matter experts. e.g., Ministry of Power should be handled by an expert in the Power Sector and the Ministry of Finance should be handled by an expert in the Finance Sector.",
    "The Constitution does not permit appointing non-MPs as Cabinet Ministers, therefore, first, we need to get such subject matter experts into the Parliament.",
    "OPA proposes that all political parties get their current national list MPs to resign and mutually agreed subject matter experts be appointed as new national list MPs. This would pave way for subject matter experts to take up appointments in the new Cabinet.",
    "The President should allow the subject matter experts to take independent decisions in the best interest of the country. Such decisions should not be subjected to revision by the President through his executive power and such decisions of subject matter experts should be upheld.",
    "As a matter of urgency, the new Cabinet should negotiate with all multilateral financial institutions on debt restructuring and actively get involved in administering day-to-day affairs.",
    "While the discussions are ongoing with multilateral financial institutions similar process should be followed in restructuring bilateral borrowings. Parliamentary and Presidential elections shall be held at the earliest possible time according to the Constitution, fulfilling peoples’ desire of having a new Parliament and a new President. National lists are to be reserved for subject matter experts in the new Parliament as well.",
    "OPA is currently developing a set of proposals that will assist in resolving multifaceted issues including the foreign exchange crisis faced by the country. We intend to submit these proposals to the new Cabinet in due course and provide necessary assistance in execution/implementation assistance for proposals of subject matter experts, OPA added."
  ],
  "translate": {
    "si": {
      "title": "OPA වත්මන් අර්බුදය ගැන කනස්සල්ල පළ කරයි; මග සඳහා යෝජනා එළිදක්වයි",
      "body_lines": [
        "OPA සභාපති දුලිත පෙරේරා (මැද) අනෙකුත් නිලධාරීන් සමග මෙම සාකච්ඡාවේදී",
        "සියලුම දේශපාලන පක්ෂ තම වත්මන් ජාතික ලැයිස්තු මන්ත්‍රීවරුන් ඉල්ලා අස් කර අන්‍යෝන්‍ය වශයෙන් එකඟ වූ විෂය ප්‍රවීණයන් පත් කර නව කැබිනට් මණ්ඩලයට පත් කළ යුතු බව අවධාරණය කරයි.",
        "විධායක මැදිහත්වීමකින් තොරව රටේ යහපත වෙනුවෙන් ස්වාධීන තීරණ ගැනීමට ජනාධිපතිවරයා විෂය ප්‍රවීණයන්ට ඉඩ දිය යුතුයි",
        "ශ්‍රී ලංකා වෘත්තීය සංගම් සංවිධානය (OPA) මෑතකදී ප්‍රකාශ කළේ තීරණ ගැනීමේ ප්‍රමුඛත්වයේ දෝෂ, අරාජිකත්වය සහ අවිනිශ්චිතභාවය ඇතුළු හේතු රාශියක් නිසා ඇති වූ දුර්වර්ණ ජාතික ව්‍යසනය පිළිබඳව තමන් දැඩි කනස්සල්ලට පත්ව සිටින බවයි.",
        "\"මෙම තත්වය සමාජ හා මානුෂීය අර්බුදයක් දක්වා වර්ධනය වීමේ සැබෑ හැකියාව ගැන අපි සමානව සැලකිලිමත් වෙමු\" යනුවෙන් OPA හි සභාපති දුලිතා පෙරේරා මහතා දැනුවත් කිරීමේ සාකච්ඡාවකදී පැවසීය.",
        "වත්මන් තත්ත්වය මඟහරවා ගැනීම සඳහා යෝජනා සමඟ විධායකයට සහ ව්‍යවස්ථාදායකයට සහය වීමට වගකීමෙන් බැඳී සිටින බව OPA සලකයි.",
        "ශ්‍රී ලංකාව ආර්ථික ව්‍යසනයක සිටින බවත් ජනතාව ජනාධිපතිවරයාගෙන් ඉල්ලා සිටින බවත් පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225 දෙනාම (පාර්ලිමේන්තු මන්ත්‍රීවරුන්) ඉල්ලා අස්වන ලෙසත් එහි සඳහන් වේ. මෙය අවසාන විසඳුම විය හැකි වුවද, ප්‍රායෝගික දෘෂ්ටි කෝණයකින්, අද ජනාධිපතිවරයා ඇතුළු මන්ත්‍රීවරුන් 225 දෙනෙකු ඉවත් වුවද, රටට නැවුම් මැතිවරණයක් පවත්වා නව නායකයින් තෝරා පත් කර ගැනීමට අවම වශයෙන් මාස හයක්වත් ගතවනු ඇත.",
        "ඊට අමතරව, ශ්‍රී ලංකාවට ඉක්මන් ජනාධිපතිවරණයක් සහ පාර්ලිමේන්තු මැතිවරණයක් පැවැත්වීම වළක්වන මාර්ග බාධක ව්‍යවස්ථාවේ තිබේ. ජාතියක් වශයෙන්, වත්මන් ආර්ථික අර්බුදයට මුහුණ දීම සඳහා එතරම් කාලයක් බලා සිටීමට අපට නොහැකි අතර එය වහාම විසඳිය යුතුය.",
        "රට තුළ ආර්ථිකය සහ පරිපාලන පද්ධතිය ස්ථාවර කිරීම සඳහා රට මුහුණ දෙන බහුවිධ ගැටලු විසඳීම සඳහා OPA මින් විසඳුම් යෝජනා කරයි. මෙම යෝජනාවේ උපරිම ඵල නෙළා ගැනීමට නම් විධායකය සහ ව්‍යවස්ථාදායකය සියලු දේශපාලන පක්ෂවල පූර්ණ සහය නොවැළැක්විය හැකි බව OPA හි අදහසයි.",
        "වත්මන් අමාත්‍ය මණ්ඩලය සහ මන්ත්‍රීවරුන් සමඟ සාමාන්‍ය ජනතාව පවතින පරිපාලන ක්‍රමය මුළුමනින්ම ප්‍රතික්ෂේප කරන බැවින් කුසලතා මත පදනම් වූ විෂය දැනුම ඇති පුද්ගලයින්ගෙන් සමන්විත නැවුම් පත්වීම් යෝජනා කෙරේ.",
        "මෙම කැබිනට් මණ්ඩලය වත්මන් මන්ත්‍රීවරුන්ගෙන් බැහැර විය යුතු අතර විෂය ප්‍රවීණයන්ගෙන් සමන්විත විය යුතුය. උදා: විදුලිබල අමාත්‍යාංශය විදුලිබල අංශයේ ප්‍රවීණයෙකු විසින් ද මුදල් අමාත්‍යාංශය මුදල් අංශයේ ප්‍රවීණයෙකු විසින් ද හැසිරවිය යුතුය.",
        "මන්ත්‍රීවරුන් නොවන අය කැබිනට් අමාත්‍යවරුන් ලෙස පත් කිරීමට ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් අවසර නැත, ඒ නිසා මුලින්ම අපි එවැනි විෂය ප්‍රවීණයන් පාර්ලිමේන්තුවට ගෙන්වා ගත යුතුයි.",
        "OPA යෝජනා කරන්නේ සියලුම දේශපාලන පක්ෂ ඔවුන්ගේ වත්මන් ජාතික ලැයිස්තු මන්ත්‍රීවරුන් ඉල්ලා අස්වන ලෙසත්, නව ජාතික ලැයිස්තු මන්ත්‍රීවරුන් ලෙස අන්‍යෝන්‍ය වශයෙන් එකඟ වූ විෂය විශේෂඥයින් පත් කළ යුතු බවත්ය. නව අමාත්‍ය මණ්ඩලයේ පත්වීම් භාර ගැනීමට විෂය ප්‍රවීණයන්ට මෙමගින් මග සැලසේ.",
        "රටේ යහපත වෙනුවෙන් ස්වාධීන තීරණ ගැනීමට විෂය ප්‍රවීණයන්ට ජනාධිපතිවරයා ඉඩ දිය යුතුයි. එවැනි තීරණ ජනාධිපතිවරයා විසින් විධායක බලය හරහා සංශෝධනයකට ලක් නොකළ යුතු අතර විෂය ප්‍රවීණයන්ගේ එවැනි තීරණ අනුමත කළ යුතුය.",
        "හදිසි අවශ්‍යතාවක් ලෙස, නව කැබිනට් මණ්ඩලය ණය ප්‍රතිව්‍යුහගත කිරීම සම්බන්ධයෙන් සියලුම බහුපාර්ශ්වික මූල්‍ය ආයතන සමඟ සාකච්ඡා කර එදිනෙදා කටයුතු පරිපාලනය කිරීමට ක්‍රියාකාරීව සම්බන්ධ විය යුතුය.",
        "බහුපාර්ශ්වික මූල්‍ය ආයතන සමඟ සාකච්ඡා සිදුවෙමින් පවතින අතර ද්විපාර්ශ්වික ණය ගැනීම් ප්‍රතිව්‍යුහගත කිරීමේදී සමාන ක්‍රියාවලියක් අනුගමනය කළ යුතුය. නව පාර්ලිමේන්තුවක් සහ නව ජනාධිපතිවරයෙකු ඇති කර ගැනීමේ ජනතාවගේ ආශාව ඉටු කරමින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුව පාර්ලිමේන්තු සහ ජනාධිපති මැතිවරණ හැකි ඉක්මනින් පැවැත්විය යුතුය. නව පාර්ලිමේන්තුවේ විෂය ප්‍රවීණයන් සඳහා ද ජාතික ලැයිස්තු වෙන් කිරීමට නියමිතයි.",
        "රට මුහුණ දී සිටින විදේශ විනිමය අර්බුදය ඇතුළු බහුවිධ ගැටලු විසඳීමට සහාය වන යෝජනා මාලාවක් OPA විසින් මේ වන විට සකස් කරමින් සිටී. මෙම යෝජනා ඉදිරියේදී නව අමාත්‍ය මණ්ඩලය වෙත ඉදිරිපත් කිරීමටත් විෂය කරුණු පිළිබඳ විශේෂඥයින්ගේ යෝජනා සඳහා ක්‍රියාත්මක කිරීමට/ක්‍රියාත්මක කිරීමට අවශ්‍ය සහය ලබා දීමටත් අපි අදහස් කරන බව OPA වැඩිදුරටත් පවසයි."
      ]
    },
    "ta": {
      "title": "தற்போதைய நெருக்கடி குறித்து OPA கவலை தெரிவிக்கிறது; வெளியேறுவதற்கான முன்மொழிவுகளை வெளியிடுகிறது",
      "body_lines": [
        "OPA தலைவர் துலித பெரேரா (நடுவில்) மற்ற அதிகாரிகளுடன் மாநாட்டில்",
        "அனைத்து அரசியல் கட்சிகளும் தங்களது தற்போதைய தேசியப் பட்டியல் எம்.பி.க்களை ராஜினாமா செய்துவிட்டு, பரஸ்பரம் ஒப்புக்கொண்ட விஷய வல்லுநர்களை நியமிக்கவும், புதிய அமைச்சரவையாக நியமனங்களை மேற்கொள்ளவும் வலியுறுத்துகிறது.",
        "நிறைவேற்றுத் தலையீடு இன்றி நாட்டின் நலனுக்காக சுயாதீனமான முடிவுகளை எடுக்க ஜனாதிபதி, பாட நிபுணர்களுக்கு அனுமதி வழங்க வேண்டும்",
        "இலங்கையின் நிபுணத்துவ சங்கங்களின் அமைப்பு (OPA) சமீபத்தில் முடிவெடுப்பதில் உள்ள பிழைகள், அராஜகம் மற்றும் உறுதியற்ற தன்மை உள்ளிட்ட பல காரணங்களால் ஏற்பட்டுள்ள தேசிய பேரழிவு குறித்து ஆழ்ந்த கவலையை வெளிப்படுத்தியது.",
        "\"இந்த நிலைமை ஒரு சமூக மற்றும் மனிதாபிமான நெருக்கடியாக அதிகரிப்பதற்கான உண்மையான சாத்தியக்கூறுகள் குறித்து நாங்கள் சமமாக அக்கறை கொண்டுள்ளோம்\" என்று OPA தலைவர் துலித பெரேரா ஒரு மாநாட்டில் தெரிவித்தார்.",
        "OPA தற்போதைய சூழ்நிலையை சமாளிக்கும் முன்மொழிவுகளுடன் நிறைவேற்று மற்றும் சட்டமன்றத்திற்கு உதவ கடமைப்பட்டதாக கருதுகிறது.",
        "இலங்கை பொருளாதாரப் பேரழிவில் சிக்கித் தவிப்பதாகவும், ஜனாதிபதி மற்றும் 225 நாடாளுமன்ற உறுப்பினர்களும் (MP) பதவி விலக வேண்டும் என்றும் மக்கள் கோரிக்கை விடுத்துள்ளனர். இதுவே இறுதித் தீர்வாக இருந்தாலும், நடைமுறை நிலைப்பாட்டில் இருந்து பார்த்தால், ஜனாதிபதியும் 225 எம்.பி.க்களும் இன்று பதவி விலகினாலும், நாட்டில் புதிய தேர்தல்கள் நடத்தி புதிய தலைவர்களைத் தேர்ந்தெடுப்பதற்கு குறைந்தது ஆறு மாதங்கள் ஆகும்.",
        "அதுமட்டுமல்லாமல், இலங்கையில் முன்கூட்டியே ஜனாதிபதி மற்றும் பாராளுமன்றத் தேர்தல்கள் நடத்தப்படுவதை தடுக்கும் வகையில் அரசியலமைப்பில் தடைகள் உள்ளன. ஒரு தேசமாக, தற்போதைய பொருளாதார நெருக்கடியைச் சமாளிக்க இவ்வளவு காலம் காத்திருக்க முடியாது, அது உடனடியாகக் கையாளப்பட வேண்டும்.",
        "நாட்டில் பொருளாதாரம் மற்றும் நிர்வாக அமைப்பை ஸ்திரப்படுத்த, நாடு எதிர்கொள்ளும் பன்முகப் பிரச்சினைகளுக்கு தீர்வு காண OPA இதன் மூலம் தீர்வுகளை முன்வைக்கிறது. இந்த முன்மொழிவின் அதிகபட்ச பலனை நாம் அறுவடை செய்ய வேண்டுமானால், அனைத்து அரசியல் கட்சிகளின் முழு இதயப்பூர்வமான ஆதரவை உள்ளடக்கிய நிர்வாக மற்றும் சட்டமன்றம் தவிர்க்க முடியாதது என்று OPA கருதுகிறது.",
        "தற்போதைய அமைச்சரவை மற்றும் பாராளுமன்ற உறுப்பினர்களுடன் தற்போதுள்ள நிர்வாக முறையை பொது மக்கள் முற்றாக நிராகரிப்பதால், தகுதியின் அடிப்படையில் பாடம் அறிந்தவர்களைக் கொண்ட புதிய நியமனங்கள் பரிந்துரைக்கப்படுகின்றன.",
        "இந்த அமைச்சரவை தற்போதைய எம்.பி.க்களுக்கு வெளியே இருக்க வேண்டும் மற்றும் பாட நிபுணர்களைக் கொண்டதாக இருக்க வேண்டும். எ.கா., மின்துறை அமைச்சகத்தை மின் துறையில் ஒரு நிபுணர் கையாள வேண்டும் மற்றும் நிதி அமைச்சகத்தை நிதித் துறையில் நிபுணர் கையாள வேண்டும்.",
        "எம்.பி. அல்லாதவர்களை கேபினட் அமைச்சர்களாக நியமிக்க அரசியலமைப்பு அனுமதியளிக்கவில்லை, எனவே, முதலில், இதுபோன்ற விஷய நிபுணர்களை நாடாளுமன்றத்தில் சேர்க்க வேண்டும்.",
        "அனைத்து அரசியல் கட்சிகளும் தங்களின் தற்போதைய தேசியப் பட்டியல் எம்.பி.க்களை ராஜினாமா செய்யுமாறும், பரஸ்பரம் ஒப்புக்கொண்ட விஷய வல்லுநர்களை புதிய தேசியப் பட்டியல் எம்.பி.க்களாக நியமிக்குமாறும் OPA முன்மொழிகிறது. புதிய அமைச்சரவையில் பாட நிபுணர்கள் நியமனங்களை மேற்கொள்ள இது வழி வகுக்கும்.",
        "நாட்டின் நலனைக் கருத்தில் கொண்டு சுயாதீனமான முடிவுகளை எடுக்க ஜனாதிபதி, பாட நிபுணர்களுக்கு அனுமதி வழங்க வேண்டும். இவ்வாறான தீர்மானங்களை ஜனாதிபதி தனது நிறைவேற்று அதிகாரத்தின் ஊடாக மீளாய்வுக்கு உட்படுத்தக் கூடாது மற்றும் பாட நிபுணர்களின் அத்தகைய தீர்மானங்கள் உறுதிப்படுத்தப்பட வேண்டும்.",
        "அவசர அவசரமாக, புதிய அமைச்சரவை அனைத்துப் பலதரப்பு நிதி நிறுவனங்களுடனும் கடன் மறுசீரமைப்பு குறித்து பேச்சுவார்த்தை நடத்தி, அன்றாட விவகாரங்களை நிர்வகிப்பதில் தீவிரமாக ஈடுபட வேண்டும்.",
        "பலதரப்பு நிதி நிறுவனங்களுடன் விவாதங்கள் நடந்து கொண்டிருக்கும் வேளையில், இருதரப்பு கடன்களை மறுசீரமைப்பதில் இதேபோன்ற செயல்முறையை பின்பற்ற வேண்டும். புதிய பாராளுமன்றமும் புதிய ஜனாதிபதியும் வேண்டும் என்ற மக்களின் விருப்பத்தை நிறைவேற்றும் வகையில் அரசியலமைப்பின் படி கூடிய விரைவில் பாராளுமன்ற மற்றும் ஜனாதிபதி தேர்தல்கள் நடத்தப்பட வேண்டும். புதிய பாராளுமன்றத்திலும் பாட நிபுணர்களுக்கு தேசிய பட்டியல்கள் ஒதுக்கப்பட உள்ளன.",
        "OPA தற்போது நாடு எதிர்கொள்ளும் அந்நியச் செலாவணி நெருக்கடி உள்ளிட்ட பன்முகப் பிரச்சினைகளைத் தீர்க்க உதவும் முன்மொழிவுகளின் தொகுப்பை உருவாக்கி வருகிறது. இந்த முன்மொழிவுகளை சரியான நேரத்தில் புதிய அமைச்சரவைக்கு சமர்ப்பிக்க உத்தேசித்துள்ளோம், மேலும் பாட நிபுணர்களின் முன்மொழிவுகளுக்கு செயல்படுத்தல்/செயல்படுத்துதல் உதவிகளில் தேவையான உதவிகளை வழங்க உள்ளோம், OPA மேலும் கூறியது."
      ]
    }
  }
}