{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-wont-face-hunger-crisis-economic-situation-will-get-worse-before-it-gets-better-new-pm-94230/",
  "time_ut": 1652501700,
  "title": "Sri Lanka won’t face hunger crisis, economic situation will get worse before it gets better: new PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed Prime Minister Ranil Wickremesinghe said he will talk to countries like India and Japan for assistance to avert a hunger crisis and help get the island nation back on its feet, but the country’s dire economic situation will get worse before it gets better.",
    "Wickremesinghe told BBC World News on Friday (13) that he will ensure that the public will get three meals a day.",
    "“It’s a challenge, but I’m going to meet that challenge and overcome it,” he said.",
    "Sri Lanka is going through the worst economic crisis in its 74-year post-Independence history. A crippling shortage of foreign reserves has led to ever lengthening queues for fuel, cooking gas and other essentials while scheduled power cuts and soaring food prices heap misery on the people.",
    "The economic crisis also triggered a political crisis in Sri Lanka, culminating in the resignation of ex-Prime Minister Mahinda Rajapaksa under violent circumstances followed by the shotgun appointment of Wickremesinghe as the country’s 26th prime minister.",
    "Speaking to the BBC, Wickremesinghe said his first task is to determine the extent of the damage.",
    "“First [job] is to find out how bad the economy is. No one has got all the details. So I will be like a doctor, who is opening up the patient for the first time. I know there are issues. We’ve got to deal with the IMF. We’ve got to find money to get through this year,” he said.",
    "Central Bank Governor Nandalal Weerasinghe told the media on Wednesday (11) that Sri Lanka’s remaining usable foreign reserves were enough for about a week’s worth of imports. The central bank chief also said Sri Lanka will have to print money to pay state worker salaries unless taxes were raised.",
    "“I’m also speaking to friendly nations to come and assist us with bridging finance. We’ve also get to create an atmosphere for foreign investment,” said Wickremesinghe.",
    "Responding to a question by the BBC journalist about India, he said: “Yes, India has been helping us. But we’ll talk to others, to Japan, to South Korea.”",
    "The new prime minister held discussions with diplomats representing India, Japan, China, the US, the UK about forming a foreign aid consortium to help navigate Sri Lanka through its unprecedented forex crisis.",
    "Asked about fuel shortages in the country, Wickremesinghe said “not much” is left.",
    "“I will have to have some scheme of rationing this time. We’ve got to get assistance. We’re talking with India and ensure that there’s fuel available in Sri Lanka,” he said. Petrol and diesel queues that extend for hundres of metres have become a common sight in Sri Lanka.",
    "Wickremesinghe said his immediate goal is to ensure continued supply of food, fuel and medicine.",
    "“It is going to get worse before it gets better. I’m looking for all the details, so I could tell the people of Sri Lanka ‘this is the position and this is what we’re planning to do in the coming months.’ I will somehow ensure there is sufficient food, fuel and medicine available,” he said.",
    "When pressed about how he proposes to do this, he said: “We’ll have to look for help from outside and talk to them.”",
    "“After I speak to [friendly nations], there will be help coming from there. They won’t allow people to starve.”",
    "The new PM claimed MPs from both sides in parliament wanted him to tackle the economic situation. However major opposition parties and some independent groups from the former government have expressly denied their support.",
    "Sri Lanka’s major opposition parties refuse to work with new PM Ranil Wickremesinghe",
    "“I’m going to change many of the policies of the Rajapaksa government,” he said.",
    "“I’m not going to look at the books. I want to see how bad the situation is. How the real economy is functioning, what is left in the central bank. I know the books are cooked. I can’t look at it at the moment. But what the economy is, I will look. One is the monetary side of it. We’re dealing with the IMF on the monetary side. But the real economy is not functioning.”",
    "He refused to give a timeline on when Sri Lankans can expect a respite.",
    "“I will tell them, be patient, but gradually I will bring it back.",
    "“I’m not giving ]a timeline]. Once I settle the thing and I speak to the other country’s, I’ll let you know,” he said.",
    "Asked what his message would be to the rest of the world,  Wickremesinghe said: “We are getting back on our feet. We need your assistance for a year. Whatever we get from you, we’ll repay. Certainly. Help us to do it. We’re the longest and oldest democracy in Asia.” (Colombo/May14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව කුසගින්නෙන් පෙළෙන්නේ නැත, ආර්ථික තත්ත්වය යහපත් වීමට පෙර නරක අතට හැරෙනු ඇත: නව අගමැති",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ අභිනවයෙන් පත් වූ අගමැති රනිල් වික්‍රමසිංහ මහතා, කුසගින්නෙන් පෙළෙන අර්බුද මඟහරවා ගැනීමටත්, දූපත් ජාතිය යළි දෙපයින් තබා ගැනීමටත් සහය ලබා ගැනීම සඳහා ඉන්දියාව, ජපානය වැනි රටවල් සමඟ කතා කරන බවත්, නමුත් රටේ දරුණු ආර්ථික තත්ත්වය එය වීමට පෙර නරක අතට හැරෙනු ඇති බවත් පැවසීය. වඩා හොඳ.",
        "වික්‍රමසිංහ සිකුරාදා (13) බීබීසී වර්ල්ඩ් නිවුස් වෙත ප්‍රකාශ කළේ මහජනතාවට දිනකට ආහාර වේල් තුනක් ලැබෙන බව සහතික කරන බවයි.",
        "\"එය අභියෝගයක්, නමුත් මම එම අභියෝගයට මුහුණ දී එය ජය ගන්නෙමි,\" ඔහු පැවසීය.",
        "ශ්‍රී ලංකාව නිදහසින් පසු වසර 74ක ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදය හරහා ගමන් කරමින් සිටී. විදේශ සංචිතවල හිඟකම නිසා ඉන්ධන, ඉවුම් පිහුම් ගෑස් සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා පෝලිම් දිගු කිරීමට හේතු වී ඇති අතර නියමිත වේලාවට විදුලිය විසන්ධි කිරීම සහ ආහාර මිල ඉහළ යාම ජනතාව දුක්ඛිත තත්වයට පත් කරයි.",
        "ආර්ථික අර්බුදය ශ්‍රී ලංකාව තුළ දේශපාලන අර්බුදයක් ද ඇති කළ අතර, ප්‍රචණ්ඩකාරී තත්ත්වයන් යටතේ හිටපු අගමැති මහින්ද රාජපක්ෂ ඉල්ලා අස්වීමත්, රටේ 26 වැනි අගමැති ලෙස වික්‍රමසිංහ වෙඩි තැබීමත් සමඟ අවසන් විය.",
        "බීබීසීයට අදහස් දක්වමින් වික්‍රමසිංහ කියා සිටියේ තම පළමු කාර්යය වන්නේ හානියේ තරම තීරණය කිරීමයි.",
        "“පළමුව [රැකියාව] ආර්ථිකය කෙතරම් නරකද යන්න සොයා බැලීමයි. සියලු විස්තර කිසිවෙකුට ලැබී නැත. එබැවින් මම පළමු වරට රෝගියා විවෘත කරන වෛද්‍යවරයකු මෙන් වන්නෙමි. ප්‍රශ්න තියෙනවා කියලා මම දන්නවා. අපට IMF සමඟ ගනුදෙනු කිරීමට සිදු වේ. මේ වසරේ ගත කිරීමට අපට මුදල් සොයා ගත යුතුයි, ”ඔහු පැවසීය.",
        "මහ බැංකු අධිපති නන්දලාල් වීරසිංහ බදාදා (11) මාධ්‍ය වෙත ප්‍රකාශ කළේ ශ්‍රී ලංකාවේ ඉතිරිව ඇති භාවිත කළ හැකි විදේශ සංචිත සතියක පමණ ආනයන සඳහා ප්‍රමාණවත් බවයි. බදු වැඩි නොකළහොත් රාජ්‍ය සේවක වැටුප් ගෙවීමට ශ්‍රී ලංකාවට මුදල් මුද්‍රණය කිරීමට සිදුවන බව ද මහ බැංකු ප්‍රධානියා පැවසීය.",
        "“මම මිත්‍ර ජාතීන්ට ද කතා කරන්නේ අපට පැමිණ මුදල් පාලම් කිරීමට සහාය වන ලෙසයි. විදේශ ආයෝජන සඳහා වාතාවරණයක් නිර්මාණය කිරීමට ද අපට හැකි වී තිබෙනවා.’ වික්‍රමසිංහ මහතා පැවසීය.",
        "ඉන්දියාව ගැන බීබීසී මාධ්‍යවේදියා ඇසූ ප්‍රශ්නයකට පිළිතුරු දෙමින් ඔහු මෙසේ පැවසීය: “ඔව්, ඉන්දියාව අපට උදව් කරනවා. නමුත් අපි අනෙක් අය සමඟ, ජපානයට, දකුණු කොරියාවට කතා කරමු.",
        "ශ්‍රී ලංකාවේ පෙර නොවූ විරූ විදේශ විනිමය අර්බුදය හරහා ගමන් කිරීමට උපකාර කිරීම සඳහා විදේශ ආධාර සම්මේලනයක් පිහිටුවීම පිළිබඳව නව අගමැතිවරයා ඉන්දියාව, ජපානය, චීනය, එක්සත් ජනපදය, එක්සත් රාජධානිය නියෝජනය කරන රාජ්‍යතාන්ත්‍රිකයින් සමඟ සාකච්ඡා කළේය.",
        "රටේ ඉන්ධන හිඟය ගැන විමසූ විට වික්‍රමසිංහ පැවසුවේ “වැඩි දෙයක් ඉතිරිව නැත” යනුවෙනි.",
        "“මට මේ වතාවේ සලාකයේ යම් ක්‍රමයක් තිබිය යුතුයි. අපට උපකාර ලබා ගත යුතුය. අපි ඉන්දියාව සමඟ කතා කර ශ්‍රී ලංකාවේ ඉන්ධන ඇති බවට සහතික වෙනවා, ”ඔහු පැවසීය. පෙට්‍රල් සහ ඩීසල් පෝලිම් මීටර සියගණනක් දක්වා විහිදීම ශ්‍රී ලංකාවේ සුලභ දසුනක් වී ඇත.",
        "ආහාර, ඉන්ධන සහ ඖෂධ අඛණ්ඩව සැපයීම සහතික කිරීම තම ආසන්නතම ඉලක්කය බව වික්‍රමසිංහ පැවසීය.",
        "“එය හොඳ වීමට පෙර එය නරක අතට හැරෙනු ඇත. මම සියලු විස්තර සොයමින් සිටිමි, එබැවින් මට ශ්‍රී ලංකාවේ ජනතාවට පැවසිය හැකිය 'මෙය ස්ථාවරය මෙයයි ඉදිරි මාසවලදී අපි කිරීමට සැලසුම් කරන්නේ මෙයයි'. මම කෙසේ හෝ ප්‍රමාණවත් ආහාර, ඉන්ධන සහ ඇති බවට සහතික කරමි. බෙහෙත් තියෙනවා,” ඔහු පැවසීය.",
        "ඔහු මෙය කිරීමට යෝජනා කරන්නේ කෙසේදැයි බල කළ විට, ඔහු මෙසේ පැවසීය: \"අපිට පිටතින් උදව් ලබා ගැනීමට සහ ඔවුන් සමඟ කතා කිරීමට සිදු වනු ඇත.\"",
        "“මම [මිත්‍ර ජාතීන්ට] කතා කළ පසු, එතැනින් උපකාර ලැබෙනු ඇත. ඔවුන් මිනිසුන්ට බඩගින්නේ සිටීමට ඉඩ නොදේ. ”",
        "නව අගමැතිවරයා කියා සිටියේ පාර්ලිමේන්තුවේ දෙපැත්තේම මන්ත්‍රීවරුන්ට අවශ්‍ය වූයේ තමාට ආර්ථික තත්ත්වය විසඳීමට බවයි. කෙසේ වෙතත්, ප්‍රධාන විරුද්ධ පක්ෂ සහ හිටපු ආණ්ඩුවේ සමහර ස්වාධීන කණ්ඩායම් ඔවුන්ගේ සහය පැහැදිලිවම ප්‍රතික්ෂේප කර ඇත.",
        "ශ්‍රී ලංකාවේ ප්‍රධාන විරුද්ධ පක්ෂ නව අගමැති රනිල් වික්‍රමසිංහ සමඟ වැඩ කිරීම ප්‍රතික්ෂේප කරයි",
        "\"රාජපක්‍ෂ ආණ්ඩුවේ ප්‍රතිපත්ති බොහොමයක් මම වෙනස් කරන්න යනවා,\" ඔහු පැවසීය.",
        "“මම පොත් බලන්න යන්නේ නැහැ. මට බලන්න ඕන තත්ත්වය කොච්චර නරකද කියලා. සැබෑ ආර්ථිකය ක්‍රියාත්මක වන ආකාරය, මහ බැංකුවේ ඉතිරිව ඇති දේ. පොත් පිසූ බව මම දනිමි. මට මේ මොහොතේ එය දෙස බැලිය නොහැක. ඒත් ආර්ථිකය මොකක්ද කියලා මම බලන්නම්. එකක් එහි මුදල් පැත්තයි. අපි මුදල් පැත්තෙන් IMF සමඟ ගනුදෙනු කරනවා. නමුත් සැබෑ ආර්ථිකය ක්‍රියාත්මක වන්නේ නැහැ.”",
        "ශ්‍රී ලාංකිකයින්ට විවේකයක් අපේක්ෂා කළ හැක්කේ කවදාද යන්න පිළිබඳව කාලසටහනක් ලබා දීම ඔහු ප්‍රතික්ෂේප කළේය.",
        "“මම ඔවුන්ට කියන්නම්, ඉවසන්න, නමුත් ක්‍රමයෙන් මම එය නැවත ගෙන එන්නෙමි.",
        "\"මම කාලරාමුවක් දෙන්නේ නැහැ. මම කාරණය සමථයකට පත් කර මම අනෙක් රටේ අයට කතා කළ පසු, මම ඔබට දන්වන්නම්, ”ඔහු පැවසීය.",
        "සෙසු ලෝකයට ඔහුගේ පණිවිඩය කුමක්දැයි විමසූ විට,  වික්‍රමසිංහ මෙසේ පැවසීය: “අපි නැවතත් අපේ ස්ථාවරයට එනවා. අපට වසරක් සඳහා ඔබේ සහය අවශ්‍යයි. අපි ඔබෙන් කුමක් ලබා ගත්තත්, අපි ආපසු ගෙවන්නෙමු. නිසැකවම. එය කිරීමට අපට උදව් කරන්න. අපි ආසියාවේ දිගම සහ පැරණිතම ප්‍රජාතන්ත්‍රවාදයයි.\" (කොළඹ/මැයි14/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை பட்டினி நெருக்கடியை எதிர்கொள்ளாது, பொருளாதார நிலை மேம்படும் முன் மோசமாகிவிடும்: புதிய பிரதமர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் புதிதாக நியமிக்கப்பட்டுள்ள பிரதமர் ரணில் விக்கிரமசிங்க, பசி நெருக்கடியைத் தவிர்க்கவும், தீவு தேசத்தை மீண்டும் அதன் காலடியில் கொண்டு வரவும் உதவுவதற்காக இந்தியா மற்றும் ஜப்பான் போன்ற நாடுகளுடன் பேசுவேன், ஆனால் நாட்டின் மோசமான பொருளாதார நிலைமை இன்னும் மோசமாகிவிடும் சிறந்தது.",
        "பொதுமக்களுக்கு மூன்று வேளை உணவு கிடைப்பதை உறுதி செய்வதாக விக்ரமசிங்க வெள்ளிக்கிழமை (13) பிபிசி வேர்ல்ட் நியூஸிடம் தெரிவித்தார்.",
        "\"இது ஒரு சவால், ஆனால் நான் அந்த சவாலை சந்தித்து அதை சமாளிக்க போகிறேன்,\" என்று அவர் கூறினார்.",
        "இலங்கை சுதந்திரத்திற்குப் பின்னரான 74 வருட வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளது. அந்நிய கையிருப்பு பற்றாக்குறையால், எரிபொருள், சமையல் எரிவாயு மற்றும் பிற அத்தியாவசியப் பொருட்களுக்கான வரிசைகள் நீண்டு கொண்டே செல்லும் அதே வேளையில், திட்டமிடப்பட்ட மின்வெட்டு மற்றும் உணவுப் பொருட்களின் விலையேற்றம் ஆகியவை மக்களை துயரத்தில் ஆழ்த்தியுள்ளது.",
        "பொருளாதார நெருக்கடி இலங்கையில் ஒரு அரசியல் நெருக்கடியைத் தூண்டியது, வன்முறை சூழ்நிலையில் முன்னாள் பிரதமர் மகிந்த ராஜபக்ச ராஜினாமா செய்ததைத் தொடர்ந்து நாட்டின் 26 வது பிரதமராக விக்கிரமசிங்கவை துப்பாக்கியால் நியமித்தது.",
        "பிபிசியிடம் பேசிய விக்கிரமசிங்க, சேதத்தின் அளவை தீர்மானிப்பதே தனது முதல் பணி என்றார்.",
        "“பொருளாதாரம் எவ்வளவு மோசமாக உள்ளது என்பதைக் கண்டறிவதே முதல் [வேலை]. எல்லா விவரங்களும் யாருக்கும் கிடைக்கவில்லை. எனவே நான் ஒரு மருத்துவரைப் போல இருப்பேன், நோயாளியை முதல் முறையாக திறக்கிறார். பிரச்சினைகள் இருப்பதாக எனக்குத் தெரியும். நாம் IMF உடன் சமாளிக்க வேண்டும். இந்த ஆண்டு பெறுவதற்கு நாங்கள் பணத்தைக் கண்டுபிடிக்க வேண்டும், ”என்று அவர் கூறினார்.",
        "மத்திய வங்கியின் ஆளுனர் நந்தலால் வீரசிங்க புதன்கிழமை (11) ஊடகங்களுக்குத் தெரிவித்ததாவது, இலங்கையின் எஞ்சியுள்ள பயன்படுத்தக்கூடிய வெளிநாட்டு இருப்புக்கள் சுமார் ஒரு வாரகால இறக்குமதிகளுக்கு போதுமானது. வரி உயர்த்தப்படாவிட்டால், அரச ஊழியர்களுக்கு சம்பளம் வழங்குவதற்கு இலங்கை பணத்தை அச்சிட வேண்டியிருக்கும் என்றும் மத்திய வங்கியின் தலைவர் கூறினார்.",
        "“நானும் நட்பு நாடுகளிடம் பேசி வருகிறேன், எங்களுக்கு நிதி உதவி செய்ய வருகிறேன். வெளிநாட்டு முதலீடுகளுக்கான சூழலை உருவாக்குவதற்கும் நாங்கள் தயாராக இருக்கிறோம், ”என்று விக்கிரமசிங்க கூறினார்.",
        "இந்தியா குறித்த பிபிசி செய்தியாளரின் கேள்விக்கு பதிலளித்த அவர், “ஆம், இந்தியா எங்களுக்கு உதவி செய்து வருகிறது. ஆனால் நாங்கள் மற்றவர்களுடன், ஜப்பானிடம், தென் கொரியாவிடம் பேசுவோம்.",
        "புதிய பிரதமர் இந்தியா, ஜப்பான், சீனா, அமெரிக்கா, பிரிட்டன் ஆகிய நாடுகளை பிரதிநிதித்துவப்படுத்தும் இராஜதந்திரிகளுடன், இலங்கையின் முன்னோடியில்லாத அந்நிய செலாவணி நெருக்கடியை சமாளிக்க உதவும் வெளிநாட்டு உதவி கூட்டமைப்பை உருவாக்குவது குறித்து கலந்துரையாடினார்.",
        "நாட்டில் ஏற்பட்டுள்ள எரிபொருள் தட்டுப்பாடு குறித்து விக்கிரமசிங்கவிடம் கேட்கப்பட்ட கேள்விக்கு, \"அதிகம் இல்லை\" என்று கூறினார்.",
        "\"இந்த நேரத்தில் நான் ரேஷன் திட்டத்தை வைத்திருக்க வேண்டும். நாங்கள் உதவி பெற வேண்டும். நாங்கள் இந்தியாவுடன் பேசி, இலங்கையில் எரிபொருள் கிடைப்பதை உறுதிசெய்கிறோம்,” என்றார். இலங்கையில் நூற்றுக்கணக்கான மீட்டர் நீளமுள்ள பெட்ரோல் மற்றும் டீசல் வரிசைகள் ஒரு பொதுவான காட்சியாக மாறியுள்ளது.",
        "உணவு, எரிபொருள் மற்றும் மருந்துகளை தொடர்ந்து வழங்குவதை உறுதி செய்வதே தனது உடனடி இலக்கு என்று விக்ரமசிங்க கூறினார்.",
        "\"அது சிறப்பாக வருவதற்கு முன்பு அது மோசமாகிவிடும். நான் அனைத்து விவரங்களையும் தேடுகிறேன், எனவே இலங்கை மக்களுக்கு 'இதுதான் நிலை, இதைத்தான் வரும் மாதங்களில் நாங்கள் செய்ய திட்டமிட்டுள்ளோம்' என்று என்னால் கூற முடியும். போதுமான உணவு, எரிபொருள் மற்றும் போதுமான அளவு இருப்பதை நான் எப்படியாவது உறுதி செய்வேன். மருந்து கிடைக்கும்,'' என்றார்.",
        "அவர் இதை எப்படிச் செய்ய முன்மொழிகிறார் என்று அழுத்தப்பட்டபோது, ​​அவர் கூறினார்: \"நாங்கள் வெளியில் இருந்து உதவியைப் பார்த்து அவர்களுடன் பேச வேண்டும்.\"",
        "“நான் [நட்பு நாடுகளுடன்] பேசிய பிறகு, அங்கிருந்து உதவி வரும். மக்கள் பட்டினி கிடப்பதை அவர்கள் அனுமதிக்க மாட்டார்கள்.",
        "புதிய பிரதமர், நாடாளுமன்றத்தில் இரு தரப்பு எம்.பி.க்களும் பொருளாதார நிலையைச் சமாளிக்க விரும்புவதாகக் கூறினார். எவ்வாறாயினும், பிரதான எதிர்க்கட்சிகளும் முன்னாள் அரசாங்கத்தின் சில சுயேச்சைக் குழுக்களும் தமது ஆதரவை வெளிப்படையாக மறுத்துள்ளன.",
        "இலங்கையின் பிரதான எதிர்க்கட்சிகள் புதிய பிரதமர் ரணில் விக்கிரமசிங்கவுடன் இணைந்து பணியாற்ற மறுத்து வருகின்றன",
        "\"ராஜபக்ஷ அரசாங்கத்தின் பல கொள்கைகளை நான் மாற்றப் போகிறேன்,\" என்று அவர் கூறினார்.",
        "“நான் புத்தகங்களைப் பார்க்கப் போவதில்லை. நிலைமை எவ்வளவு மோசமாக உள்ளது என்பதைப் பார்க்க விரும்புகிறேன். உண்மையான பொருளாதாரம் எவ்வாறு செயல்படுகிறது, மத்திய வங்கியில் என்ன உள்ளது. புத்தகங்கள் சமைக்கப்பட்டவை என்று எனக்குத் தெரியும். என்னால் தற்போது அதைப் பார்க்க முடியாது. ஆனால் பொருளாதாரம் என்ன, நான் பார்ப்பேன். ஒன்று அதன் பணப் பக்கம். நாங்கள் IMF உடன் பணவியல் பக்கத்தில் கையாள்கிறோம். ஆனால் உண்மையான பொருளாதாரம் செயல்படவில்லை.",
        "இலங்கையர்கள் எப்போது அவகாசத்தை எதிர்பார்க்கலாம் என்பது குறித்த காலக்கெடுவை வழங்க அவர் மறுத்துவிட்டார்.",
        "\"நான் அவர்களிடம் சொல்வேன், பொறுமையாக இருங்கள், ஆனால் படிப்படியாக நான் அதை மீண்டும் கொண்டு வருவேன்.",
        "\"நான் ஒரு காலவரிசையை] கொடுக்கவில்லை. நான் விஷயத்தை தீர்த்துவிட்டு, மற்ற நாட்டவர்களிடம் பேசினால், நான் உங்களுக்குத் தெரியப்படுத்துகிறேன், ”என்று அவர் கூறினார்.",
        "உலகின் மற்ற பகுதிகளுக்கு அவரது செய்தி என்னவாக இருக்கும் என்று கேட்கப்பட்டதற்கு,  விக்கிரமசிங்க கூறினார்: “நாங்கள் மீண்டும் காலூன்றுகிறோம். ஒரு வருடத்திற்கு உங்கள் உதவி தேவை. உங்களிடமிருந்து நாங்கள் எதைப் பெற்றாலும், நாங்கள் திருப்பிச் செலுத்துவோம். நிச்சயமாக. அதைச் செய்ய எங்களுக்கு உதவுங்கள். நாங்கள் ஆசியாவின் மிக நீண்ட மற்றும் பழமையான ஜனநாயகம். (கொழும்பு/மே14/2022)"
      ]
    }
  }
}