{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/iet-young-woman-engineer-of-the-year-2021/",
  "time_ut": 1650633240,
  "title": "IET Young Woman Engineer of the Year 2021",
  "body_lines": [
    "SLT-MOBITEL’s Senior Engineer Packet Core Operations, Pramodya Senanayaka won the prestigious IET Young Woman Engineer of the Year 2021 award, at an event held recently organized by the Institute of Engineering and Technology.",
    "The award aims to showcase dynamic talent who represent the very best of the profession, an influential individual among young women engineers who is able to inspire the next generation of engineering students as well as females on the verge of selecting engineering as a career path. Further, the award also assessed the finalists based on their vision on how they are able to inspire the ladies to take up the leadership to take Sri Lanka and the world towards the goals of sustainable development.",
    "Having started the career at Mobitel (Pvt) Ltd. in 2015, Pramodya has been through numerous training programs to further enhance her skills and knowledge. She is also a former Sri Lanka Women’s National Chess Champion and currently serves in the National Selection Committee for Chess.",
    "DFCC Bank unveils its 25th offsite ATM/CRM at Templeburg Industrial Zone, Panagoda",
    "Daraz partners with LIIN to empower local SMEs and women entrepreneurs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "2021 වසරේ IET තරුණ කාන්තා ඉංජිනේරුවරිය",
      "body_lines": [
        "SLT-MOBITEL හි ජ්‍යෙෂ්ඨ ඉංජිනේරු පැකට් මූලික මෙහෙයුම්, ප්‍රමෝද්‍යා සේනානායක, ඉංජිනේරු හා තාක්ෂණ ආයතනය විසින් පසුගියදා සංවිධානය කරන ලද උත්සවයකදී 2021 වසරේ කීර්තිමත් IET තරුණ කාන්තා ඉංජිනේරු සම්මානය දිනා ගන්නා ලදී.",
        "මෙම සම්මානයේ අරමුණ වන්නේ ඉංජිනේරු විද්‍යාව වෘත්තීය මාර්ගයක් ලෙස තෝරා ගැනීමට අබියස සිටින ඉංජිනේරු ශිෂ්‍ය ශිෂ්‍යාවන් මෙන්ම තරුණියන් ද දිරිගැන්වීමට සමත් තරුණ ඉංජිනේරුවන් අතර ප්‍රබල පුද්ගලයකු වන වෘත්තියේ හොඳම දේ නියෝජනය කරන ගතික කුසලතා ප්‍රදර්ශනය කිරීමයි. තවද, ශ්‍රී ලංකාව සහ ලෝකය තිරසාර සංවර්ධනයේ ඉලක්ක කරා ගෙන යාම සඳහා නායකත්වය ගැනීමට කාන්තාවන් පොළඹවන ආකාරය පිළිබඳ ඔවුන්ගේ දැක්ම මත පදනම්ව මෙම සම්මානය අවසන් තරඟකරුවන් ඇගයීමට ලක් කරන ලදී.",
        "2015 වසරේ Mobitel (Pvt) Ltd. හි වෘත්තීය ජීවිතය ආරම්භ කළ ප්‍රමෝද්‍යා, ඇයගේ කුසලතා සහ දැනුම තවදුරටත් වර්ධනය කර ගැනීම සඳහා පුහුණු වැඩසටහන් රාශියකට සහභාගි වී ඇත. ඇය හිටපු ශ්‍රී ලංකා කාන්තා ජාතික චෙස් ශූරියක්ද වන අතර දැනට චෙස් සඳහා ජාතික තේරීම් කමිටුවේ සේවය කරයි.",
        "DFCC බැංකුව පනාගොඩ, Templeburg Industrial Zone හි 25 වන offsite ATM/CRM විවෘත කරයි.",
        "දේශීය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සහ කාන්තා ව්‍යවසායකයින් සවිබල ගැන්වීම සඳහා Daraz LIIN සමඟ හවුල් වේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "2021 ஆம் ஆண்டின் IET இளம் பெண் பொறியாளர்",
      "body_lines": [
        "SLT-MOBITEL இன் சிரேஷ்ட பொறியியலாளர் பொதி மைய செயற்பாடுகளான பிரமோத்ய சேனநாயக்க, 2021 ஆம் ஆண்டின் சிறந்த IET இளம் பெண் பொறியியலாளர் விருதை, பொறியியல் மற்றும் தொழில்நுட்ப நிறுவனம் அண்மையில் ஏற்பாடு செய்திருந்த நிகழ்வில் வென்றார்.",
        "இந்த விருது, அடுத்த தலைமுறை பொறியியல் மாணவர்கள் மற்றும் பொறியியல் படிப்பை வாழ்க்கைப் பாதையாகத் தேர்ந்தெடுக்கும் விளிம்பில் இருக்கும் பெண்களை ஊக்குவிக்கும் திறன் கொண்ட இளம் பெண் பொறியாளர்களிடையே செல்வாக்கு மிக்க தனிநபராக, சிறந்த தொழிலை பிரதிநிதித்துவப்படுத்தும் ஆற்றல்மிக்க திறமைகளை வெளிப்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது. மேலும், இலங்கையையும் உலகையும் நிலையான வளர்ச்சியின் இலக்குகளை நோக்கி அழைத்துச் செல்வதற்கு தலைமைப் பொறுப்பை ஏற்க பெண்களை எவ்வாறு ஊக்கப்படுத்த முடியும் என்ற அவர்களின் பார்வையின் அடிப்படையில் இறுதிப் போட்டியாளர்களை இந்த விருது மதிப்பீடு செய்தது.",
        "2015 ஆம் ஆண்டு மொபிடெல் (பிரைவேட்) லிமிடெட் நிறுவனத்தில் பணியைத் தொடங்கிய பிரமோத்யா, தனது திறன்கள் மற்றும் அறிவை மேலும் மேம்படுத்த பல பயிற்சித் திட்டங்களை மேற்கொண்டு வருகிறார். அவர் முன்னாள் இலங்கை மகளிர் தேசிய செஸ் சாம்பியனும் ஆவார், தற்போது சதுரங்கத்திற்கான தேசிய தேர்வுக் குழுவில் பணியாற்றுகிறார்.",
        "DFCC வங்கி அதன் 25வது ஆஃப்சைட் ATM/CRMஐ டெம்பிள்பர்க் தொழில்துறை மண்டலம், பனாகொடாவில் வெளியிட்டது.",
        "உள்ளூர் SMEகள் மற்றும் பெண் தொழில்முனைவோரை மேம்படுத்த LIIN உடன் Daraz கூட்டாளிகள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}