{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82038/debt-trap-is-only-a-myth-chinese-ambassador",
  "time_ut": 1650885000,
  "title": "‘Debt Trap’ is only a myth – Chinese Ambassador",
  "body_lines": [
    "The financial departments and institutes of China and Sri Lanka are still working closely on the new financial requests raised by Sri Lanka, in the backdrop of the island nation’s temporary suspension of debt payment and the talks of debt restructuring with IMF, says the Chinese Ambassador to Colombo.",
    "Ambassador Qi Zhenhong stated this during a free and open dialogue with a group of local journalists held today (25), on a wide range of topics including China’s aid to Sri Lanka, financial and economic cooperation to overcome current crisis, people-to-people exchanges.",
    "He stated that China is engaged in all-out efforts including from local governments, social groups, companies, schools etc., to support Sri Lanka to overcome the current difficulties.",
    "“Western developed countries, especially those who colonized Sri Lanka in history, should also come and help,” he said.",
    "The Ambassador pointed out that within the past two years, China has extended assistance to Sri Lanka in many forms including 26 million doses of COVID vaccine, numerous PPEs and medical equipment, USD 2.8 billion in financial support as well as creating around 11,000 jobs for Sri Lankans in Chinese projects.",
    "Financial departments and institutes of both China and Sri Lanka are still working closely on the new financial requests - including for loans and buyer’s credit - raised by Sri Lanka, in the backdrop of Sri Lanka’s temporary suspension of debt payment and the talks of debt restructuring with IMF, he said.",
    "Responding to questions from the journalists, Ambassador Zhenhong said the economic crisis and debt burden of Sri Lanka has its historical reason, and could not be solved overnight.",
    "He stated that China is not the only lender and neither is it the biggest lender of Sri Lanka. “Most of the Chinese loans are concessional and going to infrastructure and eco-social development,” the envoy emphasized.",
    "He said that among the hundreds of China-Sri Lanka joint projects, most have generated economic or social benefits to Sri Lanka and her people, such as the Katunayake Expressway, the Southern Expressway, the Norochcholai Power Plant, the Colombo International Container Terminals (CICT) and many water projects.",
    "He also said it is unrealistic to have all projects or loans flawless.",
    "The Chinese Ambassador was also questioned about the allegations of China’s debt trap diplomacy.",
    "“Debt Trap is only a myth, created and hyped by some foreign media and politicians intentionally,” he said.",
    "He stated that in 2017, Sri Lanka decided to raise dollars by leasing out the Hambantota Port to China and used the cash infusion to pay back due International Sovereign Bonds, but not to Chinese banks."
  ]
}