{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-allow-fuel-import-for-select-sectors-after-shortage-93506/",
  "time_ut": 1650972900,
  "title": "Sri Lanka to allow fuel import for select sectors after shortage",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka cabinet has agreed to amend the Petroleum Products Act making provisions to issue licenses to “properly identified parties” to import fuel, a cabinet spokesman said on Tuesday, to tackle the ongoing crisis due to forex shortage in the country.",
    "Sri Lanka’s state-owned Ceylon Petroleum Corporation (CPC) is the sole import of fuel and distribute to all other sectors at the moment. However, the CPC failed to import adequate fuel in the face of severe dollar shortage despite a 500 million dollar fuel credit from India.",
    "Sri Lanka cabinet on Monday agreed to give permission to advise legal draftsmen to draft a bill to amend the Petroleum Products (Special Provisions) Act, to give the opportunity to import fuel needed by the relevant sector to continue operations.",
    "“With the situation in the country during the past few days, people were suffering due to the issues arising in fuel importing and distribution,” Cabinet spokesman Ramesh Pathirana told reports at the weekly Cabinet briefing on Tuesday (26).",
    "“In order to minimize those issues, it was identified that the best option will be to provide the license to import fuel, to a selected number of sectors, such as electricity, fishing and export sectors,”",
    "Due to the ongoing forex shortage Sri Lanka is struggling to provide the fuel to the demand of the public and other industries. That has led to extended power cut – as high as 13 hours in a day while fuel shortage has hit the businesses across the country.",
    "With a limited number of fuel consignments being imported and the excessive public demand, the authorities are struggling to meet the increased demand while providing necessary fuel to generate electricity.",
    "“Fuel is essential for all economic activities in the country. Therefore, it has been identified that it is appropriate to issue licenses to selected specific sectors of the economy to import and use the fuel they require individually,” Patirana said. (Colombo/ April 26/2022)"
  ]
}