{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top-story-sports-1/Australian-day-night-matches-to-go-ahead-SLC/324-237727",
  "time_ut": 1653502200,
  "title": "Australian day-night matches to go ahead – SLC",
  "body_lines": [
    "The day-night matches in Sri Lanka’s limited over series against Australia next month will go ahead as scheduled, a Sri Lanka Cricket (SLC) official said today, refuting reports in foreign media that all matches had been shifted to day games.",
    "The Australian Associated Press reported on Wednesday (25) that their cricketers had stated their ‘unease about the morals around touring Sri Lanka in the current circumstances’, while the Sydney Morning Herald citing a source close to Australian cricket reported, “While the changes are yet to be officially announced by the governing body in Sri Lanka…they would take place.”",
    "However, SLC Secretary Mohan de Silva denied these changes, of moving the day-night matches to day time, were imminent.",
    "“The matches are taking place as scheduled,” de Silva told the Daily Mirror, adding, “We also have to consider the requirements of the broadcast partner.”",
    "The teams would also have to travel to Kandy from Colombo after the first two T20Is on June 7 and 8, with Pallekele hosting the final T20I on June 11 and the opening two ODIs on June 14 and 16.",
    "They will then travel back for the last three ODIs, before shifting over to Galle for the two Tests at the tail end of the tour.",
    "SLC could also have cut down on the need to travel, at a time when fuel is scarce, but De Silva said there was no discussion held to move the matches around.",
    "“If we move the matches around now, we will face a logistical problem,” he said.",
    "The floodlights at the R. Premadasa and Pallekele International Stadium are powered by generators, and Daily Mirror learns that the task of acquiring the required fuel is with the contractor providing those generators."
  ]
}