{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81337/thirteen-year-old-swims-from-sri-lanka-to-india-in-13-hours",
  "time_ut": 1647860640,
  "title": "Thirteen-year-old swims from Sri Lanka to India in 13 hours",
  "body_lines": [
    "In a bid to create awareness of autism, 13-year-old Jiya Rai from Mumbai swam from Sri Lanka’s Thalaimannar to Dhanushkodi in Tamil Nadu.",
    "The swimmer, who took 13 hours and five minutes to complete her expedition, was received by a large gathering at the Indian shore led by Tamil Nadu Director General of Police C. Sylendra Babu.",
    "A swimmer himself, the DGP, who had performed a similar feat with his team members in the recent past in the Palk Straits, told reporters that Ms. Jiya Rai, daughter of Madan Rai of the Indian Navy, had brought laurels to the country by swimming from Sri Lanka to Indian waters.",
    "Explaining that while many enthusiasts even scaled the Mt Everest, only a few had taken swimming as an expedition. He conveyed his wishes to the swimmer as open water swimming was a big achievement.",
    "The top police officer appealed to the youth to take swimming as it was not only a life-saving sport, but also ensured a good physique. The country had a long coastalline, which was a big asset and urged parents to encourage their wards to swim.",
    "Ramanathapuram SP E. Karthik, fishermen leader Jesu Raja and Municipal vice-chairman Dhakshinamoorthy felicitated the swimmer with shawl.",
    "According to her father, Jiya Rai had earlier achieved a world record by swimming from Worli Sea Link in Bandra Mumbai to Gateway of India in about eight hours and 40 minutes, which won her the Pradhan Mantri Rashtriya Bal Puraskar award, the highest honour for a citizen below 18 years in the country.",
    "After obtaining Immigration clearance from the authorities, the swimmer, accompanied by her parents, coach and observers, started her expedition at 4.15 a.m. and reached the destination at 5.20 p.m. The Indian Prime Minister in his ’Mann ki Baat’ radio programme had also made a special mention about the swimmer’s feat.",
    "She has joined the select band of swimmers, including Kutraleeswaran (1994), R Jai Jaswanth (2019), Edi Hu of the USA (2020), Shyamala Koli of Telangana (2021) among others, who swam from Sri Lanka to Dhanushkodi.",
    "Many tourists greeted Jiya Rai and described her as a role model for persons with Autism Spectrum Disorder.",
    "Jiya had taken up the swimming expedition to create awareness about autism. Hailing from Mumbai, Jiya has Autism Spectrum Disorder (ASD) but that didn’t stop her from achieving several feats in swimming."
  ]
}