{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-at-375-against-tt-dollar-93984/",
  "time_ut": 1652075760,
  "title": "Sri Lanka rupee at 375 against TT dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s commercial banks quoted the rupee at 375 to the dollar for telegraphic transactions on Monday (09) while only a handful of maturities were quoted in the secondary, participants said.",
    "The central bank’s indicative spot was quoted at 364.76 against the US dollar on Monday, down from 358.5 against the US dollar on Friday.",
    "The central bank was quoting the dollar TT rate on Monday at 361.7/374.9 against the US almost close to the commercial bank rates.",
    "The kerb market ended the week at around 397/400 to the US dollar on May 07.",
    "Sri Lanka’s new Central Bank Governor Nandalal Weerasinghe jacked-up policy rates to 14.50 percent from 7.50 percent and also allowed Treasury bill yields to rise which would eventually slow private credit and investment and imports.",
    "The falling rupee had also impoverished the population of the island which will reduce consumption and support the rupee as long as not new money is printed.",
    "Sri Lanka’s rupee fell steeply after an attempted float in March due to low policy rates and a surrender rule. Electricity prices were also not raised, driving bank credit up with losses, unlike a float in 2012 after printing money.",
    "In debt markets, bonds maturing in 2025, 2027, three-month bills and one-year bills remained active, market participants said.",
    "A bond maturing on 01.06.2025 was quoted at flat at 21.50/22.00 percent on Monday.",
    "A bond maturing on 01.5.27 was quoted at 21.75/22.15 percent on Monday, up from 21.50/22.00 percent on Friday.",
    "The three-month bill was quoted at 22.00/22.75 percent, up from 21.00/22.00 percent on Friday.",
    "The 12-month bill was quoted at 23.15/24 percent on Monday, up from 23.00/24.00 percent at the previous day’s close.",
    "At this week’s bills auction, the debt office is offering to sell 92.5 billion rupees.",
    "Last week, the Treasuries auction yields stabilized with strong demand from genuine buyers, dealers said.",
    "Sri Lanka’s official foreign reserves drop 90 million US dollars to 1.8 billion dollars in April.",
    "Sri Lanka is facing the worst currency crisis triggered by the island’s economists who maintain an intermediate regime central bank after it attempted to target an output gap. (Colombo/May 09/2022)"
  ]
}