{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-teejay-lanka-net-up-9-pct-amid-margin-pressure-94852/",
  "time_ut": 1653713880,
  "title": "Sri Lanka’s Teejay Lanka net up 9-pct amid margin pressure",
  "body_lines": [
    "ECONOMYNEXT –  Teejay Lanka Plc, a fabric maker with operations in Sri Lanka and India said net profits grew 9 percent 826 million rupees in the March 2022 quarter amid currency depreciation and a lower tax bill, but margins were under pressure amid rising costs.",
    "The Teejay Lanka group reported earnings of 1.15 rupees per share for the quarter. In the year to March the group reported earnings of 3.52 rupee a share on total profits of 2.5 billion rupees which were up 18 percent.",
    "TeeJay Lanka revenues grew 38 percent to 13.46 billion rupees, but costs grew at a faster 44 percent to 12.3 billion rupees, narrowing gross profits 5 percent to 1.09 billion rupees.",
    "“The revenue increase was a result of increased demand from the region and increased prices as result of the increase in raw material compared to the previous year,” the company told shareholders in a quarterly review.",
    "“The enhanced volumes were delivered with the increased capacity within the group inclusive of our outsourced partners.”",
    "“However, the margin has been impacted during the year because of the upsurges in commodity price increases inclusive of cotton, oil, freight, dyes, chemicals, and auxiliaries.”",
    "Global commodity and energy prices have risen with the US Federal Reserve printing money, also triggering supply chain disruptions from sudden spike in demand. The Fed is now starting to tighten policy.",
    "“The increase in commodities has been the biggest challenge during the year and increases in prices to our customers and efficiency within the Group were the key strategies despite the increase in prices of all main raw materials,” Teejay said.",
    "Profits Before finance income fell 8 percent to 716 million rupees.",
    "Net finance income grew 45 percent 176 million rupees, despite interest expenses rising from 24 to 71 million rupees, as the rupee depreciated giving nominal profits to dollar assets.",
    "Profits before tax were down 1 percent to 892 million rupees.",
    "Income tax fell to 66 million rupees, from 141 million rupees a year ago heling net profits.",
    "The group had 5.9 billion rupees worth cash balances while its long term borrowings went up to 5.5 billion rupees from 197 million rupees.",
    "Its inventory measured in rupees went up to 16 billion rupees from 7.2 billion a year earlier.",
    "Total assets shot up to 59 billion rupees from 31 billion rupees a year earlier. (Colombo/May28/2022)"
  ]
}