{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/23/imf-may-take-time-adb-wb-us-indian-aid-underway-finance-minister/",
  "time_ut": 1650682020,
  "title": "IMF may take time, ADB, WB, US & Indian aid underway: Finance Minister",
  "body_lines": [
    "COLOMBO (News 1st); Minister of Finance Ali Sabri PC says there are a number of issues that need to be addressed in obtaining financial assistance from the International Monetary Fund, including the duration, which could prove to be an obstacle.",
    "Joining via Zoom from Washington, D.C., he said it would take a certain period of time to get the support of the International Monetary Fund while alleging that the actions of Governments since 2015 caused for the country to fall to this state.",
    "Speaking further, the Minister said that the current discussions with the IMF are at a preliminary stage, and it will take a certian period of time before it reaches a serious point where the IMF will agree to provide the country with funds, as it does not fund simply any country, freely.",
    "Accordingly, the Minister said that he discussed the country’s situation with the World Bank as well, which agreed to provide 300 – 600 Million USD between two months to four week’s time. This amount will be directed for the benevolence of those who are in poverty, he added.",
    "The Asian Development Bank has agreed to provide funds for Sri Lanka, especially to obtain medicines and other necessities for the people, the Finance Minister said.",
    "Moreover, the Finance Minister of India, Nirmala Sitharaman also agreed to provide an an amount worth 500 Million USD to purchase fuel, while an amount of 1.4Bn USD to be paid has been postponed till January via the Asian Clearing Union, Minister Sabry said.",
    "“Apart from that, we have requested a 1 Billion USD loan to import essential items. They are also considering our request to lend another 1 Billion USD after the first one,” the Finance Minister said in reference to India.",
    "Moreover, the Finance Minister said that he met with economic experts from the US, and their Finance Ministry as well.",
    "The Finance Minister said that there are three strategies for funding; immediate emergency funding, bridge financing or to go in line with the growth trajectory.",
    "Accordingly, while Sri Lanka is in talks with several countries for immediate funding, Sri Lanka has to agree to IMF funding conditions, which is that debt needs to be sustainable, and Sri Lanka is taking many steps, such as staff-level talks, discussions with creditors and fiscal reforms to make it possible, the Finance Minister added.",
    "“Our policy should be that we are honest. Honesty is the best policy. We have to tell to truth to everyone, whether it’s the public, the IMF or even bilateral partners,” he emphasized.",
    "IMF may take time, ADB, WB, US & Indian aid underway: Finance Minister",
    "“I did not go to NSC meeting about Rambukkana, I was told the details later” – PM",
    "Jehan completes three-day trek demanding justice for Easter Attacks victims"
  ]
}