{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hela-apparel-holdings-completes-landmark-year-of-growth-and-consolidation/",
  "time_ut": 1653654720,
  "title": "Hela Apparel Holdings completes landmark year of growth and consolidation",
  "body_lines": [
    "Amidst a host of global and local challenges, Hela Apparel Holdings PLC recorded a landmark year of growth in FY 2021/22, with revenue increasing by 75% to LKR 56 Bn. Profits attributable to equity holders also increased to LKR 813 MN, compared to LKR 767 MN in FY 2020/21. In addition, the company’s successful listing on the Colombo Stock Exchange earlier this year has contributed to a significant strengthening in its balance sheet, positioning it well for further expansion.",
    "On a quarterly basis, the Group continued in its strong growth trajectory into the fourth quarter with a 49% rise in revenue, when compared to the corresponding quarter of the previous year. That said, persistent increases in global commodity prices and freight costs weighed on profit margins during the quarter, while ongoing disruptions to global supply chains and a temporary labour dispute which led to an unplanned closure of the plant for over a week at the company’s Kenyan manufacturing facility also affected the performance.",
    "“Despite a challenging final quarter, FY 2021/22 was a historic year for Hela with exceptional revenue growth reflecting the strength of demand in the Company’s key export markets, as well as its successful customer engagement strategies. We are also pleased to see the improvement in the Group’s balance sheet with the support of the IPO proceeds, which places it in a strong position for further expansion” said A.R. Rasiah, Chairman of Hela Apparel Holdings as he shared his thoughts on the results. The Group’s Debt-to-Equity ratio dropped to 2.4 as of 31st March 2022, compared to 4.0 at the close of the previous financial year, as it implemented the intended debt settlement funded by the IPO proceeds.",
    "Dilanka Jinadasa, Group CEO of Hela Apparel Holdings said “Hela’s order book remains strong and our main focus during the coming months will be on navigating the current local and global challenges while also implementing comprehensive margin improvement measures. In this context, while we expect revenue growth to be more measured in FY 2022/23, profitability should continue to improve as external pressures ease and cost management measure take effect”. He further added, “we continue to hope for positive changes in Sri Lanka that will provide greater political and economic stability in the coming months. These factors remain crucial to ensure the uninterrupted operation and growth of the apparel manufacturing sector in the country.”",
    "Prime Lands Residencies records a profit of LKR 1.68 billion in FY 2021/22",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}