{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82041/pope-urges-for-truth-behind-sri-lankas-easter-sunday-bombings",
  "time_ut": 1650895740,
  "title": "Pope urges for truth behind Sri Lanka’s Easter Sunday bombings",
  "body_lines": [
    "Pope Francis on Monday expressed his closeness with the families of the victims of Sri Lanka’s Easter Sunday bombings 3 years ago, and urged the country’s authorities to unveil the truth behind the attacks, saying it will usher in peace.",
    "He also prayed that the country be able to tide over its worst economic crisis in living memory.",
    "The Pope was addressing some 3,500 Sri Lankan Catholics working in Italy, including a delegation of the families of victims and survivors of the 2019 terrorist bomb attacks, led by Cardinal Malcolm Ranjith of Colombo.",
    "Some 270 people were killed, including at least 45 foreign nationals and some 500 were injured, as 3 churches and 3 luxury hotels were hit in a series of coordinated Islamist terrorist suicide bomb attacks on 21 April 2019.",
    "Most of the casualties took place in St. Sebastian’s Catholic Church in the suburb of Negombo, belonging to Cardinal Ranjith’s Archdiocese of Colombo, where 113 died. The other churches hit were St. Anthony’s Shrine in Kochchikade, also of Colombo Archdiocese, and the Evangelical Zion Church of Batticaloa on the eastern coast.",
    "The outspoken Sri Lankan Cardinal has been vigorously calling for justice, alleging that the government has been covering up the investigations into the bombings, in order to protect the brains behind them.",
    "Speaking to the Sri Lankan group at the end of a Mass celebrated by Cardinal Ranjith in St. Peter’s Basilica in the Vatican, Pope Francis noted that they were gathered there to mark the “anniversary of the tragic events which, on Easter Day 2019, sowed death and terror in Sri Lanka”.",
    "“Today you have offered the Eucharistic Sacrifice in suffrage for the victims of those terrible attacks, and you have prayed for those injured - some of whom are present here - and for their families, as well as for all the people of Sri Lanka. With all my heart I join you in prayer.”",
    "Assuring them with the Easter greeting of the Risen Lord, “Peace be with you”, the Pope said, “In the face of the horror and absurdity of certain acts, which seem impossible to be committed by people, it is evident that this is the work of the Evil One.”",
    "He said this explains why “the Son of God, the Innocent, the Holy, the Righteous, had to die crucified to save us”.",
    "“He took upon himself not only death, but the cruelty of evil, hatred, fratricidal violence. His Cross and his Resurrection are light of hope in the thickest darkness,” the Pope said, urging the Sri Lankan Catholics to “pray for all the victims of violence and war, especially terrorism”.",
    "Pope Francis then made an appeal to the authorities of Sri Lanka regarding the Easter bombings.",
    "“Please, out of love for justice, out of love for your people, let it be made clear once and for all who were responsible for these events,” he said, assuring, “This will bring peace to your conscience and to your country.”",
    "The Holy Father told the Catholics that he also wanted to join them to pray for their homeland, which he visited in 2015.",
    "“Let us pray for the authorities, for those who have social and educational responsibilities and for all the people,” the Pope said. “May the present difficulties be solved with the commitment and collaboration of all,” he urged.",
    "The Holy Father was referring to Sri Lanka’s worst economic nightmare in its history since its independence from British rule in 1948.",
    "Concluding his greetings, Pope Francis imparted his blessing on the Sri Lankan community, inviting them to pray for the Church in Sri Lanka that it be filled with the Holy Spirit and joyfully announce the Gospel of Christ the Saviour.",
    "“May the present difficulties be solved with the commitment and collaboration of all.”"
  ]
}