{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-actions-to-stabilize-economy-in-global-turmoil-cabraal-91525/",
  "time_ut": 1646960220,
  "title": "Sri Lanka actions to stabilize economy in global turmoil: Cabraal",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s actions including a float of the currency and taxes on imported items will help the economy stabilize amid global turmoil, Central Bank Governor Nivard Cabraal said, as the rupee fell in an free float exercise.",
    "The rupee closed at 255/265 to the US dollar on March 10, after opening at 240/260 as the currency headed towards a free float. The kerb market rate and the interbank spot market have unified.",
    "Sri Lanka is facing high oil prices and the central bank has depleted its reserves.",
    "Cabral has tightened policy rate 100 basis points to 7.50 allowed market rate to go up, and has also called for fuel price hikes as oil prices rocketed in a bubble fired by the Federal Reserve worsened by Russia’s invasion of Ukraine.",
    "This week the government said it was placing controls on some imports.",
    "“Upon our advice the government seems to be reacting positively and that would help steer the economy to calmer waters in this time of unprecedented global challenges,” Cabraal said on March 10.",
    "“By carrying out those functions, we would be able to increase the policy space in order to take a more sustainable approach.”",
    "Cabraal called for higher taxes on 700 imported items, which will boost tax revenues.",
    "However authorities have also placed licenses on many items which critics say leads to corruption as they had done in the past and increases distortions in the economy.",
    "Top economist W A Wijewardena said the float was a step in the right direction but policy rates have to be raised to help the rupee and also cool inflation.",
    "“We have to raise rates to contain the rising inflation in the country,” Wijewardene said.",
    "“But it has a positive effect on the exchange rate. One reason very high demand for imports is the money available. The high aggregate demand is driving imports.”",
    "The central bank as advisor to the government has also called for higher taxes, and a break on non-urgent capital spending which will immediately put break on imports.",
    "Sri Lanka central bank asks govt to delay capex, raise taxes, sell assets to slow forex crisis",
    "Slowing government capex financed by domestic borrowings will cool the deficit and reduce aggregate demand leaving more forex exchange inflows for items like fuel.",
    "In 2021, investment goods imports including building materials surged to 4.46 billion US dollars from 3.5 billion rupees a year earlier while fuel imports rose to 3.7 billion dollars from 2.5 billion dollars.",
    "The central bank has also called for higher fuel and electricity prices. Oil prices which have been bubbling due to Federal Reserve money printing (Powell Bubble) rose to levels not seen since the Greenspan-Bernanke bubble which collapsed in 2008.",
    "Higher energy prices direct spending power to oil and reduces non-oil consumption allowing total imports to remain the same.",
    "If oil is subsidized by credit it will drive up interest rates and if the policy rate of 7.5 percent is enforced, money will be printed to accommodate subsidy creating further pressure on the rupee.",
    "There are calls to raise rates to help the rupee and also eliminate arbitrage opportunities between the overnight rates and the 3-month bill yield. (Colombo/Mar11/2022)"
  ]
}