{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Supplying-medicine-to-pharmacies-suspended-from-yesterday/155-232685",
  "time_ut": 1646801520,
  "title": "Supplying medicine to pharmacies suspended from yesterday",
  "body_lines": [
    "After the decision by the Central Bank of Sri Lanka (CBSL) to devalue the rupee against the US dollar to Rs. 230, the mainline medicine manufacturing companies and importers are contemplating to stop supplying medicine to pharmacies from yesterday, All-Island Private Pharmacy Owners' Association (ACPPOA) President Chandika Gankanda said.",
    "He told the Daily Mirror that the pharmaceutical companies and importers have already stopped distributing even from their existing stocks to pharmacies.",
    "When speaking further he said, after evaluating the rupee, those pharmaceutical dealers would be unable to make a profit. He said most of the medicine varieties and ingredients were imported on credit. Therefore, the manufacturers or importers will incur a huge loss when selling them in the local market at a low cost, Gankanda said.",
    "\"With the current dollar crunch in the country, the manufacturers and importers are unable to manufacture or import the required medicines as they are higher in price. If some of the drugs they import are subject to price control, they cannot sell them in the local market. Most of the drugs are sold at controlled prices, \"he said.",
    "The ACPPOA had a discussion with the Production, Supply, and Regulation of Pharmaceuticals State Minister Channa Jayasumana yesterday. Another meeting with the state minister is scheduled for today, he said.",
    "\"During the meeting, a decision will be taken to increase the selling prices of medicine through the local pharmacies. However, the mainline pharmaceutical manufacturing companies and importers have stopped the distribution of medicinal drugs until the final decision of increasing the selling price of medicines or until the official gazette notification is published, \"ACPPOA President said.",
    "Therefore, the ACPPOA requested all pharmacy owners to issue their existing stock of medicines sparingly while explaining the situation to their consumers.",
    "Gankanda added that if the country run out of medicines, it would be another major issue other than the fuel and milk powder shortages in the country. (Chaturanga Samarawickrama)"
  ]
}