{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/fuel-crisis-sri-lanka-wants-another-usd-500-mn-from-india/",
  "time_ut": 1655214660,
  "title": "Fuel Crisis: Sri Lanka wants another USD 500 Mn from India",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lankan Government currently facing issues locally and diplomatically in sourcing fuel.",
    "The final fuel tanker carrying diesel, under the Indian Line of Credit is scheduled to arrive in the country on Thursday (16), while the Government has another US $ 500 million loan facility to purchase more petroleum from India.",
    "However, the Minister of Education, Susil Premajayantha, assured that although the final fuel tanker from the USD 200 million Line of credit is due to arrive soon, a request has been put forward for another Line of Credit for USD 500 million, to which necessary approval has already been granted.",
    "Therefore, the Minister said that only one fuel tanker is needed to manage the interim period between the Credit Lines.",
    "He stated that the Ministry of Energy is carrying out the necessary arrangements for the relevant Line of Credit.",
    "Although the Cabinet has approved a US $ 500 million loans from the Indian Exim Bank to purchase fuel, it is not clear if India approved the facility.",
    "The Exim Bank of India provided a loan of US $ 500 million to purchase fuel from the last week of March, followed by another US $ 200 million in May.",
    "The final oil tanker under the extended USD 200 million Line of Credit will arrive on the 16th. Prior to the loan facility of US $ 500 million in March, agreements were signed with the Indian Oil Company to implement the Trincomalee Oil Tank Complex Project.",
    "Subsequently, by the time the loan of USD 200 million loan was finalized, agreements were drawn to implement the 500-megawatt Punerin and Mannar Renewable Energy Projects.",
    "Now, another $ 500 million is being requested to purchase fuel from India, yet the question is what will Sri Lanka have to sacrifice for this?",
    "What will happen to our country’s fuel supply if the Exim Bank of India does not provide this $ 500 million loan facility?",
    "Secretary to the Ministry of Power and Energy, Mapa Pathirana stated that efforts are being made to locate suppliers who would entertain Long Term Credit Facilities.",
    "He stated that several companies have already submitted proposals to deliver fuel in accordance with the conditions offered by Sri Lanka.",
    "However, the Ministry has been unable to select a supplier after completing the process.",
    "What will happen in the future due to the non-availability of a supplier on a long-term credit facility and uncertainty of the credit facility from India?",
    "Some parties point out that there was an opportunity to obtain oil on a concessional basis from a deal between Governments with Russia.",
    "However, the Petroleum Corporation took steps to recently purchase a stock of Russian crude oil, of which, the Sapugaskanda refinery was revived after three months of closure.",
    "The deal to award power projects to the Adani Company became a matter of concern last week when the former Chairman of the CEB made a startling revelation at the COPE Committee, which he later retracted citing emotional stress.",
    "However, the question remains as to whether this issue will affect diplomatic relations.",
    "At the same time, concerns are mounting as to whether Sri Lanka will lose benefits by NOT engaging with Russia diplomatically.",
    "If there is no diplomatic engagement, shouldn’t the government elaborate on the company that it will be selecting to deal in Rupees for Fuel, and the process that is adopted?",
    "Attract more tourists, resume Palaly operations: Prime Minister advises tourism stakeholders"
  ],
  "translate": {
    "si": {
      "title": "ඉන්ධන අර්බුදය: ශ්‍රී ලංකාවට ඉන්දියාවෙන් තවත් ඩොලර් මිලියන 500ක් අවශ්‍යයි",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකා රජය දැනට ඉන්ධන ලබා ගැනීමේදී දේශීය හා රාජ්‍ය තාන්ත්‍රික වශයෙන් ගැටලුවලට මුහුණ දී සිටී.",
        "ඉන්දීය ණය රේඛාව යටතේ ඩීසල් රැගත් අවසන් ඉන්ධන නෞකාව බ්‍රහස්පතින්දා (16) දිවයිනට පැමිණීමට නියමිත අතර, ඉන්දියාවෙන් තවත් ඛනිජ තෙල් මිලදී ගැනීම සඳහා රජයට තවත් ඇමෙරිකානු ඩොලර් මිලියන 500ක ණය පහසුකමක් තිබේ.",
        "කෙසේ වෙතත්, අධ්‍යාපන අමාත්‍ය සුසිල් ප්‍රේමජයන්ත සහතික වූයේ ඇමරිකානු ඩොලර් මිලියන 200 ක ණය රේඛාවේ අවසන් ඉන්ධන නැව ළඟදීම පැමිණීමට නියමිත නමුත් තවත් ණය රේඛාවක් සඳහා ඩොලර් මිලියන 500 ක් සඳහා ඉල්ලීමක් ඉදිරිපත් කර ඇති බවත්, ඒ සඳහා අවශ්‍ය වන බවත්ය. අනුමැතිය දැනටමත් ලබා දී ඇත.",
        "එබැවින් ක්‍රෙඩිට් ලයින් අතර අන්තර් කාලසීමාව කළමනාකරණය කිරීම සඳහා අවශ්‍ය වන්නේ එක් ඉන්ධන නැවක් පමණක් බවත් අමාත්‍යවරයා පැවසීය.",
        "ඔහු සඳහන් කළේ අදාළ ණය රේඛාව සඳහා අවශ්‍ය කටයුතු බලශක්ති අමාත්‍යාංශය විසින් සිදු කරමින් සිටින බවයි.",
        "ඉන්ධන මිලදී ගැනීම සඳහා ඉන්දීය එක්සිම් බැංකුවෙන් ඇමෙරිකානු ඩොලර් මිලියන 500ක ණය මුදලක් ලබාදීමට කැබිනට් මණ්ඩලය අනුමැතිය දී ඇතත් ඉන්දියාව එම පහසුකම අනුමත කළේද යන්න පැහැදිලි නැත.",
        "ඉන්දියාවේ එක්සිම් බැංකුව මාර්තු මස අවසන් සතියේ සිට ඉන්ධන මිලදී ගැනීම සඳහා ඇමෙරිකානු ඩොලර් මිලියන 500ක ණයක් ලබා දුන් අතර පසුව මැයි මාසයේදී තවත් ඇමෙරිකානු ඩොලර් මිලියන 200ක් ලබා දී ඇත.",
        "ඇ.ඩො. මිලියන 200 ක දිගු කළ ණය රේඛාව යටතේ අවසන් තෙල් නැව 16 වැනිදා පැමිණෙනු ඇත. මාර්තු මාසයේදී ඇමෙරිකානු ඩොලර් මිලියන 500ක ණය පහසුකම ලබාදීමට පෙර ත්‍රිකුණාමල තෙල් ටැංකි සංකීර්ණ ව්‍යාපෘතිය ක්‍රියාත්මක කිරීම සඳහා ඉන්දීය තෙල් සමාගම සමඟ ගිවිසුම් අත්සන් කළා.",
        "ඉන් අනතුරුව ඇමෙරිකානු ඩොලර් මිලියන 200ක ණය මුදල ලබාදී අවසන් වන විට මෙගාවොට් 500ක පුනේරින් සහ මන්නාරම පුනර්ජනනීය බලශක්ති ව්‍යාපෘති ක්‍රියාත්මක කිරීමට එකඟතා ඇතිකරගෙන ඇත.",
        "දැන් ඉන්දියාවෙන් ඉන්ධන මිලදී ගැනීමට තවත් ඩොලර් මිලියන 500ක් ඉල්ලා සිටින නමුත් ප්‍රශ්නය වන්නේ මේ සඳහා ලංකාවට කුමක් කැප කිරීමට සිදුවේද යන්නයි.",
        "ඉන්දියාවේ එක්සිම් බැංකුව මෙම ඩොලර් මිලියන 500 ක ණය පහසුකම ලබා නොදුනහොත් අපේ රටේ ඉන්ධන සැපයුමට කුමක් සිදුවේද?",
        "විදුලිබල හා බලශක්ති අමාත්‍යාංශයේ ලේකම් මාපා පතිරණ මහතා සඳහන් කළේ, දිගුකාලීන ණය පහසුකම් ලබා දෙන සැපයුම්කරුවන් සොයා ගැනීමට කටයුතු කරමින් සිටින බවයි.",
        "ඔහු ප්‍රකාශ කළේ ශ්‍රී ලංකාව ඉදිරිපත් කර ඇති කොන්දේසිවලට අනුව ඉන්ධන බෙදා හැරීම සඳහා සමාගම් කිහිපයක් දැනටමත් යෝජනා ඉදිරිපත් කර ඇති බවයි.",
        "කෙසේ වෙතත්, එම ක්‍රියාවලිය අවසන් කිරීමෙන් පසු සැපයුම්කරුවෙකු තෝරා ගැනීමට අමාත්‍යාංශයට නොහැකි වී තිබේ.",
        "දිගුකාලීන ණය පහසුකමක් සඳහා සැපයුම්කරුවෙකු නොමැති වීම සහ ඉන්දියාවෙන් ලැබෙන ණය පහසුකමේ අවිනිශ්චිතතාවය හේතුවෙන් අනාගතයේදී කුමක් සිදුවේද?",
        "සමහර පාර්ශ්ව පෙන්වා දෙන්නේ රුසියාව සමඟ රජයන් අතර ඇතිකරගත් ගනුදෙනුවකින් සහනදායී පදනමක් මත තෙල් ලබාගැනීමට අවස්ථාවක් තිබූ බවයි.",
        "කෙසේ වෙතත්, ඛනිජ තෙල් නීතිගත සංස්ථාව රුසියානු බොරතෙල් තොගයක් මිලදී ගැනීමට පසුගියදා පියවර ගත් අතර, ඉන් සපුගස්කන්ද පිරිපහදුව මාස තුනක වසා දැමීමෙන් පසු යළි පණ ගැන්විණි.",
        "Adani සමාගමට විදුලි ව්‍යාපෘති පිරිනැමීමේ ගනුදෙනුව පසුගිය සතියේ කනස්සල්ලට කරුණක් වූයේ විදුලිබල මණ්ඩලයේ හිටපු සභාපතිවරයා කෝප් කමිටුවේදී විස්මිත හෙළිදරව්වක් කළ අතර පසුව ඔහු චිත්තවේගීය ආතතිය කියමින් එය ඉල්ලා අස්කර ගත්තේය.",
        "කෙසේ වෙතත්, මෙම ගැටළුව රාජ්‍ය තාන්ත්‍රික සබඳතාවලට බලපාන්නේද යන ප්‍රශ්නය තවමත් පවතී.",
        "ඒ අතරම, රුසියාව සමඟ රාජ්‍ය තාන්ත්‍රිකව සම්බන්ධ නොවී සිටීමෙන් ශ්‍රී ලංකාවට ප්‍රතිලාභ අහිමි වේද යන්න පිළිබඳ කනස්සල්ල වැඩි වෙමින් පවතී.",
        "රාජ්‍ය තාන්ත්‍රික මැදිහත් වීමක් නොමැති නම්, ඉන්ධන සඳහා රුපියල්වලින් ගනුදෙනු කිරීමට තෝරා ගන්නා සමාගම සහ අනුගමනය කරන ක්‍රියාවලිය පිළිබඳව රජය විස්තර කළ යුතු නොවේද?",
        "වැඩි සංචාරකයින් ගෙන්වා ගන්න, පලාලි මෙහෙයුම් නැවත ආරම්භ කරන්න: අගමැති සංචාරක පාර්ශවකරුවන්ට උපදෙස් දෙයි"
      ]
    },
    "ta": {
      "title": "எரிபொருள் நெருக்கடி: இந்தியாவிடம் இருந்து மேலும் 500 மில்லியன் அமெரிக்க டாலர்களை இலங்கை விரும்புகிறது",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கை அரசாங்கம் தற்போது உள்நாட்டிலும் இராஜதந்திர ரீதியிலும் எரிபொருளை பெறுவதில் பிரச்சினைகளை எதிர்கொள்கிறது.",
        "இந்திய கடன் வரியின் கீழ் டீசலை ஏற்றிச் செல்லும் இறுதி எரிபொருள் டேங்கர் வியாழன் (16) நாட்டிற்கு வர உள்ளது, அதே நேரத்தில் இந்தியாவில் இருந்து அதிக பெட்ரோலியத்தை வாங்குவதற்கு அரசாங்கம் மற்றொரு 500 மில்லியன் அமெரிக்க டாலர் கடன் வசதியைக் கொண்டுள்ளது.",
        "எவ்வாறாயினும், 200 மில்லியன் அமெரிக்க டொலர் கடனுதவியில் இருந்து இறுதி எரிபொருள் தாங்கி விரைவில் வரவுள்ள போதிலும், 500 மில்லியன் அமெரிக்க டொலர் கடன் வழங்குவதற்கான கோரிக்கை முன்வைக்கப்பட்டுள்ளதாக கல்வி அமைச்சர் சுசில் பிரேமஜயந்த உறுதியளித்துள்ளார். ஒப்புதல் ஏற்கனவே வழங்கப்பட்டுள்ளது.",
        "எனவே, கடன் லைன்களுக்கு இடையிலான இடைக்காலத்தை நிர்வகிப்பதற்கு ஒரு எரிபொருள் தாங்கி மாத்திரமே தேவைப்படுவதாக அமைச்சர் தெரிவித்தார்.",
        "சம்பந்தப்பட்ட கடன் வரிக்கு தேவையான ஏற்பாடுகளை எரிசக்தி அமைச்சகம் மேற்கொண்டு வருவதாக அவர் கூறினார்.",
        "இந்தியன் எக்சிம் வங்கியிடமிருந்து 500 மில்லியன் அமெரிக்க டாலர் கடனாக எரிபொருள் வாங்குவதற்கு அமைச்சரவை ஒப்புதல் அளித்திருந்தாலும், இந்த வசதிக்கு இந்தியா ஒப்புதல் அளித்ததா என்பது தெளிவாகத் தெரியவில்லை.",
        "எக்ஸிம் வங்கி மார்ச் கடைசி வாரத்தில் இருந்து எரிபொருள் வாங்க 500 மில்லியன் அமெரிக்க டாலர் கடனை வழங்கியது, அதைத் தொடர்ந்து மே மாதத்தில் மேலும் 200 மில்லியன் அமெரிக்க டாலர்கள்.",
        "நீட்டிக்கப்பட்ட 200 மில்லியன் அமெரிக்க டாலர் லைன் ஆஃப் கிரெடிட்டின் கீழ் இறுதி எண்ணெய் டேங்கர் வரும் 16ம் தேதி வரும். மார்ச் மாதம் 500 மில்லியன் அமெரிக்க டொலர் கடனுதவி வழங்கப்படுவதற்கு முன்னர், திருகோணமலை எண்ணெய் தாங்கி வளாகத் திட்டத்தை நடைமுறைப்படுத்துவதற்கு இந்திய எண்ணெய் நிறுவனத்துடன் ஒப்பந்தங்கள் கைச்சாத்திடப்பட்டன.",
        "அதைத் தொடர்ந்து, 200 மில்லியன் அமெரிக்க டாலர் கடனுதவி இறுதி செய்யப்பட்ட நேரத்தில், 500 மெகாவாட் புனேரின் மற்றும் மன்னார் புதுப்பிக்கத்தக்க எரிசக்தி திட்டங்களை செயல்படுத்த ஒப்பந்தங்கள் வரையப்பட்டன.",
        "இப்போது, ​​இந்தியாவிடம் இருந்து எரிபொருள் கொள்வனவு செய்வதற்கு மேலும் 500 மில்லியன் டொலர்கள் கோரப்படுகின்ற போதிலும், இதற்கு இலங்கை என்ன தியாகம் செய்ய வேண்டும் என்பதே கேள்வி.",
        "எக்ஸிம் வங்கி இந்த 500 மில்லியன் டாலர் கடன் வசதியை வழங்கவில்லை என்றால் நம் நாட்டின் எரிபொருள் விநியோகம் என்னவாகும்?",
        "நீண்ட கால கடன் வசதிகளை வழங்கும் சப்ளையர்களைக் கண்டறிவதற்கான முயற்சிகள் மேற்கொள்ளப்பட்டு வருவதாக மின்சக்தி மற்றும் எரிசக்தி அமைச்சின் செயலாளர் மாபா பத்திரன தெரிவித்தார்.",
        "இலங்கை வழங்கிய நிபந்தனைகளுக்கு அமைவாக எரிபொருளை விநியோகிக்க பல நிறுவனங்கள் ஏற்கனவே முன்மொழிவுகளை சமர்ப்பித்துள்ளதாக அவர் குறிப்பிட்டுள்ளார்.",
        "எவ்வாறாயினும், செயல்முறையை முடித்த பிறகு ஒரு சப்ளையரைத் தேர்ந்தெடுக்க அமைச்சகத்தால் முடியவில்லை.",
        "நீண்ட கால கடன் வசதியில் சப்ளையர் இல்லாததாலும், இந்தியாவில் இருந்து கடன் வசதியின் நிச்சயமற்ற தன்மையாலும் எதிர்காலத்தில் என்ன நடக்கும்?",
        "ரஷ்யாவுடனான அரசாங்கங்களுக்கிடையிலான ஒப்பந்தத்தின் மூலம் சலுகை அடிப்படையில் எண்ணெயைப் பெறுவதற்கான வாய்ப்பு இருந்ததாக சில தரப்பினர் சுட்டிக்காட்டுகின்றனர்.",
        "எவ்வாறாயினும், பெற்றோலியக் கூட்டுத்தாபனம் அண்மையில் ரஷ்ய கச்சா எண்ணெயை கொள்வனவு செய்ய நடவடிக்கை எடுத்தது, அதில் சபுகஸ்கந்த சுத்திகரிப்பு நிலையம் மூன்று மாதங்கள் மூடப்பட்ட பின்னர் புத்துயிர் பெற்றது.",
        "அதானி நிறுவனத்திற்கு மின் திட்டங்களை வழங்குவதற்கான ஒப்பந்தம் கடந்த வாரம் CEB இன் முன்னாள் தலைவர் COPE குழுவில் ஒரு திடுக்கிடும் வெளிப்பாட்டைச் செய்தபோது கவலைக்குரிய விஷயமாக மாறியது, பின்னர் அவர் உணர்ச்சி அழுத்தத்தை காரணம் காட்டி பின்வாங்கினார்.",
        "எவ்வாறாயினும், இந்த விவகாரம் இராஜதந்திர உறவுகளை பாதிக்குமா என்பது கேள்விக்குறியாகவே உள்ளது.",
        "அதேவேளை, இராஜதந்திர ரீதியில் ரஷ்யாவுடன் ஈடுபடாமல் இருப்பதன் மூலம் இலங்கை நன்மைகளை இழக்குமா என்ற கவலைகள் அதிகரித்து வருகின்றன.",
        "இராஜதந்திர நிச்சயதார்த்தம் இல்லை என்றால், எரிபொருளுக்கான ரூபாயில் ஒப்பந்தம் செய்யத் தேர்ந்தெடுக்கும் நிறுவனத்தைப் பற்றியும், ஏற்றுக்கொள்ளப்படும் செயல்முறை பற்றியும் அரசாங்கம் விரிவாகக் கூற வேண்டாமா?",
        "அதிக சுற்றுலாப் பயணிகளை ஈர்க்கவும், பலாலி நடவடிக்கைகளை மீண்டும் தொடங்கவும்: சுற்றுலாப் பங்குதாரர்களுக்கு பிரதமர் ஆலோசனை"
      ]
    }
  }
}