{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-government-fights-itself/",
  "time_ut": 1647011220,
  "title": "The government fights itself",
  "body_lines": [
    "After months of saying that they would never do it, the Sri Lankan government has let go of the exchange rate. Once upon a time the dollar fetched five rupees: now it’s nearing 280. Things are becoming more expensive, and corporations and companies are trying to keep profit margins up. Fuel prices have already climbed, with Lanka IOC hiking petrol by LKR 50 and diesel by LKR 75 to a gallon, while importers of pharmaceuticals have conferred with the relevant Minister over similar hikes. CEYPETCO claims to be making a loss of Rs 128 per litre of diesel, a claim which could lead to another spate of hikes.",
    "It’s a testament to how passionately neoliberal think-tanks advocating these changes that while they kept publishing infographic after infographic about the dangers of keeping the rupee up, none of them have come up with a similar analysis about the consequences of letting it come down. Econsult Asia has, and its predictions are utterly devastating: bread prices could hike by up to LKR 30, milk by LKR 400, cement by LKR 600, gas by LKR 1,500. To top it all, external debt might hike by a whopping LKR 1.2 trillion.",
    "Like the mythical and nameless Dutch boy who put his finger in the dike, the government is desperately trying to stop the country from sinking. The problem is that the crises we are seeing today are unfolding not just consecutively, but also concurrently: thus, while dollars are paid for diesel, the government delays payments to three gas ships, leading to another shortage. The situation is so bad that we are rationing not so much dollars as the crises we are enduring: fuel one day, flour on another, and power on yet another.",
    "In that state of affairs, while the Opposition blames the government, the government is engaging with a blame-game within. Wimal Weerawansa’s and Udaya Gammanpila’s exit tells us what we’ve known for a long time, namely that not everyone inside was happy with the way things were going outside. Now that they have been sacked, government MPs are indulging in diatribes against them, with some even suggesting that if it wasn’t for them, we wouldn’t have been seeing these power cuts and diesel queues. That is a ludicrous claim, to be sure, but it resonates with pro-government commentators nevertheless.",
    "The Wimal-Udaya-SLPP breach is significant for at least two reasons. Firstly, it shows that the image of the government’s unity was much exaggerated. Secondly, as key ideological backers of the Bring Back Mahinda Campaign, Wimal and Udaya have effectively ruptured the trajectory of the present administration, by subjecting a government of which Mahinda Rajapaksa is Prime Minister to severe criticism. One can argue that all this is theatre, a long drama scripted by the government. Yet such explanations fail to acknowledge, or even note, the complexities of the unfolding ruptures and their origins.",
    "If it’s difficult to describe the Bring Back Mahinda Campaign today, it’s because the situation under the yahapalana government was, and is, too complex to rationalise. While liberals and left-liberals viewed it as an attempt to restore an authoritarian status quo, others saw it as a symptom of the failures of the yahapalana administration.",
    "Dayan Jayatilleka was one of the few who shared the latter opinion. From encouraging Maithripala Sirisena’s candidacy to opposing it, Dr Jayatilleka cautioned against letting the Sirisena administration be penetrated by the neoliberal right. He argued that the infiltration of such elements would lead to a backlash that would lead to the unravelling of the regime. Dismissed by most, this prediction came true on two occasions: the Local Government polls in February 2018 and the Constitutional fracas nine months later.",
    "I see the Joint Opposition’s campaigns in all this as Populist-Bonapartist. But to claim that is to view it as a monolith, which it was not. It would be more correct to characterise the JO as a movement made up of disparate and contradictory elements, some shifting to the right and others to the centre-left. It opposed not just the government, but the SLFP’s co-option by the UNP. To that end it made use of range of tactics, of which the most memorable was its bicycle-to-parliament protest against the 2018 Budget.",
    "The Bring Back Mahinda Campaign ideologues echoed the contradictions that made up the Joint Opposition. All of them had one thing in common: they hailed from political formations which eventually rallied with, and behind, Mahinda Rajapaksa. This was as true of Wimal Weerawansa as it was of Udaya Gammanpila, and Vasudeva Nanayakkara.",
    "In all fairness, it must be added here that Wimal and Udaya did critique the second Mahinda Rajapaksa administration, with Udaya articulating his criticisms in various columns. Then as now, the brunt of these critiques targeted Basil Rajapaksa and P. B. Jayasundera. However, while they did question these people as Ministers, they set aside such differences when the ineptitude of the yahapalana regime enabled them all to come together.",
    "This is not as unprecedented as it may seem: the SLFP under Chandrika Kumaratunga entered into a provisional coalition with the JVP to checkmate the UNP in 2004. That she was entering into an alliance with a party accused of sponsoring her own husband’s death did seem ironic at the time. Yet for all the disarray that short-lived coalition generated, it achieved much and more importantly ate into the UNP’s electoral prospects. On the other hand, when the contradictions between the SLFP and the JVP got too out of hand, the JVP did not hesitate to walk out, though at the cost of several defections to the Rajapaksas: the most prominent, of course, being Wimal Weerawansa’s.",
    "An important point that often goes unmentioned is that the Joint Opposition was focused less on a Gotabaya Rajapaksa presidency than a Mahinda Rajapaksa premiership. As Dayan Jayatilleka has observed, the initial plan was to make Mahinda an Executive Prime Minister under the 19th Amendment, and his younger brother a presidential figure on par with Raul Castro. In an interview with D. B. S. Jeyaraj in 2016, Jayatilleka called the two brothers “the closest we get, and shall get in the foreseeable future, to a Fidel and Raul.”",
    "Such analogies made sense when the Joint Opposition swayed to the Populist Left. And for a while, it did sway that way. Like the MORENA coalition’s campaign in Mexico last year, the JO targeted the yahapalana regime’s rightward shifts, including its fuel price formula and its frequent invocations of IMF rhetoric, while touting a populist line.",
    "Yet just as the yahapalana government lost its progressive potential once it got enmeshed in what Dr Jayatilleka called the CBK-Ranil-Mangala troika, the JO abandoned its progressive potential by wilfully tilting to the right. By 2018, the government’s embrace of the neoliberal right was echoing the Joint Opposition’s embrace of a neoconservative right.",
    "As a result of all this, the country’s political dynamics changed, never to be reconfigured or restored again. It was here that the Viyathmaga-Eliya conjunction laid the groundwork for Gotabaya Rajapaksa’s presidency, a presidency sealed by the yahapalana regime’s less than stellar handling of national security and sovereignty.",
    "The Bring Back Mahinda Campaign responded ambivalently to these shifts and detours, pushing for Rajapaksa’s presidency and its entrenchment via the 20th Amendment while opposing the latter document’s provisions on dual citizens entering parliament. It was their disagreement with those provisions, incidentally, which pitted them against Basil Rajapaksa: the man they accuse today of holding the country’s economy to ransom.",
    "It’s not entirely accurate to blame Wimal and Udaya, and the rest of the 11 government-allied parties which have now come together against the SLPP, for having voted for the 20th Amendment despite these misgivings. This is because while politics is indeed the art of the possible, it’s also a game of compromise. Alliances are marriages of convenience, and given the nature of the electoral system, they are absolutely vital for stability.",
    "Wimal and Udaya have recounted in interviews that they supported 20A on condition that Basil Rajapaksa not be made MP. That does sound naive, to be sure. Yet consider that in 2015 the JO, barring one MP, voted for the 19th Amendment, despite its anti-Rajapaksist overtones. That sounds incredible too. But it is how politics works.",
    "The crisis facing the government is obvious enough. By destroying the UNP in one go, it destroyed the only possible enemy it could have used to keep itself in check and ensure its unity. Today the CBK-Ranil-Mangala troika is in disarray: Ranil Wickremesinghe is the sole voice and face of the UNP in parliament, Chandrika Kumaratunga is nowhere to be seen, and Mangala Samaraweera is dead. In the face of the crisis or the crises we are now undergoing, the regime finds itself unable to prevent its own fragmentation. It remains to be seen where all this will lead. By all accounts, we are entering a very interesting time.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ආණ්ඩුවම සටන් කරනවා",
      "body_lines": [
        "කවදාවත් කරන්නේ නෑ කියලා මාස ගාණක් ගියාට පස්සේ ශ්‍රී ලංකා රජය විනිමය අනුපාතිකය අත්හැරලා තියෙනවා. වරෙක ඩොලරයට රුපියල් පහක් ලැබුණි: දැන් එය 280 ට ආසන්නයි. දේවල් මිල අධික වෙමින් පවතින අතර සංගත සහ සමාගම් ලාභ ආන්තිකය තබා ගැනීමට උත්සාහ කරයි. ලංකා IOC සමාගම පෙට්‍රල් රුපියල් 50 කින් සහ ඩීසල් ගැලුමකින් රුපියල් 75 කින් වැඩි කිරීමත් සමඟ දැනටමත් ඉන්ධන මිල ඉහළ ගොස් ඇති අතර ඖෂධ ආනයනකරුවන් ද එවැනිම මිල ඉහළ දැමීම් සම්බන්ධයෙන් අදාළ අමාත්‍යවරයා සමඟ සාකච්ඡා කර ඇත. CEYPETCO ඩීසල් ලීටරයකින් රුපියල් 128 ක අලාභයක් සිදු කරන බව ප්‍රකාශ කරයි, එය තවත් ඉහළ දැමීම් මාලාවකට තුඩු දිය හැකි ප්‍රකාශයකි.",
        "රුපියල ඉහළ මට්ටමක තබාගැනීමේ භයානකකම ගැන ඉන්ෆොග්‍රැෆික් එකෙන් පසු තොරතුරු ප්‍රකාශනය කරමින් සිටියත්, එය පහත වැටීමට ඉඩ හැරීමේ ප්‍රතිවිපාක ගැන ඔවුන් කිසිවෙක් සමාන විග්‍රහයක් ඉදිරිපත් කර නොතිබීම, මෙම වෙනස්කම් වෙනුවෙන් පෙනී සිටින නවලිබරල් චින්තන ටැංකි කෙතරම් උද්‍යෝගිමත් ලෙස පෙනී යන බවට සාක්ෂියකි. Econsult Asia සතුව ඇති අතර, එහි අනාවැකි මුළුමනින්ම විනාශකාරී ය: පාන් මිල රුපියල් 30 කින් ද, කිරි LKR 400 කින් ද, සිමෙන්ති LKR 600 කින් ද, ගෑස් LKR 1,500 කින් ද ඉහළ යා හැක. මේ සියල්ලට ඉහළින්, විදේශ ණය රුපියල් ට්‍රිලියන 1.2කින් ඉහළ යා හැකිය.",
        "මිථ්‍යා සහ නමක් නැති ලන්දේසි කොල්ලා වළට ඇඟිල්ල දැමූ ලන්දේසි කොල්ලා මෙන්, රට ගිලීම නැවැත්වීමට රජය දැඩි උත්සාහයක යෙදී සිටී. ප්‍රශ්නය වන්නේ අද අප දකින අර්බුද එක දිගට නොව සමාන්තරව දිග හැරෙමින් තිබීමයි: මේ අනුව ඩීසල් සඳහා ඩොලර් ගෙවන අතරතුර රජය ගෑස් නැව් තුනකට ගෙවීම් ප්‍රමාද කරමින් තවත් හිඟයකට තුඩු දෙයි. තත්වය කෙතරම් නරකද යත්, අප විඳදරාගන්නා අර්බුදවලට වඩා ඩොලර් සලාකනය කරන්නේ නැත: ඉන්ධන, තවත් දවසක පිටි, සහ තවත් දවසක බලය.",
        "එම තත්ත්වය තුළ විපක්ෂය ආණ්ඩුවට දොස් පවරද්දී ආණ්ඩුව ඇතුළේ දොස් කියන සෙල්ලමක යෙදී සිටී. විමල් වීරවංශගේ සහ උදය ගම්මන්පිලගේ පිටව යාමෙන් අපට කියන්නේ අපි කාලයක් තිස්සේ දැන සිටි දෙයයි, එනම් පිටත දේවල් සිදු වූ ආකාරය ගැන ඇතුළත සිටින සියල්ලන් සතුටු නොවූ බවයි. දැන් ඔවුන් නෙරපා හැරීමත් සමඟ ආණ්‌ඩුවේ මන්ත්‍රීවරුන් ඔවුන්ට එරෙහිව තක්‌සේරු කරමින් සිටින අතර ඇතැමුන් යෝජනා කරන්නේ ඔවුන් නොවන්නට මේ විදුලි කප්පාදුව සහ ඩීසල් පෝලිම් අපට නොපෙනේ යැයිද ය. එය හාස්‍යජනක ප්‍රකාශයක්, නිසැකවම, නමුත් එය කෙසේ වෙතත් රජයට පක්ෂපාතී විචාරකයින් සමඟ අනුනාද වේ.",
        "විමල් - උදය - ශ්‍රී ලංකා පොදුජන පෙරමුණ බිඳවැටීම අවම වශයෙන් හේතු දෙකක් නිසා සැලකිය යුතු ය. පළමුව, එය පෙන්නුම් කරන්නේ ආණ්ඩුවේ එකමුතුවේ ප්‍රතිරූපය අතිශයෝක්තියෙන් යුක්ත වූ බවයි. දෙවනුව, මහින්ද රාජපක්ෂ මහතා අගමැති ලෙස කටයුතු කරන රජයක් දැඩි විවේචනයට ලක් කරමින් විමල් සහ උදය වත්මන් පාලනයේ ගමන් මග ඵලදායි ලෙස බිඳ දමා ඇත්තේ මහින්ද ගෙන ඒමේ ව්‍යාපාරයේ ප්‍රධාන මතවාදී ආධාරකරුවන් ලෙසය. මේ සියල්ල රංග ශාලාව බවත්, රජය විසින් තිර රචනය කරන ලද දීර්ඝ නාට්‍යයක් බවත් කෙනෙකුට තර්ක කළ හැකිය. එහෙත් එබඳු පැහැදිලි කිරීම් දිග හැරෙන ඉරිතැලීම්වල සංකීර්ණතා සහ ඒවායේ මූලාරම්භය පිළිගැනීමට හෝ සටහන් කිරීමට පවා අසමත් වේ.",
        "අද මහින්ද ගෙනාවා ව්‍යාපාරය විස්තර කිරීම අපහසු නම්, එයට හේතුව යහපාලන රජය යටතේ තත්ත්වය තාර්කිකීකරණය කිරීමට නොහැකි තරම් සංකීර්ණ වූ සහ පවතින බැවිනි. ලිබරල්වාදීන් සහ වාම-ලිබරල්වාදීන් එය අධිකාරීවාදී තත්ත්වයකට ගෙන ඒමේ උත්සාහයක් ලෙස සලකද්දී, අනෙක් අය එය යහපාලන පරිපාලනයේ අසාර්ථකත්වයේ ලක්ෂණයක් ලෙස සැලකූහ.",
        "දයාන් ජයතිලක එම අදහස බෙදාගත් කිහිප දෙනාගෙන් කෙනෙකි. මෛත්‍රීපාල සිරිසේනගේ අපේක්ෂකත්වය දිරිමත් කිරීමේ සිට එයට විරුද්ධ වීම දක්වා, නව ලිබරල් දකුණට සිරිසේන පරිපාලනය විනිවිද යාමට ඉඩ නොතබන ලෙස ආචාර්ය ජයතිලක අවවාද කළේය. ඔහු තර්ක කළේ එවැනි මූලද්‍රව්‍ය රිංගා පාලනයේ ලිහා ගැනීමට තුඩු දෙන පසුබෑමක් ඇති වන බවයි. බොහෝ දෙනා විසින් ප්‍රතික්ෂේප කරන ලද, මෙම අනාවැකිය අවස්ථා දෙකකදී සැබෑ විය: 2018 පෙබරවාරියේ පළාත් පාලන මැතිවරණය සහ මාස නවයකට පසුව ඇති වූ ව්‍යවස්ථාමය ගැටුම.",
        "මේ සියල්ල තුළ ඒකාබද්ධ විපක්ෂයේ ව්‍යාපාර මම දකින්නේ ජනතාවාදී - බොනපාට්වාදී ලෙසයි. එහෙත් එසේ කියා පෑම නම් එය එසේ නොවූ ඒකලිතයක් ලෙස බැලීමයි. JO යනු අසමාන සහ පරස්පර විරෝධී මූලද්‍රව්‍ය වලින් සමන්විත ව්‍යාපාරයක් ලෙස සංලක්ෂිත කිරීම වඩාත් නිවැරදි වනු ඇත, සමහරක් දකුණට ද අනෙක් ඒවා මධ්‍ය-වමට ද මාරු වේ. එය රජයට පමණක් නොව එජාපයේ ශ්‍රීලනිප සහයෝගීතාවයට විරුද්ධ විය. ඒ සඳහා එය විවිධ උපක්‍රම භාවිත කළ අතර, ඉන් වඩාත්ම අමතක නොවන දෙය වූයේ 2018 අයවැයට එරෙහිව පාපැදියෙන් පාර්ලිමේන්තුවට ගිය විරෝධතාවය.",
        "Bring Back Mahinda ව්‍යාපාරයේ මතධාරීහු ඒකාබද්ධ විපක්ෂයේ ප්‍රතිවිරෝධතා ප්‍රතිරාවය කළහ. ඔවුන් සියලු දෙනාටම එක පොදු දෙයක් තිබුණි: ඔවුන් අවසානයේ මහින්ද රාජපක්ෂ සමඟ සහ පිටුපසින් පෙළ ගැසුණු දේශපාලන සංයුතීන්ගෙන් පැසසුමට ලක් විය. එය උදය ගම්මන්පිල, වාසුදේව නානායක්කාර වගේ ම විමල් වීරවංශ සම්බන්ධයෙන් ද සත්‍ය විය.",
        "සර්ව සාධාරණව, විමල් සහ උදය දෙවන මහින්ද රාජපක්ෂ පාලනය විවේචනය කළ අතර, උදය විවිධ තීරු ලිපිවල ඔහුගේ විවේචන ප්‍රකාශ කළ බව මෙහි එකතු කළ යුතුය. එදත් අදත් මේ විවේචනවල බරපතළකම එල්ල වූයේ බැසිල් රාජපක්ෂ සහ පී.බී.ජයසුන්දරය. නමුත් මේ අය ඇමැතිවරු විදියට ප්‍රශ්න කරන අතරේ යහපාලන රෙජීමයේ අකාරුණික බව නිසා ඒ අයව එකතු කර ගන්න පුළුවන් වුණාම මේ වගේ මතභේද පැත්තකට දැම්මා.",
        "මෙය පෙනෙන තරම් පෙර නොවූ විරූ දෙයක් නොවේ: චන්ද්‍රිකා කුමාරතුංග යටතේ ශ්‍රීලනිපය 2004 දී එජාපය පිරික්සීමට ජවිපෙ සමග තාවකාලික සභාගයකට එළැඹියේය. ඇය තම සැමියාගේ මරණයට අනුග්‍රහය දැක්වූ බවට චෝදනා එල්ල වූ පක්ෂයක් සමඟ සන්ධානගත වීම උත්ප්‍රාසයට කරුණක් විය. එම අවස්ථාවේ දි. එහෙත් කෙටිකාලීන සභාගය ඇති කළ සියලු අවුල් සහගත තත්ත්වයන් සඳහා, එය බොහෝ දේ අත්කර ගත්තේ ය. අනෙක් අතට ශ‍්‍රීලනිපය සහ ජවිපෙ අතර ප‍්‍රතිවිරෝධතා ඕනෑවටත් වඩා දුරදිග ගිය විට, රාජපක්ෂලාට නොයෙකුත් අතපසුවීම් සිදු කළත්, ජවිපෙ එළියට යාමට පසුබට වූයේ නැත: වඩාත්ම කැපී පෙනෙන්නේ, ඇත්ත වශයෙන්ම, විමල් වීරවංශගේ ය. .",
        "බොහෝ විට සඳහන් නොකරන වැදගත් කරුණක් වන්නේ මහින්ද රාජපක්ෂ අගමැතිකමකට වඩා ගෝඨාභය රාජපක්ෂ ජනාධිපති ධුරයක් කෙරෙහි ඒකාබද්ධ විපක්ෂයේ අවධානය යොමු වී නොතිබීමයි. දයාන් ජයතිලක නිරීක්ෂණය කර ඇති පරිදි 19 වැනි ව්‍යවස්ථා සංශෝධනය යටතේ මහින්ද විධායක අගමැති කර ඔහුගේ බාල සොහොයුරා රාවුල් කස්ත්‍රෝට සමාන ජනාධිපති චරිතයක් බවට පත් කිරීම මූලික සැලසුම විය. 2016 දී D. B. S. Jeyaraj සමඟ සම්මුඛ සාකච්ඡාවකදී ජයතිලක මෙම සහෝදරයන් දෙදෙනා හැඳින්වූයේ \"අපට ළං වන සහ අපේක්ෂා කළ හැකි අනාගතයේ දී ෆිදෙල් සහ රාවුල් වෙත ළඟා වනු ඇත.\"",
        "එවැනි සාදෘශ්‍යයන් අර්ථවත් වූයේ ඒකාබද්ධ විපක්‍ෂය ජනතාවාදී වාමාංශයට නැමුණු විටය. ඒ වගේම ටික වෙලාවක් ඒ විදියට පැද්දුණා. පසුගිය වසරේ මෙක්සිකෝවේ MORENA සභාගයේ ව්‍යාපාරය මෙන්ම, JO ද ඉලක්ක කළේ, ජනතාවාදී රේඛාවක් හුවා දක්වමින් එහි ඉන්ධන මිල සූත්‍රය සහ IMF වාචාලකම නිතර කැඳවීම ඇතුළු යහපාලන තන්ත‍්‍රයේ දක්ෂිනාංශ මාරුවීම් ය.",
        "එහෙත් ආචාර්ය ජයතිලක විසින් CBK-රනිල්-මංගල ත්‍රිත්වය ලෙස හැඳින්වූ දෙයට හසු වූ පසු යහපාලන ආණ්ඩුවට එහි ප්‍රගතිශීලී විභවය අහිමි වූවා සේම, JO සිය ප්‍රගතිශීලී හැකියාව අත්හැරියේ හිතාමතාම දකුණට ඇලවීමෙනි. 2018 වන විට, නව ලිබරල් දකුණේ ආන්ඩුව වැලඳ ගැනීම, නව කොන්සර්වේටිව් අයිතියක් ඒකාබද්ධ විපක්ෂය වැලඳ ගැනීම ප්‍රතිරාවය කරයි.",
        "මේ සියල්ලේ ප්‍රතිඵලයක් ලෙස රටේ දේශපාලන ගතිකත්වය වෙනස් වූයේ යළි කිසිදා ප්‍රතිසංවිධානය කිරීමට හෝ ප්‍රතිෂ්ඨාපනය කිරීමට නොහැකි ලෙසය. ජාතික ආරක්‍ෂාව සහ ස්වෛරීභාවය සම්බන්ධයෙන් යහපාලන රෙජීමයේ තාත්වික ලෙස හැසිරවීමෙන් මුද්‍රා තැබූ ජනාධිපති ධුරයක් වූ ගෝඨාභය රාජපක්‍ෂගේ ජනාධිපති ධුරය සඳහා වියත්මග-එළිය සන්ධිය අඩිතාලම දැමුවේ මෙහිදීය.",
        "ද්විත්ව පුරවැසියන් පාර්ලිමේන්තුවට ඇතුළු වීම පිළිබඳ අවසාන ලියවිල්ලේ විධිවිධානවලට විරුද්ධ වන අතරම, 20 වැනි සංශෝධනය හරහා රාජපක්ෂගේ ජනාධිපතිකම සහ එය තහවුරු කර ගැනීම සඳහා තල්ලු කරමින්, මහින්ද ආපසු ගෙන ඒමේ ව්‍යාපාරය මෙම මාරුවීම් සහ මග හැරීම්වලට දෙබිඩි ලෙස ප්‍රතිචාර දැක්වීය. එම ප්‍රතිපාදන සමඟ ඔවුන් එකඟ නොවීම නිසා, ඔවුන් බැසිල් රාජපක්ෂට එරෙහිව ඉදිරිපත් කළේ ය: අද ඔවුන් චෝදනා කරන පුද්ගලයා රටේ ආර්ථිකය කප්පම් ලෙස තබාගෙන සිටින බවට.",
        "විමල්ට සහ උදයට සහ ශ්‍රී ලංකා පොදුජන පෙරමුණට එරෙහිව දැන් එකතු වී සිටින ආන්ඩුවට සම්බන්ධ අනෙකුත් පක්ෂ 11, මෙම සැකයන් නොතකා 20 වැනි සංශෝධනයට ඡන්දය දීම ගැන චෝදනා කිරීම සම්පූර්ණයෙන්ම නිවැරදි නොවේ. මක්නිසාද යත් දේශපාලනය සැබවින්ම හැකි කලාවක් වන අතර එය සම්මුති ක්‍රීඩාවක් ද වන බැවිනි. සන්ධාන යනු පහසුව සඳහා විවාහ වන අතර, මැතිවරණ ක්‍රමයේ ස්වභාවය අනුව, ඒවා ස්ථාවරත්වය සඳහා අතිශයින්ම වැදගත් වේ.",
        "විමල් සහ උදය 20A ට සහය දුන්නේ බැසිල් රාජපක්ෂ මන්ත්‍රී ධූරයට පත් නොකිරීමේ කොන්දේසිය මත බව සම්මුඛ සාකච්ඡා වලදී නැවත වරක් ප්‍රකාශ කර ඇත. එය බොළඳ බව සහතිකයි. එහෙත් 2015 දී එක් මන්ත්‍රීවරයෙකු හැර ජවිපෙ 19 වැනි ව්‍යවස්ථා සංශෝධනයට පක්ෂව ඡන්දය ප්‍රකාශ කළේ එහි රාජපක්ෂ විරෝධී අදහස් නොතකා බව සලකන්න. එය ඇදහිය නොහැකි ලෙසද පෙනේ. නමුත් දේශපාලනය ක්‍රියාත්මක වන්නේ එයයි.",
        "ආණ්ඩුව මුහුණ දෙන අර්බුදය හොඳටම පැහැදිලියි. එක්සත් ජාතික පක්‍ෂය එක පහරකින් විනාශ කිරීමෙන් තමන්ව පාලනය කර ගෙන තම සමගිය තහවුරු කර ගැනීමට යොදා ගත හැකිව තිබූ එකම සතුරා විනාශ කර දැමුවේය. අද සී.බී.කේ-රනිල්-මංගල ත්‍රිත්වය අවුල් වී ඇත: පාර්ලිමේන්තුවේ එජාපයේ එකම හඬ සහ මුහුණ රනිල් වික්‍රමසිංහය, චන්ද්‍රිකා කුමාරතුංග පෙනෙන්නට නැත, මංගල සමරවීර මියයයි. අර්බුදය හෝ අප දැන් අත්විඳිමින් සිටින අර්බුද හමුවේ, රෙජීමයට තමන්ගේම ඛණ්ඩනය වීම වැළැක්විය නොහැකි බව පෙනී යයි. මේ සියල්ල කොතැනට ගෙන යනු ඇත්දැයි සොයා බැලිය යුතුය. සියලු ගිණුම් අනුව, අපි ඉතා රසවත් කාලයකට ඇතුල් වන්නෙමු.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசாங்கம் தானே போராடுகிறது",
      "body_lines": [
        "அதைச் செய்யவே மாட்டோம் என்று பல மாதங்களாகச் சொல்லிவிட்டு, இலங்கை அரசு மாற்று விகிதத்தை கைவிட்டது. ஒரு காலத்தில் டாலருக்கு ஐந்து ரூபாய் கிடைத்தது: இப்போது அது 280ஐ நெருங்குகிறது. பொருட்கள் விலை உயர்ந்து வருகின்றன, மேலும் நிறுவனங்களும் நிறுவனங்களும் லாப வரம்புகளை உயர்த்த முயற்சிக்கின்றன. லங்கா ஐஓசி பெட்ரோலை 50 ரூபாவினாலும் டீசலை ஒரு கேலன் ரூபாவாக 75 ரூபாவினாலும் உயர்த்தியதன் மூலம் எரிபொருட்களின் விலை ஏற்கனவே உயர்ந்துள்ளது. CEYPETCO ஒரு லிட்டர் டீசலுக்கு ரூ. 128 இழப்பை ஏற்படுத்துவதாகக் கூறுகிறது, இது மற்றொரு விலை உயர்வுக்கு வழிவகுக்கும்.",
        "நவதாராளவாத சிந்தனைக் குழுக்கள் இந்த மாற்றங்களை எவ்வளவு ஆர்வத்துடன் முன்வைக்கின்றன என்பதற்கு இது ஒரு சான்றாகும், அவர்கள் ரூபாயை உயர்த்துவதால் ஏற்படும் ஆபத்துகள் குறித்து விளக்கப்படத்திற்குப் பிறகு விளக்கப்படத்தை வெளியிடுகிறார்கள், அவர்கள் எவரும் அதைக் குறைக்க விடுவதால் ஏற்படும் விளைவுகள் பற்றி ஒரே மாதிரியான பகுப்பாய்வு செய்யவில்லை. Econsult Asia கொண்டுள்ளது, அதன் கணிப்புகள் முற்றிலும் அழிவுகரமானவை: ரொட்டி விலைகள் 30 ரூபாய், பால் LKR 400, சிமெண்ட் LKR 600, எரிவாயு LKR 1,500 வரை உயரலாம். எல்லாவற்றிற்கும் மேலாக, வெளிநாட்டுக் கடன் 1.2 டிரில்லியன் ரூபாயாக உயரக்கூடும்.",
        "புராண, பெயர் தெரியாத டச்சுச் சிறுவனைப் போல விரலைக் குழிக்குள் போட்டது போல, நாடு மூழ்குவதைத் தடுக்க அரசு தீவிரமாக முயற்சிக்கிறது. பிரச்சனை என்னவென்றால், இன்று நாம் காணும் நெருக்கடிகள் தொடர்ச்சியாக மட்டுமல்ல, ஒரே நேரத்தில் வெளிவருகின்றன: இவ்வாறு, டீசலுக்கு டாலர்கள் கொடுக்கப்பட்டாலும், அரசாங்கம் மூன்று எரிவாயு கப்பல்களுக்கு பணம் செலுத்துவதை தாமதப்படுத்துகிறது, இது மற்றொரு பற்றாக்குறைக்கு வழிவகுக்கிறது. ஒரு நாள் எரிபொருள், இன்னொரு நாள் மாவு, மற்றொன்றில் மின்சாரம் என நாம் தாங்கிக் கொண்டிருக்கும் நெருக்கடிகளைப் போல அதிக டாலர்களை நாங்கள் வழங்காத அளவுக்கு நிலைமை மோசமாக உள்ளது.",
        "இந்த நிலையில், எதிர்க்கட்சிகள் அரசாங்கத்தின் மீது குற்றம் சுமத்தினாலும், அரசாங்கம் உள்ளுக்குள் பழி போடும் விளையாட்டில் ஈடுபட்டுள்ளது. விமல் வீரவங்ச மற்றும் உதய கம்மன்பிலவின் வெளியேற்றம், நாங்கள் நீண்ட காலமாக அறிந்திருந்ததைச் சொல்கிறது, அதாவது வெளியில் நடக்கும் விதத்தில் உள்ளே இருந்த அனைவரும் மகிழ்ச்சியடையவில்லை. இப்போது அவர்கள் பதவி நீக்கம் செய்யப்பட்டுள்ளதால், அரசாங்க எம்.பி.க்கள் அவர்களுக்கு எதிராக துவேஷத்தில் ஈடுபட்டுள்ளனர், அவர்கள் இல்லையென்றால், இந்த மின்வெட்டு மற்றும் டீசல் வரிசைகளை நாங்கள் பார்த்திருக்க மாட்டோம் என்று சிலர் கருத்து தெரிவிக்கின்றனர். இது ஒரு நகைப்புக்குரிய கூற்று, நிச்சயமாக, ஆனால் அது அரசாங்க சார்பு வர்ணனையாளர்களுடன் எதிரொலிக்கிறது.",
        "விமல்-உதய-SLPP மீறல் குறைந்தது இரண்டு காரணங்களுக்காக குறிப்பிடத்தக்கது. முதலாவதாக, அரசாங்கத்தின் ஒற்றுமையின் பிம்பம் மிகைப்படுத்தப்பட்டது என்பதை இது காட்டுகிறது. இரண்டாவதாக, மஹிந்த ராஜபக்ஷ பிரதமராக இருக்கும் ஒரு அரசாங்கத்தை கடுமையாக விமர்சனத்திற்கு உள்ளாக்கியதன் மூலம், விமல் மற்றும் உதயா ஆகியோர் மீண்டும் கொண்டு வாருங்கள் மகிந்த பிரச்சாரத்தின் முக்கிய கருத்தியல் ஆதரவாளர்கள் என்ற வகையில், தற்போதைய நிர்வாகத்தின் பாதையை திறம்பட சிதைத்துள்ளனர். இதெல்லாம் தியேட்டர், அரசாங்கத்தால் எழுதப்பட்ட நீண்ட நாடகம் என்று ஒருவர் வாதிடலாம். ஆயினும்கூட, இத்தகைய விளக்கங்கள் விரிவடையும் சிதைவுகளின் சிக்கல்கள் மற்றும் அவற்றின் தோற்றம் ஆகியவற்றை ஒப்புக்கொள்ளவோ ​​அல்லது கவனிக்கவோ தவறிவிடுகின்றன.",
        "இன்று மஹிந்தவை மீண்டும் கொண்டு வாருங்கள் பிரச்சாரத்தை விவரிப்பது கடினம் என்றால், அதற்கு காரணம் யஹபாலன அரசாங்கத்தின் கீழ் நிலைமை பகுத்தறிவுக்கு மிகவும் சிக்கலானதாக இருந்தது. தாராளவாதிகள் மற்றும் இடது தாராளவாதிகள் இதை ஒரு சர்வாதிகார நிலையை மீட்டெடுக்கும் முயற்சியாகக் கருதினாலும், மற்றவர்கள் அதை யஹபாலன நிர்வாகத்தின் தோல்விகளின் அறிகுறியாகக் கருதினர்.",
        "பிந்தைய கருத்தைப் பகிர்ந்து கொண்ட ஒரு சிலரில் தயான் ஜயதிலகவும் ஒருவர். மைத்திரிபால சிறிசேனவின் வேட்புமனுவை ஊக்குவிப்பதில் இருந்து அதை எதிர்ப்பது வரை, டொக்டர் ஜயதிலகா, சிறிசேன நிர்வாகத்தை நவதாராளவாத வலதுசாரிகளால் ஊடுருவ விடாமல் எச்சரித்தார். அத்தகைய கூறுகளின் ஊடுருவல் ஒரு பின்னடைவுக்கு வழிவகுக்கும், இது ஆட்சியை அவிழ்க்க வழிவகுக்கும் என்று அவர் வாதிட்டார். பெரும்பாலானவர்களால் நிராகரிக்கப்பட்டது, இந்த கணிப்பு இரண்டு சந்தர்ப்பங்களில் உண்மையாகிவிட்டது: பிப்ரவரி 2018 இல் உள்ளாட்சித் தேர்தல் மற்றும் ஒன்பது மாதங்களுக்குப் பிறகு அரசியலமைப்பு முரண்பாடுகள்.",
        "இவை அனைத்திலும் கூட்டு எதிர்க்கட்சியின் பிரச்சாரங்களை நான் பாப்புலிஸ்ட்-போனபார்ட்டிசமாகவே பார்க்கிறேன். ஆனால் அதைக் கூறுவது, அது இல்லாத ஒரு ஒற்றைக்கல்லாகப் பார்ப்பதாகும். JO என்பது வேறுபட்ட மற்றும் முரண்பாடான கூறுகளால் உருவாக்கப்பட்ட ஒரு இயக்கமாக வகைப்படுத்துவது மிகவும் சரியாக இருக்கும், சில வலதுபுறமாகவும் மற்றவை மத்திய-இடதுபுறமாகவும் மாறும். அது அரசாங்கத்தை மட்டுமல்ல, ஐ.தே.கவின் ஸ்ரீ.ல.சு.க.வின் கூட்டு விருப்பத்தையும் எதிர்த்தது. அதற்காக அது பலவிதமான தந்திரோபாயங்களைப் பயன்படுத்தியது, அதில் மறக்கமுடியாதது 2018 பட்ஜெட்டுக்கு எதிரான அதன் சைக்கிள்-டு பார்லிமென்ட் எதிர்ப்பு.",
        "மஹிந்தவை மீண்டும் கொண்டு வாருங்கள் பிரச்சாரத்தின் சித்தாந்தவாதிகள் கூட்டு எதிர்க்கட்சியை உருவாக்கிய முரண்பாடுகளை எதிரொலித்தனர். அவர்கள் அனைவருக்கும் பொதுவான ஒன்று இருந்தது: அவர்கள் இறுதியில் மகிந்த ராஜபக்சவுடன் அணிதிரண்ட அரசியல் அமைப்புகளிலிருந்து வந்தவர்கள் மற்றும் பின்னால். இது உதய கம்மன்பில மற்றும் வாசுதேவ நாணயக்கார ஆகியோரின் விடயத்தில் இருந்ததைப் போலவே விமல் வீரவன்ச விடயத்திலும் இருந்தது.",
        "நியாயமாகப் பார்த்தால், விமலும் உதயாவும் இரண்டாவது மஹிந்த ராஜபக்ஷ நிர்வாகத்தை விமர்சித்ததையும், உதயா தனது விமர்சனங்களை பல்வேறு பத்திகளில் வெளிப்படுத்தியதையும் இங்கு சேர்க்க வேண்டும். அன்று போலவே இன்றும் இந்த விமர்சனங்கள் பசில் ராஜபக்ஷ மற்றும் பி.பி.ஜெயசுந்தர ஆகியோரைக் குறிவைத்தன. எனினும், அவர்கள் அமைச்சர்களாக இந்த மக்களைக் கேள்வி கேட்கும் அதே வேளையில், யஹபாலன ஆட்சியின் அயோக்கியத்தனம் அவர்கள் அனைவரையும் ஒன்றிணைக்க இயலும் போது அவர்கள் அத்தகைய வேறுபாடுகளை ஒதுக்கி வைத்தனர்.",
        "இது முன்னோடியாகத் தோன்றாதது அல்ல: சந்திரிகா குமாரதுங்கவின் கீழ் ஸ்ரீ.ல.சு.க. 2004 இல் யூ.என்.பி.க்கு செக்மேட் செய்வதற்காக ஜே.வி.பி.யுடன் தற்காலிக கூட்டணிக்குள் நுழைந்தது. அவர் தனது சொந்த கணவரின் மரணத்திற்கு அனுசரணை வழங்கியதாக குற்றம் சாட்டப்பட்ட ஒரு கட்சியுடன் கூட்டணியில் நுழைவது முரண்பாடாகத் தோன்றியது. அந்த நேரத்தில். ஆயினும்கூட, குறுகிய காலக் கூட்டணி உருவாக்கிய அனைத்து குழப்பங்களுக்கும், அது மிக முக்கியமாக யூ.என்.பி.யின் தேர்தல் வாய்ப்புகளை ஈர்த்தது. மறுபுறம், ஸ்ரீலங்கா சுதந்திரக் கட்சிக்கும் ஜே.வி.பி.க்கும் இடையிலான முரண்பாடுகள் கைமீறிப் போனபோது, ​​ராஜபக்ஷக்களுக்கு பல தடவைகள் செய்த போதிலும், ஜே.வி.பி வெளியேறத் தயங்கவில்லை. .",
        "மகிந்த ராஜபக்ச பிரதமர் பதவியை விட, கோட்டாபய ராஜபக்ச ஜனாதிபதி பதவியில் கூட்டு எதிரணி கவனம் செலுத்தவில்லை என்பது அடிக்கடி குறிப்பிடப்படாத ஒரு முக்கியமான விடயமாகும். தயான் ஜயதிலக்க அவதானித்தபடி, 19வது திருத்தச் சட்டத்தின் கீழ் மஹிந்தவை நிறைவேற்றுப் பிரதமராகவும், அவரது இளைய சகோதரரை ரவுல் காஸ்ட்ரோவுக்கு இணையாக ஜனாதிபதியாகவும் உருவாக்குவதே ஆரம்பத் திட்டமாக இருந்தது. 2016 இல் டி.பி.எஸ்.ஜெயராஜ் உடனான ஒரு நேர்காணலில், ஜெயதிலகா இரண்டு சகோதரர்களையும் \"பிடல் மற்றும் ரவுலுக்கு நாம் நெருங்கி வருகிறோம், மேலும் எதிர்நோக்கக்கூடிய எதிர்காலத்தில் பெறுவோம்\" என்று அழைத்தார்.",
        "கூட்டு எதிர்கட்சியானது ஜனரஞ்சக இடதுசாரிகளுடன் சாய்ந்தபோது இத்தகைய ஒப்புமைகள் அர்த்தமுள்ளதாக இருந்தன. மேலும் சிறிது நேரம், அது அப்படியே அசைந்தது. கடந்த ஆண்டு மெக்ஸிகோவில் MORENA கூட்டணியின் பிரச்சாரத்தைப் போலவே, JO அதன் எரிபொருள் விலை சூத்திரம் மற்றும் IMF சொல்லாட்சியின் அடிக்கடி அழைப்புகள் உட்பட, யஹபாலன ஆட்சியின் வலதுசாரி மாற்றங்களை குறிவைத்தது.",
        "CBK - ரணில் - மங்கள முக்கூட்டு என்று கலாநிதி ஜயதிலகா கூறியதில் மயங்கி விழுந்தவுடன் யஹபாலன அரசாங்கம் தனது முற்போக்கான திறனை இழந்தது போல், JO வேண்டுமென்றே வலது பக்கம் சாய்ந்து அதன் முற்போக்கான திறனை கைவிட்டது. 2018 ஆம் ஆண்டளவில், நவதாராளவாத உரிமையை அரசாங்கம் ஏற்றுக்கொண்டது, கூட்டு எதிர்க்கட்சியின் நியோகன்சர்வேடிவ் உரிமையைத் தழுவியதை எதிரொலித்தது.",
        "இவை அனைத்தின் விளைவாக, நாட்டின் அரசியல் இயக்கவியல் மாறியது, மீண்டும் ஒருபோதும் மறுசீரமைக்கப்படவோ அல்லது மீட்டெடுக்கவோ முடியாது. இங்குதான் வியத்மக-எலிய இணைப்பு கோட்டாபய ராஜபக்சவின் ஜனாதிபதி பதவிக்கு அடித்தளமிட்டது, தேசிய பாதுகாப்பு மற்றும் இறையாண்மையை யஹபாலன ஆட்சியின் நட்சத்திரக் கையாளுதலால் சீல் வைக்கப்பட்ட ஒரு ஜனாதிபதி.",
        "இரட்டைக் குடியுரிமை பெற்றவர்கள் நாடாளுமன்றத்தில் நுழைவது குறித்த பிந்தைய ஆவணத்தின் விதிகளை எதிர்க்கும் அதே வேளையில், ராஜபக்சவின் ஜனாதிபதி பதவிக்கும், 20வது திருத்தத்தின் மூலம் அதன் நிலைப்பாட்டிற்கும் அழுத்தம் கொடுத்து, இந்த மாற்றங்களுக்கும், வழிமாற்றங்களுக்கும் மகிந்தவை மீண்டும் கொண்டு வாருங்கள் பிரச்சாரம் இருதரப்புக்கும் பதிலளித்தது. தற்செயலாக, பசில் ராஜபக்சவுக்கு எதிராக அவர்களைத் தூண்டியது, அந்த ஏற்பாடுகளுடன் அவர்களுக்கு ஏற்பட்ட கருத்து வேறுபாடுதான்: இன்று அவர்கள் நாட்டின் பொருளாதாரத்தை மீட்கும் நோக்கில் வைத்திருப்பதாக அவர்கள் குற்றம் சாட்டுகிறார்கள்.",
        "இந்த சந்தேகங்கள் இருந்தபோதிலும் 20வது திருத்தத்திற்கு வாக்களித்ததற்காக விமல் மற்றும் உதயா மற்றும் SLPP க்கு எதிராக இப்போது ஒன்றிணைந்துள்ள அரசாங்கத்துடன் இணைந்த 11 கட்சிகளை குறை கூறுவது முற்றிலும் சரியானது அல்ல. ஏனென்றால், அரசியல் உண்மையில் சாத்தியமான கலையாக இருந்தாலும், அது ஒரு சமரச விளையாட்டாகவும் இருக்கிறது. கூட்டணிகள் வசதியான திருமணங்கள், மற்றும் தேர்தல் முறையின் தன்மையைக் கருத்தில் கொண்டு, அவை ஸ்திரத்தன்மைக்கு முற்றிலும் இன்றியமையாதவை.",
        "பசில் ராஜபக்சவை எம்பி ஆக்கக்கூடாது என்ற நிபந்தனையின் பேரில் 20ஏ க்கு ஆதரவளித்ததாக விமல் மற்றும் உதயா ஆகியோர் பேட்டிகளில் கூறியுள்ளனர். அது அப்பாவியாக ஒலிக்கிறது, நிச்சயமாக. ஆயினும்கூட, 2015 இல், ஒரு எம்.பி.யைத் தவிர, 19 வது திருத்தத்திற்கு ராஜபக்ஷ எதிர்ப்பு மேலோட்டங்கள் இருந்தபோதிலும், JO வாக்களித்தது. அதுவும் நம்பமுடியாததாகத் தெரிகிறது. ஆனால் அரசியல் இப்படித்தான் செயல்படுகிறது.",
        "அரசாங்கம் எதிர்நோக்கும் நெருக்கடியானது மிகவும் வெளிப்படையானது. ஐக்கிய தேசியக் கட்சியை ஒரேயடியாக அழித்ததன் மூலம், தன்னைக் கட்டுக்குள் வைத்திருக்கவும், தனது ஒற்றுமையை உறுதிப்படுத்தவும் பயன்படுத்தியிருக்கக்கூடிய ஒரேயொரு எதிரியை அழித்துவிட்டது. இன்று சிபிகே - ரணில் - மங்கள முக்கூட்டு சீர்குலைந்துள்ளது: ரணில் விக்கிரமசிங்க பாராளுமன்றத்தில் ஐக்கிய தேசியக் கட்சியின் ஒரே குரலாகவும் முகமாகவும் இருக்கிறார், சந்திரிகா குமாரதுங்கவை எங்கும் காணவில்லை, மங்கள சமரவீர இறந்துவிட்டார். நெருக்கடி அல்லது நெருக்கடிகளை எதிர்கொள்ளும்போது, ​​ஆட்சியானது அதன் சொந்த துண்டாடுதலைத் தடுக்க முடியாமல் உள்ளது. இவை அனைத்தும் எங்கு கொண்டு செல்லும் என்பதை பொறுத்திருந்து தான் பார்க்க வேண்டும். எல்லா கணக்குகளின்படி, நாங்கள் மிகவும் சுவாரஸ்யமான நேரத்தில் நுழைகிறோம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}