{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-political-twists-deepen-amid-parliamentary-dramatics-protest-93888/",
  "time_ut": 1651802460,
  "title": "Sri Lanka’s political twists deepen amid parliamentary dramatics, protest",
  "body_lines": [
    "ECONOMYNEXT – As the month of May dawns Sri Lanka’s current turmoil is turning more complex as opposition to the government led by President Gotabaya Rajapaksa broadens and deepens.",
    "The farcical “election” of the Deputy Speaker on May 5 has exposed what we always felt that the so called “independent group” within the government, the Sri Lanka Freedom party caucus and the Vasudeva Nanayakkara led 10-party alliance remain very much in the Rajapaksa camp.",
    "The veteran Jaffna MP M A Sumanthiran tweeted that their purpose is to delay the No Confidence Motion against President Rajapaksa. They are “exposed” he said.",
    "The rhetoric of the “rebels” which at times was contradictory now appear staged to cool down the heat gathering around the ruling clan.",
    "It is unlikely that Maithripala Sirisena, Wimal Weerawansha, Udaya Gammanpila, Nanayakkara and others would walk the talk.",
    "Instead,they appear deeply invested in keeping the Rajapaksas in power as many of them have cases against them which were inexplicably withdrawn by the Attorney General and could easily be reinstated if a new government bent on cleaning the stables were to be formed.",
    "That the main opposition Samagi Jana Balavegaya (SJB), the Tamil National Alliance (TNA) and other smaller opposition groups stood firm is a credit to them.",
    "It is also almost impossible that SLFP leader Sirisena would make a serious move to topple President Rajapaksa as allegations surrounding the Easter Sunday attacks hang over both of them.",
    "The Presidential Commission of inquiry into the massacre has faulted Sirisena as the then Commander in Chief for inaction that led to the tragedy. At the same time recently, fingers are being pointed at the President and his backers forallegedly orchestrating the attack to ensure his victory at the 2019 presidential election.",
    "This also points to the possibility that the No Confidence Motion (NCM) filed by the SJB has little chance of defeating the government.",
    "There was further indication that the fake renegades would pull the rug from under the Opposition in a letter sent to SJB leader Sajith Premadasa.",
    "The letter was signed by the SLFP, Nanayakkara, Anura Priyadarshana Yapa and the slippery Wijedasa Rajapakshe.",
    "It called on the main opposition to “join the proposed framework for an all-party national consensus government that has been accepted by the Mahanayake Theros, religious leaders, professional organizations, business community, trade unions, and youth activists.”",
    "It added that the SJB could take over governance after defeating the government on the floor of the House. As the SJB “has expressed unwillingness to work with other political parties” the “dissentients” offered to “sit in Opposition and extend critical support in such a scenario.”",
    "The reason offered by the so-called dissenters was that the country was engaged in negotiations with international partners for aid and if anarchy descends all will be lost.",
    "This assertion is laughable as any international observer would note that the bulk of the people have lost confidence in the present regime because its incompetence and misrule has thrown country into an economic and political crisis of unprecedented proportions.",
    "On May 6, the Trade Unions and allied groups are to stage a hartal shutting down the country until the",
    "Recently they showed their strength, bringing the country to a grinding halt as they cut across party lines to collaborate to stage a day-long general strike.",
    "The biggest blow to the government came from the Maha Sangha, which had invited the President to step down and handover to an interim government pending fresh elections.",
    "It was a move that showed the Priesthood was more in touch with its flock than the beleaguered ruling clan.",
    "The demand had been led by the Mahanayake Theros of the main Chapters of the Buddhist community, who have now made politicians persona non grata.",
    "The Monks held a Sangha Council in Colombo last week and invited representation from all political parties to meet them to discuss the situation but the Chairman of the ruling Podujana Pakshaya, G L Peiris turned down the invitationsaying Prime Minister Mahinda Rajapaksa would not step down and therefore there was no discussion possible.",
    "Snubbed, the Chief Prelates said they would have no truck with these politicians.",
    "The Buddhist clergy has also decried the government’s decision to play recordings of Pirithchanting outside Temple Trees, the Prime Minister’s official resident to drown out the shouts of the protestors who have gathered there.",
    "Ahalakada Siri Sumana thero told reporters this week this was gross misuse of the sacred chants. “They have weaponized Pirith and we have unreservedly condemned this act,” the Thero said.",
    "The situation is already dire as shortages of food, fuel and medicines still oppress the citizenry and aimless and farcical moves to appoint a “new cabinet” made up of junior politicians has done little to quieten the irate and increasingly desperate people of Sri Lanka.",
    "Their desperation was exhibited in Rambukkana, where protestors surrounded a bowser carrying petrol insisting that the authorities unload the fuel and distribute it on April 12. However, the local Cooperative Society, according to news reports did not do so, without explanation.",
    "Police then took measures to disperse the protest, first firing tear gas and then opening fire killing 42-year-old Chaminda Lakshan and seriously injuring several others. The egregious incident where police appeared unable to judge the difference between protest and insurrection ended with officers of the law shooting unarmed protestors with assault rifles.",
    "It was the most violent incident recorded in this protest campaign against Rajapaksa rule which began earlier in the month.",
    "The Kegalle magistrate Vasana Navaratne ordered the immediate arrest of the officers involved and directed that they be produced before her on the next court day.",
    "The most senior police officer who was in the operation, Senior Superintendent K B Keerthiratne and three other members of the squad were arrested.Court heard that three T-56 rifles had been used and 36 rounds fired into the crowd.",
    "Another development has been the statements given by members of the Maha Sangha. The Mahanayakes of all the leading Buddhist Sects in the country had sent a letter to the government’s leadership asking them to remove the perks given to Ministers and provide essentials to the masses.",
    "A Sangha Convention held recently was to call upon Prime Minister Mahinda Rajapaksa to resign.“This Prime Minister who took power with the backing of the Buddhist clergy is now not listening to the Mahanayaketheros,” he said.",
    "The Monks also asked leaders of all the parties in Parliament to meet with them at the convention.",
    "However,Sobhithathero said the Chairman of the governing party Prof G L Pieris declined the invitation as the PM has no intention of stepping down.",
    "The challenge to Parliament has been to reflect the needs and slogans of the protestors and find solutions within the existing legal framework or change the laws to accommodate the aspirations of the streets.",
    "The replacement of Deputy Speaker Ranjith Siyambalapitiya by himself has been a comic drama.",
    "But outside the House life is grim and the anger of the people is rising. Unless Parliament responds responsibly it will become irrelevant and that would add to the tragedy."
  ],
  "translate": {
    "si": {
      "title": "පාර්ලිමේන්තු නාට්‍ය, විරෝධතා මධ්‍යයේ ශ්‍රී ලංකාවේ දේශපාලන පෙරළි ගැඹුරු වේ",
      "body_lines": [
        "ECONOMYNEXT - මැයි මාසය උදාවන විට, ජනාධිපති ගෝඨාභය රාජපක්ෂ ප්‍රමුඛ රජයට එරෙහි විරෝධය පුළුල් වෙමින් හා ගැඹුරු වන විට ශ්‍රී ලංකාවේ වත්මන් කැලඹීම වඩාත් සංකීර්ණ වෙමින් පවතී.",
        "ආණ්ඩුව තුළ සිටින ස්වාධීන කණ්ඩායම, ශ්‍රී ලංකා නිදහස් පක්ෂ බල මණ්ඩලය සහ වාසුදේව නානායක්කාර ප්‍රමුඛ පක්‍ෂ 10ක සන්ධානය තවමත් පවතින බව අපට නිතරම හැඟුණු දෙය මැයි 5 වැනිදා නියෝජ්‍ය කථානායකවරයාගේ විකට “මැතිවරණයෙන්” හෙළිදරව් කර ඇත. රාජපක්ෂ කඳවුර.",
        "යාපනයේ ප්‍රවීණ පාර්ලිමේන්තු මන්ත්‍රී එම් ඒ සුමන්තිරන් ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ රාජපක්ෂ ජනාධිපතිවරයාට එරෙහි විශ්වාසභංග යෝජනාව කල් දැමීම ඔවුන්ගේ අරමුණ බවයි. ඔවුන් \"එළිදරව්\" ඔහු පැවසීය.",
        "ඇතැම් විට පරස්පර විරෝධී වූ “කැරලිකරුවන්ගේ” වාචාල කතා දැන් පාලක වංශය වටා ඇති උණුසුම් එකතුව සිසිල් කිරීමට වේදිකාගත වී ඇති බව පෙනේ.",
        "මෛත‍්‍රීපාල සිරිසේන, විමල් වීරවංශ, උදය ගම්මන්පිල, නානායක්කාර ඇතුළු පිරිස ඒ කතාවේ ගමන් කරනු ඇතැයි සිතිය නොහැක.",
        "ඒ වෙනුවට, ඔවුන් බොහෝ දෙනෙකුට එරෙහිව නීතිපතිවරයා විසින් පැහැදිලි කළ නොහැකි ලෙස ඉල්ලා අස්කරගත් නඩු තිබෙන නිසාත්, අශ්ව ගාල සුද්ද කිරීමට නැමුණු නව රජයක් පිහිටුවුවහොත් පහසුවෙන් යළි පිහිටුවන්නටත් හැකි නිසා ඔවුන්ව බලයේ තබා ගැනීමට ඔවුන් දැඩි ලෙස ආයෝජනය කර ඇති බව පෙනේ.",
        "ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB), දෙමළ ජාතික සන්ධානය (TNA) සහ අනෙකුත් කුඩා විරුද්ධ කණ්ඩායම් ස්ථිරව සිටීම ඔවුන්ට ගෞරවයකි.",
        "පාස්කු ඉරිදා ප්‍රහාරය සම්බන්ධ චෝදනා ඔවුන් දෙදෙනාටම එල්ල වී ඇති හෙයින්, ශ්‍රීලනිප නායක සිරිසේන ජනාධිපති රාජපක්ෂ බලයෙන් පහ කිරීමට බරපතල පියවරක් ගනු ඇතැයි සිතිය නොහැකි තරම්ය.",
        "ඛේදවාචකයට තුඩු දුන් අකර්මන්‍යතාවය සම්බන්ධයෙන් එවකට සේනාධිනායකයා ලෙස සිරිසේනට දෝෂාරෝපණය කර ඇත්තේ සමූල ඝාතනය පිළිබඳ ජනාධිපති විමර්ශන කොමිසමයි. ඒ අතරම, 2019 ජනාධිපතිවරණයේදී ඔහුගේ ජයග්‍රහණය තහවුරු කිරීම සඳහා මෙම ප්‍රහාරය සැලසුම් කරන බවට චෝදනා කරමින් ජනාධිපතිවරයාට සහ ඔහුගේ ආධාරකරුවන්ට මෑතක දී ඇඟිල්ල දිගු විය.",
        "SJB විසින් ඉදිරිපත් කරන ලද විශ්වාසභංග යෝජනාව (NCM) විසින් රජය පරාජය කිරීමට ඇති ඉඩකඩ අඩු බවට මෙය ද පෙන්වා දෙයි.",
        "ව්‍යාජ කැරලිකරුවන් විපක්ෂය යටතේ සිට පාපිස්ස අදින බවට SJB නායක සජිත් ප්‍රේමදාස මහතා වෙත යවන ලද ලිපියක වැඩිදුරටත් ඉඟි පළ විය.",
        "එම ලිපියට අත්සන් කර තිබුණේ ශ්‍රීලනිපය, නානායක්කාර, අනුර ප්‍රියදර්ශන යාපා සහ ලිස්සන විජේදාස රාජපක්ෂ ය.",
        "එය ප්‍රධාන විපක්ෂයෙන් ඉල්ලා සිටියේ “මහානායක හිමිවරුන්, ආගමික නායකයන්, වෘත්තීය සංවිධාන, ව්‍යාපාරික ප්‍රජාව, වෘත්තීය සමිති සහ තරුණ ක්‍රියාකාරීන් විසින් පිළිගෙන ඇති සර්ව පාක්ෂික ජාතික සම්මුතිවාදී රජයක් සඳහා යෝජිත රාමුවට එක්වන ලෙසයි.”",
        "සභා ගර්භය තුළදී ආණ්ඩුව පරාජය කිරීමෙන් පසු SJB හට පාලනය භාර ගත හැකි බව එහි වැඩිදුරටත් සඳහන් වේ. SJB \"අනෙකුත් දේශපාලන පක්ෂ සමග වැඩ කිරීමට අකැමැති බව ප්‍රකාශ කර ඇති\" නිසා \"විරෝධී\" \"විපක්‍ෂයේ ඉඳගෙන එවැනි තත්වයක් තුළ විවේචනාත්මක සහයෝගය ලබා දීමට\" ඉදිරිපත් විය.",
        "ඊනියා විරුද්ධවාදීන් ඉදිරිපත් කළ හේතුව වූයේ රට ආධාර සඳහා ජාත්‍යන්තර හවුල්කරුවන් සමඟ සාකච්ඡා කරන බවත් අරාජිකත්වය පහළ වුවහොත් සියල්ල නැති වී යන බවත්ය.",
        "මෙම ප්‍රකාශය සිනහ උපදවන කරුණක් වන්නේ වත්මන් පාලනයේ නොහැකියාව සහ වැරදි පාලනය රට පෙර නොවූ විරූ තරමේ ආර්ථික හා දේශපාලන අර්බුදයකට තල්ලු කර ඇති නිසා ජනතාවගෙන් බහුතරයකට වත්මන් පාලනය කෙරෙහි විශ්වාසය නැති වී ඇති බව ඕනෑම ජාත්‍යන්තර නිරීක්ෂකයෙකු සටහන් කරන බැවිනි.",
        "මැයි 6 වැනිදා වෘත්තීය සමිති සහ ඊට සම්බන්ධ කණ්ඩායම් රට පුරා හර්තාල් ව්‍යාපාරයක් ක්‍රියාත්මක කිරීමට නියමිතයි.",
        "දිනක මහා වැඩවර්ජනයක් පැවැත්වීමට සහයෝගය දැක්වීමට පක්ෂ භේදයකින් තොරව රටම ඇඹරෙන තැනකට ගෙන එමින් ඔවුන් පසුගියදා තම ශක්තිය පෙන්වූහ.",
        "ආණ්ඩුවට ලොකුම පහර එල්ල වූයේ ජනාධිපතිවරයාට ඉවත් වී නව මැතිවරණයක් එනතුරු අන්තර්වාර ආණ්ඩුවකට භාර දෙන ලෙසට ආරාධනා කළ මහා සංඝරත්නයගෙනි.",
        "එය පැවිදි වූ පාලක වංශයට වඩා පූජකත්වය තම රැළ සමඟ සම්බන්ධ වූ බව පෙන්නුම් කළ පියවරකි.",
        "මෙම ඉල්ලීමට නායකත්වය දී ඇත්තේ බෞද්ධ ප්‍රජාවේ ප්‍රධාන පාර්ශ්වවල මහානායක හාමුදුරුවරුන් විසින් වන අතර ඔවුන් මේ වන විට දේශපාලනඥයන් පුද්ගල නොවන පුද්ගලයන් බවට පත් කර ඇත.",
        "පසුගිය සතියේ භික්ෂූන් වහන්සේලා කොළඹදී සංඝ සභාවක් පවත්වා ඇතිවී තිබෙන තත්ත්වය පිළිබඳව සාකච්ඡා කිරීමට තමන් හමුවන ලෙස සියලුම දේශපාලන පක්‍ෂ නියෝජනය කරමින් ආරාධනා කළ නමුත් මහින්ද රාජපක්‍ෂ මහතා අගමැති ධුරයෙන් ඉවත් නොවන බව පවසමින් පාලක පොදුජන පක්‍ෂයේ සභාපති ජී එල් පීරිස් එම ආරාධනාව ප්‍රතික්ෂේප කළේය. සාකච්ඡා කළ නොහැකි විය.",
        "මේ දේශපාලඥයන් සමඟ ලොරියක් නැති බව මහ නාහිමිවරු පැවසූහ.",
        "අග්‍රාමාත්‍යවරයාගේ නිල නිවාසය වන අරලියගහ මන්දිරයෙන් පිටත පිරිත් සජ්ඣායනා පටිගත කිරීම් වාදනය කිරීමට රජය ගත් තීරණයත් එහි රැස්ව සිටි විරෝධතාකරුවන්ගේ කෑගැසීම් මැඩපැවැත්වීම සඳහා බෞද්ධ පූජක පක්ෂය ප්‍රතික්ෂේප කර තිබේ.",
        "අහලකඩ සිරි සුමන හිමියන් මේ සතියේ මාධ්‍යවේදීන් අමතමින් කියා සිටියේ මෙය පූජනීය සජ්ඣායනාවන් දැඩි ලෙස අවභාවිත කිරීමක් බවයි. \"ඔවුන් පිරිත් ආයුධ සන්නද්ධ කර ඇති අතර අපි මෙම ක්‍රියාව නිර්ලජ්ජිතව හෙළා දකිමු\" යනුවෙන් උන්වහන්සේ පැවසූහ.",
        "ආහාර, ඉන්ධන සහ ඖෂධ හිඟය තවමත් පුරවැසියන් පීඩාවට පත් කරමින් සිටින අතර, කනිෂ්ඨ දේශපාලඥයින්ගෙන් සැදුම්ලත් “නව කැබිනට්ටුවක්” පත් කිරීමේ අරමුණක් නැති හා විකට ක්‍රියාදාමයන් ශ්‍රී ලංකාවේ කෝපයට පත් සහ වඩ වඩාත් මංමුලා සහගත ජනතාව සන්සුන් කිරීමට කිසිවක් කර නොමැති බැවින් තත්වය දැනටමත් දරුණු ය.",
        "ඔවුන්ගේ බලාපොරොත්තු සුන්වීම රඹුක්කන ප්‍රදේශයේදී ප්‍රදර්ශනය වූ අතර, බලධාරීන්ට බලකරමින් පෙට්‍රල් රැගෙන එන බවුසරයක් වටලා විරෝධතාකරුවන් අප්‍රේල් 12 වනදා ඉන්ධන බාගෙන බෙදාහරින ලෙස බලකර සිටියහ. කෙසේ වෙතත්, ප්‍රාදේශීය සමුපකාර සමිතිය ප්‍රවෘත්ති වාර්තාවලට අනුව පැහැදිලි කිරීමකින් තොරව එය නොකළේය.",
        "අනතුරුව විරෝධතාවය විසුරුවා හැරීමට පොලිසිය පියවර ගත් අතර, පළමුව කඳුළු ගෑස් ප්‍රහාරයක් එල්ල කළ අතර පසුව වෙඩි තැබීමෙන් 42 හැවිරිදි චමින්ද ලක්ෂාන් ජීවිතක්ෂයට පත්ව තවත් කිහිප දෙනෙකුට බරපතල තුවාල සිදු කළා. විරෝධතාව සහ කැරැල්ල අතර වෙනස විනිශ්චය කිරීමට නොහැකිව පොලිසිය පෙනී සිටි දරුණු සිදුවීම අවසන් වූයේ නීතියේ නිලධාරීන් නිරායුධ විරෝධතාකරුවන්ට ප්‍රහාරක රයිෆල්වලින් වෙඩි තැබීමෙනි.",
        "එය මාසය මුලදී ආරම්භ වූ රාජපක්ෂ පාලනයට එරෙහි මෙම විරෝධතා ව්‍යාපාරයේ වාර්තා වූ ප්‍රචණ්ඩතම සිදුවීම විය.",
        "සිද්ධියට සම්බන්ධ නිලධාරීන් වහා අත්අඩංගුවට ගන්නා ලෙස නියෝග කළ කෑගල්ල මහේස්ත්‍රාත් වාසනා නවරත්න මහත්මිය ඔවුන් ඉදිරි දිනයේදී තමන් වෙත ඉදිරිපත් කරන ලෙස නියෝග කළාය.",
        "මෙහෙයුමේ යෙදී සිටි ජ්‍යෙෂ්ඨතම පොලිස් නිලධාරියා වන ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කේ බී කීර්තිරත්න ඇතුළු සංචිතයේ තවත් තිදෙනෙකු අත්අඩංගුවට ගෙන ඇත. ටී 56 ගිනි අවි තුනක් යොදාගෙන උණ්ඩ 36 ක් සෙනඟට එල්ල කර ඇති බව උසාවියට ​​ආරංචි විය.",
        "තවත් වර්ධනයක් වී ඇත්තේ මහා සංඝරත්නයේ ප්‍රකාශය. අමාත්‍යවරුන්ට ලබාදී ඇති වරප්‍රසාද ඉවත් කර ජනතාවට අත්‍යාවශ්‍ය දෑ ලබාදෙන ලෙස ඉල්ලා දිවයිනේ සියලුම ප්‍රමුඛ බෞද්ධ නිකායවල මහානායක හිමිවරුන් රජයේ නායකත්වයට ලිපියක් යොමුකර තිබුණා.",
        "පසුගියදා පැවති සංඝ සමුළුවකදී අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතාට ඉල්ලා අස්වන ලෙස ඉල්ලා සිටි බව පැවසේ. \"බෞද්ධ හාමුදුරුවරුන්ගේ අනුග්‍රහය ඇතිව බලයට පත් වූ මේ අගමැතිවරයා දැන් මහනායක හිමිවරුන්ට ඇහුම්කන් නොදෙන බව\" ඔහු පැවසීය.",
        "මෙම සමුළුවේදී තමන් හමුවන ලෙසද භික්ෂූන් වහන්සේ පාර්ලිමේන්තුවේ සියලුම පක්ෂ නායකයින්ගෙන් ඉල්ලා සිටියහ.",
        "කෙසේ වෙතත්, අග්‍රාමාත්‍යවරයාට ඉල්ලා අස්වීමට අදහසක් නොමැති බැවින් ආණ්ඩු පක්ෂයේ සභාපති මහාචාර්ය ජී එල් පීරිස් එම ආරාධනාව ප්‍රතික්ෂේප කළ බව සෝභිත හිමියෝ ප්‍රකාශ කළහ.",
        "පාර්ලිමේන්තුවට ඇති අභියෝගය වී ඇත්තේ විරෝධතාකරුවන්ගේ අවශ්‍යතා සහ සටන් පාඨ පිළිබිඹු කිරීම සහ පවතින නීති රාමුව තුළ විසඳුම් සෙවීම හෝ වීදිවල අභිලාෂයන් සඳහා නීති වෙනස් කිරීම ය.",
        "නියෝජ්‍ය කථානායක රංජිත් සියඹලාපිටිය වෙනුවට ඔහුම පත් කිරීම විකට නාටකයක් වී ඇත.",
        "නමුත් සභාවෙන් පිටත ජීවිතය දරුණු වන අතර මිනිසුන්ගේ කෝපය වැඩිවෙමින් පවතී. පාර්ලිමේන්තුව වගකීමෙන් ප්‍රතිචාර නොදක්වන්නේ නම් එය අදාළ නොවන අතර එය ඛේදවාචකය තවත් වැඩි කරයි."
      ]
    },
    "ta": {
      "title": "பாராளுமன்ற நாடகங்கள், எதிர்ப்புகளுக்கு மத்தியில் இலங்கையின் அரசியல் திருப்பங்கள் ஆழமடைகின்றன",
      "body_lines": [
        "பொருளாதாரம் - ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமையிலான அரசாங்கத்திற்கு எதிரான எதிர்ப்பு விரிவடைந்து ஆழமடைவதால் இலங்கையின் தற்போதைய கொந்தளிப்பு மே மாதம் விடியும் போது மிகவும் சிக்கலானதாக மாறுகிறது.",
        "மே 5ஆம் திகதி நடைபெற்ற பிரதி சபாநாயகரின் கேலிக்கூத்தான “தேர்தல்”, அரசாங்கத்திற்குள் “சுயேச்சைக் குழு” என அழைக்கப்படும் ஸ்ரீலங்கா சுதந்திரக் கட்சி பேரவை மற்றும் வாசுதேவ நாணயக்கார தலைமையிலான 10 கட்சிகளின் கூட்டமைப்பு ஆகியன நாம் எப்போதும் உணர்ந்ததை அம்பலப்படுத்தியுள்ளது. ராஜபக்சே முகாம்.",
        "ஜனாதிபதி ராஜபக்ஷவுக்கு எதிரான நம்பிக்கையில்லா பிரேரணையை தாமதப்படுத்துவதே அவர்களின் நோக்கம் என யாழ்ப்பாணத்தின் மூத்த பாராளுமன்ற உறுப்பினர் எம்.ஏ.சுமந்திரன் ட்வீட் செய்துள்ளார். அவை \"வெளிப்படுத்தப்பட்டுள்ளன\" என்று அவர் கூறினார்.",
        "சில சமயங்களில் முரண்பாடாக இருந்த \"கிளர்ச்சியாளர்களின்\" சொல்லாட்சிகள் இப்போது ஆளும் குலத்தைச் சுற்றியுள்ள வெப்பக் கூட்டத்தை குளிர்விக்க அரங்கேற்றப்பட்டதாகத் தெரிகிறது.",
        "மைத்திரிபால சிறிசேன, விமல் வீரவன்ச, உதய கம்மன்பில, நாணயக்கார போன்றோர் பேச்சு வார்த்தைக்கு ஏற்ப நடக்க வாய்ப்பில்லை.",
        "அதற்குப் பதிலாக, ராஜபக்சக்களுக்கு எதிராக பல வழக்குகள் இருப்பதால், சட்டமா அதிபரால் விவரிக்க முடியாத வகையில் வாபஸ் பெறப்பட்டு, குதிரை லாயத்தை சுத்தம் செய்வதில் முனைப்பான புதிய அரசாங்கம் அமைக்கப்பட்டால், அவற்றை இலகுவாக மீளப் பதவியில் அமர்த்தலாம்.",
        "பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB), தமிழ்த் தேசியக் கூட்டமைப்பு (TNA) மற்றும் பிற சிறிய எதிர்க்கட்சிகள் உறுதியாக நின்றது அவர்களுக்குக் கிடைத்த பெருமையாகும்.",
        "ஈஸ்டர் ஞாயிறு தாக்குதல்கள் தொடர்பான குற்றச்சாட்டுகள் இருவர் மீதும் தொங்கிக்கொண்டிருப்பதால், ஸ்ரீலங்கா சுதந்திரக் கட்சித் தலைவர் சிறிசேன, அதிபர் ராஜபக்சேவைக் கவிழ்க்க தீவிர நடவடிக்கை எடுப்பது கிட்டத்தட்ட சாத்தியமற்றது.",
        "இப்படுகொலை தொடர்பாக விசாரணை நடத்தும் ஜனாதிபதி ஆணைக்குழு, அப்போதைய தலைமைத் தளபதியாக இருந்த சிறிசேனவை செயலற்றதாக குற்றம் சாட்டியது, இது சோகத்திற்கு வழிவகுத்தது. அதே நேரத்தில், சமீபத்தில், ஜனாதிபதி மற்றும் அவரது ஆதரவாளர்கள் 2019 ஜனாதிபதித் தேர்தலில் அவரது வெற்றியை உறுதி செய்வதற்காக தாக்குதலைத் திட்டமிடுவதாகக் கூறப்படுகிறது.",
        "SJB தாக்கல் செய்த நம்பிக்கையில்லாப் பிரேரணை (NCM) அரசாங்கத்தை தோற்கடிப்பதற்கான வாய்ப்புகள் குறைவு என்பதையும் இது சுட்டிக்காட்டுகிறது.",
        "SJB தலைவர் சஜித் பிரேமதாசவுக்கு அனுப்பிய கடிதத்தில், போலி துரோகிகள் எதிர்க்கட்சியின் கீழ் இருந்து கம்பளத்தை இழுப்பார்கள் என்று மேலும் சுட்டிக்காட்டப்பட்டுள்ளது.",
        "இந்தக் கடிதத்தில் ஸ்ரீலங்கா சுதந்திரக் கட்சி, நாணயக்கார, அனுர பிரியதர்ஷன யாப்பா மற்றும் வழுக்கும் விஜேதாச ராஜபக்ஷ ஆகியோர் கையொப்பமிட்டுள்ளனர்.",
        "\"மகாநாயக்க தேரர்கள், மதத் தலைவர்கள், தொழில் நிறுவனங்கள், வர்த்தக சமூகம், தொழிற்சங்கங்கள் மற்றும் இளைஞர் ஆர்வலர்கள் ஆகியோரால் ஏற்றுக்கொள்ளப்பட்ட அனைத்துக் கட்சி தேசிய ஒருமித்த அரசாங்கத்திற்கான முன்மொழியப்பட்ட கட்டமைப்பில் இணையுமாறு\" அது பிரதான எதிர்க்கட்சிக்கு அழைப்பு விடுத்துள்ளது.",
        "சபையில் அரசாங்கத்தை தோற்கடித்த பின்னர் SJB ஆட்சியை கைப்பற்ற முடியும் என்றும் அது கூறியது. SJB \"மற்ற அரசியல் கட்சிகளுடன் இணைந்து பணியாற்ற விரும்பவில்லை\" என தெரிவித்ததால், \"அதிருப்தியாளர்கள்\" \"எதிர்க்கட்சியில் அமர்ந்து, அத்தகைய சூழ்நிலையில் விமர்சன ஆதரவை வழங்க\" முன்வந்தனர்.",
        "அதிருப்தியாளர்கள் என்று அழைக்கப்படுபவர்கள் முன்வைக்கும் காரணம் என்னவென்றால், நாடு சர்வதேச பங்காளிகளுடன் உதவிக்காக பேச்சுவார்த்தைகளில் ஈடுபட்டுள்ளது மற்றும் அராஜகம் இறங்கினால் அனைத்தையும் இழக்க நேரிடும்.",
        "தற்போதைய ஆட்சியின் திறமையின்மையும் தவறான ஆட்சியும் நாட்டை முன்னோடியில்லாத வகையில் பொருளாதார மற்றும் அரசியல் நெருக்கடிக்குள் தள்ளியுள்ளதால், பெரும்பான்மையான மக்கள் தற்போதைய ஆட்சியின் மீது நம்பிக்கையை இழந்துள்ளனர் என்பதை எந்தவொரு சர்வதேச பார்வையாளரும் கவனிக்கும்போது இந்த கூற்று நகைப்புக்குரியது.",
        "மே 6 ஆம் தேதி, தொழிற்சங்கங்கள் மற்றும் தோழமைக் குழுக்கள் நாடு முழுவதும் ஹர்த்தால் நடத்த உள்ளன.",
        "சமீபத்தில் அவர்கள் தங்கள் பலத்தை காட்டினார்கள், ஒரு நாள் முழுவது பொது வேலைநிறுத்தத்தை நடத்துவதற்கு ஒத்துழைக்க கட்சி எல்லைகளை வெட்டியதால், நாட்டையே ஒரு முட்டுக்கட்டைக்கு கொண்டு வந்தனர்.",
        "புதிய தேர்தல் நிலுவையில் உள்ள இடைக்கால அரசாங்கத்திற்கு பதவி விலகுமாறு ஜனாதிபதியை அழைத்த மகா சங்கத்தினரிடமிருந்து அரசாங்கத்திற்கு மிகப்பெரிய அடி வந்தது.",
        "பாதிக்கப்பட்ட ஆளும் குலத்தை விட பாதிரியார் தனது மந்தையுடன் தொடர்பு கொண்டிருந்ததைக் காட்டிய ஒரு நடவடிக்கை இது.",
        "பௌத்த சமூகத்தின் பிரதான பிரிவைச் சேர்ந்த மகாநாயக்க தேரர்களால் இந்த கோரிக்கை முன்வைக்கப்பட்டது, அவர்கள் இப்போது அரசியல்வாதிகளை தனிப்பட்ட நபராக ஆக்கியுள்ளனர்.",
        "கடந்த வாரம் கொழும்பில் சங்க சபையொன்றை நடத்திய பிக்குகள், அனைத்து அரசியல் கட்சிகளின் பிரதிநிதிகளையும் சந்தித்து நிலைமை குறித்து ஆலோசிக்குமாறு அழைப்பு விடுத்திருந்த போதிலும், பிரதமர் மஹிந்த ராஜபக்ஷ பதவி விலக மாட்டார் எனக் கூறி, ஆளும் பொதுஜன பக்ஷயவின் தலைவர் ஜீ எல் பீரிஸ் விடுத்த அழைப்பை நிராகரித்துள்ளார். விவாதம் சாத்தியமில்லை.",
        "இந்த அரசியல்வாதிகளுடன் ட்ரக் ஒன்றும் இருக்கப்போவதில்லை என்று தலைமைத் தூதர்கள் கூறினர்.",
        "பிரதமரின் உத்தியோகபூர்வ குடியிருப்பாளரான அலரிமாளிகைக்கு வெளியில் பிரித்சங் ஒலிப்பதிவுகளை ஒலிபரப்புவதற்கான அரசாங்கத்தின் முடிவையும் பௌத்த குருமார்கள் மறுத்துள்ளனர்.",
        "அஹலகட சிறி சுமண தேரர் இந்த வாரம் செய்தியாளர்களிடம் கூறுகையில், இது புனித கீர்த்தனைகளை தவறாக பயன்படுத்துவதாகும். “அவர்கள் பீரித் ஆயுதம் ஏந்தியிருக்கிறார்கள், இந்தச் செயலை நாங்கள் தடையின்றி கண்டித்தோம்,” என்று தேரர் கூறினார்.",
        "உணவு, எரிபொருள் மற்றும் மருந்துப் பற்றாக்குறை இன்னும் குடிமக்களை ஒடுக்கி வருவதால் நிலைமை ஏற்கனவே மோசமாக உள்ளது மற்றும் இளைய அரசியல்வாதிகளைக் கொண்ட \"புதிய அமைச்சரவை\"யை நியமிக்கும் நோக்கமற்ற மற்றும் கேலிக்கூத்தான நகர்வுகள் இலங்கையின் ஆத்திரமடைந்த மற்றும் அதிகரித்து வரும் அவநம்பிக்கை மக்களை அமைதிப்படுத்த எதுவும் செய்யவில்லை.",
        "அவர்களது விரக்தியானது ரம்புக்கனையில் வெளிப்பட்டது. அங்கு எதிர்ப்பாளர்கள் பெற்றோல் ஏற்றிச் சென்ற பவுசரை சுற்றி வளைத்து, அதிகாரிகள் எரிபொருளை இறக்கி ஏப்ரல் 12 அன்று விநியோகிக்க வேண்டும் என்று வலியுறுத்தினர். எனினும், உள்ளூர் கூட்டுறவுச் சங்கம், செய்தி அறிக்கைகளின்படி, விளக்கம் இல்லாமல் அவ்வாறு செய்யவில்லை.",
        "பின்னர் போராட்டத்தை கலைக்க போலீசார் நடவடிக்கை எடுத்தனர், முதலில் கண்ணீர் புகை குண்டுகளை வீசினர், பின்னர் துப்பாக்கிச் சூட்டில் 42 வயதான சமிந்த லக்ஷன் கொல்லப்பட்டார் மற்றும் பலர் படுகாயமடைந்தனர். போராட்டத்திற்கும் கிளர்ச்சிக்கும் இடையே உள்ள வித்தியாசத்தை பொலிசார் தீர்மானிக்க முடியாத அவலமான சம்பவம், சட்டத்தின் அதிகாரிகள் நிராயுதபாணியான எதிர்ப்பாளர்களை தாக்குதல் துப்பாக்கிகளால் சுடுவதில் முடிந்தது.",
        "ராஜபக்ச ஆட்சிக்கு எதிரான இந்த மாத தொடக்கத்தில் தொடங்கிய இந்த எதிர்ப்புப் பிரச்சாரத்தில் பதிவு செய்யப்பட்ட மிக வன்முறை சம்பவம் இதுவாகும்.",
        "சம்பந்தப்பட்ட அதிகாரிகளை உடனடியாக கைது செய்யுமாறு உத்தரவிட்ட கேகாலை நீதவான் வாசன நவரத்ன, அவர்களை எதிர்வரும் நீதிமன்ற தினத்தில் தம்மிடம் ஆஜர்படுத்துமாறு உத்தரவிட்டார்.",
        "இந்த நடவடிக்கையில் ஈடுபட்டிருந்த சிரேஷ்ட பொலிஸ் அதிகாரியான சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கே.பி. கீர்த்திரத்ன மற்றும் குழுவைச் சேர்ந்த மூன்று பேர் கைது செய்யப்பட்டனர். மூன்று T-56 துப்பாக்கிகள் பயன்படுத்தப்பட்டதாகவும், 36 ரவுண்டுகள் மக்கள் மீது சுடப்பட்டதாகவும் நீதிமன்றம் கேள்விப்பட்டது.",
        "மற்றுமொரு முன்னேற்றம் மகா சங்க உறுப்பினர்கள் வழங்கிய அறிக்கைகள். அமைச்சர்களுக்கு வழங்கப்பட்டுள்ள சலுகைகளை நீக்கி மக்களுக்கு அத்தியாவசியப் பொருட்களை வழங்குமாறு நாட்டிலுள்ள அனைத்து முன்னணி பௌத்த மதங்களின் மகாநாயக்கர்கள் அரசாங்கத் தலைமைக்கு கடிதம் ஒன்றை அனுப்பியுள்ளனர்.",
        "பிரதமர் மஹிந்த ராஜபக்ஷவை இராஜினாமா செய்யுமாறு அண்மையில் நடைபெற்ற சங்கப் பேரவையில் அழைப்பு விடுக்கப்பட்டது. “பௌத்த மதகுருமார்களின் ஆதரவுடன் ஆட்சியைப் பிடித்த இந்த பிரதமர் இப்போது மகாநாயக்க தேரர்களின் பேச்சைக் கேட்கவில்லை” என்று அவர் கூறினார்.",
        "பாராளுமன்றத்தில் உள்ள அனைத்து கட்சிகளின் தலைவர்களையும் இந்த மாநாட்டில் சந்திக்குமாறு பிக்குகள் கேட்டுக் கொண்டனர்.",
        "எவ்வாறாயினும், பிரதமருக்கு பதவி விலகும் எண்ணம் இல்லை என்பதால், ஆளும் கட்சியின் தலைவர் பேராசிரியர் ஜி எல் பீரிஸ் அந்த அழைப்பை நிராகரித்ததாக சோபிதத்தேரோ கூறினார்.",
        "எதிர்ப்பாளர்களின் தேவைகள் மற்றும் கோஷங்களை பிரதிபலிப்பதும், தற்போதுள்ள சட்ட கட்டமைப்பிற்குள் தீர்வு காண்பதும் அல்லது தெருக்களின் அபிலாஷைகளுக்கு ஏற்ப சட்டங்களை மாற்றுவதும் பாராளுமன்றத்திற்கு சவாலாக உள்ளது.",
        "பிரதி சபாநாயகர் ரஞ்சித் சியம்பலாபிட்டியவை அவர் மாற்றியமை ஒரு நகைச்சுவை நாடகம்.",
        "ஆனால் மாளிகைக்கு வெளியே வாழ்க்கை மோசமாக உள்ளது மற்றும் மக்களின் கோபம் அதிகரித்து வருகிறது. பாராளுமன்றம் பொறுப்புடன் பதிலளிக்காத வரை அது பொருத்தமற்றதாகி விடும், அது சோகத்தை அதிகரிக்கும்."
      ]
    }
  }
}