{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-establish-new-site-to-agitate-for-prime-ministers-removal-93543/",
  "time_ut": 1651060260,
  "title": "Sri Lanka protesters establish new site to agitate for Prime Minister’s removal",
  "body_lines": [
    "ECONOMYNEXT – Protesters in Sri Lanka who have been camping outside the president’s office for 19 days in a row demanding that President Gotabaya Rajapaksa step down have set up a new protest site outside Prime Minister Mahinda Rajapaksa’s official residence Temple Trees demanding his resignation.",
    "Named “Myna Go Gama” – Myna (as in the bird) being a recently established nickname for the PM – the new site takes after the main protest site at the Galle Face Green named Gota Go Gama. The new site was opened after police failed to obtain a court order preventing its establishment near the Galle Road entrance of Temple Trees. A number of luxury hotels and embassies exist on this particular stretch of road.",
    "Police had parked four buses and a truck to prevent protesters sitting on the pavement by Temple Trees. However, the organisers got creative and found a gap between a bus and truck to put up a tent and start their agitation to oust the second-mos powerful Rajapaksa, who was Sri Lanka’s president from 2005 to 2015.",
    "Protesters hung an old picture of Rajapaksa with a Hitleresque toothbrush moustache on a nearby lamp post, with two small white flags hoisted on either side of the picture, presumably signifying death. Some of the protestors stuck their anti-Rajapaksa placards on the buses parked nearby.",
    "Many protesters said they found it difficult to voice their demands because of loud Buddhist pirith chanting coming out of the PM’s residence. The chanting was drowning out the protestors’ voices to the point even their comments to the media were barely audible.",
    "Placards carrying slogans like “you destroyed the feature we dreamt of” and “We need justice for Rambukkana killing”, referring to a police shoot in the central district of Kegalle that left a protestor dead.",
    "Widespread protests started around Sri Lanka following shortages of essentials like milk powder, medicines, fuel, and cooking gas amid extended power cuts. A police attack on a March 31 protest, President Rajapaksa’s declaration of emergency law followed by three-day curfew, and temporary a social media ban aggravated middle class youth who had never been to a protest.",
    "Many people now see the protests as something meaningful because they have already delivered some results which they see as positive.",
    "The protests have forced the resignation of the previous cabinet and central bank governor who had stubbornly resisted seeking IMF assistance in addressing the economic crisis.",
    "They have also precipitated the resignation of all Rajapaksas from their ministerial positions excepts for the president and prime minister so far.",
    "“A couple of us at Gotagogama decided to come and have an organised protest here, because we wanted to show that the protests are not violent or destructive,” Chamara Jayakody, a 29-year old tourism sector employee told EconomyNext.",
    "“The Government wants to create a picture that protesters were causing social instability, but that is not the case. We encourage people to join us in this collective fight. Our problem is not only with Gotabaya Rajapaksa, but this entire system.”",
    "“There are no jobs anymore. People can’t even pluck coconuts because people don’t have the money to hire them. That is how low we have fallen.”",
    "The “MynaGoGama” is just 2.1km away from the main protest site at GotaGoGama.",
    "Prime Minister Rajapaksa, who had been widely respected and almost deified by the majority Sinhala Buddhists for his leadership role in ending Sri Lanka’s 26-year war, is fast losing his appeal, analysts say.",
    "The economic crisis has now turned into a political crisis with the demand for the resignation of both President and Prime Minister Rajapaksa on the rise.",
    "Some protestors shouted “Old Mahinda, go home’ while screamed levelled allegations of corruption under him.",
    "Prime Minister Rajapaksa has responded to his critics and said he can even run with the youth and that he still follows his physical exercise routines. The 76-year old veteran politician on Tuesday (26) said he will not resign unless somebody removes him.",
    "Ven Pussiyankulame Sumanarathana Thera, a monk from Sri Lanka’s Northcentral district of Anuradhapura had travelled to Colombo after he heard that protestors were backed by some parties with vested interest and extremists.",
    "“I came all the way from Anuradhapura because I heard these protests were backed by NGOs and extremists. But what i saw was that the protesters are from all walks of life who are affected by the ongoing economic crisis. I don’t think the Sri Lankan people will let politicians steal in this manner again, or use racism as a tool to gain political power,” he said.",
    "“People are enduring much hardship to be here, they sleep in tents, and the rain often leaks through,the ground gets muddy and it is mostly impossible to sleep. People who see me often offer a comfortable place for me to pass the night, but a revolution has to be done from the site of the struggle, and I and everyone else will be here until the end, enduring all the hardships.”",
    "Most other demonstrators said they were there to support the youth of the country and the people who are going through hardships due to these crisis.",
    "“I used to do import and export business and we have enough meals to eat too but I am here everyday because I want to support the youth. Rajapaksas have stolen our country,” said a mother of two.",
    "Rajapaksas have denied corruption allegations, claiming all charges are fabricated by opposition parties. However, many Rajapaksa critics have said the first family always used the government as their family business. (ColomboApr26/2022)"
  ],
  "translate": {
    "si": {
      "title": "අග්‍රාමාත්‍යවරයා ඉවත් කරන ලෙස ඉල්ලා උද්ඝෝෂණ කිරීමට ශ්‍රී ලංකා විරෝධතාකරුවන් නව වෙබ් අඩවියක් ස්ථාපිත කරයි",
      "body_lines": [
        "ECONOMYNEXT - ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්විය යුතු යැයි බලකරමින් දින 19ක් අඛණ්ඩව ජනාධිපති කාර්යාලයෙන් පිටත කඳවුරු බැඳගෙන සිටින ශ්‍රී ලංකාවේ විරෝධතාකරුවන් ඔහුට ඉල්ලා අස්වන ලෙස බලකරමින් අගමැති මහින්ද රාජපක්ෂ මහතාගේ නිල නිවස වන අරලියගහ මන්දිරය ඉදිරිපිට නව විරෝධතා වේදිකාවක් පිහිටුවා තිබේ.",
        "\"මයිනා ගෝ ගම\" ලෙස නම් කර ඇත - මයිනා (කුරුල්ලාගේ මෙන්) අගමැති සඳහා මෑතකදී ස්ථාපිත අන්වර්ථ නාමයකි - නව වෙබ් අඩවිය ගෝටා ගෝ ගම නමින් ගාලුමුවදොර පිටියේ ප්‍රධාන විරෝධතා ස්ථානයට පසුව ගනී. නව වෙබ් අඩවිය අරලියගහ මන්දිරයේ ගාලු පාර පිවිසුම අසල ස්ථාපිත කිරීම වළක්වමින් අධිකරණ නියෝගයක් ලබා ගැනීමට පොලිසිය අපොහොසත් වීමෙන් පසුව විවෘත කරන ලදී. මෙම විශේෂිත මාර්ගයේ සුඛෝපභෝගී හෝටල් සහ තානාපති කාර්යාල ගණනාවක් පවතී.",
        "අරලියගහ මන්දිරයේ පදික වේදිකාවේ වාඩි වී සිටින විරෝධතාකරුවන් වැළැක්වීම සඳහා පොලිසිය බස් රථ හතරක් සහ ට්‍රක් රථයක් නවතා තිබුණි. කෙසේ වෙතත්, සංවිධායකයින් නිර්මාණශීලී වූ අතර, 2005 සිට 2015 දක්වා ශ්‍රී ලංකාවේ ජනාධිපතිව සිටි දෙවන බලවත් රාජපක්ෂ බලයෙන් පහකිරීම සඳහා කූඩාරමක් දමා තම උද්ඝෝෂණය ආරම්භ කිරීමට බස් රථයක් සහ ට්‍රක් රථයක් අතර පරතරයක් සොයා ගත්හ.",
        "විරෝධතාකරුවෝ රාජපක්ෂගේ පැරණි පින්තූරයක් හිට්ලෙර්ස්ක් දත් බුරුසුවක් සහිත උඩු රැවුලක් අසල විදුලි කණුවක එල්ලා, පින්තූරයේ දෙපස කුඩා සුදු කොඩි දෙකක් එසවූ අතර එය මරණය සනිටුහන් කරයි. විරෝධතාකරුවන්ගෙන් ඇතැමෙක් ඒ අසල නවතා තිබූ බස් රථවල රාජපක්ෂ විරෝධී පුවරු ඇලවූහ.",
        "බොහෝ විරෝධතාකරුවන් කියා සිටියේ අග්‍රාමාත්‍යවරයාගේ නිවසින් පිටව යන මහා බෞද්ධ පිරිත් සජ්ජායනය හේතුවෙන් තම ඉල්ලීම් ප්‍රකාශ කිරීමට අපහසු වූ බවයි. මාධ්‍ය වෙත ඔවුන් දැක්වූ අදහස් පවා යන්තම් ඇහෙන තරමටම උද්ඝෝෂකයන්ගේ කටහඬ ගිලිහී යමින් පැවති ජප හඬයි.",
        "කෑගල්ල මධ්‍යම දිස්ත්‍රික්කයේ උද්ඝෝෂකයෙකු මිය ගිය පොලිස් වෙඩි තැබීමක් ගැන සඳහන් කරමින් “අපි සිහින මැවූ විශේෂාංගය ඔබ විනාශ කළා” සහ “රඹුක්කන ඝාතනයට අපට යුක්තිය අවශ්‍යයි” වැනි සටන් පාඨ රැගත් පුවරු.",
        "දීර්ඝ විදුලි කප්පාදු මධ්‍යයේ කිරිපිටි, ඖෂධ, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් වැනි අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟයෙන් පසු ශ්‍රී ලංකාව පුරා පුලුල් විරෝධතා ආරම්භ විය. මාර්තු 31 විරෝධතාවයකට පොලිස් ප්‍රහාරයක්, ජනාධිපති රාජපක්ෂ විසින් හදිසි නීතිය ප්‍රකාශයට පත් කිරීමෙන් පසු දින තුනක ඇඳිරි නීතිය සහ තාවකාලික සමාජ මාධ්‍ය තහනමක් කිසිදා විරෝධතාවයකට නොපැමිණි මධ්‍යම පාන්තික තරුණයින් උග්‍ර කළේය.",
        "බොහෝ අය දැන් විරෝධතා අර්ථවත් දෙයක් ලෙස සලකන්නේ ඔවුන් ධනාත්මක යැයි දකින සමහර ප්‍රතිඵල දැනටමත් ලබා දී ඇති බැවිනි.",
        "ආර්ථික අර්බුදය විසඳීමේදී ජාමූඅ සහය පැතීමට මුරණ්ඩු ලෙස විරුද්ධ වූ පසුගිය කැබිනට් මණ්ඩලයට සහ මහ බැංකු අධිපතිවරයාට ඉල්ලා අස්වීමට මෙම විරෝධතා බල කර ඇත.",
        "ඔවුන් මේ දක්වා ජනාධිපති සහ අගමැති හැර අනෙකුත් සියලුම රාජපක්ෂවරුන්ගේ අමාත්‍ය ධූරවලින් ඉල්ලා අස්වීමට ඉක්මන් වී ඇත.",
        "\"ගොටගෝගම ප්‍රදේශයේ අපි යුවළක් මෙහි පැමිණ සංවිධානාත්මක විරෝධතාවයක් පැවැත්වීමට තීරණය කළේ විරෝධතා ප්‍රචණ්ඩ හෝ විනාශකාරී නොවන බව පෙන්වීමට අපට අවශ්‍ය වූ බැවිනි\" යනුවෙන් 29 හැවිරිදි සංචාරක අංශයේ සේවකයෙකු වන චාමර ජයකොඩි EconomyNext වෙත පැවසීය.",
        "විරෝධතාකරුවන් සමාජ අස්ථාවරත්වය ඇති කරන බවට චිත්‍රයක් නිර්මාණය කිරීමට රජයට අවශ්‍ය නමුත් එය එසේ නොවේ. මේ සාමූහික සටනට අපිත් එක්ක එකතු වෙන්න කියලා අපි ජනතාව දිරිමත් කරනවා. අපේ ප්‍රශ්නය ගෝඨාභය රාජපක්ෂගේ පමණක් නොව මේ සමස්ත ක්‍රමයේමයි.”",
        "“තවදුරටත් රැකියා නැහැ. මිනිස්සුන්ට පොල් කඩන්නවත් බෑ මොකද මිනිස්සුන්ට පොල් කුලියට ගන්න සල්ලි නැති නිසා. ඒ තරමට අපි පහතට වැටිලා.”",
        "\"MynaGoGama\" පිහිටා ඇත්තේ GotaGoGama හි ප්‍රධාන විරෝධතා භූමියේ සිට 2.1km පමණි.",
        "ශ්‍රී ලංකාවේ 26 වසරක යුද්ධය නිමා කිරීමේ නායකත්වයේ කාර්යභාරය වෙනුවෙන් බහුතර සිංහල බෞද්ධයන් විසින් පුලුල්ව ගෞරවයට පාත්‍ර වූ සහ පාහේ දේවත්වයෙන් සලකනු ලැබූ අග්‍රාමාත්‍ය රාජපක්ෂ, ඔහුගේ ආයාචනය වේගයෙන් ගිලිහෙමින් පවතින බව විශ්ලේෂකයෝ පවසති.",
        "ආර්ථික අර්බුදය මේ වන විට දේශපාලන අර්බුදයක් බවට පත්වී ඇත්තේ ජනාධිපති සහ අගමැති රාජපක්ෂ යන දෙදෙනාටම ඉල්ලා අස්විය යුතු බවට කෙරෙන ඉල්ලීම ඉහළ යාමත් සමඟය.",
        "ඇතැම් විරෝධතාකරුවෝ “මහින්ද නාකි ගෙදර යන්න” යැයි කෑ ගැසූ අතර ඔහු යටතේ දූෂණ චෝදනා එල්ල කළහ.",
        "තම විවේචකයන්ට පිළිතුරු දුන් අග්‍රාමාත්‍ය රාජපක්ෂ කියා සිටියේ තමන්ට තරුණයන් සමඟ පවා දුවන්න හැකි බවත්, තමන් තවමත් ශාරීරික ව්‍යායාමවල නිරත වන බවත්ය. 76 හැවිරිදි ප්‍රවීණ දේශපාලනඥයා අඟහරුවාදා (26) කියා සිටියේ කවුරුන් හෝ තමන්ව ඉවත් කරන්නේ නම් මිස තමා ඉල්ලා අස් නොවන බවයි.",
        "ශ්‍රී ලංකාවේ උතුරුමැද අනුරාධපුර දිස්ත්‍රික්කයේ හිමිනමක් වන පුස්සියන්කුලමේ සුමනරතන හිමියෝ කොළඹට වැඩම කර ඇත්තේ විරෝධතාකරුවන්ට ඇතැම් පාර්ශවකරුවන් සහ අන්තවාදී උනන්දුවකින් සහය දක්වන බව සැලවීමෙන් පසුවය.",
        "“මෙම විරෝධතාවලට රාජ්‍ය නොවන සංවිධාන සහ අන්තවාදීන්ගේ සහාය ලැබෙන බව මට ආරංචි වූ නිසා මම අනුරාධපුරයේ සිට පැමිණියෙමි. නමුත් මා දුටු දෙය නම් විරෝධතාකරුවන් පවතින ආර්ථික අර්බුදයෙන් පීඩාවට පත් සෑම තරාතිරමකම අය බවයි. මම හිතන්නේ නැහැ ශ්‍රී ලාංකීය ජනතාව දේශපාලකයන්ට නැවත මේ විදියට හොරකම් කරන්නවත්, ජාතිවාදය දේශපාලන බලය ලබා ගැනීම සඳහා මෙවලමක් කර ගන්නවත් ඉඩ දෙන්නේ නැහැ,” ඔහු පැවසීය.",
        "“මිනිසුන් මෙහි සිටීම සඳහා බොහෝ දුෂ්කරතා විඳදරාගනිමින්, ඔවුන් කූඩාරම්වල නිදාගන්නවා, සහ වර්ෂාව බොහෝ විට ගලා බසී, පොළව මඩ සහිත වන අතර බොහෝ දුරට නිදා ගැනීමට නොහැකිය. මාව දකින අය නිතර මට රැය පහන් කරන්න සුවපහසු තැනක් දෙනවා, නමුත් අරගල කරන තැන ඉඳන් විප්ලවයක් කරන්න වෙනවා, මමයි අනිත් හැමෝමයි අන්තිම වෙනකම්ම ඉන්නවා, හැම දුකක්ම විඳ දරාගෙන.”",
        "සෙසු බොහෝ පෙළපාලිකරුවන් කියා සිටියේ රටේ තරුණ තරුණියන්ට සහ මෙම අර්බුද හේතුවෙන් දුෂ්කරතාවලට පත්වන ජනතාවට සහය දැක්වීමට තමන් පැමිණි බවයි.",
        "“මම ඉස්සර කළේ ආනයන අපනයන ව්‍යාපාරයක්, අපිටත් කන්න තරම් කෑම තියෙනවා, නමුත් මම හැමදාම මෙතන ඉන්නේ මට තරුණයන්ට සහයෝගය දෙන්න ඕන නිසා. රාජපක්ෂලා අපේ රට හොරා කාලා” යැයි දෙදරු මවක් පැවසුවාය.",
        "සියලු චෝදනා විරුද්ධ පක්ෂ විසින් ගොතන ලද ඒවා බව පවසමින් රාජපක්ෂවරු දූෂණ චෝදනා ප්‍රතික්ෂේප කරති. කෙසේ වෙතත්, බොහෝ රාජපක්ෂ විවේචකයින් පවසන්නේ පළමු පවුල සැමවිටම රජය තම පවුලේ ව්‍යාපාරය ලෙස භාවිතා කළ බවයි. (කොළඹ අප්‍රේල් 26/2022)"
      ]
    },
    "ta": {
      "title": "பிரதமரை பதவி நீக்கம் செய்யக்கோரி இலங்கையில் போராட்டக்காரர்கள் புதிய தளத்தை அமைத்துள்ளனர்",
      "body_lines": [
        "பொருளாதாரம் – ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை பதவி விலகுமாறு கோரி 19 நாட்களாக ஜனாதிபதி அலுவலகத்திற்கு வெளியே முகாமிட்டுள்ள இலங்கையில் ஆர்ப்பாட்டக்காரர்கள், பிரதமர் மஹிந்த ராஜபக்ஷவின் உத்தியோகபூர்வ இல்லமான அலரிமாளிகைக்கு வெளியில், அவர் பதவி விலகக் கோரி புதிய போராட்ட தளத்தை அமைத்துள்ளனர்.",
        "\"மைனா கோ காமா\" என்று பெயரிடப்பட்டது - மைனா (பறவையில் இருப்பது போல) பிரதமருக்கு சமீபத்தில் நிறுவப்பட்ட புனைப்பெயர் - புதிய தளம் கோட்டா கோ காமா என பெயரிடப்பட்ட காலி முகத்திடலில் உள்ள முக்கிய போராட்ட தளத்திற்குப் பிறகு எடுக்கப்பட்டது. அலரிமாளிகையின் காலி வீதி நுழைவாயிலுக்கு அருகில் நிறுவப்படுவதைத் தடுக்கும் நீதிமன்ற உத்தரவைப் பெற பொலிஸார் தவறியதை அடுத்து, புதிய தளம் திறக்கப்பட்டது. இந்த குறிப்பிட்ட சாலையில் பல சொகுசு விடுதிகள் மற்றும் தூதரகங்கள் உள்ளன.",
        "போராட்டக்காரர்கள் அலரிமாளிகையில் நடைபாதையில் அமர்ந்திருப்பதைத் தடுக்க நான்கு பேருந்துகள் மற்றும் ஒரு டிரக்கை போலீஸார் நிறுத்தினர். இருப்பினும், ஏற்பாட்டாளர்கள் ஆக்கப்பூர்வமாக செயல்பட்டு, 2005 முதல் 2015 வரை இலங்கையின் அதிபராக இருந்த இரண்டாவது-அதிபரான ராஜபக்சேவை பதவி நீக்கம் செய்ய கூடாரம் போட்டு தங்கள் போராட்டத்தை தொடங்குவதற்கு பஸ்ஸுக்கும் டிரக்கிற்கும் இடையில் ஒரு இடைவெளியைக் கண்டறிந்தனர்.",
        "எதிர்ப்பாளர்கள் ராஜபக்சவின் பழைய படத்தை ஹிட்லரெஸ்க் டூத் பிரஷ் மீசையுடன் அருகிலுள்ள விளக்குக் கம்பத்தில் தொங்கவிட்டனர், படத்தின் இருபுறமும் இரண்டு சிறிய வெள்ளைக் கொடிகள் ஏற்றப்பட்டன, இது மரணத்தைக் குறிக்கும். ஆர்ப்பாட்டக்காரர்களில் சிலர் அருகில் நிறுத்தப்பட்டிருந்த பேருந்துகளில் ராஜபக்சவுக்கு எதிரான பதாகைகளை ஒட்டினர்.",
        "பல போராட்டக்காரர்கள், பிரதமரின் இல்லத்திலிருந்து வெளிவரும் உரத்த பௌத்த பீரித் கோஷங்கள் காரணமாக, தங்களின் கோரிக்கைகளுக்குக் குரல் கொடுப்பதில் சிரமம் இருப்பதாகக் கூறினர். இந்த கோஷம் எதிர்ப்பாளர்களின் குரல்களை மூழ்கடித்தது, ஊடகங்களுக்கு அவர்களின் கருத்துக்கள் கூட கேட்க முடியாத அளவிற்கு இருந்தது.",
        "\"நாங்கள் கனவு கண்ட அம்சத்தை அழித்துவிட்டீர்கள்\" மற்றும் \"ரம்புக்கன கொலைக்கு எங்களுக்கு நீதி வேண்டும்\" போன்ற வாசகங்கள் தாங்கிய பதாகைகள், கேகாலை மத்திய மாவட்டத்தில் ஒரு போராட்டக்காரர் கொல்லப்பட்டதைக் குறிப்பிடும் வகையில், காவல்துறை துப்பாக்கிச் சூடு நடத்தியது.",
        "பால் மா, மருந்துகள், எரிபொருள் மற்றும் சமையல் எரிவாயு போன்ற அத்தியாவசியப் பொருட்களுக்குத் தட்டுப்பாடு ஏற்பட்டதைத் தொடர்ந்து, இலங்கை முழுவதும் பரவலான போராட்டங்கள், நீட்டிக்கப்பட்ட மின்வெட்டுக்கு மத்தியில் தொடங்கியது. மார்ச் 31 அன்று நடந்த போராட்டத்தின் மீது போலீஸ் தாக்குதல், ஜனாதிபதி ராஜபக்சேவின் அவசரகாலச் சட்டத்தை தொடர்ந்து மூன்று நாள் ஊரடங்கு உத்தரவு மற்றும் தற்காலிக சமூக ஊடகத் தடை ஆகியவை ஒருபோதும் போராட்டத்திற்கு வராத நடுத்தர வர்க்க இளைஞர்களை மோசமாக்கியது.",
        "பலர் இப்போது எதிர்ப்புகளை அர்த்தமுள்ள ஒன்றாகப் பார்க்கிறார்கள், ஏனென்றால் அவர்கள் ஏற்கனவே நேர்மறையான முடிவுகளைக் கண்டுள்ளனர்.",
        "பொருளாதார நெருக்கடியை எதிர்கொள்வதில் IMF உதவியை நாடுவதை பிடிவாதமாக எதிர்த்த முந்தைய அமைச்சரவை மற்றும் மத்திய வங்கி ஆளுநரை இந்த எதிர்ப்புக்கள் ராஜினாமா செய்ய கட்டாயப்படுத்தியுள்ளன.",
        "ஜனாதிபதி மற்றும் பிரதம மந்திரி தவிர அனைத்து ராஜபக்சக்களும் தங்கள் அமைச்சர் பதவிகளில் இருந்து ராஜினாமா செய்வதையும் அவர்கள் துரிதப்படுத்தியுள்ளனர்.",
        "\"கோட்டகோகமவில் உள்ள நாங்கள் ஒரு ஜோடி இங்கு வந்து ஒரு ஒழுங்கமைக்கப்பட்ட போராட்டத்தை நடத்த முடிவு செய்தோம், ஏனென்றால் எதிர்ப்புகள் வன்முறை அல்லது அழிவுகரமானவை அல்ல என்பதை நாங்கள் காட்ட விரும்பினோம்,\" என்று 29 வயதான சுற்றுலாத்துறை ஊழியர் சாமர ஜெயக்கொடி EconomyNext இடம் கூறினார்.",
        "\"எதிர்ப்பாளர்கள் சமூக உறுதியற்ற தன்மையை ஏற்படுத்துவதாக ஒரு படத்தை உருவாக்க அரசாங்கம் விரும்புகிறது, ஆனால் அது அப்படி இல்லை. இந்த கூட்டுப் போராட்டத்தில் எங்களுடன் இணைந்து கொள்ளுமாறு மக்களை ஊக்குவிக்கிறோம். எங்களின் பிரச்சினை கோட்டாபய ராஜபக்ஷவுடன் மட்டுமல்ல, இந்த முழு அமைப்பிலும் உள்ளது.",
        "“இனி வேலைகள் இல்லை. கூலிக்கு பணம் இல்லாததால், மக்கள் தேங்காய் பறிக்க கூட முடியவில்லை. அந்த அளவுக்கு நாங்கள் கீழே விழுந்துவிட்டோம்.",
        "\"மைனகோகாமா\" கோட்டகோகாமாவில் உள்ள முக்கிய போராட்டத் தளத்திலிருந்து 2.1கிமீ தொலைவில் உள்ளது.",
        "இலங்கையின் 26 ஆண்டுகாலப் போரை முடிவுக்குக் கொண்டுவருவதில் தலைமைப் பொறுப்பை வகித்ததற்காக பெரும்பான்மை சிங்கள பௌத்தர்களால் பரவலாக மதிக்கப்பட்டு, ஏறக்குறைய கடவுளாகக் கருதப்பட்ட பிரதமர் ராஜபக்சே, தனது வேண்டுகோளை வேகமாக இழந்து வருகிறார் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "ஜனாதிபதி மற்றும் பிரதமர் ராஜபக்சே இருவரும் ராஜினாமா செய்ய வேண்டும் என்ற கோரிக்கை வலுத்து வரும் நிலையில் பொருளாதார நெருக்கடி தற்போது அரசியல் நெருக்கடியாக மாறியுள்ளது.",
        "சில ஆர்ப்பாட்டக்காரர்கள் “வயதான மகிந்த, வீட்டுக்குப் போ” என்று கூச்சலிட்டபோது, ​​அவருக்குக் கீழ் ஊழல் குற்றச்சாட்டுகள் சுமத்தப்பட்டன.",
        "தனது விமர்சகர்களுக்கு பதிலளித்த பிரதமர் ராஜபக்ச, தன்னால் இளைஞர்களுடன் கூட ஓட முடியும் என்றும், தான் இன்னும் தனது உடல் பயிற்சிகளை பின்பற்றுவதாகவும் கூறியுள்ளார். 76 வயதான மூத்த அரசியல்வாதி செவ்வாய்கிழமை (26) தன்னை யாரேனும் நீக்காவிட்டால் ராஜினாமா செய்ய மாட்டேன் என்று கூறினார்.",
        "இலங்கையின் வடமத்திய மாவட்டமான அனுராதபுரத்தைச் சேர்ந்த துறவியான வென் புஸ்சியன்குளமே சுமனரதன தேரர், போராட்டக்காரர்களுக்கு சில கந்து வட்டி மற்றும் தீவிரவாதிகளின் ஆதரவைப் பெற்றதைக் கேள்விப்பட்டு கொழும்புக்கு பயணமானார்.",
        "“நான் அனுராதபுரத்தில் இருந்து வந்தேன், ஏனெனில் இந்த போராட்டங்கள் அரச சார்பற்ற நிறுவனங்கள் மற்றும் தீவிரவாதிகளால் ஆதரிக்கப்படுகின்றன என்று நான் கேள்விப்பட்டேன். ஆனால் நான் கண்டது என்னவெனில், போராட்டக்காரர்கள் அனைத்து தரப்பு மக்களும் தற்போதைய பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டுள்ளனர். அரசியல்வாதிகள் மீண்டும் இவ்வாறு திருடுவதற்கு இலங்கை மக்கள் அனுமதிக்க மாட்டார்கள் அல்லது அரசியல் அதிகாரத்தைப் பெறுவதற்கு இனவாதத்தை ஒரு கருவியாகப் பயன்படுத்துவார்கள் என்று நான் நினைக்கவில்லை, ”என்று அவர் கூறினார்.",
        "\"மக்கள் இங்கு இருப்பதற்கு மிகவும் கஷ்டப்படுகிறார்கள், அவர்கள் கூடாரங்களில் தூங்குகிறார்கள், மழை அடிக்கடி கசிகிறது, தரையில் சேறும் சகதியுமாகிறது, பெரும்பாலும் தூங்குவது சாத்தியமில்லை. என்னைப் பார்ப்பவர்கள் அடிக்கடி இரவைக் கழிக்க வசதியான இடத்தைத் தருகிறார்கள், ஆனால் போராட்டம் நடந்த இடத்திலிருந்து ஒரு புரட்சி செய்ய வேண்டும், எல்லா கஷ்டங்களையும் தாங்கிக்கொண்டு கடைசி வரை நானும் மற்றவர்களும் இங்கே இருப்போம்.",
        "ஏனைய பெரும்பாலான ஆர்ப்பாட்டக்காரர்கள், நாட்டின் இளைஞர்களுக்கும், இந்த நெருக்கடிகளினால் கஷ்டப்படும் மக்களுக்கும் ஆதரவாகத் தாங்கள் இருப்பதாகக் கூறினர்.",
        "\"நான் இறக்குமதி மற்றும் ஏற்றுமதி வியாபாரம் செய்து வந்தேன், எங்களிடம் சாப்பிடுவதற்கு போதுமான உணவுகள் உள்ளன, ஆனால் நான் இளைஞர்களுக்கு ஆதரவாக இருக்க வேண்டும் என்பதால் நான் தினமும் இங்கே இருக்கிறேன். ராஜபக்சக்கள் எமது நாட்டை திருடிவிட்டனர்” என இரண்டு பிள்ளைகளின் தாய் ஒருவர் தெரிவித்தார்.",
        "ராஜபக்சேக்கள் ஊழல் குற்றச்சாட்டுகளை மறுத்துள்ளனர், அனைத்து குற்றச்சாட்டுகளும் எதிர்க்கட்சிகளால் புனையப்பட்டவை என்று கூறினர். எவ்வாறாயினும், பல ராஜபக்ச விமர்சகர்கள் முதல் குடும்பம் எப்போதும் அரசாங்கத்தை தங்கள் குடும்ப வியாபாரமாக பயன்படுத்தியதாக கூறியுள்ளனர். (கொழும்பு ஏப்ரல் 26/2022)"
      ]
    }
  }
}