{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/GotaGoGama-rises-through-ashes-after-Mondays-nightmare/352-236714",
  "time_ut": 1652213700,
  "title": "‘GotaGoGama’ rises through ashes after Monday’s nightmare",
  "body_lines": [
    "In a matter of hours protesters have managed to pump life back into ‘GotaGoGama’",
    "A half burned down tent standing on plastic pillars, heaps of rubble from the aftermath on May 9 piled in various corners were signs that partly destroyed ‘GotaGoGama’ has once again been resurrected. Protesters are in their element having press conferences on one end, organising meetings and arranging logistics on the other end while student unions and the youth continuing their chants near the now infamous ‘Gate Zero’ in front of the Presidential Secretariat. And just like that, in a matter of hours, protesters have managed to pump life back into the conflict zone showing that the setback they had was only for a brief period of time.  However, victims of the attacks have suffered severe injuries and some are in critical condition. They demand law enforcement authorities to serve justice to victims and punish perpetrators including the former Prime Minister.",
    "On May 9, angry mobs destroyed the St. John’s Ambulance tent that was providing free medical services to protesters and everybody who visited the tent. “In total, around 218 people have suffered injuries following attacks at the Galle Face Green,” said Dr. K. P. J Prasanna. “More than 20 of them have suffered spinal cord injuries and a majority of them have head injuries. Four of them are critical and have been admitted to the Intensive Care Unit at the National Hospital. Two of them have been pronounced dead. Today we came across a patient suffering from a chest pain and we transferred him to the National Hospital as well.",
    "\"Angry mobs destroyed the St. John’s Ambulance tent that was providing free medical services to protesters and everybody who visited the tent\"",
    "“On the day of our incident both our tents and the tent providing Ayurveda medicines were destroyed. We have been treating many patients who seek medical attention due to high blood pressure, chest pain and fever and so on. There was nobody to clear the roads yesterday when we were taking patients to hospital. There were 25 in our team who worked during the night shift and they did a tremendous job assisting the injured. Apart from that my bag has gone missing and I have misplaced my Sri Lanka Medical Council ID card and the Postgraduate ID. I lodged a complaint in Police today,” Dr. K. P. J Prasanna.",
    "Piuni Sakunika has been at the protest site since its inception. She is engaged in organising activities at the Youth Centre and is one of the victims who suffered injuries on May 9. “We were informed that the Rajapaksa supporters were attacking our comrades at MainaGoGama. Then a group of us decided to go that way. But we were totally unarmed and we didn’t want to create any issue. When we went there we saw a male mobster threatening the protesters at MainaGoGama and advancing. The Police distanced us from them, but didn’t prevent the Rajapaksa supporters from attacking them. We rescued some of our friends and came back to Galle Face Green. The Police literally escorted the mobsters all the way to Galle Face Green, so that they were able to attack us. There was a barrier near Shangrila Hotel entrance and there were around 200 police officers. The mobsters were armed with iron bars and weapons and they moved past the barriers and started attacking us. We saw the high pressure water truck moving towards Shangrila entrance, but instead of releasing water onto the mobsters, the Police released water on us,” said Sakunika.",
    "Protesters at ‘GotaGoGama’ stay up till late in the night, catch some sleep and get ready for the next day. “There weren’t many people at the Youth Centre tent at the time the incident happened. It was at this tent that they assaulted me. There was a provincial councilor who came here and assaulted one of our friends. Another two or three people came with wooden rods and assaulted me. There was a knife to cut king coconut and serve as refreshments to those who visit our tent. As soon as he assaulted me he took the knife to his hand. But I managed to stop him and we ran away. Somehow I managed to escape, but the entire incident is a nightmare,” reminisced Sakunika.",
    "\"A shortage of drugs and surgical consumables could increase and cause a serious impact on the health service, if violence continues and more patients are admitted to hospitals\"",
    "Even though she is in pain she isn’t willing to take rest. “I cannot leave this place. The mental agony is greater than the physical pain. My neck and upper arm got injured and the stick they threw hit my thigh and there’s a small injury there as well. I was unable to walk and it was then that one of them tried to stab me with a knife.",
    "“One person I know is hospitalised and is in a critical state. Many fear whether he would go into a coma. What happened is totally unacceptable since it was a planned attack. We have never been violent here and it was a peaceful protest. We provide food and everything to whoever who comes here and even to the Police. What we are trying to do is to change the tide in politics and bring about a shift in the governance structure. None of us represent any political party, but they are trying various tactics to disrupt these efforts. We have a common objective. Already one person has stepped down and there are many more to follow suit,” she added.",
    "“The former Prime Minister is responsible for this violence”- Dushantha",
    "Speaking on behalf of the protesters Vimukthi Dushantha said that the entire attack was well planned. “It is very clear from video footage and speeches given that these supporters and provincial councilors were encouraged to go towards Galle Face Green, assault the peaceful protesters and destroy the tents. Many of them were intoxicated. The former Prime Minister is responsible for the violence and the current situation in the country.  Gathering and sending people to attack peaceful protesters at a time when a state emergency has been declared is a planned attempt. We have lodged a complaint to the Inspector General of Police and are lodging another complaint with the Human Rights Commission. We are also planning to write to international organizations such as the United Nations. This is a criminal act as they attacked unarmed civilians. They attacked young girls and had name lists with them. These kinds of incidents are similar to acts of terrorism,” said Dushantha.",
    "Issuing a statement Sri Lanka Medical Association (SLMA) has condemned the attacks on unarmed civilians in front of the Prime Minister’s residence and the Galle Face Green. “Over 100 injured patients have been admitted to hospital following this brutal attack by a group of government supporters. These attackers were armed with batons and sticks, which indicate that the attack was pre-planned. The injuries caused today (Monday) were of a more serious nature than the ones caused in recent previous incidents,” the statement read.",
    "\"Sri Lanka Medical Association (SLMA) has condemned the attacks on unarmed civilians in front of the Prime Minister’s residence and the Galle Face Green\"",
    "“More violent incidents are likely to occur in the coming days unless serious remedial action is taken. The shortage of drugs and surgical consumables could increase and cause a serious impact on the health service, if violence continues and more patients are admitted to hospitals. The continuous trade union actions planned from today will add to the woes of the people. The government has lost its ability to govern the country peacefully. Therefore, the SLMA appeals to the government to bow to the wishes of the people. We also appeal to the citizens of this country to carry out their protests in a peaceful manner,” the statement further states.",
    "In an earlier statement the SLMA condemned the use of tear gas and the use of violence by the law enforcement authorities against peaceful protesters and fellow citizens. “The chemicals contained in tear gas are well-known to cause respiratory difficulties, irritation in the eyes and skin, and carry significant health risks,” the SLMA said.",
    "In a letter addressed to IGP C. D Wickremaratne, Attorney General Sanjay Rajaratnam said that the peaceful assemblies of protest were interfered by a large group of people in breach of the Constitution of Sri Lanka and the penal laws of the land as could be seen from the incidents that occurred in Colombo on May 9.  “People in the exercise of their constitutional rights as guaranteed in terms of Articles 14 (1) (a); (b) and (c) of the Constitution, have been engaged in freedom of speech; peaceful assembly and association at various places in the country over the past few weeks. In this regard, it is the constitutional duty of all organs of Government to respect, secure and advance the fundamental rights in terms of Article 4 (d) of the Constitution.”",
    "The Attorney General advised the Inspector General to conduct fully-fledged investigations into the incidents of unlawful interference into peoples’ constitutional rights; the circumstances that led to them: and, the consequent commission of penal offences in the process. He further advised the IGP to investigate the aftermath of incidents that unfolded on May 9 while stressing on the fact that these investigations should be completed on urgent priority basis.",
    "At a special media briefing held at the Colombo Magistrate Court, Attorney-at-Law Gunarathna Wanninayaka said that May 9 is a day where democracy was buried in Sri Lanka. “Unarmed civilians were assaulted by a sponsored armed mob. They didn’t have any weapons when they visited Temple Trees. The Police has allowed the mobsters to engage in violence. The respondents include former Defence Secretary, IGP, Deshabandu Tennakoon and several other police officers who allowed violence to take shape. The Former Prime Minister too is part of the plan and he should be arrested for aiding and abetting these acts of violence. Speculation is rife that the Rajapaksa family is going to flee the country and relevant authorities should take action with immediate effect.”",
    "Rights groups raise concerns regarding prisoners deployed to assault protesters",
    "Footage of a group of prisoners from Watareka Prison who were brought down to assault protesters at the Galle Face Green is going viral on social media. Speaking to the Daily Mirror, Attorney-at-Law and Chairman of the Committee to Protect the Rights of Prisoners Senaka Perera said that prisoners at various prisons have been deployed at various workstations. “A prisoner should be sent for rehabilitation and not to assault someone. But instead prisoners are being used to commit wrongdoings. They have been intoxicated. This would have remained a secret if they were not exposed. The prisoners themselves say that they are part of a rehabilitation programme. It is said that around 150-200 prisoners are missing. Who knows if they are being kept somewhere else to launch an attack on protesters once again,” queried Perera.",
    "Prisons Commissioner Thushara Upuldeniya released a statement denying the allegations and saying that the video released on social media is fake. “But the prisoners themselves are asking people not to assault them. They are trying to cover up the incident.  As such the Prisons Commissioner should be taken into custody as this poses a threat to the lives of prisoners. The Prisons logo says Custody, Care and Correction and that is their primary objective. But is this how they do correction? We request them to stop these acts and if they don’t respond we would write to international organizations as well,” said Perera.",
    "It is alleged that these prisoners were deployed by a businessman who has close links with the Rajapaksa family.",
    "Issuing a statement Prisons Media Spokesman Chandana Ekanayake said that 181 prisoners from the Watareka Prison were deployed to three workstations at Kollupitiya, Rajagiriya and Battaramulla. While on their way back to the prisons these prisoners were in civil attire and people who stopped their vehicle had been confused as to whether they were groups of protesters at the Galle Face Green. But they never got engaged in any acts of violence. However 58 of them are now missing. We urge the public to produce these individuals to the nearest police station or prison camp in the event they are spotted. Prison officers and some of these prisoners have been hospitalised. There is a video being circulated on social media, but I confirm that they haven’t engaged in any sort of violence,” said Ekanayake."
  ],
  "translate": {
    "si": {
      "title": "සඳුදා බියකරු සිහිනයෙන් පසු ‘ගෝඨාගෝගම’ අළු හරහා නැඟේ",
      "body_lines": [
        "පැය කිහිපයකින් ‘ගෝඨාගෝගම’ වෙත ජීවය පොම්ප කිරීමට විරෝධතාකරුවන් සමත් වී ඇත.",
        "ප්ලාස්ටික් කුළුණු මත අඩක් දැවී ගිය කූඩාරමක්, මැයි 9 වැනි දින පසුකාලීනව විවිධ කොන් වල ගොඩ ගසා තිබූ සුන්බුන් ගොඩවල් අර්ධ වශයෙන් විනාශ වූ ‘ගෝඨාගෝගම’ යළිත් වරක් පණ ගැන්වී ඇති බවට සලකුණු විය. විරෝධතාකරුවන් එක් කෙළවරක මාධ්‍ය සාකච්ඡා පවත්වමින්, රැස්වීම් සංවිධානය කරමින් සහ සැපයුම් සංවිධානය කරමින් සිටින අතර අනෙක් කෙළවරේ ශිෂ්‍ය සංගම් සහ තරුණ තරුණියන් ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට කුප්‍රකට ‘ගේට් සීරෝ’ අසල සිය ඝෝෂා පවත්වමින් සිටිති. ඒ වගේම පැය කිහිපයක් ඇතුළත, විරෝධතාකරුවන් තමන්ට තිබූ පසුබෑම කෙටි කාලයකට පමණක් බව පෙන්වමින් ගැටුම් කලාපයට ජීවිතය නැවත පොම්ප කිරීමට සමත් වී තිබේ. කෙසේ වෙතත්, ප්‍රහාරයෙන් විපතට පත් වූවන් බරපතල තුවාල ලබා ඇති අතර සමහර අයගේ තත්ත්වය අසාධ්‍ය වේ. වින්දිතයින්ට යුක්තිය ඉටු කරන ලෙසත්, හිටපු අගමැති ඇතුළු අපරාධකරුවන්ට දඬුවම් කරන ලෙසත් ඔවුන් නීතිය ක්‍රියාත්මක කරන බලධාරීන්ගෙන් ඉල්ලා සිටී.",
        "මැයි 9දා, කෝපාවිෂ්ඨ මැර කල්ලි විරෝධතාකරුවන්ට සහ කූඩාරමට පැමිණි සැමට නොමිලේ වෛද්‍ය සේවා සපයන ශාන්ත ජෝන් ගිලන්රථ කූඩාරම විනාශ කළහ. ගාලු මුවදොර පිටියේ සිදුවූ ප්‍රහාරවලින් සමස්තයක් වශයෙන් පුද්ගලයන් 218 දෙනෙකු පමණ තුවාල ලබා ඇති බව වෛද්‍ය කේ.පී.ජේ ප්‍රසන්න මහතා පැවසීය. “ඔවුන්ගෙන් 20කට වැඩි පිරිසකට කොඳු ඇට පෙළේ ආබාධ ඇති වී ඇති අතර ඔවුන්ගෙන් බහුතරයකට හිසේ තුවාල සිදුවී තිබෙනවා. ඉන් 4 දෙනෙකු බරපතල තත්ත්වයේ පසුවන අතර ඔවුන් ජාතික රෝහලේ දැඩි සත්කාර ඒකකයට ඇතුළත් කර තිබෙනවා. ඉන් දෙදෙනෙකු මිය ගොස් ඇති බව ප්‍රකාශ කර ඇත. අද අපට පපුවේ අමාරුවකින් පෙළෙන රෝගියෙකු හමු වූ අතර ඔහුවද ජාතික රෝහලට මාරුකර යැවුවා.",
        "\"උදහස් වූ මැර කල්ලි විරෝධතාකරුවන්ට සහ කූඩාරමට පැමිණි සැමට නොමිලේ වෛද්‍ය සේවා සපයන ශාන්ත ජෝන් ගිලන්රථ කූඩාරම විනාශ කළහ\"",
        "“අපේ සිද්ධිය වූ දින අපේ කූඩාරම් සහ ආයුර්වේද ඖෂධ සපයන කූඩාරම දෙකම විනාශ වුණා. අධික රුධිර පීඩනය, පපුවේ අමාරුව, උණ ආදි විවිධ රෝග නිසා වෛද්‍ය ප්‍රතිකාර ලබා ගන්නා බොහෝ රෝගීන්ට අපි ප්‍රතිකාර කර තිබෙනවා. ඊයේ අපි ලෙඩ්ඩු ගෙනියනකොට පාරවල් අස්කරන්න කවුරුත් හිටියේ නෑ. රාත්‍රී සේවා මුරය තුළ සේවය කළ අප කණ්ඩායමේ 25 දෙනෙකු සිටි අතර ඔවුන් තුවාලකරුවන්ට සහය වීමට විශාල කාර්යයක් ඉටු කළහ. ඊට අමතරව මගේ බෑගය අතුරුදහන් වී ඇති අතර මගේ ශ්‍රී ලංකා වෛද්‍ය සභා හැඳුනුම්පත සහ පශ්චාත් උපාධි හැඳුනුම්පත අස්ථානගත වී ඇත. මම අද පොලිසියට පැමිණිල්ලක් කළා,” වෛද්‍ය කේපී ජේ ප්‍රසන්න.",
        "පියුනි සකුණිකා උද්ඝෝෂණ භූමියේ ආරම්භයේ සිටම සිටියාය. යොවුන් මධ්‍යස්ථානයේ සංවිධාන කටයුතුවල නියැළී සිටින ඇය මැයි 9 වැනිදා තුවාල ලැබූවන් අතරින් එක් අයෙක්. “මෛනගොගමදී රාජපක්ෂවාදීන් අපේ සහෝදරවරුන්ට පහර දෙන බව අපට දැනගන්න ලැබුණා. ඊට පස්සේ අපි කට්ටියක් ඒ පැත්තට යන්න තීරණය කළා. නමුත් අපි සම්පූර්ණයෙන්ම නිරායුධව සිටි අතර අපට කිසිදු ගැටළුවක් ඇති කිරීමට අවශ්‍ය නොවීය. අපි එතනට යනකොට දැක්කා මයිනගොගම විරෝධතාකරුවන්ට පිරිමි මැරයෙක් තර්ජනය කරලා ඉස්සරහට යනවා. පොලිසිය අපව ඔවුන්ගෙන් ඈත් කළ නමුත් රාජපක්ෂවාදීන් ඔවුන්ට පහර දීම වැළැක්වූයේ නැත. අපි අපේ යාලුවෝ ටික බේරගෙන ආපහු ගාලුමුවදොර පිටියට ආවා. පොලිසිය වචනාර්ථයෙන් මැරයන් ගාලු මුවදොර පිටිය දක්වා රැගෙන ගිය අතර, ඔවුන්ට අපට පහර දීමට හැකි විය. ෂැංග්‍රිලා හෝටල් පිවිසුම අසල බාධකයක් තිබූ අතර එහි පොලිස් නිලධාරීන් 200ක් පමණ සිටියහ. මැරයන් යකඩ පොලු සහ ආයුධවලින් සන්නද්ධ වූ අතර ඔවුන් බාධක පසුකර ගොස් අපට පහර දීමට පටන් ගත්හ. අධි පීඩන ජල ට්‍රක් රථය ෂැංග්‍රිලා පිවිසුම දෙසට ගමන් කරනු අපි දුටුවෙමු, නමුත් පොලිසිය මැරයන් මතට ජලය මුදා හැරීම වෙනුවට අපට ජලය මුදා හැරියේය, ”සකුණිකා පැවසුවාය.",
        "‘ගොටගොගම’ විරෝධතාකරුවන් මහ රෑ වනතුරු අවදියෙන් සිට ටිකක් නිදාගෙන පසුදාට සූදානම් වෙති. “සිද්ධිය සිදුවන අවස්ථාවේ තරුණ මධ්‍යස්ථානයේ කූඩාරමේ වැඩි පිරිසක් සිටියේ නැත. මේ කූඩාරමේදී තමයි මට පහර දුන්නේ. මෙතනට ඇවිත් අපේ යාළුවෙකුට ගහපු පළාත් සභා මන්ත්‍රී කෙනෙක් හිටියා. තව දෙතුන් දෙනෙක් ලී පොලු අරන් ඇවිත් මට පහර දුන්නා. අපේ කූඩාරමට එන අයට පොල් කපලා කෑම බීම දෙන්න පිහියක් තිබුණා. මට පහර දෙන ගමන් ඔහු පිහිය අතට ගත්තා. නමුත් මම ඔහුව නැවැත්වීමට සමත් වූ අතර අපි පලා ගියෙමු. කොහොමහරි මම බේරුණා, නමුත් මුළු සිද්ධියම බියකරු සිහිනයක්. ”සකුණිකා සිහිපත් කළාය.",
        "\"ප්‍රචණ්ඩත්වය දිගටම පැවතුනහොත් සහ තවත් රෝගීන් රෝහල්වලට ඇතුළත් කළහොත් ඖෂධ සහ ශල්‍ය පරිභෝජන ද්‍රව්‍ය හිඟයක් ඉහළ ගොස් සෞඛ්‍ය සේවයට බරපතල බලපෑමක් ඇති කළ හැකිය\"",
        "ඇය වේදනාවෙන් සිටියත් ඇය විවේක ගැනීමට කැමති නැත. “මට මෙතැනින් යන්න බැහැ. කායික වේදනාවට වඩා මානසික පීඩාව වැඩිය. මගේ බෙල්ල සහ අත උඩ තුවාල වී ඔවුන් විසි කළ පොල්ල මගේ කලවා ප්‍රදේශයේ වැදී කුඩා තුවාලයක් ද ඇත. මට ඇවිදගන්නත් බැරි වුණා එතකොට තමයි එකෙක් මට පිහියකින් ඇනගන්න හැදුවේ.",
        "“මා දන්නා එක් අයෙක් රෝහල්ගත කර අසාධ්‍ය තත්ත්වයේ පසුවේ. ඔහු කෝමා තත්ත්වයට පත්වේදැයි බොහෝ දෙනා බිය වෙති. එය සැලසුම් සහගත ප්‍රහාරයක් බැවින් සිදුවූ දෙය කිසිසේත්ම පිළිගත නොහැක. අප කිසිවිටෙක මෙහි ප්‍රචණ්ඩත්වයට පත් නොවූ අතර එය සාමකාමී විරෝධතාවක් විය. මෙතනට එන කාට වුණත් පොලිසියට වුණත් අපි කෑම බීම දෙනවා. අපි කරන්න හදන්නේ දේශපාලනයේ රැල්ල වෙනස් කරලා පාලන ව්‍යුහයේ වෙනසක් ඇති කරන්නයි. අපි කවුරුත් කිසිම දේශපාලන පක්ෂයක් නියෝජනය නොකරන නමුත් මේ උත්සාහයන් කඩාකප්පල් කරන්න විවිධ උපක්‍රම යොදනවා. අපිට පොදු අරමුණක් තියෙනවා. දැනටමත් එක් අයෙක් ඉවත් වී ඇති අතර තවත් බොහෝ දෙනෙක් එය අනුගමනය කිරීමට සිටිති, ”ඇය වැඩිදුරටත් පැවසීය.",
        "“මේ ප්‍රචණ්ඩත්වයට හිටපු අගමැති වගකිව යුතුයි” - දුෂාන්ත",
        "විරෝධතාකරුවන් වෙනුවෙන් අදහස් දැක්වූ විමුක්ති දුෂාන්ත පැවසුවේ සම්පූර්ණ ප්‍රහාරය සැලසුම් සහගතව සිදුකළ බවයි. “මෙම ආධාරකරුවන් සහ පළාත් සභා මන්ත්‍රීවරුන් ගාලුමුවදොර පිටිය දෙසට ගොස් සාමකාමී විරෝධතාකරුවන්ට පහරදී කූඩාරම් විනාශ කිරීමට පෙළඹවූ බව වීඩියෝ දර්ශනවලින් සහ කතාවලින් ඉතා පැහැදිලියි. ඔවුන්ගෙන් බොහෝ දෙනෙක් බීමත්ව සිටියහ. රටේ පවතින ප්‍රචණ්ඩත්වයට සහ වත්මන් තත්ත්වයට හිටපු අගමැතිවරයා වගකිව යුතුයි. රාජ්‍ය හදිසි අවස්ථාවක් ප්‍රකාශයට පත් කර ඇති මොහොතක සාමකාමී විරෝධතාකරුවන්ට පහර දීමට මිනිසුන් රැස් කර යැවීම සැලසුම් සහගත උත්සාහයකි. අපි පොලිස්පතිතුමාට පැමිණිල්ලක් කරලා මානව හිමිකම් කොමිසමට තවත් පැමිණිල්ලක් කරනවා. අපි එක්සත් ජාතීන්ගේ සංවිධානය වැනි ජාත්‍යන්තර සංවිධානවලට ලිඛිතව ලියන්නත් සැලසුම් කරනවා. ඔවුන් නිරායුධ සිවිල් වැසියන්ට පහර දුන් නිසා මෙය සාපරාධී ක්‍රියාවකි. ඔවුන් තරුණ ගැහැණු ළමයින්ට පහර දුන් අතර ඔවුන් සමඟ නාම ලේඛන තිබුණි. මේ වගේ සිදුවීම් ත්‍රස්තවාදී ක්‍රියාවලට සමානයි.” දුෂාන්ත පැවසීය.",
        "නිවේදනයක් නිකුත් කරමින් ශ්‍රී ලංකා වෛද්‍ය සංගමය (SLMA) අග්‍රාමාත්‍යවරයාගේ නිවස ඉදිරිපිට සහ ගාලුමුවදොර පිටිය ඉදිරිපිට නිරායුධ සිවිල් වැසියන්ට එල්ල කළ ප්‍රහාර හෙළා දකින බව ප්‍රකාශ කරයි. “ආණ්ඩුවේ ආධාරකරුවන් පිරිසකගේ මෙම ම්ලේච්ඡ ප්‍රහාරයෙන් තුවාල ලැබූ රෝගීන් 100කට අධික පිරිසක් රෝහල් ගත කර තිබෙනවා. මෙම ප්‍රහාරකයින් බැටන් පොලුවලින් සන්නද්ධව සිටි අතර, එයින් ඇඟවෙන්නේ ප්‍රහාරය කලින් සැලසුම් කළ එකක් බවයි. අද (සඳුදා) සිදුවූ තුවාල මෑත කාලීන සිදුවීම්වලට වඩා බරපතල ස්වභාවයකින් යුක්ත විය.",
        "\"ශ්‍රී ලංකා වෛද්‍ය සංගමය (SLMA) අග්‍රාමාත්‍යවරයාගේ නිවස ඉදිරිපිට සහ ගාලුමුවදොර පිටියේදී නිරායුධ සිවිල් වැසියන්ට එල්ල කළ ප්‍රහාර හෙළා දකිනවා\"",
        "“බරපතල ප්‍රතිකර්ම ක්‍රියාමාර්ග නොගතහොත් ඉදිරි දිනවලදී තවත් ප්‍රචණ්ඩ සිදුවීම් ඇති වීමට ඉඩ තිබේ. ප්‍රචණ්ඩත්වය දිගටම පැවතුනහොත් සහ තවත් රෝගීන් රෝහල්වලට ඇතුළත් කළහොත් ඖෂධ සහ ශල්‍ය පරිභෝජන ද්‍රව්‍ය හිඟය ඉහළ ගොස් සෞඛ්‍ය සේවයට බරපතල බලපෑමක් ඇති කළ හැකිය. අද සිට සැලසුම් කර ඇති අඛණ්ඩ වෘත්තීය සමිති ක්‍රියාමාර්ග නිසා ජනතාව තවත් පීඩාවට පත් වෙනවා. සාමකාමීව රට පාලනය කිරීමේ හැකියාව ආණ්ඩුවට නැතිවෙලා. එබැවින් ජනතාවගේ කැමැත්තට හිස නමන ලෙස SLMA රජයෙන් ඉල්ලා සිටී. ඒ වගේම අපි මේ රටේ පුරවැසියන්ගෙන් ඉල්ලා සිටින්නේ ඔවුන්ගේ විරෝධතා සාමකාමීව කරගෙන යන ලෙසයි” එම නිවේදනයේ වැඩිදුරටත් සඳහන් වේ.",
        "සාමකාමී විරෝධතාකරුවන්ට සහ සෙසු පුරවැසියන්ට එරෙහිව නීතිය ක්‍රියාත්මක කරන බලධාරීන් විසින් කඳුළු ගෑස් භාවිතා කිරීම සහ ප්‍රචණ්ඩත්වය භාවිතා කිරීම SLMA පෙර ප්‍රකාශයක හෙළා දුටුවේය. \"කඳුළු ගෑස්වල අඩංගු රසායනික ද්‍රව්‍ය ශ්වසන අපහසුතා, ඇස් සහ සමේ කෝපයක් ඇති කරන අතර සැලකිය යුතු සෞඛ්‍ය අවදානමක් ඇති කරන බව හොඳින් දන්නා කරුණකි,\" SLMA පවසයි.",
        "ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාව සහ රටේ දණ්ඩ නීති උල්ලංඝණය කරමින් සාමකාමී විරෝධතා රැස්වීම්වලට විශාල පිරිසක් මැදිහත් වූ බව නීතිපති සංජය රාජරත්නම් පොලිස්පති සී ඩී වික්‍රමරත්න වෙත ලිපියක් යොමු කරමින් කියා සිටියා. මැයි 9 වැනිදා කොළඹදී සිදු වූ සිදුවීම්.  “14 (1) (අ) වගන්ති ප්‍රකාරව සහතික කර ඇති පරිදි ව්‍යවස්ථාපිත අයිතිවාසිකම් ක්‍රියාත්මක කරන පුද්ගලයින්; (ආ) සහ (ඇ) ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ භාෂණයේ නිදහසේ නියැලී ඇත; පසුගිය සති කිහිපය තුළ රටේ විවිධ ස්ථානවල සාමකාමී රැස්වීම් සහ ඇසුර. මේ සම්බන්ධයෙන් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 4 (ඈ) වගන්තිය ප්‍රකාරව මූලික අයිතිවාසිකම්වලට ගරු කිරීම, සුරක්ෂිත කිරීම සහ ඉදිරියට ගෙන යාම රජයේ සියලුම ආයතනවල ව්‍යවස්ථාපිත යුතුකම වේ.",
        "මහජනතාවගේ ව්‍යවස්ථාපිත අයිතිවාසිකම්වලට නීතිවිරෝධී ලෙස මැදිහත්වීමේ සිද්ධීන් සම්බන්ධයෙන් පූර්ණ පරීක්‍ෂණ පවත්වන ලෙස නීතිපතිවරයා පොලිස්පතිවරයාට උපදෙස් දුන්නේය. ඒවාට හේතු වූ තත්ත්වයන්: සහ, එම ක්‍රියාවලියේ ප්‍රතිඵලයක් ලෙස දණ්ඩනීය වැරදි සිදු කිරීම. මෙම විමර්ශන කඩිනමින් ප්‍රමුඛතා පදනම මත අවසන් කළ යුතු බව අවධාරණය කළ ඔහු මැයි 9 වැනිදා සිදු වූ සිදුවීම්වල ප්‍රතිඵල පිළිබඳව සොයා බලන ලෙස පොලිස්පතිවරයාට වැඩිදුරටත් උපදෙස් දුන්නේය.",
        "කොළඹ මහේස්ත්‍රාත් අධිකරණයේ පැවැති විශේෂ මාධ්‍ය හමුවකදී නීතිඥ ගුණරත්න වන්නිනායක මහතා පැවසුවේ මැයි 9 වැනිදා ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදය වළ දැමූ දිනයක් බවයි. “අනුග්‍රහය ලැබූ සන්නද්ධ කල්ලියක් විසින් නිරායුධ සිවිල් වැසියන්ට පහර දුන්නා. ඔවුන් අරලියගහ මන්දිරයට යන විට ආයුධ තිබුණේ නැහැ. පොලිසිය මැරයන්ට ප්‍රචණ්ඩ ක්‍රියා කිරීමට ඉඩ දී ඇත. වගඋත්තරකරුවන් ලෙස හිටපු ආරක්ෂක ලේකම්, පොලිස්පති, දේශබන්දු තෙන්නකෝන් සහ ප්‍රචණ්ඩත්වයට ඉඩ දුන් තවත් පොලිස් නිලධාරීන් කිහිප දෙනෙකු ඇතුළත් වේ. හිටපු අග්‍රාමාත්‍යවරයාද මෙම සැලසුමේ කොටසක් වන අතර මෙම ප්‍රචණ්ඩ ක්‍රියාවලට අනුබල දීම සම්බන්ධයෙන් ඔහු අත්අඩංගුවට ගත යුතුය. රාජපක්ෂ පවුල රටින් පලායාමට යන බවට මතයක් පැතිර යන අතර වහාම ක්‍රියාත්මක වන පරිදි අදාළ බලධාරීන් පියවර ගත යුතුයි.”",
        "විරෝධතාකරුවන්ට පහර දීමට යොදවා ඇති සිරකරුවන් සම්බන්ධයෙන් අයිතිවාසිකම් කණ්ඩායම් කනස්සල්ල මතු කරයි",
        "ගාලුමුවදොර පිටියේ විරෝධතාකරුවන්ට පහරදීම සඳහා වටරැක බන්ධනාගාරයේ සිරකරුවන් පිරිසක් ගෙන්වා ගත් අයුරු දැක්වෙන දර්ශන සමාජ මාධ්‍ය ජාලා තුළ ප්‍රචලිත වෙමින් පවතී. ඩේලි මිරර් වෙත අදහස් දැක්වූ සිරකරුවන්ගේ අයිතිවාසිකම් සුරැකීමේ කමිටුවේ සභාපති නීතීඥ සේනක පෙරේරා කියා සිටියේ විවිධ බන්ධනාගාරවල සිරකරුවන් විවිධ වැඩපොළවල්වල යොදවා ඇති බවයි. “සිරකරුවෙකු යැවිය යුත්තේ පුනරුත්ථාපනය සඳහා මිස කෙනෙකුට පහර දීමට නොවේ. නමුත් ඒ වෙනුවට වැරදි කිරීමට සිරකරුවන් යොදා ගන්නවා. ඔවුන් මත් වී ඇත. ඒවා හෙළි නොකළේ නම් මෙය රහසක්ව පවතිනු ඇත. සිරකරුවන්ම පවසන්නේ තමන් පුනරුත්ථාපන වැඩසටහනක කොටසක් බවයි. සිරකරුවන් 150-200ක් පමණ අතුරුදන්ව සිටින බවද පැවසේ. නැවත වතාවක් විරෝධතාකරුවන්ට ප්‍රහාරයක් එල්ල කිරීමට ඔවුන්ව වෙනත් ස්ථානයක තබාගෙන සිටිනවාදැයි කවුද දන්නේ” පෙරේරා ප්‍රශ්න කළේය.",
        "බන්ධනාගාර කොමසාරිස් තුෂාර උපුල්දෙණිය නිවේදනයක් නිකුත් කරමින් කියා සිටියේ එම චෝදනා ප්‍රතික්ෂේප කරන අතර සමාජ මාධ්‍ය ඔස්සේ නිකුත් කර ඇති වීඩියෝව ව්‍යාජ එකක් බවයි. “නමුත් සිරකරුවන්ම ජනතාවගෙන් ඉල්ලා සිටින්නේ ඔවුන්ට පහර නොදෙන ලෙසයි. සිද්ධිය යට ගහන්න හදනවා. ඒ නිසා මෙය සිරකරුවන්ගේ ජීවිතවලට තර්ජනයක් වන බැවින් බන්ධනාගාර කොමසාරිස්වරයා අත්අඩංගුවට ගත යුතුයි. බන්ධනාගාර ලාංඡනයේ සඳහන් වන්නේ භාරකාරත්වය, රැකවරණය සහ නිවැරදි කිරීම සහ එය ඔවුන්ගේ මූලික අරමුණ බවයි. නමුත් ඔවුන් නිවැරදි කිරීම කරන්නේ මේ ආකාරයටද? මෙම ක්‍රියා නවත්වන ලෙස අපි ඔවුන්ගෙන් ඉල්ලා සිටින අතර ඔවුන් ප්‍රතිචාර නොදක්වන්නේ නම් අපි ජාත්‍යන්තර සංවිධානවලට ද ලියන්නෙමු.",
        "රාජපක්ෂ පවුල සමග සමීප සබඳතා පවත්වන ව්‍යාපාරිකයෙකු විසින් මෙම සිරකරුවන් යොදවා ඇති බවටයි චෝදනා එල්ල වන්නේ.",
        "නිවේදනයක් නිකුත් කරමින් බන්ධනාගාර මාධ්‍ය ප්‍රකාශක චන්දන ඒකනායක කියා සිටියේ වටරැක බන්ධනාගාරයේ රැඳවියන් 181 දෙනෙකු කොල්ලුපිටිය, රාජගිරිය සහ බත්තරමුල්ල වැඩපොළවල් තුනකට යොදවා ඇති බවයි. මෙම සිරකරුවන් නැවත බන්ධනාගාර වෙත යන අතරවාරයේදී සිවිල් ඇඳුමින් සැරසී සිට ඇති අතර ඔවුන් ගාලු මුවදොර පිටියේ විරෝධතාකරුවන් පිරිසක්ද යන්න පිළිබඳව ඔවුන්ගේ වාහනය නතර කළ පිරිස් අතරමං වී තිබේ. නමුත් ඔවුන් කිසිවිටෙක කිසිදු ප්‍රචණ්ඩ ක්‍රියාවක නිරත වූයේ නැත. කෙසේ වෙතත්, ඔවුන්ගෙන් 58 දෙනෙකු මේ වන විට අතුරුදහන් වී ඇත. මෙම පුද්ගලයින් දුටුවහොත් ළඟම ඇති පොලිස් ස්ථානයට හෝ බන්ධනාගාර කඳවුරට ඉදිරිපත් කරන ලෙස අපි මහජනතාවගෙන් ඉල්ලා සිටිමු. බන්ධනාගාර නිලධාරීන් සහ මෙම සිරකරුවන් කිහිප දෙනෙකු රෝහල් ගත කර ඇත. සමාජ මාධ්‍යවල වීඩියෝ පටයක් සංසරණය වෙනවා, නමුත් ඔවුන් කිසිම ආකාරයක ප්‍රචණ්ඩත්වයක නිරත වී නැති බව මම තහවුරු කරනවා,” ඒකනායක පැවසීය."
      ]
    },
    "ta": {
      "title": "திங்கட்கிழமையின் கனவிற்குப் பிறகு சாம்பலில் 'கோடகோகாமா' எழுகிறது",
      "body_lines": [
        "சில மணிநேரங்களில் போராட்டக்காரர்கள் வாழ்க்கையை மீண்டும் ‘கோட்டகோகம’வில் செலுத்த முடிந்தது.",
        "பிளாஸ்டிக் தூண்களில் பாதி எரிந்த கூடாரம் நின்றது, மே 9 அன்று பல்வேறு மூலைகளில் குவிந்திருந்த இடிபாடுகளின் குவியல்கள், பகுதியளவில் அழிக்கப்பட்ட ‘கோதகோகம’ மீண்டும் உயிர்த்தெழுந்ததற்கான அடையாளங்களாகும். போராட்டக்காரர்கள் ஒரு முனையில் செய்தியாளர் மாநாடுகள், கூட்டங்களை ஏற்பாடு செய்தல் மற்றும் தளவாடங்களை ஏற்பாடு செய்தல் போன்றவற்றில் ஈடுபட்டுள்ளனர் அது போலவே, சில மணிநேரங்களில், போராட்டக்காரர்கள் வாழ்க்கையை மீண்டும் மோதல் மண்டலத்திற்குள் செலுத்த முடிந்தது, தங்களுக்கு ஏற்பட்ட பின்னடைவு ஒரு குறுகிய காலத்திற்கு மட்டுமே. எவ்வாறாயினும், தாக்குதலில் பாதிக்கப்பட்டவர்கள் பலத்த காயங்களுக்கு உள்ளாகியுள்ளனர் மற்றும் சிலரின் நிலைமை கவலைக்கிடமாக உள்ளது. பாதிக்கப்பட்டவர்களுக்கு நீதி வழங்கவும், முன்னாள் பிரதமர் உட்பட குற்றவாளிகளை தண்டிக்கவும் சட்ட அமலாக்க அதிகாரிகளை அவர்கள் கோருகின்றனர்.",
        "மே 9 அன்று, ஆத்திரமடைந்த கும்பல் செயின்ட் ஜான்ஸ் ஆம்புலன்ஸ் கூடாரத்தை அழித்தது, அது போராட்டக்காரர்களுக்கும் கூடாரத்திற்குச் சென்ற அனைவருக்கும் இலவச மருத்துவ சேவைகளை வழங்கியது. காலி முகத்திடலில் இடம்பெற்ற தாக்குதல்களை அடுத்து மொத்தமாக 218 பேர் காயமடைந்துள்ளனர் என டாக்டர் கே.பி.ஜே பிரசன்னா தெரிவித்தார். \"அவர்களில் 20 க்கும் மேற்பட்டோர் முதுகுத்தண்டு காயங்களுக்கு ஆளாகியுள்ளனர், அவர்களில் பெரும்பாலோர் தலையில் காயம் அடைந்துள்ளனர். அவர்களில் 4 பேர் ஆபத்தான நிலையில் தேசிய மருத்துவமனையில் தீவிர சிகிச்சைப் பிரிவில் அனுமதிக்கப்பட்டுள்ளனர். அவர்களில் இருவர் உயிரிழந்துள்ளதாக அறிவிக்கப்பட்டுள்ளது. இன்று நெஞ்சு வலியால் அவதிப்பட்ட ஒரு நோயாளியைக் கண்டோம், அவரையும் தேசிய மருத்துவமனைக்கு மாற்றினோம்.",
        "\"போராட்டக்காரர்கள் மற்றும் கூடாரத்திற்கு வருகை தந்த அனைவருக்கும் இலவச மருத்துவ சேவைகளை வழங்கிக்கொண்டிருந்த செயின்ட் ஜான்ஸ் ஆம்புலன்ஸ் கூடாரத்தை ஆத்திரமடைந்த கும்பல் அழித்தது\"",
        "“எங்கள் சம்பவம் நடந்த அன்று எங்கள் கூடாரங்கள் மற்றும் ஆயுர்வேத மருந்துகள் வழங்கும் கூடாரம் ஆகிய இரண்டும் அழிக்கப்பட்டன. உயர் ரத்த அழுத்தம், நெஞ்சுவலி, காய்ச்சல் போன்றவற்றால் மருத்துவம் பார்க்கும் பல நோயாளிகளுக்கு சிகிச்சை அளித்து வருகிறோம். நேற்று நோயாளிகளை மருத்துவமனைக்கு அழைத்துச் செல்லும் போது சாலையை சுத்தம் செய்ய யாரும் இல்லை. எங்கள் குழுவில் 25 பேர் இரவு ஷிப்டில் பணிபுரிந்தனர், அவர்கள் காயமடைந்தவர்களுக்கு உதவுவதில் மகத்தான பணியைச் செய்தனர். அதுமட்டுமின்றி எனது பை காணாமல் போயுள்ளதுடன், எனது இலங்கை மருத்துவ சபை அடையாள அட்டை மற்றும் முதுகலை அடையாள அட்டையை நான் தவறாக வைத்துள்ளேன். நான் இன்று காவல்துறையில் புகார் அளித்தேன்,” என்று டாக்டர் கே.பி.ஜே பிரசன்னா கூறினார்.",
        "பியூனி சகுனிகா போராட்டம் தொடங்கியதில் இருந்தே அந்த இடத்தில் இருந்து வருகிறார். அவர் இளைஞர் மையத்தில் ஒழுங்கமைக்கும் நடவடிக்கைகளில் ஈடுபட்டுள்ளார் மற்றும் மே 9 அன்று காயங்களுக்கு ஆளானவர்களில் ஒருவர். “மைனகோகமாவில் ராஜபக்சே ஆதரவாளர்கள் எங்கள் தோழர்களைத் தாக்குவதாக எங்களுக்குத் தகவல் கிடைத்தது. பிறகு எங்களில் ஒரு குழு அந்த வழியில் செல்ல முடிவு செய்தோம். ஆனால் நாங்கள் முற்றிலும் நிராயுதபாணியாக இருந்தோம், நாங்கள் எந்த சிக்கலையும் உருவாக்க விரும்பவில்லை. நாங்கள் அங்கு சென்றபோது மைனகோகாமாவில் போராட்டக்காரர்களை ஒரு ஆண் கும்பல் மிரட்டிவிட்டு முன்னேறுவதைக் கண்டோம். காவல்துறை எங்களை அவர்களிடமிருந்து விலக்கியது, ஆனால் ராஜபக்சே ஆதரவாளர்கள் அவர்களைத் தாக்குவதைத் தடுக்கவில்லை. எங்கள் நண்பர்கள் சிலரை மீட்டுவிட்டு மீண்டும் காலி முகத்திடலுக்கு வந்தோம். பொலிஸ் உண்மையில் கும்பல்களை காலி முகத்திடலுக்கு அழைத்துச் சென்றது, அதனால் அவர்கள் எங்களைத் தாக்க முடிந்தது. ஷங்கிரிலா ஹோட்டல் நுழைவாயிலுக்கு அருகில் தடுப்புச்சுவர் இருந்தது மற்றும் சுமார் 200 போலீசார் இருந்தனர். கும்பல் கும்பல் இரும்பு கம்பிகள் மற்றும் ஆயுதங்களுடன் ஆயுதங்களை ஏந்தியிருந்தது மற்றும் அவர்கள் தடைகளை கடந்து சென்று எங்களை தாக்கத் தொடங்கினர். உயர் அழுத்த தண்ணீர் டிரக் ஷங்கிரிலா நுழைவாயிலை நோக்கி நகர்வதை நாங்கள் பார்த்தோம், ஆனால் கும்பல் மீது தண்ணீரை விடுவதற்கு பதிலாக, போலீசார் எங்கள் மீது தண்ணீரை விட்டனர், ”என்று சகுனிகா கூறினார்.",
        "‘கோட்டகோகம’வில் எதிர்ப்பாளர்கள் இரவு வெகுநேரம் வரை விழித்திருந்து சிறிது நேரம் தூங்கிவிட்டு அடுத்த நாளுக்குத் தயாராகிவிடுகிறார்கள். “சம்பவம் நடந்த போது இளைஞர் மைய கூடாரத்தில் அதிகம் பேர் இல்லை. இந்தக் கூடாரத்தில்தான் அவர்கள் என்னைத் தாக்கினார்கள். இங்கு வந்த மாகாண சபை உறுப்பினர் ஒருவர் எமது நண்பர் ஒருவரை தாக்கியுள்ளார். மேலும் இரண்டு மூன்று பேர் மரக் கம்பிகளுடன் வந்து என்னைத் தாக்கினர். எங்கள் கூடாரத்திற்கு வருபவர்களுக்கு ராஜா தேங்காய் வெட்டி சிற்றுண்டியாக பரிமாற ஒரு கத்தி இருந்தது. என்னை தாக்கியவுடன் கத்தியை கையில் எடுத்தார். ஆனால் நான் அவரைத் தடுக்க முடிந்தது, நாங்கள் ஓடிவிட்டோம். எப்படியோ நான் தப்பித்தேன், ஆனால் முழு சம்பவமும் ஒரு கனவு, ”என்று சகுனிகா நினைவு கூர்ந்தார்.",
        "\"வன்முறை தொடர்ந்தால் மற்றும் அதிகமான நோயாளிகள் மருத்துவமனைகளில் அனுமதிக்கப்பட்டால், மருந்துகள் மற்றும் அறுவை சிகிச்சை நுகர்பொருட்களின் பற்றாக்குறை அதிகரித்து சுகாதார சேவையில் கடுமையான தாக்கத்தை ஏற்படுத்தலாம்\"",
        "வலியில் இருந்தாலும் அவள் ஓய்வெடுக்க விரும்பவில்லை. “என்னால் இந்த இடத்தை விட்டு வெளியேற முடியாது. உடல் வலியை விட மன வேதனை அதிகம். என் கழுத்து மற்றும் மேல் கையில் காயம் ஏற்பட்டது, அவர்கள் எறிந்த தடி என் தொடையில் தாக்கியது, அங்கேயும் ஒரு சிறிய காயம் உள்ளது. என்னால் நடக்க முடியவில்லை, அப்போதுதான் அவர்களில் ஒருவர் என்னை கத்தியால் குத்த முயன்றார்.",
        "“எனக்குத் தெரிந்த ஒருவர் மருத்துவமனையில் அனுமதிக்கப்பட்டு ஆபத்தான நிலையில் இருக்கிறார். அவர் கோமா நிலைக்கு சென்றுவிடுவாரோ என்று பலர் பயப்படுகிறார்கள். இது ஒரு திட்டமிட்ட தாக்குதல் என்பதால் இது முற்றிலும் ஏற்றுக்கொள்ள முடியாதது. நாங்கள் இங்கு ஒருபோதும் வன்முறையில் ஈடுபடவில்லை, இது அமைதியான போராட்டம். இங்கு வருபவர்களுக்கும், காவல்துறையினருக்கும் நாங்கள் உணவு மற்றும் அனைத்தையும் வழங்குகிறோம். அரசியலில் ஏற்பட்டுள்ள அலைகளை மாற்றி, ஆட்சி அமைப்பில் மாற்றத்தை ஏற்படுத்தவே நாங்கள் முயற்சித்து வருகிறோம். நாங்கள் யாரும் எந்த அரசியல் கட்சியையும் பிரதிநிதித்துவப்படுத்தவில்லை, ஆனால் இந்த முயற்சிகளை சீர்குலைக்க அவர்கள் பல்வேறு தந்திரங்களை முயற்சிக்கின்றனர். எங்களுக்கு ஒரு பொதுவான குறிக்கோள் உள்ளது. ஏற்கனவே ஒருவர் பதவி விலகியுள்ளார், மேலும் பலர் இதைப் பின்பற்ற உள்ளனர், ”என்று அவர் மேலும் கூறினார்.",
        "“இந்த வன்முறைக்கு முன்னாள் பிரதமரே பொறுப்பு” – துஷாந்த",
        "ஆர்ப்பாட்டக்காரர்கள் சார்பில் விமுக்தி துஷாந்த பேசுகையில், முழுத் தாக்குதலும் நன்கு திட்டமிடப்பட்டது. “இந்த ஆதரவாளர்களும் மாகாண சபை உறுப்பினர்களும் காலி முகத்திடலை நோக்கிச் செல்லவும், அமைதியாகப் போராடியவர்களைத் தாக்கவும், கூடாரங்களை அழிக்கவும் ஊக்குவிக்கப்பட்டனர் என்பது வீடியோ காட்சிகள் மற்றும் பேச்சுக்களில் இருந்து தெளிவாகத் தெரிகிறது. அவர்களில் பலர் போதையில் இருந்தனர். நாட்டில் ஏற்பட்டுள்ள வன்முறைகளுக்கும் தற்போதைய நிலைமைக்கும் முன்னாள் பிரதமரே பொறுப்பு. அரச அவசரநிலை பிரகடனப்படுத்தப்பட்டுள்ள நேரத்தில் அமைதியான போராட்டக்காரர்களைத் தாக்க ஆட்களைத் திரட்டி அனுப்புவது திட்டமிட்ட முயற்சியாகும். பொலிஸ் மா அதிபரிடம் முறைப்பாடு செய்துள்ளோம், மேலும் மனித உரிமைகள் ஆணைக்குழுவிலும் முறைப்பாடு செய்துள்ளோம். ஐக்கிய நாடுகள் சபை போன்ற சர்வதேச அமைப்புகளுக்கும் கடிதம் எழுத திட்டமிட்டுள்ளோம். நிராயுதபாணியான பொதுமக்களை அவர்கள் தாக்கியது ஒரு குற்றச் செயலாகும். அவர்கள் இளம் பெண்களைத் தாக்கி, அவர்களுடன் பெயர் பட்டியலை வைத்திருந்தனர். இவ்வாறான சம்பவங்கள் பயங்கரவாதச் செயல்களுக்கு நிகரானவை” என துஷாந்த தெரிவித்தார்.",
        "பிரதம மந்திரியின் இல்லம் மற்றும் காலி முகத்திடலுக்கு முன்பாக நிராயுதபாணியான பொதுமக்கள் மீது நடத்தப்பட்ட தாக்குதல்களுக்கு இலங்கை மருத்துவ சங்கம் (SLMA) கண்டனம் தெரிவித்துள்ளது. “அரசாங்க ஆதரவாளர்கள் குழுவினால் நடத்தப்பட்ட இந்த மிருகத்தனமான தாக்குதலைத் தொடர்ந்து 100க்கும் மேற்பட்ட காயமடைந்த நோயாளிகள் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர். இந்த தாக்குதல் நடத்தியவர்கள் தடியடி மற்றும் தடிகளால் ஆயுதம் ஏந்தியிருந்தனர், இது தாக்குதல் முன்கூட்டியே திட்டமிடப்பட்டது என்பதைக் குறிக்கிறது. சமீபத்திய முந்தைய சம்பவங்களில் ஏற்பட்ட காயங்களை விட இன்று (திங்கட்கிழமை) ஏற்பட்ட காயங்கள் மிகவும் தீவிரமானவை” என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "\"பிரதமரின் இல்லம் மற்றும் காலி முகத்திடலுக்கு முன்பாக நிராயுதபாணியான பொதுமக்கள் மீது நடத்தப்பட்ட தாக்குதல்களுக்கு இலங்கை மருத்துவ சங்கம் (SLMA) கண்டனம் தெரிவித்துள்ளது.",
        "“தீவிரமான சீர்திருத்த நடவடிக்கை எடுக்கப்படாவிட்டால் வரும் நாட்களில் மேலும் வன்முறை சம்பவங்கள் நிகழ வாய்ப்புள்ளது. வன்முறைகள் தொடர்ந்தால் மற்றும் அதிகமான நோயாளிகள் மருத்துவமனைகளில் அனுமதிக்கப்பட்டால், மருந்துகள் மற்றும் அறுவை சிகிச்சை நுகர்பொருட்களின் பற்றாக்குறை அதிகரித்து சுகாதார சேவையில் கடுமையான பாதிப்பை ஏற்படுத்தலாம். இன்று முதல் திட்டமிடப்பட்டுள்ள தொடர் தொழிற்சங்க நடவடிக்கைகள் மக்களின் துயரங்களை மேலும் அதிகரிக்கும். நாட்டை அமைதியான முறையில் ஆட்சி செய்யும் திறனை அரசாங்கம் இழந்துள்ளது. எனவே, மக்களின் விருப்பத்திற்கு தலைவணங்குமாறு SLMA அரசாங்கத்திடம் வேண்டுகோள் விடுக்கிறது. இந்த நாட்டின் குடிமக்கள் தங்கள் போராட்டங்களை அமைதியான முறையில் முன்னெடுக்குமாறும் நாங்கள் வேண்டுகோள் விடுக்கின்றோம்” என அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது.",
        "அமைதியான போராட்டக்காரர்கள் மற்றும் சக குடிமக்களுக்கு எதிராக சட்ட அமலாக்க அதிகாரிகளால் கண்ணீர்ப்புகை மற்றும் வன்முறையைப் பயன்படுத்துவதை SLMA முந்தைய அறிக்கையில் கண்டனம் செய்தது. \"கண்ணீர் வாயுவில் உள்ள இரசாயனங்கள் சுவாசக் கோளாறுகள், கண்கள் மற்றும் தோலில் எரிச்சல் மற்றும் குறிப்பிடத்தக்க உடல்நல அபாயங்களைக் கொண்டு வருவதற்கு நன்கு அறியப்பட்டவை\" என்று SLMA கூறியது.",
        "பொலிஸ் மா அதிபர் சி.டி விக்ரமரத்னவுக்கு எழுதிய கடிதத்தில், சட்டமா அதிபர் சஞ்சய் ராஜரத்தினம், இலங்கையின் அரசியலமைப்பு மற்றும் நாட்டின் தண்டனைச் சட்டங்களை மீறும் வகையில், அமைதியான முறையில் நடைபெற்ற போராட்டங்களில் பெரும் எண்ணிக்கையிலான மக்கள் தலையிட்டனர். மே 9 அன்று கொழும்பில் நடந்த சம்பவங்கள்.  “14 (1) (a) பிரிவுகளின்படி உத்தரவாதம் அளிக்கப்பட்டுள்ள அரசியலமைப்பு உரிமைகளைப் பயன்படுத்துவதில் மக்கள்; (b) மற்றும் (c) அரசியலமைப்பின், பேச்சு சுதந்திரத்தில் ஈடுபட்டுள்ளது; கடந்த சில வாரங்களாக நாட்டின் பல்வேறு இடங்களில் அமைதியான கூட்டம் மற்றும் சங்கம். இது சம்பந்தமாக, அரசியலமைப்பின் பிரிவு 4 (டி) இன் அடிப்படையில் அடிப்படை உரிமைகளை மதிப்பதும், பாதுகாப்பதும் மற்றும் முன்னேற்றுவதும் அரசாங்கத்தின் அனைத்து அமைப்புகளின் அரசியலமைப்பு கடமையாகும்.",
        "சட்டமா அதிபர், மக்களின் அரசியலமைப்பு உரிமைகளில் சட்டவிரோதமாக தலையிடும் சம்பவங்கள் குறித்து முழுமையான விசாரணைகளை நடத்துமாறு இன்ஸ்பெக்டர் ஜெனரலுக்கு ஆலோசனை வழங்கினார். அவர்களுக்கு வழிவகுத்த சூழ்நிலைகள்: மற்றும், செயல்பாட்டில் தண்டனைக் குற்றங்களின் விளைவாக. மே 9 ஆம் திகதி இடம்பெற்ற சம்பவங்களின் பின்விளைவுகளை விசாரிக்குமாறும், இந்த விசாரணைகள் அவசர முன்னுரிமையின் அடிப்படையில் முடிக்கப்பட வேண்டும் என்பதை வலியுறுத்தும் வகையில் ஐஜிபிக்கு அவர் மேலும் ஆலோசனை வழங்கினார்.",
        "கொழும்பு நீதவான் நீதிமன்றில் நடைபெற்ற விசேட ஊடகவியலாளர் சந்திப்பில் சட்டத்தரணி குணரத்ன வன்னிநாயக்க, மே 9ஆம் திகதி இலங்கையில் ஜனநாயகம் புதைக்கப்பட்ட நாளாகும். “நிராயுதபாணியான பொதுமக்கள் ஆயுதமேந்திய கும்பலால் தாக்கப்பட்டனர். அவர்கள் அலரிமாளிகைக்குச் சென்றபோது ஆயுதங்கள் எதுவும் வைத்திருக்கவில்லை. கும்பல் வன்முறையில் ஈடுபட காவல்துறை அனுமதித்துள்ளது. பிரதிவாதிகளில் முன்னாள் பாதுகாப்புச் செயலாளர், பொலிஸ் மா அதிபர், தேசபந்து தென்னகோன் மற்றும் வன்முறைக்கு வழிவகுத்த பல பொலிஸ் அதிகாரிகளும் அடங்குவர். முன்னாள் பிரதமரும் இந்த திட்டத்தின் ஒரு பகுதியாகும், இந்த வன்முறைச் செயல்களுக்கு உதவியதற்காக அவரை கைது செய்ய வேண்டும். ராஜபக்ச குடும்பம் நாட்டை விட்டு தப்பிச் செல்லப் போவதாக ஊகங்கள் பரவி வருகின்றன, உடனடியாக அமுலுக்கு வரும் வகையில் சம்பந்தப்பட்ட அதிகாரிகள் நடவடிக்கை எடுக்க வேண்டும்” என்றார்.",
        "போராட்டக்காரர்களைத் தாக்குவதற்காக நிறுத்தப்பட்ட கைதிகள் குறித்து உரிமைக் குழுக்கள் கவலைகளை எழுப்புகின்றன",
        "காலி முகத்திடலில் போராட்டக்காரர்களை தாக்குவதற்காக வடரேகா சிறைச்சாலையில் இருந்து கைதிகள் கீழே இறக்கப்பட்ட காட்சிகள் சமூக ஊடகங்களில் வைரலாகி வருகின்றன. டெய்லி மிரருக்கு கருத்து தெரிவித்த சட்டத்தரணியும் கைதிகளின் உரிமைகளை பாதுகாக்கும் குழுவின் தலைவருமான சேனக பெரேரா, பல்வேறு சிறைச்சாலைகளில் உள்ள கைதிகள் பல்வேறு பணிநிலையங்களில் நிறுத்தப்பட்டுள்ளதாக தெரிவித்தார். “ஒரு கைதியை புனர்வாழ்வுக்காக அனுப்ப வேண்டும், ஒருவரைத் தாக்குவதற்காக அல்ல. ஆனால் அதற்கு பதிலாக கைதிகள் தவறான செயல்களுக்கு பயன்படுத்தப்படுகிறார்கள். அவர்கள் போதையில் இருந்துள்ளனர். அவர்கள் வெளியில் தெரியாமல் இருந்திருந்தால் இது ரகசியமாகவே இருந்திருக்கும். புனர்வாழ்வுத் திட்டத்தின் ஒரு பகுதி என்று கைதிகளே கூறுகிறார்கள். சுமார் 150-200 கைதிகளை காணவில்லை என்று கூறப்படுகிறது. மீண்டும் போராட்டக்காரர்கள் மீது தாக்குதல் நடத்துவதற்காக வேறு எங்காவது தங்க வைக்கப்பட்டிருக்கிறார்களா என்பது யாருக்குத் தெரியும்” என்று பெரேரா வினவினார்.",
        "சிறைச்சாலைகள் ஆணையாளர் துஷார உபுல்தெனிய அறிக்கை ஒன்றை வெளியிட்டு, குற்றச்சாட்டை மறுத்துள்ளதுடன், சமூக ஊடகங்களில் வெளியாகியுள்ள காணொளி போலியானது எனவும் தெரிவித்துள்ளார். “ஆனால் கைதிகள் தங்களைத் தாக்க வேண்டாம் என்று மக்களைக் கேட்டுக்கொள்கிறார்கள். சம்பவத்தை மூடி மறைக்க முயற்சிக்கின்றனர். இது கைதிகளின் உயிருக்கு அச்சுறுத்தலாக உள்ளதால் சிறைத்துறை ஆணையரை காவலில் எடுக்க வேண்டும். சிறைச்சாலை லோகோ காவலில், கவனிப்பு மற்றும் திருத்தம் மற்றும் அவர்களின் முதன்மை நோக்கம் என்று கூறுகிறது. ஆனால் இப்படித்தான் திருத்தம் செய்கிறார்களா? இந்தச் செயல்களை நிறுத்துமாறு நாங்கள் அவர்களிடம் கேட்டுக்கொள்கிறோம், அவர்கள் பதிலளிக்கவில்லை என்றால் நாங்கள் சர்வதேச அமைப்புகளுக்கும் எழுதுவோம், ”என்று பெரேரா கூறினார்.",
        "ராஜபக்ச குடும்பத்துடன் நெருங்கிய தொடர்புள்ள வர்த்தகர் ஒருவரால் இந்த கைதிகள் அனுப்பப்பட்டதாக குற்றம் சாட்டப்பட்டுள்ளது.",
        "வத்தரேகா சிறைச்சாலையில் இருந்து 181 கைதிகள் கொள்ளுப்பிட்டி, ராஜகிரிய மற்றும் பத்தரமுல்ல ஆகிய மூன்று பணிநிலையங்களுக்கு அனுப்பப்பட்டுள்ளதாக சிறைச்சாலைகள் ஊடகப் பேச்சாளர் சந்தன ஏக்கநாயக்க தெரிவித்துள்ளார். சிறைச்சாலைகளுக்குத் திரும்பிச் செல்லும் போது, ​​இந்த கைதிகள் சிவில் உடையில் இருந்ததால், அவர்களின் வாகனத்தை நிறுத்திய மக்கள், அவர்கள் காலி முகத்திடலில் ஆர்ப்பாட்டக்காரர்களின் குழுக்களா என்று குழப்பமடைந்தனர். ஆனால் அவர்கள் எந்த வன்முறையிலும் ஈடுபடவில்லை. எனினும் அவர்களில் 58 பேர் காணாமல் போயுள்ளனர். இந்த நபர்கள் கண்டுபிடிக்கப்பட்டால், அவர்களை அருகில் உள்ள காவல் நிலையம் அல்லது சிறை முகாமுக்கு ஆஜர்படுத்துமாறு பொதுமக்களை கேட்டுக்கொள்கிறோம். சிறை அதிகாரிகள் மற்றும் சில கைதிகள் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர். சமூக ஊடகங்களில் ஒரு வீடியோ பரப்பப்படுகிறது, ஆனால் அவர்கள் எந்தவிதமான வன்முறையிலும் ஈடுபடவில்லை என்பதை நான் உறுதிப்படுத்துகிறேன், ”என்று ஏகநாயக்க கூறினார்."
      ]
    }
  }
}