{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/48-persons-test-positive-for-COVID-19/56-733573",
  "time_ut": 1650312960,
  "title": "48 persons test positive for COVID-19",
  "body_lines": [
    "Daily testing remains below 5,000 and detections below 100 since 7 April",
    "Sri Lanka’s COVID-19 case count rose to 662,912 following the detection of 48 COVID-19 positive persons yesterday.",
    "Daily COVID-19 detections have remained below 100 since 7 April and a gradual drop in detections is seen. However, daily COVID-19 testing has been below 5,000 since 7 April and below 2,000 since 14 April.",
    "On Sunday, testing dropped to 987 PCR tests and 484 rapid antigen tests and 37 COVID-19 cases were detected.",
    "A total of 75,292 COVID-19 patients have been detected since 1 January. In addition to this, 483,090 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster and 3,059 persons from the Divulapitiya cluster have tested positive for COVID-19.",
    "According to the Epidemiology Unit, 7,242 Sri Lankan returnees from overseas and 328 foreigners have also tested positive for the virus.",
    "The district distribution of COVID-19 patients shows 139,068 detections from Colombo, 114,350 detections from Gampaha, 58,219 detections from Kalutara, 45,579 detections from Galle, and 31,483 detections from Kurunegala.",
    "During the third wave of the pandemic, 106,771 patients from Colombo, 95,816 patients from Gampaha and 51,161 patients from Kalutara were detected.",
    "At present, 3,860 persons are under medical or home-based care and 438 persons suspected of having COVID-19 are under observation.",
    "The Epidemiology Unit states that three persons were released from care yesterday. A total of 642,556 persons have recovered from COVID-19 to date.",
    "In terms of vaccination, 17,019,287 persons have received the first vaccine dose and 14,436,890 persons have received the second dose. The booster dose has been administered to 7,910,215 persons."
  ]
}