{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/06/our-comrades-provide-us-security-akd-on-man-with-helmet-getting-into-his-car/",
  "time_ut": 1649242380,
  "title": "‘Our comrades provide us security’; AKD on man with helmet getting into his car",
  "body_lines": [
    "COLOMBO (News 1st); JVP Leader Anura Kumara Dissanayake told Parliament that person wearing a helmet who got into the rear of his vehicle, was in fact a party member who was assigned to his protection detail.",
    "Anura Kumara Dissanayake said upon leaving Parliament on Tuesday (5) his vehicle was obstructed by Sri Lankan youth who were protesting outside parliament against the government.",
    "“Lasantha Wickremetunge was murdered in broad daylight, and yet today there is no one held responsible. Poddala Jayantha was abducted and no one was held accountable. Keith Noyahr was assaulted, and no one was arrested. (Wasim) Thajudeen was murdered and no arrests were made. A web journalist was abducted and there was no trace of him after that. All these events took place when Gotabaya Rajapaksa was the Defence Secretary, and he is today the President,” said Dissanayake adding that he has experience on how the President-turned Former Defense Secretary works.",
    "“That is why we have sought out our own security. Do you assume we travel alone when a person accountable for murder is seated in the top post? Whenever I travel, our comrades provide protection,” he told the Parliament.",
    "“Before I leave parliament, I inform my comrades that I am about to leave, so I want a few of them to remain and they remained. What is wrong with that? I will do the same tomorrow,” he added.",
    "The JVP Leader said several motorcycles with party members were deployed for his protection, and one of them got into his vehicles.",
    "When he was speaking in Parliament members of the ruling faction made repeated obstructions.",
    "“This is between the thief and the person who punishes the thief, the corrupt and the person who is against corruption, the Criminal and the person who is against Crimes,” he said.",
    "He further said when the Security Council met over the Mirihana Protests before it happened, the Chairman of Avant-Garde Nissanka Senadhipathi had attended and said not to worry and that he had inserted 200 of his personnel to the premises.",
    "Dissanayake questioned the presence of Senadhipathi at a meeting attended by the Commanders of the Security Forces.",
    "“Ask this from your leader.” he snapped back at the ruling party MPs who continued to inturrupt his speech.",
    "President must go for us to consider any proposal – Anura Kumara"
  ]
}