{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Decision-of-paying-pension-to-Ajith-Nivard-Cabraal-challenged-in-Courts/155-221576",
  "time_ut": 1633089000,
  "title": "Decision of paying pension to Ajith Nivard Cabraal challenged in Courts",
  "body_lines": [
    "A writ petition has been filed in the Court of Appeal seeking an interim order to stay the Monetary Board of the Central Bank of Sri Lanka from paying a pension to the newly appointed Central Bank Governor Ajith Nivard Cabraal.",
    "General Secretary of Democratic United National Front (DUNF) Ariyawansa Dissanayake filed this petition naming the Monetary Board of Sri Lanka, Central Bank Governor Ajith Nivard Cabraal, Finance Minister Basil Rajapaksa, members of the Monetary Board of Sri Lanka and several others as respondents.",
    "The petitioner said incumbent Governor Ajith Nivard Cabraal nor any other past Governors of the CBSL are entitled to have a pension as the Monetary Law Act has not supplied any provision to that effect.",
    "The petitioner further said the Monetary Law Act has provided provisions only to authorize salaries to the staff of the CBSL and the Governor is not considered as a member of the staff.",
    "The petitioner further said the Governor of the CBSL is entitled for a package with a very high remuneration as decided by the President as Per Section 12(3) of the Monetary Law Act, which includes an official residence with all super luxuries, two luxury cars, security guards, drivers, domestic servants, free foreign tours with first-class air tickets, accommodation in presidential suits in best star class hotels and surprisingly an international credit card with unlimited amounts.",
    "The petitioner said  Ajith Nivard Cabraal has enjoyed all these luxuries from 1st July 2006 to 8th January 2015 almost for a period of 8 and 1/2 years at the expense of the innocent tax Payers.",
    "\"Therefore the Monetary Board of Sri Lanka approving a pension to any past Governors of the CBSL is ultra aires and the decision to approve a pension to Cabral is bad in law and contrary to the provisions in the Monetary Law Act\", the petitioner added.",
    "This petition had been filed through Attorney-at-law W.A.S. Deepanai Premenayake. (Lakmal Sooriyagoda)"
  ]
}