{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/playing-games-gema-gahanawa-with-constitutional-reforms/",
  "time_ut": 1654274580,
  "title": "PLAYING GAMES (“GEMA GAHANAWA”) WITH CONSTITUTIONAL REFORMS",
  "body_lines": [
    "The Sunday Island of May 29, 2022 has interesting articles reflecting the varied points of view of professionals and concerned citizens on our current and very grave economic and political crisis. Rajan Phillips and Keith Noyar reflect on the gap between what we know are the demands of street protests in the “Aragalaya”, and the responses of the Gotabaya Rajapaksa government.",
    "The Aragalaya protestors on the street are not convinced that Mr. Ranil Wickremesinghe joining a cabinet of mostly the same old Ministers whom they hold accountable with the President for the country’s crisis, has transformed it into the  “new ” or “interim” government they are demanding. Gnana Moonesinghe approves of what she sees as the “new” governance, and the Ranil Wickremesinghe headed “new  cabinet.” She has confidence in the leadership role that Mr. Ranil Wickremesinghe has assumed. She thinks he should be supported to accomplish this task.",
    "These differing viewpoints reflect a deeper reality. And this is the polarized approaches to governance in our country. The Aragalaya demands embody a viewpoint that we as citizens have ignored for many decades- the importance of the accountability of those who hold public office to the nation for corruption,  gross financial mismanagement and abuse of public and political  office.  They challenge the right of a government that has created what has been described as “the most man made and voluntary economic crisis” (Rajan Philips citing Mick Moore Asian Development Bank Consultant) to continue in office.",
    "They are not willing to forgive and forget, as most of us have done for decades. The recent revelations in a Parliamentary review of the Central Bank’s work from 2020 reinforces the culpability of the President and his officials and the institutional failures that make our predicament a “man-made crisis”. The even more shocking report of the Inspector General of Police on the deeply politicized appointments to this vital institution in law enforcement support the strident cry from the street for what they describe as “systemic and institutional change”. They may not articulate how this can be done. But who can question the legitimacy of that strident demand for accountable governance for the well-being of the People who elected  a government to office?",
    "What we as citizens should ask ourselves is whether a country which has such polarized views on governance, can create the stable political environment that we need if we are to emerge from these dark times. Can we think of a country in which a government that has brought the nation to bankruptcy through gross financial mismanagement, created grave  food insecurity in   a country, where a papaw seed thrown in  a home  garden can bring an abundance of fruit, through deliberate and flawed agricultural policies, is permitted to continue to hold office? And this in a situation where the IGP the  head of the Police Service, and his officers,  failed to afford protection against injury to person and massive damage to property, entailing  millions  in insurance payments. This was explained by him as the impact of extensive regular political interference, which prevented him from building an effective law enforcement agency. The international financial agencies have given a clear message that stability must be a precondition for the kind of significant support we need to restructure our debt. Handouts from sympathetic donors into our begging bowl facilitated by what is referred to by faithful supporters of Prime Minister Wickremesinghe as his “international connections,” will not suffice.",
    "Can we address the issues of importance and find solutions to the current crisis without   creating some consensus on linking with the aragalaya in their demand for systemic and institutional change, to address this rotten scenario?  Can we not build consensus on the type of governance we want, to   help us move forward, instead of being trapped in our now familiar toxic and  adversarial  politics?",
    "But even that seems to be an impossibly difficult task, because of widely divergent understandings of what this country needs to initiate such changes in governance. Constitutional reform is considered the need of the hour.",
    "Minister GL Pieris is reported to have informed the diplomatic community that the street protests are not really an anti-government initiative, but a demand  for “systemic and institutional change”. So the President himself and Mr. Wickremesinghe and the cabinet have come to the conclusion that a “sop” in the form of a Constitutional change that they say “will reduce the powers of the President” will give us the “magical” systemic and institutional  changes that are  being demanded in the “Aragalaya”. Key stake holders in civil society like the Bar Association, the Peoples Movement for Social Justice, led by Mr. Karu Jayasuriya and the Ceylon Chamber of Commerce all have indicated approval for this change in public statements. They seem to believe that a Constitutional Amendment to reduce the powers of the Presidency will be the golden path to achieving stability and accountable governance.",
    "Maybe President Gotabaya Rajapaksa himself has a vision that he will realize for the nation the “vistas of prosperity and splendour” he promised, in this exciting new and well packaged and media hyped transformation.  The President has emerged from seclusion once again, to have televised meetings with his officials and his “new” Minister of Agriculture. Officials as usual appeared to “sit in solemn silence” around the table. The President instructed them with a grave expression to do the very opposite on fertilizer distribution, to what he demanded from them for the previous two years. Also, with Presidential aplomb he told them to distribute state land to the people to grow mung and cowpea instead of paddy, and encourage all citizens to cultivate food in their home gardens to avoid starvation. We can expect a gazette notification on this shortly.",
    "And so our public discourse has shifted to a focus on the 21st Amendment to the Constitution, that the Minister of Justice will bring to Parliament for the Gotabaya Rajapaksa/Ranil Wickremesinghe government.",
    "This Amendment is based on a Bill presented as a private member’s Bill, a short while ago, when Mr. Wijeyadasa Rajapakshe was in the opposition. It was in one sense a response to the Samagi Jana Balavegaya private member’s Bill presented by the leader of the Opposition Mr. Sajith Premedasa, as the 21st Amendment to the Constitution. The 21A of the Samagi Bill (21A S) seeks to ABOLISH  the Executive Presidency, while Mr. Rajapakshe’s Bill (21A (MoJ)) RETAINS  the institution, and aims to REDUCE the powers of the President on the lines of the 19th Amendment enacted during the  Maithripla Sirisena/Ranil Wickremesinghe Yahapalanaya government. Both seek to repeal the 20th Amendment brought by the Gotabaya Rajapaksa government  that has been constantly criticized for expanding the powers of the President, even beyond those given to President JR Jayewardene in the 1978 Constitution that continues to be the basic law of the country. Mr. Wijeyadasa Rajapakshe in his recent new avatar as Minister of Justice has withdrawn his private member’s Bill and has the support of the Rajapaksa/Wickremesinghe government to present it with some modifications  in Parliament as the government’s initiative on Constitutional reform.",
    "Critiques ask why the government is bringing the 21A (MoJ) to merely REDUCE Presidential powers when the aragalaya as well as the Opposition support a Bill to ABOLISH  the Presidency. They point out that the Samagi Bill (21A (S),  has provisions (some derived from the 19th Amendment itself) to strengthen the institutions of government with the independent  Commissions on matters like the public service and human rights, and also to provide stronger provisions for monitoring financial management by the President and  Executive branch of government, to help ensure   accountability to Parliament. Mr. Rajapakshe’s government Bill (21A MoJ) also has various provisions to strengthen the accountability of the Executive and the President to Parliament. We are told that these will be further strengthened to incorporate changes suggested by civil society and professional groups. So the central difference is in regard to the approach to the Executive President’s role in governance.",
    "Minister Rajapakshe has said in public that it is dangerous to abolish the Executive Presidency in light of the electoral  system of proportional representation. The non-articulated concern of the Minister and some of those who support his Bill, from within and outside Parliament, is that an Executive Presidency is necessary to prevent the 13th Amendment which devolves powers to Provinces being used to create a separate state for the Tamils of the country. This argument on strong national security and risks of separatism seem to have influenced some  civil society organizations as well, to support Mr. Rajapakshe’s government Bill.",
    "The concern that we need a Presidency to prevent a separatist agenda, that seeks to divide our country, is ill founded. Article 2 of the Constitution recognizes that Sri Lanka is a “unitary state”. The 13th Amendment has been enacted within the framework of that concept. There are many countries with Parliamentary democracies including India, Canada and UK where a Prime Minister in Parliament has to do the same job regarding national security and   unity as are envisaged in the Presidential governance system of Sri Lanka.",
    "There is also a perception that without an Executive President national security will suffer. Yet in Commonwealth countries, the Prime Minister and the cabinet are responsible for national security. Winston Churchill whose experience PM Ranil Wickremesinghe compares with his own  gave leadership in a war cabinet.",
    "The tragic Easter Sunday terrorist attacks demonstrates how PM Wickremesinghe, the empowered Prime Minister of the 19th Amendment and the Executive President were incapable of responding effectively to national security.",
    "Mr. Rajapakshe presented another rather novel argument in support of the government Bill when he met the Mahanayake of Asgiriya and other monks of the Sangha Sabha in Kandy. He said that if President Rajapaksa resigns there will be no guarantee in regard to his successor, since the Pohottuwa Party which has a majority may elect in his place, a person even less qualified than the present incumbent!! This seems a somewhat damaging assessment of the   person in whose cabinet he has taken office. Besides, Minister  Wijeyadasa Rajapakshe must know that  under Article 40 of our Constitution when  a President ceases to hold office, the Prime Minister becomes  acting President  until Parliament elects a new President.",
    "So we can assume that the Pohottuwa Party government which he and Prime Minister Ranil Wickremesinghe have joined will confer the mantle on Mr. Wickramasinghe. If that happens one would expect him to fulfill previous promises made on the need to abolish the Executive Presidency, and for an all party interim government that the Aragalaya, which he says he supports, is demanding. If that does not happen the Pohottuwa government may continue without Mr. Wickremesinghe and Mr. Wijeyadasa Rajapakshe. Besides, if Parliament by consensus decides to abolish the Executive Presidency, there is no reason for Minister Rajapakshe or anyone else to anguish about his successor.",
    "All these developments indicate how we are once again trapped in diverse political agenda which plays out as an urgent need for Constitutional reform in the name of and for  “the People.” Mr. MA Sumanthiran the only Member of Parliament with experience and expertise on Constitutional and Public law has described the 21A (MoJ) exercise in constitutional reform of the government as minus even the 19th Amendment, and a futile exercise to effect systemic and institutional changes for accountable governance.",
    "Yet the 21A (MoJ) exercise in constitutional reform has attracted media attention as a constructive and first step towards  good governance and responding to our desperate  political crisis and economic collapse. Government itself has warned us that there is a threat of food insecurity and starvation by October 2022, and a cost of living impossible to bear. As a further panacea for these ills, Minister Wijeyadasa Rajapakshe and Mr. Ranil Wickremesinghe and President Gotabaya Rajapaksa assure us that within the time frame of this government (which they fully expect to take towards completion of their term of office)  a NEW  Constitution will be drafted and adopted.",
    "This assurance in particular requires us as citizens to peruse the history of Constitutional reform. For that history gives us a sense of how much we can trust these politicians promises and their credibility.",
    "These changes are linked with my own lived experience as a citizen of this country in this long period of fifty years.",
    "The Constitution of 1972  was hailed as a “homegrown” autochthonous Constitution that broke the link with our colonial past. It was drafted by a specially created  Constituent Assembly with leadership of a great lawyer, Dr. Colvin R de Silva. This incorporated for the first time the concept of the Sovereignty of the People. Unfortunately the Peoples’  Sovereignty was conceptualized as the status of  the elected  National State Assembly (NSA)  or Parliament, as the “the supreme instrument of State power,” exercising the Sovereignty of the People. Even more dangerously, all the powers connected with governance in a democracy, i.e. the law making power, the executive power including defence handled by the President and cabinet, and the judicial power exercised through courts except in the case of privileges of Parliament were vested in the NSA. (Article 3, 4 and 5). Fundamental rights were stated as aspirational norms and they could not be enforced in the courts.",
    "The impact of these changes on institutions of governance and individual lives is recorded in many publications of the period. Political interference with the independence of  the public service, the judiciary, and the administration of justice,  has been recorded. The manner in which Chief Justice Victor Tennakoon struggled to safeguard the judiciary is recorded in published research. The state monopoly of the press and restrictions on overseas travel were also  institutionalized in this period. A highly regulated economy and nationalization of private plantations had significant economic impact.",
    "My own personal life was affected when a personal vendetta against my husband, Raja Goonesekere, then Principal of the Law College and Chair of the Civil Rights Movement, for daring to publish a statement critical of Minister Felix Dias Bandaranaike’s response to criminal justice after the JVP uprising, led to legislation eroding the autonomy of the Council of Legal Education. My husband lost his job as Principal of the Law College on false and trumped up allegations of being a CIA agent, because he was engaged in a research project on the legal profession  supported by an American institution. Fellow researchers in the project were the late Neelan Tiruchelvam and the late Justice ARB Amerasinghe!",
    "The state control of media meant we could not challenge the fake news being published. We survived and coped with this difficult period because we had enormous family support, and  access to the best legal advice, from our friends Suriya Wickremesinghe and late Desmond Fernando, Chula de Silva and Mr. Satyendra PC. As I reflected on the trauma suffered later by others because of State abuse of power, I realized how fortunate we were not to confront the arbitrary exercise of State power that placed individual lives at risk.  We left the country despite my husband’s deep conviction: “one man and one woman and one country”. By the time we returned in 1982, JR Jayewardene had won  a landslide victory with a commitment  to  introduce a new constitution that would bring for the People  Dharmishta governance based on respect for the Rule of law and democratic values.",
    "The Jayewardene era introduced in this country the concept of an all powerful Executive President who would dominate   all aspects of governance. The immediate  negative impact on several aspects of governance is recorded in publications on the period which examine the  searing experience of ethnic and other forms of both  State and individual acts of  violence, especially in the period of armed conflict. However, fundamental rights were justiciable in the courts and judges like late Mark Fernando and ARB Amerasinghe supported by human rights and Constitutional lawyers like my husband and late HL de Silva created a body of jurisprudence that helped to make rights meaningful for people who suffered state violence and abuse of power.",
    "I was in university administration during the years of the UNP governments of Presidents Jayawardene and Premadasa and    never experienced the political interference of the 1972 government. Excellent leadership by UGC Chairman Arjuna Aluvihare, and Professor Dayantha Wijesekere of the Open University helped us survive the violence and cope with the stresses. University Teachers for Human Right s (UTHR) was established in this period with the full support of Prof. Aluvihare and Vice Chancellors like Prof Wijesekere. One great act of courage by Arjuna was when he as Vice Chancellor of the University of Peradeniya, saved a student tied to a post on campus from being set on fire. Such acts of brutality but institutions and the legal profession functioned, with responsible leadership. Freedom of speech and expression had some space in universities though there was State violence against journalists even in these times.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}