{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/04/court-to-decide-embattled-pm-imran-khans-fate/",
  "time_ut": 1649072820,
  "title": "Court to decide embattled PM Imran Khan’s fate",
  "body_lines": [
    "COLOMBO (News 1st); Pakistan’s supreme court is expected to decide the fate of embattled Prime Minister Imran Khan, following a day of political turmoil.",
    "Khan has faced an attempt to oust him from office in recent days.",
    "But in a move that has roiled the country, members of Khan’s party on Sunday blocked a vote of no-confidence in the PM and dissolved parliament.",
    "Khan had claimed the vote was part of a US-led conspiracy to remove him, but the US has denied this.",
    "Furious opposition politicians have now filed a petition to the Supreme Court to rule on whether the move to block the vote was constitutional.",
    "The court was initially expected to decide by the end of Monday, but delayed the decision until Tuesday.",
    "Mr Khan was widely regarded as having come to power with the help of Pakistan’s army, but they have since fallen out, according to observers.",
    "His political opponents then seized this opportunity to demand a no-confidence vote after persuading a number of his coalition partners to defect to them.",
    "On Sunday, MPs meeting to hold the vote – which Mr Khan was expected to lose – were told of an “an operation for a regime change by a foreign government”.",
    "The deputy speaker chairing the session – a close ally of the prime minister – then proceeded to declare the vote unconstitutional.",
    "Shortly afterwards Pakistan’s president Arif Alvi – who is from Mr Khan’s ruling PTI party – dissolved parliament in a step towards early elections.",
    "The move has sparked anger among the opposition, with some politicians accusing Mr Khan of “treason” for not allowing the vote to go ahead.",
    "But in a television address and a series of late night tweets Mr Khan defended the decision.",
    "Mr Khan has said his criticism of US policy and other foreign policy decisions has led to an attempt by the US to remove him from power.",
    "Opposition politicians have ridiculed the accusation, and the US has denied it.",
    "“There is no truth to these allegations. we respect and support Pakistan’s constitutional process and the rule of law,” a State Department spokesperson said.",
    "(VIDEO) Tear Gas & Water Cannons fired at protest near Carlton House",
    "TISL calls for President & administration to bow to the will of the people"
  ]
}