{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/very-calm-yet-dramatic/",
  "time_ut": 1646829240,
  "title": "Very calm… YET DRAMATIC",
  "body_lines": [
    "I’ve always admired the performance of Lean (pronounced Leanne) and her father Nigel Galway. They are Anglo-Indians, based in Coimbatore, and they are seen in action, on a regular basis, performing live, on their own social media platform.",
    "Quite a few Sri Lankans, who have caught their live act, on social media, have been impressed by this duo.",
    "In fact, Kevin Hingert, from the group Genesis, says “I love this duo.”",
    "With so many bouquets coming their way, I decided to have a chit-chat with Lean.",
    "I would say I’m a very calm, yet dramatic person, mainly around the people I’m comfortable with. I don’t really show emotions much, unless I know I won’t be judged. I’m friendly and pretty talkative, if the vibe is good. I also definitely stand against judging people for who they are, for I myself have a pinch of craziness, in me, and am a good listener…from what I’ve heard!",
    "2. If you could change one thing about yourself, what would it be?",
    "I’ve been asked this question a couple of times and, like always, I’d say, NOTHING. I am the way I am, for a reason, and I’m just growing, but my foundation is strong.",
    "3. If you could change one thing about your family, what would it be?",
    "My family has been by my side through everything and I know they always will be. There’s nothing I wanna change about my family. We’re all imperfect but our love for each other is more than perfect.",
    "I completed my schooling at Stanes School ICSE /ISC, Coimbatore. School was one of the best foundations for me. I learnt very important life lessons and, for sure, my school did become my second home. I found some of the best blessings there, in the form of friends. School life will always be one of my most treasured memory.",
    "I was blinded by what the world had to offer me, and my happiness depended on earthly materials, but it never lasted. I didn’t pray as often as I should have, I didn’t read the Lord’s word because I was “busy” and life was starting to get darker until I met a friend who questioned my beliefs and I then questioned myself and the Lord gave me answers. I received the Lord with nothing but faith and that was the moment I felt true happiness and peace.",
    "My idea of perfect happiness is realising that happiness won’t come to you unless you stop complaining about everything that’s going wrong in your life and start looking at the number of lessons you’re being taught, the growth you’re experiencing, and the knowledge you’re gaining , His way is God’s way not yours or mine! We may not understand why our life is the way it is but leave your trust in God and just see how you will start looking at the brighter side of life and will be genuinely happy with whatever comes your way!",
    "I believe in God our Father, I believe in Christ the Son. I believe in the Holy Spirit. Our God is Three in One. My dad always told me that my temple isn’t built out there, from rock or stone, but is in me – my soul. It’s our soul that goes up to Heaven, so I feed it the Lord’s word and keep it clean. I believe in a personal connection with God.",
    "No, I don’t believe in superstitions. I personally think that superstitions make no sense because if you truly believe that God is in control of your life then a black cat crossing your path won’t kill you…just saying !",
    "My ideal guy is, firstly, someone that shares the same beliefs as me, I read somewhere that there is a huge difference between a Christian Man and a Man of God. I would prefer a Man of God – someone who challenges me to be the best version of myself, someone who I can hustle and grow with, be myself with, and, most importantly, be an example of the Lord’s existence.",
    "My parents. They’re two of the strongest people I know, regardless of the ups and downs, they’ve stuck together and fought through it all. They’re very down-to-earth and never show pride, or ego. The simplicity, and love for each other, that they have, is what I aspire . They sure have taught me that ‘Storms Never Last ‘ when you’re doing life with the right person! To me, they are the definition of a Match made in Heaven!",
    "Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal, but lay up for yourselves treasures in Heaven, where neither moth nor rust destroys and where thieves do not break in and steal. For where your treasure is, there your heart will be also. My most treasured possession is the kingdom of God.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Well, I would want my best friend to tag along, even being marooned on a desert island would be fun then! Plus, we would probably make a lot of good and crazy memories. She’ll definitely like the idea (lol).",
    "I don’t really get embarrassed easily, and I like roasting myself, so I would say I can’t really remember anything that I would term to be my most embarrassing moment .",
    "I’m a rebel when it comes to the norms of society. I just can’t walk with their opinions on how I should dress, talk, walk, or anything for that matter, especially when someone says I can’t do something because ‘I’m a girl’ and that’s exactly what I would do.",
    "A world tour is a vacation I dream of. Learning new cultures and traditions has always excited me. I’d love to see the variety around the world.",
    "I listen to all kinds of music but Country would always top the list. Every country song tells a story and that’s the most beautiful part of the genre. I hope it never dies.",
    "I prefer reading books over using gadgets…Call me old school but it helps my mind work better.",
    "If there is a next life, and I was to pick, I’d most certainly pick myself again. As crazy as I am, I love every single part of the Creator’s work and, yea, would love to do it, all over again.",
    "I’m an Anglo-Indian and I love my culture, but it’s dying out and it makes me sad to see what I grew up in is slowly disappearing. I want the world to know more about us, our culture, our cuisine, and more. I wanna save my culture from being forgotten. They say the way to anyone’s heart is through food and it sure is true for me. I want to open a line of restaurants that specialise in Anglo cuisine. My parents make the best Anglo food I’ve had and I want to give their recipes the recognition it deserves.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}