{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dead-man-walking/",
  "time_ut": 1650817680,
  "title": "Dead man walking!",
  "body_lines": [
    "Colombo is fast becoming a city of barricades, again. In the past, roads were blocked to prevent terrorists from carrying out attacks. But, this time around barricades are being put up to protect a bunch of self-serving rulers from the irate public on the warpath!",
    "The current rulers must have been elated when the educated, intelligent, talented youth started leaving the country; they may have thought that they and their intellectually-challenged progeny would be free to do as they pleased. But to their dismay, the youth have stopped migrating and gone all out to banish them and recover the country’s stolen wealth! This is the fate that awaits the rulers who push their luck too far and take the masses for asses.",
    "Prime Minister Mahinda Rajapaksa, who is under pressure to step down, has said in no uncertain terms that the government will not resign. The SLPP has resolved at a recent parliamentary group meeting that the government will continue to function under Prime Minister Rajapaksa’s leadership. President Gotabaya Rajapaksa is the leader of the government and the Cabinet, and it defies comprehension why the SLPP MPs have said they will function under the PM’s leadership.",
    "Blood is said to be thicker than water, but this axiom does not apply to power politics, especially in this country. Following the election of the present government, the SLPP MPs were attracted to three competing power centres represented by Gotabaya, Mahinda and Basil. Mahinda, who chose to lie low, has decided to consolidate his position in the government. Adversity has brought Mahinda and Basil together; they are not well-disposed towards the new Cabinet and have apparently decided to launch a counterattack themselves. There has emerged a fourth power centre in the ruling coalition, and it consists of dissident SLPP MPs, who have been compelled by circumstances to soften their stand on the President and demand the formation of an interim government under his leadership; they want the PM and the Cabinet to step down forthwith. They have an axe to grind with Basil, who shortchanged them and even hounded some of them out of the Cabinet.",
    "The Opposition is not amenable to an interim administration. The SJB and the JVP have rejected, out of hand, the government’s offer to appoint a multi-party Cabinet. Opposition Leader Sajith Premadasa has said, over the weekend, that he and his MPs will not accept any government positions without a popular mandate, the implication being that the SJB wants a general election and is hopeful that it will be able to form the next government. The SJB does not seem to have read the public mood accurately. Protesters want all 225 MPs to go home, meaning that they have no faith in any of the parties represented in Parliament. It is highly unlikely that any party will be able to form a stable government if a general election is held anytime soon; the people are sure to stage street protests again in case of the party that forms the next government failing to resolve the multiple crises the country has had to contend with. This is something the Opposition ought to bear in mind. It had better opt for an interim set-up in the present Parliament and help resolve the crises, and then make a bid to capture power at an election if it is not to find itself in the same predicament as the current regime.",
    "The political future of the SLPP leaders and their numerous offspring hinges on the government’s ability to resolve the economic crisis and ensure that essential goods will be freely available at affordable prices. This, they are not capable of doing under their own steam, because political stability, which is a prerequisite for the country’s economic recovery, will continue to elude the country if the government and the Opposition do not stop fighting. An interim arrangement is therefore the best option; it will however be a mere will-o’-the-wisp unless the PM and the Cabinet are willing to step down.",
    "The government seems to be labouring under the delusion that force will help contain public protests. Barricades fitted with spikes sprang up in the Colombo city yesterday, blocking all roads that lead to the Presidential Secretariat and the Galle Face Green, where an anti-government protest has been going on for two weeks. Instead of having roadblocks put up and the riot police and the STF deployed, the government ought to take urgent action to address the root causes of public anger, which triggers protests.",
    "Barricades, however strong they may look, fall like ninepins when people march thereon. But a cornered regime on its last legs is impervious to reasoning and resorts to anything, out of sheer desperation, to retain power. This is what the spiky barricades in the city signify.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}