{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Cop-suspended-for-negligence-to-provide-security-for-Kaduwela-Magistrate/108-236525",
  "time_ut": 1652005440,
  "title": "Cop suspended for negligence to provide security for Kaduwela Magistrate",
  "body_lines": [
    "A police constable has been suspended for negligence over failure to provide security for Kaduwela Magistrate Chanima Wijebandara's residence, Police said.",
    "They said the media and certain organizations have informed the IGP that the security of the Kaduwela Magistrate has been removed.",
    "The IGP had then instructed the Senior DIG  Western Province to investigate and report the matter.",
    "Kaduwela Magistrate was provided police protection by the Thalangama Police.",
    "On May 04, the Magistrate had rejected a request by police for an order to prevent protests from taking place near Parliament on May 05 and 06.",
    "The Magistrate also ordered the release of the 13 youth protestors who were arrested near the parliament earlier on the same day, on personal bail.",
    "Police said steps have been taken to provide security for the Magistrate and her residence since the day she was arrived.",
    "According to the investigation, the Magistrate left the house for court proceedings on May 5 and the officer who was providing security for the house had left the residence at around 10.00 am on that day without the permission and notice of any senior officer and made it appear that he was on duty at that place.",
    "However, the Western Province Senior DIG has submitted a report to the IGP requesting an investigation to identify the deficiencies in the OIC's supervision and the negligence of the duty officer. Accordingly, the IGP has instructed the Special Investigation Unit to conduct an investigation into the matter.",
    "Police said that Police Headquarters has not given any instructions regarding the removal or any reduction of security in the courts as well as the Judges.(Darshana Sanjeewa Balasuriya)"
  ]
}