{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-sets-june-23-date-for-tel-aviv-launch/",
  "time_ut": 1647875520,
  "title": "Emirates sets June 23 date for Tel Aviv launch",
  "body_lines": [
    "Emirates has confirmed that it will be commencing daily services to Tel Aviv from 23 June 2022. Emirates will operate its three-class Boeing 777-300ER on the route, featuring eight private suites in First Class, 42 lie flat seats in Business Class and 304 spacious seats in Economy Class.",
    "Adnan Kazim, Chief Commercial Officer, Emirates Airline said: “We look forward to finally welcoming customers onboard our flights to and from Tel Aviv this summer, and offer them substantial connectivity to and through our Dubai hub as COVID travel restrictions continue to ease around the world and more borders open up. In addition to unlocking tremendous pent-up demand, Emirates’ debut into Israel will mean more choice for travellers as they return to the skies, and more opportunities for businesses to visit Dubai and beyond to our far-reaching network of almost 130 destinations, alongside our signature hospitality and award-winning onboard experience.”",
    "He added: “Emirates is committed to creating new opportunities for business and tourism, and strengthening the bilateral ties between the UAE and Israel. We are confident that our new services will have a positive impact on enhancing Israel’s connectivity to a wealth of global destinations, and we thank the UAE and Israeli authorities for their ongoing support in making this service possible.”",
    "The first flight taking off on 23 June will operate as EK931, leaving at 15:50hrs, and arriving at Ben Gurion Airport at 18:00hrs local time. The return flight EK 932 will depart Tel Aviv at 19:55hrs, arriving in Dubai at 23:59hrs (local time). Flight schedules have been timed to provide convenient access to Dubai, and optimum connection opportunities to popular holiday destinations like Thailand, India, Philippines, the Maldives, Sri Lanka and South Africa.",
    "Together with multiple-daily codeshare flights operated by flydubai, the new Emirates flights will also offer seamless inbound connections from Emirates points with multiple daily and weekly flights throughout Australia, India, Philippines, Thailand and South Africa, many of which are home to thriving Jewish communities. Travellers from the United States and Brazil can opt to stop for the Dubai Stop Over package before they continue their journey to Tel Aviv, which includes stays at some of the world’s best hotels, sightseeing at the newest landmarks the city has to offer, among an abundance of other activities.",
    "In 2021, Israel was ranked as one of Dubai’s top 20 source markets, according to Dubai Department of Economy & Tourism, and that ranking is set to build up even further as the city continues to welcome more visitors in 2022 with its ever-expanding list of experiences and diverse offerings.",
    "Travellers with Emirates will enjoy an unparalleled onboard experience with personalised touches and modern innovations throughout their journey, including Emirates’ award-winning products and warm hospitality provided by its multinational cabin crew. Customers will be able to enjoy Emirates’ ice entertainment system with over 4,500 channels of on-demand entertainment to choose from, including numerous Hebrew language movies including Yoter Mema Shemagia Li, Happy Times, Isha Ovedet, Africa, The Electrifiers and Asia.",
    "Emirates was also recently the first airline to offer the critically acclaimed documentary, Amen-Amen-Amen, which tells the story of co-existence, mutual respect and friendship between Muslims and Jews in the UAE and the historic gift of a Torah Scroll to its leadership.",
    "The new service to Tel Aviv will also provide 20 tonnes of cargo capacity on each flight, providing channels for Israeli businesses and start-ups to export products like pharmaceuticals, high-tech goods, fruits and vegetables and other perishables. The flights are also expected to transport manufacturing raw materials and components, semiconductors and e-commerce parcels into Israel.",
    "Emirates Holidays, the tour operating arm of the airline will also provide Israeli travellers with personalised holidays to Dubai and across the Emirates network, with travel consultants that handpick hotels and experiences to suit the diverse needs of Israeli customers. Packages also include reassurance at every step, value for money on combined flights and hotel, meals and extras, low deposits, flexible booking policies, and 24/7 support. In addition, Emirates Skywards members can enjoy 20% Skywards bonus miles on their next booking with Emirates Holidays.",
    "Emirates has an extensive Middle East network and currently flies to 12 cities across the region from Dubai.",
    "ComBank links AIA Insurance to Q+ Payment App & CRMs for premium payments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}