{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/08/becoming-an-independent-mp-is-the-new-fashion-sumanthiran/",
  "time_ut": 1654690200,
  "title": "Becoming an Independent MP is the new fashion: Sumanthiran",
  "body_lines": [
    "COLOMBO (News 1st); If every MP seated in Parliament were to be an independent MP, the Parliament has failed, says Tamil National Alliance MP, M.A. Sumanthiran PC.",
    "Speaking at Parliament, the MP said that Parliamentarians have adopted a new fashion, where each one claims to be independent, and the Government and Opposition sides have ceased to exist.",
    "Pointing out that the President has indeed lost his mandate, the MP said that he is the wrongdoer who caused the economic crisis, therefore must be removed.",
    "“Until you set this political crisis right, you are not even going to begin to address this economic issue,” he stated.",
    "The Parliament, which once had 2/3 majority had today dissolved to mere groups within the Government, the MP said, adding that every international financial institution has emphasized for the country to have political stability.",
    "He went onto question how the Parliament could have political stability when MPs become independent. The country has no stability at all, MP Sumanthiran said.",
    "“We must understand that we are part of a problem now,” he mentioned.",
    "Speaking further with regard to the 21st Amendment, the MP said that a highly watered down version of the 21st Amendment is being brought back instead of the substantial draft which MP Ranjith Madduma Bandara has presented to Parliament.",
    "If any MP is serious about their promises, at least assist passing the 21st Amendment, the MP said, mentioning that if they are unable to finalize the draft, the Cabinet had essentially failed.",
    "While saying that the proposed relief budget is most welcome, the MP cautioned that longer we wait, the more serious the economic crisis becomes.",
    "China willing to work with financial institutions to ease SL debt crisis"
  ]
}