{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Rs-695-b-supplementary-estimate-to-House-next-week/56-735654",
  "time_ut": 1654194600,
  "title": "Rs. 695 b supplementary estimate to House next week",
  "body_lines": [
    "PM to present supplementary estimate next Tuesday, debate scheduled for next day",
    "Condolence vote on slain SLPP MP Amarakeerthi Athukorala on 10 June",
    "Parliament will debate the Rs. 695 billion supplementary estimate on 8 June, a day after Prime Minister Ranil Wickremesinghe presents it to the House.",
    "The Prime Minister, who is also the Minister of Finance, will present the supplementary estimate on Tuesday which will be followed by a day long debate the next day.",
    "On Tuesday, the Prime Minister will make a special statement on the current situation in the country which will be followed by an adjournment debate on it which will be followed by a day-long debate.",
    "Several resolutions under the Appropriation Act too will be passed the same day, in keeping with the decision taken at the Committee on Parliamentary Business chaired by Speaker Mahinda Yapa Abeywardana held yesterday.",
    "Regulations imposed under the Import and Export (Control) Act and the Regulation under the Local Treasury Bills Ordinance for the purpose of increasing the credit limit by one trillion rupees will also be passed by the House on Tuesday.",
    "The Sri Lanka Electricity (Amendment) Bill (Second Reading) and Regulations under the Petroleum Resources Act are scheduled to be taken up for debate on 9 June while a vote of condolence on SLPP MP Amarakeerthi Athukorala who was killed by a mob on 9 May will take place on 10 June.",
    "Meanwhile the Committee on Parliamentary Business will convene on Tuesday afternoon to discuss the proposal by Leader of the House Dinesh Gunawardena to strengthen the role of the Committees on Public Enterprises (COPE), the Committee on Public Accounts (COPA) and the Committee on Public Petitions .",
    "At yesterday’s meeting, the Committee drew attention to the letter sent by the Secretary to the Ministry of Finance on the need to maintain the business of Parliament with minimum paper use in relation to the creation of an eco-friendly e-government service while minimizing costs.",
    "This includes submitting soft copies of all reports and documents tabled in Parliament to a special web portal on the Parliamentary website for the use of Members of Parliament."
  ]
}