{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Daily-guidance-on-dollarrupee-rate-has-brought-in-greater-stability-to-forex-market-CB/245-238584",
  "time_ut": 1654557480,
  "title": "Daily guidance on dollar/rupee rate has brought in greater stability to forex market: CB",
  "body_lines": [
    "CB pushed back on claims that it was another pegged exchange rate",
    "Says inflows seen picking up, Fx conversions improve since restrictions on Open Accounts",
    "Further easing in Fx rate is expected amid easing imports and with multilateral and bilateral funding kicking in",
    "Staff-level agreement with IMF expected this month on a funding arrangement",
    "The Central Bank yesterday said the daily guidance rate released on the exchange rate between the United States dollar and Sri Lankan rupee is delivering the intended results by way of bringing in greater stability to the domestic foreign exchange market, which otherwise would have delivered disastrous implications, due to the rupee’s free fall.",
    "Sri Lanka’s already hotter inflation met with a botched rupee float on March 7, resulting in a 80 percent loss in the value of the rupee, which then translated into runaway prices of everything from essentials to discretionary to durables.",
    "While the official inflation was 40 percent in May, a fresh high, the true inflation was at least over 100 percent, as the prices rose manifold during the last two months, as the rupee fell from 203 to a dollar to 365 to a dollar, becoming the world’s worst currency.",
    "As a result, people’s normal lifestyles and consumption habits took a wild turn, with them having to resort to a single meal a day while one in every 20 children fell into malnutrition, with every four in 20 are in extreme conditions, the data showed, last week.",
    "Considering these undesirable outcomes, which could exacerbate further, the Central Bank, after consultation with the heads of the treasury departments of the banks, decided to issue a daily guidance on the degree of volatility in the exchange rate between the US dollar and rupee, from May 13.",
    "“Against this backdrop, limiting the extent of depreciation and excessive volatility became necessary,” the Central Bank said explaining the rationale behind",
    "“If remained unresolved, such boundless rate of depreciation of the exchange rate could have led to extremely detrimental impact on overall macroeconomic stability, given the severity of the balance of payment crisis that the country is going through at the moment,” the statement added.",
    "While reiterating that the March 7 floating should have been done in a more measured manner, the Central Bank said the floating should have been part of a sequencing measure that must be followed by nations facing balance of payment crises.",
    "In an earlier occasion, Central Bank Governor Dr. Nandalal Weerasinghe said any flexibility in the exchange rate should have been preceded by hikes in interest rate to contain the undue pressure on the currency, which can come from rising imports.",
    "Higher rates would have contained imports and thereby the demand for foreign exchange, limiting the extent of the fall in the value of the rupee against the dollar.",
    "There is a drumbeat of calls from the people to bring into books, those who were at the front seats of driving the Sri Lankan economy into the abyss and also for constantly lying and misleading the press and public at large in the run up to its crash landing in March.",
    "Meanwhile, some economic analysts are of the opinion that the guidance provided by the Central Bank is another peg to the US dollar and therefore is counterproductive, as the banks don’t have dollars at the guidance rate but the dollars are available in the black market at higher levels.",
    "However, the Central Bank yesterday pushed back on that characterisation of the daily guidance rate as a ‘pegged exchange rate’ regime.  “… there are clear distinctions between the current transitory arrangement and the pegged exchange rate system,” the statement said.",
    "“Under the pegged exchange rate regime, a fixed middle rate is usually dictated by a central bank, while market-driven variable spot rate being considered as the middle rate under the current arrangement,” it added.",
    "Meanwhile, the Central Bank also said the measures taken to restrict open accounts and consignment payment terms are also bringing in the desired results by way of curtailing grey market activity and thereby excessive premiums and enhanced inflows from remittances into the banking system.",
    "The conversions have also increased since the introduction of the new exchange rate arrangement, the Central Bank said.",
    "The provisional data from the Customs have also shown that the imports had further declined notably in May from the initial easing seen in April, after the clampdown on non-essential and non-urgent imports amid the acute dollar shortage.  The Central Bank also pinned hopes on export proceeds and bridge financing facilities from multilateral and bilateral sources to further alleviate the pressure on the domestic foreign exchange market, as it expects such inflows and other measures would bring further flexibility to the exchange rate.",
    "Further, the Central Bank expects reaching a staff-level agreement with the International Monetary Fund (IMF) as early as possible on a funding arrangement, as the authorities are looking at US $ 3.0 billion under an Extended Fund Facility programme from the IMF.",
    "Despite the Central Bank’s claims of a semblance of sanity returning to the forex markets, people are still queuing on the roads for petroleum products and cooking gas and are going through innumerable daily hardships with daily power cuts and sky-high prices, which have pushed many of them into poverty and hunger."
  ]
}