{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/regime-perishes-and-jvp-stumbles/",
  "time_ut": 1649479380,
  "title": "Regime perishes and JVP stumbles",
  "body_lines": [
    "It makes me chuckle that the streets have taken up my chant “Go, Gota, Go!” of a few weeks ago with gusto, but these are not times for trivial jollity. Gota and Basil have as yet not emplaned for California to resume employment at petrol-stations but when you read these words maybe they will be merrily winging their way home at the cost of first-class air-tickets paid by you and I. OK, if so, GRoBR! This, like all unexpected turns in history comes with its own slew of surprises.",
    "Surprise number one is that they managed to hang on for so long. Surprise number two, it was a spontaneous cross-class, multi-ethnic, omni-faith uprising of the people that threw them out. Unfortunately, though the discourses of the main political influencers in the country (JVP-NPP, Sajith-SJB and the TNA) reached no further than their own little bubbles; “Unborn tomorrow, dead yesterday”. Surprise number three, the TNA with excruciating exactitude in timing reset the negotiating clock – backwards. Just when the mass was moving in the opposite direction. And fourth a surprise, a curious shambolic in the JVP; our revolutionary comrades have been caught with their pants down. I will return to that anon.",
    "It is said that the Rajapaksas are too power hungry to abdicate though Gota has from time to time made “I am fed up and will go if you don’t want me” comments. It seemed the most likely scenario was that Gota would dig in with the help of the military while Basil scoured the earth for alms to hand out concessions to the hungry masses before lightning struck the regime. But short-range predictions are hazardous in stormy seas. It is now reliably being said that the Attorney General has been consulted about the succession if Gota throws in the towel (consulted by whom is not said). The complication is that Mahinda may be debarred from taking over even in an acting capacity because of the two-term limit.",
    "Gota’s plea for an all-party love-in has been brusquely spurned. Ali Sabry resigned as Finance Minister within a day having seen that the ship is sinking. The lawyers in BASL seem not to know whether they are coming or going. The army boss swears to uphold the constitution – isn’t that to be taken for granted – but Defence Secretary Kamal Gunaratna issues a thinly veiled threat against protesters. Treasury Secretary S.R. Atygalle resigned in the middle of the carnage, Cabraal has been kicked out, fond Nandalal Weerasinghe, a decent economist, has put his head in the noose, and to cap it all SLPP MP Nimal Lanza threatened the regime. (“More than 50 Members of Parliament representing the ruling party are prepared to function independently in Parliament . . . it is very reasonable for the people to ask the government to go home”). Eventually 42 quit and loss of parliamentary majority is unescapable soon. Any reasonable person will conclude that the government is belly-up. A self-respecting president would quit, but these are extraordinary times and the Rajapaksas are extraordinary people.",
    "The way things have panned out a putsch – an extra parliamentary power grab – now seems will not be attempted and if any Mad-Paksa tries an adventure it will bring millions on the streets. The people’s protest movement is all sided; the big business class, scores of academics, ordinary Johns and Janes, Catholic and Buddhist clergy, and people who can draft placards in Sinhala and English (why no Tamil so far?) of all ages. Putin and Gota must share the same horoscope certifying a black-eye, bloody nose and fractured ribs in the month of March 2022. The latter’s exit however will be sooner than the Russian’s, but no less unceremonious.",
    "Don’t be complacent, there’s lots more to do. There are two guiding principles for everybody in the People’s Movement:",
    "The task is not world revolution, socialism or some millennial goal; it is defence of democracy followed by not much delayed dissolution of parliament and fresh elections.",
    "It is an ‘all-are-welcome’ mobilisation across parties, communities and ideologies.",
    "The second point is controversial, let me explain. What about pro-SLPP types prepared to throw in their lot with the first point but come the next election they intend to campaign on a different programme, say support a residual Rajapaksa rump? What about Tamils who think devolution is essential and Sinhalese who reckon otherwise, or socialists and neo-liberals? I say the People’s Movement at this time must be open to all who endorse the first point.",
    "Of course, I will not cease to be a Marxist, you can go to church or do your sadu, sadu in a temple, a third person may or may not wish to repeal the executive presidency and a fourth have views on private fee-loving universities. No problem so long as all sign up on point one; a straightforward minimum. When we have crossed this barrier feel free to go your way to socialism, capitalism or any -ism. If the regime falls quickly, we can be quickly past this hurdle and back to our bad old sectarian Lankan ways; but when the house is on fire let us focus on putting out the blaze. Does this require us to shut up on issues about which we have differences? Of course not, but be careful not to distract from the primary task; restoring democracy and holding free and fair elections a.s.a.p.",
    "Elections? What elections, presidential, parliamentary, both? I do not conceal that I wish to see the executive presidency (EP) abolished and hope the tide set free when Gota cuts and runs will bury EP under waves of opprobrium. However, that depends on the inclinations in society and in lobbies, parties and events as they unfold post-Gota. There are constitutional processes (referendum?) to be followed. We are not imagining a revolution but a return to constitutional democracy. Some comradely friends may wish to lynch me, but come on chaps, politics is the art of the possible.",
    "I will conclude by diverting to another matter, irritation at the behaviour of the JVP-NPP. The spontaneous outpouring of the masses last week took the comrades by surprise. They had indeed been warned by many including this humble columnist. For months we (many) alerted the leaders to mounting anger in the population and the need for defensive all-party preparations to counter likely state repression. The first has happened but the comrades were busy enjoying a relaxing siesta. Invariably I was ignored, the only two responses I had about a month or two ago were “We don’t think it is likely; if it happens, we will respond at the time” and “Isn’t it necessary to prepare without making it public?”. They have now been caught with their pants way down below their knees.",
    "The JVP has also “cautioned against protest campaigns that cannot be traced back to a recognizable and accountable organiser or group.” While acknowledging “the people’s right to organize their own protests against Sri Lanka’s worsening economic crisis,” the JVP has warned of “dangers lurking in a protest movement that has no accountability.”",
    "The JVP is talking from the outside, it is admitting that it unaware of what’s going on and who is involved! The country is in turmoil, we are experiencing the biggest spontaneous mass eruption since the 1953 Hartal (communal riots excepted) and the biggest left party is in effect saying “Who! What! We don’t know what’s going on or who is involved!”. Yes, comrades you were outsiders to the spontaneous explosion of mass anger. Yes indeed, the violence of angry mobs is also leading to excesses but if mass anger is leaderless, undirected and without a programme this what always happens. It is also the excuse that the regime needs to initiate repression.",
    "If the JVP ever were to wake up, it could attempt to throw itself among the masses, give them direction, exercise control, eradicate mob violence, expel agents-provocateurs, coordinate with other groups and see Lanka through to the reassertion of democracy. To allege or imply from the outside that an uprising of this intensity is inspired by conspiratorial forces is outrageous. The job of the JVP should have been to be in the thick of it, lead it, expose conspirators and agents-provocateurs – of course there are will be some in a movement of this size and intensity. I don’t need to say more; everybody gets the point. In July 1917 when the Petrograd workers went on the streets in a spontaneous though premature confrontation with the State this is exactly what Lenin, who was as astonished as the JVP is today, did. He threw the Party into the movement, took control, managed its direction and prevented it from bashing its head against a wall.",
    "Some political parties and individuals (Champika for example) have published election or presidential manifestoes. I am aware of interest groups, gatherings of academics etc who are drafting programmes. They must be clear about why they are doing this. It may be to grow themselves into long-term focus groups on specific issues (education, health, fighting corruption) or to influence entities such as parties or the government. Both are fine and the efforts must be brought to fruition in their proper time. It is necessary right now however, to liaise with the near uprising in the country for the immediate objectives of restoring democracy and ensuring quick, free and fair elections.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}