{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/15/occupy-galle-face-protests-continue-for-7th-day/",
  "time_ut": 1650043560,
  "title": "Occupy Galle Face protests continue for 7th day",
  "body_lines": [
    "COLOMBO (News 1st); People from across the country were seen at the protest site in Galle Face since this morning (15).",
    "A woman, who came from Kandy, stated that no matter what, they must continue the protests.",
    "Another person questioned whether the authorities were keen on discussions after looting from the Tsunami disaster, and emphasized that they could have taken the country to a golden era after ending the war, however, did not engage in any activities except for corruption.",
    "“We will continue this people’s struggle until this corrupt regime is chased off. I wish this cause nothing but the best,” he said.",
    "Many artists, sportsmen, intellects, and professionals pledged their support to the protest.",
    "An actress stated that although as artists, they got onto the political stages and worked the current Presdient into power, they now regret that now as their own children are in hunger.",
    "A woman also stated that they came from abroad to support this cause, while many people were seen providing facilities to the protesters today as well.",
    "A woman was seen selling phones and power banks to youth, while actress Dilhani Ekanayake said that she provided water to children, and requested for all those who can to help them.",
    "“President Gotabaya cannot deceive the people anymore. These young men and women are aware of how you looted public funds through agreements and how you switched Ministers,” a man mentioned.",
    "Meanwhile, former test Cricketer Dhammika Prasad commenced a fast at the protest site in Galle Face this morning.",
    "“What can I say when my children ask me what I did today? I took to the streets on behalf of the future of our children,” he said.",
    "Former Test Cricketer Arjuna Ranatunga also visited the protest site, and said that he is indeed proud of the fact that at least one cricketer is contributing to this, as it is not a political protest.",
    "“I would like to extend my gratitude for the support granted by all. This cannot be done through Facebook and Twitter. You must physically come here to protest,” Ranatunga said.",
    "The maha sanga also visited the protest site this afternoon."
  ]
}