{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/22/access-to-counsel-right-to-communication-with-next-of-kin-among-new-amendments-to-pta/",
  "time_ut": 1647945420,
  "title": "Access to counsel, right to communication with next of kin among new amendments to PTA",
  "body_lines": [
    "COLOMBO (News 1st); Provisions will be made for the right to have access to a counsel and the right to communicate with the next of kin in the upcoming amendments to the Prevention of Terrorism (Temporary Provisions) (Amendment) Bill, says the Minister of Foreign Affairs, Prof, G.L. Peiris.",
    "Speaking in the Parliament today (22), the Minister stated that the 43 year old act is overdue to amendment, especially in consideration of basic social transformations which Sri Lanka has undergone during the last half century, and presented to the House the amendments which will be made to the act in the next committee stage.",
    "Pointing out that the Government is also engaged in a comprehensive review of all security legislations of the country, the Minister said that the Ministries of Defense, Foreign Affairs, Justice and the Attorney General’s office are taking steps to amend the PTA, which is making progress, but will clearly take time.",
    "Emphasizing that not mere cosmetic amendments will be made to the PTA and the amendments will have a cumulative effect of substantial change, the Minister enunciated the relevant amendments.",
    "Accordingly, instead of detainees languishing in prisons for a long time, cases related to the PTA will be taken up on a day-to-day basis with a publicly accessible report of reasons by the High Court underlining reasons if it is unable to hold the case on a certain day.",
    "Moreover, when a suspect is taken into custody with a detention order, as soon as the detention order is made, a certified copy should be submitted to the Magistrate of the area within 48 hours.",
    "The Magistrate himself must visit the detainee at least once a month to ensure the wellbeing of the detainee; this is a non-delegable task.",
    "During the Magistrate’s visit, he must ensure that the detainee has not undergone any maltreatment or torture, with mental torture now being added to the definition of torture.",
    "If the detainee complains of any maltreatment or torture, the Magistrate will record his observations and then will being the detainee before a Judicial Medical Officer (JMO).",
    "If the JMO’s report confirms of any maltreatment or torture to the detainee, then the detainee will be directed to adequate medical care and the Magistrate shall direct Police IGP according to the AG’s advises to go ahead with criminal proceedings.",
    "If the detainee has undergone any maltreatment or torture, they can be relocated to a new place as well.",
    "Detainees under PTA will now have the right to counsel in detention.",
    "Provisions will also be made to allow communications with the next of kin while the detainees are under custody.",
    "Suspects, who were being kept in custody for 18 months without being produced before court has been reduced to 12 months.",
    "Suspects who are being detained can now approach the Supreme Court and the Court of Appeal and challenge this detention.",
    "Those who were being detained for more than one year can request for bail, whether the Attorney General is consenting or not.",
    "The Opposition Leader, Sajith Premadasa and the Chief Opposition Whip stated that the amendments to be made to the PTA are not adequate, and the Opposition Leader said that the root causes of terrorism must be addressed in order to ensure that acts such as the PTA are not necessary.",
    "The Foreign Minister noted that the amendments are in accordance with the demands raised by Human Rights organizations worldwide and other global stakeholders, and added that nobody would be able to point out that the amendments are inadequate.",
    "Access to counsel, right to communication with next of kin among new amendments to PTA",
    "Water levels of reservoirs low; could affect electricity generation: Power Ministry",
    "Professor G. L Peiris, from Foreign Minister to Minister of Foreign Affairs"
  ]
}