{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82337/marcos-wins-philippine-presidential-election-in-a-landslide",
  "time_ut": 1652205720,
  "title": "Marcos wins Philippine presidential election in a landslide",
  "body_lines": [
    "The son of late Philippine dictator Ferdinand Marcos cemented a landslide presidential election victory Tuesday, after Filipinos bet a familiar but tainted dynasty could ease rampant poverty -- while dismissing warnings the clan’s return would deepen corruption and weaken democracy.",
    "With an initial count almost complete, Ferdinand “Bongbong” Marcos Junior had secured over 56 percent of the vote and more than double the tally of his nearest rival, liberal Leni Robredo.",
    "His now unassailable lead of 16 million-plus votes spells another astonishing reversal in the fortunes of the Marcos family, who have gone from the presidential palace to pariahs and back again in the space of a few decades.",
    "The Marcos victory is a hammer blow to millions of Filipinos who hoped to reverse course after six bloody years of increasingly authoritarian rule by outgoing President Rodrigo Duterte.",
    "Far from repudiating Duterte’s excesses, Filipino voters elected his daughter Sara as vice president by a landslide in a parallel vote.",
    "In 1986, Marcos senior and kleptocratic first lady Imelda Marcos were chased into exile by the “People Power” revolution.",
    "Marcos junior steadfastly refused to denounce his family’s brutal and corrupt excesses in a campaign marked by a relentless online whitewashing of history.",
    "With memories of the regime fading with time and muddied by countless misleading Facebook posts, Filipino voters turned to Marcos to rekindle past glories that were mostly imagined.",
    "“He will lift our country from the poverty we’re experiencing now,” said supporter and retired police officer Anthony Sola, who described himself as elated.",
    "The 50-year-old dismissed allegations that the Marcoses stole as much as $10 billion during their last period in power: “I don’t believe they stole money, because if they did, they should have been imprisoned already.”",
    "Some 43 percent of Filipinos consider themselves poor, and 39 percent more feel they are on the borderline, according to a March poll by the Social Weather Survey.",
    "Delivering a late-night address from his campaign headquarters in Manila on Monday, a tired but beaming Marcos thanked volunteers for months of “sacrifices and work”.",
    "But he stopped short of claiming victory, warning that “the count is not yet done”. A fully certified tally is not expected before May 28.",
    "On the streets, hundreds of ecstatic supporters set off fireworks late into the night, waved the national flag and clambered onto parked cars to chant in victory.",
    "Rights activists, Catholic leaders and political commentators all had warned about returning the Marcos clan to power.",
    "“This election could have been our biggest chance for radical change,” said Mae Paner, a 58-year-old political satirist who was part of the People Power Revolution.",
    "“There will be more death, there will be more debt, there will be more hunger. The Marcoses will steal,” she said.",
    "Bonifacio Ilagan, who endured two years of imprisonment and torture under Marcos senior’s imposition of martial law, said the election exposed a deep malaise in Philippine society.",
    "It had, he said, laid bare, “how deeply the trickery of historical fraudsters has seeped into the consciousness of Filipinos.”",
    "Failed presidential hopeful Leni Robredo, a lawyer and the current vice president, admitted “clear disappointment” about the result but vowed to continue the fight against poor governance.",
    "The 57-year-old had promised to clean up the dirty style of politics that has long plagued the feudal and corrupt democracy, where a handful of surnames hold sway.",
    "In the final weeks before the election, her campaign morphed into a catchall pro-democracy movement that drew almost one million people to a single protest in Manila.",
    "Fearing a backlash from 15 million disgruntled voters -- with many alleging voting irregularities in Monday’s poll -- police urged restraint.",
    "“I am appealing to you to remain calm. Let us respect the result of the vote,” said acting Philippine police chief Lieutenant-General Vicente Danao.",
    "The country’s Commission on Elections indicated that despite long queues and problems with some voting machines, the initial tabulation of votes had gone well.",
    "For the liberal opposition, analyst Mark Thompson said there should be a period of soul searching and a broadening of its message beyond “good governance”.",
    "“They need to make clear that they’re going to improve the lives of the average Filipino,” said Thompson, who is director of the Southeast Asia Research Centre at the City University of Hong Kong.",
    "For Marcos, the coming weeks and months will bring high expectations from poor supporters already angry at a string of post-dictatorship governments, which many believe had failed to materially improve their lives.",
    "“He is yet to set out a coherent, detailed, plan for getting the Philippines’ economy back on track after the devastation of the pandemic,” said Eurasia Group analyst Peter Mumford.",
    "Marcos will have to try to meet those expectations while keeping the support of several of the country’s powerful political dynasties, who will expect patronage in return for delivering blocs of votes.",
    "“One of the key watchpoints under his administration will be whether corruption and cronyism -- already notable risks in the Philippines -- worsen,” said Mumford."
  ]
}