{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-searches-for-prime-minister-94135/",
  "time_ut": 1652327700,
  "title": "Sri Lanka searches for Prime Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Gotabaya Rajapaksa has promised a Prime Minister within a week with several alternative contenders being put forward if the opposition leader does not take up the post, political sources said.",
    "Ex-Prime Minister Ranil Wickremesinghe met President Rajapaksa Wednesday, firing expectations that he would take up the post for a time.",
    "In a dramatic move firebrand Opposition Samagi Jana Balawegaya legislator Harin Fernando said he would become independent, after insisting internally for a time that Sajith Premadasa should take up the premiership fast.",
    "“I think already here is too much of a delay,” Fernando told reporters. “It may not be the stance of the party. I thought I would act according to my conscience.”",
    "There was speculation that he would back Wickremesinghe as an interim Prime Minister along with some SJB members.",
    "Premadasa had insisted that the President resign for taking over the government.",
    "SJB officials say the bitter experience of the United National Party in trying to work with President Chandrika Kumaratunga and Maithripala Sirisena where reforms were blocked, has made them wary of doing it a third time.",
    "President  Rajapaksa said in a televised address that he will bring constitutional amendments to go back to the 19th amendment and will also work to end abolish the executive presidency after stability is restored.",
    "Earlier on Wednesday, Dayasiri Jayasekera, the General Secretary of the Sri Lanka Freedom Party said they would back Premadasa for the PM’s post.",
    "However ex-President Maithripala Sirisena said later in the evening after meeting other independent party leaders they had put forward three candidates to the post, with the SJB seen as setting conditions which may be insurmountable.",
    "“When we talked with the opposition (SJB) in their conditions, there were no clear message given to us that they would take over the government.",
    "“So we will send names from our group of 53. Actually we are doing this because the opposition seems not be taking it up. We are sending three names.",
    "Reports said Dullas Alahapperuma, Wijedasa Rajapaksa and Nimal Siripala de Silva could be the three nominees.",
    "Other report said the President had also approached Sarath Fonseka. (Colombo/May10/2022)"
  ]
}