{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-advances-more-dollars-to-banks-93983/",
  "time_ut": 1652074860,
  "title": "Sri Lanka central bank advances more dollars to banks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has advanced a total of 246.1 million dollars to commercial banks by March through swap contracts official data shows, with state banks in particular facing tight conditions.",
    "Sri Lanka’s banks found it more difficult to renew counterparty credit lines as money printed to keep rates down and target an output gap, progressively depleted forex reserves and led to credit downgrades over 2020 and 2021.",
    "By December about 204 million US dollars had been advanced mainly to state banks by the central bank, and more were given later.",
    "Over March another 104.9 million dollars had been advanced by the central bank to banks, taking the total to 246.1 million US dollars.",
    "“If you look at the banking system, all the banks are very stable in terms of capital adequacy,” Central Bank Governor Nandalal Weerasinghe told reporters on April 29.",
    "“Obviously the issue right now is the foreign currency liquidity in the banking system.",
    "“There is a lack of foreign currency liquidity in the banking sector at different levels. So state banks are facing a higher liquidity shortage, and private banks are also facing forex liquidity shortage to a certain extent.",
    "State bank have given dollar loans to the Ceylon Petroleum Corporation during the current and previous currency crises. There were attempts to secure long term loans to back the CPC loans at one time.",
    "Persistently low rupee yields and dollar liquidity shortages in balance sheets of banks led to sharply higher interbank dollar yields in Sri Lanka triggering discounts in the forward and swap markets at different times over the past year.",
    "Governor Weerasinghe said the central bank also had low reserves and the country as a whole was facing dollar liquidity problems due to the overall balance of payments crisis and all the measures now being taken was to address the problem.",
    "Rates have since been hiked and rupee yields have picked up.",
    "Sri Lanka had also sought support from China to get dollar credits to the state banks.",
    "“Minister Ali Sabry discussed the need for FOREX liquidity support for the state banks of Sri Lanka and requested if such can be provided by AIIB,” the Finance Ministry said.",
    "Net open positions of several banks were negative at different times over the past two years, financial sources have said.",
    "Bank have also bought domestic dollar debt with foreign borrowings also face problems when credit lines are not rolled over.",
    "Over the past year many banks repaid market foreign borrowings and raised more dollars from depositors.(Colombo/May09/2022)"
  ]
}