{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankan-hospitality-welcomed-by-Russians-and-Ukrainians-EDITORIAL/231-232291",
  "time_ut": 1646361720,
  "title": "Sri Lankan hospitality welcomed by Russians and Ukrainians - EDITORIAL",
  "body_lines": [
    "Ukraine is in shambles and it reminds us of the last stages of the civil war in Sri Lanka back in 2009. Russia is such a power that it has bulldozed its way into Ukraine claiming that it has to protect the Russian speaking people in that country. At present, despite sanctions being placed on Russia, its president Vladimir Putin seems unstoppable and not inclined to heed the calls for peace and genuine discussion.",
    "",
    "Little Sri Lanka is also roped in to this conflict in a roundabout manner from a tourism viewpoint. At present there are many tourists from both Russia and Ukraine here in Sri Lanka and the local police have been alerted to stay watchful to ensure there are no clashes between them.",
    "The Ukrainian protests staged here in Sri Lanka have caught the attention of social media outlets and gone viral. They have also carried out a few protests and received the sympathy of Sri Lankans and the Rajapaksa Government. Hotels have made plans to accommodate them beyond their scheduled stay here and the Government of Sri Lanka (GoSL) is likely to grant them visa extensions.",
    "",
    "At the world stage Ukraine is considered the country that’s battered and bruised and sympathy for them is overflowing. But the GoSL maintains it is not in a position to take a side; despite its close ties with Russia.",
    "Russia is important to Sri Lanka for many reasons. Firstly it was right behind Sri Lanka at the world stage when a voting was taken by European countries whether to move a resolution against the island and punish it regarding its human rights, accountability and reconciliation records. For the record Ukraine voted in favour of this resolution.",
    "",
    "But the manner in which Sri Lanka is taking a non-aligned stance in this matter is understandable. Russia is the more lucrative partner if a choice has to be made between which one to back; hypothetically. This is because relationships between Russia and Sri Lanka began as early as 1957. During the civil war against the LTTE rebels the Russian Government and Sri Lanka maintained military ties in terms of trading weapons. Even Ukraine had a hand in the civil war here because it sold the GoSL fighter planes to vanquish the tiger rebels.",
    "However in recent years Russia’s and Sri Lanka’s relations are towards growth and not destruction. Russia and Sri Lanka have entered into agreements where Russia provides scholarships to Sri Lankans to study in their country. The other factor that supports close ties between the two nations is that Russia is a major player where Sri Lanka tourism is considered. At the time of writing there is a large number of tourists from Russia here in Sri Lanka and the GoSL is duty bound to ensure their safety. The same protection must be given to the Ukraine tourists who are holidaying here.",
    "",
    "If the Sri Lankan authorities can ensure both the Russians and the Ukrainians have a safe stay here Sri Lanka scores heavily as a hospitable nation. Such a large number of tourists arriving here also indicates that Sri Lanka is safe to travel to because it has brought Covid under control. Given the massive debts the GoSL has to service it’s a must that this nation sustains the tourism industry it is slowly reviving.",
    "The Russia-Ukraine issue is quite sensitive. There has been a cold war going on between the two nations since Russia invaded the latter and took control of Crimea. This invasion was coming sooner or later.",
    "As a world super power like America continues to watch over Russia and impose sanctions Sri Lanka needs to save its interests in the business world and not get caught in the ‘crossfire’."
  ]
}