{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81039/emirates-signs-mou-with-sri-lanka-tourism",
  "time_ut": 1646660580,
  "title": "Emirates signs MoU with Sri Lanka Tourism",
  "body_lines": [
    "Emirates has signed a memorandum of understanding with Sri Lanka Tourism Promotion Bureau at the Emirates Group headquarters in Dubai.",
    "The agreement reaffirms a commitment to Sri Lanka and outlines mutually beneficial initiatives that will help revive the local tourism industry.",
    "The deal was signed by Ahmed Khoory, Emirates senior vice president, commercial West Asia and Indian Ocean, and Kimarli Fernando, chairperson of Sri Lanka Tourism Promotion Bureau.",
    "Khoory said: “Sri Lanka remains a very key market in Emirates’ global network and the agreement signed today underscores our unwavering commitment to the country.",
    "“We launched operations to Colombo more than 35 years ago, and our partnership continues to grow from strength to strength.",
    "“We look forward to exploring mutually beneficial initiatives that will help revive the nation’s trade and tourism sectors, and provide Emirates with an opportunity to serve market demand.”",
    "Under the agreement, Emirates and Sri Lanka Tourism will benefit from joint activities that will help enhance trade and tourism, including trade shows, trade familiarisation trips, exhibitions and workshops.",
    "Fernando added: “Sri Lanka is a beautiful island destination with esteemed strategic partners such as Emirates, this is a vital aspect to steer Sri Lanka’s travel and tourism industry.",
    "“Therefore, this partnership is crucial for us to explore and capitalize opportunities that emerge and to open up many beautiful avenues to establish brand awareness and perceived quality in the global tourism market.",
    "“Thus, we are excited about this partnership and also grateful for all the support Emirates has extended us during the three decades of long relationship and especially during the pandemic time.",
    "“We are hopeful that together we can effectively promote and serve the market.”"
  ]
}