{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/uk-travel-advisory-on-sri-lanka-as-economic-crisis-triggers-violence-94214/",
  "time_ut": 1652458620,
  "title": "UK travel advisory on Sri Lanka as economic crisis triggers violence",
  "body_lines": [
    "ECONOMYNEXT – The United Kingdom has advised against non-essential travel to Sri Lanka as the worst currency crisis in the history of the island’s central bank triggered social unrest and violence killing at least nine and angry mobs torched property of ruling party officials.",
    "“The Foreign, Commonwealth & Development Office (FCDO) advises against all but essential travel to Sri Lanka, due to ongoing political and economic instability,” UK citizens were told on May 13.",
    "“This advice does not apply to airside transit through Sri Lanka’s international airport.”",
    "“A State of Emergency has been declared and an island-wide curfew is in place.”",
    "Violence broke out after loyalists of ex-Prime Minister Mahinda Rajapaksa attacked peaceful protestors at a seafront in Colombo on May 09.",
    "At least nine persons including two policemen died in a violent backlash that saw over 100 properties of the ruling Rajapaksa family and party members destroyed.",
    "“Further incidents could take place,” the UK advisory said.  “If you are in Sri Lanka at this time, or considering travel, you should avoid all protests and follow the advice of local authorities.”",
    "People are angry after the island’s intermediate regime central bank printed money for two years to target an output gap (Keynesian stimulus) driving inflation to 30 percent, and botched float with a surrender rule sent the rupee careening down from 200 to 380 to the US dollar so far.",
    "The 2022 currency crises came on top of currency crises in 2015 and 2018 which was also triggered by money printed to target an output gap.",
    "Analysts have blamed the International Monetary Fund for teaching the island’s Latin America style central bank to calculate an output gap, triggering a series of currency crises and eventual default.",
    "Though interest rates have been hiked, monetary stability has not yet been restored due the botched float and forex shortages continue, disrupting big ticket imports like fuel and cooking gas.",
    "President Gotabaya Rajapaksa imposed emergency rule, which is set to expire next week unless Parliament approves. The curfews are also being gradually relaxed. (Colombo/May19/2022)"
  ]
}