{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-hub-position-critical-to-expanding-international-trade/",
  "time_ut": 1650641280,
  "title": "‘Sri Lanka’s hub position critical to expanding international trade’",
  "body_lines": [
    "The placement of Sri Lanka and Norway on busy sea trade lanes, enables them to facilitate international trade. Besides, the need to safeguard our oceans is a unifying factor between Sri Lanka and Norway. Their hub status is essential for expanding international trade, ambassador for Norway in Sri Lanka Trine Joranli Eskadal said.",
    "Considering the growing demand for goods and services, our countries’ geographical placement is of critical importance, she added.",
    "Ambassador Eskadal made these observations, as the Guest of Honour recently at Institute of Chartered Shipbrokers’ (ICS) 28th awards ceremony.",
    ". ‘The time is right for Norway and Sri Lanka to expand the clean oceans concept. Of importance was our bio diversity. Rising temperatures invariably resulted in rising sea levels. This is a common concern. The rising demand for sea food is a factor of importance for both countries, she said.",
    "Chairman ICS, Sri Lanka Branch, Kingsley Abeywickrama, in his opening address said the ICS supports professionalism in all its facets. Those who win awards would be proficient in handling responsibilities that would nurture industrial progress.",
    "Chief Guest, chairman, Sri Lanka Ports Authority Dr. Prasantha Jayamanna said improving personnel skills was of importance for the progress of any institution. In this context the annual awards of the ICS were instrumental in furthering the progress of the shipping industry.",
    "The keynote address was made by Deepal Sooriyaarachci, who reiterated the importance of professionalism.",
    "The head table, included Kingsley Abeywickrama, ambassador Trine Joranli Eskadel, Dr. Prasantha Jayamana, Deepal Sooriyaarachchi and Secretary, ICS, Sri Lanka Branch Shimron Samson, who presented the Vote of Thanks.",
    "SLIM joins hands with Vavuniya University to exchange a myriad new opportunities",
    "Aitken Spence Travels first in the industry to be certified for Occupational Health and Safety",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}