{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/two-more-die-in-sri-lanka-fuel-queues-amid-shortage-92903/",
  "time_ut": 1649654220,
  "title": "Two more die in Sri Lanka fuel queues amid shortage",
  "body_lines": [
    "ECONOMYNEXT – Two Sri Lankans died in fuel queues over the weekend, police media said on Monday (11), bringing the death toll in fuel queues to seven since March 31.",
    "Both death had occurred due to heart attack after being waiting in the queues for a long time.",
    "A 47-year old private bus driver from Gonawila died on Saturday (09) while waiting in the fuel queue. Eyewitnesses had said that the man collapsed on the street.",
    "The second death took place on Sunday (10) morning and a 52-year old tourist guide of Kochchikade died. Police media stated that the man had filled his tank and gone about 10 meters before he was found dead in his vehicle.",
    "Of the previous five deaths, four were of senior citizens who died of natural causes, the fifth, a 29-year old man was stabbed to death following an argument while waiting in a fuel queue.",
    "People standing in fuel queues, cans in hand, has been a common sight in recent weeks as Sri Lanka’s fuel shortages worsen amid a worsening forex crisis.",
    "People have been seen collecting extra fuel in fear of future shortages.",
    "Authorities say panic buying is making the problem worse when fuel is available and a continuous supply is to be ensured through a 500 million US dollar Indian credit line.",
    "Severe shortage of foreign currency has reduced the fuel import and that in fact had led to shortage and extended power cuts as high as 13 hours in a day.",
    "Sri Lanka is facing multiple crisis simultaneously – power cuts, shortages of essentials, and a sharp depreciation of the rupee following the float.",
    "Thousands of Sri Lankans have taken to the streets to protest the Government’s mishandling of the economy, organized via social media. Hundreds of protesters have occupied a protesting site next to President Gotabaya Rajapaksa’s office for the third day on Monday. (Colombo/April 11/2022)"
  ]
}