{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82096/indonesia-donates-31-tonnes-of-humanitarian-aid-to-sri-lanka",
  "time_ut": 1651149480,
  "title": "Indonesia donates 3.1 tonnes of humanitarian aid to Sri Lanka",
  "body_lines": [
    "Minister of Foreign Affairs Prof. G.L. Peiris has met with the Ambassador of Indonesia Dewi Gustina Tobing, who briefed on the update of Humanitarian Aid to Sri Lanka from the Government of Indonesia.",
    "During the meeting at the Foreign Ministry on Wednesday (27), Ambassador Tobing briefed the Foreign Minister that pursuant to a request for essential medicines and medical equipment from the Ministry of Health of Sri Lanka, the Government of Indonesia in consultation with Ministry of Health of Sri Lanka and the representative Office of the World Health Organisation (WHO) in Indonesia, worked with Health officials and the pharmaceutical industry of Indonesia, to facilitate the provision of 3.1 tonnes of humanitarian aid to Sri Lanka, consisting of essential medicines and medical equipment valued at SL Rs. 517.5 million (approx. US $ 1.6 million).",
    "The Ambassador noted the humanitarian aid would reach Sri Lanka in two batches, with the first shipment to arrive on Thursday (28) on SriLankan Airlines from Jakarta. The balance would arrive on Sunday (8 May).",
    "The Ambassador informed the Minister that following the appeal from the Ministry of Health, Indonesian officials and pharmaceutical and health care industry marshalled together in ten days to donate items to ensure the speedy dispatch of aid and in view of its long standing close friendship, were pleased to support Sri Lanka at its time of need.",
    "Foreign Minister Peiris conveyed to the Ambassador the deep appreciation of the Government of Sri Lanka to the generous donation of humanitarian aid from the Government of Indonesia, and highlighted that it was a clear manifestation of the close ties of friendship between the two countries, a statement said.",
    "The Foreign Minister noted the close relations between Indonesia and Sri Lanka and collaboration in ocean issues and processes in the international arena, as well as working closely in the Non-Aligned Movement to address issues objectively on the global stage.",
    "Foreign Minister Peiris also recalled the close interactions with Foreign Minister of Indonesia Retno Marsudi, who he had met in Glasgow at the UN Climate Change conference and more recently at the Doha Forum in Qatar, where the two Ministers discussed bilateral relations.",
    "The Minister also noted he looked forward to welcoming his counterpart later in the year to commemorate the 70th anniversary of diplomatic relations between Indonesia and Sri Lanka, the Ministry of Foreign Affairs said."
  ]
}