{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sarrah-sammoon-appointed-to-the-board-of-southeast-asian-leadership-academy/",
  "time_ut": 1648648560,
  "title": "Sarrah Sammoon appointed to the Board of Southeast Asian Leadership Academy",
  "body_lines": [
    "SEALA, an Asian platform which shares practical knowledge, leadership tools, mentorship network support and global networks with a new generation of leaders, has appointed Sri Lanka’s Sarrah Sammoon to its Board.",
    "Other new board members are NiniDaing (Malaysia), Marcellinus Jerry Winata (Indonesia) and Harley Trung (Vietnam). Board also includes Anand Sharma (Founder of SEALA, USA), Anun Dhawan (Chairperson SEALA, India), Arj Wignaraja (Past Chair, Sri Lanka), Ashok Mittal (India), Bill Starnes (Past Chair SIBF, Current Head of Faculty, USA), Saad Khan (Pakistan).",
    "SIBF (Society of International Business Fellows) is the parent organization of SEALA. Formed in the US by a group of CEOs, corporate executives and leading entrepreneurs about 40 years ago to bridge the gap between regions. They were tired of the usual off-the-shelf training and wanted to share with up-and-coming business and civil society leaders in all parts of the world the practical knowledge and leadership tools that they had experienced and used with success in their own professional lives.",
    "Sarrah Sammoon has over 30 years of entrepreneurial experience in global mobility, immigration, residence and citizenship by investment, cutting red tape allowing freedom of movement for businesses and high-net-worth individuals (HNWI). She is the Founder CEO of Magellan Champlain, Sri Lanka’s pioneer global mobility solutions firm and Director of Sapphire Capital Group which operates in gemstones, jewellery and hospitality.",
    "CSE trading halts twice for second consecutive day; ASPI down 5.27 per cent",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}