{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Fuel-distribution-should-continue-for-24-hrs-to-overcome-current-fuel-crisis-Ananda-Palitha/108-233513",
  "time_ut": 1647861360,
  "title": "Fuel distribution should continue for 24-hrs to overcome current fuel crisis: Ananda Palitha",
  "body_lines": [
    "To overcome the country's current fuel crisis and control the unfortunate deaths in queues, fuel distribution must continue uninterrupted for the next 24 hours, Samagi United Trade Union Force (SUTUF) convenor and media spokesman Ananda Palitha said.",
    "He said if the fuel distribution continues as mentioned above, the current situation will be completely back to normal within two days. If not, the current situation will lead to a serious situation in which people might have conflicts even with armed forces.",
    "He said with the receipt of the first diesel shipment under the Indian credit line today, the decision on extending the number of power shedding hours will be decided by the diesel quantity provided to the Ceylon Electricity Board (CEB) for electricity generation, he said.",
    "According to him, the 35,000 MT of diesel stock received is only enough for seven days. With the current situation, the country requires at least 9,000 MT of diesel.",
    "\"There is no petrol, diesel, or kerosene in Colombo and the suburb. After the shutting down of the Sapugaskanda oil refinery, the 50 percent refined fuel such as diesel, naphtha, petrol, and kerosene, received in the market was also stopped, \"he said.",
    "However, the CPC calculated that they have sufficient petrol stocks in their stores. To stop these unfortunate deaths and quarrels at fuel queues, the required fuel transportation and distribution should be done continuously. Therefore, the fuel should be provided without any shortage. The current situation can get under control if the fuel distribution is done without any restrictions. (Chaturanga Samarawickrama)"
  ]
}