{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/SL-looks-towards-India-to-boost-forex-income-via-tourism/273-239152",
  "time_ut": 1655351220,
  "title": "SL looks towards India to boost forex income via tourism",
  "body_lines": [
    "PM calls on relevant authorities to formulate plan to lure Indian travellers in coming six months",
    "Sri Lanka is looking towards India once again to improve its foreign exchange earnings and the newest focus is on luring tourists to aid the hard-hit sector.",
    "The government met with the local tourism sector stakeholders earlier this week (14) to chart the way forward to help revive tourism, so it can return to its position as one of the major revenue generators of the national economy.",
    "In the discussions held, Prime Minister Ranil Wickremesinghe called on the Tourism Ministry and agencies of Sri Lanka tourism to increase emphasis on attracting tourists from India for the next six months.",
    "In recent months, India has emerged as the largest source market for tourism, a position it took from Russia after the conflict with Ukraine erupted. Although the number of arrivals from India has contracted since April, just as for other source markets, due to the economic crisis, the tourism stakeholders and relevant authorities have identified India as the most practical solution to uplift Sri Lanka tourism in the current scenario.",
    "In a bid to speed up efforts in this regard, Wickremesinghe instructed the Tourism Ministry and Sri Lanka tourism officials to formulate a plan to increase the arrivals of international visitors from India.",
    "Previously, the private sector stakeholders too shared a proposal with the government, highlighting the ways in which destination Sri Lanka can entice the Indian traveller.",
    "Some of the suggestions put forward by the Sri Lanka Association of Inbound Tour Operators (SLAITO) included carrying out roadshows in Delhi, Mumbai and Chennai, to facilitate the quick recovery of the market by exploring the option of accepting Indian rupees.",
    "The stakeholders also stressed prioritising the twice-postponed Travel Agents Association of India (TAAI) convention. The event has been rescheduled to be held around the months of September/October and will provide Sri Lanka the much-needed push to promote the tourism offering to the Indian market."
  ]
}