{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Joint-chambers-urge-Prez-to-appoint-interim-Prime-Minister-Cabinet-and-then-resign/108-236753",
  "time_ut": 1652243100,
  "title": "Joint chambers urge Prez to appoint interim Prime Minister, Cabinet and then resign",
  "body_lines": [
    "Say absence of legitimate govt. could jeopardize Staff level agreement with IMF",
    "Urge all political parties to leave aside differences and help formation of interim govt.",
    "Joint Chambers along with the Institute of Chartered Accountants of Sri Lanka yesterday called upon President Gotabaya Rajapaksa to take immediate steps to appoint a competent person as the interim Prime Minister and a small Cabinet of Ministers in consultation with the Prime Minister acceptable to all leading political parties represented in parliament.",
    "The joint chambers urged that this must be done with immediate effect in order to take urgent action to restore law and order and economic activity in the country.",
    "“..It is abundantly clear that concluding the IMF Staff level agreement in a timely manner as planned, could be jeopardized due to the absence of a legitimate government. While awaiting the IMF programme, it is critical that Sri Lanka secures bridge financing to help get through the next six months,” a statement by the joint chambers said.",
    "It further called upon all political parties to leave aside their political agendas and differences in order to support the formation of an interim government under a leadership accepted by all.",
    "The joint chambers also urged the need to expedite the constitutional amendment to repeal the 20th Amendment and abolishment of the Executive Presidency within a reasonable timeframe through a consensual approach.",
    "The joint chambers further urged President Gotabaya Rajapaksa to respect the voice of the public and resign immediately after the interim government is firmly in place.",
    "The joint chambers also appealed to the people to remain calm and not resort to violence and urged all religious leaders to advise the public on the need to desist from violence while expressing their voice in a peaceful manner as done so effectively up to Monday.",
    "The joint chambers consist of Ceylon Chambers of Commerce, Federation of Chambers of Commerce and Industries Sri Lanka, Joint Apparel Association Forum, Chamber of Young Lanka Entrepreneurs, ICC Sri Lanka, National Chamber of Commerce of Sri Lanka, Exporters Association of Sri Lanka, Chamber of Construction Industry of Sri Lanka, Women’s Chamber of Industry and Commerce, American Chamber of Commerce Sri Lanka and Ceylon National Chamber of Industries."
  ]
}