{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-considers-decentralizing-public-service-youth-led-cultivation-after-crisis-95606/",
  "time_ut": 1654962840,
  "title": "Sri Lanka President considers decentralizing public service, youth-led cultivation after crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa is exploring steps to decentralize key public institutions to reduce number of public servants coming to capital Colombo and give priority to youth-led agriculture to achieve greater productivity, his office said on Saturday (11) as the country is facing its worst economic crisis with fuel shortage and a looming food crisis.",
    "Government officials have told EconomyNext that Rajapaksa administration is facing difficulty in ensuring fuel supply for public transport as its foreign reserves are exhausted for imports and repay foreign loans in the past two years.",
    "The government has already reduced the number of working days for many government sector employees for four in a week to save fuel. Government officials told EconomyNext that a special holiday declared for next Monday is also an attempt to save fuel and energy along with an already declared holiday on Tuesday.",
    "Sri Lanka is facing a looming food crisis because farmers could not produce adequate food after President Rajapaksa banned chemical fertilizer overnight in April last year while foreign currency shortage along with sharp depreciation of the US dollars have made food imports very expensive.",
    "The President has said “the decentralization of key public institutions in the capital to the provinces could reduce the number of public servants coming to Colombo”, the President’s Media Division (PMD) said in a statement.",
    "The President made the remarks at a special discussion held at the President’s House on Friday (10) on the role of the Ministry of Public Administration, Home Affairs and Local Government and the accelerated home gardening programme.",
    "The key public institutions are located in capital Colombo and thousands of public servants are coming into Colombo from other districts and provinces for employments and get their essential services done. Such centralized efforts have increased fuel consumption in the island nation which is struggling to ensure fuel for motorists and generate power amid extended power cuts since February.",
    "President Rajapaksa has also focused on increasing the farm products to boost agriculture, the PMD said. The economic crisis followed by excess money printing and sharp depreciation of the rupee has also raised the food prices to expensive level with food inflation hit 57.4 percent in May.",
    "The Ministries of Public Administration and Agriculture have decided to launch a combined national food security programme titled “Let’s Grow Together – Win the Country”, PMD said.",
    "“The President also advised to give priority to youth in agriculture sector to achieve greater productivity and to plan for higher yields using new technology,” the PMD said. (Colombo/June 11/2022)"
  ]
}