{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Spontaneity-and-its-discontents-beyondgotagohome-thewayforward/172-234688",
  "time_ut": 1649276760,
  "title": "Spontaneity and its discontents  #beyondgotagohome #thewayforward",
  "body_lines": [
    "The military and police face an uphill task to keep the marauding anti-government protesters at bay, who demand the government to step down following escalating crisis.",
    "There is so much beauty in all this. There’s so much love. It‘s a wonderful sight to behold. It is hard to say if this revolution is actually a revolution or if it is as ‘colourless’ as some people claim it to be",
    "Take any protest, any demonstration, they are never perfect. One could always find flaws in any such activity, regardless of whether or not one subscribes to the objectives. The innumerable acts of objection that we have seen over the past few days and in fact are unfolding even as I write do not constitute an exception to the above.",
    "So objections to the objections are to be expected. Some based on disagreement with the objectives, some to do with political preferences, some on account of disagreement with strategies and so on. There are always issues about such things and especially so when numbers, stakes and emotions are high. Some of the objections would be petty and nothing more than mild disagreement about part-strategies. Others could be of a more serious order, especially with respect to how a particular set of strategies could impact outcomes, which may not be as happy and wholesome as envisaged.",
    "There are conspiracy theories. There is wariness about who is doing what. A party, some claim. Entertainment for rich kids who have drivers and domestic aides to stand in gas and fuel queues, some point out. Sure, some of that is certainly discernible to a lesser or greater degree depending on location, preferred strategies, slogans chosen etc.  Pawns of the better organized and motivated by specific political objectives that have little or nothing to do with the idealism that’s being expressed — I have heard that argument too.  Regardless of all that, the outpouring of energy and especially youthful intent, resoluteness, innovation, leadership and at many levels organizational acumen is most certainly celebratory.  We don’t know if, when and how things will change, but one has to be blind or afflicted with some degree of hypocrisy to deny that what we are seeing is remarkable.",
    "We can interpret all this from numerous angles and some of the angles are of course manifestations of political, ideological and other pretty much personal frames of reference. However, just to see the energy and enthusiasm, the creativity in mobilizing discontent, crafting of slogans and choreographing to the extent possible collective engagement is absolutely empowering. One has to step back and gaze at it all with awe.",
    "Of course this is not the first time in history that there has been this kind of widespread protest. The same enthusiasm, energy and innovation have made streets vibrate, opened windows and doors, made those in power wary or even desperate. This, however, is our here-and-now. We are yet to know if the lessons of history have been learnt and if outcomes will be meaningful rather than cosmetic or even blood-laced, but that should not stop us from admiring, applauding and praying for unprecedented outcomes that make for meaningful social transformation.",
    "Yes, it’s not just young people, but they are certainly the heartbeat of the multitude. Ideally, they would not just protest that which is wrong about our political system, political culture and indeed politicians and parties but obtain for themselves and all their fellow citizens a country they can feel they truly own.  All power to them!",
    "What of those who aren’t young, not even at heart? They can, citing lives-lived, similar experiences of objection and struggle and more time to reflect on the human condition and realities of power-games, offer advice. My advice to them: do not presume. The young may or may not require guidance. They may require advice but might not even feel they need tuition in activism or lectures in future-designing. It’s their time, their moment, their party (nothing wrong in enjoying it all, by the way) and their effort to create a collective vision in which part-visions can add and not subtract from overall beauty.  I say, ‘trust them!’",
    "I say ‘trust them, but hope and pray that the possibility of naïveté will not produce heartache or bloodshed.’  They will live and deal with the consequences but at no point should we curb their enthusiasm with the dark shadows of possibly dire outcomes.",
    "Sure, they have not figured it all out. Who does, ever, though? It’s good for anyone, especially the youth, to feel alive, to caress that amazing thing called solidarity, to be flushed with emotion, but make no mistake, we should never assume that they are all in it for the thrills. There’s rationality in operation here. There’s logic. There’s cold, single-mindedness that complements the warmth of commonality and the fire of activism. Let us not be presumptuous!",
    "As I watch live and in person, as I peruse videos and comments in social media, there are so many things that resemble another time, in another century and almost another country. Some of the slogans are ancient but then again the problems and anomalies are as old. There’s discipline as there has been in a different era and there’s slippage too, not too dissimilar to what we have seen. Reason enough to be worried. Sure. Reason enough to pooh-poor the people in the streets? No!",
    "So yes, there is always something to worry about, some act, word or explanation that seems to be way out of order to warrant censure. I say, ‘we lose nothing by being patient, we lose nothing by being hopeful.’",
    "A couple of things need to be said, however. First, spontaneity, while being unbelievably beautiful and romantic, has one significant drawback. Historically those who’s ‘organizing’ is limited to detailing the agitation tend to be trumped by those who are organized and are motivated by specific political agenda. Secondly, while ‘first things first’ is a defensible rule of thumb, if the aftermath, once realized, is footnoted by ‘let’s cross that bridge when we get to it,’ the possibility of someone or some group less idealistic hijacking the entire project is pretty high.",
    "There is so much beauty in all this. There’s so much love. It‘s a wonderful sight to behold. It is hard to say if this revolution is actually a revolution or if it is as ‘colourless’ as some people claim it to be. There’s one colour that might ruin it all. Red. There are other colours that might stop heartbeat and erase the footprint of all the beautiful people who want to truly own this country. They may not be happy colours.",
    "I want to believe that these things have been thought through. In fact I shall assume that this is the case. I believe that emotion is tempered by reason and I am convinced that the younger people out there in the streets embody this. They will not be pawns, not of political parties, politicians, other countries etc. They will prove this, again and again if necessary. They must and indeed will if they truly believe this is their land to secure and inhabit."
  ]
}