{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ruhunu-Hospital-invests-Rs-250-m-to-launch-1st-private-sector-Cath-Lab-in-Southern-Province/34-735360",
  "time_ut": 1653589800,
  "title": "Ruhunu Hospital invests Rs. 250 m to launch 1st private sector  Cath Lab in Southern Province",
  "body_lines": [
    "Ruhunu Hospital Ltd., a known healthcare brand in the Southern Province, has made history by launching the first private sector Cath Lab in the South.",
    "The hospital has invested Rs. 250 million in a Philips Cath Lab machine, which is the leading cardiac care provider globally. Patients can avail themselves of a range of services, including Catheterisation for diagnosis and treatment of blood vessel conditions such as blood clot removal, (Percutaneous coronary intervention – PCI) and the diagnosis and treatment of irregular heartbeats (Temporary pacemaker – TPM).",
    "With the launch of the Cath Lab, Ruhunu Hospital becomes the first private sector hospital to use iFR technique in Sri Lanka. iFR is used to measure pressure in diagnostic and interventional procedures and is only offered by Philips. Philips iFR is regarded as the Gold Standard in healthcare, and has been awarded an ACC/AHA/SCAI (American College of Cardiology/American Heart Association/Society for Cardiovascular Angiography and Interventions) Class IA recommendation based on the high level of clinical evidence for its accuracy.",
    "The new Cath Lab is a testament to Ruhunu Hospital’s commitment to excellence in providing premium quality medical care to all patients. Patients can be rest assured that the Cath Lab will be staffed by highly skilled and professional personnel, dedicated to providing the highest standards of service.",
    "The Cath Lab will be run by highly experienced foreign trained cardiologists practicing island wide. Internationally recognised anaesthetic specialists will be a part of the procedures.  Experienced nurses in the Cardiac Sector are also employed by Ruhunu Hospital.",
    "Patients in the Southern Province will be greatly benefited by the introduction of the Cath Lab, as they no longer need to bear the difficulties and expenditure of traveling to Colombo for the same service.",
    "Ruhunu Hospital, located in the medical hub of the Southern Province is renowned for the personalised care offered to all patients. Ruhunu Hospital has introduced a total of nine ICU, HDU and CCU beds.",
    "Remarking on the launch of the Cath Lab, Co-CEO Raveen Wickramasinghe stated: “We invested a substantial amount in the new state-of-the-art Cath Lab to meet the growing demand of cardiac healthcare needs of the residents of the Southern Province. This is a significant milestone in Ruhunu Hospital’s 27-year journey as the leading healthcare provider in the Southern Province. We will continue to provide unparalleled healthcare services.”",
    "Co-CEO Janith Liyanage commented: “We are delighted to be able to offer the finest Cath Lab facilities to patients in the Southern Province. With Ruhunu Hospital’s excellent reputation for medical services, patients can be confident of receiving expert advice and treatment through our cardiac specialist. We will work hard and continue to cement our status as the premium healthcare provider in the Southern Province.”",
    "Ruhunu Hospital was established in 1995 in Karapitiya and they are celebrating 27 years of excellence in providing premium patient care, to the Southern Province. They have embarked on a rapid expansion of their services. Ruhunu Hospital opened a brand new nine-storied hospital facility known as Ruhunu 2.0 in 2020, as well as a modern Vascular Surgery Centre and Eye Surgery Centre in 2021. During the COVID pandemic Ruhunu Hospital also rose to the occasion and launched an Intermediate Care Centre with Citrus Hikkaduwa in 2021."
  ]
}