{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Health-of-the-Nation-during-a-worsening-economic-crisis/352-236301",
  "time_ut": 1651701900,
  "title": "Health of the Nation during a worsening economic crisis",
  "body_lines": [
    "Patients now have more access to services throughout hospitals across Sri Lanka",
    "The Sri Lankan negotiating team led by the Minister of Finance was in Washington, discussing with the International Monetary Fund (IMF) officials regarding the role IMF could play in stabilising and restructuring the Sri Lankan economy. The IMF officials have already mentioned three areas for reform to achieve greater economic stability in the future: reforms to taxation, restructuring government economic entities and floating the exchange rates. Another dimension they are likely to focus is the curtailment of government expenditure.",
    "Though there is a cogent reason to rationalise government expenditures, experiences from other nations have shown that the sectors often curtailed are social welfare and health. We wish to pre-empt this and place on record several arguments against any reduction in the state allocations for health. We will show that allocating a higher percentage out of state expenditure for health would be desirable for ensuring current welfare, safeguarding equity and generating higher growth in the future.",
    "1. Sri Lanka is recognised internationally for having achieved very favourable health indicators at low costs. For example, the mortality rates of newly born (neonates), infants, under five-year-old children and of pregnant mothers is low and on par with high income countries. Our unique achievements have been repeatedly commended by economists and Nobel Laureates (e.g. Amartya Sen).",
    "2. Our allocations to health are currently much lower than that of most countries including developing countries. Therefore, improving or even maintaining these achievements would necessitate ensuring sufficient financing for health. If at all, we need to increase the proportion allocated to health compared to",
    "3. Under the Social Development Goal 3, the major objective is to achieve Universal Health Care (UHC) coverage. Currently Sri Lanka is considered to have achieved UHC, as it provides comprehensive health services through a wide network of public sector preventive and curative institutions providing services of reasonable quality, free at the point of delivery to all its citizens.Though over 50% of its health expenditure is borne by a parallel private sector, 81% of which is borne as out-of-pocket expenditures with health insurance plays a minor role, the availability of free health care by the state sector, acts as a safety net. Maintaining state health sector allocations unchanged is paramount in ensuring UHC in the future as well.",
    "4. It should be noted that the economic crisis is affecting personal incomes adversely at the moment and may shift individual’s accessing healthcare from the private to the public health sector. Therefore, ensuring sufficient funds for the provision of state health services to those previously accessing private care is crucial, as the two sectors act as substitutes.  5. In the last three decades health sector policy makers, including health economists have been citing the need for raising the state sector allocation for health. The reason is because we are facing a demographic transition (i.e. increase in the proportion of the elderly population) and an epidemiological transition (i.e. increased numbers affected by chronic diseases such as diabetes and heart diseases rather than infections). With these two transitions (collectively known as a health transition), the country needs higher state sector allocations to health to ensure care for an infirm elderly population and treatment of non-communicable diseases, often affecting those still in the working population.",
    "6. The health sector would need to reduce its expenditure through addressing sectoral inefficiencies. However, efficiencies will not off-set even the current needs of health. Insufficient funding will worsen the health status of the population in the present and the future. This will reverse or stagnate our achievements in health and adversely impact our",
    "7. The health system is doing well in terms of mortality and in Maternal and Child Health (MCH), due to historically established programmes such as immunisation and institutional delivery. However, the trends in other health related indices are worrying. For example, the large gap between life expectancy and healthy life expectancy, the high incidence of NCDs, adolescent nutrition, substance abuse and mental health burden and high Disability Adjusted Life Years (DALY) burden faced by the elderly. Responding to these issues cannot be undertaken with a shrinking health budget and greater health sector funding is crucial.",
    "8. Any cuts to health sector funding will occur mainly in terms of capital expenditure as evidenced during the last two years affected by the Covid-19 crisis and the recent announcement by the Finance Ministry which orders the immediate curbing of capital expenditure. Pruning capital expenditure in an ad hoc manner can affect health sector production adversely, affecting the health status in both the present, and in the future. Similarly cuts in health financing may have adverse impacts on prevention activities such as immunisation and MCH and these could negate the health gains made by the",
    "9. Sri Lanka, as recommended by the World Bank has to focus on Human Capital as the engine of growth. This will necessitate measures for eradicating malnutrition, addressing high adult morbidity and mortality rates and minimise the adverse labour market impacts. Implementing such health sector measures necessitate sufficient funding, another crucial reason for not pruning health sector funding in the name of reducing state expenditure, as the IMF sets out to reform the Sri Lankan economy.",
    "10. During the crisis, the health sector should consider introducing efficiency increasing measures such as performance indicators and health impact assessments to increase efficiency. Financial accountability should be strengthened at institutional level. Wastages should be reduced. The health services should strengthen links with the social welfare sector to support households that are unable to cope with illness. Our social protection should be strengthened to help families cope with the severe economic hardships and to",
    "We call on citizens and health professionals to defend the unique health delivery system in Sri Lanka. We urge the Sri Lankan negotiating teams with lending organisations to make a strong case to maintain adequate funding.We request the lenders (e.g. IMF, World Bank, ADB) to acknowledge the unique model of healthcare and help sustain it during this unprecedented crisis.",
    "We urge the Ministry of Health, to take immediate steps to form teams to discuss the way forward for health during the expected economic crisis. We are confident that organisations such as the WHO will be most willing to facilitate such activities.",
    "The ideas expressed in this article are not those of the institutions the writers work in"
  ]
}