{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/slpp-mps-sanath-nishantha-milan-jayathilake-remanded/",
  "time_ut": 1652870760,
  "title": "SLPP MPs Sanath Nishantha & Milan Jayathilake, remanded",
  "body_lines": [
    "COLOMBO (News 1st); SLPP MPs Milan Jayathilake, Sanath Nishantha, and two others who were arrested over their involvement in the attacks on the GotaGoGama and MynaGoGama peaceful protest sites were remanded to the 25th of May by the Colombo Fort Magistrate’s Court on Wednesday (18).",
    "Sri Lanka’s Attorney General on Monday (16) directed the Inspector General of Police, and the Senior DIG in charge of the Criminal Investigations Department to arrest and produce in court 22 people including Ex-Ministers, and Members of Parliament who are linked to the attack on the MynaGogama & GotaGoGama peaceful protest sites.",
    "As a result of the investigations, detectives arrested SLPP MPs Milan Jayathilake and Sanath Nishantha on Tuesday (17).",
    "Earlier, a Former Provincial Councilor Amal Silva, and a Moratuwa Municipal Worker were arrested over the same incident.",
    "Moratuwa Mayor Saman Lal Fernando, Kelaniya PS Chairman Manjula Prasanna and four others were arrested by the Criminal Investigations Department on Wednesday (18) over their involvement in the attacks on the GotaGoGama and MynaGoGama peaceful protest sites.",
    "Karandeniya PS Member Sameera CHathuranga, Seethawaka PS Member Jayantha Rohana, Bandula Jayawanne, and Dineth Geethika were also arrested by the CID.",
    "In addition Dan Priyasad who was also wanted over the same incidents was arrested after he surrendered himself to the CID on Wednesday (18) morning.",
    "Detectives will be recording statements from seven Parliamentarians on Wednesday (18) with regard to the attacks on peaceful protests at the GotaGoGama and MynaGoGama protest sites on the 9th of May 2022.",
    "Police Spokesperson Attorney-at-Law SSP Nihal Thalduwa speaking to News 1st said the statements will be recorded at the Parliament complex.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "10-hour water cut for Colombo 12, 13, 14, & 15 on Saturday (21)",
    "450 Officers & 3,361 other ranks of the Sri Lanka Air Force promoted on Victory Day"
  ]
}