{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-court-requests-cb-to-furnish-usd-500-mn-isb-january-repayment-details-94567/",
  "time_ut": 1653297540,
  "title": "Sri Lanka court requests CB to furnish USD 500 mn ISB January repayment details",
  "body_lines": [
    "ECONOMYNEXT – A Sri Lankan court has requested the central bank to furnish payment details of a 500 million US dollar international sovereign bond (ISB) repayment in January when former governor Ajith Nivard Cabraal was head of the central bank, a lawyer said on Monday (23).",
    "The court requested the details after political activist Ranjith Keerthi Tennakoon asked for the data while his case filed against Cabraal’s alleged misappropriation during his first tenure as the governor from 2006-2015 has already resulted in an extended travel ban until July 25.",
    "“The court has requested the central bank to give the details on which sovereign bond holders were paid in January this year,” Maithri Gunaratne, a lawyer who appeared on behalf of Tennakoon, told Economy Next.",
    "Critics of President Gotabaya Rajapaksa’s government have raised questions over why Cabraal decided to pay 500 million US dollars to bond holders from the country’s dwindling foreign reserves as the country was facing a severe shortage of dollars.  Sri Lanka is now experiencing queues for fuel, kerosine, and cooking gas because the country does not have any dollars to import them.",
    "The shortage of dollars also resulted in extended power cuts in the island nation hitting its manufacturing and services sectors since February. People have also complained about lack of essential medicines in hospitals due to the lack of US dollars.",
    "Cabraal’s successor, Nandalal Weerasinghe, and Treasury Secretary Mahinda Siriwardena have already suspended all foreign debt repayments with effect from April 12 as the country ran out of dollars in the reserves.",
    "Some sources say the central bank under Cabraal did not want to default the 500 million US dollar sovereign bonds because some of his close allies had bought the bonds before it matured fully. Cabraal has denied any wrongdoing in the past.",
    "Cabraal was not immediately available for comment on the court’s request. (Colombo/May23/2022)"
  ]
}