{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SLPP-MPs-Sanath-Nishantha-Milan-Jayathilake-remanded-till-25-May/56-734999",
  "time_ut": 1652898600,
  "title": "SLPP MPs Sanath Nishantha, Milan Jayathilake remanded till 25 May",
  "body_lines": [
    "Former Provincial Councillor Amal Silva and an employee of the Moratuwa Municipal Council further remanded till 25 May",
    "CID arrests Moratuwa Mayor Saman Lal Fernando, Kelaniya Pradeshiya Sabha Chairman Manjula Prasanna and four others",
    "Dan Priyasad who was also wanted over the incidents surrenders to CID",
    "The Colombo Fort Magistrate’s Court yesterday ordered to remand Sri Lanka Podujana Peramuna (SLPP) Parliamentarians Sanath Nishantha and Milan Jayathilake till 25 May.",
    "The two MPs were arrested on Tuesday by the Criminal Investigation Department (CID) in relation to instigating violence and unrest reported on 9 May opposite the Temple Trees and at Galle Face.",
    "In addition, former Provincial Councillor Amal Silva and an employee of the Moratuwa Municipal Council (MMC) have been further remanded till 25 May. The order was issued by the Colombo Fort Magistrate’s Court yesterday afternoon.",
    "Amal Silva and the MMC employee were arrested on Tuesday and was remanded till yesterday.",
    "Separately, Moratuwa Mayor Saman Lal Fernando, Kelaniya Pradeshiya Sabha Chairman Manjula Prasanna and four others were arrested by the CID yesterday over their involvement in the attacks on peaceful protest sites.",
    "Dan Priyasad who was also wanted over the same incidents was arrested after he surrendered himself to the CID on yesterday morning. Detectives were to record statements from seven Parliamentarians on Wednesday (18) with regard to the attacks on peaceful protests at the GotaGoGama and MynaGoGama protest sites on the 9 May.",
    "The Attorney General on Monday (16) directed the Inspector General of Police (IGP), and the Senior DIG in charge of the CID to arrest and produce in court 22 people including Ex-Ministers, and Members of Parliament who are linked to the attack on the MynaGogama and GotaGoGama peaceful protest sites.",
    "Police Spokesperson Attorney-at-Law SSP Nihal Thalduwa said the statements of MPs will be recorded at the Parliament complex."
  ]
}