{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Shortage-of-imported-beverages-new-burning-issue-for-tourism-industry/108-238300",
  "time_ut": 1654194600,
  "title": "Shortage of imported beverages, new burning issue for tourism industry",
  "body_lines": [
    "Despite easing of import restrictions, shortage in coming months unavoidable",
    "Import process of liquor takes six months due to global freight delays",
    "THASL welcomes Finance Ministry move to allow imports canceling license raj",
    "80% of all imported alcoholic beverages consumed at SLTDA-approved licensed locations",
    "Tourism industry gains nearly US$ 20mn from liquor sales per annum",
    "Sri Lanka’s hard-hit tourism industry is faced with yet another hurdle in catering to its international guests, this time with the non-availability of imported liquor.",
    "The Hotels’ Association of Sri Lanka (THASL) yesterday said the new “burning” issue for the industry is the inability to offer guests what is listed in the beverage menu due to the shortage of imported liquor.",
    "On March 9, the government imposed restrictions on 369 items via an extra ordinary gazette, which included liquor. The restriction was relaxed earlier this week, however an impact in the coming months is unavoidable.",
    "“We are unable to offer our guests the services that we promote. The import restriction made it difficult to source key ingredients and items, liquor was one of them,” The Hotels Association of Sri Lanka (THASL) President M. Shanthikumar told Mirror Business.",
    "The easing of import restrictions will not immediately solve the problems of the tourism sector in procuring liquor for the coming months. Due to global freight delays, it now takes approximately six months to complete the import process. Previously it took about four months to bring down liquor from the point of order placement.",
    "Commenting on the decision taken by the Finance Ministry on Wednesday (June 1) to allow imports of items that previously required licenses, the THASL chief said the industry welcomes the move.",
    "“We commend the Finance Ministry for opening up the avenue for us to go forward with the import of items. It was becoming increasingly difficult for us to operate. We were worried about catering to international tourists for the upcoming winter season,” said Shanthikumar.",
    "On Wednesday, as per the Customs notification issued by Prime Minister Ranil Wickremesinghe in his capacity as Minister of Finance, the import surcharge on beverages such as beer, wine, spirits and other liquors has been increased by 100 percent.",
    "The decision would result in a substantial hike in the prices of alcoholic beverages offered on the menus of tourist and hospitality establishments.",
    "“It (surcharge) is definitely high. We were not expecting this. We will be very expensive compared to our regional peers in terms of our alcohol prices.",
    "However, we understand the forex situation of the  country. We are looking to make a representation to the Tourism Ministry to see if we can have some concession in this regard to the tourism sector,” he said.",
    "According to the Imported Alcohol Beverages Association (IABA), 80 percent of all imported alcoholic beverages are consumed at SLTDA-approved licensed locations, wine stores located at the vicinity of hotels, and restaurants. The tourism industry gains nearly US$ 20 million from liquor sales per annum."
  ]
}