{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/port-city-announces-sri-lankas-most-comprehensive-urban-development-rules/",
  "time_ut": 1654786500,
  "title": "Port City announces Sri Lanka’s most comprehensive urban development rules",
  "body_lines": [
    "Port City Colombo, spanning over 269 hectares of land reclaimed from the ocean, yesterday announced its Development Control Regulations (DCR) to be followed by developers, residents, investors and all other stakeholders using any of Port City Colombo’s plots.",
    "“These development regulations are Sri Lanka’s most comprehensive rules ever, governing the development intensity, structural setup and height of buildings”, the Economic Commission of Colombo Port City said.",
    "“It serves as an effective planning tool to regulate development in a logical and orderly fashion,” they said.",
    "The Commission further said: “These regulations are divided into 4 segments; Urban Design, Utility, Landscape, and Sustainability. The development control regulations establish a framework for the development of building masses, land uses, solid void ratios, green and public spaces, localized characteristics, utility network and usage, and sustainability measures, among other things.”",
    "“The sustainable solutions include means to reduce net water consumption through the implementation of water conservation measures and use of low water consumption fixtures, fittings and equipment have been included, whilst the use of renewable energy solutions, methods to enhance environmental quality, recycling of wastewater and disposal, improved public space and sustainable transport methods etc. have been taken into account and clear solutions included.”",
    "“The DCR plays a key role in achieving Port City Colombo’s vision of building a world class city for South Asia, generating business, tourism and supporting a high quality of life.”",
    "Acting Director General of Colombo Port City Economic Commission Dr. Priyath Bandu Wickrama chaired the program and explained the importance of introducing regulations which can be a benchmark to other city developments in Sri Lanka.",
    "These regulations were introduced by the project company, CHEC Port City Colombo in 2018. It was prepared by Singapore-based Subrana Jurong, one of Asia’s largest urban, industrial, and infrastructure consulting firms with technical assistance of the UK-based prominent engineering consultancy firm Atkins.",
    "They were incorporated to the Port City master plan which was designed by a Sweden-based planning consultant, SWECO. The regulations were further evaluated by the Urban Development Authority of Sri Lanka and related government agencies before it was gazetted.",
    "The regulatory guidance provides landowners and developers with a clear picture of what can be developed on any particular plot within the city.",
    "Speculation on a parliamentary role for Dhammika Perera boosts CSE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}