{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Security-forces-wont-hesitate-to-enforce-law-against-those-involving-in-violence-Def-Secy/108-234561",
  "time_ut": 1649145840,
  "title": "Security forces won’t hesitate to enforce law against those involving in violence: Def. Secy",
  "body_lines": [
    "Defence Secretary Kamal Gunaratna said that the security forces will act to maintain peace and also will not hesitate to enforce law against those involving in violence.",
    "Although peaceful protests taking place democratically may be accepted, the Defence Secretary said that they will act to ensure that no acts of violence take place.",
    "Due to the turbulent situation in the country, the masses have rallied and are holding series of organized protests in various parts of the country. Although these protests are being organized under the theme \"Peaceful Campaign\" seeming to represent the democratic rights of the people, it is observed that two groups are active in this regard.",
    "One group is conducting peaceful protests and they disperse peacefully, while the other group is deliberately engaging in violent protests in an organized manner causing damage to public and private properties and disrupting the day to day life of the people on main roads and in public places.",
    "In a backdrop where the State of Emergency is in place, it can be accepted that peaceful protests are conducted to protect the democratic rights of the people. However, acting under the guise of peaceful protests and placing the security forces that are committed to maintaining peace in an awkward position, while damaging private property, demonstrates that this campaign has now gone beyond the framework of democracy due to its violent nature.",
    "In some areas, protesters were seen riding motorbikes and hurling stones and petrol bombs at homes and shops. Meanwhile, several other groups have also engaged in organized burglary on Monday (4).  I would like to note that there are instances where the houses of protesters who are away from their homes to participate at protests have also been broken into by thieves. The Ministry of Defence, Ministry of Public Security, tri-forces and the Sri Lanka Police, who are at all times committed in protecting the public are constantly monitoring these protests.  Although peaceful protests taking place democratically may be accepted, I would like to inform that we will act to ensure that no acts of violence take place.",
    "I further emphasize that the security forces will act to maintain peace and also will not hesitate to enforce law against those involving in violence. Finally, as the Secretary of Defence, I request the people of this country to carry out peaceful protests if deemed necessary, which is their democratic right, and not to involve in acts of damaging and setting fire to public and private property. I also urge them, not to be deceived by those who incite violence for various motives."
  ]
}