{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/elpitiya-plantations-emerges-champions-at-the-plantations-cricket-tournament/",
  "time_ut": 1649336400,
  "title": "Elpitiya Plantations emerges Champions at the Plantations Cricket Tournament",
  "body_lines": [
    "Elpitiya Plantations PLC won the Inter-Plantations Cricket Tournament 2022, organised by Dimbula Athletic and Cricket Club. Elpitiya Plantations won the Championship after a tough game against Malwatte Valley Plantations whilst defeating Talawakelle Plantations at the semi-finals. At the finals, Elpitiya scored 67 runs during their 06 overs. This is the second win for Elpitiya Plantations since 2019.",
    "Sivaneshan Dilukshan from Elpitiya Plantations was awarded the ‘Best Bowler’ of the tournament.",
    "“It was truly a combined effort of our entire team, and we are thrilled to be able to win the championship for the second time,” said the winning captain S. Dilukshan.",
    "The winning team from Elpitiya Plantations consisted of S. Dilukshan (C), Asela Udumulla, Anushka Baddevithana, Shihara Pereira, Pramoth Banara, Wajira Umayanga, Harith Mutthettuwatha, Sajith Edirisinghe, Vimukthi Nethumal and Nawod Dhananjaya.",
    "A total of 19 teams participated from plantation companies across the country which made the cricket tournament more competitive and interesting. The annual event is held since 2002 among the Regional Plantation Companies, attended by the planters’ community.",
    "Managed by Aitken Spence Plantation Managements PLC since 1997, Elpitiya Plantations PLC owns 13 estates and 17 factories producing tea and other diversified crops. The company embarked on producing four types of berries (strawberries, raspberries, blueberries and blackberries) in Sri Lanka, providing these berries to local consumers with a lower carbon footprint, with strawberries and raspberries currently in commercialisation. Moreover, Elpitiya Plantations PLC has diversified operations in sustainable forestry development, eco-tourism, hydro power development, and specialty tea manufacturing.",
    "1 billion vaccine doses: Emirates SkyCargo surpasses a historic landmark for COVID-19 vaccine transportation",
    "CSE investors switching to govt. securities in view of current uncertainties",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}