{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Abans-promotes-premium-quality-Tefal-kitchenware/34-736024",
  "time_ut": 1654885800,
  "title": "Abans promotes premium quality Tefal kitchenware",
  "body_lines": [
    "Abans is revolutionising cookware and kitchenware categories in Sri Lanka with the premium Tefal brand of products from France.",
    "Tefal’s range of products offers ultimate versatility, better performance and durability, raising the bar on both cookware and kitchenware. Abans has on offer 4-to-19-piece Tefal cookware sets with numerous colours and designs to choose from. Its range of stewpots, sauce pots, shallow pots, fry pans and woks ranging from 20 to 32 inches vies to make every woman’s life easier. Among the premium range categories available at Abans include Super Cook, Easy Cook & Clean, Tempoflame, Intuition, Resist Intense, Natural Force, Unlimited and Ingenio. Tefal also boasts premium range vegetable choppers and cutting-edge knives, available at Abans for the discerning shopper.",
    "Most worth noting is Tefal’s induction-friendly range of cookware. This cookware is a timely addition to any kitchen, during such a gas shortage, especially if one has already invested in an induction cooker.",
    "A salient feature of Tefal is the Thermo-Spot, a heat indicator that helps safely cook to perfection, every time. It’s almost like having a built-in thermostat in the pan, that alerts one to the ideal cooking temperature. Although it is top-notch technology, the principle is quite straightforward. On the inside of the pan is a temperature indicator that turns red at the ideal cooking temperature. Before heating, the Thermo-Spot trademark is clearly visible and as the pan heats up, the colour gradually changes. Once it reaches the ideal temperature, the Thermo-Spot trademark turns a solid red, indicative of the uniform and ideal temperature to cook meals to perfection. The scratch-resistant non-stick coating reinforced with titanium particles is the best anti-scratch non-stick coating by far and makes clean-up a breeze."
  ]
}