{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-envoy-hinted-usaid-credit-facility-for-sri-lankas-renewable-energy-pmd-92166/",
  "time_ut": 1648481400,
  "title": "US envoy hinted USAID credit facility for Sri Lanka’s renewable energy-PMD",
  "body_lines": [
    "ECONOMYNEXT – US Ambassador for Sri Lanka Julie Chung has hinted a credit line from  the United States Agency for International Development (USAID) for renewable energy projects in the island nation, President Gotabaya Rajapaksa’s office said on Monday (28).",
    "The Ambassador said this when she called on President Rajapaksa at the Presidential Secretariat on Monday, the Presidential Media Division (PMD) said without giving any further details on the credit line.",
    "The US Ambassador was not immediately available for comments on her pledge. However, Chung in her official twitter feed said she met President Rajapaksa to to discuss Sri Lanka’s economic challemges and human rights.",
    "“The recent US-Sri Lanka Partnership Dialogue underlined our commitment to a democratic, prosperous, and sovereign Sri Lanka,” Chung said in her twitter message.",
    "“I met with President Gotabaya Rajapaksa to discuss Sri Lanka’s economic challenges and how we can work together to promote inclusive governance and protect human rights.”",
    "Sri Lanka is facing an economic crisis along with severe shortage of dollars which has resulted in extended power cuts due to lack of fuel imports and drought.",
    "India has provided 500 million US dollar credit line to purchase fuel. However, government officials say the amount is only adequate for nearly 6 weeks.",
    "A Liquefied Natural Gas (LNG) deal with New Fortress Energy, a US private company, has been delayed after it was challenged by many activists and legislators including former Energy Minister Udaya Gammanpila and Industrial Minister Wimal Weearawansa.",
    "The Supreme Court dismissed the case soon after both ministers were sacked from their government by President Rajapaksa.",
    "The deal was signed through a back-door process and could be worth up to 6 billion US dollars but is coming in as the sale of share of a power plant, engineers of the state power utility have warned.",
    "They have also said energy security would also be undermined as the national grid would be dependent on a single company for the supply of LNG to the entire country and will also block state-run Ceylon Electricity Board from using cheapest energy source based on market prices.",
    "The unsolicited deal was suddenly struck without open tender for either the sale of a 40 percent Treasury stake in a power plant, LNG procurement for at least five years, or to operate floating liquefied natural gas terminal which is expected to charge fees from the state-run Ceylon Electricity Board. (Colombo/March28/2022)"
  ]
}