{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-to-announce-decision-soon-minister-godahewa-93970/",
  "time_ut": 1652059080,
  "title": "Sri Lanka PM to announce decision soon: Minister Godahewa",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Prime Minister Mahinda Rajapaksa is likely to announce a decision on whether he will quit shortly, perhaps Monday, Media Minister Nalaka Godahewa has said.",
    "Minister Godahewa said the resignation of the Prime Minister was suggested at the last cabinet decision as the cabinet stands dissolved as a technical decision and not due to any rift with the President.",
    "“The final decision may be taken in a few days. Even tomorrow by PM,” Minister Godahewa said.",
    "“The question is what to do next. Discussions are under way with all parties. President has invited all parties to help form a unity government. We will know their decision in a few days.",
    "“Under our constitution after the cabinet is dissolved the President can the appoint a person who he thinks has the most confidence in the parliament as the PM.",
    "“As far as I know no such decision has been taken. The final decision will be taken only after talking all the parties. In that case the SLPP which is the largest party in the Parliament is also very important.”",
    "Minister Gohahewa’s comments came as the main opposition Samagi Jana Balawegaya said it would support a program of constitutional change and interim government put forwarde by the Bar Association of Sri Lanka.",
    "“We have to go forwards as the people are asking, agreeing on a time period, like the BASL has also suggested making changes to the constitution as suggested by the BASL if required,” Minister Godahewa said.",
    "“President is very flexible in this matter. We need a strong government to solve the economic problem. If we can to it will all the parties or most of the parties it helps. So we ask that support be given for that. (Colombo/May09/2022)"
  ]
}