{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Justice-remains-a-dream-even-after-three-years/352-235372",
  "time_ut": 1650490860,
  "title": "Justice remains a dream even after three years",
  "body_lines": [
    "Both the ruling party and the Opposition knew about the incident",
    "27 cases have been filed against 79 persons under 25,653 charges",
    "The souls of over 250 civilians who sacrificed their lives to the deadly Easter Sunday bombings back in April 2019 still await justice to Rest In Peace. ‘Katuwapitiye paalu paaraka’ (On a Lonely Road in Katuwapitiya) a poem penned by Dr. Nandasiri Keembiyahetti, aptly portrays the tragedy of the Easter Sunday carnage. The poem, translated by Dr. Madhubhashini Disanayaka Ratnayake reads as follows;",
    "Days after the attack, the incumbent President announced that he would contest for Presidency and establish national security. Three years later, a government that harped on national security has failed to punish the perpetrators who executed the attacks and serve justice to victims and survivors.",
    "In its memorial feature to mark the third year remembrance of the attacks, the Daily Mirror spoke to families of victims and survivors who have just one hope in mind; justice.",
    "Rebecca Arasaratnam suffered third-degree burns during the attack on Zion Church, Batticaloa. She lost her sister, brother-in-law and nephew. But today she is happily married to Sridharan Kaushikan and they are now settled in Jaffna. This is their story.",
    "Kaushikan: I met her after the Easter Sunday incident in June last year. In fact I saw her testimonials on YouTube and other social media platforms and I wanted to get in touch with her. Thereafter I was chatting with her on Facebook. After sometime we fell in love and I proposed to her.",
    "Q   As a survivor, how do you feel today after everything that you went through?",
    "Rebecca: I know that God is with us. I placed my trust in God. Today, I’m happily married and I’m happy about how everything turned out to be.",
    "Rebecca: Yes. I still can’t fold my fingers in the left arm.",
    "Kaushikan: Even though she has treatments including a surgery to her face I have discouraged her from going ahead. She is beautiful the way she is.",
    "QThe incumbent government promised to serve justice to victims of the attack. But three years later they still haven’t punished the perpetrators. What do you have to say about that?",
    "Rebecca: We have been taught to love and forgive. That is God’s lesson to us. God has taught us to love one another. But one thing is certain; that God is with the victims as well as the survivors.",
    "QAlthough yours is a rare story many others are grieving the loss of their loved ones. What is your message to them?",
    "Rebecca: Romans Chapter 8 Verse 28 states the following: And we know that in all things God works for the good of those who love him, who have been called according to his purpose. They should place their trust in God because wherever they are, God is with them. We need to accept everything with happiness and we need to be a role model for everyone.",
    "On April 9 a protest march was organised from the Katuwapitiya Mass Grave towards the St. Anthony’s Shrine, Kochchikade. Families of victims and survivors of the Katuwapitiya and Kochchikade attacks participated, demanding justice for themselves as well as to punish perpetrators. Towards the end of the march, His Eminence Cardinal Malcolm Ranjith met with the crowd as they reached the Kochchikade St. Anthony’s Shrine.",
    "“For three years we demanded justice for our children, brothers, sisters and relatives,” said Shehan Malaka Gamage. “We sought refuge from God. He tested us initially. We questioned where He was. We still ask where He was on that day. But today, He is speaking to us. He told us that even though over 260 people died in the carnage, an entire country has risen from their sacrifice. The entire country is demanding justice. Let’s hope that God serves justice to the tears we shed then, today and in future. We have a common cause to go in search of justice,” said Gamage.",
    "“Those who sacrificed their lives still cannot Rest in Peace” - Prasad",
    "Their souls are hunting perpetrators. This is why we decided to walk 40 kilometres. As a sportsman I have that courage and there is no political motive in this protest march",
    "“Even after three years those who sacrificed their lives still cannot Rest In Peace,” opined former cricketer Dhammika Prasad. “Their souls are hunting perpetrators. This is why we decided to walk 40 kilometres. As a sportsman I have that courage and there is no political motive in this protest march. A country that has ended a thirty year conflict should be equipped with a good intelligence service. Therefore we hope that justice will be served sooner,” said Prasad.",
    "There is politics involved in this carnage. We blame the incumbent President for this inhumane attack because it was he who made use of the Easter Sunday attack to become President",
    "“I lost my child and my parents-in-law during the Easter attacks,” said Ranjeewa Priyadarshana Silva. “There is politics involved in this carnage. We blame the incumbent President for this inhumane attack because it was he who made use of the Easter Sunday attack to become President. But we also saw how Harin Fernando said that he was warned about the incident and the Defence Secretary and the Inspector General of Police also said that they were aware of an attack, but didn’t expect it to be this deadly. Therefore we cannot blame one person but everybody knew about it,” said Silva.",
    "We came here to demand justice to those who have left us. I’m their aunt and I came here with my daughter. Only God can serve us justice",
    "“My brother’s son and two other children succumbed to the attack,” recalled Mathilda Fernando as tears welled up in her eyes. “We came here to demand justice to those who have left us. I’m their aunt and I came here with my daughter. Only God can serve us justice,” said Fernando.",
    "We know that God is aware of the sacrifice made by our devotees. Let’s pray with hopes that He shows us the path to seek justice",
    "Katuwapitiya St. Sebastian Church’s Parish Priest Fr. Manjula Niroshan invoked blessings on the survivors and participants at the protest march. “We know that God is aware of the sacrifice made by our devotees. Let’s pray with hopes that He shows us the path to seek justice through unity and love,” said Fr. Manjula Niroshan.",
    "“Even though I attended the Easter Sunday service on April 21, 2019 I didn’t experience any injuries,” recalled Sunethra Priyadarshini. “I thank God for protecting me on that day. But why I came here is to demand justice for those who parted as it is high time that is served,” said Priyadarshini.",
    "“Both the ruling party and the Opposition knew about the incident” – Fernando",
    "Both the ruling party and the Opposition knew about the incident, but they kept mum. As a result, innocent lives had to be sacrificed",
    "“We were waiting for three years, but we realised that justice will never be served,” said Sudarshana Fernando. “Both the ruling party and the Opposition knew about the incident, but they kept mum. As a result, innocent lives had to be sacrificed. When the incumbent government was defeated in 2015 they knew that they could regain power by instilling a fear psychosis on people with bombs and weapons. They instill this fear in 2019 and within a matter of four days one person comes forward and announces that he would contest for Presidency,” said Fernando.",
    "“Victory gained at the expense of people’s blood is temporary” – Jayasuriya",
    "On the other hand many are enjoying the victory they gained at the expense of people’s blood. But this victory is temporary and we can see that today",
    "“Many devotees in the Catholic community sacrificed their lives,” said Sanjeewa Jayasuriya. “On the other hand many are enjoying the victory they gained at the expense of people’s blood. But this victory is temporary and we can see that today. This curse has boomeranged. In three years or 10 years Justice will be served. We pray to God seeking justice but we will not curse,” said Jayasuriya.",
    "On April 17, survivors gathered at the Galle Face Green demanding justice to their loved ones. Several performance artistes walked around Colombo, adorned in white, portraying themselves as the dead, carrying the names of victims who succumbed to the attacks. In memory of victims, actor Jehan Appuhami carried a wooden cross from Katuwapitiya Church to St. Anthony’s Shrine, Kochchikade and finally to the protest ground at Galle Face Green.",
    "We have taken steps to ensure proper coordination between the Armed Forces and the Police, who are collectively responsible for maintaining national security. The network of national intelligence agencies has been reorganized and strengthened",
    "Addressing the fourth session of the 8th Parliament in January 2020, President Gotabaya Rajapaksa said that national security is a topmost priority. “In our policy, National Security occupies the foremost place.",
    "We have already taken steps to strengthen the national security apparatus. Talented officers have been given appropriate responsibilities again. We have taken steps to ensure proper coordination between the Armed Forces and the Police, who are collectively responsible for maintaining national security. The network of national intelligence agencies has been reorganized and strengthened,” said President Rajapaksa.",
    "“We will take all necessary steps to make our motherland a safe country free of terrorism, extremism, underworld activities, theft and robbery, extortionists, the drug menace, disruptions of public order, and the abuse of women and children. Our primary purpose is to create a productive citizen, a happy family, a disciplined society and a prosperous nation,” he said.",
    "While promising to restore national security in several other occasions, President Rajapaksa also blamed the Maithripala Sirisena Government for neglecting national security and has said that they wouldn’t intervene with the judicial process.",
    "But even though an Easter Sunday Commission was setup and despite questioning several individuals in detention under the Prevention to Terrorism Act, the mastermind behind the attacks is still unknown. His Eminence Malcolm Cardinal Ranjith in several occasions has voiced his displeasure against the government as it failed to deliver its promise and ultimately took the matter to Geneva. In his address to the United Nations Human Rights Council he demanded a mechanism to probe the attacks and said that even though the first impression of the massacre was that it was purely the works of a few Islamic extremists, subsequent investigations indicate that this massacre was part of a grand political plot.",
    "At the onset of the incident, the attorney general filed cases against former defense secretary Hemasiri Fernando and Inspector General of Police Pujitha Jayasundara on charges of criminal dereliction of duty for failing to take action to prevent the Easter Attacks even after receiving specific intelligence. A total of 855 charges were leveled against them, individually. However, earlier this year, both Fernando and Jayasundara were acquitted of all charges and were released without calling for evidence from defense as the prosecution has failed to prove charges filed against them.",
    "On Tuesday Samagi Jana Balawegaya MP Harin Fernando questioned former Public Security Minister Sarath Weerasekara on a Tweet by senior journalist Ranga Srilal which said that he was using a luxury vehicle that belonged to Zahran Hashim, the main suspect who carried out the Easter Sunday bombings. In response, MP Weerasekara refuted claims and said that he had inquired from the Ministry Secretary. The Ministry Secretary has informed him that the vehicle has been handed over as state property to the Sri Lanka Police and that the Department of Police has handed over the vehicle to the Police Special Task Force. He further said that the vehicle has been included among service vehicles provided to the STF.",
    "In a recent address Defence Secretary General Kamal Gunaratne said that so far 735 persons have been taken into custody in connection to the Easter Sunday attacks and that 27 cases have been filed against 79 persons under 25,653 charges. He further said that although there are several allegations on social media claiming that President Rajapaksa is the mastermind of the Easter Sunday attacks there is no truth in these allegations and are despicable attempts to make political gains.",
    "Three years later, the country has plunged into turmoil amidst public unrest. Some feel that the country is cursed, from Easter Attacks to COVID to the prevailing crisis. But survivors and families of victims have placed their trust in God and continue to pray, seeking justice."
  ]
}