{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/16/aim-is-to-make-sri-lanka-a-self-sufficient-country-president/",
  "time_ut": 1647407040,
  "title": "Aim is to make Sri Lanka a self-sufficient country – President",
  "body_lines": [
    "COLOMBO (News 1st); Farmers who used organic fertilizer correctly during the Maha season have achieved high yields, said the President’s Media Division on Tuesday (15).",
    "District Secretaries stated in a discussion held at the President’s Office that the Government’s green agriculture agenda can be succeeded by educating the farmers who did not turn to it and avoiding the shortcomings.",
    "This was stated on Tuesday (15) during a meeting regarding the preparations for the distribution of organic fertilizer for the Yala season.",
    "State Minister, Shasheendra Rajapaksa pointed out that based on the experiences gained during the Maha season, the distribution process of the fertilizer has been planned by selecting 48 organic fertilizer producers at the district level.",
    "The Green Agriculture Programme was launched to provide a non-toxic diet for future generations, said the PMD statement adding that directing farmers who are accustomed to chemical fertilizers and herbicides to organic farming is a challenging task.",
    "However, President Gotabaya Rajapaksa pointed out that if officials at all levels can work with great enthusiasm, confidence and commitment successful results could be achieved.",
    "The President emphasized that farmers should be properly educated and provided with high-quality fertilizers at the right time, adding that some previous Governments did not place trust in agriculture.",
    "The President also stated that he aims to make Sri Lanka a self-sufficient country.",
    "All the manufacturing companies involved in the production of organic fertilizers have been conducting research for a long time and have achieved successful results in terms of cultivation, said a statement.",
    "The President said that he was confident that the desired results could be achieved by passing on their knowledge and high-quality products to the farming community.",
    "Minister of Agriculture Mahindananda Aluthgamage pointed out that the Fertilizer Committee will convene twice a week under the chairmanship of the District Secretaries.",
    "He also said that the fertilizer manufacturers have an immense responsibility.",
    "Meanwhile, the researchers at fertilizer manufacturing institutions pointed out that farmers in many districts have yielded successful results by using organic fertilizer during the Maha Season.",
    "Secretary to the President Gamini Senarath, Secretaries to Ministries, Chief of Defence Staff and Army Commander General Shavendra Silva, officials of the Fertilizer Secretariat, and the Heads of Fertilizer Manufacturing Institutions participated in the meeting held at the Presidential Secretariat while all District Secretaries joined the discussion via online technology.",
    "Aim is to make Sri Lanka a self-sufficient country – President",
    "North Korea fires ‘unidentified projectile’ but launch fails, says South",
    "Train fares to be revised; Current loss to railways Rs. 4 Bn",
    "Litro & Laugfs suspend operations as gas shipments were not received"
  ]
}