{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81100/china-mum-on-sri-lankas-request-for-debt-restructuring",
  "time_ut": 1646902920,
  "title": "China mum on Sri Lanka’s request for debt restructuring",
  "body_lines": [
    "China once again kept silent on Sri Lanka’s request for debt restructuring but said it has been assisting the island nation to the best of its ability to overcome its forex crisis.",
    "Sri Lanka is currently reeling under a severe foreign exchange crisis with falling reserves and the government is unable to foot the bill for essential imports.",
    "Last December, Sri Lankan President Gotabaya Rajapaksa requested Beijing’s assistance in mitigating his country’s deepening forex crisis and spiralling external debt.",
    "In his meeting with the Chinese Foreign Minister Wang Yi, the President raised Sri Lanka’s deepening forex crisis and spiralling external debt and sought Beijing’s assistance.",
    "He had pointed out that it would be a great relief to Sri Lanka if attention could be paid to restructuring the debt repayments as a solution to the economic crisis that has arisen in the face of the COVID-19 pandemic.",
    "It is estimated that Sri Lanka owes debt payments to China in the region of USD 1.5 to 2 billion this year. Overall China’s loans and investments in Sri Lanka were estimated to be more than USD eight billion in the last few years.",
    "But Beijing has not made a public commitment for debt relief assistance to Sri Lanka so far.",
    "Asked about Sri Lanka’s pending request for debt relief, Chinese Foreign Ministry spokesman Zhao Lijian told a media briefing on Wednesday that “China has been providing assistance for Sri Lanka’s socio-economic development as its capability allows, and will continue to do so going forward”.",
    "“With the efforts and solidarity of the Sri Lankan government and people, the country is believed to overcome the temporary difficulties soon and embrace even greater development,” he said.",
    "Excerpt from China’s Foreign Ministry Spokesperson Zhao Lijian’s Regular Press Conference on March 9:",
    "Question: Sri Lanka has asked China to consider restructuring its debt repayment during a visit by Foreign Minister Wang Yi. Is China planning to provide debt relief?",
    "Zhao Lijian: On your second question, since the establishment of diplomatic ties, China and Sri Lanka have shown mutual understanding and rendered each other support. China has been providing assistance for Sri Lanka’s socioeconomic development as its capability allows, and will continue to do so going forward. With the efforts and solidarity of the Sri Lankan government and people, the country is believed to overcome the temporary difficulties soon and embrace even greater development."
  ]
}