{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/DFA-approves-repatriation-of-Pinoys-in-Sri-Lanka/108-237985",
  "time_ut": 1653880020,
  "title": "DFA approves repatriation of Pinoys in Sri Lanka",
  "body_lines": [
    "Foreign Secretary Teodoro Locsin Jr. on Sunday ordered the repatriation of Filipinos in Sri Lanka who want to return home amid the ongoing economic crisis that hit the country.",
    "“[G]et them home. We have the money,” Locsin said in a post on Twitter, addressing Foreign Undersecretary for Migrant Workers Sarah Lou Arriola.",
    "In a separate tweet, Arriola encouraged distressed overseas Filipino workers (OFWs) in Sri Lanka to get in touch with either the embassy in Dhaka or the honorary consulate in Colombo.",
    "She said the Department of Foreign Affairs (DFA) continued to monitor the current economic crisis in Sri Lanka and was closely coordinating with Filipino community leaders regarding the situation on the ground.",
    "Filipinos in Sri Lanka who wish to return to the Philippines may contact the Philippine Consulate in Colombo at +94 114322267; +94 114322268; +94 112307162;",
    "They can also reach out to the Philippine Embassy in Dhaka, Bangladesh, at +88 01735349427 and Arriola added that OFWs in Sri Lanka may also reach the DFA by messaging the Facebook page of OFW Help 24/7.",
    "In a statement on May 24, the DFA said most of the Filipinos in Sri Lanka continue to work despite the crisis.",
    "“All parties are monitoring if any Filipino worker in Sri Lanka will request repatriation. So far, both the Philippine Embassy in Dhaka and the Honorary Consulate in Colombo have not received any such request,” it said.",
    "“For now, most of the OFWs are still able to continue their employment despite the ongoing crisis. Should circumstances necessitate the return to the Philippines of OFWs, this will be coordinated by all concerned agencies, led by the DFA and Dole (Department of Labor and Employment),” it added.There are at least 581 Filipinos in Sri Lanka based on the latest DFA data. (newsinfo)"
  ]
}