{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/melbourne-in-full-swing/",
  "time_ut": 1649086980,
  "title": "Melbourne… in full swing",
  "body_lines": [
    "While most countries are still feeling the heat of the pandemic, Melbourne, Australia, is shining bright, especially where entertainment is concerned.",
    "Yes, it’s turning out to be a happening scene, over there, with the Sri Lankans having a gala time.",
    "I’m told that for the first time, in Melbourne, three bands will be in action, playing for one of the biggest, and hottest, dinner dances, to be held at the Grand on Cathies, on April 9th.",
    "This event, The Sri Lanka Combined School Dinner Dance, will feature Esric Jackson with Replay 6, Cherrie Chamari with B Sharpe, and the band Come Together.",
    "There will be many guest artistes, as well, in the spotlight.",
    "Cherrie Chamari, in the meanwhile, is also working on a special project, along with another artiste.",
    "She says: “It’s gonna be something different,” adding that there are no more restrictions, in Melbourne.”",
    "And, the B Sharpe singer went on to say that she has plans to visit Sri Lanka, in December.",
    "Other interesting events Sri Lankans, in Melbourne, are looking forward to, include the 14th Anniversary Dinner Dance of the Sri Lanka Sports Association of Queensland Inc. (SLSAQ).",
    "This dinner dance will be held on May 21st and will feature the band Misty, from Colombo.",
    "The bands Next Generation and Redemption will be the music providers at the Thomian Ball, to be held on June 4th, in Melbourne.",
    "Another event that is drawing attention is ‘Christmas in July,’ to be held on July 16th, in Melbourne, with the Midnight Mist trio, and Summer Breeze, in attendance.",
    "Well, Sri Lankans, in Melbourne, certainly have a lot to shout about!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}