{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sliit-launches-code-with-the-countrys-first-free-ai-ml-online-course/",
  "time_ut": 1652734440,
  "title": "SLIIT launches CODE with the country’s first free AI/ML online course",
  "body_lines": [
    "Ushering a new era of online learning, SLIIT unveiled its Centre for Open and Distance Education (CODE), a fully-fledged, independently developed online platform offering a range of self-paced courses. CODE aims to fill skill shortages in the industry by enabling youth to equip themselves with highly sought after skills.The Centre, established by the Industry Engagement Unit of the Faculty of Computing, SLIIT, held its virtual launch event recently under the patronage of Prof. Lalith Gamage, Vice-Chancellor, SLIIT, senior management, and staff from SLIIT with industry professionals and prospective students in attendance.",
    "The inaugural course offered by CODE is ‘Artificial Intelligence/Machine Learning Engineer Stage 1’, which has been developed for anyone aspitring to become an AI/ML Engineer. The next two courses lined up are in Cyber Security and Cloud Computing. . The comprehensive courses, molded with hands-on exposure to cutting-edge technologies, will seek to maximize the employability potential of the youth.Prof. Chandimal Jayawardena, Dean, Faculty of Computing SLIIT, said, “SLIIT developed CODE as a free learning platform designed to offer courses and learning materials for those who wish to develop skills needed by the industry within a short time period. Courses offered by CODE are self-paced and will be equally relevant for school leavers, university students, as well as industry professionals. . The first course in CODE, the AI/ML Engineer stage 1 course can help anyone who wants to develop a career as an AI/ML engineer. This will be followed by two other courses covering stages 2 and 3. We are proud to launch this distance education platform as part of our mission to provide useful and relevant education to a wider audience, reaching beyond traditional university education. Being a platform open for free courses, CODE platform also illustrates SLIIT’s commitment to addressing and contributing to the needs of the society.”",
    "The SLIIT AI Course, which is the first course to be offered to students via the CODE platform, consists of fundamental, intermediate, and expert levels, with the initial Stage 1 covering fundamentals relating to artificial intelligence and machine learning, with an understanding of how each area of expertise is used in the industry related to AI.The course has been designed with a practical and hands-on approach that will introduce the learner to the industry’s most innovative tools and technologies, including TensorFlow and PyTorch. Courses are designed to ensure an individual can gain exposure to programming basics since a certain knowledge of programming basics is required for the course.",
    "Lessons related to the course will be introduced weekly and participants need to study the content, complete the assessment components such as available quizzes and achieve sufficient marks to complete the course and gain the certificate. Upon completing the course, participants will receive a ‘Certificate of Completion’ from SLIIT.CODE invites school leavers, non-IT graduates studying IT-related programmes and IT enthusiasts to enhance their skills and knowledge to enrol in the AI/ML Course. All courses are free of charge, and there is no restriction on the number of participants for each course.SLIIT believe the courses offered via the CODE platform will empower students to maximize their potential for employability while enhancing their capabilities of gaining foreign employment, engaging in remote work, or even working for reputed IT companies in Sri Lanka.",
    "In a Spirit of Giving, Korean embassy shares Korean meal boxes to commemorate Vesak",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}