{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/GotaGoGama-protesters-issue-set-of-demands-to-usher-new-era-of-Governance/108-236958",
  "time_ut": 1652424480,
  "title": "‘GotaGoGama’ protesters issue set of demands to usher new era of Governance",
  "body_lines": [
    "Protesters at Galle Face Green have come up with a set of demands and a petition to be produced in Parliament with the objective of ushering in a new era of governance.",
    "“On the 36th day the protesters of this peaceful protest we have made a list of demands to be proposed to Parliament,” said Chameera Dedduwage. “this struggle is not confined to Galle Face or ‘Gotagogama’ but it is a movement or a space that would enable the entire Sri Lankan citizenry to voice their rights.",
    "Social activist Manuri Pabasari said that the people’s protest at Galle Face Green is a symbolic moment and has placed Sri Lanka on the world map. “some claim that this struggle hasn’t gone to the outskirts of Colombo and that all people are not being represented here. But that’s not the case.we have discussed with member organizations and after a series of around eight meetings with around 60 other civil society organisations and after having debates and discussions with over 200 people we have listed a set of people-centric demands.”",
    "1.The Rajapaksa regime headed by President Gotabaya Rajapaksa must relinquish power immediately. Post resignation, the members of the regime should refrain from exerting any undue influence on the governance and rule of law in Sri Lanka.",
    "2.An interim government must be established for a predetermined period (no greater than 18 months) to steer the nation onto the path of recovery.",
    "3.Essential amendments to the Constitution to be enacted as soon as possible, such as the abolishment of the 20A.",
    "4.The government must take urgent measures to manage the current crisis and all processes shall be transparent. : The prevailing social, economic and political crises have transformed into a humanitarian crisis. therefore, short, medium and long term solutions are required to resolve the prevailing crises at hand.",
    "5.All elected and appointed officials should declare their assets and investigations should be carried out to apprehend and recover unlawfully acquired assets through lawful means.",
    "6. Rule of law must be re-established immediately to respect the rights of all citizens and visitors to the country.",
    "7. Include the right to life as a fundamental right of all citizens in the Constitution of Sri Lanka. (Follow the Indian Constitution and it’s clauses on the Right to Life)",
    "8. Laws must be amended as necessary to allow free and fair elections after the dissolution of the interim government. (KAMANTHI WICKRAMASINGHE)"
  ]
}