{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82261/pucsl-decries-declaration-of-emergency-in-sri-lanka",
  "time_ut": 1651929420,
  "title": "PUCSL decries declaration of emergency in Sri Lanka",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) has expressed its objection to the declaration of a public emergency in Sri Lanka, for the second time in five weeks, and called on the government to revoke the decision as it will further destabilize the present economic situation.",
    "In a letter addressed to the Secretary to the President, the Chairman of the PUCSL Mr. Janaka Ratnayake said they believe the continuous short supply of electricity is the main reason and cause that lead to the public/consumer upheaval and present level of agitation and unrest of consumers and the general public.",
    "“It’s our obligation to advice the government on matters concerning the consumers’ wellbeing and therefore we advise the government not to invoke public emergency at this juncture as it will further destabilize the present economic situation bringing more hardships to the common peoples where the PUCSL will not be able to exercise its mandate in serving and looking after the interests/needs of specially consumers and other stakeholders,” the letter said.",
    "We as the Public Utilities Commission of Sri Lanka (PUCSL) wish to denote our objection on the proclamation made via the Gazette Extraordinary No. 2278/22 dated Friday, May 06, 2022 declaring Public Emergency in Sri Lanka, under Public Security Ordinance.",
    "We observe that the state of emergency is declared for the second time in five weeks.",
    "As the regulatory body for the Electricity and Petroleum Industries, it’s the prime obligation/duty of the PUCSL to ensure that the Interests of more than 7.3 million electricity consumers and over 21 million users from new-born to bed-ridden users of those utility industries are protected and looked after.",
    "We believe continues short supply of electricity (scheduled power cuts) is the main reason and cause that lead to the public/consumer upheaval and present level of agitation and unrest of consumers and the general public.",
    "It’s our obligation to advice the government on matters concerning the consumers’ wellbeing and therefore we advise the government not to invoke public emergency at this juncture as it will further destabilize the present economic situation bringing more hardships to the common peoples where the PUCSL will not be able to exercise its mandate in serving and looking after the interests/needs of specially consumers and other stakeholders.",
    "The PUCSL strongly believe that our advice and concerns will be considered objectively and seriously."
  ]
}