{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/248-persons-test-positive-for-COVID-19/56-732501",
  "time_ut": 1648146600,
  "title": "248 persons test positive for COVID-19",
  "body_lines": [
    "Sri Lanka’s COVID-19 case count rose to 660,399 following the detection of 248 COVID-19 positive persons yesterday.",
    "According to Health Minister Keheliya Rambukwella, people are now more mindful of COVID-19 symptoms and get tested immediately.",
    "“What has happened is that complacency has set in, which is bad. Of course, we also add to that, because we also relaxed a lot of regulations because the economy has to go on,” he, however, said, adding that health officials are managing the situation and are mindful of any increase in cases.",
    "According to the Health Promotion Bureau, 4,188 PCR tests and 2,601 rapid antigen tests were conducted on Wednesday.",
    "The Epidemiology Unit states that 483,090 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster, and 3,059 persons from the Divulapitiya cluster have tested positive for COVID-19.",
    "A total of 72,584 COVID-19 patients have been detected since 1 January.",
    "In terms of imported cases, 7,237 Sri Lankan returnees from overseas and 328 foreigners have tested positive for COVID-19.",
    "The country’s COVID-19 case count includes 138,241 persons from Colombo, 113,989 persons from Gampaha, 58,052 persons from Kalutara, 45,210 persons from Galle, and 31,354 persons from Kurunegala.",
    "COVID-19 detections during the third wave of the pandemic include 105,944 persons from Colombo, 95,455 persons from Gampaha, and 50,994 persons from Kalutara.",
    "At present, 6,938 persons are under medical or home-based care, and 1,134 persons suspected of having COVID-19 are under observation.",
    "The country’s COVID-19 recoveries rose to 637,011 after 12,148 COVID-19 recoveries were added to the total.",
    "According to the Epidemiology Unit, 43 persons were released from care yesterday.",
    "In addition to this, 12,105 persons from the police, tri-forces, or prisons as well as those who completed 10 days of home-based care between 16 and 23 March were added to the total.",
    "Commemorating World Tuberculosis Day yesterday, health officials stated that COVID-19 spreads more rapidly than tuberculosis.",
    "“Tuberculosis does not spread as rapidly as COVID-19. We believe a patient spreads the disease among 10 to 15 healthy persons a year,” Sri Lanka College of Pulmonologists President and National Hospital of Sri Lanka Respiratory Physician Dr. Ravini Karunathilake said.",
    "She added that persons most at risk of contracting tuberculosis included persons who have closely associated with patients as well as persons with low immunity.",
    "The symptoms of tuberculosis include persistent cough for more than two weeks, cough with blood in sputum, loss of appetite, weight loss, fever, and night sweats."
  ]
}