{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/leasing-of-uchchamunai-peninsula-likely-to-uproot-400-families-of-early-settlers/",
  "time_ut": 1653485580,
  "title": "Leasing of Uchchamunai peninsula likely to uproot 400 families of early settlers",
  "body_lines": [
    "Sri Lanka Tourism Development Authority (SLTDA) is moving towards establishing new tourism resorts under eco-tourism concept, and an agreement was signed on May 11, 2022 to build an eco-friendly hotel project worth US$ 417.5 million in Uchchamunai peninsula in the proposed Kalpitiya integrated tourism resort project.",
    "All Ceylon Tourism Service Providers Association (ACTSPA) that visited the peninsula recently told The Island Financial Review that the lease agreement signed for a period of 30 years with a Switzerland-based company is aimed at driving much needed Foreign Direct Investments (FDIs) to the country, but doubt whether SLTDA has paid enough attention to the project’s impact on its innocent early settlers and pristine island habitat.",
    "Suranjith Wevita, Secretary ACTSPA said, “According to The International Ecotourism Society (TIES), eco-tourism is responsible travel to natural areas that conserves the environment and improves the wellbeing of local people. This means those who implement and participate in eco-tourism activities should follow eco-tourism principles. They should minimise environmental impact, respect cultural norms of the community, provide positive experiences for both visitors as well as residents and enable financial benefits and empowerment for local people.”",
    "“During our visit to Uchchamunai, we observed that the residents were a water-locked, Tamil speaking indigenous community who still lead the lifestyle of a primitive people. No one has told them that their peninsula is going to be part of a Tourism Master Plan of SLTDA.",
    "About 400 families live in Uchchaminai. There are four churches and a school. Several leading local conglomerates have done some commendable social responsibility work for the wellbeing of this community. They told us that what they only knew was some time ago, a helicopter flew so low and took pictures of their land and the 13 islets adjacent to it. They have been told nothing about a mega hotel project being planned to be built in the island they have been living for hundreds of years.”",
    "“The Tourism Master Plan has proposed housing for these people, but they haven’t been made aware of it either. They have a right to know that their day-to-day life is not going to be the same in the near future when this FDI project takes off.”",
    "“Uchchamunai is one of the most beautiful islands in the North Western region. It is a bio diversity hotspot. It has a diverse ecological system ranging from bar reefs, flat coastal plains, salt marshes, mangrove forests and sand dune beeches with significant potential for tourism. SLTDA should have the vision to create a niche offering of community-based tourism in Uchchamunai with greater sustainability, instead of establishing an artificial resort island which is commonplace in many tourism destinations in the world.”",
    "“In fact, Uchchamunai as a community-based tourism island will attract tourists to discover it in its absolute natural formation and not as an artificial, built-environment. Stressed foreign travellers would love to relax in a place like that. They will appreciate and respect the traditional culture, rituals and conventional wisdom of these primitive people. Of course, tourist accommodation and facilities should be of sufficient standard for the visitors. But there will be many tourists who will look for simple, rural accommodation and food because that will be the whole purpose of their visit. They won’t seek star class hospitality in an eco-friendly island. Thus the residents will play a bigger role in the service jobs and earn a good income which won’t be the case in a star class hotel operation. Hotel developers will definitely bring in professional service providers and the real owners of the island will be marginalised in their own territory. Do you think it’s fair?”",
    "“When the islanders are the beneficiaries of truly authentic eco-tourism, they will be aware of the commercial and social value placed on their natural and cultural heritage. That will foster community-based conservation of these resources.”",
    "“We shouldn’t ignore the fact that this community’s main livelihood is fishing and they lead a very simple, contented life showing gratitude for what they already have and not aiming for ‘vistas of prosperity’. So it remains to be seen how they will take to being uprooted from their contented life in their so peaceful island,” ACTSPA secretary said.",
    "However, according to Kalpitiya Urban Development Plan 2021-2030, the resident people have ”demonstrated” their eagerness to this tourism sector development through the establishment of trade stalls to carry out businesses related to tourism.",
    "Making reference to environment, the Development Plan further says: “The ocean, the lagoon and the islets form an array of diverse eco systems providing home to an equally diverse life forms of both fauna and flora some of which are endemic, have naturally become ‘very sensitive and fragile’ beside their scenic beauty and exploration curiosity.”",
    "In addition to concerns on the residents and the environment, the fact that SLTDA signed the above agreement with the Switzerland-based company on May 11, 2022 when there was virtually no government in place let alone a minister of tourism to authorise it, could raise questions of its legal position at some point in the future. The Island Financial Review posed this question at Kimarli Fernando former chairperson of SLTDA through her secretary on May 19, five days before her resignation to which a response had been pending.",
    "15 Unilever brands named ‘Most Loved Brands’ in LMD’s Brands Annual Ranking 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}