{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Exporter-dollar-conversion-and-surrender-rules-bring-in-US-300mn-monthly-CB/108-237514",
  "time_ut": 1653247980,
  "title": "Exporter dollar conversion and surrender rules bring in US$ 300mn monthly: CB",
  "body_lines": [
    "From left: Deputy Governor Yvette Fernando and Governor Dr. Nandalal Weerasinghe",
    "Says such rules necessary given the dire need of dollars for essential imports",
    "The Central Bank last week disclosed that it collects every month up to US$ 300 million from exporter dollar conversions and surrender requirements, which helps significantly to provide dollars to finance the essential imports such as fuel, cooking gas, medicines and other commodities which are in",
    "They said doing away with the requirement could lose even the little amount that is being collected and thus would further aggravate the dire situation prevailing in the country.",
    "Merchandise and services exporters in Sri Lanka are mandatorily required to repatriate all their export proceeds within 180 days of the date of shipment or provisioning of service, and are mandated to convert their residual proceeds after meeting several payments required to be made from foreign currency on or before the 7th day of the following month.",
    "Banks are then required to sell down 25 percent of such foreign currency collected to the Central Bank, a requirement which was relaxed from 50 percent in effect till mid April.",
    "But, critics argue that such requirements could leave less foreign currency liquidity in the banking system which could then be used to finance imports, and would deter exporters and other service providers from repatriating their earnings completely, making the measures by the Central Bank counterproductive.",
    "“What you are asking us is to remove the conversion requirement. But, why we have this requirement is to have this money for these essentials” the Central Bank Deputy Governor Yvette Fernando said in response to a question as to why this requirement is not lifted.",
    "“And also the Central Bank requires this 25 percent mandatory sale requirement to be continued as those funds are also used for the essential imports,” she added explaining the rationale behind why the rule is in place.",
    "Weighing in on the issue, the Central Bank Governor Dr. Nandalal Weerasinghe said he was willing to revisit the rules if the evidence shows the current rules act in contrary to the desired expectations of getting more dollars.",
    "“The bottomline is what the priority is now; whether we use that foreign exchange for essential imports or we let the bank balance sheets to improve,” Dr. Weerasinghe said. “Right now the priority is to at least protect the US$ 300 million that is coming.”"
  ]
}