{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Pakistani-Iranian-nationals-identified-as-having-the-highest-charged-with-drug-trafficking-in-Sri-Lanka/108-237704",
  "time_ut": 1653434220,
  "title": "Pakistani & Iranian nationals identified as having the highest charged with drug trafficking in Sri Lanka",
  "body_lines": [
    "Albeit the frequent drug busting operations are carried out within the island's marine territory in order to help support the government’s aim to rescue the future generation from drug menace, Sri Lanka’s maritime territory is often being used by local and international narcotic traffickers, especially the Iranian and the Pakistani nationals continue their illicit activities.",
    "Since the 1980s, Sri Lanka has become a major transit hub for drug trafficking originating from the Golden Crescent which comprises of Afghanistan, Iran and Pakistan.",
    "According to the latest statistics, in addition to local offenders, several foreigners including 25 Iranian and 17 Pakistani nationals were taken into custody by Sri Lankan marine surveillance authorities since January last year up to date and they were apprehended during major narcotic raids in the international waters off the Sri Lankan maritime territories.",
    "The latest statistics by the Navy has revealed that more than 250 kgs of heroin had been seized in the international waters by the Navy, Sri Lanka Police and intelligence agencies during two major detections in January and May this year, in which led to arrest of several local and international drug traffickers including 14 Iranian and two Pakistani nationals.",
    "Also, eleven Iranian and 8 Pakistani suspects were arrested with more than 750kg of heroin during an operation by the SL Navy while another seven Pakistani nationals were arrested in connection with narcotics raids in 2021.",
    "During the recent operation, the Sri Lanka Navy in coordination with the Police Narcotics Bureau in international waters south of Sri Lanka, seized about 243kg of heroin along with five Iranian and two Pakistani suspects on 05th May 2022.",
    "Based on information received by the SL Navy, the coordinated operation was carried out by the Offshore Patrol Vessel SLNS Sayurala by surveillance for nearly three (03) weeks in international waters. In this special operation the Navy detected a suspicious stateless foreign fishing vessel about 630 nautical miles (1166km) off the southern coast.",
    "It is suspected that this foreign fishing vessel carrying the narcotics was supposed to be stationed by smugglers in international waters to get narcotics transferred and fetch them into the country, under the guise of a vessel engaging in multi-day fishing activities.  The gross street value of the heroin seized during the operation is believed to be over Sri Lankan Rs.4, 800 million.",
    "In a similar operation mounted by the Navy in coordination with Sri Lanka Coast Guard, State Intelligence Service and Police Narcotics Bureau a local multi-day fishing vessel carrying about 330kg and 532g of smuggled heroin and about 09kg and 818g of Crystal Methamphetamine (Ice) was apprehended along with 11 suspects in seas off Dodanduwa, Galle on 12th April 2022.",
    "In another special operation carried out by Sri Lanka Navy in coordination with Sri Lanka Police and intelligence agencies, a drug-carrying foreign vessel was intercepted in international waters south of Sri Lanka on 26th January 2022.",
    "This foreign multi-day fishing trawler, remaining on high seas with a view to transfer the consignment to a local fishing vessel, had jettisoned about 200kg of heroin into sea, when it was approached by the Navy. During further search of the vessel, the Navy managed to recover about 250g of heroin and a satellite phone. Accordingly, the Navy nabbed 09 Iranian suspects aboard in connection to this racket.",
    "Meanwhile, Considering the raids in 2021 related to drug seizures, 1592 kg, 4041 kg, 5Kg, 92 Kg, 325kg of Heroin, Ganja, Cocane, hasish and synthetic drugs have been seized respectively with a total of 46,483 suspected being arrested.  Majority of the suspects, 22,153 were arrested for trafficking heroin.",
    "In 2022, 945 kg, 8 kg, 4138 kg of heroin, Hashis and Ganja have been taken into custody while 13,573 suspects have been apprehended.",
    "Meanwhile, on Apr 6, 2022, Colombo High Court Judge Damith Thotawatte has sentenced a Pakistani man to life imprisonment for possession and trafficking of heroin.",
    "The Pakistani national identified as Mohammed al-Hussein was sentenced to life in prison for possession and trafficking of 643.3g of heroin.",
    "The Attorney General had filed an indictment in the Colombo High Court against the accused who was arrested in Colombo on October 27, 2018 by the Police Narcotics Bureau with 643.3 grams of heroin.",
    "Announcing the verdict after a lengthy trial, the High Court Judge stated that the charges against the accused had been proved beyond a reasonable doubt.",
    "Accordingly, the judge ordered that the accused be sentenced to life imprisonment.",
    "Meanwhile, it was revealed during a discussion at the Ministry of Defence by the Institute of National Security Studies that Sri Lanka is no longer just a transit route or hub but is also becoming a final destination.",
    "Dr. Priyangi Amarabandu, Chairperson of the National Dangerous Drugs Control Board said drug-related money laundering has an impact on income distribution, inflation, and domestic savings and investments, which then have an impact on the country’s savings and investments.",
    "Amarabandu said that the issue is directly related to corruption and social consequences related to family and community prison and the criminal justice system.",
    "Also, investigations indicated that in most recent cases, the heroin had come from Afghanistan via Pakistan and then smuggled into other countries via Sri Lanka’s sea routes."
  ]
}