{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dsi-supersport-school-volleyball-championship-2022-application-deadline-extendedax/",
  "time_ut": 1655214120,
  "title": "DSI Supersport School Volleyball Championship 2022 application deadline extendedax",
  "body_lines": [
    "The Sri Lanka Volleyball Federation (SLVF) has extended the deadline to accept applications for the 20th DSI Supersport School Volleyball Championship to the 15th of June 2022. The extension comes as a result of the postponement of the annual event due to the prevailing economic and social turbulence.",
    "Earlier this year, Sri Lanka’s number one footwear brand DSI, together with SLVF and the Ministry of Education, came forward to organize this year’s edition of the championship, which was launched in February 2022 at a press conference held at Hotel Nippon, Colombo.",
    "Accordingly, the first series of matches will be held on 18th and 19th June 2022 in the Kegalle District of the Sbaragamuwa Province as well as well as the Monaragala District in the Uva Province, while another match will be held in the Badulla District of the Uva Province on 18th, 19th, and 20th of June 2022.",
    "Commenting on the extension of the deadline, D. Samson & Sons (Pvt) Ltd. Managing Director Thusitha Rajapaksa stated: “Sri Lanka is presently faced with a very uncertain, turbulent time, where corporates as well the general public are clouded as to where the country is headed. Due to this, we had to collectively decide to postpone one of the most anticipated school sporting events of the year.",
    "Therefore, DSI, the Sri Lanka Volleyball Association, and the Ministry of Education have decided to extend the application deadline, giving a glimmer of hope to schoolchildren who still want to be a part of the 20th edition of the DSI Supersport School Volleyball Championship.",
    "Application forms can be downloaded by scanning the QR code which is displayed at all DSI Showrooms. Completed applications should be posted via mail addressed to “General Secretary, Sri Lanka Volleyball Federation, No. 33 Independence Ave, Colombo 00700”, or email to info@dsisamson.com before the 15th of June 2022.",
    "One of the largest retail networks in the country, D. Samson & Sons (Pvt.) Ltd. serves as the sole distributor of a number of local footwear brands including U Softo, Ranpa, Samsons, Supersport, Beat, Beach, Petalz, Fun Souls, Tamik, Waves, Jessica, Melissa, and AVI as well as popular international brands such as Clarks, Redtape, Reebok, Puma, Fila, U.S. Polo, Adidas Arrow, W, Modare, Inc.5, Aurelia, Asics, and Von Wellx.",
    "A magical blue sapphire to conserve the majestic sperm whale",
    "DFCC Bank collaborates with Mastercard to facilitate electronic payments via Mastercard Payment Gateway",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "DSI Supersport School Volleyball Championship 2022 අයදුම් කිරීමේ අවසාන දිනය දීර්ඝ කිරීම",
      "body_lines": [
        "ශ්‍රී ලංකා වොලිබෝල් සම්මේලනය (SLVF) විසින් 20 වැනි DSI සුපර්ස්පෝර්ට් පාසල් වොලිබෝල් ශූරතාවලිය සඳහා අයදුම්පත් භාර ගැනීමේ අවසාන දිනය 2022 ජුනි 15 දක්වා දීර්ඝ කර ඇත. පවතින ආර්ථික හා සමාජීය තත්ත්වය හේතුවෙන් වාර්ෂික ඉසව්ව කල් දැමීමේ ප්‍රතිඵලයක් ලෙස මෙම දීර්ඝ කිරීම සිදු කර ඇත. කැළඹීම.",
        "මෙම වසර මුලදී, ශ්‍රී ලංකාවේ අංක එකේ පාවහන් සන්නාමය වන DSI, SLVF සහ අධ්‍යාපන අමාත්‍යාංශය සමඟ එක්ව, 2022 පෙබරවාරි මස කොළඹ නිපොන් හෝටලයේ පැවති මාධ්‍ය හමුවකදී දියත් කරන ලද මෙම ශූරතාවලියේ මෙවර සංස්කරණය සංවිධානය කිරීමට ඉදිරිපත් විය.",
        "ඒ අනුව පළමු තරග මාලාව 2022 ජුනි 18 සහ 19 යන දිනවල සබරගමුව පළාතේ කෑගල්ල දිස්ත්‍රික්කයේ මෙන්ම ඌව පළාතේ මොනරාගල දිස්ත්‍රික්කයේ ද පැවැත්වෙන අතර තවත් තරගයක් ඌව බදුල්ල දිස්ත්‍රික්කයේ පැවැත්වේ. 2022 ජූනි මස 18, 19 සහ 20 යන දිනවල පළාත.",
        "නියමිත කාලසීමාව දීර්ඝ කිරීම පිළිබඳව අදහස් දක්වමින් D. Samson & Sons (Pvt) Ltd හි කළමනාකාර අධ්‍යක්ෂ තුසිත රාජපක්ෂ මහතා ප්‍රකාශ කළේ, “ශ්‍රී ලංකාව මේ වන විට ඉතා අවිනිශ්චිත, කැළඹිලි සහිත කාලයකට මුහුණ දී සිටින අතර, එහිදී ආයතනික සමාගම් මෙන්ම සාමාන්‍ය ජනතාවද සිටින්නේ කොතැනකද යන්න පිළිබඳව අවධානය යොමු කරමිනි. රට ගමන් කරයි. මේ හේතුවෙන් වසරේ වඩාත්ම අපේක්‍ෂිත පාසල් ක්‍රීඩා ඉසව්වක් කල් දැමීමට සාමූහිකව තීරණය කිරීමට අපට සිදු විය.",
        "එබැවින් DSI සුපර්ස්පෝර්ට් පාසල් වොලිබෝල් ශූරතාවලියේ 20 වන සංස්කරණයේ කොටස්කරුවෙකු වීමට තවමත් කැමති පාසල් සිසුන්ට බලාපොරොත්තුවක් ලබා දෙමින් අයදුම් කිරීමේ කාලය දීර්ඝ කිරීමට DSI, ශ්‍රී ලංකා වොලිබෝල් සංගමය සහ අධ්‍යාපන අමාත්‍යාංශය තීරණය කර ඇත.",
        "සියලුම DSI ප්‍රදර්ශනාගාරවල ප්‍රදර්ශනය කෙරෙන QR කේතය පරිලෝකනය කිරීමෙන් අයදුම්පත් බාගත කළ හැක. සම්පුර්ණ කරන ලද අයදුම්පත් 2022 ජූනි 15 දිනට පෙර \"ප්‍රධාන ලේකම්, ශ්‍රී ලංකා වොලිබෝල් සම්මේලනය, අංක 33 නිදහස් මාවත, කොළඹ 00700\" යන ලිපිනයට තැපෑලෙන් හෝ info@dsisamson.com වෙත විද්‍යුත් තැපෑලෙන් තැපැල් කළ යුතුය.",
        "දිවයිනේ විශාලතම සිල්ලර ජාලයන්ගෙන් එකක් වන D. Samson & Sons (Pvt.) Ltd, U Softo, Ranpa, Samsons, Supersport, Beat, Beach, Petalz, Fun ඇතුළු දේශීය පාවහන් සන්නාම ගණනාවක එකම බෙදාහරින්නා ලෙස කටයුතු කරයි. Souls, Tamik, Waves, Jessica, Melissa, සහ AVI මෙන්ම Clarks, Redtape, Reebok, Puma, Fila, U.S. Polo, Adidas Arrow, W, Modare, Inc.5, Aurelia, Asics, සහ Von වැනි ජනප්‍රිය ජාත්‍යන්තර වෙළඳ නාම වෙල්ක්ස්.",
        "තේජාන්විත ශුක්‍රාණු තල්මසා සංරක්ෂණය කිරීම සඳහා ඉන්ද්‍රජාලික නිල් නිල් මැණික්",
        "Mastercard Payment Gateway හරහා ඉලෙක්ට්‍රොනික ගෙවීම් පහසු කිරීම සඳහා DFCC බැංකුව Mastercard සමඟ සහයෝගයෙන් කටයුතු කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "DSI சூப்பர்ஸ்போர்ட் பள்ளி வாலிபால் சாம்பியன்ஷிப் 2022 விண்ணப்ப காலக்கெடு நீட்டிப்பு",
      "body_lines": [
        "இலங்கை கைப்பந்து சம்மேளனம் (SLVF) 20வது DSI Supersport School Volleyball Championship போட்டிக்கான விண்ணப்பங்களை ஏற்றுக்கொள்வதற்கான காலக்கெடுவை 2022 ஜூன் 15 வரை நீட்டித்துள்ளது. நிலவும் பொருளாதார மற்றும் சமூக நிலைமைகள் காரணமாக வருடாந்த நிகழ்வு ஒத்திவைக்கப்பட்டதன் விளைவாக இந்த நீடிப்பு ஏற்பட்டுள்ளது. கொந்தளிப்பு.",
        "இந்த ஆண்டின் தொடக்கத்தில், இலங்கையின் நம்பர் ஒன் காலணி வர்த்தக நாமமான DSI, SLVF மற்றும் கல்வி அமைச்சுடன் இணைந்து, இந்த ஆண்டு சாம்பியன்ஷிப் பதிப்பை ஏற்பாடு செய்ய முன்வந்தது, இது பெப்ரவரி 2022 இல் கொழும்பு ஹோட்டல் நிப்போனில் நடைபெற்ற செய்தியாளர் சந்திப்பில் தொடங்கப்பட்டது.",
        "இதன்படி, முதலாவது போட்டித் தொடர் 2022 ஜூன் 18 மற்றும் 19 ஆம் திகதிகளில் ஸ்ப்ரகமுவ மாகாணத்தின் கேகாலை மாவட்டத்திலும் ஊவா மாகாணத்தின் மொனராகலை மாவட்டத்திலும் நடைபெறவுள்ளதுடன், மற்றுமொரு போட்டி ஊவாவின் பதுளை மாவட்டத்தில் நடைபெறவுள்ளது. 2022 ஜூன் 18, 19 மற்றும் 20 தேதிகளில் மாகாணம்.",
        "காலக்கெடு நீட்டிப்பு குறித்து கருத்து தெரிவித்த D. Samson & Sons (Pvt) Ltd. நிறுவனத்தின் முகாமைத்துவப் பணிப்பாளர் துசித ராஜபக்ஷ, “இலங்கை தற்போது மிகவும் நிச்சயமற்ற, கொந்தளிப்பான காலத்தை எதிர்கொண்டுள்ளது, அங்கு பெருநிறுவனங்களும் பொதுமக்களும் மௌனமாக உள்ளனர். நாடு வழிநடத்துகிறது. இதன் காரணமாக, இந்த ஆண்டின் மிகவும் எதிர்பார்க்கப்பட்ட பள்ளி விளையாட்டு நிகழ்வுகளில் ஒன்றை ஒத்திவைக்க நாங்கள் கூட்டாக முடிவு செய்ய வேண்டியிருந்தது.",
        "எனவே, DSI சுப்பர்ஸ்போர்ட் பள்ளி கைப்பந்து சாம்பியன்ஷிப்பின் 20வது பதிப்பில் இன்னும் பங்குபெற விரும்பும் பள்ளி மாணவர்களுக்கு ஒரு நம்பிக்கையை அளித்து, விண்ணப்ப காலக்கெடுவை நீட்டிக்க DSI, இலங்கை கைப்பந்து சங்கம் மற்றும் கல்வி அமைச்சு ஆகியவை முடிவு செய்துள்ளன.",
        "அனைத்து DSI ஷோரூம்களிலும் காட்டப்படும் QR குறியீட்டை ஸ்கேன் செய்வதன் மூலம் விண்ணப்பப் படிவங்களைப் பதிவிறக்கம் செய்யலாம். பூர்த்தி செய்யப்பட்ட விண்ணப்பங்கள் “பொதுச் செயலாளர், இலங்கை கைப்பந்து சம்மேளனம், இல. 33 சுதந்திர அவே, கொழும்பு 00700” என்ற முகவரிக்கு அஞ்சல் மூலமாகவோ அல்லது info@dsisamson.com என்ற மின்னஞ்சல் முகவரிக்கு 2022 ஜூன் 15ஆம் திகதிக்கு முன்னர் அனுப்பப்பட வேண்டும்.",
        "நாட்டின் மிகப்பெரிய சில்லறை விற்பனை நெட்வொர்க்குகளில் ஒன்றான D. சாம்சன் & சன்ஸ் (பிரைவேட்) லிமிடெட், U Softo, Ranpa, Samsons, Supersport, Beat, Beach, Petalz, Fun உள்ளிட்ட பல உள்ளூர் காலணி பிராண்டுகளின் ஒரே விநியோகஸ்தராக செயல்படுகிறது. Souls, Tamik, Waves, Jessica, Melissa, மற்றும் AVI மற்றும் Clarks, Redtape, Reebok, Puma, Fila, U.S. Polo, Adidas Arrow, W, Modare, Inc.5, Aurelia, Asics மற்றும் Von போன்ற பிரபலமான சர்வதேச பிராண்டுகள் வெல்க்ஸ்.",
        "கம்பீரமான விந்து திமிங்கலத்தைப் பாதுகாக்க ஒரு மந்திர நீல சபையர்",
        "DFCC வங்கி, Mastercard பேமெண்ட் கேட்வே வழியாக மின்னணு முறையில் பணம் செலுத்துவதற்கு Mastercard உடன் ஒத்துழைக்கிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}