{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/irresponsible-and-unattainable-demands/",
  "time_ut": 1647536820,
  "title": "Irresponsible and unattainable demands",
  "body_lines": [
    "At a massive public rally on Tuesday, the Leader of the Opposition is reported to have “challenged President Gotabaya Rajapaksa to call a snap presidential election”. If the SLPP was not prepared to do so, the Leader of the Opposition was reported to have demanded that “it should hand over the government to the SJB”. It is unfortunate that a politician at the helm of a major political party should have made such irresponsible and unattainable demands.",
    "Under our Constitution, the President has no power to call a “snap presidential election”.",
    "Under Article 31, the President may “at any time after the expiration of four years from the commencement of his first term of office” declare his intention of appealing to the People for a mandate to hold office by election for a second term. The current President’s first term commenced in November 2019, and therefore he cannot invoke this Article until November 2023. Moreover, he may invoke it only if he himself is seeking a second term.",
    "Under Article 38(1) of the Constitution, the President may resign his office at any time. If he does so, Parliament is required, within one month, by secret ballot and by an absolute majority, to elect one of its members to serve as President for the unexpired period of his term of office. Until Parliament does so, the Prime Minister will act in the office of President.",
    "A third method of removing the President is set out in Article 38(2) of the Constitution. If two-thirds of all the Members of Parliament submit a resolution to the Speaker alleging that the President “is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity”, or that the President has been guilty of (i) intentional violation of the Constitution; (ii) treason; (iii) bribery; (iv) misconduct or corruption involving the abuse of the powers of his office; or (v) any offence involving moral turpitude, and if that resolution is passed by two-thirds of all the members, the Speaker is required to refer it to the Supreme Court for inquiry and report. If, after a trial at which the President is entitled to defend himself, the Supreme Court determines that the allegations have been proved, Parliament may, by a two-thirds majority, remove the President from office.",
    "Therefore, it is a futile demand to make in the presence of thousands of unsuspecting voters, that the President should call a “snap presidential election”.",
    "The Opposition Leader’s other demand that the SLPP should “hand over the Government” to the SJB is also unattainable. If what he is demanding is that he, as the leader of the SJB, should be appointed Prime Minister, that too is unattainable. Article 43 requires the President to appoint as Prime Minister the Member of Parliament who, in his opinion, is most likely to command the confidence of Parliament. To command the confidence of Parliament a member must be assured of the support of at least 113 of its members. Does the SJB leader satisfy that requirement? Apparently not. In any event, the Head of the Government is the President. For as long as the Constitution provides for a President with full executive powers, it is the President who forms the Government, and there is no way in which the SLPP can “hand over the Government” to anyone.",
    "The only way in which the SJB can be in a government is by securing a majority of seats at a general election.",
    "The present Parliament was elected in 2020 for a five-year term. Therefore, a general election can be held before September 2025 only if Parliament is dissolved before that date. The President has the power to do so but, under Article 70, only after March 2023. Parliament may, of course, request a dissolution at any time, but that would require a resolution passed by a majority vote in Parliament. How, then, does the Leader of the Opposition expect the Government to be “handed over” to him now, and by whom?",
    "Under the 1946 and 1972 Constitutions, the Governor-General/President was a constitutional Head of State. Under both those Constitutions, it would have been possible for strong public opinion, as demonstrated at the SJB-organised gathering this week, and manifested daily throughout the country by thousands suffering due to the lack of essential foodstuffs, fuel, gas, milk powder, etc., and further compounded by corruption of an unprecedented level, to have compelled a Prime Minister to tender the resignation of his/her government and enable another political party leader to form a government, or to advice the dissolution of Parliament to enable a general election to be held.",
    "However, following the 20th Amendment, where all executive power is vested in a single individual (an autocratic, outdated system of government which the leader of the SJB apparently wishes to perpetuate, as evidenced by the promises he made when he sought election to that office, and as repeatedly affirmed by his international affairs adviser), it is impossible to force a “snap general election” or for one political party to “hand over the government” to another.",
    "Should a responsible political leader mislead the average voter by making such irresponsible and unattainable demands?",
    "Instead, should he not mobilise public support to replace the autocratic system of government under which this country has almost reached its lowest depths, with a vibrant democratic structure in which political power is directly exercised by the peoples’ democratically elected representatives?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "වගකීම් විරහිත සහ අත් කරගත නොහැකි ඉල්ලීම්",
      "body_lines": [
        "අඟහරුවාදා පැවති දැවැන්ත මහජන රැලියකදී විපක්ෂ නායකවරයා \"ඉක්මන් ජනාධිපතිවරණයක් කැඳවන ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට අභියෝග කළ\" බව වාර්තා වේ. ශ්‍රී ලංකා පොදුජන පෙරමුණ එසේ කිරීමට සුදානම් නොවන්නේ නම් \"ආණ්ඩුව SJB වෙත භාර දිය යුතු\" යැයි විපක්ෂ නායකවරයා ඉල්ලා සිටි බව වාර්තා වේ. ප්‍රධාන දේශපාලන පක්‍ෂයක නායකත්වය දරන දේශපාලනඥයකුට මෙවැනි වගකීම් විරහිත, ඉටුකරගත නොහැකි ඉල්ලීම් ඉදිරිපත් කිරීමට සිදුවීම කනගාටුදායකය.",
        "අපේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ “හදිසි ජනාධිපතිවරණයක්” කැඳවීමට ජනාධිපතිවරයාට බලයක් නැත.",
        "31 වැනි වගන්තිය යටතේ, ජනාධිපතිවරයාට “ඔහුගේ පළමු ධුර කාලය ආරම්භ වී වසර හතරක් ඉක්ම ගිය පසු ඕනෑම වේලාවක” දෙවන ධුර කාලය සඳහා මැතිවරණයෙන් නිලවරණයක් දැරීමට ජනවරමක් ඉල්ලා සිටීමේ තම අභිප්‍රාය ප්‍රකාශ කළ හැකිය. වත්මන් ජනාධිපතිවරයාගේ පළමු ධූර කාලය 2019 නොවැම්බර් මාසයේ ආරම්භ වූ අතර, එබැවින් ඔහුට 2023 නොවැම්බර් දක්වා මෙම වගන්තිය ඉල්ලා සිටිය නොහැක. එපමණක් නොව, ඔහුට එය ඉල්ලා සිටිය හැක්කේ ඔහුම දෙවන වාරයක් අපේක්ෂා කරන්නේ නම් පමණි.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 38(1) වගන්තිය යටතේ ජනාධිපතිවරයාට ඕනෑම අවස්ථාවක සිය ධුරයෙන් ඉල්ලා අස්විය හැකිය. ඔහු එසේ කරන්නේ නම්, පාර්ලිමේන්තුවට මාසයක් ඇතුළත රහස් ඡන්දයෙන් සහ නිරපේක්ෂ බහුතරයකින්, ඔහුගේ ධූර කාලය අවසන් නොවන කාලය සඳහා ජනාධිපති ලෙස කටයුතු කිරීම සඳහා එහි සාමාජිකයෙකු තෝරා පත් කර ගත යුතුය. පාර්ලිමේන්තුව එසේ කරන තුරු අගමැතිවරයා ජනාධිපති කාර්යාලයේ කටයුතු කරනු ඇත.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 38(2) වගන්තියේ ජනාධිපතිවරයා ඉවත් කිරීමේ තුන්වැනි ක්‍රමය දක්වා ඇත. ජනාධිපතිවරයාට “මානසික හෝ ශාරීරික දුර්වලතා හේතුවෙන් තම කාර්යාලයේ කටයුතු ස්ථිරවම ඉටු කිරීමට නොහැකි” බවට හෝ ජනාධිපතිවරයා වැරදිකරු වී ඇති බවට චෝදනා කරමින් පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් තුනෙන් දෙකක් කථානායකවරයාට යෝජනාවක් ඉදිරිපත් කරන්නේ නම් (i. ) ආණ්ඩුක්‍රම ව්‍යවස්ථාව හිතාමතා උල්ලංඝනය කිරීම; (ii) රාජද්‍රෝහීත්වය; (iii) අල්ලස්; (iv) ඔහුගේ කාර්යාලයේ බලතල අනිසි ලෙස භාවිතා කිරීම සම්බන්ධ විෂමාචාර හෝ දූෂණ; හෝ (v) සදාචාරාත්මක කැළඹීමක් සම්බන්ධ කිසියම් වරදක් සහ එම යෝජනාව සියලුම මන්ත්‍රීවරුන්ගෙන් තුනෙන් දෙකක සම්මත වුවහොත්, කථානායකවරයා විසින් එය විමර්ශනය කර වාර්තා කිරීම සඳහා ශ්‍රේෂ්ඨාධිකරණය වෙත යොමු කිරීමට අවශ්‍ය වේ. ජනාධිපතිවරයාට තමාව ආරක්ෂා කර ගැනීමට අයිතියක් ඇති නඩු විභාගයකින් පසුව, එම චෝදනා ඔප්පු වී ඇති බව ශ්‍රේෂ්ඨාධිකරණය තීරණය කරන්නේ නම්, පාර්ලිමේන්තුවට තුනෙන් දෙකක බහුතරයකින් ජනාධිපතිවරයා ධුරයෙන් පහ කළ හැකිය.",
        "එහෙයින් ජනාධිපතිවරයා “හදිසි ජනාධිපතිවරණයක්” කැඳවිය යුතු බව දහස් ගණන් නොහඳුනන ඡන්දදායකයින් ඉදිරියේ කිරීම නිෂ්ඵල ඉල්ලීමකි.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණ SJB වෙත “ආණ්ඩුව භාර දිය යුතුය” යන විපක්ෂ නායකවරයාගේ අනෙක් ඉල්ලීම ද ඉටු කළ නොහැක. ඔහු ඉල්ලා සිටින්නේ SJB නායකයා ලෙස ඔහුව අගමැති කළ යුතු නම් එයද ලබාගත නොහැක. 43 වැනි ව්‍යවස්ථාව අනුව ජනාධිපතිවරයා විසින් අගමැති ලෙස පත් කළ යුතු වන්නේ, ඔහුගේ මතය අනුව, පාර්ලිමේන්තුවේ විශ්වාසය දිනා ගැනීමට බොහෝ දුරට ඉඩ ඇති මන්ත්‍රීවරයා ය. පාර්ලිමේන්තුවේ විශ්වාසය දිනා ගැනීමට නම් මන්ත්‍රීවරයෙකුට අවම වශයෙන් එහි මන්ත්‍රීවරුන් 113 දෙනෙකුගේ සහයෝගය ලැබෙන බවට සහතික විය යුතුය. SJB නායකයා එම අවශ්‍යතාවය සපුරාලන්නේද? පෙනෙන විදිහට නැහැ. කොහොමත් ආණ්ඩුවේ ප්‍රධානියා ජනාධිපති. ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සම්පූර්ණ විධායක බලතල සහිත ජනාධිපතිවරයෙකු සඳහා විධිවිධාන සලසා ඇති තාක් කල්, රජය පිහිටුවන්නේ ජනාධිපතිවරයා වන අතර, ශ්‍රී ලංකා පොදුජන පෙරමුණට කිසිවෙකුට “ආණ්ඩුව භාර දිය හැකි” ක්‍රමයක් නොමැත.",
        "SJB ට ආණ්ඩුවක සිටිය හැකි එකම ක්‍රමය මහ මැතිවරණයකදී බහුතර ආසන සංඛ්‍යාවක් ලබා ගැනීමයි.",
        "වත්මන් පාර්ලිමේන්තුව වසර පහක කාලයක් සඳහා 2020 දී තේරී පත් විය. එබැවින් 2025 සැප්තැම්බර් මාසයට පෙර මහ මැතිවරණයක් පැවැත්විය හැක්කේ එම දිනයට පෙර පාර්ලිමේන්තුව විසුරුවා හැරියහොත් පමණි. ජනාධිපතිවරයාට එසේ කිරීමට බලය ඇත, නමුත් 70 වැනි වගන්තිය යටතේ, 2023 මාර්තු මාසයෙන් පසුව පමණි. පාර්ලිමේන්තුව ඕනෑම අවස්ථාවක විසුරුවා හැරීමක් ඉල්ලා සිටිය හැකි නමුත්, ඒ සඳහා පාර්ලිමේන්තුවේ බහුතර ඡන්දයෙන් සම්මත වූ යෝජනාවක් අවශ්‍ය වේ. එසේ නම්, විපක්ෂ නායකවරයා දැන් ආණ්ඩුව තමන්ට \"පවරනු ඇතැයි\" අපේක්ෂා කරන්නේ කෙසේද, කවුරුන් විසින්ද?",
        "1946 සහ 1972 ආණ්ඩුක්‍රම ව්‍යවස්ථා යටතේ ආණ්ඩුකාර ජනරාල්/ජනාධිපති ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත රාජ්‍ය නායකයෙක් විය. අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය, ඉන්ධන, ගෑස්, කිරිපිටි හිඟය නිසා දුක්විඳින දහස් ගණනින් රටපුරා දිනපතා ප්‍රකාශ වන, මේ සතියේ SJB සංවිධානය කළ රැස්වීමේදී පෙන්නුම් කළ පරිදි, ශක්තිමත් මහජන මතයක් ඇති කිරීමට එම ආණ්ඩුක්‍රම ව්‍යවස්ථා දෙක යටතේම හැකිව තිබුණි. යනාදිය සහ පෙර නොවූ විරූ මට්ටමේ දූෂණයකින් තව දුරටත් එකතු වී, අගමැතිවරයෙකුට ඔහුගේ/ඇයගේ ආණ්ඩුවෙන් ඉල්ලා අස්වීමට සහ වෙනත් දේශපාලන පක්ෂ නායකයෙකුට ආණ්ඩුවක් පිහිටුවීමට හෝ පාර්ලිමේන්තුව විසුරුවා හැරීමට උපදෙස් දීමට ජෙනරාල්වරයෙකුට බල කිරීම මැතිවරණය පැවැත්වීමට නියමිතය.",
        "කෙසේ වෙතත්, 20 වැනි සංශෝධනයෙන් පසුව, සියලු විධායක බලය තනි පුද්ගලයකුට පැවරී ඇති අතර (SJB නායකයා ස්ථිර කිරීමට කැමති අත්තනෝමතික, යල් පැන ගිය පාලන ක්‍රමයක් බව ඔහු එම තනතුරට තේරී පත්වීමට අපේක්ෂා කරන විට දුන් පොරොන්දුවලින් සනාථ වේ. , සහ ඔහුගේ ජාත්‍යන්තර කටයුතු උපදේශකයා විසින් නැවත නැවතත් තහවුරු කර ඇති පරිදි, \"හදිසි මහ මැතිවරණයක්\" හෝ එක් දේශපාලන පක්ෂයකට \"ආණ්ඩුව භාර දීමට\" තවත් දේශපාලන පක්ෂයකට බල කිරීම කළ නොහැක.",
        "වගකිවයුතු දේශපාලන නායකයෙකු මෙවැනි වගකීම් විරහිත සහ ඉටුකරගත නොහැකි ඉල්ලීම් ඉදිරිපත් කරමින් සාමාන්‍ය ඡන්දදායකයා නොමග යැවීමට කටයුතු කළ යුතුද?",
        "ඒ වෙනුවට, ඔහු කළ යුත්තේ, මේ රට පහළම මට්ටමට ළඟා වී ඇති ඒකාධිපති පාලන ක්‍රමය වෙනුවට, ජනතාවගේ ප්‍රජාතන්ත්‍රවාදීව තේරී පත් වූ නියෝජිතයන් විසින් දේශපාලන බලය සෘජුවම ක්‍රියාත්මක කරන විචිත්‍රවත් ප්‍රජාතන්ත්‍රවාදී ව්‍යුහයක් සමඟින්, මහජන සහයෝගය බලමුළු ගැන්වීමට නොවේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பொறுப்பற்ற மற்றும் அடைய முடியாத கோரிக்கைகள்",
      "body_lines": [
        "செவ்வாய்கிழமையன்று நடைபெற்ற மாபெரும் பொதுக்கூட்டத்தில், எதிர்க்கட்சித் தலைவர் \"ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கு, ஜனாதிபதித் தேர்தலை உடனடியாக நடத்துமாறு சவால் விடுத்தார்\" எனத் தெரிவிக்கப்படுகிறது. ஸ்ரீலங்கா பொதுஜன பெரமுன அவ்வாறு செய்யத் தயாராக இல்லை என்றால், எதிர்க்கட்சித் தலைவர் “அரசாங்கத்தை எஸ்ஜேபியிடம் ஒப்படைக்க வேண்டும்” என்று கோரியதாகத் தெரிவிக்கப்படுகிறது. ஒரு பெரிய அரசியல் கட்சியின் தலைமைப் பொறுப்பில் இருக்கும் ஒரு அரசியல்வாதி இத்தகைய பொறுப்பற்ற மற்றும் அடைய முடியாத கோரிக்கைகளை முன்வைத்திருப்பது துரதிஷ்டவசமானது.",
        "நமது அரசியலமைப்புச் சட்டத்தின்படி, \"முன்னதாக ஜனாதிபதித் தேர்தலை\" அழைக்க ஜனாதிபதிக்கு அதிகாரம் இல்லை.",
        "பிரிவு 31 இன் கீழ், ஜனாதிபதி \"தனது முதல் பதவிக்காலம் தொடங்கி நான்கு ஆண்டுகள் முடிவடைந்த பிறகு எந்த நேரத்திலும்\" இரண்டாவது முறையாக தேர்தல் மூலம் பதவியில் இருப்பதற்கான ஆணையை மக்களிடம் முறையிடும் நோக்கத்தை அறிவிக்கலாம். தற்போதைய ஜனாதிபதியின் முதல் பதவிக்காலம் நவம்பர் 2019 இல் தொடங்கியது, எனவே அவர் நவம்பர் 2023 வரை இந்த சட்டத்தை செயல்படுத்த முடியாது. மேலும், அவர் இரண்டாவது முறையாக பதவியேற்க விரும்பினால் மட்டுமே அவர் அதைத் தொடரலாம்.",
        "அரசியலமைப்பின் 38(1) பிரிவின் கீழ், குடியரசுத் தலைவர் எந்த நேரத்திலும் தனது பதவியை ராஜினாமா செய்யலாம். அவர் அவ்வாறு செய்தால், பாராளுமன்றம் ஒரு மாதத்திற்குள் இரகசிய வாக்கெடுப்பு மற்றும் முழுமையான பெரும்பான்மையின் மூலம் அதன் உறுப்பினர்களில் ஒருவரை தனது பதவிக் காலம் முடிவடையாத காலத்திற்கு ஜனாதிபதியாக தேர்ந்தெடுக்க வேண்டும். பாராளுமன்றம் அவ்வாறு செய்யும் வரை, பிரதமர் ஜனாதிபதி அலுவலகத்தில் செயல்படுவார்.",
        "ஜனாதிபதியை நீக்குவதற்கான மூன்றாவது முறை அரசியலமைப்பின் 38(2) வது பிரிவில் குறிப்பிடப்பட்டுள்ளது. பாராளுமன்ற உறுப்பினர்களில் மூன்றில் இரண்டு பங்கு சபாநாயகரிடம் ஒரு தீர்மானத்தை சமர்ப்பித்தால், ஜனாதிபதி \"மனநலம் அல்லது உடல் குறைபாடு காரணமாக தனது அலுவலகத்தின் பணிகளை நிரந்தரமாக செய்ய இயலாது\" அல்லது ஜனாதிபதி குற்றவாளி என்று குற்றம் சாட்டினால் (i ) அரசியலமைப்பின் வேண்டுமென்றே மீறல்; (ii) தேசத்துரோகம்; (iii) லஞ்சம்; (iv) அவரது அலுவலகத்தின் அதிகாரங்களை துஷ்பிரயோகம் செய்தல் சம்பந்தப்பட்ட தவறான நடத்தை அல்லது ஊழல்; அல்லது (v) தார்மீகக் குழப்பம் சம்பந்தப்பட்ட எந்தக் குற்றமும், அந்தத் தீர்மானம் மூன்றில் இரண்டு பங்கு உறுப்பினர்களால் நிறைவேற்றப்பட்டால், சபாநாயகர் அதை உச்ச நீதிமன்றத்திற்கு விசாரணை செய்து அறிக்கை அனுப்ப வேண்டும். ஜனாதிபதி தன்னைத் தானே தற்காத்துக் கொள்ள உரிமையுள்ள ஒரு விசாரணையின் பின்னர், குற்றச்சாட்டுகள் நிரூபிக்கப்பட்டதாக உச்ச நீதிமன்றம் தீர்மானித்தால், பாராளுமன்றம் மூன்றில் இரண்டு பெரும்பான்மையுடன் ஜனாதிபதியை பதவியில் இருந்து நீக்கலாம்.",
        "எனவே, ஜனாதிபதி தேர்தலை அவசரமாக நடத்த வேண்டும் என்று ஆயிரக்கணக்கான வாக்காளர்கள் முன்னிலையில் கோரிக்கை வைப்பது வீண் கோரிக்கையாகும்.",
        "SLPP SJB யிடம் \"அரசாங்கத்தை ஒப்படைக்க வேண்டும்\" என்ற எதிர்க்கட்சித் தலைவரின் மற்றைய கோரிக்கையும் அடைய முடியாதது. எஸ்.ஜே.பி.யின் தலைவர் என்ற ரீதியில் தன்னை பிரதமராக நியமிக்க வேண்டும் என்று அவர் கோருகிறார் என்றால் அதுவும் எட்ட முடியாத ஒன்று. ஷரத்து 43, ​​ஜனாதிபதி தனது கருத்துப்படி, பாராளுமன்றத்தின் நம்பிக்கையைப் பெறக்கூடிய நாடாளுமன்ற உறுப்பினரை பிரதமராக நியமிக்க வேண்டும். பாராளுமன்றத்தின் நம்பிக்கையைப் பெறுவதற்கு ஒரு உறுப்பினர் குறைந்தபட்சம் 113 உறுப்பினர்களின் ஆதரவை உறுதிப்படுத்த வேண்டும். SJB தலைவர் அந்த தேவையை பூர்த்தி செய்கிறாரா? வெளிப்படையாக இல்லை. எந்தவொரு சந்தர்ப்பத்திலும், அரசாங்கத்தின் தலைவர் ஜனாதிபதி ஆவார். அரசியலமைப்பு முழு நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதியை வழங்கும் வரை, அரசாங்கத்தை அமைப்பவர் ஜனாதிபதி, மேலும் SLPP யாரிடமும் \"அரசாங்கத்தை ஒப்படைக்க\" எந்த வழியும் இல்லை.",
        "SJB அரசாங்கத்தில் இருக்க ஒரே வழி பொதுத் தேர்தலில் பெரும்பான்மை இடங்களைப் பெறுவதுதான்.",
        "தற்போதைய பாராளுமன்றம் 2020 இல் ஐந்தாண்டு காலத்திற்கு தேர்ந்தெடுக்கப்பட்டது. எனவே, 2025 ஆம் ஆண்டு செப்டெம்பர் மாதத்திற்கு முன்னர் பாராளுமன்றம் கலைக்கப்பட்டால் மட்டுமே பொதுத் தேர்தலை நடத்த முடியும். ஜனாதிபதிக்கு அவ்வாறு செய்ய அதிகாரம் உள்ளது, ஆனால், 70வது பிரிவின் கீழ், மார்ச் 2023க்குப் பிறகுதான். பார்லிமென்ட் எந்த நேரத்திலும் கலைக்கக் கோரலாம், ஆனால் அதற்கு நாடாளுமன்றத்தில் பெரும்பான்மை வாக்கெடுப்பு மூலம் நிறைவேற்றப்பட்ட தீர்மானம் தேவைப்படும். அப்படியானால், எதிர்க்கட்சித் தலைவர் எப்படி, இப்போது தன்னிடம் அரசாங்கம் \"ஒப்படைக்கப்பட வேண்டும்\" என்று எதிர்பார்க்கிறார், யாரால்?",
        "1946 மற்றும் 1972 அரசியலமைப்பின் கீழ், கவர்னர்-ஜெனரல்/ஜனாதிபதி ஒரு அரசியலமைப்பு அரச தலைவராக இருந்தார். இந்த இரண்டு அரசியலமைப்புச் சட்டங்களின் கீழும், இந்த வாரம் SJB ஏற்பாடு செய்த கூட்டத்தில் நிரூபிக்கப்பட்டதைப் போல வலுவான பொதுக் கருத்தைப் பெறுவது சாத்தியமாக இருந்திருக்கும், மேலும் அத்தியாவசிய உணவுப் பொருட்கள், எரிபொருள், எரிவாயு, பால் பவுடர் ஆகியவற்றின் பற்றாக்குறையால் ஆயிரக்கணக்கான மக்கள் தினமும் அவதிப்படுகின்றனர். முதலியன, மேலும் முன்னெப்போதும் இல்லாத அளவு ஊழலால் மேலும் கூட்டப்பட்டு, ஒரு பிரதமரை அவரது/அவளுடைய அரசாங்கத்தை ராஜினாமா செய்ய நிர்ப்பந்தித்து மற்றொரு அரசியல் கட்சித் தலைவரை அரசாங்கத்தை அமைக்க அல்லது ஒரு ஜெனரலை செயல்படுத்துவதற்கு பாராளுமன்றத்தை கலைக்க ஆலோசனை வழங்க வேண்டும். தேர்தல் நடத்த வேண்டும்.",
        "எவ்வாறாயினும், 20வது திருத்தத்திற்குப் பின், அனைத்து நிறைவேற்று அதிகாரமும் ஒரு தனிநபருக்கு வழங்கப்பட்டுள்ளது (ஒரு எதேச்சதிகார, காலாவதியான அரசாங்க அமைப்பு, இது SJB இன் தலைவர் நிரந்தரமாக தொடர விரும்புகிறது, அவர் அந்த அலுவலகத்திற்குத் தேர்தலை நாடியபோது அவர் அளித்த வாக்குறுதிகளால் நிரூபிக்கப்பட்டுள்ளது. , மற்றும் அவரது சர்வதேச விவகார ஆலோசகர் மீண்டும் மீண்டும் உறுதிப்படுத்தியபடி), \"முன்கூட்டியே பொதுத் தேர்தலை\" கட்டாயப்படுத்தவோ அல்லது ஒரு அரசியல் கட்சி மற்றொரு \"அரசாங்கத்தை ஒப்படைக்க\"வோ முடியாது.",
        "ஒரு பொறுப்புள்ள அரசியல் தலைவர், இதுபோன்ற பொறுப்பற்ற, நிறைவேற்ற முடியாத கோரிக்கைகளை முன்வைத்து சராசரி வாக்காளர்களை தவறாக வழிநடத்த வேண்டுமா?",
        "மாறாக, மக்களால் தேர்ந்தெடுக்கப்பட்ட மக்களால் தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகளால் அரசியல் அதிகாரம் நேரடியாகப் பயன்படுத்தப்படும் துடிப்பான ஜனநாயகக் கட்டமைப்பைக் கொண்டு, இந்த நாடு கிட்டத்தட்ட அதன் மிகக் குறைந்த ஆழத்தை எட்டியுள்ள எதேச்சதிகார ஆட்சி முறையை மாற்றுவதற்கு அவர் பொது ஆதரவைத் திரட்ட வேண்டாமா?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}