{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Colombo-Arbitration-Week-2022-kicks-off-today/34-735572",
  "time_ut": 1654021800,
  "title": "Colombo Arbitration Week 2022 kicks off today",
  "body_lines": [
    "First ever Colombo Arbitration Week 2022 will kick off today bringing together local as well as international stakeholders involved in Alternative Dispute Resolution (ADR).",
    "The ceremonial opening ceremony of the Week is in hybrid format with physical session at the Hotel Ramada. All other Sessions are online and can be registered for via the website www.colomboarbitrationweek.com.",
    "The week-long event is hosted in partnership with key stakeholders, including the United Nations Commission on International Trade Law (UNCITRAL), and is supported by Afridi and Angell (UAE), Fangda Partners (Hong Kong) and The Arbitration Chambers (Singapore) along with several other international law firms, leading corporates, and other interested institutions.",
    "This meeting is set with the purpose of discussions and sharing perspectives and knowledge on what the future of ADR in Sri Lanka would resemble as. Currently there is a backdrop where there is an increase in case numbers which has overburdened courts and the judicial infrastructure, most countries are looking at Alternative Dispute Resolution to resolve matters more efficiently.",
    "Alternative Dispute Resolution primarily includes Arbitration, Mediation and Conciliation. Colombo Arbitration Week 2022 on until 5 June is set to feature eminent experts in Arbitration and Mediation to discuss several beneficial themes in the fields of Arbitration and Mediation.",
    "The Week will commence with opening remarks followed by a panel discussion for Day 01. The discussion would be focused on the proposed Arbitration Act in Sri Lanka and its significance on the progress of Arbitration in Sri Lanka. The panel comprises Judge of the Supreme Court of Fiji Justice Saleem Marsoof, Supreme Court Justice Arjuna Obeyesekere, Lead Counsel at the Colombo Law Alliance Dr. Asanga Gunawansa, Senior Consultant at Clifford Chance Dr. Romesh Weeramantry, Legal Officer at the UNCITRAL Judith Knieper and the session would be moderated by AAL Shanaka Cooray.",
    "Scheduled for Day 02 is yet another fruitful panel discussion and this would be on the use of multi-tiered dispute resolution clauses in construction disputes. This panel would consist of Datuk Prof. Sundra Rajoo – Former Director of AIAC and President of AIADR, President’s Counsel Avindra Rodrigo, Lead Counsel at the Colombo Law Alliance Dr. Asanga Gunawansa and Partner at Pinsent Masons Hong Kong Mohammed Talib. This discussion would be moderated by Suren de Silva, Counsel at D.L. and F. de Saram.",
    "Day 03 includes a closed-door roundtable discussion titled the “The Corporate Forum” with the participation of corporate giants of Sri Lanka, and this discussion would have AAL Suren Gnanaraj and AAL and Corporate Consultant Shehan Gunawardene, and roundtable would be moderated by AAL Janaka Basuriya.",
    "This will be followed by an engaging panel discussion on “Navigating interim and emergency relief in Arbitration” with Romesh de Silva, President’s Counsel; Dr. Harsha Cabral, President’s Counsel; Olga Boltenko, Partner at Fangda Partners; and Harprabdeep Singh, Barrister-at-Law, Alan Leong SC’s Chambers on the panel, moderated by Aruna de Silva, Counsel at F. J. and G. de Saram.",
    "The panel on Day 04 will discuss Sri Lanka’s commercial mediation landscape with panellists both local and international joining in: James Claxton, Associate Professor at the Waseda University, Japan, Nirmalan Wigneswaran, Deputy Solicitor General, Sri Lanka, and Mahdev Mohan, Consultant at Simha Law, Singapore.",
    "The discussion will be moderated by Dilumi de Alwis, AAL. Scheduled for the same evening is another informative panel discussion on arbitrating Intellectual Property disputes. The discussion moderated by Dr. Milhan Ikram Mohamed, AAL, will have a panel consisting of Chandaka Jayasundere, President’s Counsel; Kartikey Mahajan, Partner at Khaitan and Co. Singapore; and Shanaka Cooray AAL.",
    "The week is set to end on a high and progressive note with a discussion directed towards the future, with a dedicated session for NextGen practitioners, highlighting opportunities for training and experience, on Day 05. The panelists from diverse backgrounds would be Prof. Rajesh Sharma, Senior Lecturer at RMIT University Australia; Ms. Shehara Varia, Partner at the F. J. and G. de Saram; Mr. Chatura Randeniya, Partner at Afridi and Angell; and Ms. Nirusha Ratnatunga, Partner at Nithya Partners. The discussion will be moderated by Mr. Shamir Zavahir, AAL.",
    "“Colombo Arbitration Week 2022 hopes to inspire a pathway for Sri Lanka to emerge as a leader in ADR in the Asian Region,” said Colombo Arbitration Week 2022 Chairperson Sulaiman Rameez."
  ],
  "translate": {
    "si": {
      "title": "කොළඹ බේරුම්කරණ සතිය 2022 අදින් ආරම්භ වේ",
      "body_lines": [
        "විකල්ප ආරවුල් විසඳීමට (ADR) සම්බන්ධ දේශීය මෙන්ම ජාත්‍යන්තර පාර්ශ්වකරුවන් එක් කරමින් පළමු වරට 2022 කොළඹ බේරුම්කරණ සතිය අද ආරම්භ වේ.",
        "සතියේ උත්සවාකාර සමාරම්භක උත්සවය රාමඩා හෝටලයේ භෞතික සැසියක් සමඟ දෙමුහුන් ආකෘතියෙන් පැවැත්වේ. අනෙකුත් සියලුම සැසි මාර්ගගත වන අතර www.colomboarbitrationweek.com වෙබ් අඩවිය හරහා ලියාපදිංචි විය හැක.",
        "සතියක් පුරා පැවැත්වෙන මෙම උත්සවය ජාත්‍යන්තර වෙළඳ නීතිය පිළිබඳ එක්සත් ජාතීන්ගේ කොමිසම (UNCITRAL) ඇතුළු ප්‍රධාන පාර්ශවකරුවන් සමඟ සහයෝගීව සත්කාරකත්වය දරන අතර, Afridi and Angell (UAE), Fangda Partners (Hong Kong) සහ The Arbitration Chambers (Singapore) විසින් සහාය දක්වයි. වෙනත් ජාත්‍යන්තර නීති සමාගම්, ප්‍රමුඛ සමාගම් සහ වෙනත් උනන්දුවක් දක්වන ආයතන සමඟ.",
        "මෙම රැස්වීම ශ්‍රී ලංකාවේ ADR හි අනාගතය කෙබඳු වේද යන්න පිළිබඳව සාකච්ඡා කිරීම සහ ඉදිරිදර්ශන සහ දැනුම බෙදාගැනීමේ අරමුණින් පිහිටුවා ඇත. උසාවි සහ අධිකරණ යටිතල පහසුකම්වලට අධික බරක් පටවා ඇති නඩු සංඛ්‍යාව වැඩිවීමක් පවතින පසුබිමක් දැනට පවතින අතර, බොහෝ රටවල් කරුණු වඩාත් කාර්යක්ෂමව විසඳීම සඳහා විකල්ප ආරවුල් නිරාකරණය දෙස බලයි.",
        "විකල්ප ආරවුල් විසඳීමට මූලික වශයෙන් බේරුම්කරණය, මැදිහත්වීම සහ සමථකරණය ඇතුළත් වේ. කොළඹ බේරුම්කරණ සතිය 2022 ජූනි 5 දක්වා බේරුම්කරණය සහ සමථකරණය යන ක්ෂේත්‍රවල ප්‍රයෝජනවත් තේමා කිහිපයක් සාකච්ඡා කිරීම සඳහා බේරුම්කරණය සහ සමථකරණය පිළිබඳ කීර්තිමත් ප්‍රවීණයන් ඉදිරිපත් කිරීමට නියමිතය.",
        "සතිය ආරම්භ වන්නේ ආරම්භක අදහස් දැක්වීමෙන් අනතුරුව 01 වන දින සඳහා විද්වත් කථිකාවක් පැවැත්වීමෙන් අනතුරුවයි. මෙම සාකච්ඡාව ශ්‍රී ලංකාවේ යෝජිත බේරුම්කරණ පනත සහ ශ්‍රී ලංකාවේ බේරුම්කරණයේ ප්‍රගතිය පිළිබඳ එහි වැදගත්කම පිළිබඳව අවධානය යොමු කරනු ඇත. මෙම මණ්ඩලයට ෆීජි ශ්‍රේෂ්ඨාධිකරණයේ විනිසුරු සලීම් මර්සූෆ්, ශ්‍රේෂ්ඨාධිකරණ විනිසුරු අර්ජුන ඔබේසේකර, කොළඹ නීති සන්ධානයේ ප්‍රධාන නීතිඥ ආචාර්ය අසංග ගුණවංශ, ක්ලිෆර්ඩ් චාන්ස් හි ජ්‍යෙෂ්ඨ උපදේශක ආචාර්ය රොමේෂ් වීරමන්ත්‍රි, UNCITRAL ජුඩිත්හි නීති නිලධාරී සහ නීත්‍යානුකූල නිලධාරී මණ්ඩලය ඇතුළත් වේ. සැසිවාරය මෙහෙයවනු ලබන්නේ AAL ශානක කුරේ විසිනි.",
        "02 වන දිනට සැලසුම් කර ඇත්තේ තවත් ඵලදායි කමිටු සාකච්ඡාවක් වන අතර මෙය ඉදිකිරීම් ආරවුල් වලදී බහු-ස්ථර ආරවුල් විසඳීමේ වගන්ති භාවිතය පිළිබඳ වේ. AIAC හි හිටපු අධ්‍යක්ෂ සහ AIADR හි සභාපති Datuk මහාචාර්ය Sundra Rajoo, ජනාධිපති නීතිඥ Avindra Rodrigo, Colombo Law Alliance හි ප්‍රධාන නීතීඥ ආචාර්ය අසංග ගුණවංශ සහ Pinsent Masons Hong Kong Mohammed Talib හි හවුල්කරුගෙන් මෙම මණ්ඩලය සමන්විත වේ. මෙම සාකච්ඡාව මෙහෙයවනු ලබන්නේ ඩී.එල්. හි නීතීඥ සුරේන් ද සිල්වා විසිනි. සහ F. ද සේරම්.",
        "03 වැනි දිනට ශ්‍රී ලංකාවේ ආයතනික දැවැන්තයන්ගේ සහභාගිත්වයෙන් “ආයතනික සංසදය” නමින් සංවෘත දොර වටමේස සාකච්ඡාවක් ඇතුළත් වන අතර මෙම සාකච්ඡාවට AAL සුරේන් ඥානරාජ් සහ AAL සහ ආයතනික උපදේශක ෂෙහාන් ගුණවර්ධන සහභාගි වන අතර වටමේසය මෙහෙයවනු ලබන්නේ AAL ජානක විසිනි. බාසුරිය.",
        "මින් අනතුරුව, ජනාධිපති නීතිඥ රොමේෂ් ද සිල්වා මහතා සමඟ \" බේරුම්කරණයේ අන්තර්වාර සහ හදිසි සහන සැරිසැරීම\" පිළිබඳ ආකර්ශනීය කමිටු සාකච්ඡාවක් පැවැත්වේ. ජනාධිපති නීතිඥ ආචාර්ය හර්ෂ කබ්රාල්, Olga Boltenko, Fangda Partners හි හවුල්කරු; සහ හරප්‍රබ්දීප් සිං, නීතිඥ මණ්ඩලයේ ඇලන් ලියොන්ග් SC ගේ කුටියේ නීතිඥ අරුණ ද සිල්වා, F. J. සහ G. de Saram විසින් මෙහෙයවන ලදී.",
        "04 වන දින මණ්ඩලය විසින් ශ්‍රී ලංකාවේ වාණිජ මැදිහත්වීම් භූ දර්ශනය පිළිබඳව දේශීය සහ ජාත්‍යන්තර යන දෙඅංශයෙන්ම මඩුලිකරුවන් සමඟ සාකච්ඡා කරනු ඇත: ජපානයේ Waseda විශ්ව විද්‍යාලයේ සහකාර මහාචාර්ය ජේම්ස් ක්ලැක්ස්ටන්, ශ්‍රී ලංකාවේ නියෝජ්‍ය සොලිසිටර් ජනරාල් නිර්මලන් විග්නේෂ්වරන් සහ Simha හි උපදේශක මහදේව් මෝහන් නීතිය, සිංගප්පූරුව.",
        "සාකච්ඡාව මෙහෙයවනු ලබන්නේ AAL, දිලුමි ද අල්විස් විසිනි. බුද්ධිමය දේපළ ආරවුල් බේරුම් කිරීම පිළිබඳ තවත් තොරතුරු සහිත කමිටු සාකච්ඡාවක් එදිනම සවස පැවැත්වීමට සැලසුම් කර ඇත. AAL හි ආචාර්ය මිල්හාන් ඉක්‍රම් මොහොමඩ් විසින් මෙහෙයවන ලද සාකච්ඡාවට ජනාධිපති නීතීඥ චන්දක ජයසුන්දරගෙන් සමන්විත මණ්ඩලයක් ඇත. Kartikey Mahajan, Khaitan and Co. Singapore හි හවුල්කරු; සහ ශානක කුරේ ඒ.ඒ.එල්.",
        "05 වන දින පුහුණුවීම් සහ පළපුරුද්ද සඳහා අවස්ථා ඉස්මතු කරමින් NextGen වෘත්තිකයන් සඳහා කැපවූ සැසියක් සමඟින් අනාගතය දෙසට යොමු කෙරෙන සාකච්ඡාවකින් සතිය ඉහළ සහ ප්‍රගතිශීලී සටහනකින් අවසන් වීමට නියමිතය. ඕස්ට්‍රේලියාවේ RMIT විශ්ව විද්‍යාලයේ ජ්‍යෙෂ්ඨ කථිකාචාර්ය; ෂෙහාරා වාරියා මෙනවිය, එෆ්.ජේ සහ ජී. ද සේරම් හි සහකරු; අෆ්රිඩි සහ ඒන්ජල් හි හවුල්කරු චතුර රන්දෙණිය මහතා; සහ Nithya Partners හි සහකරු නිරූෂා රත්නතුංග මෙනවිය. සාකච්ඡාව මෙහෙයවනු ලබන්නේ AAL, Shamir Zavahir මහතා විසිනි.",
        "\"2022 කොළඹ බේරුම්කරණ සතිය ශ්‍රී ලංකාවට ආසියානු කලාපයේ ADR හි ප්‍රමුඛයා ලෙස නැගී සිටීමේ මාවතක් දිරිමත් කිරීමට බලාපොරොත්තු වේ\" යනුවෙන් කොළඹ බේරුම්කරණ සතියේ 2022 සභාපති සුලෙයිමාන් රමීස් පැවසීය."
      ]
    },
    "ta": {
      "title": "கொழும்பு மத்தியஸ்த வாரம் 2022 இன்று ஆரம்பமாகிறது",
      "body_lines": [
        "முதன்முறையாக 2022 ஆம் ஆண்டுக்கான கொழும்பு மத்தியஸ்த வாரம், மாற்றுத் தகராறு தீர்வில் (ADR) ஈடுபட்டுள்ள உள்ளூர் மற்றும் சர்வதேச பங்குதாரர்களை ஒன்றிணைக்கும் வகையில் இன்று ஆரம்பமாகவுள்ளது.",
        "வாரத்தின் சம்பிரதாய தொடக்க விழா ஹோட்டல் ரமடாவில் உடல் அமர்வுகளுடன் கலப்பின வடிவத்தில் உள்ளது. மற்ற அனைத்து அமர்வுகளும் ஆன்லைனில் உள்ளன மற்றும் www.colomboarbitrationweek.com என்ற இணையதளம் வழியாக பதிவு செய்யலாம்.",
        "சர்வதேச வர்த்தகச் சட்டத்திற்கான ஐக்கிய நாடுகளின் ஆணையம் (UNCITRAL) உட்பட முக்கிய பங்குதாரர்களுடன் இணைந்து ஒரு வார கால நிகழ்வு நடத்தப்படுகிறது, மேலும் அஃப்ரிடி மற்றும் ஏஞ்சல் (யுஏஇ), ஃபாங்டா பார்ட்னர்ஸ் (ஹாங்காங்) மற்றும் தி ஆர்பிட்ரேஷன் சேம்பர்ஸ் (சிங்கப்பூர்) ஆகியோரால் ஆதரிக்கப்படுகிறது. பல சர்வதேச சட்ட நிறுவனங்கள், முன்னணி கார்ப்பரேட்கள் மற்றும் பிற ஆர்வமுள்ள நிறுவனங்கள்.",
        "இலங்கையில் ADR இன் எதிர்காலம் எப்படி இருக்கும் என்பது பற்றிய கலந்துரையாடல்கள் மற்றும் முன்னோக்குகள் மற்றும் அறிவைப் பகிர்ந்து கொள்ளும் நோக்கத்துடன் இந்த சந்திப்பு அமைக்கப்பட்டுள்ளது. தற்போது நீதிமன்றங்கள் மற்றும் நீதித்துறை உள்கட்டமைப்பில் அதிக சுமைகளை சுமத்தியுள்ள வழக்குகளின் எண்ணிக்கை அதிகரித்துள்ள பின்னணியில், பெரும்பாலான நாடுகள் பிரச்சினைகளை மிகவும் திறமையாக தீர்க்க மாற்று தகராறு தீர்வை பார்க்கின்றன.",
        "மாற்று தகராறு தீர்வு முதன்மையாக மத்தியஸ்தம், மத்தியஸ்தம் மற்றும் சமரசம் ஆகியவற்றை உள்ளடக்கியது. கொழும்பு மத்தியஸ்த வாரம் 2022 ஜூன் 5 வரை, மத்தியஸ்தம் மற்றும் மத்தியஸ்தம் ஆகிய துறைகளில் பல நன்மை பயக்கும் கருப்பொருள்களைப் பற்றி விவாதிப்பதற்காக, நடுவர் மற்றும் மத்தியஸ்தத்தில் சிறந்த நிபுணர்கள் இடம்பெற உள்ளது.",
        "வாரமானது ஆரம்பக் குறிப்புகளுடன் ஆரம்பமாகும், அதன் பின்னர் 01 ஆம் திகதிக்கான குழு கலந்துரையாடல் இடம்பெறும். இந்த கலந்துரையாடல் இலங்கையில் முன்மொழியப்பட்ட நடுவர் சட்டம் மற்றும் இலங்கையில் மத்தியஸ்தத்தின் முன்னேற்றம் குறித்த அதன் முக்கியத்துவம் குறித்து கவனம் செலுத்தப்படும். இந்தக் குழுவில் பிஜியின் உச்ச நீதிமன்ற நீதிபதி சலீம் மர்சூப், உச்ச நீதிமன்ற நீதிபதி அர்ஜுன ஒபேசேகர, கொழும்பு சட்டக் கூட்டணியின் தலைமை ஆலோசகர் கலாநிதி அசங்க குணவன்ச, கிளிஃபோர்ட் சான்ஸின் சிரேஷ்ட ஆலோசகர் கலாநிதி ரொமேஷ் வீரமந்த்ரி, யுஎன்சிட்ரல் ஜூடித் சட்ட அதிகாரி ஆகியோர் அடங்குவர். இந்த அமர்வை ஏஏஎல் ஷானக குரே வழிநடத்துவார்.",
        "02 ஆம் நாள் திட்டமிடப்பட்டது மற்றொரு பயனுள்ள குழு விவாதமாகும், மேலும் இது கட்டுமான தகராறுகளில் பல அடுக்கு தகராறு தீர்க்கும் உட்பிரிவுகளைப் பயன்படுத்துவதாகும். இந்தக் குழுவில் AIAC இன் முன்னாள் இயக்குநரும் AIADR இன் தலைவருமான டத்தோ பேராசிரியர் சுந்தர் ராஜூ, ஜனாதிபதி சட்டத்தரணி அவிந்திர ரோட்ரிகோ, கொழும்பு சட்டக் கூட்டணியின் தலைமை ஆலோசகர் கலாநிதி அசங்க குணவன்சா மற்றும் பின்சென்ட் மேசன்ஸ் ஹொங்கொங் மொஹமட் தாலிபின் பங்குதாரர் ஆகியோர் அடங்குவர். இந்த கலந்துரையாடல் டி.எல்., சட்டத்தரணி சுரேன் டி சில்வாவால் நடத்தப்படும். மற்றும் எஃப். டி சாரம்.",
        "03ஆம் நாள் இலங்கையின் பெருநிறுவனங்களின் பங்குபற்றுதலுடன் “த கார்ப்பரேட் மன்றம்” என்ற மூடிய கதவு வட்டமேசை கலந்துரையாடல் இடம்பெற்றுள்ளது. பசுரியா.",
        "இதைத் தொடர்ந்து, ஜனாதிபதி சட்டத்தரணி ரொமேஷ் டி சில்வாவுடன், \"நடுநிலை மற்றும் அவசரகால நிவாரணம் தொடர்பான இடைக்கால மற்றும் அவசர உதவிகளை வழிநடத்துதல்\" என்ற தலைப்பில் குழு விவாதம் நடைபெறும். டாக்டர் ஹர்ஷா கப்ரால், ஜனாதிபதி சட்டத்தரணி; ஓல்கா போல்டென்கோ, ஃபாங்டா பார்ட்னர்ஸில் பார்ட்னர்; மற்றும் ஹர்பிரப்தீப் சிங், பாரிஸ்டர்-அட்-லா, ஆலன் லியோங் எஸ்சியின் அறைகள் குழுவில், நடுவர் அருணா டி சில்வா, எஃப்.ஜே. மற்றும் ஜி. டி சாரம் ஆகியோரின் ஆலோசகர்.",
        "04 ஆம் நாள் குழு இலங்கையின் வர்த்தக மத்தியஸ்த நிலப்பரப்பைப் பற்றி கலந்துரையாடும். இதில் உள்ளுர் மற்றும் சர்வதேச பட்டியலாளர்களுடன் இணைந்துள்ளனர்: ஜேம்ஸ் கிளாக்ஸ்டன், ஜப்பான் வசேடா பல்கலைக்கழகத்தின் இணைப் பேராசிரியர், நிர்மலன் விக்னேஸ்வரன், இலங்கையின் பிரதி சொலிசிட்டர் ஜெனரல் மற்றும் சிம்ஹாவின் ஆலோசகர் மஹ்தேவ் மோகன் சட்டம், சிங்கப்பூர்.",
        "கலந்துரையாடலை திலுமி டி அல்விஸ், ஏ.ஏ.எல். அறிவுசார் சொத்துப் தகராறுகளை தீர்ப்பதற்கான மற்றொரு தகவல் குழு விவாதம் அதே மாலையில் திட்டமிடப்பட்டுள்ளது. கலாநிதி மில்ஹான் இக்ரம் மொஹமட், AAL, நடுவர்களினால் நடத்தப்படும் கலந்துரையாடலில் ஜனாதிபதி சட்டத்தரணி சந்தக ஜயசுந்தரே ஆகியோர் அடங்கிய குழுவொன்று இருக்கும்; கார்த்திகே மகாஜன், கைதான் அண்ட் கோ சிங்கப்பூரில் பங்குதாரர்; மற்றும் ஷனக குரே AAL.",
        "05 ஆம் தேதி, பயிற்சி மற்றும் அனுபவத்திற்கான வாய்ப்புகளை முன்னிலைப்படுத்தும் நெக்ஸ்ட்ஜென் பயிற்சியாளர்களுக்கான பிரத்யேக அமர்வுடன், எதிர்காலத்தை நோக்கிய கலந்துரையாடலுடன் இந்த வாரம் ஒரு உயர் மற்றும் முற்போக்கான குறிப்பில் முடிவடைகிறது. பல்வேறு பின்னணியில் இருந்து குழு உறுப்பினர்கள் பேராசிரியர் ராஜேஷ் ஷர்மா ஆவார்கள். ஆஸ்திரேலியாவின் RMIT பல்கலைக்கழகத்தில் மூத்த விரிவுரையாளர்; திருமதி. ஷெஹாரா வரியா, F. J. மற்றும் G. de Saram இல் பங்குதாரர்; திரு. சதுர ரந்தெனிய, அஃப்ரிடி மற்றும் ஏஞ்சலின் பங்குதாரர்; மற்றும் திருமதி நிருஷா ரத்னதுங்க, நித்யா பார்ட்னர்ஸ் பங்குதாரர். கலந்துரையாடலை திரு. ஷமிர் ஜவாஹிர், ஏ.எல்.",
        "கொழும்பு மத்தியஸ்த வாரம் 2022 ஆசிய பிராந்தியத்தில் ADR இல் இலங்கை ஒரு முன்னணி நாடாக வெளிப்படுவதற்கான பாதையை ஊக்குவிக்கும் என நம்புகிறது” என கொழும்பு மத்தியஸ்த வாரம் 2022 தலைவர் சுலைமான் ரமீஸ் தெரிவித்தார்."
      ]
    }
  }
}