{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Rajapaksas-divided-the-nation-to-rule-it-came-together-to-demand-their-removal/172-234995",
  "time_ut": 1649702280,
  "title": "Rajapaksas divided the nation to rule; it came together to demand their removal",
  "body_lines": [
    "If you are depressed, like many millions of Sri Lankans are, by the perilous state of the country, everyday shortage of essentials and the nepotistic regime that hangs on to power, you might need something to feel positive.",
    "Look no further than protests in the Galle Face Green, and indeed, across the country. They offer a ray of hope for a future that is progressive, inclusive and tolerant.",
    "They are a refreshing alternative to rotten and rent-seeking domestic politics. Those who have gathered across the country to air their opposition to the incumbent regime are there out of their conviction for a better Sri Lanka. They are not your usual ‘Bath packet’ and a bottle of arrack protestors.",
    "They refused to be a sidekick of any political party. They are fiercely independent-minded to the extent that no political party dared to make a televised visit and grab a mic and speak to the media, the usual ruse of most political leaders.",
    "They come from all walks of life; the disabled war heroes, the differently abled, university students, factory managers, the unemployed and the cosplaying youth. They are inclusive of Sri Lanka’s all communities, of all religions, and of all places. They are microscopic of Sri Lanka.   They represent what Sri Lanka should aspire to be: a place that is tolerant, caring and inclusive.",
    "Consider the ongoing protests on the Galle Face Green, where the thousands of protestors have camped up. They set up a well-oiled mechanism to cater to basic needs from clearing the trash to providing emergency medical care.  Total strangers chipped in, volunteering in their expertise and bringing in food to feed thousands.",
    "As Muslims broke fast at the protest site, the others served food. Tamils lobbied for emergency medical supplies from diaspora donors to local hospitals which are running out of life-saving medicine.",
    "Two years ago, such unity was unthinkable. Gotabaya Rajapaksa championed Sinhala Buddhist racial exclusivism to win the presidency.  For the next two years, his regime, like his brother Mahinda’s did, thrived in racist dog-whistling and overt discrimination of minorities. They pitted communities against each other. The irony is that the incompetent and corrupt regime of the Rajapaksas has finally brought the nation together. That is something to be cheerful about!",
    "You should not have missed another important distinction: The usual culprits, the ageing monks, Octogenarian and borderline racist opinion-makers that media usually go for expert commentary on everything that matters (and who unmistakably utter some conspiracy theories and racist gibberish) have been thrown to the side-line by the youthful protestors. You did not get to hear from Maduluwawe Sobitha Thera or Gunadasa Amarasekara.",
    "They are indeed the other side of the coin of the Rajapaksa’s regime: Backword, regressive and more often than not racist. The cosmopolitan youth offer a refreshing alternative. The young and old, opinionated and progressive protestors have raised to the moment to take back their country not just from a kleptocratic familiocracy, but also from other usual yesterday garbage.",
    "They are the true owners of Sri Lanka’s future. Sri Lanka today is a different country than it was two years back. As much as it is poorer, it is of so much positive energy and hope. It is this new-found strength that should guide Sri Lanka - and not feudal ‘nobodies’ who become ‘somebodies’ by duping a large swathe of naïve population to get into the elected office and to rob the resources and sap the energy of the nation.",
    "Yet, the future of the nation and of its youth is slipping through our fingers. Sri Lankans stare at the gloomy days ahead. Even with the best of the efforts, the immediate future would be one of extreme hardship and economic pain. The Rupee is on a rapid downward spiral, having lost more than 60% against the dollar within a month.  Liquid foreign reserves are virtually non-existent. Temporary measures such as the Indian relief package would run out by May, exacerbating the power crisis. Hospitals are facing a crippling shortage of life-saving drugs.",
    "Though no official numbers exists - the website of the Department of Census and Statistics has not been updated for some time- Sri Lanka’s poverty rate has increased exponentially, probably by three-fold over the last twelve months. Gotabaya Rajapaksa’s overnight ban on chemical fertilizer pushed a large swathe of farming families (which number 1.8 million) into poverty. Extreme hunger is a major concern.",
    "The Rajapaksas are accused of serial robbery of the nation’s wealth, and they did so very skilfully and invested back some of the looted wealth through the middlemen. Protestors across the country want them to go home, but reimburse their looted wealth before that. Others want them to go to jail.",
    "Most third world rulers, who are unaccountable to their people and institutions, are crooks, but few have ruined the nation through a classic show of incompetency and politically calculated procrastination of urgent policy decisions as the Gotabaya Rajapaksa regime did. The foremost of all were the much delayed going to the IMF and debt restructuring, both for a mixture of political reasons and wheeler-dealing to pay off to the bondholders who bought Sri Lankan international Sovereign Bonds at 40% of the coupon price from the secondary market.",
    "Today Sri Lanka is a broken nation. But, Gotabaya Rajapaksa is insisting on business as usual. He has backtracked on a number of previous appointments of cronies like the Central Bank governor Ajith Nivard Cabrral and his own brother Basil Rajapaksa. Gota would throw any of his cronies under the bus for his political survival, and embrace any accommodating old nemesis. But he would not give up power.",
    "Elections would be in two years from now, the least and cash strapped Sri Lanka is in no place for snap elections either.",
    "How Sri Lanka would compel the Rajapaksas to give up their grip on the nation is tricky. The family expects the protests to lose stem. And the rent-seeking government MPs, even many of 41 MPs who claim they are independent, would not support the impeachment of the president.",
    "Unless local protests are intensified in a way as they did in Tunisia or Egypt- which might also result in them turning ugly - the Rajapaksas would ignore them.",
    "The main opposition SJB is pushing ahead with a no-confidence motion against the government, still, the required numbers are not yet forthcoming.  Impeachment of the president still would be a hard sell to the government MPs, though there appears an emerging consensus for a 21st Amendment to prune the powers of the executive presidency, which still need a two-third majority in Parliament.",
    "The international community have a role to play. So is the Sri Lankan diaspora.  The international community should demand political stability and accountability in Sri Lanka before any negotiations with the IMF and any form of a substantial aid package.  If nothing else, there is a good chance, that much of that relief being looted or misappropriated in the way US$ 7.6 billion of foreign reserves were burnt over two years to sustain an unsustainable Rupee peg and repay loans.",
    "Political stability in Sri Lanka should come through Gotabaya Rajapaksa handing the reins of power to an inclusive interim government.",
    "Sri Lankans abroad have made the world known that their country is ruined by a rogue familiacracy. They would have to chip into rebuild the nation when it is rescued. Asking Gota and Basil to come home to Los Angeles is welcome, but it would be better if they could lobby Washington to hold the duo accountable and return the looted money.",
    "Sri Lanka which is freed from the Rajapaksas’ regressive grip would be one full of promise and hope. It should be a place where people of all communities feel at home and could thrive. The protests across the country imbibe that hope. A kleptocratic familiocracy is preventing that dream become a reality. #Gotagohome"
  ],
  "translate": {
    "si": {
      "title": "රාජපක්ෂලා පාලනය කිරීමට ජාතිය බෙදුවා; එය ඔවුන් ඉවත් කිරීමට බල කිරීමට එක් විය",
      "body_lines": [
        "රටේ පවතින භයානක තත්ත්වය, එදිනෙදා අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟය සහ බලයේ එල්ලී සිටින ඥාති සංග්‍රහ පාලනය නිසා, මිලියන සංඛ්‍යාත ශ්‍රී ලාංකිකයන් මෙන්, ඔබ මානසික අවපීඩනයෙන් පෙළෙනවා නම්, ඔබට ධනාත්මක හැඟීමක් ඇති කර ගැනීමට යමක් අවශ්‍ය විය හැකිය.",
        "ගාලු මුවදොර පිටියේ සහ ඇත්ත වශයෙන්ම රට පුරා විරෝධතාවලට වඩා වැඩි යමක් බලන්න. ඔවුන් ප්‍රගතිශීලී, ඇතුළත් සහ ඉවසිලිවන්ත අනාගතයක් සඳහා බලාපොරොත්තුවේ කිරණ ඉදිරිපත් කරයි.",
        "ඔවුන් කුණු වූ සහ කුලියට ගන්නා දේශීය දේශපාලනයට ප්‍රබෝධමත් විකල්පයකි. පවතින රෙජීමයට විරුද්ධත්වය ප්‍රකාශ කිරීමට රටපුරා එක්රොක් වී සිටින අය සිටින්නේ යහපත් ශ්‍රී ලංකාවක් සඳහා වූ විශ්වාසයෙනි. ඔවුන් ඔබේ සුපුරුදු ‘බාත් පැකට්’ සහ අරක්කු බෝතලයක් නොවේ.",
        "ඔවුන් කිසිම දේශපාලන පක්ෂයක පාර්ශවකරුවෙකු වීම ප්‍රතික්ෂේප කළා. බොහෝ දේශපාලන නායකයන්ගේ සාමාන්‍ය කූට උපක්‍රමය වන රූපවාහිනී චාරිකාවකට ගොස් මයික් එකක් අල්ලාගෙන මාධ්‍යයට කතා කිරීමට කිසිදු දේශපාලන පක්ෂයක් එඩිතර නොවූ තරමට ඔවුහු දැඩි ස්වාධීන අදහස් ඇත්තෝ වෙති.",
        "ඔවුන් සියලු තරාතිරම්වල පැමිණේ; ආබාධිත රණවිරුවන්, ආබාධිතයන්, විශ්වවිද්‍යාල සිසුන්, කර්මාන්තශාලා කළමනාකරුවන්, රැකියා විරහිතයන් සහ සගයන් සමඟ සෙල්ලම් කරන තරුණයින්. ඔවුන් ශ්‍රී ලංකාවේ සියලුම ප්‍රජාවන්, සියලු ආගම් සහ සියලුම ස්ථාන ඇතුළත් වේ. ඒවා ශ්‍රී ලංකාවේ අන්වීක්ෂයි. ශ්‍රී ලංකාව අපේක්ෂා කළ යුතු දේ ඔවුන් නියෝජනය කරයි: ඉවසිලිවන්ත, සැලකිලිමත් සහ සියල්ල ඇතුළත් ස්ථානයක්.",
        "දහස් සංඛ්‍යාත විරෝධතාකරුවන් කඳවුරු බැඳගෙන සිටින ගාලුමුවදොර පිටියේ පවතින විරෝධතා සලකා බලන්න. ඔවුන් කුණු කසළ ඉවත් කිරීමේ සිට හදිසි වෛද්‍ය ප්‍රතිකාර ලබා දීම දක්වා මූලික අවශ්‍යතා සපුරාලීම සඳහා හොඳින් තෙල් සහිත යාන්ත්‍රණයක් පිහිටුවා ඇත. සම්පූර්ණයෙන්ම නාඳුනන අය ඔවුන්ගේ විශේෂඥභාවයෙන් ස්වේච්ඡාවෙන් ඉදිරිපත් වී දහස් ගණනක් පෝෂණය කිරීම සඳහා ආහාර ගෙන එන ලදී.",
        "උද්ඝෝෂණ භූමියේ මුස්ලිම්වරුන් උපවාසය කඩා දමද්දී අනෙක් අය ආහාර පිළිගැන්වූහ. ජීවිතාරක්ෂක ඖෂධ නොමැති දේශීය රෝහල් වෙත ඩයස්පෝරා පරිත්‍යාගශීලීන්ගෙන් හදිසි වෛද්‍ය සැපයුම් සඳහා දෙමළ ජනයා බලපෑම් කළහ.",
        "මීට වසර දෙකකට පෙර එවැනි එකමුතුවක් සිතාගත නොහැකි විය. ගෝඨාභය රාජපක්ෂ මහතා ජනාධිපති ධූරය දිනා ගැනීම සඳහා සිංහල බෞද්ධ වාර්ගික විශේෂත්වය වෙනුවෙන් පෙනී සිටියේය. ඊළඟ වසර දෙක තුළ, ඔහුගේ පාලනය, ඔහුගේ සොහොයුරු මහින්ද කළාක් මෙන්, ජාතිවාදී බලු ඝෝෂාවකින් සහ සුළු ජාතීන්ට වෙනස් ලෙස සැලකීමෙහි සමෘද්ධිමත් විය. ඔවුහු ප්‍රජාවන් එකිනෙකාට එරෙහිව ගැටූහ. උත්ප්‍රාසය නම් රාජපක්ෂලාගේ අදක්ෂ දූෂිත පාලනය අවසානයේ ජාතිය එක්තැන් කර තිබීමයි. එය සතුටු විය යුතු දෙයකි!",
        "ඔබට තවත් වැදගත් වෙනසක් මග හැරිය යුතු නැත: සාමාන්‍ය වැරදිකරුවන්, වයෝවෘද්ධ භික්ෂූන් වහන්සේලා, ඔක්ටෝජේරියන් සහ දේශසීමා ජාතිවාදී අදහස් ඇති කරන්නන් සාමාන්‍යයෙන් වැදගත් වන සෑම දෙයක් ගැනම විශේෂඥ විවරණ සඳහා යොමු වන (සහ සමහර කුමන්ත්‍රණ න්‍යායන් සහ ජාතිවාදී මෝඩයන් නොවරදවාම ප්‍රකාශ කරන) විසි කර ඇත. තරුණ විරෝධතාකරුවන් විසින් පැති රේඛාවට. මාදුළුවාවේ සෝභිත හිමිගෙන් හෝ ගුණදාස අමරසේකරගෙන් ඔබට අසන්නට ලැබුණේ නැත.",
        "ඔවුන් සැබවින්ම රාජපක්ෂ පාලනයේ කාසියේ අනෙක් පැත්තයි: පසුපෙළ, ප්‍රතිගාමී සහ බොහෝ විට ජාතිවාදී නොවේ. කොස්මොපොලිටන් යෞවනයන් ප්‍රබෝධමත් විකල්පයක් ඉදිරිපත් කරයි. බාල මහලු, මතිමතාන්තර සහ ප්‍රගතිශීලී විරෝධතාකරුවන් මේ මොහොත දක්වා නැගිට්ටේ ඔවුන්ගේ රට හුදෙක් කුහක කුලහීනත්වයකින් පමණක් නොව, වෙනත් සුපුරුදු ඊයේ කුණු වලින්ද ආපසු ගැනීමට ය.",
        "ශ්‍රී ලංකාවේ අනාගතයේ සැබෑ හිමිකරුවන් ඔවුන්ය. මීට වසර දෙකකට පෙර ශ්‍රී ලංකාව අද වෙනස් රටකි. එය දුප්පත් වන තරමට, එය ධනාත්මක ශක්තියක් සහ බලාපොරොත්තුවක් ඇත. ශ්‍රී ලංකාවට මඟ පෙන්විය යුත්තේ මේ අලුත් ශක්තියයි - ඡන්දයෙන් තේරී පත් වූ නිලතලයට ඇතුළු වීමටත්, සම්පත් කොල්ලකෑමට සහ ජාතියේ ශක්තිය හීන කිරීමටත් විශාල බොළඳ ජනතාවක් රවටා 'යමෙක්' බවට පත්වන වැඩවසම් 'නොබොඩීන්' නොවේ. .",
        "එහෙත්, ජාතියේ සහ එහි තාරුණ්‍යයේ අනාගතය අපගේ ඇඟිලි අතරින් ලිස්සා යමින් තිබේ. ශ්‍රී ලාංකිකයෝ ඉදිරි අඳුරු දින දෙස බලා සිටිති. හොඳම උත්සාහයන් සමඟ වුවද, ආසන්න අනාගතය අතිශය දුෂ්කරතා සහ ආර්ථික වේදනාවන්ගෙන් එකක් වනු ඇත. මාසයක් ඇතුළත ඩොලරයට සාපේක්ෂව රුපියල 60%කට වඩා වැඩි ප්‍රමාණයකින් පහත වැටී ඇත. ද්‍රව විදේශ සංචිත ප්‍රායෝගිකව නොපවතී. ඉන්දියානු සහන පැකේජය වැනි තාවකාලික ක්‍රියාමාර්ග මැයි මාසය වන විට අවසන් වනු ඇති අතර එය විදුලි අර්බුදය උග්‍ර කරයි. ජීවිතාරක්ෂක ඖෂධ හිඟයකට රෝහල් මුහුණ දී සිටී.",
        "නිල සංඛ්‍යා නොමැති වුවද - ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුවේ වෙබ් අඩවිය කලකට යාවත්කාලීන කර නැත - ශ්‍රී ලංකාවේ දරිද්‍රතා අනුපාතය පසුගිය මාස දොළහ තුළ තුන් ගුණයකින් ඝාතීය ලෙස ඉහළ ගොස් ඇත. ගෝඨාභය රාජපක්ෂගේ එක රැයකින් රසායනික පොහොර තහනම් කිරීම ගොවි පවුල් විශාල ප්‍රමාණයක් (එයින් මිලියන 1.8 ක්) දරිද්‍රතාවයට තල්ලු කළේය. අධික කුසගින්න ප්‍රධාන ගැටලුවකි.",
        "ජාතියේ ධනය මංකොල්ලකෑම සම්බන්ධයෙන් රාජපක්ෂවරුන්ට චෝදනා එල්ල වන අතර, ඔවුන් එය ඉතා දක්ෂ ලෙස සිදු කළ අතර කොල්ලකෑ ධනයෙන් කොටසක් අතරමැදියන් හරහා ආපසු ආයෝජනය කළහ. රට පුරා සිටින විරෝධතාකරුවන්ට අවශ්‍ය වන්නේ ඔවුන් ගෙදර යාමටය, නමුත් ඊට පෙර ඔවුන්ගේ කොල්ලකන ලද ධනය ආපසු ගෙවන්න. තවත් අය හිරේ යන්න ඕන.",
        "තම ජනතාවට සහ ආයතනවලට වග කිව නොහැකි තුන්වන ලෝකයේ පාලකයින් බොහෝ දෙනෙක් තක්කඩියන් වන නමුත් ගෝඨාභය රාජපක්ෂ පාලනය කළාක් මෙන් අදක්ෂකමේ සම්භාව්‍ය සංදර්ශනයකින් සහ දේශපාලනිකව ගණන් බලා හදිසි ප්‍රතිපත්තිමය තීරණ කල් දැමීමෙන් ජාතිය විනාශ කර ඇත්තේ ස්වල්ප දෙනෙකි. ශ්‍රී ලංකා ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර ද්විතීයික මිලෙන් 40%කට කූපන් මිලට ගත් බැඳුම්කර හිමියන්ට ගෙවීමට දේශපාලන හේතු සහ රෝද ගනුදෙනු යන දෙකෙහිම මිශ්‍රණයක් නිසා IMF වෙත යාම සහ ණය ප්‍රතිව්‍යුහගත කිරීම ප්‍රමාද වීම සියල්ලටම වඩා ප්‍රධාන වේ. වෙලඳපොල.",
        "අද ලංකාව කැඩිච්ච ජාතියක්. එහෙත්, ගෝඨාභය රාජපක්ෂ සුපුරුදු පරිදි කටයුතු කිරීමට අවධාරනය කරයි. ඔහු මීට පෙර මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල් සහ ඔහුගේම සොහොයුරු බැසිල් රාජපක්ෂ වැනි හිතවතුන්ගේ පත්වීම් ගණනාවකින් පසුබැස ඇත. ගෝඨා තම දේශපාලන පැවැත්ම සඳහා තම ගජමිතුරන් කවුරුන් හෝ බස් රථය යටට දමා ඕනෑම පැරණි සතුරෙකු වැළඳ ගනු ඇත. නමුත් ඔහු බලය අතහරින්නේ නැහැ.",
        "මෙතැන් සිට වසර දෙකකින් මැතිවරණ පැවැත්වෙනු ඇත, අවම සහ මුදල් හිඟ ශ්‍රී ලංකාව හදිසි මැතිවරණ සඳහා ද තැනක් නැත.",
        "ජාතියේ ග්‍රහණය අත්හරින ලෙස ශ්‍රී ලංකාව රාජපක්ෂවරුන්ට බල කරන්නේ කෙසේද යන්න උපක්‍රමශීලී ය. පවුලේ අය අපේක්ෂා කරන්නේ විරෝධතාවල කඳ අහිමි වනු ඇති බවයි. එමෙන්ම තමන් ස්වාධීන යැයි කියා ගන්නා මන්ත්‍රීවරුන් 41 දෙනාගෙන් බහුතරයක් වුව කුලියට ගන්නා ආණ්ඩුවේ මන්ත්‍රීවරු ද ජනාධිපතිවරයාට එරෙහි දෝෂාභියෝගයට සහාය නොදක්වති.",
        "ටියුනීසියාවේ හෝ ඊජිප්තුවේ කළාක් මෙන් දේශීය විරෝධතා තීව්‍ර නොකළහොත් - එය ඔවුන් කැත බවට පත් කිරීමට ද හේතු විය හැකි නම් - රාජපක්ෂලා ඒවා නොසලකා හරිනු ඇත.",
        "ප්‍රධාන විපක්ෂය වන SJB ආණ්ඩුවට එරෙහිව විශ්වාසභංගයක් ගෙන එමින් සිටින නමුත් තවමත් අවශ්‍ය සංඛ්‍යාව ලැබී නැත. පාර්ලිමේන්තුවේ තුනෙන් දෙකක බලයක් අවශ්‍ය වන විධායක ජනාධිපති ක්‍රමයේ බලතල කප්පාදු කිරීම සඳහා 21 වැනි සංශෝධනයක් ගෙන ඒම සඳහා නැගී එන එකඟතාවක් පෙනෙන්නට තිබුණද, ජනාධිපතිවරයාට දෝෂාභියෝගය තවමත් ආණ්ඩුවේ මන්ත්‍රීවරුන්ට දැඩි ලෙස විකිණීමක් වනු ඇත.",
        "ජාත්‍යන්තර ප්‍රජාවට කාර්යභාරයක් තිබෙනවා. ශ්‍රී ලාංකික ඩයස්පෝරාවත් එහෙමයි. ජාත්‍යන්තර ප්‍රජාව ශ්‍රී ලංකාව තුළ දේශපාලන ස්ථාවරත්වය සහ වගවීම ඉල්ලා සිටිය යුත්තේ ජාත්‍යන්තර මූල්‍ය අරමුදල හා ඕනෑම ආකාරයක සැලකිය යුතු ආධාර පැකේජයක් සමඟ සාකච්ඡා කිරීමට පෙරය. අන් කිසිවක් නොවේ නම්, තිරසාර නොවන රුපියල පවත්වා ගෙන යාමට සහ ණය ගෙවීම සඳහා වසර දෙකක් තුළ ඩොලර් බිලියන 7.6 ක විදේශ සංචිත පුළුස්සා දැමූ ආකාරයෙන් එම සහනයෙන් වැඩි ප්‍රමාණයක් කොල්ලකෑමට හෝ අයථා ලෙස පරිහරණය කිරීමට හොඳ අවස්ථාවක් තිබේ.",
        "ශ්‍රී ලංකාවේ දේශපාලන ස්ථාවරත්වය පැමිණිය යුත්තේ ගෝඨාභය රාජපක්ෂ මහතා ඇතුළු අන්තර්වාර රජයකට බලය පැවරීම හරහාය.",
        "විදේශගත ශ්‍රී ලාංකිකයන් තම රට තක්කඩි තක්කඩිකමකින් විනාශ වී ඇති බව ලොවම ප්‍රකට කර ඇත. ජාතිය ගලවා ගත් විට එය නැවත ගොඩනැගීමට ඔවුන්ට සිදුවනු ඇත. ගෝඨාටයි බැසිල්ටයි ලොස් ඇන්ජලීස් වල ගෙදර එන්න කියන එක සාදරයෙන් පිළිගන්නවා, හැබැයි වොෂින්ටනයට බලපෑම් කරලා දෙන්නව වගකියන්න කියලා, කොල්ල කෑ සල්ලි ආපහු දෙන්න පුළුවන් නම් හොඳයි.",
        "රාජපක්ෂලාගේ ප්‍රතිගාමී ග්‍රහණයෙන් නිදහස් වූ ශ්‍රී ලංකාව පොරොන්දු සහ බලාපොරොත්තුවෙන් පිරුණු එකක් වනු ඇත. එය සෑම ප්‍රජාවකටම අයත් මිනිසුන්ට නිවහනක් දැනෙන සහ දියුණු විය හැකි ස්ථානයක් විය යුතුය. රට පුරා ඇති වී තිබෙන විරෝධතා ඒ බලාපොරොත්තුව උද්දීපනය කරයි. ක්ලෙප්ටොක්‍රැටික් හුරුපුරුදුකමක් එම සිහිනය යථාර්ථයක් වීම වළක්වයි. #Gotagohome"
      ]
    },
    "ta": {
      "title": "ராஜபக்சேக்கள் ஆட்சி செய்வதற்காக தேசத்தைப் பிரித்தார்கள்; அவர்களை அகற்றக் கோரி ஒன்றிணைந்தது",
      "body_lines": [
        "நாட்டின் ஆபத்தான நிலை, அன்றாட அத்தியாவசியப் பற்றாக்குறை மற்றும் அதிகாரத்தில் தொங்கிக்கொண்டிருக்கும் தேசபக்தி ஆட்சி ஆகியவற்றால், பல மில்லியன் இலங்கையர்களைப் போல், நீங்கள் மனச்சோர்வடைந்திருந்தால், நேர்மறையான உணர்வை ஏற்படுத்த உங்களுக்கு ஏதாவது தேவைப்படலாம்.",
        "காலி முகத்திடலில், மற்றும் உண்மையில், நாடு முழுவதும் போராட்டங்களைத் தவிர வேறு எதையும் பார்க்க வேண்டாம். அவை முற்போக்கான, உள்ளடக்கிய மற்றும் சகிப்புத்தன்மை கொண்ட எதிர்காலத்திற்கான நம்பிக்கையின் கதிரை வழங்குகின்றன.",
        "அழுகிய மற்றும் வாடகைக்கு தேடும் உள்நாட்டு அரசியலுக்கு அவை புத்துணர்ச்சியூட்டும் மாற்றாக இருக்கின்றன. தற்போதைய ஆட்சிக்கு எதிராக தங்கள் எதிர்ப்பை வெளிப்படுத்துவதற்காக நாடு முழுவதும் ஒன்றுகூடியவர்கள், சிறந்த இலங்கைக்கான தங்கள் உறுதிப்பாட்டிலிருந்து வெளியேறியுள்ளனர். அவர்கள் உங்கள் வழக்கமான ‘பாத் பாக்கெட்’ மற்றும் ஒரு பாட்டில் அரக்கு எதிர்ப்பாளர்கள் அல்ல.",
        "அவர்கள் எந்த அரசியல் கட்சிக்கும் பக்கபலமாக இருக்க மறுத்துவிட்டனர். பெரும்பாலான அரசியல் தலைவர்களின் வழக்கமான தந்திரமாக எந்த அரசியல் கட்சியும் தொலைக்காட்சியில் சென்று மைக்கைப் பிடித்து ஊடகங்களில் பேசத் துணியாத அளவுக்கு அவர்கள் கடுமையான சுதந்திர மனப்பான்மை கொண்டவர்கள்.",
        "அவர்கள் எல்லாத் தரப்பிலிருந்தும் வருகிறார்கள்; ஊனமுற்ற போர்வீரர்கள், மாற்றுத்திறனாளிகள், பல்கலைக்கழக மாணவர்கள், தொழிற்சாலை மேலாளர்கள், வேலையில்லாதவர்கள் மற்றும் விளையாட்டு இளைஞர்கள். அவர்கள் இலங்கையின் அனைத்து சமூகங்களையும், அனைத்து மதங்களையும், அனைத்து இடங்களையும் உள்ளடக்கியவர்கள். அவை இலங்கையின் நுண்ணியவை. இலங்கை என்னவாக இருக்க வேண்டும் என்று விரும்புகிறதோ அதை அவை பிரதிநிதித்துவப்படுத்துகின்றன: சகிப்புத்தன்மை, அக்கறை மற்றும் உள்ளடக்கிய இடம்.",
        "ஆயிரக்கணக்கான போராட்டக்காரர்கள் முகாமிட்டுள்ள காலி முகத்திடல் மைதானத்தில் நடந்து வரும் போராட்டங்களைக் கவனியுங்கள். குப்பைகளை அகற்றுவது முதல் அவசர மருத்துவ சேவை வழங்குவது வரையிலான அடிப்படைத் தேவைகளைப் பூர்த்தி செய்ய நன்கு எண்ணெய் தடவிய பொறிமுறையை அவர்கள் அமைத்துள்ளனர். முற்றிலும் அந்நியர்கள் தங்கள் நிபுணத்துவத்தில் தன்னார்வத் தொண்டு செய்து ஆயிரக்கணக்கானவர்களுக்கு உணவளிக்க உணவைக் கொண்டு வந்தனர்.",
        "போராட்ட தளத்தில் முஸ்லிம்கள் நோன்பு துறந்தபோது, ​​மற்றவர்கள் உணவு பரிமாறினர். உயிர்காக்கும் மருந்து இல்லாமல் இருக்கும் உள்ளூர் மருத்துவமனைகளுக்கு புலம்பெயர் நன்கொடையாளர்களிடமிருந்து அவசர மருத்துவப் பொருட்களுக்காக தமிழர்கள் வற்புறுத்தினார்கள்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு, அத்தகைய ஒற்றுமை நினைத்துப் பார்க்க முடியாதது. கோட்டாபய ராஜபக்ச ஜனாதிபதி பதவியை வெல்வதற்காக சிங்கள பௌத்த இன தனித்துவத்தை முன்னிறுத்தினார். அடுத்த இரண்டு ஆண்டுகளுக்கு, அவரது ஆட்சி, அவரது சகோதரர் மகிந்தவைப் போலவே, இனவாத நாய் விசில் மற்றும் சிறுபான்மையினரின் வெளிப்படையான பாகுபாடு ஆகியவற்றில் வளர்ந்தது. சமூகங்களை ஒன்றுக்கொன்று எதிராகப் போட்டியிட்டனர். ராஜபக்ஷக்களின் திறமையற்ற மற்றும் ஊழல் நிறைந்த ஆட்சி இறுதியாக தேசத்தை ஒன்றிணைத்துள்ளது என்பதுதான் நகைமுரண். இது மகிழ்ச்சியாக இருக்க வேண்டிய விஷயம்!",
        "மற்றுமொரு முக்கியமான வேறுபாட்டை நீங்கள் தவறவிட்டிருக்கக் கூடாது: வழக்கமான குற்றவாளிகள், வயதான துறவிகள், எக்டோஜெனேரியன் மற்றும் எல்லைக்குட்பட்ட இனவெறிக் கருத்துகளை உருவாக்குபவர்கள், ஊடகங்கள் பொதுவாக முக்கியமான எல்லாவற்றிலும் நிபுணர்களின் கருத்துக்களுக்குச் செல்கின்றன (மற்றும் சில சதி கோட்பாடுகள் மற்றும் இனவெறி துவேஷத்தை தவறாமல் கூறுபவர்கள்) தூக்கி எறியப்பட்டுள்ளனர். இளைஞர் எதிர்ப்பாளர்களால் பக்க வரிசைக்கு. மாதுலுவாவே சோபித தேரர் அல்லது குணதாச அமரசேகரவிடம் நீங்கள் கேட்கவில்லை.",
        "அவை உண்மையில் ராஜபக்சவின் ஆட்சியின் நாணயத்தின் மறுபக்கம்: பின்னுரை, பிற்போக்குத்தனம் மற்றும் பெரும்பாலும் இனவெறி அல்ல. காஸ்மோபாலிட்டன் இளைஞர்கள் ஒரு புத்துணர்ச்சியூட்டும் மாற்றீட்டை வழங்குகிறார்கள். இளைஞர்கள் மற்றும் முதியவர்கள், கருத்துக்கள் மற்றும் முற்போக்கான எதிர்ப்பாளர்கள் தங்கள் நாட்டை ஒரு கிளெப்டோகிராடிக் பழக்கவழக்கத்திலிருந்து மட்டுமல்ல, மற்ற வழக்கமான நேற்றைய குப்பைகளிலிருந்தும் திரும்பப் பெறுவதற்கான தருணத்திற்கு எழுந்துள்ளனர்.",
        "அவர்களே இலங்கையின் எதிர்காலத்தின் உண்மையான உரிமையாளர்கள். இரண்டு வருடங்களுக்கு முன்பு இருந்த இலங்கையை விட இன்று இலங்கை வேறு நாடு. அது எவ்வளவு ஏழையாக இருக்கிறதோ, அவ்வளவு நேர்மறை ஆற்றலும் நம்பிக்கையும் கொண்டது. இந்த புதிய பலமே இலங்கைக்கு வழிகாட்ட வேண்டும் - தேர்ந்தெடுக்கப்பட்ட பதவியில் நுழைவதற்கும் வளங்களை கொள்ளையடித்து தேசத்தின் ஆற்றலைப் பறிப்பதற்கும் பெரும் பாவிகளை ஏமாற்றி 'யாராவது' நிலப்பிரபுத்துவ 'அல்லாதவர்கள்' அல்ல. .",
        "ஆனாலும், தேசத்தின் மற்றும் இளைஞர்களின் எதிர்காலம் நம் விரல்களிலிருந்து நழுவிக்கொண்டிருக்கிறது. வரவிருக்கும் இருண்ட நாட்களை இலங்கையர்கள் உற்று நோக்குகின்றனர். சிறந்த முயற்சிகளுடன் கூட, உடனடி எதிர்காலம் கடுமையான கஷ்டங்கள் மற்றும் பொருளாதார வலிகள் நிறைந்ததாக இருக்கும். ஒரு மாதத்திற்குள் டாலருக்கு நிகரான ரூபாய் 60%க்கு மேல் இழந்த நிலையில், வேகமாக வீழ்ச்சியடைந்து வருகிறது. திரவ வெளிநாட்டு கையிருப்பு கிட்டத்தட்ட இல்லை. இந்திய நிவாரணப் பொதி போன்ற தற்காலிக நடவடிக்கைகள் மே மாதத்திற்குள் தீர்ந்துவிடும், இது மின் நெருக்கடியை அதிகப்படுத்தும். உயிர்காக்கும் மருந்துகளுக்கு மருத்துவமனைகள் தட்டுப்பாடு ஏற்பட்டுள்ளது.",
        "உத்தியோகபூர்வ எண்கள் எதுவும் இல்லாவிட்டாலும் - மக்கள் தொகைக் கணக்கெடுப்பு மற்றும் புள்ளிவிபரத் திணைக்களத்தின் இணையத்தளம் சில காலமாக புதுப்பிக்கப்படவில்லை - இலங்கையின் வறுமை விகிதம் கடந்த பன்னிரெண்டு மாதங்களில் மூன்று மடங்காக அதிவேகமாக அதிகரித்துள்ளது. இரசாயன உரங்கள் மீதான கோட்டாபய ராஜபக்சவின் இரசாயன உரம் மீதான தடையானது ஒரு பெரிய அளவிலான விவசாயக் குடும்பங்களை (இதில் 1.8 மில்லியன்) வறுமையில் தள்ளியது. தீவிர பசி ஒரு முக்கிய கவலை.",
        "ராஜபக்சக்கள் தேசத்தின் செல்வத்தைத் தொடர் கொள்ளையடித்ததாகக் குற்றம் சாட்டப்பட்டுள்ளனர், மேலும் அவர்கள் அதை மிகவும் சாமர்த்தியமாகச் செய்து, கொள்ளையடிக்கப்பட்ட சில சொத்துக்களை இடைத்தரகர்கள் மூலம் திரும்ப முதலீடு செய்தனர். நாடு முழுவதிலும் உள்ள எதிர்ப்பாளர்கள் அவர்கள் வீட்டிற்கு செல்ல வேண்டும் என்று விரும்புகிறார்கள், ஆனால் அதற்கு முன்னர் அவர்களின் கொள்ளையடிக்கப்பட்ட செல்வத்தை திருப்பி செலுத்த வேண்டும். மற்றவர்கள் சிறைக்கு செல்ல வேண்டும் என்று விரும்புகிறார்கள்.",
        "பெரும்பாலான மூன்றாம் உலக ஆட்சியாளர்கள், தங்கள் மக்களுக்கும் நிறுவனங்களுக்கும் பொறுப்பேற்க முடியாதவர்கள், ஆனால் சிலர் கோட்டாபய ராஜபக்ச ஆட்சி செய்தது போல் திறமையின்மை மற்றும் அரசியல் ரீதியாகக் கணக்கிட்டு அவசரக் கொள்கை முடிவுகளைத் தள்ளிப்போடுவதன் மூலம் தேசத்தை நாசமாக்கியுள்ளனர். எல்லாவற்றிற்கும் மேலாக, சர்வதேச நாணய நிதியத்திற்கு செல்வது மற்றும் கடன் மறுசீரமைப்பு ஆகியவை மிகவும் தாமதமாகின்றன, இவை இரண்டும் அரசியல் காரணங்களுக்காகவும், சக்கர வியாபாரம் காரணமாகவும், இலங்கை சர்வதேச இறையாண்மை பத்திரங்களை இரண்டாம் நிலையிலிருந்து கூப்பன் விலையில் 40% க்கு வாங்கிய பத்திரதாரர்களுக்கு செலுத்துவதற்கு. சந்தை.",
        "இன்று இலங்கை உடைந்த தேசமாக உள்ளது. ஆனால், கோட்டாபய ராஜபக்ச வழமை போன்று செயற்பட வேண்டுமென வலியுறுத்துகின்றார். மத்திய வங்கியின் ஆளுனர் அஜித் நிவார்ட் கப்ரால் மற்றும் அவரது சொந்த சகோதரர் பசில் ராஜபக்ஷ போன்ற பல நண்பர்களின் முந்தைய நியமனங்களில் இருந்து அவர் பின்வாங்கியுள்ளார். கோட்டா தனது அரசியல் பிழைப்புக்காக தனது கூட்டாளிகளில் யாரையும் பேருந்தின் கீழ் தூக்கி எறிந்துவிட்டு, எந்தவொரு பழைய விரோதிகளையும் அரவணைத்துக்கொள்வார். ஆனால் அவர் அதிகாரத்தை விட்டுக்கொடுக்க மாட்டார்.",
        "இன்னும் இரண்டு வருடங்களில் தேர்தல்கள் வரலாம், மிகக் குறைந்த பணப்புழக்கம் உள்ள இலங்கையில், உடனடித் தேர்தல்களுக்கும் இடமில்லை.",
        "தேசத்தின் மீதான தங்கள் பிடியை விட்டுக்கொடுக்க ராஜபக்சேக்களை இலங்கை எவ்வாறு நிர்ப்பந்திக்கும் என்பது தந்திரமானது. குடும்பம் எதிர்ப்பை இழக்கும் என்று எதிர்பார்க்கிறது. மேலும் வாடகைக்குக் கோரும் அரசாங்க எம்.பி.க்கள், 41 எம்.பி.க்களில் பலர் தாங்கள் சுயேச்சையாக இருப்பதாகக் கூறினாலும், ஜனாதிபதியின் பதவி நீக்கத்தை ஆதரிக்க மாட்டார்கள்.",
        "துனிசியா அல்லது எகிப்தில் செய்தது போல் உள்ளூர் எதிர்ப்புகள் தீவிரப்படுத்தப்படாவிட்டால் - அது அசிங்கமாக மாறக்கூடும் - ராஜபக்சக்கள் அவற்றைப் புறக்கணிப்பார்கள்.",
        "பிரதான எதிர்க்கட்சியான SJB அரசாங்கத்திற்கு எதிரான நம்பிக்கையில்லாப் பிரேரணையை முன்னெடுத்து வருகிறது, இன்னும், தேவையான எண்ணிக்கை இன்னும் கிடைக்கப்பெறவில்லை. பாராளுமன்றத்தில் இன்னும் மூன்றில் இரண்டு பெரும்பான்மை தேவைப்படும் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையின் அதிகாரங்களை கத்தரிக்க 21 வது திருத்தம் கொண்டு வருவதற்கு ஒருமித்த கருத்து தோன்றினாலும், ஜனாதிபதியை பதவி நீக்கம் செய்வது அரசாங்க எம்.பி.க்களுக்கு கடினமாக விற்கப்படும்.",
        "சர்வதேச சமூகம் இதில் பங்கு வகிக்க வேண்டும். புலம்பெயர் இலங்கையர்களும் அப்படித்தான். சர்வதேச நாணய நிதியத்துடனான எந்தவொரு பேச்சுவார்த்தைகள் மற்றும் எந்தவொரு கணிசமான உதவிப் பொதிக்கும் முன்னர் இலங்கையில் அரசியல் ஸ்திரத்தன்மை மற்றும் பொறுப்புக்கூறலை சர்வதேச சமூகம் கோர வேண்டும். வேறொன்றுமில்லை என்றால், அந்த நிவாரணத்தின் பெரும்பகுதி சூறையாடப்படுவதற்கும் அல்லது தவறாகப் பயன்படுத்தப்படுவதற்கும் ஒரு நல்ல வாய்ப்பு உள்ளது",
        "இலங்கையில் அரசியல் ஸ்திரத்தன்மை கோட்டாபய ராஜபக்ஷவை உள்ளடக்கிய இடைக்கால அரசாங்கத்திற்கு அதிகாரத்தை வழங்குவதன் ஊடாக வர வேண்டும்.",
        "வெளிநாட்டில் உள்ள இலங்கையர்கள் தங்கள் நாடு ஒரு முரட்டுத்தனமான பழக்கவழக்கத்தால் நாசமாகிவிட்டதை உலகிற்கு தெரியப்படுத்தியுள்ளனர். தேசம் மீட்கப்படும்போது அதை மீண்டும் கட்டியெழுப்ப அவர்கள் துடிக்க வேண்டும். கோட்டாவையும் பசிலையும் லாஸ் ஏஞ்சல்ஸ் வீட்டிற்கு வரச் சொன்னது வரவேற்கத்தக்கது, ஆனால் அவர்கள் வாஷிங்டனில் இருவரையும் பொறுப்பேற்க வைத்து கொள்ளையடித்த பணத்தை திருப்பித் தருவது நல்லது.",
        "ராஜபக்சவின் பிற்போக்குத்தனமான பிடியில் இருந்து விடுபட்ட இலங்கையானது வாக்குறுதியும் நம்பிக்கையும் நிறைந்த ஒன்றாக இருக்கும். இது அனைத்து சமூகத்தினரும் வீட்டில் இருப்பதை உணரும் மற்றும் செழிக்கக்கூடிய இடமாக இருக்க வேண்டும். நாடு முழுவதும் நடக்கும் போராட்டங்கள் அந்த நம்பிக்கையை உள்வாங்குகின்றன. ஒரு கிளெப்டோகிராட்டிக் குடும்பம் அந்தக் கனவை நனவாக்குவதைத் தடுக்கிறது. #கோடகோஹோம்"
      ]
    }
  }
}