{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Inequality-and-fallacies-in-the-law-EDITORIAL/172-232445",
  "time_ut": 1646591580,
  "title": "Inequality and fallacies in the law - EDITORIAL",
  "body_lines": [
    "‘Equality before law means, that among equals the law should be equal and should be equally administered, that like should be treated alike. Sadly this description is not always followed in international politics or even in domestic and day-to-day affairs.",
    "The Palestinians as a group are among the biggest victims of inequality. Palestine, or what little was left of it after that country was divided, has been subject to numerous invasions by the government of the state of Israel. Yet the UN has not condemned Israel for its invasion of a sovereign member state.",
    "A UN report of March 26, 2009 found Israel guilty of using white phosphorus munitions in the air over populated areas in Palestine, killing and injuring civilians, and damaging civilian structures, including a school, a market, a humanitarian aid warehouse and a hospital between December 27, 2008 to January 18, 2009.",
    "",
    "Israel has as yet not been charged before the ICC for War Crimes or, Crimes against Humanity. Whereas today the ICC is investigating as to whether Russia could be charged with committing War Crimes and/or Crimes Against Humanity for invading Ukraine!!!.",
    "Palestinians who have taken up arms to combat Israeli occupation are accused of terrorism, while in Ukraine civillians taking up arms against invading Russian troops are praised as heroes and patriots.",
    "",
    "In India, one of the most distinctive forms of social inequity come within the spheres of gender and caste, where, people coming from the marginalized sections are directly impacted in terms of opportunities, access to essential utilities, and their treatment by the very forces supposed to uphold the law",
    "In our own country too, we see numerous instances of inequality before the law. For instance way back in 1962 members of the armed forces attempted a coup-de-tat. All were found guilty in local courts of law. They were sentenced to serve terms of imprisonment.",
    "",
    "Those who took part in the coup, were held at the magazine prison and released on appeal to by Britain’s Privy Council on a technicality. Even though they were found to be guilty of attempting to overthrow the elected government of the country, all the coup members from wealthy backgrounds, subsequently served at the highest levels of government departments after a change in government.",
    "By comparison, many of the insurgents of the JVP uprising of 1971 were held in limestone islands off the coast of Trincomalee. Many captives claimed they had little or no clothing during their incarceration.",
    "",
    "Fast forward to 2015, a time when presidential elections were held two years before time in January 2015. In the run-up to the election, the then opposition alleged the president and his family had robbed the country of millions of dollars. They promised the electorate to bring the culprits to book and promised a clean government if elected to power.",
    "At the polls, the then President - Mahinda Rajapaksa - under whose mandate the 30-year war against terrorism was successfully brought to an end was defeated.  A new president took power. Though the new government for the course of its tenure continually made reference to frauds committed by the ex-president, no charges were ever framed against him.  Meanwhile, within a month the new government’s installation, the opposition under Mahinda Rajapaksa were hinting at a huge fraud at the country’s Central Bank - a bond scam.",
    "The bond scandal was a financial laundering scam which took place in February 2015. It caused huge losses of more than US$ 11 million to the country and is regarded as the largest reported financial scam in the country.",
    "",
    "It proved to be a major blow to the newly-elected government led by ex-president Maithripala Sirisena and his Prime Minister Ranil Wickremesinghe. The new regime attempted to cover up the scam and dragged its feet on charging ex- government leaders of corruption. Only a few public servants were harassed.",
    "Weakened by the scandal and rifts between the president and his premier. The government was rightfully drubbed at the presidential election of 2019, which saw former President Mahinda Rajapaksa’s brother - Gotabaya Rajapaksa - elected President.",
    "",
    "The new government charged a number of individuals including the ex-Finance Minister, the then Central Bank Governor, the heads of a few private companies and a few others. An Interpol red notice was issued on the ex-Governor of the Central Bank who fled the country. He was tried in absentia. On March 4 this year, the accused were cleared.   The public is beginning to believe politicians are playing a game of ‘you scratch my back, I’ll scratch yours.’",
    "The fallout - where the people beginning to lose faith in the system of justice itself."
  ],
  "translate": {
    "si": {
      "title": "නීතියේ අසමානතාවය සහ වැරදි - කතුවැකිය",
      "body_lines": [
        "‘නීතිය ඉදිරියෙහි සමානාත්මතාවය යන්නෙන් අදහස් වන්නේ සමානයන් අතර නීතිය සමාන විය යුතු අතර සමානව පරිපාලනය කළ යුතුය, කැමති සමාන ලෙස සැලකිය යුතුය. කනගාටුවට කරුණක් නම්, මෙම විස්තරය ජාත්‍යන්තර දේශපාලනයේ හෝ දේශීය හා එදිනෙදා කටයුතුවලදී පවා සැමවිටම අනුගමනය නොකිරීමයි.",
        "පලස්තීනුවන් කණ්ඩායමක් ලෙස අසමානතාවයේ විශාලතම ගොදුරු බවට පත් වේ. පලස්තීනය හෝ එම රට බෙදීමෙන් පසු ඉතිරිව තිබූ සුළු ප්‍රදේශය ඊශ්‍රායල රාජ්‍යයේ ආක්‍රමණ ගණනාවකට ලක්ව ඇත. එහෙත් ස්වෛරී සාමාජික රාජ්‍යයක් ආක්‍රමණය කිරීම සම්බන්ධයෙන් එක්සත් ජාතීන්ගේ සංවිධානය ඊශ්‍රායලය හෙළා දැක නැත.",
        "2009 මාර්තු 26 වැනි දින එක්සත් ජාතීන්ගේ වාර්තාවක් මගින් පලස්තීනයේ ජනාකීර්ණ ප්‍රදේශවල ගුවනේදී සුදු පොස්පරස් යුධෝපකරණ භාවිතා කිරීම, සිවිල් වැසියන් ඝාතනය කිරීම සහ තුවාල කිරීම සහ පාසැලක්, වෙළඳපොළක්, මානුෂීය ආධාර ගබඩාවක් සහ රෝහලක් ඇතුළු සිවිල් ව්‍යුහයන්ට හානි කිරීම සම්බන්ධයෙන් ඊශ්‍රායලය වරදකරු විය. 2008 දෙසැම්බර් 27 සිට 2009 ජනවාරි 18 දක්වා.",
        "",
        "යුධ අපරාධ හෝ මනුෂ්‍යත්වයට එරෙහි අපරාධ සම්බන්ධයෙන් ඊශ්‍රායලයට තවමත් ICC ඉදිරියේ චෝදනා එල්ල වී නොමැත. යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් රුසියාවට යුධ අපරාධ සහ/හෝ මනුෂ්‍යත්වයට එරෙහි අපරාධ සිදුකිරීම සම්බන්ධයෙන් චෝදනා එල්ල විය හැකිද යන්න පිළිබඳව අද ICC විමර්ශනය කරමින් සිටින අතර!!!.",
        "ඊශ්‍රායල ආක්‍රමණයට එරෙහිව සටන් කිරීමට ආයුධ අතට ගත් පලස්තීනුවන්ට ත්‍රස්තවාදී චෝදනා එල්ල වන අතර යුක්රේනයේ රුසියානු හමුදා ආක්‍රමණය කිරීමට එරෙහිව ආයුධ අතට ගන්නා සිවිල් වැසියන් වීරයන් සහ දේශප්‍රේමීන් ලෙස ප්‍රශංසා කරති.",
        "",
        "ඉන්දියාවේ, සමාජ අසමානතාවයේ වඩාත් සුවිශේෂී ආකාරයන්ගෙන් එකක් වන්නේ ස්ත්‍රී පුරුෂ භාවය සහ කුලය යන ක්ෂේත්‍රයන් තුළ වන අතර, එහිදී, ආන්තික කොටස් වලින් එන පුද්ගලයින් අවස්ථා, අත්‍යවශ්‍ය උපයෝගිතා සඳහා ප්‍රවේශය සහ ඔවුන්ට සැලකීමේ බලවේග විසින්ම සෘජුවම බලපායි. නීතිය රකින්නට",
        "අපේ රටේත් නීතිය ඉදිරියේ අසමානතාවයේ අවස්ථා ඕනෑ තරම් අපි දකිනවා. නිදසුනක් වශයෙන්, 1962 දී සන්නද්ධ හමුදා සාමාජිකයින් කුමන්ත්‍රණයක් කිරීමට උත්සාහ කළහ. ප්‍රාදේශීය අධිකරණයේදී සියල්ලෝම වැරදිකරුවන් වූහ. ඔවුන්ට සිර දඬුවම් නියම විය.",
        "",
        "කුමන්ත්‍රණයට සහභාගී වූවන්, මැගසින් බන්ධනාගාරයේ රඳවා තබා ඇති අතර, තාක්‍ෂණික කරුණක් මත බ්‍රිතාන්‍යයේ ප්‍රිවි කවුන්සිලයේ අභියාචනය මත නිදහස් කරන ලදී. රටේ තේරී පත් වූ රජය පෙරළා දැමීමට තැත් කිරීමේ වරදට ඔවුන් වැරදිකරුවන් බව ඔප්පු වුවද, ධනවත් පසුබිම්වලින් පැමිණි සියලුම කුමන්ත්‍රණ සාමාජිකයින් පසුව ආණ්ඩු වෙනසකින් පසු රජයේ දෙපාර්තමේන්තු වල ඉහළම මට්ටම්වල සේවය කළහ.",
        "සංසන්දනාත්මකව, 1971 ජවිපෙ කැරැල්ලේ බොහෝ කැරලිකරුවන් ත්‍රිකුණාමලය වෙරළට ඔබ්බෙන් වූ හුණුගල් දූපත් වල පවත්වන ලදී. බොහෝ වහලුන් කියා සිටියේ ඔවුන් සිරගත කරන ලද කාලය තුළ ඔවුන් සතුව කුඩා හෝ ඇඳුම් නොමැති බවයි.",
        "",
        "2015 දක්වා වේගයෙන් ඉදිරියට යන්න, එනම් 2015 ජනවාරි මාසයේ දී මීට වසර දෙකකට පෙර ජනාධිපතිවරනය පැවැත් වූ කාලයකි. මැතිවරණයට පෙර, එවකට විපක්ෂය චෝදනා කළේ ජනාධිපතිවරයා සහ ඔහුගේ පවුල ඩොලර් මිලියන ගණනින් රට කොල්ලකා ඇති බවයි. වැරදිකරුවන් නීතිය හමුවට පමුණුවන බවට ඡන්දදායකයින්ට පොරොන්දු වූ අතර බලයට පත් වුවහොත් පිරිසිදු පාලනයක් ඇති කරන බවට පොරොන්දු වූහ.",
        "30 වසරක ත්‍රස්තවාදයට එරෙහි යුද්ධය සාර්ථකව අවසන් කළ ඔහුගේ ජනවරම යටතේ එවකට ජනාධිපති මහින්ද රාජපක්ෂ මහතා මැතිවරණයේදී පරාජයට පත් විය. නව ජනාධිපතිවරයෙක් බලයට පත් විය. නව රජය සිය ධුර කාලය පුරාවටම හිටපු ජනාධිපතිවරයා විසින් සිදු කරන ලද වංචාවන් ගැන දිගින් දිගටම සඳහන් කළද ඔහුට එරෙහිව කිසිඳු චෝදනාවක් එල්ල වූයේ නැත. මේ අතර, නව රජය පිහිටුවා මාසයක් ඇතුළත, මහින්ද රාජපක්ෂ පාලනයේ විපක්‍ෂය රටේ මහ බැංකුවේ දැවැන්ත වංචාවක් – බැඳුම්කර මගඩියක් ගැන ඉඟි පළ කරමින් සිටියේය.",
        "බැඳුම්කර මගඩිය 2015 පෙබරවාරි මාසයේ සිදු වූ මූල්‍ය විශුද්ධිකරණ වංචාවකි. එමඟින් රටට අමෙරිකානු ඩොලර් මිලියන 11කට වැඩි විශාල පාඩුවක් සිදු වූ අතර එය මෙරට වාර්තා වූ විශාලතම මූල්‍ය වංචාව ලෙස සැලකේ.",
        "",
        "එය හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන සහ ඔහුගේ අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහගේ නායකත්වයෙන් අලුතින් පත් වූ රජයට විශාල පහරක් විය. නව පාලනය වංචාව වසන් කිරීමට උත්සාහ කළ අතර හිටපු රජයේ නායකයින්ට දූෂණ චෝදනා එල්ල කිරීමට කකුලෙන් ඇදී ගියේය. හිරිහැරයට ලක්වූයේ රාජ්‍ය සේවකයන් කිහිප දෙනෙකුට පමණි.",
        "ජනාධිපතිවරයා සහ ඔහුගේ අගමැතිවරයා අතර ඇති වූ අපවාදයෙන් සහ විරසකයෙන් දුර්වල වී ඇත. හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතාගේ සොහොයුරා වන ගෝඨාභය රාජපක්ෂ මහතා ජනාධිපති ලෙස තේරී පත් වූ 2019 ජනාධිපතිවරණයේදී රජය නිවැරදිව පරාජයට පත් විය.",
        "",
        "නව රජය හිටපු මුදල් අමාත්‍යවරයා, එවකට මහ බැංකු අධිපතිවරයා, පෞද්ගලික සමාගම් කිහිපයක ප්‍රධානීන් ඇතුළු කිහිප දෙනෙකුට චෝදනා එල්ල කළා. රටින් පැන ගිය හිටපු මහ බැංකු අධිපතිවරයාට ජාත්‍යන්තර පොලිසියේ රතු නිවේදනයක්. ඔහු නොපැමිණීමේදී නඩු විභාගයට ලක් විය. මේ වසරේ මාර්තු 4 වැනිදා චූදිතයන් නිදහස් විය. දේශපාලනඥයන් ‘ඔබ මගේ පිට කසන්න, මම ඔබේ කොන්ද කසන්නෙමි’ යන සෙල්ලමක් කරන බව මහජනතාව විශ්වාස කිරීමට පටන් ගෙන තිබේ.",
        "බිඳවැටීම - මිනිසුන්ට යුක්තිය පසිඳලීමේ ක්‍රමය කෙරෙහි විශ්වාසය නැති වීමට පටන් ගනී."
      ]
    },
    "ta": {
      "title": "சட்டத்தில் சமத்துவமின்மை மற்றும் தவறுகள் - தலையங்கம்",
      "body_lines": [
        "'சட்டத்தின் முன் சமத்துவம் என்பது, சமமானவர்களிடையே சட்டம் சமமாக இருக்க வேண்டும் மற்றும் சமமாக நிர்வகிக்கப்பட வேண்டும், அது போலவே நடத்தப்பட வேண்டும். துரதிர்ஷ்டவசமாக, சர்வதேச அரசியலில் அல்லது உள்நாட்டு மற்றும் அன்றாட விவகாரங்களில் கூட இந்த விளக்கம் எப்போதும் பின்பற்றப்படுவதில்லை.",
        "சமத்துவமின்மையால் அதிகம் பாதிக்கப்பட்டவர்களில் பாலஸ்தீனியர்கள் குழுவாக உள்ளனர். பாலஸ்தீனம், அல்லது அந்த நாடு பிரிக்கப்பட்ட பிறகு அதில் எஞ்சியிருந்த சிறிய பகுதி, இஸ்ரேல் அரசின் பல படையெடுப்புகளுக்கு உட்பட்டுள்ளது. ஆயினும்கூட, இறையாண்மை கொண்ட உறுப்பு நாடு மீது இஸ்ரேல் படையெடுப்பதற்கு ஐ.நா. கண்டிக்கவில்லை.",
        "மார்ச் 26, 2009 இன் ஐ.நா அறிக்கை, பாலஸ்தீனத்தில் மக்கள் வசிக்கும் பகுதிகளில் காற்றில் வெள்ளை பாஸ்பரஸ் வெடிமருந்துகளைப் பயன்படுத்தியது, பொதுமக்களைக் கொன்றது மற்றும் காயப்படுத்தியது, மற்றும் ஒரு பள்ளி, சந்தை, மனிதாபிமான உதவிக் கிடங்கு மற்றும் மருத்துவமனை உள்ளிட்ட பொதுமக்களின் கட்டமைப்புகளை சேதப்படுத்தியது. டிசம்பர் 27, 2008 முதல் ஜனவரி 18, 2009 வரை.",
        "",
        "போர்க்குற்றங்கள் அல்லது மனிதகுலத்திற்கு எதிரான குற்றங்களுக்காக இஸ்ரேல் இதுவரை ஐசிசி முன் குற்றம் சாட்டப்படவில்லை. அதேசமயம் உக்ரைனை ஆக்கிரமித்ததற்காக ரஷ்யா மீது போர்க்குற்றங்கள் மற்றும்/அல்லது மனித குலத்திற்கு எதிரான குற்றங்கள் செய்ததாக குற்றம் சாட்டப்படுமா என இன்று ஐசிசி விசாரித்து வருகிறது!!!.",
        "இஸ்ரேலிய ஆக்கிரமிப்பை எதிர்த்துப் போராட ஆயுதம் ஏந்திய பாலஸ்தீனியர்கள் பயங்கரவாதக் குற்றச்சாட்டுக்கு ஆளாகிறார்கள், அதே நேரத்தில் உக்ரைனில் படையெடுக்கும் ரஷ்ய துருப்புக்களுக்கு எதிராக ஆயுதம் ஏந்திய பொதுமக்கள் ஹீரோக்கள் மற்றும் தேசபக்தர்கள் என்று போற்றப்படுகிறார்கள்.",
        "",
        "இந்தியாவில், சமூக சமத்துவமின்மையின் மிகவும் தனித்துவமான வடிவங்களில் ஒன்று பாலினம் மற்றும் சாதியின் கோளங்களுக்குள் வருகிறது, அங்கு விளிம்புநிலைப் பிரிவைச் சேர்ந்த மக்கள் வாய்ப்புகள், அத்தியாவசிய பயன்பாடுகளுக்கான அணுகல் மற்றும் அவர்கள் கருதப்படும் சக்திகளால் நேரடியாகப் பாதிக்கப்படுகின்றனர். சட்டத்தை நிலைநாட்ட வேண்டும்",
        "நமது நாட்டிலும், சட்டத்தின் முன் சமத்துவமின்மையின் பல நிகழ்வுகளைப் பார்க்கிறோம். உதாரணமாக, 1962 இல் ஆயுதப் படைகளின் உறுப்பினர்கள் ஆட்சிக் கவிழ்ப்புக்கு முயன்றனர். உள்ளூர் நீதிமன்றங்களில் அனைவரும் குற்றவாளிகள் என நிரூபிக்கப்பட்டனர். அவர்களுக்கு சிறை தண்டனை விதிக்கப்பட்டது.",
        "",
        "சதிப்புரட்சியில் பங்கு பெற்றவர்கள், பத்திரிகைச் சிறைச்சாலையில் தடுத்து வைக்கப்பட்டு, தொழில்நுட்ப ரீதியாக பிரிட்டனின் பிரைவி கவுன்சிலின் முறையீட்டின் பேரில் விடுவிக்கப்பட்டனர். நாட்டின் தேர்ந்தெடுக்கப்பட்ட அரசாங்கத்தை கவிழ்க்க முயற்சித்ததற்காக அவர்கள் குற்றவாளிகள் என்று கண்டறியப்பட்டாலும், பணக்கார பின்னணியில் இருந்து சதி உறுப்பினர்கள் அனைவரும், அரசாங்க மாற்றத்திற்குப் பிறகு அரசாங்கத் துறைகளின் உயர் மட்டங்களில் பணியாற்றினார்கள்.",
        "ஒப்பிடுகையில், 1971 ஆம் ஆண்டு ஜே.வி.பி.யின் கிளர்ச்சியாளர்களில் பலர் திருகோணமலை கடற்கரையில் உள்ள சுண்ணாம்பு தீவுகளில் நடத்தப்பட்டனர். பல கைதிகள் தங்களுடைய சிறைவாசத்தின் போது சிறிய ஆடைகள் அல்லது ஆடைகள் ஏதுமில்லை என்று கூறினர்.",
        "",
        "2015 ஆம் ஆண்டிற்கு வேகமாக முன்னேறி, ஜனாதிபதித் தேர்தல்கள் இரண்டு ஆண்டுகளுக்கு முன்னதாக ஜனவரி 2015 இல் நடத்தப்பட்டன. தேர்தலுக்கு முன்னதாக, ஜனாதிபதியும் அவரது குடும்பத்தினரும் நாட்டில் மில்லியன் கணக்கான டாலர்களை கொள்ளையடித்ததாக அப்போதைய எதிர்க்கட்சி குற்றம் சாட்டியது. குற்றவாளிகளை சட்டத்தின் முன் நிறுத்துவோம் என்று வாக்காளர்களுக்கு வாக்குறுதி அளித்ததோடு, ஆட்சிக்கு வந்தால் தூய்மையான அரசு அமையும் என்றும் உறுதியளித்தனர்.",
        "தேர்தலில், அப்போதைய ஜனாதிபதி - மஹிந்த ராஜபக்ஷ - அவர்களின் ஆணையின் கீழ், பயங்கரவாதத்திற்கு எதிரான 30 ஆண்டுகால யுத்தம் வெற்றிகரமாக முடிவுக்கு கொண்டுவரப்பட்டது. புதிய ஜனாதிபதி பதவி ஏற்றார். புதிய அரசாங்கம் தனது பதவிக்காலத்தில் முன்னாள் ஜனாதிபதி செய்த மோசடிகளை தொடர்ச்சியாகக் குறிப்பிட்டு வந்த போதிலும், அவருக்கு எதிராக எந்தக் குற்றச்சாட்டும் முன்வைக்கப்படவில்லை. இதற்கிடையில், புதிய அரசாங்கம் பதவியேற்ற ஒரு மாதத்திற்குள், மஹிந்த ராஜபக்ஷ தலைமையிலான எதிர்க்கட்சிகள், நாட்டின் மத்திய வங்கியில் பாரிய மோசடி - பிணைமுறி மோசடி பற்றி சூசகமாகத் தெரிவித்தன.",
        "பத்திர ஊழல் என்பது பிப்ரவரி 2015 இல் நடந்த ஒரு நிதி மோசடி மோசடி ஆகும். இது நாட்டிற்கு 11 மில்லியன் அமெரிக்க டாலர்களுக்கும் அதிகமான பெரும் இழப்பை ஏற்படுத்தியது மற்றும் நாட்டில் பதிவு செய்யப்பட்ட மிகப்பெரிய நிதி மோசடியாக கருதப்படுகிறது.",
        "",
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன மற்றும் அவரது பிரதமர் ரணில் விக்கிரமசிங்க தலைமையிலான புதிய அரசாங்கத்திற்கு இது பெரும் அடியாக அமைந்தது. புதிய ஆட்சி ஊழலை மறைக்க முயற்சித்தது மற்றும் முன்னாள் அரசாங்கத் தலைவர்கள் மீது ஊழல் குற்றச்சாட்டுகளை சுமத்துவதில் இழுத்தடித்தது. ஒரு சில அரசு ஊழியர்கள் மட்டுமே துன்புறுத்தப்பட்டனர்.",
        "ஜனாதிபதிக்கும் அவரது பிரதமருக்கும் இடையிலான ஊழல் மற்றும் பிளவுகளால் பலவீனமடைந்தது. முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷவின் சகோதரர் கோட்டாபய ராஜபக்ச ஜனாதிபதியாக தெரிவு செய்யப்பட்ட 2019 ஜனாதிபதித் தேர்தலில் அரசாங்கம் சரியான முறையில் தோற்கடிக்கப்பட்டது.",
        "",
        "புதிய அரசாங்கம் முன்னாள் நிதியமைச்சர், அப்போதைய மத்திய வங்கி ஆளுநர், ஒரு சில தனியார் நிறுவனங்களின் தலைவர்கள் மற்றும் சிலர் உட்பட பல தனிநபர்கள் மீது குற்றம் சுமத்தியது. நாட்டை விட்டு தப்பிச் சென்ற மத்திய வங்கியின் முன்னாள் ஆளுநருக்கு இன்டர்போல் சிவப்பு அறிவிப்பு வெளியிடப்பட்டுள்ளது. அவர் ஆஜராகாத நிலையில் விசாரணைக்கு உட்படுத்தப்பட்டார். இந்த ஆண்டு மார்ச் 4 ஆம் தேதி, குற்றம் சாட்டப்பட்டவர்கள் விடுவிக்கப்பட்டனர். ‘நீ என் முதுகில் சொறிந்துகொள், நான் உன் முதுகில் சொறிவேன்’ என்ற விளையாட்டை அரசியல்வாதிகள் விளையாடுவதாக பொதுமக்கள் நம்பத் தொடங்கியுள்ளனர்.",
        "வீழ்ச்சி - அங்கு மக்கள் நீதி அமைப்பின் மீது நம்பிக்கை இழக்கத் தொடங்குகிறார்கள்."
      ]
    }
  }
}