{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Mountain-Lion-Ventures-invests-in-Infragist/34-732750",
  "time_ut": 1648591080,
  "title": "Mountain Lion Ventures invests in Infragist",
  "body_lines": [
    "Mountain Lion Ventures, a Sri Lanka tech sector focussed investment vehicle, has taken a strategic stake in Infragist, which is a cutting-edge technology services company with its design thinking capabilities spreading across metaverse, cyber security, blockchain, machine learning, and AI solutions apart from its full-stack tech services offering.",
    "The company was founded by Mubeen Gani, Viraj Adhihetty, and Mafahir Fairoze.",
    "Speaking about the services they offer Chief Marketing Officer Gani said: “Merging design thinking with appropriate tech solutions has been the forte of the core Infragist team,",
    "“This approach gives our clients an idea of the future with the current context in mind and also reduces long term development costs, improves processes, and more importantly make them more efficient. This is important given the fast-paced nature of technology evolution.”",
    "Speaking about the investment Mountain Lion Ventures General Partner Love Yadav said: “Sri Lanka has a pool of talent and creativity at par with global standards, Mountain Lion Ventures is here to allow start-ups in Sri Lanka to scale locally and give them international exposure.",
    "“We are enabling multiple local startups that are scalable and globally transportable. We are excited about our investment in Infragist, as we see potential in their capabilities.",
    "“Our portfolio companies benefit from our global reach with our presence spanning South America to Asia through its Swiss parent Mountain Partners which has more than 400 global tech investments.”",
    "The Chief Creative Officer Adhihetty, speaking on the services offered said: “We offer clients a cross-section of services from integrated solutions to cyber-security and business design. Our work drives results and gets brands to exactly where they intended to be in today’s world of technology.",
    "“The services we offer include User Experience and Customer Experience Design, Creative Content, Solutions Engineering, Integrated Solutions, IoT, Blockchain, and Cyber- security.",
    "“Infragist is an integrated solutions provider that combines design thinking and a human-centric approach with unrestrained creativity, next-gen technology, and performance-driven branding, all under one roof. We are excited about our partnership with Mountain Lion Ventures as it will allow us to reach a wider audience.”",
    "The Chief Technology Officer Firoze added, “The technology services market is evolving constantly, and to create long-term value, we are productising some of our key skills into new-age solutions, especially in digital healthcare and marine logistics, and we are proud to say these are conceptualised and built-in Sri Lanka from the ground-up.”",
    "Infragist has its development centre in Sri Lanka, with an operations office in Dubai.",
    "The creativity and technology dynamic provided by Infragist will enable its customer to contribute greatly to their constant exposure to online content, helping businesses to keep up to date with their competition, research the needs of consumers, and re-imagine content to suit their needs.",
    "For more information on Infragist log on to www.infragist.com or email them at info@infragist.com."
  ],
  "translate": {
    "si": {
      "title": "Mountain Lion Ventures Infragist හි ආයෝජනය කරයි",
      "body_lines": [
        "Mountain Lion Ventures, ශ්‍රී ලංකා තාක්‍ෂණ අංශය කේන්ද්‍ර කරගත් ආයෝජන වාහනයක්, metaverse, cyber Security, blockchain, machine learning සහ AI විසඳුම් හරහා ව්‍යාප්ත වන නිර්මාණ චින්තන හැකියාවන් සහිත අති නවීන තාක්‍ෂණ සේවා සමාගමක් වන Infragist හි උපායමාර්ගික කොටස් හිමිකරගෙන ඇත. එහි සම්පූර්ණ තාක්ෂණික සේවා පිරිනැමීමට අමතරව.",
        "මෙම සමාගම Mubeen Gani, Viraj Adhihetty සහ Mafahir Fairoze විසින් ආරම්භ කරන ලදී.",
        "ඔවුන් සපයන සේවාවන් පිළිබඳව ප්‍රධාන අලෙවි නිලධාරී Gani පැවසුවේ: “නිර්මාණ චින්තනය සුදුසු තාක්ෂණික විසඳුම් සමඟ ඒකාබද්ධ කිරීම මූලික Infragist කණ්ඩායමේ බලකොටුවයි.",
        "“මෙම ප්‍රවේශය අපගේ ගනුදෙනුකරුවන්ට වර්තමාන සන්දර්භය මනසේ තබාගෙන අනාගතය පිළිබඳ අදහසක් ලබා දෙන අතර දිගුකාලීන සංවර්ධන වියදම් අඩු කිරීම, ක්‍රියාවලීන් වැඩිදියුණු කිරීම සහ වඩාත් වැදගත් ලෙස ඔවුන් වඩාත් කාර්යක්ෂම කරයි. තාක්ෂණික පරිණාමයේ වේගවත් ස්වභාවය අනුව මෙය වැදගත් වේ.",
        "Mountain Lion Ventures ආයෝජනය පිළිබඳව අදහස් දක්වමින් සාමාන්‍ය හවුල්කරු Love Yadav මෙසේ පැවසීය: “ගෝලීය ප්‍රමිතීන්ට සමගාමීව ශ්‍රී ලංකාව දක්ෂතා සහ නිර්මාණශීලීත්වයේ සංචිතයක් ඇති අතර, Mountain Lion Ventures ශ්‍රී ලංකාවේ ආරම්භකයින්ට දේශීයව පරිමාණය කිරීමට සහ ඔවුන්ට ජාත්‍යන්තරව නිරාවරණය කිරීමට ඉඩ සලසයි. .",
        "“අපි පරිමාණය කළ හැකි සහ ගෝලීය වශයෙන් ප්‍රවාහනය කළ හැකි බහු දේශීය ආරම්භක ව්‍යාපාර සක්‍රීය කරන්නෙමු. Infragist හි අපගේ ආයෝජනය ගැන අපි සතුටු වෙමු, මන්ද ඔවුන්ගේ හැකියාවන්හි විභවයන් අප දකින බැවිනි.",
        "\"ගෝලීය තාක්‍ෂණික ආයෝජන 400කට වැඩි ප්‍රමාණයක් ඇති ස්විස් මවුන්ටන් පාර්ට්නර්ස් හරහා දකුණු ඇමරිකාවේ සිට ආසියාව දක්වා විහිදෙන අපගේ පැමිණීමත් සමඟ අපගේ කළඹ සමාගම් අපගේ ගෝලීය ප්‍රවේශයෙන් ප්‍රතිලාභ ලබයි.\"",
        "සපයනු ලබන සේවාවන් පිළිබඳව අදහස් දක්වමින් ප්‍රධාන නිර්මාණ නිලධාරී ආදිහෙට්ටි මහතා මෙසේ පැවසීය: “අපි ගනුදෙනුකරුවන්ට ඒකාබද්ධ විසඳුම්වල සිට සයිබර් ආරක්‍ෂාව සහ ව්‍යාපාර සැලසුම් කිරීම දක්වා සේවා හරස්කඩක් පිරිනමන්නෙමු. අපගේ කාර්යය ප්‍රතිඵල ගෙන යන අතර වර්තමාන තාක්‍ෂණ ලෝකයේ ඔවුන් අදහස් කළ තැනට හරියටම සන්නාම ලබා ගනී.",
        "“අපි පිරිනමන සේවාවන් අතර පරිශීලක අත්දැකීම් සහ පාරිභෝගික අත්දැකීම් නිර්මාණය, නිර්මාණාත්මක අන්තර්ගතය, විසඳුම් ඉංජිනේරු, ඒකාබද්ධ විසඳුම්, IoT, Blockchain සහ Cyber- Security ඇතුළත් වේ.",
        "“Infragist යනු නිර්මාණ චින්තනය සහ මානව කේන්ද්‍රීය ප්‍රවේශයක් අසීමිත නිර්මාණශීලිත්වය, ඊළඟ පරම්පරාවේ තාක්‍ෂණය සහ කාර්ය සාධනය මත පදනම් වූ සන්නාමකරණය යන සියල්ල එකම වහලක් යට ඒකාබද්ධ කරන ඒකාබද්ධ විසඳුම් සපයන්නකි. මවුන්ටන් ලයන් වෙන්චර්ස් සමඟ ඇති අපගේ හවුල්කාරිත්වය පිළිබඳව අපි ඉතා සතුටට පත්වන්නේ එය අපට පුළුල් ප්‍රේක්ෂක පිරිසක් වෙත ළඟා වීමට ඉඩ සලසන බැවිනි.",
        "ප්‍රධාන තාක්‍ෂණ නිලධාරී ෆිරෝස් වැඩිදුරටත් පැවසුවේ, “තාක්ෂණ සේවා වෙළඳපොළ නිරන්තරයෙන් විකාශනය වෙමින් පවතින අතර, දිගු කාලීන වටිනාකමක් ඇති කිරීම සඳහා, අපි අපගේ ප්‍රධාන කුසලතා සමහරක් නව යුගයේ විසඳුම්, විශේෂයෙන් ඩිජිටල් සෞඛ්‍ය සේවා සහ සමුද්‍ර ලොජිස්ටික්ස් සඳහා නිෂ්පාදනය කරමින් සිටින අතර අපි ආඩම්බර වෙමු. මේවා සංකල්පගත කර ශ්‍රී ලංකාව තුළ ගොඩනඟා ඇති බව පැවසීමට මුල සිටම.”",
        "Infragist හට එහි සංවර්ධන මධ්‍යස්ථානය ශ්‍රී ලංකාවේ ඇති අතර මෙහෙයුම් කාර්යාලයක් ඩුබායි හි ඇත.",
        "Infragist විසින් සපයනු ලබන නිර්මාණශීලිත්වය සහ තාක්‍ෂණ ගතිකත්වය තම පාරිභෝගිකයාට සබැඳි අන්තර්ගතයට නිරන්තරයෙන් නිරාවරණය වීමට විශාල දායකත්වයක් ලබා දෙයි, ව්‍යාපාරවලට ඔවුන්ගේ තරඟකාරිත්වය සමඟ යාවත්කාලීනව සිටීමට, පාරිභෝගිකයින්ගේ අවශ්‍යතා පර්යේෂණ කිරීමට සහ ඔවුන්ගේ අවශ්‍යතාවලට සරිලන පරිදි අන්තර්ගතය නැවත පරිකල්පනය කිරීමට උපකාරී වේ.",
        "Infragist පිළිබඳ වැඩි විස්තර සඳහා www.infragist.com වෙත පිවිසෙන්න හෝ info@infragist.com වෙත විද්‍යුත් තැපැල් කරන්න."
      ]
    },
    "ta": {
      "title": "மவுண்டன் லயன் வென்ச்சர்ஸ் இன்ஃப்ராஜிஸ்டில் முதலீடு செய்கிறது",
      "body_lines": [
        "மவுண்டன் லயன் வென்ச்சர்ஸ், இலங்கை தொழில்நுட்பத் துறையில் கவனம் செலுத்தும் முதலீட்டு வாகனம், அதிநவீன தொழில்நுட்ப சேவை நிறுவனமான இன்ஃப்ராஜிஸ்டில் ஒரு மூலோபாயப் பங்கை எடுத்துள்ளது, இது மெட்டாவர்ஸ், சைபர் செக்யூரிட்டி, பிளாக்செயின், மெஷின் லேர்னிங் மற்றும் AI தீர்வுகள் ஆகியவற்றில் பரந்து விரிந்த வடிவமைப்பு சிந்தனை திறன்களைக் கொண்டுள்ளது. அதன் முழு அடுக்கு தொழில்நுட்ப சேவைகளை தவிர.",
        "இந்நிறுவனம் முபீன் கனி, விராஜ் ஆதிஹெட்டி மற்றும் மஃபாஹிர் ஃபைரோஸ் ஆகியோரால் நிறுவப்பட்டது.",
        "அவர்கள் வழங்கும் சேவைகள் குறித்து தலைமை மார்க்கெட்டிங் அதிகாரி கனி கூறினார்: “வடிவமைப்பு சிந்தனையை பொருத்தமான தொழில்நுட்ப தீர்வுகளுடன் இணைப்பதே முக்கிய இன்ஃப்ராஜிஸ்ட் குழுவின் பலமாக உள்ளது.",
        "\"இந்த அணுகுமுறை தற்போதைய சூழலை மனதில் கொண்டு எதிர்காலத்தைப் பற்றிய ஒரு யோசனையை எங்கள் வாடிக்கையாளர்களுக்கு வழங்குகிறது, மேலும் நீண்ட கால மேம்பாட்டுச் செலவுகளைக் குறைக்கிறது, செயல்முறைகளை மேம்படுத்துகிறது, மேலும் முக்கியமாக அவர்களை மிகவும் திறமையாக்குகிறது. தொழில்நுட்ப பரிணாம வளர்ச்சியின் வேகமான தன்மையைக் கருத்தில் கொண்டு இது முக்கியமானது.\"",
        "மவுண்டன் லயன் வென்ச்சர்ஸின் பொது பங்குதாரர் லவ் யாதவ், முதலீடு பற்றி பேசுகையில், \"உலகளாவிய தரத்திற்கு இணையான திறமை மற்றும் படைப்பாற்றல் கொண்ட குழுவை இலங்கை கொண்டுள்ளது, மவுண்டன் லயன் வென்ச்சர்ஸ், இலங்கையில் ஸ்டார்ட் அப்களை உள்நாட்டில் அளவிடுவதற்கும், சர்வதேச அளவில் வெளிப்படுவதற்கும் இங்கு வந்துள்ளது. .",
        "\"அளவிடக்கூடிய மற்றும் உலகளவில் போக்குவரத்துக்கு ஏற்ற பல உள்ளூர் தொடக்கங்களை நாங்கள் செயல்படுத்துகிறோம். இன்ஃப்ராஜிஸ்டில் நாங்கள் முதலீடு செய்வதைப் பற்றி நாங்கள் மகிழ்ச்சியடைகிறோம், ஏனெனில் அவர்களின் திறன்களில் உள்ள திறனை நாங்கள் காண்கிறோம்.",
        "\"எங்கள் போர்ட்ஃபோலியோ நிறுவனங்கள் 400 க்கும் மேற்பட்ட உலகளாவிய தொழில்நுட்ப முதலீடுகளைக் கொண்ட அதன் சுவிஸ் தாய் மவுண்டன் பார்ட்னர்ஸ் மூலம் தென் அமெரிக்கா முதல் ஆசியா வரை பரவியிருக்கும் எங்கள் உலகளாவிய வரம்பிலிருந்து பயனடைகின்றன.\"",
        "தலைமை கிரியேட்டிவ் அதிகாரி ஆதிஹெட்டி, வழங்கப்படும் சேவைகள் குறித்துப் பேசுகையில், “வாடிக்கையாளர்களுக்கு ஒருங்கிணைந்த தீர்வுகள் முதல் இணைய பாதுகாப்பு மற்றும் வணிக வடிவமைப்பு வரையிலான பல்வேறு சேவைகளை நாங்கள் வழங்குகிறோம். எங்களின் பணி முடிவுகளை இயக்கி, இன்றைய தொழில்நுட்ப உலகில் பிராண்ட்கள் இருக்கும் இடத்தை சரியாகப் பெறுகிறது.",
        "\"நாங்கள் வழங்கும் சேவைகளில் பயனர் அனுபவம் மற்றும் வாடிக்கையாளர் அனுபவ வடிவமைப்பு, ஆக்கப்பூர்வமான உள்ளடக்கம், தீர்வுகள் பொறியியல், ஒருங்கிணைந்த தீர்வுகள், IoT, பிளாக்செயின் மற்றும் சைபர்-பாதுகாப்பு ஆகியவை அடங்கும்.",
        "\"Infragist என்பது ஒரு ஒருங்கிணைந்த தீர்வுகள் வழங்குநராகும், இது வடிவமைப்பு சிந்தனை மற்றும் மனிதனை மையமாகக் கொண்ட அணுகுமுறையுடன் கட்டுப்பாடற்ற படைப்பாற்றல், அடுத்த ஜென் தொழில்நுட்பம் மற்றும் செயல்திறன் சார்ந்த வர்த்தகம் அனைத்தையும் ஒரே கூரையின் கீழ் இணைக்கிறது. மவுண்டன் லயன் வென்ச்சர்ஸ் உடனான எங்கள் கூட்டாண்மை குறித்து நாங்கள் மகிழ்ச்சியடைகிறோம், ஏனெனில் இது எங்களை பரந்த பார்வையாளர்களை அடைய அனுமதிக்கும்.",
        "தலைமை தொழில்நுட்ப அதிகாரி ஃபிரோஸ் மேலும் கூறுகையில், “தொழில்நுட்ப சேவைகள் சந்தை தொடர்ந்து வளர்ச்சியடைந்து வருகிறது, மேலும் நீண்ட கால மதிப்பை உருவாக்க, நாங்கள் எங்கள் சில முக்கிய திறன்களை புதிய வயது தீர்வுகளில், குறிப்பாக டிஜிட்டல் ஹெல்த்கேர் மற்றும் கடல் தளவாடங்களில் உற்பத்தி செய்கிறோம், மேலும் நாங்கள் பெருமைப்படுகிறோம். இவை இலங்கையில் அடித்தளத்திலிருந்து கருத்தியல் மற்றும் கட்டமைக்கப்பட்டவை என்று கூறலாம்.",
        "Infragist இலங்கையில் அதன் மேம்பாட்டு மையத்தைக் கொண்டுள்ளது, துபாயில் செயல்பாட்டு அலுவலகம் உள்ளது.",
        "Infragist வழங்கும் படைப்பாற்றல் மற்றும் தொழில்நுட்ப இயக்கவியல், அதன் வாடிக்கையாளர் ஆன்லைன் உள்ளடக்கத்தை தொடர்ந்து வெளிப்படுத்துவதில் பெரிதும் பங்களிக்க உதவுகிறது, வணிகங்கள் தங்கள் போட்டியுடன் புதுப்பித்த நிலையில் இருக்க உதவுகிறது, நுகர்வோரின் தேவைகளை ஆராயவும் மற்றும் அவர்களின் தேவைகளுக்கு ஏற்ப உள்ளடக்கத்தை மீண்டும் கற்பனை செய்யவும்.",
        "Infragist பற்றிய கூடுதல் தகவலுக்கு www.infragist.com இல் உள்நுழையவும் அல்லது info@infragist.com இல் அவர்களுக்கு மின்னஞ்சல் செய்யவும்."
      ]
    }
  }
}