{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-maha-2021-rice-harvest-drop-40-pct-crop-due-to-fertilizer-ban-95750/",
  "time_ut": 1655208480,
  "title": "Sri Lanka Maha 2021 rice harvest drop 40-pct crop due to fertilizer ban",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Maha 2021 rough rice harvest hit by a chemical fertilizer ban had dropped 40 percent from a year earlier to 1.8 million metric tonnes, Agriculture Minister Mahinda Amaraweera said.",
    "In the 2020/2021 the paddy harvest was 1,862,901 metric tonnes, down from 3,061,394 in 2020, Minister Amaraweera told parliament.",
    "Sri Lanka banned chemical fertilizer after the Government Medical Officer Association said agro-chemical s caused non-communicable diseases and according to Pliny the Elder, a Roman author who had produced an encyclopedia about 2000 years ago, ancient Sri Lankans had lived for around 140 years and their life expectancy had now almost halved to 74 years.",
    "The government had promised to compensate farmers whose yield fell due to the fertilizer ban but no one had been compensated so far, Minister Amaraweera said.",
    "“If there are any drop in the harvest during the 21/22 year, the affected farmer will be given the following compensation to secure their income for a maximum of 5-acre cultivation land,”",
    "“I have informed PM and the cabinet that we need around 15,000 million rupees for that and to give us that,” Minister Amaraweera said.  “If we get that we will give that to the farmers.”",
    "Minister Amaraweera said production drop in each district during the last Maha season was as follows."
  ],
  "translate": {
    "si": {
      "title": "පොහොර තහනම හේතුවෙන් ශ්‍රී ලංකා මහ 2021 සහල් අස්වැන්න සියයට 40 කින් පහත වැටේ",
      "body_lines": [
        "ආර්ථිකය - රසායනික පොහොර තහනම හේතුවෙන් ශ්‍රී ලංකාවේ මහා 2021 දළ සහල් අස්වැන්න වසරකට පෙර සිට මෙට්‍රික් ටොන් මිලියන 1.8 දක්වා සියයට 40 කින් පහත වැටී ඇති බව කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර මහතා පැවසීය.",
        "2020/2021 දී වී අස්වැන්න මෙට්‍රික් ටොන් 1,862,901 ක් වූ අතර එය 2020 දී 3,061,394 සිට පහත වැටී ඇති බව අමාත්‍ය අමරවීර මහතා පාර්ලිමේන්තුවට පැවසීය.",
        "කෘෂි රසායන නිසා බෝ නොවන රෝග ඇති වන බව රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය ප්‍රකාශ කිරීමත් සමඟ ශ්‍රී ලංකාව රසායනික පොහොර තහනම් කළ අතර මීට වසර 2000කට පමණ පෙර විශ්වකෝෂයක් නිපදවූ රෝම කතුවරයකු වන ප්ලිනි ද එල්ඩර්ට අනුව පැරණි ශ්‍රී ලාංකිකයන් වසර 140ක් පමණ ජීවත් වී ඇත. ඔවුන්ගේ ආයු අපේක්ෂාව දැන් අවුරුදු 74 දක්වා අඩකින් අඩු වී ඇත.",
        "පොහොර තහනම හේතුවෙන් අස්වැන්න අඩු වූ ගොවීන්ට වන්දි ලබාදෙන බවට රජය පොරොන්දු වූ නමුත් මෙතෙක් කිසිවෙකුට වන්දි ලබා දී නොමැති බව අමාත්‍ය අමරවීර මහතා පැවසීය.",
        "\"අවුරුදු 21/22 තුළ අස්වැන්නේ කිසියම් අඩුවීමක් සිදුවුවහොත්, හානියට පත් ගොවියාට තම උපරිමය අක්කර 5 ක වගා ඉඩමක් සඳහා ඔවුන්ගේ ආදායම සුරක්ෂිත කිරීම සඳහා පහත සඳහන් වන්දි ලබා දෙනු ඇත.\"",
        "ඒ සඳහා රුපියල් මිලියන 15,000ක් පමණ අවශ්‍ය බවත් එය අපට ලබාදෙන ලෙසත් මම අගමැතිතුමා ඇතුළු කැබිනට් මණ්ඩලයට දන්වා තිබෙනවා යැයි අමාත්‍ය අමරවීර මහතා පැවසීය. ඒක ලැබුණොත් අපි ගොවියන්ට දෙනවා.",
        "අමාත්‍ය අමරවීර මහතා පැවසුවේ පසුගිය මහ කන්නයේ එක් එක් දිස්ත්‍රික්කවල නිෂ්පාදන පහත වැටීම පහත පරිදිය."
      ]
    },
    "ta": {
      "title": "உரத்தடை காரணமாக இலங்கை மகா 2021 நெல் அறுவடை 40-சதவீதம் குறைந்துள்ளது",
      "body_lines": [
        "பொருளாதாரம் - இரசாயன உரத் தடையால் பாதிக்கப்பட்டுள்ள இலங்கையின் மகா 2021 தோராயமான நெல் அறுவடை ஒரு வருடத்திற்கு முந்தையதை விட 40 சதவீதம் குறைந்து 1.8 மில்லியன் மெட்ரிக் டன்னாக குறைந்துள்ளதாக விவசாய அமைச்சர் மஹிந்த அமரவீர தெரிவித்தார்.",
        "2020/2021 இல் நெல் அறுவடை 1,862,901 மெட்ரிக் தொன்களாக இருந்தது, இது 2020 இல் 3,061,394 ஆகக் குறைந்துள்ளது என அமைச்சர் அமரவீர நாடாளுமன்றத்தில் தெரிவித்தார்.",
        "விவசாய இரசாயனங்கள் தொற்றாத நோய்களை ஏற்படுத்துவதாக அரசாங்க மருத்துவ அதிகாரி சங்கம் தெரிவித்ததை அடுத்து இலங்கை இரசாயன உரத்தை தடை செய்தது மற்றும் சுமார் 2000 ஆண்டுகளுக்கு முன்னர் கலைக்களஞ்சியத்தை உருவாக்கிய ரோமானிய எழுத்தாளர் பிளினி தி எல்டர் கருத்துப்படி, பண்டைய இலங்கையர்கள் சுமார் 140 ஆண்டுகள் வாழ்ந்தனர். அவர்களின் ஆயுட்காலம் இப்போது கிட்டத்தட்ட பாதியாக குறைந்து 74 ஆண்டுகள் ஆகிவிட்டது.",
        "உரத்தடை காரணமாக விளைச்சல் வீழ்ச்சியடைந்த விவசாயிகளுக்கு இழப்பீடு வழங்குவதாக அரசாங்கம் உறுதியளித்திருந்த போதிலும் இதுவரை எவருக்கும் நட்டஈடு வழங்கப்படவில்லை என அமைச்சர் அமரவீர தெரிவித்தார்.",
        "21/22 வருடங்களில் அறுவடையில் ஏதேனும் குறைவு ஏற்பட்டால், பாதிக்கப்பட்ட விவசாயிக்கு அதிகபட்சமாக 5 ஏக்கர் சாகுபடி நிலத்தில் வருமானத்தைப் பாதுகாக்க பின்வரும் இழப்பீடு வழங்கப்படும்.",
        "அதற்கு சுமார் 15,000 மில்லியன் ரூபா தேவை என்றும் அதனை எமக்கு வழங்குமாறும் நான் பிரதமருக்கும் அமைச்சரவைக்கும் அறிவித்துள்ளேன் என அமைச்சர் அமரவீர தெரிவித்தார். அது கிடைத்தால் விவசாயிகளுக்கு கொடுப்போம்.",
        "கடந்த மகா பருவத்தில் ஒவ்வொரு மாவட்டத்திலும் உற்பத்தி வீழ்ச்சி பின்வருமாறு காணப்படுவதாக அமைச்சர் அமரவீர தெரிவித்தார்."
      ]
    }
  }
}