{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81251/showers-expected-in-several-provinces-and-districts",
  "time_ut": 1647484560,
  "title": "Showers expected in several provinces and districts",
  "body_lines": [
    "The Department of Meteorology says fairly cloudy skies can be expected in the Central, Southern, Western, Sabaragamuwa, Uva and Eastern provinces.",
    "Showers or thundershowers will occur at a few places in Western, Sabaragamuwa, Southern and Uva provinces and in Nuwara-Eliya and Kandy districts after 2.00 p.m.",
    "A few showers will occur in the coastal areas of Southern province during the morning too.",
    "Mainly fair weather will prevail elsewhere over the Island, it said.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "A low pressure area has developed and lay centered over the Central parts of Southwest Bay of Bengal. It is likely to move east-northeast wards towards Andaman Sea and further it is likely to intensify in to a cyclonic storm by 21st March.",
    "Naval and fishing communities are advised not to venture into the Central parts of southwest Bay of Bengal sea area bounded by 03S-05N and 81E-93E until further notice.",
    "Fishing and naval community are requested to be attentive of future forecasts issued in this regard.",
    "Showers or thundershowers will occur at times over the shallow and deep sea areas off the coast extending from Galle to Hambantota. Showers at several places may occur over the other sea areas around the Island.",
    "Winds will be north-westerly and speed will be 20-30 kmph. Wind speed can increase up to 40-45 kmph at times in sea areas off the coast extending from Kaluthara to Potuvil via Galle and Hambantota.",
    "The sea areas off the coast extending from Kaluthara to Potuvil via Galle and Hambantota will be fairly rough at times. The other sea areas around the island will be moderate.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}