{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Mini-Gota-Go-Gama-opens-in-Westminster/342-236132",
  "time_ut": 1651479600,
  "title": "Mini Gota Go Gama opens in Westminster",
  "body_lines": [
    "Over 1500 Sri Lankans from all communities travelled from various parts of the United Kingdom to gather at Parliament Square in the shadow of the British House of Parliament in Westminster to demand the immediate resignation of all Rajapakses from Sri Lankan politics.",
    "One corner of the Square was declared a mini Gota Go Gama in solidarity with the Gota Go Gama in Galle Face Sri Lanka.",
    "Speaking to the Daily Mirror Nirmala Rajasingham said until the 13th of May there will be a Gota Go Gama at Parliament Square as a show of solidarity to the protestors in Sri Lanka.",
    "Another organiser Chathura Gunatilake said that this was an important protest to show the Rajapakses that they need to listen to the voices of the people.",
    "\"Enough is enough. The people have spoken. The Rajapakse need to go. They need to leave now!\"",
    "The entire Parliament Square was full of Sri Lankans waving flags, carrying banners and shouting slogans.",
    "One of the attendees speaking anonymously said International. Government should issue sanctions against Sri Lanka as that may possibly spur the Rajapakses to leave.",
    "Exuding a convivial atmosphere Sri Lankans from all communities made the effort to spread an important message. Many of those gathered were unanimous in their call for a change in regime and stated that the Rajapakse family had gone from heroes to zeros after robbing the country.",
    "Pulsating drumbeats with accompanying choruses of Kaputu Kaak and Mahinda Rajapakse impresarios were part of the demonstration. Sri Lankans are encouraged to join Gota Go Gama in Parliament Square which will be held till 13th May. Actor Hiran Abeysekera the recent Olivier Award winner also attended the demonstration and was immediately mobbed by those present. (Tina Edward Gunawardhana)"
  ]
}