{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/20/elevated-port-access-road-will-open-in-2023-johnston/",
  "time_ut": 1647755340,
  "title": "Elevated Port access road will open in 2023: Johnston",
  "body_lines": [
    "COLOMBO (News 1st); Johnston Fernando, Chief Government Whip and Minister of Highways stated that the construction of the elevated port access road Ingurukade Junction to the Colombo Port City would be completed and opened to the people by 2023.",
    "Soeaking at a review meeting held at the Ministry Auditorium recently to discuss the progress of the construction of the port access road, the Minister noted that during the first two years of the construction of the elevated port city access road, the progress of the construction was less than 7%, as it was slow.",
    "However, by the first quarter of 2022, the overall construction progress will be 32% and the installation of precast concrete bridge sections, a new technology used for the first time in Sri Lanka, will continue, the Minister was informed.",
    "The Ministry of Highways and the Road Development Authority is planning to construct a new elevated expressway from Ingurukade Junction to the port city as a permanent solution to the heavy traffic congestion at the entry points to the Colombo Commercial City.",
    "A special characteristic of this road is that it will be built in an environmentally friendly manner.",
    "The distance of the elevated port access road which runs is 5.3 km, and construction of four lanes is currently being carried out. The total cost of the project is Rs. 28,002 million.",
    "The construction work is being carried out by the Chinese Civil Engineering Construction Corporation under the supervision of the Ministry of Highways and the Road Development Authority, and the access road will have 5 entrances; Ingurukade juntion, entrance near the Wimaladharma Institute in Pettah, entrance to Aluth Mawatha, entrance to the Galle Face and the entrance to the port city.",
    "This expressway will also enable for uninterrupted container transport from and to the port."
  ]
}