{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/seylan-bank-perseveres-through-macroeconomic-challenges-to-retain-momentum-in-q1-2022/",
  "time_ut": 1652965860,
  "title": "Seylan Bank perseveres through macroeconomic challenges to retain momentum in Q1 2022",
  "body_lines": [
    "Seylan Bank PLC recorded a Profit After Tax (PAT) of LKR 1.1 Bn in Q1 2022, maintaining its forward momentum in a period of volatile macroeconomic challenges. The Bank capitalized on its strong fundamentals with capital adequacy ratios well above regulatory requirements; whilst ensuring its liquidity position remained above the required minimum ratios during the quarter, maintaining the Statutory Liquid Asset Ratio (SLAR) for the Domestic Banking Unit and the Foreign Banking Unit at 23.32% and 22.65% respectively. This, along with a strong Net Interest Income (NII) of LKR 6.8 Bn, recording a growth of 22.51% in the period under review, ensured that Seylan Bank perseveres through macroeconomic challenges to retain its forward momentum in the first quarter of 2022.Seylan Bank recorded a total operating income growth of 21.80% amounting LKR 9.1 Bn during the period under review compared to LKR 7.5 Bn in the correspondent year. The Bank’s net gain from trading recorded LKR 3.6 Bn in 1Q 2022 mainly due to an increase in Net Gain on Derivatives Financial Instruments.",
    "Net Fee and Commission Income recorded a notable growth of 24.20% to LKR 1.437 Bn from LKR 1.157 Bn mainly due to increase in Card Related Income, Trade Finance Related Fees, and Other Financial Services Related Income such as commission income and E-banking. The Loans and Advances portfolio of the Bank recorded a growth of 4.56% to LKR 462.1 Bn during 1Q 2022 which also reflects the inflation of the book by currency deprecation. The growth in credit was driven primarily by Term loans, Overdrafts and Packing Credits. Seylan Bank’s overall deposit base recorded a growth of 5.52% to LKR 515.6 Bn in the period under review with the Bank’s CASA ratio (Current and Savings) at 34.24%.Commenting on Seylan Bank’s performance in the first quarter of 2022, Kapila Ariyaratne, Director/Chief Executive Officer, Seylan Bank PLC stated, “Sri Lanka underwent massive upheavals in the quarter under review. As the country seeks to stabilize its position amidst an unprecedented crisis, Seylan Bank has done well to maintain its momentum despite the challenges it faced, achieving LKR 643.1 Bn of Total Assets as of 31 March 2022, resulting in 5.85% growth compared to 31 December 2021. We have managed to keep expense growth at a minimal level by focusing on lean initiatives and automation across the Bank and rationalizing expenditure on key controllable cost lines. Team Seylan is to be lauded on leading by example during times of crisis and adapting a culture of working smarter across all the functions, leading to increased efficiency.”",
    "The Return on Equity (ROE) stood at 8.18% for the period under review, compared to 9.07% recorded in 2021. The Return on Average Assets (ROAA) recorded as 0.94% in 1Q 2022. Earnings per Share (EPS) in 2021 stood at LKR 1.82, a slight increase compared to the LKR 1.74 recorded in the comparative year, while Net Assets Value per Share recorded at LKR 88.31 (Group LKR 91.46).Seylan Bank remained adequately capitalized in Q1 2022, with the key capital adequacy ratios above the regulatory minimum requirements. The Bank’s Common Equity Tier 1 (CET 1) Capital/ Total Tier 1 Capital Ratio was recorded as 9.78% and the Total Capital Ratio as at end March 2022 was 12.78%.The Bank recorded impairment provision of LKR 3.4 Bn for 1Q 2022 compared to LKR 2.2 Bn for the correspondent year as a result of the increase in additional provision accounted for foreign currency denominated instruments due to the current situation. Income tax expenses stood at LKR 413.2 Mn which is a 5.36% increase from the comparative period which stood at LKR 392.2 Mn.",
    "Attracting foreign real estate investments amidst the economic turbulence in Sri Lanka",
    "CBSL lowers limit on public’s foreign currency note holdings; violators to be taken to task",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}