{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/macro-economic-constraints-bring-down-cse-fuel-crisis-a-factor/",
  "time_ut": 1655389080,
  "title": "Macro-economic constraints bring down CSE; fuel crisis a factor",
  "body_lines": [
    "The CSE slipped within the first hour of trading yesterday after opening in green territory due to macro- economic constraints, stock market analysts said.",
    "The ongoing acute fuel crisis has affected most economic and business activities. Further, the Fed Reserve (US Central Bank) has increased 75 basis points and another 50-70 basis points are to be increased by the US monetary regulator, market analysts added.",
    "On the previous day the US Central Bank announced its biggest interest rate rise in 30 years as it fights to control rising consumer prices. The federal government said it would increase key interest rates by three quarter percentage points in a range of 1.5 per cent to 1.75 per cent. Further, the Chinese zero Covid-19 policy also affected the global supply chain in almost all the sectors in the world, stock market analysts explained. In the global scenario, supply side inflation is reportedly visible in a negative way.",
    "With high global inflation most of the economies, especially European countries, are also tightening and adjusting monetary policies, which have negatively impacted the equity market/stock market globally, including the Sri Lankan stock market. Amid those developments, both indices moved downwards. The All- Share Price Index went down by 66.8 points and S and P SL20 declined by 24.6 points. Turnover stood at Rs 786 million with a crossing. The crossing was reported in JKH, which crossed 200,000 shares to the tune of Rs 25 million, its shares traded at Rs 125.",
    "It is said the bourse closed in red territory for the second consecutive day with intensified selling pressure owing to the reiteration by Prime Minister Ranil Wickramasinghe that the next three weeks will be strenuous as the country is toiling to get adequate stocks of fuel and gas.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Browns Investments Rs 150 million (17.1 million shares traded), Expolanka Holdings Rs 92.2 million (525,000 shares traded), Lanka Wall Tiles Rs 89.3 million (1.4 million shares traded), Lanka IOC Rs 80.2 million (1.1 million shares traded), JKH Rs 43.3 million (349,000 shares traded), Royal Ceramic Rs 27.5 million (997.000 shares traded) and Hayleys Fabrics Rs 16.4 million (512,000 shares traded). During the day 41.7 million share volumes changed hands in11000 transactions.",
    "It is said high net worth and institutional investor participation was noted in HNB, CT Holdings and John Keells Holdings. Mixed interest was observed in Expolanka Holdings, Lanka IOC and LOLC Holdings, while retail interest was noted in Browns Investments, Muller & Phipps and LOLC Finance. The transportation sector was the second-highest contributor to the market turnover (due to Expolanka Holdings). It is said the Food, Beverage and Tobacco sector was the top contributor to market turnover (due to Browns Investments).",
    "Yesterday the Central Bank US dollar buying rate was Rs 355.67 and selling rate Rs 366.49. The rupee quoted by commercial banks against telegraphic transfers fell to Rs 367 at yesterday’s trading, falling from Rs 366 on the previous day (Wednesday).The Central Bank’s interbank spot trade was at Rs 359.85 under a daily guidance rate, unchanged from Wednesday.",
    "‘Come and Live in Sri Lanka’ real estate project targeting senior citizens",
    "Virtusa appoints Naresha Supramaniam as Country Head for Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}