{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allianz-divitharana-a-new-take-on-life-and-health-insurance/",
  "time_ut": 1653569100,
  "title": "Allianz Divitharana: A new take on Life and Health Insurance",
  "body_lines": [
    "The world’s number one insurance brand Allianz has announced the launch of its new Divitharana Insurance product, which provides comprehensive life and health insurance for policyholders and their loved ones, at an easily accessible and affordable price. The product, which has been designed for the mass market, a segment that is highly price sensitive, comes with a host of benefits and features, making it a truly comprehensive insurance product, that covers all of life’s important bases, protecting life’s most precious things.Tailored for the mass market, which includes farmers, fisherfolk, technicians, teachers, executives and other members of the general public, Divitharana Insurance provides life insurance at a flexible and economic price point, with the option for policyholders to settle the premium in monthly, quarterly, biannual or annual instalments, while also providing the convenience of increasing the cover provided during the policy period, without having to go for a new policy. These are particularly important features amidst the present economic challenges the nation is facing, as it allows everyone to have access to good and reliable insurance, regardless of their income level and style.",
    "A key differentiator of Divitharana insurance is that each policyholder will be entitled to an individual investment account, on which an annual dividend will be declared and the proceeds credited to the policyholder’s account. On top of this, policyholders will also be entitled to an additional loyalty bonus of 20%, which will be added to the maturity value for continued on-time premium settlements. other than the life cover provided by Divitharana, policyholders can also opt to include additional covers such as Disability Benefit, Critical Illness and Hospitalisation cover, while also enjoying the flexibility of extending the insurance cover to include their spouse & children.",
    "Private Tutoring Amidst Sri Lanka’s Economic Crisis: Issues Faced by Students",
    "SLT-MOBITEL doubling the cloud with country’s first-ever VMware Cloud Foundation deployment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}