{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ipay-powered-by-lolc-joined-the-latest-lankaqr-drive-in-kurunegala/",
  "time_ut": 1649086320,
  "title": "iPay powered by LOLC, joined the latest LANKAQR drive in Kurunegala",
  "body_lines": [
    "Sri Lanka’s most preferred and most trusted financial services provider LOLC Finance PLC continues to sustain its committed support to expand the adoption of digital payments in the country through iPay.",
    "iPay, powered by LOLC Finance has advanced from a mere payment gateway in to a beyond lifestyle payment application offering an exceptional service and convenience to their customers at a distance of a fingertip. Over the years of excellence, iPay has positioned their brand name as the most vivid and vibrant finance application available in Sri Lanka.",
    "The latest LANKAQR event of the nationwide rollout campaign by Central Bank of Sri Lanka (CBSL) took place in Vehera Grounds, in the city of Kurunegala on the 19th of March 2022 with a large participation of partnered banks, financial service providers, merchants, dignitaries and other invitees.",
    "Lanka QR launched the “Rata Purama LankaQR” campaign, with the purpose of promoting the usage of a common national Quick Response (QR) code. This QR code was developed by the CBSL with the idea of eliminating the need for merchants to have multiple QR codes for different platforms, facilitating fast, secure and affordable digital payments.",
    "In view of transforming the Sri Lankan economy to a cashless podium, iPay actively participated in a day-long activation to raise awareness and to network with merchants. The opportunity was made use to explain the participants on the benefits of using LankaQR-integrated payments. iPay was also able to attain a number of merchants on-boarding, during the event.",
    "Dhammika Nanayakkara, Deputy Governor, Central Bank of Sri Lanka graced the occasion as the Chief Guest. D. Kumarathunga, Assistant Governor, Central Bank of Sri Lanka attended as the guest of honour. LOLC Finance PLC Head of iPay, Charitha Jayasinghe and the Regional Manager, Chaminda Ranaweera were also present at the event. LOLC Finance teams from Kurunegala branch also joined to support the activation.",
    "Charitha Jayasinghe, Head of iPay, LOLC Finance PLC stated, “Being the leading Fintech platform of the country, we are privileged and humbled to take part in this national initiative by CBSL. Considering the increasing numbers of people adopting cashless transactions through iPay, we are truly pleased that we have been able to contribute immensely towards this national drive, over time. We also believe that these continuous initiatives will further enhance the knowledge and interest of the regional communities to understand and use these digital platforms better. As the leading Non-Banking Financial Institute (NBFI) in Sri Lanka, we remain committed to support this nationwide interest”.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}