{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Joint-Celebration-of-Sri-Lanka-Bangladesh-relations-Colombo-Port-stands-to-benefit-from-growing-Bangladeshi-economy/231-232969",
  "time_ut": 1647196500,
  "title": "Joint Celebration of Sri Lanka- Bangladesh relations: Colombo Port stands to benefit from growing Bangladeshi economy",
  "body_lines": [
    "People to people contact has its origin in our historic and civilizational linkages and multitude of commonalities. It forms the core of our relationship",
    "From being a country of food deficit, it is today a country of food surplus. In fact, it is a leading exporter of food items in the world today",
    "When the Lakshman Kadirgamar Institute organized a webinar to mark the joint celebration of 50th anniversary of Sri Lanka – Bangladesh relations, the speakers of both sides had a lot to reflect upon. Fifty years is relatively a long period even in the life of a person. As a nation, Bangladesh celebrated its golden Jubilee last year with the participation of the leaders of the regional countries including Sri Lankan Prime Minister Mahinda Rajapaksa. In the span of 50 years, Bangladesh has traversed the path of development making amazing strides, making it a wonder of the world from being an impoverished nation at the beginning.",
    "Its performance is undoubtedly attributed to the leadership of Prime Minister Sheikh Hasina. It has achieved success in various fields including poverty alleviation, expansion of education, development of women, reduction of child and maternal mortality rate. From being a country of food deficit, it is today a country of food surplus. In fact, it is a leading exporter of food items in the world today.",
    "By the time of its 50 th anniversary, Bangladesh’s national income has multiplied 50 times, per capita income 25 times (higher than India’s and Pakistan’s), and food production four times, as reported by Bangladeshi Daily Star newspaper.",
    "The newspaper reports that the exports of Bangladesh have grown 100 times and poverty is down to 20 percent from 60 percent in 1990. Life expectancy has risen to 72. Most social indicators are better compared to regional countries, except Sri Lanka.",
    "Sri Lanka and Bangladesh have enjoyed excellent bilateral ties during the last 50 years. Now, in the wake of completion of 50 years of such relations, time has dawned for both the countries to propel relationship to new heights and areas including unchartered territories. That is warranted given the fact that the new world order has opened up fresh challenges to combat together and opportunities to be seized jointly for a win-win situation.",
    "The speakers who shared their views during the webinar organized by the Lakshman Kadirgamar Institute last Friday shed light on this aspect. The event served as an eye opener for policy and decision makers to speed up action. It was a hybrid webinar with both physical and virtual participation of representatives from the two countries. Glamour was added to the event with messages of congratulations from the prime ministers of the two countries.",
    "In her message, Prime Minister Sheikh Hasina recalled with gratitude Sri Lanka’s recognition of independent Bangladesh on March 4, 1972. Bangladesh is now a growing economy. Sri Lanka, despite its present challenges on the economic front, is a country with a lot of potentials to be realized.",
    "Bangladeshi High Commissioner in Sri Lanka Tareq Md Ariful Islam , who shared his views, elaborated more on novel aspects to be considered by both the countries to uplift ties for economic prosperity in main.",
    "Given the multitude of commonalities, he said the gamut of bilateral collaboration is wide, ranging from enhancing trade and connectivity, strengthening people-to-people contact to regional cooperation to addressing global issues like combating terrorism and violent extremism, addressing climate change and cooperating on human rights issues.",
    "With specific reference to trade, he said the biggest potential of bilateral relationship lies in trade. “As I look at it, the biggest potential of bilateral relationship lies in trade since it can bring significant benefit to peoples of both the countries. But the bilateral trade volume is still quite low and has been plateauing over the past several years. That does not commensurate with the excellent political relations. We need to take trade to the next level. For that, we need some trade facilitation.",
    "I am lucky that after my arrival in Colombo, we have been able to convince our two sides who have started negotiating a preferential trade agreement (PTA) to explore our respective strong points and harness each other’s comparative advantages. This is a very welcome development and I am happy to be part of it. Initially, we are looking at a small basket of items. If that works, we can expand and then move on to a more comprehensive trade cooperation framework. Hopefully, the PTA would open up more opportunities in trade, commerce and investment. We are also updating our feasibility study on the Free Trade Agreement,” he said.",
    "He said, interestingly, some export items of both the countries are same - for example, readymade garments, tea, human resources and IT outsourcing, but stressed that it should not put the two sides apart.",
    "Bangladeshi High Commissioner in Sri Lanka Tareq Md Ariful Islam",
    "Bangladesh is striving hard for shipping connectivity with Sri Lanka. Bangladesh’s tremendous economic growth and Colombo’s positioning as a maritime hub are reasons for it.",
    "“It can take various forms particularly through making greater use of Colombo port by Bangladesh for transhipment of its exports and imports. It can be a win-win situation for both countries. With pandemic enforced worldwide disruption on supply-chain, creating regional logistics hubs could provide vital support to our respective economies. Here also stronger shipping linkage would help.",
    "Trade and shipping go hand in hand. Better shipping connectivity is a pre-requisite for growth in bilateral trade, particularly for the PTA (Preferential Trade Agreement) to be successful. As a ship-building nation, we are providing vessels for feeder connections in the Chattogram-Colombo route. Our transhipment traffic in this route is increasing and as a result number of vessels plying has increased.",
    "This is indicative of the growing economic potential of this route. We can put more vessels if there is a demand. We already see that things are moving in the right direction. We would soon have some exchange of shipping delegations to take things forward.",
    "We are also in a position to provide vessels for other purposes such as for coastal shipping, passenger shipping and cruise shipping. This would bring important value addition not only in shipping but also in other sectors,” he said.",
    "Trade is not the sole aspect of bilateral ties. Historic and civilizational ties were highlighted at the event both by the Bangladeshi envoy and Sri Lanka High Commissioner in Dhaka Prof. Sudarshana Seneviratne who joined online. The Sri Lankan envoy referred to the arrival of Prince Vijaya from the region of Bengal in ancient history.",
    "The Bangladeshi envoy, in the meantime, said, “People to people contact has its origin in our historic and civilizational linkages and multitude of commonalities. It forms the core of our relationship. Our friendly ties are also manifest in the presence of a large Sri Lankan diaspora in Bangladesh. To facilitate people’s connectivity, we need better and affordable air connectivity. This is an area we need to work on. Passenger shipping connectivity can also help.”",
    "Dr. Dayantha Laksiri Mendis, the Executive Director of the Lakshman Kadirgamar Institute, highlighted the importance of integration of countries in the Bay of Bengal region for greater prosperity. He said a lot of insights for it could be derived from the experience of the Caribbean islands.",
    "Dr. Mendis who lived in the Latin American region for around 25 years said the Caribbean islands had benefitted immensely from integration, and the same could be achieved in the region of Bay of Bengal through proper connectivity.",
    "What is highlighted is highlighted. It is now time for the policy makers to implement them. For that purpose, departure from traditional focus and thinking is also needed. Otherwise, reality remains unseen."
  ]
}