{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81254/india-is-largest-target-market-for-the-port-city-project-saliya-wickramasuriya",
  "time_ut": 1647497760,
  "title": "India is largest target market for the port city project - Saliya Wickramasuriya",
  "body_lines": [
    "The Indian subcontinent is the largest target market for the $1.12-billion Port City Colombo, which will build on ongoing political alignment between Sri Lanka and the country to offer key opportunities to Indian businesses, says the head of the commission overseeing the project.",
    "Colombo Port City Economic Commission director general Saliya Wickramasuriya said in an interview that the project will offer opportunities both to Indian players, that already have a presence in Sri Lanka, and to those making their maiden foray into the island nation. He highlighted the separate laws being enacted for the port city and bespoke business solutions as its main attractions for Indian investors.",
    "“With the changing economic circumstances both here and overseas, our target market is shifting slightly and the value proposition has to change accordingly...While there is recovery, there are still economic constraints everywhere and there are political disturbances everywhere,” Wickramasuriya said.",
    "“So what we’re looking here is building on the relationships that already exist with entities who have invested in Sri Lanka. In particular, the Indian subcontinent is by far our largest target market,” he added.",
    "The commission wants the “port city to be an international city” but it is also looking at more detailed, bespoke and customised solutions to “create value propositions for key anchor investors”, Wickramasuriya said.",
    "Port City Colombo is being implemented by China Harbour Engineering Company, part of the China Communications Construction Company, to create a city on land reclaimed from the sea and extend Colombo’s central business district. The project consists of 269 hectares of reclaimed land, and the developers of the project are hoping it will benefit from a recent increase in economic cooperation between India and Sri Lanka.",
    "The Indian side has provided a $500-million line of credit for purchasing fuel and a currency swap of $400 million under the Saarc facility. It has also deferred the payment of $515 million due to the Asian Clearing Union. The two sides also finalised the long-gestating project to refurbish and develop the Trincomalee oil farm, a storage facility with a capacity of almost one million tonnes.",
    "Wickramasuriya acknowledged the economic problems currently being faced by Sri Lanka but was upbeat that the growing political alignment with India will benefit the project.",
    "“I think bridges are being strengthened on the political front, which is good because it’s something we should do and keep doing with India, our oldest and biggest trading partner and also home to our largest contingent of arriving visitors,” he said.",
    "Highlighting the port city’s potential for commercial and retail activities, he added, “There’s a lot of potential for Indian businesses to move one step closer to the world by coming to Sri Lanka, because a lot of Indian goods get trans-shipped through Sri Lanka...So, this is why we are offering an international financial centre concept in a convenient physical location for businesses that are in the goods and services movement business.”",
    "The Colombo Port City Economic Commission is currently working on a set of 10 key policy frameworks and regulations, including regulations for banking and finance, setting up and winding down businesses, immigration, dispute resolution.",
    "“Those regulations are being drafted and we are sealing up the ease of doing business indicator types. I would say by the end of April, we should be able to roll out our drafts to the market...,” Wickramasuriya said."
  ]
}