{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81596/pakistan-president-dissolves-parliament-at-pms-request",
  "time_ut": 1648986480,
  "title": "Pakistan president dissolves Parliament at PM’s request",
  "body_lines": [
    "(AP) — Pakistan’s president dissolved Parliament on Sunday setting the stage for early elections after the prime minister sidestepped a no-confidence move earlier in the day.",
    "Imran Khan asked President Arif Alvi to dissolve the National Assembly, or law-making lower house of Parliament, accusing his political opposition of working with the United States to overthrow his government.",
    "The political chaos caused a constitutional crisis that was left to the country’s Supreme Court to sort. The court must decide whether Khan defied the constitution when Parliament’s deputy speaker, at the request of the minister of information, threw out the no-confidence resolution.",
    "Information Minister Fawad Chaudhry said opposition lawmakers violated the constitution’s article 5 demanding loyalty of its citizens by colluding with a foreign power to stage a “regime change.”",
    "The opposition has challenged the deputy speaker’s constitutional authority to throw out the no-confidence vote, which they said they had the numbers to win.",
    "The chief justice of the Supreme Court, Umar Ata Bandial, has convened a hearing into the constitutional question later Sunday.",
    "The battle between Khan, a cricket star turned conservative Islamic leader, and his political opposition has mired the nation in political turmoil.",
    "Khan, who was not in Parliament on Sunday, went on national television to say he would ask Pakistan’s president to dissolve the body and hold elections.",
    "“I ask people to prepare for the next elections. Thank God, a conspiracy to topple the government has failed,” Khan said in his address.",
    "Pakistan’s constitution calls for the establishment of an interim government to see the country toward elections, which are to be held within 90 days. According to the constitution the interim government is to be established with input from the opposition.",
    "The opposition arrived in Parliament ready to vote Khan out of power. They needed a simple majority of 172 votes in Pakistan’s 342-seat Parliament to unseat Khan, a cricket star turned conservative Islamic politician. Khan’s small but key coalition partners along with 17 of his own party members joined the opposition to oust him.",
    "The political turmoil also caused the country’s security agencies to lock down the capital of Islamabad.",
    "Giant metal containers blocked roads and entrances to the capital’s diplomatic enclave and to Parliament and other sensitive government installations in the capital. A defiant Khan had called for supporters to stage demonstrations countrywide.",
    "Khan has accused the opposition of being in cahoots with the United States to unseat him, saying America wants him gone over his foreign policy choices that often favor China and Russia. Khan has also been a strident opponent of America’s war on terror and Pakistan’s partnership in that war with Washington.",
    "Khan has circulated a memo which he insists provides proof that Washington conspired with Pakistan’s opposition to unseat him because America wants “me, personally, gone ... and everything would be forgiven.”",
    "Political chaos also spread to the country’s largest Punjab province where it is set to vote for a new chief minister. Khan’s choice faced a tough challenge and his opponents claimed they had enough votes to install their choice. After a scuffle between lawmakers the provincial assembly was adjourned until April 6 without any vote.",
    "Pakistan’s main opposition parties, whose ideologies span the spectrum from left to right to radically religious, have been rallying for Khan’s ouster almost since he was elected in 2018.",
    "Khan’s win was mired in controversy amid widespread accusations that Pakistan’s powerful army helped his Pakistan Tehreek Insaf (Justice) Party to victory.",
    "Asfandyar Mir, a senior expert with the Washington-based U.S. Institute of Peace, said the military’s involvement in the 2018 polls undermined Khan’s legitimacy from the outset.",
    "“The movement against Imran Khan’s government is inseparable from his controversial rise to power in the 2018 election, which was manipulated by the army to push Khan over the line,” said Mir. “That really undermined the legitimacy of the electoral exercise and created the grounds for the current turmoil. “",
    "Pakistan’s military has directly ruled Pakistan for more than half of its 75-year history, overthrowing successive democratically elected governments. For the remainder of that time it has indirectly manipulated elected governments from the sidelines.",
    "The opposition has also accused Khan of economic mismanagement, blaming him for rising prices and high inflation. Still, Khan’s government is credited with maintaining a foreign reserve account of $18 billion and bringing in a record $29 billion last year from overseas Pakistanis.",
    "Khan’s anti-corruption reputation is credited with encouraging expatriate Pakistanis to send money home. His government has also received international praise for its handling of the COVID-19 crisis and implementing so-called “smart lockdowns” rather than countrywide shutdowns. As a result, several of Pakistan’s key industries, such as construction, have survived.",
    "“Khan’s biggest failing has been his insistence on remaining a partisan leader to the bitter end,” said Michael Kugelman, deputy director of the Asia Program at the Washington-based Wilson Center.",
    "“He hasn’t been willing to extend a hand across the aisle to his rivals,” said Kugelman. “He’s remained stubborn and unwilling to make important compromises. As a result, he’s burned too many bridges at a moment when he badly needs all the help he can get.”",
    "Khan’s insistence there is U.S. involvement in attempts to oust him exploits a deep-seated mistrust among many in Pakistan of U.S. intentions, particularly following 9/11, said Mir.",
    "Washington has often berated Pakistan for doing too little to fight Islamic militants even as thousands of Pakistanis have died in militant attacks and the army has lost more than 5,000 soldiers. Pakistan has been attacked for aiding Taliban insurgents while also being asked to bring them to the peace table.",
    "“The fact that it has such easy traction in Pakistan speaks to some of the damage U.S. foreign policy has done in the post 9/11 era in general and in Pakistan in particular,” said Mir. “There is a reservoir of anti-American sentiment in the country, which can be instrumentalized easily by politicians like Khan.”"
  ]
}