{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Steps-to-decentralize-all-govt-services-at-district-divisional-levels-President/108-239122",
  "time_ut": 1655309100,
  "title": "Steps to decentralize all govt. services at district, divisional levels: President",
  "body_lines": [
    "President Gotabaya Rajapaksa said that there is a timely need to decentralize all public services at the district and divisional levels similar to the work-from-home concept.",
    "Department of Registration of Persons, Department of Immigration and Emigration, Department of Motor Traffic and other state institutions could be further decentralized at the district and divisional levels in order to provide their respective service more efficiently, President's Media Division said.",
    "The President pointed out the importance of linking such key institutions to each other.",
    "He made these remarks at a discussion held at the President's House in Colombo, today (15) on agriculture, food security, introduction of new methods to make public services more efficient, decentralization of all public services at district and divisional levels and management of government expenditure.",
    "Many countries in the world are paying special attention to food security.",
    "The post-harvest damage to the vegetables and fruits in Sri Lanka is estimated at 40%.",
    "The President emphasized that a large amount of food could be saved by paying close attention to this issue.",
    "The President further pointed out the possibility of giving a fair price to the farmer and the consumer by minimizing the number of intermediaries in the distribution of the harvest.",
    "Measures should be taken to identify government-owned and uncultivated lands and hand them over to the youth who are interested in cultivation as early as possible.",
    "The Armed Forces, the Civil Defence Force and the Department of Prisons were ready for cultivation.",
    "Positive results can be achieved by involving those institutions in agriculture as well.",
    "The need for a renewable power generation in parallel with the ''Waga Sangramaya'' programme was also discussed.",
    "The focus was on the steps that could be taken at the institutional level to address the current power crisis by focusing on solar power generation."
  ]
}