{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/russias-aeroflot-aircraft-grounding-lands-sri-lanka-in-diplomatic-spat-95168/",
  "time_ut": 1654360920,
  "title": "Russia’s Aeroflot aircraft grounding lands Sri Lanka in diplomatic spat",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s Foreign Ministry said a grounding of an aircraft operated by Russia’s Aeroflot in Colombo following a court order was now “also under consultation  through normal diplomatic channels.”",
    "The aircraft was grounded in Colombo following a court order obtained by Celestial Aviation Trading 10 Limited of Ireland, the owner of the aircraft, against Aeroflot in a Colombo court, over a lease dispute.",
    "“The matter is still pending final determination of the Court,” Sri Lanka’s Foreign Ministry said in a statement.",
    "“This matter is also under consultation  through normal diplomatic channels.”",
    "The head of Russia’s Federal Air Transport Agency Alexander Neradko, Alexander Neradko, had also sought the assistance of Sri Lanka’s aviation authority when the aircraft was prevented from taking off following a turnaround flight.",
    "The full statement by the Ministry of Foreign Affairs in Sri Lanka is reproduced below:",
    "Statement by the Ministry of Foreign Affairs on the Aeroflot passenger aircraft at the Bandaranaike International Airport",
    "The Ministry of Foreign Affairs wishes to state the following with reference to the Aeroflot passenger aircraft flight SU-289 which is currently at the Bandaranaike International Airport (BIA).",
    "On 2 June 2022, the Commercial High Court of the Western Province issued an Enjoining Order on the Aeroflot flight restraining it from taking off from Bandaranaike International Airport. The case relates to a commercial dispute between the Plaintiff, Celestial Aviation Trading 10 Limited an Irish Company against the first Defendant the Public Joint Stock Company “Aeroflot” and the second Defendant, Mr. N. C Abeywardene/Acting Head of Air Navigation/Airport and Aviation Services of Sri Lanka (AASL), Katunayake.",
    "The matter is still pending final determination of the Court. This matter is also under consultation  through normal diplomatic channels."
  ],
  "translate": {
    "si": {
      "title": "රුසියාවේ Aeroflot ගුවන් යානය ශ්‍රී ලංකාවට ගොඩබෑම රාජ්‍ය තාන්ත්‍රික ගැටුමකින්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ විදේශ අමාත්‍යාංශය පැවසුවේ, උසාවි නියෝගයකට අනුව රුසියාවේ Aeroflot විසින් කොළඹදී ක්‍රියාත්මක කරන ලද ගුවන් යානයක් ගොඩබෑමක් දැන් “සාමාන්‍ය රාජ්‍යතාන්ත්‍රික මාර්ග හරහා ද උපදේශනයට ලක්වෙමින් පවතින” බවයි.",
        "බදු ආරවුලක් මත Aeroflot සමාගමට එරෙහිව Aeroflot සමාගමට එරෙහිව එහි හිමිකරු වන Ireland හි Celestial Aviation Trading 10 Limited විසින් ලබාගත් අධිකරණ නියෝගයකට අනුව මෙම ගුවන් යානය කොළඹට ගොඩබස්වා ඇත.",
        "ශ්‍රී ලංකා විදේශ අමාත්‍යාංශය නිවේදනයක් නිකුත් කරමින් කියා සිටියේ, \"මෙම කාරණය තවමත් අධිකරණයේ අවසාන තීරණයට නියමිතව ඇත.",
        "\"මෙම කාරණය සාමාන්‍ය රාජ්‍ය තාන්ත්‍රික මාර්ග හරහා ද උපදේශනයට ලක්ව ඇත.\"",
        "රුසියාවේ ෆෙඩරල් ගුවන් ප්‍රවාහන ඒජන්සියේ ප්‍රධානී ඇලෙක්සැන්ඩර් නෙරඩ්කෝ, ඇලෙක්සැන්ඩර් නෙරඩ්කෝ ද ශ්‍රී ලංකාවේ ගුවන් සේවා අධිකාරියේ සහය පතා ඇත්තේ ගුවන් යානයක් හැරවුම් පියාසර කිරීමෙන් පසු ගුවන් ගත වීම වළක්වන අවස්ථාවේදීය.",
        "ශ්‍රී ලංකාවේ විදේශ කටයුතු අමාත්‍යාංශය විසින් නිකුත් කරන ලද සම්පූර්ණ නිවේදනය පහතින් දැක්වේ.",
        "බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපළේ Aeroflot මගී ගුවන් යානය පිළිබඳ විදේශ කටයුතු අමාත්‍යාංශයේ ප්‍රකාශය",
        "දැනට බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපලේ (BIA) ඇති Aeroflot මගී ගුවන් යානා SU-289 ගුවන් යානය සම්බන්ධයෙන් විදේශ කටයුතු අමාත්‍යාංශය පහත සඳහන් කරුණු ප්‍රකාශ කිරීමට බලාපොරොත්තු වේ.",
        "2022 ජූනි 2 වන දින බස්නාහිර පළාතේ වාණිජ මහාධිකරණය විසින් Aeroflot ගුවන් යානය බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපළෙන් ගුවන්ගත වීම වළක්වමින් වාරණ නියෝගයක් නිකුත් කරන ලදී. මෙම නඩුව පළමු විත්තිකරු වන \"Aeroflot\" මහජන ඒකාබද්ධ කොටස් සමාගම සහ දෙවන විත්තිකරු වන N. C අබේවර්ධන / ගුවන් නාවික/ගුවන්තොටුපළේ වැඩබලන ප්‍රධානියාට එරෙහිව පැමිණිලිකරු, Celestial Aviation Trading 10 Limited අයර්ලන්ත සමාගමක් අතර වාණිජමය ආරවුලක් සම්බන්ධ වේ. සහ ශ්‍රී ලංකා ගුවන් සේවා (AASL), කටුනායක.",
        "මෙම කාරණය තවමත් අධිකරණයේ අවසන් තීරණයට එළඹෙමින් පවතී. මේ කාරණය සාමාන්‍ය රාජ්‍ය තාන්ත්‍රික මාර්ග හරහා ද සාකච්ඡා කෙරෙමින් පවතී."
      ]
    },
    "ta": {
      "title": "ரஷ்யாவின் ஏரோஃப்ளோட் விமானம் இலங்கையை தரையிறக்கியது ராஜதந்திர தகராறில்",
      "body_lines": [
        "ECONOMYNEXT - நீதிமன்ற உத்தரவைத் தொடர்ந்து கொழும்பில் ரஷ்யாவின் ஏரோஃப்ளோட் மூலம் இயக்கப்படும் விமானத்தை தரையிறக்குவது இப்போது \"சாதாரண இராஜதந்திர வழிகள் மூலம் ஆலோசனையில் உள்ளது\" என்று இலங்கையின் வெளியுறவு அமைச்சகம் தெரிவித்துள்ளது.",
        "விமானத்தின் உரிமையாளரான அயர்லாந்தின் செலஸ்டியல் ஏவியேஷன் டிரேடிங் 10 லிமிடெட், ஏரோஃப்ளோட் நிறுவனத்திற்கு எதிராக, குத்தகை தகராறு தொடர்பாக கொழும்பு நீதிமன்றத்தில் பெற்ற நீதிமன்ற உத்தரவை அடுத்து, விமானம் கொழும்பில் தரையிறக்கப்பட்டது.",
        "இலங்கையின் வெளிவிவகார அமைச்சு வெளியிட்டுள்ள அறிக்கையில், \"இந்த விவகாரம் இன்னும் நீதிமன்றத்தின் இறுதித் தீர்மானத்திற்கு நிலுவையில் உள்ளது.",
        "\"இந்த விவகாரம் வழக்கமான தூதரக வழிகளிலும் ஆலோசனையில் உள்ளது.\"",
        "ரஷ்யாவின் பெடரல் ஏர் டிரான்ஸ்போர்ட் ஏஜென்சியின் தலைவரான அலெக்சாண்டர் நெராட்கோ, விமானத்தை புறப்பட விடாமல் தடுத்தபோது, ​​இலங்கையின் விமானப் போக்குவரத்து ஆணையத்தின் உதவியையும் நாடியிருந்தார்.",
        "இலங்கையில் வெளிவிவகார அமைச்சின் முழுமையான அறிக்கை கீழே கொடுக்கப்பட்டுள்ளது.",
        "பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் ஏரோஃப்ளோட் பயணிகள் விமானம் தொடர்பில் வெளிவிவகார அமைச்சின் அறிக்கை",
        "தற்போது பண்டாரநாயக்கா சர்வதேச விமான நிலையத்தில் (BIA) இருக்கும் Aeroflot பயணிகள் விமானம் SU-289 பற்றிய குறிப்புடன் வெளிவிவகார அமைச்சு பின்வருவனவற்றைக் குறிப்பிட விரும்புகிறது.",
        "2 ஜூன் 2022 அன்று, மேல் மாகாணத்தின் வர்த்தக உயர் நீதிமன்றம், பண்டாரநாயக்கா சர்வதேச விமான நிலையத்தில் இருந்து புறப்படுவதைத் தடுக்கும் ஏரோஃப்ளோட் விமானத்திற்கு தடை உத்தரவு பிறப்பித்தது. வாதி, செலஸ்டியல் ஏவியேஷன் டிரேடிங் 10 லிமிடெட் ஒரு ஐரிஷ் நிறுவனத்திற்கு இடையேயான வணிக தகராறு தொடர்பான வழக்கு, முதல் பிரதிவாதியான பொது கூட்டு பங்கு நிறுவனமான \"ஏரோஃப்ளோட்\" மற்றும் இரண்டாவது பிரதிவாதி திரு. என். சி அபேவர்த்தனே/விமான வழிசெலுத்தல்/விமான நிலையத்தின் செயல் தலைவர். மற்றும் இலங்கை விமான சேவைகள் (AASL), கட்டுநாயக்க.",
        "இந்த விவகாரம் இன்னும் நீதிமன்றத்தின் இறுதித் தீர்ப்புக்காக நிலுவையில் உள்ளது. இந்த விவகாரம் வழக்கமான தூதரக வழிகளிலும் ஆலோசனையில் உள்ளது."
      ]
    }
  }
}