{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/regaining-sri-lankas-special-status-through-statesmanlike-leadership/",
  "time_ut": 1651507680,
  "title": "Regaining Sri Lanka’s special status through statesmanlike leadership",
  "body_lines": [
    "There has always been something special about Sri Lanka.  In 140 AD the geographer Ptolemy drew a map of the island that made it much larger than it is.  This was probably on account of the stories he had heard about its diversity, where forests, mountains, oceans and cities inhabited by diverse peoples could only have existed in a much larger entity.  At the time of Independence from colonial rule, the British colonial administrator Leonard Woolf was so enamoured of the country and its potential that he described it as the Switzerland of the East.  After Independence, too, the country retained its attraction to foreigners.  Lee Kuan Yew of Singapore wanted his country to emulate Sri Lanka as late as the 1960s.",
    "In the 1970s. Sri Lanka found a place in textbooks on economic development for its low Gini Coefficient (which measures income inequalities and its high PQLI index (that measured the physical quality of life).  This was on account of its social welfare-oriented economic and taxation policies.  It is no wonder that Sri Lanka enjoyed considerable international goodwill.  In 1976, Sri Lanka hosted the 5th Summit of the Non-Aligned Movement in Colombo, and its Prime Minister Sirimavo Bandaranaike chaired the session in which 86 nations participated, with additional 30 observers and guests representing all the continents in the world.  China stepped in generously to provide the country with a world class conference centre, the Bandaranaike Memorial International Conference Hall, as a donation which even today is unmatched for its beauty and facilities.",
    "When Sri Lanka chose to chart a new economic path and open itself up to export-led development, the UK made a full donation of the Victoria Dam and other infrastructure.  Japan donated the new parliamentary complex and the 1001-bed Sri Jayawardenapura General Hospital.  Smaller European countries such as Norway and Sweden donated large sums of money for integrated rural development that sought to spread the benefits of economic development to all parts of the country.  Today, when the country is facing its biggest economic challenge, since attaining Independence, it needs to recapture the goodwill that once existed in the world and which it lost to a large extent in the aftermath of the three decades of civil war.",
    "But again, there is an opportunity to regain the place we once had. The peaceful nature of the protests in Sri Lanka as much as the role of youth in them have captured the imagination of supporters of democracy worldwide.  In many other countries, including those of the West, mass protests against the government are often accompanied by acts of vandalism and looting. So far in Sri Lanka there has been none of this.  Despite the heart of the protest being right opposite the country’s most opulent shopping centre, One Galle Face, and notwithstanding the dire economic conditions facing the majority of the protestors, they have behaved with a sense of social responsibility.  The images of families camping out at the protest sites and people of all ages and social classes, ethnicities and religions taking part in them are newsworthy ones.",
    "Sri Lanka clearly needs external support urgently.  Even today there are ships anchored in port, loaded with fuel, but which are not unloading it due to the inability of the government to find the dollars to make immediate payment.  While anchored, they incur demurrage costs that add to the dollars that the government will eventually have to pay and for which the general population will be additionally burdened.  The present unrest in the country is due to the economy running out of dollars to pay for imports and people are suffering in queues and unable to purchase what they need because of the scarcity.",
    "Several countries have already shown goodwill to Sri Lanka in its time of need.  They are led by India which has been by far the most generous and which has promised to ensure that Sri Lanka will have the food and fuel to stave off the worst.  There is also generosity from China, Bangladesh, Italy and other countries.  But Sri Lanka needs much more and on a much larger scale if it is to bridge the period between now and the IMF assistance that is expected to put the country on a sustainable path to recovery.  The calculation of government leaders that they can stay in their seats of power and ride out the storm is a misreading of the lack of credibility they have.  If the Sri Lankan people are out on the streets protesting against the government’s corruption and Sri Lankan expatriates are refusing to send in their dollars to the country for the same reason, it is unreasonable to expect foreign governments to spend their taxpayers’ money on supporting Sri Lanka.",
    "Unfortunately, it appears that the orientation of the government leadership is to seek victory in a war of attrition in which the casualties will be the people of the country.  They seem to be hoping the protests will diminish over time and they can go back to business as usual.  If they think so, they are being misled which is easily possible as they are now confined to their high security encampments with scores of security forces personnel around them.  The evidence on the ground is otherwise. The one-day token general strike saw an estimated one thousand trade unions go on strike.  Even government departments were not functioning. The protests are expanding throughout the country, even if the numbers at Galle Face are lower than they were at the start of the protest campaign.",
    "The government leadership needs to end this senseless war of attrition by acting according to the higher traditions of democracy.  They need to be forthright in accepting responsibility for the disaster that has befallen the country under their watch.  They can either step down or, in the alternative, agree on a roadmap where they would lead the process of reform according to a strict time frame.  The first two steps, in this regard, would be the appointment of a new prime minister, acceptable to the opposition in Parliament and the repeal of the 20th Amendment that gives super powers to the President at the expense of Parliament.  The final step in this sequence that would ensure the exit of the present government leadership would be the abolition of the executive presidency.",
    "Such a statesmanlike approach to political problem-solving that is within the frame of the constitution, and born of the ethic of responsibility, would once again elevate Sri Lanka to the realm of a special country.  There will be the possibility of redemption that could serve the next generation of the government leadership well. By way of contrast, the longer that the government leaders stay on, as they seem determined to at the present time, the more likely is the country going to descend into a worse state of economic collapse.  This will spell the end of any hope to obtain the large-scale financial assistance that a new government leadership that is untainted by the human rights violations and corrupt practices of the past could obtain from the world. It will also help to avoid the further wrath of people suddenly thrust into unexpected poverty.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රාජ්‍ය නායක නායකත්වය තුළින් ශ්‍රී ලංකාවේ විශේෂ තත්ත්වය නැවත ලබා ගැනීම",
      "body_lines": [
        "ශ්‍රී ලංකාව සම්බන්ධයෙන් සෑම විටම විශේෂ දෙයක් තිබේ. ක්‍රිස්තු වර්ෂ 140 දී භූගෝල විද්‍යාඥ ටොලමි දිවයිනේ සිතියමක් අඳින ලද අතර එය එය පවතින ප්‍රමාණයට වඩා විශාල විය. මෙයට බොහෝ දුරට ඉඩ ඇත්තේ වනාන්තර, කඳු, සාගර සහ විවිධ මිනිසුන් වාසය කරන නගර ඊට වඩා විශාල වස්තුවක් තුළ පමණක් පැවතිය හැකි වූ එහි විවිධත්වය ගැන ඔහු අසා තිබූ කථා නිසා විය හැකිය. යටත් විජිත පාලනයෙන් නිදහස් වන විට, බ්‍රිතාන්‍ය යටත් විජිත පරිපාලක ලෙනාඩ් වුල්ෆ් රට සහ එහි විභවය ගැන කොතරම් ඇල්මක් දැක්වූවාද යත් ඔහු එය පෙරදිග ස්විට්සර්ලන්තය ලෙස විස්තර කළේය. නිදහසින් පසු ද රට විදේශිකයන් කෙරෙහි එහි ආකර්ෂණය රඳවා ගත්තේය. සිංගප්පූරුවේ ලී ක්වාන් යූට අවශ්‍ය වූයේ 1960 ගණන්වල අගභාගයේදී ශ්‍රී ලංකාව ආදර්ශයට ගැනීමයි.",
        "1970 ගණන්වල. ශ්‍රී ලංකාව ආර්ථික සංවර්ධනය පිළිබඳ පෙළපොත්වල එහි අඩු Gini සංගුණකය (ආදායම් අසමානතා සහ එහි ඉහළ PQLI දර්ශකය (ජීවිතයේ භෞතික තත්ත්වය මනින) මනින) සඳහා ස්ථානයක් සොයා ගත්තේය. ශ්‍රී ලංකාව සැලකිය යුතු ජාත්‍යන්තර හොඳ හිතක් භුක්ති විඳීම පුදුමයක් නොවේ.  1976 දී ශ්‍රී ලංකාව නොබැඳි ජාතීන්ගේ 5 වැනි සමුළුව කොළඹදී පැවැත් වූ අතර, එහි අගමැතිනි සිරිමාවෝ බණ්ඩාරනායක මහත්මිය රටවල් 86ක් සහභාගී වූ සැසියේ මුලසුන දැරූ අතර, අමතර නිරීක්ෂකයන් 30ක් සහ ලෝකයේ සියලුම මහද්වීප නියෝජනය කරන අමුත්තන්.  චීනය ජාත්‍යන්තර මට්ටමේ සම්මන්ත්‍රණ මධ්‍යස්ථානයක් වන බණ්ඩාරනායක අනුස්මරණ ජාත්‍යන්තර සම්මන්ත්‍රණ ශාලාව, අදටත් එහි අලංකාරය සහ පහසුකම් සඳහා අසමසම පරිත්‍යාගයක් ලෙස රටට ලබා දීමට නිර්ලෝභීව මැදිහත් විය.",
        "ශ්‍රී ලංකාව නව ආර්ථික මාවතක් ප්‍රස්ථාරගත කිරීමට සහ අපනයන මූලික සංවර්ධනය සඳහා විවෘත වීමට තීරණය කළ විට, එක්සත් රාජධානිය වික්ටෝරියා වේල්ල සහ අනෙකුත් යටිතල පහසුකම් සඳහා පූර්ණ පරිත්‍යාගයක් කළේය. ජපානය විසින් නව පාර්ලිමේන්තු සංකීර්ණය සහ ඇඳන් 1001 කින් යුත් ශ්‍රී ජයවර්ධනපුර මහ රෝහල පරිත්‍යාග කරන ලදී. නෝර්වේ සහ ස්වීඩනය වැනි කුඩා යුරෝපීය රටවල් ආර්ථික සංවර්ධනයේ ප්‍රතිලාභ රටේ සෑම ප්‍රදේශයකටම ව්‍යාප්ත කිරීමට උත්සාහ කළ ඒකාබද්ධ ග්‍රාමීය සංවර්ධනය සඳහා විශාල මුදලක් පරිත්‍යාග කළහ. අද, රට විශාලතම ආර්ථික අභියෝගයට මුහුණ දී සිටින විට, නිදහස ලැබීමෙන් පසු, කලක් ලෝකයේ පැවති සහ දශක තුනක සිවිල් යුද්ධයෙන් පසුව විශාල වශයෙන් අහිමි වූ හොඳ හිත නැවත ලබා ගත යුතුය.",
        "නමුත් නැවතත් අපට කලින් තිබූ ස්ථානය නැවත ලබා ගැනීමට අවස්ථාවක් තිබේ. ශ්‍රී ලංකාවේ විරෝධතාවල සාමකාමී ස්වභාවය මෙන්ම එහි තරුණයින්ගේ භූමිකාව ද ලොව පුරා ප්‍රජාතන්ත්‍රවාදයේ ආධාරකරුවන්ගේ පරිකල්පනය අල්ලාගෙන තිබේ. බටහිර රටවල් ඇතුළු තවත් බොහෝ රටවල රජයට එරෙහි මහජන විරෝධතා බොහෝ විට විනාශකාරී හා කොල්ලකෑම් සමඟ සිදු වේ. ලංකාවේ මෙතෙක් මේ කිසිවක් තිබුණේ නැත. විරෝධතාවයේ කේන්ද්‍රස්ථානය රටේ වඩාත්ම සශ්‍රීක සාප්පු මධ්‍යස්ථානය වන One Galle Face ඉදිරිපිට තිබියදීත්, විරෝධතාකරුවන්ගෙන් බහුතරයක් මුහුණ දෙන දරුණු ආර්ථික තත්ත්වයන් නොතකා, ඔවුන් සමාජ වගකීමක් ඇතිව හැසිරී ඇත. විරෝධතා පැවැත්වෙන ස්ථානවල කඳවුරු බැඳගෙන සිටින පවුල්වල ඡායාරූප සහ සෑම වයස් කාණ්ඩයකම, සමාජ පන්ති, වාර්ගික සහ ආගම්වලට අයත් පුද්ගලයින් ඒවාට සහභාගී වන ඡායාරූප ප්‍රවෘත්තිමය ඒවා වේ.",
        "ශ්‍රී ලංකාවට පැහැදිලිවම බාහිර සහාය කඩිනමින් අවශ්‍ය වේ. අදත් වරායේ නැංගුරම් ලා, ඉන්ධන පටවා, නමුත් ඒවා ගොඩ නොබසින නැව් ඇත්තේ වහාම ගෙවීමට අවශ්‍ය ඩොලර් සොයා ගැනීමට රජයට ඇති නොහැකියාව නිසාය. නැංගුරම් ලා සිටින අතරතුර, රජයට අවසානයේ ගෙවීමට සිදු වන ඩොලර් වලට එකතු වන සහ සාමාන්‍ය ජනතාව මත අමතර බරක් පැටවෙන ප්‍රමාද වියදම් ඔවුන්ට සිදු වේ. රටේ වත්මන් නොසන්සුන්තාවයට හේතු වී ඇත්තේ ආනයන සඳහා ගෙවීමට ඩොලර් හිඟවීම සහ හිඟය නිසා අවශ්‍ය දේ මිලදී ගැනීමට නොහැකිව ජනතාව පෝලිම්වල දුක් විඳීම හේතුවෙනි.",
        "ශ්‍රී ලංකාවට අවශ්‍ය මොහොතේදී රටවල් කිහිපයක් දැනටමත් හොඳ හිත පෙන්වා ඇත. ඔවුන් නායකත්වය දරන්නේ ඉන්දියාව විසින් වන අතර එය මෙතෙක් වඩාත්ම ත්‍යාගශීලී වූ අතර නරකම දේ වළක්වා ගැනීමට ශ්‍රී ලංකාවට ආහාර සහ ඉන්ධන ඇති බව සහතික කිරීමට පොරොන්දු වී ඇත. චීනය, බංග්ලාදේශය, ඉතාලිය සහ වෙනත් රටවලින් ද ත්‍යාගශීලී බවක් ඇත. එහෙත් ශ්‍රී ලංකාව ප්‍රකෘතිමත් වීම සඳහා තිරසාර මාවතකට ගෙන ඒමට අපේක්‍ෂිත ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය අතර කාලසීමාව සමනය කිරීමට නම් ශ්‍රී ලංකාවට තවත් බොහෝ දේ අවශ්‍ය වේ. ආණ්ඩුවේ නායකයින් තම බලයේ ආසනවල රැඳී සිට කුණාටුවෙන් මිදිය හැකි බවට ගණන් බැලීම ඔවුන් තුළ ඇති විශ්වාසනීයත්වය නැතිකම වැරදි ලෙස කියවීමකි. ආණ්ඩුවේ දූෂණයට එරෙහිව ශ්‍රී ලාංකික ජනතාව පාරට බසින්නේ නම් සහ විදේශගත ශ්‍රී ලාංකිකයන් එම හේතුව නිසාම තම ඩොලර් මෙරටට යැවීම ප්‍රතික්ෂේප කරන්නේ නම්, විදේශ රජයන් ශ්‍රී ලංකාවට සහය වීමට තම බදු ගෙවන්නන්ගේ මුදල් වියදම් කරනු ඇතැයි අපේක්ෂා කිරීම අසාධාරණ ය. ලංකා.",
        "අවාසනාවකට මෙන්, රාජ්‍ය නායකත්වයේ දිශානතිය වී ඇත්තේ විපතට පත්වන්නේ රටේ ජනතාව වන යුද්ධයක ජය පැතීම බව පෙනී යයි. කාලයාගේ ඇවෑමෙන් විරෝධතා පහව යනු ඇතැයි ඔවුන් බලාපොරොත්තු වන බව පෙනේ, ඔවුන්ට සුපුරුදු පරිදි ව්‍යාපාරයට යා හැකිය. ඔවුන් එසේ සිතන්නේ නම්, ඔවුන් නොමඟ යැවීමට සිදු වන්නේ ඔවුන් මේ වන විට ඔවුන් වටා සිටින ආරක්ෂක හමුදා සාමාජිකයින් විශාල සංඛ්‍යාවක් සිටින ඔවුන්ගේ අධි ආරක්ෂිත කඳවුරුවලට සීමා වී සිටින බැවිනි. භූමියේ ඇති සාක්ෂි වෙනත් ය. එක්දින සංකේත මහා වැඩවර්ජනය ඇස්තමේන්තුගත වෘත්තීය සමිති දහසක් වැඩ වර්ජනයක නිරත විය. රජයේ දෙපාර්තමේන්තු පවා ක්‍රියාත්මක වුණේ නැහැ. විරෝධතා ව්‍යාපාරය ආරම්භයේදී ගාලු මුවදොර ප්‍රදේශයේ සංඛ්‍යාව අඩු වුවද, රට පුරා විරෝධතා ව්‍යාප්ත වෙමින් පවතී.",
        "ප‍්‍රජාතන්ත‍්‍රවාදයේ උසස් සම්ප‍්‍රදායන් අනුව ක‍්‍රියාකරමින් ආණ්ඩුවේ නායකත්වය මේ අඥාන යුද්ධය අවසන් කළ යුතුය. තමන් යටතේ රටට සිදුවී ඇති ව්‍යසනයේ වගකීම ඔවුන් සෘජුව භාරගත යුතුයි. ඔවුන්ට එක්කෝ ඉවත් විය හැකිය, නැතහොත් විකල්ප වශයෙන්, දැඩි කාල රාමුවකට අනුව ප්‍රතිසංස්කරණ ක්‍රියාවලියට නායකත්වය දෙන මාර්ග සිතියමකට එකඟ විය හැකිය. මේ සම්බන්ධයෙන් පළමු පියවර දෙක වනු ඇත්තේ, පාර්ලිමේන්තුවේ විපක්ෂයට පිළිගත හැකි නව අගමැතිවරයෙකු පත් කිරීම සහ පාර්ලිමේන්තුවේ වියදමින් ජනාධිපතිවරයාට සුපිරි බලතල ලබා දෙන 20 වැනි සංශෝධනය අවලංගු කිරීමයි. වත්මන් ආණ්ඩුවේ නායකත්වයෙන් ඉවත්වීම සහතික කෙරෙන මෙම අනුපිළිවෙලෙහි අවසන් පියවර වන්නේ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමයි.",
        "ආණ්‌ඩුක්‍රම ව්‍යවස්‌ථාවේ රාමුව තුළ පවතින, වගකීමේ ආචාර ධර්මවලින් උපන් දේශපාලන ගැටලු විසඳීම සඳහා එවැනි රාජ්‍ය නායක ප්‍රවේශයක්‌ ශ්‍රී ලංකාව යලිත් වරක්‌ විශේෂ රටක්‌ බවට පත් කරනු ඇත. රජයේ නායකත්වයේ ඊළඟ පරම්පරාවට හොඳින් සේවය කළ හැකි මිදීමේ හැකියාව ඇත. ඊට හාත්පසින්ම වෙනස්ව, වර්තමානයේ දී ඔවුන් අධිෂ්ඨාන කරගෙන සිටින බව පෙනෙන පරිදි, රජයේ නායකයින් තව දුරටත් රැඳී සිටින තරමට, රට වඩාත් නරක ආර්ථික කඩාවැටීමේ තත්ත්වයකට ඇද වැටීමේ සම්භාවිතාව වැඩි වේ. මානව හිමිකම් කඩකිරීම් හා දූෂිත ක්‍රියාවලින් කිලිටි නොවූ නව රජයේ නායකත්වයකට ලෝකයෙන් ලබාගත හැකි මහා පරිමාණ මූල්‍ය ආධාර ලබාගැනීමේ ඕනෑම බලාපොරොත්තුවක අවසානය මෙයින් සනිටුහන් වනු ඇත. අනපේක්ෂිත දරිද්‍රතාවයට හදිසියේ තල්ලු වන මිනිසුන්ගේ තවදුරටත් කෝපය වළක්වා ගැනීමට ද එය උපකාරී වනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரச தலைவர் போன்ற தலைமைத்துவத்தின் மூலம் இலங்கையின் சிறப்பு அந்தஸ்தை மீண்டும் பெறுதல்",
      "body_lines": [
        "இலங்கைக்கு எப்பொழுதும் ஒரு சிறப்பு உண்டு. கி.பி 140 இல் புவியியலாளர் டோலமி தீவின் வரைபடத்தை வரைந்தார், அது அதை விட பெரியதாக இருந்தது. காடுகள், மலைகள், பெருங்கடல்கள் மற்றும் பலதரப்பட்ட மக்கள் வசிக்கும் நகரங்கள் ஆகியவை மிகப் பெரிய நிறுவனத்தில் மட்டுமே இருந்திருக்கக்கூடிய அதன் பன்முகத்தன்மையைப் பற்றி அவர் கேள்விப்பட்ட கதைகளின் காரணமாக இது இருக்கலாம். காலனித்துவ ஆட்சியிலிருந்து சுதந்திரம் பெற்ற நேரத்தில், பிரிட்டிஷ் காலனித்துவ நிர்வாகி லியோனார்ட் வூல்ஃப் நாட்டையும் அதன் திறனையும் மிகவும் கவர்ந்தார், அவர் அதை கிழக்கின் சுவிட்சர்லாந்து என்று வர்ணித்தார். சுதந்திரத்திற்குப் பிறகும், நாடு வெளிநாட்டினரின் ஈர்ப்பைத் தக்க வைத்துக் கொண்டது. சிங்கப்பூரின் லீ குவான் யூ தனது நாடு 1960 களின் பிற்பகுதியில் இலங்கையைப் பின்பற்ற வேண்டும் என்று விரும்பினார்.",
        "1970களில். இலங்கை பொருளாதார வளர்ச்சிக்கான பாடப்புத்தகங்களில் அதன் குறைந்த கினி குணகம் (வருமான ஏற்றத்தாழ்வுகள் மற்றும் அதன் உயர் PQLI சுட்டெண் (உடல் வாழ்க்கைத் தரத்தை அளவிடும்) ஆகியவற்றை அளவிடுகிறது) ஒரு இடத்தைப் பெற்றுள்ளது. இலங்கை கணிசமான சர்வதேச நன்மதிப்பை அனுபவித்ததில் ஆச்சரியமில்லை.  1976 இல், இலங்கை அணிசேரா இயக்கத்தின் 5வது உச்சி மாநாட்டை கொழும்பில் நடத்தியது, அதன் பிரதம மந்திரி சிறிமாவோ பண்டாரநாயக்கா தலைமையில் 86 நாடுகள் பங்குபற்றிய அமர்வுக்கு கூடுதலாக 30 பார்வையாளர்கள் மற்றும் உலகின் அனைத்துக் கண்டங்களையும் பிரதிநிதித்துவப்படுத்தும் விருந்தினர்கள்.  சீனா தனது நாட்டிற்கு உலகத் தரம் வாய்ந்த மாநாட்டு மையமான பண்டாரநாயக்கா நினைவு சர்வதேச மாநாட்டு மண்டபத்தை வழங்குவதற்கு தாராளமாக முன்வந்தது.",
        "இலங்கை ஒரு புதிய பொருளாதாரப் பாதையை பட்டியலிடவும், ஏற்றுமதி-தலைமை வளர்ச்சிக்கு தன்னைத் திறந்துகொள்ளவும் தேர்வுசெய்தபோது, ​​இங்கிலாந்து விக்டோரியா அணை மற்றும் பிற உள்கட்டமைப்புகளுக்கு முழு நன்கொடை அளித்தது. ஜப்பான் புதிய பாராளுமன்ற வளாகத்தையும் 1001 படுக்கைகள் கொண்ட ஸ்ரீ ஜெயவர்தனபுர பொது மருத்துவமனையையும் அன்பளிப்பு செய்தது. நார்வே மற்றும் ஸ்வீடன் போன்ற சிறிய ஐரோப்பிய நாடுகள் பொருளாதார வளர்ச்சியின் பலன்களை நாட்டின் அனைத்து பகுதிகளுக்கும் பரப்புவதற்காக ஒருங்கிணைந்த கிராமப்புற வளர்ச்சிக்காக பெரும் தொகையை நன்கொடையாக அளித்தன. இன்று, நாடு அதன் மிகப்பெரிய பொருளாதார சவாலை எதிர்கொண்டுள்ள நிலையில், சுதந்திரம் அடைந்தது முதல், உலகில் ஒரு காலத்தில் இருந்த நல்லெண்ணத்தை, முப்பதாண்டு கால உள்நாட்டுப் போருக்குப் பின்னர் பெருமளவில் இழந்ததை மீண்டும் பெற வேண்டும்.",
        "ஆனால், மீண்டும் ஒருமுறை இருந்த இடத்தை மீண்டும் பெற வாய்ப்பு உள்ளது. இலங்கையில் நடக்கும் போராட்டங்களின் அமைதியான தன்மை, அதில் இளைஞர்களின் பங்கு எவ்வளவு என்பதும், உலகெங்கிலும் உள்ள ஜனநாயக ஆதரவாளர்களின் கற்பனையைக் கவர்ந்துள்ளது. மேற்கத்திய நாடுகள் உட்பட பல நாடுகளில், அரசாங்கத்திற்கு எதிரான வெகுஜன எதிர்ப்புக்கள் பெரும்பாலும் நாசவேலை மற்றும் கொள்ளைச் செயல்களுடன் சேர்ந்து கொள்கின்றன. இதுவரை இலங்கையில் அப்படி எதுவும் இல்லை. எதிர்ப்பின் இதயம் நாட்டின் மிகவும் செழுமையான ஷாப்பிங் சென்டரான One Galle Face க்கு எதிரே இருந்த போதிலும், பெரும்பாலான எதிர்ப்பாளர்கள் எதிர்கொள்ளும் மோசமான பொருளாதார நிலைமைகள் இருந்தபோதிலும், அவர்கள் சமூகப் பொறுப்புணர்வுடன் நடந்துகொண்டனர். போராட்டத் தளங்களில் முகாமிட்டுள்ள குடும்பங்கள் மற்றும் அனைத்து வயதினரும், சமூக வகுப்புகள், இனங்கள் மற்றும் மதத்தினர் கலந்துகொள்வது போன்ற படங்கள் செய்திக்குரியவை.",
        "இலங்கைக்கு வெளியுலக ஆதரவு அவசரமாகத் தேவைப்படுகிறது. இன்றும் துறைமுகத்தில் நங்கூரமிட்டு, எரிபொருள் ஏற்றப்பட்ட கப்பல்கள் உள்ளன, ஆனால் அவை உடனடியாக செலுத்துவதற்கான டாலர்களைக் கண்டுபிடிக்க அரசாங்கத்தால் இயலாமையால் அவற்றை இறக்கவில்லை. நங்கூரமிடப்பட்டிருக்கும் போது, ​​அவர்கள் டெமரேஜ் செலவுகளைச் செய்கிறார்கள், அது டாலர்களைச் சேர்க்கும், அது இறுதியில் அரசாங்கம் செலுத்த வேண்டியிருக்கும் மற்றும் பொது மக்கள் கூடுதல் சுமைக்கு ஆளாக நேரிடும். நாட்டில் தற்போது நிலவும் அமைதியின்மை காரணமாக இறக்குமதிக்கு பணம் செலுத்த வேண்டிய டாலர்கள் இல்லாததால், தட்டுப்பாடு காரணமாக மக்கள் வரிசையில் நின்று தங்களுக்கு தேவையான பொருட்களை வாங்க முடியாமல் தவித்து வருகின்றனர்.",
        "இலங்கைக்கு தேவையான நேரத்தில் பல நாடுகள் ஏற்கனவே நல்லெண்ணத்தை வெளிப்படுத்தியுள்ளன. அவர்கள் இந்தியாவால் வழிநடத்தப்படுகிறார்கள், இது மிகவும் தாராள மனப்பான்மை கொண்டது மற்றும் மோசமானதைத் தடுக்க இலங்கைக்கு உணவு மற்றும் எரிபொருளை உறுதி செய்வதாக உறுதியளித்துள்ளது. சீனா, பங்களாதேஷ், இத்தாலி மற்றும் பிற நாடுகளிலிருந்தும் தாராள மனப்பான்மை உள்ளது. ஆனால் தற்சமயம் மற்றும் IMF உதவிக்கு இடைப்பட்ட காலத்தை இணைக்க வேண்டுமானால், இலங்கைக்கு இன்னும் பல மற்றும் மிகப் பெரிய அளவில் தேவை. அரசாங்கத் தலைவர்கள் தங்கள் பதவிகளில் இருந்துகொண்டு புயலில் இருந்து மீண்டு வரலாம் என்ற கணக்கீடு, தங்களிடம் உள்ள நம்பகத்தன்மையின்மையை தவறாகப் படிப்பதாகும். அரசாங்கத்தின் ஊழலுக்கு எதிராக இலங்கை மக்கள் வீதியில் இறங்கியிருந்தால், அதே காரணத்திற்காக வெளிநாடு வாழ் இலங்கையர்கள் தங்கள் டொலர்களை நாட்டிற்கு அனுப்ப மறுத்தால், வெளிநாட்டு அரசாங்கங்கள் தமது வரி செலுத்துவோரின் பணத்தை இலங்கைக்கு ஆதரவாக செலவழிக்கும் என எதிர்பார்ப்பது நியாயமற்றது. இலங்கை.",
        "துரதிர்ஷ்டவசமாக, அரசுத் தலைமையின் நோக்குநிலை, ஒரு போர்க்களத்தில் வெற்றியைத் தேடுவதாகத் தோன்றுகிறது, அதில் உயிரிழப்புகள் நாட்டு மக்களாக இருக்கும். காலப்போக்கில் எதிர்ப்புகள் குறையும் என்றும் அவர்கள் வழக்கம் போல் வணிகத்திற்குச் செல்லலாம் என்றும் அவர்கள் நம்புகிறார்கள். அவர்கள் அவ்வாறு நினைத்தால், அவர்கள் தவறாக வழிநடத்தப்படுகிறார்கள், இது எளிதில் சாத்தியமாகும், ஏனெனில் அவர்கள் இப்போது தங்கள் உயர் பாதுகாப்பு முகாம்களில் அவர்களைச் சுற்றி ஏராளமான பாதுகாப்புப் படை வீரர்களுடன் அடைத்து வைக்கப்பட்டுள்ளனர். நிலத்தடி ஆதாரம் வேறு. ஒரு நாள் அடையாள பொது வேலைநிறுத்தத்தில் சுமார் ஆயிரம் தொழிற்சங்கங்கள் வேலைநிறுத்தத்தில் ஈடுபட்டன. அரசு துறைகள் கூட செயல்படவில்லை. எதிர்ப்புப் பிரச்சாரத்தின் தொடக்கத்தில் இருந்ததை விட, காலி முகத்திடலில் எண்ணிக்கை குறைவாக இருந்தாலும், எதிர்ப்புகள் நாடு முழுவதும் விரிவடைகின்றன.",
        "ஜனநாயகத்தின் உயர்ந்த மரபுகளின்படி செயல்படுவதன் மூலம் அரசாங்கத் தலைமை இந்த அர்த்தமற்ற போரை முடிவுக்குக் கொண்டுவர வேண்டும். அவர்களின் கண்காணிப்பில் நாட்டில் ஏற்பட்டுள்ள பேரழிவுக்கான பொறுப்பை அவர்கள் நேர்மையாக ஏற்க வேண்டும். அவர்கள் பதவி விலகலாம் அல்லது மாற்றாக, கடுமையான காலக்கெடுவின்படி சீர்திருத்த செயல்முறையை வழிநடத்தும் ஒரு சாலை வரைபடத்தில் உடன்படலாம். முதல் இரண்டு படிகள், இது சம்பந்தமாக, புதிய பிரதமரை நியமிப்பதும், பாராளுமன்றத்தில் எதிர்க்கட்சிகள் ஏற்றுக்கொள்ளக்கூடியதும் மற்றும் 20வது திருத்தத்தை ரத்து செய்வதும் ஆகும். இந்த வரிசையில் தற்போதைய அரசாங்கத் தலைமை வெளியேறுவதை உறுதி செய்யும் இறுதிக் கட்டமாக நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவது ஆகும்.",
        "அரசியலமைப்பின் கட்டமைப்பிற்கு உட்பட்ட மற்றும் பொறுப்புணர்வு நெறிமுறையில் இருந்து பிறக்கும் அரசியல் பிரச்சினைகளைத் தீர்ப்பதற்கான இத்தகைய அரசியற் அணுகுமுறை இலங்கையை மீண்டும் ஒரு சிறப்பு நாடாக உயர்த்தும். அரசாங்கத் தலைமையின் அடுத்த தலைமுறைக்கு நன்றாக சேவை செய்யக்கூடிய மீட்பின் வாய்ப்பு இருக்கும். இதற்கு நேர்மாறாக, அரசாங்கத் தலைவர்கள் எவ்வளவு காலம் நீடிக்கிறார்களோ, அந்த நேரத்தில் அவர்கள் உறுதியாக இருப்பதாகத் தோன்றினால், நாடு மோசமான பொருளாதார வீழ்ச்சிக்கு இறங்குவதற்கான வாய்ப்புகள் அதிகம். கடந்த கால மனித உரிமை மீறல்கள் மற்றும் ஊழல் நடவடிக்கைகளால் கறைபடாத ஒரு புதிய அரசாங்கத் தலைமை உலகிலிருந்து பெறக்கூடிய பெரிய அளவிலான நிதி உதவியைப் பெறுவதற்கான எந்தவொரு நம்பிக்கைக்கும் இது முற்றுப்புள்ளி வைக்கும். எதிர்பாராத வறுமையில் திடீரெனத் தள்ளப்படும் மக்களின் கோபத்தைத் தவிர்க்கவும் இது உதவும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}