{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mega-achievement-for-shawn/",
  "time_ut": 1646667420,
  "title": "Mega achievement for Shawn",
  "body_lines": [
    "DJ Shawn Groove is an outstanding professional wedding DJ, based in the States – in the nation’s capital, Washington DC.",
    "Shawn has over 25 years of experience, primarily serving couples throughout the east coast. His vast, genre-spinning repertoire, includes crowd favourites, from every corner of the music world.",
    "From electronic to oldies, jazz to pop, rock to hip-hop, and everything in between, Shawn says he has the perfect song, on deck, for each and every moment.",
    "He started his DJ career, at the age of 16, in Sri Lanka, playing many of the good old house parties and moving on to join Dreams Music Centre and Sun FM, and also having the opportunity to spin the Club Hopping show, over the weekend, at Sun FM.",
    "Receiving the Couples’ Choice award, on two occasions, in Washington DC, is a mega achievement, says Shawn. He has also being rated among the top 50 DJs in Washington DC.",
    "Says Shawn: “I would never forget my humble beginnings. I couldn’t afford to buy any equipment, or a console, for myself.",
    "“I need to thank DJ Everton (Romesh Fernando – SOUND EFX), Tom Heart (Real Radio) and DJ Rajive (Dreams Music Centre) who actually influenced me to become who I am today. I learnt a lot from these guys, such as mixing skills and the art of doing the job in a professional way.",
    "“Today, all of that I’ve put into my profession as a CEO of Groove Entertainment and Lighting, based in Washington DC.",
    "“I do most of the high-end weddings and corporate events and it feels good to be a much-wanted DJ.",
    "“Someday I look forward to getting back to my roots, doing events, in my country of birth.",
    "“Sri Lanka is a special place for me and I would love to be back to rock the scene, if an opportunity comes my way. Until then PEACE and love from the USA.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ෂෝන්ට මෙගා ජයග්‍රහණයක්",
      "body_lines": [
        "DJ Shawn Groove යනු රාජ්‍යයේ - ජාතියේ අගනුවර වන Washington DC හි පිහිටි කැපී පෙනෙන වෘත්තීය මංගල DJ වේ.",
        "ෂෝන්ට වසර 25 කට වැඩි පළපුරුද්දක් ඇත, මූලික වශයෙන් නැගෙනහිර වෙරළ පුරා සිටින ජෝඩු සඳහා සේවය කරයි. ඔහුගේ අතිවිශාල, ප්‍රභේද-භ්‍රමණය වන ප්‍රසංගය, සංගීත ලෝකයේ සෑම අස්සක් මුල්ලක් නෑරම, ජන ප්‍රියතමයන් ඇතුළත් වේ.",
        "ඉලෙක්ට්‍රොනික සිට පැරණි දක්වා, ජෑස් සිට පොප් දක්වා, රොක් සිට හිප්-හොප් දක්වා සහ ඒ අතර ඇති සෑම දෙයක්ම, ෂෝන් පවසන්නේ සෑම මොහොතකම තට්ටුවේ පරිපූර්ණ ගීතය තමා සතුව ඇති බවයි.",
        "ඔහු සිය DJ වෘත්තිය ආරම්භ කළේ වයස අවුරුදු 16 දී ශ්‍රී ලංකාවේදී, පැරණි නිවාස සාද බොහොමයක් වාදනය කරමින්, Dreams Music Center සහ Sun FM සමඟ සම්බන්ධ වීමට සහ ක්ලබ් හොපිං ප්‍රසංගය දඟරන්නට අවස්ථාව ලබා ගත්හ. සති අන්තයේ, Sun FM හි.",
        "වොෂින්ටන් ඩීසීහිදී අවස්ථා දෙකකදී ජෝඩු තේරීමේ සම්මානය ලබා ගැනීම දැවැන්ත ජයග්‍රහණයක් බව ෂෝන් පවසයි. ඔහු Washington DC හි හොඳම DJ 50 අතරට ද ශ්‍රේණිගත කර ඇත.",
        "ෂෝන් මෙහෙම කියනවා: “මගේ නිහතමානී ආරම්භය මට කවදාවත් අමතක වෙන්නේ නැහැ. මට මා වෙනුවෙන් කිසිදු උපකරණයක් හෝ කොන්සෝලයක් මිලදී ගැනීමට නොහැකි විය.",
        "“මම අද ඉන්න කෙනා බවට පත් වෙන්න මට ඇත්තටම බලපෑ DJ Everton (Romesh Fernando – SOUND EFX), Tom Heart (Real Radio) සහ DJ Rajive (Dreams Music Center) යන අයට මම ස්තුතිවන්ත විය යුතුයි. මිශ්‍ර කුසලතා, වෘත්තීයමය වශයෙන් රැකියාව කිරීමේ කලාව වැනි බොහෝ දේ මම මේ අයගෙන් ඉගෙන ගත්තෙමි.",
        "“අද, ඒ සියල්ල මම Washington DC හි පිහිටි Grove Entertainment සහ Lighting හි ප්‍රධාන විධායක නිලධාරියෙකු ලෙස මගේ වෘත්තියට ඇතුළත් කර ඇත.",
        "“මම ඉහළ මට්ටමේ මංගල උත්සව සහ ආයතනික සිදුවීම් බොහොමයක් සිදු කරන අතර බොහෝ සෙයින් අවශ්‍ය DJ කෙනෙකු වීම සතුටක්.",
        "“කවදා හරි මම මගේ උපන් රටේ සිද්ධීන් කරමින් මගේ මුල්වලට නැවත පැමිණීමට බලාපොරොත්තු වෙනවා.",
        "“ශ්‍රී ලංකාව මට විශේෂ ස්ථානයක් වන අතර, අවස්ථාවක් පැමිණියහොත් නැවත දර්ශන තලයට පැමිණීමට මම කැමැත්තෙමි. එතෙක් USA වෙතින් සාමය සහ ආදරය. ”",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஷான் மெகா சாதனை",
      "body_lines": [
        "டிஜே ஷான் க்ரூவ் ஒரு சிறந்த தொழில்முறை திருமண DJ ஆகும், இது மாநிலங்களை தளமாகக் கொண்டது - நாட்டின் தலைநகரான வாஷிங்டன் DC இல்.",
        "ஷான் 25 ஆண்டுகளுக்கும் மேலான அனுபவம் கொண்டவர், முதன்மையாக கிழக்கு கடற்கரை முழுவதும் உள்ள தம்பதிகளுக்கு சேவை செய்கிறார். அவரது பரந்த, வகை-சுழலும் திறனாய்வில், இசை உலகின் ஒவ்வொரு மூலையிலிருந்தும் கூட்டத்தின் விருப்பமானவை அடங்கும்.",
        "எலக்ட்ரானிக் முதல் பழையது வரை, ஜாஸ் முதல் பாப் வரை, ராக் முதல் ஹிப்-ஹாப் வரை மற்றும் இடையில் உள்ள எல்லாவற்றிலும், ஷான் ஒவ்வொரு கணத்திற்கும் சரியான பாடல், டெக்கில் இருப்பதாக கூறுகிறார்.",
        "அவர் தனது 16 வயதில் தனது DJ வாழ்க்கையைத் தொடங்கினார், இலங்கையில், பல நல்ல பழைய ஹவுஸ் பார்ட்டிகளை விளையாடி ட்ரீம்ஸ் மியூசிக் சென்டர் மற்றும் சன் எஃப்எம் ஆகியவற்றில் இணைந்தார், மேலும் கிளப் ஹாப்பிங் நிகழ்ச்சியை சுழற்றுவதற்கான வாய்ப்பையும் பெற்றார். வார இறுதியில், சன் எஃப்எம்மில்.",
        "வாஷிங்டன் டிசியில் இரண்டு முறை ஜோடிகளின் தேர்வு விருதைப் பெறுவது ஒரு மெகா சாதனை என்கிறார் ஷான். வாஷிங்டன் DC இல் உள்ள சிறந்த 50 DJக்களில் ஒருவராகவும் அவர் மதிப்பிடப்பட்டுள்ளார்.",
        "ஷான் கூறுகிறார்: “எனது தாழ்மையான தொடக்கத்தை என்னால் மறக்கவே முடியாது. எனக்காக எந்த உபகரணத்தையும் அல்லது கன்சோலையும் வாங்க என்னால் முடியவில்லை.",
        "“இன்று நான் ஆவதற்கு என்னை உண்மையில் பாதித்த டிஜே எவர்டன் (ரோமேஷ் பெர்னாண்டோ - சவுண்ட் இஎஃப்எக்ஸ்), டாம் ஹார்ட் (ரியல் ரேடியோ) மற்றும் டிஜே ராஜீவ் (ட்ரீம்ஸ் மியூசிக் சென்டர்) ஆகியோருக்கு நான் நன்றி சொல்ல வேண்டும். கலப்புத் திறன்கள், தொழில் ரீதியாக வேலையைச் செய்யும் கலை என இவர்களிடம் இருந்து நிறைய கற்றுக்கொண்டேன்.",
        "“இன்று, வாஷிங்டன் டிசியை தளமாகக் கொண்ட க்ரூவ் என்டர்டெயின்மென்ட் மற்றும் லைட்டிங் நிறுவனத்தின் தலைமை நிர்வாக அதிகாரியாக நான் எனது தொழிலில் ஈடுபட்டுள்ளேன்.",
        "\"பெரும்பாலான உயர்தர திருமணங்கள் மற்றும் கார்ப்பரேட் நிகழ்வுகளை நான் செய்வேன், மேலும் மிகவும் விரும்பப்படும் DJ ஆக இருப்பது மகிழ்ச்சி அளிக்கிறது.",
        "\"என்றாவது ஒரு நாள் நான் எனது வேர்களுக்குத் திரும்பி வருவதை எதிர்நோக்குகிறேன், நான் பிறந்த நாட்டில் நிகழ்வுகளைச் செய்கிறேன்.",
        "\"இலங்கை எனக்கு ஒரு சிறப்பு இடம், ஒரு வாய்ப்பு எனக்கு வந்தால், மீண்டும் காட்சிக்கு வர விரும்புகிறேன். அதுவரை அமெரிக்காவிடமிருந்து அமைதியும் அன்பும்.\"",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}