{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Daily-COVID-19-detections-drop-to-583/56-731523",
  "time_ut": 1646420940,
  "title": "Daily COVID-19 detections drop to 583",
  "body_lines": [
    "Lowest detections in a day since 10 January",
    "Total patient count rises to 648,993",
    "23,006 persons under medical or home-based care",
    "Childhood obesity unseen side of the pandemic: Prof. Pujitha Wickramasinghe",
    "",
    "By Shailendree Wickrama Adittiya",
    "Daily COVID-19 detections dropped to 583 yesterday, the lowest it has been since January.",
    "According to the Epidemiology Unit, 461 persons tested positive for COVID-19 on 10 January and daily detections have since remained above 600.",
    "All patients detected yesterday were from the New Year cluster, the Department of Government Information states.",
    "A gradual decline in daily detections has been observed this week, with 711 persons testing positive for COVID-19 on Thursday. This includes 710 persons from the New Year cluster and one Sri Lankan returnee from overseas.",
    "However, daily testing has remained below 10,000 since 26 February. The Health Promotion Bureau states that only 4,689 PCR tests and 2,475 rapid antigen tests were conducted on Thursday.",
    "A total of 648,993 COVID-19 cases have been detected in the country. This includes 543,225 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster and 3,059 persons from the Divulapitiya cluster.",
    "The country’s imported cases include 7,235 Sri Lankan returnees from overseas and 328 foreigners.",
    "The Epidemiology Unit states that 135,081 persons from Colombo, 112,612 persons from Gampaha, 57,459 persons from Kalutara, 43,348 persons from Galle and 30,842 persons from Kurunegala have tested positive for COVID-19.",
    "During the third wave of the pandemic, 102,784 patients from Colombo, 94,078 patients from Gampaha and 50,401 patients from Kalutara were detected. At present, 23,006 persons are under medical or home-based care and 816 persons suspected of having COVID-19 are under observation.",
    "The country’s COVID-19 recoveries rose to 609,680 with 195 persons discharged from treatment centres yesterday.",
    "Meanwhile, health experts yesterday emphasised the importance of adhering to safety guidelines and getting vaccinated given the reopening of schools next week.",
    "“When school activities resume, roads get busy and travel increases. With this, there is a rise in COVID-19 as well as other communicable diseases spreading at the moment, like diarrhoea and diseases of the respiratory tract,” Colombo Medical Faculty Professor and Paediatrician Prof. Pujitha Wickramasinghe said.",
    "He explained that there is an adverse impact on the child when they are unable to go to school for an extended period of time and socialise, as seen during the pandemic. While adding that a survey has not been done on childhood obesity since the pandemic, Prof. Wickramasinghe said that he has noticed a doubling of childhood obesity numbers, which is a serious situation.",
    "“Depending on how long they have been obese for and the transformation that happened to their body during this time, they may develop other diseases in the long term,” Prof. Wickramasinghe said. These conditions include heart disease, diabetes and cirrhosis. “This is the unseen side of the COVID-19 pandemic,” he added."
  ],
  "translate": {
    "si": {
      "title": "දෛනික COVID-19 හඳුනාගැනීම් 583 දක්වා පහත වැටේ",
      "body_lines": [
        "ජනවාරි 10 සිට දිනක් තුළ අඩුම හඳුනාගැනීම්",
        "මුළු රෝගීන් සංඛ්‍යාව 648,993 දක්වා ඉහළ යයි",
        "23,006ක් වෛද්‍ය හෝ ගෘහ මූලික රැකවරණය යටතේ",
        "ළමා තරබාරුකම වසංගතයේ නොදුටු පැත්ත: මහාචාර්ය පූජිත වික්‍රමසිංහ",
        "",
        "ශෛලේන්ද්‍රී වික්‍රම ආදිත්තිය විසිනි",
        "දෛනික COVID-19 හඳුනාගැනීම් ඊයේ 583 දක්වා පහත වැටුණු අතර එය ජනවාරි මාසයේ සිට අඩුම අගයයි.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, ජනවාරි 10 වන දින පුද්ගලයින් 461 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කළ අතර දෛනික හඳුනාගැනීම් එතැන් සිට 600 ට වඩා ඉහළ මට්ටමක පවතී.",
        "ඊයේ දිනයේදී හඳුනාගත් සියලුම රෝගීන් අවුරුදු පොකුරෙන් පැමිණි අය බව රජයේ ප්‍රවෘත්ති දෙපාර්තමේන්තුව පවසයි.",
        "බ්‍රහස්පතින්දා COVID-19 සඳහා පුද්ගලයින් 711 දෙනෙකු ධනාත්මක බව පරීක්‍ෂා කිරීමත් සමඟ මෙම සතියේ දෛනික හඳුනාගැනීම් ක්‍රමයෙන් අඩුවීමක් නිරීක්ෂණය වී ඇත. අලුත් අවුරුදු පොකුරේ පුද්ගලයන් 710 දෙනෙකු සහ විදේශගතව සිට පැමිණි ශ්‍රී ලාංකිකයෙකු ද ඊට ඇතුළත්.",
        "කෙසේ වෙතත්, පෙබරවාරි 26 සිට දෛනික පරීක්ෂණ 10,000 ට වඩා අඩු මට්ටමක පවතී. බ්‍රහස්පතින්දා සිදු කර ඇත්තේ PCR පරීක්ෂණ 4,689ක් සහ වේගවත් ප්‍රතිදේහජනක පරීක්ෂණ 2,475ක් පමණක් බව සෞඛ්‍ය ප්‍රවර්ධන කාර්යාංශය පවසයි.",
        "රට තුළ COVID-19 රෝගීන් 648,993 ක් හඳුනාගෙන ඇත. අවුරුදු පොකුරෙන් පුද්ගලයන් 543,225ක්, පෑලියගොඩ පොකුරෙන් 82,785ක්, බන්ධනාගාර පොකුරුවලින් 9,154ක් සහ දිවුලපිටිය පොකුරෙන් 3,059ක් ඊට ඇතුළත්.",
        "රට ආනයනය කරන ලද සිද්ධීන් අතරට විදේශයන්හි සිට ආපසු පැමිණි ශ්‍රී ලාංකිකයන් 7,235 ක් සහ විදේශිකයන් 328 ක් ඇතුළත් වේ.",
        "කොළඹින් 135,081ක්, ගම්පහින් 112,612ක්, කළුතරින් 57,459ක්, ගාල්ලෙන් 43,348ක් සහ කුරුණෑගලින් 30,842ක් කොවිඩ්-19 ආසාදනය වී ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "වසංගතයේ තුන්වන රැල්ල තුළ කොළඹින් රෝගීන් 102,784 ක්, ගම්පහින් රෝගීන් 94,078 ක් සහ කළුතරින් රෝගීන් 50,401 ක් හඳුනාගෙන ඇත. මේ වන විට පුද්ගලයින් 23,006 දෙනෙකු වෛද්‍ය හෝ නිවාස පාදක ප්‍රතිකාර යටතේ සිටින අතර COVID-19 ඇති බවට සැක කෙරෙන පුද්ගලයින් 816 දෙනෙකු නිරීක්ෂණ යටතේ සිටිති.",
        "ඊයේ දිනයේ පුද්ගලයින් 195 දෙනෙකු ප්‍රතිකාර මධ්‍යස්ථානවලින් පිටව ගොස් ඇති අතර, රටේ COVID-19 සුවය ලැබූ සංඛ්‍යාව 609,680 දක්වා ඉහළ ගොස් තිබේ.",
        "මේ අතර, ලබන සතියේ පාසල් යළි විවෘත කෙරෙන බැවින් ආරක්ෂක මාර්ගෝපදේශ පිළිපැදීම සහ එන්නත් ලබා ගැනීමේ වැදගත්කම සෞඛ්‍ය විශේෂඥයින් ඊයේ අවධාරණය කළා.",
        "“පාසල් ක්‍රියාකාරකම් නැවත ආරම්භ වන විට, මාර්ග කාර්යබහුල වන අතර ගමන් වාර වැඩි වේ. මේ සමඟ මේ වන විට කොවිඩ්-19 මෙන්ම පාචනය සහ ශ්වසන පත්‍රිකාවේ රෝග වැනි අනෙකුත් බෝවන රෝග ද පැතිර යමින් පවතින බව කොළඹ වෛද්‍ය පීඨයේ මහාචාර්ය හා ළමා රෝග පිළිබඳ විශේෂඥ වෛද්‍ය මහාචාර්ය පූජිත වික්‍රමසිංහ මහතා පැවසීය.",
        "වසංගත කාලසීමාව තුළ දක්නට ලැබෙන පරිදි දීර්ඝ කාලයක් පාසල් යාමට සහ සමාජගත වීමට නොහැකි වූ විට දරුවාට අහිතකර බලපෑමක් ඇති වන බව ඔහු පැහැදිලි කළේය. වසංගතයෙන් පසු ළමා තරබාරුකම පිළිබඳ සමීක්ෂණයක් සිදු කර නොමැති බව පවසන මහාචාර්ය වික්‍රමසිංහ, ළමා තරබාරුකමේ සංඛ්‍යාව දෙගුණයක් වන බව තමාට පෙනී ගොස් ඇති බවත් එය බරපතල තත්ත්වයක් බවත් පැවසීය.",
        "\"ඔවුන් කොපමණ කාලයක් තරබාරු වී ඇත්ද යන්න සහ මෙම කාලය තුළ ඔවුන්ගේ ශරීරයේ සිදු වූ පරිවර්තනය මත පදනම්ව, දිගු කාලීනව වෙනත් රෝග වර්ධනය විය හැකිය,\" මහාචාර්ය වික්‍රමසිංහ පැවසීය. මෙම තත්වයන් හෘද රෝග, දියවැඩියාව සහ සිරෝසිස් ඇතුළත් වේ. “මෙය COVID-19 වසංගතයේ නොදුටු පැත්තයි,” ඔහු තවදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "தினசரி கோவிட்-19 கண்டறிதல் எண்ணிக்கை 583 ஆகக் குறைகிறது",
      "body_lines": [
        "ஜனவரி 10க்குப் பிறகு ஒரு நாளில் மிகக் குறைவான கண்டறிதல்கள்",
        "மொத்த நோயாளிகளின் எண்ணிக்கை 648,993 ஆக உயர்ந்துள்ளது",
        "23,006 நபர்கள் மருத்துவ அல்லது வீட்டு அடிப்படையிலான பராமரிப்பில் உள்ளனர்",
        "குழந்தை பருவ உடல் பருமன் தொற்று நோயின் கண்ணுக்கு தெரியாத பக்கம்: பேராசிரியர் பூஜித விக்கிரமசிங்க",
        "",
        "ஷைலேந்திரீ விக்கிரமா ஆதித்தியாவின் மூலம்",
        "தினசரி COVID-19 கண்டறிதல் நேற்று 583 ஆகக் குறைந்தது, இது ஜனவரிக்குப் பிறகு மிகக் குறைவு.",
        "தொற்றுநோயியல் பிரிவின்படி, ஜனவரி 10 அன்று 461 நபர்கள் கோவிட்-19 க்கு நேர்மறை சோதனை செய்தனர் மற்றும் தினசரி கண்டறிதல்கள் 600 க்கு மேல் உள்ளன.",
        "நேற்றைய தினம் இனங்காணப்பட்ட அனைத்து நோயாளர்களும் புத்தாண்டு குழுவை சேர்ந்தவர்கள் என அரசாங்க தகவல் திணைக்களம் தெரிவித்துள்ளது.",
        "இந்த வாரம் தினசரி கண்டறிதல்களில் படிப்படியான சரிவு காணப்பட்டது, வியாழன் அன்று 711 பேர் COVID-19 க்கு நேர்மறை சோதனை செய்தனர். இதில் புத்தாண்டுக் குழுவைச் சேர்ந்த 710 பேரும் வெளிநாடுகளில் இருந்து திரும்பிய இலங்கையர் ஒருவரும் அடங்குவர்.",
        "இருப்பினும், பிப்ரவரி 26 முதல் தினசரி சோதனை 10,000 க்கும் குறைவாகவே உள்ளது. வியாழன் அன்று 4,689 PCR சோதனைகள் மற்றும் 2,475 விரைவான ஆன்டிஜென் சோதனைகள் மட்டுமே நடத்தப்பட்டதாக சுகாதார மேம்பாட்டு பணியகம் கூறுகிறது.",
        "நாட்டில் மொத்தம் 648,993 கோவிட்-19 வழக்குகள் கண்டறியப்பட்டுள்ளன. இதில் புத்தாண்டுக் குழுவைச் சேர்ந்த 543,225 பேரும், பேலியகொட குழுவைச் சேர்ந்த 82,785 பேரும், சிறைச்சாலைக் குழுவைச் சேர்ந்த 9,154 பேரும், திவுலப்பிட்டி குழுவைச் சேர்ந்த 3,059 பேரும் அடங்குவர்.",
        "நாட்டில் இறக்குமதி செய்யப்பட்ட வழக்குகளில் 7,235 வெளிநாடுகளில் இருந்து திரும்பிய இலங்கையர்களும் 328 வெளிநாட்டவர்களும் அடங்குவர்.",
        "கொழும்பில் 135,081 பேரும், கம்பஹாவைச் சேர்ந்த 112,612 பேரும், களுத்துறையில் 57,459 பேரும், காலியில் 43,348 பேரும், குருநாகலைச் சேர்ந்த 30,842 பேரும் கோவிட்-19 தொற்றால் பாதிக்கப்பட்டுள்ளனர் என்று தொற்றுநோயியல் பிரிவு தெரிவித்துள்ளது.",
        "தொற்றுநோயின் மூன்றாவது அலையின் போது, ​​கொழும்பில் இருந்து 102,784 நோயாளிகளும், கம்பஹாவில் இருந்து 94,078 நோயாளிகளும், களுத்துறையில் இருந்து 50,401 நோயாளிகளும் கண்டறியப்பட்டனர். தற்போது, ​​23,006 நபர்கள் மருத்துவ அல்லது வீட்டு அடிப்படையிலான பராமரிப்பில் உள்ளனர் மற்றும் 816 பேர் கோவிட்-19 இருப்பதாக சந்தேகிக்கப்படுகின்றனர்.",
        "நாட்டின் கோவிட்-19 குணமடைந்தவர்களின் எண்ணிக்கை 609,680 ஆக உயர்ந்துள்ளது, நேற்று 195 பேர் சிகிச்சை மையங்களில் இருந்து வெளியேற்றப்பட்டனர்.",
        "இதற்கிடையில், அடுத்த வாரம் பள்ளிகள் மீண்டும் திறக்கப்படுவதால், பாதுகாப்பு வழிகாட்டுதல்களை கடைபிடிப்பது மற்றும் தடுப்பூசி போடுவதன் முக்கியத்துவத்தை சுகாதார நிபுணர்கள் நேற்று வலியுறுத்தினர்.",
        "\"பள்ளி நடவடிக்கைகள் மீண்டும் தொடங்கும் போது, ​​சாலைகள் பிஸியாகி, பயணங்கள் அதிகரிக்கும். இதனுடன், கோவிட்-19 மற்றும் பிற தொற்றா நோய்களான வயிற்றுப்போக்கு மற்றும் சுவாசக்குழாய் நோய்கள் போன்றவை தற்போது பரவி வருகின்றன” என கொழும்பு மருத்துவ பீட பேராசிரியரும் குழந்தை நல மருத்துவருமான பேராசிரியர் பூஜிதா விக்கிரமசிங்க தெரிவித்தார்.",
        "தொற்றுநோய்களின் போது காணப்படுவது போல், நீண்ட காலத்திற்கு பள்ளிக்குச் செல்ல முடியாதபோதும், சமூகத்துடன் பழக முடியாதபோதும் குழந்தைக்கு பாதகமான தாக்கம் ஏற்படுகிறது என்று அவர் விளக்கினார். தொற்றுநோய் பரவியதில் இருந்து குழந்தை பருவ உடல் பருமன் குறித்து கணக்கெடுப்பு நடத்தப்படவில்லை என்று கூறிய பேராசிரியர் விக்கிரமசிங்க, குழந்தை பருவ உடல் பருமன் எண்ணிக்கை இரு மடங்காக அதிகரிப்பதை அவதானித்துள்ளதாகவும், இது ஒரு தீவிரமான நிலை என்றும் கூறினார்.",
        "\"எவ்வளவு காலமாக அவர்கள் பருமனாக உள்ளனர் மற்றும் இந்த நேரத்தில் அவர்களின் உடலில் ஏற்பட்ட மாற்றத்தைப் பொறுத்து, அவர்கள் நீண்ட காலத்திற்கு மற்ற நோய்களை உருவாக்கலாம்,\" என்று பேராசிரியர் விக்கிரமசிங்க கூறினார். இந்த நிலைமைகளில் இதய நோய், நீரிழிவு மற்றும் சிரோசிஸ் ஆகியவை அடங்கும். \"இது COVID-19 தொற்றுநோயின் காணப்படாத பக்கமாகும்,\" என்று அவர் மேலும் கூறினார்."
      ]
    }
  }
}