{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/commercial-plantations-urge-immediate-government-action-to-prevent-industrys-demise/",
  "time_ut": 1650634380,
  "title": "Commercial plantations urge immediate government action to prevent industry’s demise",
  "body_lines": [
    "RPCs allege discrimination by authorities on allocation of fuel for leaf and latex transport and power generation",
    "Calls for radical and bold reforms to resuscitate industry including allowing hybrid $ auctions",
    "Calls for additional assistance to increase production to enhance dollar earnings and measures to reduce high COP",
    "The Government’s failure to allocate fuel quotas to the Regional Plantation Companies (RPCs), together with continuous power disruptions and uninformed policymaking, is bringing Sri Lanka’s commercial plantations to a standstill. Due to the lack of fuel, all leaf and latex transport operations have been severely impacted and there is insufficient fuel to operate standby generators.",
    "Accordingly, the Planters’ Association of Ceylon (PA), demanded that authorities take immediate action to prioritize Sri Lanka’s plantation industry which contributes over USD 1.5 billion to Sri Lanka’s export revenue.",
    "Commenting on the dire situation, PA media spokesperson, Dr. Roshan Rajadurai cautioned that the Government’s continuing failure to give any priority whatsoever to the needs of RPCs and the broader industry, together with a series of catastrophic policy blunders had resulted in severe disruptions to production and transport and rapid escalation of production cost of tea by around 30% from the beginning of 2022.",
    "“RPCs will no longer be able to continue operations as usual if real and meaningful solutions are not provided immediately,” emphasised Dr. Rajadurai. “Despite our critical contribution to the industry and the Sri Lankan economy, the authorities have failed to understand our value. Instead they have continuously discriminated the RPCs even in the past, as compared with other export industry stakeholders and the rest of the plantation sector.”",
    "“Our sector was severely disrupted even before the current domestic economic crisis by uninformed policy making decisions, including the completely irrational ban on import of essential agriculture inputs. The issues we are seeing now across the economy are directly connected to this unplanned, unscientific, and short-sighted approach to policy,” Rajadurai added. “While at long last, the Government has publicly accepted the failure of this policy, the once vocal proponents of such unsound claims are nowhere to be seen although the industry continues to pay the price, despite our repeated warnings and admonitions about the ill effects of such policy.”",
    "While the Government retracted its decision to ban imports of agricultural inputs such as fertiliser, recommended weedicides, fungicides and pesticides, these have not been available since April 2021. The bureaucratic processes required for the bans to be lifted takes a long time, and have obstructed imports, creating severe shortages. Compounding these challenges, the depreciation of the Rupee and the global increase in commodity prices have resulted in the price of these essential inputs skyrocketing. For instance, the price of fertiliser used for tea has increased 25-fold from before the ban; from approximately Rs. 30,000 per metric tonne (MT) of urea to Rs. 750,000 per MT and prices are still increasing.",
    "As a result, the cost of production of 1kg of tea has now risen to nearly Rs. 800. However, at the Colombo Tea Auction, the Net Sale Average (NSA) of high-grown tea was only around Rs. 717, up to end March 2022.",
    "In addition, the unavailability of inputs will reduce yields and quality in the long run. Despite better weather compared to last year, the industry has seen a decline in tea and rubber crops this year, compared with the corresponding period of last year, as the lack of agricultural inputs such as fertilizer, weedicides and fungicides begin to take effect. With tea and rubber being perennial/long-term crops, such adverse effects on yield could be felt throughout the productive life of the plant. Rubber cultivations too have been impacted by fast-spreading diseases such as pesta. In the absence of necessary inputs to arrest their spread the disease has already resulted in a 30% – 40% crop loss.",
    "Tea estates operate throughout the 24 hours of the day and require uninterrupted electricity to do so. If, for instance, the withering operation is disrupted/interrupted for a few hours, bacterial contamination takes place, drastically reducing the quality of the tea produced. Acknowledging this, the authorities have allocated fuel quotas to the rest of the industry value chain for them to continue operations by running their generators during power cuts, but the RPCs have been inexplicably ignored.",
    "Transporting inputs and raw materials such as green leaf and latex to and between large land areas in commercial estates and transporting produce to Colombo have also become extremely difficult due to the lack of fuel. This will lead to the complete breakdown of estate operations and consequently the RPCs will not be able to operate the estates leading to severe and serious social unrest under these present volatile situations in the country. Over 1 million people reside within the country’s large commercial estate sector and their livelihood is totally dependent on the plantation economy.",
    "For the plantation sector to continue operations, uninterrupted power and fuel – including for internal transport – need to be provided as priority. Since suppliers are also now demanding for payments in foreign currency, the RPCs are also strongly urging the authorities to allow tea producers participating at the Colombo Tea Auction to obtain their payments from tea exporters in foreign currency.",
    "A hybrid system, which allows exporters to pay tea producers in foreign currency and local buyers of tea to pay in Rupees is prudent and fair, considering how other export industries are allowed to obtain payments in foreign currency. Notably, 95% of Ceylon Tea is exported and the industry is a major generator of valuable foreign exchange for the country.",
    "Given the sharp increase in the cost of vital agri inputs, the RPCs also urge the Government to include the commercial plantation sector in any beneficial scheme through which such inputs are made available to producers, using funds from multilateral agencies. The RPCs provide a range of services and care for a population of over 1 million residing in the estates and also support the smallholders by processing their tea leaves and rubber latex, serving as a vital cog in the industry’s supply chain.",
    "In the medium to long-term, the RPCs see stable policymaking made in consultation with industry practitioners as essential for the growth and economic sustainability of the plantation industry.",
    "Singapore Airlines signs MOU with Sri Lanka Tourism Promotion Bureau",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කර්මාන්තයේ විනාශය වැලැක්වීම සඳහා වහා රජය පියවර ගන්නා ලෙස වාණිජ වැවිලි ඉල්ලා සිටියි",
      "body_lines": [
        "කොළ සහ රබර් කිරි ප්‍රවාහනය සහ බලශක්ති උත්පාදනය සඳහා ඉන්ධන ලබා දීම සම්බන්ධයෙන් බලධාරීන් වෙනස් කොට සැලකීම් කරන බවට RPCs චෝදනා කරයි",
        "දෙමුහුන් $ වෙන්දේසිවලට ඉඩ දීම ඇතුළුව කර්මාන්තය පුනර්ජීවනය කිරීම සඳහා රැඩිකල් සහ නිර්භීත ප්‍රතිසංස්කරණ සඳහා කැඳවුම්",
        "ඩොලර් ඉපැයීම් වැඩි දියුණු කිරීම සඳහා නිෂ්පාදනය වැඩි කිරීමට සහ ඉහළ COP අඩු කිරීමට පියවර ගැනීමට අමතර සහාය ඉල්ලා සිටී",
        "ප්‍රාදේශීය වැවිලි සමාගම්වලට (RPCs) ඉන්ධන කෝටා වෙන් කිරීමට රජය අපොහොසත් වීම, අඛණ්ඩ විදුලිය බිඳවැටීම් සහ නොදැනුවත්ව ප්‍රතිපත්ති සම්පාදනය සමඟ එක්ව ශ්‍රී ලංකාවේ වාණිජ වැවිලි ඇණහිට ඇත. ඉන්ධන නොමැතිකම හේතුවෙන් සියලුම දළු සහ රබර් කිරි ප්‍රවාහන කටයුතුවලට දැඩි බලපෑමක් එල්ල වී ඇති අතර ස්ථාවර ජනක යන්ත්‍ර ක්‍රියාත්මක කිරීමට ප්‍රමාණවත් ඉන්ධන නොමැත.",
        "ඒ අනුව, ශ්‍රී ලංකාවේ අපනයන ආදායමට ඩොලර් බිලියන 1.5 කට වැඩි දායකත්වයක් සපයන ශ්‍රී ලංකාවේ වැවිලි කර්මාන්තයට ප්‍රමුඛත්වය දීමට බලධාරීන් වහා පියවර ගන්නා ලෙස ලංකා වැවිලිකරුවන්ගේ සංගමය (PA) ඉල්ලා සිටියේය.",
        "මෙම භයානක තත්ත්වය පිළිබඳව අදහස් දක්වමින් PA මාධ්‍ය ප්‍රකාශක, ආචාර්ය රොෂාන් රාජදුරෙයි අනතුරු ඇඟවූයේ, RPCs සහ පුළුල් කර්මාන්තයේ අවශ්‍යතා සඳහා කිසිදු ප්‍රමුඛතාවයක් ලබා දීමට රජය අඛණ්ඩව අපොහොසත් වීම සහ ව්‍යසනකාරී ප්‍රතිපත්ති වැරදි මාලාවක් සමඟ නිෂ්පාදනයට දැඩි බාධා කිරීම් ඇති වූ බවයි. සහ 2022 ආරම්භයේ සිට ප්‍රවාහනය සහ තේ නිෂ්පාදන පිරිවැය 30% කින් පමණ වේගවත් ලෙස ඉහළ නැංවීම.",
        "\"සැබෑ සහ අර්ථවත් විසඳුම් වහා ලබා නොදුනහොත් RPC වලට තවදුරටත් සාමාන්‍ය පරිදි මෙහෙයුම් කරගෙන යාමට නොහැකි වනු ඇත,\" ආචාර්ය රාජදුරෙයි අවධාරණය කළේය. “කර්මාන්තයට සහ ශ්‍රී ලංකා ආර්ථිකයට අපගේ තීරනාත්මක දායකත්වය තිබියදීත්, අපගේ වටිනාකම තේරුම් ගැනීමට බලධාරීන් අපොහොසත් වී ඇත. ඒ වෙනුවට ඔවුන් අනෙකුත් අපනයන කර්මාන්ත පාර්ශවකරුවන් හා සෙසු වැවිලි අංශය සමඟ සසඳන විට අතීතයේ දී පවා RPCs අඛණ්ඩව වෙනස් කොට සැලකීම සිදු කර ඇත.",
        "“අත්‍යවශ්‍ය කෘෂිකාර්මික යෙදවුම් ආනයනය කිරීම සම්පූර්ණයෙන්ම අතාර්කික තහනම ඇතුළුව, නොදන්නා ප්‍රතිපත්ති තීරණ ගැනීමේ තීරණ නිසා වත්මන් දේශීය ආර්ථික අර්බුදයට පෙර සිටම අපගේ අංශය දැඩි ලෙස කඩාකප්පල් විය. ආර්ථිකය පුරා අප දැන් දකින ප්‍රශ්න සෘජුවම සම්බන්ධ වන්නේ මෙම සැලසුම් රහිත, අවිද්‍යාත්මක සහ අදූරදර්ශී ප්‍රතිපත්ති ප්‍රවේශයටයි, ”රාජදුරෙයි වැඩිදුරටත් පැවසීය. \"දිගු කලක් තිස්සේ මෙම ප්‍රතිපත්තියේ අසාර්ථකත්වය රජය ප්‍රසිද්ධියේ පිළිගෙන ඇති අතර, අප විසින් නැවත නැවතත් අනතුරු ඇඟවීම් සහ අවවාද කිරීම් නොතකා, කර්මාන්තයේ මිල ගෙවමින් සිටියද, වරක් එවැනි අසත්‍ය ප්‍රකාශයන් සඳහා හඬ නැගූ අය කොතැනකවත් දක්නට නොලැබේ. එවැනි ප්රතිපත්තියක්.\"",
        "පොහොර, නිර්දේශිත වල්නාශක, දිලීර නාශක සහ පළිබෝධනාශක වැනි කෘෂිකාර්මික යෙදවුම් ආනයනය තහනම් කිරීමේ තීරණය රජය ඉල්ලා අස්කර ගත් අතර, 2021 අප්‍රේල් මාසයේ සිට මේවා නොතිබුණි. තහනම ඉවත් කිරීමට අවශ්‍ය නිලධාරිවාදී ක්‍රියාවලියට බොහෝ කාලයක් ගත වන අතර, බාධා එල්ල වී ඇත. ආනයන, දැඩි හිඟයක් ඇති කරයි. මෙම අභියෝග සංකීර්ණ කරමින් රුපියල අවප්‍රමාණය වීම සහ ගෝලීය වශයෙන් භාණ්ඩ මිල ඉහළ යාම හේතුවෙන් මෙම අත්‍යවශ්‍ය යෙදවුම්වල මිල අහස උසට නැඟී ඇත. උදාහරණයක් වශයෙන්, තහනමට පෙර තේ සඳහා භාවිත කරන පොහොරවල මිල 25 ගුණයකින් වැඩි වී තිබේ. දළ වශයෙන් රු. යූරියා මෙට්‍රික් ටොන් එකකට (MT) රුපියල් 30,000 සිට රු. මෙට්‍රික් ටොන් එකකට 750,000 ක් වන අතර මිල තවමත් වැඩි වෙමින් පවතී.",
        "එහි ප්‍රතිඵලයක් ලෙස තේ කිලෝග්‍රෑම් 1 ක නිෂ්පාදන පිරිවැය මේ වන විට රුපියල් කෝටි 10 කට ආසන්න වී තිබේ. 800. කෙසේ වෙතත්, කොළඹ තේ වෙන්දේසියේදී, ඉහළ වැඩුණු තේවල ශුද්ධ විකුණුම් සාමාන්‍යය (NSA) වූයේ රු. 717, 2022 මාර්තු අවසානය දක්වා.",
        "මීට අමතරව, යෙදවුම් නොමැතිකම දිගුකාලීනව අස්වැන්න සහ ගුණාත්මකභාවය අඩු කරයි. පසුගිය වසරට සාපේක්ෂව යහපත් කාලගුණික තත්ත්වයක් පැවතියද, පොහොර, වල්නාශක සහ දිලීර නාශක වැනි කෘෂි යෙදවුම් හිඟය ක්‍රියාත්මක වීමට පටන් ගැනීම නිසා පසුගිය වසරේ අනුරූප කාලපරිච්ඡේදය හා සැසඳීමේදී මෙම වසරේ තේ සහ රබර් වගාවේ අඩුවීමක් කර්මාන්තයේ දක්නට ලැබේ. තේ සහ රබර් බහු වාර්ෂික/දිගු කාලීන භෝග වීම නිසා අස්වැන්න කෙරෙහි එවැනි අහිතකර බලපෑම් ශාකයේ ඵලදායි ජීවිතය පුරාවටම දැනිය හැක. රබර් වගාවන්ට ද පැස්ටා වැනි වේගයෙන් පැතිර යන රෝග නිසා බලපෑම් එල්ල වී ඇත. ඔවුන්ගේ ව්‍යාප්තිය නැවැත්වීමට අවශ්‍ය යෙදවුම් නොමැති විට රෝගය දැනටමත් 30% - 40% අතර අස්වැන්නක් අහිමි වී ඇත.",
        "තේ වතු දවසේ පැය 24 පුරාම ක්‍රියාත්මක වන අතර ඒ සඳහා අඛණ්ඩ විදුලිය අවශ්‍ය වේ. නිදසුනක් වශයෙන්, මැලවීමේ මෙහෙයුම පැය කිහිපයක් සඳහා බාධා / බාධා ඇති වුවහොත්, බැක්ටීරියා දූෂණය සිදු වන අතර, නිපදවන තේ වල ගුණාත්මක භාවය විශාල ලෙස අඩු වේ. මෙය පිළිගනිමින්, බලධාරීහු විදුලිය විසන්ධි වන විට සිය ජනක යන්ත්‍ර ක්‍රියාත්මක කරමින් මෙහෙයුම් කටයුතු කරගෙන යාමට අනෙකුත් කර්මාන්ත අගය දාමයට ඉන්ධන කෝටා වෙන් කර ඇතත්, RPCs පැහැදිලි කළ නොහැකි ලෙස නොසලකා හැර ඇත.",
        "වානිජ වතුවල විශාල භූමි ප්‍රදේශවලට සහ ඒ අතරට අමුද්‍රව්‍ය සහ අමුද්‍රව්‍ය ප්‍රවාහනය කිරීම සහ කොළඹට නිෂ්පාදන ප්‍රවාහනය කිරීම ද ඉන්ධන හිඟය හේතුවෙන් අතිශය දුෂ්කර වී ඇත. මෙමගින් වතු මෙහෙයුම් සම්පූර්ණයෙන් බිඳවැටීමට තුඩු දෙනු ඇති අතර, එම නිසා රටේ පවතින මෙම අස්ථාවර තත්ත්වයන් යටතේ දැඩි හා බරපතල සමාජ නොසන්සුන්තාවයකට තුඩු දෙන වතු පාලනය කිරීමට RPC වලට නොහැකි වනු ඇත. මිලියනයකට අධික ජනතාවක් රටේ විශාල වාණිජ වතු අංශය තුළ වාසය කරන අතර ඔවුන්ගේ ජීවනෝපාය සම්පූර්ණයෙන්ම රඳා පවතින්නේ වැවිලි ආර්ථිකය මතය.",
        "වතුකරයේ ක්‍රියාකාරීත්වය අඛණ්ඩව පවත්වාගෙන යාමට නම්, අභ්‍යන්තර ප්‍රවාහනය ඇතුළුව අඛණ්ඩ විදුලිය සහ ඉන්ධන ප්‍රමුඛත්වය ලෙස ලබාදිය යුතුය. සැපයුම්කරුවන් ද මේ වන විට විදේශ මුදලින් ගෙවීම් ඉල්ලා සිටින බැවින් කොළඹ තේ වෙන්දේසියට සහභාගී වන තේ නිෂ්පාදකයින්ට ඔවුන්ගේ ගෙවීම් විදේශ මුදලින් තේ අපනයනකරුවන්ගෙන් ලබා ගැනීමට අවසර දෙන ලෙස RPCs ද බලධාරීන්ගෙන් දැඩි ලෙස ඉල්ලා සිටිති.",
        "අපනයනකරුවන්ට තේ නිෂ්පාදකයින්ට විදේශ මුදලින් ගෙවීමට සහ දේශීය තේ ගැනුම්කරුවන්ට රුපියල්වලින් ගෙවීමට ඉඩ සලසන දෙමුහුන් ක්‍රමයක්, අනෙකුත් අපනයන කර්මාන්තවලට විදේශ මුදලින් ගෙවීම් ලබා ගැනීමට අවසර දී ඇති ආකාරය සලකා බැලීමේදී දූරදර්ශී සහ සාධාරණ වේ. ලංකා තේවලින් 95%ක් අපනයනය කෙරෙන අතර, එම කර්මාන්තය රටට වටිනා විදේශ විනිමය උත්පාදනය කරන ප්‍රධාන මාර්ගයකි.",
        "අත්‍යවශ්‍ය කෘෂි යෙදවුම්වල මිල තියුනු ලෙස ඉහළ ගොස් ඇති හෙයින්, බහුපාර්ශ්වික නියෝජිතායතනවල අරමුදල් භාවිතා කරමින් නිෂ්පාදකයින්ට එවැනි යෙදවුම් ලබා දෙන ඕනෑම ප්‍රයෝජනවත් යෝජනා ක්‍රමයකට වාණිජ වැවිලි අංශය ඇතුළත් කරන ලෙස RPCs රජයෙන් ඉල්ලා සිටී. වතුවල වෙසෙන මිලියනයකට අධික ජනගහනයකට RPC සේවා සහ රැකවරණය සපයන අතර කුඩා තේ වතු හිමියන්ට ඔවුන්ගේ තේ දළු සහ රබර් කිරි සැකසීම මගින් කර්මාන්තයේ සැපයුම් දාමයේ අත්‍යවශ්‍ය දතක් ලෙස සේවය කරයි.",
        "මධ්‍ය කාලීන සිට දිගු කාලීනව, වැවිලි කර්මාන්තයේ වර්ධනයට සහ ආර්ථික තිරසාරභාවය සඳහා අත්‍යවශ්‍ය කරුණක් ලෙස කර්මාන්ත වෘත්තිකයන් සමඟ සාකච්ඡා කර කරන ලද ස්ථාවර ප්‍රතිපත්ති සම්පාදනය RPCs දකියි.",
        "සිංගප්පූරු ගුවන් සේවය ශ්‍රී ලංකා සංචාරක ප්‍රවර්ධන කාර්යාංශය සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தொழில்துறையின் அழிவைத் தடுக்க உடனடியாக அரசாங்கம் நடவடிக்கை எடுக்குமாறு வணிகத் தோட்டங்கள் வலியுறுத்துகின்றன",
      "body_lines": [
        "இலை மற்றும் மரப்பால் போக்குவரத்து மற்றும் மின் உற்பத்திக்கான எரிபொருள் ஒதுக்கீட்டில் அதிகாரிகளால் பாரபட்சம் காட்டப்படுவதாக RPCகள் குற்றம் சாட்டுகின்றன.",
        "கலப்பின $ ஏலங்களை அனுமதிப்பது உட்பட தொழில்துறைக்கு புத்துயிர் அளிக்க தீவிரமான மற்றும் தைரியமான சீர்திருத்தங்களுக்கான அழைப்புகள்",
        "டாலர் வருவாயை அதிகரிக்க உற்பத்தியை அதிகரிக்க கூடுதல் உதவி மற்றும் உயர் COP ஐக் குறைப்பதற்கான நடவடிக்கைகள்",
        "பிராந்திய பெருந்தோட்ட நிறுவனங்களுக்கு (RPCs) எரிபொருள் ஒதுக்கீட்டை அரசாங்கம் வழங்கத் தவறியமை, தொடர்ச்சியான மின்சாரத் தடைகள் மற்றும் அறியப்படாத கொள்கை வகுக்கப்படுதல் ஆகியவற்றுடன், இலங்கையின் வணிகத் தோட்டங்களை ஸ்தம்பிதப்படுத்துகிறது. எரிபொருள் பற்றாக்குறையால், அனைத்து இலை மற்றும் மரப்பால் போக்குவரத்து நடவடிக்கைகளும் கடுமையாக பாதிக்கப்பட்டுள்ளது மற்றும் காத்திருப்பு ஜெனரேட்டர்களை இயக்க போதுமான எரிபொருள் இல்லை.",
        "அதன்படி, இலங்கையின் ஏற்றுமதி வருவாயில் 1.5 பில்லியன் அமெரிக்க டொலர்களுக்கு மேல் பங்களிக்கும் இலங்கையின் பெருந்தோட்டத் தொழிலுக்கு முன்னுரிமை வழங்க அதிகாரிகள் உடனடி நடவடிக்கை எடுக்க வேண்டுமென இலங்கை தோட்டக்காரர்கள் சங்கம் (PA), கோரிக்கை விடுத்துள்ளது.",
        "இக்கட்டான நிலைமை குறித்து கருத்து தெரிவித்த பொதுஜன முன்னணியின் ஊடகப் பேச்சாளர், டொக்டர். ரொஷான் ராஜதுரை, RPCகள் மற்றும் பரந்த தொழில்துறையின் தேவைகளுக்கு எந்தவொரு முன்னுரிமையையும் வழங்குவதில் அரசாங்கம் தொடர்ந்து தவறியமையும், பேரழிவுகரமான கொள்கைத் தவறுகளின் தொடர்ச்சியும் உற்பத்தியில் கடுமையான இடையூறுகளை ஏற்படுத்தியதாக எச்சரித்தார். மற்றும் 2022 ஆம் ஆண்டின் தொடக்கத்தில் இருந்து தேயிலையின் போக்குவரத்து மற்றும் விரைவான உற்பத்திச் செலவு சுமார் 30% அதிகரித்தது.",
        "\"உண்மையான மற்றும் அர்த்தமுள்ள தீர்வுகள் உடனடியாக வழங்கப்படாவிட்டால், RPC கள் இனி வழக்கம் போல் செயல்பாடுகளைத் தொடர முடியாது\" என்று டாக்டர் ராஜதுரை வலியுறுத்தினார். “தொழில்துறை மற்றும் இலங்கையின் பொருளாதாரத்திற்கு எங்களின் முக்கியமான பங்களிப்பு இருந்தபோதிலும், அதிகாரிகள் எங்களின் மதிப்பை புரிந்து கொள்ளத் தவறிவிட்டனர். அதற்குப் பதிலாக, மற்ற ஏற்றுமதி தொழில் பங்குதாரர்கள் மற்றும் பெருந்தோட்டத் துறையின் மற்ற பகுதிகளுடன் ஒப்பிடுகையில், கடந்த காலங்களில் கூட RPC களை அவர்கள் தொடர்ந்து பாகுபாடு காட்டியுள்ளனர்.",
        "\"தற்போதைய உள்நாட்டுப் பொருளாதார நெருக்கடிக்கு முன்பே, அத்தியாவசிய விவசாய இடுபொருட்களின் இறக்குமதிக்கு முற்றிலும் பகுத்தறிவற்ற தடை உட்பட, அறியப்படாத கொள்கை முடிவுகளை எடுப்பதன் மூலம் எங்கள் துறை கடுமையாக சீர்குலைந்தது. பொருளாதாரம் முழுவதிலும் நாம் இப்போது காணும் பிரச்சினைகள், இந்த திட்டமிடப்படாத, அறிவியலற்ற மற்றும் குறுகிய பார்வையற்ற அணுகுமுறையுடன் நேரடியாக இணைக்கப்பட்டுள்ளன,” என்று ராஜதுரை மேலும் கூறினார். \"நீண்ட காலமாக, இந்த கொள்கையின் தோல்வியை அரசாங்கம் பகிரங்கமாக ஏற்றுக்கொண்டாலும், ஒரு காலத்தில் இதுபோன்ற தவறான கூற்றுகளை ஆதரிப்பவர்கள் எங்கும் காணப்படவில்லை, இருப்பினும் அதன் தீய விளைவுகள் குறித்து எங்களின் தொடர்ச்சியான எச்சரிக்கைகள் மற்றும் அறிவுறுத்தல்கள் இருந்தபோதிலும், தொழில்துறை தொடர்ந்து விலையை செலுத்துகிறது. அத்தகைய கொள்கை.\"",
        "உரம், பரிந்துரைக்கப்பட்ட களைக்கொல்லிகள், பூஞ்சைக் கொல்லிகள் மற்றும் பூச்சிக்கொல்லிகள் போன்ற விவசாய இடுபொருட்களின் இறக்குமதியைத் தடை செய்யும் முடிவை அரசாங்கம் திரும்பப் பெற்றாலும், ஏப்ரல் 2021 முதல் இவை கிடைக்கவில்லை. தடைகளை நீக்குவதற்குத் தேவையான அதிகாரத்துவ செயல்முறைகள் நீண்ட காலம் எடுக்கும், மேலும் அவை தடைபட்டுள்ளன. இறக்குமதி, கடுமையான பற்றாக்குறையை உருவாக்குகிறது. இந்தச் சவால்களை ஒருங்கிணைத்து, ரூபாயின் மதிப்பு சரிவு மற்றும் பொருட்களின் விலைகளில் உலகளாவிய அதிகரிப்பு ஆகியவை இந்த அத்தியாவசிய உள்ளீடுகளின் விலை விண்ணை முட்டும் அளவிற்கு உயர்ந்துள்ளன. உதாரணமாக, தேயிலைக்கு பயன்படுத்தப்படும் உரத்தின் விலை தடைக்கு முன்னர் 25 மடங்கு அதிகரித்துள்ளது; தோராயமாக ரூ. 30,000 மெட்ரிக் டன் (MT) யூரியா ரூ. MT ஒன்றுக்கு 750,000 மற்றும் விலைகள் இன்னும் அதிகரித்து வருகின்றன.",
        "இதனால், 1 கிலோ தேயிலையின் உற்பத்திச் செலவு தற்போது கிட்டத்தட்ட ரூ. 800. எவ்வாறாயினும், கொழும்பு தேயிலை ஏலத்தில், அதிக விளைந்த தேயிலையின் நிகர விற்பனை சராசரி (NSA) சுமார் ரூ. 717, மார்ச் 2022 வரை.",
        "கூடுதலாக, உள்ளீடுகள் கிடைக்காததால் விளைச்சல் மற்றும் தரம் நீண்ட காலத்திற்கு குறையும். கடந்த ஆண்டை விட நல்ல வானிலை இருந்தபோதிலும், உரம், களைக்கொல்லிகள் மற்றும் பூஞ்சைக் கொல்லி போன்ற விவசாய இடுபொருட்களின் பற்றாக்குறை நடைமுறைக்கு வரத் தொடங்கியதால், கடந்த ஆண்டுடன் ஒப்பிடுகையில், தேயிலை மற்றும் ரப்பர் பயிர்கள் இந்த ஆண்டு குறைந்துள்ளன. தேயிலை மற்றும் ரப்பர் வற்றாத/நீண்ட கால பயிர்களாக இருப்பதால், விளைச்சலில் இத்தகைய பாதகமான விளைவுகள் தாவரத்தின் உற்பத்தி வாழ்நாள் முழுவதும் உணரப்படலாம். வேகமாகப் பரவும் பெஸ்டா போன்ற நோய்களால் ரப்பர் சாகுபடியும் பாதிக்கப்பட்டுள்ளது. அவற்றின் பரவலைத் தடுக்க தேவையான உள்ளீடுகள் இல்லாத நிலையில், இந்நோய் ஏற்கனவே 30% - 40% பயிர் இழப்பை ஏற்படுத்தியுள்ளது.",
        "தேயிலை தோட்டங்கள் 24 மணி நேரமும் செயல்படுகின்றன, அவ்வாறு செய்வதற்கு தடையில்லா மின்சாரம் தேவைப்படுகிறது. உதாரணமாக, வாடிப்போகும் செயல்பாட்டில் சில மணிநேரங்களுக்கு இடையூறு ஏற்பட்டால்/தடைப்பட்டால், பாக்டீரியா மாசுபாடு ஏற்பட்டு, தேயிலையின் தரத்தை வெகுவாகக் குறைக்கிறது. இதை ஒப்புக்கொண்டு, மின்வெட்டுகளின் போது ஜெனரேட்டர்களை இயக்குவதன் மூலம் செயல்பாடுகளைத் தொடர, மற்ற தொழில்துறை மதிப்பு சங்கிலிகளுக்கு எரிபொருள் ஒதுக்கீட்டை அதிகாரிகள் ஒதுக்கியுள்ளனர், ஆனால் RPC கள் விவரிக்க முடியாத வகையில் புறக்கணிக்கப்பட்டுள்ளன.",
        "எரிபொருள் பற்றாக்குறை காரணமாக உள்ளீடுகள் மற்றும் மூலப்பொருட்களான பச்சை இலை மற்றும் மரப்பால் போன்றவற்றை வணிக தோட்டங்களில் உள்ள பெரிய நிலப்பகுதிகளுக்கு கொண்டு செல்வதும் கொழும்பிற்கு பொருட்களை கொண்டு செல்வதும் மிகவும் கடினமாகிவிட்டது. இது எஸ்டேட் நடவடிக்கைகளின் முழுமையான முறிவுக்கு வழிவகுக்கும், இதன் விளைவாக RPC களால் தோட்டங்களை இயக்க முடியாது, இது தற்போது நாட்டில் நிலவும் இந்த நிலையற்ற சூழ்நிலைகளின் கீழ் கடுமையான மற்றும் கடுமையான சமூக அமைதியின்மைக்கு வழிவகுக்கும். 1 மில்லியனுக்கும் அதிகமான மக்கள் நாட்டின் பெரிய வர்த்தக தோட்டத் துறையில் வாழ்கின்றனர் மற்றும் அவர்களின் வாழ்வாதாரம் முற்றிலும் தோட்டப் பொருளாதாரத்தில் தங்கியுள்ளது.",
        "பெருந்தோட்டத் துறையின் செயற்பாடுகளைத் தொடர்வதற்கு, தடையில்லா மின்சாரம் மற்றும் எரிபொருள் - உள்ளகப் போக்குவரத்து உட்பட - முன்னுரிமையாக வழங்கப்பட வேண்டும். சப்ளையர்களும் இப்போது வெளிநாட்டு நாணயத்தில் கொடுப்பனவுகளை கோருவதால், கொழும்பு தேயிலை ஏலத்தில் பங்குபெறும் தேயிலை உற்பத்தியாளர்கள் வெளிநாட்டு நாணயத்தில் தேயிலை ஏற்றுமதியாளர்களிடமிருந்து கொடுப்பனவுகளைப் பெறுவதற்கு அனுமதிக்குமாறு RPC களும் அதிகாரிகளை கடுமையாக வலியுறுத்துகின்றன.",
        "ஏற்றுமதியாளர்கள் தேயிலை உற்பத்தியாளர்களுக்கு வெளிநாட்டு நாணயத்திலும், உள்ளூர் தேயிலை வாங்குவோர் ரூபாயிலும் செலுத்த அனுமதிக்கும் கலப்பின அமைப்பு விவேகமானது மற்றும் நியாயமானது, மற்ற ஏற்றுமதி தொழில்கள் வெளிநாட்டு நாணயத்தில் கொடுப்பனவுகளை எவ்வாறு பெற அனுமதிக்கப்படுகின்றன என்பதைக் கருத்தில் கொண்டு. குறிப்பிடத்தக்க வகையில், சிலோன் தேயிலையின் 95% ஏற்றுமதி செய்யப்படுகிறது மற்றும் இத்தொழில் நாட்டிற்கு பெறுமதியான அந்நிய செலாவணியை ஈட்டித் தருவதில் முக்கிய பங்கு வகிக்கிறது.",
        "முக்கிய விவசாய உள்ளீடுகளின் விலையில் கூர்மையான அதிகரிப்பு காரணமாக, பலதரப்பு நிறுவனங்களின் நிதியைப் பயன்படுத்தி, உற்பத்தியாளர்களுக்கு அத்தகைய உள்ளீடுகள் கிடைக்கப்பெறும் எந்தவொரு நன்மையான திட்டத்திலும் வணிகத் தோட்டத் துறையையும் சேர்த்துக்கொள்ளுமாறு RPCகள் அரசாங்கத்தை வலியுறுத்துகின்றன. தோட்டங்களில் வசிக்கும் 1 மில்லியனுக்கும் அதிகமான மக்கள்தொகைக்கு RPCகள் பலவிதமான சேவைகளையும் பராமரிப்பையும் வழங்குகின்றன, மேலும் சிறு உடமையாளர்களுக்கு அவர்களின் தேயிலை இலைகள் மற்றும் ரப்பர் லேடெக்ஸை பதப்படுத்துவதன் மூலம் அவர்களுக்கு ஆதரவளிக்கின்றன, இது தொழில்துறையின் விநியோகச் சங்கிலியில் ஒரு முக்கிய இணைப்பாக செயல்படுகிறது.",
        "நடுத்தர மற்றும் நீண்ட காலத்திற்கு, RPC கள், பெருந்தோட்டக் கைத்தொழிலின் வளர்ச்சி மற்றும் பொருளாதார நிலைத்தன்மைக்கு இன்றியமையாததாக, தொழில் பயிற்சியாளர்களுடன் கலந்தாலோசித்து செய்யப்பட்ட நிலையான கொள்கை வகுப்பை பார்க்கின்றன.",
        "சிங்கப்பூர் ஏர்லைன்ஸ் இலங்கை சுற்றுலா ஊக்குவிப்பு பணியகத்துடன் புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டுள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}