{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Power-cuts-may-shoot-to-over-10-hours-daily/108-234073",
  "time_ut": 1648596660,
  "title": "Power cuts may shoot to over 10 hours daily",
  "body_lines": [
    "Kelanitissa Plant has come to a complete halt due to lack of fuel",
    "Informed sources told Daily Mirror last evening that if fuel is not urgently supplied to the power stations, power cuts may shoot to over 10 hours daily from next week - a move which will severely hamper the daily lives and businesses of all citizens.",
    "Till yesterday, functions at the Kelanitissa Power Plant had come to a complete halt due to the lack of fuel, and this has led to 10-hour power cuts being imposed in several areas from today.",
    "CEB workers have requested for urgent supply of fuel to prevent the other plants from shutting down and if the Energy Ministry fails to supply the required amount of fuel, then power cuts will go above 10 hours from next week.",
    "The Daily Mirror on March 2, had reported that Finance Minister Basil Rajapaksa's statement to the cabinet, claiming that the power crisis would be resolved by March 5 was untrue and power cuts would rise to 10 hours by March end.",
    "When the Daily Mirror reiterated its story of 10-hour power cuts last week, the Public Utilities Commission of Sri Lanka (PUCSL) was quick to deny it, assuring that adequate diesel would be supplied to power plants by the Ceylon Petroleum Corporation (CPC) and there would be no need to extend the daily power shedding up to ten hours. They had said that instead, the power cuts would reduce gradually.",
    "PUCSL Chairman Janaka Ratnayake had said the CEB had guaranteed to supply the daily requirement of 3,500 MT of diesel for the next two weeks, which was sufficient to run the thermal power plants.",
    "However, informed sources told Daily Mirror last night that the required fuel stock for this week was yet to be supplied which is why some areas would face 10-hour power cuts from today and if urgent stocks are not received then the timings would only increase.",
    "\"We are however hopeful to receive the fuel supplies so that we can reduce the timings,\" CEB sources said. (JAMILA HUSAIN)"
  ],
  "translate": {
    "si": {
      "title": "දිනකට පැය 10කට වැඩි කාලයක් විදුලිය විසන්ධි විය හැක",
      "body_lines": [
        "කැළණිතිස්ස කම්හල ඉන්ධන නොමැතිකම හේතුවෙන් සම්පූර්ණයෙන්ම නතර වී තිබේ",
        "තතු දත් ආරංචි මාර්ග ඊයේ සවස ඩේලි මිරර් වෙත පැවසුවේ හදිසි විදුලි බලාගාරවලට ඉන්ධන ලබා නොදුනහොත් ලබන සතියේ සිට දිනකට පැය 10 කට වඩා වැඩි කාලයක් විදුලිය විසන්ධි විය හැකි බවයි - මෙම පියවර හේතුවෙන් සියලුම පුරවැසියන්ගේ දෛනික ජීවිතයට සහ ව්‍යාපාරවලට දැඩි බාධා ඇති වේ.",
        "කැලණිතිස්ස බලාගාරයේ ඊයේ වනතුරු ඉන්ධන නොමැතිකම හේතුවෙන් එහි කටයුතු සම්පූර්ණයෙන්ම ඇණහිට තිබූ අතර, මේ හේතුවෙන් අද සිට ප්‍රදේශ රැසකට පැය 10ක කාලයක් විදුලිය විසන්ධි කිරීමට සිදුව තිබෙනවා.",
        "අනෙකුත් බලාගාර වසා දැමීම වැලැක්වීම සඳහා කඩිනම් ඉන්ධන ලබා දෙන ලෙසත්, අවශ්‍ය ප්‍රමාණයට ඉන්ධන සැපයීමට බලශක්ති අමාත්‍යාංශය අපොහොසත් වුවහොත් ලබන සතියේ සිට පැය 10 කට වැඩි කාලයක් විදුලිය විසන්ධි කරන ලෙසත් ලංවිම සේවකයින් ඉල්ලා සිටියි.",
        "මාර්තු 5 වැනිදා වනවිට විදුලි අර්බුදය විසඳන බවත්, මාර්තු මස අවසන් වන විට පැය 10ක විදුලි කප්පාදුවක් සිදුවන බවට මුදල් ඇමැති බැසිල් රාජපක්ෂ මහතා කැබිනට් මණ්ඩලයට කළ ප්‍රකාශය අසත්‍ය බවත් ඩේලි මිරර් පුවත්පත මාර්තු 2 වැනිදා වාර්තා කර තිබිණි.",
        "ඩේලි මිරර් පුවත්පත පසුගිය සතියේ පැය 10ක විදුලිය කප්පාදුව පිළිබඳ සිය කතාව පුනරුච්චාරණය කළ විට, ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) එය ප්‍රතික්ෂේප කිරීමට ඉක්මන් වූ අතර, ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව (CPC) මගින් බලාගාරවලට ප්‍රමාණවත් ඩීසල් සපයන බවට සහතික විය. දෛනික විදුලිය විසන්ධි කිරීම පැය දහයක් දක්වා දීර්ඝ කිරීමට අවශ්‍ය නොවනු ඇත. ඒ වෙනුවට විදුලි කප්පාදුව ක්‍රමයෙන් අඩු කරන බව ඔවුන් පවසා තිබුණා.",
        "PUCSL සභාපති ජානක රත්නායක කියා සිටියේ ඉදිරි සති දෙක සඳහා දෛනික අවශ්‍යතාවය වන ඩීසල් මෙට්‍රික් ටොන් 3,500ක් සැපයීමට ලංවිම සහතික කර ඇති බවත් එය තාප බලාගාර ක්‍රියාත්මක කිරීමට ප්‍රමාණවත් බවත්ය.",
        "කෙසේ වෙතත්, මේ සතියට අවශ්‍ය ඉන්ධන තොගය තවමත් සපයා නොමැති බවත්, එම නිසා අද සිට පැය 10ක කාලයක් විදුලිය විසන්ධි කිරීමට සිදුවන බවත්, හදිසි තොග නොලැබුණහොත් කාලය තවත් වැඩි වන බවත්, තතු දත් ආරංචි මාර්ග ඊයේ රාත්‍රියේ ඩේලි මිරර් වෙත පැවසීය.",
        "\"කෙසේ වෙතත් අපට ඉන්ධන ලබා ගැනීමට බලාපොරොත්තු වන අතර එමඟින් කාලය අඩු කර ගැනීමට අපට හැකි වේ,\" ලංවිම ආරංචි මාර්ග පවසයි. (ජමිලා හුසේන්)"
      ]
    },
    "ta": {
      "title": "தினமும் 10 மணி நேரத்திற்கும் மேலாக மின்வெட்டு ஏற்படலாம்",
      "body_lines": [
        "எரிபொருள் பற்றாக்குறையால் களனிதிஸ்ஸ ஆலை முற்றாக நிறுத்தப்பட்டுள்ளது",
        "மின் நிலையங்களுக்கு அவசரமாக எரிபொருள் வழங்கப்படாவிட்டால், அடுத்த வாரம் முதல் தினமும் 10 மணி நேரத்திற்கும் மேலாக மின்வெட்டு ஏற்படும் - இது அனைத்து குடிமக்களின் அன்றாட வாழ்க்கையையும் வணிகத்தையும் கடுமையாக பாதிக்கும் என்று தகவலறிந்த வட்டாரங்கள் நேற்று மாலை டெய்லி மிரருக்கு தெரிவித்தன.",
        "நேற்று வரை களனிதிஸ்ஸ அனல்மின் நிலையத்தில் எரிபொருள் தட்டுப்பாடு காரணமாக பணிகள் முற்றாக நிறுத்தப்பட்டிருந்த நிலையில் இன்று முதல் பல பகுதிகளில் 10 மணி நேர மின்வெட்டு அமுல்படுத்தப்பட்டுள்ளது.",
        "மற்ற ஆலைகள் மூடப்படுவதைத் தடுக்க, எரிசக்தி அமைச்சகம் தேவையான அளவு எரிபொருளை வழங்கத் தவறினால், அடுத்த வாரம் முதல் 10 மணி நேரத்திற்கும் மேலாக மின்வெட்டு ஏற்படும் என CEB ஊழியர்கள் கோரிக்கை விடுத்துள்ளனர்.",
        "மார்ச் 5ஆம் தேதிக்குள் மின் நெருக்கடிக்கு தீர்வு காணப்படும் என்றும், மார்ச் இறுதிக்குள் 10 மணிநேரம் மின்வெட்டு ஏற்படும் என நிதி அமைச்சர் பசில் ராஜபக்ச அமைச்சரவையில் கூறியது உண்மைக்குப் புறம்பானது என்று டெய்லி மிரர் மார்ச் 2ஆம் தேதி செய்தி வெளியிட்டிருந்தது.",
        "டெய்லி மிரர் கடந்த வாரம் 10 மணி நேர மின்வெட்டு பற்றிய தனது கதையை மீண்டும் வலியுறுத்திய போது, ​​இலங்கைப் பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) உடனடியாக மறுத்து, மின் உற்பத்தி நிலையங்களுக்கு போதுமான டீசல் இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தால் (CPC) வழங்கப்படும் என்று உறுதியளித்தது. மேலும் தினசரி மின்வெட்டை பத்து மணி நேரம் வரை நீட்டிக்க வேண்டிய அவசியம் இருக்காது. அதற்கு பதிலாக மின்வெட்டு படிப்படியாக குறையும் என்று கூறியிருந்தனர்.",
        "அடுத்த இரண்டு வாரங்களுக்கு நாளாந்தத் தேவையான 3,500 மெட்ரிக் தொன் டீசலை அனல் மின் நிலையங்களை இயக்குவதற்கு போதுமானது என இலங்கை மின்சார சபை உத்தரவாதம் அளித்துள்ளதாக PUCSL தலைவர் ஜனக ரத்நாயக்க தெரிவித்திருந்தார்.",
        "எவ்வாறாயினும், இந்த வாரத்திற்கான எரிபொருள் இருப்பு இன்னும் வழங்கப்படவில்லை, அதனால் சில பகுதிகளில் இன்று முதல் 10 மணி நேர மின்வெட்டு ஏற்படும் என்றும், அவசர சரக்குகள் பெறப்படாவிட்டால் நேரம் அதிகரிக்கும் என்றும் தகவலறிந்த வட்டாரங்கள் நேற்று இரவு டெய்லி மிரருக்கு தெரிவித்தன.",
        "\"எவ்வாறாயினும், எரிபொருள் விநியோகத்தைப் பெறுவதற்கு நாங்கள் நம்பிக்கையுடன் இருக்கிறோம், இதனால் நேரத்தைக் குறைக்க முடியும்\" என்று CEB வட்டாரங்கள் தெரிவித்தன. (ஜமிலா ஹுசைன்)"
      ]
    }
  }
}