{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Fading-sovereignty-and-its-nexus-to-crisis/172-233911",
  "time_ut": 1648405920,
  "title": "Fading sovereignty and its nexus  to crisis",
  "body_lines": [
    "Russia is continuing its invasion of Ukraine despite condemnation by international community. Recent news bulletins revealed that Russia has tested their hypersonic missiles on targets in Ukraine. This means that Russian missiles are to violate sovereignty of Ukraine five times the speed of sound, giving no chance for Ukraine to prevent such attacks.",
    "Russia claimed that Ukraine’s collaboration with NATO was not favourable to Russia, and that Ukraine should not have such affiliations with NATO. Ukraine’s response was that, as a sovereign country, it was free to make its own choices, and that Russians should not interfere with such decisions. In theory, Ukraine is an independent state having equal status Just as Russia. But the realities in international relations is not so generous to weaker countries. State sovereignty becomes vulnerable in economic affairs, while state sovereignty evaporates in time of aggressive confrontations.",
    "My interest is not in Ukraine, but how the idea of national sovereignty led to the present crisis in our country. While Ukraine’s sovereignty was destructed by diplomatic crisis resulting in a war, rhetorics of sovereignty embraced during the war-time have (more or less) directed us to the present crisis here in Sri Lanka.",
    "Ours is a country where the term of ‘sovereignty’ has been put to use not only as a constitutional term, but as a day-to-day political phrase, perhaps the single constitutional term, which has been molested in the hands of cunning politicians and misconceived in the minds of the general public. It perhaps be the single most abused political concept which directed us to the whole crisis that we are facing today.",
    "\"They are desperately waiting for shipments from the outer world, re-thinking as to what really happened to them. This brainstorming exercise in the aftermath of the crisis could perhaps be the best way to start afresh\"",
    "Sovereignty arguments have been a salient feature in both previous and present Rajapaksa eras, as if international law, good governance and human rights norms meant nothing. People have understood sovereignty as a concept that permits the rulers to engage in discriminatory politics, to act without accountability, to engage in war-crimes, and even to violate the Constitution of the country. People tended to grant more and more power to the ruler, disregarding the fact that absolute power corrupts absolutely. However, uproars of national sovereignty alone have failed to save us, as it is evident by now.",
    "\"The very people who endorsed all these abuses of power and corruption in the name of patriotism are now seen on streets, in various booths to buy their daily needs, and face lengthy power-cuts day and night\"",
    "Rajapaksas’ propaganda slogans of national sovereignty have successfully stimulated people to effectively reinstate them for a second Rajapaksa era that we are living in now. People have defended corruption, political violence, racism and many other vicious activities in the name of national sovereignty, and convinced themselves that any criticism on such vices are a part of ‘Western Conspiracy’ against our sovereignty. Mega projects launched with high interest borrowings were seen as a symbol of a rising nation. Chinese loans without accountability were favoured over any facilities from the West with certain requirements of good governance. China was depicted as a friend since it never requires you to maintain better human rights records. In other words, people’s romantic pursuit of political sovereignty (propagated by some political elements) led them to turn a blind eye to all the vicious and corruptive practices during the Rajapaksa rule.",
    "\" People have understood sovereignty as a concept that permits the rulers to engage in discriminatory politics, to act without accountability, to engage in war-crimes, and even to violate the Constitution of the country\"",
    "Does this mean that our people are ignorant of corruptive governance? No. They were ultra-sensitive to Treasury Bond malpractice during the Yahapalana government. But they were never sensitive to the coconut oil tax scam which involved a much higher volume. The logic is simple.",
    "When a Western-bias government engages in a malpractice, it is absolute corruption, and the government has to be toppled. But when a Rajapaksa government engages in extreme corruption, which robs your pocket from day-to-day consumables like garlic, sugar, coconut oil, LP gas to MIG airplanes, it was found to be defended, as a part of patriotism. The very people who endorsed all these abuses of power and corruption in the name of patriotism are now seen on streets, in various booths to buy their daily needs, and face lengthy power-cuts day and night.",
    "High cost of living, unbelievable inflation and living in darkness is nothing but a logical outcome of their blind patriotism, which permitted a single family to rob a whole country with impunity. While the illusion of national sovereignty is now gradually disappearing, people now are convinced that they are a part of the global community. They are desperately waiting for shipments from the outer world, re-thinking as to what really happened to them. This brainstorming exercise in the aftermath of the crisis could perhaps be the best way to start afresh.",
    "Therefore, a crisis has a silver line too. The crisis had compelled the government to amend abusive provisions in the Prevention of Terrorism Act. The crisis has led the government to seek help from the IMF. The crisis has compelled people to get together around filling stations despite their racial or religious differences. The crisis has let India to establish its dominance in the sea around Sri Lanka. The crisis has also given people the courage to label one Rajapaksa as a ‘lunatic’ in social media. All of these could have been termed as betrayals by traitors against our national sovereignty, if happened during the Yahapalana era."
  ],
  "translate": {
    "si": {
      "title": "වියැකී යන ස්වෛරීභාවය සහ අර්බුදයට එහි සම්බන්ධය",
      "body_lines": [
        "ජාත්‍යන්තර ප්‍රජාවගේ හෙලාදැකීම නොතකා රුසියාව යුක්රේනය ආක්‍රමණය දිගටම කරගෙන යයි. රුසියාව යුක්රේනයේ ඉලක්ක වෙත ඔවුන්ගේ හයිපර්සොනික් මිසයිල අත්හදා බැලූ බව මෑත කාලීන ප්‍රවෘත්ති ප්‍රකාශන මගින් අනාවරණය විය. මෙයින් අදහස් කරන්නේ රුසියානු මිසයිල යුක්රේනයේ ස්වෛරීත්වය ශබ්දයේ වේගය මෙන් පස් ගුණයක් උල්ලංඝනය කළ යුතු බවත්, එවැනි ප්රහාර වැළැක්වීමට යුක්රේනයට කිසිදු අවස්ථාවක් ලබා නොදෙන බවත්ය.",
        "නේටෝව සමඟ යුක්රේනයේ සහයෝගීතාවය රුසියාවට හිතකර නොවන බවත්, යුක්රේනය නේටෝව සමඟ එවැනි සම්බන්ධකම් නොතිබිය යුතු බවත් රුසියාව කියා සිටියේය. යුක්රේනයේ ප්රතිචාරය වූයේ, ස්වෛරී රටක් ලෙස, තමන්ගේම තේරීම් කිරීමට නිදහස ඇති බවත්, රුසියානුවන් එවැනි තීරණවලට මැදිහත් නොවිය යුතු බවත්ය. න්‍යායාත්මකව, යුක්රේනය යනු රුසියාවට සමාන තත්වයක් ඇති ස්වාධීන රාජ්‍යයකි. එහෙත් ජාත්‍යන්තර සබඳතාවල යථාර්ථය දුර්වල රටවලට එතරම් ත්‍යාගශීලී නොවේ. ආක්‍රමණශීලී ගැටුම් වලදී රාජ්‍ය ස්වෛරීභාවය වාෂ්ප වී යන අතරම, ආර්ථික කටයුතුවලදී රාජ්‍ය ස්වෛරීභාවය අවදානමට ලක් වේ.",
        "මගේ උනන්දුව යුක්රේනය ගැන නොව, ජාතික ස්වෛරීභාවය පිළිබඳ අදහස අපේ රටේ වත්මන් අර්බුදයට හේතු වූයේ කෙසේද යන්නයි. යුක්රේනයේ ස්වෛරීභාවය රාජ්‍ය තාන්ත්‍රික අර්බුදයකින් විනාශ වූ අතර යුද්ධයක් ඇති වූ අතර, යුද සමයේදී වැලඳගත් ස්වෛරීභාවය පිළිබඳ වාචාල කතා (වැඩි හෝ අඩු) ශ්‍රී ලංකාවේ වර්තමාන අර්බුදය වෙත අපව යොමු කර ඇත.",
        "පරමාධිපත්‍යය යන පදය ව්‍යවස්ථාපිත යෙදුමක් ලෙස පමණක් නොව එදිනෙදා දේශපාලන වැකියක් ලෙස ඇතැම් විට කපටි දේශපාලකයින් අතින් අතවරයට ලක්වූ තනි ව්‍යවස්ථාමය යෙදුමක් ලෙස භාවිත කළ රටකි අපේ රට. සහ පොදු මහජනතාවගේ සිත් තුළ වැරදි ලෙස වටහාගෙන ඇත. අද අප මුහුණ දෙන සමස්ත අර්බුදයට අපව යොමු කළ වඩාත්ම අපයෝජනයට ලක් වූ තනි දේශපාලන සංකල්පය එය විය හැකිය.",
        "\"ඔවුන් බාහිර ලෝකයෙන් නැව්ගත කිරීම් සඳහා මංමුලා සහගතව බලා සිටින අතර, ඔවුන්ට සැබවින්ම සිදුවූයේ කුමක්දැයි නැවත සිතා බලයි. අර්බුදයෙන් පසු මෙම මොළය අවුල් කිරීමේ අභ්‍යාසය නැවත ආරම්භ කිරීමට හොඳම ක්‍රමය විය හැකිය\"",
        "ජාත්‍යන්තර නීතිය, යහපාලනය සහ මානව හිමිකම් ප්‍රමිතීන් කිසිවක් නොපවතින්නාක් මෙන්, පරමාධිපත්‍ය තර්ක පෙර සහ වර්තමාන රාජපක්ෂ යුග දෙකෙහිම කැපී පෙනෙන ලක්ෂණයක් විය. පරමාධිපත්‍යය යනු පාලකයන්ට වෙනස් කොට සැලකීමේ දේශපාලනයක් කිරීමට, වගවීමකින් තොරව ක්‍රියා කිරීමට, යුද අපරාධ කිරීමට සහ රටේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව උල්ලංඝනය කිරීමට පවා ඉඩ සලසන සංකල්පයක් ලෙස ජනතාව තේරුම් ගෙන ඇත. නිරපේක්ෂ බලය පරම දූෂිත බව නොසලකා හරිමින් ජනතාව පාලකයාට වැඩි වැඩියෙන් බලය ලබා දීමට නැඹුරු වූහ. කෙසේ වෙතත්, මේ වන විට පෙනී යන පරිදි ජාතික ස්වෛරීත්වයේ ඝෝෂා කිරීම් පමණක් අපව බේරා ගැනීමට අපොහොසත් වී ඇත.",
        "\"දේශප්‍රේමයේ නාමයෙන් කරන ලද මේ සියලු බල අපයෝජනයන් සහ දූෂණයන් අනුමත කළ ජනතාවම අද තම දෛනික අවශ්‍යතා මිලට ගැනීමට වීදිවල, විවිධ කුටිවල දක්නට ලැබෙන අතර දිවා රෑ නොබලා දිගු විදුලි කප්පාදුවලට මුහුණ දෙති.\"",
        "රාජපක්ෂලාගේ ජාතික ස්වෛරීභාවය පිළිබඳ ප්‍රචාරක සටන් පාඨ, අප දැන් ජීවත් වන දෙවන රාජපක්ෂ යුගයක් සඳහා ඔවුන් ඵලදායී ලෙස නැවත ස්ථාපිත කිරීමට මිනිසුන්ව සාර්ථකව උත්තේජනය කර ඇත. ජනතාව දූෂණය, දේශපාලන ප්‍රචණ්ඩත්වය, ජාතිවාදය සහ ජාතික ස්වෛරීභාවයේ නාමයෙන් වෙනත් බොහෝ දුෂ්ට ක්‍රියාකාරකම් ආරක්ෂා කර ඇති අතර, එවැනි දුෂ්ට ක්‍රියාකාරකම් පිළිබඳ ඕනෑම විවේචනයක් අපගේ ස්වෛරීත්වයට එරෙහි ‘බටහිර කුමන්ත්‍රණයේ’ කොටසක් බව ඔවුන්ටම ඒත්තු ගැන්වී ඇත. ඉහළ පොලී ණය ලබාගෙන දියත් කරන ලද මෙගා ව්‍යාපෘති නැඟී එන ජාතියක සංකේතයක් ලෙස සැලකේ. යහපාලනයේ යම් යම් අවශ්‍යතා ඇති බටහිර රටවල පහසුකම්වලට වඩා වගකීමකින් තොරව චීන ණයවලට අනුග්‍රහය දක්වන ලදී. ඔබට වඩා හොඳ මානව හිමිකම් වාර්තා පවත්වා ගැනීමට කිසි විටෙක අවශ්‍ය නොවන බැවින් චීනය මිතුරෙකු ලෙස නිරූපණය කර ඇත. වෙනත් වචන වලින් කිවහොත්, දේශපාලන පරමාධිපත්‍යය (සමහර දේශපාලන කොටස් විසින් ප්‍රචාරය කරන ලද) මිනිසුන්ගේ ආදර ලුහුබැඳීම, රාජපක්ෂ පාලනයේ පැවති සියලු දුෂ්ට හා දූෂිත ක්‍රියාවන් කෙරෙහි ඇස් වසා ගැනීමට ඔවුන් හේතු විය.",
        "\" පරිමාධිපත්‍යය යනු පාලකයන්ට වෙනස් කොට සැලකීමේ දේශපාලනයේ යෙදීමට, වගවීමකින් තොරව ක්‍රියා කිරීමට, යුද අපරාධවල යෙදීමට සහ රටේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව උල්ලංඝණය කිරීමට පවා ඉඩ සලසන සංකල්පයක් ලෙස ජනතාව තේරුම් ගෙන ඇත\"",
        "මෙයින් අදහස් කරන්නේ අපේ ජනතාව දූෂිත පාලනය ගැන නොදන්නා බවද? නැත. යහපාලන රජය සමයේ භාණ්ඩාගාර බැඳුම්කර අක්‍රමිකතා සම්බන්ධයෙන් ඔවුන් අතිශය සංවේදී විය. එහෙත් ඊට වඩා වැඩි ප්‍රමාණයක් සම්බන්ධ වූ පොල්තෙල් බදු වංචාව ගැන ඔවුන් කිසිවිටකත් සංවේදී වූයේ නැත. තර්කය සරලයි.",
        "බටහිර පක්ෂග්‍රාහී රජයක් වැරදි ක්‍රියාවක යෙදෙන විට එය පරම දූෂණයක් වන අතර රජය පෙරළා දැමිය යුතුය. නමුත් සුදු ළුණු, සීනි, පොල්තෙල්, LP ගෑස් වැනි එදිනෙදා පරිභෝජන ද්‍රව්‍යවල සිට MIG ගුවන් යානා දක්වා ඔබේ සාක්කුව කොල්ලකන රාජපක්ෂ ආණ්ඩුවක් අන්ත දූෂණයක යෙදෙන විට එය ආරක්ෂා කරන්නේ දේශප්‍රේමයේ කොටසක් ලෙසය. දේශප්‍රේමයේ නාමයෙන් කරන ලද මේ සියලු බල අවභාවිතයන් සහ දූෂණයන් අනුමත කළ ජනතාවම අද මහපාරේ, විවිධ කුටිවල තම දෛනික අවශ්‍යතා මිලට ගන්නා අතර දිවා රෑ නොබලා දිගු විදුලි කප්පාදුවලට මුහුණ දෙති.",
        "අධික ජීවන වියදම, ඇදහිය නොහැකි උද්ධමනය සහ අන්ධකාරයේ ජීවත්වීම යනු ඔවුන්ගේ අන්ධ දේශපේ‍්‍රමයේ තාර්කික ප්‍රතිඵලයක් මිස අන් කිසිවක් නොවේ, එය එකම පවුලකට මුළු රටක් දණ්ඩමකින් තොරව කොල්ලකෑමට ඉඩ සැලසීය. ජාතික ස්වාධිපත්‍යය පිළිබඳ මිත්‍යාව දැන් ක්‍රමයෙන් පහව යමින් පවතින අතරේ, තමන් ගෝලීය ප්‍රජාවේ කොටසක් බව දැන් මිනිසුන්ට ඒත්තු ගොස් තිබේ. ඔවුන් බාහිර ලෝකයෙන් නැව්ගත කිරීම් සඳහා මංමුලා සහගතව බලා සිටින අතර, ඔවුන්ට සැබවින්ම සිදුවූයේ කුමක්දැයි නැවත සිතා බලයි. අර්බුදයෙන් ඉක්බිති මෙම මොළය අවුස්සන අභ්‍යාසය නැවත ආරම්භ කිරීමට ඇති හොඳම ක්‍රමය විය හැකිය.",
        "එබැවින් අර්බුදයකට රිදී රේඛාවක් ද ඇත. මෙම අර්බුදය ත්‍රස්තවාදය වැළැක්වීමේ පනතේ අනිසි ප්‍රතිපාදන සංශෝධනය කිරීමට රජයට බලකර තිබුණි. අර්බුදය IMF හි උපකාර පැතීමට රජයට හේතු වී තිබේ. වාර්ගික හෝ ආගම් භේද නොතකා ඉන්ධන පිරවුම්හල් වටා එක්වීමට මෙම අර්බුදය මිනිසුන්ට බල කර ඇත. මෙම අර්බුදය ශ්‍රී ලංකාව අවට මුහුදේ ඉන්දියාවට සිය ආධිපත්‍යය තහවුරු කර ගැනීමට ඉඩ හැර තිබේ. සමාජ මාධ්‍ය තුළ එක් රාජපක්‍ෂ ‘පිස්සකු’ ලෙස හංවඩු ගැසීමට ද මෙම අර්බුදය ජනතාවට ධෛර්යය ලබා දී ඇත. මේ සියල්ල යහපාලන යුගයේ සිදු වූවා නම් අපේ ජාතික ස්වෛරීත්වයට එරෙහි ද්‍රෝහීන් විසින් කරන ලද පාවාදීම් ලෙස හැඳින්විය හැකිය."
      ]
    },
    "ta": {
      "title": "மறைந்துபோகும் இறையாண்மை மற்றும் நெருக்கடியுடன் அதன் இணைப்பு",
      "body_lines": [
        "சர்வதேச சமூகத்தின் கண்டனத்தை மீறி உக்ரைன் மீது ரஷ்யா தனது படையெடுப்பை தொடர்கிறது. உக்ரைனில் உள்ள இலக்குகள் மீது ரஷ்யா தங்களது ஹைப்பர்சோனிக் ஏவுகணைகளை சோதனை செய்ததாக சமீபத்திய செய்தி புல்லட்டின்கள் வெளிப்படுத்தின. இதன் பொருள் ரஷ்ய ஏவுகணைகள் உக்ரைனின் இறையாண்மையை ஒலியின் வேகத்தை விட ஐந்து மடங்கு மீறுவதாகும், இது போன்ற தாக்குதல்களைத் தடுக்க உக்ரைனுக்கு வாய்ப்பில்லை.",
        "நேட்டோவுடனான உக்ரைனின் ஒத்துழைப்பு ரஷ்யாவிற்கு சாதகமாக இல்லை என்றும், உக்ரைன் நேட்டோவுடன் அத்தகைய தொடர்புகளை கொண்டிருக்கக்கூடாது என்றும் ரஷ்யா கூறியது. உக்ரைனின் பதில், ஒரு இறையாண்மை கொண்ட நாடாக, அதன் சொந்த விருப்பங்களைச் செய்ய சுதந்திரம் உள்ளது, மேலும் ரஷ்யர்கள் அத்தகைய முடிவுகளில் தலையிடக்கூடாது. கோட்பாட்டில், உக்ரைன் ரஷ்யாவைப் போலவே சம அந்தஸ்துள்ள ஒரு சுதந்திர நாடு. ஆனால் சர்வதேச உறவுகளில் உள்ள உண்மைகள் பலவீனமான நாடுகளுக்கு அவ்வளவு தாராளமாக இல்லை. பொருளாதார விவகாரங்களில் மாநில இறையாண்மை பாதிக்கப்படக்கூடியதாக மாறும், அதே நேரத்தில் ஆக்கிரமிப்பு மோதல்களின் போது மாநில இறையாண்மை ஆவியாகிறது.",
        "எனது ஆர்வம் உக்ரைனில் இல்லை, ஆனால் தேசிய இறையாண்மை பற்றிய யோசனை நம் நாட்டில் தற்போதைய நெருக்கடிக்கு எவ்வாறு வழிவகுத்தது. இராஜதந்திர நெருக்கடியால் உக்ரேனின் இறையாண்மை அழிக்கப்பட்ட போதிலும், போர்க்காலத்தின் போது ஏற்றுக்கொள்ளப்பட்ட இறையாண்மையின் சொல்லாட்சிகள் (அதிகமாகவோ அல்லது குறைவாகவோ) இலங்கையின் தற்போதைய நெருக்கடிக்கு நம்மை வழிநடத்தியுள்ளன.",
        "'இறையாண்மை' என்பது அரசியலமைப்புச் சொல்லாக மட்டுமல்லாமல், அன்றாட அரசியல் சொற்றொடராகவும், ஒருவேளை ஒரே அரசியலமைப்புச் சொல்லாகவும் பயன்படுத்தப்பட்டு, தந்திரமான அரசியல்வாதிகளின் கைகளில் துஷ்பிரயோகம் செய்யப்பட்ட ஒரு நாடு நம்முடையது. மற்றும் பொது மக்கள் மனதில் தவறான எண்ணம். இன்று நாம் எதிர்கொள்ளும் முழு நெருக்கடிக்கும் நம்மை வழிநடத்திய மிகவும் துஷ்பிரயோகம் செய்யப்பட்ட ஒற்றை அரசியல் கருத்து இதுவாக இருக்கலாம்.",
        "\"அவர்கள் வெளி உலகத்திலிருந்து ஏற்றுமதிக்காக ஆவலுடன் காத்திருக்கிறார்கள், உண்மையில் அவர்களுக்கு என்ன நடந்தது என்று மறுபரிசீலனை செய்கிறார்கள். நெருக்கடிக்குப் பிறகு இந்த மூளைச்சலவை செய்யும் பயிற்சி மீண்டும் தொடங்குவதற்கான சிறந்த வழியாக இருக்கலாம்\"",
        "சர்வதேச சட்டம், நல்லாட்சி மற்றும் மனித உரிமைகள் நெறிமுறைகள் எதையும் அர்த்தப்படுத்தவில்லை என்பது போல, இறையாண்மை வாதங்கள் முந்தைய மற்றும் தற்போதைய ராஜபக்ச காலங்களிலும் ஒரு முக்கிய அம்சமாக இருந்தன. ஆட்சியாளர்கள் பாரபட்சமான அரசியலில் ஈடுபடுவதற்கும், பொறுப்புக்கூறல் இன்றி செயற்படுவதற்கும், போர்க்குற்றங்களில் ஈடுபடுவதற்கும், நாட்டின் அரசியலமைப்பை மீறுவதற்கும் இடமளிக்கும் ஒரு கருத்தாக்கமாக இறையாண்மையை மக்கள் புரிந்துகொண்டுள்ளனர். முழுமையான அதிகாரம் முற்றிலுமாக கெடுக்கும் என்ற உண்மையைப் புறக்கணித்து, மக்கள் ஆட்சியாளருக்கு மேலும் மேலும் அதிகாரத்தை வழங்க முனைந்தனர். எவ்வாறாயினும், தேசிய இறையாண்மையின் சலசலப்புகள் மட்டுமே நம்மைக் காப்பாற்றத் தவறிவிட்டன என்பது இப்போது தெளிவாகத் தெரிகிறது.",
        "\"தேசபக்தியின் பெயரால் இந்த அதிகார துஷ்பிரயோகம் மற்றும் ஊழலை ஆதரித்த மக்கள் இப்போது தெருக்களிலும், பல்வேறு சாவடிகளிலும் தங்கள் அன்றாட தேவைகளை வாங்குகிறார்கள், மேலும் இரவும் பகலும் நீண்ட மின்வெட்டுகளை எதிர்கொள்கிறார்கள்.\"",
        "ராஜபக்சக்களின் தேசிய இறையாண்மை பற்றிய பிரச்சார முழக்கங்கள், நாம் இப்போது வாழ்ந்து கொண்டிருக்கும் இரண்டாவது ராஜபக்ச சகாப்தத்திற்கு அவர்களை திறம்பட மீண்டும் நிலைநிறுத்துவதற்கு மக்களை வெற்றிகரமாகத் தூண்டியுள்ளன. மக்கள் ஊழல், அரசியல் வன்முறை, இனவெறி மற்றும் தேசிய இறையாண்மையின் பெயரால் பல தீய செயல்களை பாதுகாத்துள்ளனர், மேலும் இதுபோன்ற தீமைகள் மீதான எந்த விமர்சனமும் நமது இறையாண்மைக்கு எதிரான 'மேற்கத்திய சதி'யின் ஒரு பகுதியாகும் என்று தங்களைத் தாங்களே நம்பிக் கொண்டுள்ளனர். அதிக வட்டியுடன் கடன் பெற்று தொடங்கப்பட்ட மெகா திட்டங்கள், வளரும் தேசத்தின் அடையாளமாக பார்க்கப்பட்டது. பொறுப்புக்கூறல் இல்லாத சீனக் கடன்கள், நல்லாட்சியின் சில தேவைகளுடன் மேற்குலகின் எந்த வசதிகளையும் விட விரும்பப்பட்டன. சீனா ஒரு நண்பராக சித்தரிக்கப்பட்டது, ஏனெனில் நீங்கள் சிறந்த மனித உரிமைகள் பதிவுகளை பராமரிக்க தேவையில்லை. வேறு வார்த்தைகளில் கூறுவதானால், அரசியல் இறையாண்மைக்கான (சில அரசியல் கூறுகளால் பிரச்சாரம் செய்யப்பட்டது) மக்களின் காதல் நாட்டம், ராஜபக்ச ஆட்சியின் போது அனைத்து தீய மற்றும் ஊழல் நடவடிக்கைகளையும் கண்மூடித்தனமாக மாற்ற வழிவகுத்தது.",
        "\" ஆட்சியாளர்கள் பாரபட்சமான அரசியலில் ஈடுபடவும், பொறுப்புக்கூறல் இல்லாமல் செயல்படவும், போர்க்குற்றங்களில் ஈடுபடவும், நாட்டின் அரசியலமைப்பை மீறவும் அனுமதிக்கும் ஒரு கருத்தாக்கமாக இறையாண்மையை மக்கள் புரிந்துகொண்டுள்ளனர்\"",
        "ஊழல் நிறைந்த ஆட்சியை நம் மக்கள் அறியாதவர்கள் என்றுதானே அர்த்தம்? இல்லை. அவர்கள் யஹபாலன அரசாங்கத்தின் போது திறைசேரி பத்திர முறைகேடுகளுக்கு மிகவும் உணர்திறன் உடையவர்கள். ஆனால் தேங்காய் எண்ணெய் வரி மோசடிக்கு அவர்கள் ஒருபோதும் உணர்திறன் இல்லை, இது அதிக அளவு சம்பந்தப்பட்டது. தர்க்கம் எளிமையானது.",
        "ஒரு மேற்கத்திய-சார்பு அரசாங்கம் ஒரு முறைகேட்டில் ஈடுபடும் போது, ​​அது முழுமையான ஊழல், மற்றும் அரசாங்கம் கவிழ்க்கப்பட வேண்டும். ஆனால், பூண்டு, சர்க்கரை, தேங்காய் எண்ணெய், எல்பி கேஸ் போன்ற அன்றாட உபயோகப் பொருட்களிலிருந்து MIG விமானங்கள் வரை உங்கள் பாக்கெட்டைக் கொள்ளையடிக்கும் தீவிர ஊழலில் ராஜபக்ச அரசாங்கம் ஈடுபடும்போது, ​​அது தேசபக்தியின் ஒரு பகுதியாக பாதுகாக்கப்பட்டது. தேசபக்தியின் பெயரால் அதிகார துஷ்பிரயோகம் மற்றும் ஊழலை அங்கீகரித்த மக்கள் இப்போது தெருக்களிலும், பல்வேறு சாவடிகளிலும் தங்கள் அன்றாட தேவைகளை வாங்குவதைக் காணலாம், மேலும் இரவும் பகலும் நீண்ட மின்வெட்டுகளை எதிர்கொள்கின்றனர்.",
        "அதிக வாழ்க்கைச் செலவு, நம்பமுடியாத பணவீக்கம் மற்றும் இருளில் வாழ்வது என்பது அவர்களின் குருட்டு தேசபக்தியின் தர்க்கரீதியான விளைவுதான். தேசிய இறையாண்மை என்ற மாயை இப்போது படிப்படியாக மறைந்து வரும் அதே வேளையில், மக்கள் தாங்கள் உலகளாவிய சமூகத்தின் ஒரு பகுதி என்று இப்போது உறுதியாக நம்புகிறார்கள். அவர்கள் வெளி உலகத்திலிருந்து ஏற்றுமதிக்காக ஆவலுடன் காத்திருக்கிறார்கள், உண்மையில் அவர்களுக்கு என்ன நடந்தது என்று மீண்டும் சிந்திக்கிறார்கள். நெருக்கடிக்குப் பிறகு இந்த மூளைச்சலவை செய்யும் பயிற்சி மீண்டும் தொடங்குவதற்கான சிறந்த வழியாக இருக்கலாம்.",
        "எனவே, நெருக்கடி ஒரு வெள்ளிக் கோட்டையும் கொண்டுள்ளது. இந்த நெருக்கடியானது பயங்கரவாதத் தடைச் சட்டத்தில் உள்ள முறைகேடான விதிகளைத் திருத்துவதற்கு அரசாங்கத்தை நிர்ப்பந்தித்தது. நெருக்கடியானது IMF இன் உதவியை நாடுவதற்கு அரசாங்கத்தை இட்டுச் சென்றுள்ளது. இன அல்லது மத வேறுபாடுகள் இருந்தபோதிலும் மக்கள் நிரப்பு நிலையங்களைச் சுற்றி ஒன்றுசேர வேண்டிய கட்டாயம் இந்த நெருக்கடியை ஏற்படுத்தியுள்ளது. இந்த நெருக்கடியானது இலங்கையைச் சுற்றியுள்ள கடலில் இந்தியா தனது ஆதிக்கத்தை நிலைநாட்ட அனுமதித்துள்ளது. இந்த நெருக்கடியானது சமூக ஊடகங்களில் ஒரு ராஜபக்சவை ‘பைத்தியக்காரன்’ என்று முத்திரை குத்துவதற்கான தைரியத்தையும் மக்களுக்கு அளித்துள்ளது. இவை அனைத்தும் யஹபாலன காலத்தில் நடந்திருந்தால், நமது தேசிய இறைமைக்கு எதிரான துரோகிகளின் துரோகங்கள் என்று சொல்லப்பட்டிருக்கலாம்."
      ]
    }
  }
}