{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Senior-professional-Tennakoon-appointed-Chief-Operating-Officer-of-Asia-Pacific-IMED/34-732453",
  "time_ut": 1648073460,
  "title": "Senior professional Tennakoon appointed Chief Operating Officer of Asia Pacific IMED",
  "body_lines": [
    "IMED has announced the appointment of well-known professional T.M.P.G. Tennakoon as the Chief Operating Officer.",
    "IMED was established as a Centre of Excellence in Financial Literacy and Entrepreneurship Development in the Asia Pacific region and launched its Sri Lankan operations in October 2021.",
    "IMED believes promoting Financial Literacy and fostering Entrepreneurship as the key drivers of poverty alleviation and sustainable development of a nation. The institute has already lined up several initiatives in addition to a wide range of capacity building programs among aspiring and existing entrepreneurs with a special focus on SMEs and family businesses.",
    "“Our aim is to be the catalyst in building an entrepreneurship ecosystem within the country and thereby support sustainable and inclusive economic development. At present only around 3% of the Sri Lankan population are entrepreneurs of some form and even among them there is a significant level of underperformance due to lack of proper skills, technology and guidance. We must have a national target to increase the entrepreneurs at least up to 7.5% – 10% of the population within the next five years, while also enhancing the productivity of the existing entrepreneurs. We are already receiving overwhelming responses from many parties who are passionate about fostering entrepreneurship to join hands with us and we intend to roll out a few national initiatives very soon. On behalf of the Governing Board of IMED, I warmly welcome Tennakoon as the Chief Operating Officer and I wish him the best of his efforts to drive the organisation towards its intended vision, stated IMED Founder/President Chaaminda Kumarasiri.",
    "Prior to join IMED, Tennakoon served as the Chief Executive Officer at the Chartered Institute of Personnel Management (CIPM) Sri Lanka, the premier HR Institute. After that he was invited by Saegis Campus a leading Private University, to serve as the Chief Operating Officer. His experience and proven track record in the education sector will be a definite plus in his new role as the COO of IMED.",
    "He counts over 32 years of executive experience out of which around 18 years at senior managerial experience in different organisations. Over the last 16 years he has been heavily involved in the Professional Education sector, while dealing with many local and international bodies and experts. He has wealth of experience in the Financial Management, Human Resource Development, General Administration, Quality Assurance and Productivity enhancement.",
    "He is a Chartered –MCIPM graduate with NDHRM and PQHRM from CIPM Sri Lanka and holds a Master of Business Administration (MBA) from Wolverhampton University UK. He is also a fellow member of Chartered Professional Managers Sri Lanka, a corporate member of (Chartered MCIPM) CIPM Sri Lanka, a life time member of OPA Sri Lanka, a Certified Business Accountant at CA Sri Lanka and holds a Post Graduate Diploma in Business and Financial administration (PgDBFA) from CA Sri Lanka.",
    "Currently he serves as a Council Member of Sri Lanka Association for Advancement of Quality and Productivity (SLAAQP), one of the main office bearers as well as Treasurer since 2020."
  ],
  "translate": {
    "si": {
      "title": "ජ්‍යෙෂ්ඨ වෘත්තික තෙන්නකෝන් ආසියා පැසිෆික් IMED හි ප්‍රධාන මෙහෙයුම් නිලධාරී ලෙස පත් කරන ලදී",
      "body_lines": [
        "IMED විසින් සුප්‍රසිද්ධ වෘත්තීය T.M.P.G පත් කිරීම නිවේදනය කර ඇත. තෙන්නකෝන් ප්‍රධාන මෙහෙයුම් නිලධාරියා ලෙස කටයුතු කරයි.",
        "IMED ආසියා පැසිෆික් කලාපයේ මූල්‍ය සාක්ෂරතාව සහ ව්‍යවසායකත්ව සංවර්ධනය පිළිබඳ විශිෂ්ටතා මධ්‍යස්ථානයක් ලෙස ස්ථාපිත කරන ලද අතර 2021 ඔක්තෝම්බර් මාසයේදී එහි ශ්‍රී ලංකා මෙහෙයුම් දියත් කරන ලදී.",
        "රටක දිළිඳුකම පිටුදැකීමේ සහ තිරසාර සංවර්ධනයේ ප්‍රධාන ධාවකයන් ලෙස මූල්‍ය සාක්ෂරතාව ප්‍රවර්ධනය කිරීම සහ ව්‍යවසායකත්වය පෝෂණය කිරීම IMED විශ්වාස කරයි. කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සහ පවුල් ව්‍යාපාර කෙරෙහි විශේෂ අවධානයක් යොමු කරමින් අපේක්ෂා කරන සහ දැනට සිටින ව්‍යවසායකයින් අතර පුළුල් පරාසයක ධාරිතා ගොඩනැගීමේ වැඩසටහන් වලට අමතරව ආයතනය දැනටමත් මුල පිරීම් කිහිපයක්ම පෙළගස්වා ඇත.",
        "“අපගේ අරමුණ වන්නේ රට තුළ ව්‍යවසායකත්ව පරිසර පද්ධතියක් ගොඩනැගීමේ උත්ප්‍රේරකයක් වීම සහ එමඟින් තිරසාර සහ සියල්ලන් ඇතුළත් ආර්ථික සංවර්ධනයට සහාය වීමයි. මේ වන විට ශ්‍රී ලාංකීය ජනගහනයෙන් 3%ක් පමණ යම් ආකාරයක ව්‍යවසායකයින් වන අතර ඔවුන් අතර පවා නිසි නිපුණතා, තාක්ෂණය සහ මගපෙන්වීම නොමැතිකම හේතුවෙන් සැලකිය යුතු මට්ටමේ අඩු කාර්ය සාධනයක් පවතී. ඉදිරි වසර පහ තුළ ජනගහනයෙන් අවම වශයෙන් 7.5% - 10% දක්වා ව්‍යවසායකයින් වැඩි කිරීමටත්, දැනට සිටින ව්‍යවසායකයන්ගේ ඵලදායිතාව ඉහළ නැංවීමටත් අපට ජාතික ඉලක්කයක් තිබිය යුතුය. අප සමඟ අත්වැල් බැඳ ගැනීමට ව්‍යවසායකත්වය පෝෂණය කිරීමට දැඩි උනන්දුවක් දක්වන බොහෝ පාර්ශ්වයන්ගෙන් දැනටමත් අපට විශාල ප්‍රතිචාර ලැබෙමින් පවතින අතර ඉතා ඉක්මනින් ජාතික වැඩසටහන් කිහිපයක් ක්‍රියාත්මක කිරීමට අපි අදහස් කරමු. IMED හි පාලක මණ්ඩලය වෙනුවෙන්, ප්‍රධාන මෙහෙයුම් නිලධාරියා ලෙස තෙන්නකෝන් මහතාව මම ඉතා උණුසුම් ලෙස පිළිගන්නා අතර, සංවිධානය අපේක්ෂිත දැක්ම කරා ගෙන යාමට ඔහු ගන්නා උත්සාහයේ උපරිමය ප්‍රාර්ථනා කරන බව IMED නිර්මාතෘ/සභාපති චාමින්ද කුමාරසිරි මහතා ප්‍රකාශ කළේය.",
        "IMED හා සම්බන්ධ වීමට පෙර තෙන්නකෝන් ශ්‍රී ලංකා පුද්ගල කළමනාකරණ වරලත් ආයතනයේ (CIPM) ප්‍රමුඛතම මානව සම්පත් ආයතනයේ ප්‍රධාන විධායක නිලධාරියා ලෙස සේවය කළේය. ඉන් පසුව ඔහුට ප්‍රධාන මෙහෙයුම් නිලධාරියා ලෙස සේවය කිරීමට ප්‍රමුඛ පෙළේ පෞද්ගලික විශ්වවිද්‍යාලයක් වන Saegis Campus විසින් ආරාධනා කරන ලදී. අධ්‍යාපන ක්ෂේත්‍රයේ ඔහුගේ පළපුරුද්ද සහ ඔප්පු කළ වාර්තාව IMED හි COO ලෙස ඔහුගේ නව භූමිකාවට නිශ්චිත ප්ලස් එකක් වනු ඇත.",
        "ඔහු වසර 32කට වැඩි විධායක පළපුරුද්දක් ඇති අතර එයින් වසර 18ක් පමණ විවිධ ආයතනවල ජ්‍යෙෂ්ඨ කළමනාකාරීත්ව පළපුරුද්ද ඇත. පසුගිය වසර 16 තුළ ඔහු බොහෝ දේශීය හා ජාත්‍යන්තර ආයතන සහ ප්‍රවීණයන් සමඟ ගනුදෙනු කරන අතරම වෘත්තීය අධ්‍යාපන අංශයට දැඩි ලෙස සම්බන්ධ වී ඇත. මූල්‍ය කළමනාකරණය, මානව සම්පත් සංවර්ධනය, සාමාන්‍ය පරිපාලනය, තත්ත්ව සහතිකය සහ ඵලදායිතාව ඉහළ නැංවීම සම්බන්ධයෙන් ඔහුට අත්දැකීම් සම්භාරයක් ඇත.",
        "ඔහු CIPM Sri Lanka වෙතින් NDHRM සහ PQHRM සමඟ වරලත් -MCIPM උපාධිධාරියෙකු වන අතර UK Wolverhampton විශ්ව විද්‍යාලයෙන් ව්‍යාපාර පරිපාලනය පිළිබඳ ශාස්ත්‍රපති උපාධියක් (MBA) ලබා ඇත. ඔහු ශ්‍රී ලංකා වරලත් වෘත්තීය කළමනාකරුවන්ගේ සෙසු සාමාජිකයෙකි, (වරලත් MCIPM) CIPM ශ්‍රී ලංකා හි ආයතනික සාමාජිකයෙකි, OPA ශ්‍රී ලංකා හි ජීවිත කාලයෙහි සාමාජිකයෙකි, CA ශ්‍රී ලංකා හි සහතික කළ ව්‍යාපාර ගණකාධිකාරීවරයෙකි සහ ව්‍යාපාර පිළිබඳ පශ්චාත් උපාධි ඩිප්ලෝමාවක් ද ඇත. සහ මූල්‍ය පරිපාලනය (PgDBFA) CA Sri Lanka වෙතින්.",
        "වර්තමානයේ ඔහු 2020 සිට ප්‍රධාන නිලධාරී මණ්ඩලයක් මෙන්ම භාණ්ඩාගාරික ලෙස කටයුතු කරන ශ්‍රී ලංකා තත්ත්ව සහ ඵලදායිතා දියුණුව සඳහා වූ සංගමයේ (SLAAQP) සභා සාමාජිකයෙකු ලෙස සේවය කරයි."
      ]
    },
    "ta": {
      "title": "மூத்த தொழில்முறை தென்னகோன் ஆசிய பசிபிக் IMED இன் தலைமை இயக்க அதிகாரியாக நியமிக்கப்பட்டார்",
      "body_lines": [
        "IMED நன்கு அறியப்பட்ட தொழில்முறை T.M.P.G நியமனத்தை அறிவித்துள்ளது. தென்னகோன் பிரதம செயற்பாட்டு அதிகாரி.",
        "IMED ஆனது ஆசிய பசுபிக் பிராந்தியத்தில் நிதி கல்வியறிவு மற்றும் தொழில் முனைவோர் அபிவிருத்திக்கான சிறந்த மையமாக நிறுவப்பட்டது மற்றும் 2021 அக்டோபரில் அதன் இலங்கை நடவடிக்கைகளை ஆரம்பித்தது.",
        "ஒரு நாட்டின் வறுமை ஒழிப்பு மற்றும் நிலையான வளர்ச்சியின் முக்கிய இயக்கிகளாக நிதியியல் கல்வியறிவை ஊக்குவிப்பது மற்றும் தொழில்முனைவோரை வளர்ப்பதை IMED நம்புகிறது. SMEகள் மற்றும் குடும்ப வணிகங்களில் சிறப்பு கவனம் செலுத்தி, ஆர்வமுள்ள மற்றும் ஏற்கனவே உள்ள தொழில்முனைவோர் மத்தியில் பரந்த அளவிலான திறன் மேம்பாட்டு திட்டங்களுக்கு கூடுதலாக பல முயற்சிகளை நிறுவனம் ஏற்கனவே வரிசைப்படுத்தியுள்ளது.",
        "“நாட்டிற்குள் ஒரு தொழில்முனைவோர் சூழலை உருவாக்குவதற்கு ஊக்கியாக இருப்பதும், அதன் மூலம் நிலையான மற்றும் உள்ளடக்கிய பொருளாதார வளர்ச்சிக்கு ஆதரவளிப்பதும் எங்கள் நோக்கமாகும். தற்போது இலங்கை சனத்தொகையில் சுமார் 3% பேர் மட்டுமே ஏதோவொரு வடிவிலான தொழில்முனைவோராக உள்ளனர் மேலும் அவர்களுள் கூட சரியான திறன்கள், தொழில்நுட்பம் மற்றும் வழிகாட்டுதல்கள் இல்லாத காரணத்தினால் குறிப்பிடத்தக்க அளவு குறைவான செயல்திறன் காணப்படுகின்றது. அடுத்த ஐந்து ஆண்டுகளில் மக்கள்தொகையில் குறைந்தபட்சம் 7.5% - 10% வரை தொழில்முனைவோரை அதிகரிப்பதற்கும், அதே நேரத்தில் தற்போதுள்ள தொழில்முனைவோரின் உற்பத்தித்திறனை அதிகரிப்பதற்கும் தேசிய இலக்கை நாம் கொண்டிருக்க வேண்டும். எங்களுடன் கைகோர்க்க தொழில்முனைவை வளர்ப்பதில் ஆர்வமுள்ள பல தரப்பினரிடமிருந்து நாங்கள் ஏற்கனவே அமோகமான பதில்களைப் பெற்றுள்ளோம், மேலும் சில தேசிய முயற்சிகளை மிக விரைவில் வெளியிட உள்ளோம். IMED இன் நிர்வாக சபையின் சார்பாக, தென்னகோனை பிரதம செயற்பாட்டு அதிகாரியாக நான் அன்புடன் வரவேற்கிறேன், மேலும் அமைப்பை அதன் நோக்கத்தை நோக்கி நகர்த்துவதற்கான அவரது முயற்சிகள் சிறப்பாக அமைய வாழ்த்துகின்றேன் என IMED நிறுவனர்/தலைவர் சமிந்த குமாரசிறி தெரிவித்தார்.",
        "IMED இல் சேர்வதற்கு முன்னர், தென்னகோன், முதன்மையான மனிதவள நிறுவனமான இலங்கையின் பட்டய பணியாளர் முகாமைத்துவ நிறுவனத்தில் (CIPM) பிரதம நிறைவேற்று அதிகாரியாக பணியாற்றினார். அதன்பிறகு, அவர் ஒரு முன்னணி தனியார் பல்கலைக்கழகமான சேகிஸ் வளாகத்தால் தலைமை இயக்க அதிகாரியாக பணியாற்ற அழைக்கப்பட்டார். கல்வித் துறையில் அவரது அனுபவமும் நிரூபிக்கப்பட்ட சாதனையும் IMED இன் சிஓஓவாக அவரது புதிய பாத்திரத்தில் ஒரு திட்டவட்டமான பிளஸ் ஆகும்.",
        "அவர் 32 ஆண்டுகளுக்கும் மேலான நிர்வாக அனுபவத்தைக் கணக்கிடுகிறார், அதில் சுமார் 18 ஆண்டுகள் வெவ்வேறு நிறுவனங்களில் மூத்த நிர்வாக அனுபவத்தில் உள்ளார். கடந்த 16 ஆண்டுகளாக அவர் பல உள்ளூர் மற்றும் சர்வதேச அமைப்புகள் மற்றும் நிபுணர்களுடன் கையாளும் அதே வேளையில், தொழில்முறை கல்வித் துறையில் பெரிதும் ஈடுபட்டுள்ளார். நிதி மேலாண்மை, மனித வள மேம்பாடு, பொது நிர்வாகம், தர உத்தரவாதம் மற்றும் உற்பத்தித்திறன் மேம்பாடு ஆகியவற்றில் அனுபவம் வாய்ந்தவர்.",
        "அவர் CIPM இலங்கையில் NDHRM மற்றும் PQHRM உடன் பட்டய-MCIPM பட்டதாரி மற்றும் UK வால்வர்ஹாம்ப்டன் பல்கலைக்கழகத்தில் வணிக நிர்வாக முதுகலைப் பட்டம் (MBA) பெற்றவர். அவர் இலங்கை பட்டய நிபுணத்துவ முகாமையாளர்களின் சக உறுப்பினராகவும் உள்ளார், (சார்ட்டர்ட் MCIPM) CIPM ஸ்ரீலங்காவின் கூட்டாண்மை உறுப்பினர், OPA ஸ்ரீலங்காவின் வாழ்நாள் உறுப்பினர், CA இலங்கையில் சான்றளிக்கப்பட்ட வணிகக் கணக்காளர் மற்றும் வணிகத்தில் முதுகலைப் பட்டதாரி டிப்ளோமா பெற்றவர். மற்றும் CA இலங்கையிலிருந்து நிதி நிர்வாகம் (PgDBFA).",
        "தற்போது அவர் தரம் மற்றும் உற்பத்தித்திறன் முன்னேற்றத்திற்கான இலங்கை சங்கத்தின் (SLAAQP) கவுன்சில் உறுப்பினராகவும், 2020 முதல் முக்கிய அலுவலகப் பொறுப்பாளர்களில் ஒருவராகவும் பொருளாளராகவும் பணியாற்றுகிறார்."
      ]
    }
  }
}