{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-rupee-hits-Rs-290-against-US-Dollar-at-several-banks/108-233663",
  "time_ut": 1648020720,
  "title": "SL rupee hits Rs. 290 against US Dollar at several banks",
  "body_lines": [
    "The Sri Lankan rupee touched a record low of Rs. 290 against the US Dollar today at several licensed Commercial Banks.",
    "According to the exchange rates of several licensed Commercial Banks, the selling rate is at Rs. 295, Rs. 289 and Rs. 285 while the buying rate ranges between Rs. 270 to 279 per USD.",
    "However, according to the Central bank of Sri Lanka, the selling rate is at 284 while buying rate is at 274."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා රුපියල රු. බැංකු කිහිපයක US ඩොලරයට සාපේක්ෂව 290",
      "body_lines": [
        "ශ්‍රී ලංකා රුපියල වාර්තාගත අවම අගය රු. බලපත්‍රලාභී වාණිජ බැංකු කිහිපයක අද එක්සත් ජනපද ඩොලරයට සාපේක්ෂව 290.",
        "බලපත්‍රලාභී වාණිජ බැංකු කිහිපයක විනිමය අනුපාතවලට අනුව විකුණුම් අනුපාතය රු. 295, රු. 289 සහ රු. 285 ක් වන අතර ගැනුම් අනුපාතිකය රු. USD එකකට 270 සිට 279 දක්වා.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකා මහ බැංකුවට අනුව විකුණුම් අගය 284 ක් වන අතර ගැනුම් අනුපාතිකය 274 ක් වේ."
      ]
    },
    "ta": {
      "title": "இலங்கை ரூபாயின் மதிப்பு ரூ. பல வங்கிகளில் அமெரிக்க டாலருக்கு எதிராக 290",
      "body_lines": [
        "இலங்கை ரூபாயின் மதிப்பு வரலாறு காணாத வகையில் ரூ. உரிமம் பெற்ற பல வணிக வங்கிகளில் இன்று அமெரிக்க டாலருக்கு எதிராக 290.",
        "பல உரிமம் பெற்ற வணிக வங்கிகளின் மாற்று விகிதங்களின்படி, விற்பனை விகிதம் ரூ. 295, ரூ. 289 மற்றும் ரூ. 285 வாங்கும் விகிதம் ரூ. இடையே உள்ளது. ஒரு அமெரிக்க டாலருக்கு 270 முதல் 279 வரை.",
        "எவ்வாறாயினும், இலங்கை மத்திய வங்கியின் கூற்றுப்படி, விற்பனை விலை 284 ஆகவும், கொள்முதல் விலை 274 ஆகவும் உள்ளது."
      ]
    }
  }
}