{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/I-am-concerned-about-my-safety-Thisara-Anuruddha-Bandara/277-234911",
  "time_ut": 1649615580,
  "title": "I am concerned about my safety: Thisara Anuruddha Bandara",
  "body_lines": [
    "#  This would be a turning point in terms of activism in Sri Lanka",
    "#  The government doesn’t have a right to suppress our rights",
    "#  The Police took me with them saying that they needed to get a statement",
    "Two days after the public uprising in Mirihana, social activist Thisara Anuruddha Bandara was arrested by the Modara Police under Section 120 of the Penal Code while in Kandy . He was the administrator of a Facebook group titled GoHomeGota2022. Bandara was arrested at midnight in front of his relatives and his whereabouts were unknown until the next day. He was questioned for promoting the GoHomeGota2022 hashtag and a post regarding a protest which was to be held in Kandy. Later on April 2, following interventions by lawyers who appeared pro bono to assist him to get bail and the Human Rights Commission of Sri Lanka, Bandara was produced before the Hulftsdorp Magistrate’s court and was later granted bail.",
    "Speaking to the Daily Mirror, Bandara spoke about what happened on the day he was arrested, the aftermath, the reason for operating the page and being vocal about the political situation in the country  and why people shouldn’t be worried about voicing their opinion in the 21st century.",
    "I finished my primary education at Jinaraja Boys College, Gampola and then moved to Kingswood College Kandy. I completed a BSc Hons in Science and Management at the University of Colombo, Faculty of Science. Right now I am engaged in several businesses and start ups and also work as a part time tutor for a UK company.",
    "We have been social activists for the last few years trying to find political solutions for the trending issues in Sri Lanka. We wanted people to voice up against corruption irrespective of the party they believe in.  Technically, no one can prove or declare the ownership to a hashtag. We came across this hashtag which was trending and used it to promote the campaign against dirty politics. Later on we created the FB group and also a network of telegram groups which went viral. All we wanted to do was to ensure the right to information and freedom of expression of citizens. We asked people to speak up for themselves.",
    "The Police did ring our door bell at around 11.45pm on the 1st of April. They checked the IDs of all the residents, checked my personal devices and all. They took me with them saying that they need to get a statement mainly on the poster which was prepared for the Kandy protest. I have to mention that they did not physically harass or torture me at any point. I was well fed and taken care of. At around 8.30am, I was taken into CID, then again to the police station near Floating market and back to the CID.",
    "Q   The Modara Police denied that they took you into custody. Do you like to tell what happened while you were in custody. Did they question you, any physical threats?",
    "I wasn’t questioned by Modara police. It was the CID officers who questioned me but it was more like a meeting with four other officers. They expressed their opinions and I expressed mine. No threats but as I was informed from several sources, I have some concerns regarding my safety, mainly because we are independent activists. No physical threats too. They did question me about the hashtag and its creator and the Kandy protest. At that point I made it clear that all we wanted to do was to exercise our fundamental rights of peaceful protest.",
    "As they said, it was regarding the post for the Kandy protest. They did highlight the part GO HOME GOTA and said that people can’t protest against a democratically elected leader.",
    "Q   Upon pressure from journalists and social media, your location was disclosed and subsequently a large group of lawyers supported you to get bail. What are your comments about this collective effort towards one citizen in the country?",
    "Once again I would like to make this an opportunity to thank everyone who worked restlessly towards my safety and wellbeing. I must mention all the lawyers, family, friends, neighbours, social media and political activists, college and university community and everyone who was there for me when I needed them the most. Without them, this could have been a different story after all. And I am certain that this would be a turning point in terms of activism and politics in Sri Lanka as it ensures that you would be backed by the whole community if you get into trouble while working towards the wellbeing of the country.",
    "Q   What is your take on the present situation in the country?",
    "Thank you for asking this question. All those years people used to neglect elections and ignored the importance of electing proper policy makers. We wanted  to make people politically aware and politically active so that they would make responsible decisions. Now that has become a reality and I have no words to explain how happy I am for that. People have gathered together irrespective of religion, race or social status. We can’t build this country without proper guidance or leadership and now the people have understood that.",
    "On the other way around, recently there have been some cases where organized groups were trying to incite violence at these protests, damaging private and public property. I would like to kindly request the public to refrain from supporting such activities. Damaging private property of the politicians cannot be accepted. What we should do is, force the next  government and authority to take legal action against those corrupted politicians and take back what is ours or rather what belongs to the people. People must keep on exercising their fundamental rights until we get a proper solution backed by a strict policy framework and must note that shuffle in heads wouldn’t do any good.",
    "Q   Your message to social media users who are outspoken on these platforms.",
    "We live in the 21st century where people interact more with social media than in their real life. It has given us an amazing opportunity to overcome those television channels and mass media where politicians have control of. We can circulate a simple text throughout the world within few seconds. So in my opinion, this is way above the control of the government and they don’t have the right to suppress our rights as long as we abide by the law. So they should never be worried."
  ],
  "translate": {
    "si": {
      "title": "මගේ ආරක්ෂාව ගැන මම සැලකිලිමත් වෙනවා: තිසර අනුරුද්ධ බණ්ඩාර",
      "body_lines": [
        "#  මෙය ශ්‍රී ලංකාවේ ක්‍රියාකාරීත්වය සම්බන්ධයෙන් හැරවුම් ලක්ෂයක් වනු ඇත",
        "#  අපගේ අයිතිවාසිකම් යටපත් කිරීමට රජයට අයිතියක් නැත",
        "#  ඔවුන්ට ප්‍රකාශයක් ලබා ගැනීමට අවශ්‍ය බව පවසමින් පොලිසිය මාව ඔවුන් සමඟ රැගෙන ගියා",
        "මිරිහානේ මහජන නැගිටීමෙන් දින දෙකකට පසු සමාජ ක්‍රියාකාරිකයෙකු වන තිසර අනුරුද්ධ බණ්ඩාර මහනුවරදී දණ්ඩ නීති සංග්‍රහයේ 120 වගන්තිය යටතේ මෝදර පොලිසිය විසින් අත්අඩංගුවට ගන්නා ලදී. ඔහු GoHomeGota2022 නම් ෆේස්බුක් සමූහයේ පරිපාලකවරයා විය. බණ්ඩාර ඔහුගේ ඥාතීන් ඉදිරිපිටදී මධ්‍යම රාත්‍රියේ අත්අඩංගුවට ගත් අතර පසුවදා වනතුරු ඔහු සිටින්නේ කොහේදැයි දැන සිටියේ නැත. GoHomeGota2022 හැෂ් ටැගය ප්‍රවර්ධනය කිරීම සහ මහනුවරදී පැවැත්වීමට නියමිතව තිබූ විරෝධතාවක් සම්බන්ධයෙන් පළකිරීමක් සම්බන්ධයෙන් ඔහුගෙන් ප්‍රශ්න කෙරුණා. පසුව අප්‍රේල් 2 වැනිදා, ඔහුට ඇප ලබා ගැනීමට සහාය වීම සඳහා පෙනී සිටි නීතිඥවරුන් සහ ශ්‍රී ලංකා මානව හිමිකම් කොමිසමේ මැදිහත්වීම් මත බණ්ඩාර අලුත්කඩේ මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කර පසුව ඇප ලබා දුන්නේය.",
        "ඩේලි මිරර් වෙත අදහස් දක්වමින් බණ්ඩාර, තමන් අත්අඩංගුවට ගත් දිනයේ සිදු වූ දේ, ඉන් පසු සිදු වූ දේ, පිටුව ක්‍රියාත්මක කිරීමට හේතුව සහ රටේ දේශපාලන තත්ත්වය ගැන හඬ නඟා සිටීම සහ ජනතාව තම මතය ප්‍රකාශ කිරීම ගැන කරදර නොවිය යුත්තේ මන්දැයි පැවසීය. 21 වන සියවස.",
        "මම මගේ ප්‍රාථමික අධ්‍යාපනය ගම්පොළ ජිනරාජ පිරිමි විද්‍යාලයෙන් අවසන් කරලා මහනුවර කිංග්ස්වුඩ් විද්‍යාලයට ගියා. මම කොළඹ විශ්වවිද්‍යාලයේ විද්‍යා පීඨයේ විද්‍යාව හා කළමනාකරණය පිළිබඳ BSc ගෞරව උපාධියක් සම්පූර්ණ කළා. මේ වන විට මම ව්‍යාපාර කිහිපයක සහ ආරම්භක ව්‍යාපාර කිහිපයක නියැලී සිටින අතර එක්සත් රාජධානියේ සමාගමක අර්ධකාලීන උපදේශකයෙකු ලෙසද සේවය කරමි.",
        "අපි පසුගිය වසර කිහිපය තුළ ශ්‍රී ලංකාවේ ප්‍රවණතා මතුවන ප්‍රශ්න සඳහා දේශපාලන විසඳුම් සෙවීමට උත්සාහ කරන සමාජ ක්‍රියාකාරීන් වෙමු. මිනිසුන් විශ්වාස කරන පක්ෂය කුමක් වුවත් දූෂණයට එරෙහිව හඬ නැගීම අපට අවශ්‍ය විය.  තාක්‍ෂණිකව, කිසිවකුට හැෂ් ටැග් එකකට හිමිකම ඔප්පු කිරීමට හෝ ප්‍රකාශ කිරීමට නොහැකිය. අපි මේ හෑෂ් ටැගය ප්‍රවනතාවයට පත් වූ අතර එය අපිරිසිදු දේශපාලනයට එරෙහි ව්‍යාපාරය ප්‍රවර්ධනය කිරීමට භාවිතා කළෙමු. පස්සේ කාලෙක අපි FB ගෲප් එක හැදුවා වගේම ටෙලිග්‍රාම් ගෲප් ජාලයකුත් හැදුවා. අපට අවශ්‍ය වූයේ පුරවැසියන්ගේ තොරතුරු දැනගැනීමේ අයිතිය සහ අදහස් ප්‍රකාශ කිරීමේ නිදහස තහවුරු කිරීමයි. අපි ජනතාවගෙන් ඉල්ලා සිටියේ තමන් වෙනුවෙන් කතා කරන ලෙසයි.",
        "අපේ‍්‍රල් 1 වැනිදා රාත‍්‍රී 11.45 ට පමණ පොලිසිය අපේ දොර සීනුව නාද කළා. ඔවුන් සියලු පදිංචිකරුවන්ගේ හැඳුනුම්පත් පරීක්ෂා කළා, මගේ පුද්ගලික උපාංග සහ සියල්ල පරීක්ෂා කළා. ප්‍රධාන වශයෙන්ම මහනුවර විරෝධතාව වෙනුවෙන් සකස් කර තිබූ පෝස්ටරයේ ප්‍රකාශයක් ලබා ගැනීමට අවශ්‍ය බව පවසමින් ඔවුන් මාවත් රැගෙන ගියා. කිසිම අවස්ථාවක ඔවුන් මට ශාරීරික හිරිහැරයක් හෝ වධ හිංසාවක් නොකළ බව මම සඳහන් කළ යුතුයි. මට හොඳට කන්න දීලා බලාගත්තා. පෙරවරු 8.30 ට පමණ මාව සීඅයිඩීයට ගෙන ගියා, පසුව පාවෙන වෙළෙඳ පොළ ළඟ තිබෙන පොලිස් ස්ථානයට නැවත සීඅයිඩීයට ගියා.",
        "ප්‍ර   ඔබව අත්අඩංගුවට ගත් බව මෝදර පොලිසිය ප්‍රතික්ෂේප කළා. ඔබ අත්අඩංගුවේ සිටියදී සිදු වූ දේ කියන්නට ඔබ කැමතිද? ඔවුන් ඔබෙන් ප්‍රශ්න කළාද, ශාරීරික තර්ජන?",
        "මෝදර පොලිසියෙන් මගෙන් ප්‍රශ්න කළේ නැහැ. මගෙන් ප්‍රශ්න කළේ අපරාධ පරීක්ෂණ දෙපාර්තමේන්තු නිලධාරීන් නමුත් එය තවත් නිලධාරීන් හතර දෙනෙකු සමඟ රැස්වීමක් වැනිය. ඔවුන් ඔවුන්ගේ අදහස් ප්‍රකාශ කළ අතර මම මගේ අදහස් ප්‍රකාශ කළා. තර්ජන නැත, නමුත් මූලාශ්‍ර කිහිපයකින් මා දැනුවත් කළ පරිදි, ප්‍රධාන වශයෙන් අප ස්වාධීන ක්‍රියාකාරිකයින් නිසා මගේ ආරක්ෂාව සම්බන්ධයෙන් මට යම් යම් ගැටළු තිබේ. ශාරීරික තර්ජන ද නැත. ඔවුන් මගෙන් හැෂ් ටැග් එක සහ එහි නිර්මාතෘ සහ මහනුවර විරෝධතාව ගැන ප්‍රශ්න කළා. ඒ වෙලාවේ මම පැහැදිලිව කිව්වා අපිට කරන්න ඕන සාමකාමී විරෝධතාවයේ මූලික අයිතිවාසිකම් ක්‍රියාත්මක කරන්න කියලා.",
        "ඒ ඔවුන් කී පරිදි මහනුවර විරෝධතාවයට තනතුර සම්බන්ධයෙන්ය. ඔවුන් GO HOME GOTA යන කොටස උද්දීපනය කළ අතර ප්‍රජාතන්ත්‍රවාදීව තේරී පත් වූ නායකයෙකුට එරෙහිව මිනිසුන්ට විරෝධතා දැක්විය නොහැකි බව කියා සිටියේය.",
        "ප්‍ර   මාධ්‍යවේදීන්ගේ සහ සමාජ මාධ්‍යවල බලපෑම් මත, ඔබේ ස්ථානය හෙළිදරව් වූ අතර පසුව ඔබට ඇප ලබා ගැනීමට විශාල නීතිඥ පිරිසක් සහාය දුන්හ. රටේ එක් පුරවැසියෙක් වෙනුවෙන් මේ සාමූහික ප්‍රයත්නය ගැන ඔබේ අදහස් මොනවාද?",
        "මගේ ආරක්‍ෂාව සහ යහපැවැත්ම වෙනුවෙන් නොසන්සුන්ව කටයුතු කළ සැමට ස්තූති කිරීමට නැවත වරක් මෙය අවස්ථාවක් කර ගැනීමට කැමැත්තෙමි. නීතීඥයින්, පවුලේ අය, මිතුරන්, අසල්වාසීන්, සමාජ මාධ්‍ය සහ දේශපාලන ක්‍රියාකාරීන්, විද්‍යාල සහ විශ්ව විද්‍යාල ප්‍රජාව සහ මට වඩාත්ම අවශ්‍ය වූ විට මා වෙනුවෙන් සිටි සියලු දෙනා මම සඳහන් කළ යුතුය. ඔවුන් නොමැතිව, මෙය සම්පූර්ණයෙන්ම වෙනස් කතාවක් විය හැකිය. තවද මෙය ශ්‍රී ලංකාවේ ක්‍රියාකාරීත්වයේ සහ දේශපාලනයේ හැරවුම් ලක්ෂ්‍යයක් වනු ඇති බව මට විශ්වාසයි, මන්ද එය රටේ යහපැවැත්ම සඳහා වැඩ කරන අතරතුර කරදරයකට පත් වුවහොත් ඔබට මුළු ප්‍රජාවේම සහාය ලැබෙනු ඇති බව සහතික කරයි.",
        "ප්‍ර   රටේ වත්මන් තත්ත්වය පිළිබඳව ඔබේ අදහස කුමක්ද?",
        "මෙම ප්‍රශ්නය ඇසීම ගැන ඔබට ස්තුතියි. ඒ වසර ගණනාව පුරාම ජනතාව මැතිවරණ නොසලකා හැරිය අතර නිසි ප්‍රතිපත්ති සම්පාදකයින් තෝරා ගැනීමේ වැදගත්කම නොසලකා හැරියහ. අපට අවශ්‍ය වූයේ ජනතාව දේශපාලනිකව දැනුවත් කිරීමට සහ දේශපාලනිකව ක්‍රියාකාරී කිරීමට ඔවුන් වගකිවයුතු තීරණ ගැනීමටය. දැන් එය යථාර්ථයක් වී ඇති අතර ඒ ගැන මා කොතරම් සතුටු වෙනවාද යන්න පැහැදිලි කිරීමට මට වචන නැත. ආගම්, ජාති, සමාජ තරාතිරම නොබලා මිනිස්සු එකතුවෙලා. නිසි මඟ පෙන්වීමක් හෝ නායකත්වයක් නොමැතිව අපට මේ රට ගොඩනැගිය නොහැකි අතර දැන් ජනතාව එය තේරුම් ගෙන ඇත.",
        "අනෙක් අතට, පසුගිය කාලයේ සංවිධානාත්මක කණ්ඩායම් මෙම විරෝධතාවලට ප්‍රචණ්ඩත්වය ඇවිස්සීමත්, පෞද්ගලික හා පොදු දේපළවලට හානි සිදුකිරීමටත් උත්සාහ කළ අවස්ථාද වාර්තා විය. මෙවැනි කටයුතුවලට සහය දීමෙන් වළකින ලෙස මහජනතාවගෙන් කාරුණිකව ඉල්ලා සිටීමට කැමැත්තෙමි. දේශපාලනඥයන්ගේ පෞද්ගලික දේපළවලට හානි කිරීම පිළිගන්න බැහැ. අප කළ යුත්තේ, එම දූෂිත දේශපාලකයන්ට එරෙහිව නීතිමය ක්‍රියාමාර්ග ගැනීමට සහ අපේ දේ හෝ ඒ වෙනුවට ජනතාවට අයිති දේ ආපසු ගැනීමට මීළඟ රජයට සහ අධිකාරියට බල කිරීමයි. දැඩි ප්‍රතිපත්ති රාමුවක පිටුබලය ඇතිව නිසි විසඳුමක් ලබා ගන්නා තෙක් ජනතාව තම මූලික අයිතිවාසිකම් ක්‍රියාත්මක කරමින් සිටිය යුතු අතර ඔළුගෙඩි ගැසීමෙන් කිසිඳු යහපතක් සිදු නොවන බව සැලකිල්ලට ගත යුතුය.",
        "ප්‍ර   මෙම වේදිකාවල විවෘතව කතා කරන සමාජ මාධ්‍ය පරිශීලකයින්ට ඔබේ පණිවිඩය.",
        "අපි ජීවත් වන්නේ 21 වන සියවසේ මිනිසුන් ඔවුන්ගේ සැබෑ ජීවිතයට වඩා සමාජ මාධ්‍ය සමඟ අන්තර් ක්‍රියා කරන අයයි. දේශපාලඥයින් විසින් පාලනය කරන රූපවාහිනී නාලිකා සහ ජන මාධ්‍ය ජය ගැනීමට එය අපට අපූරු අවස්ථාවක් ලබා දී ඇත. තත්පර කිහිපයක් ඇතුළත අපට සරල පාඨයක් ලොව පුරා බෙදා හැරිය හැක. එබැවින් මගේ මතය අනුව, මෙය රජයේ පාලනයට වඩා ඉහළින් පවතින අතර අප නීතියට යටත්ව සිටින තාක් කල් අපගේ අයිතිවාසිකම් යටපත් කිරීමට ඔවුන්ට අයිතියක් නැත. එබැවින් ඔවුන් කිසි විටෙකත් කලබල නොවිය යුතුය."
      ]
    },
    "ta": {
      "title": "எனது பாதுகாப்பு குறித்து நான் அக்கறை கொண்டுள்ளேன்: திசர அனுருத்த பண்டார",
      "body_lines": [
        "#  இலங்கையில் செயல்பாட்டின் அடிப்படையில் இது ஒரு திருப்புமுனையாக இருக்கும்",
        "#  எங்கள் உரிமைகளை நசுக்க அரசாங்கத்திற்கு உரிமை இல்லை",
        "#  போலீசார் என்னிடம் வாக்குமூலம் பெற வேண்டும் என்று கூறி என்னை அழைத்துச் சென்றனர்",
        "மிரிஹானவில் இடம்பெற்ற மக்கள் எழுச்சிக்கு இரண்டு நாட்களுக்குப் பின்னர், சமூக ஆர்வலர் திசர அனுருத்த பண்டார கண்டியில் இருந்தபோது குற்றவியல் சட்டத்தின் 120 வது பிரிவின் கீழ் மோதர பொலிஸாரால் கைது செய்யப்பட்டார். GoHomeGota2022 என்ற முகநூல் குழுவின் நிர்வாகியாக இருந்தார். பண்டார நள்ளிரவில் அவரது உறவினர்கள் முன்னிலையில் கைது செய்யப்பட்டார், மறுநாள் வரை அவரது இருப்பிடம் தெரியவில்லை. GoHomeGota2022 என்ற ஹேஷ்டேக்கை விளம்பரப்படுத்தியதற்காகவும், கண்டியில் நடைபெறவிருந்த போராட்டம் தொடர்பான பதிவிற்காகவும் அவரிடம் கேள்வி எழுப்பப்பட்டது. பின்னர் ஏப்ரல் 2 ஆம் திகதி, அவருக்கு பிணை வழங்குவதற்கு உதவியாக ஆஜரான சட்டத்தரணிகள் மற்றும் இலங்கை மனித உரிமைகள் ஆணைக்குழுவின் தலையீட்டைத் தொடர்ந்து, பண்டார, புதுக்கடை நீதவான் நீதிமன்றில் ஆஜர்படுத்தப்பட்டு பின்னர் பிணையில் விடுவிக்கப்பட்டார்.",
        "டெய்லி மிரருக்குப் பேட்டியளித்த பண்டார, தான் கைது செய்யப்பட்ட அன்று என்ன நடந்தது, அதன் பின்விளைவுகள், பக்கத்தை இயக்கியதற்கான காரணம் மற்றும் நாட்டின் அரசியல் சூழ்நிலைகள் குறித்து குரல் கொடுத்தது மற்றும் மக்கள் ஏன் தங்கள் கருத்தை வெளியிடுவதில் கவலைப்படக்கூடாது என்பது குறித்து பேசினார். 21 ஆம் நூற்றாண்டு.",
        "நான் எனது ஆரம்பக் கல்வியை கம்பளை ஜினராஜா ஆண்கள் கல்லூரியில் முடித்துவிட்டு கண்டி கிங்ஸ்வுட் கல்லூரிக்கு சென்றேன். நான் கொழும்பு பல்கலைக்கழகத்தில் விஞ்ஞான பீடத்தில் விஞ்ஞானம் மற்றும் முகாமைத்துவத்தில் BSc Hons ஐ முடித்தேன். தற்போது நான் பல தொழில்கள் மற்றும் ஸ்டார்ட் அப்களில் ஈடுபட்டு வருகிறேன், மேலும் இங்கிலாந்து நிறுவனத்தில் பகுதி நேர ஆசிரியராகவும் பணிபுரிகிறேன்.",
        "இலங்கையில் நிலவும் பிரச்சினைகளுக்கு அரசியல் தீர்வு காணும் முயற்சியில் கடந்த சில வருடங்களாக சமூக ஆர்வலர்களாக இருந்து வருகிறோம். எந்தக் கட்சியை நம்பினாலும் ஊழலுக்கு எதிராக மக்கள் குரல் கொடுக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம்.  தொழில்நுட்ப ரீதியாக, ஹேஷ்டேக்கின் உரிமையை யாராலும் நிரூபிக்கவோ அல்லது அறிவிக்கவோ முடியாது. ட்ரெண்டிங்கில் இருந்த இந்த ஹேஷ்டேக்கை நாங்கள் கண்டோம், மேலும் கேவலமான அரசியலுக்கு எதிரான பிரச்சாரத்தை ஊக்குவிக்க இதைப் பயன்படுத்தினோம். பின்னர் நாங்கள் FB குழுவை உருவாக்கினோம் மற்றும் டெலிகிராம் குழுக்களின் நெட்வொர்க்கை உருவாக்கினோம், அது வைரலாகியது. நாங்கள் செய்ய விரும்புவது குடிமக்களின் தகவல் உரிமை மற்றும் கருத்து சுதந்திரத்தை உறுதி செய்வதே. மக்கள் தங்களுக்காக பேச வேண்டும் என்று கேட்டுக் கொண்டோம்.",
        "ஏப்ரல் 1 ஆம் தேதி இரவு சுமார் 11.45 மணியளவில் காவல்துறை எங்கள் வீட்டு வாசலில் மணியை அடித்தது. அவர்கள் அனைத்து குடியிருப்பாளர்களின் ஐடிகளையும் சரிபார்த்தனர், எனது தனிப்பட்ட சாதனங்கள் மற்றும் அனைத்தையும் சரிபார்த்தனர். முக்கியமாக கண்டி போராட்டத்திற்காக தயாரிக்கப்பட்ட சுவரொட்டியில் அறிக்கை பெற வேண்டும் என்று கூறி என்னையும் அழைத்துச் சென்றனர். அவர்கள் என்னை எந்த நேரத்திலும் உடல் ரீதியாக துன்புறுத்தவோ அல்லது சித்திரவதை செய்யவோ இல்லை என்பதை நான் குறிப்பிட வேண்டும். எனக்கு நன்றாக உணவளித்து கவனித்துக்கொண்டேன். காலை 8.30 மணியளவில், நான் சிஐடிக்கு அழைத்துச் செல்லப்பட்டேன், பின்னர் மீண்டும் ஃப்ளோட்டிங் மார்க்கெட் அருகே உள்ள காவல் நிலையத்திற்குச் சென்று மீண்டும் சிஐடிக்கு அழைத்துச் செல்லப்பட்டேன்.",
        "கே   உங்களை காவலில் எடுத்ததை மோதரா காவல்துறை மறுத்துள்ளது. நீங்கள் காவலில் இருந்தபோது என்ன நடந்தது என்று சொல்ல விரும்புகிறீர்களா? அவர்கள் உங்களிடம் ஏதேனும் உடல்ரீதியான அச்சுறுத்தல்களை கேள்வி எழுப்பினார்களா?",
        "நான் மோதர பொலிஸாரால் விசாரிக்கப்படவில்லை. சி.ஐ.டி அதிகாரிகள்தான் என்னிடம் விசாரித்தார்கள் ஆனால் அது மற்ற நான்கு அதிகாரிகளுடனான சந்திப்பு போல இருந்தது. அவர்கள் தங்கள் கருத்தை வெளிப்படுத்தினர், நான் என்னுடைய கருத்தை தெரிவித்தேன். அச்சுறுத்தல்கள் இல்லை, ஆனால் பல ஆதாரங்களில் இருந்து எனக்குத் தெரிவிக்கப்பட்டதால், எனது பாதுகாப்பு குறித்து எனக்கு சில கவலைகள் உள்ளன, முக்கியமாக நாங்கள் சுதந்திரமான செயல்பாட்டாளர்கள் என்பதால். உடல்ரீதியான அச்சுறுத்தல்களும் இல்லை. ஹேஷ்டேக் மற்றும் அதன் உருவாக்குனர் மற்றும் கண்டி போராட்டம் குறித்து அவர்கள் என்னிடம் கேள்வி எழுப்பினர். அமைதியான போராட்டத்தின் அடிப்படை உரிமைகளைப் பயன்படுத்துவதே நாங்கள் செய்ய விரும்புகிறோம் என்பதை அந்த நேரத்தில் நான் தெளிவுபடுத்தினேன்.",
        "அவர்கள் கூறியது போல் கண்டி போராட்டத்திற்கான பதவி தொடர்பானது. GO HOME GOTA பகுதியை முன்னிலைப்படுத்திய அவர்கள், ஜனநாயக முறையில் தேர்ந்தெடுக்கப்பட்ட தலைவருக்கு எதிராக மக்கள் எதிர்ப்பு தெரிவிக்க முடியாது என்றும் கூறினார்கள்.",
        "கே   பத்திரிகையாளர்கள் மற்றும் சமூக ஊடகங்களின் அழுத்தத்தின் பேரில், உங்கள் இருப்பிடம் வெளியிடப்பட்டது, அதன்பிறகு ஒரு பெரிய குழு வழக்கறிஞர்கள் உங்களுக்கு ஜாமீன் பெற ஆதரவளித்தனர். நாட்டில் ஒரு குடிமகனுக்கான இந்த கூட்டு முயற்சி பற்றி உங்கள் கருத்து என்ன?",
        "எனது பாதுகாப்பு மற்றும் நல்வாழ்வுக்காக ஓய்வின்றி உழைத்த அனைவருக்கும் நன்றி தெரிவிக்க இதை மீண்டும் ஒரு வாய்ப்பாக மாற்ற விரும்புகிறேன். வழக்கறிஞர்கள், குடும்பத்தினர், நண்பர்கள், அயலவர்கள், சமூக ஊடகங்கள் மற்றும் அரசியல் ஆர்வலர்கள், கல்லூரி மற்றும் பல்கலைக்கழக சமூகம் மற்றும் எனக்கு மிகவும் தேவைப்படும்போது எனக்காக இருந்த அனைவரையும் நான் குறிப்பிட வேண்டும். அவர்கள் இல்லாமல், இது ஒரு வித்தியாசமான கதையாக இருந்திருக்கும். மேலும் இது இலங்கையின் செயற்பாடுகள் மற்றும் அரசியலின் அடிப்படையில் ஒரு திருப்புமுனையாக அமையும் என்பதில் நான் உறுதியாக உள்ளேன், ஏனெனில் நாட்டின் நலனுக்காக உழைக்கும் போது நீங்கள் பிரச்சனையில் சிக்கினால் முழு சமூகத்தினராலும் உங்களுக்கு ஆதரவாக இருக்கும் என்பதை இது உறுதிப்படுத்துகிறது.",
        "கே   நாட்டின் தற்போதைய நிலைமை குறித்து உங்கள் கருத்து என்ன?",
        "இந்தக் கேள்வியைக் கேட்டதற்கு நன்றி. அந்த ஆண்டுகளில் மக்கள் தேர்தல்களை புறக்கணித்தனர் மற்றும் சரியான கொள்கை வகுப்பாளர்களைத் தேர்ந்தெடுப்பதன் முக்கியத்துவத்தை புறக்கணித்தனர். மக்கள் பொறுப்பான முடிவுகளை எடுப்பதற்கு, அரசியல் விழிப்புணர்வை ஏற்படுத்தவும், அரசியல் ரீதியாக செயல்படவும் நாங்கள் விரும்புகிறோம். இப்போது அது நிஜமாகிவிட்டது, அதற்காக நான் எவ்வளவு மகிழ்ச்சியாக இருக்கிறேன் என்பதை விளக்க வார்த்தைகள் இல்லை. மதம், இனம் அல்லது சமூக அந்தஸ்து இல்லாமல் மக்கள் ஒன்று திரண்டுள்ளனர். சரியான வழிகாட்டுதலோ அல்லது தலைமைத்துவமோ இல்லாமல் இந்த நாட்டைக் கட்டியெழுப்ப முடியாது என்பதை இப்போது மக்கள் புரிந்து கொண்டுள்ளனர்.",
        "மறுபுறம், சமீபத்தில் இந்த போராட்டங்களில் வன்முறையைத் தூண்டி, தனியார் மற்றும் பொதுச் சொத்துக்களுக்கு சேதம் விளைவிப்பதற்காக ஒழுங்கமைக்கப்பட்ட குழுக்கள் சில சம்பவங்கள் நடந்துள்ளன. இதுபோன்ற செயல்களுக்கு ஆதரவளிப்பதைத் தவிர்க்குமாறு பொதுமக்களை அன்புடன் கேட்டுக்கொள்கிறேன். அரசியல்வாதிகளின் தனிப்பட்ட சொத்துக்களை சேதப்படுத்துவதை ஏற்றுக்கொள்ள முடியாது. நாம் செய்ய வேண்டியது என்னவென்றால், அடுத்த  அரசாங்கத்தையும் அதிகாரத்தையும் அந்த ஊழல் அரசியல்வாதிகளுக்கு எதிராக சட்ட நடவடிக்கை எடுக்க வற்புறுத்துவதுடன், எங்களுடையதை அல்லது மக்களுக்குச் சொந்தமானதை திரும்பப் பெற வேண்டும். கடுமையான கொள்கை கட்டமைப்பின் ஆதரவுடன் சரியான தீர்வைப் பெறும் வரை மக்கள் தங்கள் அடிப்படை உரிமைகளைப் பயன்படுத்துவதைத் தொடர வேண்டும், மேலும் தலைகளை மாற்றுவது எந்த நன்மையையும் செய்யாது என்பதை நினைவில் கொள்ள வேண்டும்.",
        "கே   இந்த தளங்களில் வெளிப்படையாகப் பேசும் சமூக ஊடகப் பயனர்களுக்கு உங்கள் செய்தி.",
        "நாம் 21 ஆம் நூற்றாண்டில் வாழ்கிறோம், அங்கு மக்கள் தங்கள் நிஜ வாழ்க்கையை விட சமூக ஊடகங்களுடன் அதிகம் தொடர்பு கொள்கிறார்கள். அரசியல்வாதிகளின் கட்டுப்பாட்டில் இருக்கும் தொலைக்காட்சி சேனல்கள் மற்றும் வெகுஜன ஊடகங்களை முறியடிப்பதற்கான ஒரு அற்புதமான வாய்ப்பை இது எங்களுக்கு வழங்கியுள்ளது. ஒரு எளிய உரையை சில நொடிகளில் உலகம் முழுவதும் பரப்பலாம். எனவே எனது கருத்துப்படி, இது அரசாங்கத்தின் கட்டுப்பாட்டிற்கு அப்பாற்பட்டது மற்றும் நாங்கள் சட்டத்தை கடைபிடிக்கும் வரை நமது உரிமைகளை நசுக்க அவர்களுக்கு உரிமை இல்லை. எனவே அவர்கள் ஒருபோதும் கவலைப்பட வேண்டாம்."
      ]
    }
  }
}