{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-may-relax-forced-Fx-conversion-rule-as-evidence-shows-opposite-results/108-236131",
  "time_ut": 1651479060,
  "title": "CB may relax forced Fx conversion rule as evidence shows opposite results",
  "body_lines": [
    "In a bid to restore normalcy in the domestic foreign exchange market and thereby enhance its liquidity, the Central Bank could relax the mandatory conversion requirement on foreign currency in place for merchandise exports and services.",
    "While the new policies announced last Friday will redraw foreign currency movements—both inflows and outflows—into the banking system, there is no way the authorities could keep track on such inflows, with underlying services that are provided overseas.  As a result, the mandatory conversion rule has compelled some foreign services providers to keep their foreign currency earnings abroad.",
    "The Central Bank earlier in the month relaxed the mandatory surrender requirement on foreign exchange inflows to 25 percent from 50 percent in a bid to increase the foreign currency liquidity in the domestic market.",
    "“While we can monitor the inflows and outflows of exports and imports by reconciling with Customs data, we have an issue in monitoring if the services exports such as Information Technology and tourism and the likes, because they cannot be tracked via Customs,” said Central Bank Governor Dr. Nandalal Weerasinghe.",
    "“So, we will remove the requirement for mandatory conversion on these services because there is no way we can monitor their inflows,” he said speaking at a press conference last Friday to announce a fresh policy package which the Central Bank intends to implement soon to improve domestic foreign currency market liquidity.",
    "“We have been told that because of this forced conversion requirement in place, some of them (exporters) have stopped bringing in their foreign currency earnings altogether,” Dr. Weerasinghe added.",
    "On October 28, 2021, the Central Bank in an Extraordinary Gazette included services exports into an earlier requirement on merchandise exports to convert their residual foreign exchange earnings after meeting stipulated payments and commitments in foreign exchange.  This sparked widespread anxiety among many who earn in foreign currency and it prevented them from bringing their earnings back into the country due to the fear of forcible conversions.",
    "Some of them decided to bring in only the bare minimum while protesting against these forcible conversions carried out by their banks since the new rule came in.  Meanwhile, in a further step, the Central Bank would also take measures to walk back the requirement which was issued recently stipulating that the tourists could only make their payments, including their hotel bills in foreign currency, during their stay here.",
    "“Here again I must say that this is not a good measure,” Dr. Weerasinghe stressed.",
    "“We are looking at it and we will relax that requirement for tourists to pay in dollars and that is not going to be a convenience to any tourist. We will remove that requirement first,” he added.",
    "In Sri Lanka, only exporters are allowed to make payments in foreign currency and that is also to their suppliers who source materials for their export clientele such as textiles and accessories importers to garment manufacturers, paying in foreign currency."
  ],
  "translate": {
    "si": {
      "title": "සාක්ෂි ප්‍රතිවිරුද්ධ ප්‍රතිඵල පෙන්වන බැවින් CB බලහත්කාර Fx පරිවර්තන රීතිය ලිහිල් කළ හැක",
      "body_lines": [
        "දේශීය විදේශ විනිමය වෙළෙඳපොළ සාමාන්‍ය තත්ත්වයට පත් කිරීමට සහ එමඟින් එහි ද්‍රවශීලතාව ඉහළ නැංවීමට උත්සාහයක් ලෙස, ශ්‍රී ලංකා මහ බැංකුවට වෙළඳ භාණ්ඩ අපනයනය සහ සේවා සඳහා විදේශ මුදල් සඳහා අනිවාර්ය පරිවර්තන අවශ්‍යතාවය ලිහිල් කළ හැකිය.",
        "පසුගිය සිකුරාදා ප්‍රකාශයට පත් කරන ලද නව ප්‍රතිපත්ති මගින් විදේශ මුදල් සංචලනය - ගලා ඒම සහ පිටාර ගැලීම් යන දෙකම - බැංකු පද්ධතියට නැවත ඇද ගන්නා අතර, විදේශයන්හි සපයනු ලබන යටින් පවතින සේවාවන් සමඟ බලධාරීන්ට එවැනි ගලා ඒම් පිළිබඳව සොයා බැලීමට ක්‍රමයක් නොමැත. එහි ප්‍රතිඵලයක් වශයෙන්, අනිවාර්ය පරිවර්තන රීතිය සමහර විදේශ සේවා සපයන්නන්ට ඔවුන්ගේ විදේශ මුදල් ඉපැයීම් විදේශයන්හි තබා ගැනීමට බල කර ඇත.",
        "දේශීය වෙළෙඳපොළේ විදේශ මුදල් ද්‍රවශීලතාව ඉහළ නැංවීමේ අරමුණින් මහ බැංකුව විසින් විදේශ විනිමය ගලා ඒම සඳහා වන අනිවාර්ය යටත් වීමේ අවශ්‍යතාව සියයට 50 සිට සියයට 25 දක්වා ලිහිල් කරන ලදී.",
        "\"රේගු දත්ත සමඟ සංසන්දනය කිරීමෙන් අපට අපනයන සහ ආනයන ගලා ඒම සහ පිටතට ගලායාම නිරීක්ෂණය කළ හැකි අතර, තොරතුරු තාක්‍ෂණය සහ සංචාරක ව්‍යාපාරය වැනි සේවා අපනයනය කරන්නේද යන්න නිරීක්ෂණය කිරීමේ ගැටලුවක් අපට තිබේ, මන්ද ඒවා රේගුව හරහා නිරීක්ෂණය කළ නොහැකි නිසා,\" මධ්‍යම පැවසීය. බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ.",
        "“එබැවින්, මෙම සේවාවන් සඳහා අනිවාර්ය පරිවර්තනය කිරීමේ අවශ්‍යතාවය අපි ඉවත් කරන්නෙමු, මන්ද ඒවායේ ගලා ඒම අපට නිරීක්ෂණය කළ හැකි ක්‍රමයක් නොමැති නිසා,” ඔහු පසුගිය සිකුරාදා මහ බැංකුව විසින් ක්‍රියාත්මක කිරීමට අදහස් කරන නැවුම් ප්‍රතිපත්ති පැකේජයක් ප්‍රකාශයට පත් කිරීමට මාධ්‍ය හමුවකදී පැවසීය. දේශීය විදේශ මුදල් වෙළෙඳපොළ ද්‍රවශීලතාව වැඩිදියුණු කිරීම.",
        "\"මෙම බලහත්කාර පරිවර්තනය කිරීමේ අවශ්‍යතාවය නිසා ඔවුන්ගෙන් සමහරක් (අපනයන කරන්නන්) ඔවුන්ගේ විදේශ මුදල් ඉපැයීම් ගෙන ඒම සම්පූර්ණයෙන්ම නවතා දමා ඇති බව අපට දන්වා ඇත,\" ආචාර්ය වීරසිංහ වැඩිදුරටත් පැවසීය.",
        "2021 ඔක්තෝම්බර් 28 වැනි දින, මහ බැංකුව විසින් අතිවිශේෂ ගැසට් පත්‍රයක, විදේශ විනිමය සඳහා නියමිත ගෙවීම් සහ බැඳීම් සපුරාලීමෙන් පසු ඔවුන්ගේ ඉතිරි විදේශ විනිමය ඉපැයීම් පරිවර්තනය කිරීම සඳහා භාණ්ඩ අපනයනය සඳහා සේවා අපනයන පූර්ව අවශ්‍යතාවයක් බවට ඇතුළත් කරන ලදී. මෙය විදේශ මුදල් වලින් උපයන බොහෝ දෙනා අතර පුළුල් කනස්සල්ලක් ඇති කළ අතර බලහත්කාරයෙන් පරිවර්තනය කිරීමට ඇති බිය නිසා ඔවුන්ගේ ඉපැයීම් නැවත රටට ගෙන ඒම වළක්වා ඇත.",
        "ඔවුන්ගෙන් ඇතැමෙක් නව නීතිය පැමිණි දා සිට තම බැංකු විසින් සිදු කරන ලද මෙම බලහත්කාර පරිවර්තනයන්ට විරෝධය පළ කරමින් අවම මුදල පමණක් ගෙන ඒමට තීරණය කළහ.  මේ අතර, තවත් පියවරක් ලෙස, මහ බැංකුව ද එම අවශ්‍යතාවය ආපසු හැරවීමට පියවර ගනු ඇත. සංචාරකයින්ට ඔවුන්ගේ හෝටල් බිල්පත් ඇතුළුව විදේශ මුදලින් ගෙවීම් කළ හැක්කේ ඔවුන් මෙහි රැඳී සිටින කාලය තුළ පමණක් බව පසුගියදා නිකුත් කරන ලදී.",
        "“මෙය හොඳ මිනුමක් නොවන බව මම මෙහිදී නැවතත් කිව යුතුයි,” ආචාර්ය වීරසිංහ අවධාරණය කළේය.",
        "“අපි එය දෙස බලා සිටින අතර සංචාරකයින්ට ඩොලර් වලින් ගෙවීමේ අවශ්‍යතාවය අපි ලිහිල් කරන්නෙමු, එය කිසිදු සංචාරකයෙකුට පහසුවක් නොවනු ඇත. අපි මුලින්ම ඒ අවශ්‍යතාවය ඉවත් කරනවා,” ඔහු වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකාව තුළ, විදේශ මුදලින් ගෙවීම් කිරීමට අවසර ඇත්තේ අපනයනකරුවන්ට පමණක් වන අතර, එය විදේශ මුදලින් ගෙවමින් ඇඟලුම් නිෂ්පාදකයින්ට රෙදිපිළි සහ උපාංග ආනයනය කරන්නන් වැනි අපනයන ගනුදෙනුකරුවන් සඳහා ද්‍රව්‍ය ලබා ගන්නා ඔවුන්ගේ සැපයුම්කරුවන්ට ද වේ."
      ]
    },
    "ta": {
      "title": "சான்றுகள் எதிர் விளைவுகளைக் காட்டுவதால், கட்டாய Fx மாற்ற விதியை CB தளர்த்தலாம்",
      "body_lines": [
        "உள்நாட்டு அந்நியச் செலாவணி சந்தையில் இயல்புநிலையை மீட்டெடுக்கும் முயற்சியில், அதன் பணப்புழக்கத்தை மேம்படுத்தும் முயற்சியில், மத்திய வங்கியானது சரக்கு ஏற்றுமதி மற்றும் சேவைகளுக்கான வெளிநாட்டு நாணயத்தின் கட்டாய மாற்றத் தேவையை தளர்த்தலாம்.",
        "கடந்த வெள்ளியன்று அறிவிக்கப்பட்ட புதிய கொள்கைகள் வெளிநாட்டு நாணய இயக்கங்களை-வங்கி அமைப்பிற்குள் வரவு மற்றும் வெளியேற்றம் ஆகிய இரண்டையும் மாற்றியமைக்கும் அதே வேளையில், வெளிநாடுகளில் வழங்கப்படும் அடிப்படை சேவைகளுடன், அத்தகைய வரவுகளை அதிகாரிகள் கண்காணிக்க வழி இல்லை. இதன் விளைவாக, கட்டாய மாற்று விதி சில வெளிநாட்டு சேவை வழங்குநர்கள் தங்கள் வெளிநாட்டு நாணய வருவாயை வெளிநாட்டில் வைத்திருக்க வேண்டிய கட்டாயத்தில் உள்ளது.",
        "உள்நாட்டுச் சந்தையில் அந்நிய செலாவணி பணப்புழக்கத்தை அதிகரிக்கும் முயற்சியில், மத்திய வங்கி இந்த மாதத்தின் முற்பகுதியில், அந்நிய செலாவணி வரவு மீதான கட்டாய சரணடைதல் தேவையை 50 சதவீதத்திலிருந்து 25 சதவீதமாக தளர்த்தியது.",
        "\"சுங்கத் தரவுகளுடன் சமரசம் செய்வதன் மூலம் ஏற்றுமதி மற்றும் இறக்குமதிகளின் வரவு மற்றும் வெளியேற்றங்களை நாங்கள் கண்காணிக்க முடியும் என்றாலும், தகவல் தொழில்நுட்பம் மற்றும் சுற்றுலா போன்ற சேவைகள் ஏற்றுமதி செய்யப்படுகிறதா என்பதைக் கண்காணிப்பதில் எங்களுக்கு சிக்கல் உள்ளது, ஏனெனில் அவற்றை சுங்கம் மூலம் கண்காணிக்க முடியாது,\" என்று சென்ட்ரல் தெரிவித்துள்ளது. வங்கி ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க.",
        "\"எனவே, இந்த சேவைகளை கட்டாயமாக மாற்றுவதற்கான தேவையை நாங்கள் அகற்றுவோம், ஏனெனில் அவற்றின் வரவுகளை நாங்கள் கண்காணிக்க முடியாது,\" என்று அவர் கடந்த வெள்ளிக்கிழமை செய்தியாளர் கூட்டத்தில் மத்திய வங்கி விரைவில் செயல்படுத்த உத்தேசித்துள்ள புதிய கொள்கைப் பொதியை அறிவிப்பதற்காக கூறினார். உள்நாட்டு வெளிநாட்டு நாணய சந்தை பணப்புழக்கத்தை மேம்படுத்துதல்.",
        "\"இந்த கட்டாய மாற்றத் தேவையின் காரணமாக, அவர்களில் சிலர் (ஏற்றுமதியாளர்கள்) தங்கள் வெளிநாட்டு நாணய வருமானத்தை கொண்டு வருவதை முற்றிலுமாக நிறுத்திவிட்டனர் என்று எங்களுக்குத் தெரிவிக்கப்பட்டுள்ளது,\" என்று டாக்டர் வீரசிங்க மேலும் கூறினார்.",
        "அக்டோபர் 28, 2021 அன்று, மத்திய வங்கி ஒரு அசாதாரண வர்த்தமானியில், நிர்ணயிக்கப்பட்ட கொடுப்பனவுகள் மற்றும் அந்நியச் செலாவணியில் கடமைகளைச் செய்தபின், எஞ்சியிருக்கும் அந்நியச் செலாவணி வருவாயை மாற்றுவதற்கு, சரக்கு ஏற்றுமதியின் முந்தைய தேவையாக சேவைகள் ஏற்றுமதிகளை உள்ளடக்கியது. இது வெளிநாட்டு நாணயத்தில் சம்பாதிக்கும் பலரிடையே பரவலான கவலையைத் தூண்டியது மற்றும் வலுக்கட்டாயமாக மாற்றப்படும் என்ற அச்சம் காரணமாக அவர்கள் சம்பாதிப்பதை நாட்டிற்கு திரும்பக் கொண்டுவருவதைத் தடுக்கிறது.",
        "அவர்களில் சிலர் புதிய விதி வந்ததிலிருந்து தங்கள் வங்கிகளால் மேற்கொள்ளப்படும் இந்த வலுக்கட்டாயமான மாற்றங்களுக்கு எதிர்ப்புத் தெரிவிக்கும் போது குறைந்தபட்ச தொகையை மட்டுமே கொண்டு வர முடிவு செய்தனர். சுற்றுலாப்பயணிகள் தங்களுடைய ஹோட்டல் கட்டணங்கள் உட்பட வெளிநாட்டு நாணயத்தில் மட்டுமே தங்களுடைய கட்டணங்களைச் செலுத்த முடியும் என்று சமீபத்தில் வெளியிடப்பட்டது.",
        "\"இது ஒரு நல்ல நடவடிக்கை அல்ல என்பதை நான் இங்கு மீண்டும் கூற வேண்டும்\" என்று டாக்டர் வீரசிங்க வலியுறுத்தினார்.",
        "\"நாங்கள் அதைப் பார்க்கிறோம், சுற்றுலாப் பயணிகள் டாலர்களில் செலுத்த வேண்டிய தேவையை நாங்கள் தளர்த்துவோம், அது எந்த சுற்றுலாப் பயணிகளுக்கும் வசதியாக இருக்காது. அந்தத் தேவையை முதலில் நீக்குவோம்” என்று அவர் மேலும் கூறினார்.",
        "இலங்கையில், ஏற்றுமதியாளர்கள் மட்டுமே வெளிநாட்டு நாணயத்தில் பணம் செலுத்த அனுமதிக்கப்படுகிறார்கள், அதுவும் ஜவுளி மற்றும் அணிகலன்கள் இறக்குமதியாளர்கள் ஆடை உற்பத்தியாளர்களுக்கு, வெளிநாட்டு நாணயத்தில் பணம் செலுத்துவதன் மூலம் அவர்களின் ஏற்றுமதி வாடிக்கையாளர்களுக்கு பொருட்களை ஆதாரமாகக் கொண்ட சப்ளையர்களுக்கு மட்டுமே."
      ]
    }
  }
}