{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mimure-and-on-to-lakegala-the-climb-was-too-much-for-us/",
  "time_ut": 1647004080,
  "title": "Mimure and on to Lakegala: the climb was too much for us",
  "body_lines": [
    "The drive to Mimure was going to be very slow due to the poor road conditions, which we had already experienced whilst coming into Kumbukgolla. The distance was six km between the two villages and we anticipated to travel at a slow speed, giving us approximately 30 minutes to get to our destination and start setting up camp. We reminded ourselves to collect the repaired tyre from the police station in Mimure. Azard, Udara and Charaka got out of the vehicle and gave an advance escort removing large rocks on the way. Chandi was driving, and I was feeling very tired to help out the three boys outside. Nish and I were making plans to either camp out or move into a school or temple. On some earlier occasions, Nish had been with me on camping trips to Yala with my family, and hence knew the art better than the others.",
    "After about 30 minutes of driving, we managed to get to the police station. The road conditions from then onwards were much better. The policemen were relaxing in the calm and cool evening. As soon as the officer in charge saw us, he beckoned to a constable to go down to the vehicle with the repaired wheel, which made us liven up. The repair of the tyre was done free of charge. We thanked him for his help, and inquired as to the location of the campsite. We were given directions to proceed further on until we came to a bridge. By the side of the bridge was a clear area where we could set up camp. It was close to 6 pm and we had to set up the tents before it became dark.",
    "We reached the bridge, and located on a side was a really nice unpopulated area. The Heen Ganga was calm at the time, but the length of the bridge gave an indication of the force of the water during heavy rains. The surface area in proximity to the bridge was all rock, making the river below look more like a pond with flowing water. I went to the edge of the river and selected a location which would function as a toilet. This was a good camping site for us.",
    "The evening was getting darker and cooler, with a chilly blowing coming along the river valley. We had to settle down fast while daylight was still on. We were quick to the task of unloading and setting up the tents. Villagers had now gathered to inquire about us. They were very friendly and we informed them that we were staying the night there and we wished to climb the mountain Lakegala the following day. There was some degree of privacy for us, as the only houses to be seen were across the bridge. The road in front, the river on one side and a hillock behind surrounded our campsite.",
    "Nish and I set about erecting the tents as we had dealt with this work on our previous trips. Each tent could accommodate three. Nish and I had decided in advance that we were going to sleep in the American-made tent, whilst whoever wanted to sleep in the cotton tent was most welcome to do so. Tharaka immediately volunteered as the third member for our tent, for he may have sensed that the two of us knew more about tents than the others. There was good reason behind selecting the American-made tent, as the thick material was waterproof, whereas the other was of thin cotton fit for camping in hot weather. For obvious reasons, this knowledge was selfishly kept to ourselves.",
    "Whilst some of us were making the final sleeping arrangements within the tents, others had started preparing the dinner. Azard, Udara and Chandi lighted the lamps and set about getting the kerosene cooker running in order to have noodles for the night. Whilst they were busy with that, Tharaka, Nish and myself went for a river bath. By this time, the full moon was up, and the time was past 7.15 pm. It was a beautifully lit night with clear skies. After the long day we had gone through, jumping into the rather cold water for a bath made us feel refreshed.",
    "Since we had previous experience of the capacity of our cooker, Azard and Udara too joined us in the knowledge that nothing would get overcooked. After the bath, Azard went back to the cooker and made sure that the noodles would come out edible. And we did have our dinner that night. After dinner we went to the river below and washed the cooking utensils, plates, and so on. By now half of us were feeling rather sleepy.",
    "It was around 9 pm and silence reigned in the village. It was a good time to use the night cover to go to the toilet. I had arranged my “bed” in advance by laying sheets on it. A makeshift pillow was prepared by stuffing a case with clothes. It was time to go to bed. I realized it would not be a peaceful and quiet night. By now, the wind blowing down the ravine had increased in velocity and the playing wind made a constant fluttering sound on the tent walls. With Nish in the tent, I was confident that there was no way that the tent would fly away. With my mind at peace, I turned off for the night. I awakened once or twice in the night due to falling temperatures and the strong blowing, but in general I did manage to have a rather good night’s sleep.",
    "Lakegala is the tallest and the most imposing mountain in the Knuckles range. When viewed from one angle, it has a needle-like spire, while from another side it has a broad top like an ordinary mountain. The people of the area believe that out of the three visits paid by Lord Buddha to Sri Lanka, one was to Lakegala and not to Adam’s Peak.",
    "The following morning we were up in our tent by around 6.30 am. The three occupants of the other tent had a very poor night’s rest. The cotton had given them no protection from the wind, and the strong blowing had just swept through the tent, freezing the three poor occupants. Many a time they had thought the tent would get swept away by the wind, so that Azard and Udara, who had slept in two of its comers, had to hold on to the tent by anchoring their hands into two internal pockets of the tent. It sounded so funny to the three of us who slept in the other tent, but we knew this was no joke. They had no proper sleep, but kept up in good spirit.",
    "Soon we were all out of the tents and decided to go for a wash to the river, which was within a 50-metre walk. The sound and sight of the cool flowing water was exhilarating. It was enjoyable to have a wash in such a gush of clear water, a far cry from the stream we had in the previous village. The riverbed was a large reddish-yellow rock that extended from bank to bank. It created a waterfall almost under the bridge and then gradually sloped down to form a pool of flowing water.",
    "After the morning wash we prepared our breakfast, which had to be rather quick and easily prepared, as we had to climb Lakegala in the morning before the sun could come out and heat the rocky surface. It was rationed to three slices of bread with butter and jam. I thought it was an ideal breakfast which did not involve cooking. It obviously did not go well with the others, who requested a biscuit packet or two to be opened as well.",
    "Just as we were finishing breakfast, we had visitors, who were an elderly Buddhist monk, accompanied by a 10-year old monk and a bunch of little village boys. We were rather surprised, yet welcomed the monks. We were not quite certain of the proper etiquette in entertaining the monks and were also concerned about the impact of this visit on our plans to climb Lakegala. We offered the monks breakfast, although there was little left. The elderly monk very kindly turned the offer down, and inquired after our plans for the day. Quite proudly, we informed the venerable monk that we intended climbing Lakegala.",
    "Then calmly he inquired if we would comply with his request, which was to take the little monk with us to Lakegala. We were dumb struck, for it eroded into our plans. To put it mildly, I informed the venerable monk that it would be hazardous and could not take responsibility for the small priest. We also pointed out that the monk was in slippers which were unfit for mountain climbing, unlike our branded shoes. By then the venerable monk had obviously decided for us and asked us not to bother any more, but take the priest with us, while two guides would also be provided.",
    "We next prepared ourselves for the climb. We dismantled the two tents and quickly packed them into the van. Now, along with the monk, there were seven passengers. Due to constraints in space, the elderly monk did not come with us. We first crossed the bridge and went to the heart of Mimure where the temple was situated, a distance of two km from the campsite. Soon we were driving through the village on a gravel road, which was quite populated on either side. The young monk looked far from peaceful, for he was bossy and haughty.",
    "Soon afterwards, we happened to meet a well-grown man in his mid-thirties, when the monk ordered Chandi to stop the van. He put his head out and ordered the man to come with another to the temple, where we were supposed to leave the vehicle. Our respect towards the little priest had grown by now, and we had a chat with him in order to figure out where all the respect he elicited came from. He said he was a nephew of the elderly monk who was the chief priest in one of the temples in the village.",
    "We reached Mimure temple and waited for a good 15 minutes until the two guides joined us. We left the van in the temple precincts, and began our trek around 10.15 am. The haversack containing food and water was conveniently handed over to one of the guides. Approach to the mountain was through a series of beautiful tiered paddy fields. The monk was leading along with one of the guides and Azard. The rest of us followed with the second guide. Soon after the stretch of paddy was over, we reached thick vegetation with huge trees.",
    "The path had a loose gravel surface on which we had to step carefully. After about an hour of climbing, we were out of the woods and into the steep stretch of mountain. The terrain had changed dramatically to a seemingly smooth surface with long, golden grass. In reality the grass was covering an uneven rocky soil. At this point we regrouped ourselves and walked vigilantly as we heard that the first group had avoided a cobra at that point.",
    "We were passing that stretch of 20-30 metres, when all of a sudden something bit me so very painfully between my buttocks. I was dressed in a pair of denims and the thickness of the trousers prevented me from rubbing the painful site adequately. The pain was unbearable. I then rushed behind a bush and stroked myself vigorously to relieve the pain, and then there was another excruciating bite. The culprits happened to be two jungle ticks that were barely visible to the naked eye.",
    "Once again we started our climb and we found the tall grass very useful, for by holding on to it, we managed to steady ourselves in climbing the steep mountain. The strong sun was beating down on us and there was no shade to take advantage of. We climbed up for another hour or so when Nish said he was going to retire under one of the few solitary trees on the way. Nish was a strong man, but those with heavy appetites and low food intake may be affected more. We spoke to him and he opted to stay there until we came back.",
    "In the meantime, the little monk was running way ahead of us with his guide tagging behind. Such a lead was an insult to us. Thanks to the grass, we managed to crawl our way up. After the three-quarter way mark up the mountain was a 50-metre stretch of bare rock at a steep angle of about 50 to 60 degrees. It was a stretch where climbers had used ropes to cross. Above the rocky stretch was once again the grassy terrain, running to the very top.",
    "With the greatest difficulty, we managed to get to the bare rocky segment, and the time was around 1.30 pm. To prevent further embarrassment to us, we sent instructions to the guide to stay on until we came up, since it would be dangerous for the priest to proceed on his own. We were now on all fours and decided to take a break before we started our final ascent on the bare rock. Udara happened to stop at this point. The priest was a good twenty feet above us and we watched this 10-year old with amazement. He swiftly removed his slippers and gave them to the guide to carry, then twisted the long end tit’ his robe around his neck, and started running up the rock.",
    "It also meant that our resting period was over. So we also began to ascend, but on all fours. After about five metres of climbing, one by one the boys declared their inability to continue. We were losing our balance, our grip oil the grass-covered rock was slipping and we had no energy to continue. The climb was becoming far too risky and there was no way we could have climbed to the top. Less than 10 metres onto the bare rocky segment, we decided to call it off. The priest was rather disappointed with us, and we sent a message from below to say that we were going to descend. We rested for 10 minutes or so and began our trek down. Even on our way down, the little monk took the lead. We concluded that his mountaineering abilities were an inborn trait in the people of the area.",
    "It was well past 5.30 pm when we finally came down to the van. By this time, Azard had negotiated with one of the guides for a large jak fruit. His hunger pangs were too strong to control after having only three slices of bread for breakfast and skipping lunch. Soon afterwards we picked up the jak fruit, tipped the guides and bade them good-bye. We were on our way to set up camp again for the night.",
    "By 6 pm the tents were once again coming up, whilst Azard, assisted by Udara, was preparing the jak fruit for dinner.",
    "The rest of us set up the tents and then went to the river for a bath. The moonlight was fantastic once again, and it was rather interesting to watch, from the river below, a young teenage couple court openly on the bridge. It was not the first time we saw these villagers expressing their emotions quite freely and openly. The water was cold is in the previous night, but we splashed around and played enough to heat ourselves. It was another enjoyable bath, after which we went up to the tents to check on the dinner.",
    "Azard and Udara were still around the cooker waiting for the water to boil. The kind villagers, with whom Azard had negotiated, brought dishes of sambol and coconut scrapings. Finally, dinner was ready about 8.30 pm. There was plenty of jak to consume as it was a large fruit, and the hungry bunch was happy that night as they finally managed to fill themselves up.",
    "The following morning was the time for departure. The occupants of the cotton tent were better prepared for the second night, and had not suffered as much as the previous night. After the morning wash at the river, followed by breakfast, we packed our personal belongings first, and then along with the dismantled tents and other belongings, loaded them into the van. We bade goodbye to the villagers and set off to Colombo. We were back on the 15th evening after a wonderful and memorable trip.",
    "(I would never have written this if not for the encouragement and support of my parents, Chris and Padma Uragoda, and my dear siblings, Neluka, Dianthi and Lalith, to whom I am deeply thankful. I ought to say, this was primarily written for the love of my parents, and this is a dedication to them.)",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by CG Uragoda)",
    "Problems that need addressing to right an economy gone horribly wrong",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මිමුරේ සහ ලකේගලට: නැඟීම අපට ඕනෑවට වඩා වැඩි විය",
      "body_lines": [
        "කුඹුක්ගොල්ලට එන විටත් අප අත්විඳ තිබූ අයහපත් මාර්ග තත්ත්වය හේතුවෙන් මිමුරේ වෙත ධාවනය ඉතා සෙමින් සිදු විය. ගම් දෙක අතර දුර කිලෝමීටර් හයක් වූ අතර, අපි අපේ ගමනාන්තයට ගොස් කඳවුරු බැඳීමට ආසන්න වශයෙන් මිනිත්තු 30 ක කාලයක් ලබා දෙමින් මන්දගාමී වේගයකින් ගමන් කිරීමට අපේක්ෂා කළෙමු. අලුත්වැඩියා කළ ටයරය මිමුරේ පොලිස් ස්ථානයෙන් ලබා ගැනීමට අපි අපටම මතක් කර ගත්තෙමු. අසාර්ඩ්, උදාර සහ චරක වාහනයෙන් බැස මගදී විශාල ගල් ගලවා අත්තිකාරම් පරිවාර සේවාවක් ලබා දුන්හ. චන්දි ඩ්‍රයිව් කරේ, එළියේ ඉන්න කොල්ලෝ තුන්දෙනාට උදව් කරන්න මට ලොකු මහන්සියක් දැනුණා. නිශ් සහ මම කඳවුරු බැඳීමට හෝ පාසලකට හෝ පන්සලකට යාමට සැලසුම් කරමින් සිටියෙමු. මීට පෙර සමහර අවස්ථාවලදී, නිශ් මගේ පවුලේ අය සමඟ යාලට කඳවුරු බැඳීම සඳහා මා සමඟ සිට ඇති අතර, එම නිසා අනෙක් අයට වඩා කලාව හොඳින් දැන සිටියේය.",
        "විනාඩි 30ක පමණ රිය පැදවීමෙන් පසු අපි පොලිස් ස්ථානයට යාමට සමත් විය. එතැන් සිට මාර්ග තත්ත්වය වඩාත් යහපත් විය. පොලිස් නිලධාරීන් සන්සුන් හා සිසිල් සවස් වරුවේ විවේක ගනිමින් සිටියහ. වගකිවයුතු නිලධාරියා අපව දුටු විගස කොස්තාපල්වරයකුට සංඥා කළේ අලුත්වැඩියා කළ රෝදයත් සමඟ වාහනයට බැසීමට යාමෙන් අපට පණ ලැබුණි. ටයරය අලුත්වැඩියා කිරීම නොමිලේ සිදු කරන ලදී. ඔහුගේ උපකාරයට අපි ඔහුට ස්තුති කළ අතර, කඳවුරු භූමියේ පිහිටීම පිළිබඳව විමසා සිටියෙමු. අපි පාලමක් ළඟට එනකම් ඉදිරියට යන්න උපදෙස් දුන්නා. පාලම අසල අපට කඳවුරු බැඳ ගත හැකි පැහැදිලි ප්‍රදේශයක් විය. වෙලාව හවස 6ට කිට්ටුයි, කළුවර වෙන්න කලින් කූඩාරම් දාන්න වුණා.",
        "අපි පාලමට ළඟා වූ අතර, පැත්තක පිහිටා තිබුණේ ඉතා හොඳ ජනාකීර්ණ ප්‍රදේශයකි. ඒ වන විට හීන් ගඟ සන්සුන්ව පැවති නමුත් පාලමේ දිග නිසා අධික වර්ෂාව පවතින විට ජලයේ බලය පිළිබඳ ඇඟවීමක් ලැබුණි. පාලමට ආසන්නයේ ඇති මතුපිට ප්‍රදේශය මුළුමනින්ම පාෂාණවලින් යුක්ත වූ අතර, පහළ ගංගාව ජලය ගලා යන පොකුණක් මෙන් දිස් විය. මම ගඟ අද්දරට ගොස් වැසිකිළියක් ලෙස ක්‍රියාත්මක වන ස්ථානයක් තෝරා ගත්තෙමි. මේක අපිට හොඳ Camping site එකක් වුනා.",
        "ගංගා නිම්නය දිගේ සීතල හමා ආ හවස් වරුව එන්න එන්නම අඳුරු වෙමින් සිසිල් වෙමින් පැවතුනි. දිවා එළිය තිබියදී අපට වේගයෙන් පදිංචි වීමට සිදු විය. අපි ඉක්මනින්ම කූඩාරම් බෑමේ සහ සැකසීමේ කාර්යයට ගියෙමු. අපි ගැන සොයා බලන්නට ගම්මු දැන් රැස්ව සිටියහ. ඔවුන් ඉතා මිත්‍රශීලී වූ අතර අපි රාත්‍රියේ එහි රැඳී සිටින බව ඔවුන්ට දන්වා පසුදා ලකේගල කන්ද තරණය කිරීමට කැමැත්තෙමු. පාලමෙන් එහා පැත්තේ ගෙවල් පමණක් පෙනෙන නිසා අපට යම් තරමක පෞද්ගලිකත්වයක් තිබුණා. අපේ කඳවුරු භූමිය වට කළේ ඉදිරියෙන් පාරත්, එක පැත්තකින් ගඟත්, පිටුපස කඳු ගැටයක්.",
        "නිශ් සහ මම අපේ කලින් සංචාරයන් වලදී මෙම කාර්යය සමඟ කටයුතු කර ඇති පරිදි කූඩාරම් ඉදිකිරීමට පටන් ගතිමු. සෑම කූඩාරමකම තිදෙනෙකුට නවාතැන් ගත හැකි විය. කපු කූඩාරමේ නිදා ගැනීමට කැමති ඕනෑම කෙනෙකුට නිදා ගැනීමට හැකි වන අතර, අපි නිදා ගැනීමට යන්නේ ඇමරිකාවේ නිෂ්පාදිත කූඩාරමේ බව නිශ් සහ මම කල්තියා තීරණය කර ඇත්තෙමු. අපේ කූඩාරමේ තුන්වැනි සාමාජිකයා ලෙස තාරක වහාම ස්වේච්ඡාවෙන් ඉදිරිපත් විය, මන්ද අපි දෙදෙනා අනෙක් අයට වඩා කූඩාරම් ගැන දන්නා බව ඔහුට දැනෙන්නට ඇත. ඝන ද්‍රව්‍ය ජලයට ඔරොත්තු නොදෙන නිසාත්, අනෙක උණුසුම් කාලගුණය තුළ කඳවුරු බැඳීමට සුදුසු තුනී කපු රෙදි වූ නිසාත්, ඇමරිකානු නිෂ්පාදිත කූඩාරම තෝරාගැනීම පිටුපස හොඳ හේතුවක් තිබුණි. පැහැදිලි හේතු නිසා, මෙම දැනුම ආත්මාර්ථකාමී ලෙස අප වෙත තබා ඇත.",
        "අපෙන් සමහරෙක් කූඩාරම් තුළ නිදාගැනීමේ අවසන් කටයුතු සිදු කරන අතර තවත් සමහරු රාත්‍රී ආහාරය සූදානම් කිරීමට පටන් ගෙන තිබුණි. අසාර්ඩ්, උදාර සහ චන්දි පහන් දල්වා රාත්‍රියට නූඩ්ල්ස් කෑමට භූමිතෙල් කුකර් එක ක්‍රියාත්මක කිරීමට සූදානම් වූහ. ඔවුන් ඒ කාර්යයේ කාර්යබහුල වෙද්දී තාරකා, නිශ් සහ මම ගං දිය නෑමට ගියෙමු. මේ වන විට පුර පසළොස්වක පොහොය උදා වී තිබූ අතර වේලාව රාත්‍රී 7.15 පසු වී තිබුණි. එය පැහැදිලි අහසක් සහිත මනරම් ආලෝකමත් රාත්‍රියක් විය. බොහෝ දවස ගෙවී ගිය අපි, ස්නානය සඳහා තරමක් සීතල වතුරට පැනීම අපට ප්‍රබෝධමත් බවක් දැනුනි.",
        "අපේ කුකර් එකේ ධාරිතා ගැන කලින් අත්දැකීම් තිබුන නිසා අසාර්ඩ් සහ උදාරත් අපිත් එක්ක එකතු වුනේ කිසිම දෙයක් වැඩිපුර උයන්නේ නැති බව දැනගෙන. ස්නානය කිරීමෙන් පසු අසාර්ඩ් නැවතත් කුකර් වෙත ගොස් නූඩ්ල්ස් ආහාරයට ගත හැකි බවට සහතික විය. ඒ වගේම අපි එදා රෑ කෑම කෑවා. රාත්‍රී ආහාරයෙන් පසු අපි පහළ ගඟට ගොස් ඉවුම් පිහුම් පිඟන් ආදිය සෝදා ගත්තෙමු. මේ වන විට අපගෙන් අඩකට තරමක් නිදිමත දැනෙමින් තිබුණි.",
        "වෙලාව රාත්‍රී 9 පමණ වූ අතර ගම්මානයේ නිහැඬියාවක් රජ විය. වැසිකිලියට යාමට රාත්‍රී ආවරණය භාවිතා කිරීමට එය හොඳ කාලයක් විය. මම මගේ “ඇඳ” කල්තියා එය මත ඇඳ ඇතිරිලි සකස් කර ඇත. ඇඳුම් කට්ටලයක් පුරවා තාවකාලික කොට්ටයක් සකස් කරන ලදී. නිදාගන්න වෙලාව ආවා. එය සාමකාමී සහ නිහඬ රාත්‍රියක් නොවන බව මට වැටහුණි. මේ වන විට මිටියාවත දිගේ හමා එන සුළඟේ වේගය වැඩි වී තිබූ අතර සෙල්ලක්කාර සුළඟ කූඩාරම් බිත්ති මත නිරන්තර සෙලවෙන හඬක් නිකුත් කළේය. නිශ් කූඩාරමේ ඉන්න නිසා ටෙන්ට් එක ඉගිල්ලෙන්න විදියක් නෑ කියලා මට විශ්වාසයි. හිත සමාදානයෙන් මම රාත්‍රිය නිවා දැමුවෙමි. උෂ්ණත්වය පහත වැටීම සහ දැඩි හමා යාම හේතුවෙන් මම රාත්‍රියේ වරක් හෝ දෙවරක් අවදි වූ නමුත් සාමාන්‍යයෙන් මම තරමක් හොඳ රාත්‍රී නින්දක් ලබා ගත්තෙමි.",
        "ලකේගල යනු නකල්ස් කඳුවැටියේ උසම කන්දයි. එක් කෝණයකින් බැලූ විට ඉඳිකටුවක් වැනි කොතකින් යුක්ත වන අතර තවත් පැත්තකින් සාමාන්‍ය කන්දක් මෙන් පළල් මුදුනක් ඇත. බුදුරජාණන් වහන්සේ ලක්දිවට වැඩම කළ අවස්ථා තුනෙන් එකක් ආදම්ගේ කඳු මුදුනට නොව ලකේගලට බව ප්‍රදේශවාසීහු විශ්වාස කරති.",
        "ඊළඟ දවසේ උදේ 6.30 ට විතර අපි අපේ කූඩාරමට ආවා. අනෙක් කූඩාරමේ පදිංචිකරුවන් තිදෙනා ඉතා දුර්වල රාත්‍රී විවේකයක් ගත්හ. කපුවන් ඔවුන්ට සුළඟින් කිසිදු ආරක්ෂාවක් ලබා දී නොතිබූ අතර, දැඩි හමා ඒම කූඩාරම හරහා ගොස් දුප්පත් පදිංචිකරුවන් තිදෙනා කැටි කර ඇත. කූඩාරම සුළඟට ගසාගෙන යනු ඇතැයි ඔවුන් බොහෝ වේලාවක් සිතූ නිසා එහි පැමිණි දෙකකින් නිදා සිටි අසාර්ඩ්ට සහ උදාරට කුඩාරමේ අභ්‍යන්තර සාක්කු දෙකකට අත දමා කූඩාරම අල්ලාගෙන සිටීමට සිදු විය. අනෙක් කූඩාරමේ නිදා සිටි අප තිදෙනාට එය විහිළුවක් සේ පෙනුනද මෙය විහිළුවක් නොවන බව අපි දැන සිටියෙමු. ඔවුන්ට නිසි නින්දක් නොතිබුණත් හොඳ මනෝභාවයකින් සිටියහ.",
        "වැඩි කල් යන්නට මත්තෙන් අපි සියල්ලෝම කූඩාරම් වලින් පිටතට ගොස් මීටර් 50 ක් පයින් යා හැකි ගඟට සේදීමට යාමට තීරණය කළෙමු. සිසිලස ගලා බසින ජලයේ ශබ්දය සහ දර්ශනය ප්‍රීතිමත් විය. පෙර ගම්මානයේ අපට තිබූ ඇළට බොහෝ දුරින්, එවැනි පිරිසිදු ජලයෙන් සෝදා ගැනීම සතුටක් විය. ගං පතුල ඉවුරේ සිට ඉවුර දක්වා විහිදුණු විශාල රතු-කහ පර්වතයක් විය. එය පාලම යට පාහේ දිය ඇල්ලක් නිර්මාණය කළ අතර පසුව ක්‍රමයෙන් පහළට බෑවුම් වී ගලා යන ජල තටාකයක් සාදයි.",
        "උදෑසන සේදීමෙන් පසු අපි අපේ උදේ ආහාරය සකස් කළෙමු, එය තරමක් ඉක්මනින් හා පහසුවෙන් සකස් කළ යුතු අතර, හිරු එළියට පැමිණ ගල් මතුපිට රත් කිරීමට පෙර උදෑසන ලකේගල තරණය කළ යුතු බැවිනි. එය බටර් සහ ජෑම් සමඟ පාන් පෙති තුනකට සලාකනය කරන ලදී. එය ඉවුම් පිහුම් සම්බන්ධ නොවන කදිම උදෑසන ආහාරයක් යැයි මම සිතුවෙමි. බිස්කට් පැකට්ටුවක් හෝ දෙකක් විවෘත කරන ලෙස ඉල්ලා සිටි අනෙක් අය සමඟ එය පැහැදිලිවම නොගැලපේ.",
        "අපි උදේ ආහාරය අවසන් කරන විට, වයස අවුරුදු 10 ක හාමුදුරු නමක් සහ කුඩා ගමේ පිරිමි ළමයින් රොත්තක් කැටුව වයෝවෘද්ධ හාමුදුරු නමක් වූ අපට අමුත්තන් සිටියහ. අපි තරමක් විමතියට පත් වූවත් හාමුදුරුවන්ව පිළිගත්තා. භික්‍ෂූන් වහන්සේලාට සංග්‍රහ කිරීමේ දී නිසි ආචාර විධි පිළිබඳව අපට එතරම් විශ්වාසයක් නොතිබූ අතර, ලකේගල තරණය කිරීමේ අපගේ සැලසුම්වලට මෙම සංචාරයෙන් ඇති වන බලපෑම පිළිබඳව ද අපි කනස්සල්ලට පත්ව සිටියෙමු. ටිකක් ඉතුරු වුණත් අපි හාමුදුරුවන්ට උදේ ආහාරය දුන්නා. වයෝවෘද්ධ භික්ෂුව ඉතා කාරුණිකව එම යෝජනාව ප්‍රතික්ෂේප කර, අපගේ දවසේ සැලසුම් විමසා සිටියේය. අපි ලකේගල තරණය කිරීමට අදහස් කරන බව අපි ඉතා ආඩම්බරයෙන් ගෞරවනීය ස්වාමීන් වහන්සේට දන්වා සිටියෙමු.",
        "ඉන්පසුව කුඩා හාමුදුරුවෝ ලකේගලට කැඳවාගෙන යන ලෙස කරන ලද ඔහුගේ ඉල්ලීම ඉටුකරන්නේදැයි සන්සුන්ව විමසා සිටියේය. එය අපේ සැලසුම්වලට ඛාදනය වූ නිසා අපි ගොළු වුණා. එය මෘදු ලෙස පැවසුවහොත්, එය අනතුරුදායක බවත් කුඩා පූජකවරයාගේ වගකීම භාර ගැනීමට නොහැකි බවත් මම ගරුතර ස්වාමීන් වහන්සේට දන්වා සිටියෙමි. අපේ සන්නාමය සහිත සපත්තු මෙන් නොව කන්ද තරණයට නුසුදුසු සෙරෙප්පුවලින් උන්වහන්සේ සිටි බවද අපි පෙන්වා දුන්නෙමු. ඒ වන විට ගෞරවනීය ස්වාමීන් වහන්සේ පැහැදිලිවම අප වෙනුවෙන් තීරණය කර ඇති අතර, තවදුරටත් කරදර නොකර, පූජකයා අප සමඟ රැගෙන යන ලෙසත්, මඟ පෙන්වන්නන් දෙදෙනෙකු ද සපයන ලෙසත් අපෙන් ඉල්ලා සිටියේය.",
        "අපි ඊළඟට කඳු නැගීම සඳහා සූදානම් වුණා. අපි කූඩාරම් දෙක කඩා ඉක්මනින් වෑන් රථයට නැග්ගා. දැන් හාමුදුරුවො එක්ක මගීන් හත්දෙනෙක් හිටියා. ඉඩකඩ බාධාව නිසා වයෝවෘද්ධ හාමුදුරුවෝ අපිත් එක්ක ආවේ නැහැ. අපි මුලින්ම පාලමෙන් එගොඩ වී, කඳවුරු භූමියේ සිට කිලෝමීටර් දෙකක දුරින් පන්සල පිහිටි මිමුරේ හදවතට ගියෙමු. වැඩි කල් යන්නට මත්තෙන් අපි දෙපස තරමක් ජනාකීර්ණ බොරළු පාරකින් ගම හරහා ගමන් කළෙමු. තරුණ හාමුදුරුවෝ සාමකාමී බවක් පෙනෙන්නේ නැත, මන්ද ඔහු ලොක්කා හා උඩඟු විය.",
        "වැඩි කල් යන්නට මත්තෙන්, වයස අවුරුදු තිහක මැද භාගයේ හොඳින් වැඩුණු මිනිසෙකු අපට මුණගැසුණේ, වෑන් රථය නවත්වන ලෙස හාමුදුරුවෝ චන්දිට අණ කළ විටය. ඔහු හිස එළියට දමා, අපට වාහනය හැර යාමට නියමිතව තිබූ පන්සලට තවත් කෙනෙකු සමඟ එන ලෙස එම පුද්ගලයාට අණ කළේය. මේ වන විට කුඩා පූජකයා කෙරෙහි අපගේ ගෞරවය වර්ධනය වී ඇති අතර, ඔහු ලබා දුන් සියලු ගෞරවය පැමිණියේ කොහෙන්දැයි සොයා බැලීම සඳහා අපි ඔහු සමඟ කතාබස් කළෙමු. ගමේ එක පන්සලක ලොකු හාමුදුරුවෝ විදිහට වැඩ කරන වයසක හාමුදුරුවෝ ගේ බෑනා කෙනෙක් කිව්වා.",
        "අපි Mimure පන්සලට ළඟා වූ අතර මඟ පෙන්වන්නන් දෙදෙනා අප සමඟ එකතු වන තෙක් මිනිත්තු 15 ක් පමණ හොඳ වේලාවක් බලා සිටියෙමු. අපි වෑන් රථය පන්සල් භූමියේ තබා පෙරවරු 10.15 ට පමණ අපගේ ගමන ආරම්භ කළෙමු. ආහාර සහ ජලය අඩංගු හැසැක් එක මඟ පෙන්වන්නෙකුට පහසුවෙන් භාර දෙන ලදී. කඳු මුදුනට ළඟා වූයේ අලංකාර තට්ටම් සහිත කුඹුරු පෙළක් හරහා ය. භික්‍ෂුව මඟපෙන්වන්නකු සහ අසාර්ඩ් සමඟ පෙරමුණ ගෙන සිටියේය. අපි අනෙක් අය දෙවන මාර්ගෝපදේශය සමඟ අනුගමනය කළෙමු. කුඹුරු යාය අවසන් වූ වහාම අපි විශාල ගස් සහිත ඝන වෘක්ෂලතාදිය වෙත ළඟා විය.",
        "පරෙස්සමෙන් අඩිය තියන්නට සිදු වූ මාර්ගය ලිහිල් බොරළු මතුපිටක් විය. පැයක පමණ කඳු නැගීමෙන් පසු අපි වනාන්තරයෙන් පිටතට ගොස් කඳු බෑවුමට ගියෙමු. දිගු රන්වන් තණකොළ සහිත සිනිඳු මතුපිටක් දක්වා භූමිය නාටකාකාර ලෙස වෙනස් වී ඇත. ඇත්ත වශයෙන්ම, තණකොළ අසමාන පාෂාණ පසක් ආවරණය කරයි. මේ අවස්ථාවේදී පළමු කණ්ඩායම නාගයකු වැළකුණු බව ආරංචි වූ නිසා අපි යළිත් එකතු වී සීරුවෙන් ඇවිද ගියෙමු.",
        "අපි ඒ මීටර් 20-30ක් පහුකරගෙන යද්දී එකපාරටම මොකක්දෝ මගේ තට්ටම් අතරින් හරිම වේදනාත්මක විදියට මාව සපා කෑවා. මම ඩෙනිම් කලිසමකින් සැරසී සිටි අතර කලිසමේ ඝනකම නිසා වේදනාකාරී ස්ථානය ප්‍රමාණවත් ලෙස අතුල්ලන්නට නොහැකි විය. වේදනාව දරාගත නොහැකි විය. පසුව මම පඳුරක් පිටුපසට දිව ගොස් වේදනාව සමනය කිරීම සඳහා දැඩි ලෙස පහර දුන් අතර පසුව තවත් දරුණු කටගැස්මක් ඇති විය. වැරදිකරුවන් වූයේ පියවි ඇසට යාන්තමට පෙනෙන කැලෑ කිනිතුල්ලන් දෙදෙනෙකි.",
        "නැවත වරක් අපි අපගේ කඳු නැගීම ආරම්භ කළ අතර, උස තණකොළ ඉතා ප්‍රයෝජනවත් බව අපට පෙනී ගියේය, මන්ද එය අල්ලාගෙන සිටීමෙන්, බෑවුම් සහිත කන්ද තරණය කිරීමේදී අපි ස්ථාවර වීමට සමත් විය. දැඩි හිරු රශ්මිය අප මත පතිත වූ අතර ප්‍රයෝජන ගැනීමට සෙවනක් නොතිබුණි. අතරමග තියෙන තනිකරම ගහක් යටට රිටයර් වෙන්න යනවා නිශ් කිව්වම අපි තව පැයක් විතර උඩට නැග්ගා. නිෂ් ශක්තිමත් මිනිසෙකි, නමුත් අධික ආහාර රුචිය සහ අඩු ආහාර අනුභව කරන අයට වැඩි බලපෑමක් ඇති විය හැකිය. අපි ඔහුට කතා කළ අතර ඔහු අප නැවත පැමිණෙන තෙක් එහි සිටීමට තීරණය කළේය.",
        "ඒ අතරේ පොඩි හාමුදුරුවෝ අපිට වඩා ඉස්සරහට දුවගෙන එනවා මග පෙන්වන්නා පිටිපස්සෙන් ටැග් දාගෙන. එවැනි නායකත්වයක් අපට අපහාසයක් විය. තණකොළ නිසා අපිට බඩගාගෙන උඩට යන්න පුළුවන් වුණා. තුන් කාර්තුවේ මාර්ගය සලකුණු කිරීමෙන් පසු කන්ද අංශක 50 සිට 60 දක්වා ප්‍රපාතාකාර කෝණයකින් මීටර් 50 ක හිස් පාෂාණයක් විය. එය කඳු නගින්නන් විසින් තරණය කිරීමට ලණු යොදා තිබූ කොටසකි. පාෂාණමය ප්‍රදේශයට ඉහළින් නැවතත් තණකොළ සහිත භූමි භාගයක් ඉහළට දිව ගියේය.",
        "ඉතාම අපහසුවෙන් අපි පාෂාණ සහිත පාෂාණ කොටසට ළඟා වූ අතර වේලාව පස්වරු 1.30 පමණ විය. අපට තවදුරටත් අපහසුතාවයක් ඇති වීම වැළැක්වීම සඳහා, පූජකවරයා තනිවම කටයුතු කිරීම අනතුරුදායක වන බැවින්, අප පැමිණෙන තෙක් රැඳී සිටින ලෙස අපි මාර්ගෝපදේශකයාට උපදෙස් ලබා දුන්නා. අපි දැන් හතරගාතේ සිටි අතර හිස් පර්වතය මත අපගේ අවසාන නැගීම ආරම්භ කිරීමට පෙර විවේකයක් ගැනීමට තීරණය කළෙමු. උදාර මේ ස්ථානයේ නතර විය. හාමුදුරුවෝ අපිට හොඳට අඩි විස්සක් උඩින් හිටියා, අපි මේ 10 හැවිරිදි දරුවා දෙස පුදුමයෙන් බලා සිටියෙමු. ඔහු වහා සෙරෙප්පු ගලවා මඟ පෙන්වන්නාට රැගෙන යාමට දුන් අතර, පසුව දිගු කෙළවරේ ටයි පටිය ඔහුගේ බෙල්ල වටා කරකවා පර්වතය දිගේ දුවන්නට පටන් ගත්තේය.",
        "ඒ වගේම අපේ විවේක කාලය අවසන් වුණා. ඉතින් අපිත් නගින්න පටන් ගත්තා, නමුත් හතර පැත්තෙන්. මීටර පහක් විතර නැග්ගට පස්සේ එක එක කොල්ලෝ ටික එක එකා ප්‍රකාශ කලා. අපට අපගේ සමබරතාවය නැති වී ගියේය, අපගේ ග්‍රහණය තෙල් තණකොළවලින් වැසී ගිය පර්වතය ලිස්සා යමින් පැවතුනි, අපට ඉදිරියට යාමට ශක්තියක් නොතිබුණි. කඳු නැගීම ඉතා අවදානම් වෙමින් පවතින අතර අපට ඉහළට නැගීමට ක්‍රමයක් නොතිබුණි. හිස් පාෂාණ කොටසට මීටර් 10 කට වඩා අඩු දුරකින්, අපි එය නතර කිරීමට තීරණය කළෙමු. හාමුදුරුවෝ අපි ගැන තරමක් කලකිරුණා, අපි පහළින් පණිවිඩයක් යැව්වා අපි බහින්න යනවා කියලා. අපි විනාඩි 10 ක් පමණ විවේක ගෙන අපේ ගමන ආරම්භ කළෙමු. අපි බහිද්දිත් පොඩි හාමුදුරුවෝ පෙරමුණ ගත්තා. ඔහුගේ කඳු නැගීමේ හැකියාව ප්‍රදේශයේ මිනිසුන් තුළ උපන් ගතියක් බව අපි නිගමනය කළෙමු.",
        "අන්තිමට අපි වෑන් එකට බහිනකොට හවස 5.30ත් පහුවෙලා. මේ වන විට අසාර්ඩ් විශාල කොස් ගෙඩියක් සඳහා මාර්ගෝපදේශකයෙකු සමඟ සාකච්ඡා කර ඇත. උදේ ආහාරය සඳහා පාන් පෙති තුනක් පමණක් ගැනීමෙන් සහ දිවා ආහාරය මඟ හැරීමෙන් පසු ඔහුගේ කුසගින්න පාලනය කළ නොහැකි තරම් දැඩි විය. වැඩි කල් යන්නට මත්තෙන් අපි කොස් ගෙඩිය අතට ගෙන, මාර්ගෝපදේශකයන්ට ඉඟි කර ඔවුන්ට සමු දුන්නෙමු. අපි නැවතත් රාත්‍රිය සඳහා කඳවුරු බැඳීමට යමින් සිටියෙමු.",
        "සවස 6 පමණ වන විට නැවතත් කූඩාරම් මතුවෙමින් තිබූ අතර, උදාරගේ සහාය ඇතිව අසාර්ඩ් රාත්‍රී ආහාරය සඳහා කොස් ගෙඩිය සූදානම් කරමින් සිටියේය.",
        "අනිත් අය කූඩාරම් ලෑස්ති ​​කරලා ගඟට ගියා නාන්න. සඳ එළිය නැවත වරක් අපූරු වූ අතර, පහළ ගඟේ සිට, තරුණ යෞවන යුවළක් පාලම මත විවෘතව උසාවි යෑම නැරඹීම තරමක් සිත්ගන්නා සුළු විය. මේ ගැමියන් තරමක් නිදහසේ හා විවෘතව තම හැඟීම් ප්‍රකාශ කරනු අප දුටු පළමු අවස්ථාව එය නොවේ. පෙර දින රාත්‍රියේ ජලය සීතල වී ඇත, නමුත් අපි උණුසුම් වන තරමට වටේට විසිරී සෙල්ලම් කළෙමු. එය තවත් ප්‍රීතිමත් නෑමක් වූ අතර ඉන් පසුව අපි රාත්‍රී ආහාරය පරීක්ෂා කිරීමට කූඩාරම් වෙත ගියෙමු.",
        "අසාර්ඩ් සහ උදාර තවමත් කුකර් එක වටේ වතුර උතුරන තුරු බලා සිටියහ. අසාර්ඩ් සමඟ සාකච්ඡා කළ කාරුණික ගැමියෝ සම්බෝල සහ පොල් සූරා කෑම ගෙනාහ. අවසානයේ රාත්‍රී 8.30 ට පමණ රාත්‍රී ආහාරය සූදානම් විය. එය විශාල පලතුරක් වූ බැවින් පරිභෝජනයට කොස් ඕනෑ තරම් තිබූ අතර අවසානයේ කුස ​​පුරවා ගැනීමට හැකි වූ නිසා කුසගින්නෙන් පෙළුණු පොකුර එදා රාත්‍රියේ සතුටු විය.",
        "පසුදා උදෑසන පිටත් වීමට වේලාව විය. කපු කූඩාරමේ පදිංචිකරුවන් දෙවන රාත්රිය සඳහා වඩා හොඳින් සූදානම් වූ අතර, පෙර රාත්රියේ තරම් දුක් විඳ නැත. උදෑසන ගඟ අසලින් සෝදා, උදෑසන ආහාරය ගැනීමෙන් පසු, අපි මුලින්ම අපගේ පෞද්ගලික බඩු බාහිරාදිය අසුරා, පසුව කඩා දැමූ කූඩාරම් සහ අනෙකුත් භාණ්ඩ සමඟ වෑන් රථයට පටවා ගත්තෙමු. අපි ගමේ අයගෙන් සමුගෙන කොළඹට යන්න පිටත් වුණා. අපූරු සහ අමතක නොවන සංචාරයකින් පසු අපි 15 වන දින සවස නැවත පැමිණියෙමු.",
        "(මගේ දෙමවුපියන් වන ක්‍රිස් සහ පද්මා ඌරගොඩ සහ මගේ ආදරණීය සහෝදර සහෝදරියන් වන නෙලූකා, ඩයන්ති සහ ලලිත් යන අයගේ දිරිගැන්වීම් සහ සහයෝගය නොවන්නට මම මෙය කිසිදාක ලියන්නේ නැත. මම මෙය මූලික වශයෙන් ලියා ඇති බව කිව යුතුයි. මගේ දෙමාපියන්ගේ ආදරය වෙනුවෙන්, මෙය ඔවුන් වෙනුවෙන් කරන කැපවීමකි.)",
        "(CG ඌරගොඩ විසින් සංස්කරණය කරන ලද Jungle Journeys in Sri Lanka කෘතියෙන් උපුටා ගන්නා ලදී)",
        "ආර්ථිකය නිවැරදි කිරීමට ආමන්ත්‍රණය කළ යුතු ගැටලු දරුණු ලෙස වැරදී ඇත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மிமுரே மற்றும் லகேகலவுக்கு: ஏறுதல் எங்களுக்கு அதிகமாக இருந்தது",
      "body_lines": [
        "கும்பக்கொல்லவிற்குள் வரும்போது நாங்கள் ஏற்கனவே அனுபவித்த மோசமான சாலை நிலைமைகள் காரணமாக மிமுரேக்கான வாகனம் மிகவும் மெதுவாகவே செல்லும். இரண்டு கிராமங்களுக்கும் இடையே ஆறு கி.மீ தூரம் இருந்தது, நாங்கள் மெதுவான வேகத்தில் பயணிக்க எதிர்பார்த்தோம், எங்கள் இலக்கை அடைய சுமார் 30 நிமிடங்கள் மற்றும் முகாம் அமைக்கத் தொடங்கினோம். பழுதடைந்த டயரை மிமுரில் உள்ள காவல்நிலையத்தில் இருந்து சேகரிக்க நினைவூட்டினோம். அசார்ட், உதாரா மற்றும் சரகா ஆகியோர் வாகனத்தில் இருந்து இறங்கி, வழியில் பெரிய பாறைகளை அகற்றி முன்கூட்டியே பாதுகாப்பு அளித்தனர். சண்டி ஓட்டிக்கொண்டிருந்தார், வெளியில் இருந்த மூன்று பையன்களுக்கு உதவ நான் மிகவும் சோர்வாக உணர்ந்தேன். நானும் நிஷும் முகாமிடுவதற்கு அல்லது பள்ளி அல்லது கோவிலுக்கு செல்ல திட்டமிட்டோம். சில முந்தைய சந்தர்ப்பங்களில், என் குடும்பத்துடன் யாலாவுக்கு முகாம் பயணங்களில் நிஷ் என்னுடன் இருந்தார், எனவே மற்றவர்களை விட கலையை நன்கு அறிந்திருந்தார்.",
        "சுமார் 30 நிமிட ஓட்டத்திற்குப் பிறகு, நாங்கள் காவல் நிலையத்திற்குச் சென்றோம். அப்போதிருந்து சாலை நிலைமைகள் மிகவும் சிறப்பாக இருந்தன. போலீசார் அமைதியான மற்றும் குளிர்ந்த மாலையில் ஓய்வெடுத்துக் கொண்டிருந்தனர். பொறுப்பதிகாரி எங்களைப் பார்த்தவுடனே, பழுதுபட்ட சக்கரத்துடன் வாகனத்தில் இறங்குமாறு ஒரு கான்ஸ்டபிளை சைகை செய்தார், அது எங்களை உயிர்ப்பித்தது. டயர் பழுது இலவசமாக செய்யப்பட்டது. அவரது உதவிக்கு நன்றி தெரிவித்தோம், முகாம் இருக்கும் இடத்தை விசாரித்தோம். நாங்கள் ஒரு பாலத்திற்கு வரும் வரை மேலும் தொடர எங்களுக்கு வழிகாட்டுதல்கள் வழங்கப்பட்டன. பாலத்தின் ஓரத்தில் நாங்கள் முகாம் அமைக்க ஒரு தெளிவான பகுதி இருந்தது. மாலை 6 மணியை நெருங்கியிருந்தது, இருட்டுவதற்குள் கூடாரங்களை அமைக்க வேண்டும்.",
        "நாங்கள் பாலத்தை அடைந்தோம், ஒரு பக்கத்தில் அமைந்திருந்தது மிகவும் நல்ல மக்கள் நடமாட்டம் இல்லாத பகுதி. அந்த நேரத்தில் ஹீன் கங்கை அமைதியாக இருந்தது, ஆனால் பாலத்தின் நீளம் கனமழையின் போது நீரின் சக்தியைக் குறிக்கிறது. பாலத்திற்கு அருகாமையில் உள்ள மேற்பரப்பு முழுவதும் பாறையாக இருந்ததால், கீழே உள்ள ஆறு தண்ணீர் ஓடும் குளம் போல் காட்சியளிக்கிறது. நான் ஆற்றின் விளிம்பிற்குச் சென்று கழிப்பறையாக செயல்படும் இடத்தைத் தேர்ந்தெடுத்தேன். இது எங்களுக்கு ஒரு நல்ல முகாம் தளமாக இருந்தது.",
        "மாலை நேரம் இருண்டு குளிர்ச்சியாகிக் கொண்டிருந்தது, ஆற்றின் பள்ளத்தாக்கில் குளிர் காற்று வீசியது. பகல் இருக்கும்போதே நாங்கள் வேகமாக குடியேற வேண்டியிருந்தது. டென்ட்களை இறக்கி அமைக்கும் பணியை விரைந்து மேற்கொண்டோம். எங்களைப் பற்றி விசாரிக்க கிராம மக்கள் இப்போது கூடினர். அவர்கள் மிகவும் நட்பாக இருந்தனர், நாங்கள் இரவு அங்கேயே தங்கியிருப்பதாகவும், மறுநாள் லகேகல மலையில் ஏற விரும்புவதாகவும் அவர்களிடம் தெரிவித்தோம். பாலத்தின் குறுக்கே வீடுகள் மட்டுமே காணப்படுவதால், எங்களுக்கு ஓரளவு தனியுரிமை இருந்தது. முன்னால் சாலையும், ஒருபுறம் ஆறும், பின்னால் ஒரு குன்றும் எங்கள் முகாமைச் சூழ்ந்தன.",
        "நிஷும் நானும் எங்கள் முந்தைய பயணங்களில் இந்த வேலையைச் செய்தபடி கூடாரங்களை அமைக்கத் தொடங்கினோம். ஒவ்வொரு கூடாரத்திலும் மூன்று பேர் தங்கலாம். பருத்திக் கூடாரத்தில் தூங்க விரும்புபவர்கள் மிகவும் வரவேற்கப்படுகையில், அமெரிக்கத் தயாரிக்கப்பட்ட கூடாரத்தில் நாங்கள் தூங்கப் போகிறோம் என்று நானும் நிஷும் முன்கூட்டியே முடிவு செய்தோம். எங்கள் கூடாரத்தின் மூன்றாவது உறுப்பினராக தாரக உடனடியாக முன்வந்தார், ஏனென்றால் மற்றவர்களை விட எங்கள் இருவருக்கும் கூடாரங்களைப் பற்றி அதிகம் தெரியும் என்பதை அவர் உணர்ந்திருக்கலாம். அமெரிக்கத் தயாரிக்கப்பட்ட கூடாரத்தைத் தேர்ந்தெடுப்பதற்குப் பின்னால் நல்ல காரணம் இருந்தது, தடிமனான பொருள் நீர்ப்புகாவாக இருந்தது, மற்றொன்று வெப்பமான காலநிலையில் முகாமிடுவதற்கு மெல்லிய பருத்தியால் பொருத்தமாக இருந்தது. வெளிப்படையான காரணங்களுக்காக, இந்த அறிவு சுயநலமாக நமக்குள் வைத்துக் கொள்ளப்பட்டது.",
        "எங்களில் சிலர் கூடாரங்களுக்குள்ளேயே இறுதி உறக்க ஏற்பாடுகளைச் செய்து கொண்டிருந்தபோது, ​​மற்றவர்கள் இரவு உணவைத் தயாரிக்கத் தொடங்கினர். அஸார்த், உதாரா மற்றும் சண்டி ஆகியோர் விளக்கை ஏற்றிவிட்டு, இரவு நூடுல்ஸ் சாப்பிடுவதற்காக மண்ணெண்ணெய் குக்கரை இயக்க ஆரம்பித்தனர். அவர்கள் அதில் மும்முரமாக இருந்தபோது, ​​தாராகா, நிஷ் மற்றும் நானும் நதியில் குளிக்கச் சென்றோம். இந்த நேரத்தில், முழு நிலவு உதயமாகி, நேரம் இரவு 7.15 ஐத் தாண்டியிருந்தது. அது தெளிவான வானத்துடன் அழகாக ஒளிரும் இரவு. நீண்ட நாட்களுக்குப் பிறகு, நாங்கள் குளிப்பதற்கு குளிர்ந்த நீரில் குதித்தது எங்களுக்கு புத்துணர்ச்சியை ஏற்படுத்தியது.",
        "எங்கள் குக்கரின் திறனைப் பற்றி எங்களுக்கு முன்பே அனுபவம் இருந்ததால், எதுவும் அதிகமாக சமைக்கப்படாது என்பதை அறிந்து அசார்ட் மற்றும் உதாராவும் எங்களுடன் சேர்ந்தனர். குளித்த பிறகு, அசார்ட் மீண்டும் குக்கருக்குச் சென்று நூடுல்ஸ் சாப்பிடக்கூடியதாக இருப்பதை உறுதிசெய்தார். அன்று இரவு நாங்கள் இரவு உணவு சாப்பிட்டோம். இரவு உணவுக்குப் பிறகு கீழே உள்ள ஆற்றுக்குச் சென்று சமையல் பாத்திரங்கள், தட்டுகள் போன்றவற்றைக் கழுவினோம். இப்போது நம்மில் பாதி பேருக்கு தூக்கம் வந்துவிட்டது.",
        "இரவு 9 மணியளவில் கிராமத்தில் அமைதி நிலவியது. கழிப்பறைக்கு செல்ல இரவு உறையை பயன்படுத்த இது ஒரு நல்ல நேரம். நான் எனது \"படுக்கையை\" அதன் மீது தாள்களை அடுக்கி முன்கூட்டியே ஏற்பாடு செய்தேன். ஒரு பெட்டியில் துணிகளை அடைத்து ஒரு தற்காலிக தலையணை தயார் செய்யப்பட்டது. உறங்கும் நேரம் வந்தது. அது அமைதியான மற்றும் அமைதியான இரவாக இருக்காது என்பதை உணர்ந்தேன். இப்போது, ​​பள்ளத்தாக்கில் வீசும் காற்றின் வேகம் அதிகரித்து, விளையாடும் காற்று கூடாரச் சுவர்களில் தொடர்ந்து படபடக்கும் ஒலியை எழுப்பியது. நிஷ் கூடாரத்தில் இருந்ததால், கூடாரம் பறந்து செல்லும் வழியில்லை என்று நான் உறுதியாக இருந்தேன். என் மனதிற்கு நிம்மதியாக, நான் இரவுக்கு அணைத்தேன். குறைந்த வெப்பநிலை மற்றும் வலுவான காற்று காரணமாக நான் இரவில் ஒன்று அல்லது இரண்டு முறை எழுந்தேன், ஆனால் பொதுவாக நான் நன்றாக தூங்க முடிந்தது.",
        "லகேகலா நக்கிள்ஸ் மலைத்தொடரில் உள்ள மிக உயரமான மலையாகும். ஒரு கோணத்தில் பார்க்கும்போது, ​​ஊசி போன்ற கோபுரத்தைக் கொண்டிருக்கும், மற்றொரு பக்கத்திலிருந்து அது சாதாரண மலையைப் போன்ற ஒரு பரந்த உச்சியைக் கொண்டுள்ளது. புத்தபெருமான் இலங்கைக்கு விஜயம் செய்த மூன்று பயணங்களில் ஒன்று லகேகலவிற்குச் சென்றதாகவும் ஆதாமின் சிகரத்திற்கு அல்ல என்றும் அப்பகுதி மக்கள் நம்புகின்றனர்.",
        "மறுநாள் காலை 6.30 மணியளவில் நாங்கள் எங்கள் கூடாரத்தில் எழுந்தோம். மற்ற கூடாரத்தில் தங்கியிருந்த மூவருக்கும் இரவு ஓய்வு மிகவும் மோசமாக இருந்தது. பருத்தி அவர்களுக்கு காற்றிலிருந்து எந்தப் பாதுகாப்பையும் கொடுக்கவில்லை, மேலும் பலத்த காற்று கூடாரத்தின் வழியாகச் சென்று, மூன்று ஏழை குடியிருப்பாளர்களை உறைய வைத்தது. கூடாரம் காற்றில் அடித்துச் செல்லப்படும் என்று அவர்கள் பலமுறை நினைத்தார்கள், அதனால் வந்த இருவரில் உறங்கிய அஸார்டும் உதாராவும் கூடாரத்தின் இரண்டு உள் பைகளுக்குள் தங்கள் கைகளை நங்கூரமிட்டு கூடாரத்தைப் பிடிக்க வேண்டியிருந்தது. மற்ற கூடாரத்தில் தூங்கிய எங்கள் மூவருக்கும் இது மிகவும் வேடிக்கையாக இருந்தது, ஆனால் இது நகைச்சுவையல்ல என்று எங்களுக்குத் தெரியும். அவர்களுக்கு சரியான தூக்கம் இல்லை, ஆனால் நல்ல மனநிலையில் இருந்தார்கள்.",
        "விரைவில் நாங்கள் அனைவரும் கூடாரங்களை விட்டு வெளியேறி, 50 மீட்டர் நடைப்பயணத்தில் உள்ள ஆற்றுக்குச் செல்ல முடிவு செய்தோம். குளுமையாக ஓடும் நீரின் சப்தமும் பார்வையும் பரவசமாக இருந்தது. முந்தைய கிராமத்தில் நாங்கள் இருந்த ஓடையிலிருந்து வெகு தொலைவில், தெளிவான நீரில் கழுவுவது மகிழ்ச்சியாக இருந்தது. ஆற்றங்கரை ஒரு பெரிய சிவப்பு-மஞ்சள் பாறையாக இருந்தது, அது கரையிலிருந்து கரை வரை நீண்டுள்ளது. இது கிட்டத்தட்ட பாலத்தின் கீழ் ஒரு நீர்வீழ்ச்சியை உருவாக்கியது, பின்னர் படிப்படியாக கீழே சரிந்து பாயும் நீரின் குளத்தை உருவாக்கியது.",
        "காலை துவைத்த பிறகு நாங்கள் எங்கள் காலை உணவை தயார் செய்தோம், அது விரைவாகவும் எளிதாகவும் தயாரிக்கப்பட வேண்டும், ஏனெனில் சூரியன் வெளியே வந்து பாறை மேற்பரப்பில் வெப்பமடைவதற்கு முன்பு காலையில் லகேகலாவில் ஏற வேண்டும். இது வெண்ணெய் மற்றும் ஜாம் கொண்ட மூன்று ரொட்டி துண்டுகளாக வழங்கப்பட்டது. சமையலில் ஈடுபடாத ஒரு சிறந்த காலை உணவு என்று நினைத்தேன். மற்றவர்களுக்கு இது சரியாகப் போகவில்லை, அவர்கள் ஒரு பிஸ்கட் பாக்கெட் அல்லது இரண்டையும் திறக்கும்படி கோரினர்.",
        "நாங்கள் காலை உணவை முடித்துக் கொண்டிருந்த போது, ​​ஒரு வயதான புத்த துறவி, ஒரு 10 வயது துறவி மற்றும் ஒரு சிறிய கிராமத்து சிறுவர்களுடன் பார்வையாளர்கள் வந்திருந்தனர். நாங்கள் ஆச்சரியப்பட்டோம், ஆனால் துறவிகளை வரவேற்றோம். துறவிகளை மகிழ்விப்பதில் முறையான ஆசாரம் குறித்து நாங்கள் உறுதியாக இருக்கவில்லை, மேலும் லகேகல ஏறும் எங்கள் திட்டங்களில் இந்த விஜயத்தின் தாக்கம் குறித்தும் நாங்கள் கவலைப்பட்டோம். துறவிகளுக்கு காலை உணவை வழங்கினோம், இருப்பினும் கொஞ்சம் மீதம் இருந்தது. வயதான துறவி மிகவும் அன்புடன் அந்த வாய்ப்பை நிராகரித்தார், மேலும் அன்றைய எங்கள் திட்டங்களைப் பற்றி விசாரித்தார். மிகவும் பெருமையுடன், நாங்கள் லகேகலையில் ஏற விரும்புவதாக மதிப்பிற்குரிய பிக்குவிடம் தெரிவித்தோம்.",
        "பின்னர் நிதானமாக சிறிய துறவியை எங்களுடன் லகேகலவுக்கு அழைத்துச் செல்ல வேண்டும் என்ற அவரது வேண்டுகோளுக்கு இணங்கலாமா என்று கேட்டார். நாங்கள் ஊமையாகத் தாக்கப்பட்டோம், ஏனென்றால் அது எங்கள் திட்டங்களில் அரிக்கப்பட்டுவிட்டது. லேசாகச் சொல்வதானால், அது ஆபத்தாக இருக்கும் என்றும், சிறிய பாதிரியாருக்குப் பொறுப்பேற்க முடியாது என்றும் மதிப்பிற்குரிய துறவியிடம் தெரிவித்தேன். துறவி எங்கள் பிராண்டட் காலணிகளைப் போலன்றி மலை ஏறுவதற்குத் தகுதியற்ற செருப்புகளில் இருந்ததையும் நாங்கள் சுட்டிக்காட்டினோம். அதற்குள் மதிப்பிற்குரிய துறவி எங்களுக்காகத் தெளிவாகத் தீர்மானித்திருந்தார், மேலும் தொந்தரவு செய்ய வேண்டாம், ஆனால் பாதிரியாரை எங்களுடன் அழைத்துச் செல்லுமாறு கேட்டுக் கொண்டார், அதே நேரத்தில் இரண்டு வழிகாட்டிகளும் வழங்கப்படும்.",
        "அடுத்து ஏறுவதற்குத் தயாராகிவிட்டோம். இரண்டு கூடாரங்களையும் கழற்றி வேகமாக வேனில் ஏற்றினோம். இப்போது, ​​துறவியுடன், ஏழு பயணிகள் இருந்தனர். இட நெருக்கடி காரணமாக வயதான துறவி எங்களுடன் வரவில்லை. நாங்கள் முதலில் பாலத்தைக் கடந்து, முகாம் தளத்தில் இருந்து இரண்டு கி.மீ தொலைவில் கோயில் அமைந்திருந்த மிமுரேவின் மையப் பகுதிக்குச் சென்றோம். விரைவில் நாங்கள் கிராமத்தின் வழியாக ஒரு சரளை சாலையில் சென்றோம், அது இருபுறமும் மக்கள் தொகை கொண்டது. இளம் துறவி அமைதியாக இருந்து வெகு தொலைவில் காணப்பட்டார், ஏனென்றால் அவர் முதலாளியாகவும், பெருமையாகவும் இருந்தார்.",
        "சிறிது நேரத்திற்குப் பிறகு, முப்பதுகளின் மத்தியில் நன்கு வளர்ந்த ஒருவரை நாங்கள் சந்திக்க நேர்ந்தது, அப்போது துறவி சண்டியை வேனை நிறுத்தும்படி கட்டளையிட்டார். அவர் தலையை வெளியே வைத்து, நாங்கள் வாகனத்தை விட்டுச் செல்ல வேண்டிய கோவிலுக்கு மற்றொருவருடன் வருமாறு அந்த நபரை கட்டளையிட்டார். சிறிய பாதிரியார் மீதான எங்கள் மரியாதை இப்போது வளர்ந்துள்ளது, மேலும் அவர் பெற்ற மரியாதை அனைத்தும் எங்கிருந்து வந்தது என்பதைக் கண்டுபிடிப்பதற்காக நாங்கள் அவருடன் உரையாடினோம். அவர் கிராமத்தில் உள்ள கோவில் ஒன்றில் தலைமை பூசாரியாக இருந்த வயதான துறவியின் மருமகன் என்று கூறினார்.",
        "நாங்கள் மிமுரே கோவிலை அடைந்தோம், இரண்டு வழிகாட்டிகள் எங்களுடன் சேரும் வரை ஒரு 15 நிமிடங்கள் காத்திருந்தோம். கோவில் பிரகாரத்தில் வேனை விட்டுவிட்டு, காலை 10.15 மணியளவில் எங்கள் மலையேற்றத்தைத் தொடங்கினோம். உணவு மற்றும் தண்ணீர் அடங்கிய ஹேர்சாக் வசதியாக வழிகாட்டி ஒருவரிடம் ஒப்படைக்கப்பட்டது. அழகான அடுக்கப்பட்ட நெல் வயல்களின் வழியாக மலையை நெருங்கியது. துறவி ஒரு வழிகாட்டி மற்றும் அசார்டுடன் சேர்ந்து வழிநடத்தினார். மீதமுள்ளவர்கள் இரண்டாவது வழிகாட்டியைப் பின்தொடர்ந்தோம். நெல் விளைச்சல் முடிந்ததும், பெரிய மரங்கள் அடர்ந்த செடிகளை அடைந்தோம்.",
        "பாதையில் ஒரு தளர்வான சரளை மேற்பரப்பு இருந்தது, அதில் நாங்கள் கவனமாக செல்ல வேண்டியிருந்தது. ஏறக்குறைய ஒரு மணி நேரத்திற்குப் பிறகு, நாங்கள் காடுகளை விட்டு வெளியேறி மலையின் செங்குத்தான பகுதிக்கு வந்தோம். நிலப்பரப்பு வியத்தகு முறையில் நீண்ட, தங்கப் புல் கொண்ட மென்மையான மேற்பரப்புக்கு மாறிவிட்டது. உண்மையில் புல் ஒரு சீரற்ற பாறை மண்ணை மூடியிருந்தது. இந்த கட்டத்தில் முதல் குழு அந்த இடத்தில் ஒரு நாகப்பாம்பைத் தவிர்த்தது என்று கேள்விப்பட்டதால் நாங்கள் எங்களை மீண்டும் ஒருங்கிணைத்து விழிப்புடன் நடந்தோம்.",
        "நாங்கள் அந்த 20-30 மீட்டர் நீளத்தைக் கடந்து கொண்டிருந்தோம், திடீரென்று ஏதோ ஒன்று என் பிட்டங்களுக்கு இடையில் மிகவும் வலியுடன் என்னைக் கடித்தது. நான் ஒரு ஜோடி டெனிம்ஸ் அணிந்திருந்தேன் மற்றும் கால்சட்டையின் தடிமன் என்னை வலிமிகுந்த இடத்தில் போதுமான அளவு தேய்ப்பதைத் தடுத்தது. வலி தாங்க முடியாததாக இருந்தது. நான் ஒரு புதரின் பின்னால் விரைந்தேன் மற்றும் வலியைக் குறைக்க என்னைத் தீவிரமாகத் தாக்கினேன், பின்னர் மற்றொரு வேதனையான கடி ஏற்பட்டது. நிர்வாணக் கண்ணுக்குத் தெரியாத இரண்டு காட்டு உண்ணிகள் குற்றவாளிகள்.",
        "மீண்டும் ஒருமுறை நாங்கள் ஏறத் தொடங்கினோம், உயரமான புல் மிகவும் பயனுள்ளதாக இருந்தது, ஏனென்றால் அதைப் பிடித்துக் கொண்டு, செங்குத்தான மலையில் ஏறுவதில் உறுதியாக இருந்தோம். கடுமையான வெயில் எங்களை அடித்துக் கொண்டிருந்தது, சாதகமாக பயன்படுத்த நிழல் இல்லை. வழியில் உள்ள ஒரு சில தனி மரங்களில் ஒன்றின் கீழ் ஓய்வெடுக்கப் போகிறேன் என்று நிஷ் சொன்னபோது நாங்கள் இன்னும் ஒரு மணிநேரம் ஏறினோம். நிஷ் ஒரு வலிமையான மனிதராக இருந்தார், ஆனால் அதிக பசி மற்றும் குறைந்த உணவு உட்கொள்பவர்கள் அதிகம் பாதிக்கப்படலாம். நாங்கள் அவரிடம் பேசினோம், நாங்கள் திரும்பி வரும் வரை அவர் அங்கேயே இருக்க முடிவு செய்தார்.",
        "இதற்கிடையில், சிறிய துறவி தனது வழிகாட்டியை பின்னால் குறிச்சொல்லுடன் எங்களுக்கு முன்னால் ஓடிக்கொண்டிருந்தார். அப்படிப்பட்ட தலைமை எங்களை அவமானப்படுத்தியது. புல்லுக்கு நன்றி, நாங்கள் எங்கள் வழியை வலம் வர முடிந்தது. முக்கால்வாசிப் பாதைக்குப் பிறகு, மலையானது 50-60 டிகிரி செங்குத்தான கோணத்தில் 50 மீட்டர் நீளமுள்ள வெற்றுப் பாறையாக இருந்தது. ஏறுபவர்கள் கயிறுகளைப் பயன்படுத்தி கடக்கும் ஒரு பகுதி அது. பாறைகள் நிறைந்த பகுதிக்கு மேலே மீண்டும் புல்வெளி நிலப்பரப்பு, மிக உச்சிக்கு ஓடிக்கொண்டிருந்தது.",
        "மிகுந்த சிரமத்துடன், வெறுமையான பாறைப் பகுதிக்குச் சென்றோம், நேரம் சுமார் மதியம் 1.30. எங்களுக்கு மேலும் சங்கடம் ஏற்படாமல் இருக்க, பாதிரியார் சுயமாகச் செல்வது ஆபத்தானது என்பதால், நாங்கள் வரும் வரை இருக்குமாறு வழிகாட்டிக்கு அறிவுரைகளை அனுப்பினோம். நாங்கள் இப்போது நான்கு கால்களிலும் இருந்தோம், வெறுமையான பாறையில் எங்கள் இறுதி ஏறுதலைத் தொடங்குவதற்கு முன் ஓய்வு எடுக்க முடிவு செய்தோம். உதாரா இந்த இடத்தில் நிற்க நேர்ந்தது. பாதிரியார் எங்களிடம் இருபது அடி உயரத்தில் இருந்தார், நாங்கள் இந்த 10 வயது குழந்தையை ஆச்சரியத்துடன் பார்த்தோம். அவர் தனது செருப்புகளை விரைவாகக் கழற்றி வழிகாட்டிக்கு எடுத்துச் செல்லக் கொடுத்தார், பின்னர் நீண்ட முனையில் தனது அங்கியை கழுத்தில் சுற்றிக் கொண்டு பாறையில் ஓடத் தொடங்கினார்.",
        "எங்கள் ஓய்வு காலம் முடிந்துவிட்டது என்றும் அர்த்தம். எனவே நாங்களும் ஏற ஆரம்பித்தோம், ஆனால் நான்கு கால்களிலும். ஏறக்குறைய ஐந்து மீட்டர் ஏறிய பிறகு, சிறுவர்கள் ஒருவர் பின் ஒருவராக தங்கள் இயலாமையை அறிவித்தனர். நாங்கள் எங்கள் சமநிலையை இழந்துவிட்டோம், எங்கள் பிடி எண்ணெய் புல் மூடிய பாறை நழுவிக்கொண்டிருந்தது, மேலும் தொடர எங்களுக்கு சக்தி இல்லை. ஏறுவது மிகவும் ஆபத்தானதாக மாறியது, மேலும் நாங்கள் மேலே ஏறுவதற்கு எந்த வழியும் இல்லை. வெறும் பாறைப் பகுதியில் 10 மீட்டருக்கும் குறைவான தூரத்தில், அதை நிறுத்த முடிவு செய்தோம். பாதிரியார் எங்களைப் பார்த்து ஏமாற்றமடைந்தார், நாங்கள் கீழே இறங்கப் போகிறோம் என்று கீழே இருந்து செய்தி அனுப்பினோம். நாங்கள் 10 நிமிடங்கள் அல்லது அதற்கு மேல் ஓய்வெடுத்து எங்கள் மலையேற்றத்தைத் தொடங்கினோம். நாங்கள் இறங்கும் வழியில் கூட, சிறிய துறவி முன்னிலை வகித்தார். அவருடைய மலையேறும் திறன் அப்பகுதி மக்களிடம் உள்ள பிறவிப் பண்பு என்று முடிவு செய்தோம்.",
        "கடைசியாக வேனில் இறங்கி வரும் போது மாலை 5.30க்கு மேல் ஆகிவிட்டது. இந்த நேரத்தில், அசார்ட் ஒரு பெரிய பலா பழத்திற்கான வழிகாட்டிகளில் ஒருவருடன் பேச்சுவார்த்தை நடத்தினார். காலை உணவுக்கு மூன்று ரொட்டித் துண்டுகளை மட்டும் சாப்பிட்டுவிட்டு மதிய உணவைத் தவிர்த்த பிறகு அவனது பசியின்மை கட்டுப்படுத்த முடியாத அளவுக்கு அதிகமாக இருந்தது. விரைவில் நாங்கள் பலாப்பழத்தை எடுத்துக்கொண்டு, வழிகாட்டிகளுக்குக் குறிப்பு கொடுத்து விடைபெற்றோம். இரவு மீண்டும் முகாமை அமைக்க நாங்கள் சென்று கொண்டிருந்தோம்.",
        "மாலை 6 மணிக்குள் கூடாரங்கள் மீண்டும் வந்துகொண்டிருந்தன, அதே நேரத்தில் உதாராவின் உதவியோடு அசார்ட் இரவு உணவிற்கு பலாப்பழத்தை தயார் செய்து கொண்டிருந்தார்.",
        "எஞ்சியவர்கள் கூடாரங்கள் அமைத்து குளிப்பதற்கு ஆற்றுக்குச் சென்றோம். நிலவொளி மீண்டும் ஒருமுறை அருமையாக இருந்தது, கீழே ஆற்றில் இருந்து ஒரு இளம் டீனேஜ் ஜோடி பாலத்தின் மீது வெளிப்படையாக நீதிமன்றத்தை பார்ப்பது மிகவும் சுவாரஸ்யமாக இருந்தது. இந்த கிராமவாசிகள் தங்கள் உணர்வுகளை மிகவும் சுதந்திரமாகவும் வெளிப்படையாகவும் வெளிப்படுத்துவதை நாங்கள் பார்ப்பது இது முதல் முறையல்ல. முந்தைய இரவில் தண்ணீர் குளிர்ச்சியாக இருந்தது, ஆனால் நாங்கள் சுற்றித் தெறித்து விளையாடினோம். இது மற்றொரு மகிழ்ச்சியான குளியல், அதன் பிறகு நாங்கள் இரவு உணவைச் சரிபார்க்க கூடாரங்களுக்குச் சென்றோம்.",
        "அஸார்டும் உதாராவும் இன்னும் குக்கரைச் சுற்றி தண்ணீர் கொதிக்கும் வரை காத்திருந்தனர். அசார்ட் பேச்சுவார்த்தை நடத்திய அன்பான கிராம மக்கள், சாம்போல் மற்றும் தேங்காய் துருவல் உணவுகளை கொண்டு வந்தனர். இறுதியாக, இரவு 8.30 மணியளவில் இரவு உணவு தயாராக இருந்தது. அது ஒரு பெரிய பழமாக இருந்ததால் சாப்பிடுவதற்கு பலா நிறைய இருந்தது, மேலும் பசியுடன் இருந்த கொத்து அன்றிரவு மகிழ்ச்சியாக இருந்தது, அவர்கள் இறுதியாக தங்களை நிரப்ப முடிந்தது.",
        "மறுநாள் காலை புறப்படும் நேரம். பருத்தி கூடாரத்தில் வசிப்பவர்கள் இரண்டாவது இரவுக்கு சிறப்பாக தயாராகிவிட்டனர், மேலும் முந்தைய இரவைப் போல் கஷ்டப்படவில்லை. ஆற்றில் காலை கழுவி, காலை உணவைத் தொடர்ந்து, நாங்கள் முதலில் எங்கள் சொந்த பொருட்களைக் கட்டி, பின்னர் அகற்றப்பட்ட கூடாரங்கள் மற்றும் பிற பொருட்களை வேனில் ஏற்றினோம். கிராம மக்களிடம் விடைபெற்று கொழும்புக்கு புறப்பட்டோம். ஒரு அற்புதமான மற்றும் மறக்கமுடியாத பயணத்திற்குப் பிறகு நாங்கள் 15 ஆம் தேதி மாலை திரும்பினோம்.",
        "(எனது பெற்றோர்களான கிறிஸ் மற்றும் பத்மா உரகொட மற்றும் எனது அன்பு உடன்பிறப்புகளான நெலுகா, தியாந்தி மற்றும் லலித் ஆகியோரின் ஊக்கமும் ஆதரவும் இல்லாவிட்டால் நான் இதை எழுதியிருக்க மாட்டேன் என் பெற்றோரின் அன்பிற்காக, இது அவர்களுக்கு சமர்ப்பணம்.)",
        "(சி.ஜி. ஊரகொடவால் தொகுக்கப்பட்ட இலங்கையின் ஜங்கிள் ஜர்னிஸ் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "பொருளாதாரத்தை சரி செய்ய வேண்டிய பிரச்சனைகள் மிகவும் மோசமாகிவிட்டன",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}