{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lanka-ioc-ceaselessly-depreciating-lkr-and-russia-ukraine-war-behind-gasoline-price-hike/",
  "time_ut": 1648389780,
  "title": "Lanka IOC: Ceaselessly depreciating LKR and Russia-Ukraine war behind gasoline price hike",
  "body_lines": [
    "‘Licensed commercial banks are not able to provide USD even at the LKR rate of 300’",
    "‘Suppliers quote high premium for supply of gas-oil and gasoline due to uncertainty in global market and Sri Lanka country risk’",
    "‘Even after the increase, there would still be losses on gasoline’",
    "Impacted heavily by unwanted conditions due to currency depreciation and high global prices, Lanka IOC was forced to increase its retail selling prices of gasoline by Rs 49/ltr, but diesel prices remain unchanged, Lanka IOC says.",
    "“Consequent to floating of Sri Lankan rupee by the Central Bank since 7th March 2022, rupee is ceaselessly depreciating against the dollar, from initial level of 203 to more than Rs 290 per USD during last 15 days making fuel import more costlier. Despite this exorbitant upward revision in exchange rate by more than 40%, the banks are still struggling to sense the liquidity in the foreign exchange inflow in the banking channels even over and above the official rate,” the Company says.",
    "“Besides the domestic economic crisis, the global tension amidst the Ukraine-Russia war neared to one month with no conclusion in sight, causing concern over supply scarcity of oil, leading to intense unforeseen rise in the international fuel prices setting a new high record in the last 14 years,” it further says.",
    "Manoj Gupta, Managing Director LIOC informs that ” Oil companies are severely affected due to these unprecedented situations from all the corners, and they were compelled to increase the prices of gasoline for sustainable business operations. However, regardless of huge losses in selling of gas-oil, LIOC has not revised the gas-oil prices this time as a concern of the impact on the public. Even after this increase there would still be losses on gasoline at the prevailing international prices and exchange rates. The last fuel price revision by LIOC was done on 11th March when the exchange rate was prevailing at 260 against USD. The currency has depreciated further and while the CBSL TT selling rate is 285, licenced commercial banks are not able to provide USD even at the LKR rate of 300.”",
    "“Unstable currency rates and steep depreciation against USD has had direct impact on the landed cost of gas-oil & gasoline making them costlier by an equivalent amount per litre. The global oil prices has also been pitched into turmoil by Russia’s invasion of Ukraine, with the US and Europe imposing penalties on Moscow and crude buyers shunning the country’s cargo. In view of uncertainty in the global market coupled with Sri Lanka country risk, the suppliers are quoting high premium for supply of gas-oil and gasoline.”",
    "Gupta further says, “We are very much optimistic that the situation will improve, and we shall be more than happy to pass on the benefits of reduced prices to give relief to our valuable customers under this economic hardship.”",
    "He emphasised that LIOC does not receive any subsidy from the government of Sri Lanka and its losses are calculated based on landed cost of the product after considering payment of applicable duties, taxes and other statutory levies including handling charges.",
    "“Being the only public limited energy company and accountable to its more than 10,500 local shareholders, Lanka IOC has always remained committed towards the economic and social upliftment of Sri Lanka even under these adverse circumstances,” Lanka IOC says.",
    "ComBank enables Ceylinco Life policyholders to pay premiums through Q+ Payment App & CRMs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ලංකා IOC: LKR සහ රුසියානු-යුක්රේන යුද්ධය නොනවත්වා ක්ෂය වෙමින් පෙට්‍රල් මිල ඉහල දැමීම පිටුපස",
      "body_lines": [
        "‘බලපත්‍රලාභී වාණිජ බැංකුවලට රුපියල් 300ක මිලට පවා USD ලබා දිය නොහැක’",
        "ගෝලීය වෙළඳපොලේ අවිනිශ්චිතතාවය සහ ශ්‍රී ලංකාවේ අවදානම හේතුවෙන් සැපයුම්කරුවන් ගෑස්-තෙල් සහ පෙට්‍රල් සැපයීම සඳහා ඉහළ වාරිකයක් ලබා දෙයි.",
        "‘වැඩි කළත් පෙට්‍රල්වලට පාඩු වෙනවා’",
        "මුදල් අවප්‍රමාණය වීම සහ ඉහළ ගෝලීය මිල ගණන් හේතුවෙන් අනවශ්‍ය තත්ත්‍වයෙන් දැඩි ලෙස බලපෑමට ලක් වූ ලංකා IOC සමාගමට සිය පෙට්‍රල් සිල්ලර විකුණුම් මිල රුපියල් 49/ලීටරයකින් වැඩි කිරීමට සිදු වූ නමුත් ඩීසල් මිල නොවෙනස්ව පවතින බව ලංකා IOC පවසයි.",
        "“2022 මාර්තු 7 වනදා සිට ශ්‍රී ලංකා මහ බැංකුව විසින් ශ්‍රී ලංකා රුපියල පාවෙන ප්‍රතිඵලයක් ලෙස, ඩොලරයට සාපේක්ෂව රුපියල අඛණ්ඩව අවප්‍රමාණය වෙමින් පවතින අතර, පසුගිය දින 15 තුළදී ඩොලරයට සාපේක්ෂව රුපියල ආරම්භක මට්ටමේ 203 සිට USD එකකට රුපියල් 290 දක්වා අඩුවෙමින් පවතින අතර එය ඉන්ධන ආනයනය මිල අධික විය. විනිමය අනුපාතිකය 40% ට වඩා වැඩි ප්‍රමාණයකින් ඉහළ යන මෙම සංශෝධන තිබියදීත්, නිල අනුපාතිකයට වඩා ඉහළින් පවා බැංකු නාලිකාවල විදේශ විනිමය ගලා ඒමේ ද්‍රවශීලතාව දැනීමට බැංකු තවමත් අරගල කරමින් සිටී, ”සමාගම පවසයි.",
        "“දේශීය ආර්ථික අර්බුදයට අමතරව, යුක්රේන-රුසියා යුද්ධය මධ්‍යයේ ගෝලීය ආතතිය මාසයකට ආසන්නව අවසානයක් නොපෙනෙන අතර, තෙල් සැපයුම් හිඟය පිළිබඳ කනස්සල්ලට හේතු වන අතර, ජාත්‍යන්තර ඉන්ධන මිලෙහි තීව්‍ර අනපේක්ෂිත ඉහළ යාමකට තුඩු දෙමින් නව ඉහළ වාර්තාවක් තබමින් පසුගිය වසර 14 තුළ,” එය තවදුරටත් පවසයි.",
        "LIOC හි කළමනාකාර අධ්‍යක්ෂ මනෝජ් ගුප්තා දන්වා සිටින්නේ “මෙවැනි පෙර නොවූ විරූ තත්ත්වයන් හේතුවෙන් සෑම පැත්තකින්ම තෙල් සමාගම් දැඩි ලෙස පීඩාවට පත්ව ඇති අතර, තිරසාර ව්‍යාපාරික මෙහෙයුම් සඳහා පෙට්‍රල් මිල ඉහළ දැමීමට ඔවුන්ට සිදු වූ බවයි. කෙසේ වෙතත්, ගෑස්-තෙල් අලෙවියේදී විශාල පාඩුවක් සිදු වුවද, මහජනතාවට සිදුවන බලපෑම පිළිබඳ කනස්සල්ලක් ලෙස LIOC විසින් මෙවර ගෑස්-තෙල් මිල සංශෝධනය කර නොමැත. මෙම වැඩිවීමෙන් පසුවත් පවතින ජාත්‍යන්තර මිල ගණන් සහ විනිමය අනුපාත අනුව පෙට්‍රල් සඳහා පාඩු සිදුවනු ඇත. LIOC විසින් අවසන් වරට ඉන්ධන මිල සංශෝධනය කරනු ලැබුවේ මාර්තු 11 වන දින විනිමය අනුපාතිකය USD ට සාපේක්ෂව 260 ක් ලෙස පැවති අවස්ථාවේදීය. මුදල් ඒකකය තවදුරටත් අවප්‍රමාණය වී ඇති අතර CBSL TT විකුණුම් අනුපාතිකය 285ක් වන අතර බලපත්‍රලාභී වාණිජ බැංකුවලට රුපියල් 300ක මිලට පවා USD ලබා දීමට හැකියාවක් නැත.",
        "\"අස්ථායී මුදල් අනුපාත සහ USD වලට සාපේක්ෂව දැඩි ලෙස ක්ෂය වීම ගෑස්-තෙල් සහ පෙට්‍රල් වල ගොඩබෑමේ පිරිවැයට සෘජු බලපෑමක් ඇති කර ඇති අතර ඒවා ලීටරයකට සමාන ප්‍රමාණයකින් මිල අධික වේ. රුසියාව යුක්රේනය ආක්‍රමණය කිරීමත් සමඟ ගෝලීය තෙල් මිල ද කැළඹීමට ලක්ව ඇත, එක්සත් ජනපදය හා යුරෝපය මොස්කව් වෙත දඩුවම් පැනවීම සහ බොරතෙල් ගැනුම්කරුවන් රටේ භාණ්ඩ ප්‍රතික්ෂේප කරයි. ගෝලීය වෙළඳපොලේ පවතින අවිනිශ්චිතතාවය සහ ශ්‍රී ලංකා රටේ අවදානම සැලකිල්ලට ගනිමින්, සැපයුම්කරුවන් ගෑස්-තෙල් සහ පෙට්‍රල් සැපයීම සඳහා ඉහළ වාරිකයක් ලබා දෙයි.",
        "ගුප්තා තවදුරටත් පවසන්නේ, \"තත්වය යහපත් වනු ඇතැයි අපි ඉතා ශුභවාදී වන අතර, මෙම ආර්ථික දුෂ්කරතා යටතේ අපගේ වටිනා ගනුදෙනුකරුවන්ට සහනයක් ලබා දීම සඳහා මිල අඩු කිරීමේ ප්‍රතිලාභ ලබා දීමට අපි වඩාත් සතුටු වන්නෙමු.\"",
        "LIOC සමාගමට ශ්‍රී ලංකා රජයෙන් කිසිදු සහනාධාරයක් නොලැබෙන බවත්, එහි පාඩුව ගණනය කරනු ලබන්නේ භාණ්ඩයේ ඉඩම් පිරිවැය මත අදාළ තීරුබදු, බදු සහ හැසිරවීමේ ගාස්තු ඇතුළු අනෙකුත් ව්‍යවස්ථාපිත බදු ගෙවීම සලකා බලා බවත් ඔහු අවධාරණය කළේය.",
        "\"එකම පොදු සීමිත බලශක්ති සමාගම වන අතර එහි 10,500 කට අධික දේශීය කොටස් හිමියන්ට වගකියන ලංකා IOC මෙම අහිතකර තත්ත්වයන් යටතේ වුවද ශ්‍රී ලංකාවේ ආර්ථික හා සමාජීය උන්නතිය සඳහා සැමවිටම කැපවී සිටී\", ලංකා IOC පවසයි.",
        "Q+ ගෙවීම් යෙදුම සහ CRM හරහා වාරික ගෙවීමට ComBank Ceylinco Life රක්ෂණ ඔප්පු හිමියන්ට හැකියාව ලබා දෙයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "லங்கா ஐஓசி: இடைவிடாமல் எல்கேஆர் மதிப்பு குறையும் மற்றும் பெட்ரோலின் விலை உயர்வுக்கு பின்னால் ரஷ்யா-உக்ரைன் போர்",
      "body_lines": [
        "'உரிமம் பெற்ற வணிக வங்கிகள் 300 ரூபாய் விகிதத்தில் கூட USD வழங்க முடியாது'",
        "'உலகளாவிய சந்தையில் நிச்சயமற்ற தன்மை மற்றும் இலங்கை நாட்டின் ஆபத்து காரணமாக எரிவாயு-எண்ணெய் மற்றும் பெற்றோல் வழங்கலுக்கு சப்ளையர்கள் அதிக பிரீமியத்தை மேற்கோள் காட்டுகின்றனர்'",
        "'அதிகரித்த பிறகும், பெட்ரோலுக்கு நஷ்டம் ஏற்படும்'",
        "நாணயத் தேய்மானம் மற்றும் அதிக உலகளாவிய விலைகள் காரணமாக தேவையற்ற நிலைமைகளால் பெரிதும் பாதிக்கப்பட்ட லங்கா ஐஓசி பெட்ரோலின் சில்லறை விற்பனை விலையை லிட்டருக்கு 49 ரூபாவால் அதிகரிக்க வேண்டிய கட்டாயம் ஏற்பட்டது, ஆனால் டீசல் விலையில் மாற்றம் இல்லை என்று லங்கா ஐஓசி தெரிவித்துள்ளது.",
        "“மார்ச் 7, 2022 முதல் இலங்கை ரூபாயை மத்திய வங்கி மிதக்கச் செய்ததன் விளைவாக, டாலருக்கு நிகரான ரூபாயின் மதிப்பு கடந்த 15 நாட்களில் அமெரிக்க டாலருக்கு 203 ரூபாயில் இருந்து 290 ரூபாய்க்கும் அதிகமாக வீழ்ச்சியடைந்து வருகிறது. 40% க்கும் அதிகமான மாற்று விகிதத்தில் இந்த அதிகப்படியான மேல்நோக்கிய திருத்தம் இருந்தபோதிலும், வங்கி சேனல்களில் உள்ள அந்நியச் செலாவணியின் பணப்புழக்கத்தை உத்தியோகபூர்வ விகிதத்தை விட அதிகமாகவும் கூட உணர முடியாமல் வங்கிகள் போராடி வருகின்றன\" என்று நிறுவனம் கூறுகிறது.",
        "\"உள்நாட்டு பொருளாதார நெருக்கடியைத் தவிர, உக்ரைன்-ரஷ்யா போருக்கு இடையேயான உலகளாவிய பதற்றம் ஒரு மாதத்தை நெருங்கியது, பார்வைக்கு எந்த முடிவும் இல்லை, இது எண்ணெய் வழங்கல் பற்றாக்குறை குறித்து கவலையை ஏற்படுத்தியது, இது சர்வதேச எரிபொருள் விலையில் கடுமையான எதிர்பாராத உயர்வுக்கு வழிவகுத்தது. கடந்த 14 ஆண்டுகளில்,” என்று அது மேலும் கூறுகிறது.",
        "LIOC நிர்வாக இயக்குனர் மனோஜ் குப்தா தெரிவிக்கையில், \"எண்ணெய் நிறுவனங்கள் அனைத்து மூலைகளிலிருந்தும் இந்த முன்னோடியில்லாத சூழ்நிலைகளால் கடுமையாக பாதிக்கப்பட்டுள்ளன, மேலும் நிலையான வணிக நடவடிக்கைகளுக்காக பெட்ரோல் விலையை அதிகரிக்க வேண்டிய கட்டாயம் ஏற்பட்டது. எவ்வாறாயினும், எரிவாயு-எண்ணெய் விற்பனையில் பெரும் நஷ்டம் ஏற்பட்டாலும், பொதுமக்களுக்கு ஏற்படும் பாதிப்பைக் கருத்தில் கொண்டு LIOC இம்முறை எரிவாயு-எண்ணெய் விலையை திருத்தவில்லை. இந்த அதிகரிப்புக்குப் பிறகும், நடைமுறையில் உள்ள சர்வதேச விலைகள் மற்றும் மாற்று விகிதங்களில் பெட்ரோல் மீதான இழப்புகள் இன்னும் இருக்கும். எல்ஐஓசியின் கடைசி எரிபொருள் விலை திருத்தம் மார்ச் 11 அன்று செய்யப்பட்டது, அப்போது அமெரிக்க டாலருக்கு எதிராக மாற்று விகிதம் 260 ஆக இருந்தது. நாணயம் மேலும் வீழ்ச்சியடைந்துள்ளது மற்றும் CBSL TT விற்பனை விகிதம் 285 ஆக இருக்கும் போது, ​​உரிமம் பெற்ற வணிக வங்கிகள் LKR விகிதமான 300 இல் கூட USD வழங்க முடியாது.",
        "\"நிலையற்ற நாணய விகிதங்கள் மற்றும் USDக்கு எதிரான செங்குத்தான தேய்மானம் ஆகியவை எரிவாயு-எண்ணெய் மற்றும் பெட்ரோலின் தரையிறங்கும் விலையில் நேரடி தாக்கத்தை ஏற்படுத்தியுள்ளன, அவை ஒரு லிட்டருக்கு சமமான விலையை அதிகரிக்கின்றன. உக்ரைன் மீதான ரஷ்யாவின் ஆக்கிரமிப்பால் உலகளாவிய எண்ணெய் விலைகளும் கொந்தளிப்பில் உள்ளன, அமெரிக்காவும் ஐரோப்பாவும் மாஸ்கோ மீது அபராதம் விதித்துள்ளன மற்றும் கச்சா வாங்குபவர்கள் நாட்டின் சரக்குகளைத் தவிர்க்கின்றனர். உலகளாவிய சந்தையில் நிச்சயமற்ற தன்மை மற்றும் இலங்கை நாட்டின் ஆபத்து ஆகியவற்றைக் கருத்தில் கொண்டு, சப்ளையர்கள் எரிவாயு-எண்ணெய் மற்றும் பெற்றோல் விநியோகத்திற்காக அதிக பிரீமியத்தை மேற்கோள் காட்டுகின்றனர்.",
        "குப்தா மேலும் கூறுகிறார், \"நிலைமை மேம்படும் என்பதில் நாங்கள் மிகவும் நம்பிக்கையுடன் இருக்கிறோம், மேலும் இந்த பொருளாதார நெருக்கடியின் கீழ் எங்கள் மதிப்புமிக்க வாடிக்கையாளர்களுக்கு நிவாரணம் அளிக்க விலை குறைக்கப்பட்ட நன்மைகளை வழங்குவதில் நாங்கள் மிகவும் மகிழ்ச்சியடைவோம்.\"",
        "இலங்கை அரசாங்கத்திடம் இருந்து LIOC எந்த மானியத்தையும் பெறவில்லை என்றும், அதன் இழப்புகள் பொருந்தக்கூடிய கடமைகள், வரிகள் மற்றும் கையாளுதல் கட்டணங்கள் உட்பட பிற சட்டரீதியான வரிகளை செலுத்துவதைக் கருத்தில் கொண்டு உற்பத்தியின் நிலச் செலவின் அடிப்படையில் கணக்கிடப்படும் என்றும் அவர் வலியுறுத்தினார்.",
        "\"ஒரே பொது மட்டுப்படுத்தப்பட்ட எரிசக்தி நிறுவனம் மற்றும் அதன் 10,500 க்கும் மேற்பட்ட உள்ளூர் பங்குதாரர்களுக்கு பொறுப்புக்கூற வேண்டிய, லங்கா ஐஓசி இந்த பாதகமான சூழ்நிலைகளிலும் இலங்கையின் பொருளாதார மற்றும் சமூக மேம்பாட்டிற்கு எப்போதும் அர்ப்பணிப்புடன் உள்ளது\" என்று லங்கா ஐஓசி கூறுகிறது.",
        "காம்பேங்க் செலிங்கோ லைஃப் பாலிசிதாரர்களுக்கு Q+ பேமென்ட் ஆப் மற்றும் CRMகள் மூலம் பிரீமியங்களைச் செலுத்த உதவுகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}