{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-authoritarianism-and-neoliberal-tinkering/",
  "time_ut": 1650689640,
  "title": "Political authoritarianism and neoliberal tinkering",
  "body_lines": [
    "Last week was a powder keg waiting to go off. In Rambukkana, villagers stopped a fuel bowser, raging against not just shortages but price hikes. The night before, the government increased per litre petrol prices by more than LKR 80 and diesel prices by more than LKR 110. This was the biggest such increase in living memory. While Kanchana Wijesekara, the Minister in charge of fuel, has quoted the reduction of CEYPETCO’s daily loss from LKR 1.6 billion to LKR 300 million, people aren’t buying his line. Already angry at sweating under the sun in filling stations, they are fuming against seemingly never-ending hikes.",
    "The residents of Rambukkana weren’t just asking for petrol and diesel, but petrol and diesel at prices that prevailed prior to those hikes. Yet mainstream economists, on Twitter and at seminars, are spewing a different narrative, claiming that government enforced shortages were what propelled them to violence and that the only way out is making the prices more cost reflective. Far removed from the harsh realities of the rural underclass, the Twitterati are urging further price hikes: one investor, tied to a prominent pro-free market thinktank, points out that petrol prices need to rise by another LKR 15 and diesel by another LKR 75 for CEYPETCO to “break even”, even further for it to record profits.",
    "The mantra of welfare and subsidy cuts and removal of price controls has got louder and louder over the last few weeks. Emboldened by the government’s decision to go to the IMF, something they have been touting since at least 2020, neoliberal and orthodox economists are more or less urging the government to impose austerity. Supposedly with the benefit of hindsight, these economists, commentators, and policymakers warn of harsher times ahead, dishing out convenient shibboleths like “we’re all in this together” which class stratifications have, thanks to a pandemic and a declining economic situation, proved false.",
    "In two perceptive articles, Shiran Illanperuma (“Sri Lanka: Tracing the historic roots of the island’s economic crisis”, in the radical magazine Jamhoor) and Rathindra Kuruwita (“Sri Lanka’s leaderless protests”, in The Diplomat) note the dangers of letting outside interests infiltrate and hijack the Galle Face protests. This is an important point, though only very few caught up in the fervour of #GotaGoHome have realised. Illanperuma, in particular, points out how mass scale demonstrations “articulating raw outrage without an alternative policy, plan, or program” can be co-opted by IMF-speak on austerity and welfare cuts.",
    "This is largely correct, and events have borne it out well. When the protests began, not a few held up placards urging the government to toe the IMF line. Many of them noted Ajith Nivard Cabraal’s colossal mishandling of the economy, insinuating that he needed to attend economics classes. While Cabraal’s management of the country’s finances certainly merits investigation, as it hopefully will, what’s intriguing is how middle-class elements didn’t seem concerned about the alternative they were seeking: grinding austerity for all.",
    "Since Cabraal and Basil Rajapaksa are out, and their replacements have, in record-time, turned the State’s attitude to the IMF around, orthodox-neoliberal economists and fellow travellers are sleekly changing their tune. Earlier they were pushing the regime to enact “reforms” like fuel price formulas and subsidy cuts, bemoaning what they saw as its apathy; today they are urging it to do more of what it’s doing. While drawing a line between their political opposition to the regime and their approval of its economic policies, they cave into that very convenient distinction between economic reform and State power.",
    "Of course, they acknowledge the difficulties of enforcing the reforms they want. Some of them go as far as to describe IMF programmes as “politically costly.” But as Indi Samarajiva has recently pointed out, “politically costly” is just shorthand for “wildly unpopular and not democratically approved.” What the government does to enact such policies, policies that impose hardships on and compel resistance from the masses, is clear enough. The neoliberal right’s view that how a State operates is perfectly alright so long as it dismantles economic restrictions, in that sense, seems tragically wrong, if not horribly misplaced.",
    "To be fair, not all their predictions and recommendations have been wrong. Their warnings about the government’s ban on chemical fertilisers have been vindicated. Yet even when critiquing such obvious policy blunders, the neoliberal right tends to couch their reforms in terms of liberalising markets and letting the market decide: prescriptions that look terribly unhelpful at a time when everyone is reeling in poverty and the world at large is suffering from COVID-19 induced shocks. A much better suggestion, as Indi has noted, is for the State to make full use of its power to alleviate unemployment and invest in public infrastructure, policies even supposedly free market economies are implementing today.",
    "IMF loans will take around six months to trickle down to us. They will most probably come in tranches and will be preceded by restructuring negotiations. The IMF has made it very clear to the country’s delegation that whatever facility we get from it will depend on how those negotiations turn out. It has also noted that unless our debt situation becomes sustainable in the long term, creditors will not resume lending to us. This, of course, will depend on how far the government will go with painful measures that, according to the neoliberals at least, will impose a higher burden on the upper and middle classes, but will, in reality, shift such a burden to the already suffering lower and lower middle classes.",
    "Not unlike middle-class anarchist liberals asking Anonymous to rescue Sri Lanka from the clutches of the Rajapaksas, Sri Lanka’s neoliberals continue to repose their trust on the holy trinity of international finance capital: Bretton Woods institutions, sovereign bondholders, and rating agencies. As the events in Rambukkana last week, which the neoliberal right is reframing to suit their narratives, show well, integrating our economy to that trinity will only lead to further hardships and further austerity, for the masses at large. It’s not a little tragic that those (rightly) railing against the government have failed to reconcile their opposition to political structures with opposition to these eventualities. This is a contradiction that will not survive this government; it will have to be resolved, sooner than later.",
    "Ceylon Tobacco Co. and the emergence of Sri Lanka’s cut flower industry",
    "BRINGING MAHAVELI WATER TO KANTALE ONE YEAR AHEAD OF SCHEDULE",
    "Easter Sunday controversy: New Public Security Minister to seek audience with Archbishop",
    "Need of the hour for Sri Lanka: The ‘MPH Formula of Singapore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන ඒකාධිපතිවාදය සහ නව ලිබරල් ටින්කරින්",
      "body_lines": [
        "ගිය සතියේ කුඩු කාරයෙක් යන්න බලාගෙන හිටියා. රඹුක්කන ප්‍රදේශයේ ගම්වාසීන් ඉන්ධන බවුසරයක් නැවැත්වූයේ හිඟයට පමණක් නොව මිල ඉහළ යෑමට එරෙහිවය. පෙරදා රාත්‍රියේ රජය පෙට්‍රල් ලීටරයක මිල රුපියල් 80කටත්, ඩීසල් මිල රුපියල් 110කටත් වැඩි ප්‍රමාණයකින් ඉහළ නැංවීය. මෙය ජීවමාන මතකයේ විශාලතම වැඩිවීම විය. ඉන්ධන භාර අමාත්‍ය කාංචන විජේසේකර මහතා CEYPETCO හි දෛනික අලාභය රුපියල් බිලියන 1.6 සිට රුපියල් මිලියන 300 දක්වා අඩු කර ඇති බව සඳහන් කරද්දී මිනිසුන් ඔහුගේ රේඛාව මිලදී ගන්නේ නැත. පිරවුම්හල්වල ඉර යට දහඩිය දැමීම ගැන දැනටමත් කෝපයට පත් ඔවුන් කිසිදා නිම නොවන ඉහළ නැංවීම්වලට එරෙහිව දුම් දමමින් සිටිති.",
        "රඹුක්කන ප්‍රදේශවාසීන් ඉල්ලා සිටියේ පෙට්‍රල් සහ ඩීසල් පමණක් නොව එම ඉහළ නැංවීමට පෙර පැවති මිලට පෙට්‍රල් සහ ඩීසල් ය. එහෙත් ප්‍රධාන ධාරාවේ ආර්ථික විද්‍යාඥයින් ට්විටර් සහ සම්මන්ත්‍රණ වලදී වෙනස් ආඛ්‍යානයක් කරමින් කියා සිටින්නේ රජය බලාත්මක කරන ලද හිඟයන් ප්‍රචණ්ඩත්වයට තල්ලු කළ බවත් එයින් මිදීමට ඇති එකම ක්‍රමය මිල ගණන් වඩාත් පිරිවැය පිළිබිඹු කිරීම බවත් ය. ග්‍රාමීය යටි පන්තියේ කටුක යථාර්ථයන්ගෙන් ඈත් වී, Twitterati තවදුරටත් මිල ඉහල දැමීම් ඉල්ලා සිටියි: ප්‍රකට නිදහස් වෙළඳපොල හිතවාදී චින්තන මණ්ඩලයකට බැඳී සිටින එක් ආයෝජකයෙක්, පෙට්‍රල් මිල තවත් LKR 15 කින් සහ ඩීසල් තවත් LKR 75 කින් ඉහල යා යුතු බව පෙන්වා දෙයි. CEYPETCO සඳහා \"බිඳීමට\", ඊටත් වඩා එය ලාභ වාර්තා කිරීමට.",
        "සුබසාධන සහ සහනාධාර කප්පාදුව සහ මිල පාලනය ඉවත් කිරීම යන මන්ත්‍රය පසුගිය සති කිහිපය තුළ වඩ වඩාත් ඝෝෂාකාරී විය. IMF වෙත යාමට ආන්ඩුව ගත් තීරණයෙන් ධෛර්යමත් වූ, ඔවුන් අවම වශයෙන් 2020 සිට හුවා දක්වන දෙයක්, නව ලිබරල් සහ ඕතඩොක්ස් ආර්ථික විද්‍යාඥයෝ කප්පාදු පැනවීමට ආන්ඩුවට අඩු වැඩි වශයෙන් බලකරති. මෙම ආර්ථික විද්‍යාඥයින්, විචාරකයින් සහ ප්‍රතිපත්ති සම්පාදකයින් ඉදිරි කාලය ගැන අනතුරු අඟවමින්, “අපි හැමෝම එකට ඉන්නවා” වැනි පහසු ෂිබ්බෝලත් එළියට දමමින්, වසංගතයක් හා පිරිහෙන ආර්ථික තත්ත්වයකට ස්තූතිවන්ත වන්නට, ආපසු හැරී බැලීමේ ප්‍රයෝජනයක් ඇතැයි සිතිය හැකිය. බොරු.",
        "ශිරාන් ඉලංපෙරුම (“ශ්‍රී ලංකාව: දිවයිනේ ආර්ථික අර්බුදයේ ඓතිහාසික මූලයන් සොයා ගැනීම”, රැඩිකල් සඟරාව වන Jamhoor හි) සහ Rathindra Kuruwita (“ශ්‍රී ලංකාවේ නායකයෙකු නැති විරෝධතා”, The Diplomat හි) සංජානනීය ලිපි දෙකකින්, පිටතට යාමට ඉඩ දීමේ අන්තරායන් සටහන් කරයි. අවශ්‍යතා ගාලු මුවදොර විරෝධතාවලට රිංගා පැහැර ගනී. #GotaGoHome හි උද්යෝගයට හසු වී ඇත්තේ ඉතා සුළු පිරිසක් පමණක් වුවද මෙය වැදගත් කරුණකි. \"විකල්ප ප්‍රතිපත්තියක්, සැලැස්මක් හෝ වැඩපිළිවෙලක් නොමැතිව අමු කෝපය ප්‍රකාශ කරන\" මහා පරිමාණ පෙලපාලි කප්පාදු සහ සුබසාධන කප්පාදු පිලිබඳ ජාමූඅ-කතාවට සහයෝගී විය හැක්කේ කෙසේදැයි ඉලංපෙරුම විශේෂයෙන්ම පෙන්වා දෙයි.",
        "මෙය බොහෝ දුරට නිවැරදි වන අතර, සිදුවීම් එය හොඳින් සනාථ කර ඇත. විරෝධතා ආරම්භ වූ විට, ජාමූඅ රේඛාවට ඇදී යන ලෙස ආන්ඩුවට බල කරන පුවරු අතැතිව සිටියේ කිහිප දෙනෙකු නොවේ. ඔවුන්ගෙන් බොහෝ දෙනෙක් අජිත් නිවාඩ් කබ්රාල්ගේ ආර්ථිකය වැරදි ලෙස හසුරුවන ආකාරය සටහන් කළ අතර, ඔහුට ආර්ථික විද්‍යා පන්තිවලට සහභාගි විය යුතු බව අවධාරනය කළහ. කබ්රාල්ගේ රටේ මූල්‍ය කළමනාකරණය නිසැකව ම විමර්ශනයට යෝග්‍ය වන අතර, එය බලාපොරොත්තු වන පරිදි, කුතුහලය දනවන දෙය නම්, මධ්‍යම පන්තික කොටස් ඔවුන් සොයන විකල්පය ගැන සැලකිල්ලක් නොදක්වන ආකාරයයි: සියල්ලන්ටම කප්පාදු කිරීම.",
        "කබ්රාල් සහ බැසිල් රාජපක්ෂ ඉවත්ව සිටින නිසාත්, ඔවුන්ගේ ආදේශකයින් වාර්තාගත කාලයකදී ජාමූඅ වෙත රාජ්‍ය ආකල්පය හරවාගෙන ඇති නිසාත්, ඕතඩොක්ස්-නව ලිබරල්වාදී ආර්ථික විද්‍යාඥයින් සහ සෙසු සංචාරකයින් සිය ස්වරය වෙනස් කරමින් සිටිති. මීට පෙර ඔවුන් ඉන්ධන මිල සූත්‍ර සහ සහනාධාර කප්පාදුව වැනි “ප්‍රතිසංස්කරණ” ක්‍රියාත්මක කිරීමට පාලන තන්ත්‍රය තල්ලු කරමින් සිටියේ එහි උදාසීනත්වය ලෙස ඔවුන් දුටු දෙය ගැන දුක්වෙමින්; අද ඔවුන් එයින් ඉල්ලා සිටින්නේ එය කරන දේ වැඩි වැඩියෙන් කරන ලෙසයි. පාලන තන්ත්‍රයට ඔවුන්ගේ දේශපාලන විරුද්ධත්වය සහ එහි ආර්ථික ප්‍රතිපත්ති අනුමත කිරීම අතර රේඛාවක් අඳින අතරම, ඔවුන් ආර්ථික ප්‍රතිසංස්කරණ සහ රාජ්‍ය බලය අතර ඉතා පහසු වෙනසකට ලක් වෙති.",
        "ඇත්ත වශයෙන්ම, ඔවුන්ට අවශ්‍ය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමේ දුෂ්කරතා ඔවුන් පිළිගනී. ඔවුන්ගෙන් සමහරක් ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන් “දේශපාලනික වශයෙන් වියදම් අධික” ලෙස විස්තර කිරීමට තරම් දුරදිග යයි. නමුත් Indi Samarajiva මෑතකදී පෙන්වා දී ඇති පරිදි, \"දේශපාලනික වශයෙන් මිල අධික\" යන්න \"කැමති ලෙස ජනප්‍රිය නොවන සහ ප්‍රජාතන්ත්‍රවාදීව අනුමත නොකළ\" සඳහා කෙටි යෙදුමකි. එවැනි ප්‍රතිපත්ති, දුෂ්කරතා පටවන සහ මහජනතාවගෙන් ප්‍රතිරෝධය බල කරන ප්‍රතිපත්ති ක්‍රියාත්මක කිරීමට රජය කරන්නේ කුමක්ද යන්න ප්‍රමාණවත් තරම් පැහැදිලිය. රාජ්‍යයක් ක්‍රියාත්මක වන ආකාරය සම්පූර්ණයෙන්ම නිවැරදියි යන නව ලිබරල් දක්ෂිණාංශයේ මතය, එය ආර්ථික සීමාවන් ඉවත් කරන තාක් කල්, එම අර්ථයෙන්, ඛේදජනක ලෙස වැරදි ලෙස පෙනේ, එය භයානක ලෙස අස්ථානගත නොවේ.",
        "සාධාරණ ලෙස, ඔවුන්ගේ සියලු අනාවැකි සහ නිර්දේශ වැරදි නැත. ආණ්ඩුවේ රසායනික පොහොර තහනම ගැන ඔවුන්ගේ අනතුරු ඇඟවීම් සනාථ වී ඇත. එහෙත්, එවැනි පැහැදිලි ප්‍රතිපත්ති වැරදි විවේචනය කරන විට පවා, නව ලිබරල් දකුණ ඔවුන්ගේ ප්‍රතිසංස්කරණවලට නැඹුරු වන්නේ වෙළඳපල ලිබරල් කිරීම සහ වෙළඳපලට තීරණය කිරීමට ඉඩ දීමයි. COVID-19 ප්‍රේරිත කම්පන. ඉන්දි සඳහන් කර ඇති පරිදි වඩා හොඳ යෝජනාවක් නම්, විරැකියාව තුරන් කිරීමට සහ පොදු යටිතල පහසුකම් සඳහා ආයෝජනය කිරීමට රාජ්‍යයට ඇති බලය සම්පූර්ණයෙන්ම භාවිතා කිරීම සඳහා වන අතර, නිදහස් වෙළඳපොල ආර්ථිකයන් යැයි කියනු ලබන ප්‍රතිපත්ති පවා අද ක්‍රියාත්මක වේ.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ ණය අප වෙත ඇදී යාමට මාස හයක් පමණ ගතවනු ඇත. ඒවා බොහෝ විට කොටස් වශයෙන් පැමිණෙනු ඇති අතර සාකච්ඡා ප්‍රතිව්‍යුහගත කිරීමට පෙර සිදුවනු ඇත. ජාත්‍යන්තර මූල්‍ය අරමුදල රටේ දූත පිරිසට ඉතා පැහැදිලිව ප්‍රකාශ කර ඇත්තේ එයින් අපට ලැබෙන ඕනෑම පහසුකමක් එම සාකච්ඡා කෙබඳුද යන්න මත රඳා පවතින බවයි. දිගු කාලීනව අපගේ ණය තත්ත්වය තිරසාර වන්නේ නම් මිස, ණයහිමියන් අපට ණය දීම නැවත ආරම්භ නොකරන බව ද සඳහන් කර ඇත. ඇත්ත වශයෙන්ම මෙය රඳා පවතින්නේ නව ලිබරල්වාදීන්ට අනුව අවම වශයෙන් ඉහළ සහ මධ්‍යම පන්තිකයන් මත වැඩි බරක් පටවන වේදනාකාරී ක්‍රියාමාර්ග සමඟ රජය කෙතරම් දුරකට ගමන් කරයිද යන්න මතය, නමුත් ඇත්ත වශයෙන්ම එවැනි බරක් දැනටමත් පහළ සහ පහළ මධ්‍යම පන්තිකයින් පීඩා විඳිති.",
        "මධ්‍යම පන්තික අරාජික ලිබරල්වාදීන් ශ්‍රී ලංකාව රාජපක්ෂලාගේ ග්‍රහණයෙන් මුදා ගන්නා ලෙස නිර්නාමිකව ඉල්ලා සිටිනවා මෙන් නොව, ශ්‍රී ලංකාවේ නව ලිබරල්වාදීන් ජාත්‍යන්තර මූල්‍ය ප්‍රාග්ධනයේ ශුද්ධ ත්‍රිත්වය වන බ්‍රෙටන් වුඩ්ස් ආයතන, ස්වෛරී බැඳුම්කර හිමියන් සහ ශ්‍රේණිගත කිරීමේ ආයතන කෙරෙහි විශ්වාසය තබයි. නව ලිබරල් දක්ෂිණාංශය ඔවුන්ගේ ආඛ්‍යානවලට ගැළපෙන ලෙස නැවත සකස් කරමින් සිටින පසුගිය සතියේ රඹුක්කන සිදුවීම් හොඳින් පෙන්නුම් කරන පරිදි, අපේ ආර්ථිකය එම ත්‍රිත්වයට අනුකලනය කිරීමෙන් සිදුවන්නේ මහා ජනතාවට තවත් දුෂ්කරතා සහ කප්පාදුවකට මඟ පෑදීම පමණි. ආන්ඩුවට එරෙහිව (නිවැරදිව) හඹා යන අය දේශපාලන ව්‍යුහයන් කෙරෙහි ඇති ඔවුන්ගේ විරෝධය මෙම සිදුවීම්වලට විරුද්ධ වීම සමඟ සමපාත කිරීමට අපොහොසත් වීම සුළු ඛේදවාචකයක් නොවේ. මෙය මේ ආණ්ඩුවට නොනැසී පවතින පරස්පර විරෝධයකි; එය ඉක්මනින් විසඳා ගැනීමට සිදුවනු ඇත.",
        "Ceylon Tobacco Co. සහ ශ්‍රී ලංකාවේ කැපූ මල් කර්මාන්තයේ මතුවීම",
        "කාලසටහනට වසරකට පෙර මහවැලි ජලය කන්තලේට ගෙන ඒම",
        "පාස්කු ඉරිදා මතභේදය: නව මහජන ආරක්ෂක අමාත්‍යවරයා අගරදගුරු තුමා හමුවීමට යයි",
        "ශ්‍රී ලංකාවට පැයක අවශ්‍යතාවය: සිංගප්පූරුවේ ‘MPH සූත්‍රය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசியல் எதேச்சதிகாரம் மற்றும் புதிய தாராளமயம்",
      "body_lines": [
        "போனவாரம் ஒரு பொடிப்பொடி கிளம்புவதற்காகக் காத்திருந்தது. ரம்புக்கனையில், கிராம மக்கள் எரிபொருள் பவுசரை நிறுத்தி, தட்டுப்பாடு மட்டுமல்ல, விலை உயர்வுக்கு எதிராகவும் ஆத்திரமடைந்தனர். முந்தைய நாள் இரவு, அரசாங்கம் லிட்டருக்கு பெட்ரோல் விலையை 80 ரூபாய்க்கும் அதிகமாகவும், டீசல் விலையை 110 ரூபாய்க்கும் அதிகமாகவும் அதிகரித்தது. இது வாழ்க்கை நினைவகத்தில் ஏற்பட்ட மிகப்பெரிய அதிகரிப்பு ஆகும். எரிபொருளுக்குப் பொறுப்பான அமைச்சர் காஞ்சன விஜேசேகர, CEYPETCO இன் நாளாந்த இழப்பை 1.6 பில்லியனில் இருந்து 300 மில்லியனாகக் குறைத்ததை மேற்கோள் காட்டி, மக்கள் அவருடைய வரியை வாங்கவில்லை. நிரப்பு நிலையங்களில் வெயிலுக்கு அடியில் வியர்வை சிந்துவதில் ஏற்கனவே கோபம் கொண்ட அவர்கள், முடிவில்லாத உயர்வுகளுக்கு எதிராகப் புகைந்துகொண்டிருக்கிறார்கள்.",
        "ரம்புக்கனையில் வசிப்பவர்கள் பெற்றோல் மற்றும் டீசலை மட்டும் கேட்கவில்லை, ஆனால் அந்த உயர்வுகளுக்கு முன்னர் நிலவிய விலையில் பெற்றோல் மற்றும் டீசல் கேட்கின்றனர். ஆயினும்கூட, முக்கிய பொருளாதார வல்லுநர்கள், ட்விட்டர் மற்றும் கருத்தரங்குகளில், வேறுபட்ட கதையை வெளிப்படுத்துகிறார்கள், அரசாங்கம் அமல்படுத்திய பற்றாக்குறைகள் வன்முறைக்கு அவர்களைத் தூண்டியது என்றும், விலைகளை அதிக செலவு பிரதிபலிப்பாக மாற்றுவதே ஒரே வழி என்றும் கூறுகிறார்கள். கிராமப்புற தாழ்த்தப்பட்ட மக்களின் கடுமையான உண்மைகளிலிருந்து வெகு தொலைவில், ட்விட்டரட்டி மேலும் விலை உயர்வுகளை வலியுறுத்துகிறது: ஒரு முதலீட்டாளர், ஒரு முக்கிய தடையற்ற சந்தை சார்பு சிந்தனைக் குழுவுடன் பிணைக்கப்பட்டுள்ளது, பெட்ரோல் விலை மற்றொரு 15 ரூபிள் மற்றும் டீசல் விலை 75 ரூ உயர்த்தப்பட வேண்டும் என்று சுட்டிக்காட்டுகிறார். CEYPETCO \"முறிக்க\", இன்னும் கூடுதலான லாபத்தை பதிவு செய்ய.",
        "நலன்புரி மந்திரம் மற்றும் மானியக் குறைப்பு மற்றும் விலைக் கட்டுப்பாடுகளை நீக்குதல் என்ற மந்திரம் கடந்த சில வாரங்களாக சத்தமாக ஒலித்து வருகிறது. IMF க்கு செல்வதற்கான அரசாங்கத்தின் முடிவால் தைரியமடைந்து, அவர்கள் குறைந்தபட்சம் 2020 இல் இருந்து பேசுகிறார்கள், புதிய தாராளவாத மற்றும் மரபுவழி பொருளாதார வல்லுநர்கள் சிக்கனத்தை விதிக்க அரசாங்கத்தை அதிகமாகவோ அல்லது குறைவாகவோ வலியுறுத்துகின்றனர். இந்த பொருளாதார வல்லுநர்கள், வர்ணனையாளர்கள் மற்றும் கொள்கை வகுப்பாளர்கள் கடுமையான காலங்கள் வரப்போகும் என்று எச்சரிக்கிறார்கள், \"நாம் அனைவரும் ஒன்றாக இருக்கிறோம்\" போன்ற வசதியான ஷிபோலெத்களை வெளிப்படுத்துகிறார்கள், இது ஒரு தொற்றுநோய் மற்றும் வீழ்ச்சியடைந்து வரும் பொருளாதார சூழ்நிலைக்கு நன்றி. பொய்.",
        "இரண்டு புலனுணர்வுக் கட்டுரைகளில், ஷிரான் இளன்பெரும (“இலங்கை: தீவின் பொருளாதார நெருக்கடியின் வரலாற்று வேர்களைக் கண்டறிதல்”, தீவிரப் பத்திரிகையான ஜம்ஹூரில்) மற்றும் ரதீந்திர குருவிட்ட (“இலங்கையின் தலைவரில்லாத எதிர்ப்புகள்”, தி டிப்ளமேட்டில்) வெளியில் செல்வதால் ஏற்படும் ஆபத்துகளைக் குறிப்பிடுகின்றனர். நலன்கள் காலிமுகத்திடப் போராட்டங்களில் ஊடுருவி கடத்துகின்றன. #GotaGoHome இன் ஆர்வத்தில் சிக்கிய சிலரே உணர்ந்திருந்தாலும், இது ஒரு முக்கியமான விஷயம். குறிப்பாக, \"மாற்றுக் கொள்கை, திட்டம் அல்லது வேலைத்திட்டம் இல்லாமல் கடுமையான சீற்றத்தை வெளிப்படுத்தும்\" பாரிய அளவிலான ஆர்ப்பாட்டங்கள் எவ்வாறு சிக்கன நடவடிக்கை மற்றும் நலன்புரி வெட்டுக்கள் பற்றிய IMF-பேச்சுக்கு ஒத்துழைக்க முடியும் என்பதை இல்லன்பெருமா சுட்டிக்காட்டுகிறார்.",
        "இது பெரும்பாலும் சரியானது, மற்றும் நிகழ்வுகள் அதை நன்றாகத் தாங்கியுள்ளன. எதிர்ப்புக்கள் தொடங்கிய போது, ​​ஒரு சிலர் கூட சர்வதேச நாணய நிதியத்தின் வரிசையில் அரசாங்கத்தை வலியுறுத்தும் பதாகைகளை ஏந்தவில்லை. அவர்களில் பலர் அஜித் நிவார்ட் கப்ரால் பொருளாதாரத்தை தவறாகக் கையாளுவதைக் குறிப்பிட்டனர், அவர் பொருளாதார வகுப்புகளில் கலந்து கொள்ள வேண்டும் என்று வலியுறுத்தினார். கப்ராலின் நாட்டின் நிதி நிர்வாகம் நிச்சயமாக விசாரணைக்கு தகுதியுடையதாக இருக்கும் அதே வேளையில், நடுத்தர வர்க்கக் கூறுகள் தாங்கள் தேடும் மாற்றீட்டில் எப்படி அக்கறை காட்டவில்லை என்பதுதான் புதிரான விஷயம்: அனைவருக்கும் சிக்கனத்தை அரைப்பது.",
        "கப்ரால் மற்றும் பசில் ராஜபக்ச வெளியேறியதாலும், அவர்களது மாற்றீடுகள், சாதனை நேரத்தில், சர்வதேச நாணய நிதியத்தின் மீதான அரசின் அணுகுமுறையை மாற்றியமைத்துள்ளதாலும், மரபுவழி-நவதாராளவாத பொருளாதார வல்லுனர்களும் சக பயணிகளும் நேர்த்தியாக தங்கள் பாடலை மாற்றிக் கொள்கின்றனர். முன்னதாக, எரிபொருள் விலை சூத்திரங்கள் மற்றும் மானியக் குறைப்புக்கள் போன்ற \"சீர்திருத்தங்களை\" செயல்படுத்த ஆட்சியை அவர்கள் தள்ளினார்கள், அதன் அக்கறையின்மை என்று அவர்கள் கண்டதைக் கண்டு புலம்பினர்; இன்று அவர்கள் அதைச் செய்வதை இன்னும் அதிகமாகச் செய்ய வலியுறுத்துகிறார்கள். ஆட்சிக்கு எதிரான அவர்களின் அரசியல் எதிர்ப்புக்கும் அதன் பொருளாதாரக் கொள்கைகளை அவர்கள் அங்கீகரித்ததற்கும் இடையே ஒரு கோட்டை வரையும்போது, ​​பொருளாதார சீர்திருத்தம் மற்றும் அரசு அதிகாரம் ஆகியவற்றுக்கு இடையேயான மிகவும் வசதியான வேறுபாட்டை அவர்கள் அடைகிறார்கள்.",
        "நிச்சயமாக, அவர்கள் விரும்பும் சீர்திருத்தங்களைச் செயல்படுத்துவதில் உள்ள சிரமங்களை அவர்கள் ஒப்புக்கொள்கிறார்கள். அவர்களில் சிலர் IMF திட்டங்களை \"அரசியல் ரீதியாக விலை அதிகம்\" என்று விவரிக்கும் அளவிற்கு செல்கிறார்கள். ஆனால் இந்தி சமரஜீவா சமீபத்தில் சுட்டிக் காட்டியது போல், \"அரசியல் ரீதியாக விலை அதிகம்\" என்பது \"பெரும் செல்வாக்கற்ற மற்றும் ஜனநாயக ரீதியாக அங்கீகரிக்கப்படாத\" என்பதன் சுருக்கெழுத்து மட்டுமே. இத்தகைய கொள்கைகள், கஷ்டங்களைத் திணிக்கும் கொள்கைகள் மற்றும் மக்களிடமிருந்து எதிர்ப்பைக் கட்டாயப்படுத்த அரசாங்கம் என்ன செய்கிறது என்பது தெளிவாகத் தெரிகிறது. பொருளாதாரக் கட்டுப்பாடுகளைத் தகர்த்தெறியும் வரை, ஒரு அரசு எவ்வாறு இயங்குகிறது என்பது முற்றிலும் சரியாக இருக்கும் என்ற நவதாராளவாத உரிமைகளின் பார்வை, அந்த வகையில், கொடூரமான முறையில் தவறாக இடம்பிடிக்கவில்லை என்றால், துரதிர்ஷ்டவசமாக தவறாகத் தோன்றுகிறது.",
        "சரியாகச் சொல்வதானால், அவர்களின் கணிப்புகள் மற்றும் பரிந்துரைகள் அனைத்தும் தவறாக இருக்கவில்லை. இரசாயன உரங்கள் மீதான அரசாங்கத்தின் தடை பற்றிய அவர்களின் எச்சரிக்கைகள் நிரூபணமாகியுள்ளன. ஆயினும்கூட, இத்தகைய வெளிப்படையான கொள்கைத் தவறுகளை விமர்சிக்கும்போது கூட, நவதாராளவாத வலதுசாரிகள் தங்கள் சீர்திருத்தங்களை சந்தைகளை தாராளமயமாக்குதல் மற்றும் சந்தையை தீர்மானிக்க அனுமதிக்க முனைகிறார்கள்: எல்லோரும் வறுமையில் தத்தளிக்கும் மற்றும் உலகமே பெரிய அளவில் பாதிக்கப்படும் நேரத்தில் மிகவும் பயனுள்ளதாக இல்லாத மருந்துச்சீட்டுகள். COVID-19 தூண்டப்பட்ட அதிர்ச்சிகள். இன்டி குறிப்பிட்டுள்ளபடி, வேலையின்மையை போக்க அரசு தனது அதிகாரத்தை முழுமையாகப் பயன்படுத்த வேண்டும் மற்றும் பொது உள்கட்டமைப்பில் முதலீடு செய்ய வேண்டும் என்பது ஒரு சிறந்த ஆலோசனையாகும், சுதந்திர சந்தைப் பொருளாதாரங்கள் என்று கூறப்படும் கொள்கைகள் கூட இன்று செயல்படுத்தப்படுகின்றன.",
        "IMF கடன்கள் எங்களிடம் வருவதற்கு சுமார் ஆறு மாதங்கள் ஆகும். அவை பெரும்பாலும் தவணைகளாக வரும் மற்றும் மறுசீரமைப்பு பேச்சுவார்த்தைகளுக்கு முன்னதாக இருக்கும். IMF நாட்டின் பிரதிநிதிகளுக்கு மிகத் தெளிவாகக் கூறியுள்ளது, அதில் இருந்து நாம் பெறும் எந்த வசதியும் அந்த பேச்சுவார்த்தைகள் எவ்வாறு அமையும் என்பதைப் பொறுத்தது. நீண்ட காலத்திற்கு நமது கடன் நிலை நீடித்தால் ஒழிய, கடனாளிகள் எங்களுக்கு மீண்டும் கடன் வழங்க மாட்டார்கள் என்றும் அது குறிப்பிட்டுள்ளது. இது, நிச்சயமாக, நவதாராளவாதிகளின் கூற்றுப்படி, மேல் மற்றும் நடுத்தர வர்க்கத்தின் மீது அதிக சுமையை சுமத்தக்கூடிய வேதனையான நடவடிக்கைகளுடன் அரசாங்கம் எவ்வளவு தூரம் செல்கிறது என்பதைப் பொறுத்தது, ஆனால் உண்மையில் அத்தகைய சுமையை ஏற்கனவே கீழ் மற்றும் கீழ் நடுத்தர வர்க்கத்தினர் பாதிக்கப்பட்டுள்ளனர்.",
        "மத்தியதர வர்க்க அராஜக தாராளவாதிகள் இலங்கையை ராஜபக்சக்களின் பிடியில் இருந்து மீட்க அநாமதேயரிடம் கேட்பது போல் அல்லாமல், இலங்கையின் நவதாராளவாதிகள் சர்வதேச நிதி மூலதனத்தின் புனித மும்மூர்த்திகளான பிரெட்டன் வூட்ஸ் நிறுவனங்கள், இறையாண்மை பத்திரதாரர்கள் மற்றும் மதிப்பீட்டு முகவர் மீது தொடர்ந்து நம்பிக்கை வைத்துள்ளனர். கடந்த வாரம் ரம்புக்கனையில் நடந்த நிகழ்வுகள், நவதாராளவாத வலதுசாரிகள் தங்கள் கதைகளுக்கு ஏற்றவாறு மறுவடிவமைத்துக்கொண்டிருப்பது போல், நமது பொருளாதாரத்தை அந்த மும்மூர்த்திகளுடன் இணைத்துக்கொள்வது, ஒட்டுமொத்த மக்களுக்கு மேலும் கஷ்டங்களையும் மேலும் சிக்கனத்தையும் ஏற்படுத்தும். அரசாங்கத்திற்கு எதிராக (சரியாக) குற்றம் சாட்டுபவர்கள் அரசியல் கட்டமைப்புகளுக்கு எதிரான தங்கள் எதிர்ப்பையும் இந்த நிகழ்வுகளுக்கு எதிரான எதிர்ப்பையும் சமரசம் செய்யத் தவறிவிட்டனர் என்பது கொஞ்சம் சோகம் அல்ல. இது இந்த அரசாங்கம் பிழைக்காத முரண்பாடு; அது விரைவில் தீர்க்கப்பட வேண்டும்.",
        "இலங்கை புகையிலை நிறுவனம் மற்றும் இலங்கையின் வெட்டு மலர் தொழில்துறையின் தோற்றம்",
        "கால அட்டவணைக்கு ஒரு வருடத்திற்கு முன்னதாக மகாவேலி நீரை கந்தளேக்கு கொண்டு வருதல்",
        "ஈஸ்டர் ஞாயிறு சர்ச்சை: பேராயரை சந்திக்க புதிய பொது பாதுகாப்பு அமைச்சர்",
        "இலங்கைக்கான காலத்தின் தேவை: சிங்கப்பூரின் ‘எம்பிஎச் ஃபார்முலா",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}