{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/01/mirihana-protestors-will-not-be-charged-under-pta-police/",
  "time_ut": 1648802940,
  "title": "Mirihana Protestors will not be charged under PTA – Police",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police said that those arrested during Mirihana Protest will be prosecuted under the Penal Code and Public Property Act, and NOT under the PTA.",
    "Senior DIG & Senior Police Spokesperson Ajith Rohana speaking to reporters at the Department of Government Information on the Mirihana Protests said that Sri Lanka Police did not use any force on the peaceful protest that commenced at 6 PM until around 10:30 PM when certain groups started acting in a violent manner.",
    "“Sri Lanka Police ensured the right to freedom of speech and freedom of expression,” he said adding that by around 10:30 a group resorted to violent conduct and obstructed traffic, and thereafter caused damage to the tune of Rs. 39 Million.",
    "The Senior Police Officer said the Sri Lanka Police used force as per the provisions of the law, where at first a warning was given, and when the protestors did not comply water cannons were used, and thereafter tear gas was used, and eventually Sri Lanka Police had to use force to control the situation.",
    "Commenting on the damages caused to Sri Lanka Police he said three buses were damaged, 1 Police Bus was set on fire, 1 Sri Lanka Army Bus was badly damaged, 1 Police bike was destroyed, 1 Police jeep was also destroyed.",
    "He went on to note that 2 Police Special Task Force buses and a water cannot truck were also damaged.",
    "The Senior Cop also went on to note that 53 people were arrested for their involvement in the Mirihana Protest.",
    "The Senior Police Spokesperson added that 24 Police Officers including an ASP were injured during the Mirihana Protest, and 18 among them were members of the Police Special Task Force.",
    "Carpenters protest on Galle Road; Heavy police presence in the area"
  ]
}