{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/TUI-extends-suspension-of-all-tours-to-Sri-Lanka-till-June-12/108-238069",
  "time_ut": 1653937020,
  "title": "TUI extends suspension of all tours to Sri Lanka till June 12",
  "body_lines": [
    "London-based leading tour operator TUI has further extended its pause on all tours to Sri Lanka, as improvements in the political, economic and social landscape are not as expected.",
    "TUI cancelled all trips to the island nation from mid to end of May and in its latest review, it has decided to extend its stop-sales decision until June 12.",
    "Due to the economic turmoil and social unrest witnessed in the country that escalated from the beginning of May, TUI took a decision to cancel all tours booked for Sri Lanka and stop sales to the destination.",
    "A key factor pushing the decision was the Foreign, Commonwealth and Development Office (FCDO) issuing a strong travel advisory, discouraging UK citizens from entering Sri Lanka.",
    "“Due to the ongoing political and economic instability in Sri Lanka, the Foreign, Commonwealth and Development Office (FCDO) has advised against all but essential travel.",
    "As a result, we’ve unfortunately had to cancel all holidays to Sri Lanka, departing up to and including June 12, 2022,” TUI said in a statement. The advice does not apply to customers transiting through Sri Lanka’s international airport and customers currently in resorts can continue to enjoy their holiday as planned. “We will continue to monitor the situation and update customers should there be any further updates,” TUI said.",
    "Speaking to Mirror Business, Aitken Spence, the agent for TUI in Sri Lanka, said the impact is not severe, given that the UK holidaymakers normally plan and book their trip well in advance. “There is some damage but it is not too bad for the expected tourist inflow for this month, since they are already booked well in advance. But since they imposed a stop sale, we will not know how many bookings we lost to competing destinations,” said Aitken Spence Travels Managing Director Nalin Jayasundera.",
    "The outcome of the situation for Sri Lanka will depend on TUI’s review that is due on June 12. According to Jayasundera, TUI is likely to resume selling tour packages to Sri Lanka after the UK government reverses its strong advisory."
  ]
}