{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-appoints-his-former-lawyer-as-finance-minister-in-temporary-cabinet-92546/",
  "time_ut": 1649073000,
  "title": "Sri Lanka President appoints his former lawyer as finance minister in temporary cabinet",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s embattled President Gotabaya Rajapaksa on Monday appointed his former lawyer and justice minister as the new finance minister after enraged public protests across the country forced the entire cabinet to resign on the previous day.",
    "Ali Sabry, who appeared on behalf of Rajapaksa’s alleged corruption court cases in the last administration, sworn in as the new finance minister on Monday. He resigned from his Justice Minister portfolio late on Sunday.",
    "Rajapaksa also appointed three other ministers, but they were assigned to the same portfolio they held before the Sunday’s en masse resignation.",
    "Previous Finance Minister Basil Rajapaksa, the younger brother of President Rajapaksa has also resigned. The new move raised questions over the arrangements of Sri Lanka government to hold talks with the International Monetary Fund (IMF) later this month.",
    "Sri Lanka is facing a financial crisis. The government’s failure to address the crisis has led it into a political crisis with the public across the country demanding Rajapaksa to resign from his post. However, instead of president’s resignation, all the cabinet ministers quit on Sunday.",
    "Protesters who defied President’s curfew rule on Sunday amid a State of Emergency continued their agitation into Monday as well and many protesters said they are determined to continue the protests until President resign from his post.",
    "Rajapaksa appointed the four Ministers to maintain the affairs of the Parliament and other functions of the country, his office said.",
    "President Rajapaksa also appointed a Leader of the House and a Chief Government Whip for the functioning of the Parliament and the Ministries of Foreign Affairs, Highways and Finance to carry out duties until a full Cabinet is appointed.",
    "The President has already requested all political parties in the Parliament to extend their contribution to finding solutions for the current national challenge in the country.",
    "“A permanent Cabinet will be appointed following the discussions with them” the Presidential Media Division (PMD) said in a statement.",
    "The President also sought the support of all the people to overcome the economic challenge faced by the country and stabilize the country.",
    "The other three ministers who were sworn in before the President on Monday (04) included  Dinesh Gunawardena (Minister of Education and Leader of the House), Prof. G L Peiris (Minister of Foreign Affairs), and Johnston Fernando (Highways and Chief Government Whip). All these three ministers held same portfolio before they resigned on Sunday. (Colombo/April 4/2022)"
  ]
}