{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Reyaz-Mihular-appointed-Chairman-of-Bairaha-Farms/34-735156",
  "time_ut": 1653244200,
  "title": "Reyaz Mihular appointed Chairman of Bairaha Farms",
  "body_lines": [
    "Business leader and top professional Reyaz Mihular has been appointed as the new Chairman of Bairaha Farms PLC, with effect from 19 May.",
    "He joined the Bairaha board as an Independent Non-Executive Director on 20 January and the appointment as Chairman follows the demise of Desamanya Prof. M.T.A. Furkhan. Reyaz was also appointed as the Chairman of the Remuneration Committee. He was the managing partner of KPMG Sri Lanka and Maldives until end March having served in that role since April 2012. He served a three-year term as the Chairman of the KPMG MESA (Middle East and South Asia) Regional Board until September 2021 and was previously the Chief Operating Officer of KPMG’s MESA Regional Office where he was responsible for coordinating strategy and activities of KPMG member firms across 17 countries.",
    "Reyaz also served on KPMG’s EMA (Europe, Middle East and Africa) Board and the Global Council of KPMG. Reyaz counts over 40 years of experience in Audit and Advisory Services. He previously served as a member of the KPMG’s Global IFRS Panel, which determines firm policy on application of IFRS for member firms across 148 countries.",
    "Reyaz served on the Board of the International Accounting Standards Committee (IASC) for a period of five-and-a-half years from 1995 to 2000, and on the IFRS Advisory Board (formerly known as Standards Advisory Council) for a period of six years thereafter. Reyaz chaired the Steering Committee which developed IAS 41 on agriculture and also served as a member of the committee which developed IAS 19 - Employee Benefits.",
    "In 2012, Reyaz was invited to serve on the Board of the International Ethics Standards Board for Accountants (IESBA) for a period of six years ending 2018. He also served on IESBA’s Planning Committee during this period.",
    "Reyaz is a Past President of the Institute of Chartered Accountants of Sri Lanka (ICASL), and presently chairs the Ethics Committee of the Institute. He also served as Chairman of the Board of Chartered Institute of Management Accountants Sri Lanka (CIMA Sri Lanka). Reyaz is a Fellow Member of the Institute of Chartered Accountants of Sri Lanka (FCA) and a Fellow Member of the Chartered Institute of Management Accountants – UK (FCMA). He has also completed Executive Education programs at INSEAD France, London Business School and Harvard Business School.",
    "With the latest appointment the Board of Bairaha Farms comprises of R. Mihular (Chairman), Y. Naleem (Managing Director), R. Yakoob, M. Naleem, K. Naleem, H. Abeygunawardena, and M.I. Wahid."
  ]
}