{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82234/eu-provides-emergency-relief-to-families-most-affected-by-sri-lankas-crisis",
  "time_ut": 1651826280,
  "title": "EU provides emergency relief to families most affected by Sri Lanka’s crisis",
  "body_lines": [
    "The European Union (EU) is providing €200,000 (over 74 million Sri Lankan rupees) in humanitarian funding for essential assistance to 80,000 low-income families across all 25 districts of Sri Lanka.",
    "The current political and economic crisis has resulted in shortages of essential commodities, including of medicines, and has reduced the ability of thousands of families to cater for their basic needs. Many children have also seen their education disrupted due to power cuts and lack of stationery items.",
    "The EU funding will support affected families with multi-purpose cash grants that will help with first aid, medical supplies and school packs for children. Priority will be given to the most in need such as pregnant women, children, people with disabilities, women-headed households, and people who have become vulnerable due to this crisis.",
    "The funding is part of the EU’s overall contribution to the Disaster Relief Emergency Fund (DREF) of the International Federation of Red Cross and Red Crescent Societies (IFRC).",
    "The European Union together with its Member States is the world’s leading donor of humanitarian aid. Relief assistance is an expression of European solidarity towards people in need around the world. It aims to save lives, prevent and alleviate human suffering, and safeguard the integrity and human dignity of populations affected by natural disasters and human-made crises.",
    "Through its European Civil Protection and Humanitarian Aid Operations (ECHO), the European Union helps over 120 million victims of conflicts and disasters every year. For more information, please visit ECHO’s website.",
    "The European Commission has signed a €3 million humanitarian contribution agreement with the International Federation of Red Cross and Red Crescent Societies (IFRC) to support the Federation’s Disaster Relief Emergency Fund (DREF). Funds from the DREF are mainly allocated to “small-scale” disasters – those that do not give rise to a formal international appeal.",
    "The Disaster Relief Emergency Fund was established in 1985 and is supported by contributions from donors. Each time a National Red Cross or Red Crescent Society needs immediate financial support to respond to a disaster, it can request funds from the DREF. For small-scale disasters, the IFRC allocates grants from the Fund, which can then be replenished by the donors. The contribution agreement between the IFRC and ECHO enables the latter to replenish the DREF for agreed operations (that fit in with its humanitarian mandate) up to a total of €3 million."
  ]
}