{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81072/institutional-and-legal-framework-of-several-ministries-state-ministries-revised",
  "time_ut": 1646799780,
  "title": "Institutional and legal framework of several ministries, state ministries revised",
  "body_lines": [
    "An Extraordinary Gazette notification has been issued by President Gotabaya Rajapaksa, amending the institutional and legal framework of one ministry and two state ministries.",
    "The communiqué, dated March 08, was published in terms of the powers vested in the President under Articles 44 (1), 45 (1) and 47 (1) (a) (b) respectively of the Constitution.",
    "Accordingly, the institutional and legal framework and special priorities of the following ministries and state ministries have been amended by the new gazette notification:",
    "The Department of Conservation, Department of Wildlife Conservation, Department of National Zoological Gardens and the State Timber Corporation will now be under the purview of the Wildlife and Forest Resources Conservation.",
    "Meanwhile, the Department of Registrar General, Department of Immigration and Emigration, Rakna Arakshana Lanka Ltd., National Authority for the Implementation of Chemical Weapons Convention, National Dangerous Drugs Control Board, Defence Services School, National Defence Fund, Defence Research and Development Centre, Institute of National Security Studies, National Defence College, Ranaviru Seva Authority and Api Wenuwen Api Fund have been listed under the State Ministry of Defence.",
    "As per the new gazette, the National Disaster Management Council, Disaster Management Centre, National Disaster Relief Services Centre, Department of Meteorology and the National Building Research Organization will function under the purview of the State Ministry of Disaster Management.",
    "Major General (Retd.) W.P. Palitha Fernando was meanwhile appointed as the Secretary to the State Ministry of Disaster Management on Tuesday (March 08).",
    "During the recent Cabinet reshuffle, MP C.B Ratnayake was sworn in as the Cabinet Minister of Wildlife Protection & Forest Resources Conservation while MP Wimalaweera Dissanayake took oath as the new State Minister of Disaster Management."
  ]
}