{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/National-Chamber-of-Exports-USAID-to-offer-second-PCQI-certification-course-to-access-US-food-and-beverage-market/34-734711",
  "time_ut": 1652302620,
  "title": "National Chamber of Exports, USAID to offer second PCQI certification course to access US food and beverage market",
  "body_lines": [
    "The National Chamber of Exporters of Sri Lanka (NCE) and the United States Agency for International Development (USAID) will offer the second online course to become certified as a Preventative Controls Qualified Individual (PCQI), a US Food and Drug Administration (FDA) requirement in order for firms to export to the US food and beverage market.",
    "The US FDA’s Food Safety Modernisation Act (FSMA) law on “Preventive Controls for Human Food Regulation” aims to prevent foodborne illnesses through the safe preparation of food products for human consumption in the United States. This regulation requires food and beverage production facilities to have at least one Preventive Controls Qualified Individual (PCQI) to lead the creation, application and verification of risk-based preventive controls. A PCQI is critical for an FDA-compliant food safety program.",
    "The three-day, 20-hour course will be offered on 7, 9 and 10 June from 9 a.m. – 5 p.m. (IST) each day. On successful completion of this FDA-approved standardised curriculum, participants will receive a Food Safety Preventive Controls Alliance (FSPCA) PCQI certificate recognised by the FDA and issued by the Association of Food and Drug Officials (AFDO) and the International Food Protection Training Institute. Fulfilling the requirements to be a PCQI is a critical step in exporting food and beverages to the United States.",
    "Up to ten persons can participate in the course, which will be conducted by Kemasorooby Vasenth, certified instructor in Preventive Controls for Human Food. This course is aimed at exporters seeking to meet the training requirements for the PCQI. In order to attend the course, participants must have prior knowledge of Good Manufacturing Practices (GMP) and Hazard Analysis and Critical Control Points (HACCP) or experience with food safety systems. Applicants from women owned/led businesses and businesses from outside of Western Province are encouraged to apply. The first course was successfully conducted on 5, 7 and 8 April.",
    "The deadline for the application is 20 May. For more information on the second course and its application, contact: Dilini Gamlathge, Senior Executive - Member Services, NCE, Tel: 011-4344662; Email: operations@nce.lk."
  ]
}