{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/In-the-aftermath-of-violence-A-chance-for-political-change-EDITORIAL/172-235612",
  "time_ut": 1650825180,
  "title": "In the aftermath of violence: A chance for political change - EDITORIAL",
  "body_lines": [
    "Over the past six months Lanka has been buffeted by the winds of political-economic turmoil and a breakdown in governance.In the capital city crowds of protesters have occupied the Galle Face Green. In parliament, members of the ruling clique have begun jumping off what they see as the sinking ship. Media reports suggest serious disagreements between the president and premier and in homes across the country people hunt for basics amid soaring costs.",
    "Life in Sri Lanka has become a daily struggle, whether it is to find a means of transport to get to one’s work place or to find medicaments and medical needs for the sick, old and infirm or infant food.",
    "The country is going through an economic crisis, with all manner of basics from school texts to food, to essential medical requirements, to agricultural inputs, to fuel and cooking gas in short supply.",
    "Mothers and fathers sometimes accompanied by little children scurry through streets searching for cooking gas which is not available. Soon we may have to get used to eating raw food, said an irate mother who also did not want to be named.Ms. Marie who did not want to be identified, spoke of difficulties she faced in securing adult diapers for a bed-ridden parent because of excessive costs as well as due to the fact that they were now in short supply.",
    "Long queues of vehicles wind along roads outside petrol stations and many a scuffle has broken out -fortunately none very serious ones.The country’s citizens are rightfully angry. Whether in the villages or in the cities, masses including members from the middle class have taken to the streets. In fact today there is no middle class in the country. Their numbers having now joined the ranks of the poor, thanks to salary cuts, employment losses and a soaring cost of living.",
    "The people are hungry and they are angry. While those protesting at Galle Green daily and protest rallies organised by the JVP and the SJB have been exemplary, there was always a danger that some spontaneous demonstrations like that in front of the president’s private residence could turn violent.",
    "With the country going through its worst crisis in history, on the 19th of April an incident many feared could happen, occurred.",
    "Protests turned violent and to make a bad situation worse, police used live ammunition to disperse the crowd killing one and injuring a number of other protesters.The use of live ammunition to disperse protesters, roused the powerful Buddhist clergy into action, together with the Catholic and Anglican hierarchy, they demanded political change and unity among political parties to bring to an end to problems heaped on the people.",
    "The Buddhist clergy also warned that in the event of politicians not heeding their demands, the clergy would be forced to issue strictures.",
    "Premier Mahinda Rajapaksa had already placed before the Speaker a proposal for the re-introduction of the 19th Amendment to the Constitution. When political party leaders met on the 20th of April to discuss the proposal to reintroduce the 19th Amendment, SJB leader Premadasa handed over a draft of the 21st Amendment to the Constitution seeking to abolish the Executive Presidency when party leaders met. Several other parties too handed over proposals.",
    "There is hope therefore that the present confused, complicated and embarrassing scenario in the country could soon be reined in.",
    "However this will not solve the ongoing economic problems of the people and the protests must necessarily continue.President Gotabaya continues to insist people have a right to protest but has warned violence cannot be tolerated. However, the president must realise the poverty and hunger he, his Cabinet colleagues and past governments have unleashed on the country via wasteful expenditure and mega corruption IS VIOLENCE.",
    "While agreeing that the violence of the oppressed cannot be compared with that of the oppressor, we as a country must realise that violence only begets violence.",
    "We must necessarily avoid actions such as stone throwing, acts of arson and blocking of roads, attacks on individual residences. Such acts only take away from the cause.These actions are self-defeating and tend to turn public sympathy against the cause itself.",
    "In this regard, the march organised by the JVP/NPP was an eye-opener. It did not hinder vehicular movement, was well-organised, disciplined and did not harass the public.It won plenty of accolades for the organisers and won support for the cause."
  ]
}