{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-logistics-body-proposes-tough-measures-to-curb-fuel-import-bill-95325/",
  "time_ut": 1654625580,
  "title": "Sri Lanka logistics body proposes tough measures to curb fuel import bill",
  "body_lines": [
    "ECONOMYNEXT – A Sri Lankan body which has interest in transport and logistics has proposed a 20 step action plan to reduce the island nation’s fuel import bill and save up to 1 billion US dollars that can allocate for other essential imports easing the burden on the general public.",
    "Sri Lanka is going through its worst economic crisis in the history and is facing long",
    "term shortages of essential medicine, fuel and gas with a looming food shortage in the near future.",
    "In 2022 from January to March, Sri Lanka has spent 1.4 billion US dollars in importing fuel to the country, which is 37 percent of the last year’s total fuel imports. The government expects the fuel bull for this year to be in the range of 6-7 billion US dollars.",
    "Issuing a statement Sri Lanka Society of Transport and Logistics (SLSTL) said fuel for transport at current prices costs more than all other consumer imports including food, milk, medicine, household goods, LP gas and others.",
    "In order to curtail the higher import cost of fuel, the state-run Ceylon Petroleum Corporation (CPC) has increased price of fuel three times to record high in the first four months of 2022.",
    "“The government has not presented the country with a plan on how to deal with this crisis, where the reduction of fuel imports is necessary,” the SLSTL said in a statement.",
    "It has proposed a short term action plan to reduce the current import cost to the Minister of Transport, Highways, and Media on June 4, 2022, at a workshop organised by the Ministry.",
    "“The proposed plan would reduce oil imports for transport which cost us 4 billion US dollars a year or approximately two shiploads per week. The target is to reduce this figure by 500 million US dollars to 1 billion, which will depend solely on the government’s wiliness to implement the plan and the leadership they will provide in the implementation process,” the SLSTL said.",
    "In its 20-point action plan, the SLSTL, emphasizes the importance of public transportation to reduce the fuel consumption by the private owned vehicles.",
    "Since mid-February, motorists are forced to wait in long queues for hours due to fuel shortage with the government authorities citing panic buying and fuel hoarding as the reasons for the scarcity.",
    "The SLSTL said, the government should prioritize importing diesel over petrol and improve the",
    "distribution process to enhance the public transport and to adapt smart technology to avoid fuel",
    "It also suggested that the government should impose a three-month restriction on the use of private cars on specific days of the week by the last digit of the registration number of cars, SUVs, pickups, and vans which consume 51 percent of the fuel used for passenger transport.",
    "It also urged to impose restrictions on cars, vans, and SUVs carrying less than three passengers entering areas that experience regular traffic congestion. (Colombo/June 07/2022)"
  ]
}