{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dhl-express-announces-two-of-the-largest-ever-sustainable-aviation-fuel-deals-with-bp-and-neste-amounting-to-more-than-800-million-liters/",
  "time_ut": 1650464160,
  "title": "DHL Express announces two of the largest ever Sustainable Aviation Fuel deals with bp and Neste amounting to more than 800 million liters",
  "body_lines": [
    "DHL Express has announced a significant step towards decarbonizing aviation logistics and being more sustainable. DHL has confirmed new strategic collaborations with bp and Neste, to provide more than 800 million liters of Sustainable Aviation Fuel (SAF) to DHL Express within the next five years, with the new agreements forming one of the largest SAF deals in aviation to date. These deals, together with the previously announced SAF introduction in the DHL network in San Francisco (SFO), East Midlands (EMA) and Amsterdam (AMS), will exceed 50 percent of DHL Express’ target to reach 10 percent SAF blending for all air transport by 2026. DHL expects the strategic collaborations to save approx. two million tons of carbon dioxide emissions over the aviation fuel lifecycle – equivalent to the annual greenhouse gas emissions of approx. 400,000 passenger cars1.",
    "“As the world’s leading logistics provider, it is our commitment to provide green and more sustainable solutions for our customers. The landmark SAF deals with bp and Neste mark a significant step within the aviation industry and validate the framework of our Sustainable Roadmap”, says Frank Appel, CEO Deutsche Post DHL Group. “Using SAF is currently one of the aviation industry’s key routes to reducing CO2 emissions over the aviation fuel lifecycle with currently available aircraft types.”",
    "Martin Thomsen, SVP, Air bp, says: “We are proud to complete this important deal which further deepens our strategic relationship with Deutsche Post DHL Group. As bp transitions to an integrated energy company, we are leveraging our value chain encompassing feedstocks, global production, logistics and airport infrastructure.",
    "Not many companies also have the trading and commercial expertise in SAF, needed to design and deliver solutions for complex customer needs. Our ambition is to work even more closely with airports and airlines on decarbonization options, and we are promoting SAF at pace to support global aviation to realize its lower carbon ambitions.”",
    "In its Sustainability Roadmap, Deutsche Post DHL Group has committed to using 30 percent of SAF blending for all air transport by 2030.",
    "“With every SAF deal, we are increasingly aware of the huge task that lies ahead in utilizing more sustainable solutions to help our customers. Not a day goes by without our customers asking us about low-carbon logistics solutions and to partner them in our joint aspiration to be part of creating a more sustainable future”, says John Pearson, CEO DHL Express.",
    "“The new SAF deals with bp and Neste are milestones on this journey. Our key focus is to inspire more SAF suppliers to address the current supply gap. At the same time, we are calling on policy makers to set the right framework to accelerate market ramp up of SAF in the EU and worldwide, including an accounting mechanism that allows flexible SAF purchases and usage.”",
    "vivo’s first foldable phone is defining the future of smartphone innovation",
    "Granbell Hotel Colombo to introduce a mix of Sri Lankan and Japanese hospitalityG",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}