{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/singer-sri-lanka-honoured-at-25th-best-presented-annual-reports-of-safa/",
  "time_ut": 1647779340,
  "title": "Singer Sri Lanka honoured at 25th Best Presented Annual Reports of SAFA",
  "body_lines": [
    "Singer reaffirms its commitment towards responsible corporate reporting by winning the first place under “Service Category”, at the 25th Best Presented Annual Reports of the South Asian Federation of Accountants (SAFA) which was hosted by the Institute of Chartered Accountants of Sri Lanka.",
    "The competition received applications from companies across Bangladesh, India, Nepal, Pakistan and Sri Lanka under 13 sectors where each award was conferred after stringent evaluation by the SAFA Committee for Improvement in Transparency, Accountability and Governance.",
    "Mahesh Wijewardene, Group Chief Executive Officer commented on this achievement, “This award is a testament to the fact that Singer has always strived to lead with respect, demonstrate responsibility, reliability and integrity. We are indebted to the trust our customers have continued to place in us, despite the challenging times the pandemic brought about. I am delighted that we were able to achieve this accolade.”",
    "Singer (Sri Lanka) PLC has a legacy that spans over 145 years and stands tall today as one of Sri Lanka’s most diversified companies.",
    "Throughout the pandemic and in the era of the ‘new normal’, Singer managed to persevere and by meeting all customer requirements with their mammoth portfolio of products and services. During this period, Singer also underwent a largescale transformation, into a future proof entity. The company introduced an all-new store concept and leveraged e-commerce platforms to not only strengthen existing customer relationships but to also build new ones.",
    "Govt wants to make Sri Lanka self-sufficient in liquid milk as cup of milk tea hits Rs.100",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}