{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/31/when-god-gives-rain-and-cpc-gives-fuel-ceb-can-give-power-ceb-chairman/",
  "time_ut": 1648734000,
  "title": "When God gives rain and CPC gives fuel, CEB can give power: CEB Chairman",
  "body_lines": [
    "COLOMBO (News 1st); When God gives rainfall and the Ceylon Petroleum Corporation gives fuel, electricity will be supplied, says the Chairman of the Ceylon Electricity Board (CEB), M.M.C. Ferdinando.",
    "Speaking at a press conference today (31), the CEB Chairman stated that when the country receives a diesel ship, the power plants can be soon activated, which will reduce the duration of power cuts.",
    "A heated situation also arose when a journalist proceeded to question the Minister of Power, Pavithra Wannaarachchi with regard to the plan of the Government in the near future regarding the power crisis, to which the Minister responded saying she does not know when it will rain.",
    "However, the journalist responded, saying that if he wanted to know of the next time when it will rain, he would inquire the Meteorology Department, and not the Minister, she still proceeded to say that she has no knowledge of the next time when it will rain, and alleged that just because there is no power, the media should not attempt to strike fear into the general public with regard to the matter.",
    "The CEB Chairman M.M.C. Fedinando stated that Sri Lanka’s hydro electricity generation has dropped, and while Sri Lanka has power plants of a capacity of over 1100 megawatts that run on fuel, the CEB does not have fuel for them, and only get diesel and furnace oil intermittently.",
    "“We cannot generate more than 300 megawatts from our hydro power plants. The Ceylon Petroleum corporation has promised to provide us with diesel. We will be able to reduce the duration of the power cuts when we receive the fuel we need on the 2nd of April. We will be able to reduce the power cuts per day to less than 4 hours, however only if we continue to get diesel and furnace oil without any interruption we can provide power without any interruptions,” he stated.",
    "When inquired whether the CEB is taking any future steps regarding the Cabinet of Ministers granting permission for direct fuel purchases, the Minister of Power said that they need a permit to bring down fuel from the Ministry of Energy, and that relevant permit has not been received yet.",
    "Although the Minister of Energy Gamini Lokuge has said that they indeed will receive a permit, the CEB Chairman stated that they did not call for tenders.",
    "“A supplier came forward and said that they will bring down crude oil to Sri Lanka and take payment in rupees. When that was done the cabinet of ministers said that they cannot give us the permit. We said that we have no objections and we wrote to the chairman of the Ceylon petroleum corporation asking them to make the purchase and that we will make the payments for it,” The CEB Chairman explained.",
    "The Minister and the CEB Chairman were also questioned with regard to the attempt of CEB to purchase fuel directly.",
    "Accordingly, a previous Cabinet paper mentioned that the CEB was granted permission to bring down Diesel from a company, which subsequently refused due to the Ukraine issue, the same day a letter is released with the mention of a Rajapaksa member regarding a South African Company, which agrees to provide the diesel.",
    "This is followed by the Cabinet paper being resubmitted, which highlights the agreement to purchase diesel at Rs. 188, that results in CEYPETCO selling the aforementioned diesel at Rs. 177 while the LIOC sells the diesel at Rs. 203. The usual tax on a liter of diesel is about Rs. 21, which led to about Rs. 12 profit.",
    "Answering these allegations, the Minister of Power stated that the Cabinet paper was not submitted as it was received, however a technical evaluation was conducted and was presented to he Cabinet, that led to the Ministers of he Cabinet deciding that if the fuel is to be purchased, it should be done by the CPC as to not result in a loss.",
    "The issue of renewable energy projects being signed with India also arose, especially at a time when power plants are closing down due to the shortage of fuel.",
    "A journalist questioned the Minister, as to why three islands in Jaffna were handed over to India for renewable energy projects, which was submitted to the Cabinet, and signed soon after.",
    "Minister Pavithra Wannaarachchi, responded stating that Sri Lanka received 75% of it as a grant from India, along with the credit line from India as well. According to the Minister, Sri Lanka is also holding discussions to increase that grant to 85%.",
    "However, when questioned with regard to the amounts involved, the Minister of Power stated that she will present the figures later.",
    "When God gives rain and CPC gives fuel, CEB can give power: CEB Chairman",
    "Operations of Manning Market disrupted for first time in history due to power cuts"
  ]
}