{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83000/china-assures-support-to-jointly-tackle-sri-lankas-crisis-situation",
  "time_ut": 1654981980,
  "title": "China assures support to jointly tackle Sri Lanka’s crisis situation",
  "body_lines": [
    "China says it is ready to continue to work with Sri Lanka to jointly tackle risks and challenges and help Sri Lanka overcome the current difficulties, ease the debt burden and realize sustainable development.",
    "This was mentioned during a discussion between Director-General of the Department of Asian Affairs of the Foreign Ministry Liu Jinsong and Ambassador of Sri Lanka to China Dr. Palitha Kohona on June 09.",
    "The two sides had a candid and in-depth exchange of views on Sri Lanka’s economic and financial debt issues.",
    "During the discussion, Mr. Jinsong said, 70 years ago, China and Sri Lanka upheld the spirit of independence, braved external pressure and reached the Rubber-Rice Pact on the basis of equal consultation and mutual benefits, breaking the Western ideological barriers and sanctions, opening the door to friendly exchanges and also setting an example of mutually beneficial cooperation between different types of countries.",
    "As China and Sri Lanka have always been such friends, Mr. Jinsong said China is ready to work with the island nation to draw wisdom from the 65th anniversary of the establishment of diplomatic ties between the two countries, carry forward the spirit of the Rubber-Rice Pact characterized by “independence, self-reliance, unity and mutual support”, jointly advance high-quality Belt and Road cooperation, implement the Global Development Initiative and Global Security Initiative, and create a better future for the two countries and peoples.",
    "Speaking further he noted that the reasons for Sri Lanka and other developing countries to fall into debt difficulties are very complex. One of the backgrounds is that certain developed countries have long implemented quantitative easing policies, irresponsibly unleashed a deluge of strong stimulus policies, and recently raised interest rates and shrunk the balance sheet abruptly, leading to drastic changes in the international financial environment, with developing countries particularly impacted.",
    "Some countries imposed unilateral sanctions and tariff barriers and built various small cliques, which have undermined the security of global supply and industrial chains, and fuelled the soaring prices of energy, food and other commodities, worsening the economic and financial situations of developing countries including Sri Lanka, he explained.",
    "Mr. Jinsong also said China fully relates to the current difficulties faced by Sri Lanka and always provides assistance within its capacity. China immediately provided 500 million yuan of emergency humanitarian assistance to Sri Lanka. The first batch of materials arrived on June 3. China’s local governments and enterprises as well as the Red Cross Society of China have all lent a helping hand to the Sri Lankan people by providing them with diversified aids in multiple batches that improve people’s lives. The Buddhist Association of China and temples in different places voluntarily raised funds for the Sri Lankan people, and teachers and students from Caihe No. 3 Primary School in Hangzhou also sent love to children from low-income families in Sri Lanka thousands of miles away. China said it is ready to continue to work with Sri Lanka to jointly tackle risks and challenges and help Sri Lanka overcome the current difficulties, ease the debt burden and realize sustainable development.",
    "China says it believes that the “wise and tenacious Sri Lankan people will stick to the independent domestic and foreign policies, and overcome difficulties together with confidence and in solidarity.”",
    "Meanwhile, Mr Kohona said Sri Lanka has always pursued an independent and non-aligned foreign policy and opposed power politics and bloc confrontation.",
    "Sri Lanka thanked China for mobilizing all resources possible to provide emergency humanitarian assistance at the most difficult time in the country.",
    "Following the meeting, Ambassador Kohona presented to Director-General Liu Jinsong a sample commemorative album for the 65th anniversary of the establishment of diplomatic ties between Sri Lanka and China produced by the Embassy of Sri Lanka in China."
  ]
}