{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/SL-would-be-condemned-by-world-as-never-before-if-Police-military-eject-protestors-by-Force-Experts/352-235309",
  "time_ut": 1650411240,
  "title": "SL would be condemned  by world as never before if Police, military eject protestors by Force: Experts",
  "body_lines": [
    "Protester holding a placard inviting people to protest against the police dismantling the GotaGoGama hut in Galle",
    "The spate of public protests in Sri Lanka continues unabated as the government had failed to deliver what it promised to the citizenry. Just before the Sri Lankan delegation commenced talks with the International Monetary Fund, the Indian Oil Company and Ceylon Petroleum Corporation announced fuel price hikes, causing several private buses to halt their trips. With that bus owners announced a hike in bus fares and by yesterday morning, the price of lunch packets were raised by 20%, school van fares were raised by Rs. 1000 while the cost of wheat flour was increased by Rs. 20, further inconveniencing the public. To top it all off a new cabinet of ministers and state ministers were sworn in, which was yet another shuffling of heads. In a previous address to the nation, Prime Minister Mahinda Rajapaksa said Sri Lanka would lose vital dollars as a result of ongoing protests. On the contrary, while addressing the new cabinet of Ministers, President Rajapaksa not only responded to ongoing protests in a positive manner but also said that most protesters are patriotic and are expressing their love towards the country. In an appalling turn of events, the Rambukkana police opened fire at a group of protesters who obstructed the railway line. Following the incident, one individual succumbed to injuries while twelve area residents including ten police officers were hospitalized.  At the time this paper went into print.",
    "On April 18, the Colombo Fort Police filed a facts report pertaining to the Galle Face protest stating that the ongoing protests have caused severe traffic congestion causing disturbance to pedestrians and that the use of unauthorised loudspeakers have caused noise pollution in the area. Distinguished jurist and former secretary of the Ministry of Justice Dr. Nihal Jayawickrama in an interview with the Daily Mirror said that if the police or the military were to intervene to eject the people who are exercising their constitutionally guaranteed rights, Sri Lanka would stand condemned as never before.",
    "What is now taking place at Galle Face, at GOTAGOGAMA, is being viewed throughout the world. If the police or the military were to intervene to eject the people who are exercising their constitutionally guaranteed rights, Sri Lanka would stand condemned as never before. Does a country that has already declared to the world that it is financially bankrupt, also wish to demonstrate that it is also morally bankrupt?",
    "These rights will, in many cases, be the only mechanisms available to them to express their legitimate concerns. Indeed, they are one of the principal means by which ordinary people can meaningfully contribute to the constitutional objective of advancing human rights and freedoms",
    "- Dr. Nihal Jayawickrama - Former Secretary - Ministry of Justice",
    "Q   From a Constitutional point of view, could you give a background on people’s right to protest?",
    "The right to protest is derived from the freedom of expression, which is one of several mutually supporting rights including the freedom of assembly and the freedom of association, all of which are guaranteed by our Constitution. Implicit in the right to freedom of expression is a corresponding right to associate with others in pursuit of a wide variety of political, social, economic, educational, religious, and cultural pursuits. The right to these freedoms is also recognized in the International Covenant on Civil and Political Rights which the Government of Sri Lanka has ratified, and for the observance of which the Government is responsible to the Human Rights Committee established under that Covenant as well as to the other States Parties of that multilateral treaty.",
    "The right to freedom of expression protects not only the substance of the ideas expressed, but also the form in which they are conveyed. The use of colourful, forceful, and even disrespectful language may be necessary to capture the attention, interest, and concerns of the public regarding the need to rectify the situation protested against. Criticism is protected even if extreme, unjust, unbalanced, exaggerated, and prejudiced so long as it expresses an honestly held opinion on a matter of public interest on facts that are true. The right to express even severe criticism of measures taken by public authorities without fearing state sanctions is fundamental to the freedom of expression. The expression of humour is not only permissible but also necessary for the health of democracy. Humour, through cartoons and caricatures, is one of the most typical means of expression. It is one of the great solvents of democracy. Raising a banner is a form of expression. Placards posted in public streets are an important means of expression.",
    "The right to demonstrate and hold processions is an attribute of the freedom of assembly. It is also an inseparable component of the right to freedom of speech. It constitutes one of the main ways of expressing opinion and raising issues on the public agenda. It is the visible manifestation of the feelings and sentiments of an individual or a group. It is therefore a communication of one’s ideas to others to whom it is intended to be conveyed. This right includes the right to use streets and parks which are dedicated to the use of the public, subject to reasonable limitations to ensure their continued use to which they are dedicated.",
    "The freedom of assembly enables both private meetings and meetings in public thoroughfares. It enables not only static meetings, but also public processions which are assemblies in motion.",
    "Q   On what grounds can someone go to courts to disrupt a series of mass protests?",
    "The Constitution states that the exercise of the rights to freedom of expression and assembly may be restricted by law in the interests of national security, public order and the promotion of public health or morality, or for the purpose of securing the recognition and respect for the rights and freedoms of others. This means that laws may be enacted to secure these interests. If such laws exist, they can be invoked in a court. However, any such restrictions must not put in jeopardy the right itself. The international instruments lay down conditions, and it is only subject to those conditions that restrictions may be imposed. The restrictions must be imposed by law, and they must be justified as being necessary to secure one or more of these purposes. The exceptions must be narrowly interpreted, and the necessity for any restriction must be convincingly established. There must be a pressing social need, be proportionate to the legitimate aim pursued, and the reasons given to justify it must be relevant and sufficient. According to the Supreme Court of India, “the restriction must be justified on the anvil of necessity and not the quicksand of convenience or expediency”. The necessity must be convincingly established. There must be a pressing social need.",
    "Judiciaries in many countries have emphasized that if the police entertain a “reasonable belief” that disturbances might occur during an assembly, the police should provide security and supervision in anticipation of disturbances. It is the paramount duty of the police to maintain law and order but not to curtail people’s freedoms and liberties on mere anticipatory grounds which could turn out to be false. Lawful assemblies should not be dispersed under any circumstances.",
    "Q    If the protest at Galle Face for example is stopped by force, what sort of damage would it carry to the international community?",
    "Let me give an example. In 1989, while living and working in Hong Kong, I watched the students protest against the Chinese Government at Tiananmen Square. It was quite similar to what is now taking place at Galle Face (or GOTAGOGAMA). There was an air of freedom around. There were speeches and songs. The sit-in was televised around the world (as today’s events in Sri Lanka are being). Hosts of journalists who had been to Beijing to cover the visit of President Gorbachev had stayed behind to cover this wonderful phenomenon. The people of Hong Kong sent hundreds of tents. Then, on the night of June 4th, the military entered in tanks, with guns blazing. The students began to flee, but many were shot and killed. The tanks rolled over the tents where those who were tired or sick or injured remained and crushed them to death.",
    "Two months later, with a small group of university colleagues, I took a student leader who had managed to escape to France to the UN Human Rights Sub-Committee meeting in Geneva. There, for the first time in its history, the UN focussed its searchlight on China. For the first time, a resolution was adopted censuring a permanent member of the Security Council. What is now taking place at Galle Face, at GOTAGOGAMA, is being viewed throughout the world. If the police or the military were to intervene to eject the people who are exercising their constitutionally guaranteed rights, Sri Lanka would stand condemned as never before. Does a country that has already declared to the world that it is financially bankrupt, also wish to demonstrate that it is also morally bankrupt?",
    "“However these protests don’t seem to have a proper vision. What is the objective of these protests? Therefore some semblance of rule of law should give some direction to the struggle. In fact it’s a wonderful opportunity to make a better system”",
    "Q   How important is it to allow the freedom of expression and dissent?",
    "The right to the freedoms of expression and assembly are central to constitutional democracy. They exist primarily to give a voice to the powerless. This includes groups who do not have political or economic power as well as other vulnerable persons. They provide an outlet for their frustrations. These rights will, in many cases, be the only mechanisms available to them to express their legitimate concerns. Indeed, they are one of the principal means by which ordinary people can meaningfully contribute to the constitutional objective of advancing human rights and freedom.",
    "“The Constitution is the supreme law and it overrides all other laws,” opined attorney-at-law Chrishmal Warnasuriya. “We, as protesters cannot violate the law by destroying public property etc.”",
    "He said that there’s no organ of state that’s above the law. “The fundamental principle has been the rule of law. In UK, the Parliament is supreme and in the US the Executive is supreme. But here it’s the power of the people. People have given power to the Judiciary, Executive and Legislature. The Mahavansha speaks about the concept of public trust. If you look at the sermon delivered by Arahath Mahinda to Tissa, he says that you’re only a guardian; a guardian whose powers have been given by the people. Therefore if the government breeches public trust, citizens can take them to courts.”",
    "When asked if ongoing protests would have a negative impact on discussions with foreign bodies to obtain loans for example, Warnasuriya replied in the negative. “However these protests don’t seem to have a proper vision. What is the objective of these protests? Therefore some semblance of rule of law should give some direction to the struggle. In fact it’s a wonderful opportunity to make a better system.”",
    "Issuing a statement on Saturday, the Bar Association of Sri Lanka requested the government to desist from taking any steps whatsoever to disrupt what is a legitimate exercise of the freedom of dissent of the people. The statement said that any such attempt to disrupt a peaceful protest would have grave repercussions on the country, its democracy, economy and rule of law.",
    "There is a Universal Declaration Report drafted every four years and these incidents will be included in this report. The use of artificial power will also affect talks with the International Monetary Fund.  But when exercising freedom of speech we have to be careful about using defamatory statements which are often used in defence. We need to discipline ourselves",
    "The use of force to stop ongoing people’s protests is an artificial power. “We need to be mindful about several areas at this point,” reminded Dr. Prathiba Mahanamahewa, former Commissioner of the Human Rights Commission of Sri Lanka. “These incidents will be highlighted in the United Nations Human Rights Council sessions in July. There is a Universal Declaration Report drafted every four years and these incidents will be included in this report. The use of artificial power will also affect talks with the International Monetary Fund.  But when exercising freedom of speech we have to be careful about using defamatory statements which are often used in defence. We need to discipline ourselves. Anybody can criticise the President but if they use filthy language they will experience repercussions during the later stages, especially with the involvement of children in these protests.”",
    "He further recalled the Indian economic crisis back in 1991. “The Indian government only had US$ 1.2 billion to pay foreign debts. However they appointed Dr. Manmohan Singh as the finance minister and the matter was resolved in due course. Today Sri Lanka is facing a similar situation. Those in the government have a right to tell the truth as it comes under people’s right to information. People have the right to know what is going on behind the scenes.”",
    "Police trucks docked at Galle Face on Saturday and were later removed following statements issued by BASL"
  ],
  "translate": {
    "si": {
      "title": "පොලිසිය, හමුදාව විරෝධතාකරුවන් බලහත්කාරයෙන් ඉවත් කළහොත් ශ්‍රී ලංකාව පෙර නොවූ විරූ ලෙස ලෝකය විසින් හෙළා දකිනු ඇත: විශේෂඥයින්",
      "body_lines": [
        "ගාල්ලේ ගෝඨාගම පැල්පත කඩා දැමීමට පොලිසියට විරෝධය පළ කරන ලෙස ජනතාවට ආරාධනා කරන පුවරු අතැතිව විරෝධතාකරුවෙක්",
        "රජය පුරවැසියන්ට පොරොන්දු වූ දේ ඉටු කිරීමට අපොහොසත් වීම නිසා ශ්‍රී ලංකාවේ මහජන විරෝධතා රැල්ල නොනැසී පවතී. ශ්‍රී ලංකා දූත පිරිස ජාත්‍යන්තර මුල්‍ය අරමුදල සමඟ සාකච්ඡා ආරම්භ කිරීමට මොහොතකට පෙර ඉන්දීය තෙල් සමාගම සහ ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව ඉන්ධන මිල ඉහළ දමන බව ප්‍රකාශ කිරීමත් සමඟ පෞද්ගලික බස් රථ කිහිපයක් සිය ගමනාගමන කටයුතු නවතා දැමුවේය. ඒ සමග බස් හිමියන් බස් ගාස්තු වැඩි කරන බව ප්‍රකාශ කළ අතර ඊයේ උදෑසන වන විට දිවා ආහාර පැකට් මිල 20% කින් ඉහළ දමා පාසල් වෑන් ගාස්තු රු. 1000 කින් තිරිඟු පිටි මිල රු. 20, මහජනතාව තවදුරටත් අපහසුතාවයට පත් කිරීම. ඒ සියල්ලට ම ඉහළින් නව අමාත්‍ය මණ්ඩලයක් සහ රාජ්‍ය අමාත්‍යවරු දිවුරුම් දුන් අතර එය තවත් ඔළුගෙඩි ගැසීමක් විය. මීට පෙර ජාතිය අමතමින් අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ කියා සිටියේ අඛණ්ඩ විරෝධතා හේතුවෙන් ශ්‍රී ලංකාවට අත්‍යවශ්‍ය ඩොලර් අහිමි වන බවයි. ඊට පටහැනිව, නව අමාත්‍ය මණ්ඩලය අමතමින් ජනාධිපති රාජපක්ෂ, දැනට පවතින විරෝධතාවලට ධනාත්මක ලෙස ප්‍රතිචාර දැක්වූවා පමණක් නොව, බොහෝ විරෝධතාකරුවන් දේශප්‍රේමීන් සහ රටට ආදරය ප්‍රකාශ කරන බව ද පැවසීය. දුම්රිය මාර්ගයට බාධා කළ විරෝධතාකරුවන් පිරිසකට රඹුක්කන පොලිසිය වෙඩි තැබුවේ භයානක සිදුවීමකි. සිද්ධියෙන් එක් පුද්ගලයෙකු තුවාල ලබා ඇති අතර පොලිස් නිලධාරීන් දස දෙනෙකු ඇතුළු ප්‍රදේශවාසීන් දොළොස් දෙනෙකු රෝහල් ගත කර තිබේ. ඒ කාලෙ මේ පත්තරේ මුද්‍රණයට ගියා.",
        "පසුගිය අප්‍රේල් 18 වැනිදා කොළඹ කොටුව පොලිසිය විසින් ගාලුමුවදොර විරෝධතාවයට අදාළව කරුණු වාර්තාවක් ගොනු කරමින් කියා සිටියේ පවතින විරෝධතා හේතුවෙන් පදිකයන්ට දැඩි රථවාහන තදබදයක් ඇතිවී ඇති බවත්, අනවසර ශබ්ද විකාශන යන්ත්‍ර භාවිතයෙන් ප්‍රදේශයේ ශබ්ද දූෂණයක් සිදුව ඇති බවත්ය. කීර්තිමත් නීති විශාරද සහ අධිකරණ අමාත්‍යාංශයේ හිටපු ලේකම් ආචාර්ය නිහාල් ජයවික්‍රම ඩේලි මිරර් පුවත්පත සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් කියා සිටියේ ව්‍යවස්ථාපිතව සහතික කර ඇති අයිතිවාසිකම් ක්‍රියාත්මක කරන පුද්ගලයින් ඉවත් කිරීමට පොලිසිය හෝ හමුදාව මැදිහත් වුවහොත් ශ්‍රී ලංකාව හෙළා දකින බවයි. කවදාවත්.",
        "දැන් ගෝතගොගම ගාලු මුවදොර සිදුවෙමින් පවතින දේ ලොව පුරා නරඹමින් පවතී. ව්‍යවස්ථානුකූලව සහතික කර ඇති අයිතිවාසිකම් ක්‍රියාත්මක කරන ජනතාව නෙරපා හැරීමට පොලිසිය හෝ හමුදාව මැදිහත් වුවහොත් ශ්‍රී ලංකාව පෙර නොවූ විරූ ලෙස හෙළා දකිනු ඇත. මූල්‍යමය වශයෙන් බංකොලොත් බව දැනටමත් ලෝකයට ප්‍රකාශ කර ඇති රටක් සදාචාරාත්මකව ද බංකොලොත් බව පෙන්වීමට කැමති ද?",
        "මෙම අයිතිවාසිකම්, බොහෝ අවස්ථාවලදී, ඔවුන්ගේ නීත්‍යානුකූල උත්සුකයන් ප්‍රකාශ කිරීමට ඇති එකම යාන්ත්‍රණය වනු ඇත. ඇත්ත වශයෙන්ම, ඒවා මානව හිමිකම් සහ නිදහස ඉදිරියට ගෙන යාමේ ව්‍යවස්ථාපිත පරමාර්ථය සඳහා සාමාන්‍ය ජනතාවට අර්ථවත් ලෙස දායක විය හැකි ප්‍රධාන මාධ්‍යයන්ගෙන් එකකි.",
        "- ආචාර්ය නිහාල් ජයවික්‍රම - හිටපු ලේකම් - අධිකරණ අමාත්‍යාංශය",
        "ප්‍ර   ආණ්ඩුක්‍රම ව්‍යවස්ථාමය දෘෂ්ටි කෝණයකින්, විරෝධතා දැක්වීමට මිනිසුන්ට ඇති අයිතිය පිළිබඳ පසුබිමක් ඔබට ලබා දිය හැකිද?",
        "විරෝධතා දැක්වීමේ අයිතිය ව්‍යුත්පන්න වී ඇත්තේ, අපගේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සහතික කර ඇති රැස්වීමේ නිදහස සහ සංවිධානය වීමේ නිදහස ඇතුළු අන්‍යෝන්‍ය වශයෙන් සහයෝගය දක්වන අයිතිවාසිකම් කිහිපයෙන් එකක් වන ප්‍රකාශනයේ නිදහසෙනි. අදහස් ප්‍රකාශ කිරීමේ නිදහසට ඇති අයිතිය යනු දේශපාලනික, සමාජීය, ආර්ථික, අධ්‍යාපනික, ආගමික සහ සංස්කෘතික ආදී විවිධ වූ විවිධ ක්‍රියාකාරකම් ලුහුබැඳීම සඳහා අන් අය සමඟ ඇසුරු කිරීමට අනුරූපී අයිතියකි. මෙම නිදහස සඳහා ඇති අයිතිය ශ්‍රී ලංකා රජය විසින් අනුමත කරන ලද සිවිල් සහ දේශපාලන අයිතිවාසිකම් පිළිබඳ ජාත්‍යන්තර සම්මුතියේ ද පිළිගෙන ඇති අතර, එම ප්‍රඥප්තිය යටතේ පිහිටුවා ඇති මානව හිමිකම් කමිටුවට මෙන්ම එය පිළිපැදීම සඳහා රජය වගකිව යුතුය. එම බහුපාර්ශ්වික ගිවිසුමේ අනෙකුත් රාජ්‍ය පාර්ශවයන්.",
        "ප්‍රකාශනයේ නිදහසට ඇති අයිතිය ප්‍රකාශිත අදහස්වල හරය පමණක් නොව ඒවා ප්‍රකාශ කරන ස්වරූපය ද ආරක්ෂා කරයි. විරෝධතාවයට ලක් වූ තත්ත්වය නිවැරදි කිරීමේ අවශ්‍යතාවය සම්බන්ධයෙන් මහජනතාවගේ අවධානය, උනන්දුව සහ උත්සුකයන් ග්‍රහණය කර ගැනීමට වර්ණවත්, බලසම්පන්න සහ අගෞරවනීය භාෂාව පවා භාවිතා කිරීම අවශ්‍ය විය හැකිය. විවේචනය අන්ත, අයුක්ති සහගත, අසමතුලිත, අතිශයෝක්තියෙන් සහ අගතියෙන් යුක්ත වුව ද සත්‍ය වන කරුණු සම්බන්ධයෙන් මහජන අවශ්‍යතා පිළිබඳ අවංකව දරන මතයක් ප්‍රකාශ කරන තාක් කල් එය ආරක්ෂා වේ. රාජ්‍ය සම්බාධකවලට බිය නොවී රාජ්‍ය බලධාරීන් විසින් ගනු ලබන ක්‍රියාමාර්ග පිළිබඳ දැඩි විවේචන පවා ප්‍රකාශ කිරීමේ අයිතිය ප්‍රකාශනයේ නිදහසට මූලික වේ. ප්‍රජාතන්ත්‍රවාදයේ සෞඛ්‍යයට හාස්‍යය ප්‍රකාශ කිරීම අවසරය පමණක් නොව අවශ්‍ය ද වේ. කාටූන් සහ විකට චිත්‍ර හරහා හාස්‍යය ප්‍රකාශ කිරීමේ සාමාන්‍ය මාධ්‍යයකි. එය ප්‍රජාතන්ත්‍රවාදයේ විශිෂ්ට ද්‍රාවකයන්ගෙන් එකකි. බැනරයක් එසවීම ප්‍රකාශ කිරීමේ ආකාරයකි. පොදු වීදිවල සවිකර ඇති පුවරු ප්‍රකාශ කිරීමේ වැදගත් මාධ්‍යයකි.",
        "පෙළපාලි යාමට හා පෙළපාලි පැවැත්වීමට ඇති අයිතිය රැස්වීමේ නිදහසේ ලක්ෂණයකි. එය භාෂණයේ නිදහසට ඇති අයිතියේ ද වෙන් කළ නොහැකි අංගයකි. එය මහජන න්‍යාය පත්‍රයේ මතය ප්‍රකාශ කිරීමේ සහ ගැටලු මතු කිරීමේ ප්‍රධාන ක්‍රමවලින් එකකි. එය පුද්ගලයෙකුගේ හෝ කණ්ඩායමක හැඟීම් සහ හැඟීම්වල දෘශ්‍යමාන ප්‍රකාශනයයි. එබැවින් එය යමෙකුගේ අදහස් එය පැවසීමට අදහස් කරන අන් අයට සන්නිවේදනය කිරීමකි. මෙම අයිතියට මහජනතාවගේ භාවිතය සඳහා කැපවී ඇති වීදි සහ උද්‍යාන භාවිතා කිරීමේ අයිතිය ඇතුළත් වන අතර, ඔවුන් කැපවී ඇති ඒවා අඛණ්ඩව භාවිතා කිරීම සහතික කිරීම සඳහා සාධාරණ සීමාවන්ට යටත් වේ.",
        "රැස්වීමේ නිදහස පොදු මංසන්ධිවල පුද්ගලික රැස්වීම් සහ රැස්වීම් යන දෙකම සක්‍රීය කරයි. එය ස්ථිතික රැස්වීම් පමණක් නොව, රැස්වීම් ක්‍රියාත්මක වන මහජන පෙළපාලි ද සක්‍රීය කරයි.",
        "ප්‍ර   මහජන විරෝධතා මාලාවක් කඩාකප්පල් කිරීමට යමෙකුට උසාවි යා හැක්කේ කුමන හේතු මතද?",
        "ජාතික ආරක්‍ෂාව, මහජන සාමය සහ මහජන සෞඛ්‍ය හෝ සදාචාරය ප්‍රවර්ධනය කිරීම සඳහා හෝ පිළිගැනීම සහ ගෞරවය තහවුරු කර ගැනීමේ අරමුණින් අදහස් ප්‍රකාශ කිරීමේ සහ රැස්වීමේ නිදහසේ අයිතිවාසිකම් ක්‍රියාත්මක කිරීම නීතියෙන් සීමා කළ හැකි බව ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ සඳහන් වේ. අන් අයගේ අයිතිවාසිකම් සහ නිදහස. මෙයින් අදහස් කරන්නේ මෙම අවශ්‍යතා සුරක්ෂිත කිරීම සඳහා නීති සම්පාදනය කළ හැකි බවයි. එවැනි නීති තිබේ නම්, ඒවා අධිකරණයට ඉදිරිපත් කළ හැකිය. කෙසේ වෙතත්, එවැනි සීමා කිරීම් අයිතියම අනතුරට පත් නොකළ යුතුය. ජාත්‍යන්තර උපකරණ කොන්දේසි පනවා ඇති අතර, සීමා පැනවිය හැක්කේ එම කොන්දේසි වලට යටත්ව පමණි. සීමාවන් නීතියෙන් පැනවිය යුතු අතර, මෙම අරමුණු වලින් එකක් හෝ කිහිපයක් සුරක්ෂිත කිරීම සඳහා ඒවා අවශ්‍ය යැයි සාධාරණීකරණය කළ යුතුය. ව්යතිරේක පටු ලෙස අර්ථ දැක්විය යුතු අතර, ඕනෑම සීමාවක් සඳහා අවශ්යතාවය ඒත්තු ගැන්විය යුතුය. දැඩි සමාජ අවශ්‍යතාවයක් තිබිය යුතු අතර, අනුගමනය කරන නීත්‍යානුකූල අරමුණට සමානුපාතික විය යුතු අතර, එය යුක්ති සහගත කිරීමට දක්වා ඇති හේතු අදාළ සහ ප්‍රමාණවත් විය යුතුය. ඉන්දියාවේ ශ්‍රේෂ්ඨාධිකරණයට අනුව, “සීමාව සාධාරණීකරණය කළ යුත්තේ අවශ්‍යතාවයේ අමුණ මත මිස පහසුව හෝ යෝග්‍යතාවයේ වැලි මත නොවේ”. අවශ්යතාවය ඒත්තු ගැන්විය යුතුය. හදිසි සමාජ අවශ්‍යතාවයක් තිබිය යුතුය.",
        "රැස්වීමක් අතරතුර කලබල ඇතිවිය හැකි බවට පොලිසිය “සාධාරණ විශ්වාසයක්” ඇතිකර ගන්නේ නම්, කලබලකාරී තත්ත්වයන් අපේක්ෂාවෙන් පොලිසිය ආරක්‍ෂාව සහ අධීක්‍ෂණය සැපයිය යුතු බව බොහෝ රටවල අධිකරණ විසින් අවධාරණය කර ඇත. පොලිසියේ පරම යුතුකම වන්නේ නීතිය හා සාමය ආරක්ෂා කිරීම මිස අසත්‍ය විය හැකි හුදු අපේක්ෂා සහගත හේතූන් මත මිනිසුන්ගේ නිදහස සහ නිදහස කප්පාදු කිරීම නොවේ. කිසිම තත්වයක් යටතේ නීත්‍යානුකූල රැස්වීම් විසුරුවා හැරිය යුතු නැත.",
        "ප්‍ර    උදාහරණයක් ලෙස ගාලු මුවදොර විරෝධතාව බලහත්කාරයෙන් නතර කළහොත්, එය ජාත්‍යන්තර ප්‍රජාවට කුමන ආකාරයේ හානියක් සිදු කරයිද?",
        "මම උදාහරණයක් කියන්නම්. 1989 දී, හොංකොං හි ජීවත් වෙමින් සහ වැඩ කරන අතරතුර, ටියනන්මෙන් චතුරශ්‍රයේ චීන රජයට එරෙහිව සිසුන් විරෝධතා දක්වන ආකාරය මම බලා සිටියෙමි. එය දැන් ගාලු මුවදොර (හෝ ගොටගොගම) සිදුවෙමින් පවතින දෙයට බෙහෙවින් සමාන විය. අවට නිදහසේ වාතයක් විය. කතා, ගීත තිබුණා. සයිටම් ලොව පුරා විකාශය විය (අද ශ්‍රී ලංකාවේ සිදුවීම් සිදුවන පරිදි). ජනාධිපති ගොර්බචෙව්ගේ සංචාරය වාර්තා කිරීමට බීජිං වෙත ගිය මාධ්‍යවේදීන් විශාල පිරිසක් මෙම අපූරු සංසිද්ධිය ආවරණය කිරීමට නැවතී සිටියහ. හොංකොං වැසියන් කූඩාරම් සිය ගණනක් යැව්වා. ඉන්පසුව, ජූනි 4 වැනි දින රාත්‍රියේ, තුවක්කු පත්තු වෙමින්, යුද ටැංකිවලට ඇතුළු විය. සිසුන් පලා යාමට පටන් ගත් නමුත් බොහෝ දෙනෙක් වෙඩි තබා මරා දැමූහ. වෙහෙසට පත් වූ හෝ අසනීප වූ හෝ තුවාල වූ අය රැඳී සිටි කූඩාරම් මත ටැංකි පෙරළී ඔවුන්ව පොඩි කර මරා දැමීය.",
        "මාස දෙකකට පසු, විශ්ව විද්‍යාල සගයන් කුඩා කණ්ඩායමක් සමඟ, මම ප්‍රංශයට පැන යාමට සමත් වූ ශිෂ්‍ය නායකයෙකු ජිනීවාහි එක්සත් ජාතීන්ගේ මානව හිමිකම් අනුකමිටු රැස්වීමට කැඳවාගෙන ගියෙමි. එහිදී, ඉතිහාසයේ පළමු වතාවට එක්සත් ජාතීන්ගේ සංවිධානය චීනය වෙත සිය සෙවුම් ආලෝකය යොමු කළේය. ප්‍රථම වතාවට ආරක්ෂක මණ්ඩලයේ නිත්‍ය සාමාජිකයෙකු වාරණය කිරීමේ යෝජනාවක් සම්මත විය. දැන් ගෝතගොගම ගාලු මුවදොර සිදුවෙමින් පවතින දේ ලොව පුරා නරඹමින් පවතී. ව්‍යවස්ථානුකූලව සහතික කර ඇති අයිතිවාසිකම් ක්‍රියාත්මක කරන ජනතාව නෙරපා හැරීමට පොලිසිය හෝ හමුදාව මැදිහත් වුවහොත් ශ්‍රී ලංකාව පෙර නොවූ විරූ ලෙස හෙළා දකිනු ඇත. මූල්‍යමය වශයෙන් බංකොලොත් බව දැනටමත් ලෝකයට ප්‍රකාශ කර ඇති රටක් සදාචාරාත්මකව ද බංකොලොත් බව පෙන්වීමට කැමති ද?",
        "“කෙසේ වෙතත් මෙම විරෝධතාවලට නිසි දැක්මක් ඇති බවක් නොපෙනේ. මෙම විරෝධතාවල අරමුණ කුමක්ද? එබැවින් නීතියේ ආධිපත්‍යයේ යම් සේයාවක් අරගලයට යම් දිශානතියක් ලබා දිය යුතුය. ඇත්ත වශයෙන්ම එය වඩා හොඳ පද්ධතියක් සෑදීමට කදිම අවස්ථාවක්\"",
        "ප්‍ර   ප්‍රකාශනයේ සහ විසම්මුතියේ නිදහසට ඉඩ දීම කොතරම් වැදගත්ද?",
        "ප්‍රකාශනයේ සහ රැස්වීමේ නිදහස සඳහා ඇති අයිතිය ව්‍යවස්ථාපිත ප්‍රජාතන්ත්‍රවාදයේ කේන්ද්‍රීය වේ. ඔවුන් මූලික වශයෙන් පවතින්නේ බල රහිත අයට හඬක් දීමටයි. දේශපාලන හෝ ආර්ථික බලයක් නොමැති කණ්ඩායම් මෙන්ම අනෙකුත් අවදානමට ලක්විය හැකි පුද්ගලයින් ද මෙයට ඇතුළත් ය. ඔවුන් ඔවුන්ගේ කලකිරීම් සඳහා ප්‍රවේශයක් සපයයි. මෙම අයිතිවාසිකම්, බොහෝ අවස්ථාවලදී, ඔවුන්ගේ නීත්‍යානුකූල උත්සුකයන් ප්‍රකාශ කිරීමට ඇති එකම යාන්ත්‍රණය වනු ඇත. ඇත්ත වශයෙන්ම, ඒවා මානව හිමිකම් සහ නිදහස ඉදිරියට ගෙන යාමේ ව්‍යවස්ථාපිත පරමාර්ථය සඳහා සාමාන්‍ය ජනතාවට අර්ථවත් ලෙස දායක විය හැකි ප්‍රධාන මාධ්‍යයන්ගෙන් එකකි.",
        "“ආණ්ඩුක්‍රම ව්‍යවස්ථාව උත්තරීතර නීතිය වන අතර එය අනෙකුත් සියලුම නීති අභිබවා යයි,” නීතීඥ ක්‍රිෂ්මාල් වර්ණසූරිය මහතා පැවසීය. “විරෝධතාකරුවන් ලෙස අපට පොදු දේපළ විනාශ කිරීමෙන් නීතිය කඩ කළ නොහැක.”",
        "ඔහු කියා සිටියේ නීතියට ඉහළින් රාජ්‍ය ආයතනයක් නොමැති බවයි. “මූලික මූලධර්මය වූයේ නීතියේ ආධිපත්‍යයයි. එක්සත් රාජධානියේ පාර්ලිමේන්තුව උත්තරීතර වන අතර එක්සත් ජනපදයේ විධායකය උත්තරීතර වේ. නමුත් මෙතන තියෙන්නේ ජනතා බලය. අධිකරණයට, විධායකයට, ව්‍යවස්ථාදායකයට ජනතාව බලය දීලා තියෙනවා. මහාවංශය කියන්නේ මහජන විශ්වාසය කියන සංකල්පය ගැන. මිහිඳු මහරහතන් වහන්සේ තිස්සට කළ බණ දෙස බැලුවහොත් උන්වහන්සේ පවසන්නේ ඔබ මුරකරුවෙකු පමණක් බවයි. ජනතාව විසින් බලතල ලබා දී ඇති භාරකරුවෙකි. එබැවින් රජය මහජන විශ්වාසය කඩ කළහොත් පුරවැසියන්ට ඔවුන් අධිකරණයට ගෙන යා හැකිය.",
        "උදාහරණයක් ලෙස ණය ලබා ගැනීම සඳහා විදේශ ආයතන සමඟ සාකච්ඡා කිරීමට අඛණ්ඩ විරෝධතා ඍණාත්මක බලපෑමක් ඇති කරයිදැයි ඇසූ විට වර්ණසූරිය පිළිතුරු දුන්නේ නිෂේධාත්මක ය. “කෙසේ වෙතත් මෙම විරෝධතාවලට නිසි දැක්මක් ඇති බවක් නොපෙනේ. මෙම විරෝධතාවල අරමුණ කුමක්ද? එබැවින් නීතියේ ආධිපත්‍යයේ යම් සේයාවක් අරගලයට යම් දිශානතියක් ලබා දිය යුතුය. ඇත්ත වශයෙන්ම එය වඩා හොඳ පද්ධතියක් සෑදීමට කදිම අවස්ථාවක්. ”",
        "සෙනසුරාදා ප්‍රකාශයක් නිකුත් කරමින් ශ්‍රී ලංකා නීතීඥ සංගමය රජයෙන් ඉල්ලා සිටියේ ජනතාවගේ විසම්මුතියේ නිදහස නීත්‍යානුකූලව භාවිතා කිරීම කඩාකප්පල් කිරීම සඳහා කුමන හෝ පියවරක් ගැනීමෙන් වළකින ලෙසයි. සාමකාමී විරෝධතාවක් කඩාකප්පල් කිරීමට එවැනි ඕනෑම උත්සාහයක් රටට, ප්‍රජාතන්ත්‍රවාදයට, ආර්ථිකයට සහ නීතියේ ආධිපත්‍යයට බරපතල ප්‍රතිවිපාක ගෙන දෙන බව එම නිවේදනයේ සඳහන් වේ.",
        "සෑම වසර හතරකට වරක් විශ්ව ප්‍රකාශන වාර්තාවක් කෙටුම්පත් කර ඇති අතර එම සිද්ධීන් මෙම වාර්තාවට ඇතුළත් කෙරේ. ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ කෙරෙන සාකච්ඡාවලට ද කෘත්‍රිම බලය භාවිත කිරීම බලපානු ඇත. නමුත් භාෂණයේ නිදහස භාවිත කිරීමේදී ආරක්‍ෂාව සඳහා නිතර භාවිත කරන අපහාසාත්මක ප්‍රකාශ භාවිත කිරීම පිළිබඳව අප සැලකිලිමත් විය යුතුයි. අපි අපිවම හික්මවා ගත යුතුයි",
        "පවතින ජනතා විරෝධතා නැවැත්වීමට බලය යෙදවීම කෘතිම බලයකි. ශ්‍රී ලංකා මානව හිමිකම් කොමිසමේ හිටපු කොමසාරිස් ආචාර්ය ප්‍රතිභා මහානාමහේවා මහතා සිහිපත් කළේ, “මේ අවස්ථාවේදී අපි ක්ෂේත්‍ර කිහිපයක් පිළිබඳව අවධානයෙන් සිටිය යුතුයි. “ජූලි මාසයේ පැවැත්වෙන එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිල සැසිවාරයේදී මෙම සිදුවීම් ඉස්මතු වනු ඇත. සෑම වසර හතරකට වරක් විශ්ව ප්‍රකාශන වාර්තාවක් කෙටුම්පත් කර ඇති අතර එම සිද්ධීන් මෙම වාර්තාවට ඇතුළත් කෙරේ. ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ කෙරෙන සාකච්ඡාවලට ද කෘත්‍රිම බලය භාවිත කිරීම බලපානු ඇත. නමුත් භාෂණයේ නිදහස භාවිත කිරීමේදී ආරක්‍ෂාව සඳහා නිතර භාවිත කරන අපහාසාත්මක ප්‍රකාශ භාවිත කිරීම පිළිබඳව අප සැලකිලිමත් විය යුතුයි. අපි අපිවම හික්මවා ගත යුතුයි. ඕනෑම කෙනකුට ජනාධිපතිවරයා විවේචනය කළ හැකි නමුත් කුණුහරුපෙන් කතා කළහොත් පසු කාලීනව විශේෂයෙන්ම මෙම විරෝධතාවලට ළමයින් සම්බන්ධ කර ගැනීම තුළින් ඔවුන්ට එහි ප්‍රතිවිපාක අත්වේවි.”",
        "ඔහු තවදුරටත් 1991 දී ඉන්දීය ආර්ථික අර්බුදය සිහිපත් කළේය. “ඉන්දියානු රජයට විදේශ ණය ගෙවීමට තිබුණේ ඇමෙරිකානු ඩොලර් බිලියන 1.2ක් පමණයි. කෙසේ වෙතත් ඔවුන් මුදල් අමාත්‍යවරයා ලෙස ආචාර්ය මන්මෝහන් සිං පත් කළ අතර එය නියමිත වේලාවට විසඳා ඇත. අද ශ්‍රී ලංකාව මුහුණ දී සිටින්නේ එවැනිම තත්ත්වයකටය. මිනිසුන්ගේ තොරතුරු දැනගැනීමේ අයිතිය යටතට එන නිසා ආණ්ඩුවේ අයට ඇත්ත කියන්න අයිතියක් තියෙනවා. තිරය ​​පිටුපස සිදුවන්නේ කුමක්දැයි දැන ගැනීමට ජනතාවට අයිතියක් ඇත.",
        "පොලිස් ට්‍රක් රථ සෙනසුරාදා ගාලු මුවදොර නැංගුරම් ලා ඇති අතර BASL විසින් නිකුත් කරන ලද ප්‍රකාශ මත පසුව ඒවා ඉවත් කරන ලදී"
      ]
    },
    "ta": {
      "title": "பொலிஸாரும் இராணுவமும் போராட்டக்காரர்களை பலவந்தமாக வெளியேற்றினால், ஸ்ரீலங்கா முன்னெப்போதும் இல்லாத வகையில் உலகத்தால் கண்டிக்கப்படும்: நிபுணர்கள்",
      "body_lines": [
        "காலியில் கோட்டகோகம குடிசையை அகற்றிய பொலிஸாருக்கு எதிராக ஆர்ப்பாட்டம் நடத்துமாறு மக்களை அழைக்கும் பதாகையை ஏந்தியவாறு ஆர்ப்பாட்டக்காரர்",
        "அரசாங்கம் குடிமக்களுக்கு வாக்குறுதியளித்ததை நிறைவேற்றத் தவறியதால், இலங்கையில் பொதுமக்களின் போராட்டங்கள் தடையின்றி தொடர்கின்றன. இலங்கைப் பிரதிநிதிகள் சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தைகளை ஆரம்பிப்பதற்கு சற்று முன்னர், இந்திய எண்ணெய் நிறுவனமும் இலங்கை பெற்றோலியக் கூட்டுத்தாபனமும் எரிபொருள் விலை உயர்வை அறிவித்தன, இதனால் பல தனியார் பேருந்துகள் தமது பயணங்களை நிறுத்தியுள்ளன. அதன் பேரில் பேருந்து உரிமையாளர்கள் பேருந்து கட்டணத்தை உயர்த்தி அறிவித்து நேற்று காலை வரை மதிய உணவு பொட்டலங்களின் விலை 20% உயர்த்தப்பட்டது, பள்ளி வேன் கட்டணம் ரூ. 1000, கோதுமை மாவின் விலை ரூபாவால் அதிகரிக்கப்பட்டுள்ளது. 20, பொதுமக்களுக்கு மேலும் சிரமத்தை ஏற்படுத்துகிறது. எல்லாவற்றிற்கும் மேலாக அமைச்சர்கள் மற்றும் மாநில அமைச்சர்கள் கொண்ட புதிய அமைச்சரவை பதவியேற்றது, இது மற்றொரு தலையை மாற்றியது. இதற்கு முன்னர் நாட்டு மக்களுக்கு ஆற்றிய உரையில் பிரதமர் மகிந்த ராஜபக்ச, தொடரும் போராட்டங்களின் விளைவாக இலங்கை முக்கியமான டாலர்களை இழக்கும் என்று கூறினார். மாறாக, புதிய அமைச்சர்கள் அமைச்சரவையில் உரையாற்றும் போது, ​​ஜனாதிபதி ராஜபக்ஷ, நடந்து வரும் போராட்டங்களுக்கு சாதகமான முறையில் பதிலளிப்பது மட்டுமல்லாமல், பெரும்பாலான எதிர்ப்பாளர்கள் தேசபக்தர்கள் மற்றும் நாட்டின் மீது தங்கள் அன்பை வெளிப்படுத்துகிறார்கள் என்றும் கூறினார். ஒரு பயங்கரமான சம்பவத்தில், ரயில் பாதைக்கு இடையூறு விளைவித்த ஆர்ப்பாட்டக்காரர்கள் மீது ரம்புக்கனை பொலிஸார் துப்பாக்கிச் சூடு நடத்தினர். இச்சம்பவத்தைத் தொடர்ந்து, பத்து பொலிஸ் உத்தியோகத்தர்கள் உட்பட பன்னிரண்டு பிரதேசவாசிகள் வைத்தியசாலையில் அனுமதிக்கப்பட்டிருந்த அதேவேளை, ஒருவர் காயமடைந்து உயிரிழந்துள்ளார். அந்த நேரத்தில் இந்த தாள் அச்சுக்கு வந்தது.",
        "கடந்த ஏப்ரல் 18ஆம் திகதி, காலிமுகத்திடல் போராட்டம் தொடர்பான உண்மை அறிக்கையை கொழும்பு கோட்டை பொலிசார் தாக்கல் செய்து, தற்போது நடைபெற்று வரும் போராட்டங்களினால் பாதசாரிகளுக்கு இடையூறு ஏற்படும் வகையில் கடுமையான போக்குவரத்து நெரிசல் ஏற்பட்டுள்ளதாகவும், அங்கீகரிக்கப்படாத ஒலிபெருக்கிகளை பயன்படுத்துவதால் அப்பகுதியில் ஒலி மாசு ஏற்படுவதாகவும் தெரிவிக்கப்பட்டுள்ளது. புகழ்பெற்ற சட்ட நிபுணரும் நீதி அமைச்சின் முன்னாள் செயலாளருமான கலாநிதி நிஹால் ஜயவிக்ரம டெய்லி மிரருக்கு வழங்கிய நேர்காணலில், அரசியலமைப்பு உறுதிப்படுத்தப்பட்ட உரிமைகளைப் பயன்படுத்துகின்ற மக்களை வெளியேற்றுவதற்கு பொலிஸ் அல்லது இராணுவம் தலையிட்டால், இலங்கை கண்டனம் செய்யப்படும். முன் எப்போதும் இல்லை.",
        "கோட்டகோகமவில் உள்ள காலி முகத்திடலில் இப்போது நடைபெறுவது உலகம் முழுவதும் பார்க்கப்படுகிறது. அரசியலமைப்பு உறுதிப்படுத்தப்பட்ட உரிமைகளைப் பயன்படுத்துகின்ற மக்களை வெளியேற்றுவதற்கு பொலிஸ் அல்லது இராணுவம் தலையிட்டால், இலங்கை முன்னெப்போதும் இல்லாத வகையில் கண்டிக்கப்படும். நிதி ரீதியாக திவாலாகிவிட்டதாக உலகிற்கு ஏற்கனவே அறிவித்த ஒரு நாடு, அது தார்மீக ரீதியாகவும் திவாலாகிவிட்டதாக நிரூபிக்க விரும்புகிறதா?",
        "இந்த உரிமைகள், பல சந்தர்ப்பங்களில், அவர்களின் நியாயமான கவலைகளை வெளிப்படுத்தும் ஒரே வழிமுறையாக இருக்கும். உண்மையில், அவை மனித உரிமைகள் மற்றும் சுதந்திரங்களை முன்னேற்றுவதற்கான அரசியலமைப்பு நோக்கத்திற்கு சாதாரண மக்கள் அர்த்தமுள்ள வகையில் பங்களிக்கும் முக்கிய வழிமுறைகளில் ஒன்றாகும்.",
        "- கலாநிதி நிஹால் ஜயவிக்ரம - முன்னாள் செயலாளர் - நீதி அமைச்சு",
        "கே   அரசியலமைப்புக் கண்ணோட்டத்தில், மக்கள் எதிர்ப்புத் தெரிவிக்கும் உரிமையின் பின்னணியைக் கொடுக்க முடியுமா?",
        "எதிர்ப்பு தெரிவிப்பதற்கான உரிமையானது கருத்துச் சுதந்திரத்திலிருந்து பெறப்பட்டது, இது ஒன்றுகூடும் சுதந்திரம் மற்றும் சங்கத்தின் சுதந்திரம் உட்பட பல பரஸ்பர ஆதரவு உரிமைகளில் ஒன்றாகும், இவை அனைத்தும் நமது அரசியலமைப்பால் உத்தரவாதம் அளிக்கப்பட்டுள்ளன. கருத்துச் சுதந்திரத்திற்கான உரிமையில் மறைமுகமானது அரசியல், சமூகம், பொருளாதாரம், கல்வி, மதம் மற்றும் பண்பாட்டு நோக்கங்களில் பல்வேறு வகைகளில் மற்றவர்களுடன் தொடர்பு கொள்வதற்கான உரிமையாகும். இந்தச் சுதந்திரங்களுக்கான உரிமையானது, இலங்கை அரசாங்கம் அங்கீகரித்த சிவில் மற்றும் அரசியல் உரிமைகள் தொடர்பான சர்வதேச உடன்படிக்கையிலும் அங்கீகரிக்கப்பட்டுள்ளது. அந்த பலதரப்பு ஒப்பந்தத்தின் பிற மாநிலக் கட்சிகள்.",
        "கருத்துச் சுதந்திரத்திற்கான உரிமையானது, வெளிப்படுத்தப்பட்ட கருத்துக்களின் உட்பொருளை மட்டுமல்ல, அவை வெளிப்படுத்தப்படும் வடிவத்தையும் பாதுகாக்கிறது. எதிர்ப்பு தெரிவிக்கப்பட்ட சூழ்நிலையை சரிசெய்ய வேண்டியதன் அவசியத்தைப் பற்றிய பொதுமக்களின் கவனத்தையும், ஆர்வத்தையும், கவலைகளையும் பெற, வண்ணமயமான, வலிமையான, மற்றும் அவமரியாதைக்குரிய மொழியைப் பயன்படுத்துவது அவசியமாக இருக்கலாம். தீவிரமான, அநீதியான, சமநிலையற்ற, மிகைப்படுத்தப்பட்ட மற்றும் தப்பெண்ணமானதாக இருந்தாலும், உண்மையாக இருக்கும் உண்மைகளில் பொது நலன் சார்ந்த ஒரு விஷயத்தில் நேர்மையான கருத்தை வெளிப்படுத்தும் வரை விமர்சனம் பாதுகாக்கப்படுகிறது. அரசின் தடைகளுக்கு அஞ்சாமல் பொது அதிகாரிகளால் எடுக்கப்படும் நடவடிக்கைகள் மீது கடுமையான விமர்சனத்தை வெளிப்படுத்தும் உரிமை கருத்துச் சுதந்திரத்தின் அடிப்படையாகும். நகைச்சுவையின் வெளிப்பாடு அனுமதிக்கப்படுவது மட்டுமல்ல, ஜனநாயகத்தின் ஆரோக்கியத்திற்கும் அவசியம். நகைச்சுவை, கார்ட்டூன்கள் மற்றும் கேலிச்சித்திரங்கள் மூலம், மிகவும் பொதுவான வெளிப்பாட்டு வழிமுறைகளில் ஒன்றாகும். இது ஜனநாயகத்தின் சிறந்த கரைப்பான்களில் ஒன்றாகும். பதாகையை உயர்த்துவது ஒரு வகையான வெளிப்பாடு. பொதுத் தெருக்களில் ஒட்டப்பட்டிருக்கும் சுலோகங்கள் வெளிப்படுத்தும் முக்கிய வழிமுறையாகும்.",
        "ஆர்ப்பாட்டம் மற்றும் ஊர்வலங்கள் நடத்துவதற்கான உரிமை ஒன்று கூடும் சுதந்திரத்தின் பண்பு. இது பேச்சு சுதந்திர உரிமையின் பிரிக்க முடியாத அங்கமாகவும் உள்ளது. பொது நிகழ்ச்சி நிரலில் கருத்தை வெளிப்படுத்துவதற்கும் பிரச்சினைகளை எழுப்புவதற்கும் இது முக்கிய வழிகளில் ஒன்றாகும். இது ஒரு தனி நபர் அல்லது குழுவின் உணர்வுகள் மற்றும் உணர்வுகளின் புலப்படும் வெளிப்பாடாகும். எனவே இது ஒருவரின் யோசனைகளை மற்றவர்களுக்கு தெரிவிக்கும் நோக்கமாக உள்ளது. பொதுமக்களின் பயன்பாட்டிற்காக அர்ப்பணிக்கப்பட்ட தெருக்கள் மற்றும் பூங்காக்களைப் பயன்படுத்துவதற்கான உரிமையும் இந்த உரிமையில் அடங்கும், நியாயமான வரம்புகளுக்கு உட்பட்டு, அவை அர்ப்பணிக்கப்பட்ட அவற்றின் தொடர்ச்சியான பயன்பாட்டை உறுதிசெய்யும்.",
        "ஒன்றுகூடுவதற்கான சுதந்திரம் பொதுப் பாதைகளில் தனிப்பட்ட கூட்டங்கள் மற்றும் கூட்டங்கள் இரண்டையும் செயல்படுத்துகிறது. இது நிலையான கூட்டங்களை மட்டுமின்றி, பொது ஊர்வலங்களையும் இயக்குகிறது.",
        "கே   எதன் அடிப்படையில் மக்கள் தொடர் போராட்டங்களை சீர்குலைக்க ஒருவர் நீதிமன்றத்திற்கு செல்லலாம்?",
        "தேசிய பாதுகாப்பு, பொது ஒழுங்கு மற்றும் பொது சுகாதாரம் அல்லது ஒழுக்கத்தை மேம்படுத்துதல் அல்லது அங்கீகாரம் மற்றும் மரியாதையைப் பெறுவதற்கான நோக்கத்திற்காக கருத்துச் சுதந்திரம் மற்றும் ஒன்றுகூடல் உரிமைகளைப் பயன்படுத்துவது சட்டத்தால் கட்டுப்படுத்தப்படலாம் என்று அரசியலமைப்பு கூறுகிறது. மற்றவர்களின் உரிமைகள் மற்றும் சுதந்திரங்கள். இந்த நலன்களைப் பாதுகாக்க சட்டங்கள் இயற்றப்படலாம் என்பதே இதன் பொருள். அத்தகைய சட்டங்கள் இருந்தால், அவை நீதிமன்றத்தில் தாக்கல் செய்யப்படலாம். இருப்பினும், அத்தகைய கட்டுப்பாடுகள் உரிமையை ஆபத்தில் ஆழ்த்தக்கூடாது. சர்வதேச கருவிகள் நிபந்தனைகளை விதிக்கின்றன, மேலும் அந்த நிபந்தனைகளுக்கு உட்பட்டு மட்டுமே கட்டுப்பாடுகள் விதிக்கப்படலாம். கட்டுப்பாடுகள் சட்டத்தால் விதிக்கப்பட வேண்டும், மேலும் இந்த நோக்கங்களில் ஒன்று அல்லது அதற்கு மேற்பட்டவற்றைப் பாதுகாப்பதற்கு அவை அவசியம் என நியாயப்படுத்தப்பட வேண்டும். விதிவிலக்குகள் சுருக்கமாக விளக்கப்பட வேண்டும், மேலும் எந்தவொரு தடைக்கான தேவையும் உறுதியான முறையில் நிறுவப்பட வேண்டும். ஒரு அழுத்தமான சமூகத் தேவை இருக்க வேண்டும், பின்பற்றப்படும் முறையான நோக்கத்திற்கு விகிதாசாரமாக இருக்க வேண்டும், மேலும் அதை நியாயப்படுத்த கொடுக்கப்பட்ட காரணங்கள் பொருத்தமானதாகவும் போதுமானதாகவும் இருக்க வேண்டும். இந்திய உச்ச நீதிமன்றத்தின் கூற்றுப்படி, \"கட்டுப்பாடு தேவையின் சொம்பில் நியாயப்படுத்தப்பட வேண்டும், வசதி அல்லது அவசரத்தின் புதைமணல் அல்ல\". அவசியத்தை உறுதியாக நிறுவ வேண்டும். ஒரு அழுத்தமான சமூகத் தேவை இருக்க வேண்டும்.",
        "பல நாடுகளில் உள்ள நீதித்துறையினர், ஒரு கூட்டத்தின் போது இடையூறுகள் ஏற்படக்கூடும் என்ற \"நியாயமான நம்பிக்கையை\" பொலிசார் கொண்டிருந்தால், இடையூறுகளை எதிர்பார்த்து காவல்துறை பாதுகாப்பையும் கண்காணிப்பையும் வழங்க வேண்டும் என்று வலியுறுத்தியுள்ளனர். சட்டம் ஒழுங்கை நிலைநாட்டுவது காவல்துறையின் தலையாய கடமையாகும் ஆனால் பொய்யாகிவிடக்கூடிய வெறும் எதிர்பார்ப்பு அடிப்படையில் மக்களின் சுதந்திரம் மற்றும் சுதந்திரத்தை குறைப்பது அல்ல. எந்தச் சூழ்நிலையிலும் சட்டப்பூர்வமான கூட்டங்கள் கலைக்கப்படக் கூடாது.",
        "கே    உதாரணமாக காலி முகத்திடலில் போராட்டம் வலுக்கட்டாயமாக நிறுத்தப்பட்டால், அது சர்வதேச சமூகத்திற்கு என்ன வகையான பாதிப்பை ஏற்படுத்தும்?",
        "ஒரு உதாரணம் சொல்கிறேன். 1989ல், ஹாங்காங்கில் தங்கி பணிபுரியும் போது, ​​தியனன்மென் சதுக்கத்தில் சீன அரசுக்கு எதிராக மாணவர்கள் போராட்டம் நடத்தியதை நான் பார்த்தேன். இது இப்போது காலி முகத்திடலில் (அல்லது கோட்டகோகம) நடைபெறுவதைப் போன்றே இருந்தது. சுற்றிலும் சுதந்திரக் காற்று வீசியது. உரைகளும் பாடல்களும் இடம்பெற்றன. உள்ளிருப்பு போராட்டம் உலகம் முழுவதும் தொலைக்காட்சியில் ஒளிபரப்பப்பட்டது (இலங்கையில் இன்றைய நிகழ்வுகள் நடப்பது போல்). ஜனாதிபதி கோர்பச்சேவின் வருகையைப் பற்றி செய்தி சேகரிக்க பெய்ஜிங்கிற்கு வந்திருந்த பத்திரிகையாளர்கள் புரவலன்கள் இந்த அற்புதமான நிகழ்வை செய்திட அங்கேயே தங்கியிருந்தனர். ஹாங்காங் மக்கள் நூற்றுக்கணக்கான கூடாரங்களை அனுப்பினர். பின்னர், ஜூன் 4 ஆம் தேதி இரவு, துப்பாக்கிகள் எரியக்கூடிய டாங்கிகளில் இராணுவத்தினர் நுழைந்தனர். மாணவர்கள் ஓடத் தொடங்கினர், ஆனால் பலர் சுட்டுக் கொல்லப்பட்டனர். சோர்வு அல்லது நோய்வாய்ப்பட்டவர்கள் அல்லது காயமடைந்தவர்கள் தங்கியிருந்த கூடாரங்கள் மீது தொட்டிகள் உருண்டு அவர்களை நசுக்கி கொன்றன.",
        "இரண்டு மாதங்களுக்குப் பிறகு, ஒரு சிறிய குழு பல்கலைக்கழக சகாக்களுடன், ஜெனீவாவில் நடந்த ஐ.நா மனித உரிமைகள் துணைக் குழுக் கூட்டத்திற்கு பிரான்சுக்கு தப்பிச் சென்ற ஒரு மாணவர் தலைவரை அழைத்துச் சென்றேன். அங்கு, தனது வரலாற்றில் முதன்முறையாக, ஐநா தனது தேடுதல் விளக்கை சீனாவின் மீது செலுத்தியது. முதன்முறையாக, பாதுகாப்பு கவுன்சிலில் நிரந்தர உறுப்பினர் ஒருவரைக் கண்டிக்கும் தீர்மானம் நிறைவேற்றப்பட்டது. கோட்டகோகமவில் உள்ள காலி முகத்திடலில் இப்போது நடைபெறுவது உலகம் முழுவதும் பார்க்கப்படுகிறது. அரசியலமைப்பு உறுதிப்படுத்தப்பட்ட உரிமைகளைப் பயன்படுத்துகின்ற மக்களை வெளியேற்றுவதற்கு பொலிஸ் அல்லது இராணுவம் தலையிட்டால், இலங்கை முன்னெப்போதும் இல்லாத வகையில் கண்டிக்கப்படும். நிதி ரீதியாக திவாலாகிவிட்டதாக உலகிற்கு ஏற்கனவே அறிவித்த ஒரு நாடு, அது தார்மீக ரீதியாகவும் திவாலாகிவிட்டதாக நிரூபிக்க விரும்புகிறதா?",
        "“இருப்பினும் இந்தப் போராட்டங்களுக்கு சரியான பார்வை இருப்பதாகத் தெரியவில்லை. இந்தப் போராட்டங்களின் நோக்கம் என்ன? எனவே சட்டத்தின் சில சாயல்கள் போராட்டத்திற்கு சில திசைகளை வழங்க வேண்டும். உண்மையில் இது ஒரு சிறந்த அமைப்பை உருவாக்க ஒரு அருமையான வாய்ப்பு\"",
        "கே   கருத்துச் சுதந்திரம் மற்றும் கருத்து வேறுபாடுகளை அனுமதிப்பது எவ்வளவு முக்கியம்?",
        "கருத்துச் சுதந்திரம் மற்றும் ஒன்றுகூடுவதற்கான உரிமை அரசியலமைப்பு ஜனநாயகத்தின் மையமாகும். அவை முதன்மையாக சக்தியற்றவர்களுக்கு குரல் கொடுப்பதற்காகவே உள்ளன. அரசியல் அல்லது பொருளாதார பலம் இல்லாத குழுக்கள் மற்றும் பிற பாதிக்கப்படக்கூடிய நபர்களும் இதில் அடங்கும். அவர்கள் தங்கள் ஏமாற்றங்களுக்கு ஒரு கடையை வழங்குகிறார்கள். இந்த உரிமைகள், பல சந்தர்ப்பங்களில், அவர்களின் நியாயமான கவலைகளை வெளிப்படுத்தும் ஒரே வழிமுறையாக இருக்கும். உண்மையில், அவை மனித உரிமைகள் மற்றும் சுதந்திரத்தை முன்னேற்றுவதற்கான அரசியலமைப்பு நோக்கத்திற்கு சாதாரண மக்கள் அர்த்தமுள்ள வகையில் பங்களிக்கும் முக்கிய வழிமுறைகளில் ஒன்றாகும்.",
        "\"அரசியலமைப்பு என்பது மிக உயர்ந்த சட்டம் மற்றும் அது மற்ற அனைத்து சட்டங்களையும் மீறுகிறது\" என்று சட்டத்தரணி கிறிஷ்மல் வர்ணசூரிய கருத்து தெரிவித்தார். \"போராட்டக்காரர்களாகிய நாங்கள், பொதுச் சொத்துக்களை அழிப்பதன் மூலம் சட்டத்தை மீற முடியாது.\"",
        "சட்டத்திற்கு அப்பாற்பட்ட மாநில அமைப்பு எதுவும் இல்லை என்று அவர் கூறினார். \"சட்டத்தின் ஆட்சியே அடிப்படைக் கோட்பாடு. இங்கிலாந்தில், பாராளுமன்றம் உச்சமானது மற்றும் அமெரிக்காவில் நிறைவேற்று அதிகாரம் உள்ளது. ஆனால் இங்கே அது மக்கள் சக்தி. நீதித்துறை, நிறைவேற்று மற்றும் சட்டமன்றத்திற்கு மக்கள் அதிகாரம் வழங்கியுள்ளனர். மஹாவன்ஷா பொது நம்பிக்கையின் கருத்தைப் பற்றி பேசுகிறது. திஸ்ஸவுக்கு அரஹத் மகிந்த ஆற்றிய பிரசங்கத்தைப் பார்த்தால், நீங்கள் ஒரு பாதுகாவலர் மட்டுமே என்று கூறுகிறார்; ஒரு பாதுகாவலர், அதன் அதிகாரங்கள் மக்களால் வழங்கப்பட்டன. எனவே அரசாங்கம் மக்களின் நம்பிக்கையை மீறினால், குடிமக்கள் அவர்களை நீதிமன்றத்திற்கு கொண்டு செல்லலாம்.",
        "உதாரணமாக கடனைப் பெறுவதற்கு வெளிநாட்டு அமைப்புகளுடனான கலந்துரையாடல்களில் தொடர்ச்சியான போராட்டங்கள் எதிர்மறையான தாக்கத்தை ஏற்படுத்துமா என்று கேட்டதற்கு, வர்ணசூரிய எதிர்மறையாக பதிலளித்தார். “இருப்பினும் இந்தப் போராட்டங்களுக்கு சரியான பார்வை இருப்பதாகத் தெரியவில்லை. இந்தப் போராட்டங்களின் நோக்கம் என்ன? எனவே சட்டத்தின் சில சாயல்கள் போராட்டத்திற்கு சில திசைகளை வழங்க வேண்டும். உண்மையில் இது ஒரு சிறந்த அமைப்பை உருவாக்க ஒரு அற்புதமான வாய்ப்பு.\"",
        "சனிக்கிழமையன்று அறிக்கை ஒன்றை வெளியிட்ட இலங்கை சட்டத்தரணிகள் சங்கம், மக்களின் கருத்து வேறுபாட்டின் சுதந்திரத்தை சட்டப்பூர்வமாகப் பயன்படுத்துவதை சீர்குலைக்கும் எந்தவொரு நடவடிக்கையையும் எடுப்பதைத் தவிர்க்குமாறு அரசாங்கத்திடம் கோரிக்கை விடுத்துள்ளது. அமைதியான போராட்டத்தை சீர்குலைக்கும் எந்தவொரு முயற்சியும் நாடு, அதன் ஜனநாயகம், பொருளாதாரம் மற்றும் சட்டத்தின் ஆட்சி ஆகியவற்றில் கடுமையான விளைவுகளை ஏற்படுத்தும் என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "நான்கு ஆண்டுகளுக்கு ஒருமுறை உலகளாவிய பிரகடன அறிக்கை தயாரிக்கப்படுகிறது, இந்த சம்பவங்கள் இந்த அறிக்கையில் சேர்க்கப்படும். செயற்கை சக்தியை பயன்படுத்துவது சர்வதேச நாணய நிதியத்துடனான பேச்சுவார்த்தையையும் பாதிக்கும். ஆனால் பேச்சு சுதந்திரத்தைப் பயன்படுத்தும்போது, ​​பாதுகாப்பிற்காக அடிக்கடி பயன்படுத்தப்படும் அவதூறான அறிக்கைகளைப் பயன்படுத்துவதில் கவனமாக இருக்க வேண்டும். நம்மை நாமே ஒழுங்குபடுத்திக் கொள்ள வேண்டும்",
        "நடந்து கொண்டிருக்கும் மக்கள் போராட்டத்தை நிறுத்துவதற்கு பலத்தை பயன்படுத்துவது ஒரு செயற்கையான சக்தி. இலங்கையின் மனித உரிமைகள் ஆணைக்குழுவின் முன்னாள் ஆணையாளர் கலாநிதி பிரதிபா மஹாநாமஹேவா, “இந்த கட்டத்தில் நாம் பல விடயங்களை கவனத்தில் கொள்ள வேண்டும். “இந்த சம்பவங்கள் ஜூலை மாதம் ஐக்கிய நாடுகள் மனித உரிமைகள் பேரவை அமர்வுகளில் முன்னிலைப்படுத்தப்படும். நான்கு ஆண்டுகளுக்கு ஒருமுறை உலகளாவிய பிரகடன அறிக்கை தயாரிக்கப்படுகிறது, இந்த சம்பவங்கள் இந்த அறிக்கையில் சேர்க்கப்படும். செயற்கை சக்தியை பயன்படுத்துவது சர்வதேச நாணய நிதியத்துடனான பேச்சுவார்த்தையையும் பாதிக்கும். ஆனால் பேச்சு சுதந்திரத்தைப் பயன்படுத்தும்போது, ​​பாதுகாப்பிற்காக அடிக்கடி பயன்படுத்தப்படும் அவதூறான அறிக்கைகளைப் பயன்படுத்துவதில் கவனமாக இருக்க வேண்டும். நம்மை நாமே ஒழுங்குபடுத்திக் கொள்ள வேண்டும். ஜனாதிபதியை யார் வேண்டுமானாலும் விமர்சிக்கலாம் ஆனால் அவர்கள் மோசமான வார்த்தைகளைப் பயன்படுத்தினால், பிந்தைய கட்டங்களில், குறிப்பாக இந்தப் போராட்டங்களில் குழந்தைகளை ஈடுபடுத்துவது போன்ற விளைவுகளை அவர்கள் அனுபவிப்பார்கள்.",
        "1991ல் ஏற்பட்ட இந்தியப் பொருளாதார நெருக்கடியை அவர் மேலும் நினைவு கூர்ந்தார். “இந்திய அரசாங்கத்திடம் வெளிநாட்டுக் கடன்களைச் செலுத்த 1.2 பில்லியன் அமெரிக்க டாலர்கள் மட்டுமே இருந்தன. இருப்பினும் அவர்கள் டாக்டர் மன்மோகன் சிங்கை நிதியமைச்சராக நியமித்தனர், மேலும் இந்த விவகாரம் சரியான நேரத்தில் தீர்க்கப்பட்டது. இன்று இலங்கையும் அவ்வாறானதொரு நிலைமையை எதிர்கொண்டுள்ளது. மக்களின் தகவல் அறியும் உரிமையின் கீழ் வருவதால், உண்மையைச் சொல்ல அரசாங்கத்தில் இருப்பவர்களுக்கு உரிமை உண்டு. திரைக்குப் பின்னால் என்ன நடக்கிறது என்பதை அறிய மக்களுக்கு உரிமை உள்ளது.",
        "சனிக்கிழமை காலி முகத்திடலில் நிறுத்தப்பட்ட பொலிஸ் ட்ரக்குகள் பின்னர் BASL வழங்கிய அறிக்கைகளைத் தொடர்ந்து அகற்றப்பட்டன"
      ]
    }
  }
}