{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Personal-Data-Protection-Bill-debate-tomorrow/56-731647",
  "time_ut": 1646691420,
  "title": "Personal Data Protection Bill debate tomorrow",
  "body_lines": [
    "Several bills to be debated and passed this week",
    "Amendment to Intellectual Property Act, Workmen’s Compensation Act to be put for parliamentary approval",
    "Adjournment debate on power crisis in country slated for Thursday",
    "",
    "The Personal Data Protection Bill, which provides for the regulation of processing of personal data and protects the rights of individuals, will be taken up for debate in Parliament tomorrow.",
    "The proposed legislation defines measures to protect personal data of individuals held by Government entities, banks, telecom operators, hospitals and other personal data aggregating and processing entities. This will be among a number of bills that will be debated and passed in Parliament this week.",
    "The Intellectual Property (Amendment) Bill will be taken up for debate today. The Bill will introduce a ‘geographical indications registration system’ to provide for the registration and administration of geographical indications and connected matters for local products.",
    "The Workmen’s Compensation (Amendment) Bill will be taken up for debate on Thursday. The amendment to the Act will expand its scope by providing for payment of compensation to the workmen who are injured while coming from their place of residence to the workplace or while returning home from work. An adjournment debate on the power and energy crisis prevailing in the country will be held in the afternoon of the same day.",
    "Three private members motions by three MPs will be taken up on Friday. These include a motion for formulating a program for persons who are over the age of 60 to make them active members of the society by MP Buddhika Pathirana, a motion on re-activating the local seed production process by MP Rohan Bandara and motion for regulating counsellors and psychiatrists in Sri Lanka by MP Rohini Kumari Wijeratne.",
    "The Second Reading debate of the Land Development (Amendment) Bill will also be taken up on Friday."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලික දත්ත ආරක්ෂණ පනත් කෙටුම්පත විවාදය හෙට",
      "body_lines": [
        "පනත් කිහිපයක් මේ සතියේ විවාදයට ගෙන සම්මත කිරීමට නියමිතයි",
        "බුද්ධිමය දේපළ පනත, කම්කරු වන්දි පනත සංශෝධනය කිරීම පාර්ලිමේන්තු අනුමැතියට",
        "රටේ විදුලි අර්බුදය පිළිබඳ කල් තැබීමේ විවාදය බ්‍රහස්පතින්දා පැවැත්වීමට නියමිතය",
        "",
        "පුද්ගල දත්ත සැකසීම නියාමනය කිරීම සහ පුද්ගල අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා වන පුද්ගලික දත්ත සුරැකීමේ පනත් කෙටුම්පත හෙට පාර්ලිමේන්තුවේදී විවාදයට ගැනීමට නියමිතයි.",
        "යෝජිත ව්‍යවස්ථාව මගින් රජයේ ආයතන, බැංකු, ටෙලිකොම් ක්‍රියාකරුවන්, රෝහල් සහ අනෙකුත් පුද්ගලික දත්ත එක්රැස් කිරීම සහ සැකසීමේ ආයතන විසින් දරනු ලබන පුද්ගලයන්ගේ පුද්ගලික දත්ත ආරක්ෂා කිරීමේ ක්‍රියාමාර්ග නිර්වචනය කරයි. මේ සතියේ පාර්ලිමේන්තුවේ විවාදයට ගෙන සම්මත කර ගැනීමට නියමිත පනත් ගණනාවක් අතරට මෙයද ඇතුළත් වේ.",
        "බුද්ධිමය දේපළ (සංශෝධන) පනත් කෙටුම්පත අද විවාදයට ගැනේ. දේශීය නිෂ්පාදන සඳහා භූගෝලීය දර්ශක සහ සම්බන්ධිත කරුණු ලියාපදිංචි කිරීම සහ පරිපාලනය කිරීම සඳහා සම්පාදනය කිරීම සඳහා ‘භූගෝලීය දර්ශක ලියාපදිංචි කිරීමේ පද්ධතියක්’ පනත් කෙටුම්පත හඳුන්වා දෙනු ඇත.",
        "කම්කරු වන්දි (සංශෝධන) පනත් කෙටුම්පත බ්‍රහස්පතින්දා විවාදයට ගැනේ. තම පදිංචි ස්ථානයේ සිට සේවා ස්ථානයට පැමිණීමේදී හෝ සේවය නිමවී නිවසට පැමිණෙන අතරතුරදී තුවාල ලබන සේවකයන්ට වන්දි ගෙවීම සඳහා පනත් සංශෝධනය මඟින් එහි විෂය පථය පුළුල් කෙරේ. රටතුළ පවතින විදුලිබල අර්බුදය සම්බන්ධයෙන් සභාව කල් තැබීමේ විවාදයක් එදින පස්වරුවේ පැවැත්වීමට නියමිතයි.",
        "මන්ත්‍රීවරුන් තිදෙනෙකුගේ පෞද්ගලික මන්ත්‍රී යෝජනා තුනක් සිකුරාදා විභාගයට ගැනේ. පාර්ලිමේන්තු මන්ත්‍රී බුද්ධික පතිරණ මහතා විසින් වයස අවුරුදු 60 ට වැඩි පුද්ගලයින් සඳහා වැඩපිළිවෙලක් සැකසීමේ යෝජනාවක් ද, පාර්ලිමේන්තු මන්ත්‍රී රොහාන් බණ්ඩාර මහතාගේ දේශීය බීජ නිෂ්පාදන ක්‍රියාවලිය නැවත සක්‍රීය කිරීම පිළිබඳ යෝජනාවක් ද, උපදේශකවරුන් නියාමනය කිරීමේ යෝජනාවක් ද ඊට ඇතුළත් ය. සහ ශ්‍රී ලංකාවේ මනෝ වෛද්‍යවරුන් පාර්ලිමේන්තු මන්ත්‍රී රෝහිණී කුමාරි විජේරත්න විසිනි.",
        "ඉඩම් සංවර්ධන (සංශෝධන) පනත් කෙටුම්පත දෙවැනි වර කියවීමේ විවාදය ද සිකුරාදා දිනයේදී විවාදයට ගැනේ."
      ]
    },
    "ta": {
      "title": "தனிப்பட்ட தரவு பாதுகாப்பு மசோதா நாளை விவாதம்",
      "body_lines": [
        "இந்த வாரம் பல மசோதாக்கள் விவாதிக்கப்பட்டு நிறைவேற்றப்பட உள்ளன",
        "அறிவுசார் சொத்துரிமைச் சட்டம், தொழிலாளர் இழப்பீட்டுச் சட்டம் ஆகியவற்றில் திருத்தம் பாராளுமன்ற ஒப்புதலுக்கு வைக்கப்படும்.",
        "நாட்டில் ஏற்பட்டுள்ள மின் நெருக்கடி தொடர்பான ஒத்திவைப்பு விவாதம் வியாழக்கிழமை நடைபெறவுள்ளது",
        "",
        "தனிப்பட்ட தரவுகளின் செயலாக்கத்தை ஒழுங்குபடுத்தும் மற்றும் தனிநபர்களின் உரிமைகளை பாதுகாக்கும் தனிநபர் தரவு பாதுகாப்பு சட்டமூலம் நாளை பாராளுமன்றத்தில் விவாதத்திற்கு எடுத்துக்கொள்ளப்படவுள்ளது.",
        "முன்மொழியப்பட்ட சட்டம், அரசு நிறுவனங்கள், வங்கிகள், தொலைத்தொடர்பு ஆபரேட்டர்கள், மருத்துவமனைகள் மற்றும் பிற தனிப்பட்ட தரவுகளை ஒருங்கிணைத்து செயலாக்கும் நிறுவனங்களால் வைத்திருக்கும் தனிநபர்களின் தனிப்பட்ட தரவைப் பாதுகாப்பதற்கான நடவடிக்கைகளை வரையறுக்கிறது. இந்த வாரம் பாராளுமன்றத்தில் விவாதிக்கப்பட்டு நிறைவேற்றப்படும் பல மசோதாக்களில் இதுவும் அடங்கும்.",
        "அறிவுசார் சொத்துரிமை (திருத்தம்) சட்டமூலம் இன்று விவாதத்திற்கு எடுத்துக்கொள்ளப்படவுள்ளது. உள்ளூர் தயாரிப்புகளுக்கான புவியியல் குறியீடுகள் மற்றும் இணைக்கப்பட்ட விஷயங்களைப் பதிவுசெய்து நிர்வகிப்பதற்கு வழங்குவதற்காக ‘புவியியல் குறியீடுகள் பதிவு முறையை’ இந்த மசோதா அறிமுகப்படுத்தும்.",
        "தொழிலாளர் இழப்பீடு (திருத்தம்) மசோதா வியாழக்கிழமை விவாதத்திற்கு எடுத்துக் கொள்ளப்படும். வசிப்பிடத்திலிருந்து பணியிடத்திற்கு வரும்போது அல்லது வேலை முடிந்து வீடு திரும்பும்போது காயமடையும் தொழிலாளர்களுக்கு இழப்பீடு வழங்குவதன் மூலம் சட்டத்தில் திருத்தம் அதன் நோக்கத்தை விரிவுபடுத்தும். நாட்டில் நிலவும் மின்சாரம் மற்றும் எரிசக்தி நெருக்கடி தொடர்பான ஒத்திவைப்பு விவாதம் அன்றைய தினம் பிற்பகல் நடைபெறவுள்ளது.",
        "மூன்று பாராளுமன்ற உறுப்பினர்களினால் முன்வைக்கப்பட்ட மூன்று தனிப்பட்ட உறுப்பினர் பிரேரணைகள் வெள்ளிக்கிழமை எடுத்துக்கொள்ளப்படவுள்ளன. பாராளுமன்ற உறுப்பினர் புத்திக பத்திரனவினால் 60 வயதிற்கு மேற்பட்டவர்களை சமூகத்தின் செயலூக்க உறுப்பினர்களாக்குவதற்கான வேலைத்திட்டத்தை உருவாக்குவதற்கான பிரேரணை, பாராளுமன்ற உறுப்பினர் ரொஹான் பண்டாரவினால் உள்ளுர் விதை உற்பத்தி செயல்முறையை மீளச் செயற்படுத்தும் பிரேரணை மற்றும் ஆலோசகர்களை ஒழுங்குபடுத்தும் பிரேரணை ஆகியவை இதில் அடங்கும். மற்றும் பாராளுமன்ற உறுப்பினர் ரோஹினி குமாரி விஜேரத்னவினால் இலங்கையில் மனநல மருத்துவர்கள்.",
        "காணி அபிவிருத்தி (திருத்தம்) சட்டமூலத்தின் இரண்டாம் வாசிப்பு விவாதமும் வெள்ளிக்கிழமையன்று எடுத்துக்கொள்ளப்படவுள்ளது."
      ]
    }
  }
}