{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Students-basic-right-to-education-trampled-due-to-hair-issue/352-237744",
  "time_ut": 1653510840,
  "title": "Student’s basic right to education trampled due to ‘hair issue’",
  "body_lines": [
    "The child’s father Pradeep said that his son faced severe injustice as he was denied his basic right to free education",
    "The district’s child protection officer of the NCPA has been informed to gather the relevant parties and collect information regarding the incident and the student’s past records",
    "Education is a fundamental right guaranteed by the UN Charter and the Constitution of Sri Lanka. Yet, there are many instances in Sri Lanka and elsewhere where this basic right is trampled upon.",
    "This issue surfaced recently in a video that went viral on social media, where a 16-year-old student named B.G. Nishan Prabodhana, who is currently sitting for the G.C.E Ordinary Level (O/L) Examination, confronted the principal and the staff of D.A. Rajapaksa Vidyalaya in Weeraketiya on May 19 when he went to collect his admission card.",
    "The student, crying and complaining, went live to show the world that the principal and teachers did not allow him into school for a whole year over a fracas that erupted regarding his hair being too long.",
    "The video of Prabodhana confronting the principal and the staff of D.A. Rajapaksa Vidyalaya has now gone viral on social media, drawing the attention of the education authorities, the National Child Protection Authority (NCPA), Human Rights Commission of Sri Lanka (HRCSL), as well as educators and academics. However, this story is more profound than it seems to be and has many perspectives. The Daily Mirror spoke to the student and his parents, the principal, and other stakeholders to get to the bottom of this issue.",
    "Prabodhana, speaking to the Daily Mirror, lamented that he was obstructed from entering the school by the principal and the teachers, although he tried to several times. He further said that he had to collect the school textbooks via the police station as he wasn’t allowed to enter the school; being denied his basic right to education.",
    "“The principal refused to give me a leaving certificate and I was neither allowed to enter my classroom. They had been marking the register for an entire year, but no one bothered to find out as to why I was absent. I informed the class teacher and his response to me was to settle the issue with the principal,”",
    "Prabodhana believes that whatever rules (hair/other) apply to him ought to apply to all schoolchildren; which he said doesn’t happen, and that he was contradistinguished.",
    "“I was not allowed to enter the school even though I tried many times. Hence I requested a leaving certificate in 2021 to join another school. But the principal refused to give me a leaving certificate and I was neither allowed to enter my classroom. They had been marking the register for an entire year, but no one bothered to find out as to why I was absent. I informed the class teacher and his response to me was to settle the issue with the principal—that he could not intervene,” Prabhodana said.",
    "In addition, he said that he tried in countless ways to discuss the matter with the principal, but his attempts were futile. “I could not reveal the injustice I faced because I could have been labelled as a defiant person if I had taken out a phone earlier. It was only on the day of the admission that I was able to speak out. Now the principal says that he offered me the leaving certificate, but I refused to take it. However, there must be solid proof to prove it. Therefore, I was not given a leaving certificate, and I was not given the right to education,” he added.",
    "The father’s child, Primal Pradeep, traced back to 2021 to unfold the injustice that happened to his only son. “The incident took place when the schools reopened after the closure for months; due to COVID. The schools started gradually and the students who sat for examinations were given priority. Thus, my son also attended school, but he was unable to have a haircut as salons were closed,” Pradeep reminisced. He recalled that only essential shops were open and that salons were not allowed to do business as they were marked as sites with a higher risk of spreading COVID.",
    "“He had to attend school without taking a haircut. At school, as a form of punishment, his hair was shortened disproportionately, and it looked ugly. Finally, we had to shave his head, and he was bald for some time because there were no other means of finding a solution,”",
    "“Therefore, he had to attend school without taking a haircut. At school, as a form of punishment, his hair was shortened disproportionately, and it looked ugly. Finally, we had to shave his head, and he was bald for some time because there were no other means of finding a solution according to the manner in which the school authorities had cut his hair (the principal and two other monks). After around two weeks, we sent him back to school once his hair started growing,” he said.",
    "Afterwards Pradeep revealed that his son wasn’t allowed to enter the school. Subsequently he and his wife had urged the principal to issue a leaving certificate for Prabodhana to join another school. However, according to Pradeep, the principal had refused to issue a leaving certificate, and Prabodhana’s application form to obtain admission to sit for the Ordinary Level (O/L) Examination was handed over to him instead. Pradeep said that his son faced severe injustice as he was denied his basic right to free education. “I went thrice to the police station with Prabodhana to lodge a complaint, but our complaint was not recorded. The police said that they would try to settle the issue with the principal. Then when we called 119 to seek assistance they filed the complaint, but the necessary steps were not taken. The issue was dragged for a period between six to eight months,” he said.",
    "Pradeep added that he had requested the principal to offer his son admission to sit for the exams and that the principal had consented. “The class teacher paid no heed when the child was absent for the whole year. He marked the register during the entire year. There is a separate committee at the school to check on the absentees when students do not report to school for over three days. However, none of the school authorities directed their attention to my son,” a tearful Pradeep reminisced.",
    "Continuing in a faint tone, Pradeep said that even government officials informed students to attend school in coloured clothes just after COVID as people were severely affected, but his son was subjected to injustice and discrimination just because his hair had grown a few inches longer.",
    "Nirosha Prasadinee, the student’s mother, expressing her dismay, said that her son had attended school along with his friends on the 19th to collect their admission cards. However, the class teacher had rudely said that Prabodhana’s admission isn’t with him. “The class teacher had said that he did not have Prabodhana’s admission. Even when he said, so Nishan had politely asked the teacher how it could happen when he had submitted the application form. Prabodhana’s admission had been with the principal. Prabodhana had appeared in a live video at the principal’s office to voice the injustice he faced for one year and two months,” she added.",
    "“Prabodhana’s admission had been with the principal. Prabodhana had appeared in a live video at the principal’s office to voice the injustice he faced for one year and two months,”",
    "She further lamented that the entire family was in a zero-sum game for an entire year. “The authorities had no empathy regarding the pressure that we endured. They could have at least thought about our child’s future. I expect that no such teachers will be born on this island again. My child’s entire future was shattered and the mental scar they left cannot be erased. He will sit for the exam, but he knows nothing to write,” she said in tears.",
    "Speaking on conditions of anonymity, a school source said that the student was given the opportunity to enter the school, but Prabodhana willingly didn’t attend school according to his whims and fancies. “He is doing graphic designing and he earns an income. Therefore, his interest in education is insufficient. It was not we who didn’t allow him entry; he willingly rejected his right to education and didn’t show any interest in attending school,” the source said.",
    "In addition, the school sources denied Prabodhana’s allegations with regard to issuing a leaving certificate. School sources confirmed that, as urged by Prabodhana’s parents, he was given a leaving certificate on March 15. However, they said that his parents were unable to find another school, and he was readmitted to the D.A. Rajapaksa Vidyalaya on April 29,” the sources added.",
    "Due to the advice given by the Ministry of Education the school sources were reluctant to share further information and maintained that any public statement made regarding him would affect his mentality. They said that releasing such information was unethical while he is sitting for an ongoing exam.",
    "NCPA Chairman Dr. Udaya Amarasinghe speaking to the Daily Mirror said that as soon as Prabodhana’s live video went viral on social media a third party lodged a complaint with the NCPA. Accordingly, the NCPA has directed its Special Investigation Unit to conduct further investigations into the incident. “There are two parties associated with this complaint. The NCPA has recorded a statement from the student, and the police will record a statement from the principal in question. According to the student’s account, he was denied access to the school for a year and was exposed to different sorts of physical abuse. As a result, the Human Rights Commission has been contacted to examine these charges and take legal action based on human rights violations,” the NCPA Chairman stated.",
    "“The NCPA has recorded a statement from the student, and the police will record a statement from the principal in question. According to the student’s account, he was denied access to the school for a year and was exposed to different sorts of physical abuse,”",
    "Moreover, he added that the Education Ministry had been notified to investigate the allegations directed by the student against the principal and the class teacher, who is alleged to have prevented his right to education. “We have informed the Education Ministry to notify us of the proceedings. In addition, the district’s child protection officer of the NCPA has been informed to gather the relevant parties and collect information regarding the incident and the student’s past records. According to the report of the district official if the child has a mental imbalance in any case the NCPA would immediately direct the child to psychosocial counseling,” he asserted.",
    "Furthermore, Dr. Amarasinghe said that the NCPA will conduct an impartial inquiry, and statements will be recorded from the student’s parents, as well as the principal and other relevant authorities of the school. “I contacted the student as soon as the live video was posted and informed him to lodge a written explanatory complaint in this regard. However, up to date, no such written document has been submitted by the student or any other party on his behalf. However, the NCPA is proceeding with the case. In addition, the student also failed to mention the exact date he tried to lodge the complaint with the police and also failed to mention the date he contacted 119. When investigations proceed, we will be able to unearth the truth,” Dr. Amarasinghe underscored.  Moreover, he said that the NCPA is responsible for upholding the child’s interests. “Schools should definitely have a system of discipline. There are no doubts in that regard. Schools should act in accordance with a certain accepted common disciplinary system with the Ministry of Education. That doesn’t mean that children can be physically and mentally abused in the name of discipline,” he added.",
    "Human Rights Activist and Co-Convenor of the Sri Lanka Child Protection Alliance Kaushal Ranasinghe and Dr. Thus Wickramanayake lodged a complaint with the NCPA through the Stop Child Cruelty Trust and made a public announcement to further inform the public. “In particular, we hope the NCPA will conduct a proper investigation through its direct intervention, and the law will be enforced without delay,” they said.",
    "“The child says that his hair was cut in public by a teacher. Such sensitive issues can adversely affect the mental state of children. Therefore, we are in talks with teachers’ unions to end the corporal punishment of children,”",
    "Ranasinghe further said that discipline should be exercised, but underscored that teachers and parents should adopt positive methods to exercise discipline.  “This child maintains that his human rights have been violated. No individual can stop a child’s education. The child’s education should continue to be given to him no matter what the situation is. It’s a basic human right. The child says that his hair was cut in public by a teacher. Such sensitive issues can adversely affect the mental state of children. Therefore, we are in talks with teachers’ unions to end the corporal punishment of children. We expect a positive response from the teachers’ unions. The Supreme Court has given a verdict to stop corporal punishment on children. But unfortunately the members of Parliament do not take their time to talk about this. The protection of children must be ensured by the right policy. It is a matter of urgency,” Ranasinghe urged.",
    "Since this issue has shed light on (possible) shortcomings in the Sri Lankan education system what should be done to avert them? In a country with a myriad of problems, a just education system is the only long-term solution for creating a nation of just and responsible citizens. As investigations continue, Sri Lankans wait for the truth to be brought to light and those in the wrong to be brought before justice."
  ],
  "translate": {
    "si": {
      "title": "‘හිසකෙස් ප්‍රශ්නය’ නිසා ශිෂ්‍යයාගේ මූලික අධ්‍යාපන අයිතිය පාගා දමයි",
      "body_lines": [
        "දරුවාගේ පියා ප්‍රදීප් පැවසුවේ නිදහස් අධ්‍යාපනයේ මූලික අයිතිවාසිකම අහිමි වීම නිසා තම පුතාට දැඩි අසාධාරණයක් සිදු වූ බවයි.",
        "NCPA හි දිස්ත්‍රික් ළමා ආරක්ෂක නිලධාරිවරයාට අදාළ පාර්ශ්ව එක්රැස් කර සිද්ධිය සහ ශිෂ්‍යයාගේ අතීත වාර්තා සම්බන්ධව තොරතුරු රැස් කරන ලෙස දන්වා ඇත.",
        "අධ්‍යාපනය යනු එක්සත් ජාතීන්ගේ ප්‍රඥප්තිය සහ ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාව මගින් සහතික කර ඇති මූලික අයිතිවාසිකමකි. එහෙත් මේ මූලික අයිතිවාසිකම පාගා දමන අවස්ථා ඕනෑ තරම් ශ්‍රී ලංකාවේ සහ වෙනත් තැන්වල තිබේ.",
        "මෙම ප්‍රශ්නය මෑතකදී සමාජ මාධ්‍යවල වෛරස් වූ වීඩියෝවකින් මතු වූ අතර එහිදී 16 හැවිරිදි සිසුවෙකු වන බී.ජී. දැනට අ.පො.ස සාමාන්‍ය පෙළ (සා.පෙළ) විභාගයට පෙනී සිටින නිශාන් ප්‍රබෝධන මහතා විදුහල්පතිවරයා ඇතුළු ආචාර්ය මණ්ඩලයට ඩී.ඒ. මැයි 19 වැනිදා වීරකැටිය රාජපක්ෂ විද්‍යාලයට ප්‍රවේශ පත්‍රය ගැනීමට ගිය අවස්ථාවේදීය.",
        "තම කොණ්ඩය දිග වැඩි වීම සම්බන්ධයෙන් ඇති වූ බහින්බස් වීමක් මත විදුහල්පතිවරයා සහ ගුරුවරුන් වසරක් මුළුල්ලේ තමාට පාසලට ඇතුළු වීමට ඉඩ නොදුන් බව සිසුවා හඬා වැලපෙමින් මැසිවිලි නඟමින් සජීවීව ලොවට පෙන්වා දුන්නේය.",
        "ප්‍රබෝධන විදුහල්පතිවරයා ඇතුළු ආචාර්ය මණ්ඩලය සමඟ ගැටෙන වීඩියෝව. අධ්‍යාපන බලධාරීන්ගේ, ජාතික ළමා ආරක්ෂක අධිකාරියේ (NCPA), ශ්‍රී ලංකා මානව හිමිකම් කොමිසමේ (HRCSL) මෙන්ම අධ්‍යාපනඥයින්ගේ සහ විද්වතුන්ගේ අවධානයට ලක්වෙමින් රාජපක්ෂ විද්‍යාලය මේ වන විට සමාජ මාධ්‍ය තුළ ප්‍රචලිත වී ඇත. කෙසේ වෙතත්, මෙම කතාව පෙනෙනවාට වඩා ගැඹුරු වන අතර බොහෝ ඉදිරිදර්ශන ඇත. ඩේලි මිරර් මෙම ප්‍රශ්නයේ ගැඹුරට යාමට ශිෂ්‍යයා සහ ඔහුගේ දෙමාපියන්, විදුහල්පති සහ අනෙකුත් පාර්ශවකරුවන් සමඟ කතා කළේය.",
        "ඩේලි මිරර් වෙත අදහස් දක්වමින් ප්‍රබෝධන කියා සිටියේ තමාට පාසලට ඇතුළු වීමට කිහිප වතාවක් උත්සාහ කළද විදුහල්පතිවරයා සහ ගුරුවරුන් පාසලට ඇතුළු වීමට බාධා කළ බවයි. තමාට පාසලට ඇතුළු වීමට ඉඩ නොදීම නිසා පාසල් පෙළපොත් පොලිස් ස්ථානය හරහා ලබා ගැනීමට සිදු වූ බව ඔහු වැඩිදුරටත් පැවසීය. අධ්‍යාපනය සඳහා ඔහුගේ මූලික අයිතිය අහිමි වීම.",
        "“විදුහල්පතිවරයා මට පිටවීමේ සහතිකයක් ලබා දීම ප්‍රතික්ෂේප කළ අතර මට මගේ පන්ති කාමරයට ඇතුළු වීමටවත් අවසර දුන්නේ නැත. ඔවුන් අවුරුද්දක් මුළුල්ලේම ලේඛනය සලකුණු කරමින් සිටියද, මා නොපැමිණියේ මන්දැයි සොයා බැලීමට කිසිවෙකු වෙහෙසුනේ නැත. මම පන්ති භාර ගුරුවරයාට දැන්වූ අතර ඔහුගේ ප්‍රතිචාරය වූයේ විදුහල්පතිවරයා සමඟ ප්‍රශ්නය විසඳා ගැනීමයි.",
        "ප්‍රබෝධන විශ්වාස කරන්නේ ඔහුට අදාළ කුමන නීති (කොණ්ඩය/වෙනත්) වුවද සියලුම පාසල් සිසුන්ට අදාළ විය යුතු බවයි. ඔහු පැවසුවේ එය සිදු නොවන බවත්, ඔහු පරස්පර විරෝධී බවත්ය.",
        "“මම කීප වතාවක් උත්සාහ කළත් මට පාසලට ඇතුළු වීමට ඉඩ දුන්නේ නැහැ. ඒ නිසා මම වෙනත් පාසලකට බැඳීමට 2021 දී පිටවීමේ සහතිකයක් ඉල්ලා සිටියෙමි. නමුත් විදුහල්පතිවරයා මට නිවාඩු සහතිකයක් ලබා දීම ප්‍රතික්ෂේප කළ අතර මට මගේ පන්ති කාමරයට ඇතුළු වීමටවත් අවසර දුන්නේ නැත. ඔවුන් අවුරුද්දක් මුළුල්ලේම ලේඛනය සලකුණු කරමින් සිටියද, මා නොපැමිණියේ මන්දැයි සොයා බැලීමට කිසිවෙකු වෙහෙසුනේ නැත. මම පන්ති භාර ගුරුවරයාට දැන්වූ අතර ඔහුගේ ප්‍රතිචාරය වූයේ ප්‍රශ්නය විදුහල්පති සමඟ සමථයකට පත් කරන ලෙසයි - ඔහුට මැදිහත් විය නොහැකි බව\" ප්‍රබෝධන පැවසීය.",
        "ඊට අමතරව විදුහල්පතිවරයා සමඟ මේ පිළිබඳව සාකච්ඡා කිරීමට අප්‍රමාණ ලෙස උත්සාහ කළ නමුත් ඔහුගේ උත්සාහය නිෂ්ඵල වූ බව ඔහු පැවසීය. “මම මුහුණ දුන් අසාධාරණය මට හෙළි කළ නොහැක, මන්ද මම කලින් දුරකථනයක් එළියට ගත්තා නම් මට විරුද්ධවාදී පුද්ගලයෙකු ලෙස ලේබල් කිරීමට ඉඩ තිබුණි. ඇඩ්මිෂන් එක දවසේ තමයි මට කතා කරන්න පුළුවන් වුණේ. දැන් ප්‍රින්සිපල් කියනවා මට නිවාඩු සහතිකය දුන්නත් මම ඒක ගන්න එක ප්‍රතික්ෂේප කළා කියලා. කෙසේ වෙතත්, එය ඔප්පු කිරීමට ස්ථිර සාක්ෂි තිබිය යුතුය. ඒ නිසා මට පිටව යන සහතිකය දුන්නේ නැහැ, අධ්‍යාපන අයිතිය දුන්නේ නැහැ,” ඔහු වැඩිදුරටත් පැවසීය.",
        "පියාගේ දරුවා වන ප්‍රිමාල් ප්‍රදීප් තම එකම පුතාට සිදු වූ අසාධාරණය හෙළි කිරීමට 2021 වසර දක්වා දිව ගියේය. “සිද්ධිය වුණේ මාස ගාණක් වහලා දාලා ඉස්කෝල ඇරෙනකොට; COVID නිසා. ක්‍රමක්‍රමයෙන් පාසල් ආරම්භ වූ අතර විභාගවලට පෙනී සිටින සිසුන්ට ප්‍රමුඛත්වය හිමි විය. මේ අනුව මගේ පුතාත් ඉස්කෝලේ ගියත් රූපලාවන්‍යාගාර වහලා තිබුණු නිසා කොණ්ඩේ කපන්න බැරි වුණා” ප්‍රදීප් සිය මතකය අවදි කළේය. අත්‍යවශ්‍ය වෙළඳසැල් පමණක් විවෘතව පවතින බවත්, කොවිඩ් ව්‍යාප්ත වීමේ වැඩි අවදානමක් ඇති අඩවි ලෙස සලකුණු කර ඇති බැවින් රූපලාවන්‍යාගාරවලට ව්‍යාපාර කිරීමට ඉඩ නොදුන් බවත් ඔහු සිහිපත් කළේය.",
        "“ඔහුට කොණ්ඩය කැපීමෙන් තොරව පාසලට යාමට සිදු විය. පාසැලේදී, දඬුවමක් ලෙස, ඔහුගේ කොණ්ඩය අසමානුපාතික ලෙස කෙටි කර ඇති අතර, එය කැත ලෙස පෙනුනි. අන්තිමට අපිට එයාගේ ඔළුව බූ ගාන්න වුණා, ඒකට විසඳුමක් හොයන්න වෙන ක්‍රම නැති නිසා එයා ටික දවසක් තට්ටය වැදුණා.",
        "“ඒ නිසා කොණ්ඩේ කපන්නේ නැතිව ඉස්කෝලේ යන්න වුණා. පාසැලේදී, දඬුවමක් ලෙස, ඔහුගේ කොණ්ඩය අසමානුපාතික ලෙස කෙටි කර ඇති අතර, එය කැත ලෙස පෙනුනි. අන්තිමට අපිට ඔළුව බූ ගාන්න සිද්ධ වුණා, ඉස්කෝලෙ බලධාරීන් කොණ්ඩෙ කැපුවා (විදුහල්පතිතුමා සහ තවත් හාමුදුරුවරු දෙන්නෙක්) විදියට විසදුම් හොයන්න වෙන ක්‍රම නැති නිසා ටික වෙලාවක් මුඩු වෙලා හිටියා. සති දෙකකට පමණ පසු, ඔහුගේ හිසකෙස් වර්ධනය වීමට පටන් ගත් පසු අපි ඔහුව නැවත පාසලට යැව්වා, ”ඔහු පැවසීය.",
        "පසුව ප්‍රදීප් හෙළි කළේ තම පුතාට පාසලට ඇතුළු වීමට ඉඩ නොදුන් බවයි. පසුව ඔහු සහ ඔහුගේ බිරිඳ ප්‍රබෝධනට වෙනත් පාසලකට ඇතුළත් වීමට නිවාඩු සහතිකයක් ලබා දෙන ලෙස විදුහල්පතිවරයාගෙන් ඉල්ලා ඇත. කෙසේ වෙතත්, ප්‍රදීප් පවසන පරිදි, විදුහල්පතිවරයා නිවාඩු සහතිකයක් නිකුත් කිරීම ප්‍රතික්ෂේප කර ඇති අතර, ඒ වෙනුවට ප්‍රබෝධනගේ සාමාන්‍ය පෙළ (සා.පෙළ) විභාගයට පෙනී සිටීමට ප්‍රවේශය ලබා ගැනීම සඳහා වූ අයදුම්පත්‍රය ඔහුට භාර දෙන ලදී. ප්‍රදීප් පැවසුවේ නිදහස් අධ්‍යාපනයේ මූලික අයිතිවාසිකම අහිමි වීම නිසා තම පුතාට බලවත් අසාධාරණයක් සිදු වූ බවයි. “පැමිණිල්ලක් දාන්න මම ප්‍රබෝධනත් එක්ක තුන්පාරක් පොලිසියට ගියත් අපේ පැමිණිල්ල ලියා ගත්තේ නැහැ. ප්‍රශ්නය විදුහල්පතිවරයා සමඟ සමථයකට පත් කිරීමට උත්සාහ කරන බව පොලිසිය පවසයි. ඊට පස්සේ අපි 119 අංකයට කතා කළා උදව් ඉල්ලනකොට ඒ අය පැමිණිල්ල දැම්මත් අවශ්‍ය පියවර ගත්තේ නැහැ. ප්‍රශ්නය මාස හයත් අටත් අතර කාලයක් ඇදගෙන ගියා,” ඔහු පැවසීය.",
        "තම පුතාට විභාගයට පෙනී සිටීම සඳහා ඇතුළත් කරන ලෙස විදුහල්පතිවරයාගෙන් ඉල්ලා සිටි බවත්, ඊට විදුහල්පතිවරයා කැමැත්ත පළ කළ බවත් ප්‍රදීප් වැඩිදුරටත් පැවසීය. “ළමයා මුළු අවුරුද්දම නැති වුණාම පන්ති භාර ගුරුතුමිය ඒ ගැන ගණන් ගත්තේ නැහැ. ඔහු මුළු වසර පුරාම ලේඛනය සලකුණු කළේය. දින තුනකට වැඩි කාලයක් සිසුන් පාසලට වාර්තා නොකරන විට නොපැමිණෙන අය ගැන සොයා බැලීමට පාසලේ වෙනම කමිටුවක් ඇත. ඒත් ඉස්කෝලේ කිසිම බලධාරියෙක් මගේ පුතා ගැන අවධානය යොමු කළේ නැහැ” ප්‍රදීප් කඳුළු සලමින් සිහිපත් කළේය.",
        "ජනතාව දැඩි ලෙස පීඩාවට පත්ව සිටින බැවින් කොවිඩ් රෝගයෙන් පසුව පාට ඇඳුමින් සැරසී පාසල් යන ලෙස රජයේ නිලධාරීන් පවා සිසුන්ට දැනුම් දුන් නමුත් තම හිසකෙස් අඟල් කිහිපයක් දිගට වැඩුණු නිසාම තම පුතාට අසාධාරණයට හා වෙනස් කොට සැලකීමට ලක් වූ බව ප්‍රදීප් දුර්වල ස්වරයෙන් දිගටම කියා සිටියේය.",
        "සිසුවාගේ මව වන නිරෝෂා ප්‍රසාදිනී මහත්මිය සිය කනස්සල්ල පළ කරමින් කියා සිටියේ තම පුතා පසුගිය 19 වැනිදා මිතුරන් සමඟ ඔවුන්ගේ ප්‍රවේශ පත්‍ර ලබාගැනීමට පාසල් ගිය බවයි. කෙසේ වෙතත්, පන්ති භාර ගුරුවරයා රළු ලෙස පවසා ඇත්තේ ප්‍රබෝධනගේ ඇතුළත් වීම ඔහු ළඟ නොවන බවයි. “ප්‍රබෝධනගේ ප්‍රවේශ පත්‍රය ඔහුට නොමැති බව පන්ති භාර ගුරුවරයා පවසා තිබුණා. එහෙම කියනකොටත් ඉතින් නිශාන් ටීචර්ගෙන් කාරුණිකව ඇහුවා ඉල්ලුම් පත්‍රය දැම්මම එහෙම වෙන්නේ කොහොමද කියලා. ප්‍රබෝධනගේ ඇඩ්මිෂන් එක තිබුණේ විදුහල්පති ළඟය. ප්‍රබෝධන විදුහල්පති කාර්යාලයේ සජීවී වීඩියෝවකට පෙනී සිට වසරකුත් මාස දෙකක් තිස්සේ තමාට සිදු වූ අසාධාරණය ගැන හඬ නඟා තිබුණා.",
        "“ප්‍රබෝධනගේ ඇඩ්මිෂන් එක තිබුණේ විදුහල්පතිතුමා ළඟ. ප්‍රබෝධන විදුහල්පති කාර්යාලයේ සජීවී වීඩියෝ පටයකට පෙනී සිට වසර එකයි මාස දෙකක කාලයක් තමා මුහුණ දුන් අසාධාරණය වෙනුවෙන් හඬ නැගුවා.",
        "මුළු පවුලම වසරක් මුළුල්ලේම ශුන්‍ය එකතුවක් නොමැතිව ක්‍රීඩාවක නිරත වූ බව ඇය වැඩිදුරටත් දුක් වුණා. “අපි විඳදරාගත් පීඩනය ගැන බලධාරීන්ට අනුකම්පාවක් තිබුණේ නැහැ. අඩුම තරමේ අපේ දරුවාගේ අනාගතය ගැනවත් ඔවුන්ට හිතන්න තිබුණා. නැවත මෙවැනි ගුරුවරු මේ දිවයිනේ බිහි නොවනු ඇතැයි මම අපේක්ෂා කරමි. මගේ දරුවාගේ මුළු අනාගතයම දෙදරා ගිය අතර ඔවුන් තැබූ මානසික කැළල මකා දැමිය නොහැක. එයා විභාගෙට වාඩි වෙයි, හැබැයි ලියන්න දෙයක් දන්නෙ නෑ.” ඇය කඳුළු සලමින් පැවසුවාය.",
        "නිර්නාමික කොන්දේසි පිළිබඳව අදහස් දක්වමින් පාසල් මූලාශ්‍රයක් පැවසුවේ සිසුවාට පාසලට ඇතුළත් වීමට අවස්ථාව ලබා දී ඇති නමුත් ප්‍රබෝධන කැමැත්තෙන් ඔහුගේ අභිමතය පරිදි පාසලට නොපැමිණි බවයි. “ඔහු ග්‍රැෆික් නිර්මාණකරණයේ යෙදී සිටින අතර ඔහුට ආදායමක් ලැබේ. එබැවින් ඔහුගේ අධ්‍යාපනයට ඇති උනන්දුව ප්‍රමාණවත් නොවේ. ඔහුට ඇතුළු වීමට ඉඩ නොදුන්නේ අප නොවේ; ඔහු තම අධ්‍යාපන අයිතිය කැමැත්තෙන්ම ප්‍රතික්ෂේප කළ අතර පාසැලට පැමිණීමට කිසිදු උනන්දුවක් නොදැක්වීය.",
        "මීට අමතරව, පිටවීමේ සහතිකයක් නිකුත් කිරීම සම්බන්ධයෙන් ප්‍රබෝධනගේ චෝදනා පාසල් ආරංචි මාර්ග ප්‍රතික්ෂේප කළේය. ප්‍රබෝධනගේ දෙමාපියන්ගේ ඉල්ලීම පරිදි මාර්තු 15 වැනි දින ඔහුට පිටව යන සහතිකය ලබා දුන් බව පාසල් ආරංචි මාර්ග සනාථ කරයි. කෙසේ වෙතත්, ඔහුගේ දෙමාපියන්ට වෙනත් පාසලක් සොයා ගැනීමට නොහැකි වූ බවත්, ඔහුව නැවත ඩී.ඒ. රාජපක්ෂ විද්‍යාලය අප්‍රේල් 29 වෙනිදා” යැයි එම ආරංචි මාර්ග වැඩිදුරටත් පැවසීය.",
        "අධ්‍යාපන අමාත්‍යාංශය ලබාදුන් උපදෙස් හේතුවෙන් වැඩිදුර තොරතුරු හුවමාරු කර ගැනීමට පාසල් ආරංචි මාර්ග මැලි වූ අතර ඔහු සම්බන්ධයෙන් කරන ඕනෑම ප්‍රසිද්ධ ප්‍රකාශයක් ඔහුගේ මානසිකත්වයට බලපානු ඇති බවටද එම පාසල් ආරංචි මාර්ග කියා සිටියා. ඔහු දැනට විභාගයකට පෙනී සිටින අතරතුර මෙවැනි තොරතුරු නිකුත් කිරීම සදාචාර විරෝධී බව ඔවුන් කියා සිටියා.",
        "NCPA සභාපති ආචාර්ය උදය අමරසිංහ Daily Mirror වෙත අදහස් දක්වමින් කියා සිටියේ ප්‍රබෝධනගේ සජීවී වීඩියෝව සමාජ මාධ්‍යවල ප්‍රචලිත වීමත් සමඟ තෙවන පාර්ශවයක් NCPA වෙත පැමිණිල්ලක් කළ බවයි. ඒ අනුව සිද්ධිය සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ පවත්වන ලෙස NCPA සිය විශේෂ විමර්ශන ඒකකයට නියෝග කර ඇත. “මේ පැමිණිල්ලට සම්බන්ධ පාර්ශ්ව දෙකක් ඉන්නවා. NCPA විසින් සිසුවාගෙන් ප්‍රකාශයක් සටහන් කර ගෙන ඇති අතර, පොලිසිය අදාළ විදුහල්පතිවරයාගෙන් ප්‍රකාශයක් සටහන් කර ගනු ඇත. ශිෂ්‍යයාගේ ගිණුමට අනුව, ඔහුට වසරක කාලයක් පාසලට ප්‍රවේශය අහිමි වූ අතර විවිධ ආකාරයේ ශාරීරික හිංසනයන්ට නිරාවරණය විය. එහි ප්‍රතිඵලයක් ලෙස මෙම චෝදනා විභාග කර මානව හිමිකම් කඩකිරීම් සම්බන්ධයෙන් නීතිමය ක්‍රියාමාර්ග ගැනීමට මානව හිමිකම් කොමිෂන් සභාව සම්බන්ධ කර ගෙන ඇත,” NCPA සභාපතිවරයා ප්‍රකාශ කළේය.",
        "“NCPA විසින් සිසුවාගෙන් ප්‍රකාශයක් සටහන් කර ගෙන ඇති අතර, පොලිසිය අදාළ විදුහල්පතිවරයාගෙන් ප්‍රකාශයක් සටහන් කර ගනු ඇත. ශිෂ්‍යයාගේ ගිණුමට අනුව, ඔහුට වසරක කාලයක් පාසලට ප්‍රවේශ වීම ප්‍රතික්ෂේප කරන ලද අතර විවිධ ආකාරයේ ශාරීරික හිංසනයන්ට නිරාවරණය විය.",
        "තවද, ඔහුගේ අධ්‍යාපන අයිතිය වැළැක්වූ බව කියන විදුහල්පතිවරයාට සහ පන්ති භාර ගුරුවරයාට එරෙහිව සිසුවා විසින් එල්ල කරන ලද චෝදනා විමර්ශනය කරන ලෙස අධ්‍යාපන අමාත්‍යාංශයට දන්වා ඇති බවද ඔහු සඳහන් කළේය. “අපි අධ්‍යාපන අමාත්‍යාංශයට දන්වා තිබෙනවා ක්‍රියාදාමයන් පිළිබඳව අපට දැනුම් දෙන ලෙස. ඊට අමතරව, අදාළ පාර්ශවයන් එක්රැස් කර සිද්ධිය සම්බන්ධයෙන් සහ සිසුවාගේ අතීත වාර්තා එක්රැස් කරන ලෙස NCPA හි දිස්ත්‍රික් ළමා ආරක්ෂක නිලධාරියාට දන්වා ඇත. දිස්ත්‍රික් නිලධාරියාගේ වාර්තාවට අනුව, දරුවාට මානසික අසමතුලිතතාවයක් තිබේ නම්, NCPA වහාම දරුවා මනෝ සමාජීය උපදේශනය සඳහා යොමු කරනු ඇත, ”ඔහු තරයේ කියා සිටියේය.",
        "තවද, NCPA විසින් අපක්ෂපාතී පරීක්ෂණයක් පවත්වනු ඇති බවත්, සිසුවාගේ දෙමාපියන්ගෙන් මෙන්ම විදුහල්පතිවරයාගෙන් සහ අනෙකුත් අදාළ බලධාරීන්ගෙන් ප්‍රකාශ සටහන් කර ගන්නා බවත් වෛද්‍ය අමරසිංහ මහතා පැවසීය. “සජීවී වීඩියෝ පටය පළ කළ විගස මම සිසුවා අමතා මේ සම්බන්ධයෙන් ලිඛිත පැහැදිලි කිරීමේ පැමිණිල්ලක් කරන ලෙස ඔහුට දැනුම් දුන්නා. කෙසේ වෙතත්, මේ දක්වා, එවැනි ලිඛිත ලේඛනයක් ශිෂ්‍යයා හෝ ඔහු වෙනුවෙන් වෙනත් පාර්ශවයක් විසින් ඉදිරිපත් කර නොමැත. කෙසේ වෙතත්, NCPA නඩුව සමඟ ඉදිරියට යයි. ඊට අමතරව, සිසුවා පොලිසියට පැමිණිල්ලක් කිරීමට උත්සාහ කළ නිශ්චිත දිනය සඳහන් කිරීමට අපොහොසත් වූ අතර ඔහු 119 ඇමතූ දිනය ද සඳහන් කිරීමට අපොහොසත් විය. පරීක්ෂණ ඉදිරියට ගිය විට අපට සත්‍ය හෙළි කිරීමට හැකි වනු ඇත, ”වෛද්‍ය අමරසිංහ අවධාරණය කළේය. . එපමණක් නොව, දරුවාගේ අවශ්‍යතා ආරක්ෂා කිරීම සඳහා NCPA වගකිව යුතු බව ඔහු පැවසීය. “පාසල්වල අනිවාර්යයෙන්ම විනය පද්ධතියක් තිබිය යුතුයි. ඒ සම්බන්ධයෙන් කිසිම සැකයක් නැහැ. පාසල් අධ්‍යාපන අමාත්‍යාංශය සමඟ පවතින යම් පිළිගත් පොදු විනය පද්ධතියකට අනුව ක්‍රියා කළ යුතුය. ඒකෙන් අදහස් වෙන්නේ නැහැ විනය නාමයෙන් ළමයින්ට කායිකව සහ මානසිකව හිංසා කරන්න පුළුවන් කියලා.",
        "මානව හිමිකම් ක්‍රියාකාරික සහ ශ්‍රී ලංකා ළමාරක්ෂක සන්ධානයේ සම කැඳවුම්කරු කෞෂාල් රණසිංහ සහ වෛද්‍ය තුස් වික්‍රමනායක ළමා හිංසනයට තිත තැබීමේ භාරය හරහා NCPA වෙත පැමිණිල්ලක් කර මහජනතාව තවදුරටත් දැනුවත් කිරීම සඳහා ප්‍රසිද්ධ නිවේදනයක් නිකුත් කළේය. \"විශේෂයෙන්ම, NCPA සිය සෘජු මැදිහත්වීම හරහා නිසි පරීක්ෂණයක් පවත්වනු ඇතැයි අපි බලාපොරොත්තු වෙමු, සහ නීතිය නොපමාව ක්‍රියාත්මක කරනු ඇත,\" ඔවුන් පැවසීය.",
        "“ළමයා කියනවා එයාගේ කොණ්ඩය ප්‍රසිද්ධියේ කැපුවේ ගුරුවරයෙක් කියලා. මෙවැනි සංවේදී කාරණා දරුවන්ගේ මානසික තත්ත්වයට අහිතකර ලෙස බලපෑ හැකිය. ඒ නිසා ළමයින්ට ශාරිරික දඩුවම් දීම නවත්වන්න අපි ගුරු සංගම් සමඟ සාකච්ඡා කරනවා.",
        "රණසිංහ වැඩිදුරටත් කියා සිටියේ විනය ක්‍රියාත්මක කළ යුතු නමුත් ගුරුවරුන් සහ දෙමාපියන් හික්මවීම සඳහා ධනාත්මක ක්‍රමවේද අනුගමනය කළ යුතු බව අවධාරණය කරන බවයි. “මේ ළමයා කියන්නේ තමන්ගේ මානව හිමිකම් කඩවෙලා කියලා. දරුවෙකුගේ අධ්‍යාපනය නවත්වන්න කිසිම පුද්ගලයෙකුට බැහැ. තත්වය කුමක් වුවත් දරුවාගේ අධ්‍යාපනය ඔහුට දිගටම ලබා දිය යුතුය. එය මූලික මිනිස් අයිතිවාසිකමක්. තම කොණ්ඩය ප්‍රසිද්ධියේ කැපුවේ ගුරුවරයකු විසින් බව දරුවා කියයි. මෙවැනි සංවේදී කාරණා දරුවන්ගේ මානසික තත්ත්වයට අහිතකර ලෙස බලපෑ හැකිය. ඒ නිසා ළමයින්ට ශාරිරික දඬුවම් දීම නතර කරන්න අපි ගුරු සංගම් සමඟ සාකච්ඡා කරනවා. අපි ගුරු සංගම්වලින් යහපත් ප්‍රතිචාරයක් බලාපොරොත්තු වෙනවා. ළමයින්ට ශාරිරික දඩුවම් ලබාදීම නතර කරන ලෙස ශ්‍රේෂ්ඨාධිකරණය තීන්දුවක් ලබාදී තිබෙනවා. නමුත් අවාසනාවකට පාර්ලිමේන්තු මන්ත්‍රීවරු මේ ගැන කතා කරන්න වෙලාවක් ගන්නේ නැහැ. නිවැරදි ප්‍රතිපත්තියක් මගින් දරුවන්ගේ ආරක්ෂාව තහවුරු කළ යුතුයි. එය කාලීන අවශ්‍යතාවක්” රණසිංහ ඉල්ලා සිටියේය.",
        "මෙම ප්‍රශ්නය ශ්‍රී ලංකාවේ අධ්‍යාපන ක්‍රමයේ (හැකි) අඩුපාඩු පිළිබඳව ආලෝකයක් ලබා දී ඇති බැවින් ඒවා වළක්වා ගැනීමට කුමක් කළ යුතුද? ගැටලු රාශියක් ඇති රටක, සාධාරණ සහ වගකීම් සහිත පුරවැසියන්ගෙන් යුත් ජාතියක් නිර්මාණය කිරීම සඳහා ඇති එකම දිගුකාලීන විසඳුම සාධාරණ අධ්‍යාපන ක්‍රමයක් වේ. විමර්ශන දිගටම කරගෙන යන විට, ශ්‍රී ලාංකිකයන් සත්‍යය හෙළිදරව් වන තෙක් සහ වැරදිකරුවන් යුක්තිය ඉදිරියට ගෙන එන තෙක් බලා සිටී."
      ]
    },
    "ta": {
      "title": "தலைமுடி பிரச்சினையால் மாணவர்களின் கல்விக்கான அடிப்படை உரிமை நசுக்கப்பட்டது",
      "body_lines": [
        "இலவசக் கல்விக்கான அடிப்படை உரிமை மறுக்கப்பட்டதால் தனது மகன் கடும் அநீதியை எதிர்கொண்டதாக குழந்தையின் தந்தை பிரதீப் தெரிவித்துள்ளார்.",
        "NCPA இன் மாவட்ட குழந்தைகள் பாதுகாப்பு அதிகாரி, சம்பந்தப்பட்ட தரப்பினரைத் திரட்டி, சம்பவம் மற்றும் மாணவர்களின் கடந்தகாலப் பதிவுகள் தொடர்பான தகவல்களைச் சேகரிக்குமாறு தெரிவிக்கப்பட்டுள்ளது.",
        "கல்வி என்பது ஐ.நா சாசனம் மற்றும் இலங்கையின் அரசியலமைப்பின் மூலம் உத்தரவாதம் அளிக்கப்பட்ட ஒரு அடிப்படை உரிமையாகும். ஆயினும்கூட, இந்த அடிப்படை உரிமை மிதிக்கப்படும் பல நிகழ்வுகள் இலங்கையிலும் பிற இடங்களிலும் உள்ளன.",
        "இந்த பிரச்சினை சமீபத்தில் சமூக ஊடகங்களில் வைரலான ஒரு வீடியோவில் வெளிவந்தது, அங்கு 16 வயது மாணவர் பி.ஜி. தற்போது G.C.E சாதாரண தர (O/L) பரீட்சைக்கு தோற்றவுள்ள நிஷான் பிரபோதன, D.A. அதிபர் மற்றும் ஊழியர்களை எதிர்கொண்டார். வீரகெட்டியவில் உள்ள ராஜபக்ச வித்தியாலயத்தில் மே 19ஆம் திகதி அனுமதி அட்டையை பெற்றுக்கொள்ள சென்ற போது.",
        "தனது தலைமுடி மிக நீளமாக இருப்பதாக வெடித்த சலசலப்பு காரணமாக, ஒரு வருடம் முழுவதும் அவரை பள்ளிக்கு அதிபரும் ஆசிரியர்களும் அனுமதிக்கவில்லை என்பதை உலகுக்கு காட்ட அந்த மாணவர், அழுது புகார் செய்தார்.",
        "டி.ஏ.வின் அதிபர் மற்றும் ஊழியர்களை பிரபோதனா எதிர்கொள்ளும் வீடியோ. ராஜபக்ச வித்தியாலயம் தற்போது சமூக ஊடகங்களில் வைரலாகி உள்ளது, இது கல்வி அதிகாரிகள், தேசிய குழந்தைகள் பாதுகாப்பு ஆணையம் (NCPA), இலங்கை மனித உரிமைகள் ஆணையம் (HRCSL) மற்றும் கல்வியாளர்கள் மற்றும் கல்வியாளர்களின் கவனத்தை ஈர்த்துள்ளது. இருப்பினும், இந்த கதை தோன்றுவதை விட ஆழமானது மற்றும் பல முன்னோக்குகளைக் கொண்டுள்ளது. டெய்லி மிரர் இந்த பிரச்சினையின் அடிப்பகுதியைப் பெற மாணவர் மற்றும் அவரது பெற்றோர், அதிபர் மற்றும் பிற பங்குதாரர்களுடன் பேசியது.",
        "டெய்லி மிரருக்குப் பேட்டியளித்த பிரபோதனா, தான் பல தடவைகள் முயற்சித்த போதிலும், அதிபர் மற்றும் ஆசிரியர்கள் பாடசாலைக்குள் நுழைய விடாமல் தடுத்ததாகப் புலம்பினார். மேலும் அவர் கூறுகையில், பள்ளிக்குள் நுழைய அனுமதிக்கப்படாததால், பள்ளி பாடப்புத்தகங்களை போலீஸ் நிலையம் வழியாக சேகரிக்க வேண்டும்; கல்விக்கான அவரது அடிப்படை உரிமை மறுக்கப்படுகிறது.",
        "“முதல்வர் எனக்கு விடுப்புச் சான்றிதழை வழங்க மறுத்துவிட்டார், மேலும் எனது வகுப்பறைக்குள் நுழையவும் அனுமதிக்கப்படவில்லை. அவர்கள் ஒரு வருடம் முழுவதும் பதிவேட்டில் குறியிட்டுக் கொண்டிருந்தார்கள், ஆனால் நான் ஏன் வரவில்லை என்று யாரும் கவலைப்படவில்லை. நான் வகுப்பு ஆசிரியரிடம் தெரிவித்தேன், அவர் எனக்கு அளித்த பதில், பிரச்சினையை தலைமையாசிரியருடன் தீர்த்து வைப்பதாக இருந்தது.",
        "பிரபோதனா தனக்கு எந்த விதிகள் (முடி/மற்றவை) பொருந்துகிறதோ அது அனைத்து பள்ளி மாணவர்களுக்கும் பொருந்த வேண்டும் என்று நம்புகிறார்; அது நடக்காது என்று அவர் கூறினார், மேலும் அவர் முரண்பட்டவர்.",
        "“நான் பலமுறை முயன்றும் பள்ளிக்குள் நுழைய அனுமதிக்கப்படவில்லை. எனவே வேறு பள்ளியில் சேர 2021 இல் விடுப்புச் சான்றிதழைக் கோரினேன். ஆனால் தலைமையாசிரியர் எனக்கு விடுப்பு சான்றிதழை வழங்க மறுத்துவிட்டார், மேலும் எனது வகுப்பறைக்குள் செல்லவும் அனுமதிக்கப்படவில்லை. அவர்கள் ஒரு வருடம் முழுவதும் பதிவேட்டில் குறியிட்டுக் கொண்டிருந்தார்கள், ஆனால் நான் ஏன் வரவில்லை என்று யாரும் கவலைப்படவில்லை. நான் வகுப்பு ஆசிரியரிடம் தெரிவித்தேன், அவர் எனக்கு அளித்த பதில், பிரச்சினையை அதிபருடன் தீர்த்து வைப்பதாக இருந்தது—அவரால் தலையிட முடியாது,” என்று பிரபோதனா கூறினார்.",
        "அதுமட்டுமின்றி, இந்த விவகாரம் குறித்து அதிபருடன் விவாதிக்க எண்ணற்ற வழிகளில் முயற்சித்ததாகவும், ஆனால் அவரது முயற்சிகள் பலனளிக்கவில்லை என்றும் அவர் கூறினார். \"நான் எதிர்கொண்ட அநீதியை என்னால் வெளிப்படுத்த முடியவில்லை, ஏனென்றால் நான் முன்பு ஒரு தொலைபேசியை எடுத்திருந்தால் நான் ஒரு எதிர்ப்பாளர் என்று முத்திரை குத்தப்பட்டிருக்கலாம். அட்மிஷன் அன்றுதான் என்னால் பேச முடிந்தது. இப்போது தலைமை ஆசிரியர் எனக்கு விடுப்புச் சான்றிதழை வழங்கினார், ஆனால் நான் அதை எடுக்க மறுத்துவிட்டேன். இருப்பினும், அதை நிரூபிக்க உறுதியான ஆதாரம் இருக்க வேண்டும். எனவே, எனக்கு விடுப்புச் சான்றிதழ் வழங்கப்படவில்லை, கல்வி உரிமையும் வழங்கப்படவில்லை, ”என்று அவர் மேலும் கூறினார்.",
        "தந்தையின் குழந்தையான ப்ரிமல் பிரதீப், தனது ஒரே மகனுக்கு நடந்த அநீதியை வெளிக்கொணர 2021 ஆம் ஆண்டிலிருந்து பின்வாங்கினார். “மாதங்களாக மூடப்பட்ட பள்ளிகள் திறக்கப்பட்டபோது இந்த சம்பவம் நடந்தது; கோவிட் காரணமாக. பள்ளிகள் படிப்படியாக தொடங்கப்பட்டு தேர்வு எழுதும் மாணவர்களுக்கு முன்னுரிமை அளிக்கப்பட்டது. இதனால், என் மகனும் பள்ளிக்குச் சென்றான், ஆனால் சலூன்கள் மூடப்பட்டதால் அவனால் முடி வெட்ட முடியவில்லை, ”என்று பிரதீப் நினைவு கூர்ந்தார். அத்தியாவசிய கடைகள் மட்டுமே திறந்திருந்ததையும், சலூன்கள் கோவிட் பரவும் அபாயம் அதிகம் உள்ள இடங்களாகக் குறிக்கப்பட்டுள்ளதால் வணிகம் செய்ய அனுமதிக்கப்படவில்லை என்பதையும் அவர் நினைவு கூர்ந்தார்.",
        "“அவர் முடி வெட்டாமல் பள்ளிக்குச் செல்ல வேண்டியிருந்தது. பள்ளியில், தண்டனையின் ஒரு வடிவமாக, அவரது தலைமுடி விகிதாசாரமாக சுருக்கப்பட்டது, மேலும் அது அசிங்கமாக இருந்தது. இறுதியாக, நாங்கள் அவரது தலையை மொட்டையடிக்க வேண்டியிருந்தது, மேலும் தீர்வு காண வேறு வழிகள் இல்லாததால் அவர் சிறிது நேரம் வழுக்கையாக இருந்தார்.",
        "“எனவே, அவர் முடி வெட்டாமல் பள்ளிக்குச் செல்ல வேண்டியிருந்தது. பள்ளியில், தண்டனையின் ஒரு வடிவமாக, அவரது தலைமுடி விகிதாசாரமாக சுருக்கப்பட்டது, மேலும் அது அசிங்கமாக இருந்தது. இறுதியாக, நாங்கள் தலையை மொட்டையடிக்க வேண்டியிருந்தது, மேலும் பள்ளி அதிகாரிகள் தலைமுடியை (முதல்வர் மற்றும் இரண்டு துறவிகள்) வெட்டிய விதத்தின்படி தீர்வு காண வேறு வழிகள் இல்லாததால் அவர் சிறிது நேரம் மொட்டையடித்தார். சுமார் இரண்டு வாரங்களுக்குப் பிறகு, அவரது தலைமுடி வளர ஆரம்பித்தவுடன் நாங்கள் அவரை மீண்டும் பள்ளிக்கு அனுப்பினோம், ”என்று அவர் கூறினார்.",
        "அதன்பிறகு, தனது மகன் பள்ளிக்குள் செல்ல அனுமதிக்கப்படவில்லை என்று பிரதீப் தெரிவித்தார். இதையடுத்து அவரும் அவரது மனைவியும் பிரபோதனா வேறு பள்ளியில் சேர்வதற்கு விடுப்பு சான்றிதழை வழங்குமாறு முதல்வரிடம் வலியுறுத்தினர். எவ்வாறாயினும், பிரதீப்பின் படி, அதிபர் வெளியேறும் சான்றிதழை வழங்க மறுத்துவிட்டார், மேலும் சாதாரண தர (O/L) பரீட்சைக்கு அட்மிஷன் பெறுவதற்கான பிரபோதனாவின் விண்ணப்பப் படிவம் அவருக்குப் பதிலாக அவரிடம் ஒப்படைக்கப்பட்டது. இலவசக் கல்விக்கான அடிப்படை உரிமை மறுக்கப்பட்டதால் தனது மகன் கடுமையான அநீதியை எதிர்கொண்டதாக பிரதீப் கூறினார். “நான் பிரபோதனாவுடன் மூன்று முறை காவல் நிலையத்திற்கு புகார் அளிக்கச் சென்றேன், ஆனால் எங்கள் புகார் பதிவு செய்யப்படவில்லை. இந்த பிரச்னையை தலைமை ஆசிரியரிடம் பேசி தீர்த்து வைக்க முயற்சிப்பதாக போலீசார் தெரிவித்தனர். பின்னர் நாங்கள் உதவி கோரி 119க்கு அழைத்தபோது அவர்கள் புகார் அளித்தனர், ஆனால் தேவையான நடவடிக்கைகள் எடுக்கப்படவில்லை. ஆறு முதல் எட்டு மாதங்கள் வரை பிரச்சினை இழுத்தடிக்கப்பட்டது,” என்றார்.",
        "தனது மகனுக்கு பரீட்சை எழுத அனுமதி வழங்குமாறு அதிபரிடம் கோரியதாகவும் அதற்கு அதிபர் சம்மதம் தெரிவித்ததாகவும் பிரதீப் மேலும் தெரிவித்தார். \"ஒரு வருடம் முழுவதும் குழந்தை இல்லாதபோது வகுப்பு ஆசிரியர் கவனிக்கவில்லை. அவர் ஆண்டு முழுவதும் பதிவேட்டில் குறித்தார். மூன்று நாட்களுக்கு மேல் மாணவர்கள் பள்ளிக்கு வராதபோது பள்ளிக்கு வராதவர்களைக் கண்டறிய பள்ளியில் தனிக் குழு உள்ளது. ஆனால், பள்ளி அதிகாரிகள் யாரும் என் மகன் மீது கவனம் செலுத்தவில்லை,'' என கண்ணீர் மல்க பிரதீப் நினைவு கூர்ந்தார்.",
        "மங்கலான தொனியில் தொடர்ந்து பேசிய பிரதீப், மக்கள் கடுமையாக பாதிக்கப்பட்டுள்ளதால், அரசு அதிகாரிகள் கூட மாணவர்களை வண்ண உடையில் பள்ளிக்கு வருமாறு மாணவர்களுக்குத் தெரிவித்தனர், ஆனால் அவரது மகன் தனது தலைமுடி சில அங்குலங்கள் நீளமாக வளர்ந்ததால் அநீதி மற்றும் பாகுபாட்டிற்கு ஆளானார்.",
        "மாணவியின் தாயார் நிரோஷா பிரசாதினி, தனது ஆதங்கத்தை வெளிப்படுத்துகையில், கடந்த 19 ஆம் திகதி தனது மகன் தனது நண்பர்களுடன் மாணவர்களின் அனுமதி அட்டைகளை பெற்றுக்கொள்வதற்காக பாடசாலைக்குச் சென்றதாக தெரிவித்தார். இருப்பினும், பிரபோதனாவின் சேர்க்கை தன்னிடம் இல்லை என்று வகுப்பு ஆசிரியர் முரட்டுத்தனமாக கூறிவிட்டார். “பிரபோதனாவின் சேர்க்கை தன்னிடம் இல்லை என்று வகுப்பு ஆசிரியர் கூறியிருந்தார். அவர் சொன்னபோதும், விண்ணப்பப் படிவத்தை சமர்ப்பித்தபோது அது எப்படி நடக்கும் என்று நிஷான் ஆசிரியரிடம் பணிவுடன் கேட்டிருந்தார். பிரபோதனாவின் சேர்க்கை அதிபரிடம் இருந்தது. பிரபோதனா ஒரு வருடம் மற்றும் இரண்டு மாதங்களாக அவர் எதிர்கொள்ளும் அநீதிக்கு குரல் கொடுக்க அதிபரின் அலுவலகத்தில் நேரடி வீடியோவில் தோன்றினார், ”என்று அவர் மேலும் கூறினார்.",
        "“பிரபோதனாவின் சேர்க்கை முதல்வரிடம் இருந்தது. ஒரு வருடமும் இரண்டு மாதங்களும் தான் எதிர்கொள்ளும் அநீதிக்குக் குரல் கொடுப்பதற்காக பிரின்சிபால் அலுவலகத்தில் நேரலை வீடியோவில் பிரபோதனா தோன்றினார்.",
        "முழு குடும்பமும் ஒரு வருடம் முழுவதும் பூஜ்ஜியத் தொகை விளையாட்டில் இருப்பதாக அவர் மேலும் புலம்பினார். \"நாங்கள் தாங்கிய அழுத்தம் குறித்து அதிகாரிகளுக்கு அனுதாபம் இல்லை. குறைந்த பட்சம் நம் குழந்தையின் எதிர்காலத்தைப் பற்றியாவது சிந்தித்திருக்கலாம். இந்த தீவில் மீண்டும் அப்படிப்பட்ட ஆசிரியர்கள் பிறக்க மாட்டார்கள் என்று எதிர்பார்க்கிறேன். என் குழந்தையின் முழு எதிர்காலமும் சிதைந்தது, அவர்கள் விட்டுச் சென்ற மன வடுவை அழிக்க முடியாது. பரீட்சைக்கு உட்காருவார், ஆனால் அவருக்கு எழுத எதுவும் தெரியாது” என்று கண்ணீர் மல்க கூறினார்.",
        "பெயர் தெரியாத நிலைமைகள் குறித்து பேசிய பள்ளி வட்டாரம், மாணவருக்கு பள்ளிக்குள் நுழைவதற்கான வாய்ப்பு அளிக்கப்பட்டதாகவும், ஆனால் பிரபோதனா விருப்பத்துடன் அவரது விருப்பம் மற்றும் விருப்பங்களுக்கு ஏற்ப பள்ளிக்குச் செல்லவில்லை என்றும் கூறினார். “கிராஃபிக் டிசைனிங் செய்து வருமானம் ஈட்டுகிறார். அதனால், கல்வியில் அவருக்கு இருந்த ஆர்வம் போதாது. அவரை உள்ளே அனுமதிக்காதது நாங்கள் அல்ல; அவர் தனது கல்வி உரிமையை விருப்பத்துடன் நிராகரித்தார் மற்றும் பள்ளிக்குச் செல்வதில் ஆர்வம் காட்டவில்லை,\" என்று அந்த வட்டாரம் தெரிவித்தது.",
        "மேலும், விடுப்புச் சான்றிதழை வழங்குவது தொடர்பாக பிரபோதனாவின் குற்றச்சாட்டுகளை பள்ளி வட்டாரங்கள் மறுத்தன. பிரபோதனாவின் பெற்றோரின் வற்புறுத்தலின் பேரில், மார்ச் 15 ஆம் தேதி அவருக்கு விடுப்புச் சான்றிதழ் வழங்கப்பட்டதாக பள்ளி வட்டாரங்கள் உறுதி செய்தன. இருப்பினும், அவரது பெற்றோரால் வேறு பள்ளியைக் கண்டுபிடிக்க முடியவில்லை என்றும், அவர் மீண்டும் டி.ஏ. ஏப்ரல் 29 அன்று ராஜபக்ச வித்தியாலயம், ”என்று வட்டாரங்கள் மேலும் தெரிவித்தன.",
        "கல்வி அமைச்சின் ஆலோசனையின் காரணமாக மேலதிக தகவல்களைப் பகிரத் தயங்கியதுடன், அவர் தொடர்பில் வெளியிடப்படும் எந்தவொரு பகிரங்க அறிக்கையும் அவரது மனநிலையைப் பாதிக்கும் என பாடசாலை வட்டாரங்கள் தெரிவித்துள்ளன. அவர் தற்போது தேர்வெழுதும்போது இதுபோன்ற தகவல்களை வெளியிடுவது நெறிமுறைக்கு புறம்பானது என்று கூறியுள்ளனர்.",
        "NCPA தலைவர் கலாநிதி உதய அமரசிங்க டெய்லி மிரரிடம் பேசுகையில், பிரபோதனாவின் நேரடி வீடியோ சமூக ஊடகங்களில் வைரலானவுடன் மூன்றாம் தரப்பினர் NCPA க்கு புகார் அளித்தனர். அதன்படி, இந்த சம்பவம் தொடர்பாக மேலதிக விசாரணைகளை மேற்கொள்ளுமாறு NCPA தனது விசேட புலனாய்வுப் பிரிவிற்கு உத்தரவிட்டுள்ளது. “இந்தப் புகாருடன் தொடர்புடைய இரண்டு தரப்பினர் உள்ளனர். NCPA மாணவனிடம் வாக்குமூலத்தைப் பதிவு செய்துள்ளது, மேலும் சம்பந்தப்பட்ட அதிபரிடமிருந்து காவல்துறை வாக்குமூலத்தைப் பதிவு செய்யும். மாணவரின் கணக்கின்படி, அவர் ஒரு வருடம் பள்ளிக்கு அனுமதி மறுக்கப்பட்டார் மற்றும் பல்வேறு வகையான உடல் உபாதைகளுக்கு ஆளானார். இதன் விளைவாக, இந்தக் குற்றச்சாட்டுகளை ஆய்வு செய்யவும், மனித உரிமை மீறல்களின் அடிப்படையில் சட்ட நடவடிக்கை எடுக்கவும் மனித உரிமைகள் ஆணைக்குழு தொடர்பு கொள்ளப்பட்டுள்ளது” என்று NCPA தலைவர் கூறினார்.",
        "“என்சிபிஏ மாணவரிடமிருந்து ஒரு அறிக்கையைப் பதிவு செய்துள்ளது, மேலும் சம்பந்தப்பட்ட அதிபரிடமிருந்து காவல்துறை அறிக்கையைப் பதிவு செய்யும். மாணவரின் கணக்கின்படி, அவர் ஒரு வருடம் பள்ளிக்கு அனுமதி மறுக்கப்பட்டார் மற்றும் பல்வேறு வகையான உடல் உபாதைகளுக்கு ஆளானார்.",
        "மேலும், தனது கல்வி உரிமையை தடுத்ததாகக் கூறப்படும் அதிபர் மற்றும் வகுப்பு ஆசிரியருக்கு எதிராக மாணவன் முன்வைத்த குற்றச்சாட்டுகளை விசாரிக்குமாறு கல்வி அமைச்சுக்கு அறிவிக்கப்பட்டுள்ளதாகவும் அவர் மேலும் தெரிவித்தார். “நடவடிக்கைகள் குறித்து எமக்கு அறிவிக்குமாறு கல்வி அமைச்சுக்குத் தெரிவித்துள்ளோம். கூடுதலாக, NCPA இன் மாவட்ட குழந்தைகள் பாதுகாப்பு அதிகாரி, சம்பந்தப்பட்ட தரப்பினரை சேகரித்து, சம்பவம் மற்றும் மாணவர்களின் கடந்தகால பதிவுகள் தொடர்பான தகவல்களை சேகரிக்குமாறு தெரிவிக்கப்பட்டுள்ளது. மாவட்ட அதிகாரியின் அறிக்கையின்படி, குழந்தைக்கு மன சமநிலையின்மை இருந்தால், என்சிபிஏ உடனடியாக குழந்தையை உளவியல் ஆலோசனைக்கு அனுப்பும், ”என்று அவர் வலியுறுத்தினார்.",
        "மேலும், NCPA ஒரு பக்கச்சார்பற்ற விசாரணையை நடத்தும் என்றும், மாணவர்களின் பெற்றோர் மற்றும் பள்ளியின் அதிபர் மற்றும் சம்பந்தப்பட்ட அதிகாரிகளிடமிருந்து வாக்குமூலங்கள் பதிவு செய்யப்படும் என்றும் டாக்டர் அமரசிங்க கூறினார். “நேரடி வீடியோ வெளியிடப்பட்டவுடன் நான் அந்த மாணவரைத் தொடர்புகொண்டு, இது தொடர்பாக எழுத்துப்பூர்வ விளக்கப் புகாரை அளிக்கும்படி அவரிடம் தெரிவித்தேன். இருப்பினும், இன்றுவரை, அத்தகைய எழுத்துப்பூர்வ ஆவணம் மாணவர் அல்லது அவர் சார்பாக வேறு எந்த தரப்பினராலும் சமர்ப்பிக்கப்படவில்லை. இருப்பினும், என்சிபிஏ வழக்கைத் தொடர்கிறது. மேலும், மாணவர் பொலிஸில் முறைப்பாடு செய்ய முயற்சித்த சரியான தேதியையும் குறிப்பிடத் தவறிவிட்டார், மேலும் அவர் 119ஐத் தொடர்பு கொண்ட தேதியையும் குறிப்பிடத் தவறிவிட்டார். விசாரணைகள் தொடரும் போது, ​​எங்களால் உண்மையைக் கண்டறிய முடியும்,\" என்று டாக்டர் அமரசிங்க அடிக்கோடிட்டுக் கூறினார். . மேலும், குழந்தையின் நலன்களை நிலைநிறுத்துவதற்கு NCPA பொறுப்பு என்று அவர் கூறினார். “பள்ளிகளில் கண்டிப்பாக ஒழுங்கு முறை இருக்க வேண்டும். இதில் எந்த சந்தேகமும் இல்லை. பள்ளிகள் கல்வி அமைச்சினால் ஏற்றுக்கொள்ளப்பட்ட ஒரு குறிப்பிட்ட பொது ஒழுங்கு முறையின்படி செயல்பட வேண்டும். ஒழுக்கம் என்ற பெயரில் குழந்தைகள் உடல் ரீதியாகவும் மன ரீதியாகவும் துஷ்பிரயோகம் செய்யப்படலாம் என்று அர்த்தமல்ல, ”என்று அவர் மேலும் கூறினார்.",
        "மனித உரிமைகள் செயற்பாட்டாளரும் இலங்கை சிறுவர் பாதுகாப்பு கூட்டணியின் இணை அழைப்பாளருமான கௌஷல் ரணசிங்க மற்றும் கலாநிதி விக்கிரமநாயக்க ஆகியோர் சிறுவர் துஷ்பிரயோகத்தை நிறுத்து அறக்கட்டளையின் ஊடாக NCPA விடம் முறைப்பாடு செய்து பொதுமக்களுக்கு மேலும் தெரிவிக்கும் வகையில் பகிரங்க அறிவிப்பை வெளியிட்டனர். \"குறிப்பாக, NCPA அதன் நேரடி தலையீட்டின் மூலம் சரியான விசாரணையை நடத்தும் என்று நாங்கள் நம்புகிறோம், மேலும் சட்டம் தாமதமின்றி செயல்படுத்தப்படும்,\" என்று அவர்கள் கூறினர்.",
        "“ஒரு ஆசிரியர் தனது தலைமுடியை பொது இடத்தில் வெட்டினார் என்று குழந்தை கூறுகிறது. இத்தகைய உணர்ச்சிகரமான பிரச்சினைகள் குழந்தைகளின் மனநிலையை மோசமாக பாதிக்கும். எனவே, குழந்தைகளுக்கான உடல் ரீதியான தண்டனையை நிறுத்த ஆசிரியர் சங்கங்களுடன் பேச்சுவார்த்தை நடத்தி வருகிறோம்.",
        "ரணசிங்க மேலும் கூறுகையில், ஒழுக்கத்தை கடைப்பிடிக்க வேண்டும், ஆனால் ஆசிரியர்கள் மற்றும் பெற்றோர்கள் ஒழுக்கத்தை கடைப்பிடிக்க நேர்மறையான வழிமுறைகளை பின்பற்ற வேண்டும் என்று வலியுறுத்தினார். “தனது மனித உரிமைகள் மீறப்பட்டுள்ளதாக இந்தக் குழந்தை கூறுகிறது. குழந்தையின் கல்வியை எந்த ஒரு தனி மனிதனும் தடுக்க முடியாது. எந்த சூழ்நிலையில் இருந்தாலும் குழந்தையின் கல்வி அவருக்கு தொடர்ந்து கொடுக்கப்பட வேண்டும். இது ஒரு அடிப்படை மனித உரிமை. ஆசிரியர் ஒருவரால் தனது தலைமுடியை பொது இடத்தில் வெட்டியதாக குழந்தை கூறுகிறது. இத்தகைய உணர்ச்சிகரமான பிரச்சினைகள் குழந்தைகளின் மனநிலையை மோசமாக பாதிக்கும். எனவே, குழந்தைகளுக்கான உடல் ரீதியான தண்டனையை நிறுத்த ஆசிரியர் சங்கங்களுடன் பேச்சுவார்த்தை நடத்தி வருகிறோம். ஆசிரியர் சங்கங்களிடமிருந்து சாதகமான பதிலை எதிர்பார்க்கிறோம். குழந்தைகள் மீதான உடல் ரீதியான தண்டனையை நிறுத்த வேண்டும் என்று உச்ச நீதிமன்றம் தீர்ப்பு வழங்கியது. ஆனால் துரதிஷ்டவசமாக நாடாளுமன்ற உறுப்பினர்கள் இதைப் பற்றி பேசுவதற்கு நேரம் ஒதுக்குவதில்லை. குழந்தைகளின் பாதுகாப்பு சரியான கொள்கையால் உறுதி செய்யப்பட வேண்டும். இது அவசரமான விடயம்” என ரணசிங்க வலியுறுத்தியுள்ளார்.",
        "இந்த விடயம் இலங்கையின் கல்வி அமைப்பில் உள்ள (சாத்தியமான) குறைபாடுகளை வெளிச்சம் போட்டு காட்டுவதால், அவற்றைத் தவிர்க்க என்ன செய்ய வேண்டும்? எண்ணற்ற பிரச்சனைகள் உள்ள நாட்டில், நியாயமான மற்றும் பொறுப்புள்ள குடிமக்கள் கொண்ட தேசத்தை உருவாக்குவதற்கான ஒரே நீண்ட கால தீர்வாக நீதியான கல்வி முறை மட்டுமே உள்ளது. விசாரணைகள் தொடரும் நிலையில், உண்மை வெளிவருவதற்கும், தவறு செய்தவர்கள் நீதியின் முன் நிறுத்தப்படுவதற்கும் இலங்கையர்கள் காத்திருக்கின்றனர்."
      ]
    }
  }
}