{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/IFRC-launches-emergency-appeal-to-provide-relief-to-Sri-Lankan-people-affected-by-economic-crisis/56-735936",
  "time_ut": 1654723200,
  "title": "IFRC launches emergency appeal to provide relief  to Sri Lankan people affected by economic crisis",
  "body_lines": [
    "The International Federation of Red Cross and Red Crescent (IFRC) has launched an Emergency Appeal for 28 million Swiss francs (approximately Rs. 10.4 billion) to provide immediate critical relief and for longer recovery efforts for an estimated 500,000 people.",
    "The IFRC today warned that the economic crisis in Sri Lanka is spiralling into a humanitarian emergency as millions of people face acute shortages of food, fuel, cooking gas, and medicine.",
    "“The situation has taken a devastating turn for people already struggling to put food on the table during the COVID-19 pandemic. It’s even worse for single parent households, those without steady work and those already suffering a loss of income,” Sri Lanka Red Cross Secretary General Mahesh Gunasekara said.",
    "“We need international support now to help hundreds of thousands of people pull their lives back together. It’s going to be a long, tough road for people to rebuild and get their lives back on track.”",
    "The civil unrest and food shortages gripping the country were sparked by an economic crisis that has been developing throughout the COVID-19 pandemic. Sharp declines in agriculture production has resulted in a rapid price increase for staple food items like rice and vegetable, which directly impact the household economy and food security of the most vulnerable.",
    "IFRC Head of South Asia Delegation Udaya Regmi, said: “We hold grave concerns for the most vulnerable communities across the country – some 2.4 million people already living below the poverty line who are most affected by the loss of livelihoods, food shortages, and the spiralling cost of essential items.”",
    "Regmi, said the emergency appeal launched in support of Sri Lanka Red Cross will protect the livelihoods and safety of thousands of households in need of support."
  ]
}