{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82107/trcsl-permits-airtel-shut-down-3g-mobile-network",
  "time_ut": 1651212420,
  "title": "TRCSL permits Airtel shut down 3G mobile network",
  "body_lines": [
    "The Telecommunications Regulatory Commission of Sri Lanka (TRCSL) has granted its permission to Bharati Airtel Lanka (Pvt) Ltd (Airtel) to shut down their 3G mobile network effective from June 26, 2022.",
    "As a result, the 3G connectivity of Airtel subscribers who use only 2G and 3G enabled mobile phones would be disconnected automatically after the scheduled date of network shutdown, the TRCSL said in a statement.",
    "The 3G shutdown is primarily intended to utilize the existing frequencies to deploy 4G services that offer better speed and capacity, the statement read further.",
    "A timeline of 15 months has been given to Airtel to avoid service disruptions that might be experienced at the end of the transition period due to the shutdown of their 3G network.",
    "The TRCSL said Airtel is obliged to absorb at least 90% of its 3G subscriber base into their 4G network during the transition phase subject to the following conditions:",
    "1. Conduct public awareness campaigns to encourage Airtel subscribers to migrate to 4G network ahead of 3G shut down",
    "2. Take every endeavour to provide 4G handsets for its 3G subscribers at subsidized rate on instalment basis",
    "3. Drive the transition by offering incentives such a series of different promotions, an impressive tariff package for the first 06 months",
    "4. Notify its 3G subscribers by sending SMS, at regular intervals, to change their handsets with 4G enable ones before the given timeline",
    "The TRCSL instructs Airtel subscribers who are still using an only 2G- and 3G-enabled mobile phones to contact the company over the short code 780 immediately to obtain the 4G connectivity together with a new mobile phone under concessionary terms.",
    "This concession can be enjoyed only until the 01st of June, 2022.",
    "If the subscribers can lodge a complaint with the TRCSL, if they have encountered any difficulty in obtaining a 4G mobile phone during said time limit, the statement added."
  ]
}