{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-brief-response-to-the-current-national-crisis-a-way-forward/",
  "time_ut": 1650690120,
  "title": "A Brief Response to the Current National Crisis – A Way Forward",
  "body_lines": [
    "Sri Lanka is at a crossroad, facing current multiple crises, as well as the present impasse of an unwanted Executive with all powers and an inadequate Legislature with little powers. The call of citizens, united in their diversity, is for real change. This requires clear priorities and a framework for a sustainable development plan for Sri Lanka which assigns responsibility to its Executive, Legislature and Public Service to implement that plan. This analysis tries to provide a structured way for the country to do so, based on 3 national priorities.",
    "A. National Priorities – 1. Improving the Well-Being of All Citizens, 2. Safeguarding the Environment and 3. Rebuilding Key Institutions",
    "This prioritisation assumes the basic premise that nations strive to improve the well-being of all citizens and safeguard their environment, which requires sustainable development with social justice, that minimises inequalities and poverty.",
    "• Well-being” – material, intellectual and emotional quality of life",
    "• “Sustainable Development” –progress in well-being lasting for future generations",
    "• “Social Justice” – impartiality in access and opportunities for all, regardless of race, religion, income, social status, gender, political affiliation, sexual orientation, or any other differentiating factor",
    "The importance of citizens’ rights in relation to the first 2 priorities, human well-being and safeguarding Sri Lanka’s environment, must be recognised in our Constitution. Equally important, is rebuilding Sri Lanka’s key institutions for implementation of policies and laws for sustainable development with social justice to realise the first 2 priorities.",
    "1. Improving the Well-Being of All Citizens – Material, Intellectual and Emotional",
    "What’s Wrong? – Successive governments lost sight of this underlying goal. Instead, national development plans have targeted the means to the goal (economic growth, investment, exports), sometimes at a cost to the goal itself.",
    "1.1 Foreign exchange, foreign debt, inflation, fiscal and economic crisis –Monetary and Fiscal mismanagement created these crises. Prepare a sustainable plan to raise confidence, restructure debt, obtain immediate bridge financing for a social safety net and essential imports of food, medicines, fuel, gas, intermediate goods to regenerate the economy and foreign earnings.",
    "1.2 Constitutional crisis – Successive governments have stalled the process of constitutional reform and abolition of an over-powerful executive presidency. The GoGotaGo Movement is not merely a cry for a President to resign, but also for constitutional reform with effective checks and balances. Establish a secular new constitution with these national priorities at its core that overcomes existing weaknesses.",
    "1.3 Corruption and law and order crisis–In recent years the country has experienced crony capitalism, blatant corruption at the highest levels and plunder of Sri Lanka’s assets, while the application of the law was seen as discriminatory, partisan and unequal. The recent independent stand of the Bar Association questioning state action reflects this. Restore confidence of citizenry in the integrity of the executive, legislature, police and justice systems, by strengthening relevant laws and strict implementation of the same, while ensuring independent, equal application of the law to all citizens.",
    "1.4 COVID-related health, welfare and economic crisis – Sri Lanka needed, but did not have, an emergency plan, for vaccination, food distribution, phased people movement, transport and economic activities, in place during the pandemic. Review handling of Covid related issues, positives and negatives, and prepare an effective plan for any similar crisis.",
    "1.5 Raise public awareness on the constitution, the economy, the law, citizens’ rights, particularly minority rights, and the need for reform.",
    "1.6 Right to Representation – Electoral Reforms for meaningful representation that reflects Sri Lanka’s diversity at national, provincial and local government levels.",
    "1.7 Right to Justice – Judicial Reforms through a systematic review process of existing laws and procedures which currently hamper delivery of justice.",
    "1.8 Right to social and cultural freedom of expression and personal safety – Police and Legal Reforms to ensure freedom of expression and zero tolerance of discrimination on any differentiating factor. Build official tri-lingual capacity to ensure access to language rights and official communication in all 3 languages.",
    "1.9 Right to Health – Policy and regulatory reforms to ensure cost-effective state and private, preventive and curative health service delivery to citizens.",
    "1.10 Right to Nutrition – Policy consistency across agriculture and trade, to ensure food security and to increase value addition in agro-processing and agricultural exports.",
    "1.11 Right to Social Safety Net – Welfare and social security reforms and policy consistency, with relevant and timely information for decision-making, to ensure adequate safety nets for all vulnerable citizens.",
    "1.12 Right to Housing – Policy reforms to ensure access to housing markets across all socio-economic strata.",
    "1.13 Right to Education –Education Reforms in curricula, teacher training, technology and infrastructure to suit today’s world. Regulate state and private institutions to ensure quality service delivery to citizens.",
    "1.14 Right to Gainful Employment – Labour Market and related Legal Reforms to recognise and regulate new forms of atypical employment; establish liveable minimum wages policy; establish decent working conditions and allow employers more hiring flexibility, while protecting worker rights, thereby reversing people drain.",
    "1.15 Right to a sustainable natural environment – Legal and related Reforms and action plans to reverse environmental destruction through a review process of existing laws, penalties and procedures.",
    "1.16 Right to information – Address inadequate budgets, supply-side constraints and need for capacity building in key data agencies to ensure transparent methodology and access to public data.",
    "1.17 Right of access to essential utilities and government services – National Administrative System Reform to eliminate multiple levels of authorisation for simple requirements, with a clear demarcation of what services are to be delivered at national, provincial and local government level, to ensure effective and efficient administration.",
    "1.18 Right to stability of financial system and responsible fiscal management – Reform Central Bank of Sri Lanka (CBSL) to ensure independence. Improve fiscal management and accountability at General Treasury.",
    "1.19 Right to conduct business in an ethical, transparent, level playing field – Institutional and Legal Reforms to rationalise and simplify business regulation and approvals, with zero tolerance of bribery and corruption.",
    "1.20 Right to National Security – Clarify role of Armed Forces. Foreign Policy Reform to include rationale for geopolitical relationships that ensures safety against physical, social or economic international threats.",
    "What’s Wrong? Without consistent plans, guidelines and adequate checks and balances to safeguard our biodiversity, ad-hoc “development” has taken a severe toll on our environment, thereby jeopardising the future.",
    "2.1 Maritime environmental crisis – Review and gather information on the progress or lack of progress on the recent case and establish processes to prevent other such occurrences in the future.",
    "2.2 Plastic and toxic chemical pollution of land and waterbodies – Immediate ban on plastic with strict penalties for violations.",
    "2.3 Ad hoc construction detrimental to biodiversity – Establish guidelines to monitor and regulate new construction in all environmentally sensitive (see 2.6 below) areas.",
    "2.4 Ad hoc decisions detrimental to biodiversity – Establish guidelines with respect to landfills, garbage disposal, inland fisheries and tourism projects in environmentally sensitive areas.",
    "2.5 Proper management and safeguarding of state lands in terms of the existing legal framework.",
    "2.6 Strengthen Regulations with severe penalties to protect Sri Lanka’s natural habitats –",
    "o rainforests, montane and dry-zone forests, wetlands and water sources",
    "o encroachment, invasive plant sand water plants, loss of animal and bird life in the above natural habitats",
    "o detrimental landfills, plastic, fuel and other pollution within the above habitats",
    "3. Rebuilding Key Institutions to Ensure Independence, Professionalism and Accountability.",
    "What’s Wrong? – A Complete breakdown of independence, professionalism, accountability, channel-of-command and decision-making processes in key institutions critically hinders national systems from delivering services to achieve priorities 1 and 2. Currently, overlapping functions in over 30,000 entities functioning under 1,300 government institutions with 1.5 million employees, is both inefficient and costly.",
    "3.1 Decision-making – Select Professionals with acumen to key positions, with guidelines for recruitment based on meritocracy",
    "3.2 Public Sector Contraction and Reforms – Re-introduce responsibility, delegation of authority, co-ordination, channel-of-command and accountability. Cull ineffective institutions and posts.",
    "3.3 Corruption – Enforce strict penalties against any form of bribery or corruption in public service.",
    "3.4 Constitution – Accommodate Universal Rights outlined in Section A above. Revisit the role of the Constitutional Council (CC) and Independent Commissions. Assign all electoral delimitation to one independent authority.",
    "3.5 Cabinet – Establish a Cabinet based on the Universal Rights in Section A, consisting, for example, of the subjects of – 1. Finance & Plan Implementation, 2. International Relations, 3. Defence, 4. Environment, 5. Justice, 6. Public Administration & Security, 7. Health, 8. Education, 9. Housing, Utilities & Welfare, 10. Food Security, Agriculture. Irrigation & Trade, 11. Transportation & Communication, 12. Infrastructure, 13. Information & Media, 14. Labour Relations, 15. Business Facilitation, 16. Cultural & Religious Affairs",
    "1. Reduce the powers of the Executive and bring in checks and balances, by introducing a 21st amendment to the Constitution that repeals the 20th amendment and re-introduces the 19th amendment with relevant changes.",
    "2. Select professionals with knowledge, experience and acumen to key Public Service positions.",
    "3. Define broad areas of responsibility and policy based on the Universal Rights identified from 1.1-1.20 above and taken from items 3.4-3.25 above.",
    "4. Limit Government Cabinet to, at most, 20 Ministries, by grouping Items 3.4 to 3.25 appropriately for maximum efficiency. No State or Deputy Ministers. Opposition parties to establish a shadow cabinet for oversight purposes.",
    "5. Assign each Government institution to the relevant Ministry identified at 4 above.",
    "6. Review all Government institutions with a view to eradicating duplication of responsibility by retaining/combining/ closing institutions, as necessary.",
    "8. Appoint experienced and capable professionals, giving due recognition to the Sri Lanka Administrative Service (SLAS), as Secretaries to all Ministries. Establish chains of command, responsibility and accountability within, and co-ordination between, ministries. Hold Secretaries responsible for smooth functioning of their ministries and all government institutions under their respective ministries. Monitor performance and implement stiff penalties and fines under the law for any government official found guilty of bribery or corruption.",
    "9. Close all loopholes that allow for political patronage. Ministers will be responsible only for policy-making and legislating in their areas of responsibility, not day-to-day running of institutions.",
    "10. Reduce wasteful government expenditure, including excess security and unnecessary “perks” currently provided to Cabinet Ministers and other MPs.",
    "11. Establish codes of conduct to ensure all non- Cabinet MPs attend to their responsibilities in their electorates and on parliamentary oversight committees to which they have been appointed to serve. Hold Party Leaders responsible for monitoring adherence to such regulations.",
    "12. Prepare a Framework for a Sustainable Development Plan for Sri Lanka based on the 3 National Priorities discussed in Section A.",
    "13. Identify specific Universal Rights of citizens to be enshrined in a new Constitution using 1.1 to 1.20 above.",
    "14. Prepare a separate code of ethics and guidelines or incorporate checks and balances into the new Constitution, to address the issues raised in 3.1-3.3 above.",
    "15. Prepare a new Constitution and limit the size of the Cabinet of Ministers, based on 3.4-3.5 above.",
    "Sharya Scharenguivel, MLitt., is Emeritus Professor of Law, University of Colombo, and Anila Dias Bandaranaike, Ph.D., is a former Assistant Governor and Director of Statistics, Central Bank of Sri Lanka.",
    "NOTE: The numbering in this article has been used for ease of reference and does not signify any order of importance.",
    "BRINGING MAHAVELI WATER TO KANTALE ONE YEAR AHEAD OF SCHEDULE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}