{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/will-prez-make-cb-independent/",
  "time_ut": 1653926280,
  "title": "Will Prez make CB independent?",
  "body_lines": [
    "President Gotabaya Rajapaksa has reportedly undertaken to ensure the independence of the Central Bank (CB). He gave an assurance to this effect at a meeting with CB Governor Dr. Nandalal Weerasinghe over the weekend, we are told. If the President makes good on his pledge, that will go a long way towards making the country’s economic recovery a reality soon. The task of putting the economy back on an even keel should be left to economic experts, and politicians can only play a supportive role. The country finds itself in the current predicament because politicians have encroached on the domain of professional economists and made a mess of the economy. If the President stands by the CB, that will be half the battle in reviving the economy.",
    "It is a supreme irony that the UNP has benefited from the struggle of the Galle Face protesters, who are campaigning against corruption, among other things, and demanding that all those who have helped themselves to public funds be brought to justice, and their ill-gotten wealth confiscated forthwith. The very opposite of their wish has come true, so to speak! The UNP was responsible for the Treasury bond scams; it had Arjuna Mahendran appointed the CB Governor, and defended him to the hilt even after his involvement in the bond rackets came to light. The UNP members of the Committee on Public Enterprises (COPE), which probed the bond scams, unashamedly took up the cudgels for Mahendran, even insulted and intimidated the CB officials who testified against him, and sought to dilute the COPE report by having some footnotes incorporated thereinto. The bond scams were the main reason why the UNP lost elections; it suffered its first electoral setback at the Local Government polls in 2018, and was left without a single elected MP at the last general election. Today, having made a stunning comeback thanks to a spate of anti-government protests and the crippling economic crisis, the UNP, which is thirsting for funds, is controlling the public purse, again; all the crooks who enriched themselves during the yahapalana government are crawling out of the woodwork. The current UNP team, which has taken upon itself the task of straightening up the economy, would have been complete if Mahendran had returned from Singapore! It should be prevented from catapulting its lackeys to key positions in the Finance Ministry and the CB if rackets of the magnitude of the bond scams are to be averted.",
    "The main objective of the proposed 21st Amendment to the Constitution is to straitjacket the Executive President, and depoliticise vital state institutions. It is not only from the clutches of the President that these outfits have to be liberated; they must be made independent of the Prime Minister and other members of the Cabinet, as well. Prominent among these institutions is the CB, which politicians have polluted with political appointments and various rackets, over the years. Hence the pressing need to stop politicians from meddling with the CB, which is the engine of the country’s economic recovery process. It has now been revealed that the present economic crisis could have been prevented if the SLPP politicians had heeded the CB experts’ repeated warnings of a forex crunch and calls for debt restructuring about two years ago.",
    "Some intrepid CB officials, who dared testify against Mahendran before the PSC and the Presidential Commission of Inquiry that probed the Treasury bond scams, are said to be feeling apprehensive vis-à-vis the hostility of some UNP politicians, who are carrying out propaganda attacks on them, and trying to bring in some cronies as public officials in a bid to make the most of the current political windfall ahead of the next parliamentary polls. President Rajapaksa ought to heed the concerns of the CB officials, who alone are equal to the task of reviving the economy, and ensure that they will be able to carry out their duties and functions without let or hindrance.",
    "President Rajapaksa is right in having assured the CB that it will be able to function independently on his watch. But the problem with his assurances is that he often makes U-turns; he has already done several about-faces, the major ones being on his agrochemical ban, and the 20th Amendment. He also has little say in the affairs of the government, which is controlled by his sibling, Basil Rajapaksa, to all intents and purposes. It is high time he put his foot down, and did his utmost to save the economy and grant relief to the public. That is the only way he could prevent public anger from welling up and giving rise to another wave of protests.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}