{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cost-of-iron-fist/",
  "time_ut": 1647450060,
  "title": "Cost of iron fist",
  "body_lines": [
    "Various views are being expressed about the state of Sri Lanka’s democracy, which has lost its vitality over the years, and is not a shadow of its former self. Ex-Chairman of the Election Commission of Sri Lanka, Mahinda Deshapriya, has made an interesting observation. Having had a ringside view of Sri Lankan politics for several decades, he thinks that a country’s democratic wellbeing is inextricably linked to internal democracy of political parties. He said so at a recent event held in Colombo to mark the 90th anniversary of Sri Lanka’s universal franchise.",
    "Arguing that democracy suffered irreparable damage when political parties lacked internal democracy, Deshapriya went on to say that Sri Lanka was in the current predicament because cabals of family members or cronies had suppressed internal democracy, and ruled political parties with an iron fist. Among the culprits, he said, were the very people who had embarked on campaigns to save democracy! One cannot but agree with the former Polls Chief, who stood up to powerful politicians in the line of duty and helped retain public faith in the electoral system.",
    "Democracy, one may argue, begins at home like charity, and any leader who does not tolerate dissent in his or her political party is not genuinely interested in preserving democracy in the country.",
    "What characterises the rise of every autocrat is the suppression of internal dissent either violently or otherwise as a means of consolidating his power in his political party or government. The late President J. R. Jayewardene, following the UNP’s mammoth electoral victory in 1977, hastily obtained undated resignation letters from the members of his government, and kept his parliamentary group under his thumb. He abused power in every conceivable manner, but nobody in the UNP dared criticise his attacks on democracy for fear of being sacked. There were a few intrepid persons who had the courage to stand up to him, but they were the exception that proved the rule.",
    "Deshapriya presented a strong case for holding elections on schedule. One may recall that the SLFP-led United Front government blundered by postponing a general election scheduled to be held in 1975. It suffered an ignominious electoral defeat in 1977, and the UNP received a steamroller majority. President Jayewardene did away with the 1982 general election with the help of a heavily-rigged referendum, and his despicable action paved the way for a bloodbath in the late 1980s, when the JVP staged its second uprising. If the general election had been held in 1982, people would have been able to give vent to their pent-up anger.",
    "The yahapalana government jointly formed by the SLFP and the UNP put off the Provincial Council elections, but could not avert a crushing defeat at the 2018 Local Government polls, which the SLPP won handsomely. The UNP and the SLFP have not yet recovered from their humiliating electoral setbacks. The incumbent regime has also postponed the Local Government polls for fear of losing them. Rulers’ fear of election is the worst that could happen to a country!",
    "Political parties are to representative democracy what bricks are to a building, and their strength is a prerequisite for a society’s wellbeing. Perhaps, nothing proves this better than what this country is experiencing at present. If the leaders of the current regime had refrained from suppressing the SLPP’s internal democracy, heeded dissenters’ views and made a course correction, most of the problems the country is beset with could have been averted. Instead, impervious to reality, they have chosen to penalise the ministers who tell them what they do not want to hear.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}