{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/17/gang-of-pohottuwa-mps-harass-journalists-in-pment-grab-phones/",
  "time_ut": 1652796180,
  "title": "Gang of Pohottuwa MP’s harass Journalists in P’ment; grab phones",
  "body_lines": [
    "COLOMBO (News 1st); Several MPs from the Sri Lanka Podujana Peramuna have accosted two journalists covering parliamentary proceedings, within the parliament complex on Tuesday (17).",
    "The Chairman of the Sri Lanka Parliament Journalists Association Prageeth Perera and News 1st journalist Kasun Samaraweera were accosted while reporting on parliament affairs by MPs W. D. Weerasinghe and Indika Anuruddha, while MP Channa Jayasumana had aided in the confrontation.",
    "The two journalists filed a complaint with the Welikada Police citing that the MPs accosted them, and also snatched their mobile devices.",
    "The journalists said the Sergeant-at-Arms in Parliament returned the mobile devices to them, after erasing the footage recorded during the day.",
    "Sri Lanka Podujana Peramuna MPs Professor Channa Jayasumana, and Attorney-at-Law Premanath C. Dolawatte raised their concerns in parliament on Tuesday (17) citing that several people had entered Parliament and were recording their movements/",
    "The two MPs had raised concerns over their security within Parliament.",
    "However, Opposition Leader Sajith Premadasa stood by the journalists noting that Chairman of the Sri Lanka Parliament Journalists Association Prageeth Perera, and journalist Kasun Samaraweera had not done anything wrong, and were only engaged in their professional duty.",
    "He requested the Speaker to intervene and ensure their mobile devices are returned.",
    "At the same time, Samagi Jana Balavegaya MP Manusha Nanayakkara warned the ruling party MPs NOT to behave like gangsters, adding ‘This is NOT a place for gangsters.’",
    "Gang of Pohottuwa MP’s harass Journalists in P’ment; grab phones"
  ]
}