{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/New-Adikarana-Sanga-Nayaka-Ven-Atapattukande-Ananda-Nayake-Thero-to-be-felicitated-tomorrow/56-732220",
  "time_ut": 1647631020,
  "title": "New Adikarana Sanga Nayaka Ven. Atapattukande Ananda Nayake Thero to be felicitated tomorrow",
  "body_lines": [
    "Ven. Atapattukande Ananda Nayake Thero, a former Assistant Principal at Colombo Ananda College, Chief Incumbent at Havelock Town ‘Sama’ Vihara, Beruwewala Sri Saugatharama Purana Vihara, Ellewela Sri Ashwattarama Viharaya and Denagama Sri Munasingharamaya, has been unanimously appointed the Chief Adhikarana Sanghanayake for southern Sri Lanka, coupled with the honorary title ‘Saddharma Keerthi Sri Dhammarathana Pragnatissa’ by the Most Ven. Tibbatuwawe Sri Sumangalabhidhana Mahanayake Thero of the Malwatte Chapter and the Karaka Sangha Sabha of the Malwatte Chapter.",
    "The Act of Appointment and Credentials to this effect were presented to Ven. Atapattukande Ananda Nayake Thero on 6 March at the historic conference hall (Uposhathagaraya) at Malwatte Viharaya in Kandy during a traditional ceremony, graced by several Mahanayake, Anunayake Theros and members of the Maha Sangha.",
    "The reception and the felicitation (Abhinandana) ceremony of the newly-appointed Adikarana Sanghanayake Thero will get underway at BMICH on 20 March, presided by Mahanayake and Anunayake Theros of Malwatte and Asgiriya Chapters and graced by President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and a gathering of distinguished invitees where the customary presentation of the parchment and the Vijinipatha (traditional fan) would take place along with the release of two academic journals with research materials. Ven. Prof. Kotapitiye Rahula Anunayke Thero of Kotte Sri Kalyani Samagree Sangha Sabha and Prof. Sampath Amarathunga, Chairman, University Grants Commission would deliver special orations at the ceremony.",
    "Ven. Ananda Thero, although is the incumbent of four temples, does not lead a congested or hectic life. He maintains decorum and sanity how much the pressure would be upon him due to his well-trained monkhood and his virtuous life. From all aspects of compassion, erudition, loving kindness, generosity and care for everyone and more importantly his disposition of humility and simplicity, Ven. Atapattukande Ananda Nayake Thero during my more than 40 years of close association with him has emerged a colossus monk who robbed our both hearts and minds. He possesses remarkable sentiments of piety, composure and far-sightedness and his absorption of layman’s grievances appears remarkable and outstanding and they are, in my opinion could be inborn qualities, aptly refined by his monk teachers after he ordained as a novice monk in 1973 after he became a student monk.",
    "Our protagonist, Ven. Atapattukande Ananda Nayake Thero as a very budding monk selected Bellanwila Rajamaha Vihara temple as his residential quarters early in 1980s with the blessings of late Ven. Bellanwila Sri Somarathana Nayake Thero, Ven. Bellanwila Dhammarathana Thero and Ven. Prof. Bellanwila Wimalarathana Thero. His close interaction with those colossal monks laid the foundation for his rise to academic, religious and social roles while serving the Pannipitiya Vidyalankara Pirivena as a teacher before he joined the government service as a school teacher.",
    "His close intimacy with all those who come to see him provided solace to all, irrespective of their social status. His more than 40 years of stint at Bellanwila, particularly maintaining intimate acquaintance with late Ven. Bellanwila Wimalarathana Anu Nayake Thero before 2018 prepared the breeding ground for him to be what he is today. After his graduation from Peradeniya and Kelaniya Universities, he continued his teaching career for more than 25 years before retirement as the Assistant Principal at Colombo Ananda College.",
    "Ven. Atapattukande Ananda Nayake Thero stood an enormous tower of strength to the conduct of affairs at Bellanwila Raja Maha Viharaya, irrespective of day and night particularly during Dahampasal sessions, management of the Community Development Foundation and the annual Esala Perahera of the Bellanwila temple. His untiring, courteous and humane attitudes and approaches to us, laymen at Bellanwila always relieved us of all mental frustrations, grief, disgust and disappointment and remained a beacon of hope and inspiration to all who approached him. Our Ven. Thero has a very wide and strong network of Dhamma friends and overseas monks who have been always communicating with the Nayake Thero for assistance and propagation of the message of Dhamma.",
    "Ven. Atapattukande Ananda Nayake Thero, I am pretty sure, will have necessary strength and vision to continue with responsibilities, entrusted to him as the Chief Adikarana Sanghanayake for the Southern Province in future and usher a new era of disciplinary revival in the Buddha Sasana and the priesthood. This shift of paradigm in terms of his dedicated seniority to Dhamma, its practices and its applications, no doubt would further inspire him for continuation of his monastic life as the Buddha said. Let me quote; “Dhammaramo – Dhammarato, Dhammam Anuvisinthayam, Dhammam Anussaram Bhikku – Saddhamma Na Pariyati” (The monks who abide in the Dhamma, who delight in the Dhamma, who meditate on the Dhamma and are ever mindful of the Dhamma, do not fall away from the Dhamma of the virtuous).",
    "Ven. Atapattukande Ananda Nayake Thero has so far brightened the order of the Sambuddha Sasana ever since he became a disciple of the Buddha when he was just 11 Years of age.",
    "Ven. Atapattukande Ananda Nayake Thero spanning more than five decades has been engaged in compiling Buddhist features to the mainstream media and various periodicals and magazines. His columns have received commendations and reviews from many ordinary citizens both here and abroad. His service to all temples in the south has been well accepted and appreciated. It is a milestone in his career to note that he has so far produced more than 50 books and volumes for propagation of the message of Dhamma.",
    "He retired from his more than 25 years of teaching career as the Assistant Principal at Colombo Ananda College. Ven. Atapattukande Ananda Nayake Thero received his ordination as a novice in 1973 under the tutelage of his erudite teachers, Ven. Narandeniye Dhammarathana and Ven. Kongala Pangnatissa Nayake Theros after completion of his secondary education. Afterwards, Ven. Atapattukande Ananda Nayake Thero read for his Bachelor’s degree at the University of Peradeniya and the Master’s at the University of Kelaniya before he followed the Post Education Diploma at the University of Colombo.",
    "Born to Mr. and Mrs. Karunadasa Atapattu and Dona Hinnihamine Atapattu of Hakmana, Ven. Ananda Thero has widely travelled overseas on missionary assignments and is popular among monks at foreign destinations.",
    "We are very pleased on behalf of all the monks at Bellanwila temple, including Ven. Bellanwimala Dhammarathana Nayake Thero, Ven. Boralesgamuwe Pemarathana Thero, Ven. Bellanwila Sangarathana Thero, members of the Dayaka Sabha, Kulagana Samithiya, all associations in Bellanwila village and our grateful villagers, salute this great monk of our times and wish him longevity and all the success in the performance of his new responsibilities as the Adikarana Sanghanayake of Southern Province.",
    "This recognition by the Malwathu Vihara is well-deserved and it will certainly work as a catalyst for his continued service to Sasana and human development and we wholeheartedly pay homage to the erudite scholar monk. Live long to serve mankind, Bhante!",
    "(The writer is the Chief Media Coordinator – Abhinandana Committee and former Basnayake Nilame – Bellanwila Rajamaha Viharaya.)"
  ]
}