{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-rejects-motion-on-alleged-genocide-adopted-in-Canadian-Parliament/56-735061",
  "time_ut": 1652992140,
  "title": "Govt. rejects motion on alleged genocide adopted in Canadian Parliament",
  "body_lines": [
    "The Government yesterday regretted the adoption of a motion in the Canadian Parliament on the alleged genocide of Tamils in Sri Lanka and recognising 18 May, as Tamil Genocide Remembrance Day.",
    "“The Government categorically rejects the blatantly false allegation of genocide contained in the parliamentary motion with reference to Sri Lanka, which contradicts the official position of the Canadian Government, i.e., ‘that it has not made a finding that there was genocide in Sri Lanka’,” the Foreign Affairs Ministry noted in a statement yesterday.",
    "The Foreign Affairs Ministry recalled that the Canadian Government has been briefed at the highest level of the actual situation in Sri Lanka during the end stage of the conflict, which entailed the conduct of a humanitarian operation by the Sri Lankan Government to save its population in the former conflict zones, while taking appropriate action to defeat LTTE terrorism.",
    "“Today, 13 years since the end of the conflict, Sri Lanka has made significant progress in its process of reconciliation, which is ongoing, and on which the Canadian Government has been regularly apprised,” it added.",
    "The Government reiterated that the term genocide has specific legal connotations and has never been used in relation to the Sri Lankan conflict by the United Nations (UN), nor by any of its inter-governmental bodies including the UN Human Rights Council (INHRCSL).",
    "“It is observed that the term is arbitrarily and erroneously applied to the Sri Lankan situation only by a minority of politically motivated anti-Sri Lanka elements in the diaspora inimical to Sri Lanka’s interests. It is a matter of particular regret that such misguided action is undertaken by the Canadian Parliament at a time when the Sri Lankan people are faced with enormous challenges emanating from the economic crisis in the country, and therefore deserving of constructive engagement by the international community,” it said."
  ]
}