{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-budget-deficit-12-2-pct-of-gdp-in-2021-93622/",
  "time_ut": 1651115760,
  "title": "Sri Lanka budget deficit 12.2-pct of GDP in 2021",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has recorded a budget deficit of 12.2 percent of gross domestic product in 2021, with 1,225 billion rupees printed under output gap targeting with flexible inflation targeting, official data show.",
    "The debt ratio with Treasury guarantees and net central bank foreign debt was had risen to 115.9 percent of GDP.",
    "Sri Lanka has raised 1,457 billion rupees in revenues in 2021 or 8.7 percent of GDP, down from 9.1 percent of GDP or 1,373.3 billion rupees in 2020, according to fiscal data released.",
    "In 2019, the government raised 1,890.9 billion rupees of 12.6 percent of GDP until the country’s economists cut taxes to target an output gap.",
    "“The switching of resources from unproductive public expenditure to the private firms and individuals will be growth friendly in a context where there has been a persistent output gap,” the Finance Ministry said in December 2019. (Sri Lanka fiscal stimulus to close output gap)",
    "“Higher growth will have a positive impact on the overall debt dynamics of the country as well.”",
    "To prevent the extra money in private hands from going back to the budget through bond auctions, the central bank then imposed price controls on bond auctions and bought large volumes of securities with printed money.",
    "There have been claims that 600 billion rupees a year in taxes were lost a year due the tax cuts.",
    "However in 2021, twice the value of the tax cuts or 1,225 billion rupees was printed as the balance of payments was blown wide open, losing the ability to repay foreign loans and an import boom started with the excess money.",
    "The central bank has discretionary independence to whatever it’s Governor and Monetary Board wants going against its mandate of maintaining economic and price stability in Section 5(a) of its governing law using other provisions and its involvement in a Treasury securities auctions committee. (Sri Lanka central bank to work closely with finance ministry in developmental state: Governor)",
    "Ironically the tool to calculate the output gap was given by the International Monetary Fund.",
    "Sri Lanka began ‘flexible inflation targeting with output gap targeting (stimulus with printed money) after 2015 eventually driving a country without a war into default with three currency crises in quick succession.",
    "The output gap targeting was done with a flexible exchange rate, which is neither a clean float nor a hard peg leading to anchor conflicts and currency collapses.",
    "The flexible exchange rate or a soft-peg is the third rate unstable intermediate used in many third world countries that go the International Monetary Fund with balance of payments trouble. Balance of payments crises do not take place in hard pegs of clean floats.",
    "From 2015 to 2019 two currency crises were triggered by money printed to target an output gap under ‘flexible inflation targeting.’",
    "At the time money printing was justified on the claim that “output gap stabilization is an important concern in a flexible inflation targeting regime” and that it “argues for a relaxation of monetary policy.”",
    "During the ousted Yahapalana regime a new law was brought to legalize flexible and discretionary policy instead of committing the Monetary Board to a rule of law and reducing its discretionary powers. The law also sought to indemnity staff.",
    "As total revenues went up to 6.1 percent to 1,457 billion rupees current spending went up 2.8 percent to 2,747 billion rupees.",
    "The current account deficit or the gap between total revenues and only current spending was 1,290 billion rupees flat from 1,298 billion rupees a year earlier.",
    "Capital spending was 774 billion rupees, down 0.6 percent from 791 billon rupees a year earlier.",
    "The overall budget deficit (after grants) was 2,057 billion rupees or 12.2 percent of GDP compared to 2,085 billion rupees of 13.9 percent of GDP in 2020.",
    "The Finance Ministry had claimed the deficit was 11.1 percent of GDP in 2020 by shifting some arrears to the previous year.",
    "Foreign borrowings were a negative 13.9 billion rupees with the rating steadily downgrade since 2015 under flexible inflation targeting with output gap targeting and eventually being locked out of capital markets in 2020.",
    "In 2021 1,225.2 billion rupees was printed, up from 505.8 billion rupees in 2020.",
    "In the 2018 currency crisis when the then administration gave full independence to the central bank they were unable to stop 247 billion rupees from being printed or to stop output gap targeting.",
    "Then Minister Harsha de Silva pleaded with the central bank to raise rates, but the pleas were ignored.",
    "In 2019, 109 billion rupees in central bank credit was reversed, but output gap targeting began from August ending pushing the balance of payments into negative territory.",
    "The deficits are still continuing with a broken pegged regime.",
    "The central government debt of GDP ratio went up 104.9 percent from 98 percent. With government guaranteed debt it was 113.6 percent of GDP.",
    "The central bank also became a net dollar borrower in 2021. When negative net foreign assets are added, the debt to GDP ratio was up to 115.9 billion rupees.",
    "Analysts and economists have called for legal changes to the central bank’s law and the removal of provisions that allows it to practice flexible inflation targeting, output gap targeting and trigger economic and price instability and commit it to a rule of law.",
    "The output gap targeting under flexible inflation targeting which triggered three currency crises from 2015 to 2022 and brought a country at peace into default and the flexible exchange rate to collapse is likely illegal under section 5 (as) critics say. (Sri Lanka has a corrupted inflation targeting, output gap targeting not in line with monetary law: Wijewardena)"
  ]
}