{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UNESCO-pays-tribute-to-hundreds-of-South-Asian-journalists-who-died-of-COVID-19/56-734267",
  "time_ut": 1651521660,
  "title": "UNESCO pays tribute to hundreds of South Asian journalists who died of COVID-19",
  "body_lines": [
    "As the COVID-19 pandemic recedes, the World Press Freedom Day 2022 (3 May) is an opportunity to reflect on the extensive impact of the pandemic on the journalistic profession. Exact figures are unclear, but throughout South Asia, hundreds of journalists have lost their lives and many more have seen their livelihoods severely impacted.",
    "For the whole region, the International Federation of Journalists estimates that at least 300 journalists died from the disease. According to the Press Emblem Campaign, at least 284 deaths of media workers are reported from COVID-related complications in India alone.",
    "As access to information was disrupted following repeated lockdowns, journalists across South Asia risked their lives to ensure that credible information was made available to the public. In most cases, they contracted the infection while reporting from the ground.",
    "“Journalists—the bearers of verified information, are at the forefront in times of crises. They are always among the first responders and their emotional and physical safety must be better ensured. We urge the governments of South Asia to recognise journalists as ‘frontline workers’ and prioritise their well-being,” said Director and UNESCO Representative to Bhutan, India, the Maldives and Sri Lanka Eric Falt.",
    "According to the International Federation of Journalists’ South Asia Press Freedom Report (SAPFR) 2022, produced with UNESCO’s support, ‘The second wave of COVID-19 has not only claimed lives of several senior journalists but has also killed many others working in districts, towns, and villages across South Asia. Many of the deaths still remain unaccounted.’",
    "Across the region, the media have also struggled for their survival during very uncertain times. Due to the severe financial crunch in the aftermath of the COVID crisis, numerous media organisations were also forced to shut operations.",
    "In the year 2021, more than 300 media outlets shut their operations in Afghanistan; Bhutanese media shrunk and adapted to austerity measures, which impacted in particular investigative journalism; traditional Sri Lankan media had to switch to online platforms and strengthen their digital presence; estimates put the number of job losses in the thousands in Pakistan and India; and in Nepal, several media houses were forced to stop publication.",
    "“Never has the journalistic profession faced more perils as it does today. From economic hardships to fake news, digital surveillance and the unprecedented COVID-19 pandemic, journalists have never been more threatened as a profession,” added Falt.",
    "The South Asia Press Freedom Report for 2022 entitled ‘Strength and Solidarity: The Story of South Asia’ will be launched on 4 May at a regional event organised by UNESCO to commemorate the World Press Freedom Day in Colombo, Sri Lanka. Organised in collaboration with the European Union Delegation for Sri Lanka and the Maldives, the program will feature panel discussion with media experts on the global theme of ‘Journalism under Digital Siege’. The report will be made available online after launch.",
    "Every year on 3 May, UNESCO celebrates World Press Freedom Day with the aim to reflect on the commitment to press freedom and professional ethics among media professionals. It is also a day of support for media which are targets for the restraint or abolition of press freedom. It is also a day of remembrance for those journalists who lost their lives in the pursuit of a story.",
    "UNESCO promotes the safety of journalists through global awareness-raising, capacity building and a range of actions, notably in the framework of the UN Plan of Action on the Safety of Journalists and the Issue of Impunity."
  ]
}