{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-issues-gazette-hiking-value-added-tax-from-june-01-95023/",
  "time_ut": 1654061100,
  "title": "Sri Lanka issues gazette hiking value added tax from June 01",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has raised value added tax to 12 percent from 8 percent with effect from June 01 through an extraordinary gazette published at midnight on May 31 as attempts are made to contain a runaway budget deficit engineered in 2019 by Keynesian economists for fiscal stimulus.",
    "Sri Lanka also cut value added taxes from December 2019 while the parliament was dissolved, with no debate.",
    "The origin of the British parliament dates back to the Magna Carta which sought to create some discussion between the King and subject who were taxed (taxation by consent).",
    "Sri Lanka has habit of raising taxes as if by Royal Prerogative despite the existence of a parliament.",
    "However there is broad agreement that taxes have to raised to pay state workers, as money printing to meet state spending will depreciate the currency further and create shortages.",
    "Though VAT was not brought back to the earlier rate of 15 percent inflation had since risen.",
    "Sri Lanka abandoned cost cutting (spending based fiscal consolidation) from 2015 under a Western ‘progressive’ style strategy of state expansion called ‘revenue based fiscal consolidation’.",
    "After dropping cost cutting under revenue based fiscal consolidation large salary hikes were given to state workers and spending was driven up from around 17 to 20 percent of gross domestic product and taxes were also raised, keeping deficits broadly the same.",
    "Then money was also printed to keep rates down under flexible inflation targeting to boost growth (close an output gap) triggering two currency crises and economic slowdowns in their wake.",
    "In 2019 taxes were also cut with economists saying there was a ‘persistent output gap’ and even larger volumes of money was printed to close the output gap blowing the balance of payments apart and driving the country to its first external default.  (Colombo/June01/2022)"
  ]
}