{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Printing-money-was-perhaps-our-Home-grown-solution-Prof-Watawala/352-236166",
  "time_ut": 1651516320,
  "title": "Printing money was perhaps our  ‘Home-grown solution’ :Prof. Watawala",
  "body_lines": [
    "If the political situation is not settled, the financial and economic situation will get worse",
    "The education and skills required in financial and other areas haven’t been developed properly",
    "Debt defaulting will have a major impact on commercial banks",
    "Sri Lanka is currently bearing the fruits of financial mismanagement, lack of planning and shortsighted decision-making ever since the incumbent government was elected to power. Delays in seeking support from the International Monetary Fund (IMF), heavy borrowings on sovereign bonds, opting for credit lines from allies has crippled",
    "Sri Lanka’s ability to attract investors. While international agencies continue to issue warnings for insurers and investors who plan to invest in Sri Lanka, financial experts observe that with Sri Lanka achieving the status of a ‘new industrial nation’ it has lost the benefit of seeking assistance from international bodies on a concessional basis.",
    "In a candid interview with the , eminent Chartered and Management Accountant Prof. Lakshman R. Watawala stressed on the mistakes that we have made in terms of high expenditure and wastage, impacts of borrowings on international sovereign bonds, printing money more than the threshold and how capitalising on PPPs and a knowledge economy could save Sri Lanka.",
    "There are a few reasons for this. One of the main reasons is the budget deficit that we are having every year. If we have a budget deficit we need to obtain funds from foreign borrowings or local borrowings. We have never had a surplus in the budget and we have been spending our monies without saying how our revenue is being done. Prior to 2009 where we had some discussions with IMF during the time of Mangala Samaraweera. The IMF wanted us to do certain changes during this period. Subsequently, there were certain adjustments done and one of them was to increase revenue. Our revenue to GDP ratio has been low. Generally, it has to be 15% or else we would be in trouble. So they increased taxes. They increased VAT and as a result of that increase they were able to get a sizeable income with the tax rates that were adjusted. In addition, they came up with a pricing formula for the petroleum sector and also for gas. Because of these changes, they were able to do away with the deficit from the Ceylon Petroleum Corporation (CPC) and also on gas which are matters of concern at present. With this, the revenue increased substantially. But, with the new government coming in, they reduced taxes. As a result of a reduction in taxes, we lost about USD 500-600 billion coming into the government. The VAT was reduced from 15-8%. They reduced income and personal taxes. Therefore we found that there’s a shortfall in the revenue. This is one of the major reasons why we had a problem with the budget deficit. The revenue was very low. They also did away with the pricing formula for fuel. If they had it, the price increase would have been on a gradual basis. It’s been done on a monthly basis. But here if they’re going to do an adjustment they have to do a big price increase and this will have an impact on the public. There was also no cutting down on expenditure. We were a developing country and now we are a new industrial nation. Therefore, we have been unable to get monies from international agencies such as Asian Development Bank (ADB), World Bank (WB) and others. When they have to get monies from them, they not only get it at a very concessional rate but also at a very long repayment. They also do a thorough study of the project to see that the monies that are being used are spent on a sustainable basis and that it is a viable project. Once we went into the higher bracket of a new industrial nation, we lost all benefits that we are having to get the sort of financing from ADB and WB on a concessional basis.",
    "For ISPs, we have been paying a high rate of interest. During the 2022 budget Rs. one billion was set aside for the repayment of loans. That is another big element because when you take a loan you need to repay debts annually while we have really defaulted in the repayment of interests",
    "One of the main sources of revenue we have are from foreign remittances of migrant workers. Every year we used to get around Rs. 6-7 billion from these remittances. But due to our exchange rate being low at the time, the black market gave a higher rate. Therefore all banks receiving remittances received them at a lower rate. As a result, we lost more dollars",
    "The IMF is not going to give a loan without studying our economic structure. If I’m in a financially challenging situation and I go to a bank to obtain a loan, they will not give an immediate loan. They will go through my records, sustainability, inquire how I’m going to repay loans etc. These are the questions the IMF is asking us now",
    "We now are in a difficult situation and we need to cut down all expenditure. There is a lot of wastage. Government departments for instance have the largest number of vehicles. This needs to be controlled because we have to import fuel",
    "The revenue has to increase. Very soon they will increase taxes but I don’t know whether they can get the same income. Today 60-70% of the budget is allocated for government servants. So we have to look at cutting down this cost",
    "Today the government has no money to invest. So we need to get the private sector and go for public-private partnerships and that’s the only way the country can be saved. We need to develop the IT and knowledge industry",
    "QWhat are the repercussions of opting to borrow on international sovereign bonds?",
    "International sovereign bonds are based on international credit ratings and borrowing status of a country and there is no evaluation done by them in the grant of these loans other than what they see from the ability to repay. This resulted in heavy borrowings on international sovereign bonds. Sometimes these monies would have gone into the bridging of deficits and for projects where one does not know for what purpose they have been investing. What I feel is that although we achieved the status of a new industrial nation, the education and skills required in financial and other areas haven’t been developed properly. This was seen during financial frauds and mishandling of finances that we have seen. We saw this during the hedging project of the CPC where we had to incur heavy losses and these were not done by specialised people who knew what hedging was. We also did not do proper planning to repay debts. If you repay debts, one of the main things to be done is to generate a surplus. This surplus will enable you to repay the debt. But although we had seen that from 2020 onwards, we had high repayments coming in and we haven’t planned how we are going to repay debts. Therefore we are in a rather unfortunate situation where we are unable to repay debts and have therefore decided to suspend debt payments. The Central Bank or the Finance Ministry hasn’t executed proper financial planning because at the end of the day they are responsible for these functions.",
    "Even earlier they said we shouldn’t pay debts and use that money for other purposes of importing goods etc. One of the main impacts would be on our commercial banks. Our ratings have come down but we haven’t gone into default status. These show that we are at high risk. Initially, as far as our ISPs were concerned, our gradings were good and people thought they could invest. For ISPs, we have been paying a high rate of interest. During the 2022 budget Rs. one billion was set aside for the repayment of loans. That is another big element because when you take a loan you need to repay debts annually while we have really defaulted in the repayment of interests. Commercial banks, therefore, have a problem. If one wants to import certain things then they have to go to a commercial bank and open a Letter of Credit (LC). Today we have a big problem with foreign exchange. Earlier they had a good relationship with foreign banks. They were able to get a soft loan when they need money but now all those facilities will be done away with foreign banks. Even for LCs they’ll have to get a confirmation from foreign banks. On the exchange itself, the depreciation of the exchange rate has caused many problems. One of the main sources of revenue we have are from foreign remittances of migrant workers. Every year we used to get around Rs. 6-7 billion from these remittances. But due to our exchange rate being low at the time, the black market gave a higher rate. Therefore all banks receiving remittances received them at a lower rate. As a result, we lost more dollars. This is a serious matter because all banks depended on foreign remittances. Even though the government revised the rates the black market would be giving better rates. We now have to work out a method on how these foreign remittances could be brought back into the banking structure. Therefore the government doesn’t have dollars for imports and other transactions. Then there’s a delay on the part of exporters bringing in their foreign exchange. They are also keeping their money waiting for the exchange rate to go up. They have floated the rupee but all these have an adverse impact on the country. Therefore, correcting these decisions will take a long time.",
    "QFitch has issued warnings of high investment and liquidity risks for insurers. We are also looking at attracting investors. But the prevailing crisis is unfavourable isn’t it?",
    "Right now we have two crises. One is the financial and debt crisis and the other is the political crisis. You need to have political stability in order to bring this situation under control. Therefore the parliament has to work it out. If the political situation is not settled, the financial and economic situation will get worse. Even though we have had talks with IMF if we don’t arrive at a political settlement they will not want to give any money. The other big mistake we made is that when we were short of dollars, we should have carried out methods to attract our own dollars. We also made a major mistake by not going to IMF earlier. We said we had our own home-grown solution. Then one has to put it down on paper and see if it’s working. One of the main things that we relied on was the tourism sector. But then that is one of the sectors that can easily get affected. We should have had a plan A and B. At that time itself, we should have gone to IMF. The IMF is not going to give a loan without studying our economic structure. If I’m in a financially challenging situation and I go to a bank to obtain a loan, they will not give an immediate loan. They will go through my records, sustainability, inquire how I’m going to repay loans etc. These are the questions the IMF is asking us now. They are now using foreign experts for advice but these are things that we should have been prepared with. We have a sufficient knowledge pool in the Central Bank as well. If we went early, when we had difficulty in obtaining foreign exchange they would have given us the loan by now. Today the fuel, gas queues etc are due to bad planning and management.",
    "QWe have requested support from our allies. But they support us in the form of credit lines. Are these sustainable transactions in the long run?",
    "India is helping us but they will ask us how we are going to repay the loans. They are giving us items on credit. In terms of fuel, India is a net importer. So they will not want to continue this for a long time as they will have to use their foreign exchange to import fuel. But food and medical supplies are already manufactured by them. Then we have China and we have loans to be repaid. They will reschedule it and give us time. But whether they are going to give us real dollars is something we need to look at because earlier also they gave us a line of credit in Yuan. Therefore we can buy Chinese products but not any other products. These are the problems we have in the case of bilateral assistance we are using. During COVID and other issues, a lot of these countries had major problems and they wouldn’t want to depart on their dollars.",
    "QThe Central Bank printed more money than the threshold. How does that impact this situation?",
    "That might be a ‘home-grown solution’ but everyone says that this home-grown solution is wrong. You can’t just print money. If you have fewer goods and services being produced and there’s more money being printed, the price of goods and services will soar. It’s a demand and supply situation. We are now saying that this home-grown solution done during this period have all resulted in the present crisis.",
    "Q What are some mistakes that we should rectify at this point?",
    "We now are in a difficult situation and we need to cut down all expenditure. There is a lot of wastage. Government departments for instance have the largest number of vehicles. This needs to be controlled because we have to import fuel. If we are to secure foreign exchange then we need to look at areas where foreign exchange is being utilised and fuel is one of these areas. We also need to look at improving public transport. Therefore the usage of fuel would be reduced. If public transport is used more freely, people will not use their own vehicles. We need to have some proper planning and controls at every level. Accountability too is a must. As a result of a shortsighted decision, farmers have to bear the loss. The government servants are getting their salary but farmers have to suffer. They can’t repay loans and they won’t be able to get facilities from banks for the new season. Export industries such as tea and rubber have been affected. If income is going down we won’t be able to get dollars. Everyone must know that these are impacting society. Nobody is talking about the societal cost. All these high increases in prices, losses incurred and wastage has to be paid by somebody. In the private sector, we have the Environmental, Social and Governance (ESG) concept. This is an important element. They should have proper governance and accountability. Then the environment too is important. The private sector is adhering to all these but the public sector and government have disregarded it. Although they have signed agreements on the Sustainable Development Goals 2030 there are no references to these goals. All ministries should refer to the SDGs. Even though we have signed them, these are not being implemented. We also should look at strengthening the public sector. The public servant should be responsible. Ministries can lay out the policy but they shouldn’t mess with the implementation process. Someone will have to work out how to repay debts but we have the capacity to overcome these. With our gradings, no investor would come as they are quite low. Political stability too should be there. The Port City is one area is where we can develop to get foreign exchange. More than rules and regulations it’s the implementation that is necessary.",
    "QWhat solutions do you suggest to restore the country back to what it was?",
    "We have to increase our income. Even in any other organisation if your expenditure is more than the income after some time you’ll go bankrupt. What is happening to an individual is happening to the country as well. We need to relook and rethink all policies. The revenue has to increase. Very soon they will increase taxes but I don’t know whether they can get the same income. Today 60-70% of the budget is allocated for government servants. So we have to look at cutting down this cost. In addition to salaries, there are other expenditures. One way in which government departments can be efficient is through digitalisation. All government departments are getting budgetary allocations and are spending these monies. With at least 25% income they must earn. Then only they will be accustomed and responsible and get used to the idea of getting an income. The private sector had to do drastic changes during COVID but they were able to overcome it. Once things restore they gave back those benefits. Productivity, efficiency and cost control are three areas that need to be improved and need to be implemented in government departments, state-owned enterprises etc. But one must have an efficient method to monitor these organisations. We have the Work from Home concept and it could be implemented. Our public sector comprises around 1.5 million people and it is very much overstaffed, but we can make them more efficient. This is called value creation. They are there to serve the people. Another thing is to look at areas where we can get foreign exchange. We need a knowledge economy. India developed that way. They set up colleges for engineering, IT and sciences and with a good knowledge of English they had the ability to communicate. Sri Lanka has a big demand. Many want to expand the IT sector, business process outsourcing, business process management etc. but we don’t have the people. Therefore we need restructuring. As a result of free education, our numbers are limited. We need to change our structure to bring all of them into the knowledge economy. Today the government has no money to invest. So we need to get the private sector and go for public-private partnerships and that’s the only way the country can be saved. We need to develop the IT and knowledge industry. Therefore we have to opt for the college concept. If we set up 200-300 colleges affiliated to universities it will attract more investors, dollars and generate more job opportunities. Before 1955 there were so many private schools. Integrity, honesty and discipline should be inculcated in everyone. From school days. We are in a grave situation today but with proper handling, we have people who can take this country to where it was before 1948."
  ]
}