{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/no-opposition-protests-will-bring-govt-down-claims-top-sri-lanka-minister-as-queues-increase-91894/",
  "time_ut": 1647849660,
  "title": "No opposition protests will bring govt down, claims top Sri Lanka minister as queues increase",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s agriculture minister Mahindananda Aluthgamage, who has been on the receiving end of harsh criticism over the government’s failed green agriculture policy, has vowed that the present administration will not be brought down.",
    "Speaking at an event, Aluthgamage acknowledged the difficulties faced by the public as a result of Sri Lanka’s worsening economic crisis.",
    "“We understand this difficulty. We understand very well the strain on the people. As a sensitive government, we take ownership of that responsibility.",
    "Sri Lanka is currently going through one of the worst economic crises in the country’s history, with people queuing up for essentials including fuel, cooking gas and milk powder as the country’s foreign exchange reserves continue to plummet. The ruling Sri Lanka Podujana Peramuna (SLPP)’s popularity is at an all-time low, and daily power outages and skyrocketing cost of living have forced many people to organise their own protests independent of opposition parties.",
    "The main opposition Samagi Jana Balavegaya (SJB) led by opposition leader Sajith Premadasa held a major protest march against the government’s handling of the crisis on March 15 with thousands of party supporters shouting slogans against President Gotabaya Rajapaksa.",
    "However, Minister Alutghamage does not see the opposition protests as a threat to the SLPP-leg government.",
    "“They think the government will fall if three or four people in parliament make some statement or if Sajith Premadasa brings a crowd to Galle Face.",
    "“Friends, we tell them, even if they stand on their head and say it, we guarantee to the people that this government cannot be brought down,” he said. (Colombo/Mar21/2022)"
  ]
}