{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Shortages-debt-restructuring-and-rationalization-of-attitudes-EDITORIAL/172-235311",
  "time_ut": 1650412320,
  "title": "Shortages, debt restructuring and rationalization  of attitudes - EDITORIAL",
  "body_lines": [
    "At the President’s House, a beleagured President Rajapaksa has dug in his heels and is preparing for a long-drawn battle with those who once voted him into power.",
    "At the Galle Face Green, we, the people, (who once sang hossanahs to him - the president), are occupying the space, not willing to leave, until the president and his government give up office.",
    "In parliament, the Opposition parties are at loggerheads with no common plan to move beyond the current round of protests.",
    "With time running out for expected negotiations with the International Monetary Fund (IMF), the president has nominated a few lesser-known parliamentarians to Cabinet posts to keep up appearences that governance in the country continues.",
    "The crowds at Galle Face Green keep growing, fortunately tempers are not fraying and a bonhomme atmosphere still pervades.  Outside of the capital, roads are blocked at different points with people protesting shortages. Perhaps the protagonists themselves are facing a ‘Quo Vadis’ moment…",
    "The main parliamentary Opposition group is planning a ‘No Confidence Motion’ (NCM) and is supposedly collecting signatures. But the SLFP and its 11 party alliance claim have not been consulted or seen the contents of the NCM. Again, whichever group that emerges victorious, the problem remains the same...",
    "This country does not have the foreign reserves to meet the present shortages which in turn have brought the masses onto the streets.  While the IMF may help restructure our debt, we will need to approach the World Bank (WB), the Asian Development Bank (ADB). Perhaps India and China may extend further loans to purchase immediate food, medical, fuel needs as well as programmes which will bring in a return on investment, keeping in mind loans need to be repaid. It is therefore clear there needs to be a clean break from the politics of the past.",
    "We need to take a long hard look at where we went wrong and ensure the same mistakes are not repeated.  Wasteful expenditure of public funds and corruption are two of the main culprits guilty of bringing the country to its knees.",
    "UNP leader Ranil Wickremesinghe highighted this in parliament yesterday. He suggested giving teeth to Independent Parliamentary Oversight Commmitees as a means to check both wasteful expenditure and reigning in corruption.",
    "Cutting wasteful programmes which bring in no return of capital need to be overhauled and rationalised. A glaring example of this is the ‘Saumurdhi’ programme which supposedly benefits the poorest of the poor.  Unfortunately, many Samurdhi recepients do not fall into the category. According to statistics, around 33% of Sri Lankan households received Samurdhi benefits in 2021. In view of the financial crisis, it may have to be either dropped or rapidly overhauled to enable recepients to show a return on investment.",
    "Our system of ‘Free Education’ - from kindergarten to university - ensured our country has probably one of the highest literacy levels in Asia. But the education system itself continues churning out mainly clerical hands, whilst employment avenues are vocationally oriented.",
    "While the education system itself is in need of overhauling, it is doubtful whether in the abscence of major income inflows the ‘Free Education’ system itself can be maintained. State enterprises overflow with excess staff, mostly political appointees. The public sector needs to be radically streamlined. It can no longer be treated as an appendage to political munificence. With streamlining comes job loss and its accompanying poverty.",
    "We Lankans have since independence enjoyed free health facilities, free education, subsidised fuel, agricultural inputs and other freebies which we have taken for granted. Whether IMF/World Bank/ADB conditions (organisations backed by huge private conglomerates) guiding disbursement of loans, permitting the continuation of such social schemes is doubtful.",
    "Strapped for cash and indebted to the tune of billions of dollars, whoever our rulers they will have to abide by conditions laid out by the lenders. We ‘the people’ - Sri Lankans who continued to vote for political parties and candidates with a history of corruption must now face this new reality, OR is it too late to bell the cat?"
  ],
  "translate": {
    "si": {
      "title": "හිඟයන්, ණය ප්රතිව්යුහගත කිරීම සහ ආකල්ප තාර්කික කිරීම - කතුවැකිය",
      "body_lines": [
        "ජනාධිපති මන්දිරයේ දී, රාජපක්ෂ ජනාධිපතිවරයා තම විලුඹ හාරා, වරක් තමාට ඡන්දය දුන් අය සමඟ දිගු සටනකට සූදානම් වෙමින් සිටී.",
        "ගාලුමුවදොර පිටියේ, (එක් කලෙක ඔහුට - ජනාධිපතිවරයාට හොස්ස ගායනා කළ) අපි, ජනතාව, ජනාධිපතිවරයා සහ ඔහුගේ රජය ධූරය අත්හරින තුරු, ඉවත්ව යාමට කැමැත්තක් නොදක්වන අවකාශය අල්ලාගෙන සිටිමු.",
        "පාර්ලිමේන්තුව තුළ විපක්ෂයේ පක්ෂ වත්මන් විරෝධතා වටයෙන් ඔබ්බට යාමට පොදු සැලැස්මක් නොමැතිව ගැටෙමින් සිටිති.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ අපේක්ෂිත සාකච්ඡා සඳහා කාලය අවසන් වීමත් සමඟ, රටේ පාලනය දිගටම පවතින බව පෙනී සිටීම සඳහා ජනාධිපතිවරයා විසින් එතරම් ප්‍රසිද්ධ නැති පාර්ලිමේන්තු මන්ත්‍රීවරුන් කිහිප දෙනෙකු කැබිනට් තනතුරු සඳහා නම් කර ඇත.",
        "ගාලු මුවදොර පිටියේ සෙනඟ වැඩිවෙමින් පවතී, වාසනාවකට මෙන් කේන්ති යන්නේ නැත. අගනගරයෙන් පිටත විවිධ ස්ථානවල මාර්ග අවහිර වී ඇති අතර මිනිසුන් හිඟයට විරෝධය දක්වයි. සමහර විට ප්‍රධාන චරිත 'Quo Vadis' මොහොතකට මුහුණ දෙනවා විය හැකිය.",
        "ප්‍රධාන පාර්ලිමේන්තු විපක්ෂ කණ්ඩායම ‘විශ්වාසභංගයක්’ (NCM) සැලසුම් කරමින් අත්සන් එකතු කරමින් සිටින බව පැවසේ. එහෙත් ශ්‍රීලනිපය සහ එහි පක්ෂ 11 සන්ධානයේ ඉල්ලීම NCM හි අන්තර්ගතය විමසා හෝ දැක නැත. නැවතත්, කුමන කණ්ඩායම ජයග්‍රහණය කළත් ප්‍රශ්නය එලෙසම පවතී...",
        "ජනතාව පාරට බස්සවා තිබෙන වත්මන් හිඟය පියවීමට මේ රටේ විදේශ සංචිත නැහැ. ජාත්‍යන්තර මූල්‍ය අරමුදල අපගේ ණය ප්‍රතිව්‍යුහගත කිරීමට උදවු කළ හැකි අතර, අපට ලෝක බැංකුව (WB), ආසියානු සංවර්ධන බැංකුව (ADB) වෙත ප්‍රවේශ වීමට අවශ්‍ය වනු ඇත. සමහර විට ඉන්දියාව සහ චීනය ණය ආපසු ගෙවිය යුතු බව මතක තබා ගනිමින් ක්ෂණික ආහාර, වෛද්‍ය, ඉන්ධන අවශ්‍යතා මෙන්ම ආයෝජනයට ප්‍රතිලාභ ගෙන දෙන වැඩසටහන් මිලදී ගැනීමට තවදුරටත් ණය ලබා දිය හැකිය. එබැවින් අතීත දේශපාලනයෙන් පිරිසිදු විරාමයක් තිබිය යුතු බව පැහැදිලිය.",
        "අපට වැරදුනේ කොතැනද යන්න පිළිබඳව දීර්ඝ ලෙස විමසා බැලිය යුතු අතර එම වැරදි නැවත සිදු නොවන බවට සහතික විය යුතුය. රාජ්‍ය මුදල් නාස්තිකාර වියදම් සහ දූෂණය රට දණ ගැස්වීමේ ප්‍රධාන වැරදිකරුවන් දෙදෙනෙකි.",
        "එක්සත් ජාතික පක්ෂ නායක රනිල් වික්‍රමසිංහ මහතා ඊයේ පාර්ලිමේන්තුවේදී මේ බව අවධාරණය කළේය. නාස්තිකාර වියදම් සහ දූෂණය පාලනය කිරීමේ මාධ්‍යයක් ලෙස ස්වාධීන පාර්ලිමේන්තු අධීක්ෂණ කමිටුවලට දත් දෙන ලෙස ඔහු යෝජනා කළේය.",
        "ප්‍රාග්ධනය ප්‍රතිලාභ නොලබන නාස්තිකාර වැඩසටහන් කපා හැරීම ප්‍රතිසංස්කරණය කර තාර්කිකකරණය කළ යුතුය. දුප්පත්ම දුප්පත් ජනතාවට ප්‍රතිලාභ ලැබෙන බව කියන ‘සෞමෘද්ධි’ වැඩසටහන ඊට කදිම නිදසුනකි. අවාසනාවකට බොහෝ සමෘද්ධිලාභීන් ගණයට වැටෙන්නේ නැත. සංඛ්‍යාලේඛනවලට අනුව, 2021 දී ශ්‍රී ලාංකික කුටුම්භවලින් 33% කට පමණ සමෘද්ධි ප්‍රතිලාභ ලැබී ඇත. මූල්‍ය අර්බුදය හමුවේ, ලබන්නන්ට ආයෝජනයේ ප්‍රතිලාභයක් පෙන්වීමට හැකි වන පරිදි එය අත්හැර දැමීමට හෝ වේගයෙන් ප්‍රතිසංස්කරණය කිරීමට සිදු විය හැකිය.",
        "අපගේ ‘නිදහස් අධ්‍යාපන’ ක්‍රමය - ළදරු පාසලේ සිට විශ්ව විද්‍යාලය දක්වා - අපේ රට බොහෝ විට ආසියාවේ ඉහළම සාක්ෂරතා මට්ටම්වලින් එකක් බවට සහතික විය. නමුත් අධ්‍යාපන ක්‍රමයම ප්‍රධාන වශයෙන් ලිපිකරුගේ දෑත් අවුස්සමින් පවතින අතර රැකියා මාර්ග වෘත්තීයමය වශයෙන් නැඹුරු වේ.",
        "අධ්‍යාපන ක්‍රමයම ප්‍රතිසංස්කරණය කිරීමට අවශ්‍ය වන අතර, ප්‍රධාන ආදායම් ගලා ඒම නොමැති අවස්ථාවක ‘නිදහස් අධ්‍යාපන’ ක්‍රමයම පවත්වාගෙන යා හැකිද යන්න සැක සහිතය. රාජ්‍ය ව්‍යවසාය අතිරික්ත කාර්ය මණ්ඩලයෙන් පිරී ඉතිරී යයි, බොහෝ දුරට දේශපාලන පත්වීම් ලැබූ අයයි. රාජ්‍ය අංශය රැඩිකල් ලෙස විධිමත් කළ යුතුයි. එය තවදුරටත් දේශපාලන මුනුබුරු භාවයේ උපග්‍රන්ථයක් ලෙස සැලකිය නොහැකිය. විධිමත් කිරීමත් සමඟ රැකියා අහිමි වීම සහ ඒ සමඟ ඇති දරිද්‍රතාවය පැමිණේ.",
        "නිදහසින් පසු ලාංකිකයන් වන අපි නිදහස් සෞඛ්‍ය පහසුකම්, නිදහස් අධ්‍යාපනය, සහනාධාර ඉන්ධන, කෘෂිකාර්මික යෙදවුම් සහ වෙනත් නොමිලයේ භුක්ති වින්දෙමු. IMF/World Bank/ADB කොන්දේසි (විශාල පෞද්ගලික සමූහ ව්‍යාපාර විසින් අනුබල දෙන සංවිධාන) ණය ලබා දීම සඳහා මග පෙන්වන, එවැනි සමාජ යෝජනා ක්‍රම දිගටම කරගෙන යාමට අවසර දෙනවාද යන්න සැක සහිතය.",
        "මුදලට හිර වී ඩොලර් බිලියන ගණනින් ණය වී සිටින අපගේ පාලකයන් කවුරුන් වුවද, ණය දෙන්නන් විසින් පනවන ලද කොන්දේසි වලට යටත් වීමට සිදුවනු ඇත. අපි ‘ජනතාව’ - දූෂිත ඉතිහාසයක් ඇති දේශපාලන පක්ෂවලට සහ අපේක්ෂකයින්ට දිගින් දිගටම ඡන්දය දුන් ශ්‍රී ලාංකිකයන් දැන් මෙම නව යථාර්ථයට මුහුණ දිය යුතුය, නැතහොත් පූසාට සීනු කිරීමට ප්‍රමාද වැඩිද?"
      ]
    },
    "ta": {
      "title": "பற்றாக்குறைகள், கடன் மறுசீரமைப்பு மற்றும் அணுகுமுறைகளின் பகுத்தறிவு - தலையங்கம்",
      "body_lines": [
        "ஜனாதிபதி மாளிகையில், முற்றுகையிடப்பட்ட ஜனாதிபதி ராஜபக்ஷ தனது குதிகால் தோண்டியெடுத்து, ஒருமுறை தனக்கு வாக்களித்து ஆட்சிக்கு வந்தவர்களுடன் நீண்ட நேரப் போருக்குத் தயாராகி வருகிறார்.",
        "காலி முகத்திடலில், ஜனாதிபதியும் அவரது அரசாங்கமும் பதவியை விட்டுக்கொடுக்கும் வரை, நாங்கள், மக்கள், (ஒருமுறை அவருக்கு - ஜனாதிபதிக்கு ஹொசானா பாடியவர்கள்) இடத்தை ஆக்கிரமித்துள்ளோம், வெளியேற விரும்பவில்லை.",
        "நாடாளுமன்றத்தில், எதிர்க்கட்சிகள் தற்போதைய சுற்றுப் போராட்டங்களுக்கு அப்பால் செல்ல பொதுவான திட்டம் எதுவும் இல்லாமல் முரண்படுகின்றன.",
        "சர்வதேச நாணய நிதியத்துடன் (IMF) எதிர்பார்க்கப்படும் பேச்சுவார்த்தைகளுக்கான நேரம் முடிந்துவிட்ட நிலையில், நாட்டில் ஆட்சி தொடர்ந்து நடைபெறுவதைத் தொடர, குறைந்த அறியப்படாத சில நாடாளுமன்ற உறுப்பினர்களை அமைச்சரவைப் பதவிகளுக்கு ஜனாதிபதி நியமித்துள்ளார்.",
        "Galle Face Green இல் மக்கள் கூட்டம் அதிகரித்துக் கொண்டே செல்கிறது, அதிர்ஷ்டவசமாக கோபம் குறையவில்லை மற்றும் ஒரு நல்ல சூழ்நிலை இன்னும் பரவுகிறது. தலைநகருக்கு வெளியே, மக்கள் பற்றாக்குறைக்கு எதிர்ப்புத் தெரிவிக்கும் வகையில் பல்வேறு இடங்களில் சாலைகள் அடைக்கப்பட்டுள்ளன. ஒருவேளை கதாநாயகர்களே ஒரு ‘குவோ வாடிஸ்’ தருணத்தை எதிர்கொண்டிருக்கலாம்…",
        "பிரதான நாடாளுமன்ற எதிர்க்கட்சி குழு ‘நம்பிக்கையில்லா தீர்மானம்’ (NCM) ஒன்றைத் திட்டமிட்டு கையெழுத்துப் பெற்று வருவதாகக் கூறப்படுகிறது. ஆனால் ஸ்ரீ.ல.சு.க மற்றும் அதன் 11 கட்சிகளின் கூட்டணிக் கூற்று NCM இன் உள்ளடக்கங்களைக் கலந்தாலோசிக்கவோ பார்க்கவோ இல்லை. மீண்டும், எந்தக் குழு வெற்றி பெற்றாலும், பிரச்சனை அப்படியே இருக்கும்...",
        "தற்போதைய பற்றாக்குறையை சமாளிக்க இந்த நாட்டில் வெளிநாட்டு கையிருப்பு இல்லை, இது மக்களை வீதிக்கு கொண்டு வந்துள்ளது. நமது கடனை மறுசீரமைக்க IMF உதவினாலும், நாம் உலக வங்கி (WB), ஆசிய வளர்ச்சி வங்கி (ADB) ஆகியவற்றை அணுக வேண்டும். ஒருவேளை இந்தியாவும் சீனாவும் உடனடி உணவு, மருத்துவம், எரிபொருள் தேவைகளை வாங்குவதற்கு மேலும் கடன்களை வழங்கலாம், அத்துடன் கடன்களை திருப்பிச் செலுத்த வேண்டும் என்பதை மனதில் வைத்து முதலீட்டில் லாபம் ஈட்டும் திட்டங்களையும் வழங்கலாம். எனவே கடந்த கால அரசியலில் இருந்து விடுபட வேண்டும் என்பது தெளிவாகிறது.",
        "நாம் எங்கு தவறு செய்தோம் என்பதை நீண்ட நேரம் கவனித்து, அதே தவறுகள் மீண்டும் நடக்காமல் பார்த்துக் கொள்ள வேண்டும். பொது நிதியின் வீண் செலவு மற்றும் ஊழல் ஆகியவை நாட்டை மண்டியிடும் முக்கிய குற்றவாளிகளில் இரண்டும் ஆகும்.",
        "ஐக்கிய தேசியக் கட்சியின் தலைவர் ரணில் விக்கிரமசிங்க நேற்று பாராளுமன்றத்தில் இதனை வலியுறுத்தினார். வீண் செலவுகள் மற்றும் ஊழலில் ஆட்சி செய்வது ஆகிய இரண்டையும் தடுக்கும் ஒரு வழிமுறையாக, சுயாதீன நாடாளுமன்ற மேற்பார்வைக் குழுக்களுக்கு பல் கொடுக்க அவர் பரிந்துரைத்தார்.",
        "மூலதனத்தைத் திரும்பப் பெறாத வீணான திட்டங்களைக் குறைப்பது மாற்றியமைக்கப்பட்டு பகுத்தறிவு செய்யப்பட வேண்டும். இதற்கு ஒரு தெளிவான உதாரணம் ‘சௌமூர்த்தி’ திட்டம் ஏழைகளில் உள்ள ஏழைகளுக்கு பயனளிக்கிறது. துரதிஷ்டவசமாக, பல சமுர்த்தி பெறுபவர்கள் வகைக்குள் வரவில்லை. புள்ளிவிபரங்களின்படி, 2021 ஆம் ஆண்டில் இலங்கையில் 33% குடும்பங்கள் சமுர்த்தி நன்மைகளைப் பெற்றுள்ளன. நிதி நெருக்கடியைக் கருத்தில் கொண்டு, பெறுநர்கள் முதலீட்டின் மீதான வருவாயைக் காட்டுவதற்கு இது கைவிடப்பட வேண்டும் அல்லது விரைவாக மாற்றியமைக்கப்பட வேண்டும்.",
        "நமது ‘இலவசக் கல்வி’ - மழலையர் பள்ளி முதல் பல்கலைக்கழகம் வரை - நமது நாடு ஆசியாவிலேயே மிக உயர்ந்த கல்வியறிவு நிலைகளில் ஒன்றாக இருப்பதை உறுதி செய்துள்ளது. ஆனால் கல்வி முறையே முக்கியமாக மதகுருமார்களின் கைகளை விட்டு வெளியேறுகிறது, அதே நேரத்தில் வேலைவாய்ப்பு வாய்ப்புகள் தொழில் சார்ந்ததாக உள்ளது.",
        "கல்வி முறையே மறுசீரமைக்கப்பட வேண்டிய நிலையில் இருக்கும்போது, ​​பெரிய வருமான வரத்து இல்லாத நிலையில், ‘இலவசக் கல்வி’ முறையையே பராமரிக்க முடியுமா என்பது சந்தேகமே. அரசு நிறுவனங்கள் அதிகப்படியான பணியாளர்களால் நிரம்பி வழிகின்றன, பெரும்பாலும் அரசியல் நியமனம் பெற்றவர்கள். பொதுப்பணித்துறையை தீவிரமாக நெறிப்படுத்த வேண்டும். அதை இனி அரசியல் சாணக்கியத்தின் துணையாகக் கருத முடியாது. நெறிப்படுத்துதலுடன் வேலை இழப்பும் அதனுடன் இணைந்த வறுமையும் வருகிறது.",
        "சுதந்திரத்திற்குப் பிறகு இலங்கையர்களாகிய நாங்கள் இலவச சுகாதார வசதிகள், இலவச கல்வி, மானிய விலையில் எரிபொருள், விவசாய உள்ளீடுகள் மற்றும் பிற இலவசங்களை அனுபவித்து வருகிறோம். IMF/World Bank/ADB நிபந்தனைகள் (பெரிய தனியார் நிறுவனங்களால் ஆதரிக்கப்படும் நிறுவனங்கள்) கடன்களை வழங்க வழிகாட்டுகின்றனவா என்பது சந்தேகத்திற்குரியது.",
        "காசுக்குக் கட்டுப்பட்டு, கோடிக்கணக்கான டாலர்கள் கடனில் சிக்கித் தவிக்கும் நம் ஆட்சியாளர்கள் யாராக இருந்தாலும், கடன் கொடுத்தவர்கள் போடும் நிபந்தனைகளுக்குக் கட்டுப்பட வேண்டும். நாங்கள் ‘மக்கள்’ - ஊழல் வரலாற்றைக் கொண்ட அரசியல் கட்சிகள் மற்றும் வேட்பாளர்களுக்கு தொடர்ந்து வாக்களித்த இலங்கையர்கள் இப்போது இந்த புதிய யதார்த்தத்தை எதிர்கொள்ள வேண்டும், அல்லது பூனைக்கு மணிகட்டுவதற்கு தாமதமாகிவிட்டதா?"
      ]
    }
  }
}