{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/education-at-a-time-of-economic-crisis/",
  "time_ut": 1654525740,
  "title": "Education at a time of economic crisis",
  "body_lines": [
    "The current economic crisis has hit the country’s education sector severely. From pre-school children to undergraduates, students, teachers and non-academic staff attached to our educational system, have been affected in unprecedented ways. Our educational institutions are struggling to run academic activities due to frequent power-cuts and shortages of supplies, such as stationery and chemicals. Hostellers, and students boarded in private houses, face difficulties in meeting their daily needs, including food and transport. These financial constraints have resulted in a decline in students enrolled in some four-year special degree programmes this year at universities.",
    "Students from low-income, working-class, and oppressed caste communities, those from poverty-stricken urban areas, fishing communities, and schools located in rural and plantation areas, and the war-affected North and East, bear a disproportionate burden of this crisis. As education is becoming alarmingly expensive for many, there is a serious threat to the idea of free public education as an avenue for social mobility and social justice. As we explore ways out, there is a need to reflect upon why our free education system has been hit in this manner and why we have been unable to take action to prevent students from being pushed out of the system.",
    "The current economic crisis, and how it is impacting our education system, can be attributed to the mindless open-economic policies that Sri Lanka adopted in 1977 and the neoliberal mindset that governs our educational planning since. Today’s crisis is a visible, painful rupture of an already beleaguered system. The COVID pandemic only furthered its deterioration and has rendered the current moment in education an enormously challenging one.",
    "The heavy toll the crisis is taking on our students is a manifestation of the longstanding negligence our education system has suffered at the hands of successive governments. While large amounts were spent on vanity projects, like the Hambantota Harbour, Mattala Airport, the Lotus Tower and beautification of Colombo, not to mention expanding the country’s military apparatuses, the 2012 demand by FUTA to allocate 6% of the GDP for education has been ignored. Since the 1980s, the country has not invested enough in educational support systems, such as hostels for undergraduates, or in strengthening rural schools or upgrading more of them into schools with A/L classes, including the Science streams. These measures would have reduced the transportation and accommodation costs many of our students are struggling to bear today, amidst the crisis.",
    "Because low-income, working-class families have been hit hardest, solutions to the economic crisis today should give a central place to redistribution. Within this framework, the way the state allocates funds for various initiatives should be justified on the basis of how those initiatives can help build a just, egalitarian society. This rationale should lead to prioritising the development of universal free education and healthcare. Our calls for a wealth tax and increased income taxes should highlight that a portion of the revenues that may be accrued via these measures must be utilised to reduce the inequalities, within the free education system.",
    "Under neoliberalism, we have been made to understand education as a timeless, ahistorical, contextless process divorced from the socio-economic realities that confront communities. Our curriculum and evaluation methods are, for the most part, inflexibly set in stone and heavily templatized. Neoliberalism has turned teachers into teaching-machines that lack the imagination to adopt curriculum practices that suit the conditions and needs of a particular historical moment.",
    "At this juncture, there is a need to improvise short-term curriculum and evaluation practices that are intellectually meaningful and less costly for students. Even if teachers are ready to adopt such practices and make the necessary adjustments, our administrations do not show much interest in discussing these adjustments, let alone implement them. Even though universities, contra schools, are not bound by a common curriculum, centralised systems, within individual universities, informed by archaic rules and regulations, make adjustments that are attentive to the unprecedented socio-economic conditions, difficult if not impossible.",
    "Education at a time of crisis should give a central place to the crisis itself in its content. The university curriculum should be flexible enough to bring the current politico-economic moment and its varied impact on different communities to the fore. Students and teachers should frame the educational processes that we are engaging in today as processes that should help us understand the crisis better and unpack the ideologies and policies undergirding it. These processes should encourage students and teachers to work with communities, trade unions, protestors and policy-makers in finding appropriate remedies. When students find their educational activities directly speaking to their everyday lives and the experiences of their communities, they will find education even during crisis an inspiring, liberating experience.",
    "At both the school and tertiary levels, examinations and evaluation practices should be re-imagined. Standards should be broadened and diversified so that the education system embraces inclusiveness at a time when economic conditions are becoming more and more punishing towards the poor. At least within the school system, helping the students to cross the next hurdle should be prioritised. For instance, the number of optional questions given in an examination may be increased. The recent call by Ruwanthie de Chickera to pass all the students who sat for the G. C. E. O/L examinations that concluded last week should be heeded.",
    "Our undergraduates, especially those who are in their penultimate and final years, have already spent more than the stipulated number of years at the university mainly due to the COVID crisis. In the case of many, their families can no longer support their education. Some feel an urgent need to find employment to support their families. There should be deliberations on how courses and assessment methods can be provisionally re-designed so that their graduation is not delayed further. While one has to be cautious about haphazard proposals made at University Faculty Boards to reduce the teaching hours, without adequate discussion, there can be more flexibility when it comes to the time spent on examinations. For instance, we should explore take-home exams or a combination of take-home exams and final papers as alternative to traditional end-of-semester examinations, which often take over a month to conduct for each batch at some universities. This may help students minimize the money spent on transportation as well.",
    "The Ministry of Education should facilitate students and teachers to attend schools in their neighbourhood till there is improvement in the economic situation. Schools should initiate activities that can provide joy and relaxation to children instead of focusing too much on the traditional curriculum. They should also function as social spaces where students, parents and teachers can get together and chart mechanisms of survival and resilience. Students could take the lead in cultivating vegetables in their school gardens. School kitchens, established with the help of the wider community, may ensure that future generations get the necessary nutrients for their growth.",
    "The free education system, together with the free healthcare system, have kept our communities physically, psychologically and intellectually healthy and vibrant. Despite its many flaws, the education system has contributed to democratizing our society. Even our collective resistance to the failed economic policies of ruling classes today is informed by the democratic consciousness that our free education has imbued in us. The undergraduates of the public university system have taken a lead role in the ongoing protests, demanding a system change. We need the free education system to be alive and dynamic now more than ever.",
    "How do we make the education system resilient even as we battle everyday problems? In what ways can higher-resourced schools help those with less facilities? In what ways can strong overseas alumni associations help economically marginalized students from not just their own schools but also other schools? In what ways can schools and universities work together in overcoming the crisis? How can local communities support the schools in their areas in the latter’s efforts to address the challenges they face? These are questions that we need to discuss urgently.",
    "Neoliberalism has made us view education as a quest geared towards individual success at the cost of social wellbeing. It has discouraged us from exploring alliances and solidarities that can help us overcome challenging situations together through redistribution. The crisis we are facing today within and outside the education sector should make us understand that our socio-economic lives are interconnected and that we are dependent on each other for survival. The support systems and redistributive mechanisms that we build today can also provide the foundations for our economic and educational vision in the long-run, beyond this crisis. Let’s turn this crisis into an opportunity to remove the economic, social and psychological stranglehold that neoliberalism has placed over us and imagine an egalitarian future.",
    "|(Mahendran Thiruvarangan is a Senior Lecturer attached to the Department of Linguistics and English at the University of Jaffna)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික අර්බුදයක අධ්‍යාපනය",
      "body_lines": [
        "වත්මන් ආර්ථික අර්බුදය රටේ අධ්‍යාපන ක්ෂේත්‍රයට දැඩි ලෙස බලපා ඇත. පෙර පාසල් දරුවන්ගේ සිට උපාධි අපේක්ෂකයින් දක්වා, අපගේ අධ්‍යාපන පද්ධතියට අනුයුක්ත සිසුන්, ගුරුවරුන් සහ අනධ්‍යයන කාර්ය මණ්ඩලය පෙර නොවූ විරූ ආකාරයෙන් පීඩාවට පත්ව ඇත. නිතර සිදුවන විදුලිය විසන්ධි වීම සහ ලිපි ද්‍රව්‍ය හා රසායන ද්‍රව්‍ය වැනි සැපයුම් හිඟය හේතුවෙන් අපගේ අධ්‍යාපන ආයතන අධ්‍යයන කටයුතු කරගෙන යාමට අපහසු වේ. නේවාසිකාගාර හිමියන් සහ පෞද්ගලික නිවාසවල සිටින සිසුන් ආහාර සහ ප්‍රවාහනය ඇතුළු ඔවුන්ගේ දෛනික අවශ්‍යතා සපුරාලීමේ දුෂ්කරතාවන්ට මුහුණ දෙති. මෙම මූල්‍ය බාධාවන් හේතුවෙන් මේ වසරේ විශ්වවිද්‍යාලවල ඇතැම් සිව් අවුරුදු විශේෂ උපාධි පාඨමාලා සඳහා බඳවා ගන්නා සිසුන්ගේ අඩුවීමක් සිදුවී ඇත.",
        "අඩු ආදායම්ලාභී, කම්කරු පන්තියේ සහ පීඩිත කුල ප්‍රජාවන්ගේ, දරිද්‍රතාවයෙන් පෙළෙන නාගරික ප්‍රදේශවල, ධීවර ප්‍රජාවන්ගේ සහ ග්‍රාමීය හා වතුකරයේ පිහිටි පාසල්වල සිසුන් සහ යුද්ධයෙන් පීඩාවට පත් උතුරු සහ නැගෙනහිර යන ප්‍රදේශවල සිසුන් මෙහි අසමානුපාතික බරක් දරයි. අර්බුදය. අධ්‍යාපනය බොහෝ දෙනෙකුට භයානක ලෙස මිල අධික වෙමින් පවතින හෙයින්, සමාජ සංචලනය සහ සමාජ සාධාරණත්වය සඳහා මාර්ගයක් ලෙස නිදහස් රාජ්‍ය අධ්‍යාපනය පිළිබඳ අදහසට බරපතල තර්ජනයක් තිබේ. ඒ සඳහා ක්‍රම සොයා බලන විට අපේ නිදහස් අධ්‍යාපන ක්‍රමයට මේ ආකාරයට පහර වැදී ඇත්තේ ඇයිද යන්නත්, සිසුන් එම ක්‍රමයෙන් ඉවතට තල්ලු වීම වැලැක්වීමට ක්‍රියාමාර්ග ගැනීමට අපට නොහැකි වී ඇත්තේ මන්ද යන්නත් මෙනෙහි කිරීම අවශ්‍ය වේ.",
        "වත්මන් ආර්ථික අර්බුදය සහ එය අපගේ අධ්‍යාපන ක්‍රමයට බලපාන ආකාරය, ශ්‍රී ලංකාව 1977 දී අනුගමනය කළ මනස්කාන්ත විවෘත-ආර්ථික ප්‍රතිපත්ති සහ එතැන් සිට අපගේ අධ්‍යාපන සැලසුම් පාලනය කරන නව ලිබරල් මානසිකත්වයට ආරෝපණය කළ හැකිය. අද අර්බුදය දැනටමත් පැටලී ඇති පද්ධතියක දෘශ්‍යමාන, වේදනාකාරී කැඩී යාමකි. කොවිඩ් වසංගතය එහි පිරිහීම තව තවත් වැඩි කර ඇති අතර අධ්‍යාපනයේ වර්තමාන මොහොත අතිවිශාල අභියෝගාත්මක එකක් බවට පත් කර ඇත.",
        "අර්බුදය අපගේ සිසුන්ට ගෙන යන විශාල හානිය අපගේ අධ්‍යාපන ක්‍රමය දිගු කලක් තිස්සේ පවතින රජයන් අතින් අත්විඳින ලද නොසැලකිලිමත්කමේ ප්‍රකාශනයකි. හම්බන්තොට වරාය, මත්තල ගුවන් තොටුපළ, නෙළුම් කුළුණ, කොළඹ අලංකරණය වැනි ව්‍යාපෘති සඳහා විශාල මුදලක් වැය කරද්දී, රටේ හමුදා උපකරණ පුළුල් කිරීම ගැන සඳහන් නොකර, අධ්‍යාපනය සඳහා දළ දේශීය නිෂ්පාදිතයෙන් 6%ක් වෙන් කරන ලෙස FUTA විසින් 2012 ඉල්ලීමක් කර ඇත. නොසලකා හැර ඇත. 1980 ගණන්වල සිට, රට උපාධි අපේක්ෂකයින් සඳහා නේවාසිකාගාර වැනි අධ්‍යාපනික ආධාරක පද්ධති සඳහා හෝ ග්‍රාමීය පාසල් ශක්තිමත් කිරීමට හෝ විද්‍යා විෂය ධාරාවන් ඇතුළුව උසස් පෙළ පන්ති සහිත පාසල් බවට උසස් කිරීමට ප්‍රමාණවත් ආයෝජනයක් කර නැත. මෙම ක්‍රියාමාර්ග නිසා අපගේ බොහෝ සිසුන් අද අර්බුදය මධ්‍යයේ දරා ගැනීමට අරගල කරන ප්‍රවාහන හා නවාතැන් වියදම් අඩු කිරීමට ඉඩ තිබුණි.",
        "අඩු ආදායම්ලාභී, කම්කරු පන්තියේ පවුල් දැඩි ලෙස පීඩාවට පත්ව ඇති නිසා, අද ආර්ථික අර්බුදයට විසඳුම් නැවත බෙදා හැරීම සඳහා කේන්ද්රීය ස්ථානයක් ලබා දිය යුතුය. මෙම රාමුව තුළ, රාජ්‍යය විවිධ මූලාරම්භයන් සඳහා අරමුදල් වෙන් කරන ආකාරය සාධාරණීකරණය කළ යුත්තේ එම මුලපිරීම් සාධාරණ සමානාත්මතා සමාජයක් ගොඩනැගීමට උපකාරී වන්නේ කෙසේද යන්න මතය. මෙම තාර්කිකත්වය විශ්වීය නිදහස් අධ්‍යාපනය සහ සෞඛ්‍ය සේවයේ සංවර්ධනයට ප්‍රමුඛත්වය දීමට හේතු විය යුතුය. ධන බද්දක් සහ ආදායම් බදු වැඩි කිරීමක් සඳහා වන අපගේ ඉල්ලීම් ඉස්මතු කළ යුත්තේ මෙම පියවරයන් හරහා උපයා ගත හැකි ආදායමෙන් කොටසක් නිදහස් අධ්‍යාපන ක්‍රමය තුළ අසමානතා අවම කිරීම සඳහා යෙදවිය යුතු බවයි.",
        "නව ලිබරල්වාදය යටතේ, අධ්‍යාපනය යනු ප්‍රජාවන්ට මුහුණ දෙන සමාජ-ආර්ථික යථාර්ථයන්ගෙන් දික්කසාද වූ කාලානුරූපී, ඓතිහාසික, සන්දර්භ රහිත ක්‍රියාවලියක් ලෙස අපට අවබෝධ කර දී ඇත. අපගේ විෂයමාලා සහ ඇගයුම් ක්‍රම, බොහෝ දුරට, අනම්‍ය ලෙස ගලෙන් සකසා ඇති අතර දැඩි ලෙස සැකිලි සහිත වේ. නව ලිබරල්වාදය විසින් ගුරුවරුන් ඉගැන්වීමේ යන්ත්‍ර බවට පත් කර ඇත, ඔවුන් විශේෂිත ඓතිහාසික මොහොතක කොන්දේසි සහ අවශ්‍යතාවලට ගැලපෙන විෂයමාලා භාවිතයන් අනුගමනය කිරීමට පරිකල්පනය නොමැති ය.",
        "මෙම අවස්ථාවේදී, සිසුන් සඳහා බුද්ධිමය වශයෙන් අර්ථවත් සහ අඩු වියදම් සහිත කෙටි කාලීන විෂයමාලා සහ ඇගයීම් භාවිතයන් වැඩිදියුණු කිරීමේ අවශ්‍යතාවයක් පවතී. එවැනි පිළිවෙත් අනුගමනය කිරීමට සහ අවශ්‍ය ගැලපීම් කිරීමට ගුරුවරුන් සූදානම් වුවද, ඒවා ක්‍රියාත්මක කිරීමට තබා මෙම ගැලපීම් සාකච්ඡා කිරීමට අපගේ පරිපාලනය එතරම් උනන්දුවක් නොදක්වයි. විශ්ව විද්‍යාල, ප්‍රතිවිරුද්ධ පාසල්, පොදු විෂයමාලාවකින් බැඳී නැතත්, මධ්‍යගත පද්ධති, එක් එක් විශ්ව විද්‍යාල තුළ, පුරාවිද්‍යා නීති රීති මගින් දැනුම් දෙනු ලැබුවද, පෙර නොවූ විරූ සමාජ-ආර්ථික තත්ත්වයන් කෙරෙහි අවධානය යොමු කරමින් සකස් කිරීම් සිදු කරයි.",
        "අර්බුදකාරී අවස්ථාවක අධ්‍යාපනය එහි අන්තර්ගතය තුළ අර්බුදයටම කේන්ද්‍රීය ස්ථානයක් ලබා දිය යුතුය. වත්මන් දේශපාලන-ආර්ථික මොහොත සහ විවිධ ප්‍රජාවන් කෙරෙහි එහි විවිධ බලපෑම කරලියට ගෙන ඒමට තරම් විශ්වවිද්‍යාල විෂය මාලාව නම්‍යශීලී විය යුතුය. ශිෂ්‍යයන් සහ ගුරුවරුන් අප අද නිරත වන අධ්‍යාපන ක්‍රියාවලීන් අර්බුදය වඩාත් හොඳින් අවබෝධ කර ගැනීමටත් එයට යටින් පවතින මතවාද සහ ප්‍රතිපත්ති ඉවත් කිරීමටත් උපකාරී වන ක්‍රියාවලීන් ලෙස සකස් කළ යුතුය. මෙම ක්‍රියාවලි සිසුන් සහ ගුරුවරුන් ප්‍රජාවන්, වෘත්තීය සමිති, විරෝධතාකරුවන් සහ ප්‍රතිපත්ති සම්පාදකයින් සමඟ සුදුසු පිළියම් සෙවීමට දිරිමත් කළ යුතුය. සිසුන් තම අධ්‍යාපනික ක්‍රියාකාරකම් ඔවුන්ගේ එදිනෙදා ජීවිතයට සහ ඔවුන්ගේ ප්‍රජාවන්ගේ අත්දැකීම් සමඟ සෘජුව කථා කරන විට, අර්බුදයකදී පවා අධ්‍යාපනය ප්‍රබෝධමත්, විමුක්තිදායක අත්දැකීමක් වනු ඇත.",
        "පාසල් සහ තෘතීයික මට්ටම් දෙකේදීම විභාග සහ ඇගයීම් පරිචයන් නැවත පරිකල්පනය කළ යුතුය. ආර්ථික තත්ත්වයන් දුප්පතුන් කෙරෙහි වඩ වඩාත් දඩුවම් වෙමින් පවතින මොහොතක අධ්‍යාපන ක්‍රමය අන්තර්ග්‍රහණය වන පරිදි ප්‍රමිති පුළුල් කර විවිධාංගීකරණය කළ යුතුය. අඩුම තරමින් පාසල් පද්ධතිය තුළ හෝ සිසුන්ට ඊළඟ බාධකය තරණය කිරීමට උපකාර කිරීමට ප්‍රමුඛත්වය දිය යුතුය. නිදසුනක් වශයෙන්, විභාගයකදී ලබා දෙන විකල්ප ප්‍රශ්න ගණන වැඩි කළ හැක. පසුගිය සතියේ අවසන් වූ අ.පො.ස. සා.පෙළ විභාගයට පෙනී සිටි සියලුම සිසුන් සමත් වන ලෙස රුවන්ති ද චිකේරා පසුගියදා කළ ඉල්ලීමට අවධානය යොමු කළ යුතුය.",
        "ප්‍රධාන වශයෙන් COVID අර්බුදය හේතුවෙන් අපගේ උපාධි අපේක්ෂකයින්, විශේෂයෙන් ඔවුන්ගේ අවසාන සහ අවසාන වසරවල සිටින අය, දැනටමත් නියමිත වසර ගණනට වඩා වැඩි කාලයක් විශ්ව විද්‍යාලයේ ගත කර ඇත. බොහෝ අය සම්බන්ධයෙන් ගත් කල, ඔවුන්ගේ පවුල්වලට තවදුරටත් ඔවුන්ගේ අධ්‍යාපනයට උපකාර කළ නොහැක. සමහරුන්ට තම පවුල් නඩත්තු කිරීම සඳහා රැකියාවක් සොයා ගැනීමේ හදිසි අවශ්‍යතාවක් දැනේ. පාඨමාලා සහ ඇගයීම් ක්‍රම ඔවුන්ගේ උපාධිය තවදුරටත් ප්‍රමාද නොවන පරිදි තාවකාලිකව ප්‍රතිනිර්මාණය කරන්නේ කෙසේද යන්න පිළිබඳව සාකච්ඡා කළ යුතුය. විශ්වවිද්‍යාල පීඨ මණ්ඩලවල ඉගැන්වීමේ වේලාවන් අඩු කිරීම සඳහා ප්‍රමාණවත් සාකච්ජාවකින් තොරව කෙරෙන අනපේක්ෂිත යෝජනා සම්බන්ධයෙන් ප්‍රවේශම් විය යුතු අතර, විභාග සඳහා ගත කරන කාලය සම්බන්ධයෙන් වැඩි නම්‍යශීලී බවක් තිබිය හැකිය. නිදසුනක් වශයෙන්, සමහර විශ්වවිද්‍යාලවල සෑම කණ්ඩායමක් සඳහාම පැවැත්වීමට බොහෝ විට මාසයකට වැඩි කාලයක් ගතවන, සාම්ප්‍රදායික අවසාන වාර විභාගවලට විකල්පයක් ලෙස, අපි නිවසට ගෙන යන විභාග හෝ නිවසට ගෙන යන විභාග සහ අවසාන ප්‍රශ්න පත්‍රවල එකතුවක් ගවේෂණය කළ යුතුය. මෙමගින් සිසුන්ට ප්‍රවාහනය සඳහා වැයවන මුදලද අවම කර ගත හැක.",
        "අධ්‍යාපන අමාත්‍යාංශය සිසුන්ට සහ ගුරුවරුන්ට තම අසල්වැසි පාසල්වල ආර්ථික තත්ත්වය වැඩිදියුණු වන තුරු පැමිණීමට පහසුකම් සැලසිය යුතුය. සාම්ප්‍රදායික විෂය මාලාව කෙරෙහි වැඩි අවධානයක් යොමු කිරීම වෙනුවට දරුවන්ට ප්‍රීතිය සහ විවේකය ලබා දිය හැකි ක්‍රියාකාරකම් පාසල් විසින් ආරම්භ කළ යුතුය. ඒවා සිසුන්ට, දෙමාපියන්ට සහ ගුරුවරුන්ට එකට එකතු විය හැකි සමාජ අවකාශයන් ලෙස ක්‍රියා කළ යුතු අතර පැවැත්මේ සහ ඔරොත්තු දීමේ යාන්ත්‍රණයන් ප්‍රස්ථාරගත කළ යුතුය. සිසුන්ට තම පාසල් ගෙවත්තේ එළවළු වගා කිරීමේදී පෙරමුණ ගත හැකිය. පුළුල් ප්‍රජාවගේ සහාය ඇතිව පිහිටුවා ඇති පාසල් මුළුතැන්ගෙයි අනාගත පරම්පරාවට ඔවුන්ගේ වර්ධනයට අවශ්‍ය පෝෂ්‍ය පදාර්ථ ලබා ගැනීම සහතික කළ හැකිය.",
        "නිදහස් අධ්‍යාපන ක්‍රමය, නිදහස් සෞඛ්‍ය සේවා පද්ධතිය සමඟ එක්ව, අපගේ ප්‍රජාවන් කායික, මනෝවිද්‍යාත්මක හා බුද්ධිමය වශයෙන් සෞඛ්‍ය සම්පන්න සහ ප්‍රබෝධමත්ව තබා ඇත. එහි බොහෝ අඩුපාඩු තිබියදීත්, අධ්‍යාපන ක්‍රමය අපේ සමාජය ප්‍රජාතන්ත්‍රවාදී කිරීමට දායක වී තිබේ. අද පාලක පන්තීන්ගේ අසාර්ථක ආර්ථික ප්‍රතිපත්තිවලට අපගේ සාමූහික ප්‍රතිරෝධය පවා දන්වන්නේ අපගේ නිදහස් අධ්‍යාපනය අප තුළ කාවැදී ඇති ප්‍රජාතන්ත්‍රවාදී විඥානය මගිනි. රාජ්‍ය විශ්වවිද්‍යාල පද්ධතියේ උපාධි අපේක්ෂකයින් ක්‍රමවේදය වෙනස් කරන ලෙස ඉල්ලා අඛණ්ඩ විරෝධතාවල ප්‍රමුඛ භූමිකාවක් ගෙන ඇත. වෙන කවරදාකටත් වඩා දැන් අපට නිදහස් අධ්‍යාපන ක්‍රමය ජීවමාන හා ගතික වීමට අවශ්‍යයි.",
        "අපි එදිනෙදා ගැටලු සමඟ සටන් කරන විට පවා අධ්‍යාපන ක්‍රමය ඔරොත්තු දෙන්නේ කෙසේද? අඩු පහසුකම් ඇති අයට ඉහළ සම්පත් ඇති පාසල්වලට උපකාර කළ හැක්කේ කුමන ආකාරවලින්ද? ශක්තිමත් විදේශීය ආදි ශිෂ්‍ය සංගම්වලට තම පාසල්වල පමණක් නොව අනෙකුත් පාසල්වල ද ආර්ථික වශයෙන් ආන්තික වූ සිසුන්ට උපකාර කළ හැක්කේ කෙසේද? අර්බුදය ජය ගැනීම සඳහා පාසල් සහ විශ්වවිද්‍යාල එක්ව කටයුතු කළ හැක්කේ කුමන ආකාරයෙන්ද? ප්‍රාදේශීය ප්‍රජාවන්ට තම ප්‍රදේශයේ පාසල්වලට ඔවුන් මුහුණ දෙන අභියෝගවලට විසඳුම් සෙවීමේ ප්‍රයත්නයන් සඳහා සහාය විය හැක්කේ කෙසේද? මේවා අප වහා සාකච්ඡා කළ යුතු ප්‍රශ්න ය.",
        "නව ලිබරල්වාදය විසින් අධ්‍යාපනය සමාජ යහපැවැත්මේ වියදමින් පුද්ගල සාර්ථකත්වය කරා යොමු කරන ගවේෂණයක් ලෙස අප දැකීමට සලස්වා ඇත. නැවත බෙදාහැරීම හරහා එක්ව අභියෝගාත්මක තත්ත්වයන් ජය ගැනීමට අපට උපකාර කළ හැකි සන්ධාන සහ සහයෝගීතා ගවේෂණය කිරීමෙන් එය අපව අධෛර්යමත් කර ඇත. අධ්‍යාපන ක්‍ෂේත්‍රය තුළත් ඉන් පිටතත් අද අප මුහුණ දෙන අර්බුදය අපගේ සමාජ ආර්ථික ජීවිතය එකිනෙක බැඳී පවතින බවත් පැවැත්ම සඳහා අප එකිනෙකා මත යැපෙන බවත් අපට අවබෝධ කර දිය යුතුය. අද අප ගොඩනඟන ආධාරක පද්ධති සහ යලි බෙදා හැරීමේ යාන්ත්‍රණයන් මෙම අර්බුදයෙන් ඔබ්බට දිගු කාලීනව අපගේ ආර්ථික හා අධ්‍යාපනික දැක්ම සඳහා අඩිතාලම සැපයිය හැකිය. නව ලිබරල්වාදය විසින් අප මත තබා ඇති ආර්ථික, සමාජීය සහ මානසික ග්‍රහණය ඉවත් කර සමානාත්මතා අනාගතයක් ගැන සිතීමට මෙම අර්බුදය අවස්ථාවක් කර ගනිමු.",
        "|(මහේන්ද්‍රන් තිරුවරන්ගන් යාපනය විශ්වවිද්‍යාලයේ වාග් විද්‍යා හා ඉංග්‍රීසි අධ්‍යයනාංශයට අනුයුක්තව සේවය කරන ජ්‍යෙෂ්ඨ කථිකාචාර්යවරයෙකි)",
        "කුප්පි යනු දේශන ශාලාවේ මායිමේ සිදුවන දේශපාලනයක් සහ අධ්‍යාපනයක් වන අතර එය සමාජ ධුරාවලියන් උපහාසයට ලක් කරන, යටපත් කරන, සහ ඒ සමගම යලි තහවුරු කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பொருளாதார நெருக்கடியின் போது கல்வி",
      "body_lines": [
        "தற்போதைய பொருளாதார நெருக்கடி நாட்டின் கல்வித்துறையை கடுமையாக பாதித்துள்ளது. முன்பள்ளிப் பிள்ளைகள் முதல் இளங்கலைப் பட்டதாரிகள், மாணவர்கள், ஆசிரியர்கள் மற்றும் கல்விசாரா பணியாளர்கள் வரை எமது கல்விமுறையுடன் இணைந்திருப்பவர்கள் முன்னெப்போதும் இல்லாத வகையில் பாதிக்கப்பட்டுள்ளனர். அடிக்கடி ஏற்படும் மின்வெட்டு மற்றும் ஸ்டேஷனரி, ரசாயனப் பொருட்கள் போன்றவற்றின் தட்டுப்பாடு காரணமாக நமது கல்வி நிறுவனங்கள் கல்வி நடவடிக்கைகளை நடத்த முடியாமல் திணறி வருகின்றன. தங்கும் விடுதிகள் மற்றும் தனியார் வீடுகளில் தங்கும் மாணவர்கள் உணவு, போக்குவரத்து உள்ளிட்ட அன்றாட தேவைகளை பூர்த்தி செய்வதில் சிரமங்களை எதிர்கொள்கின்றனர். இந்த நிதிக் கட்டுப்பாடுகளால் பல்கலைக்கழகங்களில் இந்த ஆண்டு சில நான்கு ஆண்டு சிறப்புப் பட்டப்படிப்புகளில் சேரும் மாணவர்களின் எண்ணிக்கை குறைந்துள்ளது.",
        "குறைந்த வருமானம், தொழிலாள வர்க்கம் மற்றும் ஒடுக்கப்பட்ட சாதி சமூகங்களைச் சேர்ந்த மாணவர்கள், வறுமையால் வாடும் நகர்ப்புறங்கள், மீனவ சமூகங்கள் மற்றும் கிராமப்புற மற்றும் தோட்டப் பகுதிகளில் அமைந்துள்ள பள்ளிகள் மற்றும் போரினால் பாதிக்கப்பட்ட வடக்கு மற்றும் கிழக்கைச் சேர்ந்த மாணவர்கள் இதன் விகிதாசார சுமையை சுமக்கிறார்கள். நெருக்கடி. கல்வி பலருக்கு ஆபத்தான விலையாகி வருவதால், சமூக இயக்கம் மற்றும் சமூக நீதிக்கான ஒரு வழியாக இலவச பொதுக் கல்வி என்ற கருத்துக்கு கடுமையான அச்சுறுத்தல் உள்ளது. இதற்கான வழிகளை நாம் ஆராயும் போது, ​​எமது இலவசக் கல்வி முறை ஏன் இவ்வாறு பாதிப்படைந்துள்ளது என்பதையும், மாணவர்களை கல்வி முறையில் இருந்து வெளியேற்றுவதைத் தடுக்க எங்களால் ஏன் நடவடிக்கை எடுக்க முடியவில்லை என்பதையும் சிந்திக்க வேண்டியுள்ளது.",
        "தற்போதைய பொருளாதார நெருக்கடி மற்றும் அது எமது கல்வி முறையை எவ்வாறு பாதிக்கிறது, 1977 இல் இலங்கை ஏற்றுக்கொண்ட புத்திக்கூர்மையற்ற திறந்த பொருளாதாரக் கொள்கைகள் மற்றும் எமது கல்வித் திட்டமிடல்களை ஆளும் நவதாராளவாத மனப்பான்மையே காரணமாகும். இன்றைய நெருக்கடியானது, ஏற்கனவே முட்டுக்கட்டை போடப்பட்ட அமைப்பின் ஒரு புலப்படும், வலிமிகுந்த சிதைவு ஆகும். கோவிட் தொற்றுநோய் அதன் சீரழிவை மேலும் மேலும் அதிகரித்தது மற்றும் கல்வியில் தற்போதைய தருணத்தை மிகப்பெரிய சவாலாக மாற்றியுள்ளது.",
        "இந்த நெருக்கடியால் நமது மாணவர்களுக்கு ஏற்படும் பெரும் எண்ணிக்கையானது, அடுத்தடுத்து வந்த அரசாங்கங்களின் கைகளால் நமது கல்வி முறை நீண்டகாலமாக அனுபவித்து வரும் அலட்சியத்தின் வெளிப்பாடாகும். ஹம்பாந்தோட்டை துறைமுகம், மத்தள விமான நிலையம், தாமரை கோபுரம், கொழும்பை அழகுபடுத்துதல் போன்ற வேனிட்டி திட்டங்களுக்கு பெரும் தொகை செலவிடப்பட்டாலும், நாட்டின் இராணுவ உபகரணங்களை விரிவுபடுத்துவதைக் குறிப்பிடாமல், மொத்த உள்நாட்டு உற்பத்தியில் 6% கல்விக்காக ஒதுக்க வேண்டும் என்று FUTA 2012 கோரிக்கை விடுத்தது. புறக்கணிக்கப்பட்டது. 1980 களில் இருந்து, இளங்கலை மாணவர்களுக்கான விடுதிகள் அல்லது கிராமப்புற பள்ளிகளை வலுப்படுத்துதல் அல்லது அறிவியல் பாடங்கள் உட்பட A/L வகுப்புகள் உள்ள பள்ளிகளாக தரம் உயர்த்துதல் போன்ற கல்வி ஆதரவு அமைப்புகளில் நாடு போதுமான அளவு முதலீடு செய்யவில்லை. இந்த நடவடிக்கைகள் நெருக்கடிக்கு மத்தியில், இன்று நமது மாணவர்கள் பலர் தாங்கிக் கொள்ள முடியாமல் தவிக்கும் போக்குவரத்து மற்றும் தங்கும் செலவுகளைக் குறைத்திருக்கும்.",
        "குறைந்த வருமானம், தொழிலாள வர்க்க குடும்பங்கள் கடுமையாக பாதிக்கப்பட்டுள்ளதால், இன்று பொருளாதார நெருக்கடிக்கான தீர்வுகள் மறுபங்கீடுக்கு ஒரு மைய இடத்தை வழங்க வேண்டும். இந்தக் கட்டமைப்பிற்குள், பல்வேறு முன்முயற்சிகளுக்கு அரசு நிதி ஒதுக்கும் விதம் நியாயமான, சமத்துவ சமுதாயத்தை உருவாக்க அந்த முயற்சிகள் எவ்வாறு உதவும் என்பதன் அடிப்படையில் நியாயப்படுத்தப்பட வேண்டும். இந்த பகுத்தறிவு உலகளாவிய இலவச கல்வி மற்றும் சுகாதாரத்தின் வளர்ச்சிக்கு முன்னுரிமை அளிக்க வழிவகுக்கும். செல்வ வரி மற்றும் அதிகரித்த வருமான வரிகளுக்கான எங்கள் அழைப்புகள், இந்த நடவடிக்கைகளின் மூலம் திரட்டப்படும் வருவாயின் ஒரு பகுதியை இலவசக் கல்வி முறைக்குள் ஏற்றத்தாழ்வுகளைக் குறைக்க பயன்படுத்தப்பட வேண்டும் என்பதை எடுத்துக்காட்டுகிறது.",
        "நவதாராளவாதத்தின் கீழ், சமூகங்களை எதிர்கொள்ளும் சமூக-பொருளாதார உண்மைகளிலிருந்து விவாகரத்து செய்யப்பட்ட காலமற்ற, வரலாற்று, சூழலற்ற செயல்முறையாக கல்வியை நாம் புரிந்துகொள்ளச் செய்யப்பட்டுள்ளோம். எங்கள் பாடத்திட்டம் மற்றும் மதிப்பீட்டு முறைகள், பெரும்பாலும், வளைந்துகொடுக்காமல் கல்லில் அமைக்கப்பட்டு, பெரிதும் வார்ப்புருவாக உள்ளன. புதிய தாராளமயம் ஆசிரியர்களை ஒரு குறிப்பிட்ட வரலாற்று தருணத்தின் நிலைமைகள் மற்றும் தேவைகளுக்கு ஏற்ற பாடத்திட்ட நடைமுறைகளை பின்பற்றுவதற்கான கற்பனை இல்லாத கற்பித்தல் இயந்திரங்களாக மாற்றியுள்ளது.",
        "இத்தருணத்தில், மாணவர்களுக்கு அறிவுப்பூர்வமாக அர்த்தமுள்ள மற்றும் செலவு குறைந்த குறுகிய கால பாடத்திட்டம் மற்றும் மதிப்பீட்டு நடைமுறைகளை மேம்படுத்த வேண்டிய அவசியம் உள்ளது. இதுபோன்ற நடைமுறைகளை ஏற்று, தேவையான மாற்றங்களைச் செய்ய ஆசிரியர்கள் தயாராக இருந்தாலும், இந்தச் சீர்திருத்தங்களைப் பற்றி விவாதிப்பதில் நமது நிர்வாகங்கள் அதிக அக்கறை காட்டுவதில்லை, அதைச் செயல்படுத்துவது ஒருபுறம். பல்கலைக்கழகங்கள், கான்ட்ரா பள்ளிகள், ஒரு பொதுவான பாடத்திட்டத்தால் கட்டுப்படுத்தப்படாவிட்டாலும், மையப்படுத்தப்பட்ட அமைப்புகள், தனிப்பட்ட பல்கலைக்கழகங்களுக்குள், பழமையான விதிகள் மற்றும் ஒழுங்குமுறைகளால் தெரிவிக்கப்படுகின்றன, முன்னோடியில்லாத வகையில் சமூக-பொருளாதார நிலைமைகளைக் கவனத்தில் கொண்டு மாற்றங்களைச் செய்கின்றன.",
        "நெருக்கடியான நேரத்தில் கல்வி அதன் உள்ளடக்கத்தில் நெருக்கடிக்கு ஒரு மைய இடத்தை வழங்க வேண்டும். பல்கலைக்கழக பாடத்திட்டமானது தற்போதைய அரசியல்-பொருளாதார தருணத்தையும் பல்வேறு சமூகங்கள் மீதான அதன் மாறுபட்ட தாக்கத்தையும் முன்னுக்குக் கொண்டுவரும் அளவுக்கு நெகிழ்வானதாக இருக்க வேண்டும். மாணவர்களும் ஆசிரியர்களும் இன்று நாம் செய்து கொண்டிருக்கும் கல்விச் செயல்முறைகளை, நெருக்கடியை நன்றாகப் புரிந்துகொள்ளவும், அதற்குக் கீழுள்ள சித்தாந்தங்கள் மற்றும் கொள்கைகளை வெளிக்கொணரவும் உதவும் செயல்முறைகளாக வடிவமைக்க வேண்டும். இந்த செயல்முறைகள், மாணவர்கள் மற்றும் ஆசிரியர்களை சமூகங்கள், தொழிற்சங்கங்கள், எதிர்ப்பாளர்கள் மற்றும் கொள்கை வகுப்பாளர்களுடன் இணைந்து பொருத்தமான தீர்வுகளைக் கண்டறிய ஊக்குவிக்க வேண்டும். மாணவர்கள் தங்கள் அன்றாட வாழ்க்கை மற்றும் அவர்களின் சமூகங்களின் அனுபவங்களை நேரடியாகப் பேசும் கல்வி நடவடிக்கைகளைக் கண்டால், அவர்கள் நெருக்கடியின் போதும் கல்வியை ஒரு எழுச்சியூட்டும், விடுதலையான அனுபவமாகக் காண்பார்கள்.",
        "பள்ளி மற்றும் மேல்நிலை நிலைகள் இரண்டிலும், தேர்வுகள் மற்றும் மதிப்பீட்டு நடைமுறைகள் மீண்டும் கற்பனை செய்யப்பட வேண்டும். பொருளாதார நிலைமைகள் மேலும் மேலும் ஏழைகளை தண்டிக்கும் ஒரு நேரத்தில் கல்வி அமைப்பு உள்ளடக்கியதாக இருக்கும் வகையில் தரநிலைகள் விரிவுபடுத்தப்பட்டு பன்முகப்படுத்தப்பட வேண்டும். குறைந்த பட்சம் பள்ளி அமைப்பில், அடுத்த தடையை கடக்க மாணவர்களுக்கு உதவுவதற்கு முன்னுரிமை அளிக்கப்பட வேண்டும். உதாரணமாக, தேர்வில் கொடுக்கப்படும் விருப்பக் கேள்விகளின் எண்ணிக்கை அதிகரிக்கப்படலாம். கடந்த வாரம் நிறைவடைந்த G. C. E. O/L பரீட்சைக்கு தோற்றிய சகல மாணவர்களையும் சித்தியடையச் செய்யுமாறு Ruvanthie de Chickera அண்மையில் விடுத்த அழைப்புக்கு செவிசாய்க்க வேண்டும்.",
        "எங்கள் இளங்கலைப் பட்டதாரிகள், குறிப்பாக அவர்களின் இறுதி மற்றும் இறுதி ஆண்டுகளில் உள்ளவர்கள், கோவிட் நெருக்கடியின் காரணமாக பல்கலைக்கழகத்தில் நிர்ணயிக்கப்பட்ட ஆண்டுகளை விட அதிகமாக ஏற்கனவே செலவிட்டுள்ளனர். பலரைப் பொறுத்தவரை, அவர்களின் குடும்பங்கள் இனி அவர்களின் கல்வியை ஆதரிக்க முடியாது. சிலர் தங்கள் குடும்பத்தை ஆதரிப்பதற்கு வேலை தேட வேண்டிய அவசர தேவையாக உணர்கிறார்கள். படிப்புகள் மற்றும் மதிப்பீட்டு முறைகள் எவ்வாறு தற்காலிகமாக மறுவடிவமைக்கப்படலாம், அதனால் அவற்றின் பட்டப்படிப்பு மேலும் தாமதமாகாமல் இருக்க வேண்டும். போதிய விவாதங்கள் இன்றி, கற்பித்தல் நேரத்தைக் குறைப்பதற்காக பல்கலைக்கழக ஆசிரிய வாரியங்களில் செய்யப்படும் இடையூறு முன்மொழிவுகள் குறித்து ஒருவர் எச்சரிக்கையாக இருக்க வேண்டியிருக்கும் அதே வேளையில், பரீட்சைகளுக்குச் செலவிடும் நேரத்தைப் பொறுத்தவரையில் அதிக நெகிழ்வுத்தன்மை இருக்கும். உதாரணமாக, சில பல்கலைக்கழகங்களில் ஒவ்வொரு தொகுதிக்கும் நடத்துவதற்கு ஒரு மாதத்திற்கு மேல் எடுக்கும் பாரம்பரிய செமஸ்டர் தேர்வுகளுக்கு மாற்றாக டேக்-ஹோம் தேர்வுகள் அல்லது டேக்-ஹோம் தேர்வுகள் மற்றும் இறுதித் தாள்களின் கலவையை நாம் ஆராய வேண்டும். இது மாணவர்களுக்கு போக்குவரத்துக்காக செலவிடப்படும் பணத்தையும் குறைக்க உதவும்.",
        "பொருளாதார நிலையில் முன்னேற்றம் ஏற்படும் வரை மாணவர்கள் மற்றும் ஆசிரியர்கள் தங்கள் சுற்றுப்புறங்களில் உள்ள பள்ளிகளுக்குச் செல்வதற்கு கல்வி அமைச்சு வசதி செய்ய வேண்டும். பாரம்பரிய பாடத்திட்டத்தில் அதிக கவனம் செலுத்துவதை விடுத்து, குழந்தைகளுக்கு மகிழ்ச்சியையும் தளர்வையும் அளிக்கக்கூடிய செயல்பாடுகளை பள்ளிகள் தொடங்க வேண்டும். மாணவர்கள், பெற்றோர்கள் மற்றும் ஆசிரியர்கள் ஒன்றிணைந்து உயிர்வாழ்வு மற்றும் பின்னடைவுக்கான வழிமுறைகளை பட்டியலிடக்கூடிய சமூக இடங்களாகவும் அவை செயல்பட வேண்டும். மாணவர்கள் தங்கள் பள்ளித் தோட்டங்களில் காய்கறிகளை பயிரிட முன்வரலாம். பரந்த சமூகத்தின் உதவியுடன் நிறுவப்பட்ட பள்ளி சமையலறைகள், எதிர்கால சந்ததியினருக்கு அவர்களின் வளர்ச்சிக்கு தேவையான ஊட்டச்சத்துக்களை பெறுவதை உறுதி செய்யலாம்.",
        "இலவச கல்வி முறை, இலவச சுகாதார அமைப்புடன் சேர்ந்து, நமது சமூகங்களை உடல் ரீதியாகவும், உளவியல் ரீதியாகவும், அறிவு ரீதியாகவும் ஆரோக்கியமாகவும் துடிப்பாகவும் வைத்திருக்கிறது. அதன் பல குறைபாடுகள் இருந்தபோதிலும், கல்வி முறை நமது சமூகத்தை ஜனநாயகப்படுத்துவதற்கு பங்களித்துள்ளது. இன்று ஆளும் வர்க்கங்களின் தோல்வியடைந்த பொருளாதாரக் கொள்கைகளுக்கு எதிரான நமது கூட்டு எதிர்ப்பும் கூட, நமது இலவசக் கல்வி நம்மில் ஊறிப்போயிருக்கும் ஜனநாயக உணர்வின் மூலம் அறியப்படுகிறது. பொதுப் பல்கலைக்கழக அமைப்பின் இளங்கலை பட்டதாரிகள், முறைமை மாற்றத்தைக் கோரி நடைபெற்று வரும் போராட்டங்களில் முன்னணிப் பாத்திரத்தை வகித்துள்ளனர். இலவசக் கல்வி முறை முன்னெப்போதையும் விட இப்போது உயிர்ப்புடனும் இயக்கத்துடனும் இருக்க வேண்டும்.",
        "அன்றாடப் பிரச்சனைகளை எதிர்த்துப் போராடும் கல்விமுறையை எவ்வாறு மீள்தன்மையடையச் செய்வது? குறைந்த வசதிகள் உள்ளவர்களுக்கு உயர் வளம் கொண்ட பள்ளிகள் என்ன வழிகளில் உதவலாம்? பலமான வெளிநாட்டு முன்னாள் மாணவர் சங்கங்கள் பொருளாதார ரீதியாக பின்தங்கிய மாணவர்களுக்கு அவர்களின் சொந்தப் பள்ளிகள் மட்டுமின்றி மற்ற பள்ளிகளிலும் எந்த வழிகளில் உதவ முடியும்? நெருக்கடியை சமாளிக்க பள்ளிகளும் பல்கலைக்கழகங்களும் எந்த வழிகளில் இணைந்து செயல்பட முடியும்? உள்ளூர் சமூகங்கள் தங்கள் பகுதிகளில் உள்ள பள்ளிகளுக்கு அவர்கள் எதிர்கொள்ளும் சவால்களை எதிர்கொள்ளும் முயற்சிகளுக்கு எவ்வாறு ஆதரவளிக்க முடியும்? இவை நாம் அவசரமாக விவாதிக்க வேண்டிய கேள்விகள்.",
        "புதிய தாராளமயம் கல்வியை சமூக நல்வாழ்வின் விலையில் தனிமனித வெற்றியை நோக்கிய தேடலாக நம்மை பார்க்க வைத்துள்ளது. மறுபகிர்வு மூலம் சவாலான சூழ்நிலைகளை ஒன்றாக சமாளிக்க உதவும் கூட்டணிகள் மற்றும் ஒற்றுமைகளை ஆராய்வதில் இருந்து இது எங்களை ஊக்கப்படுத்தியுள்ளது. கல்வித்துறைக்கு உள்ளேயும் வெளியேயும் இன்று நாம் எதிர்கொள்ளும் நெருக்கடியானது, நமது சமூக-பொருளாதார வாழ்க்கை ஒன்றோடொன்று இணைந்திருப்பதையும், நாம் வாழ்வதற்கு ஒருவரையொருவர் சார்ந்திருப்பதையும் நமக்குப் புரிய வைக்க வேண்டும். இன்று நாம் உருவாக்கும் ஆதரவு அமைப்புகள் மற்றும் மறுபகிர்வு வழிமுறைகள் இந்த நெருக்கடிக்கு அப்பால் நீண்ட காலத்திற்கு நமது பொருளாதார மற்றும் கல்விப் பார்வைக்கான அடித்தளத்தை வழங்க முடியும். நவதாராளவாதம் நம்மீது வைத்திருக்கும் பொருளாதார, சமூக மற்றும் உளவியல் பிடியை அகற்றி, சமத்துவ எதிர்காலத்தை கற்பனை செய்வதற்கான வாய்ப்பாக இந்த நெருக்கடியை மாற்றுவோம்.",
        "|(மகேந்திரன் திருவரங்கன் யாழ்ப்பாணப் பல்கலைக்கழகத்தில் மொழியியல் மற்றும் ஆங்கிலத் துறையின் மூத்த விரிவுரையாளர்)",
        "குப்பி  என்பது விரிவுரை மண்டபத்தின் ஓரங்களில் நிகழும் ஒரு அரசியல் மற்றும் கற்பித்தல் ஆகும், இது சமூகப் படிநிலைகளை பகடி செய்து, சீர்குலைத்து, ஒரே நேரத்தில் மீண்டும் உறுதிப்படுத்துகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}