{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/currency-board-a-solution-to-sri-lankas-economic-crisis/",
  "time_ut": 1649086200,
  "title": "Currency Board: A solution to Sri Lanka’s economic crisis?",
  "body_lines": [
    "On 08 March, Sri Lanka devalued the rupee against the US dollar, entering into a floating exchange rate regime. The Central Bank of Sri Lanka had to abandon the pegged exchange rate as defending the rupee with dwindling reserves was impossible. The inter-bank exchange rate shot up once the banks were assured that the exchange rate was floated. The initial shoot-up was followed by further rallying of the US dollar reaching close to Rs. 300 per USD. With the gradually weakening rupee, inflation is also ascending to worrisome levels calling for radical changes, including adopting a currency board. This article discusses the effectiveness and suitability of a currency board for Sri Lanka in the current macroeconomic context.",
    "A currency board is a system that issues domestic banknotes in exchange for specific foreign currency – anchor currency like the USD which is used for trade with partner countries – at a constant rate. A cornerstone of the currency board mechanism is the authority’s ability to meet all demand for foreign currency by the holders of the domestic currency.",
    "In Sri Lanka, even after the rupee was floated, reports suggest that an active kerb market with a significant premium above the inter-bank rate exists. While such market behaviour indicates an acute dollar shortage in the market and the equilibrium rate is further away, no official data exists on the kerb market money exchange. However, cryptocurrency platforms provide some critical insights. The Tether coin (USDT), which is closely pegged to the US dollar on a one-to-one basis, is traded for rupees on peer-to-peer (P2P) platforms as USDT is used as a medium to purchase other cryptocurrencies, including Bitcoin.",
    "Data extracted from the P2P platform medium of Binance – a popular cryptocurrency exchange among Sri Lankans – show some supporting evidence for the continually widening gap between official and informal rates again. Significantly, the premium over the official rate plummeted once the rupee was floated, but it gradually recovered to the pre-floated period (A and B panels of Figure 1). The number of sellers and the USDT volume available for sale also went up but riveted back to the levels of the pre-floated period (C and D panels of Figure 1).",
    "The inflationary pressure also does not show any unwinding signs, further eroding people’s purchasing power. These developments encourage the adoption of a currency board as a currency board is believed to be a solution for rising inflation. By the inner mechanics of the currency boards, the independence of discretionary monetary policy is taken away, substituting a disciplined monetary policy – a gold standard without gold – which eliminates the inflationary bias. Indeed, empirical evidence exists in favour of the anti-inflationary effect of currency boards. The inflation rate is lower under currency boards than in pegged or floating rate regimes. Moreover, economies under currency boards grew faster than the average of countries with pegged regimes. However, empirically disentangling multiple influences to pinpoint the low inflation on the currency board is an excruciating task.",
    "Another selling point of the currency board is the fiscal discipline, as currency board regulations prohibit direct monetary financing of government expenditures. A high budget deficit in Sri Lanka and excessive government borrowings from the Central Bank make the fiscal-discipline effect of currency boards much more appealing. Empirical evidence points to low fiscal deficits or larger surpluses under currency board regimes.",
    "A significant drawback of a currency board is the need to surrender the monetary policy independence required for managing asymmetric shocks. Such loss is costly when the anchor currency country responds to cyclical conditions, which are different from the prevailing conditions in the country operating the currency board. For example, Hong Kong’s currency board imported low-interest rates from the US in the early 1990s. Such monetary easing was appropriate for the US, but Hong Kong faced an asset price boom that called for monetary tightening. A counterargument against the negative impact of losing monetary policy is the availability of fiscal policy at the operating country’s disposal. However, the maneuverability of fiscal policy is determined by the fiscal and debt positions. In Sri Lanka’s context, the high debt to GDP ratio and fiscal deficits might restrict the use of fiscal policy for pump-priming-stimulating the economy in a recessionary period- due to the fear of losing investor confidence in debt sustainability. Thus, international evidence shows that countries with hard pegged exchange rate regimes generally tighten their fiscal policy in a recession. The Argentinian attempts to bring down the deficit in a recession in 2000 proved to be disastrous.",
    "Sri Lanka’s high indebtedness will also challenge installing a currency board. Once a threat of a possible default looms, the interest rates soar, and refinancing debt will be increasingly difficult. In addition, the operating country needs reserves to back the monetary base in a currency board. In a currency board, the board must continually convert domestic currency for the anchor currency at a constant rate. It should be noted that the reserve level of Sri Lanka has dwindled over time in the recent past. Another drawback of currency boards is the requirement of real sector changes to compensate for the exchange rate deviations. For example, if the anchor currency appreciates against Sri Lanka’s main trading partners, wages should fall to compensate for the increase in foreign consumer prices, restoring competitiveness. Such an exercise needs greater flexibility in the labour markets. Thus, the flexibility of labour markets is a key to the sustainability of currency boards. The political feasibility of the institutional attempts to ease labour market regulations is highly doubtful.",
    "Against this backdrop, the decision to install a currency board should be taken after a careful cost-benefit analysis. A currency board will be helpful to stabilise inflation in the short run but in the long run, Sri Lanka will be better off with a more flexible exchange rate regime. In addition, the benefits of a currency board are not exclusive. For example, fiscal discipline should be stronger in flexible exchange rate regimes as fiscal policy effects are reflected immediately and more transparently. Thus, if Sri Lanka enters into a currency board to stabilise inflation and domestic currency, it needs to contemplate an exit strategy. Generally, it is advisable to leave a currency board when the economy recovers. The requirement to surrender monetary independence and the inability to finance government expenditure under a currency board might reduce the political preference for such a system.",
    "Media personnel from Korea conclude their FAM Tour in Sri Lanka",
    "iPay powered by LOLC, joined the latest LANKAQR drive in Kurunegala",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මුදල් මණ්ඩලය: ශ්‍රී ලංකාවේ ආර්ථික අර්බුදයට විසඳුමක්?",
      "body_lines": [
        "මාර්තු 08 වන දින, ශ්‍රී ලංකාව එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල අවප්‍රමාණය කළ අතර, පාවෙන විනිමය අනුපාත තන්ත්‍රයකට ඇතුල් විය. අඩුවෙමින් පවතින සංචිත සමඟ රුපියල ආරක්ෂා කර ගැනීම කළ නොහැකි බැවින් ශ්‍රී ලංකා මහ බැංකුවට නියම කළ විනිමය අනුපාතිකය අත්හැරීමට සිදු විය. විනිමය අනුපාතිකය පාවෙන බවට බැංකු සහතික වූ පසු අන්තර් බැංකු විනිමය අනුපාතිකය ඉහළ ගියේය. ආරම්භක වෙඩි තැබීමෙන් පසුව එක්සත් ජනපද ඩොලරයේ අගය රු. 300 USD එකකට. රුපියල ක්‍රමක්‍රමයෙන් දුර්වල වීමත් සමඟ උද්ධමනය ද කනස්සල්ලට පත්වන මට්ටම් දක්වා ඉහළ යමින් පවතින අතර මුදල් මණ්ඩලයක් සම්මත කර ගැනීම ඇතුළු රැඩිකල් වෙනස්කම් ඉල්ලා සිටියි. වත්මන් සාර්ව ආර්ථික සන්දර්භය තුළ ශ්‍රී ලංකාව සඳහා මුදල් මණ්ඩලයක සඵලතාවය සහ යෝග්‍යතාවය මෙම ලිපියෙන් සාකච්ඡා කෙරේ.",
        "මුදල් මණ්ඩලයක් යනු නිශ්චිත විදේශ මුදල් - හවුල් රටවල් සමඟ වෙළඳාම සඳහා භාවිතා කරන USD වැනි නැංගුරම් මුදල් සඳහා - ස්ථාවර අනුපාතයකින් දේශීය මුදල් නෝට්ටු නිකුත් කරන පද්ධතියකි. මුදල් මණ්ඩල යාන්ත්‍රණයේ මූලික ගලක් වන්නේ දේශීය මුදල් හිමිකරුවන් විසින් විදේශ මුදල් සඳහා ඇති සියලුම ඉල්ලුම සපුරාලීමට අධිකාරියට ඇති හැකියාවයි.",
        "ශ්‍රී ලංකාව තුළ, රුපියල පාවී ගිය පසුව පවා, අන්තර් බැංකු අනුපාතයට වඩා සැලකිය යුතු වාරිකයක් සහිත සක්‍රීය සීමා සහිත වෙළෙඳපොළක් පවතින බව වාර්තා පෙන්වා දෙයි. එවැනි වෙළඳපල හැසිරීම් වෙළඳපොලේ උග්‍ර ඩොලර් හිඟයක් පෙන්නුම් කරන අතර සමතුලිතතා අනුපාතිකය තව දුරටත් දුරස්ථ වන අතර, වෙළඳපල මුදල් හුවමාරුව සම්බන්ධයෙන් නිල දත්ත නොමැත. කෙසේ වෙතත්, cryptocurrency වේදිකා සමහර විවේචනාත්මක අවබෝධයක් ලබා දෙයි. USDT වෙනත් ගුප්තකේතන මුදල් මිලදී ගැනීමට මාධ්‍යයක් ලෙස භාවිතා කරන බැවින්, ටෙදර් කාසිය (USDT), එකකට එකක් පදනම මත එක්සත් ජනපද ඩොලරයට සමීපව සම්බන්ධ වී ඇති අතර, peer-to-peer (P2P) වේදිකාවල රුපියල් වලට වෙළඳාම් කෙරේ. Bitcoin ඇතුළුව.",
        "ශ්‍රී ලාංකිකයන් අතර ජනප්‍රිය ගුප්ත ව්‍යවහාර මුදල් හුවමාරුවක් වන Binance හි P2P වේදිකා මාධ්‍යයෙන් උපුටා ගත් දත්ත නැවතත් නිල සහ අවිධිමත් ගාස්තු අතර අඛණ්ඩව පුළුල් වන පරතරය සඳහා ආධාරක සාක්ෂි කිහිපයක් පෙන්වයි. සැලකිය යුතු කරුණක් නම්, රුපියල පාවෙන විට නිල අනුපාතයට වඩා වාරිකය පහත වැටුණු නමුත්, එය ක්‍රමයෙන් පෙර පාවෙන කාල සීමාවට යථා තත්ත්වයට පත් විය (රූපය 1 හි A සහ ​​B පුවරු). විකුණුම්කරුවන් සංඛ්‍යාව සහ විකිණීමට ඇති USDT පරිමාව ද ඉහළ ගිය නමුත් පෙර පාවෙන කාල සීමාවේ මට්ටම් වෙත ආපසු හැරී ගියේය (රූපය 1 හි C සහ D පැනල්).",
        "උද්ධමන පීඩනය මිනිසුන්ගේ මිල දී ගැනීමේ ශක්තිය තවදුරටත් ඛාදනය කරමින්, නොනැසී පවතින සලකුනු නොපෙන්වයි. මෙම වර්ධනයන් ඉහළ යන උද්ධමනය සඳහා විසඳුමක් ලෙස මුදල් මණ්ඩලයක් විශ්වාස කරන බැවින් මුදල් මණ්ඩලයක් සම්මත කර ගැනීමට දිරිගන්වයි. මුදල් මණ්ඩලවල අභ්‍යන්තර යාන්ත්‍ර විද්‍යාව මගින්, උද්ධමන නැඹුරුව ඉවත් කරන විනයගරුක මුදල් ප්‍රතිපත්තියක් - රත්‍රන් නොමැති රන් ප්‍රමිතියක් - ආදේශ කරමින් අභිමතය පරිදි මුදල් ප්‍රතිපත්තියේ ස්වාධීනත්වය ඉවත් කරනු ලැබේ. ඇත්ත වශයෙන්ම, මුදල් පුවරු වල උද්ධමන විරෝධී බලපෑම සඳහා අනුභූතික සාක්ෂි පවතී. උද්ධමනය අනුපාතිකය නියුක්ත හෝ පාවෙන අනුපාත පාලන තන්ත්‍රයන්ට වඩා මුදල් පුවරු යටතේ අඩුය. එපමනක් නොව, ව්‍යවහාර මුදල් මණ්ඩල යටතේ ඇති ආර්ථිකයන් ස්ථාපන පාලන තන්ත්‍ර ඇති රටවල සාමාන්‍යයට වඩා වේගයෙන් වර්ධනය විය. කෙසේ වෙතත්, මුදල් මණ්ඩලයේ අඩු උද්ධමනය නිශ්චය කිරීම සඳහා බහුවිධ බලපෑම් ආනුභවිකව ඉවත් කිරීම වෙහෙසකර කාර්යයකි.",
        "මුදල් මණ්ඩලයේ තවත් විකුණුම් ලක්ෂ්‍යයක් වන්නේ මූල්‍ය විනයයි, මන්ද මුදල් මණ්ඩල රෙගුලාසි මගින් රාජ්‍ය වියදම් සඳහා සෘජු මුල්‍ය මූල්‍යකරණය තහනම් කර ඇත. ශ්‍රී ලංකාවේ අධික අයවැය හිඟයක් සහ මහ බැංකුවෙන් අධික රාජ්‍ය ණය ගැනීම් මුදල් මණ්ඩලවල මූල්‍ය-විනය බලපෑම වඩාත් ආකර්ෂණීය කරයි. ආනුභවික සාක්ෂි මගින් මුදල් මණ්ඩල පාලන තන්ත්‍රයන් යටතේ අඩු මූල්‍ය හිඟයන් හෝ විශාල අතිරික්තයන් පෙන්නුම් කරයි.",
        "මුදල් මණ්ඩලයක සැලකිය යුතු අඩුපාඩුවක් වන්නේ අසමමිතික කම්පන කළමනාකරණය සඳහා අවශ්‍ය මුදල් ප්‍රතිපත්ති ස්වාධීනත්වය යටත් කිරීමේ අවශ්‍යතාවයයි. නැංගුරම් මුදල් රට මුදල් මණ්ඩලය ක්‍රියාත්මක වන රටෙහි පවතින තත්ත්වයන්ට වඩා වෙනස් වන චක්‍රීය තත්ත්වයන්ට ප්‍රතිචාර දක්වන විට එවැනි අලාභයක් මිල අධික වේ. උදාහරණයක් ලෙස, හොංකොං හි මුදල් මණ්ඩලය 1990 ගණන්වල මුල් භාගයේදී එක්සත් ජනපදයෙන් අඩු පොලී අනුපාත ආනයනය කරන ලදී. එවැනි මුදල් ලිහිල් කිරීමක් එක්සත් ජනපදයට සුදුසු වූ නමුත්, හොංකොං මුදල් දැඩි කිරීමක් ඉල්ලා සිටි වත්කම් මිල උත්පාතයකට මුහුණ දුන්නේය. මූල්‍ය ප්‍රතිපත්තිය අහිමි වීමේ ඍණාත්මක බලපෑමට එරෙහි ප්‍රතිවිරෝධයක් වන්නේ මෙහෙයුම් රටෙහි මූල්‍ය ප්‍රතිපත්තියක් තිබීමයි. කෙසේ වෙතත්, රාජ්‍ය මූල්‍ය ප්‍රතිපත්තියේ උපාමාරු තීරණය වන්නේ රාජ්‍ය මූල්‍ය සහ ණය තත්ත්වයන් මගිනි. ශ්‍රී ලංකාවේ සන්දර්භය තුළ, දළ දේශීය නිෂ්පාදිතයේ අනුපාතයට ඉහළ ණය සහ මූල්‍ය හිඟය, අවපාත කාලපරිච්ඡේදයක් තුළ ආර්ථිකය උත්තේජනය කිරීම සඳහා මූල්‍ය ප්‍රතිපත්ති භාවිතය සීමා කළ හැකිය - ණය තිරසාරභාවය පිළිබඳ ආයෝජක විශ්වාසය නැති වී යනු ඇතැයි යන බිය හේතුවෙන්. මේ අනුව, ජාත්‍යන්තර සාක්ෂි පෙන්නුම් කරන්නේ දැඩි විනිමය අනුපාත පාලන ක්‍රම ඇති රටවල් සාමාන්‍යයෙන් අවපාතයක දී ඔවුන්ගේ මූල්‍ය ප්‍රතිපත්තිය දැඩි කරන බවයි. 2000 දී අවපාතයක් තුළ හිඟය අඩු කිරීමට ආර්ජන්ටිනාවේ උත්සාහයන් විනාශකාරී බව ඔප්පු විය.",
        "ශ්‍රී ලංකාවේ ඉහළ ණය බර මුදල් මණ්ඩලයක් ස්ථාපනය කිරීම ද අභියෝගයට ලක් කරනු ඇත. සිදුවිය හැකි පැහැර හැරීමේ තර්ජනයක් මතු වූ පසු, පොලී අනුපාත ඉහළ යන අතර ණය ප්‍රතිමූල්‍යකරණය වඩ වඩාත් දුෂ්කර වනු ඇත. ඊට අමතරව, ක්‍රියාත්මක වන රටට ව්‍යවහාර මුදල් මණ්ඩලයක මුල්‍ය පදනම සඳහා සංචිත අවශ්‍ය වේ. ව්‍යවහාර මුදල් පුවරුවක, මණ්ඩලය විසින් ස්ථාවර අනුපාතයකට ඇන්කර් මුදල් සඳහා දේශීය මුදල් අඛණ්ඩව පරිවර්තනය කළ යුතුය. පසුගිය කාලය තුළ ශ්‍රී ලංකාවේ සංචිත මට්ටම කාලයත් සමඟ අඩු වූ බව සඳහන් කළ යුතුය. විනිමය අනුපාත අපගමනය සඳහා වන්දි ගෙවීම සඳහා සැබෑ අංශයේ වෙනස්කම් අවශ්‍ය වීම මුදල් පුවරු වල තවත් අඩුපාඩුවක් වේ. නිදසුනක් වශයෙන්, ශ්‍රී ලංකාවේ ප්‍රධාන වෙළඳ හවුල්කරුවන්ට එරෙහිව නැංගුරම් මුදල අගය කරන්නේ නම්, තරඟකාරිත්වය යථා තත්ත්වයට පත් කරමින් විදේශීය පාරිභෝගික මිල ඉහළ යාම සඳහා වන්දි ගෙවීමට වැටුප් පහත වැටිය යුතුය. එවැනි ව්‍යායාමයකට ශ්‍රම වෙලඳපොලවල වැඩි නම්‍යශීලී බවක් අවශ්‍ය වේ. මේ අනුව, ශ්‍රම වෙලඳපොලවල නම්‍යශීලී බව මුදල් මණ්ඩලවල තිරසාරභාවය සඳහා යතුරකි. ශ්‍රම වෙලඳපොල රෙගුලාසි ලිහිල් කිරීමට ආයතනික ප්‍රයත්නවල දේශපාලන ශක්‍යතාව බෙහෙවින් සැක සහිතය.",
        "මෙම පසුබිමට එරෙහිව, මුදල් මණ්ඩලයක් ස්ථාපනය කිරීමේ තීරණය ගත යුත්තේ ප්‍රවේශමෙන් පිරිවැය-ප්‍රතිලාභ විශ්ලේෂණයකින් පසුවය. කෙටි කාලීනව උද්ධමනය ස්ථාවර කිරීමට මුදල් මණ්ඩලයක් උපකාරී වනු ඇත, නමුත් දිගු කාලීනව, වඩා නම්‍යශීලී විනිමය අනුපාත තන්ත්‍රයක් සමඟ ශ්‍රී ලංකාව වඩා හොඳ වනු ඇත. ඊට අමතරව, මුදල් මණ්ඩලයක ප්‍රතිලාභ සුවිශේෂී නොවේ. නිදසුනක් වශයෙන්, මූල්‍ය ප්‍රතිපත්ති බලපෑම් ක්ෂණිකව සහ වඩාත් විනිවිද භාවයෙන් පිළිබිඹු වන බැවින් නම්‍යශීලී විනිමය අනුපාත පාලන ක්‍රම තුළ මූල්‍ය විනය ශක්තිමත් විය යුතුය. මේ අනුව, උද්ධමනය සහ දේශීය මුදල් ස්ථාවර කිරීම සඳහා ශ්‍රී ලංකාව මුදල් මණ්ඩලයකට ඇතුළු වන්නේ නම්, එය පිටවීමේ උපාය මාර්ගයක් ගැන සිතා බැලිය යුතුය. සාමාන්‍යයෙන් ආර්ථිකය යථා තත්ත්වයට පත් වූ විට මුදල් මණ්ඩලයක් තැබීම සුදුසුය. මූල්‍ය ස්වාධීනත්වය යටත් කිරීමේ අවශ්‍යතාවය සහ මුදල් මණ්ඩලයක් යටතේ රජයේ වියදම් සඳහා මුදල් යෙදවීමට නොහැකි වීම එවැනි ක්‍රමයක් සඳහා වන දේශපාලන මනාපය අඩු කළ හැකිය.",
        "කොරියාවේ මාධ්‍යවේදීන් ඔවුන්ගේ FAM සංචාරය ශ්‍රී ලංකාවේ අවසන් කරයි",
        "LOLC මගින් බල ගැන්වෙන iPay, කුරුණෑගල නවතම LANKAQR ධාවකය සමඟ සම්බන්ධ විය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நாணயச் சபை: இலங்கையின் பொருளாதார நெருக்கடிக்கு தீர்வு?",
      "body_lines": [
        "மார்ச் 08 அன்று, இலங்கை அமெரிக்க டாலருக்கு எதிரான ரூபாயின் மதிப்பைக் குறைத்து, மிதக்கும் மாற்று விகித ஆட்சிக்குள் நுழைந்தது. குறைந்து வரும் கையிருப்புடன் ரூபாயைப் பாதுகாப்பது சாத்தியமற்றது என்பதால், இலங்கை மத்திய வங்கி நிர்ணயிக்கப்பட்ட மாற்று விகிதத்தைக் கைவிட வேண்டியிருந்தது. வங்கிகள் மாற்று விகிதம் மிதக்கும் என்று உறுதியளித்தவுடன் வங்கிகளுக்கு இடையேயான மாற்று விகிதம் உயர்ந்தது. ஆரம்ப ஷூட்-அப் தொடர்ந்து அமெரிக்க டாலரின் மதிப்பு ரூ. ரூ. ஒரு அமெரிக்க டாலருக்கு 300. படிப்படியாக பலவீனமடைந்து வரும் ரூபாயுடன், பணவீக்கமும் கவலையளிக்கும் அளவிற்கு உயர்ந்து, கரன்சி போர்டை ஏற்றுக்கொள்வது உட்பட தீவிர மாற்றங்களுக்கு அழைப்பு விடுக்கிறது. தற்போதைய பொருளாதாரச் சூழலில் இலங்கைக்கான நாணய வாரியத்தின் செயல்திறன் மற்றும் பொருத்தம் பற்றி இந்தக் கட்டுரை விவாதிக்கிறது.",
        "கரன்சி போர்டு என்பது குறிப்பிட்ட வெளிநாட்டு நாணயத்திற்கு ஈடாக உள்நாட்டு ரூபாய் நோட்டுகளை வழங்கும் அமைப்பாகும் - அமெரிக்க டாலர் போன்ற நங்கூர நாணயம், இது கூட்டாளர் நாடுகளுடன் வர்த்தகம் செய்யப் பயன்படுகிறது - நிலையான விகிதத்தில். கரன்சி போர்டு பொறிமுறையின் ஒரு மூலக்கல்லானது, உள்நாட்டு நாணயத்தை வைத்திருப்பவர்களால் வெளிநாட்டு நாணயத்திற்கான அனைத்து தேவைகளையும் பூர்த்தி செய்யும் அதிகாரத்தின் திறனாகும்.",
        "இலங்கையில், ரூபாயின் மதிப்பு மாற்றப்பட்ட பின்னரும் கூட, வங்கிகளுக்கு இடையேயான விகிதத்தை விட கணிசமான பிரீமியத்துடன் கூடிய ஒரு செயலில் கர்ப் சந்தை இருப்பதாக அறிக்கைகள் தெரிவிக்கின்றன. இத்தகைய சந்தை நடத்தை சந்தையில் கடுமையான டாலர் பற்றாக்குறையை சுட்டிக்காட்டுகிறது மற்றும் சமநிலை விகிதம் மேலும் தொலைவில் உள்ளது, சந்தை பண பரிமாற்றத்தை கட்டுப்படுத்துவதில் அதிகாரப்பூர்வ தரவு எதுவும் இல்லை. இருப்பினும், கிரிப்டோகரன்சி தளங்கள் சில முக்கியமான நுண்ணறிவுகளை வழங்குகின்றன. டெதர் நாணயம் (USDT), அமெரிக்க டாலருடன் நெருக்கமாகப் பிணைக்கப்பட்டுள்ளது, இது மற்ற கிரிப்டோகரன்சிகளை வாங்குவதற்கு USDT ஒரு ஊடகமாகப் பயன்படுத்தப்படுவதால், பியர்-டு-பியர் (P2P) தளங்களில் ரூபாய்க்கு வர்த்தகம் செய்யப்படுகிறது. பிட்காயின் உட்பட.",
        "Binance இன் P2P இயங்குதள ஊடகத்திலிருந்து பிரித்தெடுக்கப்பட்ட தரவு - இலங்கையர்களிடையே பிரபலமான கிரிப்டோகரன்சி பரிமாற்றம் - மீண்டும் உத்தியோகபூர்வ மற்றும் முறைசாரா விகிதங்களுக்கு இடையே தொடர்ந்து விரிவடையும் இடைவெளிக்கு சில ஆதார ஆதாரங்களைக் காட்டுகிறது. குறிப்பிடத்தக்க வகையில், ரூபாய் மிதக்கும் போது உத்தியோகபூர்வ விகிதத்தின் மீதான பிரீமியம் சரிந்தது, ஆனால் அது படிப்படியாக முன் மிதக்கும் காலத்திற்கு மீண்டது (படம் 1 இன் A மற்றும் B பேனல்கள்). விற்பனையாளர்களின் எண்ணிக்கையும் விற்பனைக்குக் கிடைக்கும் USDT அளவும் உயர்ந்தன, ஆனால் முன் மிதக்கும் காலத்தின் நிலைகளுக்குத் திரும்பியது (படம் 1 இன் C மற்றும் D பேனல்கள்).",
        "பணவீக்க அழுத்தமானது, மக்களின் வாங்கும் சக்தியை மேலும் மேலும் சிதைக்கும் அறிகுறிகளை காட்டாது. இந்த முன்னேற்றங்கள் நாணய வாரியத்தை ஏற்றுக்கொள்வதை ஊக்குவிக்கின்றன, ஏனெனில் ஒரு நாணய வாரியம் உயரும் பணவீக்கத்திற்கு ஒரு தீர்வாக இருக்கும் என்று நம்பப்படுகிறது. நாணய வாரியங்களின் உள் இயக்கவியல் மூலம், விருப்பமான பணவியல் கொள்கையின் சுதந்திரம் பறிக்கப்படுகிறது, இது ஒரு ஒழுக்கமான பணவியல் கொள்கையை மாற்றுகிறது - தங்கம் இல்லாத தங்கத் தரநிலை - இது பணவீக்க சார்புகளை நீக்குகிறது. உண்மையில், நாணய பலகைகளின் பணவீக்க எதிர்ப்பு விளைவுக்கு ஆதரவாக அனுபவ ஆதாரங்கள் உள்ளன. பணவீக்க விகிதம் நாணய வாரியங்களின் கீழ் பொருத்தப்பட்ட அல்லது மிதக்கும் விகித ஆட்சிகளை விட குறைவாக உள்ளது. மேலும், கரன்சி போர்டுகளின் கீழ் உள்ள பொருளாதாரங்கள், கட்டமைக்கப்பட்ட ஆட்சிகளைக் கொண்ட நாடுகளின் சராசரியை விட வேகமாக வளர்ந்தன. இருப்பினும், நாணயப் பலகையில் குறைந்த பணவீக்கத்தைக் கண்டறிய பல தாக்கங்களை அனுபவபூர்வமாக அகற்றுவது ஒரு வேதனையான பணியாகும்.",
        "நாணய வாரியத்தின் மற்றொரு விற்பனைப் புள்ளி நிதி ஒழுங்குமுறை ஆகும், ஏனெனில் நாணய வாரிய விதிமுறைகள் அரசாங்க செலவினங்களுக்கு நேரடி பணமாக நிதியளிப்பதை தடை செய்கின்றன. இலங்கையில் அதிக வரவுசெலவுத் திட்ட பற்றாக்குறை மற்றும் மத்திய வங்கியிடமிருந்து அதிகளவிலான அரசாங்கக் கடன்கள் நாணயச் சபைகளின் நிதி-ஒழுங்கு விளைவை மிகவும் கவர்ச்சிகரமானதாக ஆக்குகின்றன. அனுபவச் சான்றுகள் நாணய வாரிய ஆட்சிகளின் கீழ் குறைந்த நிதிப் பற்றாக்குறை அல்லது அதிக உபரிகளை சுட்டிக்காட்டுகின்றன.",
        "நாணயக் குழுவின் குறிப்பிடத்தக்க குறைபாடானது, சமச்சீரற்ற அதிர்ச்சிகளை நிர்வகிப்பதற்குத் தேவையான பணவியல் கொள்கை சுதந்திரத்தை ஒப்படைக்க வேண்டிய அவசியம் ஆகும். நாணயக் குழுவைச் செயல்படுத்தும் நாட்டில் நிலவும் நிலைமைகளிலிருந்து வேறுபட்ட சுழற்சி நிலைமைகளுக்கு நங்கூரம் நாணய நாடு பதிலளிக்கும் போது இத்தகைய இழப்பு விலை அதிகம். எடுத்துக்காட்டாக, ஹாங்காங்கின் நாணய வாரியம் 1990களின் தொடக்கத்தில் அமெரிக்காவிலிருந்து குறைந்த வட்டி விகிதங்களை இறக்குமதி செய்தது. இத்தகைய பணமதிப்பு நீக்கம் அமெரிக்காவிற்கு பொருத்தமானது, ஆனால் ஹாங்காங் சொத்து விலை ஏற்றத்தை எதிர்கொண்டது, அது பண இறுக்கத்திற்கு அழைப்பு விடுத்தது. பணவியல் கொள்கையை இழப்பதன் எதிர்மறையான தாக்கத்திற்கு எதிரான ஒரு எதிர்வாதம், செயல்படும் நாட்டின் வசம் உள்ள நிதிக் கொள்கையாகும். இருப்பினும், நிதிக் கொள்கையின் சூழ்ச்சித் திறன் நிதி மற்றும் கடன் நிலைகளால் தீர்மானிக்கப்படுகிறது. இலங்கையின் சூழலில், GDP விகிதத்திற்கான அதிகக் கடன் மற்றும் நிதிப் பற்றாக்குறை ஆகியவை, பொருளாதாரத்தை ஊக்கப்படுத்துவதற்கான நிதிக் கொள்கையின் பயன்பாட்டை மந்தமான காலகட்டத்தில் கட்டுப்படுத்தலாம் - கடன் நிலைத்தன்மையில் முதலீட்டாளர் நம்பிக்கையை இழக்க நேரிடும். எனவே, சர்வதேச சான்றுகள், கடினமான பரிவர்த்தனை விகித ஆட்சிகளைக் கொண்ட நாடுகள் பொதுவாக மந்தநிலையில் தங்கள் நிதிக் கொள்கையை இறுக்கமாக்குகின்றன. 2000 ஆம் ஆண்டில் மந்தநிலையில் பற்றாக்குறையைக் குறைக்க அர்ஜென்டினா முயற்சிகள் பேரழிவை ஏற்படுத்தியது.",
        "இலங்கையின் அதிக கடன்சுமை நாணய பலகையை நிறுவுவதற்கும் சவாலாக இருக்கும். சாத்தியமான இயல்புநிலை அச்சுறுத்தல் ஏற்பட்டவுடன், வட்டி விகிதங்கள் உயரும், மேலும் கடனை மறுநிதியளிப்பது கடினமாக இருக்கும். கூடுதலாக, செயல்படும் நாட்டிற்கு நாணயக் குழுவில் பண அடிப்படையை ஆதரிக்க இருப்புக்கள் தேவை. கரன்சி போர்டில், போர்டு தொடர்ந்து உள்நாட்டு நாணயத்தை ஆங்கர் கரன்சிக்கு நிலையான விகிதத்தில் மாற்ற வேண்டும். அண்மைக் காலத்தில் இலங்கையின் கையிருப்பு மட்டம் காலப்போக்கில் குறைந்துள்ளது என்பதை கவனத்தில் கொள்ள வேண்டும். நாணய பலகைகளின் மற்றொரு குறைபாடு, மாற்று விகித விலகல்களை ஈடுகட்ட உண்மையான துறை மாற்றங்களின் தேவையாகும். எடுத்துக்காட்டாக, இலங்கையின் முக்கிய வர்த்தகப் பங்காளிகளுக்கு எதிராக நங்கூரம் நாணயத்தின் மதிப்பு உயர்ந்தால், வெளிநாட்டு நுகர்வோர் விலை அதிகரிப்புக்கு ஈடுகொடுக்க, போட்டித்தன்மையை மீட்டெடுக்க ஊதியம் குறைய வேண்டும். இத்தகைய பயிற்சிக்கு தொழிலாளர் சந்தைகளில் அதிக நெகிழ்வுத்தன்மை தேவைப்படுகிறது. எனவே, தொழிலாளர் சந்தைகளின் நெகிழ்வுத்தன்மை நாணய பலகைகளின் நிலைத்தன்மைக்கு முக்கியமாகும். தொழிலாளர் சந்தை விதிமுறைகளை எளிதாக்குவதற்கான நிறுவன முயற்சிகளின் அரசியல் சாத்தியக்கூறு மிகவும் சந்தேகத்திற்குரியது.",
        "இந்தப் பின்னணியில், நாணயப் பலகையை நிறுவுவதற்கான முடிவு கவனமாக செலவு-பயன் பகுப்பாய்வுக்குப் பிறகு எடுக்கப்பட வேண்டும். குறுகிய காலத்தில் பணவீக்கத்தை நிலைநிறுத்துவதற்கு நாணய வாரியம் உதவியாக இருக்கும், ஆனால் நீண்ட காலத்திற்கு, இலங்கை மிகவும் நெகிழ்வான மாற்று விகித ஆட்சியுடன் சிறப்பாக இருக்கும். கூடுதலாக, நாணய வாரியத்தின் நன்மைகள் பிரத்தியேகமானவை அல்ல. எடுத்துக்காட்டாக, நிதிக் கொள்கை விளைவுகள் உடனடியாகவும் வெளிப்படையாகவும் பிரதிபலிக்கப்படுவதால், நெகிழ்வான மாற்று விகித ஆட்சிகளில் நிதி ஒழுக்கம் வலுவாக இருக்க வேண்டும். இவ்வாறு, இலங்கை பணவீக்கம் மற்றும் உள்நாட்டு நாணயத்தை உறுதிப்படுத்த நாணய வாரியத்திற்குள் நுழைந்தால், அது வெளியேறும் மூலோபாயத்தை சிந்திக்க வேண்டும். பொதுவாக, பொருளாதாரம் மீண்டு வரும்போது கரன்சி போர்டை விட்டுவிடுவது நல்லது. பணவியல் சுதந்திரத்தை சரணடைய வேண்டிய தேவை மற்றும் நாணய வாரியத்தின் கீழ் அரசாங்க செலவினங்களுக்கு நிதியளிக்க இயலாமை போன்ற ஒரு அமைப்புக்கான அரசியல் விருப்பத்தை குறைக்கலாம்.",
        "கொரியாவைச் சேர்ந்த ஊடகவியலாளர்கள் இலங்கையில் FAM சுற்றுப்பயணத்தை முடித்துக் கொண்டனர்",
        "LOLC ஆல் இயங்கும் iPay, குருநாகலில் சமீபத்திய LANKAQR இயக்ககத்தில் சேர்ந்தது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}