{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbsl-launches-sri-lanka-green-finance-taxonomy/",
  "time_ut": 1652445120,
  "title": "CBSL launches Sri Lanka Green Finance Taxonomy",
  "body_lines": [
    "The Central Bank of Sri Lanka launched the Sri Lanka Green Finance Taxonomy at the John Exter International Conference Hall of the Central Bank on 06 May 2022. The Sri Lanka Green Finance Taxonomy is a classification system, which defines and categorizes economic activities that are environmentally sustainable, and is a key action item outlined in the Roadmap for Sustainable Finance of Sri Lanka introduced by the Central Bank in 2019.The Taxonomy has been prepared in line with the international best practices, while harmonizing for local context, hence it is expected to enable financial market participants to raise low-cost funding for green activities through both domestic and foreign markets.",
    "The Sri Lanka Green Finance Taxonomy would be applicable to all domestic and foreign market participants offering financial products (such as bank lending, debt instruments, portfolio management, and investment funds), large corporations, as well as national and local government bodies. It can also be used as a reference by the industrial planning authorities and served as the basis for local governments to support green industries covering a range of economic activities such as Forest and Logging, Agriculture, Manufacturing, Electric power generation, Transmission and distribution, Gas, steam and air conditioning supply, Water supply, sewerage and waste management.",
    "Construction, Transportation and storage, Financial services and Tourism and recreation. The Sri Lanka Green Finance Taxonomy was developed with the technical and financial assistance of the International Finance Corporation (IFC), and the process was facilitated through the Sustainable Banking and Finance Network (SBFN) and the IFC Green Bond Technical Assistance Program (GB- TAP). A panel of international technical experts with the help of local experts namely Dr. Thusitha Sugathapala of University of Moratuwa and Dr. Madurika Nanayakkara of University of Kelaniya and the officials of the Central Bank contributed in devising the Taxonomy. Drafting of the Taxonomy involved an extensive consultation process with multiple stakeholders, including various government ministries, financial institutions, financial industry associations, other financial sector regulators, and professional service provider firms.",
    "The launch of the Sri Lanka Green Finance Taxonomy was attended by Ms. Lisa Kaestner, Country Manager of the IFC for Sri Lanka and Maldives and the officials of the IFC, secretaries of ministries and senior officials of government institutions, international and local experts, representatives of international institutions and partner agencies, representatives of financial institutions, and the officials of the Central Bank. Delivering the keynote address of the launch, Dr. P Nandalal Weerasinghe, Governor of the Central Bank of Sri Lanka, highlighted the importance of promoting and developing a holistic strategy to integrate sustainability into the country’s financial system, particularly in the context of the current economic challenges faced by the country and during the recovery in the aftermath of the COVID – 19 pandemic. The Governor also highlighted the fact that the Sri Lanka Green Finance Taxonomy would be a critical tool to guide financial institutions, investors, corporates and green-bond issuers to navigate the transition to a low-carbon, climate- resilient, and resource efficient economy.",
    "The keynote address was followed by a hybrid session to provide an overview of the Sri Lanka Green Finance Taxonomy and a virtual panel discussion on ‘Accelerating Green Finance in Sri Lanka with the Green Finance Taxonomy’. The session on the Taxonomy was contributed by Wei Yuan of the IFC, Dr. Thusitha Sugathapala as well as Bolu Wang and Bridget Boulle, international experts who contributed to Taxonomy development. The virtual panel discussion was moderated by Rong Zhang,SBFN Global Coordinator of the IFC focusing on how the taxonomy can support financial institutions to expand green financing opportunities. Dr. Ma Jun, Chairman, China Green Finance Committee and the Co-Chair of G20 Sustainable Finance Study Group, Pushkala Lakshmi Ratan, Senior Industry Specialist of IFC, Sean Kidney of Climate Bond Initiative and Chaoni Huang, Head of Sustainable Capital Market APAC, BNP Paribas contributed to the panel discussion.",
    "The Sri Lanka Green Finance Taxonomy can be accessed using the following link: https://www.cbsl.gov.lk/sl-green-finance-taxonomy 3 Selected Photographs 4",
    "Emirates shines at the 2022 Business Traveller Middle East Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "CBSL විසින් Sri Lanka Green Finance Taxonomy දියත් කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා මහ බැංකුව විසින් 2022 මැයි 06 වැනි දින මහ බැංකුවේ ජෝන් එක්ස්ටර් ජාත්‍යන්තර සම්මන්ත්‍රණ ශාලාවේදී ශ්‍රී ලංකා හරිත මූල්‍ය වර්ගීකරණය දියත් කරන ලදී. ශ්‍රී ලංකා හරිත මූල්‍ය වර්ගීකරණය යනු පාරිසරික වශයෙන් තිරසාර ආර්ථික ක්‍රියාකාරකම් නිර්වචනය කර වර්ගීකරණය කරන වර්ගීකරණ පද්ධතියකි. , සහ 2019 දී මහ බැංකුව විසින් හඳුන්වා දෙන ලද ශ්‍රී ලංකාවේ තිරසාර මූල්‍ය සඳහා වූ මාර්ග සිතියමේ දක්වා ඇති ප්‍රධාන ක්‍රියාකාරී අයිතමයකි. වර්ගීකරණය ජාත්‍යන්තර හොඳම භාවිතයන්ට අනුකූලව සකස් කර ඇති අතර දේශීය සන්දර්භය සඳහා එකඟ වන බැවින් එය සක්‍රීය කිරීමට අපේක්ෂා කෙරේ. මූල්‍ය වෙළෙඳපොළ සහභාගිවන්නන් දේශීය හා විදේශීය වෙළෙඳපොළ හරහා හරිත කටයුතු සඳහා අඩු වියදම් අරමුදල් රැස් කිරීමට.",
        "ශ්‍රී ලංකා ග්‍රීන් ෆිනෑන්ස් වර්ගීකරණය මූල්‍ය නිෂ්පාදන (බැංකු ණය දීම, ණය උපකරණ, කළඹ කළමණාකරණය සහ ආයෝජන අරමුදල් වැනි), විශාල සංගත මෙන්ම ජාතික සහ පළාත් පාලන ආයතන ඉදිරිපත් කරන සියලුම දේශීය සහ විදේශීය වෙළෙඳපොළ සහභාගිවන්නන්ට අදාළ වේ. එය කාර්මික සැලසුම් බලධාරීන් විසින් යොමු කිරීමක් ලෙස භාවිතා කළ හැකි අතර වනාන්තර සහ දැව කැපීම, කෘෂිකර්මාන්තය, නිෂ්පාදනය, විදුලි බල උත්පාදනය, සම්ප්‍රේෂණය සහ බෙදා හැරීම, ගෑස් වැනි ආර්ථික ක්‍රියාකාරකම් පරාසයක් ආවරණය වන පරිදි හරිත කර්මාන්ත සඳහා ආධාර කිරීම සඳහා පළාත් පාලන ආයතන සඳහා පදනම ලෙස සේවය කරයි. , වාෂ්ප සහ වායු සමීකරණ සැපයුම, ජල සැපයුම, මලාපවහන සහ අපද්‍රව්‍ය කළමනාකරණය.",
        "ඉදිකිරීම්, ප්රවාහනය සහ ගබඩා කිරීම, මූල්ය සේවා සහ සංචාරක හා විනෝදාස්වාදය. ශ්‍රී ලංකා ග්‍රීන් ෆිනෑන්ස් වර්ගීකරණය ජාත්‍යන්තර මූල්‍ය සංස්ථාවේ (IFC) තාක්‍ෂණික සහ මූල්‍ය සහාය ඇතිව සංවර්ධනය කරන ලද අතර, තිරසාර බැංකු හා මූල්‍ය ජාලය (SBFN) සහ IFC Green Bond Technical Assistance Program (GB-TAP) හරහා ක්‍රියාවලියට පහසුකම් සපයන ලදී. ) දේශීය විශේෂඥයින් වන මොරටුව විශ්ව විද්‍යාලයේ ආචාර්ය තුසිත සුගතපාල සහ කැලණිය විශ්වවිද්‍යාලයේ ආචාර්ය මධුරිකා නානායක්කාර යන මහත්ම මහත්මීන්ගේ සහය ඇතිව ජාත්‍යන්තර තාක්ෂණික විශේෂඥ මණ්ඩලයක් සහ මහ බැංකුවේ නිලධාරීන් විසින් වර්ගීකරණය සැලසුම් කිරීම සඳහා දායක විය. වර්ගීකරණය කෙටුම්පත් කිරීම විවිධ රජයේ අමාත්‍යාංශ, මූල්‍ය ආයතන, මූල්‍ය කර්මාන්ත සංගම්, අනෙකුත් මූල්‍ය අංශ නියාමකයින් සහ වෘත්තීය සේවා සපයන ආයතන ඇතුළු බහු පාර්ශ්වකරුවන් සමඟ පුළුල් උපදේශන ක්‍රියාවලියක් ඇතුළත් විය.",
        "Sri Lanka Green Finance Taxonomy එළිදැක්වීමේ අවස්ථාවට IFC හි ශ්‍රී ලංකාව සහ මාලදිවයින සඳහා වන කළමනාකරු Lisa Kaestner මහත්මිය සහ IFC හි නිලධාරීන්, අමාත්‍යාංශ ලේකම්වරුන් සහ රාජ්‍ය ආයතනවල ජ්‍යෙෂ්ඨ නිලධාරීන්, ජාත්‍යන්තර සහ දේශීය විශේෂඥයින්, නියෝජිතයින් සහභාගී විය. ජාත්‍යන්තර ආයතනවල සහ හවුල්කාර ආයතනවල, මූල්‍ය ආයතනවල නියෝජිතයන් සහ මහ බැංකුවේ නිලධාරීන්. දියත් කිරීමේ ප්‍රධාන දේශනය පවත්වමින් ශ්‍රී ලංකා මහ බැංකුවේ අධිපති ආචාර්ය පී නන්දලාල් වීරසිංහ මහතා, විශේෂයෙන්ම වත්මන් ආර්ථික සන්දර්භය තුළ රටේ මූල්‍ය පද්ධතියට තිරසාරභාවය ඒකාබද්ධ කිරීම සඳහා පරිපූර්ණ උපාය මාර්ගයක් ප්‍රවර්ධනය කිරීමේ සහ සංවර්ධනය කිරීමේ වැදගත්කම අවධාරණය කළේය. රට මුහුණ දෙන අභියෝග සහ COVID-19 වසංගතයෙන් පසු යථා තත්ත්වයට පත්වීම. ශ්‍රී ලංකා ග්‍රීන් ෆිනෑන්ස් වර්ගීකරණය මූල්‍ය ආයතන, ආයෝජකයින්, ආයතනික සහ හරිත බැඳුම්කර නිකුත් කරන්නන්ට අඩු කාබන්, දේශගුණයට ඔරොත්තු දෙන සහ සම්පත් කාර්යක්ෂම ආර්ථිකයක් කරා සංක්‍රමණය වීම සඳහා මග පෙන්වීම සඳහා තීරණාත්මක මෙවලමක් වනු ඇති බව ද ආණ්ඩුකාරවරයා අවධාරණය කළේය.",
        "ප්‍රධාන දේශනයෙන් අනතුරුව ශ්‍රී ලංකා හරිත මූල්‍ය වර්ගීකරණය පිළිබඳ දළ විශ්ලේෂණයක් සැපයීම සඳහා දෙමුහුන් සැසියක් සහ ‘Green Finance Taxonomy සමඟින් ශ්‍රී ලංකාවේ හරිත මූල්‍ය වේගවත් කිරීම’ පිළිබඳ අතථ්‍ය මණ්ඩල සාකච්ඡාවක් ද පවත්වන ලදී. වර්ගීකරණය පිළිබඳ සැසිය IFC හි වෙයි යුවාන්, ආචාර්ය තුසිත සුගතපාල මෙන්ම වර්ගීකරණය සංවර්ධනයට දායක වූ ජාත්‍යන්තර විශේෂඥයින් වන බොලු වැන්ග් සහ බ්‍රිජට් බෝල් විසින් දායක විය. IFC හි SBFN ගෝලීය සම්බන්ධීකාරක Rong Zhang විසින් අතථ්‍ය මණ්ඩල සාකච්ඡාව මෙහෙයවනු ලැබුවේ, හරිත මූල්‍යකරණ අවස්ථා පුළුල් කිරීම සඳහා මූල්‍ය ආයතනවලට වර්ගීකරණයට සහාය විය හැකි ආකාරය පිළිබඳව අවධානය යොමු කරමිනි. චයිනා ග්‍රීන් ෆිනෑන්ස් කමිටුවේ සභාපති සහ G20 තිරසාර මූල්‍ය අධ්‍යයන කණ්ඩායමේ සම සභාපති ආචාර්ය මා ජුන්, IFC හි ජ්‍යෙෂ්ඨ කර්මාන්ත විශේෂඥ පුෂ්කලා ලක්ෂ්මි රතන්, Climate Bond Initiative හි Sean Kidney සහ තිරසාර ප්‍රාග්ධන වෙළෙඳපොළ APAC හි ප්‍රධානී Chaoni Huang, BNP Paribas මණ්ඩලයේ සාකච්ඡාවට දායක විය.",
        "පහත සබැඳිය භාවිතයෙන් ශ්‍රී ලංකා හරිත මූල්‍ය වර්ගීකරණයට ප්‍රවේශ විය හැක: https://www.cbsl.gov.lk/sl-green-finance-taxonomy 3 තෝරාගත් ඡායාරූප 4",
        "එමිරේට්ස් 2022 Business Traveler Middle East Awards හි දිදුලයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "CBSL இலங்கை பசுமை நிதி வகைபிரிப்பை அறிமுகப்படுத்துகிறது",
      "body_lines": [
        "இலங்கை மத்திய வங்கி 06 மே 2022 அன்று மத்திய வங்கியின் ஜோன் எக்ஸ்டர் சர்வதேச மாநாட்டு மண்டபத்தில் இலங்கை பசுமை நிதி வகைபிரிப்பை அறிமுகப்படுத்தியது. இலங்கை பசுமை நிதி வகைபிரித்தல் என்பது ஒரு வகைப்பாடு அமைப்பாகும், இது சுற்றுச்சூழலுக்கு நிலையான பொருளாதார நடவடிக்கைகளை வரையறுத்து வகைப்படுத்துகிறது. , மற்றும் 2019 ஆம் ஆண்டு மத்திய வங்கியால் அறிமுகப்படுத்தப்பட்ட இலங்கையின் நிலையான நிதிக்கான பாதை வரைபடத்தில் கோடிட்டுக் காட்டப்பட்டுள்ள ஒரு முக்கிய நடவடிக்கைப் பொருளாகும். வகைபிரித்தல் சர்வதேச சிறந்த நடைமுறைகளுக்கு இணங்க தயாரிக்கப்பட்டது, அதே நேரத்தில் உள்ளூர் சூழலுக்கு இணக்கமானது, எனவே இது செயல்படுத்தப்படும் என்று எதிர்பார்க்கப்படுகிறது. நிதிச் சந்தை பங்கேற்பாளர்கள் உள்நாட்டு மற்றும் வெளிநாட்டு சந்தைகள் மூலம் பசுமை நடவடிக்கைகளுக்கு குறைந்த செலவில் நிதி திரட்ட வேண்டும்.",
        "இலங்கை பசுமை நிதி வகைபிரித்தல் அனைத்து உள்நாட்டு மற்றும் வெளிநாட்டு சந்தை பங்கேற்பாளர்களுக்கு நிதி தயாரிப்புகளை (வங்கி கடன் வழங்குதல், கடன் கருவிகள், போர்ட்ஃபோலியோ மேலாண்மை மற்றும் முதலீட்டு நிதிகள் போன்றவை), பெரிய நிறுவனங்கள் மற்றும் தேசிய மற்றும் உள்ளூர் அரசாங்க அமைப்புகளுக்கு பொருந்தும். இது தொழில்துறை திட்டமிடல் அதிகாரிகளால் ஒரு குறிப்பாளராகவும் பயன்படுத்தப்படலாம் மற்றும் காடு மற்றும் மரம் வெட்டுதல், விவசாயம், உற்பத்தி, மின்சாரம் உற்பத்தி, பரிமாற்றம் மற்றும் விநியோகம், எரிவாயு போன்ற பல்வேறு பொருளாதார நடவடிக்கைகளை உள்ளடக்கிய பசுமைத் தொழில்களை ஆதரிக்க உள்ளூர் அரசாங்கங்களுக்கு அடிப்படையாகச் செயல்படும். , நீராவி மற்றும் ஏர் கண்டிஷனிங் வழங்கல், நீர் வழங்கல், கழிவுநீர் மற்றும் கழிவு மேலாண்மை.",
        "கட்டுமானம், போக்குவரத்து மற்றும் சேமிப்பு, நிதி சேவைகள் மற்றும் சுற்றுலா மற்றும் பொழுதுபோக்கு. இலங்கை பசுமை நிதி வகைபிரித்தல் சர்வதேச நிதிக் கூட்டுத்தாபனத்தின் (IFC) தொழில்நுட்ப மற்றும் நிதி உதவியுடன் உருவாக்கப்பட்டது, மேலும் இந்த செயல்முறையானது நிலையான வங்கி மற்றும் நிதி வலையமைப்பு (SBFN) மற்றும் IFC Green Bond தொழில்நுட்ப உதவித் திட்டம் (GB-TAP) மூலம் எளிதாக்கப்பட்டது. ) மொரட்டுவ பல்கலைக்கழகத்தின் கலாநிதி துசித சுகதபால மற்றும் களனிப் பல்கலைக்கழகத்தின் கலாநிதி மதுரிகா நாணயக்கார மற்றும் மத்திய வங்கியின் அதிகாரிகள் ஆகியோரின் உதவியுடன் சர்வதேச தொழில்நுட்ப வல்லுனர்கள் குழு வகைபிரிப்பை வகுப்பதில் பங்களித்தது. வகைபிரித்தல் வரைவு பல்வேறு அரசாங்க அமைச்சகங்கள், நிதி நிறுவனங்கள், நிதித் தொழில் சங்கங்கள், பிற நிதித்துறை கட்டுப்பாட்டாளர்கள் மற்றும் தொழில்முறை சேவை வழங்குநர் நிறுவனங்கள் உட்பட பல பங்குதாரர்களுடன் விரிவான ஆலோசனை செயல்முறையை உள்ளடக்கியது.",
        "இலங்கை பசுமை நிதி வகைபிரித்தல் வெளியீட்டு நிகழ்வில் இலங்கை மற்றும் மாலைதீவுகளுக்கான IFC இன் நாட்டு முகாமையாளர் திருமதி லிசா கேஸ்ட்னர் மற்றும் IFC அதிகாரிகள், அமைச்சுக்களின் செயலாளர்கள் மற்றும் அரச நிறுவனங்களின் சிரேஷ்ட அதிகாரிகள், சர்வதேச மற்றும் உள்ளூர் நிபுணர்கள், பிரதிநிதிகள் ஆகியோர் கலந்துகொண்டனர். சர்வதேச நிறுவனங்கள் மற்றும் பங்குதாரர் ஏஜென்சிகள், நிதி நிறுவனங்களின் பிரதிநிதிகள் மற்றும் மத்திய வங்கியின் அதிகாரிகள். இலங்கை மத்திய வங்கியின் ஆளுனர் கலாநிதி பி நந்தலால் வீரசிங்க, வெளியீட்டு விழாவின் முக்கிய உரையை ஆற்றி, நாட்டின் நிதி அமைப்பில், குறிப்பாக தற்போதைய பொருளாதார சூழலில் நிலைத்தன்மையை ஒருங்கிணைப்பதற்கான முழுமையான மூலோபாயத்தை மேம்படுத்துதல் மற்றும் மேம்படுத்துதல் ஆகியவற்றின் முக்கியத்துவத்தை எடுத்துரைத்தார். நாடு எதிர்கொள்ளும் சவால்கள் மற்றும் கோவிட் - 19 தொற்றுநோய்க்குப் பின் மீண்டு வரும்போது. இலங்கை பசுமை நிதி வகைபிரித்தல் நிதி நிறுவனங்கள், முதலீட்டாளர்கள், பெருநிறுவனங்கள் மற்றும் கிரீன்-பத்திரங்களை வழங்குபவர்களுக்கு குறைந்த கார்பன், காலநிலை-எதிர்ப்பு மற்றும் வளங்கள் திறன்மிக்க பொருளாதாரத்திற்கு மாற்றத்தை வழிநடத்த ஒரு முக்கியமான கருவியாக இருக்கும் என்ற உண்மையையும் ஆளுநர் எடுத்துரைத்தார்.",
        "முக்கிய உரையைத் தொடர்ந்து, இலங்கை பசுமை நிதி வகைபிரித்தல் பற்றிய கண்ணோட்டத்தை வழங்கும் கலப்பின அமர்வு மற்றும் 'பசுமை நிதி வகைபிரித்தல் மூலம் இலங்கையில் பசுமை நிதியை துரிதப்படுத்துதல்' என்ற மெய்நிகர் குழு விவாதம் நடைபெற்றது. வகைபிரித்தல் பற்றிய அமர்வில் IFC இன் வெய் யுவான், டாக்டர் துசித சுகதபால மற்றும் வகைபிரித்தல் வளர்ச்சிக்கு பங்களித்த சர்வதேச நிபுணர்களான போலு வாங் மற்றும் பிரிட்ஜெட் பவுல் ஆகியோர் பங்களித்தனர். இந்த மெய்நிகர் குழு விவாதம் ஐஎஃப்சியின் SBFN குளோபல் ஒருங்கிணைப்பாளரான ரோங் ஜாங்கால் நிர்வகிக்கப்பட்டது, இது நிதி நிறுவனங்களுக்கு பசுமை நிதி வாய்ப்புகளை விரிவுபடுத்துவதற்கு வகைபிரித்தல் எவ்வாறு உதவுகிறது என்பதை மையமாகக் கொண்டது. டாக்டர். மா ஜுன், சீனா பசுமை நிதிக் குழுவின் தலைவர் மற்றும் G20 நிலையான நிதி ஆய்வுக் குழுவின் இணைத் தலைவர், புஷ்கலா லக்ஷ்மி ரத்தன், ஐஎஃப்சியின் மூத்த தொழில் நிபுணர், சீன் கிட்னி ஆஃப் க்ளைமேட் பாண்ட் முன்முயற்சி மற்றும் சயோனி ஹுவாங், நிலையான மூலதன சந்தை APAC இன் தலைவர், குழு விவாதத்திற்கு BNP பரிபாஸ் பங்களித்தது.",
        "இலங்கை பசுமை நிதி வகைபிரித்தல் பின்வரும் இணைப்பைப் பயன்படுத்தி அணுகலாம்: https://www.cbsl.gov.lk/sl-green-finance-taxonomy 3 தேர்ந்தெடுக்கப்பட்ட புகைப்படங்கள் 4",
        "2022 பிசினஸ் டிராவலர் மிடில் ஈஸ்ட் விருதுகளில் எமிரேட்ஸ் ஜொலித்தது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}