{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/bear-necessities-92005/",
  "time_ut": 1648113720,
  "title": "Bear Necessities",
  "body_lines": [
    "Anyone who goes to Yala a lot knows that its premium safari prey isn’t leopard but sloth bear. Two families we know saw bear on visits during November and heard that sightings are up due to low Covid-time traffic. I have seen leopard numerous times but bear only four. From fifty metres, early morning on our first-ever safari, we spied a mommy and two cubs: the largest grouping of sloth bear you’re ever likely to see. They quickly disappeared in the scrub and could not be found again despite half an hour’s search.",
    "On our most recent safari, we stumbled across one right alongside the jeep track, ambling in the opposite direction. Our eyes leapt from their sockets. Unfortunately, our over-keen driver backed up at high speed, spooking it off into opaque brush. But we backed some more to a gap where it re-emerged briefly before veering off. Fumbling with my camera, I managed only one clear shot: its rear end moving quickly away. But that was better, come to think, than snapping it moving swiftly in our direction. Sloth bears harm humans far more than do any of their ursine cousins, probably more than all of those cousins combined.",
    "Take the brown (grizzly) bear of North America and Siberia, for example. It kills at a higher clip per animal than do North American black bear. At 750,000 individuals, blacks as an entire species kill less than one person per year, browns numbering 200,000 kill perhaps about the same, perhaps as many as six. But the 10,000 to 20,000 remaining sloth bear kill more than a dozen per year, 20 to 240 times more per animal than browns.",
    "All bear species fall within the Carnivore order of mammals, which divides between ‘dog-like’ (Caniformia) and ‘cat-like’ (Feliformia) families. Caniformia tend to prevail in northern Eurasia and North America, Feliformia in south Asia and Africa. There are exceptions of course, sloth bear among them, with its range confined to the Indian subcontinent. Modern Caniformia include weasels, minks, wolverines and otters, among others. Today’s bears represent the closest living cousins of pinnipeds (seals, sea lions, walruses and their ilk), who started to sea some 50 million years ago (mya), leaving behind the land-bound Caniformia of that era.",
    "True to form, a raccoon-like ancestor of modern bears emerged in North America 35 mya before crossing to Eurasia via the Bering land bridge. At 15 mya and rather confusingly both ‘beardogs’ and ‘dog-bears’ prowled the land. In North America and once thought ancestral to today’s bears, ‘bear-dogs’ (Amphicyons), some of them huger than today’s polar bear, dined mightily on prey, with berries and roots on the side. Forebears (get it?) neither to bears nor to dogs, as experts now think, they fell extinct at maybe six mya, losing out to competing carnivores. In North America and Eurasia, ‘dog-bears’ (Hemicyons) moved and hunted like dogs, though they gave rise fairly directly to modern ‘true bears.’ Some as large as grizzlies, they reached exceptional speeds chasing down prey on their long legs, perhaps hunting in packs. Intensely carnivorous with flesh-slicing teeth, they shunned the omnivore proclivities of their modern descendants.",
    "Among the six modern ‘true bears’ (including polars, browns, American blacks, sun bears and Asian blacks), sloth bear may have been the earliest to emerge and may be the most genetically distinct and separate in ancestral lineage. It thrived in rainy subcontinental forests. Early forms emerged 5-7 mya, with its modern body type and diet consolidated by 2.5 mya. Unique among bears, that diet pivots on ants and termites. The only animal known to hoover up termites by suction, sloth bear use their massive specialized claws to rip mounds apart and then curve their stretchy lower lips into a vacuum tube, sucking bugs in their thousands through a gap left by an absence of front teeth, making plenty of noise as they do so. They close off their nostrils to improve suction and avoid inhaling the wiggly mites. Their thick shaggy coats, so warm-seeming for the Subcontinent, help prevent bee stings (they love honey) and insect bites, including those from bugs they are trying to eat. Absence of thick fat prevents overheating. They do, however, like to cool off in streams and ponds.",
    "Sloth bear pursue solitary lives, except when mommies nurture cubs. That bond remains close and affectionate for two or three years. Cubs commonly ride on mommy backs where thick fur makes it easy to get up and hang on. When not scarfing down termites and ants, sloth bear sample seeds, roots, nuts and grubs, sometimes carrion and small prey. They climb trees nimbly to snack on berries, especially the ironwood berry known as ‘palu’ (of which more below). Their comfort clinging to trees led zoologist George Shaw to name them ‘bear sloth,’ which got reversed when closer study revealed them not to be sloths at all. For cubs too young to forage, mommies regurgitate a half-digested mix of jack, wood apple and honeycomb. This hardens into a dark yellow circular bread-like substance for little ones to eat. Forest people in India find this ‘bear’s bread’ quite tasty.",
    "Clues point to sloth bear as prototype for Mowgli’s laid-back chum in The Jungle Book, though Baloo is no look-alike in Disney’s classic animation. ‘Baloo’ almost certainly relates to ‘palu,’ sloth bear’s cherished berry as well as to ‘bhalu,’ a Hindi word for sloth bear. Sloth is the only bear found in the Seoni region where Kipling places the Mowgli stories. Baloo’s cheerful slacker lifestyle jives with sloth bear stereotype. Signature song ‘Bare Necessities’ praises ‘fancy ants’ (‘try a few’). Jungle is where ‘a bear can rest at ease,’ except for that menacing tiger antagonist, Shere Khan (‘sher’: Punjabi for tiger).",
    "In the Ramayana, Jambhavan—divine king of bears—pops out of Brahma’s yawn and sets about helping Rama find the kidnapped Sita and battle demon king Ravana. In so doing, he prompts Hanuman’s great leap to Lanka.",
    "Jambhavan is the sole character from the epics to meet both Rama and Krishna. In the Mahabharata, he kills a lion who had killed King Prasena while stealing a gem worn round the king’s neck while hunting. Jambhavan takes the gem. Krishna, having earlier bid unsuccessfully to buy the gem from Prasena, becomes a suspect in the murder/theft so he tracks Jambhavan to his cave, where he finds Jambhavan’s children playing with the gem. After several weeks of fighting, Jambhavan tires and, when it dawns on him who his adversary is, hands the gem over along with his daughter Jambhavati, who becomes one of Krishna’s consorts.",
    "Lankan children shrink from tales of Mahasona, former human warrior Ritagala Jayasena, who loses his head in a drunken brawl with giant rival warrior Gotambara. A deity takes pity on the decapitated one and quickly attaches a bear’s head, hastily placed backwards. The resulting demon, pike in one hand, a buffalo from which he drinks blood in the other, rides a pig in search of human prey. He takes possession of human souls sometimes and must be expelled by exorcism. The Lankan Army Long Range Reconnaisance Patrol goes by the nickname ‘Maha Sohon Brigade.’ In a Lankan video game, children carry torches through a night forest hoping to avoid or defeat Mahasona, who deals stunning blows with his huge claws while defending his hidden treasure from the prying kids. Players can take roles either as kids or as Mahasona himself.",
    "Sri Lanka boasts its very own sloth bear subspecies, of which perhaps less than 500 animals exist today, their numbers dwindling rapidly in recent decades. They inhabit mainly dry zone wilderness, in sharp contrast with the rain forest preference of their earlier development. Despite their declining population, bears attack people here with rising frequency, perhaps doubling every five years, leaving those living near them a false belief that their numbers are actually on the rise. The 2000-2004 period saw 91 attacks on Lankans. The reason for dwindling bear population and spiking attack incidence turns out to be one and the same: human encroachment on bear habitat. That encroachment lies both in deforestation, mainly clearance for agriculture, and in gathering of forest products for household use. Expanding human population pushes bears into shrinking pockets of suitable territory and brings people into denser proximity with preserved areas. This dynamic has already rendered sloth bear extinct in Bangladesh and possibly Bhutan.",
    "People who live near Subcontinental forest fear sloth bear way more than tiger. Unpredictable, sudden, speedy and ferocious, sloth bear attacks are anything but slothful. They are purely defensive, however, never predatory. Humans range through forest in search of firewood, honey, mushrooms and other forage. With their superb sense of smell, bear often do their termite harvesting at night and then sleep, sometimes with cubs, during the heat of the day when humans stumble across them. Poor in eyesight and hearing, bear startle easily and react with extreme aggression. They will even charge tigers, sometimes with cubs on back, sometimes standing up on hind legs so as to intimidate. Tigers wisely shun combat and move away. (Search out a tiger-bear video from this past July 21.) Elephants, on the other hand, quickly charge bears to drive them off. In Sri Lanka, leopard-bear conflict sometimes happens in wildlife reserves. In one episode at Yala, a bear slew a leopard in a fight, but was so badly wounded that rangers put it down.",
    "No one reading this article will ever go foraging through bear territory. Those who do so in their lives at jungle edges should bring companions and make constant noise so that shy bear receive notice to move away. When they notice a bear noticing them, they should back away slowly if possible. Bears run much faster than we can. If charged, they should drop to ground, curl up and try to cover face and neck, many experts advise, contending there are no known fatalities among those who have done so. Unfortunately, however, one Indian study finds a somewhat higher incidence of serious injury among those who ‘play dead’ over those who fight or flee. Horrific maiming, limb loss and disfigurement may spell ‘social death’ worse than the actual.",
    "Biodiversity Education and Research (BEAR): conservation initiative centered on Wilpattu",
    "Revenge killing of sloth bear isn’t hard to understand. Habitat separation and village safety training should be ramped up instead, of course. Besides their sheer fascination and our culpability in their demise, sloth bear warrant better protection for a third reason as well: their status as a ‘keystone’ species, one whose decline or disappearance could send disaster cascading through an ecosystem. Bear copiously disperse partly-germinated and well-fertilized fruit seed through their droppings, supporting food chains crucial to many. And without bears, termite numbers would soar. That’s good, right, because termites digest dead wood and cycle nutrients into re-use? Not so fast. Termite over-abundance can produce too-rapid digestion of dead trees still standing, called ‘snags.’ Holes and cracks in such trees provide shelter, protection and feeding opportunities for birds, mammals, reptiles and other creatures. By keeping termites in check, bear help maintain such micro-habitats. All this gives ‘bear necessities’ new meaning, no?",
    "Lawyer and writer Mark Hager lives in Pelawatte with his family. mark.hager@gmail.com"
  ],
  "translate": {
    "si": {
      "title": "වලස් අවශ්‍යතා",
      "body_lines": [
        "එහි ප්‍රිමියම් සෆාරි ගොදුර දිවියා නොව අලස වලසා බව බොහෝ යාලට යන ඕනෑම අයෙක් දනී. අපි දන්නා පවුල් දෙකක් නොවැම්බර් මාසයේදී වලසුන්ගේ පැමිණීම දුටු අතර අඩු Covid-time Traffic නිසා දර්ශන වැඩි වී ඇති බව අසා ඇත. මම දිවියා කිහිප වතාවක් දැක ඇතත් වලසුන් හතරක් පමණි. අපේ මුල්ම සෆාරි එකේ උදේ පාන්දර මීටර් පනහක ඉඳන් අපි අම්මෙක් සහ පැටවුන් දෙන්නෙක් ඔත්තු බැලුවා: ඔබ දැකීමට ඉඩ ඇති විශාලතම අලස වලසුන් සමූහය. ඔවුන් ඉක්මනින් පඳුරු තුළ අතුරුදහන් වූ අතර පැය භාගයක් සෙවූවද නැවත සොයා ගැනීමට නොහැකි විය.",
        "අපගේ මෑතකාලීන සෆාරියේදී, අපි ජීප් ධාවන පථය අසලින්, ප්‍රතිවිරුද්ධ දිශාවට ගමන් කරමින් එක දකුණකින් පැකිළුණෙමු. අපේ ඇස් ඔවුන්ගේ සොකට් වලින් ඉවතට පැන්නා. අවාසනාවකට, අපගේ ඕනෑවට වඩා උනන්දුව දක්වන රියදුරා එය පාරාන්ධ බුරුසුවක් බවට පත් කරමින් අධික වේගයෙන් උපස්ථ කළේය. නමුත් අපි තවත් යම් පරතරයකට පිටුබලය දුන්නෙමු, එහිදී එය ඉවතට යාමට පෙර කෙටියෙන් නැවත මතු විය. මගේ කැමරාව සමඟ දඟලමින්, මම කළමනා කළේ එකම එක පැහැදිලි වෙඩිල්ලක් පමණි: එහි පසුපස කෙළවර ඉක්මනින් ඉවතට ගමන් කරයි. නමුත් එය අපගේ දිශාවට වේගයෙන් ගමන් කිරීමට වඩා එය වඩා හොඳ විය, සිතා බලන්න. Sloth bears මිනිසුන්ට හානි කරන්නේ ඔවුන්ගේ ඕනෑම ඥාති සොහොයුරෙකුට වඩා බොහෝ විට, සමහර විට එම ඥාති සොහොයුරන්ට වඩා වැඩිය.",
        "උදාහරණයක් ලෙස උතුරු ඇමරිකාවේ සහ සයිබීරියාවේ දුඹුරු (ග්‍රිස්ලි) වලසා ගන්න. එය උතුරු ඇමරිකානු කළු වලසාට වඩා සතෙකුට ඉහළ ක්ලිප් එකකින් මරා දමයි. පුද්ගලයන් 750,000ක් වන විට, කළු ජාතිකයන් සමස්ත විශේෂයක් වශයෙන් වසරකට එක් අයෙකුට වඩා අඩුවෙන් මරා දමයි, 200,000ක් පමණ වන දුඹුරු ජාතිකයන් එම ප්‍රමාණයම, සමහර විට හය දෙනෙකු පමණ මරා දමයි. නමුත් 10,000 සිට 20,000 දක්වා ඉතිරිව ඇති අලස වලසා වසරකට දුසිමකට වඩා මරා දමයි, දුඹුරු වලට වඩා සතෙකුට 20 සිට 240 ගුණයකින් වැඩිය.",
        "සියලුම වලස් විශේෂ ක්ෂීරපායින්ගේ මාංශ භක්ෂක අනුපිළිවෙලට අයත් වන අතර එය 'බල්ලා වැනි' (Caniformia) සහ 'cat-like' (Feliformia) පවුල් අතර බෙදී යයි. කැනිෆෝමියාව උතුරු යුරේසියාවේ සහ උතුරු ඇමරිකාවේ ද, දකුණු ආසියාවේ සහ අප්‍රිකාවේ ෆෙලිෆෝමියාවේ ද පවතී. ඇත්ත වශයෙන්ම ව්යතිරේක ඇත, ඔවුන් අතර sloth bear, එහි පරාසය ඉන්දියානු උපමහාද්වීපයට සීමා වේ. නවීන කැනිෆෝමියාවට වීසල්, මින්ක්ස්, වුල්වරයින් සහ ඔටර් ඇතුළු වෙනත් අය ඇතුළත් වේ. අද වලසුන් නියෝජනය කරන්නේ මීට වසර මිලියන 50 කට පමණ පෙර (මියා) මුහුදට යාමට පටන් ගත් පිනිපෙඩ් (මුද්‍රා, මුහුදු සිංහයන්, වල්රස් සහ ඔවුන්ගේ ඉල්ක්) සමීපතම ජීවමාන ඥාති සහෝදරයන් වන අතර ඔවුන් එම යුගයේ ගොඩබිම් කැනිෆෝමියාව අතහැර දමා ඇත.",
        "ආකෘතියට අනුව, නූතන වලසුන්ගේ රකූන් වැනි මුතුන් මිත්තෙකු බෙරිං ගොඩබිම් පාලම හරහා යුරේසියාවට යාමට පෙර උතුරු ඇමරිකාවේ 35 mya. වයස අවුරුදු 15 දී සහ තරමක් ව්‍යාකූල ලෙස 'රැවුල' සහ 'බලු වලසුන්' යන දෙදෙනාම ගොඩබිම සැරිසැරූහ. උතුරු ඇමරිකාවේ සහ අතීතයේ අද වලසුන්ට මුතුන් මිත්තන් යැයි සිතූ, 'වලස්-බල්ලන්' (ඇම්ෆිසියන්), ඔවුන්ගෙන් සමහරක් වර්තමාන හිම වලසුන්ට වඩා විශාල, ගොදුර මත ප්‍රබල ලෙස ආහාර ගත් අතර, පැත්තේ බෙරි සහ මුල් ඇත. ප්‍රවීණයන් දැන් සිතන පරිදි මුතුන් මිත්තන් (එය ලබා ගන්නේද?) වලසුන්ට හෝ බල්ලන්ට නොවේ, ඔවුන් තරඟකාරී මාංශ භක්ෂකයන්ට අහිමි වෙමින්, සමහර විට හය මායාවේදී වඳ වී ගියේය. උතුරු ඇමරිකාවේ සහ යුරේසියාවේ, 'සුනඛ වලසුන්' (Hemicyons) බල්ලන් මෙන් චලනය වී දඩයම් කරන ලදී, නමුත් ඔවුන් නූතන 'සැබෑ වලසුන්' සඳහා තරමක් සෘජුවම හේතු විය. සමහර ග්‍රිස්ලි තරම් විශාල, ඔවුන් ඔවුන්ගේ දිගු කකුල් මත ගොදුර පසුපස හඹා යමින් සුවිශේෂී වේගයක් ලබා ගත්හ. , සමහරවිට ඇසුරුම්වල දඩයම් කිරීම. මස් කපන දත් ​​සමඟ දැඩි ලෙස මාංශ භක්ෂක, ඔවුන් ඔවුන්ගේ නූතන පරම්පරාවේ සර්ව භක්ෂක නැඹුරුවාවන් මග හැරියේය.",
        "නූතන 'සැබෑ වලසුන්' හය අතරින් (ධ්‍රැව, දුඹුරු, ඇමරිකානු කළු, හිරු වලසුන් සහ ආසියානු කළු ඇතුළු), අලස වලසා මතු වූ මුල්ම පුද්ගලයා විය හැකි අතර මුතුන් මිත්තන්ගේ පරම්පරාවේ වඩාත්ම ජානමය වශයෙන් වෙනස් වූ සහ වෙන් වූවා විය හැකිය. එය වැසි සහිත උපමහාද්වීපික වනාන්තරවල වර්ධනය විය. මුල් ආකාර 5-7 mya මතු වූ අතර, එහි නවීන ශරීර වර්ගය සහ ආහාර 2.5 mya කින් ඒකාබද්ධ විය. වලසුන් අතර අද්විතීය, ආහාර වේල කුහුඹුවන් සහ වේයන් මත හැරේ. චූෂණ මගින් වේයන් ඉහළට ඔසවා තැබීමට දන්නා එකම සත්වයා වන අලස වලසා ඔවුන්ගේ දැවැන්ත විශේෂිත නියපොතු භාවිතා කර පස් කඳු කඩා ඉවත් කර පසුව දිගු කරන ලද යටි තොල් රික්තක නලයකට වක් කර, ඉදිරිපස දත් නොමැතිකම නිසා ඉතිරි වූ හිඩැසක් හරහා දහස් ගණනින් දෝෂ උරා බොයි. ඔවුන් එසේ කරන විට විශාල ශබ්දයක් ඇති කරයි. චූෂණ වැඩිදියුණු කිරීමට සහ විග්ලි මයිටාවන් ආශ්වාස කිරීමෙන් වැළකී සිටීමට ඔවුන් තම නාස්පුඩු වසා දමයි. ඔවුන්ගේ ඝන රළු කබා, උපමහාද්වීපය සඳහා ඉතා උණුසුම් ලෙස පෙනෙන අතර, මී මැසි දෂ්ට කිරීම් (ඔවුන් මී පැණි වලට ආදරෙයි) සහ ඔවුන් ආහාරයට ගැනීමට උත්සාහ කරන මකුණන් ඇතුළු කෘමීන් දෂ්ට කිරීම් වැළැක්වීමට උපකාරී වේ. ඝන මේදය නොමැතිකම අධික උනුසුම් වීම වළක්වයි. කෙසේ වෙතත්, ඔවුන් ඇළ දොළ සහ පොකුණුවල සිසිල් වීමට කැමතියි.",
        "Sloth bear හුදකලා ජීවිතයක් ගත කරයි, මව්වරුන් පැටවුන් පෝෂණය කරන විට හැර. ඒ බැඳීම අවුරුදු දෙක තුනක් යනකම් හිතවත් ළෙන්ගතුයි. පැටවුන් සාමාන්‍යයෙන් මවගේ පිටේ ගමන් කරයි, එහිදී ඝන ලොම් නැඟිට එල්ලා ගැනීමට පහසු වේ. වේයන් සහ කුහුඹුවන් කපා නොදැමීමේදී, අලසයන් නියැදි බීජ, මුල්, ගෙඩි සහ පඳුරු, සමහර විට කැරියන් සහ කුඩා ගොදුර දරයි. ඔවුන් බෙරි වර්ග, විශේෂයෙන්ම 'පලු' (පහළින් වැඩි) ලෙස හැඳින්වෙන යකඩ බෙරි ආහාරයට ගැනීම සඳහා ඉතා කඩිසර ලෙස ගස් නගියි. ඔවුන්ගේ සුවපහසුව ගස්වලට ඇලී සිටීම නිසා සත්ව විද්‍යාඥ ජෝර්ජ් ෂෝ ඔවුන්ව 'වලස් අලස' ලෙස නම් කිරීමට හේතු වූ අතර, ඔවුන් කිසිසේත් අලසයන් නොවන බව සමීප අධ්‍යයනයෙන් හෙළි වූ විට එය ආපසු හැරවිය. ආහාර සොයා ගැනීමට නොහැකි තරම් කුඩා පැටවුන් සඳහා, කොස්, ලී ඇපල් සහ පැණි වද මිශ්‍රණය අඩක් ජීර්ණය වූ මිශ්‍රණයක් මව්වරුන් විසින් නැවත ලබා දෙයි. මෙය කුඩා දරුවන්ට කෑමට තද කහ පැහැති රවුම් පාන් වැනි ද්‍රව්‍යයක් බවට පත් වේ. ඉන්දියාවේ වනාන්තර මිනිසුන්ට මෙම 'වලස් පාන්' ඉතා රසවත් බව පෙනේ.",
        "ඩිස්නිගේ සම්භාව්‍ය සජීවිකරණයේ බැලූ බැල්මට සමාන නොවූවත්, ද ජංගල් බුක්හි මෝග්ලිගේ විවේකී චුම් සඳහා මූලාකෘතියක් ලෙස ස්ලෝත් බෙයාර් වෙත ඉඟි පෙන්වා දෙයි. ‘Baloo’ යන්න නිසැකව ම පාහේ ‘palu,’ sloth bear ගේ ආදරණීය බෙරි මෙන්ම sloth bear සඳහා හින්දි වචනයක් වන ‘bhalu’ හා සම්බන්ධ වේ. කිප්ලිං මවුග්ලි කථා තබන Seoni කලාපයේ දක්නට ලැබෙන එකම වලසා Sloth වේ. Sloth bear ඒකාකෘතික සමග Baloo ගේ ප්‍රීතිමත් කම්මැලි ජීවන රටාව ජිව් කරයි. අත්සන ගීතය 'Bare Necessities' 'විසිතුරු කුහුඹුවන්' ('කිහිපයක් උත්සාහ කරන්න') වර්ණනා කරයි. එම තර්ජනාත්මක කොටි විරුද්ධවාදියා වන ෂෙරේ ඛාන් ('ෂෙර්': කොටියා සඳහා පන්ජාබි) හැර, 'වලසෙකුට සැහැල්ලුවෙන් විවේක ගත හැකි' ස්ථානය කැලෑවයි.",
        "රාමායණයේ, ජම්බවන් - වලසුන්ගේ දිව්‍යමය රජු - බ්‍රහ්මගේ ඇඹරීමෙන් එළියට පැමිණ, පැහැරගෙන ගිය සීතා සහ යක්ෂ රජු වන රාවණා සොයා රාමට උදව් කිරීමට පටන් ගනී. එසේ කිරීමෙන්, ඔහු හනුමාන්ගේ ශ්‍රේෂ්ඨ පිම්ම ලංකාවට පොළඹවයි.",
        "රාම සහ ක්‍රිෂ්ණා යන දෙදෙනාම හමුවීමට වීර කාව්‍යවල එන එකම චරිතය ජම්බවන් ය. මහා භාරතයේ, දඩයම් කිරීමේදී රජුගේ ගෙල පැළඳ සිටි මැණිකක් සොරකම් කිරීමේදී ප්‍රේසේන රජු මරා දැමූ සිංහයෙකු ඔහු මරා දමයි. ජම්බවන් මැණික ගන්නවා. ක්‍රිෂ්ණා, කලින් ප්‍රේසේනගෙන් මැණික මිල දී ගැනීමට අසාර්ථක වූ ලංසුවකින්, මිනීමැරුම/සොරකම සම්බන්ධයෙන් සැකකරුවෙකු බවට පත්වන නිසා, ඔහු ජම්බවන්ව ඔහුගේ ගුහාව වෙත ලුහුබඳියි, එහිදී ඔහුට ජම්බවාන්ගේ දරුවන් මැණික් සමඟ සෙල්ලම් කරමින් සිටිනු දක්නට ලැබේ. සති කිහිපයක සටනකින් පසු, ජම්බවන් වෙහෙසට පත්වන අතර, ඔහුගේ විරුද්ධවාදියා කවුදැයි ඔහුට වැටහෙන විට, ක්‍රිෂ්ණාගේ බිරිඳක් බවට පත්වන ඔහුගේ දියණිය වන ජම්බවතී සමඟ මැණික භාර දෙයි.",
        "යෝධ ප්‍රතිවාදී රණශූර ගෝතම්බර සමඟ බීමත්ව ඇති වූ ගැටුමකින් හිස අහිමි වන හිටපු මානව රණශූර රිටගල ජයසේන මහසෝනාගේ කතාවලින් ලාංකීය දරුවන් හැකිළී යයි. දෙවියෙක් හිස ගසා දැමූ තැනැත්තාට අනුකම්පා කර ඉක්මනින් වලසෙකුගේ හිස සවි කර, කඩිමුඩියේ පසුපසට තබයි. එහි ප්‍රතිඵලය වූ යක්ෂයා, එක් අතකින් පයික්, අනෙක් අතින් ලේ බොන මී හරක්, මිනිස් ගොදුරු සොයා ඌරෙකු පිට නැගී යති. ඔහු සමහර විට මිනිස් ආත්මයන් අත්පත් කර ගන්නා අතර භූතවාදයෙන් නෙරපා හැරිය යුතුය. ලංකා යුධ හමුදාවේ දිගු දුර ඔත්තු බැලීමේ මුර සංචාරය 'මහා සොහොන් බලකාය' යන අන්වර්ථ නාමයෙන් හැඳින්වේ. ලංකා වීඩියෝ ක්‍රීඩාවකදී, කුඩා දරුවන් රාත්‍රී වනාන්තරයක් හරහා පන්දම් රැගෙන යන්නේ තම සැඟවුණු නිධානය ආරක්ෂා කරමින් තම දැවැන්ත නියවලින් විස්මිත පහරවල් එල්ල කරන මහසෝනා වළක්වා ගැනීමට හෝ පරාජය කිරීමට අපේක්ෂාවෙනි. දඩබ්බර ළමයින්ගෙන්. ක්‍රීඩකයින්ට ළමයින් ලෙස හෝ මහසෝනා ලෙස භූමිකාවන් ගත හැකිය.",
        "ශ්‍රී ලංකාව ස්වකීය අලස වලස් උප විශේෂයක් ගැන පුරසාරම් දොඩන අතර, ඒවායින් සමහර විට සතුන් 500 කට වඩා අඩු ප්‍රමාණයක් අද සිටින අතර, ඔවුන්ගේ සංඛ්‍යාව මෑත දශකවලදී ශීඝ්‍රයෙන් අඩුවෙමින් පවතී. ඔවුන් ප්‍රධාන වශයෙන් වියළි කලාපීය පාළුකරයේ වාසය කරයි, ඔවුන්ගේ පෙර සංවර්ධනයේ වැසි වනාන්තර මනාපයට වඩා තියුනු ලෙස වෙනස් වේ. ඔවුන්ගේ ජනගහනය අඩුවෙමින් තිබියදීත්, වලසුන් මෙහි මිනිසුන්ට පහර දෙන්නේ වැඩිවන වාර ගණනකින්, සමහර විට සෑම වසර පහකට වරක් දෙගුණයක් වන අතර, ඔවුන් අසල ජීවත් වන අයට ඔවුන්ගේ සංඛ්‍යාව ඇත්ත වශයෙන්ම වැඩිවෙමින් පවතින බවට වැරදි විශ්වාසයක් ඇති කරයි. 2000-2004 කාලය තුළ ලාංකිකයන්ට පහරදීම් 91ක් සිදු විය. වලසුන් ගහනය අඩුවීමට සහ උල්පත් ප්‍රහාර සිදුවීමට හේතුව එක හා සමාන වේ: වලසුන්ගේ වාසභූමියට මිනිස් ආක්‍රමණය. එම ආක්‍රමණය පවතින්නේ වන විනාශය, ප්‍රධාන වශයෙන් කෘෂිකර්මාන්තය සඳහා නිෂ්කාශනය කිරීම සහ ගෘහ භාවිතය සඳහා වන නිෂ්පාදන එකතු කිරීම යන දෙකෙහිම ය. මිනිස් ගහනය ප්‍රසාරණය වීම නිසා වලසුන් හැකිලෙන සුදුසු ප්‍රදේශවලට තල්ලු කරන අතර මිනිසුන් සංරක්‍ෂිත ප්‍රදේශ සමඟ ඝන සමීපයට ගෙන එයි. මෙම ගතිකත්වය දැනටමත් බංගලිදේශයේ සහ සමහරවිට භූතානයේ sloth bear වඳ වී ගොස් ඇත.",
        "උපමහාද්වීපික වනාන්තර ආශ්‍රිතව ජීවත් වන මිනිසුන් කොටියාට වඩා අලසයට බිය වෙති. අනපේක්ෂිත, හදිසි, වේගවත් සහ රුදුරු, අලස වලස් ප්‍රහාරයන් අලස බව හැර වෙන කිසිවක් නොවේ. ඔවුන් සම්පූර්ණයෙන්ම ආරක්ෂිතයි, කෙසේ වෙතත්, කිසි විටෙකත් කොල්ලකාරී නොවේ. මිනිසුන් දර, මී පැණි, හතු සහ වෙනත් ආහාර සොයා වනාන්තර හරහා ගමන් කරයි. ඔවුන්ගේ විශිෂ්ට සුවඳ දැනීම නිසා වලසා බොහෝ විට රාත්‍රියේ වේයන් අස්වැන්න නෙළන අතර පසුව නිදා ගනී, සමහර විට පැටවුන් සමඟ, මිනිසුන් ඔවුන් අතරට පැකිළෙන විට දහවල් කාලයේදී. ඇස් පෙනීම සහ ශ්‍රවණාබාධ දුර්වලයි, පහසුවෙන් කම්පනයට පත් වන අතර අතිශයින්ම ආක්‍රමණශීලී ලෙස ප්‍රතික්‍රියා කරයි. ඔවුන් කොටින්ගෙන් පවා ආරෝපණය කරනු ඇත, සමහර විට පැටවුන් පිටුපසින් සිටින අතර, සමහර විට බිය ගැන්වීම සඳහා පසුපස කකුල් මත සිටගෙන සිටිති. කොටි ඥානවන්තව සටන් වැලැක්වී ඉවතට යනවා. (මෙම පසුගිය ජූලි 21 දින සිට කොටි වලසුන්ගේ වීඩියෝවක් සොයන්න.) අනෙක් අතට අලි එළවා දැමීමට වලසුන්ගෙන් ඉක්මනින් ආරෝපණය කරයි. ශ්‍රී ලංකාවේ දිවියා වලස් ගැටුම ඇතැම් විට වනජීවී රක්ෂිතවල සිදුවේ. යාලදී එක් කථාංගයක, වලසෙකු රණ්ඩුවකින් දිවියෙකු මරා දැමූ නමුත්, ආරක්ෂකයින් ඔහුව බිම හෙළීමට තරම් දරුණු ලෙස තුවාල ලැබීය.",
        "මෙම ලිපිය කියවන කිසිවෙක් වලස් ප්‍රදේශය හරහා ආහාර සොයා නොයනු ඇත. කැලෑ මායිම්වල තම ජීවිතයේ එසේ කරන අය සහචරයන් රැගෙන යා යුතු අතර, ලැජ්ජාශීලී වලසාට ඉවත්ව යන ලෙස දැනුම් දීමක් ලැබෙනු ඇත. වලසෙකු ඔවුන්ව දකින බව ඔවුන් දුටු විට, හැකි නම් ඔවුන් සෙමින් ආපසු යා යුතුය. වලසුන් අපට වඩා වේගයෙන් දුවයි. ආරෝපණය කරන්නේ නම්, ඔවුන් බිම වැටී, ගුලි වී මුහුණ සහ බෙල්ල ආවරණය කිරීමට උත්සාහ කළ යුතුය, බොහෝ ප්‍රවීණයන් උපදෙස් දෙයි, එසේ කළ අය අතර දන්නා මාරාන්තික නැත. කෙසේ වෙතත්, අවාසනාවකට මෙන්, එක් ඉන්දියානු අධ්‍යයනයකින් පෙනී යන්නේ සටන් කරන හෝ පලා යන අයට වඩා ‘මැරී සෙල්ලම් කරන’ අය අතර බරපතල තුවාල ඇතිවීමේ සම්භාවිතාව තරමක් වැඩි බවයි. බිහිසුණු ආබාධිතභාවය, අත් පා අහිමි වීම සහ විරූපණය වීම 'සමාජ මරණය' සැබෑවට වඩා දරුණු විය හැක.",
        "ජෛව විවිධත්ව අධ්‍යාපනය සහ පර්යේෂණ (BEAR): විල්පත්තුව කේන්ද්‍ර කර ගත් සංරක්ෂණ මුලපිරීම",
        "අලස වලසා මරා දැමීම පළිගැනීම තේරුම් ගැනීම අපහසු නැත. ඒ වෙනුවට වාසස්ථාන වෙන් කිරීම සහ ගමේ ආරක්‍ෂාව පිළිබඳ පුහුණුව වේගවත් කළ යුතුය. ඔවුන්ගේ දැඩි ආකර්ෂණය සහ ඔවුන්ගේ අභාවයට අපගේ වරදකාරීත්වයට අමතරව, අලස වලසුන්ට තුන්වන හේතුව සඳහා ද වඩා හොඳ ආරක්ෂාවක් අවශ්‍ය වේ: 'කීස්ටෝන්' විශේෂයක් ලෙස ඔවුන්ගේ තත්ත්වය, පරිහානිය හෝ අතුරුදහන් වීම පරිසර පද්ධතියක් හරහා ව්‍යසන කඳුරැල්ලක් යැවිය හැකිය. බොහෝ දෙනෙකුට අත්‍යවශ්‍ය වන ආහාර දාමයට ආධාරකයක් ලෙස වලස්, අර්ධ වශයෙන් ප්‍රරෝහණය වූ සහ හොඳින් සංසේචනය වූ පලතුරු බීජ ඔවුන්ගේ අසූචි හරහා බහුල ලෙස විසුරුවා හරින්න. තවද වලසුන් නොමැතිව වේයන් සංඛ්යාව ඉහළ යනු ඇත. එය හොඳයි, හරි, වේයන් මැරුණු දැව දිරවන අතර පෝෂ්‍ය පදාර්ථ නැවත භාවිතයට ගන්නා නිසා? එතරම් වේගවත් නොවේ. වේයන් අධික ලෙස පැවතීම නිසා මැරුණු ගස් වේගයෙන් ජීර්ණය විය හැකි අතර ඒවා 'snags' ලෙස හැඳින්වේ. එවැනි ගස්වල සිදුරු සහ ඉරිතැලීම් කුරුල්ලන්, ක්ෂීරපායින්, උරගයින් සහ අනෙකුත් ජීවීන් සඳහා නවාතැන්, ආරක්ෂාව සහ ආහාර අවස්ථා සපයයි. වේයන් පාලනය කිරීමෙන් වලස් එවැනි ක්ෂුද්‍ර වාසස්ථාන පවත්වා ගැනීමට උපකාරී වේ. මේ සියල්ලෙන් 'වලස් අවශ්‍යතා' නව අර්ථයක් ලබා දෙයි, නේද?",
        "නීතිඥයෙකු සහ ලේඛකයෙකු වන මාර්ක් හේගර් සිය පවුල සමඟ පැලවත්තේ වාසය කරයි. mark.hager@gmail.com"
      ]
    },
    "ta": {
      "title": "கரடி தேவைகள்",
      "body_lines": [
        "யாலாவுக்கு அதிகம் செல்லும் எவருக்கும் அதன் பிரீமியம் சஃபாரி இரை சிறுத்தை அல்ல சோம்பல் கரடி என்று தெரியும். எங்களுக்குத் தெரிந்த இரண்டு குடும்பங்கள் நவம்பரில் கரடி வருகையைப் பார்த்தனர், மேலும் கோவிட்-டைம் டிராஃபிக் குறைவாக இருப்பதால் பார்வை அதிகரித்ததாகக் கேள்விப்பட்டோம். நான் சிறுத்தையை பல முறை பார்த்திருக்கிறேன் ஆனால் நான்கு மட்டுமே கரடி. ஐம்பது மீட்டரிலிருந்து, எங்களின் முதல் சஃபாரியில் அதிகாலையில், நாங்கள் ஒரு அம்மாவையும் இரண்டு குட்டிகளையும் உளவு பார்த்தோம்: சோம்பல் கரடியின் மிகப்பெரிய குழுவை நீங்கள் எப்போதும் பார்க்க வாய்ப்புள்ளது. அவர்கள் விரைவாக ஸ்க்ரப்பில் காணாமல் போனார்கள், அரை மணி நேரம் தேடியும் மீண்டும் கண்டுபிடிக்க முடியவில்லை.",
        "எங்களின் மிகச் சமீபத்திய சஃபாரியில், ஜீப் பாதையில் வலதுபுறம் ஒரு தடுமாறி, எதிர் திசையில் ஏறிக்கொண்டிருந்தோம். எங்கள் கண்கள் அவற்றின் சாக்கெட்டுகளிலிருந்து குதித்தன. துரதிர்ஷ்டவசமாக, எங்கள் அதிக ஆர்வமுள்ள இயக்கி அதிவேகத்தில் காப்புப் பிரதி எடுத்தார், அதை ஒளிபுகா தூரிகையாக மாற்றினார். ஆனால் நாங்கள் இன்னும் சிலவற்றை ஒரு இடைவெளிக்கு ஆதரித்தோம், அங்கு அது விலகிச் செல்வதற்கு முன்பு சுருக்கமாக மீண்டும் வெளிப்பட்டது. எனது கேமராவுடன் தடுமாறிக் கொண்டிருந்த நான், ஒரே ஒரு தெளிவான காட்சியை மட்டுமே சமாளித்தேன்: அதன் பின்பகுதி விரைவாக நகர்கிறது. ஆனால் அது நம் திசையில் வேகமாக நகர்வதை விட, யோசித்துப் பாருங்கள். சோம்பல் கரடிகள் மனிதர்களுக்கு அவர்களின் உர்சின் உறவினர்களை விட அதிகமாக தீங்கு விளைவிக்கிறது, அநேகமாக அந்த உறவினர்கள் அனைவரையும் விட அதிகமாக.",
        "உதாரணமாக, வட அமெரிக்கா மற்றும் சைபீரியாவின் பழுப்பு (கிரிஸ்லி) கரடியை எடுத்துக் கொள்ளுங்கள். இது வட அமெரிக்க கருப்பு கரடியை விட ஒரு விலங்குக்கு அதிக கிளிப்பில் கொல்லும். 750,000 நபர்களில், ஒரு முழு இனமாக கறுப்பர்கள் ஆண்டுக்கு ஒரு நபருக்கும் குறைவானவர்களைக் கொல்கிறார்கள், 200,000 எண்ணிக்கையிலான பிரவுன்கள் ஒருவேளை அதே, ஒருவேளை ஆறு பேரைக் கொல்லும். ஆனால் மீதமுள்ள 10,000 முதல் 20,000 சோம்பல் கரடிகள் வருடத்திற்கு ஒரு டசனுக்கும் அதிகமானவர்களைக் கொல்கின்றன, இது பழுப்பு நிறத்தை விட ஒரு விலங்குக்கு 20 முதல் 240 மடங்கு அதிகம்.",
        "அனைத்து கரடி இனங்களும் பாலூட்டிகளின் மாமிச உண்ணி வரிசையில் அடங்கும், இது 'நாய் போன்ற' (கனிஃபோர்மியா) மற்றும் 'பூனை போன்ற' (ஃபெலிஃபோர்மியா) குடும்பங்களுக்கு இடையில் பிரிக்கிறது. வடக்கு யூரேசியா மற்றும் வட அமெரிக்காவிலும், தெற்காசியா மற்றும் ஆப்பிரிக்காவில் பெலிஃபோர்மியாவிலும் கேனிஃபோர்மியா நிலவுகிறது. நிச்சயமாக விதிவிலக்குகள் உள்ளன, சோம்பல் கரடி, அதன் வரம்பு இந்திய துணைக்கண்டத்தில் மட்டுமே உள்ளது. நவீன கேனிஃபோர்மியாவில் வீசல்கள், மின்க்ஸ், வால்வரின்கள் மற்றும் நீர்நாய் போன்றவை அடங்கும். இன்றைய கரடிகள், சுமார் 50 மில்லியன் ஆண்டுகளுக்கு முன்பு (மையா) கடலுக்குச் செல்லத் தொடங்கிய பின்னிபெட்களின் (முத்திரைகள், கடல் சிங்கங்கள், வால்ரஸ்கள் மற்றும் அவற்றின் போன்ற) நெருங்கிய உறவினர்களைக் குறிக்கின்றன, அந்த சகாப்தத்தின் நிலப்பரப்பு கேனிஃபோர்மியாவை விட்டுச் சென்றது.",
        "வடிவத்திற்கு உண்மையாக, நவீன கரடிகளின் ரக்கூன் போன்ற மூதாதையர் பெரிங் தரைப்பாலம் வழியாக யூரேசியாவைக் கடப்பதற்கு முன்பு வட அமெரிக்காவில் 35 மை. 15 வயதில், குழப்பமான முறையில் 'தாடி நாய்கள்' மற்றும் 'நாய்-கரடிகள்' இரண்டும் நிலத்தை சுற்றின. வட அமெரிக்காவில் மற்றும் ஒரு காலத்தில் இன்றைய கரடிகளின் மூதாதையராக கருதப்பட்ட, 'கரடி-நாய்கள்' (Amphicyons), அவற்றில் சில இன்றைய துருவ கரடியை விட பெரியவை, அவை இரையை வலிமையாக சாப்பிட்டன, பக்கத்தில் பெர்ரி மற்றும் வேர்களுடன். வல்லுநர்கள் இப்போது நினைப்பது போல, முன்னோர்கள் கரடிகளுக்கோ அல்லது நாய்களுக்கோ இல்லை, அவர்கள் போட்டியிடும் மாமிச உண்ணிகளிடம் தோற்று ஆறு மையில் அழிந்துவிட்டனர். வட அமெரிக்கா மற்றும் யூரேசியாவில், 'நாய்-கரடிகள்' (Hemicyons) நாய்களைப் போல நகர்ந்து வேட்டையாடுகின்றன, இருப்பினும் அவை நவீன 'உண்மையான கரடிகளை' நேரடியாக தோற்றுவித்தன. சில கிரிஸ்லிகளைப் போல பெரியவை, அவை நீண்ட கால்களில் இரையைத் துரத்துவது விதிவிலக்கான வேகத்தை எட்டியது. , ஒருவேளை பொதிகளில் வேட்டையாடலாம். சதை-துண்டும் பற்களுடன் தீவிரமாக மாமிச உண்பவர்கள், அவர்கள் தங்கள் நவீன சந்ததியினரின் சர்வவல்லமைகளை புறக்கணித்தனர்.",
        "ஆறு நவீன 'உண்மையான கரடிகளில்' (துருவங்கள், பிரவுன்ஸ், அமெரிக்க கறுப்பர்கள், சூரிய கரடிகள் மற்றும் ஆசிய கறுப்பர்கள் உட்பட), சோம்பல் கரடிகள் முதலில் தோன்றியதாக இருக்கலாம் மற்றும் மூதாதையர் பரம்பரையில் மிகவும் மரபணு ரீதியாக வேறுபட்டதாகவும் தனித்தனியாகவும் இருக்கலாம். இது மழை பெய்யும் துணைக்கண்ட காடுகளில் செழித்து வளர்ந்தது. ஆரம்பகால வடிவங்கள் 5-7 மையாக வெளிப்பட்டன, அதன் நவீன உடல் வகை மற்றும் உணவு முறை 2.5 மையாவால் ஒருங்கிணைக்கப்பட்டது. கரடிகளுக்கிடையே தனித்தன்மை வாய்ந்தது, இது எறும்புகள் மற்றும் கரையான்களின் மீது முன்னிலைப்படுத்துகிறது. கரையான்களை உறிஞ்சுவதன் மூலம் மேலே இழுக்கும் ஒரே விலங்கு, சோம்பல் கரடிகள் அவற்றின் பாரிய சிறப்பு வாய்ந்த நகங்களைப் பயன்படுத்தி மேடுகளைத் துண்டித்து, பின்னர் அவற்றின் நீட்டிக்கப்பட்ட கீழ் உதடுகளை வெற்றிடக் குழாயில் வளைத்து, முன் பற்கள் இல்லாத இடைவெளியில் ஆயிரக்கணக்கான பிழைகளை உறிஞ்சும். அவர்கள் அவ்வாறு செய்யும்போது நிறைய சத்தம் எழுப்புகிறது. உறிஞ்சுதலை மேம்படுத்தவும், விக்லி பூச்சிகளை உள்ளிழுப்பதைத் தவிர்க்கவும் அவை தங்கள் நாசியை மூடுகின்றன. அவற்றின் தடிமனான ஷாகி பூச்சுகள், துணைக்கண்டத்திற்கு மிகவும் சூடாகத் தோன்றும், தேனீக்கள் (அவை தேனை விரும்புகின்றன) மற்றும் பூச்சிகள் கடிப்பதைத் தடுக்க உதவுகின்றன, அவை சாப்பிட முயற்சிக்கும் பூச்சிகள் உட்பட. தடிமனான கொழுப்பு இல்லாதது அதிக வெப்பத்தைத் தடுக்கிறது. இருப்பினும், அவர்கள் நீரோடைகள் மற்றும் குளங்களில் குளிர்விக்க விரும்புகிறார்கள்.",
        "தாய்மார்கள் குட்டிகளை வளர்க்கும் போது தவிர, சோம்பல் கரடி தனிமையில் வாழ்கிறது. அந்த பந்தம் இரண்டு அல்லது மூன்று வருடங்களாக நெருக்கமாகவும் அன்பாகவும் இருக்கிறது. குட்டிகள் பொதுவாக அம்மாவின் முதுகில் சவாரி செய்கின்றன, அங்கு அடர்த்தியான ரோமங்கள் எளிதாக எழுந்து தொங்குகின்றன. கரையான்கள் மற்றும் எறும்புகளைத் தாவணியாக்காத போது, ​​சோம்பல் மாதிரி விதைகள், வேர்கள், கொட்டைகள் மற்றும் புழுக்கள், சில சமயங்களில் கேரியன் மற்றும் சிறிய இரையைத் தாங்கும். அவர்கள் பெர்ரிகளை சிற்றுண்டிக்காக மரங்களில் வேகமாக ஏறுகிறார்கள், குறிப்பாக 'பாலு' (அவற்றில் மேலும் கீழே) என்று அழைக்கப்படும் அயர்ன்வுட் பெர்ரி. மரங்களில் ஒட்டிக்கொண்டிருக்கும் அவர்களின் ஆறுதல் விலங்கியல் நிபுணர் ஜார்ஜ் ஷா அவர்களுக்கு 'கரடி சோம்பல்' என்று பெயரிட வழிவகுத்தது, நெருக்கமான ஆய்வு அவர்கள் சோம்பலாக இல்லை என்பதை வெளிப்படுத்தியபோது தலைகீழாக மாறியது. தீவனம் தேடுவதற்கு மிகவும் சிறியதாக இருக்கும் குட்டிகளுக்கு, பலா, மர ஆப்பிள் மற்றும் தேன்கூடு ஆகியவற்றின் பாதி-செரிமான கலவையை மம்மிகள் மீண்டும் உறுத்துகின்றன. இது சிறியவர்கள் சாப்பிடுவதற்கு அடர் மஞ்சள் வட்ட வடிவ ரொட்டி போன்ற பொருளாக மாறுகிறது. இந்தியாவில் உள்ள வன மக்கள் இந்த ‘கரடியின் ரொட்டியை’ மிகவும் சுவையாகக் கருதுகின்றனர்.",
        "டிஸ்னியின் கிளாசிக் அனிமேஷனில் பலூ ஒரே மாதிரியாக இல்லை என்றாலும், தி ஜங்கிள் புக்கில் மோக்லியின் லேட்-பேக் சம்மைக்கான முன்மாதிரியாக சோம்பல் கரடியை க்ளூகள் சுட்டிக்காட்டுகின்றன. ‘பாலு’ என்பது ‘பாலு,’ சோம்பல் கரடியின் நேசத்துக்குரிய பெர்ரி மற்றும் சோம்பல் கரடிக்கான ஹிந்தி வார்த்தையான ‘பாலு’ ஆகியவற்றுடன் நிச்சயமாக தொடர்புடையது. மௌக்லி கதைகளை கிப்ளிங் வைக்கும் சியோனி பகுதியில் காணப்படும் ஒரே கரடி சோம்பல் மட்டுமே. ஸ்லாத் பியர் ஸ்டீரியோடைப்பில் பலூவின் மகிழ்ச்சியான சோம்பேறி வாழ்க்கை வாழ்கிறது. சிக்னேச்சர் பாடல் 'பேர் நெசசிட்டிஸ்' 'ஆடம்பரமான எறும்புகள்' ('சிலவற்றை முயற்சிக்கவும்') புகழ்கிறது. அந்த அச்சுறுத்தும் புலி எதிரியான ஷேர் கான் ('ஷேர்': புலிக்கு பஞ்சாபி) தவிர, 'கரடி நிம்மதியாக ஓய்வெடுக்கும்' இடம் ஜங்கிள் ஆகும்.",
        "ராமாயணத்தில், ஜாம்பவான் - கரடிகளின் தெய்வீக ராஜா - பிரம்மாவின் கொட்டாவியிலிருந்து வெளியே வந்து, கடத்தப்பட்ட சீதையைக் கண்டுபிடிக்கவும், அரக்கன் ராவணனைப் போரிடவும் ராமருக்கு உதவுகிறார். அவ்வாறு செய்வதன் மூலம், அவர் இலங்கைக்கு அனுமனின் பெரும் பாய்ச்சலைத் தூண்டுகிறார்.",
        "ராமர் மற்றும் கிருஷ்ணர் இருவரையும் சந்திக்கும் காவியங்களில் இருந்து வரும் ஒரே பாத்திரம் ஜாம்பவான். மஹாபாரதத்தில், வேட்டையாடும்போது மன்னனின் கழுத்தில் அணிந்திருந்த ரத்தினத்தை திருடி, பிரசேன மன்னனைக் கொன்ற சிங்கத்தைக் கொன்றான். ஜாம்பவான் ரத்தினத்தை எடுக்கிறார். கிருஷ்ணா, பிரசேனாவிடம் இருந்து ரத்தினத்தை வாங்குவதற்கு முன்னதாக ஏலத்தில் தோல்வியுற்றதால், கொலை / திருட்டில் சந்தேகத்திற்குரியவராக மாறுகிறார், அதனால் அவர் ஜாம்பவானை தனது குகையில் கண்காணிக்கிறார், அங்கு ஜாம்பவானின் குழந்தைகள் ரத்தினத்துடன் விளையாடுவதைக் காண்கிறார். பல வார சண்டைகளுக்குப் பிறகு, ஜாம்பவான் சோர்வடைந்து, தனது எதிரி யார் என்று அவருக்குத் தெரிந்ததும், கிருஷ்ணரின் மனைவிகளில் ஒருவரான தனது மகள் ஜாம்பவதியுடன் ரத்தினத்தை ஒப்படைக்கிறார்.",
        "மஹாசோனா, முன்னாள் மனிதப் போராளியான ரித்தகல ஜயசேனவின் கதைகளில் இருந்து இலங்கை குழந்தைகள் சுருங்குகிறார்கள், அவர் குடிபோதையில் மாபெரும் எதிரியான கோதம்பராவுடன் நடந்த சண்டையில் தலையை இழக்கிறார். ஒரு தெய்வம் தலை துண்டிக்கப்பட்ட ஒருவரின் மீது பரிதாபப்பட்டு, ஒரு கரடியின் தலையை விரைவாக இணைத்து, அவசரமாக பின்னோக்கி வைக்கிறது. இதன் விளைவாக உருவான பேய், ஒரு கையில் பைக், மற்றொரு கையில் இரத்தம் குடிக்கும் ஒரு எருமை, மனித இரையைத் தேடி ஒரு பன்றியின் மீது சவாரி செய்கிறது. அவர் சில நேரங்களில் மனித ஆன்மாக்களைக் கைப்பற்றுகிறார், பேயோட்டுதல் மூலம் வெளியேற்றப்பட வேண்டும். லங்கா இராணுவத்தின் நீண்ட தூர உளவுப் படையினர் 'மஹா சோஹோன் பிரிகேட்' என்ற புனைப்பெயரில் செல்கிறார்கள். ஒரு லங்கா வீடியோ கேமில், மஹாசோனாவைத் தவிர்க்க அல்லது தோற்கடிக்க வேண்டும் என்ற நம்பிக்கையில் குழந்தைகள் இரவுக் காட்டில் தீப்பந்தங்களை ஏந்திச் செல்கின்றனர். துருவியறியும் குழந்தைகளிடமிருந்து. வீரர்கள் குழந்தைகளாகவோ அல்லது மஹாசோனாவாகவோ பாத்திரங்களை எடுக்கலாம்.",
        "இலங்கை அதன் சொந்த சோம்பல் கரடி கிளையினங்களைக் கொண்டுள்ளது, அவற்றில் 500 க்கும் குறைவான விலங்குகள் இன்று உள்ளன, அவற்றின் எண்ணிக்கை சமீபத்திய தசாப்தங்களில் வேகமாகக் குறைந்து வருகிறது. அவை முக்கியமாக வறண்ட வலய வனப்பகுதிகளில் வாழ்கின்றன, அவற்றின் முந்தைய வளர்ச்சியின் மழைக்காடு விருப்பத்திற்கு முற்றிலும் மாறாக. மக்கள்தொகை குறைந்துகொண்டே வந்தாலும், கரடிகள் இங்குள்ள மக்களைத் தாக்குகின்றன, ஒருவேளை ஒவ்வொரு ஐந்து வருடங்களுக்கும் இரட்டிப்பாகும். 2000-2004 காலகட்டத்தில் இலங்கையர்கள் மீது 91 தாக்குதல்கள் நடந்தன. கரடிகளின் எண்ணிக்கை குறைவதற்கும், ஸ்பைக்கிங் தாக்குதல் நிகழ்வுகளுக்கும் ஒரே காரணம்: கரடியின் வாழ்விடத்தில் மனித அத்துமீறல். அந்த ஆக்கிரமிப்பு காடழிப்பு, முக்கியமாக விவசாயத்திற்கான அனுமதி மற்றும் வீட்டு உபயோகத்திற்காக வனப் பொருட்களை சேகரிப்பதில் உள்ளது. மனித மக்கள்தொகையை விரிவுபடுத்துவது கரடிகளை பொருத்தமான பிரதேசத்தின் சுருங்கும் பாக்கெட்டுகளுக்குள் தள்ளுகிறது மற்றும் பாதுகாக்கப்பட்ட பகுதிகளுடன் அடர்த்தியான அருகாமையில் மக்களைக் கொண்டுவருகிறது. இந்த இயக்கவியல் ஏற்கனவே வங்காளதேசம் மற்றும் பூட்டானில் சோம்பல் கரடியை அழிந்து விட்டது.",
        "துணைக்கண்ட காடுகளுக்கு அருகில் வசிக்கும் மக்கள் புலியை விட சோம்பலுக்கு பயப்படுகிறார்கள். கணிக்க முடியாத, திடீர், வேகமான மற்றும் மூர்க்கமான, சோம்பல் கரடி தாக்குதல்கள் சோம்பலைத் தவிர வேறு எதுவும் இல்லை. அவை முற்றிலும் தற்காப்பு, இருப்பினும், கொள்ளையடிப்பதில்லை. விறகு, தேன், காளான்கள் மற்றும் பிற தீவனங்களைத் தேடி மனிதர்கள் காடு வழியாக அலைகிறார்கள். அவற்றின் சிறந்த வாசனை உணர்வைக் கொண்டு, கரடிகள் பெரும்பாலும் இரவில் தங்கள் கரையான் அறுவடையைச் செய்து, பின்னர் உறங்கும், சில சமயங்களில் குட்டிகளுடன், பகல் நேரத்தில் மனிதர்கள் தடுமாறும் போது. பார்வை மற்றும் செவித்திறன் குறைவாக இருப்பதால், எளிதில் திடுக்கிட்டு, தீவிர ஆக்கிரமிப்புடன் செயல்படும். அவர்கள் புலிகளை கூட வசூலிப்பார்கள், சில சமயங்களில் குட்டிகள் முதுகில் இருக்கும், சில சமயங்களில் பின்னங்கால்களில் நின்று மிரட்டுவார்கள். புலிகள் புத்திசாலித்தனமாகப் போரைத் தவிர்த்துவிட்டு விலகிச் செல்கின்றன. (கடந்த ஜூலை 21 இல் இருந்து புலி-கரடி வீடியோவைத் தேடுங்கள்.) மறுபுறம், யானைகள், கரடிகளை விரட்டுவதற்கு விரைவாகக் கரடிகளை சார்ஜ் செய்கின்றன. இலங்கையில் சில சமயங்களில் வனவிலங்கு காப்பகங்களில் சிறுத்தை-கரடி மோதல் நிகழ்கிறது. யாலாவில் ஒரு எபிசோடில், ஒரு கரடி சண்டையில் ஒரு சிறுத்தையைக் கொன்றது, ஆனால் ரேஞ்சர்கள் அதைக் கீழே போட்டது.",
        "இந்தக் கட்டுரையைப் படிக்கும் எவரும் கரடி பிரதேசத்தில் உணவு தேடிச் செல்ல மாட்டார்கள். காடுகளின் விளிம்புகளில் தங்கள் வாழ்க்கையில் அவ்வாறு செய்பவர்கள் தோழர்களைக் கொண்டு வந்து தொடர்ந்து சத்தம் போட வேண்டும், இதனால் கூச்ச சுபாவமுள்ள கரடி விலகிச் செல்வதற்கான அறிவிப்பைப் பெறுகிறது. ஒரு கரடி அவர்களை கவனிப்பதை அவர்கள் கவனிக்கும்போது, ​​முடிந்தால் மெதுவாக பின்வாங்க வேண்டும். கரடிகள் நம்மால் முடிந்ததை விட மிக வேகமாக ஓடுகின்றன. கட்டணம் வசூலிக்கப்பட்டால், அவர்கள் தரையில் விழுந்து, சுருண்டு, முகம் மற்றும் கழுத்தை மறைக்க முயற்சிக்க வேண்டும், பல நிபுணர்கள் ஆலோசனை கூறுகிறார்கள், அவ்வாறு செய்தவர்களிடையே அறியப்பட்ட இறப்புகள் எதுவும் இல்லை என்று வாதிடுகின்றனர். இருப்பினும், துரதிர்ஷ்டவசமாக, ஒரு இந்திய ஆய்வில், சண்டையிடுபவர்கள் அல்லது தப்பி ஓடுபவர்கள் மீது 'இறந்து விளையாடுபவர்கள்' மத்தியில் கடுமையான காயம் ஏற்படுவது ஓரளவு அதிகமாக இருப்பதைக் கண்டறிந்துள்ளது. கொடூரமான ஊனம், மூட்டு இழப்பு மற்றும் சிதைவு ஆகியவை உண்மையானதை விட மோசமான 'சமூக மரணத்தை' உச்சரிக்கலாம்.",
        "பல்லுயிர் கல்வி மற்றும் ஆராய்ச்சி (BEAR): வில்பத்தை மையமாகக் கொண்ட பாதுகாப்பு முயற்சி",
        "சோம்பல் கரடியின் பழிவாங்கலைப் புரிந்துகொள்வது கடினம் அல்ல. வாழிடப் பிரிப்பு மற்றும் கிராமப் பாதுகாப்புப் பயிற்சி ஆகியவை அதற்குப் பதிலாக நிச்சயமாக அதிகரிக்கப்பட வேண்டும். அவர்களின் சுத்த வசீகரம் மற்றும் அவர்களின் மறைவில் நமது குற்றம் தவிர, சோம்பல் கரடி மூன்றாவது காரணத்திற்காகவும் சிறந்த பாதுகாப்பிற்கு உத்தரவாதம் அளிக்கிறது: ஒரு 'கீஸ்டோன்' இனமாக அவற்றின் நிலை, அதன் வீழ்ச்சி அல்லது காணாமல் போனது ஒரு சுற்றுச்சூழல் அமைப்பின் மூலம் பேரழிவு அடுக்கை அனுப்பக்கூடும். கரடிகள் ஓரளவு முளைத்த மற்றும் நன்கு கருவுற்ற பழ விதைகளை அவற்றின் கழிவுகள் மூலம் பரப்பி, பலருக்கு முக்கியமான உணவுச் சங்கிலிகளை ஆதரிக்கின்றன. கரடிகள் இல்லாமல், கரையான் எண்ணிக்கை உயரும். அது நல்லது, சரி, ஏனெனில் கரையான்கள் இறந்த மரத்தை ஜீரணித்து ஊட்டச்சத்துக்களை மீண்டும் பயன்படுத்துகின்றனவா? இவ்வளவு வேகமாக இல்லை. கரையான் மிகுதியானது இன்னும் நிற்கும் இறந்த மரங்களை மிக விரைவாக ஜீரணிக்கச் செய்யும், அவை 'ஸ்னாக்ஸ்' என்று அழைக்கப்படுகின்றன. அத்தகைய மரங்களில் உள்ள துளைகள் மற்றும் விரிசல்கள் பறவைகள், பாலூட்டிகள், ஊர்வன மற்றும் பிற உயிரினங்களுக்கு தங்குமிடம், பாதுகாப்பு மற்றும் உணவு வாய்ப்புகளை வழங்குகிறது. கரையான்களை கட்டுக்குள் வைத்திருப்பதன் மூலம், அத்தகைய நுண்ணிய வாழ்விடங்களை பராமரிக்க கரடி உதவுகிறது. இவை அனைத்தும் 'கரடி தேவைகளுக்கு' புதிய அர்த்தத்தைத் தருகின்றன, இல்லையா?",
        "சட்டத்தரணியும் எழுத்தாளருமான மார்க் ஹேகர் தனது குடும்பத்துடன் பெலவத்தையில் வசித்து வருகிறார். mark.hager@gmail.com"
      ]
    }
  }
}