{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLINTEC-holds-invesTech-Forum-to-showcase-future-business-opportunities-of-investing-in-science-technology-and-innovation/34-732409",
  "time_ut": 1647973800,
  "title": "SLINTEC holds invesTech Forum to showcase future business opportunities of investing in science, technology and innovation",
  "body_lines": [
    "The panel discussion on the importance of investing in technology and innovation",
    "Science, technology and innovation today play an important role as a key driver for current and future business growth and as such, businesses partnering with research based science, technology and innovation can help develop new markets, products, processes and generate value through co-operation and co-production.",
    "With re-defining business growth via technology innovation in mind, Sri Lanka Institute of Nanotechnology (SLINTEC) organised the invesTech Business Connect Forum recently held at Ramada Hotel Colombo, catering to an audience of exclusive business leaders in the country.",
    "The event was aimed at showcasing the opportunities in technology innovations, and in the business community, looking at investing in technology in collaboration with SLINTEC to meet future business challenges.",
    "The forum covered strategies and outcomes needed to increase the country’s potential growth in building it as a globally competitive knowledge economy and the importance of investing in technology aimed at new product and process innovation.",
    "The event kicked off with the perspective provided by SLINTEC CEO Dr. Nareshkumar B. Handagama, who emphasised the key aspects of technology as invention and innovation, valorising products and the importance of monetising this process through subsequent process development leading to commercialisation as the final step.",
    "SLINTEC Head of Business Development Dr. Lakshitha Pahalagedara outlined the success stories currently reaped with partner organisations in the private sector that had engaged with SLINTEC for research-based product and process innovation.",
    "The achievements ranged from the first joint venture partnership company between SLINTEC and LOLC PLC; Ceylon Graphene Technologies (CGT), to produce Graphene commercially, moisture management fabrics for the sportswear apparel and garment industry for MAS Holdings, Advanced Gold Therapy cosmetics for British Cosmetics, sustainable natural textile dye technology from waste tea for Dynawash Ltd., Sensor Integrated Face Mask for remote monitoring of patients for Hirdaramani Group, Graphene Lead Acid Battery for the automobiles for Associated Battery Manufacturers (ABM) and Antibacterial and Antiviral Spray Coating for Multilac.",
    "Dr. Handagama touched upon the importance of luring back our talent that he said is top priority to fuel the innovation boom in the country. “The latest global revolution in science and technology and industrial transformation are trends we must be on board with,” he said, further emphasising that “we must call for graduates to return to the country and engage in boosting the country’s innovation drive through their talent and learnings”.",
    "He pointed out that Sri Lanka must evolve into being an attractive place to return to by offering many opportunities in cutting-edge areas, where companies are devoting significant resources to science, new technologies and innovations.",
    "The keynote speaker for the event, Deshamanya Dr. Mahesh Amalean provided an insight into their success story with product innovation and their engagement with SLINTEC. Dr. Amalean spoke of the journey undertaken when the company realising it will be unable to compete only as an efficient but low-cost manufacturer, set a course to become one of the most innovative companies in the world in the areas of apparel and textiles.",
    "The audience was enlightened with a panel discussion on the importance of investing in technology and innovation, with industry veterans VIDULLANKA PLC Director Rizvi Zaheed, Secretary to the Ministry of Technology Jayantha De Silva, Advisor to President and Sri Jayewardenepura University Department of Chemistry Head Prof. Nilwala Kottegoda, and Dr. Nareshkumar B. Handagama.",
    "The main takeaway from the discussion was that engaging with partners who are experts in scientific research and development is an important growth driver to spur innovation, invention and progress, whilst it can be capital-intensive, it can lead to breakthroughs that can drive lucrative and generous profits for a company and is the best way forward in being a progressive organisation not just locally but globally.",
    "The event concluded with SLINTEC scientists and the business community invitees networking on synergising technology and business."
  ],
  "translate": {
    "si": {
      "title": "විද්‍යාව, තාක්‍ෂණය සහ නවෝත්පාදන සඳහා ආයෝජනය කිරීමේ අනාගත ව්‍යාපාරික අවස්ථා ප්‍රදර්ශනය කිරීම සඳහා SLINTEC විසින් invesTech Forum පවත්වයි.",
      "body_lines": [
        "තාක්ෂණය සහ නවෝත්පාදනය සඳහා ආයෝජනය කිරීමේ වැදගත්කම පිළිබඳ විද්වත් සාකච්ඡාව",
        "වර්තමාන සහ අනාගත ව්‍යාපාර වර්ධනය සඳහා ප්‍රධාන ධාවකයක් ලෙස අද විද්‍යාව, තාක්ෂණය සහ නවෝත්පාදනය වැදගත් කාර්යභාරයක් ඉටු කරන අතර, පර්යේෂණ පදනම් කරගත් විද්‍යාව, තාක්‍ෂණය සහ නවෝත්පාදන සමඟ හවුල් වන ව්‍යාපාරවලට නව වෙළඳපල, නිෂ්පාදන, ක්‍රියාවලි දියුණු කිරීමට සහ සහයෝගීතාවයෙන් වටිනාකම් ජනනය කිරීමට උපකාරී වේ. සහ සම නිෂ්පාදනය.",
        "තාක්‍ෂණික නවෝත්පාදනයන් තුළින් ව්‍යාපාර වර්ධනය යළි නිර්වචනය කරමින්, Sri Lanka Institute of Nanotechnology (SLINTEC) විසින් සංවිධානය කරන ලද invesTech Business Connect සංසදය පසුගියදා කොළඹ රමඩා හෝටලයේදී පැවැත්විණි.",
        "අනාගත ව්‍යාපාරික අභියෝගවලට මුහුණ දීම සඳහා SLINTEC සමඟ සහයෝගයෙන් තාක්‍ෂණික නවෝත්පාදනයන් සහ ව්‍යාපාරික ප්‍රජාව තුළ ඇති අවස්ථාවන් ප්‍රදර්ශනය කිරීම මෙම උත්සවයේ අරමුණ විය.",
        "ගෝලීය වශයෙන් තරඟකාරී දැනුම් ආර්ථිකයක් ලෙස රට ගොඩනැගීමේ දී රටෙහි විභව වර්ධනය ඉහළ නැංවීමට අවශ්‍ය උපාය මාර්ග සහ ප්‍රතිඵල සහ නව නිෂ්පාදන සහ ක්‍රියාවලි නවෝත්පාදනය ඉලක්ක කරගත් තාක්‍ෂණය සඳහා ආයෝජනය කිරීමේ වැදගත්කම මෙම සංසදය විසින් ආවරණය කරන ලදී.",
        "SLINTEC හි ප්‍රධාන විධායක නිලධාරී ආචාර්ය නරේෂ්කුමාර් බී. හඳගම විසින් සපයන ලද ඉදිරිදර්ශනය සමඟින් උත්සවය ආරම්භ විය. ඔහු තාක්ෂණයේ ප්‍රධාන අංග වන නව නිපැයුම් සහ නවෝත්පාදන, නිෂ්පාදන අගය කිරීම සහ අවසාන පියවර ලෙස වාණිජකරණයට තුඩු දෙන පසුකාලීන ක්‍රියාවලි සංවර්ධනය තුළින් මෙම ක්‍රියාවලිය මුදල් ඉපැයීමේ වැදගත්කම අවධාරණය කළේය. .",
        "SLINTEC ව්‍යාපාර සංවර්ධන ප්‍රධානී වෛද්‍ය ලක්ෂිත පහළගෙදර පර්යේෂණ පදනම් කරගත් නිෂ්පාදන සහ ක්‍රියාවලි නවෝත්පාදනයන් සඳහා SLINTEC සමඟ සම්බන්ධ වී ඇති පුද්ගලික අංශයේ හවුල්කාර ආයතන සමඟ දැනට නෙළාගෙන ඇති සාර්ථක කතන්දර ගෙනහැර දැක්වීය.",
        "මෙම ජයග්‍රහණ SLINTEC සහ LOLC PLC අතර ප්‍රථම හවුල් ව්‍යාපාර හවුල්කාරිත්ව සමාගමෙන් විහිදේ; Ceylon Graphene Technologies (CGT), Graphene වාණිජමය වශයෙන් නිෂ්පාදනය කිරීම, MAS Holdings සඳහා ක්‍රීඩා ඇඳුම් ඇඟලුම් සහ ඇඟලුම් කර්මාන්තය සඳහා තෙතමනය කළමනාකරණ රෙදි, බ්‍රිතාන්‍ය ආලේපන සඳහා උසස් රන් තෙරපි විලවුන්, Dynawash Ltd. සඳහා අපද්‍රව්‍ය තේ වලින් තිරසාර ස්වාභාවික රෙදි සායම් තාක්ෂණය, Sensor Integrated Faceor. Hirdaramani Group සඳහා රෝගීන් දුරස්ථව නිරීක්ෂණය කිරීම සඳහා වෙස් මුහුණ, ආශ්‍රිත බැටරි නිෂ්පාදකයින් (ABM) සඳහා මෝටර් රථ සඳහා Graphene Lead Acid Battery සහ Multilac සඳහා ප්‍රතිබැක්ටීරීය සහ ප්‍රතිවෛරස් ඉසින ආලේපනය.",
        "රටේ නවෝත්පාදන උත්පාතයට ඉන්ධන සැපයීම සඳහා ප්‍රමුඛත්වය දිය යුතු බව පැවසූ ආචාර්ය හඳගම අපගේ දක්ෂතා නැවත ආකර්ශනය කර ගැනීමේ වැදගත්කම පිළිබඳව අවධානය යොමු කළේය. \"විද්‍යා හා තාක්‍ෂණයේ සහ කාර්මික පරිවර්තනයේ නවතම ගෝලීය විප්ලවය අප සමඟ යා යුතු ප්‍රවණතා වේ,\" ඔහු තවදුරටත් අවධාරණය කළේ, \"උපාධිධාරීන්ට නැවත රටට පැමිණෙන ලෙසත්, ඔවුන්ගේ කුසලතා තුළින් රටේ නවෝත්පාදන තල්ලුව ඉහළ නැංවීමේ නිරත වන ලෙසත් අප ඉල්ලා සිටිය යුතු බවයි. සහ ඉගෙනුම්\".",
        "විද්‍යාව, නව තාක්ෂණයන් සහ නවෝත්පාදන සඳහා සමාගම් සැලකිය යුතු සම්පත් කැප කරන අති නවීන ප්‍රදේශවල බොහෝ අවස්ථාවන් ලබා දෙමින් ශ්‍රී ලංකාව නැවත පැමිණීමට ආකර්ශනීය ස්ථානයක් බවට පරිණාමය විය යුතු බව ඔහු පෙන්වා දුන්නේය.",
        "උත්සවයේ ප්‍රධාන දේශකයා වූ දේශමාන්‍ය ආචාර්ය මහේෂ් අමලියන් නිෂ්පාදන නවෝත්පාදනයන් සහ SLINTEC සමඟ ඔවුන්ගේ සම්බන්ධය සමඟ ඔවුන්ගේ සාර්ථක කතාව පිළිබඳ අවබෝධයක් ලබා දුන්නේය. කාර්යක්‍ෂම නමුත් අඩු වියදම් නිෂ්පාදකයෙකු ලෙස පමණක් තරඟ කිරීමට සමාගමට නොහැකි වන බව වටහා ගත් සමාගම ඇඟලුම් සහ රෙදිපිළි ක්ෂේත්‍රවල ලෝකයේ වඩාත්ම නව්‍ය සමාගමක් බවට පත්වීමට පාඨමාලාවක් සකස් කළ විට ගත් ගමන ගැන ආචාර්ය අමලියන් කතා කළේය.",
        "කර්මාන්තයේ ප්‍රවීණයන් වන VIDULLANKA PLC හි අධ්‍යක්ෂ රිස්වි සහීඩ්, තාක්ෂණ අමාත්‍යාංශයේ ලේකම් ජයන්ත ද සිල්වා, ජනාධිපති උපදේශක සහ ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලයේ රසායන විද්‍යා අංශ ප්‍රධානී මහාචාර්යවරයා සමඟින් තාක්ෂණය සහ නවෝත්පාදන සඳහා ආයෝජනය කිරීමේ වැදගත්කම පිළිබඳ විද්වත් සාකච්ඡාවකින් ප්‍රේක්ෂකයින් දැනුවත් විය. නිල්වලා කෝට්ටේගොඩ, සහ ආචාර්ය නරේෂ්කුමාර් බී. හඳගම.",
        "සාකච්ඡාවේ ප්‍රධානම කරුණ වූයේ විද්‍යාත්මක පර්යේෂණ සහ සංවර්ධනය පිළිබඳ ප්‍රවීණයන් වන හවුල්කරුවන් සමඟ සම්බන්ධ වීම නවෝත්පාදනය, නව නිපැයුම් සහ ප්‍රගතිය සඳහා වැදගත් වර්ධන ධාවකයක් වන අතර, එය ප්‍රාග්ධනය අධික විය හැකි අතර, එය ලාභදායී හා ගෙන යා හැකි ජයග්‍රහණවලට තුඩු දිය හැකි බවයි. සමාගමක් සඳහා ත්‍යාගශීලී ලාභයක් ලබා දෙන අතර එය දේශීයව පමණක් නොව ගෝලීය වශයෙන් ප්‍රගතිශීලී සංවිධානයක් වීමේ හොඳම ක්‍රමයයි.",
        "SLINTEC විද්‍යාඥයින් සහ ව්‍යාපාරික ප්‍රජාව සම්බන්ධීකරණ තාක්‍ෂණය සහ ව්‍යාපාර සම්බන්ධව ආරාධිතයන් සමඟින් උත්සවය අවසන් විය."
      ]
    },
    "ta": {
      "title": "விஞ்ஞானம், தொழில்நுட்பம் மற்றும் கண்டுபிடிப்புகளில் முதலீடு செய்வதற்கான எதிர்கால வணிக வாய்ப்புகளை வெளிப்படுத்த SLINTEC invesTech Forum ஐ நடத்துகிறது",
      "body_lines": [
        "தொழில்நுட்பம் மற்றும் கண்டுபிடிப்புகளில் முதலீடு செய்வதன் முக்கியத்துவம் குறித்த குழு விவாதம்",
        "விஞ்ஞானம், தொழில்நுட்பம் மற்றும் கண்டுபிடிப்புகள் இன்றைய மற்றும் எதிர்கால வணிக வளர்ச்சிக்கு முக்கிய உந்துதலாக முக்கிய பங்கு வகிக்கின்றன, மேலும் ஆராய்ச்சி அடிப்படையிலான அறிவியல், தொழில்நுட்பம் மற்றும் கண்டுபிடிப்புகளுடன் கூட்டு சேர்ந்துள்ள வணிகங்கள் புதிய சந்தைகள், தயாரிப்புகள், செயல்முறைகளை உருவாக்க மற்றும் கூட்டுறவு மூலம் மதிப்பை உருவாக்க உதவும். மற்றும் இணை தயாரிப்பு.",
        "தொழில்நுட்ப கண்டுபிடிப்புகள் மூலம் வணிக வளர்ச்சியை மறுவரையறை செய்வதை மனதில் கொண்டு, Sri Lanka Institute of Nanotechnology (SLINTEC) நாட்டிலுள்ள பிரத்தியேக வணிகத் தலைவர்களின் பார்வையாளர்களுக்கு உணவளிக்கும் வகையில், கொழும்பு ரமடா ஹோட்டலில் அண்மையில் invesTech Business Connect Forum ஐ ஏற்பாடு செய்தது.",
        "இந்த நிகழ்வு தொழில்நுட்ப கண்டுபிடிப்புகள் மற்றும் வணிக சமூகத்தில் உள்ள வாய்ப்புகளை வெளிப்படுத்துவதை நோக்கமாகக் கொண்டது, எதிர்கால வணிக சவால்களை எதிர்கொள்ள SLINTEC உடன் இணைந்து தொழில்நுட்பத்தில் முதலீடு செய்வதை நோக்கியது.",
        "உலக அளவில் போட்டித்திறன் வாய்ந்த அறிவுப் பொருளாதாரம் மற்றும் புதிய தயாரிப்பு மற்றும் செயல்முறை கண்டுபிடிப்புகளை இலக்காகக் கொண்ட தொழில்நுட்பத்தில் முதலீடு செய்வதன் முக்கியத்துவத்தை உருவாக்குவதற்கான நாட்டின் சாத்தியமான வளர்ச்சியை அதிகரிக்க தேவையான உத்திகள் மற்றும் விளைவுகளை மன்றம் உள்ளடக்கியது.",
        "SLINTEC CEO டாக்டர் நரேஷ்குமார் பி. ஹந்தகம வழங்கிய முன்னோக்குடன் இந்த நிகழ்வு ஆரம்பமானது, அவர் தொழில்நுட்பத்தின் முக்கிய அம்சங்களான கண்டுபிடிப்பு மற்றும் கண்டுபிடிப்புகள், மதிப்புமிக்க தயாரிப்புகள் மற்றும் இறுதி கட்டமாக வணிகமயமாக்கலுக்கு வழிவகுக்கும் இந்த செயல்முறையை பணமாக்குவதன் முக்கியத்துவம் ஆகியவற்றை வலியுறுத்தினார். .",
        "SLINTEC வர்த்தக அபிவிருத்தித் தலைவர் கலாநிதி லக்ஷித பஹலகெதர, SLINTEC உடன் ஆராய்ச்சி அடிப்படையிலான தயாரிப்பு மற்றும் செயல்முறை கண்டுபிடிப்புகளுக்காக ஈடுபட்டுள்ள தனியார் துறையில் பங்குதாரர் நிறுவனங்களுடன் தற்போது அறுவடை செய்துள்ள வெற்றிக் கதைகளை கோடிட்டுக் காட்டினார்.",
        "SLINTEC மற்றும் LOLC PLC ஆகியவற்றுக்கு இடையேயான முதல் கூட்டு முயற்சி கூட்டு நிறுவனத்தில் இருந்து சாதனைகள் வரம்பில் உள்ளன; சிலோன் கிராபீன் டெக்னாலஜிஸ் (CGT), வணிக ரீதியாக கிராபெனை உற்பத்தி செய்ய, MAS ஹோல்டிங்ஸிற்கான விளையாட்டு ஆடை மற்றும் ஆடைத் தொழிலுக்கான ஈரப்பத மேலாண்மை துணிகள், பிரிட்டிஷ் அழகுசாதனப் பொருட்களுக்கான மேம்பட்ட தங்க சிகிச்சை அழகுசாதனப் பொருட்கள், Dynawash Ltd. க்கான கழிவு தேநீரில் இருந்து நிலையான இயற்கை ஜவுளி சாய தொழில்நுட்பம், சென்சார் இன்டர் ஹிர்தராமணி குழுமத்திற்கான நோயாளிகளை தொலைநிலை கண்காணிப்பதற்கான முகமூடி, அசோசியேட்டட் பேட்டரி உற்பத்தியாளர்களுக்கான (ABM) ஆட்டோமொபைல்களுக்கான கிராபீன் லீட் அமில பேட்டரி மற்றும் மல்டிலாக்கிற்கான ஆன்டிபாக்டீரியல் மற்றும் ஆன்டிவைரல் ஸ்ப்ரே பூச்சு.",
        "கலாநிதி ஹந்தகம, எமது திறமைகளை மீண்டும் கவர்வதன் முக்கியத்துவத்தை தொட்டார், நாட்டில் புத்தாக்க வளர்ச்சியை தூண்டுவதற்கு முதன்மையான முன்னுரிமை என்று அவர் கூறினார். \"அறிவியல் மற்றும் தொழில்நுட்பம் மற்றும் தொழில்துறை மாற்றம் ஆகியவற்றில் சமீபத்திய உலகளாவிய புரட்சி என்பது நாம் கட்டாயமாக இருக்க வேண்டிய போக்குகளாகும்,\" என்று அவர் மேலும் வலியுறுத்தினார், \"பட்டதாரிகளை நாட்டிற்குத் திரும்பவும், அவர்களின் திறமையின் மூலம் நாட்டின் புதுமை உந்துதலை மேம்படுத்துவதில் ஈடுபடவும் நாம் அழைப்பு விடுக்க வேண்டும். மற்றும் கற்றல்.\"",
        "விஞ்ஞானம், புதிய தொழில்நுட்பங்கள் மற்றும் கண்டுபிடிப்புகளுக்கு நிறுவனங்கள் கணிசமான வளங்களை அர்ப்பணித்து வரும் அதிநவீன பகுதிகளில் பல வாய்ப்புகளை வழங்குவதன் மூலம் இலங்கை திரும்புவதற்கான கவர்ச்சிகரமான இடமாக உருவாக வேண்டும் என அவர் சுட்டிக்காட்டினார்.",
        "நிகழ்வின் முக்கிய பேச்சாளர், தேசமான்ய டாக்டர் மகேஷ் அமலன் அவர்கள் தயாரிப்பு கண்டுபிடிப்புகள் மற்றும் SLINTEC உடனான அவர்களின் ஈடுபாடு ஆகியவற்றுடன் அவர்களின் வெற்றிக் கதையைப் பற்றிய நுண்ணறிவை வழங்கினார். ஒரு திறமையான ஆனால் குறைந்த விலை உற்பத்தியாளராக மட்டுமே போட்டியிட முடியாது என்பதை உணர்ந்து, ஆடை மற்றும் ஜவுளித் துறைகளில் உலகின் மிகவும் புதுமையான நிறுவனங்களில் ஒன்றாக மாறுவதற்கான போக்கை நிர்ணயித்தபோது, ​​டாக்டர் அமலியன் மேற்கொண்ட பயணத்தைப் பற்றி பேசினார்.",
        "தொழிநுட்பம் மற்றும் புத்தாக்கத்தில் முதலீடு செய்வதன் முக்கியத்துவம் குறித்த கலந்துரையாடலுடன் பார்வையாளர்களுக்கு தெளிவுபடுத்தப்பட்டது. தொழில்துறையில் சிறந்து விளங்கும் VIDULLANKA PLC பணிப்பாளர் ரிஸ்வி சாஹீட், தொழில்நுட்ப அமைச்சின் செயலாளர் ஜயந்த டி சில்வா, ஜனாதிபதியின் ஆலோசகர் மற்றும் ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழக வேதியியல் துறைத் தலைவர் பேராசிரியர். நில்வல கோட்டேகொட, மற்றும் கலாநிதி நரேஷ்குமார் பி.ஹந்தகம.",
        "விஞ்ஞான ஆராய்ச்சி மற்றும் மேம்பாட்டில் நிபுணத்துவம் வாய்ந்த கூட்டாளர்களுடன் ஈடுபடுவது புதுமை, கண்டுபிடிப்பு மற்றும் முன்னேற்றத்தை ஊக்குவிக்கும் ஒரு முக்கியமான வளர்ச்சி உந்துதலாக உள்ளது, அதே நேரத்தில் அது மூலதனம் மிகுந்ததாக இருக்கலாம், இது லாபகரமான மற்றும் முன்னேற்றத்திற்கு வழிவகுக்கும். ஒரு நிறுவனத்திற்கு தாராளமான லாபம் மற்றும் உள்நாட்டில் மட்டுமல்ல, உலகளவில் ஒரு முற்போக்கான அமைப்பாக இருப்பதற்கான சிறந்த வழி.",
        "SLINTEC விஞ்ஞானிகள் மற்றும் வணிக சமூகம் ஒருங்கிணைக்கும் தொழில்நுட்பம் மற்றும் வணிகத்தில் நெட்வொர்க்கிங் செய்யும் அழைப்பாளர்களுடன் நிகழ்வு நிறைவு பெற்றது."
      ]
    }
  }
}