{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/to-protect-the-blue-gold/",
  "time_ut": 1648211940,
  "title": "To Protect the Blue Gold",
  "body_lines": [
    "Gold is considered to be a rare and valuable natural resource in the world. Crude oil which is called as Black Gold also has a higher value. Now it is the Blue Gold which becomes the most valuable natural resource more than any other gold.",
    "‘Blue Gold’ is the name which will be used for water in near future. According to the scholars, Wars of the future will be fought over water not oil. Today when you go to a restaurant or a hotel for a meal, the bill comes with no charge for the water. There is not a surprise, the day is near which you will get a bill with a special charge for water.",
    "According to the creation story of the book of Genesis, before God create life in the world He separated water. “Then God said, “Let there be a dome in the middle of the waters, to separate one body of water from the other.” And so it happened: God made the dome, and it separated the water above the dome from the water below it.” (Gen. 6:6-7). After that He created the vegetation and the life on earth. An amazing order of the nature, the water cycle (known scientifically as the hydrologic cycle) also was created by God Himself. The word ‘water’ is mentioned about 722 times in the Holy Bible and is used in a variety of metaphorical ways.",
    "The earth is often compared to a majestic blue marble, especially by those privileged few who have gazed upon it from orbit. This is due to the prevalence of water on the planet’s surface. While water itself is not blue, water gives off blue light upon reflection. Water is the main constituent of earth’s hydrosphere and fluids of most living organisms. This marvelous liquid which contains one oxygen and two hydrogen atoms, connected by covalent bonds is vital for all known forms of life.",
    "Water covers 71% of the earth’s surface, while the other 29% consist of continents and islands. 96.5% of all the earth’s water is contained within the oceans as salt water, while the remaining 3.5% is freshwater lakes and frozen water locked up in glaciers and the polar ice caps. Sixty nine percent of freshwater takes the form of ice. There is the staggering amount of water that exists beneath the earth’s surface. Six countries (Brazil, Russia, Canada, Indonesia, China and Colombia) have 50 percent of the world’s freshwater reserves.",
    "According to the statistics of United Nations Organization (UN) and World Health Organization (WHO) about 844 million people lack even a basic drinking water service, including 159 million people who are dependent on surface water. Globally, at least two billion people use a drinking water source contaminated with feces and chemicals. Contaminated water can transmit diseases such diarrhea, cholera, dysentery, typhoid, and polio. About 842 000 people are estimated to die each year from diarrhea as a result of unsafe drinking-water, sanitation, and hand hygiene; 423 million people take water from unprotected wells and springs, while 159 million people collecting untreated surface water from lakes, ponds, rivers and streams. Inadequate management of urban, industrial, and agricultural wastewater means the drinking-water of hundreds of millions of people is dangerously contaminated or chemically polluted. According to the forecasts by 2025, half of the world’s population will be living in water stressed areas.",
    "Water is an essential nutrient and plays a key role in the human body. We can survive up to several weeks without food, but only a few days without water. Every system in the body, from cells and tissues, to vital organs requires water to function. The human body contains from 55% to 78% water, depending on body size. According to a study performed by H.H. Mitchell, published in the Journal of Biological Chemistry, the amount of water in the human heart and brain is 73%, the lungs are 83%, muscles and kidneys are 79%, the skin is 64%, and the bones are around 31.",
    "Water carries nutrients to all cells in our body and oxygen to our brain. It allows the body to absorb and assimilate minerals, vitamins, amino acids, glucose and other substances. Water flushes out toxins and waste and helps to regulate body temperature. To function properly, the body requires between one and seven liters of water per day to avoid dehydration; the precise amount depends on the level of activity, temperature, humidity, and other factors. Taking the shape of the container water teaches man a good lesson. Water is kind enough cleanse someone or something, by taking out all the dirt. Although water become unclean or polluted it can be made pure again by refraining.",
    "World Water Day which was celebrated on Mar. 22 is an annual UN observance day that highlights the importance and sustainable management of freshwater resources. The intention is to inspire people around the world to learn more about water-related issues and to take action to make a difference. In 2010, the UN General Assembly explicitly recognized the human right to water and sanitation. Everyone has the right to sufficient, continuous, safe, acceptable, physically accessible, and affordable water for personal and domestic use.",
    "World water day has been celebrated from 1993 under various meaningful themes. Last year’s theme, ‘Water and Climate Change’, explored how water and climate change are inextricably linked. This year theme “Groundwater: making the invisible visible” highlights the important of Groundwater. Although it is invisible, its impact is visible everywhere. Out of sight, under our feet, groundwater is a hidden treasure that enriches our lives. Almost all of the liquid freshwater in the world is groundwater. As climate change gets worse, groundwater will become more and more critical. We need to work together to sustainably manage this precious resource. Groundwater may be out of sight, but it must not be out of mind.",
    "Although we experience less rain during these days, Sri Lanka is a very rich country with many fresh water resources and a good rainfall. Sri Lanka receives an average some 2,000mm of rain annually, amounting to about 130 billion cubic meters of water. The surface water that remains, after evapo-transpiration and seepage, drains in to the sea through the well-organized system of natural river basins. Sri Lanka has a total of 103 distinct natural stream basins. The rains in Sri Lanka, as usually happens in countries having a tropical climate, occur mainly in the form of downpours or thunderstorms in the afternoon or in the evening. There are two peaks in the rainfall: the first, in April and May, only affects the south-west and the interior, while the second, from October to December, due to the retreating monsoon, affects the whole country.",
    "According to the data given by Department of Census & Statistics 40% of Sri Lankan population has organized water supply facilities and 59.4% is depending on other sources such as wells, tube wells, streams and rivers etc., including 10% on unprotected sources. According to the WHO data, 6% of the population consumes water by purchasing it from vendors who transport water in very unsanitary plastic containers, by walking more than two km, or from rivers, streams or unprotected wells. Sri Lanka has 92% Sanitation coverage which is the best in South Asia.",
    "His holiness Pope Francis in his encyclical letter “Laudato Si” (2015) on care of our common home, discusses the sensitive issue of water and also about the climate change. He introduces the climate as a common good, belonging to all and meant for all. “Climate change is a global problem with grave implications.”(n.25) Water is sacred. Pope names the disparities in access, quality, and use of water between the wealthier, industrialized countries and poorer countries as moral, ethical issues. He makes clear the need for unrestricted access to water to be a right for all people. Water should not be an instrument of suffering for anyone, especially marginalized members of society.",
    "“Our world has a grave social debt towards the poor who lack access to drinking water, because they are denied the right to a life consistent with their inalienable dignity. This debt can be paid partly by an increase in funding to provide clean water and sanitary services among the poor. But water continues to be wasted, not only in the developed world but also the developing counties which possess it in abundance.”(n.30). The word “water” is cited forty-seven times in this encyclical and it demonstrates the great value and concern Pope Francis places on water as a sacred and essential part of life. His words of pleading to protect our common home the earth, contains the message of God for today’s world.",
    "Rights and responsibilities are like the two sides of the same coin. As the people who enjoy the right to water, we have the responsibility to protect it. Specially care for the creation is a sign of our love towards God. We must use water more responsibly and must balance all of society’s water needs while ensuring the poorest people don’t get left behind. Capitalistic economy which aims at profit making does not care about the environment other than their private motives. They are not reluctant to release their industrial wastage to common water sources. A man who buys a plastic water bottle since there is no pure water nearby, throws the same empty bottle to a water source and pollutes that also. Only when we lost something we realize the worth of it. We don’t feel the value of water since we still have enough. If we do not manage efficiently the water sources and do not stop polluting them; we may have to import water also, like we use to import things although we have it.",
    "Before we change the world we have to change ourselves. Polluting water means destroying the creation. We also have become a part of this social sin. We should have a backbone to speak against the people and the institutions that pollute or destroy the water sources. We have the responsibility to save and protect water for future generations. The people, who have a thirst to protect this sacred gift of God (water) today, will be quenched with living water one day in heaven.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නිල් රන් ආරක්ෂා කිරීමට",
      "body_lines": [
        "රත්රන් ලෝකයේ දුර්ලභ හා වටිනා ස්වභාවික සම්පතක් ලෙස සැලකේ. කළු රන් ලෙස හඳුන්වන බොරතෙල් ද ඉහළ අගයක් ගනී. දැන් අනෙක් රත්තරන් වලට වඩා වටිනාම ස්වභාවික සම්පත බවට පත්වන්නේ නිල් රත්තරන් ය.",
        "‘බ්ලූ ගෝල්ඩ්’ යනු නුදුරු අනාගතයේ දී ජලය සඳහා භාවිතා කරන නමයි. විද්වතුන්ට අනුව, අනාගතයේ යුද්ධ සිදුවනු ඇත්තේ ජලය සඳහා නොව තෙල් සඳහා ය. අද ආපනශාලාවකට හෝ හෝටලයකට කෑමට ගිය විට බිල එන්නේ වතුරට කිසිදු මුදලක් අය නොකරමිනි. පුදුමයක් නැත, ජලය සඳහා විශේෂ ගාස්තුවක් සහිත බිල්පතක් ඔබට ලැබෙන දිනය ආසන්නයි.",
        "උත්පත්ති පොතේ මැවීමේ කතාවට අනුව, දෙවියන් වහන්සේ ලෝකයේ ජීවය මැවීමට පෙර ඔහු ජලය වෙන් කළේය. “එවිට දෙවියන් වහන්සේ, “එක් ජල කඳක් අනෙක් ජල කඳෙන් වෙන් කරන පිණිස ජලය මැද ගෝලාකාරයක් වේවා”යි වදාළ සේක. එය එසේ සිදු විය: දෙවියන් වහන්සේ ගෝලාකාර සෑදූ අතර, එය ගෝලාකාරයට ඉහළින් ඇති ජලය ඊට පහළින් ඇති ජලයෙන් වෙන් කළේය. (උත්. 6:6-7). ඉන් පසුව ඔහු වෘක්ෂලතාදිය සහ පෘථිවියේ ජීවය නිර්මාණය කළේය. සොබාදහමේ විශ්මයජනක අනුපිළිවෙලක් වන ජල චක්‍රය (විද්‍යාත්මකව ජල චක්‍රය ලෙස හැඳින්වේ) ද දෙවියන් විසින්ම නිර්මාණය කරන ලදී. ශුද්ධ බයිබලයේ ‘ජලය’ යන වචනය 722 වාරයක් පමණ සඳහන් කර ඇති අතර එය විවිධ රූපක ආකාරයෙන් භාවිතා වේ.",
        "පෘථිවිය බොහෝවිට සසඳනු ලබන්නේ තේජාන්විත නිල් කිරිගරුඬකට ය, විශේෂයෙන් කක්ෂයේ සිට එය දෙස බැලූ වරප්‍රසාද ලත් ස්වල්ප දෙනෙක්. මෙයට හේතුව ග්‍රහලෝකයේ මතුපිට ජලය බහුල වීමයි. ජලය නිල් නොවන අතර, පරාවර්තනය මත ජලය නිල් ආලෝකය ලබා දෙයි. පෘථිවි ජලගෝලයේ සහ බොහෝ ජීවීන්ගේ තරලවල ප්‍රධාන සංඝටකය වන්නේ ජලයයි. සහසංයුජ බන්ධන මගින් සම්බන්ධ කරන ලද ඔක්සිජන් එකක් සහ හයිඩ්‍රජන් පරමාණු දෙකක් අඩංගු මෙම ආශ්චර්යමත් ද්‍රවය, දන්නා සියලුම ජීව ආකාර සඳහා අත්‍යවශ්‍ය වේ.",
        "පෘථිවි පෘෂ්ඨයෙන් 71% ක් ජලය ආවරණය කරන අතර අනෙක් 29% මහාද්වීප සහ දූපත් වලින් සමන්විත වේ. පෘථිවියේ සියලුම ජලයෙන් 96.5% ක් ලුණු ජලය ලෙස සාගර තුළ අඩංගු වන අතර ඉතිරි 3.5% මිරිදිය විල් සහ ග්ලැසියරවල සහ ධ්‍රැවීය අයිස් තට්ටුවල සිරවී ඇති ශීත කළ ජලය වේ. මිරිදිය සියයට හැට නවයක් අයිස් ස්වරූපයක් ගනී. පෘථිවි පෘෂ්ඨයට යටින් පවතින පුදුමාකාර ජල ප්‍රමාණය පවතී. රටවල් හයක් (බ්රසීලය, රුසියාව, කැනඩාව, ඉන්දුනීසියාව, චීනය සහ කොලොම්බියාව) ලෝකයේ මිරිදිය සංචිතවලින් සියයට 50 ක් ඇත.",
        "එක්සත් ජාතීන්ගේ සංවිධානයේ (UN) සහ ලෝක සෞඛ්‍ය සංවිධානයේ (WHO) සංඛ්‍යාලේඛනවලට අනුව මතුපිට ජලයෙන් යැපෙන මිලියන 159 ක ජනතාවක් ඇතුළුව මිලියන 844 කට පමණ මූලික පානීය ජල සේවාවක් පවා නොමැත. ගෝලීය වශයෙන්, අවම වශයෙන් බිලියන දෙකක ජනතාවක් අසූචි හා රසායනික ද්‍රව්‍යවලින් දූෂිත පානීය ජල මූලාශ්‍රයක් භාවිතා කරයි. දූෂිත ජලය මගින් පාචනය, කොලරාව, අතීසාරය, ටයිපොයිඩ් සහ පෝලියෝ වැනි රෝග සම්ප්‍රේෂණය කළ හැකිය. අනාරක්ෂිත පානීය ජලය, සනීපාරක්ෂාව සහ අත් සනීපාරක්ෂාව හේතුවෙන් පාචනය හේතුවෙන් සෑම වසරකම පුද්ගලයන් 842 000 ක් පමණ මිය යන බවට ගණන් බලා ඇත. මිලියන 423 ක ජනතාවක් අනාරක්ෂිත ළිං සහ උල්පත් වලින් ජලය ලබා ගන්නා අතර මිලියන 159 ක ජනතාවක් විල්, පොකුණු, ගංගා සහ ඇළ දොළවලින් පිරිපහදු නොකළ මතුපිට ජලය රැස් කරති. නාගරික, කාර්මික සහ කෘෂිකාර්මික අපජලය ප්‍රමාණවත් ලෙස කළමනාකරණය නොකිරීමෙන් අදහස් වන්නේ මිලියන සිය ගණනක් ජනයාගේ පානීය ජලය භයානක ලෙස දූෂිත වී හෝ රසායනිකව දූෂිත වී ඇති බවයි. අනාවැකි වලට අනුව 2025 වන විට ලෝක ජනගහනයෙන් අඩක් ජල පීඩනය ඇති ප්‍රදේශවල ජීවත් වනු ඇත.",
        "ජලය අත්‍යවශ්‍ය පෝෂකයක් වන අතර මිනිස් සිරුරේ ප්‍රධාන කාර්යභාරයක් ඉටු කරයි. අපට ආහාර නොමැතිව සති කිහිපයක් ජීවත් විය හැකි නමුත් ජලය නොමැතිව දින කිහිපයක් පමණි. සෛල හා පටකවල සිට අත්‍යවශ්‍ය අවයව දක්වා ශරීරයේ සෑම පද්ධතියකටම ක්‍රියා කිරීමට ජලය අවශ්‍ය වේ. මිනිස් සිරුරේ සිරුරේ ප්‍රමාණය අනුව 55% සිට 78% දක්වා ජලය අඩංගු වේ. ජීව විද්‍යාත්මක රසායන විද්‍යා සඟරාවේ ප්‍රකාශයට පත් කරන ලද H.H. Mitchell විසින් කරන ලද අධ්‍යයනයකට අනුව, මිනිස් හදවතේ සහ මොළයේ ජල ප්‍රමාණය 73%, පෙනහළු 83%, මාංශ පේශි සහ වකුගඩු 79%, සම 64%, සහ ඇටකටු 31 ක් පමණ වේ.",
        "ජලය අපගේ ශරීරයේ සියලුම සෛල වලට පෝෂ්‍ය පදාර්ථ ගෙන යන අතර අපගේ මොළයට ඔක්සිජන් රැගෙන යයි. එය ශරීරයට ඛනිජ ලවණ, විටමින්, ඇමයිනෝ අම්ල, ග්ලූකෝස් සහ අනෙකුත් ද්‍රව්‍ය අවශෝෂණය කර අවශෝෂණය කර ගැනීමට ඉඩ සලසයි. ජලය විෂ ද්‍රව්‍ය සහ අපද්‍රව්‍ය ඉවත් කරන අතර ශරීර උෂ්ණත්වය නියාමනය කිරීමට උපකාරී වේ. නිසි ලෙස ක්‍රියා කිරීම සඳහා, විජලනය වළක්වා ගැනීම සඳහා ශරීරයට දිනකට ජලය ලීටර් එකත් හතත් අතර ප්‍රමාණයක් අවශ්‍ය වේ. නිශ්චිත මුදල ක්‍රියාකාරකම් මට්ටම, උෂ්ණත්වය, ආර්ද්‍රතාවය සහ වෙනත් සාධක මත රඳා පවතී. කන්ටේනර් වතුරේ හැඩය ගැනීම මිනිසාට හොඳ පාඩමක් උගන්වයි. සියලු අපිරිසිදුකම් ඉවත් කිරීමෙන් යමෙකු හෝ යමක් පිරිසිදු කිරීමට තරම් ජලය කරුණාවන්තයි. ජලය අපිරිසිදු හෝ අපිරිසිදු වුවද, වැළකී සිටීමෙන් එය නැවත පිරිසිදු කළ හැකිය.",
        "මාර්තු 22 දින සමරනු ලැබූ ලෝක ජල දිනය, මිරිදිය සම්පත්වල වැදගත්කම සහ තිරසාර කළමනාකරණය ඉස්මතු කරන එක්සත් ජාතීන්ගේ වාර්ෂික සැමරුම් දිනයකි. ජලය ආශ්‍රිත ප්‍රශ්න ගැන තව දුරටත් ඉගෙන ගැනීමට සහ වෙනසක් කිරීමට ක්‍රියා කිරීමට ලොව පුරා සිටින ජනතාව පෙළඹවීම මෙහි අරමුණයි. 2010 දී එක්සත් ජාතීන්ගේ මහා මණ්ඩලය ජලය සහ සනීපාරක්ෂාව සඳහා මානව හිමිකම් පැහැදිලිව පිළිගත්තේය. පුද්ගලික සහ ගෘහස්ත භාවිතය සඳහා ප්‍රමාණවත්, අඛණ්ඩ, ආරක්ෂිත, පිළිගත හැකි, භෞතිකව ප්‍රවේශ විය හැකි සහ දැරිය හැකි ජලය සඳහා සෑම කෙනෙකුටම අයිතියක් ඇත.",
        "ලෝක ජල දිනය 1993 සිට විවිධ අර්ථවත් තේමා යටතේ සමරනු ලබයි. පසුගිය වසරේ තේමාව, 'ජලය සහ දේශගුණික විපර්යාස', ජලය සහ දේශගුණික විපර්යාසයන් වෙන් කළ නොහැකි ලෙස සම්බන්ධ වී ඇති ආකාරය ගවේෂණය කරන ලදී. මෙම වසරේ තේමාව \"භූගත ජලය: නොපෙනෙන දේ දෘශ්‍යමාන කිරීම\" භූගත ජලයේ වැදගත්කම ඉස්මතු කරයි. එය අදෘශ්‍යමාන වුවද, එහි බලපෑම සෑම තැනකම දක්නට ලැබේ. නොපෙනී, අපේ පාද යට, භූගත ජලය යනු අපගේ ජීවිත සරු කරන සැඟවුණු නිධානයකි. ලෝකයේ දියර මිරිදිය සියල්ලම පාහේ භූගත ජලය වේ. දේශගුණික විපර්යාස නරක අතට හැරෙන විට, භූගත ජලය වඩ වඩාත් තීරණාත්මක වනු ඇත. මෙම වටිනා සම්පත තිරසාර ලෙස කළමනාකරණය කිරීමට අප එක්ව කටයුතු කළ යුතුයි. භූගත ජලය නොපෙනී යා හැකි නමුත් එය මනසින් බැහැර නොවිය යුතුය.",
        "මේ දිනවල අපට වර්ෂාපතනය අඩු වුවද, ශ්‍රී ලංකාව මිරිදිය සම්පත් රාශියක් සහ හොඳ වර්ෂාපතනයක් ඇති ඉතා පොහොසත් රටකි. ශ්‍රී ලංකාවට වාර්ෂිකව සාමාන්‍යයෙන් මිලිමීටර් 2000ක පමණ වර්ෂාපතනයක් ලැබෙන අතර එය ජලය ඝන මීටර් බිලියන 130ක් පමණ වේ. ඉතිරි වන මතුපිට ජලය, වාෂ්ප-උෂ්ණත්වය සහ කාන්දු වීමෙන් පසු, ස්වභාවික ගංගා ද්රෝණිවල හොඳින් සංවිධානය වූ පද්ධතිය හරහා මුහුදට බැස යයි. ශ්‍රී ලංකාව සතුව එකිනෙකට වෙනස් ස්වභාවික ඇළ ද්‍රෝණි 103ක් ඇත. නිවර්තන දේශගුණයක් ඇති රටවල සාමාන්‍යයෙන් සිදුවන පරිදි ශ්‍රී ලංකාවේ වර්ෂාව ප්‍රධාන වශයෙන් අපරභාගයේ හෝ සවස් කාලයේ වැසි හෝ ගිගුරුම් සහිත වැසි ඇතිවේ. වර්ෂාපතනයේ උච්චතම අවස්ථා දෙකක් ඇත: පළමු, අප්රේල් සහ මැයි මාසවලදී, නිරිතදිගට සහ අභ්යන්තරයට පමණක් බලපාන අතර, දෙවනුව, ඔක්තෝබර් සිට දෙසැම්බර් දක්වා, පසුබැසීමේ මෝසම් හේතුවෙන්, මුළු රටටම බලපායි.",
        "ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුව විසින් ලබා දී ඇති දත්ත වලට අනුව ශ්‍රී ලංකාවේ ජනගහනයෙන් 40% ක් ජල සම්පාදන පහසුකම් සංවිධානය කර ඇති අතර 59.4% ක් ළිං, නළ ළිං, ඇළ දොළ සහ ගංගා ආදි අනෙකුත් ප්‍රභවයන් මත යැපෙන අතර, 10% ක් අනාරක්ෂිත මූලාශ්‍ර මත ය. ලෝක සෞඛ්‍ය සංවිධානයේ දත්ත වලට අනුව, ජනගහනයෙන් 6% ක් ජලය පරිභෝජනය කරන්නේ ඉතා අපිරිසිදු ප්ලාස්ටික් භාජනවල ජලය ප්‍රවාහනය කරන වෙළෙන්දන්ගෙන්, කිලෝමීටර දෙකකට වඩා ඇවිදීමෙන් හෝ ගංගා, ඇළ දොළ හෝ අනාරක්ෂිත ළිං වලින් ජලය මිලදී ගැනීමෙනි. දකුණු ආසියාවේ හොඳම සනීපාරක්ෂක ආවරණය ශ්‍රී ලංකාව සතුව 92% කි.",
        "ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේ අපගේ පොදු නිවස රැකබලා ගැනීම පිළිබඳ ඔහුගේ විශ්වකෝෂයේ ලිපියක් වන “Laudato Si” (2015) හි ජලය පිළිබඳ සංවේදී ප්‍රශ්නය සහ දේශගුණික විපර්යාස පිළිබඳව ද සාකච්ඡා කරයි. ඔහු දේශගුණය හඳුන්වා දෙන්නේ සැමට අයිති පොදු යහපතක් ලෙසය. \"දේශගුණික විපර්යාස බරපතල ඇඟවුම් සහිත ගෝලීය ගැටලුවකි.\" (n.25) ජලය පූජනීයයි. ධනවත්, කාර්මික රටවල් සහ දුප්පත් රටවල් අතර ජලයේ ප්‍රවේශය, ගුණාත්මකභාවය සහ භාවිතය පිළිබඳ විෂමතා සදාචාරාත්මක, සදාචාරාත්මක ප්‍රශ්න ලෙස පාප් වහන්සේ නම් කරයි. සියලු මිනිසුන්ගේ අයිතියක් ලෙස ජලය සඳහා අසීමිත ප්‍රවේශයේ අවශ්‍යතාවය ඔහු පැහැදිලි කරයි. ජලය කිසිවෙකුට, විශේෂයෙන් සමාජයේ ආන්තික පුද්ගලයින්ට දුක් වේදනා ගෙන දෙන මෙවලමක් නොවිය යුතුය.",
        "“අපේ ලෝකයට පානීය ජලය නොමැති දුප්පතුන් කෙරෙහි බරපතල සමාජ ණයක් තිබේ, මන්ද ඔවුන්ට ඔවුන්ගේ අහිමි කළ නොහැකි අභිමානයට අනුකූල ජීවිතයක් සඳහා ඇති අයිතිය අහිමි කර ඇති බැවිනි. දුප්පතුන් අතර පිරිසිදු ජලය සහ සනීපාරක්ෂක සේවා සැපයීම සඳහා අරමුදල් වැඩි කිරීම මගින් මෙම ණය අර්ධ වශයෙන් ගෙවිය හැකිය. නමුත් සංවර්ධිත ලෝකයේ පමණක් නොව, එය බහුල ලෙස හිමි සංවර්ධනය වෙමින් පවතින ප්‍රාන්තවල ද ජලය අපතේ යමින් පවතී.” (n.30). මෙම විශ්වකෝෂයේ \"ජලය\" යන වචනය හතළිස් හත් වතාවක් උපුටා දක්වා ඇති අතර එය ජීවිතයේ පරිශුද්ධ සහ අත්‍යවශ්‍ය අංගයක් ලෙස ජලය කෙරෙහි ෆ්‍රැන්සිස් පාප් වහන්සේ දක්වන විශාල වටිනාකම සහ සැලකිල්ල පෙන්නුම් කරයි. අපගේ පොදු නිවහන වන පෘථිවිය ආරක්ෂා කරන ලෙස ආයාචනා කරන ඔහුගේ වචනවල වර්තමාන ලෝකය සඳහා දෙවියන් වහන්සේගේ පණිවිඩය අඩංගු වේ.",
        "අයිතිවාසිකම් සහ වගකීම් එකම කාසියේ දෙපැත්ත වගේ. ජල අයිතිය භුක්ති විඳින ජනතාව වශයෙන් එය රැකගැනීමේ වගකීම අපට තිබෙනවා. මැවිල්ල කෙරෙහි විශේෂ සැලකිල්ලක් දැක්වීම දෙවියන් වහන්සේ කෙරෙහි අපගේ ප්‍රේමයේ ලකුණකි. අපි ජලය වඩාත් වගකීමෙන් පරිහරණය කළ යුතු අතර දුප්පත්ම ජනතාව පසුබැසීමට ඉඩ නොතබන අතරම සමාජයේ සියලු ජල අවශ්‍යතා සමතුලිත කළ යුතුය. ලාභ ඉපැයීම අරමුණු කරගත් ධනවාදී ආර්ථිකය තම පුද්ගලික අභිප්‍රායන් හැර පරිසරය ගැන තැකීමක් නොකරයි. ඔවුන්ගේ කාර්මික අපතේ යන දේ පොදු ජල මූලාශ්‍රවලට මුදා හැරීමට ඔවුන් පසුබට නොවේ. අවට පිරිසිදු ජලය නොමැති නිසා ප්ලාස්ටික් වතුර බෝතලයක් මිලට ගන්නා මිනිසෙක් එම හිස් බෝතලයම ජල මූලාශ්‍රයකට දමා එයද දූෂණය කරයි. අපට යමක් අහිමි වූ විටයි එහි වටිනාකම අපට වැටහෙන්නේ. ජලය ප්‍රමාණවත් බැවින් එහි වටිනාකම අපට දැනෙන්නේ නැත. අප ජල මූලාශ‍්‍ර කාර්යක්‍ෂම ලෙස කළමනාකරණය කර ඒවා දූෂණය කිරීම නතර නොකරන්නේ නම්; අපි ළඟ තිබුණත් දේවල් පිටරටින් ගේනවා වගේ අපිට වතුරත් ආනයනය කරන්න සිදු වෙන්න පුළුවන්.",
        "අපි ලෝකය වෙනස් කිරීමට පෙර අප වෙනස් විය යුතුය. ජලය අපවිත්‍ර කිරීම යනු නිර්මාණය විනාශ කිරීමයි. අපිත් මේ සමාජ පාපයේ කොටස්කාරයෝ වෙලා. ජල මූලාශ්‍ර අපිරිසිදු කරන, විනාශ කරන ජනතාවට, ආයතනවලට විරුද්ධව කතා කරන්න අපිට කොන්දක් තියෙන්න ඕන. අනාගත පරපුරට ජලය ඉතිරි කර රැකදීමේ වගකීම අප සතුයි. දෙවියන්ගේ මේ පූජනීය ත්‍යාගය (ජලය) රැකගැනීමේ පිපාසයෙන් අද සිටින ජනතාව, දිනක දෙව්ලොව ජීවමාන ජලයෙන් නිවී යනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நீல தங்கத்தைப் பாதுகாக்க",
      "body_lines": [
        "உலகில் தங்கம் ஒரு அரிய மற்றும் மதிப்புமிக்க இயற்கை வளமாக கருதப்படுகிறது. கருப்பு தங்கம் என்று அழைக்கப்படும் கச்சா எண்ணெயின் மதிப்பும் அதிகம். மற்ற தங்கத்தை விட இப்போது நீல தங்கம் தான் மிகவும் மதிப்புமிக்க இயற்கை வளமாக மாறுகிறது.",
        "‘ப்ளூ கோல்ட்’ என்பது எதிர்காலத்தில் தண்ணீருக்குப் பயன்படுத்தப்படும் பெயர். அறிஞர்களின் கூற்றுப்படி, எதிர்கால போர்கள் எண்ணெய்க்காக அல்ல, தண்ணீருக்காகப் போராடும். இன்றைக்கு உணவகம், ஹோட்டல்களுக்குச் சாப்பிடச் சென்றால் தண்ணீருக்குக் கட்டணம் இல்லாமல் பில் வரும். ஆச்சரியப்படுவதற்கில்லை, தண்ணீருக்கான சிறப்புக் கட்டணத்துடன் பில் கிடைக்கும் நாள் நெருங்கிவிட்டது.",
        "ஆதியாகமம் புத்தகத்தின் படைப்புக் கதையின்படி, கடவுள் உலகில் வாழ்க்கையை உருவாக்குவதற்கு முன்பு அவர் தண்ணீரைப் பிரித்தார். \"அப்பொழுது கடவுள், \"ஒரு நீர்நிலையை மற்றொன்றிலிருந்து பிரிக்க, தண்ணீருக்கு நடுவில் ஒரு குவிமாடம் இருக்கட்டும்\" என்றார். அதனால் அது நடந்தது: கடவுள் குவிமாடத்தை உருவாக்கினார், அது குவிமாடத்திற்கு மேலே உள்ள தண்ணீரை அதன் கீழே உள்ள தண்ணீரிலிருந்து பிரித்தது. (ஆதி. 6:6-7). அதன் பிறகு பூமியில் தாவரங்களையும் உயிர்களையும் படைத்தார். இயற்கையின் ஒரு அற்புதமான வரிசை, நீர் சுழற்சி (அறிவியல் ரீதியாக ஹைட்ராலஜிக் சுழற்சி என்று அழைக்கப்படுகிறது) கடவுளால் உருவாக்கப்பட்டது. பரிசுத்த வேதாகமத்தில் 'தண்ணீர்' என்ற வார்த்தை சுமார் 722 முறை குறிப்பிடப்பட்டுள்ளது மற்றும் பல்வேறு உருவக வழிகளில் பயன்படுத்தப்படுகிறது.",
        "பூமி பெரும்பாலும் ஒரு கம்பீரமான நீல பளிங்குக்கு ஒப்பிடப்படுகிறது, குறிப்பாக சுற்றுப்பாதையில் இருந்து அதை உற்றுப் பார்த்த சில சலுகை பெற்றவர்களால். இது கிரகத்தின் மேற்பரப்பில் நீரின் பரவல் காரணமாகும். நீரே நீல நிறமாக இல்லாவிட்டாலும், நீர் பிரதிபலிப்பின் போது நீல ஒளியை வெளியிடுகிறது. பூமியின் ஹைட்ரோஸ்பியர் மற்றும் பெரும்பாலான உயிரினங்களின் திரவங்களின் முக்கிய அங்கமாக நீர் உள்ளது. கோவலன்ட் பிணைப்புகளால் இணைக்கப்பட்ட ஒரு ஆக்ஸிஜன் மற்றும் இரண்டு ஹைட்ரஜன் அணுக்களைக் கொண்ட இந்த அற்புதமான திரவமானது அனைத்து அறியப்பட்ட வாழ்க்கை வடிவங்களுக்கும் இன்றியமையாதது.",
        "பூமியின் மேற்பரப்பில் 71% நீர் உள்ளடக்கியது, மற்ற 29% கண்டங்கள் மற்றும் தீவுகளைக் கொண்டுள்ளது. பூமியின் மொத்த நீரில் 96.5% கடல்களுக்குள் உப்பு நீராக உள்ளது, மீதமுள்ள 3.5% நன்னீர் ஏரிகள் மற்றும் பனிப்பாறைகள் மற்றும் துருவ பனிக்கட்டிகளில் உறைந்த நீர். அறுபத்து ஒன்பது சதவீத நன்னீர் பனிக்கட்டி வடிவத்தை எடுக்கிறது. பூமியின் மேற்பரப்பிற்கு அடியில் இருக்கும் அளவு தண்ணீர் உள்ளது. ஆறு நாடுகளில் (பிரேசில், ரஷ்யா, கனடா, இந்தோனேசியா, சீனா மற்றும் கொலம்பியா) உலகின் 50 சதவீத நன்னீர் இருப்பு உள்ளது.",
        "ஐக்கிய நாடுகள் அமைப்பு (UN) மற்றும் உலக சுகாதார அமைப்பு (WHO) ஆகியவற்றின் புள்ளிவிவரங்களின்படி, சுமார் 844 மில்லியன் மக்களுக்கு அடிப்படை குடிநீர் வசதி கூட இல்லை, இதில் 159 மில்லியன் மக்கள் மேற்பரப்பு நீரை நம்பியிருக்கிறார்கள். உலகளவில், குறைந்தது இரண்டு பில்லியன் மக்கள் மலம் மற்றும் இரசாயனங்களால் மாசுபட்ட குடிநீரைப் பயன்படுத்துகின்றனர். அசுத்தமான நீர் வயிற்றுப்போக்கு, காலரா, வயிற்றுப்போக்கு, டைபாய்டு மற்றும் போலியோ போன்ற நோய்களைப் பரப்பும். பாதுகாப்பற்ற குடிநீர், சுகாதாரம் மற்றும் கை சுகாதாரம் ஆகியவற்றின் விளைவாக ஒவ்வொரு ஆண்டும் சுமார் 842 000 பேர் வயிற்றுப்போக்கால் இறப்பதாக மதிப்பிடப்பட்டுள்ளது; 423 மில்லியன் மக்கள் பாதுகாப்பற்ற கிணறுகள் மற்றும் நீரூற்றுகளில் இருந்து தண்ணீரை எடுக்கின்றனர், அதே நேரத்தில் 159 மில்லியன் மக்கள் ஏரிகள், குளங்கள், ஆறுகள் மற்றும் ஓடைகளில் இருந்து சுத்திகரிக்கப்படாத மேற்பரப்பு நீரை சேகரிக்கின்றனர். நகர்ப்புற, தொழிற்சாலை மற்றும் விவசாய கழிவுநீரின் போதிய மேலாண்மையின்மை, நூற்றுக்கணக்கான மில்லியன் மக்களின் குடிநீர் ஆபத்தான முறையில் மாசுபட்டது அல்லது இரசாயன மாசுபட்டுள்ளது. கணிப்புகளின்படி, 2025 ஆம் ஆண்டில், உலக மக்கள்தொகையில் பாதி பேர் நீர் அழுத்தப் பகுதிகளில் வாழ்வார்கள்.",
        "நீர் ஒரு அத்தியாவசிய ஊட்டச்சத்து மற்றும் மனித உடலில் முக்கிய பங்கு வகிக்கிறது. நாம் உணவு இல்லாமல் பல வாரங்கள் வரை வாழ முடியும், ஆனால் தண்ணீர் இல்லாமல் சில நாட்கள் மட்டுமே. செல்கள் மற்றும் திசுக்கள் முதல் முக்கிய உறுப்புகள் வரை உடலில் உள்ள ஒவ்வொரு அமைப்பும் செயல்பட தண்ணீர் தேவைப்படுகிறது. மனித உடலில் உடலின் அளவைப் பொறுத்து 55% முதல் 78% வரை தண்ணீர் உள்ளது. உயிரியல் வேதியியல் இதழில் வெளியிடப்பட்ட H.H. மிட்செல் மேற்கொண்ட ஆய்வின்படி, மனித இதயம் மற்றும் மூளையில் உள்ள நீரின் அளவு 73%, நுரையீரல் 83%, தசைகள் மற்றும் சிறுநீரகங்கள் 79%, தோல் 64%, மற்றும் எலும்புகள் சுமார் 31 உள்ளன.",
        "தண்ணீர் நம் உடலில் உள்ள அனைத்து செல்களுக்கும் ஊட்டச்சத்துக்களையும், நமது மூளைக்கு ஆக்ஸிஜனையும் கொண்டு செல்கிறது. இது உடல் தாதுக்கள், வைட்டமின்கள், அமினோ அமிலங்கள், குளுக்கோஸ் மற்றும் பிற பொருட்களை உறிஞ்சி ஒருங்கிணைக்க அனுமதிக்கிறது. நீர் நச்சுகள் மற்றும் கழிவுகளை வெளியேற்றி உடல் வெப்பநிலையை சீராக்க உதவுகிறது. உடல் சரியாகச் செயல்பட, நீரிழப்பைத் தவிர்க்க ஒரு நாளைக்கு ஒன்று முதல் ஏழு லிட்டர் வரை தண்ணீர் தேவைப்படுகிறது. துல்லியமான அளவு செயல்பாடு, வெப்பநிலை, ஈரப்பதம் மற்றும் பிற காரணிகளைப் பொறுத்தது. கொள்கலன் நீரின் வடிவத்தை எடுத்துக்கொள்வது மனிதனுக்கு ஒரு நல்ல பாடத்தை கற்பிக்கிறது. அனைத்து அழுக்குகளையும் அகற்றி யாரையாவது அல்லது எதையாவது சுத்தப்படுத்த தண்ணீர் போதுமானது. தண்ணீர் அசுத்தமாகவோ அல்லது மாசுபட்டதாகவோ இருந்தாலும், அதைத் தவிர்ப்பதன் மூலம் அதை மீண்டும் தூய்மையாக்கலாம்.",
        "உலக தண்ணீர் தினம் மார்ச் 22 அன்று கொண்டாடப்பட்டது, இது நன்னீர் வளங்களின் முக்கியத்துவம் மற்றும் நிலையான மேலாண்மையை எடுத்துரைக்கும் ஆண்டு ஐ.நா. உலகெங்கிலும் உள்ள மக்கள் தண்ணீர் தொடர்பான பிரச்சனைகளைப் பற்றி மேலும் அறியவும், மாற்றத்தை ஏற்படுத்த நடவடிக்கை எடுக்கவும் ஊக்குவிப்பதே இதன் நோக்கம். 2010 இல், UN பொதுச் சபை தண்ணீர் மற்றும் சுகாதாரத்திற்கான மனித உரிமையை வெளிப்படையாக அங்கீகரித்தது. தனிப்பட்ட மற்றும் வீட்டு உபயோகத்திற்காக போதுமான, தொடர்ச்சியான, பாதுகாப்பான, ஏற்றுக்கொள்ளக்கூடிய, உடல் ரீதியாக அணுகக்கூடிய மற்றும் மலிவு விலையில் அனைவருக்கும் உரிமை உண்டு.",
        "உலக தண்ணீர் தினம் 1993 முதல் பல்வேறு அர்த்தமுள்ள கருப்பொருள்களின் கீழ் கொண்டாடப்படுகிறது. கடந்த ஆண்டின் கருப்பொருள், 'தண்ணீர் மற்றும் காலநிலை மாற்றம்', தண்ணீரும் காலநிலை மாற்றமும் எவ்வாறு பிரிக்கமுடியாத வகையில் இணைக்கப்பட்டுள்ளன என்பதை ஆராய்ந்தது. இந்த ஆண்டு \"நிலத்தடி நீர்: கண்ணுக்குத் தெரியாததைக் காணச் செய்தல்\" என்பது நிலத்தடி நீரின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது. கண்ணுக்குத் தெரியவில்லை என்றாலும் அதன் தாக்கம் எங்கும் தெரியும். கண்ணுக்குத் தெரியாமல், நம் காலடியில், நிலத்தடி நீர் நம் வாழ்க்கையை வளமாக்கும் புதையல். உலகில் உள்ள அனைத்து திரவ நன்னீரும் நிலத்தடி நீராகும். காலநிலை மாற்றம் மோசமாகும் போது, ​​நிலத்தடி நீர் மேலும் மேலும் முக்கியமானதாக மாறும். இந்த விலைமதிப்பற்ற வளத்தை நிலையான முறையில் நிர்வகிக்க நாம் ஒன்றிணைந்து செயல்பட வேண்டும். நிலத்தடி நீர் பார்வைக்கு வெளியே இருக்கலாம், ஆனால் அது மனதை விட்டு அகலக்கூடாது.",
        "இந்த நாட்களில் நாம் குறைந்த மழையை அனுபவித்தாலும், இலங்கை பல நன்னீர் வளங்களையும் நல்ல மழைப்பொழிவையும் கொண்ட மிகவும் வளமான நாடாகும். இலங்கை வருடாந்தம் சராசரியாக 2,000 மி.மீ மழையைப் பெறுகிறது, இது சுமார் 130 பில்லியன் கனமீற்றர் நீர். எஞ்சியிருக்கும் மேற்பரப்பு நீர், நீராவி-உருவாக்கம் மற்றும் கசிவுக்குப் பிறகு, நன்கு ஒழுங்கமைக்கப்பட்ட இயற்கை ஆற்றுப் படுகைகளின் மூலம் கடலுக்குச் செல்கிறது. இலங்கையில் மொத்தம் 103 தனித்துவமான இயற்கை நீரோடைப் படுகைகள் உள்ளன. பொதுவாக வெப்பமண்டல காலநிலை உள்ள நாடுகளில் இலங்கையில் மழை பெய்கிறது, முக்கியமாக மதியம் அல்லது மாலை நேரங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும். மழைப்பொழிவில் இரண்டு உச்சநிலைகள் உள்ளன: முதல், ஏப்ரல் மற்றும் மே மாதங்களில், தென்மேற்கு மற்றும் உட்புறத்தை மட்டுமே பாதிக்கிறது, இரண்டாவது, அக்டோபர் முதல் டிசம்பர் வரை, பின்வாங்கும் பருவமழை காரணமாக, முழு நாட்டையும் பாதிக்கிறது.",
        "மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிபரத் திணைக்களத்தினால் வழங்கப்பட்ட தரவுகளின்படி, இலங்கையின் 40% மக்கள் நீர் வழங்கல் வசதிகளை ஒழுங்கமைத்துள்ளனர் மற்றும் 59.4% பேர் கிணறுகள், குழாய்க் கிணறுகள், ஓடைகள் மற்றும் ஆறுகள் போன்ற பிற ஆதாரங்களைச் சார்ந்துள்ளனர், இதில் 10% பாதுகாப்பற்ற ஆதாரங்களில் உள்ளனர். WHO தரவுகளின்படி, 6% மக்கள் தண்ணீரை மிகவும் சுகாதாரமற்ற பிளாஸ்டிக் கொள்கலன்களில் கொண்டு செல்லும் விற்பனையாளர்களிடமிருந்தும், இரண்டு கிலோமீட்டருக்கு மேல் நடந்து செல்வதன் மூலமும் அல்லது ஆறுகள், ஓடைகள் அல்லது பாதுகாப்பற்ற கிணறுகள் ஆகியவற்றிலிருந்து தண்ணீரை வாங்குவதன் மூலமும் பயன்படுத்துகின்றனர். இலங்கையில் 92% சுகாதார பாதுகாப்பு உள்ளது, இது தெற்காசியாவிலேயே சிறந்தது.",
        "அவரது புனிதமான போப் பிரான்சிஸ் அவர்கள், நமது பொதுவான வீட்டைப் பராமரிப்பது குறித்த தனது “Laudato Si” (2015) என்ற தனது கலைக்களஞ்சிய கடிதத்தில், தண்ணீரின் முக்கியமான பிரச்சினை மற்றும் காலநிலை மாற்றம் குறித்தும் விவாதிக்கிறார். அவர் தட்பவெப்பநிலையை ஒரு பொதுவான நன்மையாக அறிமுகப்படுத்துகிறார், அனைவருக்கும் சொந்தமானது மற்றும் அனைவருக்கும் பொருள். \"காலநிலை மாற்றம் என்பது கடுமையான தாக்கங்களைக் கொண்ட உலகளாவிய பிரச்சனையாகும்.\"(n.25) நீர் புனிதமானது. செல்வம், தொழில்மயமான நாடுகள் மற்றும் ஏழ்மையான நாடுகளுக்கு இடையே உள்ள நீரின் அணுகல், தரம் மற்றும் பயன்பாடு ஆகியவற்றில் உள்ள ஏற்றத்தாழ்வுகளை போப் தார்மீக, நெறிமுறை பிரச்சினைகள் என்று பெயரிடுகிறார். அனைத்து மக்களுக்கும் உரிமையாக இருக்க, தடையின்றி தண்ணீர் கிடைப்பதன் அவசியத்தை அவர் தெளிவுபடுத்துகிறார். தண்ணீர் யாருக்கும், குறிப்பாக சமூகத்தின் விளிம்புநிலை மக்களுக்கு துன்பத்தை ஏற்படுத்தும் கருவியாக இருக்கக்கூடாது.",
        "“குடிநீர் கிடைக்காத ஏழைகளுக்கு நமது உலகம் பெரும் சமூகக் கடனைக் கொண்டுள்ளது. ஏழை மக்களிடையே சுத்தமான நீர் மற்றும் சுகாதார சேவைகளை வழங்குவதற்கான நிதியை அதிகரிப்பதன் மூலம் இந்த கடனை ஓரளவு செலுத்த முடியும். ஆனால் வளர்ந்த நாடுகளில் மட்டுமின்றி, அதை ஏராளமாக வைத்திருக்கும் வளரும் மாவட்டங்களிலும் தண்ணீர் தொடர்ந்து வீணடிக்கப்படுகிறது.” (ந.30). \"தண்ணீர்\" என்ற சொல் நாற்பத்தேழு முறை மேற்கோள் காட்டப்பட்டுள்ளது, மேலும் இது வாழ்க்கையின் புனிதமான மற்றும் இன்றியமையாத பகுதியாக போப் பிரான்சிஸ் அவர்கள் வைத்திருக்கும் பெரும் மதிப்பையும் அக்கறையையும் நிரூபிக்கிறது. நமது பொதுவான வீடான பூமியைப் பாதுகாக்குமாறு கெஞ்சும் அவரது வார்த்தைகள், இன்றைய உலகத்திற்கான கடவுளின் செய்தியைக் கொண்டுள்ளது.",
        "உரிமைகளும் பொறுப்புகளும் ஒரே நாணயத்தின் இரு பக்கங்கள் போன்றது. தண்ணீர் உரிமையை அனுபவிக்கும் மக்களாகிய நாம் அதை பாதுகாக்க வேண்டிய பொறுப்பு உள்ளது. படைப்பை குறிப்பாக கவனிப்பது கடவுள் மீது நாம் கொண்ட அன்பின் அடையாளம். நாம் தண்ணீரை மிகவும் பொறுப்புடன் பயன்படுத்த வேண்டும் மற்றும் ஏழை மக்கள் பின்தங்கி விடாமல் இருப்பதை உறுதி செய்யும் அதே வேளையில் சமுதாயத்தின் அனைத்து நீர் தேவைகளையும் சமப்படுத்த வேண்டும். லாபம் ஈட்டுவதை இலக்காகக் கொண்ட முதலாளித்துவப் பொருளாதாரம், தங்கள் தனிப்பட்ட நோக்கங்களைத் தவிர, சுற்றுச்சூழலைப் பற்றி கவலைப்படுவதில்லை. அவர்கள் தங்கள் தொழிற்சாலைக் கழிவுகளை பொதுவான நீர் ஆதாரங்களுக்கு விடத் தயங்குவதில்லை. அருகில் சுத்தமான தண்ணீர் இல்லாததால் பிளாஸ்டிக் தண்ணீர் பாட்டிலை வாங்கும் ஒருவர், அதே காலி பாட்டிலை நீர் ஆதாரத்தில் வீசி அதையும் மாசுபடுத்துகிறார். எதையாவது இழந்தால்தான் அதன் மதிப்பு நமக்குத் தெரியும். தண்ணீர் போதுமான அளவு இருப்பதால், அதன் மதிப்பை நாம் உணரவில்லை. நீர் ஆதாரங்களை நாம் திறமையாக நிர்வகிக்காமல், அவற்றை மாசுபடுத்துவதை நிறுத்தாமல் இருந்தால்; நம்மிடம் இருந்தாலும் பொருட்களை இறக்குமதி செய்வது போல் தண்ணீரையும் இறக்குமதி செய்ய வேண்டியிருக்கும்.",
        "உலகை மாற்றுவதற்கு முன், நாம் நம்மை மாற்றிக் கொள்ள வேண்டும். தண்ணீரை மாசுபடுத்துவது என்பது படைப்பை அழிப்பதாகும். இந்த சமூக பாவத்தில் நாமும் ஒரு அங்கமாகி விட்டோம். நீர் ஆதாரங்களை மாசுபடுத்தும் அல்லது அழிக்கும் மக்களுக்கும் நிறுவனங்களுக்கும் எதிராகப் பேசுவதற்கு நமக்கு முதுகெலும்பு இருக்க வேண்டும். வருங்கால சந்ததியினருக்காக தண்ணீரை சேமித்து பாதுகாக்க வேண்டிய பொறுப்பு நமக்கு உள்ளது. கடவுளின் இந்த புனிதமான பரிசை (தண்ணீரை) இன்று பாதுகாக்க தாகம் கொண்ட மக்கள், பரலோகத்தில் ஒரு நாள் ஜீவநீரால் தணிக்கப்படுவார்கள்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}