{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-records-zero-covid-19-death-since-second-wave-started-92616/",
  "time_ut": 1649187780,
  "title": "Sri Lanka records zero Covid-19 death since second wave started",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka recorded zero Covid-19 related deaths on April 4, a statement issued by the Director General of Health showed, as the country witnessed no deaths for the first time since the second wave stated in November 2020.",
    "On April 4, health officials have identified 112 new Covid-19 patients bringing the total number of patients in the country to 661,991. The total deaths from the pandemic have recorded 16,485.",
    "From Mid February, the health data showed a continuous decrease in the number of cases after a sudden increase in January 2022 with authorities relaxed travel restrictions after the majority of the country’s 22 million people received vaccines.",
    "According to health data, an average of 100-120 patients have been identified currently and average deaths per day continue to remain below 10.",
    "Still 8,218 patients are receiving treatments in hospitals and home base treatment systems.",
    "In an earlier briefing regarding the Covid 19 situation in the country, Samitha Ginige, Chief Epidemiologist of the Epidemiology Unit said a clear decrease of patients can be seen since mid-February and patients coming to hospitals with Covid 19 symptoms have also declined.",
    "So far 17 million people have obtained the first dose of the vaccine, 14.4 million people have obtained the first two doses while only 7.8 million people have obtained the booster dose of the vaccine.",
    "With the expiration date of the vaccine coming in next July and health authorities’ decision to ban defined public places for non-vaccinated people from the end of April, 2022, health authorities urge the general public to obtain the booster dose without any delay.",
    "Health officials also have asked the public to follow basic health guidelines in order to prevent another possible Covid-19 wave during the current situation in the country. (Colombo/ April 05/2022)"
  ]
}