{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-opposition-sjb-presents-proposed-21st-amendment-to-constitution-93247/",
  "time_ut": 1650521460,
  "title": "Sri Lanka’s opposition SJB presents proposed 21st amendment to constitution",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition the Samagi Jana Balavegaya on Thursday (21) presented to the secretary general of parliament a draft 21st constitutional amendment bill with proposals including the abolition of the current executive presidential system.",
    "According to a Twitter thread by lawyer Suren Fernando, who was a national list nominee for the SJB in 2020, the proposals are as follows:",
    "1) Abolish current executive presidential system: Parliament to elect president",
    "2) The cabinet of ministers will be continuously accountable and responsible to parliament; can be removed by no confidence motion",
    "3) Reduction of maximum cabinet ministers to 25, maximum of non-cabinet and deputy ministers to 25. No increase of ministers in event of coalition government",
    "5) Establish Constitutional Council and independent commissions including Audit & Procurement Commissions",
    "7) Establish a State Council to obtain advice of experts/public representations on matters of public importance",
    "8) Re-establishing constitutional democracy and protecting sovereignty of people through the above",
    "UPDATE: SJB parliamentarian Harsha de Silva on Thursday shared a summary of the objectives and principles of the 21st amendment bill.",
    "One of the objectives is to abolish the executive presidential system and replace it with a system that reinforces constitutional democracy founded on the separation of powers and checks and balances. A more complete list is as follows:",
    "@sjbsrilanka presented proposed 21A bill to SG of @ParliamentLK. Proposals include:1) Abolish current Executive Presidency: Parliament to elect President2) Cabinet will be continuously accountable & responsible to Parliament, can be removed by no confidence motion",
    "On April 05, SJB and opposition leader Sajith Premadasa called for the abolition of Sri Lanka’s all-powerful executive presidency. He said parliament must also be strengthened without paving the way to a similarly dictatorial premiership while ensuring adequate checks and balances.",
    "Abolish executive presidency, Sri Lanka opposition leader says in fiery speech"
  ]
}