{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-dogged-by-trading-halts-political-instability-takes-its-toll/",
  "time_ut": 1650983820,
  "title": "CSE dogged by trading halts; political instability takes its toll",
  "body_lines": [
    "Macroeconomic uncertainty coupled with political instability triggered circuit brakes on the CSE yesterday as well. Margin calls by stock brokers and margin providers pave the way for forced selling of stocks, which negatively impacts the CSE, stock market analysts said.",
    "A margin call occurs when the value of securities in a brokerage account falls below a certain level, known as the maintenance margin, requiring the account holder to deposit additional cash or securities to meet the margin requirement.",
    "Amid those developments the CSE closed after the more active index slumped by 10 per cent for the second consecutive session. The S&P SL 20 index fell by over 5 per cent early in the morning too as investors continue to be bearish over the worsening economic and political crisis.",
    "Yesterday the market closed within minutes of opening after indices crashed, triggering two trading halts. Year to date, CSE has plunged by 50 per cent as against an 80 per cent gain in 2021.",
    "Yesterday both indices moved downwards. The All- Share Price Index went down by 608 points and S and P SL20 declined by 232 points. Turnover stood at Rs 800 million with a single crossing. The crossing was reported in Commercial Bank, which crossed 2.2 million shares to the tune of Rs 110 million; its shares traded at Rs 50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 174 million (1.1 million shares traded), Commercial Bank Rs 160 million (3.2 million shares traded), LOLC Holdings Rs 41.7 million (154,000 shares traded), Browns Investments Rs 26.6 (6.6 million shares traded), Chevron Lubricants Rs 23.7 million (654,000 shares traded), Access Engineering Rs 17.2 million (1.4 million shares traded) and Sunshine Holdings Rs 17 million (645,000 shares traded). During the day 91.7 million share volumes changed hands in 2000 transactions.",
    "Standard and Poor, a rating agency, said it had cut Sri Lanka’s sovereign rating to ‘selective default’.",
    "Individual securities were downgraded to default of D, the rating agency said. Sri Lanka has 30 days to make payment on the relevant coupon which fell due on April 18.",
    "“We do not expect the government to make the coupon payments within 30 calendar days after their due dates, Standard and Poor’s said. Sri Lanka does not plan to restructure domestic debt.",
    "“In our view, achieving a more sustainable fiscal position will require restructuring the government’s local currency debt, S and P said.",
    "Yesterday, the Central Bank announced the official US $ buying rate as Rs 333.88 and the selling rate as Rs 346.49. However, in the kerb market it’s close to Rs 400 per US $, financial sources said.",
    "Real experts now lament for not opposing govt.’s disastrous agricultural policy",
    "Public Finance Committee members urge Finance Ministry to see whether import tax reductions are passed on to consumers",
    "New political culture, altruistic leaders can save Sri Lanka: Deepika",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}