{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-exports-soar-in-feb-2022-imports-up-with-tourism-credit-94182/",
  "time_ut": 1652410080,
  "title": "Sri Lanka exports soar in Feb 2022, imports up with tourism, credit",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s exports grew 14.7 percent from a year earlier to 1,092 million dollars in February 2022 while imports grew 22.9 percent 1,888 million US dollars, data showed as tourism returned, and credit to state enterprises also picked up.",
    "Industrial exports soared 19.4 percent to 882.7 million US dollars in February 2022 from a year earlier as the country experienced the worst currency crisis in the history of its intermediate regime central bank.",
    "The central bank printed 55 billion rupees in February 2022 after also printing money in January (partly to repay external debt).",
    "When a central bank prints money, partly via state workers salaries, total domestic demand for goods go up above that is usually generated from exports, receipts, tourism receipts and remittances.",
    "Imports grew 22.9 percent to 1,873 million dollars up from 1,524 million US dollars with an estimated 174 million US dollars in tourism receipts.",
    "In the absence of money printing, a fall in tourism receipts leads to a fall in imports as tourism sector workers lose incomes, reducing imports.",
    "A rise in tourism receipts will similarly raise imports, but not hurt the exchange rate or cause forex shortages unlike central bank open market operations and direct finance of the deficit.",
    "All ordinary people usually save money (private savings are over 20 percent of GD) and drive excess imports. The savings of people are made into imports by the budget deficit, losses in state enterprise financed by credit as well as private credit.",
    "In February investment good imports were 740 million US dollars, with building materials were 239 million US dollars and machinery and equipment imports at 468 million US dollars.",
    "The central bank has already raised interest rates which will reduce private credit, however electricity prices have not been raised. Private and SOE credit was 79.4 billion rupees in February.",
    "The stock market also saw an inflow of 49 million US dollars in February.",
    "The US dollar number of export and import trade however is also bloated due to US money printing which has sent commodity prices up as the real value do the dollar decline.",
    "Fed is also raising rate to reduce credit growth after falsely claiming earlier that inflation was caused by’supply chain bottlenecks’.",
    "It is customary for modern central bankers to point to other causes for inflation and monetary debasement other than monetary expansion, after the Keynesian revolution corrupted classical economics back into a version of Mercantilism. (Colombo/May13/2022)"
  ]
}