{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylinco-life-crowned-lankas-most-valuable-life-insurance-brand-in-2022/",
  "time_ut": 1652450220,
  "title": "Ceylinco Life crowned Lanka’s Most Valuable Life Insurance Brand in 2022",
  "body_lines": [
    "Ceylinco Life has once again been adjudged the ‘Most Valuable Life Insurance Brand in Sri Lanka’ and has moved up five places in the 2022 brand value rankings published by Brand Finance, the world’s leading independent brand valuation consultancy.",
    "Brand Finance has valued the Ceylinco Life Brand at Rs 3.8 billion for 2022, an 8.8 per cent increase over the value assigned to the brand last year. Ceylinco Life has been ranked the 28th most valuable brand overall among the 100 most valuable brands in the country, which include the largest banks, telcos and retail giants.",
    "Notably, Ceylinco Life has also advanced from the ‘AA’ Brand Rating it received last year from Brand Finance, to an ‘AA+’ Brand Rating this year which denotes its very low credit risk and strong ability to meet financial obligations.",
    "Commenting on this latest affirmation of the value and strength of the Ceylinco Life brand, the Company’s Managing Director/CEO Thushara Ranasinghe said: “As a company whose mission is to de-risk the future of millions of lives, our success lies in the trust and confidence that Sri Lankans have placed on us. To be consistently ranked as the leading and most valuable life insurance brand is invaluable, not only because it reassures our customers but also because it reaffirms our ability to weather even the most debilitating economic and social challenges, such as those witnessed in recent times.”",
    "Referring to the life insurance industry in the country, Brand Finance observed that life insurance brands grew at a faster rate than general insurance brands, with total brand value increasing by 9 per cent in 2022 in contrast to the 1 per cent recorded by general insurance brands. “The sector has shown a promising uptick in growth of premiums, with demand further increasing as consumers see the need for critical life protection after the outbreak of the virus,” Brand Finance reported.",
    "Brand Finance computes the value of brands listed on the Colombo Stock Exchange (CSE) and private companies that wish to be featured, using a method based on the Royalty Relief approach – a brand valuation method used by the company globally. Every year it puts 5,000 of the world’s biggest brands to the test and ranks brands across all sectors and countries and publishes nearly 100 reports.",
    "Emirates shines at the 2022 Business Traveller Middle East Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}