{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Anuradhapura-Gnana-Akka-RENOWNED-SOOTHSAYER-S-HOTEL-COMES-UNDER-SPOTLIGHT/277-234007",
  "time_ut": 1648492200,
  "title": "Anuradhapura Gnana Akka RENOWNED SOOTHSAYER'S HOTEL COMES UNDER SPOTLIGHT.’’",
  "body_lines": [
    "From the frontline politicians of the ruling party to parliamentarians, members of the opposition, heads of security forces and several famous Nilames are clients of Gnana Akka",
    "Following our investigations we are compelled to doubt whether the protagonist had used her full name in any of the places she was employed",
    "Gnana Akka has become a wealthy business woman in Anuradhapura using political powers",
    "The Irrigation Department has the power to halt these constructions",
    "If a hotel is built within a protected area, such constructions will be removed by enforcing the law under the State Lands (Recovery of Possession) Act",
    "The Irrigation Department can enforce the law against the parties who forged deeds and carried out construction activities illegally",
    "Can the law be made silent when shrine (Devalaya) officials enjoy limitless political powers of powerful political figures? They amass abundant wealth thanks to this political framework. A similar incident was reported in Anuradhapura city where the Shrine of Gnana Meniyo is located. It is known as ‘Sasthara Gedara’ and is frequented by politicians. She is better known among locals in Anuradhapura as Gnana Akka; the protagonist of this story. She has captured the hearts",
    "From the frontline politicians of the ruling party to parliamentarians, members of the opposition, heads of security forces and several famous Nilames are clients of Gnana Akka. Businessmen and even scholars like doctors and professors have become her clients. There are youth who obtain her services and they can be identified by the red wristbands they sport.",
    "Some predictions of Gnana Akka have come true. Her clients visit her to obtain top posts, cabinet ministerial portfolios or positions in corporations or to improve their businesses. These clients call her Gnana Meniyo. She was at one time employed at a government hospital, but following our investigations we are compelled to doubt whether the protagonist had used her full name in any of the places she was employed at. We only know that many people come to her because she delivers.",
    "She predicted that a politician who came to her and wished to secure the second chair of the country was told that he would be occupying the first chair instead and this prediction came true. Most of Gnana Akka’s predictions regarding people being appointed to several posts have come true. Those who obtained posts with her help keep visiting her to retain these positions. Only these clients believe in her predictions. Most of the locals whom we spoke to said that she cannot make predictions or be accurate about omens. Gnana Akka, who makes these predictions invoking the blessings of Goddess Kali, is extremely popular. She keeps receiving the support of politicians and businessmen. A parliamentarian from Colombo district visited her asking for a cabinet post and the amount of gifts he gave her are unimaginable. Locals said that he had gifted her with a house in Anuradhapura. At the end he lost his cabinet portfolio.",
    "Gnana Akka did not possess such wealth before. She is said to have been a member of the minor staff at the Anuradhapura Hospital. She later served as the telephone operator of the hospital. Her husband’s death in 88-89 is known to many. Locals question her credentials because despite possessing powers to predict she is yet to identify her husband’s killers. Gnana Akka has received the gift to make predictions following her husband’s death. The shrine, which operated on a small scale, has expanded following reconstruction work, the locals added.",
    "Gnana Akka is prospering day by day and has become the talk of the town. Recently there was talk about the purchase of Lake Monarch Hotel, situated on the Airport Road in Anuradhapura. Army personnel were ‘employed’ for its renovation and reconstruction work, according to locals. The Anuradhapura Municipality confirmed that she had purchased one of the 50 shops in Anuradhapura spending millions of rupees.  The media recently revealed that Gnana Akka owns businesses even in England which were managed by her son. Her son-in-law Panthaka Fernando manages the businesses in Sri Lanka. Her son Anuruddha Jayasuriya recently came to Sri Lanka to manage her businesses. Fernando is the Chairman of Anuradhapura Cricket Club. He was also in charge of Rangiri Dambulu Stadium for some time. His father is an engineer who was born to an affluent family. He is fond of social work and helps others. One of his associates said that Fernando uses Gnana Akka’s hotel for cricket related activities.",
    "His associates also said that he was in charge of the hotel bought by Gnana Akka on the airport road. It is alleged that the construction activities at the hotel were illegal. The hotel is constructed on a land belonging to the Nuwara Wewa Reserve to which there is no licence or deed. There is a deed to the front land of the hotel, but the manner in which that was obtained is unknown even to the Irrigation Department, a spokesperson said.",
    "The swimming pool of the hotel is built in the Nuwara Wewa protected area. There is a tree and a chair overlooking Nuwara Wewa and the view in the evening is breathtaking. The swimming pool is an infinity pool. It seems to have no boundary and the scenery is exquisite. The pool is located so close to Nuwara Wewa that the water overflows when a user enters the pool; the spillover going to the tank. This hotel, constructed in a reserve area using military personnel, is an illegal construction, locals said.",
    "Employing Army personnel for a private construction is also against the law, locals added. Major General (Red) Kumar Herath, Project Manager of the Lands Development Corporation, earlier said that military personnel cannot be deployed for private constructions. “The salaries of military personnel are borne by the Government only for military and Government activities. Using army personnel for private work is a serious offence,” Herath added. Yet many military officers were used to construct Gnana Akka’s hotel, locals added. A huge wall is built surrounding the area and military personnel are deployed at the front for security, locals at Gateh",
    "The hotel belongs to my brother-in-law and he has returned from England. I do not know about the hotel and I do not manage it",
    "“Gnana Akka has become a wealthy business woman in Anuradhapura using political powers,” Anuradhapura Mayor. H. P. Somadasa said. When inquired whether she was able to control the law, he responded by asking what else can there be left to control after gaining everything? He also said, “I learned that her hotel being built on the bank of the Nuwara Wewa is in the reserve. Even though it was previously built its new constructions and renovations are inside the reserve. The municipality approval was not obtained for these constructions therefore it is an illegal construction. According to the city plan the Municipality and the Urban Development Authority (UDA) prepare two plans. The UDA gives its plans, but we have not received the hotel plan yet. The Irrigation Department has the power to halt these constructions,” said",
    "There are two lands; one with a deed and the other one in the Nuwara Wewa reserve. Legal actions were taken against many such hotels near the Nuwara Wewa. The construction activities are continuing despite legal actions being taken. We informed them to halt the construction",
    "However, later Somadasa said that the land where the hotel is being constructed belongs to Nuwaragam Palatha East Pradesha Sabha and it should be contacted for further details. When inquired whether the construction is in a reserve land and is illegal, Nuwaragam Palatha PS Chairman S.B Kumaradasa said that the construction was in progress without a plan. “We received complaints about illegal constructions. We went there and halted the activities and instructed them to hand over the plan and the land ownership documents. I do not know whether they handed over those documents and commenced the construction. We complained to the Governor who instructed us to enforce the law. There are many such hotels in the Nuwara Wewa Reserve area which possess deeds. I do not know how the deeds were obtained. There are deeds signed by Divisional Secretaries and Jaya Bhoomi and Swarna Bhoomi deeds signed by the President and possessing survey plans. Jaya Bhoomi deeds are prepared through a process starting from the Grama Niladhari Officer. I do not know how those deeds were prepared. The law cannot be enforced on these constructions as it is too late,” he added.",
    "Speaking on the preparing of deeds for protected areas and illegal constructions Nuwaragam Palatha East Divisional Secretary Ruwan Ekanayake said that a part of the hotel land possesses a deed. “The deed is an old transfer. The other part does not have a deed. Ownership deeds cannot be given to lands in protected areas. According to a survey conducted prior to preparing deeds the land was found to be in the reserve. Then we cannot make deeds. The rear of the hotel is in the reserve land and this was confirmed in an irrigation survey. The obtained deeds are not legal. When someone asks for a deed we conduct a survey. The Irrigation Department gives its recommendation based on which we decide whether deeds will be given or not.” he added.",
    "I learned that her hotel being built on the bank of the Nuwara Wewa is in the reserve. Even though it was previously built its new constructions and renovations are inside the reserve. The municipality approval was not obtained for these constructions therefore it is an illegal construction",
    "A Spokesperson of the Irrigation Department said that legal actions had been taken regarding Gnana Akka’s hotel. “There are two lands; one with a deed and the other one in the Nuwara Wewa reserve. Legal actions were taken against many such hotels near the Nuwara Wewa. The construction activities are continuing despite legal actions being taken. We informed them to halt the construction and informed the Police, District Secretary and Divisional Secretary as well. We have given orders to halt the construction. If they do not listen to us, we can file a case under the Irrigation Act. Director General of Irrigation is the land authority. Based on his decision we will once again ask these people to show the ownership to the land in the protected area. If they fail, this will be brought to the attention of the Attorney-General and a case will be filed. Deeds have been given for lands near the Nuwara Wewa reserve without the permission or recommendation of the Irrigation Department.” he added.",
    "As advised by the Director General of Irrigation an officer of the Anuradhapura office was contacted and he said that legal proceedings have been arranged and confirmed that Gnana Akka’s hotel is constructed in a reserve area. “If a hotel is built within a protected area, such constructions will be removed by enforcing the law under the State Lands (Recovery of Possession) Act. There is a delay in these procedures because of the drawbacks in the legal system. The Irrigation Department alone cannot look into these matters. The other institutes should support as well,” the officer added.",
    "We received complaints about illegal constructions. We went there and halted the activities and instructed them to hand over the plan and the land ownership documents. I do not know whether they handed over those documents and commenced the construction. We complained to the Governor who instructed us to enforce the law",
    "Anuradhapura District Secretary Janaka Jayasundara when contacted had this to say, “The Irrigation Department has the power to halt any illegal construction in a protected area for irrigation and take legal actions against any divisional secretary for fraudulent deeds or licences, if issued. The Irrigation Department can enforce the law against the parties who forged deeds and carried out construction activities illegally.",
    "Speaking regarding the accusations about the illegal construction of a hotel in a protected area, Panthaka Fernando said that he was unaware of such matters. “The hotel belongs to my brother-in-law and he has returned from England. I do not know about the hotel and I do not manage it,” said Fernando. He then gave the phone number of Anuruddha Jayasuriya but all attempts to reach him through that number were futile. The phone number of Gnanakka was given to us by Fernando, but she was not reachable. Even our attempts made to contact the Military Media Spokesperson to inquire about deploying members of the Engineers Corps of the Army at a private construction site proved futile.",
    "The deed is an old transfer. The other part does not have a deed. Ownership deeds cannot be given to lands in protected areas. According to a survey conducted prior to preparing deeds the land was found to be in the reserve. Then we cannot make deeds"
  ]
}