{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/go-gota-go-abolish-ep/",
  "time_ut": 1652446860,
  "title": "“Go Gota Go” = Abolish EP",
  "body_lines": [
    "It’s pandemonium, an undeclared uprising. Greedy Mahinda delayed his resignation far too long. It will remain unsettled until “unwept, unloved and unhanged” Gota too cuts and runs. Not one Minister, regime MP (hucksters Vasu, Wimal and Udaya included) or government supporter dares to mount an unguarded platform or walk the streets even in the heart of his own constituencies for fear of public ridicule and rotten eggs. The government’s May Day meeting in Nugegoda was milquetoast. No government, ever, has been so loathed, colonial administrations included. A Daily Mirror opinion poll found that 96% said “President and PM must resign”. The DM is an English paper but I think that even across Sinhalese society the ‘Go Gota Go, Go Mahinda Go’ cry is ubiquitous; among Tamils and Muslims it is 100%.",
    "A nationwide hartal and general strike is strengthening; organisers coordinate and time events strategically. Gotabaya imposed a state of emergency for the second time in weeks; people largely ignore it. Strikes continue as and when they wish, the masses on the streets swell. Gota’s gamble has all the markings of another strategic disaster. Will he send out the troops to mow down the people? The police force is divided and dispirited, its loyalties mostly with the people. The military, notwithstanding generous recent pay increases and promotions, is not that stupid. If it kills people like dogs on the streets, remember Rajiv Gandhi; Indian muscle did at least on good thing! Sri Lanka is not an island separate unto itself. One-time Rajapaksa cheerleader Subramanium Swamy has tweeted “India must send in the Indian Army to restore constitutional sanity”. This is what Gota has exposed the country to. The military has been ordered to shoot on sight “anyone who plunders public property”. Will the Rajapaksa family be first in line; it best matches the criterion?",
    "Wishful thinking to one side, coldly and rationally I think that Gota cannot last. Furthermore, odds of even 25 seats for the Plundering Paksa Peramuna at the next election is zilch. Who got rid of Mahinda and Cabinet? Was it the red-hot revolutionaries of the JVP-NPP or was it a spontaneous movement of wide-eyed youth and angry middle class activists? (The use of the term middle class for the modern working class is methodologically inaccurate). The trade unions intervened at the last moment and tilted the scales. For months I have been warning my red-hot revolutionary comrades that the brewing anger was serious and they must integrate with it; I was spurned and ridiculed. The JVP even issued a statement warning people to be cautious of the aragalaya. Now the JVP-NPP is powerless in directing events; it follows like a tail. The Front Line Socialist Party (FSP) led by Kumar Gunaratnam and Pubudu Jagoda though smaller has greater influence. It would be wise for the JVP-NPP and the FSP to coordinate their social and economic programmes.",
    "It is no surprise that Anura and Sajith were cold shouldered (hooted according to some reports) by protesters when they visited the scene after all the fighting was over to secure opportunistic benefits. When Gota is kicked out, by whom will it be; by our red-hot revolutionaries? What a laugh! I futilely begged my comrades to learn how Lenin’s party took control of the ‘July Days’ and prevented anarchy; conditions are becoming anarchic. Government nominee Siyambalapitiya re-resigned as Deputy Spear within hours of re-election. Ali Sabry, sworn into the Cabinet, resigned within 24 hours, re-sworn-in he was kicked so hard on his spineless backside by the IMF that he won’t be able to re-park his precious re-sworn bum on a ministerial cushion for months. Mahinda once a charming rascal is lost in the woods, deaf, blind and ugly. This is the team of cretins, crooks and cripples that Gotabaya Rajapaksa captained till recently.",
    "If this was all I intended to say you will yawn, every column in every media outlet says this ad nauseum. There is a more important subtext I am aiming at. Gotabaya’s removal must lead as quickly as constitutionally feasible to the abolition of the Executive Presidency (EP), root and branch. No humbug repeal of 20A and reverting to 19A except as a stop-gap. The evil system spawned by JR must be eradicated without trace. Even Sajith and the SJB have at last seen the light and demanded abolition of EP. Forget erstwhile chamber-pot carriers now high and dry with full pots on their hands; they will fall in line if or when a presumptive Sajith Administration gets round to handing out sinecures. Ingrained opportunism dies hard.",
    "Another point. What balderdash to say that the minorities did better under EP than the previous parliamentary system. Sure amputation of the citizenship of Upcountry Tamils, Sinhala Only, stuffing Buddhism into the Constitution, “standardisation”, beating up Tamils on Satyagraha etc. are egregious crimes of Sinhala majority parliamentary governments. Compare that with 1983 government-military incited murder, rape and arson, the burning of the Jaffna Public Library, the alleged tens of thousands of civilians murdered in camps with presidential sanction by artillery shells in the closing stages of the Civil War, numerous Tamils and Muslims locked up under PTA, and so on. The kettle and the pot! Neither system provided a shred of protection for the minorities. The cancer of racism is buried elsewhere; a malignant “nationalist” mentality. The “achievement” of Sinhala nationalism, 1983 and the Executive Presidency after all was the consolidation of the LTTE and Prabakaran. The damning case against EP lies elsewhere, it harmed democracy on all sides for 50 years and continues to imperil it now! What a waste if aragalaya limits itself only to throwing out the Plundering Paksas. Must this noble efforts stop short of the golden dream of abolishing EP? Excruciating interruptus!",
    "In respect of an interim administration under Gota even Sajith says “Why should the people make sacrifices only to back another corrupt and inefficient government? Why should people keep the Rajapaksas going?” Anura Kumara says the same on behalf of the NPP-JVP. Both go further and damn EP. Interesting point then, who favours retention of EP? The majority of SLPP MPs don’t care a hoot. They know that this is the last time they will be permitted to crawl into parliament; their only interest (the three con-artists named in my opening para included) is to prolong this their final climax. To do so they must bum the Paksas and dance to every Paksa tune. The only wretches who crave to retain EP are the inhabitants of the Plundering Paksa leper colony. But with such a tiny support base not only Gotabaya, not only the Clan, but the executive presidency too is doomed. Its death rattle jars; let’s hasten its death.  Aragalaya must grab this chance by the forelock and not miss a once in a lifetime opportunity.",
    "Lanka’s EP System is not an example of the classic separation of powers between three branches of state – Executive, Legislative and Judicial. Tragically for most of the last 50 years, with brief exceptions the higher judiciary has been a pliant tool in the hands of absolutist or corrupt and self-serving presidents. This limb of the three-legged stool has been as limp as a soon-to-rot pathola. In electoral politics in Lanka (USA and France are different) the pendulum of parliamentary majority has swung in synchronism with presidential elections. JR and Mahinda had stool-pigeon parliaments at their service and no constraints in enacting vile constitutional changes. Lanka has always had an authoritarian presidential scheme. On rare occasions when rogue-presidents were sans two-thirds, gross venality solved it; such is the calibre of our parliamentarians.",
    "There is then a legitimate objection. If MPs are morally so paltry why prefer a parliamentary system? There are two answers, an idealist one and a more pragmatic one. The idealist version I have spoken in favour of at times but found no backers. Legislate to recall MPs; a provision now used elsewhere. But our MPs have invested so much at the hustings that they will never agree to let this outlay go down the tubes till they recover investment plus handsome returns (100 to 200% in five years; not bad eh?). More realistically however I need to concede that ‘recall of MPs’ is not a constitutional change that will happen. Hence by second argument. Even if MPs remain corrupt, a parliament stuffed with rogues is less expensive and less dangerous than EP. The cost side: Say each MP on average robs Rs 5 million during his term of office – the good ones will take nothing, the worst say Rs.10 million. The averaged-out total take of 225 persons is Rs.1,125 million (Rs.1.125 billion). What is the alleged take of the Brotherhood? Rumours put it at billions of dollars; a difference of two orders of magnitude!",
    "I do not need to argue the democracy case; 225 headless chickens cannot inflict the Lasantha-Ekneligoda murders, White Vans and Flags, Easter Sunday terrorism cover-ups, human-rights violations that have brought shame on the country, incompetent military brass in key positions, and Muslim doctors locked-up on trumped-up PTA charges. It is really not debatable that EP has been a blight on democracy, worse than what we suffered in the previous parliamentary era. Surely it’s an open and shut case then that the parliamentary system has been less-worse than EP on violation of rights.",
    "In the heartland of the division of power thesis, the USA, divisions have emerged. Many issues were simmering but came to a head with a leaked document, whose authenticity has been confirmed by John Roberts the CJ, that the Supreme Court may reverse its 1976 decision permitting abortion. It is feared this will open the door to a raft of reactionary decisions by the Court. The meddlesome hand of America’s most Neanderthal president is writ large. Trump and his Senate allies manoeuvred to have three justices appointed by this the nastiest president in US history, tipping the balance six to three in favour of bigots. America is on the eve of upheavals, protests and demands for constitutional reforms to prevent the Court being taken hostage by dinosaurs who have turned it into a third unelected legislative chamber. Term-limits, compulsory retirement age and expansion of the size of the Court are being canvassed. What we over here need to digest is that curbing presidential powers is on the agenda even on its home turf.",
    "Under capitalism, democracy is key to protecting the rights of the peeditha panthiya and the minorities. An Interim administration seeking to overcome the current gridlock must be based on (a) the resignation of Gota and selection of an Interim president, (b) a caretaker government (Karu is trustworthy as PM but he must publicly distance himself from Gota), (c) elections within four months, and (d) agreement among all who accept the Interim Plan (need not participate in the administration) to repeal the Executive Presidency as soon as constitutionally feasible.",
    "The initial outburst of violence last week was an outpouring of pent up anger. It was understandable, forgivable, therapeutic and mainly spontaneous. Now violence must stop! Lanka has to start work on the four-month Interim Plan. The Interim Administration must implement the Bunker Busting economic package I outlined last week and make drastic corrections while protecting the poorest. The medium term economic rescue programme to follow this is the task of the election winner. I have already offered my suggestions.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}