{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/brotherhood-as-stumbling-block/",
  "time_ut": 1651081560,
  "title": "Brotherhood as stumbling block",
  "body_lines": [
    "President Gotabaya Rajapaksa is reported to have invited all constituents of the SLPP to a discussion on how to form an all-party interim government, which is widely considered a prerequisite for restoring political stability. This is exactly what the SLPP rebel MPs have been pressing for. But an all-party interim administration cannot be set up unless the Prime Minister and the Cabinet step down. PM Mahinda Rajapaksa has said he will step down only in the event of some other party mustering 113 seats in Parliament.",
    "When the current SLPP administration was formed, we called it a government of the Rajapaksas by the Rajapaksas for the Rajapaksas, for it was obvious that the interests of the Rajapaksa family would take precedence over those of the country.",
    "Now, President Rajapaksa cannot do what needs to be done to put the battered economy back on an even keel. It is not possible to form an all-party caretaker government because he cannot bring himself to sack the PM. The country thus finds itself in a situation where bonds of brotherhood have stood in the way of efforts being made to resolve the worst-ever economic crisis it is beset with.",
    "Prime Minister Rajapaksa only has himself to blame for the ongoing campaign against him. He failed to live up to people’s expectations. He was instrumental in mobilising the masses to ensure the SLPP’s victory at elections but did not care to play an active role in the affairs of the government thereafter.",
    "Prime Minister Rajapaksa should have prevailed on the government to give the economic experts a free hand to tackle the current economic crisis. Instead, he let the grass grow under his feet, and worse, handed over the finance portfolio to his younger brother, Basil. And, the country is now bankrupt. There is no way he could regain public confidence.",
    "The PM’s Office has said the SLPP local government members have thrown their weight behind Premier Rajapaksa. It says the local councillors have asked him not to step down. What really matters is not the opinion of those councillors but whether the PM has a parliamentary majority to defeat the no-faith motion to be brought against the government.",
    "SLPP rebel MP Vasudeva Nanayakkara has accused the SJB of collaborating with the Basil faction of the government. He has said the SJB is dragging its feet on the no-faith motion because it has cut a secret deal with the SLPP. The SJB has denied the charge, but the best way it could silence its critics is to move the no-confidence motion fast. It however will not be able to secure the support of the SLPP rebel group for the motion unless it reveals what it proposes to do after dislodging the government.",
    "Meanwhile, President Rajapaksa is reported to have said that he has agreed in principle to form an all-party caretaker government in response to a request from the Mahanayake Theras, Archbishop of Colombo Malcolm Cardinal Ranjith, and other religious leaders. The Mahanayake Theras should be happy that President Rajapaksa has not only responded to their letter but also undertaken to act according to their counsel. Politicians usually do not heed their advice and appeals.",
    "One may recall that a joint appeal the Mahanayake Theras made in 2011 that Karu Jayasuriya be made the UNP leader went unheeded. The prelates said, among other things,: “A government and a strong Opposition are equally essential for the proper conduct of administration of a country and Jayasuriya, who has won the respect of all citizens as a political leader free of hatred and conflict and respectful of all religions, is an asset to the UNP.” The signatories to the letter wherein the unsuccessful appeal was made were Ven. Thibbatuwawe Sri Siddhartha Sumangala Mahanayake Thera, Ven. Udugama Sri Buddharakkhitha Mahanayaka Thera, Ven. Dr. Davuldena Gnanissara Mahanayaka Thera, and Ven. Weweldeniye Medhalankara Mahanayaka Thera.",
    "Perhaps, the current leaders, too, would have chosen to ignore the Mahanayake Theras’ appeal if public protest had not scared them out of their wits.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}