{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82330/president-urges-public-to-remain-calm-and-to-stop-violence",
  "time_ut": 1652184000,
  "title": "President urges public to remain calm and to stop violence",
  "body_lines": [
    "President Gotabaya Rajapaksa has urged the general public to remain calm and stop acts of violence and revenge, irrespective of political affiliations.",
    "Taking to his official Twitter account, the President said all efforts will be made to restore political stability, through consensus within the constitutional mandate.",
    "He also assured that necessary measures will be taken to resolve the economic crisis.",
    "I appeal and urge people to remain calm & stop violence & acts of revenge against citizens, irrespective of political affiliations. All efforts will be made to restore political stability through consensus, within constitutional mandate & to resolve economic crisis.— Gotabaya Rajapaksa (@GotabayaR) May 10, 2022",
    "The President’s tweet comes as unrest spreads nationwide following a brutal assault by a mob of government supporters on peaceful protesters in Colombo on Monday (May 09).",
    "Public agitations grew after the two main demonstration sites outside the Temple Trees and at the Galle Face Green were smashed and the protesters were assaulted.",
    "Later the supporters of the anti-government movement, angered by the brazen attack by the mobs, retaliated by targetting the buses transporting the pro-government mobs.",
    "Busloads of SLPP supporters, transported into the commercial capital Colombo for a show of support for the former prime minister, were caught in the open by the public. Some of the mobs were thrown into the Beira Lake as punishment.",
    "Meanwhile, the residences and other properties of a number of politicians, including that of Moratuwa Mayor Saman Lal Fernando and Puttalam District SLPP MP Piyal Nishantha who led the pro-government mobs, were set on fire amidst growing public anger.",
    "The government also imposed an island-wide curfew from 7.00 p.m. on Monday until 7.00 a.m. on Wednesday (May 11). It was declared pursuant to the provisions of Section 16 of the Public Security Ordinance."
  ]
}