{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/President-directs-officials-to-order-vaccine-stocks-for-third-dose-if-required/342-213842",
  "time_ut": 1623341040,
  "title": "President directs officials to order vaccine stocks for third dose if required",
  "body_lines": [
    "President Gotabaya Rajapaksa has instructed the officials to order a batch of vaccine for a third dose, taking the ongoing global situation into account and based on the recommendations by the medical experts.",
    "The President said a number of leading countries have already ordered vaccines for the third dose and highlighted the importance of paying attention to this development and preparing Sri Lanka as well for a 3rd dose.",
    "A huge demand for vaccines is evident across the globe. President Rajapaksa said that he discussed with the leaders of a number of nations and requested their assistance to acquire stocks of vaccines for Sri Lanka amidst this competitiveness.",
    "Accordingly, the President emphasized the need to provide vaccines obtained with much difficulty in a transparent and organized manner.The President pointed out the need to vaccinate all individuals over 60 years of age and the close associates of the COVID 19 infected since a large number of vaccines have been received.",
    "President Rajapaksa instructed the officials to take necessary steps for the simultaneous vaccination of the patients who suffer from non-communicable diseases as well.",
    "The President stated that vaccination is the answer for both containing the Covid 19 pandemic and minimizing the infected reaching fatal stages of the virus.",
    "He said this during a discussion held with the Special Committee on COVID 19 Prevention at the Presidential Secretariat today (10).",
    "The Information and Communication Technology Agency (ICTA) has developed a special software to ensure a streamlined vaccination drive and to collect data on all those who have been vaccinated. This will make it easier to set a date and time for the vaccination at the Grama Niladhari and Medical Officer of Health (MOH) Office level.",
    "The government intends to include information on all those who have been vaccinated as well as who will be vaccinated in this database, and also to issue an internationally recognized certificate of vaccination.",
    "Many complaints have been made with regard to the delays in conducting last rites of those who die from non-COVID-19-related causes as PCR tests are being conducted on them. Taking this into consideration, the Special Committee on COVID 19 Prevention decided to take steps to conduct the last rites of those who die due to causes other than covid-19 within 24 hours."
  ]
}