{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81131/bus-operators-call-for-fare-hike-or-fuel-subsidy",
  "time_ut": 1647001560,
  "title": "Bus operators call for fare hike or fuel subsidy",
  "body_lines": [
    "The All Ceylon Private Bus Owners’ Association says that bus fares would have to be increased by around 60% in the wake of the significant hike in fuel prices.",
    "Accordingly, the minimum bus fare will have to be increased to around 30-40 rupees, says the Secretary General of the association, Anjana Priyanjith.",
    "Speaking to reporters in Colombo today (11), he said that the government should provide some sort of relief to private bus operators if they are to avoid going for a fare hike.",
    "Lanka IOC had increased the price of diesel by Rs. 75 per litre and petrol by Rs. 50 per litre with effect from midnight yesterday (10), citing the significant depreciation of the rupee.",
    "However, the Ceylon Petroleum Corporation (CPC) is yet to announce any revision of its fuel prices.",
    "Priyanjith said that some cities only have LIOC filling stations and that even though some cities have CEYPETCO filling stations due to the fuel shortages in them, buses have to obtain fuel from LIOC stations.  “We did it yesterday and we’ll have to do it today.”",
    "He said there is a possibility of a 60% increase in bus fares based on the increase in the price of fuel by such a significant margin and that therefore the fares would increase roughly by around Rs 30.",
    "“We will have to increase the minimum bus fare to between Rs 30-35. Therefore, we call on the government to provide a diesel subsidy to private bus operators today or tomorrow, with immediate effect,” he said.",
    "Meanwhile the Lanka Private Bus Owners’ Association (LPBOA) says that a revision of bus fares would not be necessary if a system is implemented where diesel is distributed to private buses through the Sri Lanka Transport Board (SLTB).",
    "“We can be supplied diesel through SLTB. Also, there are cooperative filling stations under the government. If a program is prepared to provide us with fuel at the old price, no revision will be required in the future,” president of the association Gemunu Wijeratne said.",
    "However, he added that if there is an unexpected increase in diesel prices, they will definitely have to go for an increase in bus fares."
  ]
}