{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/significant-rupee-depreciation-forced-selling-price-revisions-for-gasoil-gasoline-lanka-ioc/",
  "time_ut": 1647013740,
  "title": "Significant rupee depreciation forced selling price revisions for gasoil & gasoline – Lanka IOC",
  "body_lines": [
    "CBSL has announced flexibility in foreign exchange rate and the Sri Lankan rupee has depreciated twice in the last 7 days against the dollar, initially to Rs 230 per USD and then again to an exorbitant level of Rs. 260 from Rs. 203 previously. Even after this upward revision in exchange rates by over 28%, the inflow of US dollar has not improved much in the banking channels during past two days. The banks are, however, offering USD at the rate of Rs 260 and even much beyond, Lanka IOC said in a press release.",
    "The release adds: “On the other side, Oil has also been rising sharply on the prospects for a full embargo on Russian oil and products and reaching near to the highest levels seen earlier in 2008. With fear of the supply scarcity amidst the Ukraine-Russia war, crude oil continues to be on the boil, threatening to reach unforeseen levels. It is gathered that the international market is rising to account for the supply disruption to at least part of the nearly 4 million barrels per day of oil that is sold by Russia into the U.S. and EU.",
    "“In the wake of the severity of these external shocks, LIOC was forced to increase its Retail Selling Prices for Diesel by Rs 75/Ltr and Petrol by Rs 50/Ltr w.e.f. today.",
    "” Manoj Gupta, Managing Director LIOC, informed that “Rupee depreciation twice in a span of 7 days by Rs 57 against USD has directly impacted the landed cost of Gasoil & Gasoline making them dearer by an equivalent amount per litre. Oil and gas prices are also surging as western countries respond to Moscow’s invasion with numerous sanctions to isolate Russia and cut it off from global oil markets. Our current losses are exorbitantly high considering current international prices leaving no other option but to increase the prices of Gasoil & Gasoline. However, it is a painful reality that even after this price increase, there would still be heavy losses at the prevailing international prices.”",
    "“Gupta further said that “Though the current global political and economic environment is extremely challenging compelling us to resort to desperate measures, I am confident that the situation will improve and we shall be able to pass on the benefits of reduced prices to our valuable customers.”",
    "“LIOC does not receive any subsidy from the Government of Sri Lanka and its losses are calculated based on actual landed cost of the product after considering payment of applicable duties, taxes & other statutory levies including handling charges.",
    "“Lanka IOC is the only public limited energy company and accountable to its more than 10500 local shareholders. Despite the unprecedented challenging situations, Lanka IOC has always remained committed towards the social upliftment through its several initiatives and strong environment conscience.”",
    "SLIM calls on marketers to unite in creating an ethical marketing culture in Sri Lanka",
    "CBH Lands sheds light on real estate investment with ‘#MyHomeKurunegala’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}