{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/02/our-demands-remain-the-same-gotagogama-protestors/",
  "time_ut": 1654183800,
  "title": "Our demands remain the same – GotaGoGama Protestors",
  "body_lines": [
    "COLOMBO (News 1st); All groups involved in the protest opposite the President’s Office in Galle Face today (2) stated that there is no solution to the current crisis until the President steps down.",
    "The varying groups, which consisted of Black Cap Movement, Youth for Change, the Inter University Students Federation among others, emphasized that their demands remain the same in a joint press conference held today (2).",
    "Attorney-at-Law Manoj Nanayakkara stated that what took place at the Presidential Secretariat was staged, and the people struggle only has two main campaign slogans; President Gotabaya Rajapaksa must resign and the regime which accompanied former Prime Minister Mahinda Rajapaksa should resign.",
    "He said that the groups engaged in the struggle have not submitted any proposals, except for the call for the President to resign.",
    "“Anyone can submit proposals. However, no one has the right to do so in the name of the people’s struggle” Nanayakkara said.",
    "Meanwhile, Buddhi Prabodha Karunaratne of the Black Cap Movement said that the 11-point proposal handed over yesterday does not speak of the resignation of President Gotabaya Rajapaksa, while pointing out that the place is called GotaGoGama, the village that wants the President gone.",
    "Activist Nalin Ranaweera pointed out that those who the proposals, and those who accepted must be ashamed of themselves, as the group did not even communicate with those engaged in the people’s protest.",
    "Lahiru Weerasekara, the National Organizer of Youth For Change said that the protestors would not submit proposals to the same person whom they want gone.",
    "“We saw how Mahinda Rajapaksa who was left helpless called for a meeting with the protestors. No one attended that meeting. He had to resign. We send the same message to Gotabaya & Ranil. Keep this in mind. We are NOT going to submit proposals to the person we want gone,” he said.",
    "Actor Jagath Manuwarna demanded for those who claimed to be representing the peoples struggle to be exposed.",
    "Youtuber and Social Media Activist Rathindu Senaratne also questioned whether the President has no shame to meet with the protestors who want him gone.",
    "Meanwhile, Wasantha Mudalige, who is the Convenor of the Inter University Students Federation challenged the President to visit GotaGoGama, just as he conducted the Gama Samaga Pilisandarak Program.",
    "We should have approached IMF in 2020: Former Governor Coomaraswamy"
  ]
}