{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/age-is-no-barrier-and-he-proves-it-on-the-voice/",
  "time_ut": 1651505220,
  "title": "Age is no barrier and he proves it on The Voice",
  "body_lines": [
    "Of course, most of us know that age is no barrier. It’s just a number, in front of your name!",
    "And, if you are a performer, just carry on…and let your voice be heard.",
    "Good examples are Engelbert Huperdinck (86) and Tom Jones (81). They are still very much in the spotlight.",
    "And, following in the footsteps of Engelbert and Tom is are very own Conrad de Silva, and he proved it, on The Voice, on Channel 7, in Australia.",
    "Conrad is now 80 years old, and this is what he acommplished, says Trevine Rodrigo, based in Melbourne:",
    "The famed ANZAC saying, “Age shall not weary them”, bore true significance just two days after the celebration of an historic event (50 years of wedded life), when 80-year-old Conrad de Silva stunned, all those who are part of the TV series, The Voice, on Channel 7, by appearing as the oldest entry in its history.",
    "In fact, to gain selection is epic, in this supercharged series, which draws the best talent from around Australia.",
    "The former Sri Lanka singing icon, who has thrilled audiences for over five decades (performing with some of Sri Lanka’s top bands, including The Jetliners and The Fireflies), chanced his luck, but, more importantly, set an important precedent about never believing it is too late to take on a challenge.",
    "Though he did not turn a chair, in the blind audition, he undoubtedly won over the audience, and all of Australia, with a sterling performance.",
    "Guy Sebastian, one of the coaches (judges), was apologetic about the competition being at a crucial stage for selection, hence his non selection,",
    "Song choice, and possibly a different criteria involved in the selection of the next big thing in Australian music, is the goal of The Voice. Conrad sang Nat King Cole’s classic “Love”.",
    "While the song, undoubtedly, is a hit from the past, it gave Conrad limited opportunity to showcase his great vocal range.",
    "Bringing along sentiment, to accompany his performance, made it worthwhile though, and an emotional night that brought tears to the eyes of the coaches, and the audience, was when he announced, on stage, his 50th wedding anniversary, to wife Carina.",
    "In the audience was his son Andrew de Silva the winner of Australia’s Got Talent.",
    "An excited Conrad recounted his experience, saying he had no regrets about his bold venture. He reminisced how many had asked him to sing at one of these musical competitions but he declined in the past. But his change of heart was sparked by many great musicians of his era, departing the world recently.",
    "“I told myself I’m 80, but still alive, so why not have a go,” he said.",
    "If anything, the move was a winner, even if he wasn’t the winner of The Voice. He has inspired future generations that success is only achievable if you have a go.",
    "An elated Conrad de Silva recounted his experience and the euphoric response from countless fans, after the performance went to air. “The phone never stopped ringing, all night, and even this morning,” he chirped.",
    "He may not have achieved the desired result at The Voice, but Conrad de Silva certainly did leave an indelible mark on Australia’s top ranked music show…a memory that will be etched forever.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}