{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81426/imf-releases-staff-report-on-sri-lanka-calls-for-strengthening-vat-and-income-taxes",
  "time_ut": 1648283340,
  "title": "IMF releases staff report on Sri Lanka; calls for strengthening VAT and income taxes",
  "body_lines": [
    "The International Monetary Fund (IMF) says Sri Lanka needs to implement a credible and coherent strategy covering both the near- and medium-term to restore macroeconomic stability and debt sustainability.",
    "In its Staff Report for the 2021 Article IV Consultation with Sri Lanka, the IMF recommended a comprehensive set of policies with specific measures.",
    "The IMF noted that reforms should focus on strengthening VAT and income taxes through rate increases and base-broadening measures.",
    "Fiscal adjustment should be accompanied by energy pricing reforms to reduce fiscal risks from loss-making public enterprises, the IMF said further, adding that institutions building reforms, such as revamping the fiscal rule, would help ensure credibility of the strategy.",
    "The IMF also suggested that near-term monetary policy tightening is needed to ensure that the recent breach of the inflation target band is only temporary. Recent welcome steps to gradually unwind the Central Bank’s large treasury bill holdings should continue through close coordination with the Ministry of Finance.",
    "It also recommended the gradual restoration of a market-determined and flexible exchange rate. “To avoid disorderly movements in the exchange rate, the transition should be carefully sequenced and implemented as part of a comprehensive macroeconomic adjustment package.”",
    "Social safety nets should be strengthened, by increasing spending, widening coverage, and improving targeting, to mitigate the adverse impacts of macroeconomic adjustment on vulnerable groups, the IMF said further.",
    "IMF 2021 Article IV Consultation-Press Release; Staff Report; and statement by the Executive Director for S... by Ada Derana on Scribd"
  ]
}