{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/President-names-CoI-to-investigate-acts-of-violence-between-31-March-and-15-May-2022/56-735831",
  "time_ut": 1654553820,
  "title": "President names CoI to investigate acts of violence between 31 March and 15 May 2022",
  "body_lines": [
    "Will inquire into claims of those subject to vandalism of all forms including arson, looting, theft that took place during this period",
    "President Gotabaya Rajapaksa has appointed a Commission of Inquiry (CoI) headed by a Supreme Court judge to inquire into acts of violence that took place in different parts of the country between 31 March and 15 May 2022.",
    "Supreme Court Justice Buwaneka Aluwihare PC will chair the Commission while its other members are retired Senior Deputy Inspector General of Police S.M. Wickramasinghe and Additional Chief Valuer Sujeewa Wasantha Kumara.",
    "The Commissioners has been empowered  to obtain information, and to investigate, inquire into and report on claims of individuals, institutions, organisations and associations whose properties and personal effects were lost or subjected to vandalism of all forms including arson, and looting and theft that took place between 31 March and 15 May, in several parts of the country.",
    "The Commission will identify and categorise the victims and the types of properties, whether movable or immovable, which were subjected to vandalism of all forms including arson and looting and theft during the said period and set out the guidelines and/or the criteria for assessing the loss and damage caused.",
    "It will also assess whether the said losses and/or damages are covered and compensated by other alternative schemes such as insurance policies, institutional funding etc., pursuant to executive or administrative decisions or in terms of written laws of the country.",
    "The Commission has been given three months within which to inquire and report back with its findings."
  ]
}