{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Harin-Manusha-to-push-GR-to-go-home/342-237407",
  "time_ut": 1653043440,
  "title": "Harin, Manusha to push GR to go home",
  "body_lines": [
    "Newly appointed Cabinet Ministers Harin Fernando and Manusha Nanayakkara asserted that they will push President Gotabaya Rajapaksa to step down.",
    "Fernando told reporters that they still maintain that President Gotabaya Rajapaksa had failed.",
    "The Minister said that they had taken a risk by deciding to accept cabinet portfolios.",
    "However, he said that was a risk they were prepared to take in the best interest of the country.",
    "He said they were also aware that they could be the next target of the demonstrators at Galle Face. But he said he had the full support of his family.",
    "Tourism Minister Harin Fernando said that engaging in violence is not the solution to the current crisis.",
    "He said that everyone must come together to save the country from the current crisis.",
    "He said that they decided to accept cabinet portfolios based on conditions put forward to the President.",
    "The Minister said that the conditions include strengthening and implementing the 19th Amendment through which the President’s powers will be slashed.",
    "“I believe he (President Rajapaksa) needs a safe exit. Safe exit means for the country to be stabilized and not for him to jump and go. If he is liable to any corruption he should be charged,” Fernando said.",
    "He also said that they have proposed holding elections in 6 months to which Prime Minister Ranil Wickremesinghe responded positively.",
    "Fernando said that he didn’t want to just stay in the opposition and criticize but wanted to play a role to help the country.",
    "Harin Fernando also noted that he and others had made several appeals to Opposition Leader Sajith Premadasa to accept the post of Prime Minister.",
    "However, he said Premadasa had some concerns so refused to agree.",
    "Fernando added that in his opinion Premadasa is the best leader the country has and should lead the country. (Easwaran Rutnam)"
  ]
}