{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82953/family-of-sri-lankan-who-died-in-detention-demands-apology-from-japanese-govt",
  "time_ut": 1654762620,
  "title": "Family of Sri Lankan who died in detention demands apology from Japanese govt",
  "body_lines": [
    "The family of a Sri Lankan woman who died while in custody at an immigration center in central Japan last year demanded an apology from the Japanese government on Wednesday in a damages suit against the state.",
    "The family of Ratnayake Liyanage Wishma Sandamali allege that she was illegally detained and died due to a lack of necessary medical care. They filed the lawsuit in March seeking ¥156 million ($1.17 million) in damages.",
    "“We want the Japanese government to apologize and admit its responsibility” for her death, Wishma’s sister Wayomi said in the first hearing at the Nagoya District Court.",
    "Wishma died at the age of 33 on March 6 last year at the Nagoya Regional Immigration Services Bureau after complaining of stomach pain and other symptoms from mid-January.",
    "“We want to know why she was left to die,” said Poornima, another sister.",
    "Wishma arrived in Japan on a student visa in 2017 to study the Japanese language but overstayed her visa, with her asylum application denied by immigration authorities.",
    "Her illegal immigration status was found out after she sought police protection in Shizuoka Prefecture for domestic abuse in August 2020. She was subsequently sent to the Nagoya immigration center to await deportation.",
    "An investigation by the Immigration Services Agency found that the immigration center staff “lacked awareness” on handling emergencies, although it could not determine the exact cause of her death.",
    "Her family also filed a criminal complaint with prosecutors against the immigration center’s senior officials in November last year, saying they failed to provide appropriate medical care."
  ]
}