{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CBK-commends-Dr-Shafi-s-noble-gesture-of-donating-past-salary-to-buy-essential-medicine/56-736168",
  "time_ut": 1655231400,
  "title": "CBK commends Dr. Shafi’s noble gesture of donating past salary to buy essential medicine",
  "body_lines": [
    "Falsely accused by racist elements for alleged illegal sterilisation, Kurunegala Teaching Hospital doctor says racism will not take country or organisation forward except make poor people suffer more; calls on all to make Sri Lanka racism-free",
    "Former President Chandrika Bandaranaike Kumaratunga has commended Dr. Mohamed Shafi Shihabdeen over his gesture of donating the past salaries amounting to Rs. 2.6 million during his suspension and imprisonment on false charges to buy essential medicines.",
    "Following a Court order, the Ministry of Health last week paid overdue wages of Dr. Shafi who in turn said will donate the funds to Kurunegala Teaching Hospital to buy urgent medicines, sending a strong message to racists and crooks who framed baseless allegation that he performed illegal sterilisation operations at his workplace the Kurunegala Teaching Hospital.",
    "Subsequently, the CID informed the Kurunegala Magistrate’s Court in July 2019 that investigations carried out had not proven any of the allegations that had been raised against Dr. Shihabdeen.",
    "On Monday, former President Kumaratunga in a Twitter message said: “A shameful Chapter of Sinhala extremism clothed in lies, jealousy and hatred has ruined the life of a good professional. Congratulations Dr.Safi for your response to the hatred spewed at you. All right-thinking Sinhala citizens pay homage to you.”",
    "Kumaratunga was the only popular politician to have publicly commended Dr. Shafi’s act which has won widespread praise in social media.",
    "On his part Dr. Shafi said the character assignation suffered by him was unprecedented and racism will not take a country or organisation forward except make poor people suffer more. “Therefore, we all must help to make Sri Lanka a racism-free nation,” he added.",
    "He said despite the racist attacks and accusations he bears no hatred towards anyone, nor does he curse anyone. But he urged all not to attack professionals and people with a racist attitude or baseless allegations.",
    "After being cleared by the Court, Dr. Shafi was reinstated subsequently. The payment of Rs. 2.6 million included the basic salary, interim allowance, cost of living, and allowance in lieu of pension for the period of compulsory leave imposed on Dr. Shafi Shihabdeen."
  ]
}