{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/crisis-in-sri-lanka-is-the-endgame-in-sight/",
  "time_ut": 1649652780,
  "title": "Crisis in Sri Lanka: Is the endgame in sight?",
  "body_lines": [
    "When it comes to the current crisis in Sri Lanka we have heard all the superlatives – it is unprecedented, it is the worst since independence, the country is at the brink of collapse, a crisis of epic proportions, on and on. Given the nature of what has happened and is happening, these characterisations seem justified. But what is absent in the current political discourse is a faintest sign of an endgame. How is this going to end? When and where would the country come to an equilibrium point as there are two clear players in the game now?",
    "The plain truth is that people were pushed to the wall and they have risen up. People cannot take it anymore and they are demanding the ultimate prize: the head of the Head of the State. The polarisation of the power centres is clear. On one side you have the protest, albeit leaderless. On the other side is the government, now reduced to Rajapaksa siblings as the coalition members are jumping ship at an alarming rate. The Rajapaksa regime is holding the simple majority in the Parliament by a thread.",
    "As the protest got the momentum going its way the government responded first by throwing the Cabinet to the waste basket and started forming a fresh one, opening the door of the Cabinet to the parties across the aisle. The protesters responded to President’s move by intensifying their act, clearly sending a signal to the President that they got more power in their hands and not ready to settle for a consolation prize. Enter stalemate. Back to square one with both sides holding to their guns.",
    "In the meantime, the protest seems to intensify as there is no sign of daily lives getting any better – as a matter of fact it is getting worse as the food shortage is looming. What is going to happen and how long this tug-of-war can last? It is conceivable that the government will throw another bone, if they can find one, hoping the protesters would move to the centre. However, it is very unlikely that the Rajapaksas would budge to the protester’s primary demand and leave. Not yet, at least. What history has shown us is that those who got power, and benefited so well from that power, illicitly, are not going to give up that power without a fight. What is as clear as the daylight is that giving into the protesters’ demand means the end of the Rajapaksa dynasty for all practical purposes. A sudden end to the ascend of Prince Namal, to which Mahinda invested every bit of the political capital he has accumulated in his entire political life.",
    "So, in my opinion, this is the recipe for disaster. As the power play drags on, it’s a matter of time that violence would erupt. I am not saying that people who join the protest are thinking of violence or want to use violence as a means, but the timber is so dry that it only takes a tiny spark to set the whole thing aflame. Violence can break unintentionally as it often does in these kinds of situations. History tells us that. Just look at what is happening in Lima, capital of Peru, where the protests over rising fuel, fertiliser and food cost turned violent and the clash with the police resulted in four deaths thus far.",
    "Another aspect we should not overlook is that the government would like to see a violent break as it gives them the green light to use violent force from their part to crush the Opposition. (Why else they set a fire to a bus and a jeep at Mirihana?). Under such an outcome, two things can happen. One is the government brutally and violently suppress the masses, likely taking dozens, if not hundreds of lives. Just listen to what Shavendra Silva said a few days ago to an audience of foreign defence attaches:",
    "“The armed forces of Sri Lanka will always uphold the Constitution and the Army is no exception. The Army, as a professional outfit, is always prepared to provide security and protection to the State as necessary.” (The Island, April 5, 2022)",
    "What exactly he meant when he said that the Army is prepared to “provide the security and protection to the State?” When the State is threatened by, in this case the protesters, it is their job to “protect” the State. And make no mistake about how they are going to “protect” the State. It is not by begging the protesters to go home or escorting them to their homes securely, for sure. And do not forget that the protesters are asking the head of the Commander of Chief. “Protection of the State,” as Shavendra spelled out, is the protection of Gota and Company.",
    "Where this “protection” of the State is heading is an open book. What would happen if the Army cannot “protect” the State in the event of growing protest? As history shows us that is when the Army takes the government into its own hands. Can we rule out such an outcome?",
    "One way to avoid such a disastrous situation is to find a leadership to the protest. A leadership to which the protesters are willing to listen. That leadership would then be able to negotiate with the government to a settlement that would be acceptable to the protesters as well as the government and who would get more of what they are asking is depend on the power each party is holding at the time they sit down to negotiate. That dynamic is changing by the day. It is very unlikely that such a leadership would come from current political parties of any colour or shape. But there maybe individuals in those parties who still have some credibility left amongst the general public where the protesters come from. It is time for them to come forward and do the job history is asking. History does not idle. Carpe Diem!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}