{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-insurance-awarded-runner-up-under-the-insurance-category/",
  "time_ut": 1649171640,
  "title": "Sri Lanka Insurance awarded runner-up under the insurance category",
  "body_lines": [
    "Sri Lanka’s insurance giant Sri Lanka Insurance was awarded runner-up under the insurance category at the 17th edition of the National Business Excellence Awards organized by the National Chamber of Commerce.",
    "The awarding ceremony was held on March 22 at the Bandaranaike Memorial International Conference Hall, with the participation of distinguished invitees and the representatives of corporate community of Sri Lanka.",
    "Initiated in 2004, by the National Chamber of Commerce of Sri Lanka, the National Business Excellence Awards (NBEA) has maintained its highest standards and gained much recognition and prestige amongst the business community as a well-structured Awards Scheme recognizing “Excellence” of businesses in Sri Lanka.",
    "The Annual Awards Competition was designed and conducted with a view to recognising the business enterprises which have demonstrated excellence in business, whilst contributing to the economic progress of the country.",
    "The evaluations were based on the Evaluation Model of 7 criteria, namely – Excellence in Strategy and Leadership, Excellence in Corporate Governance, Excellence in Capacity Building, Excellence in Performance Management, Excellence in Local and Global Market Reach, Excellence in Corporate Social Responsibility and Environmental Sustainability, Excellence in Business and Financial Results.",
    "Established in 1962, Sri Lanka Insurance Corporation celebrates 60 years of excellence as the largest government-owned insurance company in Sri Lanka, with a managed asset base of over Rs.235 billion and a Life fund of Rs. 134 billion, the largest in the local insurance industry. The insurer is also the first and only local insurer to secure Fitch Ratings AA (lka) rating for its long-term financial stability and sustainability and also Sri Lanka Insurance ranked as the ‘Most Valuable General Insurance Brand’, ‘Most Loved Insurance Brand’ for the 4th consecutive year in the country by Brand Finance. The national insurer is on a mission of being a customer-focused company that constantly innovates in providing insurance services to customers and is now serving customers through an extensive network of over 190 branches and customer service locations.",
    "HNB’s rapid tech innovation wins four awards at LankaPay Technovation Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}