{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jkh-recurring-ebitda-grows-152-to-rs-39-26-billion-for-2021-22/",
  "time_ut": 1653405060,
  "title": "“JKH recurring EBITDA grows 152% to Rs.39.26 billion for 2021/22”",
  "body_lines": [
    "The Group witnessed a strong recovery momentum during the year under review with the recurring performance of most of our businesses reaching pre-COVID-19 levels.",
    "Group revenue increased by 71 per cent to Rs.218.07 billion while recurring Group EBITDA increased by 152 per cent to Rs.39.26 billion. The significant growth in profits was driven by the turnaround in the Group’s Leisure businesses, the revenue recognition at ‘Cinnamon Life’ and improved performance across all other business verticals.",
    "The Leisure industry group, in particular, recorded a significant turnaround in performance with a recurring EBITDA of Rs.3.78 billion compared to the negative recurring EBITDA of Rs.3.59 billion in the corresponding year.",
    "The Maldivian Resorts segment continued its strong recovery where the occupancy and average room rates at our hotels reached pre-pandemic levels. With the relaxation of travel restrictions, the Colombo Hotels and Sri Lankan Resorts segments recorded a significant turnaround, reporting a positive EBITDA and PBT in the fourth quarter.",
    "Revenue recognition at ‘Cinnamon Life’ commenced during the year with the completion and commencement of the handing over of the residential and commercial units. The remainder of the project is scheduled for commencement of operations, in a phased manner, in the first half of the calendar year 2023.",
    "The Group’s Port business recorded an increase in profitability driven by volume growth and ancillary revenues whilst the Bunkering business recorded an increase in profitability driven by higher margins on account of the increase in global fuel prices and volumes.",
    "Debt moratorium announced by govt affects SriLankan Airlines’ government-guaranteed bonds",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}