{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Hypocrisy-false-propaganda-and-war-in-Ukraine-EDITORIAL/172-233436",
  "time_ut": 1647810300,
  "title": "Hypocrisy, false propaganda and war in Ukraine - EDITORIAL",
  "body_lines": [
    "Russia invaded Ukraine on February 24 this year and the war is entering its 26th day. Whilst one may sympathize with Russia’s anger at Ukraine and the Western countries led by the US for their attempts to expand NATO to Russia’s doorstep, and despite assurances that this would not take place by the NATO bloc, the invasion of one country by another cannot be condoned.",
    "During its invasion of Ukraine, Russia has been accused of bombing civilian targets including hospitals, schools and apartment buildings. ‘Aljazeera’ on March 22, reported the confirmed civilian death toll in Ukraine was 691 and 1,143 wounded. The United Nations Human Rights Office said the actual toll would probably be considerably higher. While Ukrainian President Volodymyr Zelenskyy claimed 97 Ukrainian children have died since the invasion began.",
    "The UN refugee agency announced around three million people have fled Ukraine, nearly half of them were children. Around 1.8 million are now in Poland and some 300,000 in Western Europe.",
    "About 2,000 cars have left the besieged port city of Mariupol. Ukraine also accused Russia of blocking a convoy trying to take supplies to areas under attack, while the Red Cross said convoys of more than 100 buses ferrying civilians have left the besieged northeastern city of Sumy.",
    "From the UK - the self-styled ‘mother of democracy’- to the US which believes it is the global policeman, Western countries have been quick not only to vociferously condemn Russia’s invasion of Ukraine, they have and also imposed unilateral sanctions on Russia and several personalities including Russian President Vladimir Putin.",
    "While applauding the NATO countries for their concern regarding Russia’s invasion of Ukraine, we cannot, but wonder why these self-same countries have remained silent an inert in the face of Israeli forays into the State of Palestine since 1945.",
    "To date, neither the US nor the Western ‘democracies’ have condemned Israel, for not only its invasion of Palestine, for its continued occupation of Palestine territories nor for its (Israel’s) imposition of policies of apartheid in its illegally occupied Palestinian territories.",
    "To date, Israel occupies over 6,220 sq km of Palestinian territory. Israeli invasions have resulted in the creation of more than seven million Palestinian refugees scattered around the world. Amnesty International (AI) confirmed Israel applies apartheid policies on Palestinians living in lands illegally occupied by the state of Israel.",
    "Yet, neither the US nor the West European NATO countries have subject Israel, its politicians or prime ministers to sanctions.",
    "While the West and the US were rightfully quick to criticize the Russian bombing of Ukraine, we cannot, but remember that since 1945, the US has bombed Japan, Korea, Laos, Cambodia, Vietnam, Panama, Iraq, Serbia, Yugoslavia, Sudan, Afghanistan, Pakistan and Yemen.",
    "The countries mentioned do not form a complete list. but in all countries bombed by the US, the principal targets have been civilian ones.",
    "In Japan, the US nuclear bombing the cities of Hiroshima and Nagasaki. Both were civilian targets and up to now, the US remains the only country in the world to have used nuclear weapons. Over 200,000 civilians were incinerated within minutes of the nuclear bombing of the cities. Even today, some of the victims of that bombing remain hospitalized.",
    "Yet, no talk of sanctions... worse the US has still not paid a single cent as compensation to the victims of its dastardly nuclear attacks. Equally bad, during its adventure in Vietnam the US used chemical weapons - defoliants and napalm - on civilian targets. No condemnation of the attacks, no imposition of sanctions on either the US its Presidents or those who make a profit from the war.",
    "This however, is not to whitewash Russia for its invasion of Ukraine nor its bombing and shelling of civilian targets. But when the US levels its criticism of war crimes and crimes against humanity against a third country, it merely sounds like the ‘pot calling the kettle black.’ In another twist, the US and Western countries have imposed a blanket blockage on Russian news sites. Via the blockade, the US and the West have in fact imposed a form of news censorship, turning on its head the concept of media freedom.",
    "This is the reality of war. There are no just wars, civilians are going to get killed. Rockets, bombs, missiles have no means of discerning between civilians from combatants. Civilian casualties and principles of media freedom are always among the first victims in the event of war and wars feed off itself.",
    "An example... Ukraine President Zelenskyy’s acceptance that Ukraine will no longer seek NATO membership, and the US and West promising more war materials to that country."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනයේ කුහකකම, බොරු ප්‍රචාර සහ යුද්ධය - කතුවැකිය",
      "body_lines": [
        "රුසියාව මේ වසරේ පෙබරවාරි 24 වැනිදා යුක්රේනය ආක්‍රමණය කළ අතර යුද්ධය 26 වැනි දිනට පිවිසෙමින් තිබේ. යුක්රේනය සහ එක්සත් ජනපදය ප්‍රමුඛ බටහිර රටවල් රුසියාවේ දොරකඩට නේටෝව ව්‍යාප්ත කිරීමට දරන උත්සාහය සම්බන්ධයෙන් රුසියාවේ කෝපය ගැන යමෙකුට අනුකම්පා කළ හැකි අතර, නේටෝ කන්ඩායම විසින් මෙය සිදු නොවන බවට සහතික වුවද, එක් රටක් තවත් රටක් ආක්‍රමණය කිරීම විය නොහැක. අනුමත කළා.",
        "යුක්රේනය ආක්‍රමණය කිරීමේදී, රෝහල්, පාසල් සහ මහල් ගොඩනැගිලි ඇතුළු සිවිල් ඉලක්ක වෙත බෝම්බ හෙලූ බවට රුසියාවට චෝදනා එල්ල විය. මාර්තු 22 වන දින ‘අල්ජසීරා’ වාර්තා කළේ යුක්රේනයේ සිවිල් මරණ සංඛ්‍යාව 691 ක් සහ තුවාල ලැබූ 1,143 ක් බවයි. එක්සත් ජාතීන්ගේ මානව හිමිකම් කාර්යාලය පැවසුවේ සත්‍ය සංඛ්‍යාව සැලකිය යුතු ලෙස වැඩි වනු ඇති බවයි. යුක්රේන ජනාධිපති Volodymyr Zelenskyy කියා සිටියේ ආක්‍රමණය ආරම්භයේ සිට යුක්රේන දරුවන් 97 දෙනෙකු මියගොස් ඇති බවයි.",
        "එක්සත් ජාතීන්ගේ සරණාගත ඒජන්සිය නිවේදනය කළේ මිලියන තුනක් පමණ ජනතාව යුක්රේනයෙන් පලා ගොස් ඇති අතර ඔවුන්ගෙන් අඩකට ආසන්න ප්‍රමාණයක් ළමයින් ය. මිලියන 1.8 ක් පමණ දැන් පෝලන්තයේ සහ 300,000 ක් පමණ බටහිර යුරෝපයේ සිටිති.",
        "වටලනු ලැබූ මරියුපෝල් වරාය නගරයෙන් මෝටර් රථ 2,000 ක් පමණ පිටත්ව ගොස් ඇත. ප්‍රහාරයට ලක් වූ ප්‍රදේශවලට සැපයුම් රැගෙන යාමට උත්සාහ කළ රථ පෙළක් රුසියාව විසින් අවහිර කළ බවට යුක්රේනය ද චෝදනා කළ අතර රතු කුරුස සංවිධානය පැවසුවේ සිවිල් වැසියන් ප්‍රවාහනය කරන බස් රථ 100 කට වැඩි ප්‍රමාණයක් වටලනු ලැබූ ඊසානදිග සුමි නගරයෙන් පිටව ගොස් ඇති බවයි.",
        "'ප්‍රජාතන්ත්‍රවාදයේ මාතාව' ලෙස හැඳින්වෙන එක්සත් රාජධානියේ සිට ගෝලීය පොලිස්කාරයා යැයි විශ්වාස කරන එක්සත් ජනපදය දක්වා බටහිර රටවල් රුසියාව යුක්රේනය ආක්‍රමණය කිරීම දැඩි ලෙස හෙළා දැකීමට ඉක්මන් වූවා පමණක් නොව, රුසියාවට ඒකපාර්ශ්වික සම්බාධක ද ​​පනවා ඇත. රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් ඇතුළු පුද්ගලයින් කිහිප දෙනෙකු.",
        "රුසියාව විසින් යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් නේටෝ රටවල් දක්වන සැලකිල්ල ගැන ප්‍රශංසා කරන අතරම, 1945 සිට ඊශ්‍රායලය පලස්තීන රාජ්‍යයට කඩා වැදීම හමුවේ මෙම ස්වයං-සම රටවල් නිශ්ශබ්දව සිටින්නේ මන්දැයි අපට පුදුම විය නොහැක.",
        "පලස්තීනය ආක්‍රමණය කිරීම පමණක් නොව, පලස්තීන භූමි ප්‍රදේශ අඛණ්ඩව අත්පත් කර ගැනීම සම්බන්ධයෙන් හෝ (ඊශ්‍රායලය විසින්) එහි නීති විරෝධී ලෙස අත්පත් කරගත් පලස්තීන ප්‍රදේශවල වර්ණභේදවාදී ප්‍රතිපත්ති පැනවීම සම්බන්ධයෙන් පමණක් නොව, එක්සත් ජනපදය හෝ බටහිර ‘ප්‍රජාතන්ත්‍රවාදී රටවල්’ ඊශ්‍රායලය හෙළා දැක නැත.",
        "අද වන විට ඊශ්‍රායලය පලස්තීන භූමියෙන් වර්ග කිලෝමීටර් 6,220 කට වඩා වැඩි ප්‍රමාණයක් අල්ලාගෙන සිටී. ඊශ්‍රායල ආක්‍රමණ හේතුවෙන් ලොව පුරා විසිරී සිටින පලස්තීන සරණාගතයින් මිලියන හතකට අධික සංඛ්‍යාවක් නිර්මාණය වී ඇත. ඇම්නෙස්ටි ඉන්ටර්නැෂනල් (AI) විසින් ඊශ්‍රායලය විසින් ඊශ්‍රායලය විසින් නීතිවිරෝධී ලෙස අල්ලාගෙන සිටින ඉඩම්වල වෙසෙන පලස්තීනුවන් සම්බන්ධයෙන් වර්ණභේදවාදී ප්‍රතිපත්ති ක්‍රියාත්මක කරන බව තහවුරු කරන ලදී.",
        "එහෙත්, එක්සත් ජනපදය හෝ බටහිර යුරෝපීය නේටෝ රටවල් ඊශ්‍රායලය, එහි දේශපාලනඥයන් හෝ අගමැතිවරුන් සම්බාධකවලට යටත් කර නැත.",
        "බටහිර හා එක්සත් ජනපදය යුක්රේනයට රුසියානු බෝම්බ හෙලීම විවේචනය කිරීමට ඉක්මන් වූ අතර, අපට මතක තබා ගත නොහැක, 1945 සිට එක්සත් ජනපදය ජපානය, කොරියාව, ලාඕසය, කාම්බෝජය, වියට්නාමය, පැනමාව, ඉරාකය, සර්බියාව, යුගෝස්ලාවියාව, සුඩානය, ඇෆ්ගනිස්ථානය, පකිස්ථානය සහ යේමනය.",
        "සඳහන් කර ඇති රටවල් සම්පූර්ණ ලැයිස්තුවක් සාදන්නේ නැත. නමුත් එක්සත් ජනපදය විසින් බෝම්බ හෙලන ලද සෑම රටකම ප්‍රධාන ඉලක්ක වූයේ සිවිල් වැසියන් ය.",
        "ජපානයේ හිරෝෂිමා සහ නාගසාකි නගරවලට එක්සත් ජනපදය න්‍යෂ්ටික බෝම්බ හෙලීම. දෙකම සිවිල් ඉලක්ක වූ අතර මේ දක්වා න්‍යෂ්ටික අවි භාවිතා කළ ලොව එකම රට එක්සත් ජනපදයයි. නගරවලට න්‍යෂ්ටික බෝම්බ හෙලීමෙන් විනාඩි 200,000 කට වඩා සිවිල් වැසියන් පුළුස්සා දමන ලදී. අදටත් එම බෝම්බ ප්‍රහාරයෙන් මියගිය ඇතැමුන් රෝහල්ගතව සිටිති.",
        "එහෙත්, සම්බාධක ගැන කතා නැත... වඩාත් නරක අතට එක්සත් ජනපදය තවමත් එහි භයානක න්‍යෂ්ටික ප්‍රහාරවලට ගොදුරු වූවන්ට වන්දි වශයෙන් එක සතයක්වත් ගෙවා නැත. ඒ හා සමානව, වියට්නාමයේ වික්‍රමාන්විතයේදී එක්සත් ජනපදය සිවිල් ඉලක්ක වෙත රසායනික අවි - defoliants සහ napalm - භාවිතා කළේය. ප්‍රහාර හෙළා දැකීමක් හෝ එක්සත් ජනපදයේ එහි ජනාධිපතිවරුන්ට හෝ යුද්ධයෙන් ලාභ ලබන අයට සම්බාධක පැනවීමක් නැත.",
        "කෙසේ වෙතත්, මෙය යුක්රේනය ආක්‍රමණය කිරීම හෝ සිවිල් ඉලක්ක වෙත බෝම්බ හෙලීම සහ ෂෙල් ප්‍රහාර එල්ල කිරීම සම්බන්ධයෙන් රුසියාව සුදු හුනු ගෑමට නොවේ. එහෙත් එක්සත් ජනපදය තුන්වන රටකට එරෙහිව යුද අපරාධ සහ මනුෂ්‍යත්වයට එරෙහි අපරාධ පිලිබඳ සිය විවේචනය කරන විට, එය හුදෙක් 'කේතලය කළු යැයි කියන බඳුන' වැනිය. . අවහිර කිරීම හරහා, එක්සත් ජනපදය සහ බටහිරයන් ඇත්ත වශයෙන්ම මාධ්‍ය නිදහස පිළිබඳ සංකල්පය සිය හිසට හරවමින් ප්‍රවෘත්ති වාරණයක් පනවා ඇත.",
        "යුද්ධයේ යථාර්ථය මෙයයි. නිකම් යුද්ධ නැහැ, සාමාන්‍ය මිනිස්සු මැරෙන්න යනවා. රොකට්, බෝම්බ, මිසයිලවලට සටන්කරුවන්ගෙන් සිවිල් වැසියන් අතර වෙනස හඳුනාගැනීමේ මාධ්‍යයක් නැත. සිවිල් ජීවිත හානි සහ මාධ්‍ය නිදහසේ මූලධර්ම සෑම විටම යුද්ධයකදී සහ යුද්ධවලින් පෝෂණය වන අවස්ථාවකදී පළමු වින්දිතයන් අතර වේ.",
        "උදාහරණයක් ..."
      ]
    },
    "ta": {
      "title": "உக்ரைனில் பாசாங்குத்தனம், பொய் பிரச்சாரம் மற்றும் போர் - தலையங்கம்",
      "body_lines": [
        "இந்த ஆண்டு பிப்ரவரி 24 அன்று உக்ரைனை ஆக்கிரமித்த ரஷ்யா, போர் 26வது நாளை எட்டியுள்ளது. நேட்டோவை ரஷ்யாவின் வீட்டு வாசலுக்கு விரிவுபடுத்துவதற்கான முயற்சிகளுக்காக உக்ரைன் மற்றும் அமெரிக்கா தலைமையிலான மேற்கத்திய நாடுகள் மீது ரஷ்யாவின் கோபத்திற்கு அனுதாபம் காட்டலாம், மேலும் இது நேட்டோ முகாமால் நடைபெறாது என்று உறுதியளிக்கப்பட்ட போதிலும், ஒரு நாட்டின் மீது மற்றொரு நாடு படையெடுப்பு இருக்க முடியாது. மன்னிக்கப்பட்டது.",
        "உக்ரைன் மீதான படையெடுப்பின் போது, ​​மருத்துவமனைகள், பள்ளிகள் மற்றும் அடுக்குமாடி கட்டிடங்கள் உள்ளிட்ட பொதுமக்களின் இலக்குகளை குண்டுவீசி தாக்கியதாக ரஷ்யா குற்றம் சாட்டப்பட்டது. மார்ச் 22 அன்று 'அல்ஜசீரா', உக்ரைனில் உறுதிப்படுத்தப்பட்ட குடிமக்கள் இறப்பு எண்ணிக்கை 691 மற்றும் 1,143 காயமடைந்ததாக அறிவித்தது. ஐக்கிய நாடுகளின் மனித உரிமைகள் அலுவலகம், உண்மையான எண்ணிக்கை கணிசமாக அதிகமாக இருக்கும் என்று கூறியது. படையெடுப்பு தொடங்கியதில் இருந்து 97 உக்ரேனிய குழந்தைகள் இறந்துவிட்டதாக உக்ரைன் ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கி கூறினார்.",
        "சுமார் 3 மில்லியன் மக்கள் உக்ரைனை விட்டு வெளியேறியுள்ளதாக ஐநா அகதிகள் நிறுவனம் அறிவித்தது, அவர்களில் பாதி பேர் குழந்தைகள். இப்போது போலந்தில் சுமார் 1.8 மில்லியன் பேர் மற்றும் மேற்கு ஐரோப்பாவில் சுமார் 300,000 பேர் உள்ளனர்.",
        "முற்றுகையிடப்பட்ட துறைமுக நகரமான மரியுபோலில் இருந்து சுமார் 2,000 கார்கள் வெளியேறியுள்ளன. தாக்குதலுக்கு உள்ளான பகுதிகளுக்கு பொருட்களை எடுத்துச் செல்ல முயன்ற ஒரு வாகனத் தொடரணியை ரஷ்யா தடுத்ததாக உக்ரைன் குற்றம் சாட்டியது, அதே சமயம் 100க்கும் மேற்பட்ட பேருந்துகளில் பொதுமக்களை ஏற்றிச் செல்லும் கான்வாய்கள் முற்றுகையிடப்பட்ட வடகிழக்கு நகரமான சுமியை விட்டு வெளியேறியதாக செஞ்சிலுவைச் சங்கம் கூறியது.",
        "'ஜனநாயகத்தின் தாய்' என்று சுயபாணியாகக் கருதப்படும் ஐக்கிய இராச்சியம் முதல் உலகப் போலீஸ்காரர் என்று நம்பும் அமெரிக்கா வரை, மேற்கத்திய நாடுகள் ரஷ்யாவின் உக்ரைன் மீதான ஆக்கிரமிப்பைக் கடுமையாகக் கண்டித்தது மட்டுமல்லாமல், ரஷ்யா மீது ஒருதலைப்பட்ச பொருளாதாரத் தடைகளையும் விதித்துள்ளன. ரஷ்ய அதிபர் விளாடிமிர் புடின் உட்பட பல பிரமுகர்கள்.",
        "உக்ரைன் மீதான ரஷ்யாவின் ஆக்கிரமிப்பு தொடர்பான அக்கறைக்காக நேட்டோ நாடுகளைப் பாராட்டும்போது, ​​1945 முதல் பாலஸ்தீன தேசத்துக்குள் இஸ்ரேலிய ஊடுருவலை எதிர்கொண்டு இந்த சுய-அதே நாடுகள் ஏன் மௌனமாக இருக்கின்றன என்பதை நாம் ஆச்சரியப்பட முடியாது.",
        "இன்றுவரை, அமெரிக்காவோ அல்லது மேற்கத்திய 'ஜனநாயக நாடுகளோ' இஸ்ரேலை பாலஸ்தீனத்தின் மீதான அதன் ஆக்கிரமிப்பிற்காக மட்டுமல்ல, பாலஸ்தீனப் பகுதிகளைத் தொடர்ந்து ஆக்கிரமித்ததற்காகவும் அல்லது அதன் (இஸ்ரேலின்) அதன் சட்டவிரோதமாக ஆக்கிரமிக்கப்பட்ட பாலஸ்தீனியப் பிரதேசங்களில் நிறவெறிக் கொள்கைகளை திணிப்பதற்காகவும் கண்டிக்கவில்லை.",
        "இன்றுவரை, இஸ்ரேல் பாலஸ்தீனத்தின் 6,220 சதுர கிலோமீட்டர் நிலப்பரப்பை ஆக்கிரமித்துள்ளது. இஸ்ரேலிய படையெடுப்புகளின் விளைவாக உலகம் முழுவதும் சிதறி ஏழு மில்லியனுக்கும் அதிகமான பாலஸ்தீனிய அகதிகள் உருவாகியுள்ளனர். இஸ்ரேல் அரசால் சட்டவிரோதமாக ஆக்கிரமிக்கப்பட்ட நிலங்களில் வாழும் பாலஸ்தீனியர்கள் மீது இஸ்ரேல் நிறவெறிக் கொள்கைகளைப் பயன்படுத்துகிறது என்பதை அம்னெஸ்டி இன்டர்நேஷனல் (AI) உறுதிப்படுத்தியது.",
        "ஆயினும்கூட, அமெரிக்காவோ அல்லது மேற்கு ஐரோப்பிய நேட்டோ நாடுகளோ இஸ்ரேலையோ, அதன் அரசியல்வாதிகளையோ அல்லது பிரதமர்களையோ பொருளாதாரத் தடைகளுக்கு உட்படுத்தவில்லை.",
        "உக்ரைன் மீதான ரஷ்ய குண்டுவெடிப்பை மேற்கத்திய நாடுகளும் அமெரிக்காவும் விரைவாக விமர்சித்தாலும், 1945 முதல், ஜப்பான், கொரியா, லாவோஸ், கம்போடியா, வியட்நாம், பனாமா, ஈராக், செர்பியா, யூகோஸ்லாவியா, சூடான், அமெரிக்கா குண்டுகளை வீசியது என்பதை நினைவில் கொள்ள முடியாது. ஆப்கானிஸ்தான், பாகிஸ்தான் மற்றும் ஏமன்.",
        "குறிப்பிடப்பட்ட நாடுகள் முழுமையான பட்டியலை உருவாக்கவில்லை. ஆனால் அமெரிக்காவினால் குண்டுவீசப்பட்ட அனைத்து நாடுகளிலும், முக்கிய இலக்குகள் பொதுமக்கள்தான்.",
        "ஜப்பானில், ஹிரோஷிமா மற்றும் நாகசாகி நகரங்களில் அமெரிக்கா அணுகுண்டு வீசியது. இரண்டுமே சிவிலியன் இலக்குகள் மற்றும் இப்போது வரை, உலகில் அணு ஆயுதங்களைப் பயன்படுத்திய ஒரே நாடாக அமெரிக்கா உள்ளது. நகரங்களில் அணுகுண்டு வீசி சில நிமிடங்களில் 200,000க்கும் அதிகமான பொதுமக்கள் எரித்து சாம்பலாக்கப்பட்டனர். இன்றும் கூட, அந்த குண்டுவெடிப்பில் பாதிக்கப்பட்டவர்களில் சிலர் மருத்துவமனையில் உள்ளனர்.",
        "ஆயினும்கூட, பொருளாதாரத் தடைகள் பற்றி எதுவும் பேசவில்லை... அதைவிட மோசமான அணுவாயுதத் தாக்குதலில் பாதிக்கப்பட்டவர்களுக்கு அமெரிக்கா இன்னும் ஒரு சதம் கூட இழப்பீடு வழங்கவில்லை. அதே அளவிற்கு மோசமானது, வியட்நாமில் சாகசத்தின் போது அமெரிக்கா இரசாயன ஆயுதங்களை - டீஃபோலியன்ட்ஸ் மற்றும் நேபாம் - பொதுமக்கள் இலக்குகளில் பயன்படுத்தியது. தாக்குதல்களுக்கு கண்டனம் இல்லை, அமெரிக்க அதிபர்கள் அல்லது போரினால் லாபம் ஈட்டுபவர்கள் மீது பொருளாதாரத் தடைகள் விதிக்கப்படவில்லை.",
        "எவ்வாறாயினும், இது ரஷ்யாவின் உக்ரைன் மீதான ஆக்கிரமிப்பிற்காகவோ அல்லது குடிமக்களின் இலக்குகள் மீது குண்டுவீச்சு மற்றும் ஷெல் வீச்சுக்காகவோ வெள்ளையடிப்பதற்காக அல்ல. ஆனால், போர்க்குற்றங்கள் மற்றும் மனித குலத்திற்கு எதிரான குற்றங்கள் பற்றிய தனது விமர்சனத்தை மூன்றாவது நாட்டிற்கு எதிராக அமெரிக்கா நிலைநிறுத்தும்போது, ​​அது வெறும் 'கெட்டிலை கருப்பு என்று அழைக்கும் பானை' போலத்தான் ஒலிக்கிறது. மற்றொரு திருப்பமாக, அமெரிக்காவும் மேற்கத்திய நாடுகளும் ரஷ்ய செய்தித் தளங்களுக்குப் போர்வைத் தடை விதித்துள்ளன. . முற்றுகையின் மூலம், அமெரிக்காவும் மேற்கு நாடுகளும் உண்மையில் ஒரு வகையான செய்தி தணிக்கையை திணித்து, ஊடக சுதந்திரம் என்ற கருத்தை தலைகீழாக மாற்றியுள்ளன.",
        "இதுதான் போரின் யதார்த்தம். வெறும் போர்கள் இல்லை, பொதுமக்கள் கொல்லப்படுவார்கள். ராக்கெட்டுகள், வெடிகுண்டுகள், ஏவுகணைகள் ஆகியவற்றால் பொதுமக்களை போராளிகளிடமிருந்து பிரித்தறிய எந்த வழியும் இல்லை. பொதுமக்கள் உயிரிழப்புகள் மற்றும் ஊடக சுதந்திரத்தின் கொள்கைகள் எப்போதும் போர் மற்றும் போர்கள் தன்னைத்தானே உணவாகக் கொண்டால் முதலில் பலியாகும்.",
        "ஒரு உதாரணம்... உக்ரைன் ஜனாதிபதி ஜெலென்ஸ்கி, உக்ரைன் இனி நேட்டோ உறுப்புரிமையை நாடாது என்று ஒப்புக்கொண்டது, மேலும் அமெரிக்காவும் மேற்கு நாடுகளும் அந்த நாட்டிற்கு அதிக போர்ப் பொருட்களை வழங்குவதாக உறுதியளித்தன."
      ]
    }
  }
}