{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-posts-impressive-results-in-4Q-and-FY22/34-735289",
  "time_ut": 1653417000,
  "title": "Exterminators posts impressive results in 4Q and FY22",
  "body_lines": [
    "Net profit increased by 133% in the 4th quarter and by 77% in FY22",
    "Net profit margin is 26% of the revenue in the 4th quarter and 20% in FY22",
    "Earnings per share increased by 121% in the 4th quarter and by 71% in FY22",
    "Dividend pay-out 27% for the first nine-months period ended 31 December 2021",
    "Exterminators Ltd., pest management and environmental technology specialists and Colombo Stock Exchange new entrant, has announced impressive financial results for the 4th quarter and the FY22.",
    "The revenue increased by 16% in the fourth quarter and by 12% in FY22, while GP increased by 20% in the fourth quarter and by 9% in FY22.",
    "EBIT increased by 55% in the 4th quarter and by 29% in FY22. Although the revenue increased, the company was able to reduce the admin expenses by 4% and S&D expenses by 2% in FY22 due to efficient business management practices and digital pest management technology.",
    "PER ratio stands at 7.9 times as at 31 March. PBV has further improved to 1.95 in FY22. NAV value which was 1.43 in FY21 increased to 2.66 in FY22 to further strengthen its equity base.",
    "Dividend pay-out for the first nine months ended 31 December 2021 amounting to Rs. 4,441,627.20 which was 27% of PAT.",
    "Exterminators Founder and Managing Director Marlon Ferreira said in 2021, the company was able to further enhance its brand recognition by winning 12 national and international awards during the past 17 months and created history on March 30 by becoming South Asia’s 1st and among the few pest control companies in world to be listed in the stock exchange.",
    "Exterminators opened its new branch in Dambulla on 30 April on the 24th anniversary of the company thereby fulfilling one of its IPO objectives, six months ahead of schedule.",
    "The branch is located in a prominent location at 489/2, Trincomalee Road, Dambulla. This branch will be the gateway to the North Central, North and Eastern Provinces.",
    "Ferreira said the company is planning to further enhance its service standards while mitigating prevailing inflationary impact by creating synergies via digitalised route optimisation systems, mobile applications and ‘Exterminators E-Connect’ customer web portal to digitalize the pest management and environmental enhancement services provided by the company which will positively impact the bottom-line even during the present economic crisis.",
    "He also said Exterminators is committed to leading the way by greening its company’s operations. This commitment is clearly demonstrated and confirmed by being certified Asia’s 1st ‘Carbon Neutral’ pest control and the World’s 1st ‘Carbon Neutral’ disinfection service provider. This is a major step towards the establishment of a systematic sustainability action plan within the company. The company is the winner of four international awards for environmental best practices and leadership. In November 2021, the company became Asia’s 1st and one of the few pest control companies in the world to be certified as a ‘Great Place to Work’. The company created history by scoring 100% points in the ‘Trust Index’ in all focus areas during the certification process."
  ],
  "translate": {
    "si": {
      "title": "Exterminators 4Q සහ FY22 හි ආකර්ෂණීය ප්‍රතිඵල පළ කරයි",
      "body_lines": [
        "4 වන කාර්තුවේදී ශුද්ධ ලාභය 133% කින් සහ FY22 හි 77% කින් වැඩි විය",
        "ශුද්ධ ලාභ ආන්තිකය 4 වන කාර්තුවේ ආදායමෙන් 26% ක් සහ FY22 හි 20% කි.",
        "කොටසක ඉපැයීම් 4 වන කාර්තුවේදී 121% කින් සහ FY22 හි 71% කින් වැඩි විය.",
        "2021 දෙසැම්බර් 31 න් අවසන් වූ පළමු මාස ​​නවය සඳහා ලාභාංශ ගෙවීම 27%",
        "Exterminators Ltd., පළිබෝධ කළමනාකරණය සහ පාරිසරික තාක්ෂණ විශේෂඥයින් සහ කොළඹ කොටස් වෙළෙඳපොළට නව ප්‍රවේශය, 4 වන කාර්තුව සහ FY22 සඳහා ආකර්ෂණීය මූල්‍ය ප්‍රතිඵල ප්‍රකාශයට පත් කර ඇත.",
        "ආදායම සිව්වන කාර්තුවේදී 16% කින් සහ FY22 දී 12% කින් වැඩි වූ අතර GP සිව්වන කාර්තුවේදී 20% කින් සහ FY22 දී 9% කින් වැඩි විය.",
        "EBIT 4 වන කාර්තුවේදී 55% කින් සහ FY22 හි 29% කින් වැඩි විය. ආදායම ඉහළ ගියද, කාර්යක්‍ෂම ව්‍යාපාර කළමනාකරණ පිළිවෙත් සහ ඩිජිටල් පළිබෝධ කළමනාකරණ තාක්‍ෂණය හේතුවෙන් පරිපාලක වියදම් 4% කින් සහ S&D වියදම් 2% කින් 22% කින් අඩු කිරීමට සමාගමට හැකි විය.",
        "මාර්තු 31 වන විට PER අනුපාතය 7.9 ගුණයකින් පවතී. PBV FY22 හි 1.95 දක්වා තවදුරටත් වැඩිදියුණු වී ඇත. එහි කොටස් පදනම තවදුරටත් ශක්තිමත් කිරීම සඳහා FY21 FY22 හි 1.43 ක් වූ NAV අගය 2.66 දක්වා වැඩි විය.",
        "2021 දෙසැම්බර් 31 දිනෙන් අවසන් වූ පළමු මාස ​​නවය සඳහා ලාභාංශ ගෙවීම රු. 4,441,627.20 එය PAT හි 27% කි.",
        "Exterminators නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂ Marlon Ferreira 2021 දී, පසුගිය මාස 17 තුළ ජාතික හා ජාත්‍යන්තර සම්මාන 12 ක් දිනා ගනිමින් සිය සන්නාම පිළිගැනීම තවදුරටත් ඉහළ නංවා ගැනීමට හැකි වූ අතර මාර්තු 30 වන දින දකුණු ආසියාවේ පළමු සහ පළිබෝධ පාලනය කිහිප දෙනා අතරට පැමිණ ඉතිහාසය නිර්මාණය කළේය. කොටස් හුවමාරුවේ ලැයිස්තුගත කිරීමට ලෝකයේ සමාගම්.",
        "Exterminators සමාගම සිය නව ශාඛාව දඹුල්ලේදී අප්‍රේල් 30 වන දින 24 වැනි සංවත්සරයේදී විවෘත කරන ලද අතර එමඟින් නියමිත කාලයට වඩා මාස හයකට පෙර එහි මූලික කොටස් නිකුතුවේ අරමුණක් ඉටු කළේය.",
        "ශාඛාව දඹුල්ල, ත්‍රිකුණාමලය පාර, අංක 489/2 යන ස්ථානයේ ප්‍රමුඛ ස්ථානයක පිහිටා ඇත. මෙම ශාඛාව උතුරු මැද, උතුරු සහ නැඟෙනහිර පළාත්වලට පිවිසුම් දොරටුව වනු ඇත.",
        "පළිබෝධ කළමනාකරණය සහ පාරිසරික වැඩිදියුණු කිරීමේ සේවාවන් ඩිජිටල්කරණය කිරීම සඳහා ඩිජිටල්කරණය කරන ලද මාර්ග ප්‍රශස්තකරණ පද්ධති, ජංගම යෙදුම් සහ 'Exterminators E-Connect' පාරිභෝගික වෙබ් ද්වාරය හරහා සහයෝගීතාවයන් නිර්මාණය කරමින් පවතින උද්ධමන බලපෑම අවම කර ගනිමින් සිය සේවා ප්‍රමිතීන් තවදුරටත් වැඩිදියුණු කිරීමට සමාගම සැලසුම් කරන බව Ferreira පැවසීය. වත්මන් ආර්ථික අර්බුදය තුළ පවා පහළම මට්ටමට ධනාත්මක ලෙස බලපාන සමාගමකි.",
        "එක්ස්ටර්මිනේටර්ස් සිය සමාගමේ මෙහෙයුම් හරිතකරණය කරමින් පෙරමුණ ගැනීමට කැපවී සිටින බව ද ඔහු පැවසීය. මෙම කැපවීම ආසියාවේ 1 වැනි ‘කාබන් නියුට්‍රල්’ පළිබෝධ පාලනය සහ ලොව 1 වැනි ‘කාබන් නියුට්‍රල්’ විෂබීජ නාශක සේවා සපයන්නා ලෙස සහතික වීම මගින් පැහැදිලිව පෙන්නුම් කර තහවුරු කර ඇත. මෙය සමාගම තුළ ක්‍රමානුකූල තිරසාර ක්‍රියාකාරී සැලැස්මක් ස්ථාපිත කිරීමේ ප්‍රධාන පියවරකි. සමාගම පාරිසරික හොඳම භාවිතයන් සහ නායකත්වය සඳහා ජාත්‍යන්තර සම්මාන හතරක ජයග්‍රාහකයා වේ. 2021 නොවැම්බරයේදී, සමාගම ආසියාවේ 1 වැනි සහ ‘වැඩ කිරීමට විශිෂ්ට ස්ථානයක්’ ලෙස සහතික කළ ලෝකයේ පළිබෝධ පාලන සමාගම් කිහිපයෙන් එකක් බවට පත් විය. සහතික කිරීමේ ක්‍රියාවලියේදී අවධානය යොමු කළ සියලුම ක්ෂේත්‍රවල 'විශ්වාසනීය දර්ශකය' තුළ 100% ලකුණු ලබා ගනිමින් සමාගම ඉතිහාසය නිර්මාණය කළේය."
      ]
    },
    "ta": {
      "title": "4Q மற்றும் FY22 இல் எக்ஸ்டெர்மினேட்டர்கள் ஈர்க்கக்கூடிய முடிவுகளை வெளியிடுகின்றனர்",
      "body_lines": [
        "நிகர லாபம் 4வது காலாண்டில் 133% மற்றும் FY22 இல் 77% அதிகரித்துள்ளது",
        "நிகர லாப வரம்பு 4வது காலாண்டில் வருவாயில் 26% மற்றும் FY22 இல் 20%",
        "ஒரு பங்கின் வருவாய் 4வது காலாண்டில் 121% மற்றும் FY22 இல் 71% அதிகரித்துள்ளது.",
        "டிசம்பர் 31, 2021 இல் முடிவடைந்த முதல் ஒன்பது மாத காலத்திற்கான டிவிடெண்ட் பே-அவுட் 27%",
        "Exterminators Ltd., பூச்சி மேலாண்மை மற்றும் சுற்றுச்சூழல் தொழில்நுட்ப வல்லுநர்கள் மற்றும் கொழும்பு பங்குச் சந்தையின் புதிய வரவு, 4வது காலாண்டு மற்றும் FY22க்கான சிறப்பான நிதி முடிவுகளை அறிவித்துள்ளது.",
        "நான்காவது காலாண்டில் வருவாய் 16% மற்றும் FY22 இல் 12% அதிகரித்துள்ளது, அதே நேரத்தில் GP நான்காவது காலாண்டில் 20% மற்றும் FY22 இல் 9% அதிகரித்துள்ளது.",
        "EBIT 4வது காலாண்டில் 55% மற்றும் FY22 இல் 29% அதிகரித்துள்ளது. வருவாய் அதிகரித்த போதிலும், திறமையான வணிக மேலாண்மை நடைமுறைகள் மற்றும் டிஜிட்டல் பூச்சி மேலாண்மை தொழில்நுட்பம் காரணமாக 2222 நிதியாண்டில் நிர்வாகச் செலவுகளை 4% ஆகவும், S&D செலவுகளை 2% ஆகவும் நிறுவனம் குறைக்க முடிந்தது.",
        "மார்ச் 31 இல் ஒருவருக்கு விகிதம் 7.9 மடங்கு. FY22 இல் PBV மேலும் 1.95 ஆக மேம்பட்டுள்ளது. 21ஆம் நிதியாண்டில் 1.43 ஆக இருந்த NAV மதிப்பு, அதன் பங்குத் தளத்தை மேலும் வலுப்படுத்துவதற்காக FY22இல் 2.66 ஆக அதிகரித்தது.",
        "டிசம்பர் 31, 2021 அன்று முடிவடைந்த முதல் ஒன்பது மாதங்களுக்கான டிவிடெண்ட் பே-அவுட் தொகை ரூ. 4,441,627.20 இது PAT இன் 27% ஆகும்.",
        "கடந்த 17 மாதங்களில் 12 தேசிய மற்றும் சர்வதேச விருதுகளை வென்றதன் மூலம், 2021 ஆம் ஆண்டில், நிறுவனம் தனது பிராண்ட் அங்கீகாரத்தை மேலும் அதிகரிக்க முடிந்தது என்றும், மார்ச் 30 அன்று தெற்காசியாவின் 1வது மற்றும் சில பூச்சிகளைக் கட்டுப்படுத்தி வரலாறு படைத்தது என்றும் எக்ஸ்டெர்மினேட்டர்ஸ் நிறுவனர் மற்றும் நிர்வாக இயக்குநர் மார்லன் ஃபெரீரா தெரிவித்தார். உலகில் உள்ள நிறுவனங்கள் பங்குச் சந்தையில் பட்டியலிடப்பட வேண்டும்.",
        "Exterminators நிறுவனம் தனது புதிய கிளையை தம்புள்ளையில் ஏப்ரல் 30 ஆம் திகதி 24 வது ஆண்டு நிறைவு தினத்தில் திறந்து அதன் மூலம் அதன் IPO நோக்கங்களில் ஒன்றை, திட்டமிட்டதை விட ஆறு மாதங்களுக்கு முன்னதாக நிறைவேற்றியது.",
        "இந்த கிளையானது தம்புள்ளை, திருகோணமலை வீதி, 489/2 இல் ஒரு முக்கிய இடத்தில் அமைந்துள்ளது. இந்த கிளை வட மத்திய, வடக்கு மற்றும் கிழக்கு மாகாணங்களுக்கான நுழைவாயிலாக இருக்கும்.",
        "பூச்சி மேலாண்மை மற்றும் சுற்றுச்சூழல் மேம்பாட்டு சேவைகளை டிஜிட்டல் மயமாக்குவதற்காக டிஜிட்டல் மயமாக்கப்பட்ட வழித் தேர்வுமுறை அமைப்புகள், மொபைல் பயன்பாடுகள் மற்றும் 'எக்ஸ்டெர்மினேட்டர்ஸ் இ-கனெக்ட்' வாடிக்கையாளர் இணைய தளம் ஆகியவற்றின் மூலம் சினெர்ஜிகளை உருவாக்குவதன் மூலம், நிலவும் பணவீக்கத் தாக்கத்தைத் தணிக்கும் அதே வேளையில், நிறுவனம் தனது சேவைத் தரங்களை மேலும் மேம்படுத்த திட்டமிட்டுள்ளதாக ஃபெரீரா கூறினார். தற்போதைய பொருளாதார நெருக்கடியின் போதும் அடிமட்டத்தை சாதகமாக பாதிக்கும் நிறுவனம்.",
        "எக்ஸ்டெர்மினேட்டர்ஸ் தனது நிறுவனத்தின் செயல்பாடுகளை பசுமையாக்குவதன் மூலம் வழி நடத்த உறுதிபூண்டுள்ளதாகவும் அவர் கூறினார். ஆசியாவின் 1வது ‘கார்பன் நியூட்ரல்’ பூச்சிக் கட்டுப்பாடு மற்றும் உலகின் 1வது ‘கார்பன் நியூட்ரல்’ கிருமிநாசினி சேவை வழங்குநரால் சான்றளிக்கப்பட்டதன் மூலம் இந்த அர்ப்பணிப்பு தெளிவாக நிரூபிக்கப்பட்டு உறுதிப்படுத்தப்பட்டுள்ளது. நிறுவனத்திற்குள் ஒரு முறையான நிலைத்தன்மை செயல் திட்டத்தை நிறுவுவதற்கு இது ஒரு முக்கிய படியாகும். சுற்றுச்சூழல் சிறந்த நடைமுறைகள் மற்றும் தலைமைத்துவத்திற்கான நான்கு சர்வதேச விருதுகளை நிறுவனம் வென்றுள்ளது. நவம்பர் 2021 இல், நிறுவனம் ஆசியாவின் 1வது நிறுவனமாகவும், 'வேலை செய்வதற்கான சிறந்த இடம்' என்ற சான்றிதழ் பெற்ற உலகின் சில பூச்சிக் கட்டுப்பாட்டு நிறுவனங்களில் ஒன்றாகவும் ஆனது. சான்றிதழ் செயல்முறையின் போது அனைத்து கவனம் செலுத்தும் பகுதிகளிலும் ‘டிரஸ்ட் இன்டெக்ஸ்’ இல் 100% புள்ளிகளைப் பெற்று நிறுவனம் வரலாற்றை உருவாக்கியது."
      ]
    }
  }
}