{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bang-bang-colombos-first-modern-shopping-mall/",
  "time_ut": 1646841060,
  "title": "Bang Bang – Colombo’s first modern shopping mall",
  "body_lines": [
    "In the first of a series of articles on Colombo’s heritage, we cover the Bang Bang Building, with historian, Asiff Hussein, the Author of  The Great Days of Colombo.",
    "Q: Is it accurate to say that the Bang Bang building was the first modern shopping mall in Colombo? What about others like Liberty Plaza that emerged around the same time?",
    "A: The Bang Bang Building Project was the first modern shopping mall in Sri Lanka. It was officially called Capricorn Towers and was built as a UDA approved project in 1979; Liberty Plaza was built in the early 1980s. Bang Bang opened around 1982 and was fully operational by early 1983. Liberty Plaza opened only in 1985.",
    "Q: The Bang Bang Building was situated on a wedge of land between Reclamation Road and Bankshall Street in Pettah which had formerly housed the Colombo Fire Brigade. And believe me, this seemingly huge four-storeyed complex was built on just 50 perches of land which at that time must have been an ingenious feat of engineering, especially for a country like ours. Its foundation stone was laid by the then Mayor Sirisena Cooray, which suggests that it must have been considered a very important landmark in the country’s rapid development drive that followed in the wake of the Open Economy the JR government ushered in 1977.",
    "A: The prospectus stated that it had been designed as a shopping-cum-office complex and that it had a raft foundation to build 12 storeys with the foundation and structure designed to carry a revolving restaurant on the topmost floor. At the time, it had a basement, car park and four floors each with 15,000 square feet, a structure for two more floors and provision for another five floors with 10,000 square feet for each floor. It further boasted central air conditioning, available for 11 floors and to top it all could accommodate 100 shops which was, of course, a lot of shops for its time.",
    "Q:Who was the man behind the project or was it a consortium of like-minded people obsessed with foisting modernity on a place like the Pettah?",
    "A:The project was the brainchild of Nazir Hussein Ghany, the second son of Faacy Ghany, Deputy Mayor of Colombo shortly before Ceylon gained independence from the British. This well built moustachioed man looked somewhat like Yasser Arafat and had made his fortune very early in life. I have a feeling it was his frequent business trips to Japan and other parts of Far Asia full of grand buildings, that inspired him to replicate that trend here, near the very heart of Pettah. Be that as it may, the idea caught on among government officials in the UDA, and elsewhere, who gave it their fullest support. To put up a building like this at that time was something phenomenal, to say the least.",
    "Q:How did Bang Bang look like in its heyday? Can you recall what it would have seemed to a child of that era?",
    "A:I recall, in the early 1980s, Bang Bang’s advertisements on television were accompanied by the soundtrack ‘Chitty Chitty Bang Bang, Chitty Chitty Bang Bang’. It took after the 1968 musical of the same name which featured a revolutionary flying car designed by the eccentric inventor Caractacus Potts, which was named as such after the noise its engine made, ‘Chitty Chitty Bang Bang, Chitty Chitty Bang Bang …’",
    "Whenever we visited it back then, it was like another world altogether. Its façade was impressive by the standards of those times though when one beholds it now it may pale in comparison to what we have today. Bang Bang was like a new world to us kids back then. It had a sleek black and yellow escalator, probably the first of its kind in the country, emerging from its large central floor area.",
    "One could shop here under one roof in air-conditioned comfort, so unlike the other marketplaces in Pettah or elsewhere. And the hundred or so little shops scattered in its three or four occupied floors were a delight to behold. It was a wonder world for kids of that era with toy shops, selling everything from toy guns to plastic soldiers, bookshops and even an ice cream parlour. I also vividly remember a game centre offering coin-operated arcade video games such as Galaxian, where one could zap alien invaders with a laser cannon.",
    "Sadly Bang Bang’s fortunes were not to last very long. Like many other big-time businesses in the city, it declined with mismanagement and the dull business climate following the July 1983 riots and the war that came in its wake. With business declining, tenants moved out and a couple of decades after making its debut with a bang, so to say, the once-grand building had become only a shadow of its former self with a lacklustre exterior and a somewhat gloomy interior, a far cry from what it once was.",
    "Pushed out! Very same olds in; decently protesting women to the fore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Bang Bang - කොළඹ ප්‍රථම නවීන සාප්පු සංකීර්ණය",
      "body_lines": [
        "කොළඹ උරුමය පිළිබඳ ලිපි මාලාවේ පළමු ලිපියෙන් අපි Bang Bang Building, The Great Days of Colombo හි කතුවරයා වන ඉතිහාසඥ අසීෆ් හුසේන් සමඟින් ආවරණය කරමු.",
        "ප්‍ර: කොළඹ නගරයේ ඇති පළමු නවීන වෙළෙඳ සංකීර්ණය බං බෑන්ග් ගොඩනැඟිල්ල යැයි කීම නිවැරදිද? එම කාලයේම බිහි වූ ලිබර්ටි ප්ලාසා වැනි අනෙකුත් අය ගැන කුමක් කිව හැකිද?",
        "A: Bang Bang Building Project යනු ශ්‍රී ලංකාවේ පළමු නවීන සාප්පු සංකීර්ණයයි. එය නිල වශයෙන් Capricorn Towers ලෙස හැඳින්වූ අතර 1979 දී UDA අනුමත ව්‍යාපෘතියක් ලෙස ඉදිකරන ලදී. ලිබර්ටි ප්ලාසා 1980 ගණන්වල මුල් භාගයේ ඉදිකරන ලද්දකි. Bang Bang 1982 දී පමණ විවෘත වූ අතර 1983 මුල් භාගය වන විට සම්පූර්ණයෙන්ම ක්රියාත්මක විය. Liberty Plaza විවෘත වූයේ 1985 දී පමණි.",
        "ප්‍රශ්නය: Bang Bang ගොඩනැගිල්ල පිහිටා තිබුණේ පිටකොටුව ප්‍රදේශයේ Reclamation පාර සහ Bankshall වීදිය අතර කලින් කොළඹ ගිනි නිවන ඒකකය පවත්වාගෙන ගිය ඉඩමකයි. මාව විශ්වාස කරන්න, පෙනෙන විදිහට මෙම දැවැන්ත සිව්මහල් සංකීර්ණය ඉදිකර ඇත්තේ පර්චස් 50 ක භූමි ප්‍රමාණයක වන අතර එය එකල විශේෂයෙන් අප වැනි රටකට ඉංජිනේරු විද්‍යාවේ විශිෂ්ට දස්කමක් වන්නට ඇත. එහි මුල්ගල තැබුවේ එවකට නගරාධිපති සිරිසේන කුරේ විසින් වන අතර, එයින් ඇඟවෙන්නේ 1977 ජේආර් රජය ආරම්භ කළ විවෘත ආර්ථිකයෙන් පසුව රටෙහි වේගවත් සංවර්ධන ගමනේ ඉතා වැදගත් සන්ධිස්ථානයක් ලෙස එය සැලකිය යුතු බවයි.",
        "A: එය සාප්පු සවාරි සහ කාර්යාල සංකීර්ණයක් ලෙස නිර්මාණය කර ඇති බවත් ඉහළම මහලේ කැරකෙන අවන්හලක් රැගෙන යාමට අත්තිවාරම සහ ව්‍යුහය සමඟ තට්ටු 12 ක් ඉදිකිරීමට පරාල අත්තිවාරමක් ඇති බවත් ප්‍රොස්පෙක්ටරයේ සඳහන් විය. එකල එහි බිම් මහලක්, රථගාලක් සහ වර්ග අඩි 15,000 බැගින් වූ තට්ටු හතරක්, තවත් තට්ටු දෙකක් සඳහා ව්‍යුහයක් සහ එක් එක් මහල සඳහා වර්ග අඩි 10,000 බැගින් තවත් තට්ටු පහක් සඳහා ප්‍රතිපාදන තිබුණි. එය තවදුරටත් පුරසාරම් දොඩන මධ්‍යම වායුසමීකරණය, මහල් 11 ක් සඳහා ලබා ගත හැකි අතර, එහි මුදුනට සාප්පු 100 කට ඉඩ සැලසිය හැකි අතර, ඇත්ත වශයෙන්ම, එහි කාලය සඳහා සාප්පු රාශියක් විය.",
        "ප්‍රශ්නය: ව්‍යාපෘතිය පිටුපස සිටි පුද්ගලයා කවුරුන්ද නැතිනම් පිටකොටුව වැනි ස්ථානයක නවීනත්වය ඔසවන්නට උමතු වූ සමාන අදහස් ඇති මිනිසුන්ගේ එකමුතුවක්ද?",
        "A: මෙම ව්‍යාපෘතිය බ්‍රිතාන්‍යයන්ගෙන් ලංකාව නිදහස ලැබීමට ටික කලකට පෙර කොළඹ නියෝජ්‍ය නගරාධිපති Faacy Ghany ගේ දෙවන පුත් Nazir Hussein Ghany ගේ සංකල්පයක් විය. මෙම හොඳින් ගොඩනඟන ලද උඩු රැවුලින් යුත් මිනිසා යසර් අරෆත්ගේ පෙනුමට සමාන වූ අතර ජීවිතයේ ඉතා ඉක්මනින් ඔහුගේ ධනය උපයා ඇත. ඔහු ජපානයට සහ මහා ගොඩනැඟිලිවලින් පිරුණු ඈත ආසියාවේ අනෙකුත් ප්‍රදේශවලට නිතර ගිය ව්‍යාපාරික චාරිකා නිසා පිටකොටුවේ හදවත ආසන්නයේම එම ප්‍රවණතාව ආවර්ජනය කිරීමට ඔහු පෙළඹවූ බව මට හැඟේ. එය එසේ වුවද, UDA හි සහ වෙනත් තැන්වල රාජ්‍ය නිලධාරීන් අතර මෙම අදහස ග්‍රහණය වූයේ එයට උපරිම සහයෝගය ලබා දුන් අයයි. එකල මෙවැනි ගොඩනැගිල්ලක් තැබීම අවම වශයෙන් කිවහොත් අතිවිශිෂ්ට දෙයක් විය.",
        "Q: Bang Bang එහි උච්චතම අවධියේ දිස් වූයේ කෙසේද? ඒ යුගයේ දරුවෙකුට එය පෙනෙන්නට තිබුණේ කුමක්දැයි ඔබට මතකද?",
        "A: මට මතකයි, 1980 දශකයේ මුල් භාගයේදී, රූපවාහිනියේ Bang Bang ගේ වෙළඳ දැන්වීම් සමඟ ‘Chitty Chitty Bang Bang, Chitty Chitty Bang Bang’ යන හඬ පටය ද ඇතුළත් විය. එය 1968 දී එම නමින්ම නිර්මාණය වූ විප්ලවීය පියාඹන මෝටර් රථයකින් පසුව සිදු වූ අතර, එහි එන්ජිම ඇති කරන ශබ්දයෙන් පසුව එය නම් කරන ලදී, 'චිටි චිටි බෑං බෑං, චිටී චිටි බෑං බෑං ...'",
        "එදා අපි එහි ගිය සෑම අවස්ථාවකම එය සම්පූර්ණයෙන්ම වෙනත් ලෝකයක් මෙන් විය. එහි මුහුණත එකල පැවති ප්‍රමිතීන්ට අනුව සිත් ඇදගන්නාසුළු වූ නමුත් යමෙකු එය දැන් දකින විට එය අද අපට ඇති දේට සාපේක්ෂව සුදුමැලි විය හැකිය. බං බං ඒ කාලේ ළමයි අපිට අලුත් ලෝකයක් වගේ. එහි විශාල මධ්‍යම මහලේ ප්‍රදේශයෙන් මතුවන, රට තුළ එවැනි ආකාරයේ පළමු වැනි සිනිඳු කළු සහ කහ එස්කැලේටරයක් ​​තිබුණි.",
        "පිටකොටුවේ හෝ වෙනත් වෙලඳපොලවල් මෙන් නොව වායුසමනය කළ සුවපහසුවකින් කෙනෙකුට මෙහි එකම වහලක් යට සාප්පු සවාරි යා හැකිය. එහි වාඩි වී සිටි තට්ටු තුන හතරක විසිරී තිබූ කුඩා කඩ සාප්පු සියයක් හෝ වැඩි ගණනක් දැකීමට ප්‍රිය විය. සෙල්ලම් බඩු සාප්පු, සෙල්ලම් තුවක්කු සිට ප්ලාස්ටික් සොල්දාදුවන්, පොත් සාප්පු සහ අයිස්ක්‍රීම් සාප්පුවක් දක්වා සෑම දෙයක්ම අලෙවි කළ ඒ යුගයේ ළමයින්ට එය පුදුම ලෝකයක් විය. පිටසක්වල ආක්‍රමණිකයන්ට ලේසර් කාලතුවක්කුවකින් පහර දිය හැකි Galaxian වැනි කාසියෙන් ක්‍රියාත්මක වන ආකේඩ් වීඩියෝ ක්‍රීඩා පිරිනමන ක්‍රීඩා මධ්‍යස්ථානයක් ද මට හොඳින් මතකයි.",
        "කනගාටුදායක ලෙස Bang Bang ගේ වාසනාව වැඩි කල් පැවතියේ නැත. නගරයේ අනෙකුත් බොහෝ විශාල-කාලීන ව්‍යාපාර මෙන්, එය වැරදි කළමනාකරණය සහ 1983 ජූලි කෝලාහලයෙන් පසුව සහ යුද්ධයෙන් පසුව ඇති වූ අඳුරු ව්‍යාපාරික වාතාවරණය සමඟ ප්‍රතික්ෂේප විය. ව්‍යාපාර පරිහානියත් සමඟ, කුලී නිවැසියන් ඉවත්ව ගිය අතර, ඝෝෂාකාරී ලෙස එහි මංගල දර්ශනය ආරම්භ කර දශක කිහිපයකට පසු, එසේ පැවසුවහොත්, කලක් පැවති මහා ගොඩනැගිල්ල දුර්වල බාහිර පෙනුමකින් සහ තරමක් අඳුරු අභ්‍යන්තරයකින් එහි පෙර ආත්මයේ සෙවනැල්ලක් පමණක් බවට පත්ව ඇත. කලින් තිබුන දේ වලින් අඬන්න.",
        "එළියට තල්ලු කළා! ඉතා එකම පැරණි; විනීතව කාන්තාවන්ට විරෝධය පළ කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பேங் பேங் - கொழும்பின் முதல் நவீன ஷாப்பிங் மால்",
      "body_lines": [
        "கொழும்பின் பாரம்பரியம் பற்றிய தொடர் கட்டுரைகளின் முதலாவதாக, கொழும்பின் கிரேட் டேஸ் என்ற நூலின் ஆசிரியர் ஆசிஃப் ஹுசைன் வரலாற்றாசிரியருடன் பேங் பேங் கட்டிடத்தைப் பற்றிப் பேசுகிறோம்.",
        "கே: பேங் பேங் கட்டிடம் கொழும்பில் முதல் நவீன வணிக வளாகம் என்று கூறுவது சரியானதா? அதே நேரத்தில் தோன்றிய லிபர்ட்டி பிளாசா போன்ற மற்றவர்களைப் பற்றி என்ன?",
        "ப: பேங் பேங் கட்டிடத் திட்டம் இலங்கையின் முதல் நவீன வணிக வளாகமாகும். இது அதிகாரப்பூர்வமாக மகர கோபுரங்கள் என்று அழைக்கப்பட்டது மற்றும் 1979 இல் UDA அங்கீகரிக்கப்பட்ட திட்டமாக கட்டப்பட்டது; லிபர்ட்டி பிளாசா 1980 களின் முற்பகுதியில் கட்டப்பட்டது. பேங் பேங் 1982 இல் திறக்கப்பட்டது மற்றும் 1983 இன் தொடக்கத்தில் முழுமையாக செயல்பட்டது. லிபர்ட்டி பிளாசா 1985 இல் மட்டுமே திறக்கப்பட்டது.",
        "கே: பேங் பேங் கட்டிடம் பெட்டாவில் உள்ள ரெக்லமேஷன் சாலைக்கும் பேங்க்ஷால் தெருவுக்கும் இடையில் உள்ள ஒரு நிலத்தில் முன்பு கொழும்பு தீயணைப்புப் படையை வைத்திருந்தது. என்னை நம்புங்கள், இந்த பெரிய நான்கு மாடி வளாகம் வெறும் 50 பேர்ச் நிலத்தில் கட்டப்பட்டது, அந்த நேரத்தில் இது ஒரு தனித்துவமான பொறியியல் சாதனையாக இருந்திருக்க வேண்டும், குறிப்பாக நம்மைப் போன்ற ஒரு நாட்டிற்கு. அதன் அடிக்கல்லை அப்போதைய மேயர் சிறிசேன குரே நாட்டினார், இது 1977 இல் ஜே.ஆர் அரசாங்கம் அறிமுகப்படுத்திய திறந்த பொருளாதாரத்தை அடுத்து வந்த நாட்டின் விரைவான அபிவிருத்தி இயக்கத்தில் இது ஒரு மிக முக்கியமான அடையாளமாக கருதப்பட்டிருக்க வேண்டும் என்று கூறுகிறது.",
        "ப: இது ஒரு ஷாப்பிங்-கம்-அலுவலக வளாகமாக வடிவமைக்கப்பட்டுள்ளது என்றும், அதன் மேல் தளத்தில் சுழலும் உணவகத்தை எடுத்துச் செல்ல அடித்தளம் மற்றும் அமைப்புடன் 12 மாடிகளைக் கட்டுவதற்கான ராஃப்ட் அடித்தளம் இருப்பதாகவும் அந்த விவரக்குறிப்பில் குறிப்பிடப்பட்டுள்ளது. அந்த நேரத்தில், இது ஒரு அடித்தளம், கார் பார்க்கிங் மற்றும் 15,000 சதுர அடியில் நான்கு தளங்கள், மேலும் இரண்டு தளங்களுக்கான அமைப்பு மற்றும் ஒவ்வொரு தளத்திற்கும் 10,000 சதுர அடியில் மற்றொரு ஐந்து தளங்களுக்கான ஏற்பாடும் இருந்தது. இது மத்திய ஏர் கண்டிஷனிங்கை மேலும் பெருமைப்படுத்தியது, 11 தளங்களுக்கு கிடைக்கிறது மற்றும் அதன் மேல் 100 கடைகளுக்கு இடமளிக்க முடியும், நிச்சயமாக, அதன் காலத்திற்கு நிறைய கடைகள் இருந்தன.",
        "கே: இந்த திட்டத்தின் பின்னணியில் இருந்தவர் யார் அல்லது பெட்டா போன்ற ஒரு இடத்தில் நவீனத்துவத்தை ஊக்குவிப்பதை ஒத்த எண்ணம் கொண்டவர்களின் கூட்டமைப்பாக இருந்ததா?",
        "ப:சிலோன் பிரித்தானியர்களிடம் இருந்து சுதந்திரம் பெறுவதற்கு சற்று முன்னர் கொழும்பு துணை மேயராக இருந்த Faacy Ghany யின் இரண்டாவது மகன் Nazir Hussein Ghany யின் சிந்தனையில் உருவானது இந்த திட்டம். இந்த நன்கு கட்டப்பட்ட மீசையுடைய மனிதர் யாசர் அராஃபத்தைப் போலவே தோற்றமளித்தார், மேலும் வாழ்க்கையின் ஆரம்பத்திலேயே தனது செல்வத்தை ஈட்டினார். ஜப்பான் மற்றும் பிரமாண்டமான கட்டிடங்கள் நிறைந்த தூர ஆசியாவின் பிற பகுதிகளுக்கு அவர் அடிக்கடி மேற்கொண்ட வணிகப் பயணங்கள், பெட்டாவின் மையப்பகுதிக்கு அருகில் உள்ள அந்தப் போக்கை இங்கும் பிரதிபலிக்க அவரைத் தூண்டியதாக நான் உணர்கிறேன். அது எப்படியிருந்தாலும், UDA மற்றும் பிற இடங்களில் உள்ள அரசாங்க அதிகாரிகளிடையே இந்த யோசனை பிடிபட்டது, அவர்கள் அதற்கு முழு ஆதரவை வழங்கினர். அந்தக் காலத்துல இப்படி ஒரு கட்டிடம் போடுவாங்கன்னு சொல்லுவாங்க.",
        "கே: பேங் பேங் அதன் உச்சத்தில் எப்படி இருந்தது? அந்தக் காலத்து குழந்தைக்கு அது என்ன தோன்றியிருக்கும் என்பதை உங்களால் நினைவுபடுத்த முடியுமா?",
        "ப:1980 களின் முற்பகுதியில், தொலைக்காட்சியில் பேங் பேங்கின் விளம்பரங்களில் ‘சிட்டி சிட்டி பேங் பேங், சிட்டி சிட்டி பேங் பேங்’ என்ற ஒலிப்பதிவு இருந்தது என்பது எனக்கு நினைவிருக்கிறது. 1968 ஆம் ஆண்டு இதே பெயரில் வெளியான இசை நாடகத்திற்குப் பிறகு, விசித்திரமான கண்டுபிடிப்பாளர் கராக்டகஸ் பாட்ஸ் வடிவமைத்த ஒரு புரட்சிகர பறக்கும் கார் இடம்பெற்றது, அதன் எஞ்சின் சத்தத்திற்குப் பிறகு, ‘சிட்டி சிட்டி பேங் பேங், சிட்டி சிட்டி பேங் பேங் …’ என்று பெயரிடப்பட்டது.",
        "அப்போது எப்பொழுது சென்றாலும் அது வேறொரு உலகம் போல் இருந்தது. அதன் முகப்பு அந்தக் காலத்தின் தரங்களால் ஈர்க்கக்கூடியதாக இருந்தது, ஆனால் இப்போது அதைப் பார்க்கும் போது அது இன்று நம்மிடம் இருப்பதை ஒப்பிடுகையில் வெளிர் நிறமாக இருக்கலாம். பேங் பேங் அப்போது குழந்தைகளாகிய எங்களுக்கு ஒரு புதிய உலகம் போல இருந்தது. இது ஒரு நேர்த்தியான கருப்பு மற்றும் மஞ்சள் எஸ்கலேட்டரைக் கொண்டிருந்தது, அநேகமாக நாட்டிலேயே இதுபோன்ற முதல் எஸ்கலேட்டர், அதன் பெரிய மத்தியத் தளப் பகுதியிலிருந்து வெளிப்பட்டது.",
        "பெட்டா அல்லது பிற இடங்களில் உள்ள மற்ற சந்தைகளைப் போலல்லாமல், குளிரூட்டப்பட்ட வசதியுடன் ஒரே கூரையின் கீழ் ஷாப்பிங் செய்யலாம். அதன் மூன்று அல்லது நான்கு ஆக்கிரமிக்கப்பட்ட தளங்களில் சிதறிக் கிடந்த நூறு அல்லது அதற்கு மேற்பட்ட சிறிய கடைகள் பார்ப்பதற்கு மகிழ்ச்சியாக இருந்தன. பொம்மைக் கடைகள், பொம்மை துப்பாக்கிகள் முதல் பிளாஸ்டிக் சிப்பாய்கள், புத்தகக் கடைகள் மற்றும் ஐஸ்கிரீம் பார்லர் என அனைத்தையும் விற்பனை செய்யும் அந்தக் காலக் குழந்தைகளுக்கு இது ஒரு அதிசய உலகமாக இருந்தது. கேலக்ஸியன் போன்ற நாணயத்தால் இயக்கப்படும் ஆர்கேட் வீடியோ கேம்களை வழங்கும் ஒரு கேம் சென்டரையும் நான் தெளிவாக நினைவில் வைத்திருக்கிறேன், அங்கு ஒருவர் லேசர் பீரங்கி மூலம் அன்னிய படையெடுப்பாளர்களைத் தாக்க முடியும்.",
        "துரதிர்ஷ்டவசமாக பேங் பேங்கின் அதிர்ஷ்டம் நீண்ட காலம் நீடிக்கவில்லை. நகரத்தில் உள்ள பல பெரிய-நேர வணிகங்களைப் போலவே, இது ஜூலை 1983 கலவரம் மற்றும் அதன் தொடர்ச்சியாக வந்த போரைத் தொடர்ந்து தவறான மேலாண்மை மற்றும் மந்தமான வணிகச் சூழல் ஆகியவற்றால் வீழ்ச்சியடைந்தது. வணிகம் வீழ்ச்சியடைந்ததால், குத்தகைதாரர்கள் வெளியேறினர் மற்றும் இரண்டு தசாப்தங்களுக்குப் பிறகு களமிறங்கினார், எனவே ஒரு காலத்தில் பிரமாண்டமான கட்டிடம் மந்தமான வெளிப்புறத்துடனும் சற்றே இருண்ட உட்புறத்துடனும் அதன் முந்தைய சுயத்தின் நிழலாக மட்டுமே மாறிவிட்டது. ஒரு காலத்தில் இருந்ததிலிருந்து அழுங்கள்.",
        "வெளியே தள்ளி! அதே வயதானவர்கள்; கண்ணியமாக பெண்களை முன்னிறுத்தி எதிர்ப்பது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}