{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/President-should-decide-whether-to-step-back-or-allow-unrest-to-grow-Dayasiri-Jayasekara/172-235055",
  "time_ut": 1649788860,
  "title": "President should decide whether to step back or allow unrest to grow - Dayasiri Jayasekara",
  "body_lines": [
    "Sri Lanka Freedom Party (SLFP) MP Dayasiri Jayasekara responds to questions by the Daily Mirror about the ongoing political unrest and economic crisis. He also responds to queries about his party’s position.",
    "Q   Your party has decided to act independent of the government. What is the next step?",
    "Basically, 41 of us function in Parliament independent of the government.  We are hopeful of an interim government.  That is to govern the country until fresh elections are conducted.  In this instance, political stability is of paramount importance.  Today, we are grappling with political instability and an economic crisis.  We seek ways and means to find alternatives to resolve these two issues.  There is a public outcry calling for President Gotabaya Rajapaksa to step down.  They want all the Rajapaksas to quit. Only Parliament can resolve this problem.  Parliament cannot be dissolved merely because of rigorous public protests. There is a legal procedure to be followed in this instance. The president should also act in terms of the law of the country. This is an issue to be resolved by Parliament only. Only Parliament can decide whether a government sans the Rajapaksas should be formed or not.  We now remain independent. We look forward to the formation of our own government. It is a government comprising representatives of all parties. Then only we can send a message to the people that we are ready to rebuild this country. This is a huge challenge.  We will come to a decisive conclusion within the next few days. It is not to secure Cabinet posts but to introduce a new programme instilling fresh hopes in the minds of people.  We are ready to compromise for it.",
    "\"It is a matter for the president to decide whether to remain in office or not. He has to decide whether he should allow the problem to take a turn for the worst leading to bloody violence. Even public servants have vowed to take to the streets\"",
    "Q   The main opposition ‘Samagi Jana Balawegaya (SJB) and the Tamil National Alliance (TNA) have spelt out clearly that they won’t join any government under the current president.  The JVP also wants the president to relinquish office.  In that case, would an all-party interim government be realistic?",
    "We have to think in realist terms. The campaign targeting to oust the president has launched to topple government from the top. It is a matter for the president to decide whether to remain in office or not. He has to decide whether he should allow the problem to take a turn for the worst leading to bloody violence. Even public servants have vowed to take to the streets against the government. People have taken to the streets.",
    "Q   Now, your party talks about an interim administration. But, one of your MPs Santha Bandara was sworn in as a State Minister. What would happen now?",
    "We started talks for an interim administration with good intentions - that is to douse the tension in the country and evolve solutions to the problems at hand through national consensus with the participation of intellectuals and professionals. We proposed a national executive committee to implement them. But, unfortunately, President Gotabaya Rajapaksa has acted to engineer defections in our party by accommodating one of our members. This is unacceptable. We never thought the president would do such a typical thing. Now, the president should take the responsibility. We won’t participate in talks with him.",
    "Q   Again, there is another aspect which we should look at. If the president resigns in the face of public protests, it would have retrospective effect on future presidents. In case of public protests, the presidents who are going to be elected in the future too have to face the similar dilemma?",
    "Public wrath is unprecedented today. We never went through such a turmoil when we did not have fuel, LP Gas, food, electricity and fertilizer for agriculture. The government’s mandate has never been challenged in this manner. Therefore, the president has to decide whether to suppress the uprising or take a step back.",
    "Politicians facing charges of frauds and murders are elected. I see the 2020 general election as the best ever election given the unprecedented number of academics and professionals in the fray. Ironically, the present Parliament formed after that election proved to be the worst for me",
    "That is for the president to decide. We cannot say that. The country has fallen into the darkest abyss. We urge all the parties to unite to salvage the country. Unless it happens, we have to see how the public protests will evolve. People are tensed and frustrated. When giving vent to their anger, they don’t think twice. They hold all 225 legislators responsible for the current crisis. The present crisis should not be blamed solely on the MPs. People who elected such politicians should also be held responsible. It is the people who gave a mandate for this government with 6.9 million votes. The MPs were elected by people.  People now accuse these MPs of being crooks and fraudsters. Only the people have voted the crooks and fraudsters. Public conscience is also questionable. In 1910, British colonial governor Sir Thomas Maitland   was opposed to the universal franchise being given to Sri Lankans on the basis that they are unfit to exercise such rights. I feel even today, the people are not fit for it in a way. Politicians facing charges of frauds and murders are elected. I see the 2020 general election as the best ever election given the unprecedented number of academics and professionals in the fray. Ironically, the present Parliament formed after that election proved to be the worst for me.",
    "People are disillusioned with the current political system after seeing parliamentary debates. If you watch debates conducted, at times, with obscene words leading to brawls, it will be clear. The opposition does not make any constructive criticism. Likewise, we don’t find constructive speeches from the government side too. The government keeps harping on wrongful actions of the previous rule. The opposition persists with criticism of the government’s every action. No one debated on the way forward of the country. That is at the root of the crisis. People assume Parliament is the place for the redundant!",
    "Q   You said the president should decide on taking a step back. In case he resigns, what is the alternative in your mind?",
    "People sought all the Rajapaksas to step down. I listened to what JVP leader Anura Kumara Dissanayake was saying. He said the next step could be discussed once the president has stepped down. It means the JVP is ready to fight it to the end. People have resorted to a ceaseless struggle. They should either relent or carry on with a ‘do or die’ battle.  Or else, the president should take a step back. Otherwise, he has to suppress the struggle. The JVP, one group that spearheads the civil unrest movement, insists that the president should step down. Afterwards, it is ready for an observatory role. No party can absolve itself from any responsibility. All these parties should sit together and discuss.  We can find common space then.",
    "\"President has acted to engineer defections in our party by accommodating one of our members. This is unacceptable. We never thought the president would do such a typical thing. We won’t participate in talks with him\"",
    "Q   You are a lawyer. If the president resigns prematurely, then Parliament should elect someone as the president. Who do you have in mind to take over?",
    "We have not discussed it as yet. We can think of someone for it.  We should evolve a programme to address the grievous issues affecting the country at the moment. For the past one year, the government was varying in its position whether to go to the International Monetary Fund (IMF) or not. The government acted so irresponsibly despite the impending crisis. The president, the then finance minister and others did so. What has happened as a result now?  The government is now trying to strike a deal with the IMF after the economy collapsed. The Central Bank’s monetary board, its governor and the finance ministry secretary did not present the true picture of the economy to people.",
    "The Monetary Board gave a warning on this crisis to then Secretary to the President P.B. Jayasundara six months ago. He never communicated it to the president. Dr. Jayasundara is also responsible for the crisis.  He is the key villain of the present economic downfall. The president made a mistake by appointing someone handling the economy as the Secretary to him. An economist shouldn’t be given such a post.   An official from the public administrative service should have been appointed for it.  Dr. Jayasundara, instead of working as the Secretary to the President, implemented his own economic policy.  Since 1997/98, he has handled economy of this country. He ruined the economy, the president and the government.",
    "\"Only Parliament can decide whether a government sans the Rajapaksas should be formed or not.  We now remain independent. We look forward to the formation of our own government. It is a government comprising representatives of all parties. Then only we can send a message to the people\"",
    "Q   Who is in your mind to be the next leader of the country?",
    "There are many in this instance.  We have to think of someone who can initiate the next step in the greater interest of the country. We have to move ahead in collaboration with all.",
    "Q   Whoever comes, it is not easy to find short-term solutions to the current economic woes such as the shortage of foreign exchange. But, we cannot delay solutions to some of the issues such as spiraling prices of foodstuff, scarcity of LP Gas and so on. Can anyone practically evolve a solution to the current predicament?",
    "Yes. There are many people, who are ready to help the government that is without any member of the Rajapaksa family.",
    "\"P.B. Jayasundara, instead of working as the Secretary to the President, implemented his own economic policy.  Since 1997/98, he has handled economy of this country. He ruined the economy, the president and the government\"",
    "Expatriate Sri Lankans will help. Many countries in the world are against the family rule. The family rule concept is unacceptable today. After Libyan leader Muammar Muhammad Abu Minyar al-Gaddafi and Iraqi leader Saddam Hussein, there is no more room for fanfold rule in the world. Once we end family rule in Sri Lanka, the rest of the world will assist us. Expatriate Lankans are not ready to send remittances. We can get their assistance. Besides, there are countries ready to extend financial assistance for us. If the IMF gives us a breathing space, we can initiate talks with other countries. If we find another two or three billion US dollars, we can get over this crisis.",
    "We used to get US$ 7 billion from Sri Lankans abroad. It dropped drastically. Today, the Sri Lankans doing business abroad do not repatriate their foreign exchange proceeds to Sri Lanka. Exporters held back their proceeds. Once we ensure stability, we can revive tourism.",
    "Q   From your perspective, how long would it take to address the present issues?",
    "Q   In international affairs, there is pursuit of self-interests. In such a world context, would other countries come out with unconditional help merely after the change of a particular ruler?",
    "Europe and the United States are our largest export destinations. We have got the GSP + trade facility at that time. They did away with restrictions on our seafood exports to Europe. Again, the world will have a fresh look at Sri Lanka.  We should have a neutral foreign policy.  We should tell India that we won’t allow anyone to use our country against its security interests. But, we should cooperate with China. We should assure India that Sri Lanka won’t be a place for anyone to pose security threats to it. We should be open-mined to all the countries. Our region should be a peace zone.",
    "Today, Sri Lanka has leased out the Western Container Terminal to India’s Adani Group. Our energy security is now in the hands of the Americans. We have given strategic projects such as the Hambantota Port to China. We have alienated and antagonized Japan. Japan is a main source of investments for us."
  ],
  "translate": {
    "si": {
      "title": "පස්සට යනවාද නොසන්සුන්තාව වර්ධනය වීමට ඉඩ දෙනවාද යන්න ජනාධිපතිවරයා තීරණය කළ යුතුයි - දයාසිරි ජයසේකර",
      "body_lines": [
        "ශ්‍රී ලංකා නිදහස් පක්ෂයේ (ශ්‍රීලනිප) පාර්ලිමේන්තු මන්ත්‍රී දයාසිරි ජයසේකර, පවතින දේශපාලන නොසන්සුන්තාව සහ ආර්ථික අර්බුදය පිළිබඳව ඩේලි මිරර් කළ ප්‍රශ්නවලට පිළිතුරු දෙයි. ඔහු තම පක්ෂයේ ස්ථාවරය පිළිබඳ විමසුම්වලට ද පිළිතුරු දෙයි.",
        "ප්‍ර   ඔබේ පක්ෂය රජයෙන් ස්වාධීනව ක්‍රියා කිරීමට තීරණය කර ඇත. මීළඟ පියවර කුමක්ද?",
        "මූලික වශයෙන් අපි 41ක් ආණ්ඩුවෙන් ස්වාධීනව පාර්ලිමේන්තුවේ කටයුතු කරනවා. අපි බලාපොරොත්තු වෙන්නේ අන්තර්කාලීන ආණ්ඩුවක් ගැන. එනම් නැවත මැතිවරණයක් පවත්වන තුරු රට පාලනය කිරීමයි. මෙම අවස්ථාවේ දී, දේශපාලන ස්ථාවරත්වය ඉතා වැදගත් වේ. අද අපි දේශපාලන අස්ථාවරත්වය හා ආර්ථික අර්බුදයක පොරබදමින් සිටිමු. මෙම ගැටළු දෙක විසඳීම සඳහා විකල්ප සොයා ගැනීමට අපි මාර්ග සහ විධික්‍රම සොයමු. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට බලයෙන් ඉවත් විය යුතු බවට මහජන විරෝධයක් මතුව තිබේ. මුන්ට ඕන රාජපක්ෂලා ඔක්කොම අයින් වෙන්න. මේ ප්‍රශ්නය විසඳන්න පුළුවන් පාර්ලිමේන්තුවට විතරයි. දැඩි මහජන විරෝධතා නිසා පමණක් පාර්ලිමේන්තුව විසුරුවා හැරිය නොහැක. මෙම අවස්ථාවේ දී අනුගමනය කළ යුතු නීතිමය ක්රියා පටිපාටියක් තිබේ. ජනාධිපතිවරයා ද ක්‍රියා කළ යුත්තේ රටේ නීතියට අනුව ය. මෙය පාර්ලිමේන්තුවෙන් පමණක් විසඳිය යුතු ප්‍රශ්නයක්. රාජපක්ෂලා නැති ආණ්ඩුවක් හදනවද නැද්ද කියලා තීරණය කරන්න පුළුවන් පාර්ලිමේන්තුවට විතරයි. අපි දැන් ස්වාධීනව ඉන්නවා. අපි අපේම ආණ්ඩුවක් පිහිටුවීමට බලාපොරොත්තු වෙනවා. එය සියලු පක්ෂවල නියෝජිතයන්ගෙන් සමන්විත ආණ්ඩුවකි. එතකොට තමයි මේ රට ගොඩගන්න අපි සූදානම් කියන පණිවිඩය ජනතාවට දෙන්න පුළුවන් වෙන්නේ. මෙය දැවැන්ත අභියෝගයකි. ඉදිරි දින කිහිපය ඇතුළත අපි තීරණාත්මක නිගමනයකට එනවා. ඒ කැබිනට්‌ මණ්‌ඩල තනතුරු ආරක්‍ෂා කර ගැනීමට නොව ජනතා සිත් තුළ නැවුම් බලාපොරොත්තු ඇති කරමින් නව වැඩපිළිවෙළක්‌ හඳුන්වා දීමයි. ඒ වෙනුවෙන් සම්මුතියකට යන්න අපි සූදානම්.",
        "“ජනාධිපතිවරයා ධූරයේ රැඳී සිටිනවාද නැද්ද යන්න තීරණය කළ යුතු කාරණයක්. ප්‍රශ්නය දරුණු ලෙස ලේ වැගිරෙන ප්‍රචණ්ඩත්වයට හැරවීමට ඉඩ දිය යුතුද යන්න ඔහු තීරණය කළ යුතුයි. රජයේ සේවකයන් පවා පාරට බහින බවට සපථ කර තිබෙනවා. \"",
        "ප්‍ර   ප්‍රධාන විපක්ෂය වන ‘සමගි ජන බලවේගය (SJB) සහ දෙමළ ජාතික සන්ධානය (TNA) පැහැදිලිවම කියා ඇත්තේ තමන් වත්මන් ජනාධිපතිවරයා යටතේ කිසිදු ආණ්ඩුවකට එක් නොවන බවයි. ජනතා විමුක්ති පෙරමුණට ද අවශ්‍යව ඇත්තේ ජනාධිපතිවරයාට එම ධූරය අත්හැරීමයි. එසේ වුවහොත් සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් යථාර්ථවාදී වේද?",
        "අපි යථාර්ථවාදීව සිතිය යුතුයි. ජනාධිපතිවරයා බලයෙන් පහකිරීමේ ව්‍යාපාරය දියත් කර ඇත්තේ ආණ්ඩුව ඉහළ සිට පෙරලීම සඳහා ය. ජනාධිපති ධුරයේ රැඳී සිටිනවාද නැද්ද යන්න තීරණය කළ යුතු කාරණයක්. ලේවැකි ප්‍රචණ්ඩත්වයට තුඩු දෙන දරුණුතම ප්‍රශ්නය දෙසට හැරවීමට ඔහු ඉඩ දිය යුතුද යන්න තීරණය කළ යුතුය. රජයේ සේවකයන් පවා රජයට එරෙහිව පාරට බහින බවට සපථ කර ඇත. මිනිස්සු පාරට බැහැලා.",
        "ප්‍ර   දැන්, ඔබේ පක්ෂය අන්තර්වාර පාලනයක් ගැන කතා කරයි. නමුත් ඔබේ මන්ත්‍රීවරයකු වන ශාන්ත බණ්ඩාර මහතා රාජ්‍ය ඇමැතිවරයකු ලෙස දිවුරුම් දුන්නා. දැන් කුමක් සිදුවේද?",
        "අපි හොඳ චේතනාවෙන් අන්තර්වාර පාලනයක් සඳහා සාකච්ඡා ආරම්භ කළෙමු - එනම් රටේ පවතින ආතතිය සමනය කර බුද්ධිමතුන්ගේ සහ වෘත්තීයවේදීන්ගේ සහභාගීත්වයෙන් ජාතික සම්මුතියක් තුළින් පවතින ගැටලුවලට විසඳුම් විකාශනය කිරීමයි. ඒවා ක්‍රියාත්මක කරන්න අපි ජාතික විධායක කමිටුවක් යෝජනා කළා. නමුත් අවාසනාවන්ත ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ක්‍රියා කර ඇත්තේ අපේ එක් සාමාජිකයෙකුට ඉඩ ලබා දීමෙන් අපේ පක්ෂයට කඩාවැටීම් ඇති කිරීමටයි. මෙය පිළිගත නොහැකි ය. ජනාධිපතිතුමා මේ වගේ සාමාන්‍ය දෙයක් කරයි කියලා අපි කවදාවත් හිතුවේ නැහැ. දැන් එහි වගකීම ජනාධිපතිවරයා භාරගත යුතුයි. අපි ඔහු සමඟ සාකච්ඡාවලට සහභාගි වෙන්නේ නැහැ.",
        "Q   නැවතත්, අප බැලිය යුතු තවත් පැත්තක් තිබේ. මහජන විරෝධය හමුවේ ජනාධිපතිවරයා ඉල්ලා අස් වුවහොත් එය අනාගත ජනාධිපතිවරුන්ට ප්‍රතිගාමී බලපෑමක් ඇති කරයි. මහජන විරෝධතා වලදී ඉදිරියේදී පත්වන ජනාධිපතිවරුන්ටත් මේ වගේ අකරතැබ්බයකට මුහුණ දෙන්න වෙනවා?",
        "මහජන කෝපය අද පෙර නොවූ විරූ ය. ඉන්ධන, එල්.පී. ගෑස්, ආහාර, විදුලිය, කෘෂිකර්මාන්තයට අවශ්‍ය පොහොර නොමැතිකමින් අප කිසි දිනෙක මෙවන් කලබැගෑනියකට ගියේ නැත. ආණ්ඩුවේ ජනවරම මේ ආකාරයෙන් අභියෝගයට ලක්වී නැත. ඒ නිසා නැගිටීම මර්ධනය කරනවාද නැතිනම් අඩියක් පස්සට ගන්නවාද යන්න ජනාධිපතිවරයා තීරණය කළ යුතුයි.",
        "වංචා සහ මිනීමැරුම් චෝදනාවලට මුහුණ දෙන දේශපාලනඥයන් තේරී පත් වේ. 2020 මහ මැතිවරණය පෙර නොවූ විරූ විද්වතුන් සහ වෘත්තිකයන් සංඛ්‍යාවක් සටනේ සිටින විට මෙතෙක් පැවති හොඳම මැතිවරණය ලෙස මම දකිමි. සරදමකට මෙන්, එම මැතිවරණයෙන් පසුව පිහිටුවන ලද වත්මන් පාර්ලිමේන්තුව මට නරකම බව ඔප්පු විය",
        "ඒක තීරණය කරන්න ඕන ජනාධිපතිතුමා. අපිට එහෙම කියන්න බැහැ. රට අඳුරුම අගාධයට වැටී ඇත. අපි සියලු පක්ෂවලට කියනවා රට ගොඩගන්න එකතු වෙන්න කියලා. එය සිදු නොවන්නේ නම්, මහජන විරෝධතා වර්ධනය වන්නේ කෙසේදැයි අපට දැකිය යුතුය. මිනිසුන් ආතතියෙන් හා කලකිරීමෙන් සිටිති. ඔවුන්ගේ කෝපය පිට කරන විට ඔවුන් දෙවරක් සිතන්නේ නැත. වත්මන් අර්බුදයට සියලුම නීති සම්පාදකයින් 225 දෙනා වගකිව යුතු බව ඔවුහු පවසති. වත්මන් අර්බුදය පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට පමණක් චෝදනා කළ යුතු නැහැ. එවැනි දේශපාලනඥයන් පත්කළ ජනතාවද වගකිව යුතුයි. මේ ආණ්ඩුවට ඡන්ද ලක්ෂ 69කින් ජනවරමක් දුන්නේ ජනතාවයි. මන්ත‍්‍රීවරුන් තෝරා පත් කර ගත්තේ ජනතාවයි. මේ මන්ත්‍රීවරුන්ට දැන් ජනතාව චෝදනා කරනවා තක්කඩි වංචාකාරයෝ කියලා. තක්කඩියන්ට වංචාකාරයින්ට ඡන්දය දී තිබෙන්නේ ජනතාව පමණයි. මහජන හෘද සාක්ෂිය ද ප්‍රශ්නකාරී ය. 1910 දී, බ්‍රිතාන්‍ය යටත් විජිත ආණ්ඩුකාර ශ්‍රීමත් තෝමස් මේට්ලන්ඩ්                                                         වරයා ශ්‍රී ලාංකිකයින්ට එවැනි අයිතිවාසිකම් ක්‍රියාත්මක කිරීමට නුසුදුසු යන පදනම මත විශ්ව ඡන්ද බලය ලබා දීමට විරුද්ධ විය. අදටත් මිනිස්සු ඒකට සුදුසු නෑ කියලා මට හිතෙනවා. වංචා සහ මිනීමැරුම් චෝදනාවලට මුහුණ දෙන දේශපාලනඥයන් තේරී පත් වේ. 2020 මහ මැතිවරණය පෙර නොවූ විරූ විද්වතුන් සහ වෘත්තිකයන් සංඛ්‍යාවක් සටනේ සිටින විට මෙතෙක් පැවති හොඳම මැතිවරණය ලෙස මම දකිමි. සරදමකට මෙන්, එම මැතිවරණයෙන් පසුව පිහිටුවන ලද වත්මන් පාර්ලිමේන්තුව මට නරකම බව ඔප්පු විය.",
        "පාර්ලිමේන්තු විවාද දැකීමෙන් ජනතාව පවතින දේශපාලන ක්‍රමය ගැන කලකිරී සිටිනවා. සමහර අවස්ථාවල අසභ්‍ය වචන වලින් ගුටිබැට හුවමාරු වන වාද විවාද නරඹන්නේ නම් එය පැහැදිලි වනු ඇත. විපක්ෂය කිසිම සාධනීය විවේචනයක් කරන්නේ නැහැ. එලෙසම ආණ්ඩුව පැත්තෙන්ද අපට නිර්මාණාත්මක කතා හමුවන්නේ නැත. පසුගිය පාලනයේ වැරදි ක්‍රියා ගැන ආණ්ඩුව දිගින් දිගටම දොඩවනවා. ආණ්ඩුවේ සෑම ක්‍රියාවක්ම විවේචනය කරමින් විපක්ෂය නොනැසී පවතී. රටේ ඉදිරි ගමන ගැන කවුරුත් වාද කළේ නැහැ. අර්බුදයේ මුල එයයි. ජනතාව උපකල්පනය කරන්නේ පාර්ලිමේන්තුව අනවශ්‍ය අය සඳහා වන ස්ථානයයි!",
        "ප්‍ර   ඔබ කියා සිටියේ පියවරක් පසුපසට ගැනීම ගැන ජනාධිපතිවරයා තීරණය කළ යුතු බවයි. ඔහු ඉල්ලා අස් වුවහොත් ඔබේ සිතේ ඇති විකල්පය කුමක්ද?",
        "ජනතාව සියලු රාජපක්ෂවරුන් ඉල්ලා සිටියේ බලයෙන් ඉවත් වන ලෙසයි. ජනතා විමුක්ති පෙරමුණේ නායක අනුර කුමාර දිසානායක මහතා කියන දේ මම අහගෙන හිටියා. ජනාධිපතිවරයා ඉවත් වූ පසු මීළඟ පියවර ගැන සාකච්ඡා කළ හැකි බවද ඔහු පැවසීය. ඒ කියන්නේ ජනතා විමුක්ති පෙරමුණ අවසානය දක්වා සටන් කරන්න සූදානම්. ජනතාව නොනවතින අරගලයකට යොමු වී ඇත. ඔවුන් එක්කෝ පසුතැවිලි විය යුතුය, නැතහොත් 'කරන්න හෝ මැරෙන්න' සටනක් කරගෙන යා යුතුය. නැතිනම් ජනාධිපතිවරයා පියවරක් පස්සට ගත යුතුය. එසේ නොමැතිනම් අරගලය යටපත් කිරීමට ඔහුට සිදුවේ. සිවිල් නොසන්සුන්තා ව්‍යාපාරයට නායකත්වය දෙන එක් කණ්ඩායමක් වන ජනතා විමුක්ති පෙරමුණ, ජනාධිපතිවරයා ඉල්ලා අස්විය යුතු බව අවධාරනය කරයි. පසුව, එය නිරීක්ෂණ භූමිකාවක් සඳහා සූදානම් වේ. කිසිම පක්ෂයකට කිසිම වගකීමකින් නිදහස් වෙන්න බැහැ. මේ පක්ෂ ඔක්කොම එකට ඉඳගෙන සාකච්ඡා කළ යුතුයි. එවිට අපට පොදු අවකාශය සොයාගත හැකිය.",
        "\"අපේ එක සාමාජිකයෙකුට ඉඩ දීලා අපේ පක්‍ෂය හැරගිය ඉංජිනේරුවන් කිරීමට ජනාධිපතිතුමා කටයුතු කර තිබෙනවා. මෙය පිළිගත නොහැකියි. අපි කවදාවත් හිතුවේ නැහැ ජනාධිපතිතුමා මේ වගේ සාමාන්‍ය දෙයක් කරයි කියලා. අපි ඔහු සමඟ සාකච්ඡාවලට සහභාගි වෙන්නේ නැහැ\"",
        "Q   ඔබ නීතිඥයෙක්. ජනාධිපතිවරයා අකාලයේ ඉල්ලා අස්වන්නේ නම් පාර්ලිමේන්තුව විසින් ජනාධිපතිවරයා ලෙස කෙනෙකු තෝරා ගත යුතුය. ඔබ භාරගන්නේ කවුද?",
        "අපි තවම ඒ ගැන සාකච්ඡා කරලා නැහැ. අපිට ඒකට කෙනෙක් ගැන හිතන්න පුළුවන්. මේ මොහොතේ රටට බලපාන බරපතළ ප්‍රශ්නවලට විසඳුම් සෙවීමේ වැඩපිළිවෙළක් අපි සකස් කළ යුතුයි. පසුගිය වසරක කාලය තුළ රජය ජාත්‍යන්තර මූල්‍ය අරමුදලට (IMF) යනවාද නැද්ද යන්න පිළිබඳව තම ස්ථාවරය වෙනස් කරමින් සිටියේය. ආණ්ඩුව මේ තරම් වගකීම් විරහිතව ක්‍රියා කළේ අර්බුදකාරී තත්ත්වයකට මුහුණ දී තිබියදීයි. ජනාධිපතිවරයා, එවකට මුදල් ඇමැතිවරයා ඇතුළු පිරිස එසේ කළා. එහි ප්‍රතිඵලයක් ලෙස දැන් සිදුවී ඇත්තේ කුමක්ද? ආණ්‌ඩුව දැන් හදන්නේ ආර්ථිකය කඩාවැටිලා IMF එකත් එක්ක ඩීල් දාන්න. මහ බැංකුවේ මුදල් මණ්ඩලය, එහි අධිපතිවරයා සහ මුදල් අමාත්‍යාංශ ලේකම්වරයා ආර්ථිකය පිළිබඳ සැබෑ චිත්‍රය ජනතාවට ඉදිරිපත් කළේ නැත.",
        "මෙම අර්බුදය සම්බන්ධයෙන් මුදල් මණ්ඩලය අනතුරු ඇඟවීමක් කළේ එවකට ජනාධිපති ලේකම් පී.බී. ජයසුන්දර මාස හයකට පෙර. ඔහු එය කිසිවිටෙක ජනාධිපතිවරයාට දැනුම් දුන්නේ නැත. අර්බුදයට වෛද්‍ය ජයසුන්දර ද වගකිව යුතුය. වත්මන් ආර්ථික කඩාවැටීමේ ප්‍රධාන දුෂ්ඨයා ඔහුය. ආර්ථිකය හසුරුවන අයකු තමාගේ ලේකම්වරයා ලෙස පත් කිරීමෙන් ජනාධිපතිවරයා වැරැද්දක් කළේය. ආර්ථික විශේෂඥයෙකුට එවැනි තනතුරක් ලබා දිය යුතු නැත. ඒ සඳහා රාජ්‍ය පරිපාලන සේවයේ නිලධාරියෙක් පත් කළ යුතුව තිබුණා. ආචාර්ය ජයසුන්දර මහතා ජනාධිපති ලේකම්වරයා ලෙස කටයුතු කරනවා වෙනුවට තමන්ගේම ආර්ථික ප්‍රතිපත්තියක් ක්‍රියාත්මක කළේය. 1997/98 සිට ඔහු මේ රටේ ආර්ථිකය හසුරුවා ඇත. ඔහු ආර්ථිකය, ජනාධිපතිවරයා සහ රජය විනාශ කළේය.",
        "\"රාජපක්‍ෂලා නැති ආණ්ඩුවක් හදනවද නැද්ද කියලා තීරණය කරන්න පුළුවන් පාර්ලිමේන්තුවට විතරයි.  අපි දැන් ස්වාධීනව ඉන්නවා. අපි අපේම ආණ්ඩුවක් හැදෙනකම් බලාගෙන ඉන්නවා. ඒක පක්ෂවල නියෝජිතයන්ගෙන් සැදුම්ලත් ආණ්ඩුවක්. එතකොට අපිට පණිවිඩයක් දෙන්න පුළුවන්. ජනතාවට\"",
        "Q   රටේ මීළඟ නායකයා වීමට ඔබේ සිතේ සිටින්නේ කවුද?",
        "මෙම අවස්ථාවේ දී බොහෝ දේ ඇත. රටේ යහපත වෙනුවෙන් මීළඟ පියවරට මුල පුරන්න පුළුවන් කෙනෙක් ගැන හිතන්න වෙනවා. අපි සියලු දෙනා සමඟ සහයෝගයෙන් ඉදිරියට යා යුතුයි.",
        "ප්‍ර   කවුරු ආවත් විදේශ විනිමය හිඟය වැනි වත්මන් ආර්ථික ගැටලුවලට කෙටිකාලීන විසඳුම් සෙවීම පහසු නැත. එහෙත්, ආහාර ද්‍රව්‍යවල මිල ඉහළ යාම, LP ගෑස් හිඟය වැනි සමහර ගැටලුවලට විසඳුම් අපට ප්‍රමාද කළ නොහැක. පවතින අර්බුදකාරී තත්ත්වයට විසඳුමක් ප්‍රායෝගිකව විකාශනය කිරීමට යමෙකුට හැකිද?",
        "ඔව්. රාජපක්ෂ පවුලේ කිසිවකු නැති ආණ්ඩුවට උදව් කිරීමට සූදානම් බොහෝ පිරිසක් සිටිති.",
        "\"P.B. ජයසුන්දර මහතා ජනාධිපති ලේකම්වරයා ලෙස ක්‍රියා කරනවා වෙනුවට තමන්ගේම ආර්ථික ප්‍රතිපත්තියක් ක්‍රියාත්මක කළා. 1997/98 සිට මේ රටේ ආර්ථිකය හසුරුවා ගත්තා. ආර්ථිකය, ජනාධිපතිවරයා සහ රජය විනාශ කළා\"",
        "විදේශගත ශ්‍රී ලාංකිකයන් උදව් කරයි. ලෝකයේ බොහෝ රටවල් පවුල් පාලනයට විරුද්ධයි. පවුල් පාලන සංකල්පය අද පිළිගත නොහැක. ලිබියානු නායක මුවම්මර් මුහම්මද් අබු මින්යාර් අල්-ගඩාෆි සහ ඉරාක නායක සදාම් හුසේන්ගෙන් පසු ලෝකයේ රසික පාලනයකට තවත් ඉඩක් නැත. ශ්‍රී ලංකාවේ පවුල් පාලනය අවසන් කළ පසු ලෝකයේ සෙසු රටවල් අපට සහාය වනු ඇත. විදේශගත ලාංකිකයන් ප්‍රේෂණ යැවීමට සූදානම් නැත. ඔවුන්ගේ සහය අපට ලබාගත හැකියි. අනික අපි වෙනුවෙන් මුල්‍ය ආධාර දෙන්න ලෑස්ති ​​රටවල් තියෙනවා. ජාත්‍යන්තර මූල්‍ය අරමුදල අපට හුස්ම ගැනීමට ඉඩක් ලබා දෙනවා නම්, අපට වෙනත් රටවල් සමඟ සාකච්ඡා ආරම්භ කළ හැකියි. තව ඩොලර් බිලියන දෙක තුනක් හොයාගත්තොත් මේ අර්බුදයෙන් ගොඩ එන්න පුළුවන්.",
        "අපි විදේශගත ශ්‍රී ලාංකිකයන්ගෙන් ඩොලර් බිලියන 7ක් ලබා ගත්තා. එය දැඩි ලෙස පහත වැටුණි. අද විදේශයන්හි ව්‍යාපාර කරන ශ්‍රී ලාංකිකයන් තම විදේශ විනිමය ශ්‍රී ලංකාවට එවන්නේ නැත. අපනයනකරුවන් තම ආදායම රඳවා තබා ගත්හ. අපි ස්ථාවරත්වය සහතික කළ පසු, අපට සංචාරක ව්‍යාපාරය පුනර්ජීවනය කළ හැකිය.",
        "ප්‍ර   ඔබේ දෘෂ්ටිකෝණයෙන්, වර්තමාන ගැටලු විසඳීමට කොපමණ කාලයක් ගතවේද?",
        "ප්‍ර   ජාත්‍යන්තර කටයුතු වලදී, ස්වයං අභිලාෂයන් හඹා යෑමක් ඇත. එවැනි ලෝක සන්දර්භයක් තුළ, යම් පාලකයෙකු වෙනස් වූ පමණින් වෙනත් රටවල් කොන්දේසි විරහිතව උදව් කිරීමට ඉදිරිපත් වේවිද?",
        "යුරෝපය සහ එක්සත් ජනපදය අපගේ විශාලතම අපනයන ගමනාන්තයන් වේ. GSP+ වෙළෙඳ පහසුකම අපට ඒ කාලයේ ලැබී තිබෙනවා. ඔවුන් යුරෝපයට අපේ මුහුදු ආහාර අපනයනය කිරීම සීමා කළා. නැවතත් ලෝකය ශ්‍රී ලංකාව දෙස නැවුම් බැල්මක් හෙළනු ඇත. අපට මධ්‍යස්ථ විදේශ ප්‍රතිපත්තියක් තිබිය යුතුයි. අපි ඉන්දියාවට කිව යුතුයි අපේ රට ආරක්‍ෂක අවශ්‍යතාවලට විරුද්ධව පාවිච්චි කරන්න අපි කාටවත් ඉඩ දෙන්නේ නැහැ කියලා. නමුත් අපි චීනය සමඟ සහයෝගයෙන් කටයුතු කළ යුතුයි. ශ්‍රී ලංකාව කිසිවකුට ආරක්‍ෂක තර්ජන එල්ල කළ හැකි ස්ථානයක් නොවන බවට අපි ඉන්දියාවට සහතික විය යුතුයි. අපි හැම රටකටම විවෘතව සිටිය යුතුයි. අපේ කලාපය සාම කලාපයක් විය යුතුයි.",
        "අද ශ්‍රී ලංකාව බටහිර බහාලුම් පර්යන්තය ඉන්දියාවේ අදානි සමූහයට බදු දී ඇත. අපේ බලශක්ති සුරක්ෂිතතාව දැන් ඇමරිකානුවන් අතේ. හම්බන්තොට වරාය වැනි උපාය මාර්ගික ව්‍යාපෘති අපි චීනයට ලබාදී තිබෙනවා. අපි ජපානය විරසක කර තිබෙනවා. ජපානය අපට ආයෝජනය කරන ප්‍රධාන මූලාශ්‍රයකි."
      ]
    },
    "ta": {
      "title": "பின்வாங்க வேண்டுமா அல்லது அமைதியின்மை வளர இடமளிப்பதா என்பதை ஜனாதிபதி தீர்மானிக்க வேண்டும் - தயாசிறி ஜயசேகர",
      "body_lines": [
        "ஸ்ரீலங்கா சுதந்திரக் கட்சியின் (SLFP) பாராளுமன்ற உறுப்பினர் தயாசிறி ஜயசேகர, தற்போதைய அரசியல் அமைதியின்மை மற்றும் பொருளாதார நெருக்கடி குறித்து டெய்லி மிரர் எழுப்பிய கேள்விகளுக்கு பதிலளித்தார். கட்சியின் நிலைப்பாடு குறித்த கேள்விகளுக்கும் அவர் பதிலளித்தார்.",
        "கே   உங்கள் கட்சி அரசாங்கத்தைச் சாராமல் செயல்பட முடிவு செய்துள்ளது. அடுத்த கட்டம் என்ன?",
        "அடிப்படையில், எங்களில் 41 பேர் அரசாங்கத்தை சாராமல் பாராளுமன்றத்தில் செயல்படுகிறோம். இடைக்கால அரசு அமையும் என்ற நம்பிக்கை எங்களுக்கு உள்ளது. அதாவது புதிய தேர்தல் நடத்தப்படும் வரை நாட்டை ஆள வேண்டும். இந்தச் சந்தர்ப்பத்தில் அரசியல் ஸ்திரத்தன்மை மிக முக்கியமானது. இன்று நாம் அரசியல் ஸ்திரமின்மை மற்றும் பொருளாதார நெருக்கடியில் சிக்கித் தவிக்கிறோம். இந்த இரண்டு சிக்கல்களைத் தீர்ப்பதற்கு மாற்று வழிகளைக் கண்டுபிடிப்பதற்கான வழிகளையும் வழிகளையும் நாங்கள் தேடுகிறோம். ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை பதவி விலகுமாறு கோரி பொதுமக்களிடம் கோரிக்கை விடுக்கப்பட்டுள்ளது. அனைத்து ராஜபக்சக்களும் வெளியேற வேண்டும் என்று அவர்கள் விரும்புகிறார்கள். இந்தப் பிரச்னைக்கு நாடாளுமன்றம் மட்டுமே தீர்வு காண முடியும். மக்களின் கடும் எதிர்ப்பு காரணமாக மட்டும் நாடாளுமன்றத்தை கலைக்க முடியாது. இந்த வழக்கில் பின்பற்ற வேண்டிய சட்ட நடைமுறை உள்ளது. ஜனாதிபதியும் நாட்டின் சட்டத்திற்கு உட்பட்டு செயற்பட வேண்டும். இது நாடாளுமன்றத்தால் மட்டுமே தீர்க்கப்பட வேண்டிய பிரச்சினை. ராஜபக்சக்கள் இல்லாத அரசாங்கம் அமைக்க வேண்டுமா இல்லையா என்பதை பாராளுமன்றம் மாத்திரமே தீர்மானிக்க முடியும். நாங்கள் இப்போது சுதந்திரமாக இருக்கிறோம். நாங்கள் எங்கள் சொந்த அரசாங்கம் அமைப்பதை எதிர்நோக்குகிறோம். அனைத்துக் கட்சிகளின் பிரதிநிதிகளையும் உள்ளடக்கிய அரசு இது. அப்போதுதான் இந்த நாட்டை மீண்டும் கட்டியெழுப்ப நாங்கள் தயாராக இருக்கிறோம் என்ற செய்தியை மக்களுக்கு அனுப்ப முடியும். இது மிகப்பெரிய சவாலாகும். இன்னும் சில நாட்களில் தீர்க்கமான முடிவுக்கு வருவோம். இது அமைச்சரவை பதவிகளை பாதுகாப்பதற்காக அல்ல, மாறாக மக்கள் மனதில் புதிய நம்பிக்கையை விதைக்கும் புதிய திட்டத்தை அறிமுகப்படுத்த வேண்டும். அதற்காக சமரசம் செய்ய தயாராக இருக்கிறோம்.",
        "\"அதிகாரத்தில் நீடிப்பதா வேண்டாமா என்பது ஜனாதிபதியின் விடயம். அவர் இரத்தக்களரி வன்முறைக்கு இட்டுச்செல்லும் மிக மோசமான ஒரு திருப்பத்தை அவர் அனுமதிக்க வேண்டுமா என்பதை அவர் தீர்மானிக்க வேண்டும். பொது ஊழியர்கள் கூட வீதியில் இறங்குவதாக உறுதியளித்துள்ளனர். \"",
        "கேள்வி   பிரதான எதிர்க்கட்சியான ‘சமகி ஜன பலவேகய (SJB) மற்றும் தமிழ் தேசியக் கூட்டமைப்பு (TNA) ஆகியவை தற்போதைய ஜனாதிபதியின் கீழ் எந்த அரசாங்கத்திலும் இணையப் போவதில்லை என்பதைத் தெளிவாகக் கூறிவிட்டன. ஜே.வி.பியும் ஜனாதிபதி பதவியை துறக்க வேண்டும். அப்படியானால், அனைத்துக் கட்சிகளின் இடைக்கால அரசாங்கம் யதார்த்தமானதாக இருக்குமா?",
        "எதார்த்த நிலையில் சிந்திக்க வேண்டும். ஜனாதிபதியை பதவி நீக்கம் செய்வதை இலக்காகக் கொண்ட பிரச்சாரம் அரசாங்கத்தை மேலிடத்திலிருந்து கவிழ்க்க ஆரம்பிக்கப்பட்டுள்ளது. பதவியில் நீடிப்பதா இல்லையா என்பது ஜனாதிபதியின் முடிவு. இரத்தம் தோய்ந்த வன்முறைக்கு இட்டுச்செல்லும் மோசமான நிலைக்கு பிரச்சனையை அவர் அனுமதிக்க வேண்டுமா என்பதை அவர் தீர்மானிக்க வேண்டும். அரச ஊழியர்களும் கூட அரசாங்கத்திற்கு எதிராக வீதியில் இறங்கப் போவதாக உறுதியளித்துள்ளனர். மக்கள் வீதிக்கு இறங்கிவிட்டனர்.",
        "கே   இப்போது, ​​இடைக்கால நிர்வாகம் பற்றி உங்கள் கட்சி பேசுகிறது. ஆனால், உங்களது பாராளுமன்ற உறுப்பினர்களில் ஒருவரான சாந்த பண்டார இராஜாங்க அமைச்சராக பதவிப் பிரமாணம் செய்துகொண்டார். இப்போது என்ன நடந்திருக்கும்?",
        "நாட்டில் நிலவும் பதற்றத்தைத் தணிக்கவும், புத்திஜீவிகள் மற்றும் தொழில் வல்லுநர்களின் பங்கேற்புடன் தேசிய ஒருமித்த கருத்து மூலம் பிரச்சினைகளுக்கு தீர்வுகளை உருவாக்கவும் - நல்ல நோக்கத்துடன் இடைக்கால நிர்வாகத்திற்கான பேச்சுக்களை நாங்கள் தொடங்கினோம். அவற்றை நடைமுறைப்படுத்த தேசிய செயற்குழுவை முன்மொழிந்தோம். ஆனால், துரதிஷ்டவசமாக, ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, எமது உறுப்பினர் ஒருவருக்கு இடமளித்து, எமது கட்சியில் பொறியியலைத் தோற்றுவிக்கும் வகையில் செயற்பட்டுள்ளார். இது ஏற்றுக்கொள்ள முடியாதது. ஜனாதிபதி இவ்வாறானதொரு வழக்கமான செயலை செய்வார் என்று நாங்கள் நினைக்கவே இல்லை. இப்போது ஜனாதிபதி பொறுப்பேற்க வேண்டும். அவருடன் பேச்சுவார்த்தையில் பங்கேற்க மாட்டோம்.",
        "கே   மீண்டும், நாம் பார்க்க வேண்டிய மற்றொரு அம்சம் உள்ளது. பொதுமக்களின் எதிர்ப்பை எதிர்கொள்ளும் வகையில் ஜனாதிபதி பதவி விலகினால், அது எதிர்கால ஜனாதிபதிகளுக்கு பின்னோக்கி தாக்கத்தை ஏற்படுத்தும். பொது மக்கள் எதிர்ப்புத் தெரிவிக்கும் பட்சத்தில், எதிர்காலத்தில் தெரிவு செய்யப்படவுள்ள ஜனாதிபதிகளும் இதேபோன்ற இக்கட்டான சூழலை எதிர்கொள்ள வேண்டியதா?",
        "மக்கள் கோபம் இன்று முன்னெப்போதும் இல்லாதது. எங்களிடம் எரிபொருள், எல்பி எரிவாயு, உணவு, மின்சாரம் மற்றும் விவசாயத்திற்கு உரம் இல்லாதபோது இதுபோன்ற ஒரு குழப்பத்தை நாங்கள் சந்தித்ததில்லை. இந்த வகையில் அரசாங்கத்தின் ஆணை ஒருபோதும் சவால் செய்யப்படவில்லை. எனவே, எழுச்சியை ஒடுக்குவதா அல்லது ஒரு அடி பின்வாங்குவதா என்பதை ஜனாதிபதி தீர்மானிக்க வேண்டும்.",
        "மோசடி மற்றும் கொலைக் குற்றச்சாட்டுகளை எதிர்நோக்கும் அரசியல்வாதிகள் தேர்ந்தெடுக்கப்படுகிறார்கள். 2020 பொதுத் தேர்தலை முன்னெப்போதும் இல்லாத அளவுக்கு கல்வியாளர்கள் மற்றும் தொழில் வல்லுநர்கள் போராட்டத்தில் ஈடுபட்டுள்ளதால், இது மிகச் சிறந்த தேர்தலாக நான் பார்க்கிறேன். முரண்பாடாக, அந்தத் தேர்தலுக்குப் பிறகு உருவாக்கப்பட்ட தற்போதைய நாடாளுமன்றம் எனக்கு மிகவும் மோசமானதாக இருந்தது",
        "என்பதை ஜனாதிபதி தான் முடிவு செய்ய வேண்டும். என்று நாம் கூற முடியாது. நாடு மிகவும் இருண்ட பாதாளத்தில் விழுந்துள்ளது. நாட்டைக் காப்பாற்ற அனைத்துக் கட்சிகளும் ஒன்றிணைய வேண்டும் என்று கேட்டுக்கொள்கிறோம். அது நடக்காத பட்சத்தில், பொதுமக்களின் போராட்டம் எப்படி உருவாகும் என்பதை பொறுத்திருந்துதான் பார்க்க வேண்டும். மக்கள் பதற்றம் மற்றும் விரக்தியில் உள்ளனர். தங்கள் கோபத்தை வெளிப்படுத்தும் போது, ​​அவர்கள் இருமுறை யோசிப்பதில்லை. தற்போதைய நெருக்கடிக்கு அனைத்து 225 சட்டமன்ற உறுப்பினர்களையும் அவர்கள் பொறுப்பேற்றுள்ளனர். தற்போதைய நெருக்கடிக்கு எம்.பி.க்கள் மீது மட்டும் குற்றம் சாட்டக்கூடாது. அத்தகைய அரசியல்வாதிகளை தேர்ந்தெடுத்த மக்களும் பொறுப்பேற்க வேண்டும். 6.9 மில்லியன் வாக்குகளால் இந்த அரசாங்கத்திற்கு மக்கள் ஆணையை வழங்கியுள்ளனர். எம்.பி.க்கள் மக்களால் தேர்ந்தெடுக்கப்பட்டவர்கள். இந்த எம்.பி.க்களை ஏமாற்றுக்காரர்கள் மற்றும் ஏமாற்றுக்காரர்கள் என்று மக்கள் இப்போது குற்றம் சாட்டுகின்றனர். ஏமாற்றுக்காரர்களுக்கும் ஏமாற்றுக்காரர்களுக்கும் மக்கள்தான் வாக்களித்துள்ளனர். பொது மனசாட்சியும் கேள்விக்குறியாக உள்ளது. 1910 ஆம் ஆண்டில், பிரித்தானிய காலனித்துவ ஆளுனர் சர் தோமஸ் மைட்லண்ட்   இலங்கையர்கள் அத்தகைய உரிமைகளைப் பயன்படுத்த தகுதியற்றவர்கள் என்ற அடிப்படையில் உலகளாவிய உரிமையை வழங்குவதை எதிர்த்தார். இன்றும் மக்கள் ஒருவகையில் அதற்குத் தகுதியற்றவர்கள் என்று உணர்கிறேன். மோசடி மற்றும் கொலைக் குற்றச்சாட்டுகளை எதிர்நோக்கும் அரசியல்வாதிகள் தேர்ந்தெடுக்கப்படுகிறார்கள். 2020 பொதுத் தேர்தலை முன்னெப்போதும் இல்லாத அளவுக்கு கல்வியாளர்கள் மற்றும் தொழில் வல்லுநர்கள் போராட்டத்தில் ஈடுபட்டுள்ளதால், இது மிகச் சிறந்த தேர்தலாக நான் பார்க்கிறேன். முரண்பாடாக, அந்தத் தேர்தலுக்குப் பிறகு உருவாக்கப்பட்ட தற்போதைய நாடாளுமன்றம் எனக்கு மிகவும் மோசமானதாக இருந்தது.",
        "பாராளுமன்ற விவாதங்களைப் பார்த்து மக்கள் தற்போதைய அரசியல் அமைப்பு மீது ஏமாந்துள்ளனர். சில சமயங்களில் ஆபாசமான வார்த்தைகளால் சண்டை சச்சரவுகளுக்கு வழி வகுக்கும் விவாதங்களை நீங்கள் பார்த்தால் தெரியும். எதிர்க்கட்சிகள் ஆக்கபூர்வமான விமர்சனங்கள் எதையும் செய்வதில்லை. அதேபோல், அரசாங்கத் தரப்பிலிருந்தும் ஆக்கப்பூர்வமான பேச்சுக்களை நாங்கள் காணவில்லை. கடந்த ஆட்சியின் தவறான செயல்களை அரசு தொடர்ந்து வசைபாடி வருகிறது. அரசின் ஒவ்வொரு நடவடிக்கையையும் எதிர்க்கட்சிகள் தொடர்ந்து விமர்சித்து வருகின்றன. நாட்டின் முன்னோக்கி செல்லும் பாதை குறித்து யாரும் விவாதிக்கவில்லை. அதுதான் நெருக்கடியின் அடிநாதம். தேவையற்றவர்களுக்கான இடம் பாராளுமன்றம் என்று மக்கள் கருதுகிறார்கள்!",
        "கே   ஒரு படி பின்வாங்குவது பற்றி ஜனாதிபதி முடிவு செய்ய வேண்டும் என்று சொன்னீர்கள். அவர் ராஜினாமா செய்தால், உங்கள் மனதில் மாற்று என்ன?",
        "அனைத்து ராஜபக்சக்களையும் பதவி விலக மக்கள் நாடினர். ஜே.வி.பியின் தலைவர் அனுரகுமார திஸாநாயக்க கூறுவதை நான் செவிமடுத்தேன். ஜனாதிபதி பதவி விலகியதும் அடுத்த கட்ட நடவடிக்கை குறித்து ஆலோசிக்க முடியும் என்றார். ஜே.வி.பி இறுதிவரை போராடத் தயாராக உள்ளது. மக்கள் இடைவிடாத போராட்டத்தில் ஈடுபட்டுள்ளனர். அவர்கள் மனந்திரும்ப வேண்டும் அல்லது ‘செய் அல்லது செத்து மடி’ போரைத் தொடர வேண்டும். அல்லது ஜனாதிபதி ஒரு படி பின்வாங்க வேண்டும். இல்லாவிட்டால் போராட்டத்தை ஒடுக்க வேண்டும். சிவில் அமைதியின்மை இயக்கத்தை வழிநடத்தும் ஒரு குழுவான ஜே.வி.பி, ஜனாதிபதி பதவி விலக வேண்டும் என்று வலியுறுத்துகிறது. பின்னர், அது ஒரு கண்காணிப்பு பாத்திரத்திற்கு தயாராக உள்ளது. எந்தக் கட்சியும் எந்தப் பொறுப்பில் இருந்தும் விடுபட முடியாது. இந்தக் கட்சிகள் அனைத்தும் ஒன்றாக அமர்ந்து விவாதிக்க வேண்டும். அப்போது நாம் பொதுவான இடத்தைக் காணலாம்.",
        "\"ஜனாதிபதி எங்களுடைய உறுப்பினர் ஒருவருக்கு இடமளிப்பதன் மூலம் எங்கள் கட்சியில் பொறியியலாளராக மாறியுள்ளார். இது ஏற்றுக்கொள்ள முடியாதது. ஜனாதிபதி இதுபோன்ற ஒரு வழக்கமான செயலைச் செய்வார் என்று நாங்கள் நினைக்கவில்லை. நாங்கள் அவருடன் பேச்சுவார்த்தையில் பங்கேற்க மாட்டோம்\"",
        "கே   நீங்கள் ஒரு வழக்கறிஞர். ஜனாதிபதி பதவி விலகினால், பாராளுமன்றம் ஒருவரை ஜனாதிபதியாக தேர்ந்தெடுக்க வேண்டும். யாரைப் பொறுப்பேற்க நினைக்கிறீர்கள்?",
        "நாங்கள் இதுவரை விவாதிக்கவில்லை. அதற்கு யாரையாவது யோசிக்கலாம். இந்த நேரத்தில் நாட்டைப் பாதிக்கும் கடுமையான பிரச்சினைகளைத் தீர்ப்பதற்கான ஒரு திட்டத்தை நாம் உருவாக்க வேண்டும். கடந்த ஒரு வருடமாக, சர்வதேச நாணய நிதியத்திற்கு (IMF) செல்வதா, வேண்டாமா என்பதில் அரசாங்கம் மாறுபட்டு வந்தது. நெருக்கடிகள் வரவிருந்த போதிலும் அரசாங்கம் மிகவும் பொறுப்பற்ற முறையில் செயற்பட்டது. ஜனாதிபதி, அப்போதைய நிதியமைச்சர் மற்றும் பலர் அவ்வாறு செய்தனர். அதன் விளைவாக இப்போது என்ன நடந்திருக்கிறது? பொருளாதாரம் சரிந்த பிறகு அரசாங்கம் இப்போது IMF உடன் ஒப்பந்தம் செய்ய முயற்சிக்கிறது. மத்திய வங்கியின் நாணய சபை, அதன் ஆளுநர் மற்றும் நிதி அமைச்சின் செயலாளர் ஆகியோர் பொருளாதாரத்தின் உண்மையான படத்தை மக்களுக்கு முன்வைக்கவில்லை.",
        "இந்த நெருக்கடி குறித்து நாணயச் சபை எச்சரிக்கை ஒன்றை அப்போதைய ஜனாதிபதியின் செயலாளர் பி.பி. ஆறு மாதங்களுக்கு முன்பு ஜெயசுந்தர. அதை அவர் ஜனாதிபதியிடம் தெரிவிக்கவில்லை. இந்த நெருக்கடிக்கு டாக்டர் ஜெயசுந்தரவும் பொறுப்பு. தற்போதைய பொருளாதார வீழ்ச்சியின் முக்கிய வில்லன் அவர். பொருளாதாரத்தை கையாளும் ஒருவரை தனது செயலாளராக நியமித்து ஜனாதிபதி தவறு செய்தார். ஒரு பொருளாதார நிபுணருக்கு இப்படி ஒரு பதவி கொடுக்கக் கூடாது. அதற்கு அரச நிர்வாக சேவையிலிருந்து ஒரு அதிகாரி நியமிக்கப்பட்டிருக்க வேண்டும். கலாநிதி ஜெயசுந்தர, ஜனாதிபதியின் செயலாளராக பணியாற்றுவதற்குப் பதிலாக, தனது சொந்த பொருளாதாரக் கொள்கையை நடைமுறைப்படுத்தினார். 1997/98 முதல், அவர் இந்த நாட்டின் பொருளாதாரத்தை கையாண்டார். பொருளாதாரத்தையும் ஜனாதிபதியையும் அரசாங்கத்தையும் நாசமாக்கினார்.",
        "\"ராஜபக்சேக்கள் இல்லாத அரசாங்கம் அமைக்கப்பட வேண்டுமா இல்லையா என்பதை நாடாளுமன்றம் மட்டுமே தீர்மானிக்க முடியும்.  நாங்கள் இப்போது சுதந்திரமாக இருக்கிறோம். நாங்கள் எங்கள் சொந்த அரசாங்கத்தை அமைப்பதை எதிர்நோக்குகிறோம். இது அனைத்துக் கட்சிகளின் பிரதிநிதிகளையும் உள்ளடக்கிய அரசாங்கம். பின்னர் மட்டுமே நாங்கள் ஒரு செய்தியை அனுப்ப முடியும். மக்களுக்கு\"",
        "கே   உங்கள் மனதில் யார் நாட்டின் அடுத்த தலைவராக இருக்க வேண்டும்?",
        "இந்த வழக்கில் பல உள்ளன. நாட்டின் நலனைக் கருத்தில் கொண்டு அடுத்த கட்ட நடவடிக்கையைத் தொடங்கக்கூடிய ஒருவரைப் பற்றி நாம் சிந்திக்க வேண்டும். அனைவருடனும் இணைந்து நாம் முன்னேற வேண்டும்.",
        "கே   யார் வந்தாலும், அந்நியச் செலாவணி பற்றாக்குறை போன்ற தற்போதைய பொருளாதாரச் சிக்கல்களுக்கு குறுகிய காலத் தீர்வுகளைக் காண்பது எளிதல்ல. ஆனால், உணவுப் பொருட்களின் விலை ஏற்றம், எல்பி எரிவாயு தட்டுப்பாடு போன்ற சில பிரச்சினைகளுக்கு தீர்வுகளை தாமதப்படுத்த முடியாது. தற்போதைய இக்கட்டான நிலைக்கு யாராவது நடைமுறையில் ஒரு தீர்வை உருவாக்க முடியுமா?",
        "ஆம். ராஜபக்ச குடும்பத்தில் யாரும் இல்லாத அரசுக்கு உதவ பலர் தயாராக உள்ளனர்.",
        "\"P.B. ஜயசுந்தர, ஜனாதிபதியின் செயலாளராக பணியாற்றுவதற்குப் பதிலாக, தனது சொந்த பொருளாதாரக் கொள்கையை நடைமுறைப்படுத்தினார்.  1997/98 முதல், அவர் இந்த நாட்டின் பொருளாதாரத்தை கையாண்டார். அவர் பொருளாதாரத்தையும் ஜனாதிபதியையும் அரசாங்கத்தையும் நாசமாக்கினார்\"",
        "வெளிநாடு வாழ் இலங்கையர்கள் உதவுவார்கள். உலகில் பல நாடுகள் குடும்ப ஆட்சிக்கு எதிராக உள்ளன. குடும்ப ஆட்சிக் கொள்கை இன்று ஏற்றுக்கொள்ள முடியாதது. லிபியத் தலைவர் முயம்மர் முகமது அபு மின்யார் அல்-கடாபி மற்றும் ஈராக் தலைவர் சதாம் உசேன் ஆகியோருக்குப் பிறகு, உலகில் ரசிகர்களின் ஆட்சிக்கு இனி இடமில்லை. இலங்கையில் குடும்ப ஆட்சியை முடிவுக்குக் கொண்டுவந்தால், உலகின் பிற நாடுகள் நமக்கு உதவுவார்கள். வெளிநாட்டு வாழ் இலங்கையர்கள் பணம் அனுப்ப தயாராக இல்லை. அவர்களின் உதவியை நாம் பெறலாம். தவிர, எங்களுக்காக நிதியுதவி வழங்க தயாராக நாடுகள் உள்ளன. சர்வதேச நாணய நிதியம் நமக்கு சுவாசிக்க இடமளித்தால், மற்ற நாடுகளுடன் பேச்சு வார்த்தை நடத்தலாம். இன்னும் இரண்டு அல்லது மூன்று பில்லியன் அமெரிக்க டாலர்களைக் கண்டுபிடித்தால், இந்த நெருக்கடியிலிருந்து மீளலாம்.",
        "வெளிநாடுகளில் உள்ள இலங்கையர்களிடம் இருந்து 7 பில்லியன் அமெரிக்க டொலர்களை பெற்றுக் கொண்டோம். அது வெகுவாகக் குறைந்தது. இன்று வெளிநாட்டில் வியாபாரம் செய்யும் இலங்கையர்கள் தங்களின் அந்நிய செலாவணியை இலங்கைக்கு திருப்பி அனுப்புவதில்லை. ஏற்றுமதியாளர்கள் தங்கள் வருமானத்தை தடுத்து நிறுத்தினர். ஸ்திரத்தன்மையை உறுதிசெய்தால், சுற்றுலாவை புதுப்பிக்க முடியும்.",
        "கே   உங்கள் பார்வையில், தற்போதைய சிக்கல்களைத் தீர்க்க எவ்வளவு நேரம் ஆகும்?",
        "கே   சர்வதேச விவகாரங்களில், சுய நலன்களைப் பின்தொடர்வது உள்ளது. இப்படிப்பட்ட உலகச் சூழலில், ஒரு குறிப்பிட்ட ஆட்சியாளரை மாற்றிய பிறகு மட்டும் மற்ற நாடுகள் நிபந்தனையற்ற உதவியை வழங்குமா?",
        "ஐரோப்பாவும் அமெரிக்காவும் நமது மிகப்பெரிய ஏற்றுமதி இடங்கள். அந்த நேரத்தில் ஜிஎஸ்பி + வர்த்தக வசதியைப் பெற்றுள்ளோம். அவர்கள் ஐரோப்பாவிற்கு நமது கடல் உணவு ஏற்றுமதி மீதான கட்டுப்பாடுகளை நீக்கிவிட்டனர். மீண்டும், உலகம் இலங்கையை புதிய பார்வையுடன் பார்க்கும். நடுநிலையான வெளியுறவுக் கொள்கையை நாம் கொண்டிருக்க வேண்டும். நமது நாட்டின் பாதுகாப்பு நலன்களுக்கு எதிராக யாரையும் பயன்படுத்த அனுமதிக்க மாட்டோம் என்பதை இந்தியாவிடம் சொல்ல வேண்டும். ஆனால், நாம் சீனாவுடன் ஒத்துழைக்க வேண்டும். இந்தியாவிற்கு பாதுகாப்பு அச்சுறுத்தல்களை யாரும் ஏற்படுத்தக்கூடிய இடமாக இலங்கை இருக்காது என்பதை நாம் இந்தியாவிற்கு உறுதியளிக்க வேண்டும். நாம் அனைத்து நாடுகளுக்கும் திறந்த நிலையில் இருக்க வேண்டும். நமது பகுதி அமைதி வலயமாக இருக்க வேண்டும்.",
        "இன்று, இலங்கை மேற்கு கொள்கலன் முனையத்தை இந்தியாவின் அதானி குழுமத்திற்கு குத்தகைக்கு விட்டுள்ளது. நமது எரிசக்தி பாதுகாப்பு இப்போது அமெரிக்கர்களின் கைகளில் உள்ளது. அம்பாந்தோட்டை துறைமுகம் போன்ற மூலோபாய திட்டங்களை சீனாவுக்கு வழங்கியுள்ளோம். நாங்கள் ஜப்பானை அந்நியப்படுத்தி, பகைத்துவிட்டோம். ஜப்பான் எங்களுக்கு முதலீடுகளின் முக்கிய ஆதாரமாக உள்ளது."
      ]
    }
  }
}