{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Abans-promotes-energy-saving-LG-Dual-Cool-Inverter-A-Cs/34-732593",
  "time_ut": 1648235100,
  "title": "Abans promotes energy saving LG Dual Cool Inverter A/Cs",
  "body_lines": [
    "It is a known fact that in this day and age, it is of prime importance to switch to energy efficient appliances, that not just help you protect the environment but is also easy on your wallet.",
    "One of the best appliances that help you achieve this goal is the LG Dual Cool Inverter Air Conditioner in your home. Due to the high efficiency of the Dual Cool inverter technology, energy loss is minimised which in turn offers up to 70% savings on electricity.",
    "The Dual Cool technology features a dual rotary compressor that adjusts cooling by automatically controlling the compressor speed. The super convertible 5-in-1 cooling system enables you to save on energy as the air conditioner can reduce the capacity from 100% to as low as 40%. However, if circumstances demand, it could also step up to 110%. Thus, giving you the best and optimised cooling to consumption ratio. The LG Inverter Air Conditioner uses R32 refrigerant gas that has a lower global warming ratio and an amazingly low impact on the environment. Built with an organic compound to allow better heat dissipation, the R32 refrigerant provides powerful cooling and high efficiency for the air conditioner.",
    "These A/Cs offer the world’s only Ocean Black Protection – a special coating applied to the outdoor unit of the air conditioner, which provides exceptional durability against typical Sri Lankan conditions of sand, salt, smoke and pollutants, in order to reduce corrosion in the Air Conditioners’ critical parts.",
    "The LG Anti-Virus Inverter Air Conditioner takes the war against the virus several steps ahead, by deactivating the virus on contact with the filter providing unpolluted clean air. Feel the next level of freshness in the air with the UV Nano technology that consists of UV rays emitting LEDS that sterilise and deactivate the air from micro-organisms by rupturing their DNA. This effectively stops the virus and germs from multiplying.",
    "It also comes with an Anti-Allergy filter, whereby the air is absorbed by the air conditioner which in turn removes all allergy causing substances like house dirt and mites floating in the air. LG being the leader in techno-innovations also has several models that are future ready with its ThinQ Wi-Fi technology that offers seamless connectivity through the LG home appliances application.",
    "A LG Inverter Air Conditioner is the perfect solution for every home, especially in hot and humid weather and the best way to tackle the rising electricity cost.  Featuring trusted and pioneering Korean technology, this is the AC that you should invest in, as the market leader in the Sri Lankan Air Conditioner industry. LG Dual Cool Inverter Air Conditioners are available exclusively from the leaders, Abans islandwide and BuyAbans.com."
  ],
  "translate": {
    "si": {
      "title": "Abans බලශක්ති ඉතිරිකිරීමේ LG Dual Cool Inverter A/C ප්‍රවර්ධනය කරයි",
      "body_lines": [
        "පරිසරය ආරක්ෂා කිරීමට පමණක් නොව ඔබේ මුදල් පසුම්බියට පහසු වන බලශක්ති කාර්යක්ෂම උපකරණ වෙත මාරුවීම අද සහ යුගයේ ප්‍රමුඛ වැදගත්කමක් ඇති බව දන්නා කරුණකි.",
        "මෙම ඉලක්කය සපුරා ගැනීමට ඔබට උපකාර වන හොඳම උපකරණවලින් එකක් වන්නේ ඔබේ නිවසේ ඇති LG Dual Cool Inverter වායු සමීකරණ ය. Dual Cool ඉන්වර්ටර් තාක්‍ෂණයේ ඉහළ කාර්යක්ෂමතාව නිසා බලශක්ති අලාභය අවම වන අතර එමඟින් විදුලිය මත 70% දක්වා ඉතිරියක් ලබා දේ.",
        "Dual Cool තාක්ෂණය ද්විත්ව භ්‍රමණ සම්පීඩකයකින් සමන්විත වන අතර එය සම්පීඩක වේගය ස්වයංක්‍රීයව පාලනය කිරීමෙන් සිසිලනය සකස් කරයි. සුපිරි පරිවර්තනය කළ හැකි 5-in-1 සිසිලන පද්ධතිය මඟින් ඔබට ශක්තිය ඉතිරි කර ගැනීමට හැකියාව ලබා දේ. කෙසේ වෙතත්, තත්වයන් ඉල්ලා සිටින්නේ නම්, එය 110% දක්වා ඉහළ යා හැකිය. මේ අනුව, ඔබට පරිභෝජන අනුපාතයට හොඳම සහ ප්‍රශස්ත සිසිලනය ලබා දෙයි. LG ඉන්වර්ටර් වායුසමීකරණ යන්ත්රය R32 ශීතකාරක වායුව භාවිතා කරන අතර එය අඩු ගෝලීය උෂ්ණත්වය ඉහළ යාමේ අනුපාතයක් සහ පරිසරයට පුදුම සහගත ලෙස අඩු බලපෑමක් ඇති කරයි. වඩා හොඳ තාපයක් විසුරුවා හැරීමට ඉඩ සලසන කාබනික සංයෝගයක් සමඟ ගොඩනගා ඇති R32 ශීතකාරකය වායු සමීකරණ සඳහා බලවත් සිසිලනය සහ ඉහළ කාර්යක්ෂමතාවයක් සපයයි.",
        "මෙම A/C මගින් ලොව එකම Ocean Black Protection - වායු සමීකරණයේ එළිමහන් ඒකකයට යොදන විශේෂ ආලේපනයක් වන අතර, එය ශ්‍රී ලංකාවේ වැලි, ලුණු, දුම සහ දූෂක වල විඛාදනයට ලක්වීම අවම කිරීම සඳහා සාමාන්‍ය ශ්‍රී ලංකාවේ තත්ත්වයන්ට එරෙහිව සුවිශේෂී කල්පැවැත්මක් සපයයි. වායු සමීකරණවල වැදගත් කොටස්.",
        "LG ප්‍රති-වයිරස ඉන්වර්ටර් වායුසමීකරණ යන්ත්‍රය, අපිරිසිදු පිරිසිදු වාතය සපයන ෆිල්ටරය සමඟ ස්පර්ශ වූ විට වෛරසය අක්‍රිය කිරීමෙන් වෛරසයට එරෙහි යුද්ධය පියවර කිහිපයක් ඉදිරියට ගෙන යයි. ක්ෂුද්‍ර ජීවීන්ගේ DNA කැඩීමෙන් වාතය විෂබීජහරණය කර අක්‍රිය කරන පාරජම්බුල කිරණ නිකුත් කරන LED වලින් සමන්විත UV නැනෝ තාක්ෂණය සමඟ වාතයේ මීළඟ මට්ටමේ නැවුම් බව දැනෙන්න. මෙය වෛරස් හා විෂබීජ ගුණ කිරීම ඵලදායී ලෙස නතර කරයි.",
        "එය ප්‍රති-අසාත්මික පෙරහනක් ද සමඟ එන අතර එමඟින් වායු සමීකරණ යන්ත්‍රය මගින් වාතය අවශෝෂණය කර ගන්නා අතර එමඟින් නිවසේ කුණු සහ වාතයේ පාවෙන මයිටාවන් වැනි අසාත්මිකතා ඇති කරන ද්‍රව්‍ය ඉවත් කරයි. තාක්‍ෂණික නවෝත්පාදනවල ප්‍රමුඛයා වන LG සතුව LG ගෘහ උපකරණ යෙදුම හරහා බාධාවකින් තොරව සම්බන්ධතාවක් ලබා දෙන ThinQ Wi-Fi තාක්‍ෂණය සමඟින් අනාගතයේදී සූදානම් කර ඇති මාදිලි කිහිපයක් තිබේ.",
        "LG ඉන්වර්ටර් වායු සමීකරණ යනු සෑම නිවසකටම පරිපූර්ණ විසඳුමකි, විශේෂයෙන් උණුසුම් හා තෙතමනය සහිත කාලගුණය තුළ සහ ඉහළ යන විදුලි පිරිවැය සමඟ කටයුතු කිරීමට හොඳම ක්‍රමය. විශ්වාසනීය සහ පුරෝගාමී කොරියානු තාක්‍ෂණය විශේෂාංගී වන මෙය ශ්‍රී ලංකාවේ වායු සමීකරණ කර්මාන්තයේ වෙළෙඳපොළ ප්‍රමුඛයා ලෙස ඔබ ආයෝජනය කළ යුතු AC වේ. LG Dual Cool Inverter වායු සමීකරණ ප්‍රධානීන්, Abans දිවයින පුරා සහ BuyAbans.com වෙතින් ලබා ගත හැකිය."
      ]
    },
    "ta": {
      "title": "அபான்ஸ் ஆற்றல் சேமிப்பு எல்ஜி டூயல் கூல் இன்வெர்ட்டர் ஏ/சிகளை ஊக்குவிக்கிறது",
      "body_lines": [
        "இன்றைய காலகட்டத்தில், சுற்றுச்சூழலைப் பாதுகாக்க உதவுவது மட்டுமல்லாமல், உங்கள் பணப்பையில் எளிதாகவும் இருக்கும் ஆற்றல் திறன் கொண்ட சாதனங்களுக்கு மாறுவது முதன்மையானது என்பது அனைவரும் அறிந்த உண்மை.",
        "இந்த இலக்கை அடைய உங்களுக்கு உதவும் சிறந்த உபகரணங்களில் ஒன்று உங்கள் வீட்டில் உள்ள எல்ஜி டூயல் கூல் இன்வெர்ட்டர் ஏர் கண்டிஷனர் ஆகும். டூயல் கூல் இன்வெர்ட்டர் தொழில்நுட்பத்தின் உயர் செயல்திறன் காரணமாக, ஆற்றல் இழப்பு குறைக்கப்படுகிறது, இது மின்சாரத்தில் 70% வரை சேமிப்பை வழங்குகிறது.",
        "டூயல் கூல் தொழில்நுட்பம் இரட்டை ரோட்டரி கம்ப்ரஸரைக் கொண்டுள்ளது, இது அமுக்கி வேகத்தை தானாகவே கட்டுப்படுத்துவதன் மூலம் குளிரூட்டலை சரிசெய்கிறது. சூப்பர் கன்வெர்டிபிள் 5-இன்-1 கூலிங் சிஸ்டம், ஏர் கண்டிஷனர் திறனை 100% இலிருந்து 40% வரை குறைக்கும் என்பதால் ஆற்றலைச் சேமிக்க உதவுகிறது. இருப்பினும், சூழ்நிலைகள் தேவைப்பட்டால், அது 110% ஆகவும் அதிகரிக்கலாம். இதனால், நுகர்வு விகிதத்திற்கு சிறந்த மற்றும் உகந்த குளிர்ச்சியை உங்களுக்கு வழங்குகிறது. எல்ஜி இன்வெர்ட்டர் ஏர் கண்டிஷனர் R32 குளிர்பதன வாயுவைப் பயன்படுத்துகிறது, இது குறைந்த புவி வெப்பமடைதல் விகிதத்தையும் சுற்றுச்சூழலில் அதிசயமாக குறைந்த தாக்கத்தையும் கொண்டுள்ளது. சிறந்த வெப்பச் சிதறலை அனுமதிக்கும் ஒரு கரிம சேர்மத்துடன் கட்டப்பட்ட, R32 குளிரூட்டியானது ஏர் கண்டிஷனருக்கு சக்திவாய்ந்த குளிர்ச்சியையும் அதிக செயல்திறனையும் வழங்குகிறது.",
        "இந்த A/Cகள், உலகின் ஒரே ஓஷன் பிளாக் பாதுகாப்பை வழங்குகின்றன - காற்றுச்சீரமைப்பியின் வெளிப்புற அலகுக்கு பயன்படுத்தப்படும் ஒரு சிறப்பு பூச்சு, இது இலங்கையின் வழக்கமான மணல், உப்பு, புகை மற்றும் மாசுபாடுகளுக்கு எதிராக விதிவிலக்கான நீடித்துழைப்பை வழங்குகிறது. ஏர் கண்டிஷனர்களின் முக்கியமான பாகங்கள்.",
        "எல்ஜி வைரஸ் எதிர்ப்பு இன்வெர்ட்டர் ஏர் கண்டிஷனர், மாசுபடாத சுத்தமான காற்றை வழங்கும் வடிகட்டியுடன் தொடர்பில் இருக்கும் வைரஸை செயலிழக்கச் செய்வதன் மூலம், வைரஸுக்கு எதிரான போரை பல படிகள் முன்னோக்கி எடுத்துச் செல்கிறது. நுண்ணுயிரிகளின் டிஎன்ஏவை சிதைப்பதன் மூலம் காற்றை கிருமி நீக்கம் செய்து, செயலிழக்கச் செய்யும் எல்இடிகளை வெளியிடும் புற ஊதா கதிர்களை உள்ளடக்கிய UV நானோ தொழில்நுட்பத்துடன் காற்றில் அடுத்த நிலை புத்துணர்ச்சியை உணருங்கள். இது வைரஸ் மற்றும் கிருமிகள் பெருகுவதை திறம்பட தடுக்கிறது.",
        "இது ஒரு ஆன்டி-அலர்ஜி ஃபில்டருடன் வருகிறது, இதன் மூலம் ஏர் கண்டிஷனரால் காற்றை உறிஞ்சப்படுகிறது, இது வீட்டின் அழுக்கு மற்றும் காற்றில் மிதக்கும் பூச்சிகள் போன்ற ஒவ்வாமையை ஏற்படுத்தும் அனைத்து பொருட்களையும் நீக்குகிறது. டெக்னோ-புதுமைகளில் முன்னணியில் இருக்கும் LG ஆனது அதன் ThinQ Wi-Fi தொழில்நுட்பத்துடன் எதிர்காலத்தில் தயாராக இருக்கும் பல மாடல்களைக் கொண்டுள்ளது, இது LG வீட்டு உபயோகப் பயன்பாட்டின் மூலம் தடையற்ற இணைப்பை வழங்குகிறது.",
        "எல்ஜி இன்வெர்ட்டர் ஏர் கண்டிஷனர் ஒவ்வொரு வீட்டிற்கும் சரியான தீர்வாகும், குறிப்பாக வெப்பமான மற்றும் ஈரப்பதமான காலநிலையில் மற்றும் அதிகரித்து வரும் மின்சார செலவை சமாளிக்க சிறந்த வழி. நம்பகமான மற்றும் முன்னோடி கொரிய தொழில்நுட்பத்தை கொண்டுள்ளது, இது இலங்கையின் ஏர் கண்டிஷனர் துறையில் சந்தையில் முன்னணியில் இருக்கும் நீங்கள் முதலீடு செய்ய வேண்டிய ஏசி ஆகும். எல்ஜி டூயல் கூல் இன்வெர்ட்டர் ஏர் கண்டிஷனர்கள் தலைவர்கள், அபான்ஸ் தீவு முழுவதும் மற்றும் BuyAbans.com ஆகியவற்றிலிருந்து பிரத்தியேகமாக கிடைக்கும்."
      ]
    }
  }
}