{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82119/finance-minister-says-no-choice-but-to-raise-sales-tax",
  "time_ut": 1651256400,
  "title": "Finance Minister says no choice but to raise sales tax",
  "body_lines": [
    "Sri Lanka’s finance minister has told the BBC he has no choice but to hike the country’s sales tax as it faces its worst-ever economic crisis.",
    "In an exclusive interview, Ali Sabry conceded the government made a mistake when it almost halved the rate of value-added tax (VAT) to 8% in 2019.",
    "Mr Sabry says the nation needs $4bn (£3.2bn) over the next eight months to pay for imports of daily essentials.",
    "His comments come amid mass protests over government economic policies.",
    "Mr Sabry - who is leading negotiations with the IMF as well as other lenders such as India and one of its largest creditors China - said raising taxes was just one of the difficult decisions he would have to make as talks continue over a bailout deal.",
    "“We have to increase the taxes. We need to find a way to bridge the revenue gap and expenditure which we have,” he said.",
    "He added that the current level of VAT is “definitely not sustainable” for a country like Sri Lanka that is dependent on the imports of essentials and said the rate should be raised to 13% or 14%.",
    "He also admitted that a move to cut taxes in 2019 soon after Gotabaya Rajapaksa became president was wrong, adding that the government had waited too long before calling on the IMF for help.",
    "Mr Sabry was also cautiously optimistic that the country will be able to start paying its international creditors again by next year, but said it was “very, very difficult for me to give a timeline, I hope and pray that it is as soon as possible, probably six months one year down the line. But I don’t know.”",
    "Earlier this month, the Sri Lankan government said it would temporarily default on $35.5bn (£27.3bn) in foreign debt as the pandemic and the war in Ukraine made it “impossible” to make payments to overseas creditors.",
    "Since then, it has officially requested emergency financial help from the IMF as bailout talks got under way in Washington.",
    "Mr Sabry is leading the negotiations with the country’s diverse set of creditors on restructuring its loans, a prerequisite for an IMF package.",
    "China is one of Sri Lanka’s largest creditors and talks between the two countries may be tough after Beijing signalled its displeasure over Colombo approaching the IMF for help.",
    "Last week, China’s ambassador to Sri Lanka, Qi Zhenhong, said “China did its best to help Sri Lanka not to default but the government chose “to go to the IMF on short notice has unavoidably had some impact on the current discussions.”",
    "“The ambassador for China in Sri Lanka had mentioned that it was not the most desired thing for Sri Lanka to go for IMF. But on our part, we did not have a choice, we will explain to them and we will continue to discuss with them and they are a good friend of Sri Lanka for a long period of time,” he said.",
    "Meanwhile, India has offered a $1.5bn credit line for fuel supplies and Mr Sabry said India has agreed to another $500m credit line in principle.",
    "Sri Lanka is set to receive $400m-$600m from the World Bank immediately, which could be used for “cash transfers and building a social safety net for the vulnerable,” Mr Sabry added.",
    "The coronavirus pandemic, rising energy prices, tax cuts and rapidly shrinking foreign currency reserves have left Sri Lanka without enough dollars to pay for vital imports of fuel, food and medicine.",
    "The capital Colombo has seen huge protests in recent weeks as the country has been hit by soaring inflation, shortages of essential goods and major power cuts.",
    "On Thursday, many schools in the city were closed and several train stations deserted as teachers and train drivers joined mass walkouts as they called for the resignation of President Gotabaya Rajapaksa and his government.",
    "Hundreds of workers from Sri Lankan state-run banks also joined other bank trade unions in a protest march to the president’s office as thousands of people took to the streets around the country.",
    "Even as he leads negotiations to resolve Sri Lanka’s economic crisis, Mr Sabry said he had no indication of when shortages of essential items will end: “It all depends on how much of foreign currency inflows come to the country.",
    "“So that all depends when the Sri Lankans decide to send their money through the proper channels, the banking channel.”",
    "There is little sign of improvement in the amount of foreign currency arriving in Sri Lanka as money sent to the country by its citizens living and working abroad fell to $318m in March, almost half the level seen last year."
  ],
  "translate": {
    "si": {
      "title": "විකුණුම් බද්ද වැඩි කරනවා හැර වෙනත් විකල්පයක් නැතැයි මුදල් ඇමති කියයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ මුදල් අමාත්‍යවරයා බීබීසීයට පවසා ඇත්තේ රට මෙතෙක් පැවති දරුණුතම ආර්ථික අර්බුදයට මුහුන දී සිටින බැවින් රටේ විකුණුම් බද්ද වැඩි කිරීම හැර වෙනත් විකල්පයක් නොමැති බවයි.",
        "සුවිශේෂී සම්මුඛ සාකච්ඡාවකදී අලි සබ්රි 2019 දී එකතු කළ අගය මත බද්ද (වැට්) 8% දක්වා අඩකින් අඩු කළ විට රජය වැරැද්දක් කළ බව පිළිගත්තේය.",
        "සබ්රි මහතා පවසන්නේ දෛනික අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය සඳහා ගෙවීම සඳහා ජාතියට ඉදිරි මාස අට තුළ ඩොලර් බිලියන 4ක් (පවුම් බිලියන 3.2ක්) අවශ්‍ය බවයි.",
        "ඔහුගේ ප්‍රකාශය ආන්ඩුවේ ආර්ථික ප්‍රතිපත්ති පිලිබඳ මහජන විරෝධතා මධ්‍යයේ ය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල මෙන්ම ඉන්දියාව සහ එහි විශාලතම ණය දෙන්නන්ගෙන් එකක් වන චීනය වැනි අනෙකුත් ණය දෙන්නන් සමඟ සාකච්ඡා මෙහෙයවන Sabry මහතා පැවසුවේ ඇපදීමේ ගනුදෙනුවක් සම්බන්ධයෙන් සාකච්ඡා දිගටම කරගෙන යන විට බදු වැඩි කිරීම ඔහුට ගැනීමට සිදුවනු ඇති දුෂ්කර තීරණවලින් එකක් පමණක් බවයි.",
        "“බදු වැඩි කරන්න වෙනවා. අප සතුව ඇති ආදායම් පරතරය සහ වියදම් පියවා ගැනීමට ක්‍රමයක් සොයා ගත යුතුයි,” ඔහු පැවසීය.",
        "අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය මත යැපෙන ශ්‍රී ලංකාව වැනි රටකට දැනට පවතින වැට් බද්ද “අනිවාර්‍යෙන්ම තිරසාර නොවන” බවත් එම අගය 13% හෝ 14% දක්වා ඉහළ දැමිය යුතු බවත් ඔහු පැවසීය.",
        "ගෝඨාභය රාජපක්ෂ ජනාධිපති වූ විගස 2019 දී බදු කපා හැරීමට ගත් පියවර වැරදි බව පිළිගත් ඔහු, උදව් සඳහා IMF කැඳවීමට පෙර රජය බොහෝ කාලයක් බලා සිටි බව පැවසීය.",
        "ලබන වසර වන විට රටට සිය ජාත්‍යන්තර ණය හිමියන්ට නැවත ගෙවීම ආරම්භ කිරීමට හැකි වනු ඇතැයි සබ්රි මහතා ප්‍රවේශමෙන් ශුභවාදී වූ නමුත් එය “කාල නියමයක් ලබා දීම මට ඉතා අපහසුය, එය හැකි ඉක්මනින් සිදුවනු ඇතැයි මම බලාපොරොත්තු වන අතර ප්‍රාර්ථනා කරමි. , සමහරවිට මාස හයක් අවුරුද්දක් පහලින්. නමුත් මම දන්නේ නැහැ. ”",
        "වසංගතය සහ යුක්‍රේනයේ යුද්ධය නිසා විදේශ ණය හිමියන්ට ගෙවීම් කිරීම “නොහැකි” කළ බැවින්, මේ මස මුලදී, ශ්‍රී ලංකා ආන්ඩුව ඩොලර් බිලියන 35.5 ක් (පවුම් බිලියන 27.3 ක්) විදේශ නය තාවකාලිකව පැහැර හරින බව පැවසීය.",
        "එතැන් සිට, ඇපදීමේ සාකච්ඡා වොෂින්ටනයේ දී පැවැත්වෙමින් තිබියදී එය නිල වශයෙන් IMF වෙතින් හදිසි මූල්‍ය ආධාර ඉල්ලා ඇත.",
        "Sabry මහතා IMF පැකේජයක් සඳහා පූර්වාවශ්‍යතාවක් වන එහි ණය ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ රටේ විවිධ ණය හිමියන් සමඟ සාකච්ඡා මෙහෙයවයි.",
        "චීනය ශ්‍රී ලංකාවේ විශාලතම ණය දෙන්නන්ගෙන් එකක් වන අතර, කොලඹ ආධාර සඳහා IMF වෙත එළඹීම සම්බන්ධයෙන් බීජිනය සිය අප්‍රසාදය සංඥා කිරීමෙන් පසු දෙරට අතර සාකච්ඡා දැඩි විය හැකිය.",
        "පසුගිය සතියේ ශ්‍රී ලංකාවේ චීන තානාපති Qi Zhenhong ප්‍රකාශ කළේ, \"චීනය පැහැර නොහැරීම සඳහා ශ්‍රී ලංකාවට උපකාර කිරීමට උපරිමයෙන් කටයුතු කළ නමුත් රජය \"කෙටි දැනුම්දීමකින් IMF වෙත යාමට තීරණය කිරීම වත්මන් සාකච්ඡාවලට නොවැළැක්විය හැකි ලෙස යම් බලපෑමක් ඇති කර තිබේ\" යනුවෙනි.",
        "“ශ්‍රී ලංකාවේ චීන තානාපතිවරයා සඳහන් කර තිබුණේ ශ්‍රී ලංකාව ජාත්‍යන්තර මූල්‍ය අරමුදලට යාම වඩාත්ම කැමති දෙයක් නොවන බවයි. නමුත් අපේ පැත්තෙන් අපට විකල්පයක් තිබුණේ නැහැ, අපි ඔවුන්ට පැහැදිලි කරන්නෙමු, අපි ඔවුන් සමඟ දිගටම සාකච්ඡා කරන්නෙමු, ඔවුන් දිගු කලක් තිස්සේ ශ්‍රී ලංකාවේ හොඳ මිතුරෙක්, ”ඔහු පැවසීය.",
        "මේ අතර, ඉන්දියාව ඉන්ධන සැපයුම් සඳහා ඩොලර් බිලියන 1.5 ක ණය මාර්ගයක් ලබා දී ඇති අතර, ඉන්දියාව තවත් ඩොලර් මිලියන 500 ක ණය මාර්ගයකට ප්‍රතිපත්තිමය වශයෙන් එකඟ වී ඇති බව සබ්රි මහතා පැවසීය.",
        "ශ්‍රී ලංකාවට වහාම ලෝක බැංකුවෙන් ඩොලර් මිලියන 400 සිට ඩොලර් මිලියන 600 දක්වා මුදලක් ලැබීමට සූදානම් වන අතර එය “මුදල් හුවමාරු කිරීම් සහ අවදානමට ලක්විය හැකි පුද්ගලයින් සඳහා සමාජ ආරක්ෂණ ජාලයක් ගොඩනැගීම සඳහා භාවිතා කළ හැකිය” යනුවෙන් සබ්රි මහතා පැවසීය.",
        "කොරෝනා වයිරස් වසංගතය, ඉහළ යන බලශක්ති මිල, බදු අඩු කිරීම් සහ ශීඝ්‍රයෙන් හැකිලෙන විදේශ මුදල් සංචිත හේතුවෙන් ඉන්ධන, ආහාර සහ ඖෂධ අත්‍යවශ්‍ය ආනයන සඳහා ගෙවීමට ප්‍රමාණවත් ඩොලර් ප්‍රමාණවත් නොවීම ශ්‍රී ලංකාවට සිදුවී ඇත.",
        "ඉහළ යන උද්ධමනය, අත්‍යවශ්‍ය භාණ්ඩ හිඟය සහ විශාල විදුලි කප්පාදුවකින් රට පීඩාවට පත්ව සිටින විට කොළඹ අගනුවර පසුගිය සති කිහිපය තුළ විශාල විරෝධතා දක්නට ලැබුණි.",
        "බ්‍රහස්පතින්දා නගරයේ බොහෝ පාසල් වසා දමා තිබූ අතර ගුරුවරුන් සහ දුම්රිය රියදුරන් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට සහ ඔහුගේ ආන්ඩුවට ඉල්ලා අස්වන ලෙස ඉල්ලා සිටි බැවින් මහා පාගමනට එක්වීම නිසා දුම්රිය ස්ථාන කිහිපයක් පාළු විය.",
        "දහස් සංඛ්‍යාත ජනතාවක් රට වටේ වීදි බැස සිටියදී, ශ්‍රී ලංකාවේ රාජ්‍ය බැංකුවලින් සියගණනක් කම්කරුවන් ද ජනාධිපති කාර්යාලය වෙත විරෝධතා පාගමනක දී අනෙකුත් බැංකු වෘත්තීය සමිතිවලට සම්බන්ධ වූහ.",
        "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය විසඳීම සඳහා ඔහු සාකච්ඡා මෙහෙයවන අතරම, අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟය අවසන් වන්නේ කවදාදැයි තමාට කිසිදු ඇඟවීමක් නොමැති බව සබ්රි පැවසීය: “ඒ සියල්ල රඳා පවතින්නේ රටට ලැබෙන විදේශ මුදල් ප්‍රමාණය කොපමණද යන්න මතය.",
        "\"එබැවින් සියල්ල රඳා පවතින්නේ ශ්‍රී ලාංකිකයින් තම මුදල් නිසි මාර්ග, බැංකු නාලිකාව හරහා යැවීමට තීරණය කළ විටය.\"",
        "විදේශයන්හි වෙසෙන සහ සේවය කරන එහි පුරවැසියන් විසින් රට වෙත එවන ලද මුදල් මාර්තු මාසයේදී ඩොලර් මිලියන 318 දක්වා පහත වැටී ඇති බැවින් ශ්‍රී ලංකාවට පැමිණෙන විදේශ මුදල් ප්‍රමාණයෙහි වැඩි දියුණුවක් දක්නට නොලැබේ, එය පසුගිය වසරේ දක්නට ලැබුණු මට්ටමට වඩා අඩකට ආසන්නය."
      ]
    },
    "ta": {
      "title": "விற்பனை வரியை உயர்த்துவதைத் தவிர வேறு வழியில்லை என்கிறார் நிதி அமைச்சர்",
      "body_lines": [
        "இலங்கையின் நிதியமைச்சர் பிபிசியிடம், நாட்டின் மிக மோசமான பொருளாதார நெருக்கடியை எதிர்கொள்வதால், நாட்டின் விற்பனை வரியை அதிகரிப்பதைத் தவிர வேறு வழியில்லை என்று கூறியுள்ளார்.",
        "ஒரு பிரத்யேக நேர்காணலில், அலி சப்ரி 2019 இல் மதிப்பு கூட்டப்பட்ட வரியின் (VAT) விகிதத்தை 8% ஆக பாதியாகக் குறைத்தபோது அரசாங்கம் தவறு செய்ததாக ஒப்புக்கொண்டார்.",
        "தினசரி அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதற்கு அடுத்த எட்டு மாதங்களில் தேசத்திற்கு $4bn (£3.2bn) தேவைப்படுகிறது என்கிறார் திரு சப்ரி.",
        "அரசாங்கத்தின் பொருளாதாரக் கொள்கைகள் மீதான வெகுஜன எதிர்ப்புகளுக்கு மத்தியில் அவரது கருத்துக்கள் வந்துள்ளன.",
        "திரு சப்ரி - ஐஎம்எஃப் மற்றும் இந்தியா மற்றும் அதன் மிகப்பெரிய கடனாளிகளில் ஒருவரான சீனா போன்ற பிற கடன் வழங்குநர்களுடன் பேச்சுவார்த்தைகளை நடத்துகிறார் - பிணை எடுப்பு ஒப்பந்தம் தொடர்பான பேச்சுவார்த்தைகள் தொடரும்போது வரிகளை உயர்த்துவது கடினமான முடிவுகளில் ஒன்றாகும் என்றார்.",
        "“வரிகளை அதிகரிக்க வேண்டும். எங்களிடம் உள்ள வருவாய் மற்றும் செலவின இடைவெளியைக் குறைக்க வழிவகை செய்ய வேண்டும்,'' என்றார்.",
        "அத்தியாவசியப் பொருட்களின் இறக்குமதியை நம்பியிருக்கும் இலங்கை போன்ற ஒரு நாட்டிற்கு தற்போதைய VAT நிலை \"நிச்சயமாக நிலையானது அல்ல\" என்று கூறிய அவர், விகிதம் 13% அல்லது 14% ஆக உயர்த்தப்பட வேண்டும் என்றார்.",
        "கோட்டாபய ராஜபக்ச ஜனாதிபதியாக பதவியேற்றவுடன் 2019 இல் வரிகளை குறைக்கும் நடவடிக்கை தவறானது என்பதை ஒப்புக்கொண்ட அவர், உதவிக்காக சர்வதேச நாணய நிதியத்தை அழைப்பதற்கு முன்பு அரசாங்கம் நீண்ட நேரம் காத்திருந்ததாகவும் கூறினார்.",
        "அடுத்த ஆண்டுக்குள் நாடு தனது சர்வதேச கடனாளிகளுக்கு மீண்டும் பணம் செலுத்தத் தொடங்கும் என்று திரு சப்ரி எச்சரிக்கையுடன் நம்பிக்கையுடன் கூறினார், ஆனால் அது \"ஒரு காலக்கெடுவை வழங்குவது எனக்கு மிகவும் கடினம், அது விரைவில் முடியும் என்று நம்புகிறேன், பிரார்த்தனை செய்கிறேன். , ஒருவேளை ஆறு மாதங்கள் ஒரு வருடம் கீழே. ஆனால் எனக்குத் தெரியாது.\"",
        "இந்த மாத தொடக்கத்தில், தொற்றுநோய் மற்றும் உக்ரேனில் நடந்த போரினால் வெளிநாட்டு கடனாளர்களுக்கு பணம் செலுத்துவதை \"சாத்தியமற்றதாக\" மாற்றியதால், $35.5bn (£27.3bn) வெளிநாட்டுக் கடனைத் தற்காலிகமாகத் திருப்பிச் செலுத்தவில்லை என்று இலங்கை அரசாங்கம் கூறியது.",
        "அப்போதிருந்து, வாஷிங்டனில் பிணை எடுப்புப் பேச்சுக்கள் நடந்துகொண்டிருந்ததால், அது அதிகாரப்பூர்வமாக IMF இடம் அவசர நிதி உதவி கோரியுள்ளது.",
        "திரு சப்ரி அதன் கடன்களை மறுசீரமைப்பது குறித்த நாட்டின் பல்வேறு கடன் வழங்குநர்களுடன் பேச்சுவார்த்தைகளை நடத்துகிறார், இது IMF தொகுப்புக்கான முன்நிபந்தனையாகும்.",
        "இலங்கையின் மிகப் பெரிய கடனளிப்பவர்களில் சீனாவும் ஒன்றாகும், மேலும் கொழும்பு சர்வதேச நாணய நிதியத்தை உதவிக்கு அணுகுவது குறித்து பெய்ஜிங் தனது அதிருப்தியை சமிக்ஞை செய்த பின்னர் இரு நாடுகளுக்கும் இடையிலான பேச்சுக்கள் கடினமாக இருக்கலாம்.",
        "கடந்த வாரம், இலங்கைக்கான சீனத் தூதுவர் Qi Zhenhong, \"இலங்கைக்கு இணங்காமல் இருக்க சீனா தன்னால் இயன்றதைச் செய்தது, ஆனால் அரசாங்கம் \"குறுகிய அறிவிப்பில் சர்வதேச நாணய நிதியத்திற்குச் செல்வது தற்போதைய விவாதங்களில் தவிர்க்க முடியாமல் சில தாக்கத்தை ஏற்படுத்தியுள்ளது\" என்று கூறினார்.",
        "“இலங்கையில் உள்ள சீனாவுக்கான தூதுவர், இலங்கை சர்வதேச நாணய நிதியத்திற்கு செல்வது மிகவும் விரும்பிய விடயம் அல்ல என்று குறிப்பிட்டிருந்தார். ஆனால் எங்கள் தரப்பில், எங்களுக்கு வேறு வழியில்லை, நாங்கள் அவர்களுக்கு விளக்குவோம், அவர்களுடன் நாங்கள் தொடர்ந்து விவாதிப்போம், அவர்கள் நீண்ட காலமாக இலங்கையின் நல்ல நண்பர்களாக உள்ளனர், ”என்று அவர் கூறினார்.",
        "இதற்கிடையில், எரிபொருள் விநியோகத்திற்காக இந்தியா 1.5 பில்லியன் டாலர் கடன் வரியை வழங்கியுள்ளது, மேலும் கொள்கையளவில் மற்றொரு $500 மில்லியன் கடன் வரிக்கு இந்தியா ஒப்புக்கொண்டுள்ளதாக திரு சப்ரி கூறினார்.",
        "உலக வங்கியிடமிருந்து இலங்கை உடனடியாக $400m-$600m பெற உள்ளது, இது \"பண பரிமாற்றம் மற்றும் பாதிக்கப்படக்கூடியவர்களுக்கு சமூக பாதுகாப்பு வலையை கட்டமைக்க பயன்படும்\" என்று திரு சப்ரி மேலும் கூறினார்.",
        "கொரோனா வைரஸ் தொற்றுநோய், அதிகரித்து வரும் எரிசக்தி விலைகள், வரி குறைப்புக்கள் மற்றும் விரைவாக சுருங்கி வரும் வெளிநாட்டு நாணய கையிருப்பு ஆகியவை எரிபொருள், உணவு மற்றும் மருந்து ஆகியவற்றின் முக்கிய இறக்குமதிகளுக்கு செலுத்த போதுமான டாலர்களை இலங்கைக்கு இல்லாமல் செய்துள்ளது.",
        "அதிகரித்து வரும் பணவீக்கம், அத்தியாவசியப் பொருட்களின் தட்டுப்பாடு மற்றும் பெரும் மின்வெட்டு ஆகியவற்றால் நாடு பாதிக்கப்பட்டுள்ள நிலையில், தலைநகர் கொழும்பில் அண்மைய வாரங்களில் பெரும் போராட்டங்கள் இடம்பெற்று வருகின்றன.",
        "வியாழன் அன்று, நகரின் பல பள்ளிகள் மூடப்பட்டன மற்றும் பல ரயில் நிலையங்கள் வெறிச்சோடியதால், ஆசிரியர்கள் மற்றும் ரயில் சாரதிகள் வெகுஜன நடைபயணத்தில் ஈடுபட்டதால், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவும் அவரது அரசாங்கமும் ராஜினாமா செய்ய அழைப்பு விடுத்தனர்.",
        "நாடு முழுவதும் ஆயிரக்கணக்கான மக்கள் வீதிகளில் இறங்கிய நிலையில், இலங்கை அரச வங்கிகளில் இருந்து நூற்றுக்கணக்கான தொழிலாளர்கள் ஜனாதிபதி அலுவலகத்திற்கு எதிர்ப்பு பேரணியில் மற்ற வங்கி தொழிற்சங்கங்களுடன் இணைந்து கொண்டனர்.",
        "இலங்கையின் பொருளாதார நெருக்கடியைத் தீர்ப்பதற்கான பேச்சுவார்த்தைகளுக்கு அவர் தலைமை தாங்கும் போதும், அத்தியாவசியப் பொருட்களின் தட்டுப்பாடு எப்போது முடிவுக்கு வரும் என்பதற்கான எந்த அறிகுறியும் தன்னிடம் இல்லை என்று திரு சப்ரி கூறினார்.",
        "\"எனவே, இலங்கையர்கள் தங்கள் பணத்தை முறையான வழிகள், வங்கி சேனல்கள் மூலம் அனுப்ப முடிவு செய்யும் போது எல்லாம் தங்கியுள்ளது.\"",
        "வெளிநாடுகளில் வசிக்கும் மற்றும் பணிபுரியும் குடிமக்களால் நாட்டிற்கு அனுப்பப்பட்ட பணம் மார்ச் மாதத்தில் 318 மில்லியன் டாலர்களாக குறைந்துள்ளதால், இலங்கைக்கு வரும் வெளிநாட்டு நாணயத்தின் அளவு முன்னேற்றம் காண்பதற்கான அறிகுறியே இல்லை, இது கடந்த ஆண்டு காணப்பட்ட அளவை விட கிட்டத்தட்ட பாதி."
      ]
    }
  }
}