{
  "newspaper_name": "lk_daily_mirror",
  "url": "https://www.dailymirror.lk/business-news/Bonus-interest-scheme-for-senior-citizen-deposits-extended-by-one-year/273-232469",
  "time_ut": 1646640240,
  "title": "Bonus interest scheme for senior citizen deposits extended by one year",
  "body_lines": [
    [
      "However, deposits maintained under the scheme will not be auto-renewed",
      "Deposit holders will have to make a declaration to the bank to make available the special interest rate at maturity",
      "",
      "The Central Bank has extended the 15 percent special interest scheme for one year term deposits of senior citizens continuing the proposal made in the budget 2017, which was brought with the intention of offering additional income to whose real incomes came under stress.",
      "",
      "To this effect, the Central Bank issued operating instructions to all licensed banks fortnight ago requesting them to continue the scheme for all resident Sri Lankan citizens above 60 years of age for one year fixed deposits of up to Rs.1.5 million.",
      "",
      "“Annual effective rate payable with effect from the date of opening of the deposit shall be 15 percent”, the Central Bank said in its instructions.",
      "",
      "“Licensed banks shall not charge a penalty for premature upliftment of such deposits”, it further said.",
      "However, former Central Bank Deputy Governor and popular economic commentator Dr. W.A. Wijewardena last week on social media said the CB had abolished this special interest rate scheme on senior citizens without citing any sources.",
      "",
      "“CB has abolished bonus interest payable to senior citizens at 15 percent up to Rs1.5mn; earlier, IRD abolished tax concessions given to them; now at market rates at -6 percent for fixed deposits,",
      "like farmers, there’re senior citizens agitating for redress; that’s why it’s necessary to raise rates,” he tweeted.",
      "While the deposits maintained under this scheme will not be auto-renewed, the deposit holder will have to make a declaration to the bank to make available the special interest rate at maturity.  The Central Bank raised its key rates by 100 basis points on Friday in response to over a decade high inflation and to ease the demand conditions, which pressure the prices among other things.  Colombo headline inflation for February firmed up at 15.1 percent from a year ago while core prices rose by 10.9 percent in the twelve months to February 2022, hitting a new 13-year high.  Although late, the decision to raise rates by the Central Bank was a step in the right direction from the standpoint of those who live on interest income as inflation has threatened their real incomes.  Record high inflation is a global phenomenon, largely caused by the pent-up demand with the re-opening of economies.  The United States Federal Reserve is battling a 40-year high inflation, and is  poised for its first rate hike in March since the pandemic broke out."
    ]
  ]
}