{
  "newspaper_name": "lk_daily_mirror",
  "url": "https://www.dailymirror.lk/business-news/Govt-looking-at-holistic-approach-to-digitally-transform-SL-Namal/273-232467",
  "time_ut": 1646640060,
  "title": "Govt. looking at holistic approach to digitally transform SL: Namal",
  "body_lines": [
    [
      "Dedicated efforts are underway to transform Sri Lanka into a technology-based society, as the government is actively looking at a holistic approach to create an ecosystem where citizen services will be supported by digital transformation, State Minister for Digital Technology and Enterprise Namal Rajapaksa said.",
      "",
      "In an interview with Telcom Review Asia conducted during his visit to Mobile World Congress (MWC) in Barcelona, Rajapaksa pointed out that the key to achieve the aspired digital transformation is to provide smoother and seamless services to the people of the country.",
      "",
      "In that effort, making available the Unique National Digital ID (UID) will be a key milestone for this transformation, he stressed.",
      "",
      "“We believe we need to expedite our coverage process. For that, we have launched the Gamata Sanniwedanaya programme that will cover the entire island with 4G. In the meantime, the two main telco companies in Sri Lanka are also putting 5G in trial phase and looking to have a 5G auction in 2022,” said the State Minister highlighting some of the efforts taken to aid Sri Lanka’s digital transformation.",
      "Steps have been also taken to expand the digital economy in the country, especially when in terms of digital banking and adoption of digital currencies.",
      "",
      "Rajapaksa said the government is keen on expanding the DTM industry, a move to capitalise on Sri Lanka’s ‘strong and skillful’ labour force.",
      "",
      "“Working with the private sector is key to achieve this goal and we believe that by working hand in hand with public-private partnerships, we can digitalise citizen services and expand our digital economy to make it a US$ 10 billion industry in Sri Lanka,” he stressed.",
      "",
      "Sri Lanka currently has about 150,000 digitally skilled people in the IT industry and plans are afoot to increase the number to 300,000 next few years.",
      "",
      "Rajapaksa said the government is of the view that the roadmap of digitalising the entire government scheme and citizen services with the digital ID card will enable people to be more digitally savvy and get used to using digital services to access education as well.",
      "",
      "Furthermore, the government and the relevant authorities have also increased the pace of developing and establishing the required infrastructure and legal framework for regulations.",
      "",
      "By the first week of March, Sri Lanka will pass the Data Protection Act. The framework for cybersecurity policy as well as the Cybersecurity Act will be taken up in parliament in the near future."
    ]
  ]
}