{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Celebrating-the-life-and-service-of-Ven-Dr-Omalpe-Sobitha-Thera-Adored-for-his-relentless-service-to-Buddhism-and-Nation/231-237800",
  "time_ut": 1653596160,
  "title": "Celebrating the life and service of Ven. Dr. Omalpe Sobitha Thera: Adored for his relentless service to  Buddhism and Nation",
  "body_lines": [
    "It is indeed a great privilege and honour to pen this article celebrating the life and service of Ven. Dr. Omalpe Sobitha Thera on this landmark occasion of his 72nd birthday, which also happens to coincide with the Vesak Poya Day this year. I have had the honour of associating with Ven. Omalpe Sobitha Thero very closely for the last few years, and he has played an instrumental role in shaping my spiritual knowledge of Buddhist philosophy over time. I offer Ven. Omalpe Sobitha Thera, my most profound reverence, prayers, and warmest wishes on this occasion.",
    "Omalpe Sobitha Thera was born on May 26, 1950 in the town of Embilipitiya to J. Juvanis Appuhamy and W. K. Podimanike. He was the fifth in a family of  seven children and was ordained as a monk of the Rāmañña Chapter at the tender age of 11 years. Even though, as a standard traditional practice, a bhikkhu’s given name would be preceded by his birthplace,  Sobitha Thera, opted otherwise. He chose to be ordained under his father’s village name ‘Omalpe’, instead of Embilipitiya,  as a mark of respect to his parents. He obtained his primary monastic education under the guidance of Ven. Lalpe Sirivansa Thera and went on to acquire superior knowledge in Buddhist Philosophy and continued to excel as an erudite of Buddhism and as a much-revered leader, mentor and compassionate monk within the shasana.",
    "As a devoted student Ven. Omalpe Sobitha Thera excelled both in his monastic and secondary education at the Jinaraja Pirivena in Hakmana and qualified for University entrance in the Arts Stream. He entered the University of Sri Jayawardenepura and went on to complete his graduate and post-graduate studies there, earning his Bachelor and Master of Arts Degrees from this esteemed University. After a brief academic break, he completed his PhD in Buddhism in the year 1988 at the University of Delhi. The PhD dissertation researched and authored by him provided an Analytical Study on the Law and Concept of Community Ownership in Early Buddhist Monastic Order as Reflected in Pali Tripitaka.  This is regarded as an exceptionally insightful research paper that sheds much light on the earliest documented sources of Buddhism and its practices.",
    "\"Ven. Omalpe Sobitha has always promoted mutual respect and amity between various religious and linguistic groups of Sri Lanka and taken a solid standing in promoting social justice, equality and education amongst children and youth\"",
    "Ven. Omalpe Sobitha Thera always considered knowledge dissemination as a prime calling of any accountable Buddhist leader. Heeding to his doctrine’s teaching and his calling for service, in 1975, he took his first steps as an educator, joining Maharagama Sri Wajiragnana Dharmaayathanaya as a Dhamma School Teacher under the guidance of Most. Ven Madihe Pannaseeha Thera.  Subsequently, he joined the Government Graduate Teaching Cadre to provide a broader service to the country’s primary and secondary school students. In the year 1980, he pioneered the establishment of the Buddhist Newspaper, ‘Sasuna,’ which continues to aid in knowledge circulation to date.",
    "During the same time, Omalpe Thero’s intellectual prowess, research skills and eloquence came to the attention internationally. In the year 1981, he was awarded the Royal Thai Fellowship by the Government of Thailand to continue his studies and learning. Two years later, in the year 1983, he was once again awarded the Historical Research Scholarship- India by the University of Delhi.",
    "Ven. Dr. Omalpe Sobitha Thera as an internationally acclaimed scholar, researcher, and philanthropist, continues to contribute his knowledge to many global fora and symposium within his service and capacity. He has taken part in over 16 international conferences in Japan, Taiwan, Thailand, India, China, Spain, the US and many other countries and presented his research findings at many symposiums alongside delivering keynote addresses. Religion and Challenges Ahead, Buddhism as a Solution for Present Day Problems, Dhamma as a Universal Truth, Significance of Buddhist Chanting and Buddhist monk and Social Responsibility are considered some of the most acclaimed scholarly researches and discourses delivered by him. He also represented Sri Lanka at the Parliament of the World’s Religions in Barcelona, Spain, in 2004,  and the International Conference on Women’s Rights in Phnom Penh, Cambodia, in the year 2006.",
    "In 1974, he took his first step as a social activist when he campaigned and carried out a conference series against the decision implemented by the parliament to suspend graduate teacher appointments of Buddhist monks. There onwards, he began a life of social service and went on to serve in many essential and esteemed roles both within the religious and social realms. In 1988 he established the Embilipitiya Bodhiraja Dharmayathana Pirivena, and after that, Sri Bodhiraja Padanama in 1993 gazetted under the Parliament of Sri Lanka. His passion as a philanthropic leader came to the limelight when he first came forward to construct a hospital ward dedicated solely for the Bhikku in Embilipitiya, which was donated to the government in 1999.   Thereafter, he established the Embilipitiya Bodhiraja International School in 2003, making quality international education accessible to all children in that area. After the devastation caused by the catastrophic Tsumani in the year 2004, Ven.Omalpe Thera came to the forefront to spearhead a housing project, resulting in the construction and donation of 700 houses for those affected.",
    "He is also an elephant conservation activist and was a religious consultant of the committee that oversaw the mass disposal of smuggled ivory, which received worldwide media attention in 2016.  Ven.Omalpe Thera was appointed as a council member of the University of Sabaragamuwa in the year 2018 in recognition of his mammoth contribution to the University as a scholar and a mentor.",
    "He has served in many leadership roles within the Sashana: he was appointed the Viharaadhikari of the Beliatta, Palapatha Sri Wijeyaramaya in 1977 and Viharaadhikari of  Beliatta Siri Sunanda Maha Viharaya in 1978. He served as the Secretary for the  Beliatta Shasanaraksahka Provincial Council, the Shakyaputra Bhikshu Sanvidanaya, Colombo and Dhakshina Lanka Samagri Bhikshu Sanvidanaya, respectively. He was also elected the president of the Provincial Teacher’s Association of Tangalle.",
    "Ven.Omalpe Thera is a highly esteemed Buddhist leader in the region and plays many consultancy roles across Asia and the Pacific. He is considered an erudite in the field of Buddhist philosophy. His sagacious advice has won him many disciples and followers who ardently look up to him as their teacher and mentor.  Among them are international monastic leaders seeking guidance and assistance in establishing spiritual centres worldwide. He has set down his profound spiritual messages of transforming the human consciousness,  encouraging the spiritual progress of many Buddhist Monastic and thought leaders. This includes Buddhist Master Lu Jun Hong of China, a world-renowned Chinese Buddhist Leader and World Peace Ambassador.",
    "\"Ven. Omalpe Sobitha Thera as an internationally acclaimed scholar, researcher, and philanthropist, continues to contribute his knowledge to many global fora and symposium within his service and capacity\"",
    "Ven. Omalpe Thera has been a great inspiration to many, and he is considered a great thought leader and a trailblazer. He successfully continues to foster the growth of others, encouraging them to strive with conviction and resolution. Ven. Omalpe Thera as a zealous Buddhist leader, lives in accord with the principle of “consistency from beginning to end.” His administrative and management skills reflect this strict Buddhist discipline, and, as he pronounces, success or failure of a particular organizational unit as a whole depends on one’s commitment and steadfast and firm faith.",
    "His in-depth knowledge of the Buddhist doctrine and its strict discipline has empowered the Thero to make an immense contribution to the development and establishment of Bodhiraja Buddhist Societies across Malaysia, Singapore, Thailand and many other places internationally and locally. His passion for the environment and wildlife conservation was internationally recognized when he was appointed as the United Nation’s Environmental Education Permanent Advisor for Cambodia in 1997. As a Buddhist proselytizer, he has rendered extraordinary service in promoting education, literacy, social justice, healthcare and economic development across Sri Lanka by establishing the Sri Bodhiraja Foundation. His eloquence and resolute appeal have enabled him to be an instrument of change amidst differing opinions.",
    "The prelate has always promoted mutual respect and amity between various religious and linguistic groups of Sri Lanka and taken a solid standing in promoting social justice, equality and education amongst children and youth. As an influential Sinhalese Buddhist monk, he is respected for his non-violent revolutionary leadership. He is a prominent socio-political activist and an independent thinker. He was also engaged in active politics and was elected as a Parliamentarian, representing the political party Jathika Hela Urumaya (JHU). He continued to serve as the leader of JHU till the year 2016. His party, JHU, was instrumental in introducing a parliamentary bill to prohibit unethical, manipulative and highly aggressive religious conversions. JHU stands against deforestation and actively promotes organic farming. The political party has also been instrumental in implementing several policy programmes, including banning smoking in public areas and banning harmful pesticides. They also were the driving force behind the parliamentary bill that announced the mandatory shut-down of liquor stores and fish and meat markets on Buddhist Festival Days, including monthly Poya days. He is a resolute leader who is dedicated to refining the positive and constructive aspects of the Sri Lankan socio-political fabric through the endorsement of honesty, integrity and truth.",
    "Ven.Omalpe Thera continues to devote his life to fostering peace and culture, strengthening society’s harmony and stability and supporting the development of humanity and world peace."
  ],
  "translate": {
    "si": {
      "title": "පූජ්‍ය නාහිමියන්ගේ ජීවිතය හා සේවය සැමරීම. ආචාර්ය ඕමල්පේ සෝභිත හිමි: බුද්ධාගමට සහ ජාතියට කරන ලද නොපසුබට සේවයට ප්‍රශංසනීයයි.",
      "body_lines": [
        "පූජ්‍ය මාහිමිපාණන් වහන්සේගේ ජීවිතය හා සේවාව සමරමින් මෙම ලිපිය ලිවීමට ලැබීම ඇත්තෙන්ම විශාල භාග්‍යයක් සහ ගෞරවයක්. ආචාර්ය ඕමල්පේ සෝභිත හිමියෝ මෙවර වෙසක් පොහොය දිනයට සමගාමීව යෙදෙන මෙම සුවිශේෂී 72 වැනි ජන්ම දිනය නිමිත්තෙනි. හාමුදුරුවන් ඇසුරු කිරීමේ ගෞරවය මට හිමිව තිබෙනවා. ඕමල්පේ සෝභිත හිමියන් පසුගිය වසර කිහිපය තුළ ඉතා සමීපව සිටි අතර, කාලයාගේ ඇවෑමෙන් බෞද්ධ දර්ශනය පිළිබඳ මගේ අධ්‍යාත්මික දැනුම හැඩගස්වා ගැනීමට උන්වහන්සේ විශාල කාර්යභාරයක් ඉටු කළහ. මම හාමුදුරුවන්ට පූජා කරනවා. ඕමල්පේ සෝභිත හිමි තුමනි, මේ අවස්ථාවේ මාගේ බලවත් ගෞරවය, යාඥා සහ උණුසුම් සුභ පැතුම්.",
        "ඕමල්පේ සෝභිත හිමියෝ 1950 මැයි 26 වැනිදා ඇඹිලිපිටිය නගරයේ දී ජේ.ජුවානිස් අප්පුහාමි සහ ඩබ්ලිව්.කේ.පොඩිමැණිකේට දාව උපත ලැබූහ. ඔහු දරුවන් හත් දෙනෙකුගෙන් යුත් පවුලක පස්වැනියා වූ අතර වයස අවුරුදු 11 දී රාමඤ්ඤ පාර්ශ්වයේ භික්ෂුවක් ලෙස පැවිදි විය. සම්මත සම්ප්‍රදායික චාරිත්‍රයක් ලෙස වුවද, භික්ෂුවගේ නමට පෙර ඔහුගේ උපන් ගම වන සෝභිත හිමි වෙනත් ආකාරයකින් තෝරා ගත්හ. ඔහු තම දෙමාපියන්ට කරන ගෞරවයක් වශයෙන් ඇඹිලිපිටිය වෙනුවට තම පියාගේ ගම වන ‘ඕමල්පේ’ යටතේ පැවිදි වීමට තෝරා ගත්තේය. උන්වහන්සේ සිය ප්‍රාථමික පැවිදි අධ්‍යාපනය ලැබුවේ පූජ්‍ය නාහිමියන්ගේ මඟපෙන්වීම යටතේය. ලාල්පේ සිරිවංශ හිමියෝ බෞද්ධ දර්ශනය පිළිබඳ උසස් දැනුමක් ලබා ගනිමින් බුදුදහම පිළිබඳ විශාරදයකු ලෙස ද ශාසනය තුළ ගෞරවාදරයට පාත්‍ර වූ නායකයකු, අනුශාසකයකු සහ කාරුණික භික්ෂුවක් ලෙස ද විශිෂ්ටත්වයට පත් වූහ.",
        "ශ්‍රද්ධාවන්ත ශිෂ්‍යයකු ලෙස හාමුදුරුවෝ. ඕමල්පේ සෝභිත හිමියෝ හක්මන ජිනරාජ පිරිවෙනෙන් පැවිදි හා ද්විතීයික අධ්‍යාපනයෙන් දස්කම් දැක්වූ අතර කලා විෂය ධාරාවෙන් විශ්වවිද්‍යාල ප්‍රවේශයට සුදුසුකම් ලැබූහ. ඔහු ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලයට ඇතුළත් වූ අතර එහිදී සිය උපාධිය සහ පශ්චාත් උපාධි අධ්‍යයන කටයුතු සම්පූර්ණ කර මෙම ගෞරවනීය විශ්වවිද්‍යාලයෙන් ශාස්ත්‍රවේදී සහ ශාස්ත්‍රපති උපාධි ලබා ගත්තේය. කෙටි අධ්‍යයන විවේකයකින් පසු ඔහු 1988 වසරේ දිල්ලි විශ්ව විද්‍යාලයෙන් බුදුදහම පිළිබඳ ආචාර්ය උපාධිය සම්පූර්ණ කළේය. ඔහු විසින් පර්යේෂණය කර සම්පාදනය කරන ලද ආචාර්ය උපාධි නිබන්ධනය පාලි ත්‍රිපිටකයේ පිළිබිඹු වන පරිදි මුල් බෞද්ධ භික්ෂූ ශාසනයේ ප්‍රජා අයිතිය පිළිබඳ නීතිය සහ සංකල්පය පිළිබඳ විශ්ලේෂණාත්මක අධ්‍යයනයක් සපයන ලදී. මෙය බුදුදහමේ පැරණිතම ලේඛනගත මූලාශ්‍ර සහ එහි භාවිතයන් පිළිබඳව බොහෝ ආලෝකයක් විහිදුවන සුවිශේෂී තීක්ෂ්ණ බුද්ධිය සහිත පර්යේෂණ පත්‍රිකාවක් ලෙස සැලකේ.",
        "\"ඕමල්පේ සෝභිත හිමි සෑම විටම ශ්‍රී ලංකාවේ විවිධ ආගමික සහ භාෂා කණ්ඩායම් අතර අන්‍යෝන්‍ය ගෞරවය සහ මිත්‍රත්වය ප්‍රවර්ධනය කර ඇති අතර ළමුන් සහ තරුණයින් අතර සමාජ සාධාරණත්වය, සමානාත්මතාවය සහ අධ්‍යාපනය ප්‍රවර්ධනය කිරීමෙහිලා ස්ථිර ස්ථාවරයක් ගෙන ඇත\"",
        "හාමුදුරුවෝ. ඕමල්පේ සෝභිත හිමියෝ සෑමවිටම සැලකුවේ දැනුම බෙදාහැරීම ඕනෑම වගකිවයුතු බෞද්ධ නායකයකුගේ ප්‍රධාන කැඳවීමක් ලෙසය. 1975 දී උන්වහන්සේගේ ධර්මයේ ඉගැන්වීමට සහ සේවය සඳහා වූ ඉල්ලීමට අවනත වූ ඔහු අධ්‍යාපනඥයකු ලෙස සිය පළමු පියවර තැබුවේ මහරගම ශ්‍රී වජිරඥාන ධර්මායතනයේ දහම් පාසල් ගුරුවරයකු ලෙස බොහෝ දෙනාගේ මඟපෙන්වීම යටතේය. පූජ්‍ය මඩිහේ පඤ්ඤාසීහ හිමි. ඉන්පසුව, ඔහු රටේ ප්‍රාථමික හා ද්විතීයික පාසල් සිසුන්ට පුළුල් සේවාවක් සැපයීම සඳහා රජයේ උපාධිධාරී ගුරු මණ්ඩලයට සම්බන්ධ විය. 1980 වර්ෂයේදී ඔහු විසින් අද දක්වා දැනුම සංසරණයට උපකාර වන ‘සසුන’ බෞද්ධ පුවත්පත පිහිටුවීමට පුරෝගාමී විය.",
        "ඒ අතරම ඕමල්පේ හිමියන්ගේ බුද්ධිමය හැකියාව, පර්යේෂණ කුසලතා සහ කථිකත්වය ජාත්‍යන්තර අවධානයට ලක්විය. 1981 වර්ෂයේදී, ඔහුගේ අධ්‍යාපනය සහ ඉගෙනීම දිගටම කරගෙන යාමට තායිලන්ත රජය විසින් ඔහුට රාජකීය තායි ශිෂ්‍යත්වය පිරිනමන ලදී. වසර දෙකකට පසුව, 1983 වර්ෂයේදී, ඔහුට නැවත වරක් දිල්ලි විශ්ව විද්‍යාලය විසින් ඓතිහාසික පර්යේෂණ ශිෂ්‍යත්වය- ඉන්දියාව පිරිනමන ලදී.",
        "හාමුදුරුවෝ. ආචාර්ය ඕමල්පේ සෝභිත හිමියෝ ජාත්‍යන්තර කීර්තියට පත් විද්වතෙක්, පර්යේෂකයෙක් සහ දානපතියෙක් වශයෙන්, බොහෝ ගෝලීය සංවාද සහ සම්මන්ත‍්‍රණ සඳහා තම දැනුම සහ සේවාව සහ හැකියාව තුළ අඛණ්ඩව දායක වෙති. ඔහු ජපානය, තායිවානය, තායිලන්තය, ඉන්දියාව, චීනය, ස්පාඤ්ඤය, එක්සත් ජනපදය සහ තවත් බොහෝ රටවල ජාත්‍යන්තර සම්මන්ත්‍රණ 16 කට වැඩි ගණනකට සහභාගී වී ඇති අතර ප්‍රධාන දේශන පවත්වමින් බොහෝ සම්මන්ත්‍රණවලදී සිය පර්යේෂණ සොයාගැනීම් ඉදිරිපත් කළේය. ආගම සහ ඉදිරියේ ඇති අභියෝග, වර්තමාන ගැටලු සඳහා විසඳුමක් ලෙස බුදුදහම, විශ්වීය සත්‍යයක් ලෙස ධර්මය, බෞද්ධ සජ්ඣායනයේ වැදගත්කම සහ බෞද්ධ භික්ෂුව සහ සමාජ වගකීම ඔහු විසින් සිදු කරන ලද වඩාත් පිළිගත් විද්වත් පර්යේෂණ සහ දේශන ලෙස සැලකේ. ඔහු 2004 දී ස්පාඤ්ඤයේ බාර්සිලෝනා හි පැවති ලෝක ආගම් පිළිබඳ පාර්ලිමේන්තුවේ සහ 2006 වසරේ කාම්බෝජයේ නොම් පෙන් හි පැවති කාන්තා අයිතිවාසිකම් පිළිබඳ ජාත්‍යන්තර සමුළුවේදී ද ශ්‍රී ලංකාව නියෝජනය කළේය.",
        "1974 දී භික්ෂූන් වහන්සේලාගේ උපාධිධාරී ගුරු පත්වීම් අත්හිටුවීමට පාර්ලිමේන්තුව විසින් ක්‍රියාත්මක කරන ලද තීරණයට එරෙහිව ප්‍රචාරක ව්‍යාපාරයක් සහ සම්මන්ත්‍රණ මාලාවක් පවත්වමින් සමාජ ක්‍රියාකාරිකයෙකු ලෙස ඔහු සිය පළමු පියවර තැබීය. එතැන් සිට ඔහු සමාජ සේවයේ ජීවිතයක් ආරම්භ කළ අතර ආගමික හා සමාජීය ක්ෂේත්‍රයන් තුළ අත්‍යවශ්‍ය සහ ගෞරවනීය භූමිකාවන් රැසක සේවය කළේය. 1988 දී ඔහු ඇඹිලිපිටිය බෝධිරාජ ධර්මායතන පිරිවෙන ආරම්භ කළ අතර ඉන් පසුව 1993 දී ශ්‍රී බෝධිරාජ පදනම ශ්‍රී ලංකා පාර්ලිමේන්තුව යටතේ ගැසට් කරන ලදී. 1999 දී රජයට පරිත්‍යාග කරන ලද ඇඹිලිපිටියේ භික්ෂුන් වහන්සේ වෙනුවෙන්ම පමණක් වෙන් වූ රෝහල් වාට්ටුවක් ඉදිකිරීමට ප්‍රථම වරට ඉදිරිපත් වීමත් සමඟම දානපති නායකයකු ලෙස ඔහු තුළ තිබූ දැඩි ආශාව ප්‍රසිද්ධියට පත් විය. එම ප්‍රදේශයේ සියලුම දරුවන්ට ප්‍රවේශ විය හැකි ගුණාත්මක ජාත්‍යන්තර අධ්‍යාපනය. 2004 වසරේ සුමනි ව්‍යසනයෙන් සිදු වූ විනාශයෙන් පසු, ඕමල්පේ හිමියෝ නිවාස ව්‍යාපෘතියකට මූලිකත්වය දෙමින් පෙරමුණට පැමිණි අතර, එහි ප්‍රතිඵලයක් ලෙස විපතට පත් වූවන් සඳහා නිවාස 700ක් ඉදිකර පරිත්‍යාග කළහ.",
        "ඔහු අලි සංරක්ෂණ ක්‍රියාකාරිකයෙකු ද වන අතර 2016 වසරේ ලොව පුරා මාධ්‍ය අවධානයට ලක් වූ හොර ඇත් දළ තොග සමූහ වශයෙන් බැහැර කිරීම අධීක්‍ෂණය කළ කමිටුවේ ආගමික උපදේශකයෙකු ද විය.  ඕමල්පේ හිමියන් සබරගමුව විශ්වවිද්‍යාලයේ සභා මන්ත්‍රීවරයෙකු ලෙස පත් කෙරුණේ වර්ෂයේ ය. විද්වතෙකු සහ උපදේශකයෙකු ලෙස විශ්ව විද්‍යාලයට ඔහු කළ දැවැන්ත දායකත්වය අගයමින් 2018.",
        "ඔහු ශාසනය තුළ නායකත්ව භූමිකාවන් රැසක සේවය කර ඇත: 1977 දී බෙලිඅත්ත, පලාපාත ශ්‍රී විජයාරාමයේ විහාරාධිපති සහ 1978 දී බෙලිඅත්ත සිරි සුනන්ද මහා විහාරයේ විහාරාධිපති ලෙස පත් කරන ලදී. පිළිවෙළින් කොළඹ භික්ෂු සංවිධානය සහ දක්ෂිණ ලංකා සාමග්‍රී භික්ෂු සංවිධානය. ඔහු තංගල්ල පළාත් ගුරු සංගමයේ සභාපතිවරයා ලෙස ද තේරී පත් විය.",
        "පූජ්‍ය ඕමල්පේ හිමියන් කලාපයේ ඉතා ගෞරවනීය බෞද්ධ නායකයෙකු වන අතර ආසියා සහ පැසිෆික් කලාපය පුරා බොහෝ උපදේශක භූමිකාවන් ඉටු කරයි. ඔහු බෞද්ධ දර්ශනය පිළිබඳ විශාරදයකු ලෙස සැලකේ. ඔහුගේ සූක්ෂ්ම උපදෙස ඔහුට බොහෝ ගෝලයන් සහ අනුගාමිකයින් දිනා ගෙන ඇති අතර ඔවුන් තම ගුරුවරයා සහ උපදේශකයා ලෙස දැඩි ලෙස බලා සිටී. ලොව පුරා ආධ්‍යාත්මික මධ්‍යස්ථාන පිහිටුවීම සඳහා මගපෙන්වීම සහ සහාය අපේක්ෂා කරන ජාත්‍යන්තර පැවිදි නායකයින් ඔවුන් අතර වේ. ඔහු බොහෝ බෞද්ධ භික්ෂූන් වහන්සේලාගේ සහ චින්තන නායකයින්ගේ අධ්‍යාත්මික ප්‍රගතිය දිරිගන්වමින්, මිනිස් විඥානය පරිවර්තනය කිරීමේ ගැඹුරු අධ්‍යාත්මික පණිවිඩ සකස් කර ඇත. ලෝක ප්‍රකට චීන බෞද්ධ නායකයෙකු සහ ලෝක සාම තානාපතිවරයෙකු වන චීනයේ බෞද්ධ මාස්ටර් ලූ ජුන් හොං ද මෙයට ඇතුළත් ය.",
        "පූජ්‍ය ඕමල්පේ සෝභිත හිමියන් ජාත්‍යන්තර කීර්තියට පත් විද්වතෙකු, පර්යේෂකයෙකු සහ දානපතියෙකු ලෙස, බොහෝ ගෝලීය සංවාද සහ සම්මන්ත‍්‍රණ සඳහා තම දැනුම හා සේවාව සහ හැකියාව තුළ අඛණ්ඩව දායක වේ.",
        "හාමුදුරුවෝ. ඕමල්පේ හිමියන් බොහෝ දෙනෙකුට ඉමහත් ආස්වාදයක් ලබා දී ඇති අතර, උන් වහන්සේ විශිෂ්ට චින්තන නායකයෙකු සහ මාවතේ ගමන් කරන්නෙකු ලෙස සැලකේ. ඔහු සාර්ථක ලෙස අන්‍යයන්ගේ වර්ධනයට අනුබල දෙමින්, විශ්වාසයෙන් හා නිරාකරණයෙන් උත්සාහ කිරීමට ඔවුන්ව දිරිමත් කරයි. හාමුදුරුවෝ. ඕමල්පේ හිමියෝ ජ්වලිත බෞද්ධ නායකයකු ලෙස “ආරම්භයේ සිට අවසානය දක්වා අඛණ්ඩතාව” යන ප්‍රතිපත්තියට අනුකූලව ජීවත් වෙති. ඔහුගේ පරිපාලන සහ කළමනාකරණ කුසලතා මෙම දැඩි බෞද්ධ විනය පිළිබිඹු කරන අතර, ඔහු ප්‍රකාශ කරන පරිදි, සමස්තයක් වශයෙන් කිසියම් සංවිධානාත්මක ඒකකයක සාර්ථකත්වය හෝ අසාර්ථකත්වය රඳා පවතින්නේ කෙනෙකුගේ කැපවීම සහ ස්ථීර හා ස්ථිර විශ්වාසය මත ය.",
        "උන්වහන්සේගේ බෞද්ධ ධර්මය පිළිබඳ ගැඹුරු දැනුමත් එහි දැඩි විනයත් නිසා මැලේසියාව, සිංගප්පූරුව, තායිලන්තය ඇතුළු ජාත්‍යන්තර හා දේශීය වශයෙන් තවත් බොහෝ ප්‍රදේශවල බෝධිරාජ බෞද්ධ සමිති සංවර්ධනයට හා පිහිටුවීමට අපමණ දායකත්වයක් ලබාදීමට උන්වහන්සේට බලය ලැබී ඇත. 1997 දී කාම්බෝජයේ එක්සත් ජාතීන්ගේ පාරිසරික අධ්‍යාපන නිත්‍ය උපදේශක ලෙස ඔහු පත් වූ විට පරිසරය සහ වනජීවී සංරක්ෂණය සඳහා වූ ඔහුගේ ලැදියාව ජාත්‍යන්තරව පිළිගැනීමට ලක් විය. බෞද්ධ අන්‍යාගමිකයෙකු ලෙස ඔහු අධ්‍යාපනය, සාක්ෂරතාවය, සමාජ සාධාරණත්වය, සෞඛ්‍ය හා ආර්ථික කටයුතු ප්‍රවර්ධනය කිරීමෙහිලා අපූර්ව සේවාවක් ඉටු කර ඇත. ශ්‍රී බෝධිරාජ පදනම පිහිටුවීමෙන් ශ්‍රී ලංකාව පුරා සංවර්ධනය. ඔහුගේ කථිකත්වය සහ අධිෂ්ඨානශීලී ආයාචනය විවිධ මතයන් මධ්‍යයේ වෙනස් කිරීමේ මෙවලමක් වීමට ඔහුට හැකි වී තිබේ.",
        "නාහිමියන් සෑම විටම ශ්‍රී ලංකාවේ විවිධ ආගමික සහ භාෂාමය කණ්ඩායම් අතර අන්‍යෝන්‍ය ගෞරවය සහ මිත්‍රත්වය ප්‍රවර්ධනය කර ඇති අතර ළමුන් සහ තරුණයින් අතර සමාජ සාධාරණත්වය, සමානාත්මතාවය සහ අධ්‍යාපනය ප්‍රවර්ධනය කිරීමේදී ශක්තිමත් ස්ථාවරයක් ගෙන ඇත. බලගතු සිංහල බෞද්ධ භික්ෂූන් වහන්සේ නමක් ලෙස, ඔහුගේ අවිහිංසාවාදී විප්ලවවාදී නායකත්වයට ගරු කරනු ලැබේ. ඔහු කැපී පෙනෙන සමාජ දේශපාලන ක්‍රියාකාරිකයෙක් සහ ස්වාධීන චින්තකයෙක්. ඔහු ක්‍රියාකාරී දේශපාලනයේ ද නිරත වූ අතර ජාතික හෙළ උරුමය (ජාහෙඋ) දේශපාලන පක්ෂය නියෝජනය කරමින් පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ලෙස තේරී පත් විය. ඔහු 2016 වසර දක්වා ජාතික හෙළ උරුමයේ නායකයා ලෙස කටයුතු කළේය. සදාචාර විරෝධී, උපාමාරු සහ දැඩි ආක්‍රමණශීලී ආගමික පරිවර්තනයන් තහනම් කිරීම සඳහා පාර්ලිමේන්තු පනතක් ඉදිරිපත් කිරීමට ඔහුගේ පක්ෂය වන ජාතික හෙළ උරුමය මූලික විය. හෙළ උරුමය වන විනාශයට එරෙහිව නැගී සිටින අතර කාබනික ගොවිතැන සක්‍රීයව ප්‍රවර්ධනය කරයි. පොදු ස්ථානවල දුම්පානය තහනම් කිරීම, හානිකර පළිබෝධනාශක තහනම් කිරීම ඇතුළු ප්‍රතිපත්තිමය වැඩසටහන් කිහිපයක් ක්‍රියාත්මක කිරීමට ද දේශපාලන පක්ෂය මූලික වී ඇත. මාසික පොහොය දින ඇතුළු බෞද්ධ උත්සව දිනවල සුරාසැල් සහ මාළු මස් වෙලඳසැල් අනිවාර්යයෙන් වසා දැමීම ප්‍රකාශයට පත් කළ පාර්ලිමේන්තු පනත් කෙටුම්පතේ ගාමක බලවේගය ද ඔවුන් විය. ඔහු අවංකභාවය, අවංකභාවය සහ සත්‍යය අනුමත කිරීම තුළින් ශ්‍රී ලාංකේය සමාජ දේශපාලන දේහයේ ධනාත්මක සහ නිර්මාණාත්මක පැතිකඩ පිරිපහදු කිරීමට කැපවී සිටින අධිෂ්ඨානශීලී නායකයෙකි.",
        "පූජ්‍ය ඕමල්පේ හිමියෝ තම ජීවිතය සාමය සහ සංස්කෘතිය පෝෂණය කිරීම, සමාජයේ සහජීවනය සහ ස්ථාවරත්වය ශක්තිමත් කිරීම සහ මනුෂ්‍යත්වයේ සහ ලෝක සාමයේ සංවර්ධනයට සහාය වීම සඳහා අඛණ්ඩව කැප කරති."
      ]
    },
    "ta": {
      "title": "வேந்தரின் வாழ்க்கையையும் சேவையையும் கொண்டாடுகிறோம். கலாநிதி ஓமல்பே சோபித தேரர்: பௌத்தம் மற்றும் தேசத்திற்கான அவரது இடைவிடாத சேவைக்காக போற்றப்படுபவர்",
      "body_lines": [
        "வேந்தரின் வாழ்க்கையையும் சேவையையும் கொண்டாடும் இந்தக் கட்டுரையை எழுதுவது உண்மையில் ஒரு பெரிய பாக்கியம் மற்றும் மரியாதை. கலாநிதி ஓமல்பே சோபித தேரர் தனது 72வது பிறந்தநாளை கொண்டாடும் இந்த மைல்கல் நிகழ்வில், இந்த ஆண்டு வெசாக் போயா தினத்துடன் இணைந்ததாக உள்ளது. வேந்தருடன் பழகும் பெருமை எனக்கு உண்டு. ஓமல்பே சோபித தேரர் கடந்த சில வருடங்களாக மிக நெருக்கமாகவும், காலப்போக்கில் பௌத்த தத்துவம் பற்றிய எனது ஆன்மீக அறிவை வடிவமைப்பதில் அவர் ஒரு முக்கிய பங்கைக் கொண்டிருந்தார். நான் வண. ஓமல்பே சோபித தேரர், இந்த சந்தர்ப்பத்தில் எனது ஆழ்ந்த மரியாதை, பிரார்த்தனை மற்றும் அன்பான வாழ்த்துக்கள்.",
        "ஓமல்பே சோபித தேரர் 1950 ஆம் ஆண்டு மே மாதம் 26 ஆம் திகதி எம்பிலிப்பிட்டிய நகரில் ஜே.ஜுவானிஸ் அப்புஹாமி மற்றும் டபிள்யூ.கே.பொடிமணிகே ஆகியோருக்கு மகனாகப் பிறந்தார். அவர்  ஏழு குழந்தைகளைக் கொண்ட குடும்பத்தில் ஐந்தாவதுவராக இருந்தார், மேலும் 11 வயதிலேயே ராமனா அத்தியாயத்தின் துறவியாக நியமிக்கப்பட்டார். இருப்பினும், ஒரு நிலையான பாரம்பரிய நடைமுறையாக, ஒரு பிக்குவின் இயற்பெயர் அவரது பிறந்த இடமாக இருக்கும்,  சோபித தேரர் வேறுவிதமாகத் தேர்ந்தெடுத்தார். அவர் தனது பெற்றோருக்கு மரியாதை செலுத்தும் அடையாளமாக எம்பிலிப்பிட்டிய என்பதற்குப் பதிலாக, தனது தந்தையின் கிராமப் பெயரான ‘ஓமல்பே’ என்ற பெயரைத் தேர்ந்தெடுத்தார். அவர் தனது ஆரம்ப துறவறக் கல்வியை வேந்தரின் வழிகாட்டுதலின் கீழ் பெற்றார். லால்பே சிறிவன்ச தேரர் மற்றும் பௌத்த தத்துவத்தில் உயர்ந்த அறிவைப் பெற்று, பௌத்தத்தின் புலமை வாய்ந்தவராகவும், சாசனத்தில் மிகவும் மதிக்கப்படும் தலைவராகவும், வழிகாட்டியாகவும், இரக்கமுள்ள துறவியாகவும் தொடர்ந்து சிறந்து விளங்கினார்.",
        "ஒரு அர்ப்பணிப்புள்ள மாணவராக வேன். ஓமல்பே சோபித தேரர் ஹக்மன ஜினராஜ பிரிவேனாவில் தனது துறவு மற்றும் இடைநிலைக் கல்வி இரண்டிலும் சிறந்து விளங்கியதுடன் கலைப் பிரிவில் பல்கலைக்கழக நுழைவுக்குத் தகுதி பெற்றுள்ளார். அவர் ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தில் நுழைந்து அங்கு தனது பட்டதாரி மற்றும் முதுகலை படிப்பை முடித்தார், இந்த மதிப்பிற்குரிய பல்கலைக்கழகத்தில் தனது இளங்கலை மற்றும் முதுகலைப் பட்டங்களைப் பெற்றார். ஒரு சிறிய கல்வி இடைவேளைக்குப் பிறகு, 1988 ஆம் ஆண்டு டெல்லி பல்கலைக்கழகத்தில் புத்த மதத்தில் முனைவர் பட்டத்தை முடித்தார். அவர் ஆராய்ந்து எழுதிய PhD ஆய்வுக் கட்டுரையானது, பாலி திரிபிடகாவில் பிரதிபலிக்கும் வகையில், ஆரம்பகால பௌத்த துறவற அமைப்பில் சமூக உரிமையின் சட்டம் மற்றும் கருத்து பற்றிய ஒரு பகுப்பாய்வு ஆய்வை வழங்கியது. பௌத்தத்தின் ஆரம்பகால ஆவணப்படுத்தப்பட்ட ஆதாரங்கள் மற்றும் அதன் நடைமுறைகள் மீது அதிக வெளிச்சம் போடும் ஒரு விதிவிலக்கான நுண்ணறிவுமிக்க ஆய்வுக் கட்டுரையாக இது கருதப்படுகிறது.",
        "\"வேண். ஓமல்பே சோபிதா இலங்கையின் பல்வேறு மத மற்றும் மொழிக் குழுக்களிடையே பரஸ்பர மரியாதை மற்றும் நல்லுறவை எப்போதும் ஊக்குவித்ததுடன், குழந்தைகள் மற்றும் இளைஞர்களிடையே சமூக நீதி, சமத்துவம் மற்றும் கல்வியை மேம்படுத்துவதில் உறுதியான நிலைப்பாட்டை எடுத்துள்ளார்\"",
        "வண. ஒமல்பே சோபித தேரர் எப்போதுமே அறிவுப் பரவலைப் பொறுப்புக்கூறக்கூடிய எந்தவொரு பௌத்தத் தலைவரின் பிரதான அழைப்பாகக் கருதினார். அவரது கோட்பாட்டின் போதனை மற்றும் அவரது சேவைக்கான அழைப்புக்கு செவிசாய்த்து, 1975 இல், அவர் ஒரு கல்வியாளராக தனது முதல் அடிகளை எடுத்து, பெரும்பாலான வழிகாட்டுதலின் கீழ் மஹரகம ஸ்ரீ வஜிரஞான தர்மாயதனயாவில் தம்ம பள்ளி ஆசிரியராக சேர்ந்தார். வெண் மதிஹே பன்னசீஹ தேரர். பின்னர், அவர் நாட்டின் ஆரம்ப மற்றும் இடைநிலைப் பள்ளி மாணவர்களுக்கு பரந்த சேவையை வழங்குவதற்காக அரசாங்க பட்டதாரி ஆசிரியர் பணியில் சேர்ந்தார். 1980 ஆம் ஆண்டில், அவர் புத்த பத்திரிக்கையான ‘சசுனா’வை நிறுவுவதற்கு முன்னோடியாக இருந்தார், இது இன்றுவரை அறிவு புழக்கத்தில் தொடர்ந்து உதவுகிறது.",
        "அதே நேரத்தில், ஓமல்பே தேரரின் அறிவுத்திறன், ஆராய்ச்சி திறன் மற்றும் பேச்சுத்திறன் ஆகியவை சர்வதேச அளவில் கவனத்திற்கு வந்தன. 1981 ஆம் ஆண்டில், அவர் தனது படிப்பையும் கற்றலையும் தொடர தாய்லாந்து அரசால் ராயல் தாய் பெல்லோஷிப் வழங்கப்பட்டது. இரண்டு ஆண்டுகளுக்குப் பிறகு, 1983 ஆம் ஆண்டில், டெல்லி பல்கலைக்கழகத்தால் அவருக்கு மீண்டும் வரலாற்று ஆராய்ச்சி உதவித்தொகை- இந்தியா வழங்கப்பட்டது.",
        "வண. கலாநிதி ஓமல்பே சோபித தேரர் ஒரு சர்வதேச ரீதியில் புகழ்பெற்ற அறிஞர், ஆராய்ச்சியாளர் மற்றும் பரோபகாரர் என்ற வகையில், பல உலகளாவிய அரங்குகள் மற்றும் கருத்தரங்குகளில் தனது சேவை மற்றும் திறனுக்குள் தனது அறிவை தொடர்ந்து வழங்கி வருகிறார். அவர் ஜப்பான், தைவான், தாய்லாந்து, இந்தியா, சீனா, ஸ்பெயின், அமெரிக்கா மற்றும் பல நாடுகளில் 16 க்கும் மேற்பட்ட சர்வதேச மாநாடுகளில் பங்கேற்றுள்ளார் மற்றும் முக்கிய உரைகளை வழங்குவதோடு பல கருத்தரங்குகளில் தனது ஆராய்ச்சி கண்டுபிடிப்புகளை வழங்கினார். சமயம் மற்றும் சவால்கள், நிகழ்கால பிரச்சனைகளுக்கு தீர்வாக பௌத்தம், உலகளாவிய உண்மையாக தம்மம், பௌத்த சங்கீதத்தின் முக்கியத்துவம் மற்றும் பௌத்த துறவி மற்றும் சமூகப் பொறுப்பு ஆகியவை இவரால் மிகவும் பாராட்டப்பட்ட அறிஞர்களின் ஆய்வுகள் மற்றும் சொற்பொழிவுகளாக கருதப்படுகின்றன. 2004 ஆம் ஆண்டு ஸ்பெயினின் பார்சிலோனாவில் நடந்த உலக மதங்களின் பாராளுமன்றத்திலும்,  மற்றும் 2006 ஆம் ஆண்டு கம்போடியாவின் புனோம் பென்னில் நடைபெற்ற பெண்களின் உரிமைகள் பற்றிய சர்வதேச மாநாட்டிலும் அவர் இலங்கையைப் பிரதிநிதித்துவப்படுத்தினார்.",
        "1974 ஆம் ஆண்டு, பௌத்த பிக்குகளின் பட்டதாரி ஆசிரியர் நியமனங்களை இடைநிறுத்துவதற்கு பாராளுமன்றத்தால் நடைமுறைப்படுத்தப்பட்ட தீர்மானத்திற்கு எதிராக பிரச்சாரம் செய்து மாநாட்டுத் தொடரை நடத்தியபோது சமூக ஆர்வலராக தனது முதல் அடியை எடுத்து வைத்தார். அங்கிருந்து, அவர் சமூக சேவை வாழ்க்கையைத் தொடங்கினார் மற்றும் மத மற்றும் சமூகப் பகுதிகளுக்குள் பல அத்தியாவசிய மற்றும் மதிப்புமிக்க பாத்திரங்களில் பணியாற்றினார். 1988 இல் அவர் எம்பிலிப்பிட்டிய போதிராஜா தர்மாயதன பிரிவேனை நிறுவினார், அதன் பின்னர், 1993 இல் ஸ்ரீ போதிராஜா பதனம இலங்கை பாராளுமன்றத்தின் கீழ் வர்த்தமானியில் வெளியிடப்பட்டது. 1999 ஆம் ஆண்டு அரசாங்கத்திற்கு நன்கொடையாக எம்பிலிப்பிட்டியவில் பிக்குவிற்காக பிரத்தியேகமாக பிரத்தியேகமான மருத்துவமனை வார்டு ஒன்றை நிர்மாணிக்க அவர் முதன்முதலில் முன்வந்தபோது ஒரு பரோபகாரத் தலைவர் என்ற அவரது ஆர்வம் வெளிச்சத்திற்கு வந்தது. அந்த பகுதியில் உள்ள அனைத்து குழந்தைகளுக்கும் அணுகக்கூடிய தரமான சர்வதேச கல்வி. 2004 ஆம் ஆண்டு சுமானி பேரழிவால் ஏற்பட்ட அழிவின் பின்னர், வென்.ஓமல்பே தேரர் வீடமைப்புத் திட்டத்தை முன்னெடுத்துச் செல்ல முன்வந்தார், இதன் விளைவாக பாதிக்கப்பட்டவர்களுக்கு 700 வீடுகளை நிர்மாணித்து நன்கொடையாக வழங்கினார்.",
        "அவர் ஒரு யானை பாதுகாப்பு ஆர்வலராகவும், கடத்தப்பட்ட தந்தங்களை பெருமளவில் அகற்றுவதை மேற்பார்வையிட்ட குழுவின் மத ஆலோசகராகவும் இருந்தார், இது 2016 இல் உலகளாவிய ஊடக கவனத்தைப் பெற்றது. 2018 பல்கலைக்கழகத்தில் அறிஞராகவும் வழிகாட்டியாகவும் அவர் ஆற்றிய மகத்தான பங்களிப்பை அங்கீகரிக்கும் வகையில்.",
        "அவர் சஷானாவில் பல தலைமைப் பாத்திரங்களில் பணியாற்றியுள்ளார்: அவர் 1977 இல் பெலியத்த, பலபாத ஸ்ரீ விஜயராமயவின் விஹாராதிகாரியாகவும், 1978 இல்  பெலியத்த சிறி சுனந்த மகா விகாரையின் விஹாராதிகாரியாகவும் நியமிக்கப்பட்டார். அவர்  பெலியத்த ஷாசனரக்ஷகா மாகாண சபையின் செயலாளராகப் பணியாற்றினார். முறையே பிக்ஷு சன்விதானயா, கொழும்பு மற்றும் தக்ஷிண லங்கா சமகிரி பிக்ஷு சன்விதானயா. தங்காலை மாகாண ஆசிரியர் சங்கத்தின் தலைவராகவும் தெரிவு செய்யப்பட்டார்.",
        "வென்.ஓமல்பே தேரர் இப்பகுதியில் மிகவும் மதிக்கப்படும் பௌத்த தலைவர் மற்றும் ஆசியா மற்றும் பசுபிக் முழுவதும் பல ஆலோசனைப் பாத்திரங்களை வகிக்கிறார். அவர் பௌத்த தத்துவத் துறையில் புலமை பெற்றவராகக் கருதப்படுகிறார். அவரது சாமர்த்தியமான அறிவுரைகள் அவரை பல சீடர்களையும் பின்பற்றுபவர்களையும் பெற்றுள்ளது, அவர்கள் அவரை தங்கள் ஆசிரியராகவும் வழிகாட்டியாகவும் பார்க்கிறார்கள். அவர்களில் சர்வதேச துறவற தலைவர்கள் உலகளவில் ஆன்மீக மையங்களை நிறுவுவதில் வழிகாட்டுதல் மற்றும் உதவியை நாடுகின்றனர். பல பௌத்த துறவிகள் மற்றும் சிந்தனைத் தலைவர்களின் ஆன்மீக முன்னேற்றத்தை ஊக்குவித்து, மனித உணர்வை மாற்றுவதற்கான தனது ஆழ்ந்த ஆன்மீக செய்திகளை அவர் அமைத்துள்ளார். இதில் சீனாவின் புத்த மாஸ்டர் லு ஜுன் ஹாங், உலகப் புகழ்பெற்ற சீன பௌத்தத் தலைவர் மற்றும் உலக அமைதித் தூதுவர்.",
        "\"வென். ஓமல்பே சோபித தேரர் ஒரு சர்வதேச ரீதியில் புகழ்பெற்ற அறிஞர், ஆராய்ச்சியாளர் மற்றும் பரோபகாரர் என்ற வகையில், பல உலகளாவிய அரங்குகள் மற்றும் கருத்தரங்குகளில் தனது சேவை மற்றும் திறனுக்குள் தனது அறிவை தொடர்ந்து பங்களித்து வருகிறார்\"",
        "வண. ஓமல்பே தேரர் பலருக்கு ஒரு சிறந்த உத்வேகமாக இருந்து வருகிறார், மேலும் அவர் ஒரு சிறந்த சிந்தனைத் தலைவராகவும், தடம் புரண்டவராகவும் கருதப்படுகிறார். அவர் வெற்றிகரமாக மற்றவர்களின் வளர்ச்சியை ஊக்குவிப்பதோடு, நம்பிக்கையுடனும் தீர்மானத்துடனும் பாடுபட அவர்களை ஊக்குவிக்கிறார். வண. ஓமல்பே தேரர் ஒரு தீவிர பௌத்தத் தலைவராக, \"ஆரம்பம் முதல் இறுதி வரை நிலைத்தன்மை\" என்ற கொள்கைக்கு இணங்க வாழ்கிறார். அவரது நிர்வாக மற்றும் நிர்வாகத் திறன்கள் இந்த கடுமையான பௌத்த ஒழுக்கத்தை பிரதிபலிக்கின்றன, மேலும் அவர் உச்சரிப்பது போல், ஒரு குறிப்பிட்ட நிறுவன அலகு முழுவதுமாக வெற்றி அல்லது தோல்வி ஒருவரின் அர்ப்பணிப்பு மற்றும் உறுதியான மற்றும் உறுதியான நம்பிக்கையைப் பொறுத்தது.",
        "பௌத்தக் கோட்பாடு மற்றும் அதன் கண்டிப்பான ஒழுக்கம் பற்றிய அவரது ஆழ்ந்த அறிவு, மலேசியா, சிங்கப்பூர், தாய்லாந்து மற்றும் சர்வதேச மற்றும் உள்நாட்டில் பல இடங்களில் போதிராஜா பௌத்த சங்கங்களின் வளர்ச்சி மற்றும் ஸ்தாபனத்திற்கு மகத்தான பங்களிப்பை வழங்க தேரருக்கு அதிகாரம் அளித்துள்ளது. 1997 ஆம் ஆண்டு கம்போடியாவுக்கான ஐக்கிய நாடுகளின் சுற்றுச்சூழல் கல்வி நிரந்தர ஆலோசகராக அவர் நியமிக்கப்பட்டபோது சுற்றுச்சூழல் மற்றும் வனவிலங்கு பாதுகாப்பு மீதான அவரது ஆர்வம் சர்வதேச அளவில் அங்கீகரிக்கப்பட்டது. ஸ்ரீ போதிராஜா அறக்கட்டளையை நிறுவுவதன் மூலம் இலங்கை முழுவதும் அபிவிருத்தி. அவரது பேச்சுத்திறனும் உறுதியான முறையீடும் மாறுபட்ட கருத்துக்களுக்கு மத்தியில் அவரை மாற்றத்தின் கருவியாக மாற்றியது.",
        "இலங்கையின் பல்வேறு சமய மற்றும் மொழியியல் குழுக்களிடையே பரஸ்பர மரியாதை மற்றும் நல்லுறவை எப்போதும் ஊக்குவித்ததுடன், குழந்தைகள் மற்றும் இளைஞர்களிடையே சமூக நீதி, சமத்துவம் மற்றும் கல்வியை மேம்படுத்துவதில் உறுதியான நிலைப்பாட்டை எடுத்துள்ளார். ஒரு செல்வாக்கு மிக்க சிங்கள பௌத்த துறவியாக, அவர் தனது அகிம்சை புரட்சிகர தலைமைக்காக மதிக்கப்படுகிறார். அவர் ஒரு முக்கிய சமூக-அரசியல் ஆர்வலர் மற்றும் ஒரு சுதந்திர சிந்தனையாளர். தீவிர அரசியலிலும் ஈடுபட்டிருந்த அவர், ஜாதிக ஹெல உறுமய (ஜாதிக ஹெல உறுமய) என்ற அரசியல் கட்சியை பிரதிநிதித்துவப்படுத்தி, நாடாளுமன்ற உறுப்பினராகவும் தேர்ந்தெடுக்கப்பட்டார். அவர் 2016 ஆம் ஆண்டு வரை ஜாதிக ஹெல உறுமயவின் தலைவராக தொடர்ந்து பணியாற்றினார். அவரது கட்சியான ஜாதிக ஹெல உறுமய, நெறிமுறையற்ற, சூழ்ச்சியான மற்றும் மிகவும் ஆக்ரோஷமான மத மாற்றங்களை தடை செய்வதற்கான பாராளுமன்ற மசோதாவை அறிமுகப்படுத்துவதில் முக்கிய பங்காற்றியது. JHU காடழிப்புக்கு எதிராக நிற்கிறது மற்றும் இயற்கை விவசாயத்தை தீவிரமாக ஊக்குவிக்கிறது. பொது இடங்களில் புகைபிடிப்பதை தடை செய்தல், தீங்கு விளைவிக்கும் பூச்சிக்கொல்லிகளை தடை செய்தல் உள்ளிட்ட பல கொள்கை திட்டங்களை செயல்படுத்துவதில் அரசியல் கட்சி முக்கிய பங்காற்றியுள்ளது. மாதாந்திர போயா நாட்கள் உட்பட புத்த பண்டிகை நாட்களில் மதுபான கடைகள் மற்றும் மீன் மற்றும் இறைச்சி சந்தைகளை கட்டாயமாக மூட வேண்டும் என்று அறிவித்த பாராளுமன்ற சட்டமூலத்திற்கு உந்து சக்தியாகவும் அவர்கள் இருந்தனர். நேர்மை, ஒருமைப்பாடு மற்றும் உண்மை ஆகியவற்றின் மூலம் இலங்கையின் சமூக-அரசியல் கட்டமைப்பின் நேர்மறையான மற்றும் ஆக்கபூர்வமான அம்சங்களை செம்மைப்படுத்த அர்ப்பணிப்புடன் அர்ப்பணிக்கப்பட்ட ஒரு உறுதியான தலைவர்.",
        "ஓமல்பே தேரர் தனது வாழ்வை சமாதானத்தையும் கலாச்சாரத்தையும் வளர்ப்பதற்கும், சமூகத்தின் நல்லிணக்கம் மற்றும் ஸ்திரத்தன்மையை வலுப்படுத்துவதற்கும், மனித நேயம் மற்றும் உலக சமாதானத்தின் வளர்ச்சிக்கு ஆதரவளிப்பதற்கும் தொடர்ந்து அர்ப்பணித்து வருகிறார்."
      ]
    }
  }
}