{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-rise-sharply-for-second-session-after-mobius-comments-93637/",
  "time_ut": 1651146540,
  "title": "Sri Lanka stocks rise sharply for second session after Mobius comments",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock market jumped for the second session gaining 4.65 percent on Thursday (28) as bargain hunters entered the market after top emerging market investors comments and a two-day plunge early this week brought stocks cheaper.",
    "The main All Share Price Index (ASPI) gained 330.91 points to 7,611.43 at the close. In the last two days, ASPI has gained 10.2 percent after losing around 11 percent in the previous two days.",
    "“The market is moving on bargain hunting, the uncertainties in the economic front still persist,” a top analyst said.",
    "Analysts also said comments of Mark Mobius, a top emerging market investor also boosted market sentiments.",
    "Mobius told Economy Next that Sri Lanka is in a time for a great opportunity as bonds and equity are trading at ‘steep discounts’.",
    "Sri Lanka’s sovereign bonds are trading at around 40 cents on the dollar or less depending on the tenor.",
    "“That to me could be an opportunity,” Mobius, the founder of Mobius Capital Partners said.",
    "“In the equities side, the opportunities are even better because a lot of weak players have been pushed out so you are left with strong players who get stronger.”",
    "The most liquid index S&P SL20 gained 6.24 percent or 147.02 points to 2,503.73.",
    "On Monday and Tuesday, the market closed within minutes after it opened for trade because of the 10 percent circuit breaker losing over 11 percent.",
    "Thursday’s gain helped to boost market capitalization by 21.1  billion rupees.",
    "The Colombo Stock Exchange (CSE) was closed from April 11 to 18 due to a traditional new year however during that period Sri Lanka’s Central Bank raised its key police rates by 7-percent, announced a soft-default and began IMF discussions amid sovereign rating downgrade.",
    "The CSE also closed the market for another five days, citing investors need for a cool off period to make informed decisions.",
    "The day’s turnover was 2.9 billion rupees, more than half of this year’s average daily turnover of 4.5 billion rupees.",
    "Investors are also concerned over the steep fall in the rupee. Sri Lanka’s rupee has fallen nearly 70 percent since it was allowed flexibility on March 7.",
    "The market has lost 14.5 percent so far in April after plunging 23 percent in March and 11 percent in the previous month. Overall the market has lost 37.7 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 2.8 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.37 billion rupees so far this year.",
    "Expolanka, LOLC and Hayleys pushed the index up on Thursday.",
    "Shares in Expolanka gained 19 percent to close at 171.00 rupees a share, LOLC ended up 26.3 percent to 413 rupees a share while Hayleys gained 11.6 percent to close at 69.50 rupees a share. (Colombo/April28/2022)"
  ],
  "translate": {
    "si": {
      "title": "Mobius අදහස් දැක්වීමෙන් පසු දෙවන සැසිය සඳහා ශ්‍රී ලංකා කොටස් ශීඝ්‍රයෙන් ඉහළ යයි",
      "body_lines": [
        "ECONOMYNEXT - ඉහළ නැගී එන වෙළඳපල ආයෝජකයින්ගේ අදහස් දැක්වීමෙන් පසු කේවල් දඩයම්කරුවන් වෙළඳපොළට පිවිසීමත්, මෙම සතිය මුලදී කොටස් මිල අඩුවීමත් සමඟ දින දෙකක කඩාවැටීම හේතුවෙන් බ්‍රහස්පතින්දා (28) ශ්‍රී ලංකාවේ කොටස් වෙළඳපල දෙවන සැසිය සඳහා සියයට 4.65 කින් ඉහළ ගියේය.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය (ASPI) ඒකක 330.91 කින් ඉහළ ගොස් ඒකක 7,611.43 ක් විය. පසුගිය දින දෙක තුළ, ASPI සියයට 10.2 කින් වැඩි වී ඇත්තේ පෙර දින දෙක තුළ සියයට 11 ක් පමණ අහිමි වීමෙන් පසුවය.",
        "\"වෙළඳපොල කේවල් කිරීමේ දඩයම මත ගමන් කරයි, ආර්ථික පෙරමුනේ අවිනිශ්චිතතාවයන් තවමත් පවතී,\" ඉහල විශ්ලේෂකයෙක් පැවසීය.",
        "ඉහළ නැගී එන වෙළෙඳපොළ ආයෝජකයකු වන මාර්ක් මොබියස්ගේ අදහස් ද වෙළෙඳපොළ මනෝභාවයන් ඉහළ නංවන බව විශ්ලේෂකයෝ පවසති.",
        "මොබියස් ඉකොනොමි නෙක්ස්ට් වෙත පැවසුවේ බැඳුම්කර සහ කොටස් ‘දැඩි වට්ටම්වලින්’ වෙළඳාම් කරන බැවින් ශ්‍රී ලංකාව විශිෂ්ට අවස්ථාවක් සඳහා කාලයක සිටින බවයි.",
        "ශ්‍රී ලංකාවේ ස්වෛරී බැඳුම්කර ඩොලරය මත ශත 40ක් පමණ හෝ කාලසීමාව අනුව ඊට අඩු මිලකට ගනුදෙනු වේ.",
        "Mobius Capital Partners හි නිර්මාතෘ මොබියස් පැවසුවේ “එය මට අවස්ථාවක් විය හැකිය.",
        "\"කොටස් පැත්තේ, බොහෝ දුර්වල ක්‍රීඩකයින් ඉවතට තල්ලු කර ඇති නිසා, ඔබට ශක්තිමත් වන ප්‍රබල ක්‍රීඩකයින් සිටින නිසා අවස්ථා ඊටත් වඩා හොඳය.\"",
        "වඩාත්ම ද්‍රවශීල දර්ශකය වන S&P SL20 සියයට 6.24කින් හෙවත් ඒකක 147.02කින් ඉහළ ගොස් 2,503.73ක් විය.",
        "සඳුදා සහ අඟහරුවාදා, සියයට 10 ක පරිපථ කඩනය සියයට 11 ට වඩා අහිමි වීම නිසා වෙළඳාම සඳහා විවෘත කර මිනිත්තු කිහිපයක් ඇතුළත වෙලඳපොල වැසී ගියේය.",
        "බ්‍රහස්පතින්දා දින ලාභය රුපියල් බිලියන 21.1 කින් වෙළඳපල ප්‍රාග්ධනීකරණය ඉහල නැංවීමට උපකාරී විය.",
        "සාම්ප්‍රදායික අලුත් අවුරුද්දක් හේතුවෙන් කොළඹ කොටස් වෙළෙඳපොළ අප්‍රේල් 11 සිට 18 දක්වා වසා දැමුණු නමුත් එම කාලය තුළ ශ්‍රී ලංකා මහ බැංකුව සිය ප්‍රධාන පොලිස් පොලී අනුපාත සියයට 7 කින් ඉහළ දමා, මෘදු පැහැර හැරීමක් ප්‍රකාශයට පත් කර, ස්වෛරී ශ්‍රේණිගත කිරීම් මධ්‍යයේ IMF සාකච්ඡා ආරම්භ කළේය. පහත හෙලීම.",
        "දැනුවත් තීරණ ගැනීමට ආයෝජකයින්ට විවේක කාලයක් අවශ්‍ය බව පවසමින් CSE ද තවත් දින පහකට වෙළඳපොළ වසා දැමීය.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 2.9 ක් වූ අතර එය මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම වන රුපියල් බිලියන 4.5 න් අඩකට වඩා වැඩිය.",
        "රුපියල විශාල ලෙස පහත වැටීම සම්බන්ධයෙන් ආයෝජකයෝ ද කනස්සල්ලට පත්ව සිටිති. මාර්තු 7 වන දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට ශ්‍රී ලංකාවේ රුපියල සියයට 70 කින් පමණ පහත වැටී ඇත.",
        "මාර්තු මාසයේදී සියයට 23 කින් සහ පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු අප්‍රේල් මාසයේ මේ දක්වා වෙලඳපොල සියයට 14.5 කින් පහත වැටී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළඳපොලක් වූ පසු මේ වසරේ මේ දක්වා වෙලඳපොල සියයට 37.7 කින් පහත වැටී ඇත.",
        "විදේශීය ආයෝජකයින් මෙම ප්‍රවණතාවයට පිටුපා රුපියල් මිලියන 2.8 ක ශුද්ධ කොටස් මිලදී ගත්හ. කෙසේ වෙතත්, මේ වසරේ මේ දක්වා රුපියල් බිලියන 1.37 ක විදේශ විදේශ ගලායාමක් වෙළෙඳපොළට ලැබී තිබේ.",
        "Expolanka, LOLC සහ Hayleys බ්‍රහස්පතින්දා දර්ශකය ඉහළ ගියේය.",
        "Expolanka හි කොටසක මිල සියයට 19 කින් ඉහළ ගොස් කොටසක මිල රුපියල් 171.00 ක් වූ අතර LOLC කොටසක මිල සියයට 26.3 කින් රුපියල් 413 කින් අවසන් වූ අතර Hayleys සියයට 11.6 කින් ඉහළ ගොස් කොටසක මිල රුපියල් 69.50 ක් විය. (කොළඹ/අප්‍රේල්28/2022)"
      ]
    },
    "ta": {
      "title": "மொபியஸ் கருத்துக்களுக்குப் பிறகு இலங்கை பங்குகள் இரண்டாவது அமர்வில் கடுமையாக உயர்ந்தன",
      "body_lines": [
        "ECONOMYNEXT - சிறந்த வளர்ந்து வரும் சந்தை முதலீட்டாளர்களின் கருத்துக்களுக்குப் பிறகு பேரம் பேசுபவர்கள் சந்தையில் நுழைந்ததால் இலங்கையின் பங்குச் சந்தை வியாழன் (28) இரண்டாவது அமர்வில் 4.65 சதவிகிதம் உயர்ந்தது மற்றும் இந்த வார தொடக்கத்தில் இரண்டு நாள் சரிவு பங்குகளை மலிவாகக் கொண்டு வந்தது.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 330.91 புள்ளிகள் அதிகரித்து 7,611.43 ஆக இருந்தது. கடந்த இரண்டு நாட்களில், ASPI ஆனது முந்தைய இரண்டு நாட்களில் சுமார் 11 சதவிகிதத்தை இழந்த பிறகு 10.2 சதவிகிதம் அதிகரித்துள்ளது.",
        "\"சந்தை பேரம் வேட்டையில் நகர்கிறது, பொருளாதார முன்னணியில் உள்ள நிச்சயமற்ற தன்மைகள் இன்னும் நீடிக்கின்றன,\" என்று ஒரு உயர் ஆய்வாளர் கூறினார்.",
        "வளர்ந்து வரும் சந்தை முதலீட்டாளரான மார்க் மொபியஸின் கருத்துகளும் சந்தை உணர்வுகளை உயர்த்தியதாக ஆய்வாளர்கள் தெரிவித்தனர்.",
        "பத்திரங்கள் மற்றும் பங்குகள் 'செங்குத்தான தள்ளுபடியில்' வர்த்தகம் செய்யப்படுவதால், இலங்கை ஒரு சிறந்த வாய்ப்புக்கான நேரத்தில் உள்ளது என்று Mobius Economy Next இடம் கூறினார்.",
        "இலங்கையின் இறையாண்மைப் பத்திரங்கள் தவணைக்காலத்தைப் பொறுத்து டொலரில் சுமார் 40 சென்ட் அல்லது அதற்கும் குறைவாக வர்த்தகம் செய்யப்படுகின்றன.",
        "\"இது எனக்கு ஒரு வாய்ப்பாக இருக்கலாம்\" என்று மொபியஸ் கேபிடல் பார்ட்னர்ஸ் நிறுவனர் மொபியஸ் கூறினார்.",
        "\"ஈக்விட்டிகள் தரப்பில், வாய்ப்புகள் இன்னும் சிறப்பாக உள்ளன, ஏனெனில் பல பலவீனமான வீரர்கள் வெளியேற்றப்பட்டுள்ளனர், எனவே நீங்கள் வலிமையான வீரர்களுடன் எஞ்சியிருப்பீர்கள்.\"",
        "மிகவும் திரவக் குறியீடு S&P SL20 6.24 சதவீதம் அல்லது 147.02 புள்ளிகள் அதிகரித்து 2,503.73 ஆக இருந்தது.",
        "திங்கள் மற்றும் செவ்வாய்களில், 10 சதவீத சர்க்யூட் பிரேக்கர் 11 சதவீதத்திற்கு மேல் இழந்ததால், வர்த்தகத்திற்கு திறக்கப்பட்ட சில நிமிடங்களில் சந்தை மூடப்பட்டது.",
        "வியாழன் லாபம் சந்தை மூலதனத்தை 21.1  பில்லியன் ரூபாயாக உயர்த்த உதவியது.",
        "பாரம்பரிய புத்தாண்டு காரணமாக கொழும்பு பங்குச் சந்தை (CSE) ஏப்ரல் 11 முதல் 18 வரை மூடப்பட்டது, இருப்பினும் அந்த காலகட்டத்தில் இலங்கையின் மத்திய வங்கி தனது முக்கிய பொலிஸ் கட்டணங்களை 7 சதவீதத்தால் உயர்த்தியது, மென்மையான இயல்புநிலையை அறிவித்தது மற்றும் இறையாண்மை மதிப்பீட்டிற்கு மத்தியில் IMF விவாதங்களைத் தொடங்கியது. தரமிறக்க.",
        "CSE மேலும் ஐந்து நாட்களுக்கு சந்தையை மூடியது, முதலீட்டாளர்கள் தகவலறிந்த முடிவுகளை எடுக்க கூல் ஆஃப் பீரியட் தேவை என்று மேற்கோளிட்டுள்ளது.",
        "நாளின் விற்றுமுதல் 2.9 பில்லியன் ரூபாவாகும், இது இந்த வருடத்தின் சராசரி தினசரி வருவாயான 4.5 பில்லியன் ரூபாயில் பாதிக்கும் மேலானது.",
        "முதலீட்டாளர்களும் ரூபாய் மதிப்பு கடும் வீழ்ச்சியால் கவலையடைந்துள்ளனர். மார்ச் 7 அன்று நெகிழ்வுத்தன்மையை அனுமதித்ததில் இருந்து இலங்கையின் ரூபாயின் மதிப்பு கிட்டத்தட்ட 70 சதவீதம் வீழ்ச்சியடைந்துள்ளது.",
        "மார்ச் மாதத்தில் 23 சதவீதமும் அதற்கு முந்தைய மாதத்தில் 11 சதவீதமும் சரிந்த பிறகு, ஏப்ரல் மாதத்தில் இதுவரை சந்தை 14.5 சதவீதத்தை இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 37.7 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் இந்த போக்குக்கு ஆதரவாக 2.8 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கினார்கள். எவ்வாறாயினும், இந்த வருடத்தில் இதுவரை மொத்தமாக 1.37 பில்லியன் ரூபா வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "Expolanka, LOLC மற்றும் Hayleys ஆகியவை வியாழன் அன்று குறியீட்டை உயர்த்தின.",
        "எக்ஸ்போலங்காவின் பங்குகள் 19 சதவீதம் அதிகரித்து ஒரு பங்கு 171.00 ரூபாயாகவும், LOLC பங்கு ஒன்றின் விலை 26.3 சதவீதம் அதிகரித்து 413 ரூபாயாகவும் முடிவடைந்தது. (கொழும்பு/ஏப்ரல்28/2022)"
      ]
    }
  }
}