{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gohomegota-the-struggle-and-the-rhetoric/",
  "time_ut": 1649701920,
  "title": "#GoHomeGota, ‘the struggle’ and the rhetoric",
  "body_lines": [
    "I use the hashtag #GoHomeGota to mark this watershed moment in Sri Lanka’s postcolonial history. It is in honour of the people who have stormed the streets to demolish the Bastille of a dynastic and nepotistic political regime that has left Sri Lanka in an economic meltdown. People of every class and creed have united against a “common enemy”; the Rajapaksas. Various kinds of rhetoric seep through “the struggle” to fight the Rajapaksas, and they require close scrutiny and unpacking for a more inclusive, pluralistic and egalitarian struggle. When I use the term “the struggle”, I use it to refer to the #GoHomeGota struggle, yet, with the awareness that this is not one homogenous struggle that can be captured with the term: Each of us engaging in this struggle come from diverse places and subject positions.",
    "A main concern people seem to have about the protest waves in Sri Lanka is how “protest-y” they are. Youth who join the #GoHomeGota protest movement use various forms of expressing dissent, and some social media users criticize them for their supposed lack of seriousness and depth. This has created a divide among the dissenters. Social media narratives against these “not-so-serious” protesters undermine their contribution to the #GoHomeGota struggle. A problem with this dichotomy is that it serves to constrict people’s forms of expressing dissent. A social media post that is in wide circulation say, “aragalaya aathal ekak kara noganna” [do not make the struggle an  aathal/farce—although “farce” barely captures the nuances of aathal]. The problem is that we cannot expect the same reaction or response from all these groups as their needs, aims, feelings, struggles, reasons and reactions are diverse. Although this crisis has united people from all walks of life, we cannot view this as a crisis that affects every citizen alike: It affects people differently depending on factors such as class, gender, religion, ethnicity and caste that are very much active as we speak. The struggles in Mirihana and Tangalle (but not limited to those) have been the climax of the pent-up anger and frustration of the working classes, (perhaps) especially the underclass, underprivileged and multiply marginalized persons and communities. Awakened by their struggle to make needs met, protesters representing various backgrounds took to the streets as a show of support. Therefore, it is simplistic to view this struggle as a monolithic or homogenous struggle – we should not expect it to be so. Every dissenter is an asset to this struggle. There is no template or format for struggles. Struggles and revolutions are diverse and this diversity should be embraced.",
    "This diversity of our expressions of dissent is a result of the diverse subject positions we occupy, our privilege, and the creativity of our expression. The attempt to uniformize this struggle, in a way, waters down its strength and effect. Uniformity in struggles also runs the risk of quick elimination in the face of counter-resistance, retaliation, and crackdown on the part of the government – diversity and inclusion increase protest strength. What is the point in uniformizing struggles? Will such predetermined models enable us to dismantle oppressive social structures and hierarchies that are always in the making?",
    "Kudos to the pressure we have put on the government through the #GoHomeGota movement. Yet, it is important to take a moment for introspection and reflection. Certain placards reek of sexism. For instance, Gotage ammata enna kiyapiya [ask Gota’s mother to come], and Gotage …. Gnanakkage katey [Gota’s … are in Gnanakka’s mouth]. Calling for Gota’s mother is a form of threat insinuating physical and sexual assault on Gota’s mother, and the second is a graphic sexual metaphor connoting that Gota is under the sway of his astrologer, Gnanakka.",
    "Another text/catchphrase that reads Adoh naattami adu kuley upan …. invokes sexism, casteism, classism and snobbery. Although incoherent and fragmented, a loose translation of it would be; Yo, porter! Low-caste born … These words of a protester at the Mirihana protest site soon permeated social media as a catchy insult targeting Gota. The question is how a revolution is possible when we draw on such slurs with their basis in the very social structures and hierarchies that have oppressed us for centuries. When we have fought the oppressive clutch of casteism for generations, why do we now revive casteism in a fight against another era of oppression? If we perpetuate these slurs unquestioningly, it will only further marginalize the peripheries and exclude the downtrodden groups from this struggle for a corruption-free egalitarian society.",
    "Talking about egalitarianism, let us also ask whose struggle this is, and who has access to this struggle. “The struggle” as manifested on the streets of the metropolis and centres may not be accessible to those who struggle on the peripheries of the peripheries who are multiply marginalised; minorities who do not speak Sinhala; and perhaps people who are excluded due to the digital divide. Furthermore, the Sinhala Buddhist hegemonic discourse feeds this struggle predominantly and obliterates the Tamil narratives and rhetoric. Living in Jaffna these past two years has given me a new perspective on how people view protests here. In Jaffna, people have been protesting for decades, but their suffering has gone unnoticed – does this #GoHomeGota protest wave recognize their suffering enough?",
    "Although the #GoHomeGota movement is driven by the call for ending dynasticism, nepotism, totalitarianism and corruption, the unquestioning use of certain rhetoric imply the deep-seated and latent ideologies that subvert that cause by showing an underlying fetish for kings and despots. For instance, Katin Putin waeda Tin Tin, implying that Gota speaks like Putin but works like Tin Tin, is unacceptable on several levels: Tin Tin is a righteous, law-abiding honourable man whereas Putin is a megalomaniac who drove Russia to launch missiles and bombs on Ukrainians. The slogan implies a latent desire for a megalomaniac like Putin as opposed to the honourable Tin Tin. Is Putin the ruler we want? It is time for us to rethink the dangers of these catchphrases.",
    "Another example, Magul aethaa maerunama rajaata asubai kiuwe kata kahanawata newei Nandasena, loosely translates to ‘it was not for no reason they said the death of the holy tusker brings bad luck for the king’. This is, of course, a reference to the passing of the tusker, Nedungamuwe Raja, but the inference is that there is a clear connection between the passing of Nedungamuwe Raja and the misfortune that befell Gota. This connection equates Gotabaya to a king and ties his fortune to the holy tusker who has a symbolic significance to the Buddhists – this rhetoric reinforces Sinhala Buddhist hegemony which in turn excludes those who are non-Sinhala Buddhist.",
    "The creativity of placards, slogans and hashtags has taken the #GoHomeGota struggle to a whole new level. They are one of the driving forces behind this struggle and their contribution to #GoHomeGota shall not be undermined. Yet, let us not forget to reflect on the problems that spring up here and there. It is understandable that not everyone is capable of understanding the subtle implications or nuances of these texts and speeches that go viral on social media. It is the pent-up anger and the frustrations of the citizens that come out through these texts and speeches – (and perhaps these too have a purpose to serve?). To be both involved in this struggle yet distant enough to be self-critical is a great privilege not many can afford. It is one privilege education bestows on us. With that privilege, we cannot un-see certain ironies created through the kinds of rhetoric used in #GoHomeGota. I like to quote my colleague, Anushka Kahandagama (also from the Kuppi Collective), who writes, “let me first of all pay tribute to free education and the people whose taxes funded free education for elevating me to a position of privilege where I can pause for a moment and analyze this situation”. On that very note, I write that it is important that we understand the underlying causes for these diverse narratives and rhetoric as we march forth. These -isms that are manifested in these protests also reflect the divisions and fissures in broader society including within supposedly progressive social movements. If we can address sexism, classism, casteism, racism and other failings, there is room for greater pluralism, egalitarianism and justice in Sri Lanka.",
    "Erandika de Silva is attached to the Department of Linguistics and English at the University of Jaffna",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "#GoHomeGota, 'අරගලය' සහ වාචාලකම",
      "body_lines": [
        "ශ්‍රී ලංකාවේ පශ්චාත් යටත් විජිත ඉතිහාසයේ මෙම ජල ගැලීම් මොහොත සලකුණු කිරීමට මම #GoHomeGota හැෂ් ටැගය භාවිතා කරමි. ශ්‍රී ලංකාව ආර්ථික කඩාවැටීමකට ලක් කළ රාජවංශික සහ ඥාති සංග්‍රහ දේශපාලන පාලනයක බැස්ටීලය කඩා දැමීමට පාරට බැස්ස මිනිසුන්ට උපහාර පිණිස ය. \"පොදු සතුරෙකුට\" එරෙහිව සෑම පංතියකටම සහ ආගමකටම අයත් මිනිසුන් එක්සත් වී ඇත; රාජපක්ෂලා. රාජපක්ෂලාට එරෙහිව සටන් කිරීම සඳහා \"අරගලය\" හරහා විවිධ ආකාරයේ වාචාල කතා ගලා එන අතර, ඒවා වඩාත් ඇතුළත්, බහුත්වවාදී සහ සමානාත්මතා අරගලයක් සඳහා සමීප විමර්ශනයක් සහ අසුරන අවශ්‍ය වේ. මම \"අරගලය\" යන යෙදුම භාවිතා කරන විට, මම එය #GoHomeGota අරගලය හැඳින්වීමට භාවිතා කරමි, නමුත් මෙය මෙම යෙදුම සමඟ ග්‍රහණය කර ගත හැකි එක් සමජාතීය අරගලයක් නොවන බව දැනුවත්ව: මෙම අරගලයේ නිරත වන අප සෑම කෙනෙකුම පැමිණෙන්නේ විවිධ ස්ථාන සහ විෂය තනතුරු.",
        "ශ්‍රී ලංකාවේ විරෝධතා රැල්ල සම්බන්ධයෙන් මිනිසුන්ට ඇති ප්‍රධාන සැලකිල්ලක් වන්නේ ඒවා \"විරෝධතා-y\" කෙසේද යන්නයි. #GoHomeGota විරෝධතා ව්‍යාපාරයට සම්බන්ධ වන තරුණ තරුණියන් විසම්මුතිය ප්‍රකාශ කිරීමේ විවිධ ක්‍රම භාවිතා කරන අතර සමහර සමාජ මාධ්‍ය භාවිතා කරන්නන් ඔවුන්ගේ බරපතලකම සහ ගැඹුර නොමැතිකම නිසා ඔවුන්ව විවේචනය කරති. මෙය විරුද්ධ මත දරන්නන් අතර භේදයක් ඇති කර ඇත. මෙම “එතරම් බැරෑරුම් නොවන” විරෝධතාකරුවන්ට එරෙහි සමාජ මාධ්‍ය ආඛ්‍යාන #GoHomeGota අරගලයට ඔවුන්ගේ දායකත්වය අඩපණ කරයි. මෙම ද්විකෝටිකයේ ගැටලුවක් වන්නේ එය මිනිසුන්ගේ විසම්මුතිය ප්‍රකාශ කිරීමේ ආකාර සීමා කිරීමට සේවය කිරීමයි. “ආරගලය ආතල් එකක් කර නොගන්න” [අරගලය ආතල්/විගඩමක් කරන්න එපා-“විගඩම” යන්තම් ආතල් වල සූක්ෂ්ම දේ ග්‍රහණය කර ගත්තත්] යනුවෙන් පුළුල් ලෙස සංසරණය වන සමාජ මාධ්‍ය පෝස්ට් එකකි. ගැටලුව වන්නේ ඔවුන්ගේ අවශ්‍යතා, අරමුණු, හැඟීම්, අරගල, හේතු සහ ප්‍රතික්‍රියා විවිධ බැවින් මේ සියලු කණ්ඩායම්වලින් එකම ප්‍රතිචාරයක් හෝ ප්‍රතිචාරයක් බලාපොරොත්තු විය නොහැකි වීමයි. මෙම අර්බුදය සෑම තරාතිරමකම මිනිසුන් එකමුතු කර ඇතත්, මෙය සෑම පුරවැසියෙකුටම එකසේ බලපාන අර්බුදයක් ලෙස අපට දැකිය නොහැක: එය අප මෙන් බෙහෙවින් ක්‍රියාකාරී වන පංතිය, ස්ත්‍රී පුරුෂ භාවය, ආගම, වාර්ගිකත්වය සහ කුලය වැනි සාධක මත මිනිසුන්ට වෙනස් ලෙස බලපායි. කතා කරනවා. මිරිහාන සහ තංගල්ලේ අරගල (නමුත් ඒවාට පමණක් සීමා නොවී) කම්කරු පන්තියේ, (සමහර විට) විශේෂයෙන්ම පහත් පංතියේ, අඩු වරප්‍රසාද ලත් සහ ආන්තික පුද්ගලයන් සහ ප්‍රජාවන්ගේ සංසිඳුණු කෝපයේ සහ කලකිරීමේ උච්චතම අවස්ථාවයි. අවශ්‍යතා ඉටුකර ගැනීමේ අරගලයෙන් පිබිදුණු විවිධ පසුබිම් නියෝජනය කරමින් විරෝධතාකරුවන් වීදි බැස සහයෝගය දැක්වීමක් ලෙස කටයුතු කළහ. එබැවින්, මෙම අරගලය ඒකීය හෝ සමජාතීය අරගලයක් ලෙස බැලීම සරල ය - එය එසේ වනු ඇතැයි අප අපේක්ෂා නොකළ යුතුය. සෑම විසම්මුතියක් ම මේ අරගලයට සම්පතකි. අරගල සඳහා සැකිල්ලක් හෝ ආකෘතියක් නොමැත. අරගල සහ විප්ලව විවිධ වන අතර මෙම විවිධත්වය වැළඳගත යුතුය.",
        "අපගේ විසම්මුතියේ ප්‍රකාශනයේ මෙම විවිධත්වය අප දරන විවිධ විෂය ආස්ථානයන්, අපගේ වරප්‍රසාද සහ අපගේ ප්‍රකාශනයේ නිර්මාණශීලීත්වයේ ප්‍රතිඵලයකි. මෙම අරගලය ඒකාකාරී කිරීමට දරන උත්සාහය, එක්තරා ආකාරයකින් එහි ශක්තිය හා බලපෑම යටපත් කරයි. රජයේ පාර්ශ්වයේ ප්‍රති-ප්‍රතිරෝධය, ප්‍රතිප්‍රහාර සහ මර්දනය හමුවේ අරගලවල ඒකාකාරිත්වය ඉක්මන් තුරන් කිරීමේ අවදානමක් දරයි - විවිධත්වය සහ ඇතුළත් කිරීම විරෝධතා ශක්තිය වැඩි කරයි. අරගල ඒකාකාරී කිරීමේ තේරුම කුමක්ද? එවැනි පූර්ව නිර්ණය කරන ලද ආකෘතීන් අපට සැමවිටම නිර්මාණය වෙමින් පවතින පීඩාකාරී සමාජ ව්‍යුහයන් සහ ධුරාවලියන් බිඳ දැමීමට අපට හැකි වේද?",
        "#GoHomeGota ව්‍යාපාරය හරහා අපි රජයට එල්ල කළ පීඩනයට ප්‍රණාමය. කෙසේ වෙතත්, ස්වයං විමර්ශනය සහ ආවර්ජනය සඳහා මොහොතක් ගත කිරීම වැදගත් වේ. ඇතැම් පුවරු ලිංගභේදය අවුස්සයි. උදාහරණයක් ලෙස, Gotage ammata enna kiyapiya [ගෝඨාගේ අම්මට එන්න කියන්න], සහ Gotage .... Gnanakkage katey [ගෝඨාගේ ... ඥානක්කාගේ කටේ]. ගෝඨාගේ මව ඉල්ලා සිටීම ගෝඨාගේ මවට කායික හා ලිංගික අඩන්තේට්ටම් කරන තර්ජනයක් වන අතර දෙවැන්න ගෝඨා ඔහුගේ ජ්‍යෝතිඃ ශාස්ත්‍රඥ ඥානක්කාගේ අණසකට යටත්ව සිටින බව අඟවන ග්‍රැෆික් ලිංගික රූපකයකි.",
        "අදෝ නාත්තමි අදු කුලේ උපන් …. ලිංගභේදය, කුලවාදය, පන්තිවාදය සහ නින්දිතකම ඉල්ලා සිටියි. නොගැලපෙන සහ ඛණ්ඩනය වුවද, එහි ලිහිල් පරිවර්තනයක් වනු ඇත; යෝ, පෝටර්! පහත් කුලයේ උපන්... මිරිහාන විරෝධතා භූමියේ විරෝධතාකරුවෙකුගේ මෙම වදන් ඉක්මනින්ම ගෝඨා ඉලක්ක කරගත් ආකර්ශනීය අපහාසයක් ලෙස සමාජ මාධ්‍ය හරහා පැතිර ගියේය. ප්‍රශ්නය වන්නේ ශතවර්ෂ ගණනාවක් තිස්සේ අපව පීඩාවට පත් කළ සමාජ ව්‍යුහයන් සහ ධූරාවලිය තුළම එවැනි මඩ ගැසීම් ඔවුන්ගේ පදනම සමඟ අප ඇද ගන්නා විට විප්ලවයක් කළ හැක්කේ කෙසේද යන්නයි. පරම්පරා ගණනාවක් තිස්සේ අපි කුලවාදයේ පීඩාකාරී ග්‍රහණයට එරෙහිව සටන් කර ඇති විට, තවත් පීඩාකාරී යුගයකට එරෙහි සටනක දී අපි දැන් කුලවාදය පුනර්ජීවනය කරන්නේ ඇයි? අප මෙම මඩ ගැසීම් අවිවාදයෙන්ම පවත්වාගෙන යන්නේ නම්, එයින් සිදු වන්නේ පරිධිය තවදුරටත් කොන් කිරීම සහ දූෂණයෙන් තොර සමානාත්මතා සමාජයක් සඳහා වන මෙම අරගලයෙන් පීඩිත කණ්ඩායම් ඉවත් කිරීම පමණි.",
        "සමානාත්මතාවාදය ගැන කතා කරන විට, මේ අරගලය කාගේද, මෙම අරගලයට ප්‍රවේශය ඇත්තේ කාටද යන්න ද විමසමු. මහානගරයේ සහ මධ්‍යස්ථානවල වීදිවල ප්‍රකාශ වන “අරගලය”, ගුණිත ලෙස ආන්තික වූ පරිධියේ පරිධියේ අරගල කරන අයට ගෝචර නොවිය හැකිය; සිංහල කතා නොකරන සුළු ජාතීන්; සහ සමහර විට ඩිජිටල් බෙදීම හේතුවෙන් බැහැර කරන පුද්ගලයින්. තවද, සිංහල බෞද්ධ හෙජමොනික කතිකාව ප්‍රධාන වශයෙන් මෙම අරගලය පෝෂණය කරන අතර දෙමළ ආඛ්‍යාන සහ වාචාලකම නැති කරයි. පසුගිය වසර දෙක තුළ යාපනයේ ජීවත් වූ මට මෙහි විරෝධතාවන් දෙස මිනිසුන් බලන ආකාරය පිළිබඳ නව ඉදිරිදර්ශනයක් ලබා දී ඇත. යාපනයේ මිනිසුන් දශක ගණනාවක් තිස්සේ උද්ඝෝෂණ කළ නමුත් ඔවුන්ගේ දුක් වේදනා නොදැනී ගොස් ඇත - මෙම #GoHomeGota විරෝධතා රැල්ල ඔවුන්ගේ දුක් වේදනා ප්‍රමාණවත් ලෙස හඳුනා ගනීද?",
        "#GoHomeGota ව්‍යාපාරය මෙහෙයවනු ලබන්නේ රාජවංශවාදය, ඥාති සංග්‍රහය, ඒකාධිපතිවාදය සහ දූෂණය අවසන් කිරීම සඳහා වන ඉල්ලීමෙන් වුවද, ඇතැම් වාචාල කතා ප්‍රශ්න කිරීමකින් තොරව භාවිතා කිරීමෙන් ගම්‍ය වන්නේ රජවරුන්ට සහ ඒකාධිපතියන්ට යටින් පවතින භීතිකාවක් පෙන්වමින් එම හේතුව යටපත් කරන ගැඹුරු සහ සැඟවුණු මතවාදයන් ය. නිදසුනක් වශයෙන්, Katin Putin Waeda Tin Tin, ගෝඨා පුටින් මෙන් කතා කරන නමුත් ටින් ටින් මෙන් ක්‍රියා කරන බව ඇඟවුම් කිරීම මට්ටම් කිහිපයකින් පිළිගත නොහැකිය: ටින් ටින් දැහැමි, නීතිගරුක ගෞරවනීය මිනිසෙක් වන අතර පුටින් මිසයිල සහ මිසයිල දියත් කිරීමට රුසියාව පැදවූ මෙගාලෝමානික් වේ. යුක්රේනියානුවන්ට බෝම්බ. ගෞරවනීය ටින් ටින්ට එරෙහිව පුටින් වැනි මෙගාලෝමනියක් සඳහා සැඟවුණු ආශාවක් සටන් පාඨයෙන් ගම්‍ය වේ. අපට අවශ්‍ය පාලකයා පුටින්ද? මෙම වාක්‍ය ඛණ්ඩවල භයානකකම ගැන නැවත සිතා බැලිය යුතු කාලය මෙයයි.",
        "තවත් උදාහරණයක්, Magul Aethaa Maerunama rajaata asubai kiuwe kata kahanawata newei Nandasena, ලිහිල් ලෙස පරිවර්තනය කරන්නේ ‘ශුද්ධ ඇතාගේ මරණය රජුට අසුබ ගෙන දෙන බව ඔවුන් කීවේ හේතුවක් නිසා නොවේ’ යන්නයි. ඇත්ත වශයෙන්ම මෙය නැදුන්ගමුවේ රාජා නම් හස්තියාගේ ඇවෑම ගැන සඳහනක් වන නමුත් නිගමනය වන්නේ නැදුන්ගමුවේ රාජාගේ අභාවය සහ ගෝඨාට සිදුවූ අවාසනාව අතර පැහැදිලි සම්බන්ධයක් ඇති බවයි. මෙම සම්බන්ධය ගෝඨාභයව රජෙකුට සමාන කරන අතර බෞද්ධයන්ට සංකේතාත්මක වැදගත්කමක් ඇති ශුද්ධ ඇතාට ඔහුගේ ධනය බැඳ තබයි - මෙම වාචාලය සිංහල බෞද්ධ ආධිපත්‍යය ශක්තිමත් කරන අතර එමඟින් සිංහල බෞද්ධ නොවන අය බැහැර කරයි.",
        "පුවරු, සටන් පාඨ සහ හැෂ් ටැග් වල නිර්මාණශීලිත්වය #GoHomeGota අරගලය සම්පූර්ණයෙන්ම නව තලයකට ගෙන ගොස් ඇත. ඔවුන් මෙම අරගලය පිටුපස සිටින එක් ගාමක බලවේගයක් වන අතර #GoHomeGota සඳහා ඔවුන්ගේ දායකත්වය හෑල්ලුවට ලක් නොවනු ඇත. එසේ වුවද, එහෙන් මෙහෙන් පැන නගින ගැටලු ගැන මෙනෙහි කිරීමට අපි අමතක නොකරමු. සමාජ මාධ්‍ය තුළ ප්‍රචලිත වන මෙම පාඨ සහ කතාවල සියුම් ඇඟවුම් හෝ සූක්ෂ්ම කරුණු අවබෝධ කර ගැනීමට සෑම කෙනෙකුටම හැකියාවක් නොමැති බව තේරුම් ගත හැකිය. මෙම පාඨ සහ කථා හරහා පිටතට එන්නේ පුරවැසියන්ගේ සංවෘත කෝපය සහ කලකිරීමයි - (සමහර විට මේවාට ද සේවය කිරීමට අරමුණක් තිබේද?). මෙම අරගලයට දෙදෙනාම සම්බන්ධ වී සිටින නමුත් ස්වයං විවේචනාත්මක වීමට තරම් දුරස් වීම බොහෝ දෙනෙකුට දැරිය නොහැකි විශාල වරප්‍රසාදයකි. එය අධ්‍යාපනය අපට ලබා දෙන එක් වරප්‍රසාදයකි. එම වරප්‍රසාදය සමඟින්, #GoHomeGota හි භාවිතා කරන ආකාරයේ වාචාල කතා හරහා නිර්මාණය කරන ලද ඇතැම් උත්ප්‍රාසයන් අපට නොපෙනේ. මගේ සගයා වන අනුෂ්ක කහඳගම (කුප්පි එකතුවෙන්ද) උපුටා දක්වන්නට කැමැත්තෙමි. මොහොතකට නැවතී මෙම තත්ත්වය විශ්ලේෂණය කරන්න.\" එම සටහනෙහිම, අප ඉදිරියට යන විට මෙම විවිධ ආඛ්‍යාන සහ වාචාලකම් සඳහා යටින් පවතින හේතු තේරුම් ගැනීම වැදගත් බව මම ලියා තබමි. ප්‍රගතිශීලී යැයි කියනු ලබන සමාජ ව්‍යාපාර ඇතුළු පුලුල් සමාජයේ බෙදීම් සහ බෙදීම් ද මෙම විරෝධතා තුලින් ප්‍රකාශ වන මෙම -වාදයන් පිලිබිඹු කරයි. අපට ලිංගිකත්වය, පන්තිවාදය, කුලවාදය, ජාතිවාදය සහ වෙනත් අසාර්ථකත්වයන් ආමන්ත්‍රණය කළ හැකි නම්, ශ්‍රී ලංකාව තුළ විශාල බහුත්වවාදය, සමානාත්මතාවය සහ යුක්තිය සඳහා ඉඩ තිබේ.",
        "එරන්දිකා ද සිල්වා යාපනය විශ්වවිද්‍යාලයේ වාග් විද්‍යා හා ඉංග්‍රීසි අධ්‍යයනාංශයට අනුයුක්තව සේවය කරයි",
        "කුප්පි යනු දේශන ශාලාවේ මායිමේ සිදුවෙමින් පවතින දේශපාලනයක් සහ අධ්‍යාපනයක් වන අතර එය සමාජ ධුරාවලියන් උපහාසයට ලක් කරන, යටපත් කරන සහ ඒ සමඟම නැවත තහවුරු කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "#GoHomeGota, 'போராட்டம்' மற்றும் சொல்லாட்சி",
      "body_lines": [
        "இலங்கையின் பின்காலனித்துவ வரலாற்றில் இந்த நீர்நிலை தருணத்தை குறிக்க நான் #GoHomeGota என்ற ஹேஷ்டேக்கை பயன்படுத்துகிறேன். இலங்கையை பொருளாதார வீழ்ச்சியில் ஆழ்த்திய வம்ச மற்றும் நேசவாத அரசியல் ஆட்சியின் பாஸ்டிலை இடிக்க வீதியில் இறங்கிய மக்களுக்கு மரியாதை செலுத்தும் வகையில் இது அமைந்துள்ளது. ஒவ்வொரு வர்க்கம் மற்றும் மதத்தைச் சேர்ந்த மக்கள் \"பொது எதிரிக்கு\" எதிராக ஒன்றுபட்டுள்ளனர்; ராஜபக்சக்கள். ராஜபக்சக்களை எதிர்த்துப் போராடுவதற்கான \"போராட்டத்தின்\" மூலம் பல்வேறு வகையான சொல்லாட்சிகள் ஊடுருவுகின்றன, மேலும் அவை மிகவும் உள்ளடக்கிய, பன்மைத்துவ மற்றும் சமத்துவப் போராட்டத்திற்கு நெருக்கமான ஆய்வு மற்றும் பொதிகளைத் திறக்க வேண்டும். \"போராட்டம்\" என்ற சொல்லை நான் பயன்படுத்தும் போது, ​​#GoHomeGota போராட்டத்தைக் குறிக்க இதைப் பயன்படுத்துகிறேன், ஆனாலும், இது ஒரே மாதிரியான போராட்டம் அல்ல என்ற விழிப்புணர்வோடு, இந்தப் போராட்டத்தில் ஈடுபடும் நாம் ஒவ்வொருவரும் வந்தவர்கள். பல்வேறு இடங்கள் மற்றும் பொருள் நிலைகள்.",
        "இலங்கையில் எழும் எதிர்ப்பு அலைகள் பற்றி மக்கள் கொண்டிருக்கும் முக்கிய கவலை என்னவென்றால், அவை எப்படி \"எதிர்ப்பு-ஒய்\" ஆகும். #GoHomeGota எதிர்ப்பு இயக்கத்தில் சேரும் இளைஞர்கள் பல்வேறு வகையான கருத்து வேறுபாடுகளை வெளிப்படுத்துகின்றனர், மேலும் சில சமூக ஊடக பயனர்கள் அவர்களின் தீவிரத்தன்மை மற்றும் ஆழம் இல்லாததால் அவர்களை விமர்சிக்கின்றனர். இது எதிர்ப்பாளர்களிடையே பிளவை ஏற்படுத்தியுள்ளது. இந்த \"அவ்வளவு தீவிரமற்ற\" எதிர்ப்பாளர்களுக்கு எதிரான சமூக ஊடக விவரிப்புகள் #GoHomeGota போராட்டத்தில் அவர்களின் பங்களிப்பைக் குறைமதிப்பிற்கு உட்படுத்துகின்றன. இந்த இருவகையில் உள்ள ஒரு பிரச்சனை என்னவென்றால், இது மக்களின் கருத்து வேறுபாடுகளை வெளிப்படுத்தும் வடிவங்களை கட்டுப்படுத்த உதவுகிறது. பரவலான புழக்கத்தில் இருக்கும் ஒரு சமூக ஊடகப் பதிவு, “அறகலயா ஆதல் ஏகக் கர நோகண்ணா” [போராட்டத்தை ஆதல்/கேலிக்கூத்தாக ஆக்காதீர்கள்—“கேலிக்கூத்து” ஆதலின் நுணுக்கங்களை அரிதாகவே படம்பிடித்தாலும்]. பிரச்சனை என்னவென்றால், இந்தக் குழுக்களின் தேவைகள், நோக்கங்கள், உணர்வுகள், போராட்டங்கள், காரணங்கள் மற்றும் எதிர்வினைகள் பலதரப்பட்டவையாக இருப்பதால், எல்லாக் குழுக்களிடமிருந்தும் ஒரே மாதிரியான எதிர்வினை அல்லது பதிலை நாம் எதிர்பார்க்க முடியாது. இந்த நெருக்கடியானது அனைத்து தரப்பு மக்களையும் ஒன்றிணைத்திருந்தாலும், ஒவ்வொரு குடிமகனையும் ஒரே மாதிரியாக பாதிக்கும் நெருக்கடியாக நாம் பார்க்க முடியாது: வர்க்கம், பாலினம், மதம், இனம் மற்றும் சாதி போன்ற காரணிகளைப் பொறுத்து இது மக்களைப் பாதிக்கிறது. பேசு. மிரிஹான மற்றும் தங்காலையில் நடந்த போராட்டங்கள் (அவை மட்டும் அல்ல) தொழிலாள வர்க்கங்களின், (ஒருவேளை) குறிப்பாக தாழ்த்தப்பட்ட, பிற்படுத்தப்பட்ட மற்றும் விளிம்புநிலை மக்கள் மற்றும் சமூகங்களை பெருக்கிக் கொண்டிருக்கும் கோபம் மற்றும் விரக்தியின் உச்சக்கட்டமாகும். தேவைகளைப் பூர்த்தி செய்வதற்கான அவர்களின் போராட்டத்தால் விழித்தெழுந்து, பல்வேறு பின்னணிகளை பிரதிநிதித்துவப்படுத்தும் எதிர்ப்பாளர்கள் ஆதரவை வெளிப்படுத்தும் வகையில் வீதிகளில் இறங்கினர். எனவே, இந்தப் போராட்டத்தை ஒரு ஒற்றைப் போராட்டமாக அல்லது ஒரே மாதிரியான போராட்டமாகப் பார்ப்பது எளிமையானது - அப்படி இருக்கும் என்று நாம் எதிர்பார்க்கக் கூடாது. ஒவ்வொரு எதிர்ப்பாளரும் இந்தப் போராட்டத்தின் சொத்து. போராட்டங்களுக்கு வார்ப்புருவோ, வடிவமோ இல்லை. போராட்டங்களும் புரட்சிகளும் பலதரப்பட்டவை, இந்த பன்முகத்தன்மை ஏற்றுக்கொள்ளப்பட வேண்டும்.",
        "நமது கருத்து வேறுபாடுகளின் இந்த பன்முகத்தன்மை, நாம் ஆக்கிரமித்துள்ள பல்வேறு பொருள் நிலைகள், நமது சிறப்புரிமை மற்றும் நமது வெளிப்பாட்டின் படைப்பாற்றல் ஆகியவற்றின் விளைவாகும். இந்தப் போராட்டத்தை ஒருங்கிணைக்கும் முயற்சி, ஒரு வகையில் அதன் வலிமையையும் விளைவையும் குறைக்கிறது. போராட்டங்களில் உள்ள சீரான தன்மை, எதிர்-எதிர்ப்பு, பழிவாங்கல் மற்றும் அரசாங்கத்தின் தரப்பில் அடக்குமுறை ஆகியவற்றின் முகத்தில் விரைவாக நீக்கப்படும் அபாயத்தையும் இயக்குகிறது - பன்முகத்தன்மை மற்றும் உள்ளடக்கம் எதிர்ப்பு வலிமையை அதிகரிக்கிறது. போராட்டங்களை சீராக்குவதில் என்ன பயன்? இத்தகைய முன்னரே தீர்மானிக்கப்பட்ட மாதிரிகள், எப்போதும் உருவாக்கத்தில் இருக்கும் ஒடுக்குமுறை சமூகக் கட்டமைப்புகளையும் படிநிலைகளையும் தகர்க்க நமக்கு உதவுமா?",
        "#GoHomeGota இயக்கத்தின் மூலம் அரசாங்கத்திற்கு நாங்கள் கொடுத்த அழுத்தத்திற்கு பாராட்டுக்கள். இருப்பினும், சுயபரிசோதனை மற்றும் பிரதிபலிப்புக்கு சிறிது நேரம் ஒதுக்குவது முக்கியம். சில பதாகைகள் பாலினப் பாகுபாட்டை வெளிப்படுத்துகின்றன. உதாரணமாக, கோட்டகே அம்மாடா என்ன கியாபியா [கோதாவின் அம்மாவை வரச் சொல்லுங்கள்], மற்றும் கோட்டே…. ஞானக்ககே கேட்டே [கோதாவின் ... ஞானக்காவின் வாயில் உள்ளன]. கோட்டாவின் தாயை அழைப்பது கோட்டாவின் தாய் மீது உடல் மற்றும் பாலியல் வன்கொடுமைகளை தூண்டும் ஒரு வகையான அச்சுறுத்தலாகும், மேலும் இரண்டாவது கோட்டா தனது ஜோதிடரான ஞானக்காவின் கட்டுப்பாட்டில் இருப்பதைக் குறிக்கும் ஒரு கிராஃபிக் பாலியல் உருவகம்.",
        "அதோ நாட்டாமி அது குலே உபன் என்று வாசிக்கும் மற்றொரு உரை/கேட்ச் சொற்றொடர் …. பாலின பாகுபாடு, சாதிவெறி, வகுப்புவாதம் மற்றும் இழிவு ஆகியவற்றை தூண்டுகிறது. பொருத்தமற்ற மற்றும் துண்டு துண்டாக இருந்தாலும், அதன் ஒரு தளர்வான மொழிபெயர்ப்பு இருக்கும்; யோ, போர்ட்டர்! தாழ்ந்த சாதியில் பிறந்தவர்... மிரிஹான போராட்ட தளத்தில் ஒரு எதிர்ப்பாளர் கூறிய இந்த வார்த்தைகள் விரைவில் சமூக ஊடகங்களில் கோத்தாவை குறிவைத்து ஒரு கவர்ச்சியான அவமானமாக பரவியது. பல நூற்றாண்டுகளாக நம்மை ஒடுக்கிய சமூகக் கட்டமைப்புகள் மற்றும் படிநிலைகளில் இத்தகைய அவதூறுகளை அவற்றின் அடிப்படையில் வரையும்போது ஒரு புரட்சி எப்படி சாத்தியமாகும் என்பது கேள்வி. தலைமுறை தலைமுறையாக சாதிவெறியின் ஒடுக்குமுறையை எதிர்த்துப் போராடிய நாம், இப்போது இன்னொரு அடக்குமுறை சகாப்தத்திற்கு எதிரான போராட்டத்தில் சாதிவெறியை ஏன் உயிர்ப்பிக்கிறோம்? இந்த அவதூறுகளை நாம் சந்தேகத்திற்கு இடமின்றி நீடித்தால், அது ஊழலற்ற சமத்துவ சமூகத்திற்கான இந்த போராட்டத்தில் இருந்து புறநிலைகளை மேலும் ஓரங்கட்டுவது மற்றும் தாழ்த்தப்பட்ட குழுக்களை ஒதுக்கி வைக்கும்.",
        "சமத்துவத்தைப் பற்றிப் பேசும்போது, ​​இது யாருடைய போராட்டம், இந்தப் போராட்டத்தில் யாருக்கு அணுகல் இருக்கிறது என்பதையும் கேட்போம். பெருநகரங்கள் மற்றும் மையங்களின் தெருக்களில் வெளிப்படும் \"போராட்டம்\", விளிம்புநிலைகளின் விளிம்புகளில் போராடுபவர்களுக்கு அணுக முடியாததாக இருக்கலாம்; சிங்களம் பேசாத சிறுபான்மையினர்; மற்றும் டிஜிட்டல் பிளவு காரணமாக விலக்கப்பட்டவர்கள் இருக்கலாம். மேலும், சிங்கள பௌத்த மேலாதிக்கச் சொற்பொழிவு இந்தப் போராட்டத்தை பிரதானமாக ஊட்டி, தமிழ் கதைகளையும் சொல்லாட்சிகளையும் அழித்தொழிக்கிறது. கடந்த இரண்டு வருடங்களாக யாழ்ப்பாணத்தில் வசிப்பது, இங்குள்ள மக்கள் போராட்டங்களை எப்படிப் பார்க்கிறார்கள் என்பது பற்றிய புதிய கண்ணோட்டத்தை எனக்கு அளித்துள்ளது. யாழ்ப்பாணத்தில் மக்கள் பல தசாப்தங்களாக போராட்டம் நடத்தி வருகின்றனர், ஆனால் அவர்களின் துன்பம் கவனிக்கப்படாமல் போய்விட்டது - இந்த #GoHomeGota எதிர்ப்பு அலை அவர்களின் துன்பத்தை போதுமான அளவு அங்கீகரிக்கிறதா?",
        "#GoHomeGota இயக்கமானது வம்சவாதம், சொந்த பந்தம், சர்வாதிகாரம் மற்றும் ஊழலை முடிவுக்குக் கொண்டுவருவதற்கான அழைப்பால் இயக்கப்படுகிறது என்றாலும், சில சொல்லாட்சிகளின் சந்தேகத்திற்கு இடமின்றி பயன்படுத்தப்படுவது, ராஜாக்கள் மற்றும் சர்வாதிகாரிகளுக்கு அடிப்படையான வெறியைக் காட்டி அந்த காரணத்தைத் தகர்க்கும் ஆழமான மற்றும் மறைந்த சித்தாந்தங்களைக் குறிக்கிறது. உதாரணமாக, கேட்டின் புடின் வேதா டின் டின், கோட்டா புடினைப் போல பேசுகிறார், ஆனால் டின் டின் போல் செயல்படுகிறார் என்பதை பல நிலைகளில் ஏற்றுக்கொள்ள முடியாது: டின் டின் ஒரு நேர்மையான, சட்டத்தை மதிக்கும் மரியாதைக்குரிய மனிதர், அதேசமயம் புடின் ஒரு மெகாலோமேனியாக், ரஷ்யாவை ஏவுகணைகளை ஏவுவதற்கும், உக்ரேனியர்கள் மீது குண்டுகள். இந்த முழக்கம், கௌரவமான டின் டின்னுக்கு மாறாக, புட்டின் போன்ற ஒரு மெகாலோமேனியாக்கான மறைந்த விருப்பத்தை குறிக்கிறது. நாம் விரும்பும் ஆட்சியாளர் புதினா? இந்த கேட்ச் சொற்றொடர்களின் ஆபத்துகளை நாம் மறுபரிசீலனை செய்ய வேண்டிய நேரம் இது.",
        "மற்றொரு உதாரணம், மகுல் ஏதா மேருனமா ரஜாதா அசுபை கியுவே கதா கஹானாவதா நியூயி நந்தசேனா, 'புனித யானையின் மரணம் அரசனுக்கு துரதிர்ஷ்டத்தைத் தருகிறது என்று அவர்கள் எந்த காரணத்திற்காகவும் சொல்லவில்லை' என்று தளர்வாக மொழிபெயர்க்கிறது. இது, நிச்சயமாக, நெடுங்கமுவே ராஜா என்ற யானையின் மறைவைக் குறிக்கிறது, ஆனால் அனுமானம் என்னவென்றால், நெடுங்கமுவே ராஜாவின் மறைவுக்கும் கோதாவுக்கு நேர்ந்த துரதிர்ஷ்டத்திற்கும் இடையே தெளிவான தொடர்பு உள்ளது. இந்த இணைப்பு கோட்டாபயவை ஒரு மன்னருக்கு சமன் செய்து, பௌத்தர்களுக்கு அடையாள முக்கியத்துவம் வாய்ந்த புனித யானையுடன் அவரது செல்வத்தை இணைக்கிறது - இந்த சொல்லாட்சி சிங்கள பௌத்த மேலாதிக்கத்தை வலுப்படுத்துகிறது, இது சிங்கள பௌத்தர் அல்லாதவர்களை விலக்குகிறது.",
        "பலகைகள், கோஷங்கள் மற்றும் ஹேஷ்டேக்குகளின் படைப்பாற்றல் #GoHomeGota போராட்டத்தை ஒரு புதிய நிலைக்கு கொண்டு சென்றுள்ளது. இந்த போராட்டத்தின் பின்னணியில் உள்ள உந்து சக்திகளில் அவர்களும் ஒருவர், மேலும் #GoHomeGota க்கு அவர்களின் பங்களிப்பு குறைமதிப்பிற்கு உட்படுத்தப்படாது. ஆனாலும், அங்கொன்றும் இங்கொன்றுமாக எழும் பிரச்சனைகளைப் பற்றி சிந்திக்க மறந்துவிடக் கூடாது. சமூக வலைதளங்களில் வைரலாகப் பரவும் இந்த உரைகள் மற்றும் பேச்சுகளின் நுட்பமான தாக்கங்களையோ நுணுக்கங்களையோ புரிந்துகொள்ளும் திறன் எல்லோருக்கும் இல்லை என்பது புரிந்துகொள்ளத்தக்கது. இந்த உரைகள் மற்றும் பேச்சுகள் மூலம் வெளிவருவது குடிமக்களின் அடக்கி வைக்கப்பட்ட கோபம் மற்றும் விரக்தி - (ஒருவேளை இவைகளுக்கும் சேவை செய்ய ஒரு நோக்கம் இருக்கிறதா?). இந்த போராட்டத்தில் இருவரும் ஈடுபட்டிருந்தாலும் சுயவிமர்சனம் செய்யும் அளவுக்கு தொலைவில் இருப்பது பலரால் வாங்க முடியாத பெரும் பாக்கியம். இது கல்வி நமக்கு அளிக்கும் ஒரு பாக்கியம். அந்தச் சலுகையுடன், #GoHomeGota இல் பயன்படுத்தப்படும் சொல்லாட்சிகள் மூலம் உருவாக்கப்பட்ட சில முரண்பாடுகளை நாம் காண முடியாது. எனது சக ஊழியரான அனுஷ்கா கஹந்தகமவை (குப்பி கலெக்டிவ் இருந்தும்) மேற்கோள் காட்ட விரும்புகிறேன், அவர் எழுதுகிறார், \"இலவசக் கல்விக்கும், இலவசக் கல்விக்கு வரிகள் மூலம் நிதியளித்த மக்களுக்கும் முதலில் அஞ்சலி செலுத்துகிறேன். ஒரு கணம் இடைநிறுத்தி இந்த சூழ்நிலையை பகுப்பாய்வு செய்யுங்கள். அந்த குறிப்பில், இந்த மாறுபட்ட கதைகள் மற்றும் சொல்லாட்சிகளுக்கான அடிப்படை காரணங்களை நாம் அணிவகுத்துச் செல்லும்போது புரிந்துகொள்வது முக்கியம் என்று எழுதுகிறேன். இந்த எதிர்ப்புக்களில் வெளிப்படும் இந்த கருத்துக்கள், முற்போக்கானதாகக் கூறப்படும் சமூக இயக்கங்கள் உட்பட பரந்த சமூகத்தில் உள்ள பிளவுகளையும் பிளவுகளையும் பிரதிபலிக்கின்றன. பாலின பாகுபாடு, வகுப்புவாதம், சாதிவாதம், இனவாதம் மற்றும் பிற தோல்விகளை நாம் நிவர்த்தி செய்ய முடிந்தால், இலங்கையில் அதிக பன்மைத்துவம், சமத்துவம் மற்றும் நீதிக்கான இடம் உள்ளது.",
        "எரந்திக டி சில்வா யாழ்ப்பாணப் பல்கலைக்கழகத்தில் மொழியியல் மற்றும் ஆங்கிலத் துறையுடன் இணைக்கப்பட்டுள்ளார்",
        "குப்பி என்பது விரிவுரை மண்டபத்தின் ஓரங்களில் நிகழும் ஒரு அரசியல் மற்றும் கற்பித்தல் ஆகும், இது சமூகப் படிநிலைகளை பகடி செய்து, சீர்குலைத்து, அதே நேரத்தில் மீண்டும் உறுதிப்படுத்துகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}