{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-worst-economic-crisis-in-known-history-just-beginning-parliament-speaker-92634/",
  "time_ut": 1649227920,
  "title": "Sri Lanka’s worst economic crisis in known history just beginning: Parliament Speaker",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is facing the worst economic crisis in know history but it is just the beginning, parliamentary speaker Mahinda Yapa Abeywardena said commencing a debate on current status of the nation.",
    "“I would like to say that this is the beginning of the worst economic crisis in the known history of our country,” speaker Abeywardene said.",
    "“I am saying this is the start because, as I understand it many economists are warning that it can become much worse.",
    "“In addition to the gas and fuel shortage there are fears that a severe food crisis may emerge.",
    "“Whether it happens like that or we can avert it to some extent will depend on how we act in the next week.”",
    "Sri Lanka’s printed money for two years using an intermediate regime central bank which has triggered the worst forex crisis in its since it was set up in 1950.",
    "Sri Lanka’s economists had used the central bank to print money, create currency crisis pursuing a ‘competitive exchange rate’ monetary debasement for 72 years busting the rupee from 4.77 to the rupee when it was set up to over 300 to the US dollar by 2022.",
    "Economists in the country have so far resisted calls to tighten its laws so that open market operations are curtail so that forex shortages can external default.",
    "However analysts say at time legislators can revamp the law to end the discretionary ‘flexible exchange rate’ or soft-peg and end currency crises.",
    "The monetary meltdown and external default long predicted by analysts and economists as ‘stimulus’ policy became more activist has now turned into a political crisis. (Colombo/Apr06/2022)"
  ],
  "translate": {
    "si": {
      "title": "දන්නා ඉතිහාසයේ ශ්‍රී ලංකාවේ දරුණුතම ආර්ථික අර්බුදය ආරම්භය: පාර්ලිමේන්තු කථානායක",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදයට මුහුණ දී සිටින නමුත් එය ආරම්භය පමණක් බව පාර්ලිමේන්තු කථානායක මහින්ද යාපා අබේවර්ධන මහතා ජාතියේ වත්මන් තත්ත්වය පිළිබඳ විවාදයක් ආරම්භ කරමින් පැවසීය.",
        "“අපේ රටේ දන්නා ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදයේ ආරම්භය මෙය බව මම කියන්න කැමතියි,” කථානායක අබේවර්ධන පැවසීය.",
        "“මම මෙය ආරම්භය යැයි කියන්නේ, මට වැටහෙන පරිදි, බොහෝ ආර්ථික විද්‍යාඥයන් අනතුරු අඟවන්නේ එය වඩාත් නරක අතට හැරිය හැකි බැවිනි.",
        "“ගෑස් සහ ඉන්ධන හිඟයට අමතරව උග්‍ර ආහාර අර්බුදයක් මතුවිය හැකි බවට බියක් තිබෙනවා.",
        "\"එය එසේ සිදුවේද නැතහොත් අපට එය යම් දුරකට වළක්වා ගත හැකිද යන්න ඉදිරි සතියේ අප ක්‍රියා කරන ආකාරය මත රඳා පවතී.\"",
        "1950 දී පිහිටුවන ලද තැන් පටන් එහි දරුණුතම විදේශ විනිමය අර්බුදය අවුලුවා ඇති අතරමැදි පාලන තන්ත්‍රයේ මහ බැංකුවක් භාවිතා කරමින් ශ්‍රී ලංකාව වසර දෙකක් තිස්සේ මුද්‍රණය කළ මුදල්.",
        "ශ්‍රී ලංකාවේ ආර්ථික විද්‍යාඥයන් මුදල් මුද්‍රණය කිරීමටත්, මුදල් අර්බුද ඇති කිරීමටත් මහ බැංකුව යොදාගෙන වසර 72ක් පුරා ‘තරඟකාරී විනිමය අනුපාතික’ මුදල් අවප්‍රමාණයකට ලක් කරමින් රුපියල 4.77 සිට 2022 වන විට ඇමෙරිකානු ඩොලරයට 300ට වැඩි වූ විට එය රුපියල දක්වා කඩා දැමීය.",
        "විදේශ විනිමය හිඟය බාහිර පෙරනිමි විය හැකි පරිදි විවෘත වෙළඳපල මෙහෙයුම් සීමා වන පරිදි එහි නීති දැඩි කිරීමට කරන ලද ඉල්ලීම්වලට රටේ ආර්ථික විද්‍යාඥයින් මෙතෙක් විරුද්ධ වී ඇත.",
        "කෙසේ වෙතත් විශ්ලේෂකයින් පවසන්නේ යම් අවස්ථාවක දී නීති සම්පාදකයින්ට අභිමතය පරිදි 'නම්‍යශීලී විනිමය අනුපාතිකය' හෝ soft-peg සහ මුදල් අර්බුද අවසන් කිරීම සඳහා නීතිය ප්‍රතිසංස්කරණය කළ හැකි බවයි.",
        "‘උත්තේජන’ ප්‍රතිපත්තිය වඩාත් ක්‍රියාකාරී බවට විශ්ලේෂකයින් සහ ආර්ථික විද්‍යාඥයන් විසින් දිගු කලක් තිස්සේ පුරෝකථනය කරන ලද මුදල් දියවීම සහ බාහිර පැහැර හැරීම දැන් දේශපාලන අර්බුදයක් බවට පත්ව ඇත. (කොළඹ/අප්‍රේල් 06/2022)"
      ]
    },
    "ta": {
      "title": "அறியப்பட்ட வரலாற்றில் இலங்கையின் மிக மோசமான பொருளாதார நெருக்கடி ஆரம்பமானது: பாராளுமன்ற சபாநாயகர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளது, ஆனால் இது ஆரம்பம் மட்டுமே என நாட்டின் தற்போதைய நிலை குறித்த விவாதத்தை ஆரம்பித்து வைத்து பாராளுமன்ற சபாநாயகர் மஹிந்த யாப்பா அபேவர்தன தெரிவித்தார்.",
        "\"நமது நாட்டின் அறியப்பட்ட வரலாற்றில் இது மிக மோசமான பொருளாதார நெருக்கடியின் ஆரம்பம் என்று நான் கூற விரும்புகிறேன்,\" என்று சபாநாயகர் அபேவர்தன கூறினார்.",
        "\"இது ஆரம்பம் என்று நான் சொல்கிறேன், ஏனென்றால் பல பொருளாதார வல்லுநர்கள் இது மிகவும் மோசமாகிவிடும் என்று எச்சரிக்கிறார்கள்.",
        "\"எரிவாயு மற்றும் எரிபொருள் பற்றாக்குறைக்கு கூடுதலாக, கடுமையான உணவு நெருக்கடி உருவாகலாம் என்ற அச்சம் உள்ளது.",
        "\"அது அப்படி நடக்குமா அல்லது அதை ஓரளவிற்கு தடுக்க முடியுமா என்பது அடுத்த வாரத்தில் நாம் எவ்வாறு செயல்படுகிறோம் என்பதைப் பொறுத்தது.\"",
        "1950 இல் நிறுவப்பட்டதில் இருந்து மிக மோசமான அந்நிய செலாவணி நெருக்கடியைத் தூண்டிய இடைநிலை ஆட்சி மத்திய வங்கியைப் பயன்படுத்தி இரண்டு ஆண்டுகளாக இலங்கையின் அச்சிடப்பட்ட பணம்.",
        "இலங்கையின் பொருளாதார வல்லுநர்கள் பணத்தை அச்சிடுவதற்கும், நாணய நெருக்கடியை உருவாக்குவதற்கும் மத்திய வங்கியைப் பயன்படுத்தி, 72 ஆண்டுகளாக ‘போட்டி மாற்று வீத’ பண மதிப்பிழப்பைத் தொடர்ந்தனர், 2022 ஆம் ஆண்டில் அமெரிக்க டாலருக்கு 300 க்கு மேல் அமைக்கப்பட்டபோது ரூபாயின் மதிப்பை 4.77 லிருந்து ரூபாயாக மாற்றினர்.",
        "நாட்டில் உள்ள பொருளாதார வல்லுநர்கள் இதுவரை அதன் சட்டங்களை கடுமையாக்குவதற்கான அழைப்புகளை எதிர்த்துள்ளனர், இதனால் திறந்த சந்தை செயல்பாடுகள் குறைக்கப்படுகின்றன, இதனால் அந்நிய செலாவணி பற்றாக்குறை வெளிப்புற இயல்புநிலைக்கு வழிவகுக்கும்.",
        "எவ்வாறாயினும், அந்த நேரத்தில் சட்டமன்ற உறுப்பினர்கள் விருப்பமான 'நெகிழ்வான மாற்று விகிதம்' அல்லது சாஃப்ட்-பெக் மற்றும் நாணய நெருக்கடிகளை முடிவுக்கு கொண்டுவர சட்டத்தை புதுப்பிக்க முடியும் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "‘தூண்டுதல்’ கொள்கை அதிக ஆர்வமாக மாறியது என ஆய்வாளர்கள் மற்றும் பொருளாதார வல்லுனர்களால் நீண்டகாலமாக கணிக்கப்பட்ட பணமதிப்பு சரிவு மற்றும் வெளிப்புற இயல்புநிலை தற்போது அரசியல் நெருக்கடியாக மாறியுள்ளது. (கொழும்பு/ஏப்.06/2022)"
      ]
    }
  }
}