{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/02/former-sri-lankan-ambassador-to-the-us-pleads-guilty-for-defrauding-lankan-government/",
  "time_ut": 1648880520,
  "title": "Former Sri Lankan Ambassador to the US pleads guilty for defrauding Lankan government",
  "body_lines": [
    "WASHINGTON — An investigation led by the Immigration and Customs Enforcement’s (ICE) Homeland Security Investigations (HSI), Washington, D.C. field office led to a guilty plea by a former Sri Lankan ambassador to the U.S. today for diverting and attempting to embezzle funds from the government of Sri Lanka. Jaliya Chitran Wickramasuriya, 61, of Arlington, Virginia attempted to misappropriate $332,027during the Sri Lankan government’s 2013 purchase of a new embassy building in Washington, D.C.",
    "Wickramasuriya served as ambassador for the Democratic Socialist Republic of Sri Lanka to the United States and to Mexico from 2008 to 2014. He pleaded guilty in the U.S. District Court for the District of Columbia to a charge of conspiracy to commit wire fraud. The charge carries a statutory maximum of five years in prison and potential financial penalties.",
    "According to court documents, from 2012 through November 2013, Wickramasuriya devised a scheme to defraud the government of Sri Lanka during its 2013 purchase of a new embassy building in Washington, D.C. by inflating the price of the real estate transaction by $332,027 and, at closing, diverting those funds from the government to two companies which had no role in the real estate transaction. At and after the January 2013 closing, Wickramasuriya directed these payments. Later in 2013, Wickramasuriya ultimately had an equal amount of funds be redirected back to government accounts, leaving the Sri Lankan government with no loss.",
    "“Mr. Wickramasuriya attempted to use his position of authority to defraud his own government and steal from the people he represented,” said Special Agent in Charge Ray Villanueva of HSI Washington, D.C. “He did not expect the American authorities to get involved and call on HSI Washington, D.C. to investigate. Today he begins the process of paying for his crimes.”",
    "In 2015, HSI Washington, D.C. opened an investigation, which resulted in the indictment of the former ambassador on several criminal charges to include wire fraud, money laundering, and making a false statement on an immigration application.",
    "Special agents from HSI Washington, D.C. traveled to Sri Lanka in 2016 in order to obtain records and conduct interviews. Based on information largely provided to the Sri Lankan authorities by HSI DC, the Sri Lankan Financial Crimes Investigative Division arrested Wickramasuriya for money laundering activity.",
    "Wickramasuriya has since returned to the United States while on bail. Special Agents interviewed Wickramasuriya in Atlanta, Georgia in September 2017. HSI led the investigation with some assistance from the FBI.",
    "On April 1, Authorities announced that Wickramasuriya pled guilty to conspiracy to commit wire fraud. The announcement was made by U.S. Attorney Matthew M. Graves, Raymond Villanueva, Special Agent in Charge, Washington, D.C. Field Office, Department of Homeland Security, Homeland Security Investigations (HSI), and Wayne A. Jacobs, Special Agent in Charge of the FBI’s Washington Field Office Criminal Division.",
    "HSI is a directorate of ICE and the principal investigative arm of the U.S. Department of Homeland Security (DHS), responsible for investigating transnational crime and threats, specifically those criminal organizations that exploit the global infrastructure through which international trade, travel, and finance move. HSI’s workforce of over 10,400 employees consists of more than 7,100 special agents assigned to 220 cities throughout the United States, and 80 overseas locations in 53 countries. HSI’s international presence represents DHS’s largest investigative law enforcement presence abroad and one of the largest international footprints in U.S. law enforcement.",
    "Former Sri Lankan Ambassador to the US pleads guilty for defrauding Lankan government",
    "Press freedom in danger? several journalists attacked at night of Mirihana protest"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපදයේ හිටපු ශ්‍රී ලංකා තානාපති ලංකා රජයට වංචා කිරීමේ චෝදනාවට වරද පිළිගනී",
      "body_lines": [
        "වොෂින්ටන් - ආගමන හා රේගු බලාත්මක කිරීමේ (ICE) ස්වදේශීය ආරක්ෂක විමර්ශන (HSI), Washington, D.C. ක්ෂේත්‍ර කාර්යාලය විසින් මෙහෙයවන ලද පරීක්ෂණයකින් එක්සත් ජනපදයේ හිටපු ශ්‍රී ලංකා තානාපතිවරයෙකු විසින් අද දින මුදල් හරවා මුදල් අවභාවිත කිරීමට උත්සාහ කිරීම සම්බන්ධයෙන් වරද පිළිගැනීමට හේතු විය. ශ්‍රී ලංකා රජය. වර්ජිනියාවේ ආර්ලින්ටන් හි ජාලිය චිත්‍රාන් වික්‍රමසූරිය, 61, ශ්‍රී ලංකා රජය විසින් 2013 වසරේ වොෂින්ටන් ඩීසී හි නව තානාපති කාර්යාල ගොඩනැගිල්ලක් මිලදී ගැනීමේදී ඩොලර් 332,027ක් සාවද්‍ය පරිහරණය කිරීමට උත්සාහ කළේය.",
        "වික්‍රමසූරිය 2008 සිට 2014 දක්වා ශ්‍රී ලංකා ප්‍රජාතාන්ත්‍රික සමාජවාදී ජනරජයේ එක්සත් ජනපදයේ සහ මෙක්සිකෝවේ තානාපතිවරයා ලෙස සේවය කර ඇත. ඔහු වයර් වංචා කිරීමට කුමන්ත්‍රණය කිරීමේ චෝදනාවකට කොලොම්බියා දිස්ත්‍රික් එක්සත් ජනපද දිස්ත්‍රික් අධිකරණයේදී වරද පිළිගත්තේය. මෙම චෝදනාව සඳහා ව්‍යවස්ථාපිත උපරිමය වසර පහක සිරදඬුවමක් සහ විභව මූල්‍ය දඬුවම් ද හිමිවේ.",
        "උසාවි ලේඛනවලට අනුව, 2012 සිට 2013 නොවැම්බර් දක්වා, වික්‍රමසූරිය විසින් 2013 වසරේදී ශ්‍රී ලංකා රජය වොෂින්ටන්, ඩීසී හි නව තානාපති කාර්යාල ගොඩනැගිල්ලක් මිලදී ගැනීමේදී දේපළ වෙළඳාම් ගනුදෙනුවේ මිල ඩොලර් 332,027 කින් වැඩි කිරීමෙන් සහ අවසන් වන විට එය වංචා කිරීමට උපාය මාර්ගයක් සැලසුම් කළේය. , එම මුදල් රජයෙන් ලබාදී දේපල ගනුදෙනුවේ කිසිදු භූමිකාවක් නොතිබූ සමාගම් දෙකකට හරවා යැවීම. 2013 ජනවාරි අවසන් වන විට සහ ඉන් පසුව, වික්‍රමසූරිය මෙම ගෙවීම් මෙහෙයවීය. පසුව 2013 දී වික්‍රමසූරියට අවසානයේ සමාන මුදල් ප්‍රමාණයක් නැවත රජයේ ගිණුම් වෙත හරවා යැවීමට ශ්‍රී ලංකා රජයට කිසිදු පාඩුවක් සිදු නොවීය.",
        "\"මහතා. වික්‍රමසූරිය ඔහුගේම ආන්ඩුවට වංචා කිරීමට සහ ඔහු නියෝජනය කරන පුද්ගලයින්ගෙන් සොරකම් කිරීමට තම අධිකාරිය භාවිතා කිරීමට උත්සාහ කළේය,\" එච්එස්අයි වොෂින්ටන්, ඩීසී හි විශේෂ නියෝජිත රේ විලනුවේවා පැවසීය. , විමර්ශනය කිරීමට ඩී.සී. අද ඔහු තම අපරාධවලට වන්දි ගෙවීමේ ක්‍රියාවලිය ආරම්භ කරයි.",
        "2015 දී, එච්එස්අයි වොෂින්ටන් ඩීසී විසින් පරීක්ෂණයක් ආරම්භ කරන ලද අතර, එහි ප්‍රතිඵලයක් ලෙස වයර් වංචා, මුදල් විශුද්ධිකරණය සහ ආගමන අයදුම්පත්‍රයක අසත්‍ය ප්‍රකාශයක් ඇතුළත් කිරීම සඳහා අපරාධ චෝදනා කිහිපයක් සම්බන්ධයෙන් හිටපු තානාපතිවරයාට අධිචෝදනා ගොනු කළේය.",
        "HSI Washington, D.C. හි විශේෂ නියෝජිතයින් වාර්තා ලබා ගැනීම සහ සම්මුඛ පරීක්ෂණ පැවැත්වීම සඳහා 2016 දී ශ්‍රී ලංකාවට පැමිණියහ. එච්එස්අයි ඩීසී විසින් ශ්‍රී ලංකා බලධාරීන්ට බොහෝ දුරට සපයන ලද තොරතුරු මත පදනම්ව, ශ්‍රී ලංකා මූල්‍ය අපරාධ විමර්ශන කොට්ඨාශය මුදල් විශුද්ධිකරණය සම්බන්ධයෙන් වික්‍රමසූරිය අත්අඩංගුවට ගත්තේය.",
        "වික‍්‍රමසූරිය ඇප මත සිටියදී නැවත ඇමරිකාවට පැමිණ ඇත. විශේෂ නියෝජිතයන් 2017 සැප්තැම්බර් මාසයේදී ජෝර්ජියාවේ ඇට්ලන්ටාහිදී වික්‍රමසූරිය සමඟ සම්මුඛ සාකච්ඡාවක් පැවැත්වූහ.",
        "අප්‍රේල් 1 දා බලධාරීන් නිවේදනය කළේ වික්‍රමසූරිය වයර් වංචා කිරීමට කුමන්ත්‍රණය කළ බවට වරද පිළිගත් බවයි. එක්සත් ජනපද නීතීඥ මැතිව් එම්. ග්‍රේව්ස්, වොෂින්ටන්, ඩී.සී. ක්ෂේත්‍ර කාර්යාලය, ස්වදේශ ආරක්ෂක දෙපාර්තමේන්තුව, ස්වදේශ ආරක්ෂක විමර්ශන දෙපාර්තමේන්තුව (එච්එස්අයි) භාර විශේෂ නියෝජිත රේමන්ඩ් විලානුවේවා සහ භාර විශේෂ නියෝජිත වේන් ඒ ජේකොබ් විසින් නිවේදනය කරන ලදී. FBI හි Washington Field Office අපරාධ අංශය.",
        "HSI යනු ICE හි අධ්‍යක්ෂ මණ්ඩලයක් වන අතර එක්සත් ජනපද ස්වදේශ ආරක්ෂක දෙපාර්තමේන්තුවේ (DHS) ප්‍රධාන විමර්ශන අංශය වන අතර, ජාත්‍යන්තර අපරාධ සහ තර්ජන විමර්ශනය කිරීම සඳහා වගකිව යුතු ය, විශේෂයෙන් ජාත්‍යන්තර වෙළඳාම, සංචාර සහ මූල්‍ය චලනය වන ගෝලීය යටිතල ව්‍යුහය සූරාකන අපරාධ සංවිධාන. HSI හි සේවකයින් 10,400 කට අධික සංඛ්‍යාවක් එක්සත් ජනපදය පුරා නගර 220 කට සහ රටවල් 53 ක විදේශ ස්ථාන 80 කට අනුයුක්ත කර ඇති විශේෂ නියෝජිතයින් 7,100 කට වඩා සමන්විත වේ. HSI හි ජාත්‍යන්තර පැමිණීම විදේශයන්හි DHS හි විශාලතම විමර්ශන නීතිය බලාත්මක කිරීමේ පැවැත්ම සහ එක්සත් ජනපද නීතිය බලාත්මක කිරීමේ විශාලතම ජාත්‍යන්තර අඩිපාරවලින් එකකි.",
        "එක්සත් ජනපදයේ හිටපු ශ්‍රී ලංකා තානාපති ලංකා රජයට වංචා කිරීමේ චෝදනාවට වරද පිළිගනී",
        "මාධ්‍ය නිදහස අනතුරේ? මිරිහාන උද්ඝෝෂණයට රාත්‍රියේ මාධ්‍යවේදීන් කිහිප දෙනෙකුට පහර දුන්නා"
      ]
    },
    "ta": {
      "title": "இலங்கை அரசாங்கத்தை ஏமாற்றிய குற்றத்திற்காக அமெரிக்காவுக்கான இலங்கையின் முன்னாள் தூதுவர் குற்றத்தை ஒப்புக்கொண்டார்",
      "body_lines": [
        "வாஷிங்டன் - குடிவரவு மற்றும் சுங்க அமலாக்கத்தின் (ICE) உள்நாட்டுப் பாதுகாப்பு விசாரணைகள் (HSI), வாஷிங்டன், D.C. கள அலுவலகம் தலைமையிலான விசாரணையில், அமெரிக்காவிற்கான முன்னாள் இலங்கைத் தூதுவர் இன்று தனது நிதியைத் திசைதிருப்பி மோசடி செய்ய முயன்றதற்காக குற்றத்தை ஒப்புக்கொண்டார். இலங்கை அரசாங்கம். வர்ஜீனியாவின் ஆர்லிங்டனைச் சேர்ந்த 61 வயதான ஜாலிய சித்ரன் விக்கிரமசூரிய, இலங்கை அரசாங்கம் 2013 ஆம் ஆண்டு வாஷிங்டன், டி.சி.யில் புதிய தூதரகக் கட்டிடத்தை கொள்வனவு செய்த போது $332,027ஐ தவறாகப் பயன்படுத்த முயன்றார்.",
        "விக்கிரமசூரிய 2008 முதல் 2014 வரை அமெரிக்கா மற்றும் மெக்சிகோவிற்கான இலங்கை ஜனநாயக சோசலிசக் குடியரசின் தூதுவராக பணியாற்றினார். கம்பி மோசடிக்கு சதி செய்த குற்றச்சாட்டில் கொலம்பியா மாவட்டத்திற்கான அமெரிக்க மாவட்ட நீதிமன்றத்தில் அவர் குற்றத்தை ஒப்புக்கொண்டார். இந்த குற்றச்சாட்டுக்கு சட்டப்படி அதிகபட்சம் ஐந்து ஆண்டுகள் சிறைத்தண்டனை மற்றும் சாத்தியமான நிதி அபராதம் விதிக்கப்படும்.",
        "நீதிமன்ற ஆவணங்களின்படி, 2012 முதல் நவம்பர் 2013 வரை, ரியல் எஸ்டேட் பரிவர்த்தனையின் விலையை $332,027 உயர்த்தி, 2013 ஆம் ஆண்டு வாஷிங்டன், டி.சி.யில் ஒரு புதிய தூதரக கட்டிடத்தை வாங்கும் போது, ​​இலங்கை அரசாங்கத்தை ஏமாற்ற விக்கிரமசூரிய ஒரு திட்டத்தை வகுத்தார். , ரியல் எஸ்டேட் பரிவர்த்தனையில் பங்கு இல்லாத இரண்டு நிறுவனங்களுக்கு அந்த நிதியை அரசாங்கத்திடம் இருந்து திருப்புதல். ஜனவரி 2013 முடிவிற்குப் பிறகும், விக்கிரமசூரிய இந்த கொடுப்பனவுகளை இயக்கினார். பின்னர் 2013 இல், விக்கிரமசூரிய இறுதியில் சமமான தொகையை அரசாங்க கணக்குகளுக்கு திருப்பி அனுப்பினார், இதனால் இலங்கை அரசாங்கத்திற்கு எந்த இழப்பும் இல்லை.",
        "\"திரு. விக்கிரமசூரிய தனது அதிகாரப் பதவியைப் பயன்படுத்தி தனது சொந்த அரசாங்கத்தை ஏமாற்றவும், அவர் பிரதிநிதித்துவப்படுத்தும் நபர்களிடமிருந்து திருடவும் முயன்றார்,” என்று HSI வாஷிங்டன், D.C இன் சிறப்புப் பொறுப்பாளர் ரே வில்லனுவேவா கூறினார். , விசாரிக்க டி.சி. இன்று அவர் தனது குற்றங்களுக்கு பணம் செலுத்தும் செயல்முறையைத் தொடங்குகிறார்.",
        "2015 ஆம் ஆண்டில், ஹெச்எஸ்ஐ வாஷிங்டன், டி.சி. ஒரு விசாரணையைத் தொடங்கியது, இதன் விளைவாக முன்னாள் தூதுவர் மீது பல குற்றவியல் குற்றச்சாட்டுகள் சுமத்தப்பட்டன, இதில் கம்பி மோசடி, பணமோசடி செய்தல் மற்றும் குடியேற்ற விண்ணப்பத்தில் தவறான அறிக்கையை அளித்தது.",
        "HSI Washington, D.C. இன் சிறப்பு முகவர்கள் 2016 இல் பதிவுகளைப் பெறுவதற்கும் நேர்காணல்களை நடத்துவதற்கும் இலங்கைக்குச் சென்றனர். HSI DC இலங்கை அதிகாரிகளுக்கு பெருமளவில் வழங்கிய தகவலின் அடிப்படையில், இலங்கை நிதிக் குற்றப் புலனாய்வுப் பிரிவு பணமோசடி நடவடிக்கைக்காக விக்கிரமசூரியவைக் கைது செய்தது.",
        "விக்கிரமசூரிய பிணையில் இருந்த நிலையில் மீண்டும் அமெரிக்கா திரும்பியுள்ளார். செப்டம்பர் 2017 இல் ஜோர்ஜியாவின் அட்லாண்டாவில் விக்கிரமசூரியவை சிறப்பு முகவர்கள் நேர்காணல் செய்தனர். FBI இன் சில உதவியுடன் HSI விசாரணையை வழிநடத்தியது.",
        "ஏப்ரல் 1 ஆம் தேதி, வயர் மோசடி செய்ய சதி செய்ததாக விக்கிரமசூரிய குற்றத்தை ஒப்புக்கொண்டதாக அதிகாரிகள் அறிவித்தனர். அமெரிக்க வழக்கறிஞர் மேத்யூ எம். கிரேவ்ஸ், ரேமண்ட் வில்லனுவேவா, சிறப்பு முகவர், வாஷிங்டன், டி.சி. கள அலுவலகம், உள்நாட்டுப் பாதுகாப்புத் துறை, உள்நாட்டுப் பாதுகாப்பு விசாரணைகள் (எச்.எஸ்.ஐ) மற்றும் சிறப்புப் பொறுப்பாளர் வெய்ன் ஏ. ஜேக்கப்ஸ் ஆகியோர் இந்த அறிவிப்பை வெளியிட்டனர். FBI இன் வாஷிங்டன் கள அலுவலக குற்றப்பிரிவு.",
        "HSI என்பது ICE இன் இயக்குநரகம் மற்றும் அமெரிக்க உள்நாட்டுப் பாதுகாப்புத் துறையின் (DHS) முதன்மை புலனாய்வுப் பிரிவாகும், இது நாடுகடந்த குற்றங்கள் மற்றும் அச்சுறுத்தல்களை விசாரிப்பதற்குப் பொறுப்பாகும், குறிப்பாக சர்வதேச வர்த்தகம், பயணம் மற்றும் நிதி நகர்வு மூலம் உலகளாவிய உள்கட்டமைப்பைப் பயன்படுத்தும் குற்றவியல் அமைப்புகள். 10,400 க்கும் மேற்பட்ட ஊழியர்களைக் கொண்ட HSI இன் பணியாளர்கள் 7,100 க்கும் மேற்பட்ட சிறப்பு முகவர்கள் அமெரிக்கா முழுவதும் 220 நகரங்களுக்கும், 53 நாடுகளில் 80 வெளிநாட்டு இடங்களுக்கும் நியமிக்கப்பட்டுள்ளனர். HSI இன் சர்வதேச இருப்பு வெளிநாட்டில் DHS இன் மிகப்பெரிய புலனாய்வு சட்ட அமலாக்க இருப்பைக் குறிக்கிறது மற்றும் அமெரிக்க சட்ட அமலாக்கத்தில் மிகப்பெரிய சர்வதேச தடயங்களில் ஒன்றாகும்.",
        "இலங்கை அரசாங்கத்தை ஏமாற்றிய குற்றத்திற்காக அமெரிக்காவுக்கான இலங்கையின் முன்னாள் தூதுவர் குற்றத்தை ஒப்புக்கொண்டார்",
        "பத்திரிக்கை சுதந்திரம் ஆபத்தில்? மிரிஹான ஆர்ப்பாட்டத்தின் இரவில் பல ஊடகவியலாளர்கள் தாக்கப்பட்டனர்"
      ]
    }
  }
}