{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/The-main-cause-for-deforestation-is-poverty-Dr-Pethiyagoda/334-238224",
  "time_ut": 1654114380,
  "title": "“The main cause for deforestation is poverty” : Dr. Pethiyagoda",
  "body_lines": [
    "I think that laws and regulations do very little to protect biodiversity",
    "When it comes to conservation, the empowerment of citizens is far more useful than draconian laws",
    "Fences need to be around farms, locking elephants out rather than locking them in",
    "You have to be utterly ignorant to refer to the past 74 years as a curse",
    "But so-called scientific biotheft has been increasing in recent years, where foreigners come to Sri Lanka and steal specimens for research",
    "There is no point in protesting against development projects unless environmentalists also propose realistic alternatives",
    "At a time when Sri Lanka’s biodiversity has been challenged by various anthropogenic factors, environmentalists continue to work in their element, doing their best to conserve the environment. Having focused extensively on taxonomy, evolution and biogeography, leading naturalist Dr. Rohan Pethiyagoda was recently conferred with the coveted Linnean Medal for Zoology. The Medal is awarded to scientists for their contribution to the natural sciences, by the Linnean Society, London. In a candid interview with the Daily Mirror Dr. Pethiyagoda spoke about how empowering citizens could help protect the environment, impacts of shortsighted decisions, matters relating to biopiracy and how environmentalists could contribute to resolve the impending food crisis.",
    "All our indigenous fishes inhabit rivers. These rivers traverse extensive landscapes; very little of which are protected by law. But when local people know about a threatened species in their neighborhood, they take a special interest in protecting it",
    "Sri Lanka’s high population density means there is a shortage of land, so people will encroach into forests to eke out a living from cash-crop cultivation. The answer to that problem is not stricter laws, but economic advancement, where people are able to find employment in more profitable enterprises",
    "Q Congratulations on winning the 2022 Linnean Medal for Zoology. How do you feel about winning this coveted medal which is said to be an equivalent to the Nobel Prize for naturalists?",
    "Well, I’m uncomfortable about references I have seen relating the Linnean Medal to the Nobel Prize. They are not really comparable. The Nobel is awarded for making hugely consequential discoveries in science. The Linnean Medal is more for lifetime achievement. That said, I feel very grateful for this honour, especially considering the world-renowned scientists who have won the Medal before me, such as Ernst Haeckel, Albert Günther and Stephen Jay Gould. This is very humbling.",
    "Q You have researched extensively on freshwater fishes in Sri Lanka. What are the most concerning anthropogenic threats affecting their populations at present?",
    "Well, we used to say that deforestation, pollution and alien species are the biggest threats, but we have very little evidence one way or the other. We do not know of any recent freshwater fish extinctions in Sri Lanka, but certainly, species that are dependent on rainforest habitats are dwindling because of the loss of forest in the island’s southwest.",
    "Q How important are freshwater fish in maintaining the equilibrium of a riverine ecosystem?",
    "Again, this is something we know very little about. My focus has been largely on taxonomy, evolution and biogeography, but ecological studies of freshwater fishes and their interaction with the ecosystem are almost absent from Sri Lanka’s scientific literature. This is something that needs more research.",
    "Q Are provisions included in the Fisheries and Aquatic Resources Act sufficient to protect freshwater fish species? If not what are some important provisions that need to be included?",
    "I think that laws and regulations do very little to protect biodiversity. People’s attitudes, especially the attitudes of local people, are much more important. All our indigenous fishes inhabit rivers. These rivers traverse extensive landscapes; very little of which are protected by law. But when local people know about a threatened species in their neighborhood, they take a special interest in protecting it. The work done by the people in the village of Galapitamada to protect the Bandula Barb, a beautiful little fish that is found nowhere else in the world, and which I was instrumental in describing in 1991, is a fine example of people’s participation in conservation. When it comes to conservation, the empowerment of citizens is far more useful than draconian laws. But I know I am in a minority here!",
    "Q Sri Lanka’s environment has been going through a rough patch with shortsighted decisions taken by those in power. Haphazard deforestation, poaching, decisions such as elephant trenches have proven to be ineffective. What are your observations and how could policy level decisions with regards to wildlife be made more effective?",
    "Biodiversity conservation is a complex science. Only rarely do you find neat solutions. The main cause for deforestation is poverty. Sri Lanka’s high population density means there is a shortage of land, so people will encroach into forests to eke out a living from cash-crop cultivation. The answer to that problem is not stricter laws, but economic advancement, where people are able to find employment in more profitable enterprises. After all, we are not educating our children to be peasants. That is not what young people aspire to. They want better paying and more secure jobs. But with the present economic crisis, which will last for many years, we are going to see more poverty and more encroachment. I doubt if that can be prevented.",
    "As for the human-elephant conflict a problem exists because there is so little habitat now remaining for elephants. So, they raid farms. In the past, we have spent hundreds of millions of rupees installing electric fences around elephant habitats. Scientists like Dr Prithiviriaj Fernando have shown that this is a waste of money. Fences need to be around farms, locking elephants out rather than locking them in. As for trenches, this doesn’t work, either. They are expensive and easily destroyed by heavy rainfall. Sadly, all this means that the human-elephant conflict will continue for years to come, leading to hundreds of deaths of both farmers and elephants. It is inevitable.",
    "Dr. Pethiyagoda (right) with Sudath Nanayakkara, who manages the Agrapatana Montane Forest Restoration Project, which won a Rolex Award for Enterprise in 2000",
    "Q The ongoing people’s protests at the Galle Face Green have given a space for people from various walks of life to voice for change. What are your thoughts about the ‘aragalaya’ (agitation)?",
    "I have publicly supported the aragalaya in calling for President Rajapaksa to resign. He must go, and go now. But by refusing to subscribe to a unified set of ‘demands’, I think the aragalaya shot itself in the foot. I read with dismay the 20 demands they issued, which did not even mention the executive presidency, for example. Then there were some protesters who demanded that all 225 MPs had to go. Others talked about a 74-year curse. I find that particularly offensive because by 2019, we were the most prosperous nation in South Asia, generally compared with Eastern European countries. Is that a curse? The fact that we had had 30 disastrous months under the Pohottuwa Government might be a curse, but you have to be utterly ignorant to refer to the past 74 years as a curse.",
    "Q Let’s talk about biopiracy. Does Sri Lanka have adequate laws to protect itself from biopiracy and biotheft?",
    "Yes, I think our laws in this respect are pretty good. The arrest in 2020 of three Russian ‘scientists’, with 529 illegally collected specimens in their possession, is a good example. Having spent a period in remand, they were let out on bail and spent two years awaiting trial. Eventually, they pleaded guilty to the charges and were fined the equivalent of $42,000. They only narrowly avoided a 20-year prison term. So yes, the laws are good, and the Department of Wildlife Conservation does an excellent job in enforcing these laws.",
    "But so-called scientific biotheft has been increasing in recent years, where foreigners come to Sri Lanka and steal specimens for research. I found 15 taxonomic papers published since 2018 which were based primarily on specimens illegally collected in and smuggled out of Sri Lanka. The total number of specimens involved exceeded 3500. I gave this information to the Department of Wildlife Conservation and I am aware that they took action based on this information. But it is an on-going problem, principally involving Russian and Chinese nationals.",
    "Q How challenging is the environmental lobby on researchers, particularly when obtaining permits etc.?",
    "Again, because I have personally not been affected in a bad way, I can’t really comment. All I can say is that the Department of Wildlife Conservation has treated me very fairly when it has come to obtaining permits for my students.",
    "Q Do you feel that it should be made less complex in order to carry out important research with regards to biodiversity conservation? If so in what ways could this be done?",
    "Yes, I think the procedures should be simplified and speeded up so as to enable research, rather than disabling research. The standard response to research permits should, in my opinion, always be “yes but”. What I mean is yes, do the research, but under the following conditions. Basically, judging by my own experience and scientists I have spoken with, the Department of Wildlife Conservation does have a fair system of processing research applications.",
    "Q What areas of fauna and flora are yet to be researched in Sri Lanka ? (Amphibians, reptiles, orchids etc.)",
    "I feel that everything needs more research. What is fantastic right now is that there are so many young scientists doing this work. Many of them are ‘amateurs’ like myself (I, after all, am trained as a biomedical engineer), but they do phenomenal research and have encyclopedic knowledge. For example, Himesh Jayasinghe is a world-class botanist and Mendis Wickramasinghe a world class herpetologist, even though neither has a degree in biology, as far as I am aware. And there are many others like them, which is a great asset for Sri Lanka.",
    "Q Let’s talk about the Wildlife Heritage Trust and your latest publication.",
    "The Wildlife Heritage Trust was closed down in 2009 under very unfortunate and painful circumstances. That is a separate story. But my latest book, written together with Hiranya Sudasinghe, who too, is among those exceptional young people I mentioned a moment ago, was a project I think we both enjoyed very much. It looks at the relationships of Sri Lanka’s fauna and flora, and especially the freshwater fishes, with Africa and the rest of Asia. We found some interesting patterns that suggest Sri Lanka-Africa linkages that date to around 30 million years ago, and similarly between Sri Lanka and Southeast Asia. I hope this book sets the stage for a new phase of Sri Lankan biogeography research, just as my 1991 book on freshwater fishes gave rise to a spurt of new research into that fauna.",
    "Q The role of an environmentalist is more of an honorary service. What more could be done to attract the youth to learn about the environment and disseminate knowledge to the future generations?",
    "Oh, I have met lots of young people, all of them very intelligent and talented, who want to spend the rest of their lives exploring biodiversity. There is definitely no shortage! What we are short of is money, the funds they need to conduct their field and laboratory research. This is a problem I sought to address through WHT. To this day, I continue to assist these wonderful young people in any way I can. These bizarrely talented and dedicated youngsters give me a lot of hope for Sri Lanka’s future.",
    "Q Sri Lanka is bracing for a food crisis. How can environmentalists contribute in resolving this crisis?",
    "Environmentalists must get real and see that while they are part of the solution, they are also part of the problem. Nowhere is this clearer than when it comes to Sri Lanka’s food and energy security. Many environmentalists have agitated against modern agriculture and the development of cleaner energy alternatives such as hydropower, but without proposing practical alternatives. Every new project meets with huge resistance, which leads to projects being canceled or delayed. In our present economic crisis, we see the fruits of that resistance. We need to be realistic: Sri Lanka needs food and energy to maintain its industries and for the wellbeing of its 22 million citizens. There is no point in protesting against development projects unless environmentalists also propose realistic alternatives. There’s no point just being against all progress. I realise that almost all my views will annoy colleagues in the environmental movement, but I’m used to being unpopular. Someone has to say it like it is.",
    "Apart from my work in forest restoration, I think biodiversity exploration and research can safely be left in the hands of the young people who are now emerging in this field. They are incredibly well equipped to do this, with a lot more talent and drive than I ever had. So, I don’t fear for the future. As for myself, I want to try to focus more on the big picture by influencing policy reform in Sri Lanka. I especially want to explore unpopular policy options that are toxic to politicians. These are the sort of reforms that the IMF proposes for countries like Sri Lanka, but which, of course, politicians hate because it means you can’t do stupid things like having large budget deficits, an import-biased balance of payments, or printing money to pay the bills. These have been the tragedies of our time and unless we fix them, there is no point in worrying about the environment. In fact, there won’t be an environment worth worrying about. Poverty is the biggest enemy of the environment, and unless we help Sri Lankans to become more prosperous, everything else is just gravy. That is where I want to focus my future attention on."
  ],
  "translate": {
    "si": {
      "title": "\"වන විනාශයට ප්‍රධාන හේතුව දුප්පත්කමයි\" : ආචාර්ය පෙතියාගොඩ",
      "body_lines": [
        "ජෛවවිවිධත්වය ආරක්ෂා කිරීම සඳහා නීති සහ රෙගුලාසි ඉතා සුළු දෙයක් බව මම සිතමි",
        "සංරක්ෂණය සම්බන්ධයෙන් ගත් කල, පුරවැසියන් බලගැන්වීම කුරිරු නීතිවලට වඩා බෙහෙවින් ප්‍රයෝජනවත් වේ",
        "ගොවිපලවල් වටේට වැටවල් තියෙන්න ඕන, අලි ඇතුලට හිර කරනවාට වඩා අගුලු දැමීමයි",
        "ගෙවී ගිය වසර 74 ශාපයක් ලෙස හැඳින්වීමට ඔබ සම්පූර්ණයෙන්ම නූගත් විය යුතුය",
        "නමුත් විදේශිකයන් ලංකාවට පැමිණ පර්යේෂණ සඳහා නිදර්ශක සොරකම් කරන ඊනියා විද්‍යාත්මක ජෛව සොරකම් මෑත වසරවල වැඩිවෙමින් පවතී.",
        "පරිසරවේදීන් ද යථාර්ථවාදී විකල්ප යෝජනා කරනවා විනා සංවර්ධන ව්‍යාපෘතිවලට විරෝධය පළ කිරීමෙන් පලක් නැත",
        "ශ්‍රී ලංකාවේ ජෛව විවිධත්වය විවිධ මානව සාධක මගින් අභියෝගයට ලක්ව ඇති මොහොතක, පරිසරවේදීන් ඔවුන්ගේ මූලද්‍රව්‍ය තුළ අඛණ්ඩව වැඩ කරමින් පරිසරය සංරක්ෂණය කිරීමට උපරිමයෙන් කටයුතු කරයි. වර්ගීකරණය, පරිණාමය සහ ජීව භූගෝල විද්‍යාව කෙරෙහි වැඩි අවධානයක් යොමු කර ඇති ප්‍රමුඛ ස්වභාව විද්‍යාඥ ආචාර්ය රොහාන් පෙතියාගොඩ මහතා පසුගියදා සත්ත්ව විද්‍යාව සඳහා වූ ලින්නියන් පදක්කමෙන් පිදුම් ලැබීය. ලන්ඩනයේ ලින්නියන් සංගමය විසින් ස්වභාවික විද්‍යාව සඳහා ඔවුන්ගේ දායකත්වය වෙනුවෙන් විද්‍යාඥයින්ට මෙම පදක්කම පිරිනමනු ලැබේ. පුරවැසියන් සවිබල ගැන්වීම පරිසරය සුරැකීමට උපකාරී වන ආකාරය, අදූරදර්ශී තීරණවල බලපෑම්, ජෛව මංකොල්ලකෑම් සම්බන්ධ කරුණු සහ ඉදිරියේදී ඇති විය හැකි ආහාර අර්බුදය විසඳීමට පරිසරවේදීන්ට දායක විය හැකි ආකාරය පිළිබඳව ආචාර්ය පෙතියාගොඩ ඩේලි මිරර් සමඟ අවංක සම්මුඛ සාකච්ඡාවකදී පැවසීය.",
        "අපේ සියලුම දේශීය මත්ස්‍යයන් ගංගා ආශ්‍රිතව වාසය කරයි. මෙම ගංගා පුළුල් භූ දර්ශන හරහා ගමන් කරයි; ඒවායින් ඉතා සුළු ප්‍රමාණයක් නීතියෙන් ආරක්ෂා කර ඇත. නමුත් ප්‍රදේශවාසීන් තම අසල්වැසි ප්‍රදේශයේ තර්ජනයට ලක්ව ඇති විශේෂයක් ගැන දැනගත් විට, ඔවුන් එය ආරක්ෂා කිරීමට විශේෂ උනන්දුවක් දක්වයි",
        "ශ්‍රී ලංකාවේ ඉහළ ජන ඝණත්වය යන්නෙන් අදහස් වන්නේ ඉඩම් හිඟයක් පවතින බැවින් මුදල් බෝග වගාවෙන් ජීවනෝපාය ලබා ගැනීම සඳහා මිනිසුන් වනාන්තරවලට ආක්‍රමණය කරනු ඇත. එම ගැටලුවට පිළිතුර වන්නේ දැඩි නීති නොව ආර්ථික දියුණුව වන අතර මිනිසුන්ට වඩා ලාභදායී ව්‍යවසායක රැකියා සොයා ගත හැකිය.",
        "Q සත්ව විද්‍යාව සඳහා 2022 Linnean පදක්කම දිනා ගැනීම ගැන සුබ පැතුම්. ස්වභාව විද්‍යාඥයින් සඳහා වන නොබෙල් ත්‍යාගයට සමාන යැයි පැවසෙන මෙම අගනා පදක්කම දිනා ගැනීම ගැන ඔබට හැඟෙන්නේ කෙසේද?",
        "හොඳයි, ලින්නියන් පදක්කම නොබෙල් ත්‍යාගයට සම්බන්ධ කිරීම ගැන මා දැක ඇති යොමු කිරීම් ගැන මට අපහසුතාවයක් ඇත. ඒවා ඇත්තටම සැසඳිය නොහැක. නොබෙල් ත්‍යාගය පිරිනමනු ලබන්නේ විද්‍යාවේ අතිවිශාල ප්‍රතිවිපාක සොයාගැනීම් සඳහාය. Linnean පදක්කම ජීවිත කාලීන ජයග්‍රහණ සඳහා වැඩි ය. විශේෂයෙන්ම මට පෙර පදක්කම දිනූ ලෝක ප්‍රකට විද්‍යාඥයන් වන Ernst Haeckel, Albert Günther සහ Stephen Jay Gould ගැන සලකන විට මෙම ගෞරවය ගැන මම බෙහෙවින් කෘතඥ වෙනවා. මෙය ඉතා නිහතමානී ය.",
        "Q ඔබ ශ්‍රී ලංකාවේ මිරිදිය මත්ස්‍යයන් පිළිබඳව පුළුල් ලෙස පර්යේෂණ කර තිබෙනවා. වර්තමානයේ ඔවුන්ගේ ජනගහනයට බලපාන වඩාත්ම සම්බන්ධ මානව තර්ජන මොනවාද?",
        "හොඳයි, වනාන්තර විනාශය, පරිසර දූෂණය සහ පිටසක්වල ජීවී විශේෂ විශාලම තර්ජනයක් බව අපි කියමු, නමුත් අපට එක ආකාරයකින් හෝ වෙනත් සාක්ෂි ඇත්තේ ඉතා අල්ප වශයෙනි. ශ්‍රී ලංකාවේ මෑතකාලීන මිරිදිය මත්ස්‍ය වඳ වී යාමක් ගැන අපි නොදනිමු, නමුත් නිසැකවම, දිවයිනේ නිරිත දෙසින් වනාන්තර අහිමි වීම නිසා වැසි වනාන්තර වාසස්ථාන මත යැපෙන විශේෂයන් අඩු වෙමින් පවතී.",
        "Q ගංගා ආශ්‍රිත පරිසර පද්ධතියක සමතුලිතතාවය පවත්වා ගැනීමට මිරිදිය මසුන් කෙතරම් වැදගත් ද?",
        "නැවතත්, මෙය අප ඉතා සුළු වශයෙන් දන්නා කරුණකි. මගේ අවධානය බොහෝ දුරට වර්ගීකරණය, පරිණාමය සහ ජීව භූගෝල විද්‍යාව කෙරෙහි යොමු වී ඇත, නමුත් මිරිදිය මත්ස්‍යයන් පිළිබඳ පාරිසරික අධ්‍යයනයන් සහ පරිසර පද්ධතිය සමඟ ඔවුන්ගේ අන්තර්ක්‍රියා ශ්‍රී ලංකාවේ විද්‍යාත්මක සාහිත්‍යයේ නොමැති තරම්ය. මෙය තවත් පර්යේෂණ කළ යුතු දෙයකි.",
        "Q මිරිදිය මත්ස්‍ය විශේෂ ආරක්ෂා කිරීමට ධීවර හා ජලජ සම්පත් පනතේ ඇතුළත් ප්‍රතිපාදන ප්‍රමාණවත්ද? එසේ නොවේ නම් ඇතුළත් කළ යුතු වැදගත් ප්‍රතිපාදන මොනවාද?",
        "ජෛවවිවිධත්වය ආරක්ෂා කිරීම සඳහා නීති සහ රෙගුලාසි ඉතා සුළු දෙයක් බව මම සිතමි. මිනිසුන්ගේ ආකල්ප, විශේෂයෙන්ම ප්‍රදේශයේ මිනිසුන්ගේ ආකල්ප වඩා වැදගත් ය. අපේ සියලුම දේශීය මත්ස්‍යයන් ගංගා ආශ්‍රිතව වාසය කරයි. මෙම ගංගා පුළුල් භූ දර්ශන හරහා ගමන් කරයි; ඒවායින් ඉතා සුළු ප්‍රමාණයක් නීතියෙන් ආරක්ෂා කර ඇත. නමුත් ප්‍රදේශවාසීන් තම අසල්වැසි ප්‍රදේශයේ තර්ජනයට ලක්ව ඇති විශේෂයක් ගැන දැනගත් විට, ඔවුන් එය ආරක්ෂා කිරීමට විශේෂ උනන්දුවක් දක්වයි. ගලපිටමඩ ගම්මානයේ මිනිසුන් ලොව කොතැනකවත් නැති සුන්දර කුඩා මාළුවෙකු වන බන්දුල බාබය ආරක්ෂා කර ගැනීම සඳහා 1991 දී විස්තර කිරීමට මා මූලික වූ කාර්යය සංරක්ෂණයට ජනතා සහභාගීත්වය පිළිබඳ කදිම නිදසුනකි. සංරක්ෂණය සම්බන්ධයෙන් ගත් කල, පුරවැසියන් බලගැන්වීම කුරිරු නීතිවලට වඩා බෙහෙවින් ප්‍රයෝජනවත් වේ. නමුත් මම දන්නවා මම මෙහි සුළුතරයක බව!",
        "Q බලයේ සිටින අය විසින් ගනු ලබන අදූරදර්ශී තීරණ හේතුවෙන් ශ්‍රී ලංකාවේ පරිසරය රළු පැල්ලමක් හරහා ගමන් කරයි. අහඹු ලෙස වන විනාශය, දඩයම් කිරීම, අලි අගල් වැනි තීරණ අකාර්යක්ෂම බව ඔප්පු වී ඇත. ඔබගේ නිරීක්ෂණ මොනවාද සහ වන ජීවීන් සම්බන්ධයෙන් ප්‍රතිපත්ති මට්ටමේ තීරණ වඩාත් ඵලදායී බවට පත් කළ හැක්කේ කෙසේද?",
        "ජෛව විවිධත්ව සංරක්ෂණය සංකීර්ණ විද්‍යාවකි. ඔබ පිළිවෙළකට විසඳුම් සොයා ගන්නේ කලාතුරකිනි. වනාන්තර විනාශයට ප්‍රධාන හේතුව දුප්පත්කමයි. ශ්‍රී ලංකාවේ ඉහළ ජන ඝණත්වය යන්නෙන් අදහස් වන්නේ ඉඩම් හිඟයක් පවතින බැවින් මුදල් බෝග වගාවෙන් ජීවනෝපාය ලබා ගැනීම සඳහා මිනිසුන් වනාන්තරවලට ආක්‍රමණය කරනු ඇත. එම ගැටලුවට පිළිතුර වන්නේ දැඩි නීති නොව ආර්ථික දියුණුව වන අතර මිනිසුන්ට වඩා ලාභදායී ව්‍යවසායක රැකියා සොයා ගැනීමට හැකි වේ. ඇත්තෙන්ම, අපි අපේ දරුවන්ට ගොවියන් වීමට උගන්වන්නේ නැත. යෞවනයන් අපේක්ෂා කරන්නේ එය නොවේ. ඔවුන්ට අවශ්‍ය වන්නේ වඩා හොඳ වැටුප් සහිත සහ වඩාත් සුරක්ෂිත රැකියා ය. නමුත් වසර ගණනාවක් පවතින වත්මන් ආර්ථික අර්බුදයත් සමඟ තවත් දිළිඳුකම සහ තවත් ආක්‍රමණයක් දකින්නට යනවා. එය වළක්වා ගත හැකිද යන්න මට සැකයි.",
        "අලි මිනිස් ගැටුම සම්බන්ධයෙන් ගැටලුවක් පවතින්නේ අලි ඇතුන් සඳහා දැනට ඉතිරිව ඇති වාසස්ථාන ඉතා අල්ප බැවිනි. ඉතින්, ඔවුන් ගොවිපලවල් වටලනවා. පසුගිය කාලයේ අපි රුපියල් කෝටි සිය ගණනක් වියදම් කරලා අලි වාසස්ථාන වටා විදුලි වැටවල් සවි කළා. මෙය මුදල් නාස්තියක් බව ආචාර්ය ප්‍රිතිවිරාජ් ප්‍රනාන්දු වැනි විද්‍යාඥයන් පෙන්වා දී ඇත. ගොවිපලවල් වටේට වැටවල් තියෙන්න ඕන, අලි ඇතුලට හිර කරනවාට වඩා අගුලු දැමීමයි. අගල් සම්බන්ධයෙන් මේකත් වැඩ කරන්නේ නැහැ. ඒවා මිල අධික වන අතර අධික වර්ෂාපතනයෙන් පහසුවෙන් විනාශ වේ. කනගාටුවට කරුණක් නම්, මේ සියල්ලෙන් අදහස් කරන්නේ අලි මිනිස් ගැටුම තවත් වසර ගණනාවක් පවතිනු ඇති අතර එමඟින් ගොවීන් සහ අලි ඇතුන් සිය ගණනක් මිය යනු ඇත. එය නොවැළැක්විය හැකිය.",
        "ආචාර්ය පෙතියාගොඩ (දකුණේ) 2000 දී ව්‍යවසාය සඳහා රොලෙක්ස් සම්මානය දිනාගත් අග්‍රපතන කඳුකර වනාන්තර ප්‍රතිසංස්කරණ ව්‍යාපෘතිය කළමනාකරණය කරන සුදත් නානායක්කාර සමඟ",
        "Q ගාලුමුවදොර පිටියේ පවතින ජනතා විරෝධතා හේතුවෙන් විවිධ තරාතිරම්වල ජනතාවට වෙනසක් වෙනුවෙන් හඬ නැගීමට ඉඩක් ලැබී තිබෙනවා. ‘අරගලය’ (උද්ඝෝෂණය) ගැන ඔබේ අදහස කුමක්ද?",
        "රාජපක්‍ෂ ජනාධිපතිතුමාට ඉල්ලා අස්විය යුතු බව කියන අරගලයට මම ප්‍රසිද්ධියේ සහය දී තිබෙනවා. ඔහු යා යුතුය, දැන් යා යුතුය. නමුත් එකමුතු ‘ඉල්ලීම්’ සමුදායකට දායක වීම ප්‍රතික්ෂේප කිරීමෙන් අරගලය පාදයට වෙඩි තැබුවා යැයි මට සිතේ. උදාහරණයක් ලෙස විධායක ජනාධිපති ක‍්‍රමය ගැනවත් සඳහන් නොකළ ඔවුන් නිකුත් කළ ඉල්ලීම් 20 මම කියෙව්වේ මහත් කළකිරීමෙනි. එවිට මන්ත්‍රීවරුන් 225 දෙනාම යා යුතු යැයි කියමින් විරෝධතාකරුවන් පිරිසක්ද සිටියහ. තවත් සමහරු අවුරුදු 74 ක ශාපයක් ගැන කතා කළහ. 2019 වන විට, නැගෙනහිර යුරෝපීය රටවල් හා සසඳන විට, දකුණු ආසියාවේ වඩාත්ම සමෘද්ධිමත් ජාතිය වූයේ අප නිසා එය විශේෂයෙන් අප්රසන්න බව මට පෙනේ. ඒක ශාපයක්ද? පොහොට්ටුව රජය යටතේ අපට විපත්තිදායක මාස 30ක් පැවතීම ශාපයක් විය හැකි නමුත් පසුගිය වසර 74 ශාපයක් ලෙස හැඳින්වීමට ඔබ සම්පූර්ණයෙන්ම නොදැනුවත්ව සිටිය යුතුය.",
        "Q ජෛව මංකොල්ලකෑම් ගැන කතා කරමු. ජෛව මංකොල්ලකෑම් සහ ජෛව සොරකම් වලින් ආරක්ෂා වීමට ප්‍රමාණවත් නීති ශ්‍රී ලංකාව සතුව තිබේද?",
        "ඔව්, මම හිතන්නේ මේ සම්බන්ධයෙන් අපේ නීති ඉතා හොඳයි. නීති විරෝධී ලෙස එකතු කරන ලද නිදර්ශක 529 ක් සන්තකයේ තබාගෙන රුසියානු ‘විද්‍යාඥයන්’ තිදෙනෙකු 2020 දී අත්අඩංගුවට ගැනීම හොඳ උදාහරණයකි. රිමාන්ඩ් භාරයේ කාලයක් ගත කළ ඔවුන් ඇප මත මුදා හැර වසර දෙකක් නඩු විභාගය බලා සිටියේය. අවසානයේදී, ඔවුන් චෝදනාවලට වරද පිළිගත් අතර ඩොලර් 42,000 ක දඩයකට සමාන විය. ඔවුන් වසර 20ක සිරදඬුවමක් වැළකුණේ ඉතා කෙටි කාලයකින්. ඉතින් ඔව්, නීති හොඳයි, වනජීවී සංරක්ෂණ දෙපාර්තමේන්තුව මෙම නීති ක්‍රියාත්මක කිරීමේදී විශිෂ්ට කාර්යයක් ඉටු කරයි.",
        "නමුත් විදේශිකයන් ලංකාවට පැමිණ පර්යේෂණ සඳහා නිදර්ශක සොරකම් කරන ඊනියා විද්‍යාත්මක ජෛව සොරකම් මෑත වසරවල වැඩිවෙමින් පවතී. 2018 වසරේ සිට ප්‍රකාශයට පත් කරන ලද වර්ගීකරණ පත්‍රිකා 15ක් මට හමු වී ඇති අතර ඒවා මූලික වශයෙන් නීතිවිරෝධී ලෙස ශ්‍රී ලංකාව තුළ එකතු කර හොර රහසේ ගෙන එන ලද නිදර්ශක මත පදනම් විය. සම්බන්ධ වූ මුළු නිදර්ශක සංඛ්‍යාව 3500 ඉක්මවයි. මම මෙම තොරතුරු වනජීවී සංරක්ෂණ දෙපාර්තමේන්තුවට ලබා දුන් අතර ඔවුන් මෙම තොරතුරු මත ක්‍රියාමාර්ග ගත් බව මම දනිමි. නමුත් එය ප්‍රධාන වශයෙන් රුසියානු සහ චීන ජාතිකයන් සම්බන්ධව පවතින ගැටලුවකි.",
        "Q විශේෂයෙන් බලපත්‍ර ආදිය ලබා ගැනීමේදී පර්යේෂකයන්ට පාරිසරික ලොබිය කෙතරම් අභියෝගාත්මකද?",
        "නැවතත්, මට පෞද්ගලිකව නරක බලපෑමක් සිදුවී නොමැති නිසා, මට ඇත්තටම අදහස් දැක්විය නොහැක. මගේ සිසුන්ට බලපත්‍ර ලබා ගැනීමේදී වනජීවී සංරක්ෂණ දෙපාර්තමේන්තුව මට ඉතා සාධාරණ ලෙස සැලකූ බව පමණක් මට කිව හැකිය.",
        "Q ජෛව විවිධත්ව සංරක්ෂණය සම්බන්ධයෙන් වැදගත් පර්යේෂණ සිදු කිරීම සඳහා එය අඩු සංකීර්ණ කළ යුතු යැයි ඔබට හැඟෙනවාද? එසේ නම් මෙය කළ හැක්කේ කුමන ආකාරයෙන්ද?",
        "ඔව්, පර්යේෂණ අක්‍රිය කරනවාට වඩා පර්යේෂණ සක්‍රීය වන පරිදි ක්‍රියා පටිපාටි සරල කර වේගවත් කළ යුතු යැයි මම සිතමි. පර්යේෂණ බලපත්‍ර සඳහා සම්මත ප්‍රතිචාරය, මගේ මතය අනුව, සෑම විටම \"ඔව් නමුත්\" විය යුතුය. මම අදහස් කරන්නේ ඔව්, පර්යේෂණ කරන්න, නමුත් පහත කොන්දේසි යටතේ. මූලික වශයෙන්, මගේම අත්දැකීම් සහ මා සමඟ කතා කළ විද්‍යාඥයන් අනුව විනිශ්චය කිරීම, වනජීවී සංරක්ෂණ දෙපාර්තමේන්තුවට පර්යේෂණ යෙදුම් සැකසීමේ සාධාරණ ක්‍රමයක් තිබේ.",
        "Q ශ්‍රී ලංකාවේ තවමත් පර්යේෂණ කිරීමට නියමිත සත්ත්ව හා වෘක්ෂලතා ක්ෂේත්‍ර මොනවාද? (උභයජීවීන්, උරගයින්, ඕකිඩ් ආදිය)",
        "සෑම දෙයකටම වැඩි පර්යේෂණ අවශ්‍ය බව මට හැඟේ. මේ මොහොතේ ඇති අපූරු දෙය නම් මෙම කාර්යය කරන බොහෝ තරුණ විද්‍යාඥයින් සිටීමයි. ඔවුන්ගෙන් බොහෝ දෙනෙක් මා වැනි ‘ආධුනිකයන්’ (මම, ජීව වෛද්‍ය ඉංජිනේරුවෙකු ලෙස පුහුණුව ලැබුවෙමි), නමුත් ඔවුන් අතිවිශිෂ්ට පර්යේෂණ කරන අතර විශ්වකෝෂ දැනුම ඇත. උදාහරණයක් ලෙස, හිමේෂ් ජයසිංහ ලෝක මට්ටමේ උද්භිද විද්‍යාඥයෙක් වන අතර මෙන්ඩිස් වික්‍රමසිංහ ජීව විද්‍යාව පිළිබඳ උපාධියක් නොමැති වුවද, මා දන්නා පරිදි, ලෝක මට්ටමේ ශාක විද්‍යාඥයෙකි. තවද ඔවුන් වැනි තවත් බොහෝ අය සිටින අතර එය ශ්‍රී ලංකාවට විශාල සම්පතකි.",
        "Q වනජීවී උරුම භාරය සහ ඔබේ නවතම ප්‍රකාශනය ගැන කතා කරමු.",
        "වනජීවී උරුම භාරය 2009 දී ඉතා අවාසනාවන්ත හා වේදනාකාරී තත්ත්වයන් යටතේ වසා දමන ලදී. ඒක වෙනම කතාවක්. නමුත් මම මොහොතකට පෙර සඳහන් කළ ඒ සුවිශේෂී තරුණයන් අතර සිටින හිරන්‍යා සුදසිංහ සමඟ එක්ව ලියූ මගේ අලුත්ම පොත, මම හිතන්නේ අපි දෙන්නම ගොඩක් රස වින්ද ව්‍යාපෘතියක්. එය ශ්‍රී ලංකාවේ සත්ත්ව හා වෘක්ෂලතා සහ විශේෂයෙන්ම මිරිදිය මත්ස්‍යයන් අප්‍රිකාව සහ සෙසු ආසියාව සමඟ ඇති සබඳතා දෙස බලයි. ශ්‍රී ලංකාව සහ අග්නිදිග ආසියාව අතර මීට වසර මිලියන 30 කට පමණ පෙර ශ්‍රී ලංකා-අප්‍රිකා සම්බන්ධතා යෝජනා කරන රසවත් රටා කිහිපයක් අපට හමු විය. 1991 දී මගේ මිරිදිය මත්ස්‍යයන් පිළිබඳ පොත එම සත්ත්ව විශේෂ පිළිබඳ නව පර්යේෂණයක් ඇති කළ ආකාරයටම මෙම කෘතිය ශ්‍රී ලාංකේය ජීව භූගෝල විද්‍යා පර්යේෂණයේ නව අවධියකට වේදිකාව සකසනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "Q පරිසරවේදියෙකුගේ කාර්යභාරය ගෞරවනීය සේවාවක්. පරිසරය ගැන ඉගෙනීමටත් අනාගත පරපුරට දැනුම බෙදා දීමටත් තරුණ පරපුර ආකර්ෂණය කර ගැනීමට තවත් කුමක් කළ හැකිද?",
        "ඔහ්, මට බොහෝ තරුණ තරුණියන් හමු වී ඇත, ඔවුන් සියල්ලෝම ඉතා බුද්ධිමත් සහ දක්ෂ, ඔවුන්ගේ ජීවිතයේ ඉතිරි කාලය ජෛව විවිධත්වය ගවේෂණය කිරීමට කැමති. නිසැකවම හිඟයක් නොමැත! අපට හිඟ වන්නේ මුදල්, ඔවුන්ගේ ක්ෂේත්‍ර හා රසායනාගාර පර්යේෂණ සිදු කිරීමට අවශ්‍ය අරමුදල් ය. මෙය මා WHT හරහා විසඳීමට උත්සාහ කළ ගැටලුවකි. අදටත් මම මේ අපූරු තරුණ තරුණියන්ට මට හැකි අයුරින් උදව් කරනවා. මෙම අමුතු දක්ෂතා ඇති සහ කැපවූ තරුණයින් මට ශ්‍රී ලංකාවේ අනාගතය ගැන බොහෝ බලාපොරොත්තු ලබා දෙයි.",
        "Q ශ්‍රී ලංකාව ආහාර අර්බුදයකට මුහුණ දෙමින් සිටී. මෙම අර්බුදය විසඳීම සඳහා පරිසරවේදීන් දායක විය හැක්කේ කෙසේද?",
        "පරිසරවේදීන් සැබෑ විය යුතු අතර ඔවුන් විසඳුමේ කොටසක් වන අතරම ඔවුන් ද ගැටලුවේ කොටසක් බව දැක ගත යුතුය. ශ්‍රී ලංකාවේ ආහාර හා බලශක්ති සුරක්ෂිතතාව සම්බන්ධයෙන් ගත් කල මෙය වඩා පැහැදිලි වෙනත් තැනක් නැත. බොහෝ පරිසරවේදීන් නවීන කෘෂිකර්මාන්තයට සහ ජල විදුලිය වැනි පිරිසිදු බලශක්ති විකල්ප සංවර්ධනයට එරෙහිව උද්ඝෝෂණ කර ඇත, නමුත් ප්‍රායෝගික විකල්ප යෝජනා නොකර. සෑම නව ව්‍යාපෘතියකටම විශාල ප්‍රතිරෝධයක් ඇති වන අතර එමඟින් ව්‍යාපෘති අවලංගු කිරීමට හෝ ප්‍රමාද වීමට හේතු වේ. අපගේ වත්මන් ආර්ථික අර්බුදය තුළ එම ප්‍රතිරෝධයේ ප්‍රතිඵල අපි දකිමු. අපි යථාර්ථවාදී විය යුතුයි: ශ්‍රී ලංකාවට එහි කර්මාන්ත පවත්වාගෙන යාමට සහ එහි මිලියන 22ක පුරවැසියන්ගේ යහපැවැත්ම සඳහා ආහාර සහ ශක්තිය අවශ්‍යයි. පරිසරවේදීන් ද යථාර්ථවාදී විකල්ප යෝජනා කරනවා විනා සංවර්ධන ව්‍යාපෘතිවලට විරෝධය පළ කිරීමෙන් පලක් නැත. සියලු ප්‍රගතියට එරෙහිව සිටීමෙන් පලක් නැත. මගේ අදහස් සියල්ලම පාහේ පාරිසරික ව්‍යාපාරයේ සගයන්ට කරදරයක් වන බව මට වැටහේ, නමුත් මම ජනප්‍රිය වීමට පුරුදු වී සිටිමි. කවුරුහරි ඒක එහෙම කියන්න ඕන.",
        "වනාන්තර ප්‍රතිෂ්ඨාපනය පිළිබඳ මගේ කාර්යය හැරුණු විට, ජෛව විවිධත්ව ගවේෂණය සහ පර්යේෂණ ආරක්ෂිතව මෙම ක්ෂේත්‍රයේ දැන් නැගී සිටින තරුණ තරුණියන් අතට භාර දිය හැකි යැයි මම සිතමි. ඔවුන් මෙය කිරීමට ඇදහිය නොහැකි තරම් හොඳින් සන්නද්ධ වී ඇත, මට වෙන කවරදාටත් වඩා බොහෝ දක්ෂතා සහ ධාවකයක් ඇත. ඒ නිසා මම අනාගතය ගැන බය නැහැ. මා සම්බන්ධයෙන් ගත් කල, මට අවශ්‍ය වන්නේ ශ්‍රී ලංකාවේ ප්‍රතිපත්ති ප්‍රතිසංස්කරණවලට බලපෑම් කිරීමෙන් විශාල පින්තූරය කෙරෙහි වැඩි අවධානයක් යොමු කිරීමට උත්සාහ කිරීමයි. මට විශේෂයෙන් අවශ්‍ය වන්නේ දේශපාලනඥයන්ට විෂ සහිත ජනප්‍රිය නොවන ප්‍රතිපත්ති විකල්පයන් ගවේෂණය කිරීමයි. ශ්‍රී ලංකාව වැනි රටවල් සඳහා IMF යෝජනා කරන ප්‍රතිසංස්කරණ මේවාය, නමුත් ඇත්ත වශයෙන්ම, දේශපාලඥයින් පිළිකුල් කරන්නේ විශාල අයවැය හිඟයක් තිබීම, ආනයනික පක්ෂග්‍රාහී ගෙවුම් ශේෂයක් හෝ මුද්‍රණය කිරීම වැනි මෝඩ දේවල් ඔබට කළ නොහැකි බැවිනි. බිල්පත් ගෙවීමට මුදල්. මේවා අපේ කාලයේ ඛේදවාචක වී ඇති අතර ඒවා නිවැරදි නොකරන්නේ නම් පරිසරය ගැන කරදර වීමෙන් පලක් නැත. ඇත්ත වශයෙන්ම, කනස්සල්ලට පත්විය යුතු පරිසරයක් නොතිබෙනු ඇත. දිළිඳුකම පරිසරයේ ලොකුම සතුරා වන අතර, ශ්‍රී ලාංකිකයින්ට වඩාත් සමෘද්ධිමත් වීමට අපි උදව් නොකළහොත්, අනෙක් සියල්ල හොදි පමණි. මගේ අනාගත අවධානය යොමු කිරීමට මට අවශ්‍ය වන්නේ එතැනටයි."
      ]
    },
    "ta": {
      "title": "\"காடழிப்புக்கு முக்கிய காரணம் வறுமை\" : டாக்டர் பெத்தியகொட",
      "body_lines": [
        "பல்லுயிரியலைப் பாதுகாக்க சட்டங்களும் ஒழுங்குமுறைகளும் மிகக் குறைவாகவே செய்கின்றன என்று நான் நினைக்கிறேன்",
        "பாதுகாப்பு என்று வரும்போது, ​​கடுமையான சட்டங்களை விட குடிமக்களின் அதிகாரமளிப்பது மிகவும் பயனுள்ளதாக இருக்கும்",
        "பண்ணைகளைச் சுற்றி வேலிகள் இருக்க வேண்டும், யானைகளைப் பூட்டுவதை விட வெளியே பூட்ட வேண்டும்",
        "கடந்த 74 ஆண்டுகளை ஒரு சாபமாக குறிப்பிட நீங்கள் முற்றிலும் அறியாதவராக இருக்க வேண்டும்",
        "ஆனால் சமீப ஆண்டுகளில் வெளிநாட்டவர்கள் இலங்கைக்கு வந்து ஆய்வுக்காக மாதிரிகளைத் திருடிச் செல்லும் அறிவியல் உயிரியல் திருட்டு என்று அழைக்கப்படுவது அதிகரித்து வருகிறது.",
        "சுற்றுச்சூழல் ஆர்வலர்களும் யதார்த்தமான மாற்று வழிகளை முன்வைக்காத வரையில் வளர்ச்சித் திட்டங்களுக்கு எதிர்ப்பு தெரிவிப்பதில் அர்த்தமில்லை",
        "இலங்கையின் பல்லுயிர் பல்வகைமை பல்வேறு மானுடவியல் காரணிகளால் சவாலுக்கு உள்ளான நேரத்தில், சுற்றுச்சூழலை பாதுகாப்பதில் தங்களால் இயன்றதைச் செய்து, சுற்றுச்சூழல் ஆர்வலர்கள் தொடர்ந்து தங்கள் உறுப்புகளில் பணியாற்றுகின்றனர். வகைபிரித்தல், பரிணாமம் மற்றும் உயிர் புவியியல் ஆகியவற்றில் அதிக கவனம் செலுத்தி, முன்னணி இயற்கை ஆர்வலர் டாக்டர். ரோஹான் பெத்தியகொட சமீபத்தில் விலங்கியல் துறைக்கான லின்னியன் பதக்கம் பெற்றார். லண்டனில் உள்ள லின்னியன் சொசைட்டியால், இயற்கை அறிவியலுக்கான அவர்களின் பங்களிப்புக்காக விஞ்ஞானிகளுக்கு பதக்கம் வழங்கப்படுகிறது. டெய்லி மிரருக்கு அளித்த நேர்மையான நேர்காணலில், குடிமக்களுக்கு அதிகாரம் அளிப்பது சுற்றுச்சூழலைப் பாதுகாக்க உதவும், தொலைநோக்குப் பார்வையற்ற முடிவுகளின் பாதிப்புகள், உயிர் திருட்டு தொடர்பான விஷயங்கள் மற்றும் வரவிருக்கும் உணவு நெருக்கடியைத் தீர்க்க சுற்றுச்சூழல் ஆர்வலர்கள் எவ்வாறு பங்களிக்க முடியும் என்பதைப் பற்றி டாக்டர் பெத்தியகொட பேசினார்.",
        "நமது நாட்டு மீன்கள் அனைத்தும் ஆறுகளில் வாழ்கின்றன. இந்த ஆறுகள் பரந்த நிலப்பரப்புகளைக் கடந்து செல்கின்றன; அவற்றில் மிகக் குறைவானவை சட்டத்தால் பாதுகாக்கப்படுகின்றன. ஆனால் உள்ளூர் மக்கள் தங்கள் சுற்றுப்புறத்தில் ஒரு அழிந்து வரும் இனத்தைப் பற்றி அறிந்தால், அவர்கள் அதைப் பாதுகாப்பதில் சிறப்பு அக்கறை காட்டுகிறார்கள்",
        "இலங்கையில் அதிக மக்கள் தொகை அடர்த்தி நிலவுவதால் நிலப்பற்றாக்குறை உள்ளது, எனவே மக்கள் பணப்பயிர் சாகுபடியில் இருந்து வாழ்வாதாரத்தை பெறுவதற்காக காடுகளுக்குள் அத்துமீறி நுழைவார்கள். அந்த பிரச்சனைக்கான பதில் கடுமையான சட்டங்கள் அல்ல, மாறாக பொருளாதார முன்னேற்றம், மக்கள் அதிக லாபம் தரும் நிறுவனங்களில் வேலை தேட முடியும்.",
        "Q விலங்கியல் துறையில் 2022 லின்னியன் பதக்கம் வென்றதற்கு வாழ்த்துகள். இயற்கை ஆர்வலர்களுக்கான நோபல் பரிசுக்கு சமமானதாகக் கூறப்படும் இந்த விரும்பத்தக்க பதக்கத்தை வென்றது பற்றி நீங்கள் எப்படி உணருகிறீர்கள்?",
        "சரி, லின்னியன் பதக்கத்தையும் நோபல் பரிசையும் பற்றி நான் பார்த்த குறிப்புகள் பற்றி எனக்கு சங்கடமாக இருக்கிறது. அவை உண்மையில் ஒப்பிடத்தக்கவை அல்ல. அறிவியலில் மிகப்பெரிய கண்டுபிடிப்புகளை செய்ததற்காக நோபல் வழங்கப்படுகிறது. லின்னியன் பதக்கம் வாழ்நாள் சாதனைக்கு அதிகம். குறிப்பாக எனக்கு முன் பதக்கம் வென்ற உலகப் புகழ்பெற்ற விஞ்ஞானிகளான எர்ன்ஸ்ட் ஹேக்கல், ஆல்பர்ட் குந்தர் மற்றும் ஸ்டீபன் ஜே கோல்ட் போன்றவர்களைக் கருத்தில் கொண்டு, இந்த கௌரவத்திற்காக நான் மிகவும் நன்றியுள்ளவனாக உணர்கிறேன். இது மிகவும் தாழ்மையானது.",
        "கே நீங்கள் இலங்கையில் உள்ள நன்னீர் மீன்கள் பற்றி விரிவாக ஆய்வு செய்திருக்கிறீர்கள். தற்போது அவர்களின் மக்களை பாதிக்கும் மானுடவியல் அச்சுறுத்தல்கள் எவை?",
        "சரி, காடழிப்பு, மாசுபாடு மற்றும் வேற்றுக்கிரக உயிரினங்கள் மிகப்பெரிய அச்சுறுத்தல் என்று நாங்கள் கூறினோம், ஆனால் ஒரு வழி அல்லது வேறு எங்களிடம் மிகக் குறைந்த ஆதாரங்கள் உள்ளன. இலங்கையில் சமீபத்திய நன்னீர் மீன்கள் அழிந்துவிட்டதாக எங்களுக்குத் தெரியாது, ஆனால் நிச்சயமாக, தீவின் தென்மேற்கில் காடுகளை இழப்பதால், மழைக்காடுகளின் வாழ்விடங்களைச் சார்ந்திருக்கும் இனங்கள் குறைந்து வருகின்றன.",
        "கே ஆற்றின் சுற்றுச்சூழலின் சமநிலையை பராமரிப்பதில் நன்னீர் மீன்கள் எவ்வளவு முக்கியம்?",
        "மீண்டும், இது நமக்கு மிகக் குறைவாகவே தெரியும். எனது கவனம் பெரும்பாலும் வகைபிரித்தல், பரிணாமம் மற்றும் உயிர் புவியியல் ஆகியவற்றில் உள்ளது, ஆனால் நன்னீர் மீன்களின் சூழலியல் ஆய்வுகள் மற்றும் சுற்றுச்சூழலுடனான அவற்றின் தொடர்பு ஆகியவை இலங்கையின் அறிவியல் இலக்கியங்களில் கிட்டத்தட்ட இல்லை. இது மேலும் ஆராய்ச்சி தேவைப்படும் ஒன்று.",
        "கே மீன்வளம் மற்றும் நீரியல் வளங்கள் சட்டத்தில் சேர்க்கப்பட்டுள்ள விதிகள் நன்னீர் மீன் இனங்களைப் பாதுகாக்க போதுமானதா? இல்லையென்றால், அதில் சேர்க்கப்பட வேண்டிய சில முக்கியமான விதிகள் என்ன?",
        "பல்லுயிரியலைப் பாதுகாக்க சட்டங்களும் ஒழுங்குமுறைகளும் மிகக் குறைவாகவே செய்கின்றன என்று நான் நினைக்கிறேன். மக்களின் மனப்பான்மை, குறிப்பாக உள்ளூர் மக்களின் மனப்பான்மை மிகவும் முக்கியமானது. நமது நாட்டு மீன்கள் அனைத்தும் ஆறுகளில் வாழ்கின்றன. இந்த ஆறுகள் பரந்த நிலப்பரப்புகளைக் கடந்து செல்கின்றன; அவற்றில் மிகக் குறைவானவை சட்டத்தால் பாதுகாக்கப்படுகின்றன. ஆனால் உள்ளூர் மக்கள் தங்கள் சுற்றுப்புறத்தில் ஒரு அழிந்து வரும் இனத்தைப் பற்றி அறிந்தால், அவர்கள் அதைப் பாதுகாப்பதில் சிறப்பு அக்கறை காட்டுகிறார்கள். உலகில் வேறு எங்கும் காணப்படாத அழகான குட்டி மீனாகிய பந்துல பார்பைப் பாதுகாக்க கலாபிடமட கிராமத்தில் மக்கள் செய்த பணி, 1991 இல் நான் விவரிப்பதில் உறுதுணையாக இருந்தேன், இது பாதுகாப்பில் மக்களின் பங்களிப்புக்கு சிறந்த எடுத்துக்காட்டு. பாதுகாப்பு என்று வரும்போது, ​​கடுமையான சட்டங்களை விட குடிமக்களின் அதிகாரமளிப்பது மிகவும் பயனுள்ளதாக இருக்கும். ஆனால் நான் இங்கு சிறுபான்மையினராக இருக்கிறேன் என்பது எனக்குத் தெரியும்!",
        "Q இலங்கையின் சூழல், அதிகாரத்தில் இருப்பவர்களால் எடுக்கப்பட்ட தொலைநோக்குப் பார்வையற்ற முடிவுகளால் கடினமான பாதையில் சென்று கொண்டிருக்கிறது. ஆங்காங்கே காடுகளை அழித்தல், வேட்டையாடுதல், யானை அகழிகள் போன்ற முடிவுகள் பயனற்றவை என நிரூபிக்கப்பட்டுள்ளன. உங்கள் அவதானிப்புகள் என்ன மற்றும் வனவிலங்குகள் தொடர்பான கொள்கை அளவிலான முடிவுகள் எவ்வாறு மிகவும் பயனுள்ளதாக இருக்கும்?",
        "பல்லுயிர் பாதுகாப்பு என்பது ஒரு சிக்கலான அறிவியல். அரிதாக மட்டுமே நீங்கள் நேர்த்தியான தீர்வுகளைக் கண்டறிவீர்கள். காடழிப்புக்கு முக்கிய காரணம் வறுமை. இலங்கையில் அதிக மக்கள் தொகை அடர்த்தி நிலவுவதால் நிலப்பற்றாக்குறை உள்ளது, எனவே மக்கள் பணப்பயிர் சாகுபடியில் இருந்து வாழ்வாதாரத்தை பெறுவதற்காக காடுகளுக்குள் அத்துமீறி நுழைவார்கள். அந்த பிரச்சனைக்கான பதில் கடுமையான சட்டங்கள் அல்ல, மாறாக பொருளாதார முன்னேற்றம், மக்கள் அதிக லாபம் தரும் நிறுவனங்களில் வேலை தேட முடியும். எல்லாவற்றிற்கும் மேலாக, நாங்கள் எங்கள் குழந்தைகளை விவசாயிகளாகக் கற்பிக்கவில்லை. இளைஞர்கள் விரும்புவது அதுவல்ல. அவர்கள் சிறந்த ஊதியம் மற்றும் அதிக பாதுகாப்பான வேலைகளை விரும்புகிறார்கள். ஆனால், பல ஆண்டுகளாக நீடிக்கும் தற்போதைய பொருளாதார நெருக்கடியால், அதிக வறுமையையும், அதிக ஆக்கிரமிப்பையும் காணப் போகிறோம். அதைத் தடுக்க முடியுமா என்பது சந்தேகமே.",
        "மனித-யானை மோதலைப் பொறுத்தவரை, தற்போது யானைகளின் வாழ்விடங்கள் மிகக் குறைவாக இருப்பதால் ஒரு பிரச்சனை உள்ளது. எனவே, அவர்கள் பண்ணைகளை சோதனை செய்கிறார்கள். கடந்த காலங்களில் பல கோடி ரூபாய் செலவில் யானைகள் வசிக்கும் பகுதிகளில் மின் வேலிகளை அமைத்துள்ளோம். டாக்டர் பிரிதிவிராஜ் பெர்னாண்டோ போன்ற விஞ்ஞானிகள் இது பணத்தை வீணடிப்பதாகக் காட்டியுள்ளனர். பண்ணைகளைச் சுற்றி வேலிகள் இருக்க வேண்டும், யானைகளைப் பூட்டுவதை விட வெளியே பூட்ட வேண்டும். அகழிகளைப் பொறுத்தவரை, இதுவும் வேலை செய்யாது. அவை விலை உயர்ந்தவை மற்றும் அதிக மழையால் எளிதில் அழிக்கப்படுகின்றன. துரதிர்ஷ்டவசமாக, இவை அனைத்தும் யானை-மனித மோதல்கள் இன்னும் பல ஆண்டுகளாக தொடரும், இது விவசாயிகளும் யானைகளும் நூற்றுக்கணக்கான இறப்புகளுக்கு வழிவகுக்கும். இது தவிர்க்க முடியாதது.",
        "டொக்டர் பெத்தியகொட (வலது) சுதத் நாணயக்காரவுடன், அக்ரபதன மொன்டேன் வன மறுசீரமைப்பு திட்டத்தை நிர்வகித்து வருகிறார், இது 2000 ஆம் ஆண்டில் நிறுவனத்திற்கான ரோலக்ஸ் விருதை வென்றது.",
        "Q காலிமுகத்திடலில் நடைபெற்று வரும் மக்கள் போராட்டங்கள் பல்வேறு தரப்பு மக்களும் மாற்றத்திற்காக குரல் கொடுப்பதற்கு ஒரு இடத்தை வழங்கியுள்ளது. 'அரகலயா' (கிளர்ச்சி) பற்றி உங்கள் எண்ணங்கள் என்ன?",
        "ஜனாதிபதி ராஜபக்ஷவை பதவி விலகுமாறு அரகலயாவிற்கு பகிரங்கமாக ஆதரவளித்துள்ளேன். அவர் போக வேண்டும், இப்போது செல்ல வேண்டும். ஆனால் ஒருங்கிணைக்கப்பட்ட ‘கோரிக்கை’க்கு சந்தா செலுத்த மறுத்ததன் மூலம், அரகலய காலில் தன்னைத்தானே சுட்டுக் கொண்டது என்று நினைக்கிறேன். உதாரணமாக நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையைக் கூட குறிப்பிடாத அவர்கள் விடுத்த 20 கோரிக்கைகளை நான் திகைப்புடன் படித்தேன். அப்போது, ​​225 எம்.பி.க்களும் செல்ல வேண்டும் என்று வலியுறுத்தி சில போராட்டக்காரர்கள் இருந்தனர். மற்றவர்கள் 74 வருட சாபத்தைப் பற்றி பேசினர். பொதுவாக கிழக்கு ஐரோப்பிய நாடுகளுடன் ஒப்பிடும் போது, ​​2019 ஆம் ஆண்டுக்குள் தெற்காசியாவில் மிகவும் வளமான நாடாக நாங்கள் இருந்ததால், இது மிகவும் ஆபத்தானதாக நான் கருதுகிறேன். அது சாபமா? பொஹொட்டுவ அரசாங்கத்தின் கீழ் நாங்கள் 30 பேரழிவு மாதங்களை அனுபவித்தோம் என்பது ஒரு சாபமாக இருக்கலாம், ஆனால் கடந்த 74 வருடங்களை சாபமாக குறிப்பிடுவதற்கு நீங்கள் முற்றிலும் அறியாதவர்களாக இருக்க வேண்டும்.",
        "கே உயிர் திருட்டு பற்றி பேசலாம். உயிர் திருட்டு மற்றும் உயிரியல் திருட்டில் இருந்து தன்னைப் பாதுகாத்துக் கொள்ள இலங்கையில் போதுமான சட்டங்கள் உள்ளதா?",
        "ஆம், இந்த விஷயத்தில் நமது சட்டங்கள் மிகவும் நன்றாக இருப்பதாக நான் நினைக்கிறேன். 2020ல் மூன்று ரஷ்ய ‘விஞ்ஞானிகளை’ கைது செய்தது, சட்டவிரோதமாக சேகரிக்கப்பட்ட 529 மாதிரிகள் அவர்களிடம் இருப்பது ஒரு சிறந்த உதாரணம். நீண்ட காலம் விளக்கமறியலில் இருந்த அவர்கள் பிணையில் விடுவிக்கப்பட்டு இரண்டு வருடங்கள் விசாரணைக்காக காத்திருந்தனர். இறுதியில், அவர்கள் குற்றச்சாட்டை ஒப்புக்கொண்டனர் மற்றும் $42,000 க்கு சமமான அபராதம் விதிக்கப்பட்டது. அவர்கள் 20 வருட சிறைத்தண்டனையை மட்டும் தவிர்க்கிறார்கள். எனவே ஆம், சட்டங்கள் நன்றாக உள்ளன, மேலும் வனவிலங்கு பாதுகாப்பு திணைக்களம் இந்த சட்டங்களை அமல்படுத்துவதில் ஒரு சிறந்த வேலை செய்கிறது.",
        "ஆனால் வெளிநாட்டினர் இலங்கைக்கு வந்து ஆய்வுக்காக மாதிரிகளைத் திருடிச் செல்லும் அறிவியல் உயிரியல் திருட்டு என்று அழைக்கப்படுவது சமீப ஆண்டுகளில் அதிகரித்து வருகிறது. 2018 ஆம் ஆண்டு முதல் வெளியிடப்பட்ட 15 வகைபிரித்தல் ஆவணங்களை நான் கண்டறிந்தேன், அவை முதன்மையாக இலங்கையில் சட்டவிரோதமாக சேகரிக்கப்பட்டு, இலங்கைக்கு வெளியே கடத்தப்பட்ட மாதிரிகளை அடிப்படையாகக் கொண்டவை. சம்பந்தப்பட்ட மொத்த மாதிரிகளின் எண்ணிக்கை 3500ஐ தாண்டியது. இந்த தகவலை வனவிலங்கு பாதுகாப்பு திணைக்களத்திற்கு நான் கொடுத்தேன், இந்த தகவலின் அடிப்படையில் அவர்கள் நடவடிக்கை எடுத்தார்கள் என்பதை நான் அறிவேன். ஆனால் இது நடந்து கொண்டிருக்கும் பிரச்சனை, முக்கியமாக ரஷ்ய மற்றும் சீன குடிமக்கள் சம்பந்தப்பட்டது.",
        "கே, குறிப்பாக அனுமதி போன்றவற்றைப் பெறும்போது, ​​ஆராய்ச்சியாளர்கள் மீதான சுற்றுச்சூழல் லாபி எவ்வளவு சவாலானது?",
        "மீண்டும், நான் தனிப்பட்ட முறையில் மோசமாக பாதிக்கப்படாததால், என்னால் கருத்து தெரிவிக்க முடியாது. வனவிலங்கு பாதுகாப்புத் திணைக்களம் எனது மாணவர்களுக்கான அனுமதிப் பத்திரங்களைப் பெற்றுக்கொள்ளும் போது என்னிடம் மிகவும் நியாயமாக நடந்துகொண்டது என்றுதான் என்னால் கூற முடியும்.",
        "கே பல்லுயிர் பாதுகாப்பு தொடர்பான முக்கியமான ஆராய்ச்சியை மேற்கொள்வதற்காக இது குறைவான சிக்கலானதாக இருக்க வேண்டும் என்று நினைக்கிறீர்களா? அப்படியானால், இதை எந்த வழிகளில் செய்ய முடியும்?",
        "ஆம், ஆராய்ச்சியை முடக்குவதற்குப் பதிலாக, ஆராய்ச்சியை செயல்படுத்தும் வகையில் நடைமுறைகள் எளிமைப்படுத்தப்பட்டு வேகப்படுத்தப்பட வேண்டும் என்று நான் நினைக்கிறேன். ஆராய்ச்சி அனுமதிகளுக்கான நிலையான பதில், என் கருத்துப்படி, எப்போதும் \"ஆம் ஆனால்\" என்று இருக்க வேண்டும். நான் சொல்வது ஆம், ஆராய்ச்சி செய்யுங்கள், ஆனால் பின்வரும் நிபந்தனைகளின் கீழ். அடிப்படையில், எனது சொந்த அனுபவம் மற்றும் நான் பேசிய விஞ்ஞானிகளின் அடிப்படையில் ஆராயும்போது, ​​வனவிலங்கு பாதுகாப்புத் துறையானது ஆராய்ச்சி பயன்பாடுகளைச் செயலாக்குவதற்கான நியாயமான அமைப்பைக் கொண்டுள்ளது.",
        "Q இலங்கையில் இன்னும் எந்தெந்த விலங்கினங்கள் மற்றும் தாவரங்கள் ஆய்வு செய்யப்பட உள்ளன? (நீர்வீழ்ச்சிகள், ஊர்வன, மல்லிகை போன்றவை)",
        "எல்லாவற்றிற்கும் அதிக ஆராய்ச்சி தேவை என்று நான் உணர்கிறேன். இப்போது அற்புதமான விஷயம் என்னவென்றால், பல இளம் விஞ்ஞானிகள் இந்த வேலையைச் செய்கிறார்கள். அவர்களில் பலர் என்னைப் போன்ற 'அமெச்சூர்'கள் (நான், ஒரு பயோமெடிக்கல் இன்ஜினியராகப் பயிற்சி பெற்றுள்ளேன்), ஆனால் அவர்கள் அற்புதமான ஆராய்ச்சி செய்கிறார்கள் மற்றும் கலைக்களஞ்சிய அறிவைக் கொண்டுள்ளனர். உதாரணமாக, ஹிமேஷ் ஜெயசிங்க ஒரு உலகத் தரம் வாய்ந்த தாவரவியலாளர் மற்றும் மெண்டிஸ் விக்கிரமசிங்க ஒரு உலகத் தரம் வாய்ந்த ஹெர்பெட்டாலஜிஸ்ட், இருவருமே உயிரியலில் பட்டம் பெறவில்லை என்றாலும், எனக்குத் தெரிந்த வரையில். மேலும் இவர்களைப் போல் இன்னும் பலர் உள்ளனர், இது இலங்கைக்கு பெரும் சொத்தாக உள்ளது.",
        "Q வனவிலங்கு பாரம்பரிய அறக்கட்டளை மற்றும் உங்கள் சமீபத்திய வெளியீடு பற்றி பேசலாம்.",
        "வனவிலங்கு பாரம்பரிய அறக்கட்டளை 2009 இல் மிகவும் துரதிர்ஷ்டவசமான மற்றும் வேதனையான சூழ்நிலையில் மூடப்பட்டது. அது தனி கதை. ஆனால் ஹிரண்ய சுதசிங்கவுடன் இணைந்து எழுதப்பட்ட எனது சமீபத்திய புத்தகம், நான் சற்று முன்னர் குறிப்பிட்ட அந்த விதிவிலக்கான இளைஞர்களில் அவரும் ஒருவர், நாங்கள் இருவரும் மிகவும் ரசித்த ஒரு திட்டமாகும். இது இலங்கையின் விலங்கினங்கள் மற்றும் தாவரங்கள், குறிப்பாக நன்னீர் மீன்கள், ஆப்பிரிக்கா மற்றும் ஆசியாவின் பிற பகுதிகளுடன் உள்ள உறவுகளைப் பார்க்கிறது. சுமார் 30 மில்லியன் ஆண்டுகளுக்கு முந்தைய இலங்கை-ஆப்பிரிக்கா இணைப்புகளைப் பரிந்துரைக்கும் சில சுவாரசியமான வடிவங்களை நாங்கள் கண்டறிந்தோம். 1991 ஆம் ஆண்டு நன்னீர் மீன்கள் பற்றிய எனது புத்தகம் அந்த விலங்கினங்கள் பற்றிய புதிய ஆராய்ச்சிக்கு வழிவகுத்தது போல், இந்த புத்தகம் இலங்கையின் உயிர் புவியியல் ஆராய்ச்சியின் புதிய கட்டத்திற்கு களம் அமைக்கும் என நம்புகிறேன்.",
        "கே ஒரு சுற்றுச்சூழல் ஆர்வலரின் பங்கு ஒரு கெளரவ சேவையாகும். சுற்றுச்சூழலைப் பற்றி அறிந்துகொள்ளவும், எதிர்கால சந்ததியினருக்கு அறிவைப் பரப்பவும் இளைஞர்களை ஈர்க்க இன்னும் என்ன செய்ய முடியும்?",
        "ஓ, நான் நிறைய இளைஞர்களை சந்தித்திருக்கிறேன், அவர்கள் அனைவரும் மிகவும் புத்திசாலிகள் மற்றும் திறமையானவர்கள், அவர்கள் தங்கள் வாழ்நாள் முழுவதையும் பல்லுயிரியலை ஆராய்வதில் செலவிட விரும்புகிறார்கள். கண்டிப்பாக பற்றாக்குறை இல்லை! எங்களிடம் பற்றாக்குறையாக இருப்பது பணம், அவர்கள் தங்கள் துறை மற்றும் ஆய்வக ஆராய்ச்சி நடத்த தேவையான நிதி. இது WHT மூலம் நான் தீர்க்க முயன்ற ஒரு பிரச்சனை. இன்றுவரை, இந்த அற்புதமான இளைஞர்களுக்கு என்னால் முடிந்த உதவிகளை நான் தொடர்ந்து செய்து வருகிறேன். இந்த வினோதமான திறமையும் அர்ப்பணிப்பும் கொண்ட இளைஞர்கள் இலங்கையின் எதிர்காலம் குறித்து எனக்கு நிறைய நம்பிக்கையை அளிக்கின்றனர்.",
        "Q இலங்கை உணவு நெருக்கடியை எதிர்கொள்கிறது. இந்த நெருக்கடியைத் தீர்ப்பதில் சுற்றுச்சூழல் ஆர்வலர்கள் எவ்வாறு பங்களிக்க முடியும்?",
        "சுற்றுச்சூழல் ஆர்வலர்கள் உண்மையானவர்களாக இருக்க வேண்டும் மற்றும் அவர்கள் தீர்வின் ஒரு பகுதியாக இருக்கும்போது, ​​அவர்களும் பிரச்சனையின் ஒரு பகுதியாக இருக்க வேண்டும். இலங்கையின் உணவு மற்றும் எரிசக்தி பாதுகாப்பை விட வேறு எங்கும் இது தெளிவாக இல்லை. பல சுற்றுச்சூழல் ஆர்வலர்கள் நவீன விவசாயம் மற்றும் நீர் மின்சாரம் போன்ற தூய்மையான எரிசக்தி மாற்றுகளின் வளர்ச்சிக்கு எதிராக கிளர்ந்தெழுந்தனர், ஆனால் நடைமுறை மாற்றுகளை முன்மொழியவில்லை. ஒவ்வொரு புதிய திட்டமும் பெரும் எதிர்ப்பை சந்திக்கிறது, இது திட்டங்கள் ரத்து செய்யப்படுவதற்கு அல்லது தாமதப்படுத்துவதற்கு வழிவகுக்கிறது. நமது தற்போதைய பொருளாதார நெருக்கடியில், அந்த எதிர்ப்பின் பலன்களை நாம் காண்கிறோம். நாம் யதார்த்தமாக இருக்க வேண்டும்: இலங்கையின் கைத்தொழில்களை பராமரிப்பதற்கும் அதன் 22 மில்லியன் குடிமக்களின் நல்வாழ்வுக்கும் உணவும் ஆற்றலும் தேவை. சுற்றுச்சூழல் ஆர்வலர்களும் யதார்த்தமான மாற்று வழிகளை முன்வைக்காத வரையில் வளர்ச்சித் திட்டங்களுக்கு எதிர்ப்பு தெரிவிப்பதில் அர்த்தமில்லை. எல்லா முன்னேற்றத்திற்கும் எதிராக இருப்பதில் அர்த்தமில்லை. எனது எல்லா கருத்துக்களும் சுற்றுச்சூழல் இயக்கத்தில் உள்ள சக ஊழியர்களை எரிச்சலூட்டும் என்பதை நான் உணர்கிறேன், ஆனால் நான் பிரபலமடையவில்லை. யாரோ ஒருவர் அதை அப்படியே சொல்ல வேண்டும்.",
        "காடுகளை மீட்டெடுப்பதில் எனது பணியைத் தவிர, பல்லுயிர் ஆய்வு மற்றும் ஆராய்ச்சி ஆகியவை இந்தத் துறையில் இப்போது வளர்ந்து வரும் இளைஞர்களின் கைகளில் பாதுகாப்பாக விடப்படலாம் என்று நான் நினைக்கிறேன். அவர்கள் இதை செய்ய நம்பமுடியாத அளவிற்கு நன்கு பொருத்தப்பட்டுள்ளனர், நான் எப்போதும் இருந்ததை விட அதிக திறமை மற்றும் உந்துதலுடன். எனவே, எதிர்காலத்தைப் பற்றி நான் பயப்படவில்லை. என்னைப் பொறுத்தவரையில், இலங்கையில் கொள்கை சீர்திருத்தத்தில் செல்வாக்கு செலுத்துவதன் மூலம் பெரிய படத்தில் அதிக கவனம் செலுத்த முயற்சிக்க விரும்புகிறேன். நான் குறிப்பாக அரசியல்வாதிகளுக்கு நச்சுத்தன்மையுள்ள பிரபலமற்ற கொள்கை விருப்பங்களை ஆராய விரும்புகிறேன். இலங்கை போன்ற நாடுகளுக்கு சர்வதேச நாணய நிதியம் முன்மொழியும் சீர்திருத்தங்கள் இவைதான், ஆனால், அரசியல்வாதிகள் வெறுக்கிறார்கள், ஏனெனில் பெரிய பட்ஜெட் பற்றாக்குறை, இறக்குமதி-சார்புடைய கொடுப்பனவுகள் அல்லது அச்சிடுதல் போன்ற முட்டாள்தனமான விஷயங்களை நீங்கள் செய்ய முடியாது. பில்களை செலுத்த பணம். இவை நம் காலத்தின் அவலங்கள், இவற்றை நாம் சரி செய்யாத வரை, சுற்றுச்சூழலைப் பற்றி கவலைப்படுவதில் அர்த்தமில்லை. உண்மையில், கவலைப்படத் தகுதியான சூழல் இருக்காது. வறுமை என்பது சுற்றுச்சூழலின் மிகப்பெரிய எதிரி, மேலும் இலங்கையர்களை மேலும் செழிப்பாக மாற்ற உதவாவிட்டால், மற்ற அனைத்தும் வெறும் குழம்பு மட்டுமே. அதில்தான் எனது எதிர்கால கவனத்தை செலுத்த விரும்புகிறேன்."
      ]
    }
  }
}