{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Strawman-Prime-Minister-Ranils-appointment-is-a-sell-out-by-default-but-damage-can-still-be-undone/172-237118",
  "time_ut": 1652726280,
  "title": "Strawman Prime Minister  Ranil’s appointment is a sell-out by default, but damage can still be undone",
  "body_lines": [
    "Ranil Wickremesinghe has been appointed Prime Minister by President Gotabaya Rajapaksa at the time the country is facing its worst ever economic crisis and political turmoil",
    "Last week, Sri Lanka’s struggle for an accountable government looked as if it had prevailed against all odds. Then someone else sold it out.",
    "Earlier in the week, Mahinda Rajapaksa, the disgraced former prime minister scored his own goal. The ruling ‘Pohottuwa’ thugs who emerged from a meeting at the Prime Minister’s residence, Temple Trees descended on the peaceful protesters camped in front of the residence, and then proceeded to wreak havoc at the Galle Face Green, where protesters in tens of thousands have gathered for over a month demanding the resignation of the regime leaders. On a rather less attended morning, the thugs assaulted the protesters and demolished the camp tents. Police remained onlookers and the state’s complicity was alleged.",
    "However, MR and his acolytes seriously miscalculated the public reaction. Tens of thousands walked to the campsite in solidarity and the angry public retaliated against the ruling party thugs. By afternoon, a ruling party MP had been lynched, and two others, including a protester, were dead. By the night, despite a countrywide curfew, the angry public attacked and set ablaze the property of the ruling party politicos and their backers. A regime that had a track record of state thuggery, white van abductions, and gross abuse of power was under siege.",
    "Mahinda Rajapaksa, who resigned as Prime Minister was evacuated from Temple Trees and was flown to a naval base in Trincomalee, as security forces held back the angry protesters who were forcing their way to the Temple Trees. MR had a hasty and inglorious exit, while his brother, the president appeared as the next in line to fall.",
    "Then on Friday, Gotabaya Rajapaksa played his hand. Though it was a last ditched attempt to hold on to power by a beleaguered president, it was a classic Machiavellian move that not only took the initiative from his opponents but also now threatens to cause further disunity within the main opposition, Samagi Jana Balawegaya (SJB). In a hushed ceremony, the president swore in Ranil Wickremesinghe, who had held the office five times before as the prime minister. If there is any parallel in the recent history to Gota’s appointment of Ranil, it is Maithripala Sirisena’s aborted constitutional coup that saw the appointment of MR as prime minister after sacking Ranil’s government of Yahapalanaya.",
    "Being the only member in Parliament from the UNP, Ranil Wickremesinghe is now effectively at the mercy of the Pohottuwa, a Rajapaksa fiefdom. In all appearances, he is a kept prime minister by the Rajapaksas for the Rajapaksas.",
    "Equally interesting was the long list of Colombo based diplomats - the Americans, Canadians, Indians, and the Chinese, the list goes on - who lined up to well wish, and extend support to Ranil Wickremesinghe. So much for their high-flown claims of the democratic will of the people, when less sophisticated MR was in power.",
    "Mr. Wickremesinghe has cultivated a façade as an able administrator of the economy, but, each time when he was given an opportunity, he has proved to be an abysmal failure. So much for his brinksmanship, he managed to reduce the once Grand Old Party, the UNP to a skeleton of its former self.",
    "Today, Sri Lanka is faced with twin crises: political and economic, each as acute as the other and further deterioration could unleash unimaginable pain and destruction. Last week’s violence was a prelude. The appointment of Ranil Wickremesinghe addresses neither of these crises. It is only providing a breather to President Gotabaya Rajapaksa and by extension his siblings.",
    "There is a folly - as dim-witted as Gotabaya Rajapaksa’s ban on chemical fertilizer – that Wickremesinghe’s good offices with the West and Japan would open floodgates of foreign aid.",
    "Mr. Wickremesinghe, of course, has better relations with the rest of the world than the insular Rajapaksas. However, the countries and foreign investors are not opening their chequebooks, simply because they liked the man in power (or rather the second in command). They will, of course, throw a few bread crumbs just like the Western countries that have offered to set up an aid club to address basic needs or New Zealand’s US$ 500,000 aid to distressed mothers              (Commissions of the Rajapaksa regime comes many times of that figure).",
    "Sri Lanka’s economic crisis cannot be addressed by temporary fixes or other people’s generosity. First, International financial institutions, countries and foreign investors who wish to assist Sri Lanka requires political stability and clarity in economic policy. Ranil Wickremesinghe’s appointment provides neither.",
    "Any economic policymaking that the foreign lenders would take seriously would require the country to undertake deep structural reforms, which may include many painful measures.",
    "How Mr. Wickremesinghe who relies on the goodwill of the Pohottuwa MPs to govern, could forge ahead with such sweeping measures is a moot point.",
    "Second, Sri Lanka’s economic recovery, and assorted reforms that it would be compelled to undertake are in the long haul. The recovery would take at least two to three years. Mr. Wickremesinghe’s continuation in the office for that long is open to question. In the short term, Mr. Wickremesinghe may manage to govern with the help of Pohottuwa and SLFP, of which leader former president Maithripala Sirisena has expressed support to Mr. Wickremesinghe. However, such support is fickle and would be taken back at any point.",
    "Major political changes would push the economic reforms back to square one. Thus, instead of providing clarity, Mr. Wickremesinghe’s appointment has added a greater deal of economic and political uncertainty.",
    "Third, given the extent of the popular distrust of politicians, the political crisis cannot be resolved by showing the numbers in Parliament. It requires far-reaching political changes in the way politics has been conducted in the country. That is a rallying cry of the protesters across the country. Some of the urgent measures include the 21st amendment to the Constitution to restore the provisions of the 19th amendment, the abolition of the executive presidency and an effective mechanism to investigate the allegations of corruption and nepotism blamed on the holders of the public office. It is naïve to expect Gotabaya Rajapaksa to sit tight, if Mr. Wickremesinghe opts to investigate the Rajapaksa brothers. And, to be honest, Mr. Wickremesinghe has no history of taking decisive action against the corruption of the Rajapaksa regime when he was the prime minister of the Yahapalanaya government.  Thus, the appointment of Mr. Wickremesinghe has not addressed the concerns that gave rise to a popular uprising. Instead, he has provided a breather to the beleaguered president. It would not be long before the popular disgruntlement with the regime erupt in a far more decisive mode.",
    "Fourth, worst still, Mr. Wickremesinghe’s appointment has effectively deadlocked the political reforms that could have solved the political crisis. The 21A and an activist corruption busting legislation are much less likely to see the day now than they were a week before.",
    "Thus, as it appears, Mr. Wickremesinghe’s appointment is a sell-out of the Aragalaya (The struggle). Perhaps the president could not be blamed for his choice; he made overtures to the Opposition leader Sajith Premadasa who had been both indecisive and grandstanding. After escaping an assault by a JVP apparatchik at the Galle Face Green, Mr. Premadasa became over cautious and effectively parroted the demands of the GoGotaGama protestors, the key demand being the resignation of Gotabaya Rajapaksa.",
    "However, politics is the art of possible and Mr. Premadasa’s grandstanding effectively cost him the opportunity. However, this should not be a reason for him to wait until Ranil bungles it, or is being chased out of office by the people so that he could ride to the power on the back of the people’s protests. Though such eventuality is almost possible, that would come at a huge cost and a prolonged economic pain.",
    "Probably, the way out is for the SJB, and possibly the JVP to take part in a multi-party government under Wickremesinghe. Once in, they can proceed to bring in the 21A and other constitutional measures. Waiting for others to fail, while also failing the country is not the patriotic way of doing politics"
  ],
  "translate": {
    "si": {
      "title": "Strawman අගමැති රනිල්ගේ පත්වීම පෙරනිමියෙන් විකුණා දැමීමකි, නමුත් හානිය තවමත් ඉවත් කළ හැකිය",
      "body_lines": [
        "රට මුහුණ දුන් දරුණුතම ආර්ථික අර්බුදයට සහ දේශපාලන ව්‍යාකූලත්වයට මුහුණ දී සිටින මොහොතේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් රනිල් වික්‍රමසිංහ මහතා අගමැති ලෙස පත් කර තිබේ.",
        "වගකියන ආන්ඩුවක් සඳහා වූ ශ්‍රී ලංකාවේ අරගලය පසුගිය සතියේ පෙනුනේ එය සියලු අවාසි වලට එරෙහිව ජයගත් බවක්ය. ඊට පස්සේ වෙන කෙනෙක් ඒක විකුණුවා.",
        "සතියකට පෙර මහින්ද රාජපක්ෂ, අපකීර්තියට පත් හිටපු අගමැති ඔහුගේම ගෝලයක් ලබා ගත්තේය. අරලියගහ මන්දිරය ඉදිරිපිට කඳවුරු බැඳගෙන සිටි සාමකාමී උද්ඝෝෂකයන් මතට අරලියගහ මන්දිරයේ පැවති රැස්වීමකින් මතු වූ ‘පොහොට්ටුවේ’ පාලක මැරයෝ ඉන් අනතුරුව දස දහස් ගණනින් විරෝධතාකරුවන් සිටින ගාලුමුවදොර පිටියේදී විනාශයක් සිදු කළහ. රෙජීම නායකයින්ට ඉල්ලා අස්විය යුතු බව බල කරමින් මාසයකට වැඩි කාලයක් රැස්ව සිටියහ. තරමක් අඩු සහභාගී වූ උදෑසනක, මැරයන් විරෝධතාකරුවන්ට පහර දී කඳවුරු කූඩාරම් කඩා දැමූහ. පොලිසිය බලාසිටින අතර රාජ්‍ය අනුග්‍රහය ගැන චෝදනා එල්ල විය.",
        "කෙසේ වෙතත්, MR සහ ඔහුගේ සහචරයින් මහජන ප්‍රතිචාරය බරපතල ලෙස වැරදි ලෙස ගණනය කළහ. දස දහස් සංඛ්‍යාත පිරිසක් සහයෝගීතාවයෙන් කඳවුරු භූමියට ඇවිද ගිය අතර කෝපයට පත් මහජනතාව ආණ්ඩු පක්ෂයේ මැරයන්ට එරෙහිව ප්‍රතිප්‍රහාර එල්ල කළහ. දහවල් වන විට ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරයෙකුට පහර දී ඇති අතර විරෝධතාකරුවෙකු ඇතුළු තවත් දෙදෙනෙක් මිය ගියහ. රාත්‍රිය වන විට, රටපුරා ඇඳිරි නීතිය පනවා තිබියදීත්, කෝපයට පත් මහජනතාව ආණ්ඩු පක්ෂයේ දේශපාලනඥයන්ගේ සහ ඔවුන්ගේ ආධාරකරුවන්ගේ දේපළවලට පහර දී ගිනි තැබූහ. රාජ්‍ය මැර ක්‍රියා, සුදු වෑන් පැහැරගැනීම් සහ අමානුෂික ලෙස බලය අයුතු ලෙස භාවිත කිරීම පිළිබඳ වාර්තාවක් තිබූ පාලන තන්ත්‍රයක් වටලනු ලැබීය.",
        "අරලියගහ මැදුරට යාමට බලකරමින් සිටි කෝපයට පත් විරෝධතාකරුවන් ආරක්ෂක අංශ විසින් මැඩපැවැත්වීම නිසා අගමැති ධූරයෙන් ඉල්ලා අස්වූ මහින්ද රාජපක්ෂ මහතා අරලියගහ මන්දිරයෙන් ඉවත්කර ත්‍රිකුණාමලයේ නාවික හමුදා කඳවුරකට රැගෙන යන ලදී. එම්ආර්ට ඉක්මන් සහ කීර්තිමත් පිටවීමක් සිදු වූ අතර, ඔහුගේ සහෝදරයා වන ජනාධිපතිවරයා ඊළඟට වැටෙන පේළියේ පෙනී සිටියේය.",
        "ඊට පස්සේ සිකුරාදා ගෝඨාභය රාජපක්ෂ අත ගැහුවා. එය ව්‍යාකූල වූ ජනාධිපතිවරයකු විසින් බලයේ තබාගැනීමේ අවසන් උත්සාහයක් වුවද, එය ඔහුගේ විරුද්ධවාදීන්ගෙන් මූලිකත්වය ගත් පමනක් නොව දැන් ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) තුළ තවදුරටත් අසමගියක් ඇති කිරීමට තර්ජනය කරන සම්භාව්‍ය මැකියාවේලියන් පියවරකි. ) නිහඬ උත්සවයකදී ජනාධිපතිවරයා දිවුරුම් දුන්නේ මීට පෙර පස් වතාවක් අගමැති ධුරය දැරූ රනිල් වික්‍රමසිංහ මහතාය. ගෝඨා විසින් රනිල් පත් කිරීමට මෑත ඉතිහාසයේ යම් සමාන්තරයක් ඇත්නම්, රනිල්ගේ යහපාලන ආණ්ඩුව නෙරපා හැර MR අගමැති ධූරයට පත් කළේ මෛත්‍රීපාල සිරිසේනගේ ගබ්සා කළ ව්‍යවස්ථා කුමන්ත්‍රණයයි.",
        "එක්සත් ජාතික පක්ෂයෙන් පාර්ලිමේන්තුවේ සිටින එකම මන්ත්‍රීවරයා වන රනිල් වික්‍රමසිංහ මහතා මේ වන විට ඵලදායි ලෙස සිටින්නේ රාජපක්ෂලාගේ තක්කඩියෙකු වූ පොහොට්ටුවේ අනුකම්පාවටය. බැලූ බැල්මට ඔහු රාජපක්ෂලා විසින් රාජපක්ෂලා වෙනුවෙන් තබාගත් අගමැතිවරයෙකි.",
        "රනිල් වික්‍රමසිංහ මහතාට සුබ පැතීමට සහ සහයෝගය දැක්වීමට පෙළ ගැසුණු, කොළඹ පදනම් වූ රාජ්‍ය තාන්ත්‍රිකයන්ගේ - ඇමරිකානුවන්, කැනේඩියානුවන්, ඉන්දියානුවන් සහ චීන ජාතිකයින්ගේ දිගු ලැයිස්තුව ද ඒ හා සමානව සිත්ගන්නා සුළු විය. අඩු සංකීර්ණ එම්ආර් බලයේ සිටියදී, ජනතාවගේ ප්‍රජාතන්ත්‍රවාදී කැමැත්ත පිළිබඳ ඔවුන්ගේ ඉහළ ප්‍රකාශයන් සඳහා බොහෝ දේ ඇත.",
        "වික‍්‍රමසිංහ මහතා ආර්ථිකයේ දක්‍ෂ පරිපාලකයකු ලෙස මුහුණත වගා කර ඇතත්, අවස්ථාවක් ලැබුණු සෑම අවස්ථාවකම ඔහු අන්ත අසාර්ථක බව ඔප්පු කර ඇත. ඔහුගේ අශික්ෂිතභාවය කෙතරම්ද යත්, වරක් පැරණි පැරණි පක්ෂය වූ එක්සත් ජාතික පක්ෂය එහි පෙර ආත්මයේ ඇටසැකිල්ලක් බවට පත් කිරීමට ඔහු සමත් විය.",
        "අද, ශ්‍රී ලංකාව ද්විත්ව අර්බුදවලට මුහුණ දී සිටී: දේශපාලන හා ආර්ථික, ඒ සෑම එකක්ම අනෙකා මෙන් උග්‍ර වන අතර තවදුරටත් පිරිහීම සිතාගත නොහැකි වේදනාවක් සහ විනාශයක් මුදා හැරිය හැකිය. පසුගිය සතියේ ප්‍රචණ්ඩත්වය පූර්විකාවක් විය. රනිල් වික්‍රමසිංහ මහතාගේ පත්වීමෙන් මේ අර්බුද දෙකෙන් එකක්වත් විසඳෙන්නේ නැහැ. එය ජනාධිපති ගෝඨාභය රාජපක්ෂට සහ ඔහුගේ සහෝදර සහෝදරියන්ට හුස්ම ගැනීමක් පමණි.",
        "ගෝඨාභය රාජපක්ෂගේ රසායනික පොහොර තහනම තරම්ම මෝඩකමක් තිබේ - වික්‍රමසිංහගේ බටහිර හා ජපානය සමඟ ඇති හොඳ කාර්යාල විදේශ ආධාරවල ගංවතුර දොරටු විවෘත කරයි.",
        "ඇත්ත වශයෙන්ම, වික්‍රමසිංහ මහතාට ලෝකයේ සෙසු රටවල් සමඟ ඒකාබද්ධ රාජපක්ෂලාට වඩා හොඳ සබඳතා ඇත. කෙසේ වෙතත්, රටවල් සහ විදේශීය ආයෝජකයින් ඔවුන්ගේ චෙක්පත් විවෘත නොකරන්නේ, ඔවුන් බලයේ සිටින මිනිසාට (හෝ ඒ වෙනුවට අණ දෙන පුද්ගලයාට) කැමති වූ නිසා නොවේ. මූලික අවශ්‍යතා සපුරාලීම සඳහා ආධාර සමාජයක් පිහිටුවීමට ඉදිරිපත් වූ බටහිර රටවල් මෙන් හෝ විපතට පත් මවුවරුන්ට නවසීලන්තයේ ඇමරිකානු ඩොලර් ලක්ෂ 5 ක ආධාර මෙන් ඔවුන් ද පාන් කැබලි කිහිපයක් විසි කරනු ඇත. රූපය).",
        "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය තාවකාලික විසඳුම් හෝ වෙනත් මිනිසුන්ගේ ත්‍යාගශීලීභාවයෙන් විසඳිය නොහැක. පළමුව, ශ්‍රී ලංකාවට සහාය වීමට කැමති ජාත්‍යන්තර මූල්‍ය ආයතන, රටවල් සහ විදේශීය ආයෝජකයින්ට දේශපාලන ස්ථාවරත්වය සහ ආර්ථික ප්‍රතිපත්තිවල පැහැදිලි බව අවශ්‍ය වේ. රනිල් වික්‍රමසිංහගේ පත්කිරීමෙන් ඒ එකක්වත් ලැබෙන්නේ නැහැ.",
        "විදේශීය ණය දෙන්නන් බැරෑරුම් ලෙස සලකන ඕනෑම ආර්ථික ප්‍රතිපත්ති සම්පාදනයක් සඳහා රට ගැඹුරු ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සිදු කිරීමට අවශ්‍ය වනු ඇත, එයට බොහෝ වේදනාකාරී ක්‍රියාමාර්ග ඇතුළත් විය හැකිය.",
        "පොහොට්ටුවේ මන්ත්‍රීවරුන්ගේ හොඳ හිත මත ආණ්ඩු කරන වික්‍රමසිංහ මහතා මෙවන් දැවැන්ත ක්‍රියාමාර්ග සමඟ ඉදිරියට යන්නේ කෙසේද යන්න මතභේදාත්මක කාරණයකි.",
        "දෙවනුව, ශ්‍රී ලංකාවේ ආර්ථික ප්‍රකෘතිය සහ එය සිදු කිරීමට බල කෙරෙන විවිධ ප්‍රතිසංස්කරණ දිගු ගමනක පවතී. යථා තත්ත්වයට පත්වීමට අවම වශයෙන් වසර දෙක තුනක් ගතවනු ඇත. වික්‍රමසිංහ මහතා එපමණ කාලයක් කාර්යාලයේ සිටීම ප්‍රශ්න කිරීමට විවෘතය. කෙටි කාලීනව පොහොට්ටුවේ සහ ශ්‍රීලනිපයේ සහය ඇතිව ආණ්ඩු කිරීමට වික්‍රමසිංහ මහතා සමත් විය හැකි අතර, එහි නායක හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා වික්‍රමසිංහ මහතාට සහය පළ කර තිබේ. කෙසේ වෙතත්, එවැනි සහයෝගය චංචල වන අතර ඕනෑම අවස්ථාවක ආපසු ගනු ලැබේ.",
        "ප්‍රධාන දේශපාලන වෙනස්කම් ආර්ථික ප්‍රතිසංස්කරණ නැවත මුල් තැනට තල්ලු කරනු ඇත. මේ අනුව, පැහැදිලි බවක් ලබා දෙනවා වෙනුවට, වික්‍රමසිංහ මහතාගේ පත් කිරීම ආර්ථික හා දේශපාලන අවිනිශ්චිතතාවය වැඩි කර ඇත.",
        "තුන්වනුව, දේශපාලනඥයන් කෙරෙහි පවතින ජනතා අවිශ්වාසයේ තරම අනුව, පාර්ලිමේන්තුවේ ගණන් බැලීමෙන් දේශපාලන අර්බුදය විසඳිය නොහැක. ඒ සඳහා රට තුළ දේශපාලනය ගෙන ගිය ආකාරයෙහි දුරදිග යන දේශපාලන වෙනස්කම් අවශ්‍ය වේ. එය රටපුරා විරෝධතාකරුවන්ගේ පෙළගැසීමකි. 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන යථා තත්ත්වයට පත් කිරීම සඳහා වන 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය, විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සහ රාජ්‍ය නිලතල දරන්නන් වෙත එල්ල වී ඇති දූෂණ හා ඥාති සංග්‍රහ පිළිබඳ චෝදනා විමර්ශනය කිරීමට ඵලදායී යාන්ත්‍රණයක් ඇති කිරීම සමහර හදිසි පියවරයන් වේ. වික්‍රමසිංහ මහතා රාජපක්‍ෂ සහෝදරයන් ගැන පරීක්‍ෂණයක්‌ කිරීමට තීරණය කළහොත් ගෝඨාභය රාජපක්‍ෂ මහතා තදින් වාඩි වනු ඇතැයි අපේක්ෂා කිරීම බොළඳය. එමෙන්ම ඇත්තම කීවොත් යහපාලන ආණ්ඩුවේ අගමැතිව සිටියදී රාජපක්ෂ පාලනයේ දූෂණයට එරෙහිව තීරණාත්මක පියවරක් ගත් ඉතිහාසයක් වික්‍රමසිංහ මහතාට නැත. මේ අනුව, වික්‍රමසිංහ මහතාගේ පත්කිරීමෙන් ජනතා නැගිටීමක් ඇති කළ උත්සුකයන්ට විසඳුම් ලැබී නැත. ඒ වෙනුවට ඔහු කර ඇත්තේ අමාරුවෙන් සිටින ජනාධිපතිවරයාට හුස්ම ගැනීමකි. පාලන තන්ත්‍රය පිලිබඳ මහජන අප්‍රසාදය වඩාත් තීරණාත්මක ආකාරයකින් පුපුරා යාමට වැඩි කලක් ගත නොවනු ඇත.",
        "හතරවනුව, නරකම දෙය නම්, වික්‍රමසිංහ මහතාගේ පත්වීම දේශපාලන අර්බුදය විසඳාගත හැකිව තිබූ දේශපාලන ප්‍රතිසංස්කරණ ඵලදායී ලෙස අවහිර කර තිබීමයි. 21A සහ ක්‍රියාකාරිකයෙකු දූෂණය පිටුදැකීමේ නීති සම්පාදනය සතියකට පෙර තිබූ දිනයට වඩා දැන් දවස දැකීමට ඇති ඉඩකඩ බෙහෙවින් අඩුය.",
        "මේ අනුව පෙනෙන පරිදි වික්‍රමසිංහ මහතාගේ පත්වීම අරගලය (අරගලය) විකුණා දැමීමකි. සමහරවිට ඔහුගේ තේරීම සම්බන්ධයෙන් ජනාධිපතිවරයාට දොස් පැවරිය නොහැක; ඔහු අවිනිශ්චිත මෙන්ම ප්‍රබල ලෙස කටයුතු කළ විපක්ෂ නායක සජිත් ප්‍රේමදාසට ප්‍රකාශ කළේය. ප්‍රේමදාස මහතා ගාලුමුවදොර පිටියේදී ජනතා විමුක්ති පෙරමුණේ ගෝලයකුගේ ප්‍රහාරයකින් බේරීමෙන් පසු ප්‍රවේසම් වී ගොගෝටගම විරෝධතාකරුවන්ගේ ඉල්ලීම් ප්‍රධානතම ඉල්ලීම වූයේ ගෝඨාභය රාජපක්ෂගේ ඉල්ලා අස්වීමයි.",
        "කෙසේ වෙතත්, දේශපාලනය කළ හැකි කලාවක් වන අතර ප්‍රේමදාස මහතාගේ විශිෂ්ටත්වය ඔහුට එම අවස්ථාව අහිමි විය. කෙසේ වෙතත්, ජනතා විරෝධය මත බලයට නැඟීමට හැකි වන පරිදි, රනිල් එය වළක්වන තුරු හෝ ජනතාව විසින් තනතුරෙන් එළවා හරින තෙක් බලා සිටීමට මෙය ඔහුට හේතුවක් නොවිය යුතුය. එවැනි සිදුවීමක් බොහෝ දුරට සිදුවිය හැකි වුවද, එය විශාල පිරිවැයක් සහ දිගුකාලීන ආර්ථික වේදනාවක් ගෙන එනු ඇත.",
        "බොහෝ විට, ඉන් ගැලවීමේ මාර්ගය වන්නේ SJB සහ සමහර විට JVP වික්‍රමසිංහ යටතේ බහු-පක්ෂ ආන්ඩුවකට සහභාගී වීමයි. ඇතුල් වූ පසු, ඔවුන්ට 21A සහ වෙනත් ව්‍යවස්ථාපිත ක්‍රියාමාර්ග ගෙන ඒමට ඉදිරියට යා හැකිය. අනෙකා අසාර්ථක වනතුරු බලා සිටීමත්, රටත් අසාර්ථක වීම දේශප්‍රේමී දේශපාලනය නොවේ"
      ]
    },
    "ta": {
      "title": "ஸ்ட்ராமேன் பிரதமர் ரணிலின் நியமனம் இயல்பிலேயே விற்றுத் தீர்ந்துவிட்டது, ஆனால் சேதத்தை இன்னும் செயல்தவிர்க்க முடியும்.",
      "body_lines": [
        "நாடு மிக மோசமான பொருளாதார நெருக்கடி மற்றும் அரசியல் குழப்பங்களை எதிர்கொண்டிருக்கும் வேளையில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் ரணில் விக்கிரமசிங்க பிரதமராக நியமிக்கப்பட்டுள்ளார்.",
        "கடந்த வாரம், பொறுப்புக்கூறும் அரசாங்கத்துக்கான இலங்கையின் போராட்டம், எல்லா முரண்பாடுகளுக்கும் எதிராக வெற்றிபெற்றது போல் இருந்தது. பின்னர் அதை வேறு ஒருவர் விற்றுவிட்டார்.",
        "இந்த வாரத்தின் தொடக்கத்தில், முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷ தனது சொந்த கோலைப் போட்டார். பிரதமரின் இல்லம், அலரிமாளிகையில் நடைபெற்ற கூட்டத்தில் இருந்து வெளிப்பட்ட ஆளும் 'பொஹொட்டுவ' குண்டர்கள், அந்த இல்லத்திற்கு முன்பாக அமைதியான முறையில் முகாமிட்டிருந்த போராட்டக்காரர்கள் மீது இறங்கி, பல்லாயிரக்கணக்கான ஆர்ப்பாட்டக்காரர்கள் இருந்த காலி முகத்திடல் மைதானத்தில் நாசத்தை விளைவித்தனர். ஆட்சித் தலைவர்களை ராஜினாமா செய்யக் கோரி ஒரு மாதத்திற்கும் மேலாக ஒன்றுகூடியது. குறைந்த எண்ணிக்கையிலான காலையில், குண்டர்கள் போராட்டக்காரர்களைத் தாக்கி முகாம் கூடாரங்களை இடித்துத் தள்ளினார்கள். காவல் துறையினர் பார்ப்பனர்களாகவே இருந்தனர் மற்றும் அரசின் உடந்தையாக இருந்ததாக குற்றம் சாட்டப்பட்டது.",
        "இருப்பினும், MR மற்றும் அவரது கூட்டாளிகள் பொது எதிர்வினையை தவறாகக் கணக்கிட்டனர். பல்லாயிரக்கணக்கானோர் ஒற்றுமையுடன் முகாமிற்கு நடந்து சென்றனர், ஆத்திரமடைந்த பொதுமக்கள் ஆளும் கட்சி குண்டர்களுக்கு பதிலடி கொடுத்தனர். பிற்பகலில், ஒரு ஆளும் கட்சி எம்.பி. அடித்துக் கொல்லப்பட்டார், ஒரு எதிர்ப்பாளர் உட்பட மேலும் இருவர் இறந்தனர். இரவு நேரத்தில், நாடு முழுவதும் ஊரடங்கு உத்தரவு இருந்தபோதிலும், கோபமடைந்த பொதுமக்கள் ஆளும் கட்சி அரசியல்வாதிகள் மற்றும் அவர்களின் ஆதரவாளர்களின் சொத்துக்களைத் தாக்கி எரித்தனர். அரச குண்டர்கள், வெள்ளை வேன் கடத்தல்கள், அதிகார துஷ்பிரயோகம் போன்றவற்றின் வரலாற்றைக் கொண்டிருந்த ஒரு ஆட்சி முற்றுகைக்கு உட்பட்டது.",
        "பிரதமர் பதவியை இராஜினாமா செய்த மஹிந்த ராஜபக்ஷ அலரிமாளிகையில் இருந்து வெளியேற்றப்பட்டு திருகோணமலை கடற்படை முகாமுக்கு விமானம் மூலம் அழைத்துச் செல்லப்பட்டார், இதனால் கோபமடைந்த போராட்டக்காரர்களை பாதுகாப்பு படையினர் தடுத்து நிறுத்தினர். MR ஒரு அவசர மற்றும் புகழ்பெற்ற வெளியேற்றத்தைக் கொண்டிருந்தார், அதே நேரத்தில் அவரது சகோதரர், ஜனாதிபதி வீழ்ச்சிக்கு அடுத்தவராக தோன்றினார்.",
        "அதன்பிறகு வெள்ளிக்கிழமை கோட்டாபய ராஜபக்ச கையை ஆட்டினார். முட்டுக்கட்டையான ஜனாதிபதியால் ஆட்சியைப் பிடிக்க இது கடைசி முயற்சியாக இருந்தாலும், இது ஒரு உன்னதமான மாக்கியவெல்லியன் நடவடிக்கையாகும், இது அவரது எதிரிகளிடமிருந்து முன்முயற்சியை எடுத்தது மட்டுமல்லாமல் இப்போது பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) க்குள் மேலும் ஒற்றுமையை ஏற்படுத்த அச்சுறுத்துகிறது. ) இதற்கு முன்னர் ஐந்து முறை பிரதமராக பதவி வகித்த ரணில் விக்கிரமசிங்கவுக்கு ஜனாதிபதி பதவிப்பிரமாணம் செய்து வைத்தார். அண்மைக்கால வரலாற்றில் கோட்டா ரணிலை நியமித்ததற்கு சமாந்தரமாக ஏதேனும் இருந்தால், மைத்திரிபால சிறிசேனவின் கைவிடப்பட்ட அரசியலமைப்பு சதிதான் ரணிலின் யஹபாலனய அரசாங்கத்தை பதவி நீக்கம் செய்து எம்.ஆர் பிரதமராக நியமிக்கப்பட்டது.",
        "ஐக்கிய தேசியக் கட்சியின் ஒரேயொரு நாடாளுமன்ற உறுப்பினரான ரணில் விக்கிரமசிங்க, தற்போது ராஜபக்சவின் பேரரசான பொஹொட்டுவாவின் தயவில் திறம்பட உள்ளார். எல்லா தோற்றத்திலும், ராஜபக்சக்களுக்காக ராஜபக்சக்களால் காப்பாற்றப்பட்ட பிரதமர்.",
        "கொழும்பை தளமாகக் கொண்ட இராஜதந்திரிகள் - அமெரிக்கர்கள், கனேடியர்கள், இந்தியர்கள் மற்றும் சீனர்களின் பட்டியல் நீண்டு கொண்டே செல்கிறது - அவர்கள் ரணில் விக்கிரமசிங்கவுக்கு நல்வாழ்த்துக்கள் மற்றும் ஆதரவை வழங்கினர். குறைந்த அதிநவீன எம்.ஆர் ஆட்சியில் இருந்தபோது, ​​மக்களின் ஜனநாயக விருப்பத்தின் உயர்வான கூற்றுக்கள் அதிகம்.",
        "திரு. விக்கிரமசிங்க பொருளாதாரத்தின் திறமையான நிர்வாகியாக ஒரு முகப்பை வளர்த்துள்ளார், ஆனால், ஒவ்வொரு முறையும் அவருக்கு வாய்ப்பு அளிக்கப்பட்டபோது, ​​அவர் ஒரு மோசமான தோல்வியை நிரூபித்துள்ளார். அவரது அற்பத்தனத்திற்காக, ஒரு காலத்தில் கிராண்ட் ஓல்ட் கட்சியாக இருந்த யூ.என்.பி.யை அதன் முன்னாள் சுயத்தின் எலும்புக்கூட்டாக குறைக்க முடிந்தது.",
        "இன்று, இலங்கை இரட்டை நெருக்கடிகளை எதிர்கொள்கிறது: அரசியல் மற்றும் பொருளாதாரம், ஒவ்வொன்றும் மற்றொன்றைப் போலவே கடுமையானது மேலும் மேலும் சீரழிவு கற்பனை செய்ய முடியாத வலியையும் அழிவையும் கட்டவிழ்த்துவிடலாம். கடந்த வார வன்முறை ஒரு முன்னுரை. ரணில் விக்கிரமசிங்கவின் நியமனம் இந்த இரண்டு நெருக்கடிகளையும் நிவர்த்தி செய்யவில்லை. இது ஜனாதிபதி கோட்டாபய ராஜபக்ஷவிற்கும் அவரது உடன்பிறப்புகளுக்கும் ஒரு சுவாசத்தை மட்டுமே வழங்குகிறது.",
        "கோட்டாபய ராஜபக்சவின் இரசாயன உரத் தடையைப் போன்று ஒரு முட்டாள்தனம் உள்ளது - மேற்கு மற்றும் ஜப்பானுடன் விக்கிரமசிங்கவின் நல்ல அலுவலகங்கள் வெளிநாட்டு உதவியின் வெள்ளக் கதவுகளைத் திறக்கும்.",
        "திரு. விக்கிரமசிங்க, நிச்சயமாக, ராஜபக்சக்களைக் காட்டிலும் உலகின் ஏனைய நாடுகளுடன் சிறந்த உறவுகளைக் கொண்டுள்ளார். இருப்பினும், நாடுகளும் வெளிநாட்டு முதலீட்டாளர்களும் தங்கள் காசோலை புத்தகங்களைத் திறக்கவில்லை, ஏனெனில் அவர்கள் அதிகாரத்தில் உள்ள மனிதனை விரும்பினர் (அல்லது கட்டளையில் இரண்டாவது). அடிப்படைத் தேவைகளை நிவர்த்தி செய்ய உதவிக் குழுவை அமைக்க முன்வந்த மேற்கத்திய நாடுகள் அல்லது துன்பத்தில் உள்ள தாய்மார்களுக்கு நியூசிலாந்தின் 500,000 அமெரிக்க டாலர் உதவியைப் போல அவர்கள் சில ரொட்டித் துண்டுகளை வீசுவார்கள். உருவம்).",
        "இலங்கையின் பொருளாதார நெருக்கடியை தற்காலிக திருத்தங்களினாலோ அல்லது பிறரின் பெருந்தன்மையினாலோ தீர்க்க முடியாது. முதலாவதாக, இலங்கைக்கு உதவ விரும்பும் சர்வதேச நிதி நிறுவனங்கள், நாடுகள் மற்றும் வெளிநாட்டு முதலீட்டாளர்களுக்கு அரசியல் ஸ்திரத்தன்மை மற்றும் பொருளாதாரக் கொள்கையில் தெளிவு தேவை. ரணில் விக்கிரமசிங்கவின் நியமனம் எதையும் வழங்கவில்லை.",
        "வெளிநாட்டுக் கடன் வழங்குபவர்கள் தீவிரமாக எடுத்துக் கொள்ளும் எந்தவொரு பொருளாதாரக் கொள்கை உருவாக்கமும் நாடு ஆழமான கட்டமைப்பு சீர்திருத்தங்களை மேற்கொள்ள வேண்டும், இதில் பல வலிமிகுந்த நடவடிக்கைகள் அடங்கும்.",
        "பொஹொட்டுவ பாராளுமன்ற உறுப்பினர்களின் நல்லெண்ணத்தை நம்பி ஆட்சியமைக்கும் திரு. விக்கிரமசிங்க எவ்வாறு இவ்வாறான பரந்துபட்ட நடவடிக்கைகளை முன்னெடுத்துச் செல்ல முடியும் என்பது ஒரு முக்கிய விடயமாகும்.",
        "இரண்டாவதாக, இலங்கையின் பொருளாதார மீட்சி, மற்றும் பலவகையான சீர்திருத்தங்களை மேற்கொள்ள வேண்டிய கட்டாயத்தில் உள்ளது. மீட்பு குறைந்தது இரண்டு அல்லது மூன்று ஆண்டுகள் ஆகும். திரு. விக்கிரமசிங்க இவ்வளவு காலம் அலுவலகத்தில் தொடர்வது கேள்விக்கு உரியது. குறுகிய காலத்தில், பொஹொட்டுவ மற்றும் ஸ்ரீ.ல.சு.கட்சியின் உதவியுடன் திரு.விக்கிரமசிங்க ஆட்சியமைக்க முடியும், அதன் தலைவர் முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன திரு. இருப்பினும், அத்தகைய ஆதரவு நிலையற்றது மற்றும் எந்த நேரத்திலும் திரும்பப் பெறப்படும்.",
        "பெரிய அரசியல் மாற்றங்கள் பொருளாதார சீர்திருத்தங்களை மீண்டும் முதல் நிலைக்கு தள்ளும். இவ்வாறு, தெளிவுபடுத்துவதற்குப் பதிலாக, திரு. விக்கிரமசிங்கவின் நியமனம் பொருளாதார மற்றும் அரசியல் நிச்சயமற்ற தன்மையை அதிக அளவில் சேர்த்துள்ளது.",
        "மூன்றாவதாக, அரசியல்வாதிகள் மீதான மக்களின் அவநம்பிக்கையின் அளவைப் பார்க்கும்போது, ​​நாடாளுமன்றத்தில் எண்ணிக்கையைக் காட்டி அரசியல் நெருக்கடிக்குத் தீர்வு காண முடியாது. நாட்டில் அரசியல் நடத்தப்பட்ட விதத்தில் நீண்டகால அரசியல் மாற்றங்கள் தேவை. இது நாடு முழுவதும் போராட்டக்காரர்களின் பேரணி. 19 ஆவது திருத்தத்தின் ஏற்பாடுகளை மீளப் பெறுவதற்கான அரசியலமைப்பின் 21 ஆவது திருத்தம், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழித்தல் மற்றும் அரசாங்கப் பதவி வகிப்பவர்கள் மீது சுமத்தப்படும் ஊழல் குற்றச்சாட்டுகளை விசாரிப்பதற்கான பயனுள்ள பொறிமுறை ஆகியவை சில அவசர நடவடிக்கைகளில் அடங்கும். திரு. விக்கிரமசிங்க ராஜபக்ச சகோதரர்களை விசாரிக்கத் தீர்மானித்தால், கோத்தபய ராஜபக்ச இறுக்கமாக உட்காருவார் என்று எதிர்பார்ப்பது அப்பாவித்தனமானது. மேலும், உண்மையைச் சொல்வதென்றால், திரு. விக்கிரமசிங்க, யஹபாலனய அரசாங்கத்தின் பிரதமராக இருந்தபோது, ​​ராஜபக்ச ஆட்சியின் ஊழலுக்கு எதிராக தீர்க்கமான நடவடிக்கை எடுத்த வரலாறு இல்லை. எனவே, திரு.விக்கிரமசிங்கவின் நியமனம் மக்கள் எழுச்சியை ஏற்படுத்திய கவலைகளுக்கு தீர்வு காணவில்லை. மாறாக, தவித்த ஜனாதிபதிக்கு ஒரு மூச்சுக்காற்றை வழங்கியுள்ளார். ஆட்சியின் மீதான மக்களின் அதிருப்தி மிகவும் தீர்க்கமான முறையில் வெடிப்பதற்கு வெகுகாலம் ஆகாது.",
        "நான்காவது, இன்னும் மோசமானது, திரு. விக்கிரமசிங்கவின் நியமனம் அரசியல் நெருக்கடியைத் தீர்க்கக்கூடிய அரசியல் சீர்திருத்தங்களை திறம்பட முடக்கியுள்ளது. 21A மற்றும் ஒரு செயற்பாட்டாளர் ஊழலை முறியடிக்கும் சட்டங்கள் ஒரு வாரத்திற்கு முன்பு இருந்ததை விட இப்போது நாள் பார்க்கும் வாய்ப்பு மிகக் குறைவு.",
        "இவ்வாறு, தோன்றுவது போல், திரு. விக்கிரமசிங்கவின் நியமனம் அரகலய (போராட்டம்) விற்கப்பட்டதாகும். ஒருவேளை ஜனாதிபதி தனது விருப்பத்திற்கு குற்றம் சாட்ட முடியாது; அவர் எதிர்கட்சித் தலைவர் சஜித் பிரேமதாசவிடம் உறுதியளித்தார், அவர் உறுதியற்றவராகவும் பெரியவராகவும் இருந்தார். காலி முகத்திடல் மைதானத்தில் ஜே.வி.பி.யின் உத்தியோகத்தர் ஒருவரின் தாக்குதலில் இருந்து தப்பித்த பின்னர், திரு. பிரேமதாச மிகவும் எச்சரிக்கையாக இருந்து, கோகோதாகாம எதிர்ப்பாளர்களின் கோரிக்கைகளை திறம்பட கிளிப்பிள்ளையாகக் கூறினார்.",
        "எவ்வாறாயினும், அரசியல் என்பது சாத்தியமான ஒரு கலை மற்றும் திரு. பிரேமதாசவின் மகத்துவம் அவருக்கு அந்த வாய்ப்பை திறம்பட இழந்தது. எவ்வாறாயினும், ரணில் அதை முறியடிக்கும் வரை காத்திருக்க இது ஒரு காரணமாக இருக்கக்கூடாது அல்லது மக்களால் பதவியில் இருந்து துரத்தப்பட வேண்டும், அதனால் அவர் மக்களின் எதிர்ப்பின் பின்னணியில் அதிகாரத்திற்கு சவாரி செய்யலாம். இத்தகைய நிகழ்வுகள் ஏறக்குறைய சாத்தியம் என்றாலும், அது ஒரு பெரிய செலவு மற்றும் நீண்ட பொருளாதார வலியை ஏற்படுத்தும்.",
        "விக்கிரமசிங்கவின் கீழ் பல கட்சி அரசாங்கத்தில் பங்கேற்பது SJB மற்றும் ஒருவேளை ஜே.வி.பிக்கு ஒரு வழி. ஒருமுறை, அவர்கள் 21A மற்றும் பிற அரசியலமைப்பு நடவடிக்கைகளைக் கொண்டு வரலாம். மற்றவர்கள் தோல்வியடையும் வரை காத்திருப்பதும், நாட்டையும் தோல்வியடையச் செய்வதும் அரசியல் செய்யும் தேசப்பற்று அல்ல"
      ]
    }
  }
}