{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lank-tea-sharply-up-in-rupee-terms-after-currency-collapse-95190/",
  "time_ut": 1654439160,
  "title": "Sri Lank tea sharply up in rupee terms after currency collapse",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea prices which soared in rupee terms after the collapse of soft peg with the US dollar, continue to attract good prices, market data showed.",
    "Prices rose sharply in May but eased somewhat towards the end of the month.",
    "In US dollar terms the low grown weekly average on May 03 was 4.52 dollars, compared to 3.22 dollars a year earlier.",
    "The national average on May 03 was 4.17 dollars compared to 3.09 last year.",
    "At the May 4th sale auction during May 31-June 01, high grown gained, Ceylon Tea Brokers said.",
    "Ex-Estate, the high-quality variety had seen an increased demand selling 1 million kilograms whereas in the previous week it had sold only 0.94 million kilograms.",
    "Low grown leafy or tippy variety, another top seller however had seen a drop in demand selling only 6.7 million kilograms compared to 6.42 million kilograms in the previous week.",
    "Last week the Low Grown Tea sale average was 1,538.90 rupees, down from 1,579.39 rupees in the previous week.",
    "BOPF tea prices had eased while few Select Best had been firm.",
    "OP  and OPA Well-made varieties were firm, whilst the balance and bottom advanced.",
    "Last week, the High Grown auction average was tea sale average of 1,098.64 rupees.",
    "In BOP teas, Best Westerns gained by 50-100 rupees a kilogram. Below best and Plainer gained 100 rupees. Nuwara Eliya’s were firm to dearer. Uda Pussellawa gained by 30-50 rupees per kilogram. Uva’s too gained by 100 rupees per kilogram.",
    "In BOPF category, Best Westerns were 30-40 rupees dearer a kilogram while the others gained to a lesser extent.",
    "Below best lost 30-50 per kilogram while Plainer teas eased 50 per kilogram. Nuwara Eliya’s were irregular and mostly lower. Uda Pussellawa’s declined by Rs.40-60/- per kg. Uva’s too were lower by a similar margin.",
    "Last week, the Medium Grown auction average was 1,135.53 rupees down from 1,180.34 rupees from a week before.",
    "This week, Select best and best OP/OPA’s gained 50-100/ rupees per kilogram.",
    "Select Best FBOP/FBOPF1 overall gained by 50-100 rupees per kilogram.",
    "High grown BP1s had hardly any offerings while PF1 eased by 50 rupees a kilogram.",
    "Mid grown BP1s were unsold while PF1s declined by 60-80 rupees per kilogram.",
    "Low grown BPIs declined by 100 rupees a kilogram, while better PF1 teas gained 150 rupees while the rest were irregular."
  ],
  "translate": {
    "si": {
      "title": "මුදල් කඩාවැටීමෙන් පසු ශ්‍රී ලංකා තේ රුපියලෙන් තියුනු ලෙස ඉහළ ගියේය",
      "body_lines": [
        "ECONOMYNEXT - එක්සත් ජනපද ඩොලරය සමඟ මෘදු අගය කඩා වැටීමෙන් පසු රුපියලෙන් ඉහළ ගිය ශ්‍රී ලංකාවේ තේ මිල, හොඳ මිල ගණන් ආකර්ශනය කර ගනිමින් දිගටම පවතින බව වෙළඳපල දත්ත පෙන්වා දෙයි.",
        "මැයි මාසයේදී මිල ගණන් තියුනු ලෙස ඉහළ ගිය නමුත් මාසය අවසානයේ දී තරමක් අඩු විය.",
        "එක්සත් ජනපද ඩොලරයට අනුව මැයි 03 වන දින අඩු වර්ධනය වූ සතිපතා සාමාන්‍යය ඩොලර් 4.52 ක් වූ අතර එය වසරකට පෙර ඩොලර් 3.22 ට සාපේක්ෂව ය.",
        "පසුගිය වසරේ 3.09 ට සාපේක්ෂව මැයි 03 වන දින ජාතික සාමාන්‍යය ඩොලර් 4.17 කි.",
        "මැයි 31 සිට ජූනි 01 දක්වා කාලය තුළ මැයි 4 වැනි දින අලෙවි වෙන්දේසියේදී ඉහළ වර්ධනයක් ලබා ගත් බව Ceylon Tea Brokers පවසයි.",
        "Ex-Estate, උසස් තත්ත්වයේ ප්‍රභේදය කිලෝග්‍රෑම් මිලියන 1 ක වැඩි ඉල්ලුමක් අලෙවි වී ඇති අතර පෙර සතියේ එය අලෙවි වී ඇත්තේ කිලෝග්‍රෑම් මිලියන 0.94 ක් පමණි.",
        "අඩු වැඩුණු පත්‍ර හෝ තුඩ සහිත ප්‍රභේදයක්, කෙසේ වෙතත්, තවත් ඉහළම අලෙවිකරුවෙකු වන ඉල්ලුමේ අඩුවීමක් දක්නට ලැබුණේ පෙර සතියේ කිලෝග්‍රෑම් මිලියන 6.42 ට සාපේක්ෂව කිලෝග්‍රෑම් මිලියන 6.7 ක් පමණි.",
        "පසුගිය සතියේ අඩු වැඩුණු තේ විකුණුම් සාමාන්‍යය රුපියල් 1,538.90 ක් වූ අතර එය පෙර සතියේ රුපියල් 1,579.39 ට වඩා අඩු විය.",
        "BOPF තේ මිල අඩු වී ඇති අතර Select Best කිහිපයක් ස්ථිර විය.",
        "OP සහ OPA හොඳින් සාදන ලද ප්‍රභේද ස්ථීර වූ අතර සමතුලිතතාවය සහ පතුල දියුණු විය.",
        "පසුගිය සතියේ ඉහළ වර්ධනය වූ වෙන්දේසි සාමාන්‍යය තේ අලෙවි සාමාන්‍යය රුපියල් 1,098.64 කි.",
        "BOP තේවල, Best Westerns කිලෝග්‍රෑමයක් රුපියල් 50-100 කින් වැඩි විය. පහතින් හොඳම සහ ප්ලේනර් රුපියල් 100ක් ලබා ගත්හ. නුවරඑළිය වඩාත් ආදරණීය විය. උඩ පුස්සැල්ලාව කිලෝග්‍රෑමයක් රුපියල් 30-50 කින් වැඩි විය. ඌවටත් කිලෝග්‍රෑමයකින් රුපියල් 100 කින් වැඩි වෙලා.",
        "BOPF කාණ්ඩයේ, Best Westerns කිලෝග්‍රෑමයක් රුපියල් 30-40 ට වඩා වැඩි වූ අතර අනෙක් ඒවා සුළු වශයෙන් වැඩි විය.",
        "පහළින් හොඳම කිලෝග්‍රෑමයකට 30-50 අඩු වූ අතර ප්ලේනර් තේ කිලෝග්‍රෑමයකට 50 අඩු විය. නුවරඑළිය අක්‍රමවත් වූ අතර බොහෝ දුරට අඩු විය. උඩ පුස්සැල්ලාව කිලෝග්‍රෑමයකට රු.40-60/- කින් අඩු විය. ඌව ප්‍රදේශය ද එවැනිම අගයකින් අඩු විය.",
        "පසුගිය සතියේ මධ්‍යම ප්‍රමාණයේ වර්ධනය වූ වෙන්දේසි සාමාන්‍යය රුපියල් 1,135.53ක් වූ අතර එය පෙර සතියකට වඩා රුපියල් 1,180.34 සිට පහළ ගියේය.",
        "මෙම සතියේ, හොඳම සහ හොඳම OP/OPA තෝරන්න කිලෝග්‍රෑමයකට රුපියල් 50-100/=ක් ලබා ගත්තේය.",
        "සමස්තයක් ලෙස කිලෝග්‍රෑමයකට රුපියල් 50-100 කින් ලබාගත් හොඳම FBOP/FBOPF1 තෝරන්න.",
        "ඉහළ වර්ධනයක් ඇති BP1 සඳහා කිසිදු දීමනාවක් නොතිබූ අතර PF1 කිලෝග්‍රෑමයකට රුපියල් 50කින් අඩු විය.",
        "මධ්‍යම ප්‍රමාණයේ BP1 අලෙවි නොවූ අතර PF1 කිලෝග්‍රෑමයකට රුපියල් 60-80 කින් අඩු විය.",
        "අඩු වර්ධනය වූ BPI කිලෝග්‍රෑමයක් රුපියල් 100 කින් අඩු වූ අතර වඩා හොඳ PF1 තේ රුපියල් 150 කින් වැඩි වූ අතර ඉතිරි ඒවා අක්‍රමවත් විය."
      ]
    },
    "ta": {
      "title": "நாணய வீழ்ச்சிக்குப் பின்னர் இலங்கை தேயிலை ரூபாயின் அடிப்படையில் கடுமையாக உயர்ந்துள்ளது",
      "body_lines": [
        "பொருளாதாரம் - அமெரிக்க டாலருடன் சாஃப்ட் பெக் சரிந்த பின்னர் ரூபாயின் அடிப்படையில் உயர்ந்த இலங்கையின் தேயிலை விலை, தொடர்ந்து நல்ல விலைகளை ஈர்ப்பதாக சந்தை தரவுகள் காட்டுகின்றன.",
        "மே மாதத்தில் விலை கடுமையாக உயர்ந்தது, ஆனால் மாத இறுதியில் ஓரளவு குறைந்துள்ளது.",
        "அமெரிக்க டாலர் மதிப்பில், மே 03 அன்று குறைந்த வளர்ச்சி வாராந்திர சராசரி 4.52 டாலராக இருந்தது, இது முந்தைய ஆண்டு 3.22 டாலராக இருந்தது.",
        "கடந்த ஆண்டு 3.09 ஆக இருந்த தேசிய சராசரி மே 03 அன்று 4.17 டாலராக இருந்தது.",
        "மே 31 முதல் ஜூன் 01 வரையிலான மே 4 ஆம் தேதி விற்பனை ஏலத்தில், அதிக வளர்ச்சி அடைந்ததாக சிலோன் டீ தரகர்கள் தெரிவித்தனர்.",
        "Ex-Estate, உயர்தர வகையின் தேவை அதிகரித்து 1 மில்லியன் கிலோகிராம் விற்பனையானது அதேசமயம் முந்தைய வாரத்தில் 0.94 மில்லியன் கிலோகிராம் மட்டுமே விற்பனையானது.",
        "குறைந்த வளர்ந்த இலை அல்லது டிப்பி வகை, மற்றொரு சிறந்த விற்பனையாளராக இருப்பினும், முந்தைய வாரத்தில் 6.42 மில்லியன் கிலோகிராம்களுடன் ஒப்பிடுகையில், 6.7 மில்லியன் கிலோகிராம் மட்டுமே விற்பனையானது தேவை குறைந்துள்ளது.",
        "கடந்த வாரம் குறைந்த அளவு தேயிலை விற்பனை சராசரியாக 1,538.90 ரூபாயாக இருந்தது, முந்தைய வாரத்தில் 1,579.39 ரூபாயாக இருந்தது.",
        "சில செலக்ட் பெஸ்ட் நிறுவனம் உறுதியான நிலையில் BOPF தேயிலை விலைகள் குறைந்தன.",
        "OP மற்றும் OPA நன்கு தயாரிக்கப்பட்ட வகைகள் உறுதியானவை, அதே சமயம் சமநிலை மற்றும் அடிப்பகுதி மேம்பட்டது.",
        "கடந்த வாரம், தேயிலை விற்பனை சராசரியாக 1,098.64 ரூபாயாக உயர்ந்துள்ளது.",
        "பிஓபி டீயில், பெஸ்ட் வெஸ்டர்ன்கள் ஒரு கிலோவுக்கு 50-100 ரூபாய் வரை அதிகரித்தது. கீழே பெஸ்ட் மற்றும் ப்ளேனருக்கு 100 ரூபாய் கிடைத்தது. நுவரெலியாவின் அன்பே உறுதியாக இருந்தது. உட புஸ்ஸல்லாவ ஒரு கிலோகிராம் 30-50 ரூபா வரை அதிகரித்தது. ஊவாவிற்கும் ஒரு கிலோகிராம் 100 ரூபா அதிகரித்தது.",
        "பிஓபிஎஃப் பிரிவில், பெஸ்ட் வெஸ்டர்ன்கள் ஒரு கிலோவுக்கு 30-40 ரூபாய் விலை உயர்ந்தது, மற்றவை குறைந்த அளவில் லாபம் பெற்றன.",
        "ப்ளேனர் டீஸ் ஒரு கிலோவிற்கு 50 குறைக்கப்பட்டது. நுவரெலியாவின் ஒழுங்கற்ற மற்றும் பெரும்பாலும் குறைவாக இருந்தது. உடா புஸ்ஸல்லாவ ஒரு கிலோவிற்கு ரூ.40-60/- குறைந்துள்ளது. ஊவா மாகாணமும் இதே வித்தியாசத்தில் குறைவாகவே இருந்தது.",
        "கடந்த வாரம், நடுத்தர வளர்ச்சி ஏல சராசரி 1,135.53 ரூபாயாக இருந்தது, ஒரு வாரத்திற்கு முன்பு இருந்ததை விட 1,180.34 ரூபாயாக இருந்தது.",
        "இந்த வாரம், தேர்ந்தெடு சிறந்த மற்றும் சிறந்த OP/OPA கள் ஒரு கிலோவிற்கு 50-100/ரூபாய் பெற்றன.",
        "ஒட்டுமொத்தமாக ஒரு கிலோவிற்கு 50-100 ரூபாய் வரை பெற்ற சிறந்த FBOP/FBOPF1 என்பதைத் தேர்ந்தெடுக்கவும்.",
        "அதிக அளவில் வளர்ந்த BP1கள் எந்த சலுகைகளையும் கொண்டிருக்கவில்லை, அதே நேரத்தில் PF1 ஒரு கிலோவிற்கு 50 ரூபாய் குறைந்துள்ளது.",
        "நடுத்தர அளவிலான BP1கள் விற்கப்படாமல் இருந்தன, அதே நேரத்தில் PF1கள் ஒரு கிலோவிற்கு 60-80 ரூபாய் குறைந்துள்ளது.",
        "குறைந்த வளர்ச்சியடைந்த BPIகள் ஒரு கிலோவிற்கு 100 ரூபாய் குறைந்துள்ளது, அதே சமயம் சிறந்த PF1 தேயிலைகள் 150 ரூபாயை அதிகரித்தது, மீதமுள்ளவை ஒழுங்கற்றவை."
      ]
    }
  }
}