{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/UN-calls-on-SL-to-prioritise-women-when-rolling-out-relief-strategies-during-ongoing-crisis/108-237284",
  "time_ut": 1652914020,
  "title": "UN calls on SL to prioritise women when rolling out relief strategies during ongoing crisis",
  "body_lines": [
    "Visiting UN Women Asia and Pacific chief says it is essential for Lankan women to be included in all decision-making spheres",
    "Points out that SL’s history shows women have been largely underrepresented in formal spaces of power",
    "Says investing in gender-responsive research and adopting a transformative approach to designing economic and social policies is a crucial step towards inclusive recovery",
    "The United Nations called on for an improved focus on prioritising women when rolling out relief strategies in Sri Lanka to overcome the ongoing economic crisis. As Sri Lanka experiences an unprecedented economic crisis – including spiraling inflation and a shortage of basic necessities – women are among the most vulnerable to its impacts, highlighted UN Women.",
    "UN Women Officer-in-Charge Asia and the Pacific Sarah Knibbs, who was in Sri Lanka recently, stressed the need for equitable prioritisation of women’s needs and rights in all measures taken to respond to and recover from the current crisis.",
    "During her visit, she also advocated for the equal participation of women in developing and implementing the measures.",
    "“In order to ensure that women’s needs are addressed in response and recovery efforts, it is essential that Sri Lankan women are included in all decision-making spheres,” said Knibbs via a statement to the media yesterday.",
    "Globally, women’s participation in decision-making and recovery planning has proven effective in ensuring stable long-term recovery from crises.",
    "However, throughout Sri Lanka’s history, women have been largely underrepresented in formal spaces of power.",
    "As crises have gender-specific impacts that disproportionately burden women, the UN Women regional head stressed that investments in gender-responsive research and adopting a transformative approach to designing economic and social policies that promote the realisation of women’s rights is a crucial step towards inclusive recovery.",
    "In line with the global analysis, the current economic crisis is very likely to be detrimental to the present status of women and girls and reverse the limited gains made in relation to their health, well-being, rights and opportunities.",
    "She cautioned that the scarcity of essential food and medicine, along with potential austerity measures resulting from economic recovery processes, would have far-reaching consequences for many Sri Lankans, including many women who are already vulnerable to socio-economic shocks, with limited access to resources or social protection.",
    "Cuts to social protection schemes would also deprive many women of the meagre allowances available to them and would have ripple effects on the well-being of their children and other household members, Knibbs acknowledged.",
    "She went on to stress the importance of strengthening data collection and the use of sex-disaggregated data to assess the differential impact of the economic crisis on women and men and to respond appropriately.",
    "As the island nation is struggling to brave through the worst economic crisis it has ever faced, even before it came out of the COVID-19 pandemic, the UN Women Asia Pacific head assured the agency remains committed to supporting the women and girls of Sri Lanka.",
    "Plans are afoot to strengthen the ongoing work of UN Women with partners to ensure that Sri Lankan women have increasing income security, access to decent work and economic autonomy.",
    "Further, as UN Women works on implementing the Women, Peace and Security Agenda in the country, she emphasised the importance of women’s leadership in rebuilding societies during times of crisis."
  ],
  "translate": {
    "si": {
      "title": "පවතින අර්බුදය තුළ සහන උපාය මාර්ග සකස් කිරීමේදී කාන්තාවන්ට ප්‍රමුඛත්වය දෙන ලෙස එක්සත් ජාතීන්ගේ සංවිධානය ශ්‍රී ලංකාවෙන් ඉල්ලා සිටී",
      "body_lines": [
        "සියලුම තීරණ ගැනීමේ ක්ෂේත්‍රවලට ලාංකික කාන්තාවන් ඇතුළත් කර ගැනීම අත්‍යවශ්‍ය බව එක්සත් ජාතීන්ගේ කාන්තා සංචාරයක නිරත වන ආසියා සහ පැසිෆික් ප්‍රධානියා පවසයි.",
        "ශ‍්‍රී ලංකා ඉතිහාසය පෙන්වා දෙන පරිදි විධිමත් බල අවකාශයන් තුළ කාන්තාවන් බොහෝ දුරට අඩුවෙන් නියෝජනය වී ඇත.",
        "ස්ත්‍රී පුරුෂ සමාජභාවයට ප්‍රතිචාර දක්වන පර්යේෂණ සඳහා ආයෝජනය කිරීම සහ ආර්ථික හා සමාජ ප්‍රතිපත්ති සැලසුම් කිරීම සඳහා පරිවර්තනීය ප්‍රවේශයක් අනුගමනය කිරීම ඇතුළත් ප්‍රතිසාධනය සඳහා තීරණාත්මක පියවරක් බව පවසයි.",
        "පවතින ආර්ථික අර්බුදයෙන් ගොඩ ඒම සඳහා ශ්‍රී ලංකාව තුළ සහන උපාය මාර්ග ක්‍රියාත්මක කිරීමේදී කාන්තාවන්ට ප්‍රමුඛත්වය දීම කෙරෙහි වැඩි අවධානයක් යොමු කරන ලෙස එක්සත් ජාතීන්ගේ සංවිධානය ඉල්ලා සිටියේය. ශ්‍රී ලංකාව පෙර නොවූ විරූ ආර්ථික අර්බුදයකට මුහුණ දෙන බැවින් - උද්ධමනය සහ මූලික අවශ්‍යතා හිඟය ඇතුළුව - එහි බලපෑමට වඩාත්ම අවදානමට ලක්විය හැකි අය අතර කාන්තාවන් බව එක්සත් ජාතීන්ගේ කාන්තාව අවධාරණය කරයි.",
        "මෑතදී ශ්‍රී ලංකාවට පැමිණි එක්සත් ජාතීන්ගේ කාන්තා භාර නිලධාරිනි ආසියා සහ පැසිෆික් සාරා නිබ්ස් වත්මන් අර්බුදයට ප්‍රතිචාර දැක්වීමට සහ ගොඩ ඒම සඳහා ගනු ලබන සියලුම ක්‍රියාමාර්ගවලදී කාන්තා අවශ්‍යතා සහ අයිතිවාසිකම් සාධාරණ ලෙස ප්‍රමුඛත්වය ලබා දීමේ අවශ්‍යතාවය අවධාරණය කළාය.",
        "ඇයගේ සංචාරය අතරතුර, පියවරයන් සංවර්ධනය කිරීම හා ක්රියාත්මක කිරීම සඳහා කාන්තාවන්ගේ සමාන සහභාගීත්වය සඳහා ද ඇය පෙනී සිටියාය.",
        "\"ප්‍රතිචාර දැක්වීමේ සහ ප්‍රකෘතිමත් වීමේ ප්‍රයත්නයන්හිදී කාන්තා අවශ්‍යතා ආමන්ත්‍රණය කිරීම සහතික කිරීම සඳහා, ශ්‍රී ලාංකික කාන්තාවන් සියලු තීරණ ගැනීමේ ක්ෂේත්‍රවලට ඇතුළත් කර ගැනීම අත්‍යවශ්‍ය වේ,\" Knibbs ඊයේ මාධ්‍ය වෙත ප්‍රකාශයක් හරහා පැවසීය.",
        "ගෝලීය වශයෙන්, අර්බුදවලින් ස්ථාවර දිගු කාලීන ප්‍රකෘතියක් සහතික කිරීම සඳහා තීරණ ගැනීමේ සහ ප්‍රතිසාධන සැලසුම්වල කාන්තා සහභාගිත්වය ඵලදායී බව ඔප්පු වී ඇත.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ ඉතිහාසය පුරාම, විධිමත් බල අවකාශයන් තුළ කාන්තාවන් බොහෝ දුරට අඩුවෙන් නියෝජනය වී ඇත.",
        "අර්බුද කාන්තාවන්ට අසමාන ලෙස බරක් වන ලිංගභේදයට විශේෂිත බලපෑම් ඇති බැවින්, ස්ත්‍රී පුරුෂ සමාජභාවයට ප්‍රතිචාර දක්වන පර්යේෂණ සඳහා ආයෝජනය කිරීම සහ කාන්තා අයිතිවාසිකම් සාක්ෂාත් කර ගැනීම ප්‍රවර්ධනය කරන ආර්ථික හා සමාජ ප්‍රතිපත්ති සැලසුම් කිරීම සඳහා පරිවර්තනීය ප්‍රවේශයක් අනුගමනය කිරීම ඇතුළත් ප්‍රතිසාධනය සඳහා තීරණාත්මක පියවරක් බව එක්සත් ජාතීන්ගේ කාන්තා කලාපීය ප්‍රධානියා අවධාරණය කළේය. .",
        "ගෝලීය විශ්ලේෂණයට අනුකූලව, වත්මන් ආර්ථික අර්බුදය කාන්තාවන්ගේ සහ ගැහැණු ළමයින්ගේ වර්තමාන තත්ත්වයට අහිතකර වන අතර ඔවුන්ගේ සෞඛ්‍යය, යහපැවැත්ම, අයිතිවාසිකම් සහ අවස්ථාවන් සම්බන්ධයෙන් ලබා ඇති සීමිත ජයග්‍රහණ ආපසු හැරවීමට බොහෝ දුරට ඉඩ තිබේ.",
        "අත්‍යාවශ්‍ය ආහාර සහ ඖෂධ හිඟය, ආර්ථික ප්‍රතිසාධන ක්‍රියාවලීන් නිසා ඇති විය හැකි කප්පාදු පියවරයන්, සීමිත ප්‍රවේශයක් සහිත, දැනටමත් සමාජ-ආර්ථික කම්පනවලට ගොදුරු වී සිටින බොහෝ කාන්තාවන් ඇතුළු බොහෝ ශ්‍රී ලාංකිකයන්ට දුරදිග යන ප්‍රතිවිපාක ඇති කරන බව ඇය අනතුරු ඇඟවීය. සම්පත් හෝ සමාජ ආරක්ෂණය.",
        "සමාජ ආරක්ෂණ යෝජනා ක්‍රම කපා හැරීම බොහෝ කාන්තාවන්ට ඔවුන්ට ලබා ගත හැකි සොච්චම් දීමනා අහිමි වන අතර ඔවුන්ගේ දරුවන්ගේ සහ අනෙකුත් ගෘහ සාමාජිකයින්ගේ යහපැවැත්මට රැළි බලපෑම් ඇති කරයි, Knibbs පිළිගත්තේය.",
        "කාන්තාවන්ට සහ පිරිමින්ට ආර්ථික අර්බුදයේ අවකල්‍ය බලපෑම තක්සේරු කිරීමට සහ නිසි ප්‍රතිචාර දැක්වීම සඳහා දත්ත රැස්කිරීම ශක්තිමත් කිරීමේ වැදගත්කම සහ ලිංගික-විසංයෝජනය කළ දත්ත භාවිතා කිරීමේ වැදගත්කම ඇය අවධාරණය කළාය.",
        "කොවිඩ්-19 වසංගතයෙන් මිදීමටත් පෙර, දිවයිනේ ජාතිය තමන් මුහුණ දී ඇති දරුණුතම ආර්ථික අර්බුදය හරහා නිර්භීතව සටන් කරමින් සිටින බැවින්, එක්සත් ජාතීන්ගේ කාන්තා ආසියා පැසිෆික් ප්‍රධානියා ශ්‍රී ලංකාවේ කාන්තාවන්ට සහ ගැහැණු ළමයින්ට සහය දැක්වීමට ආයතනය කැපවී සිටින බවට සහතික විය. .",
        "ශ්‍රී ලාංකේය කාන්තාවන්ට ආදායම් සුරක්ෂිතභාවය, යහපත් රැකියාවකට ප්‍රවේශය සහ ආර්ථික ස්වාධීනත්වය ඉහළ නැංවීම සහතික කිරීම සඳහා හවුල්කරුවන් සමඟ එක්සත් ජාතීන්ගේ කාන්තාවන්ගේ අඛණ්ඩ වැඩ කටයුතු ශක්තිමත් කිරීමට සැලසුම් කර ඇත.",
        "තවද, එක්සත් ජාතීන්ගේ කාන්තාවන් රට තුළ කාන්තාවන්, සාමය සහ ආරක්‍ෂක න්‍යාය පත්‍රය ක්‍රියාවට නැංවීම සඳහා කටයුතු කරන බැවින්, අර්බුදකාරී කාලවලදී සමාජ නැවත ගොඩනැගීමේදී කාන්තා නායකත්වයේ වැදගත්කම ඇය අවධාරණය කළාය."
      ]
    },
    "ta": {
      "title": "தற்போதைய நெருக்கடியின் போது நிவாரண உத்திகளை வகுக்கும் போது பெண்களுக்கு முன்னுரிமை அளிக்குமாறு ஐ.நா. இலங்கைக்கு அழைப்பு விடுத்துள்ளது.",
      "body_lines": [
        "இலங்கைப் பெண்கள் முடிவெடுக்கும் அனைத்துத் துறைகளிலும் உள்வாங்கப்படுவது இன்றியமையாதது என விஜயம் செய்துள்ள ஐ.நா.வின் ஆசியா மற்றும் பசுபிக் தலைவர் தெரிவித்துள்ளார்.",
        "முறையான அதிகார வெளிகளில் பெண்கள் பெரும்பாலும் குறைவாகவே பிரதிநிதித்துவப்படுத்தப்பட்டுள்ளனர் என்பதை SL இன் வரலாறு காட்டுகிறது.",
        "பாலினம் சார்ந்த ஆராய்ச்சியில் முதலீடு செய்வதும், பொருளாதார மற்றும் சமூகக் கொள்கைகளை வடிவமைப்பதில் உருமாற்ற அணுகுமுறையை கடைப்பிடிப்பதும் உள்ளடக்கிய மீட்சிக்கான ஒரு முக்கியமான படியாகும்.",
        "இலங்கையில் நிலவும் பொருளாதார நெருக்கடியை சமாளிக்கும் வகையில் நிவாரண உத்திகளை மேற்கொள்ளும் போது பெண்களுக்கு முன்னுரிமை அளிப்பதில் மேம்பட்ட கவனம் செலுத்த வேண்டும் என ஐக்கிய நாடுகள் சபை அழைப்பு விடுத்துள்ளது. இலங்கை முன்னெப்போதும் இல்லாத வகையில் பொருளாதார நெருக்கடியை அனுபவித்து வரும் நிலையில் - அதிகரித்து வரும் பணவீக்கம் மற்றும் அடிப்படைத் தேவைகளின் பற்றாக்குறை உட்பட - அதன் தாக்கங்களுக்கு மிகவும் பாதிக்கப்படக்கூடியவர்களில் பெண்களே அதிகம் என ஐ.நா.",
        "அண்மையில் இலங்கை வந்திருந்த ஐக்கிய நாடுகள் சபையின் ஆசிய மற்றும் பசுபிக் பிராந்தியத்தின் பெண் பொறுப்பதிகாரி சாரா நிப்ஸ், தற்போதைய நெருக்கடிக்கு பதிலளிப்பதற்கும் மீள்வதற்கும் எடுக்கப்படும் அனைத்து நடவடிக்கைகளிலும் பெண்களின் தேவைகள் மற்றும் உரிமைகளுக்கு சமமான முன்னுரிமை வழங்கப்பட வேண்டியதன் அவசியத்தை வலியுறுத்தினார்.",
        "அவரது பயணத்தின் போது, ​​நடவடிக்கைகளை மேம்படுத்துவதிலும் செயல்படுத்துவதிலும் பெண்களின் சம பங்களிப்பை அவர் வாதிட்டார்.",
        "\"பெண்களின் தேவைகள் பதிலளிப்பு மற்றும் மீட்பு முயற்சிகளில் நிவர்த்தி செய்யப்படுவதை உறுதி செய்வதற்காக, முடிவெடுக்கும் அனைத்து துறைகளிலும் இலங்கைப் பெண்களை உள்ளடக்கியிருப்பது அவசியம்\" என Knibbs நேற்று ஊடகங்களுக்கு அறிக்கை ஒன்றின் ஊடாக தெரிவித்தார்.",
        "உலகளாவிய ரீதியில், முடிவெடுத்தல் மற்றும் மீட்புத் திட்டமிடல் ஆகியவற்றில் பெண்களின் பங்கேற்பு, நெருக்கடிகளில் இருந்து நிலையான நீண்ட கால மீட்சியை உறுதி செய்வதில் பயனுள்ளதாக நிரூபிக்கப்பட்டுள்ளது.",
        "எவ்வாறாயினும், இலங்கையின் வரலாறு முழுவதிலும், அதிகாரத்தின் முறையான இடங்களில் பெண்கள் பெரும்பாலும் குறைவாகவே பிரதிநிதித்துவப்படுத்தப்பட்டுள்ளனர்.",
        "நெருக்கடிகள் பெண்களை விகிதாசாரமாக சுமக்கக்கூடிய பாலின-குறிப்பிட்ட தாக்கங்களைக் கொண்டிருப்பதால், பாலின-பதிலளிப்பு ஆராய்ச்சியில் முதலீடுகள் மற்றும் பெண்களின் உரிமைகளை உணர்தலை ஊக்குவிக்கும் பொருளாதார மற்றும் சமூகக் கொள்கைகளை வடிவமைப்பதில் உருமாற்ற அணுகுமுறையை ஏற்றுக்கொள்வது அனைவரையும் உள்ளடக்கிய மீட்சிக்கான ஒரு முக்கியமான படியாகும் என்று ஐ.நா மகளிர் பிராந்தியத் தலைவர் வலியுறுத்தினார். .",
        "உலகளாவிய பகுப்பாய்விற்கு இணங்க, தற்போதைய பொருளாதார நெருக்கடி பெண்கள் மற்றும் சிறுமிகளின் தற்போதைய நிலைக்கு மிகவும் தீங்கு விளைவிக்கும் மற்றும் அவர்களின் உடல்நலம், நல்வாழ்வு, உரிமைகள் மற்றும் வாய்ப்புகள் தொடர்பாக பெறப்பட்ட வரம்புக்குட்பட்ட ஆதாயங்களை மாற்றும்.",
        "அத்தியாவசிய உணவு மற்றும் மருந்துப் பற்றாக்குறை, பொருளாதார மீட்சி செயல்முறைகளின் விளைவாக சாத்தியமான சிக்கன நடவடிக்கைகளுடன், பல இலங்கையர்களுக்கு நீண்டகால விளைவுகளை ஏற்படுத்தும் என்று அவர் எச்சரித்தார். வளங்கள் அல்லது சமூக பாதுகாப்பு.",
        "சமூகப் பாதுகாப்புத் திட்டங்களுக்கான வெட்டுக்கள், பல பெண்களுக்குக் கிடைக்கும் சொற்ப சலுகைகளை இழக்கச் செய்யும், மேலும் அவர்களின் குழந்தைகள் மற்றும் பிற குடும்ப உறுப்பினர்களின் நல்வாழ்வில் சிற்றலை விளைவுகளை ஏற்படுத்தும், Knibbs ஒப்புக்கொண்டார்.",
        "பெண்கள் மற்றும் ஆண்கள் மீதான பொருளாதார நெருக்கடியின் வேறுபட்ட தாக்கத்தை மதிப்பிடுவதற்கும், சரியான முறையில் பதிலளிப்பதற்கும், தரவு சேகரிப்பை வலுப்படுத்துவதன் முக்கியத்துவத்தையும், பாலின-ஒதுக்கப்பட்ட தரவைப் பயன்படுத்துவதையும் அவர் வலியுறுத்தினார்.",
        "தீவு தேசம் இதுவரை சந்தித்திராத மோசமான பொருளாதார நெருக்கடியின் மூலம் தைரியமாக போராடி வரும் நிலையில், அது COVID-19 தொற்றுநோயிலிருந்து வெளிவருவதற்கு முன்பே, UN Women Asia Pacific தலைவர், இலங்கையின் பெண்கள் மற்றும் சிறுமிகளுக்கு ஆதரவளிப்பதில் நிறுவனம் உறுதியுடன் இருப்பதாக உறுதியளித்தார். .",
        "இலங்கைப் பெண்களின் வருமானப் பாதுகாப்பை அதிகரிப்பதற்கும், ஒழுக்கமான வேலைக்கான அணுகல் மற்றும் பொருளாதார சுயாட்சியை உறுதிப்படுத்துவதற்கும், பங்காளிகளுடன் ஐ.நா. பெண்களின் தொடர்ச்சியான பணிகளை வலுப்படுத்துவதற்கான திட்டங்கள் முன்னெடுக்கப்பட்டுள்ளன.",
        "மேலும், நாட்டில் பெண்கள், அமைதி மற்றும் பாதுகாப்பு நிகழ்ச்சி நிரலை செயல்படுத்துவதில் ஐ.நா பெண்கள் பணிபுரியும் போது, ​​நெருக்கடி காலங்களில் சமூகங்களை மீண்டும் கட்டியெழுப்புவதில் பெண்களின் தலைமையின் முக்கியத்துவத்தை அவர் வலியுறுத்தினார்."
      ]
    }
  }
}