{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/The-Ceylon-Institute-of-English-and-Leadership-a-true-leader-in-language-and-leadership-training/34-732103",
  "time_ut": 1647468000,
  "title": "The Ceylon Institute of English and Leadership - a true leader in language and leadership training",
  "body_lines": [
    "Ceylon Institute of English and Leadership Managing Director/CEO Watson Michael",
    "The Ceylon Institute of English and Leadership (CIOEL) is one of Sri Lanka’s largest online English language training institutions. CIOEL specialises in all facets of English Language Training, from basic to advanced and caters to the needs of undergraduates, working executives, job seekers, athletes and professionals. The institute also understands the importance of communication in businesses and offers in-house Customer Service Training for organisations that want to improve their customer service.",
    "CIOEL offers multiple courses and qualifications including the ‘Certificate in English’ which entails basic reading, writing, listening and speaking, and is best suited for students who have completed GCE Ordinary levels and Advance level exams.",
    "The ‘Business English and Leadership Program’ consists of modules of business communication and leadership that are essential for working executives and those looking to join the workforce. The ‘Leadership and Sustainability Program’ on offer at CIOEL, provides students great insights on leadership, teamwork, sustainability in business and corporate communication. The skills and offer are best suited for working executives, university students and those seeking employment.",
    "The institute also provides programs designed for children with a particular focus on elocution. CIOEL believes that elocution lessons can greatly improve communication skills which in turn build children’s confidence and help them become more assertive.",
    "Ceylon Institute of English and Leadership Managing Director Watson Michael shared his comments on the importance of language training, “In this modern age, language training is more important than it has ever been, especially for the youth of Sri Lanka who want to move on to better brighter future. It is for this reason that we at CIOEL, cater to students of all ages and from all walks of life.”",
    "CIOEL also hosts a podcast on their YouTube channel where the institute showcases projects on leadership and more conducted by Watson Michael with personalities from all over the world. The personalities include an Emmy Award Winner, a two-time Emmy nominated TV producer, International Best-Selling Authors and more.",
    "One such personality was Dewey Cooper, a nine-time World Championship Boxing and MMA coach who is the coach of the current UFC heavyweight champion Francis Ngannou. The topic which was discussed was leadership. CIOEL believes that individuals such as these, who have a proven track record with regards to leadership, make the best mentors.",
    "In addition to this, CIOEL also creates Resumes. In today’s highly connected world, it is very important to have a proper resume that showcases the individual’s skills, education, work experience, volunteering experience, past employment and important projects which they were involved with. CIOEL creates resumes for all types of industries including; Healthcare, Finance, Sales, Marketing, HR, Banking, Operations and a host of other industries as well.",
    "All the training programs available at CIOEL are conducted with the utmost care by fully qualified teachers and instructors. Students will receive certificates upon the successful completion of each course.",
    "CIOEL is one of the largest English language online training institutes in Sri Lanka. CIOEL specialises in English language training for various levels of proficiency, from the basic to advanced stages for undergraduates, job seekers, athletes and professionals. CIOEL believes that the guidance and knowledge of a good tutor is a key to effective learning. To learn more about CIOEL and the courses on offer, visit https://cioel.com/."
  ],
  "translate": {
    "si": {
      "title": "Ceylon Institute of English and Leadership - භාෂාව සහ නායකත්ව පුහුණුව පිළිබඳ සැබෑ නායකයෙකි",
      "body_lines": [
        "Ceylon Institute of English and Leadership කළමනාකාර අධ්‍යක්ෂ/ප්‍රධාන විධායක නිලධාරී වොට්සන් මයිකල්",
        "Ceylon Institute of English and Leadership (CIOEL) යනු ශ්‍රී ලංකාවේ විශාලතම ඔන්ලයින් ඉංග්‍රීසි භාෂා පුහුණු ආයතනයකි. CIOEL මුලික සිට උසස් දක්වා ඉංග්‍රීසි භාෂා පුහුණුවේ සෑම අංශයකම විශේෂීකරණය වන අතර උපාධි අපේක්ෂකයින්, වැඩ කරන විධායකයින්, රැකියා සොයන්නන්, ක්‍රීඩක ක්‍රීඩිකාවන් සහ වෘත්තිකයන්ගේ අවශ්‍යතා සපුරාලයි. ආයතනය ව්‍යාපාර තුළ සන්නිවේදනයේ වැදගත්කම අවබෝධ කරගෙන සිටින අතර ඔවුන්ගේ පාරිභෝගික සේවා වැඩිදියුණු කිරීමට අවශ්‍ය ආයතන සඳහා අභ්‍යන්තර පාරිභෝගික සේවා පුහුණුව ලබා දෙයි.",
        "CIOEL විසින් මූලික කියවීම, ලිවීම, සවන්දීම සහ කථා කිරීම ඇතුළත් වන ‘ඉංග්‍රීසි සහතිකය’ ඇතුළු විවිධ පාඨමාලා සහ සුදුසුකම් පිරිනමනු ලබන අතර, අ.පො.ස සාමාන්‍ය පෙළ සහ උසස් පෙළ විභාග සම්පූර්ණ කර ඇති සිසුන් සඳහා වඩාත් සුදුසු වේ.",
        "‘ව්‍යාපාර ඉංග්‍රීසි සහ නායකත්ව වැඩසටහන’ වැඩ කරන විධායක නිලධාරීන්ට සහ ශ්‍රම බලකායට බැඳීමට බලාපොරොත්තු වන අයට අත්‍යවශ්‍ය වන ව්‍යාපාරික සන්නිවේදන සහ නායකත්වයේ මොඩියුලයන්ගෙන් සමන්විත වේ. CIOEL හි පිරිනැමෙන 'නායකත්වය සහ තිරසාර වැඩසටහන' සිසුන්ට නායකත්වය, කණ්ඩායම් ක්‍රියා, ව්‍යාපාරවල තිරසාරභාවය සහ ආයතනික සන්නිවේදනය පිළිබඳ විශිෂ්ට අවබෝධයක් ලබා දෙයි. නිපුණතා සහ පිරිනැමීම වැඩ කරන විධායකයින්, විශ්ව විද්‍යාල සිසුන් සහ රැකියා සොයන අය සඳහා වඩාත් සුදුසු වේ.",
        "වාචික කථනය කෙරෙහි විශේෂ අවධානයක් යොමු කරමින් ළමුන් සඳහා නිර්මාණය කර ඇති වැඩසටහන් ද ආයතනය සපයයි. CIOEL විශ්වාස කරන්නේ කථන පාඩම් මගින් සන්නිවේදන කුසලතා බෙහෙවින් වැඩි දියුණු කළ හැකි අතර එමඟින් දරුවන්ගේ විශ්වාසය ගොඩනඟා ඔවුන් වඩාත් ස්ථීර වීමට උපකාරී වේ.",
        "ලංකා ඉංග්‍රීසි සහ නායකත්ව ආයතනයේ කළමනාකාර අධ්‍යක්ෂ වොට්සන් මයිකල් භාෂා පුහුණුවේ වැදගත්කම පිළිබඳව සිය අදහස් පළ කළේ, “මෙම නවීන යුගයේ භාෂා පුහුණුව වෙන කවරදාටත් වඩා වැදගත් ය, විශේෂයෙන් ඉදිරියට යාමට කැමති ශ්‍රී ලංකාවේ තරුණ තරුණියන්ට. වඩා හොඳ දීප්තිමත් අනාගතයක්. CIOEL හි අපි සෑම වයස් කාණ්ඩයකම සහ සෑම තරාතිරමකම සිසුන් සඳහා පහසුකම් සපයන්නේ මේ හේතුව නිසා ය.",
        "CIOEL විසින් ඔවුන්ගේ යූ ටියුබ් නාලිකාවේ පෝඩ්කාස්ට් එකක් ද පවත්වයි, එහිදී ආයතනය විසින් නායකත්වය පිළිබඳ ව්‍යාපෘති සහ ලොව පුරා සිටින පුද්ගලයින් සමඟ වොට්සන් මයිකල් විසින් මෙහෙයවනු ලබන තවත් දේ ප්‍රදර්ශනය කරයි. පෞරුෂයන් අතර එමී සම්මාන ලාභියෙකු, දෙවරක් එමී නම් කරන ලද රූපවාහිනී නිෂ්පාදකයෙකු, ජාත්‍යන්තර වැඩියෙන්ම අලෙවි වන කතුවරුන් සහ තවත් දේ ඇතුළත් වේ.",
        "එවැනි එක් පෞරුෂයක් වූයේ වත්මන් UFC හෙවිවේට් ශූර ෆ්‍රැන්සිස් නගන්නෝගේ පුහුණුකරු වන ඩේවි කූපර්, නව වතාවක් ලෝක ශූරතා බොක්සිං සහ එම්එම්ඒ පුහුණුකරුවෙකි. එහිදී සාකච්ඡා වූ මාතෘකාව වූයේ නායකත්වයයි. නායකත්වය සම්බන්ධයෙන් ඔප්පු කළ වාර්තාවක් ඇති මෙවැනි පුද්ගලයන් හොඳම උපදේශකයින් බවට පත් කරන බව CIOEL විශ්වාස කරයි.",
        "මීට අමතරව, CIOEL විසින් Resumes ද නිර්මාණය කරයි. අද ඉහළ සම්බන්ධිත ලෝකයේ, පුද්ගලයාගේ කුසලතා, අධ්‍යාපනය, සේවා පළපුරුද්ද, ස්වේච්ඡා පළපුරුද්ද, අතීත රැකියා සහ ඔවුන් සම්බන්ධ වූ වැදගත් ව්‍යාපෘති ප්‍රදර්ශනය කරන නිසි ජීව දත්ත සටහනක් තිබීම ඉතා වැදගත් වේ. CIOEL ඇතුළුව සියලු වර්ගවල කර්මාන්ත සඳහා ජීව දත්ත පත්‍ර නිර්මාණය කරයි; සෞඛ්‍ය සේවා, මූල්‍ය, විකුණුම්, අලෙවිකරණය, මානව සම්පත්, බැංකුකරණය, මෙහෙයුම් සහ වෙනත් කර්මාන්ත රාශියක් ද වේ.",
        "CIOEL හි පවතින සියලුම පුහුණු වැඩසටහන් පූර්ණ සුදුසුකම් ලත් ගුරුවරුන් සහ උපදේශකයින් විසින් ඉතා පරිස්සමින් පවත්වනු ලැබේ. එක් එක් පාඨමාලාව සාර්ථකව නිම කිරීමෙන් පසු සිසුන්ට සහතික ලැබෙනු ඇත.",
        "CIOEL යනු ශ්‍රී ලංකාවේ විශාලතම ඉංග්‍රීසි භාෂා මාර්ගගත පුහුණු ආයතනයකි. CIOEL උපාධි අපේක්ෂකයින්, රැකියා සොයන්නන්, ක්‍රීඩක ක්‍රීඩිකාවන් සහ වෘත්තිකයන් සඳහා මූලික මට්ටමේ සිට උසස් මට්ටම් දක්වා විවිධ මට්ටමේ ප්‍රවීණතා සඳහා ඉංග්‍රීසි භාෂා පුහුණුව සඳහා විශේෂීකරණය කරයි. CIOEL විශ්වාස කරන්නේ හොඳ උපදේශකයෙකුගේ මග පෙන්වීම සහ දැනුම ඵලදායී ඉගෙනීම සඳහා යතුරක් බවයි. CIOEL සහ පිරිනැමෙන පාඨමාලා පිළිබඳ වැඩිදුර දැන ගැනීමට, https://cioel.com/ වෙත පිවිසෙන්න."
      ]
    },
    "ta": {
      "title": "சிலோன் இன்ஸ்டிட்யூட் ஆஃப் இங்கிலீஷ் அண்ட் லீடர்ஷிப் - மொழி மற்றும் தலைமைத்துவப் பயிற்சியில் உண்மையான தலைவர்",
      "body_lines": [
        "சிலோன் இன்ஸ்டிடியூட் ஆஃப் இங்கிலீஷ் அண்ட் லீடர்ஷிப் நிர்வாக இயக்குநர்/தலைமை நிர்வாக அதிகாரி வாட்சன் மைக்கேல்",
        "Ceylon Institute of English and Leadership (CIOEL) என்பது இலங்கையின் மிகப்பெரிய ஆன்லைன் ஆங்கில மொழி பயிற்சி நிறுவனங்களில் ஒன்றாகும். CIOEL ஆங்கில மொழிப் பயிற்சியின் அனைத்து அம்சங்களிலும் நிபுணத்துவம் பெற்றது, அடிப்படை முதல் மேம்பட்டது வரை மற்றும் இளங்கலைப் பட்டதாரிகள், பணிபுரியும் நிர்வாகிகள், வேலை தேடுபவர்கள், விளையாட்டு வீரர்கள் மற்றும் நிபுணர்களின் தேவைகளைப் பூர்த்தி செய்கிறது. இந்த நிறுவனம் வணிகங்களில் தகவல்தொடர்புகளின் முக்கியத்துவத்தைப் புரிந்துகொள்கிறது மற்றும் வாடிக்கையாளர் சேவையை மேம்படுத்த விரும்பும் நிறுவனங்களுக்கு உள்நாட்டில் வாடிக்கையாளர் சேவைப் பயிற்சியை வழங்குகிறது.",
        "CIOEL, 'ஆங்கிலத்தில் சான்றிதழ்' உட்பட பல படிப்புகள் மற்றும் தகுதிகளை வழங்குகிறது, இது அடிப்படை வாசிப்பு, எழுதுதல், கேட்டல் மற்றும் பேசுதல் ஆகியவற்றை உள்ளடக்கியது, மேலும் இது க.பொ.த. சாதாரண தரம் மற்றும் உயர்தரப் பரீட்சைகளை முடித்த மாணவர்களுக்கு மிகவும் பொருத்தமானது.",
        "'வணிக ஆங்கிலம் மற்றும் தலைமைத்துவத் திட்டம்' என்பது, பணிபுரியும் நிர்வாகிகள் மற்றும் பணியாளர்களில் சேர விரும்புபவர்களுக்கு அவசியமான வணிகத் தொடர்பு மற்றும் தலைமைத்துவ தொகுதிகளைக் கொண்டுள்ளது. CIOEL இல் வழங்கப்படும் 'தலைமை மற்றும் நிலைத்தன்மை திட்டம்', மாணவர்களுக்கு தலைமைத்துவம், குழுப்பணி, வணிகத்தில் நிலைத்தன்மை மற்றும் கார்ப்பரேட் தகவல்தொடர்பு ஆகியவற்றில் சிறந்த நுண்ணறிவுகளை வழங்குகிறது. திறன்களும் சலுகைகளும் பணிபுரியும் நிர்வாகிகள், பல்கலைக்கழக மாணவர்கள் மற்றும் வேலை தேடுபவர்களுக்கு மிகவும் பொருத்தமானது.",
        "இந்த நிறுவனம் குழந்தைகளுக்காக வடிவமைக்கப்பட்ட திட்டங்களையும் சொற்பொழிவில் குறிப்பிட்டு கவனம் செலுத்தி வழங்குகிறது. சொற்பொழிவு பாடங்கள் குழந்தைகளின் தன்னம்பிக்கையை வளர்க்கும், மேலும் உறுதியானவர்களாக மாற உதவும் தகவல் தொடர்புத் திறனை பெரிதும் மேம்படுத்தும் என்று CIOEL நம்புகிறது.",
        "சிலோன் இன்ஸ்டிட்யூட் ஆஃப் இங்கிலீஷ் மற்றும் லீடர்ஷிப் நிர்வாக இயக்குநர் வொட்சன் மைக்கேல், மொழிப் பயிற்சியின் முக்கியத்துவம் குறித்து தனது கருத்துக்களைப் பகிர்ந்து கொண்டார், “இந்த நவீன யுகத்தில், மொழிப் பயிற்சி என்பது முன்னெப்போதையும் விட முக்கியமானது, குறிப்பாக இலங்கையின் இளைஞர்களுக்கு. சிறந்த பிரகாசமான எதிர்காலம். இந்த காரணத்திற்காகவே, நாங்கள் CIOEL இல், அனைத்து வயது மற்றும் அனைத்து தரப்பு மாணவர்களுக்கும் சேவை செய்கிறோம்.",
        "CIOEL அவர்களின் YouTube சேனலில் ஒரு போட்காஸ்ட்டையும் நடத்துகிறது, அங்கு நிறுவனம் தலைமைத்துவம் மற்றும் உலகெங்கிலும் உள்ள ஆளுமைகளுடன் வாட்சன் மைக்கேல் நடத்தும் பல திட்டங்களைக் காட்டுகிறது. ஆளுமைகளில் எம்மி விருது வென்றவர், இரண்டு முறை எம்மி பரிந்துரைக்கப்பட்ட டிவி தயாரிப்பாளர், சர்வதேச அளவில் அதிகம் விற்பனையாகும் எழுத்தாளர்கள் மற்றும் பலர் அடங்குவர்.",
        "ஒன்பது முறை உலக சாம்பியன்ஷிப் குத்துச்சண்டை மற்றும் MMA பயிற்சியாளரான டீவி கூப்பர், தற்போதைய UFC ஹெவிவெயிட் சாம்பியனான பிரான்சிஸ் நாகன்னோவின் பயிற்சியாளராக இருப்பவர். இதில் பேசப்பட்ட தலைப்பு தலைமைத்துவம். தலைமைத்துவம் தொடர்பாக நிரூபணமான சாதனை படைத்த இவர்களைப் போன்ற நபர்கள் சிறந்த வழிகாட்டிகளை உருவாக்குவார்கள் என்று CIOEL நம்புகிறது.",
        "இது தவிர, CIOEL ரெஸ்யூம்களையும் உருவாக்குகிறது. இன்றைய மிகவும் இணைக்கப்பட்ட உலகில், தனிநபரின் திறன்கள், கல்வி, பணி அனுபவம், தன்னார்வ அனுபவம், கடந்தகால வேலைவாய்ப்பு மற்றும் அவர்கள் ஈடுபட்ட முக்கியமான திட்டங்கள் ஆகியவற்றைக் காண்பிக்கும் முறையான விண்ணப்பத்தை வைத்திருப்பது மிகவும் முக்கியம். CIOEL உட்பட அனைத்து வகையான தொழில்களுக்கும் விண்ணப்பங்களை உருவாக்குகிறது; ஹெல்த்கேர், ஃபைனான்ஸ், சேல்ஸ், மார்க்கெட்டிங், ஹெச்ஆர், பேங்கிங், ஆபரேஷன்ஸ் மற்றும் பல தொழில்கள்.",
        "CIOEL இல் கிடைக்கும் அனைத்து பயிற்சித் திட்டங்களும் முழுத் தகுதி வாய்ந்த ஆசிரியர்கள் மற்றும் பயிற்றுவிப்பாளர்களால் மிகுந்த கவனத்துடன் நடத்தப்படுகின்றன. ஒவ்வொரு பாடத்திட்டத்தையும் வெற்றிகரமாக முடித்த மாணவர்கள் சான்றிதழ்களைப் பெறுவார்கள்.",
        "CIOEL இலங்கையில் உள்ள மிகப்பெரிய ஆங்கில மொழி ஆன்லைன் பயிற்சி நிறுவனங்களில் ஒன்றாகும். CIOEL, இளங்கலைப் பட்டதாரிகள், வேலை தேடுபவர்கள், விளையாட்டு வீரர்கள் மற்றும் தொழில் வல்லுநர்களுக்கான அடிப்படை முதல் மேம்பட்ட நிலைகள் வரை பல்வேறு நிலைத் திறனுக்கான ஆங்கில மொழிப் பயிற்சியில் நிபுணத்துவம் பெற்றுள்ளது. CIOEL ஒரு நல்ல ஆசிரியரின் வழிகாட்டுதலும் அறிவும் பயனுள்ள கற்றலுக்கு ஒரு திறவுகோல் என்று நம்புகிறது. CIOEL மற்றும் சலுகையில் உள்ள படிப்புகள் பற்றி மேலும் அறிய, https://cioel.com/ ஐப் பார்வையிடவும்."
      ]
    }
  }
}