{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/democracy-building-initiatives-under-yahapalanaya-regime-lessons-learned/",
  "time_ut": 1650214560,
  "title": "Democracy Building Initiatives under Yahapalanaya Regime: Lessons learned",
  "body_lines": [
    "(This article is based on the research conducted by RCSS in collaboration with the University of South Carolina Rule of Law Collective (ROLC). The research team consisted of Prof. Gamini Keerawella, Prof. Sarjoon Athambawa, Dr. Menik Wakkambura, Dr. Ramesh Ramasamy, Ms. Nimmi Jayathilake, Ms. Shavini de Silva.)",
    "1. The democracy-building initiatives during the National Unity Government (2015-2019), commonly known as Yahapalanaya regime, represent the first concerted attempt taken towards political reforms in post-war Sri Lanka. At the end of the war in 2009, historic opportunity was available for Sri Lanka to embark on a new political journey by revitalising democratic institutions and processes. However, the continuation of democratic backsliding and faltering on the path of national reconciliation even after the end of the war created a need and conditions for a regime change in 2015.",
    "It was a collective attempt to transform the negative peace (absence of armed conflict) into a foundation for positive peace. Democracy building is by no means a smooth and lineal process. Even though, the vigor of political reforms and democratic impulses of the National Unity Government dissipated by the end of its tenure, the initiatives taken at the beginning in establishing good governance and democracy-building marked a timely break in the authoritarian trend in Sri Lanka. These initiatives widened the space for a new discourse on democracy against the backdrop of long-term travails of democracy.",
    "2. The regime change in 2015 and democratic reforms initiated under the NUG highlighted the potential of the people in halting the authoritarian trends and taking steps towards democracy building in the country. Unpacking these initiatives helps understand the workings of democratic political dynamics and the peoples’ power in post-war Sri Lanka. Before 2015, a perception was meticulously cultivated throughout the country that President Mahinda Rajapaksa was so strong and popular that he cannot be defeated. The driving force that destroyed that perception was civil society organisations.",
    "The regime change in 2015 was interpreted as a victory of people for democracy against authoritarian abuse of power. Experiences under the  Yahapalana regime also highlighted the certain limitations of peoples’ intervention beyond elections. After the initial enthusiasm for regime change was over, the people did not sustain their interests. In the main, they withdrew from political process allowing the political leaders to set the tone of political narrative. It highlighted the importance of constant vigilance and effective intervention throughout on the part of civil society.",
    "3. The interest and commitment of the National Unity Government to fulfill the mandate of democratic reforms and good governance on which it was elected disappeared rapidly after taking initial strides. There was no roadmap for the government to move forward on the path of good governance.",
    "The vacillation and bewildering delay in many key policy domains become the hallmark of the NUG. Even before two years, the cracks within the regime came to the surface and the co-habitation arrangement proved to be a failure. However, the democracy-building endeavour in the period 2015-2019 was not at all a sterile venture. Even though many initiatives did not retain after November 2019, its impact could not be erased so easily. The freedom of information has been added to the Fundamental Rights Chapter so that it became a judicially enforceable right. One of the durable legacies of the NUG has been the Right to Information Act.",
    "4. The experiences under the NUG also highlighted the constraints and problems faced by democracy building in a country like Sri Lanka. Democracy building is not a linear process. It is also important to unpack what accounts for setbacks of the democracy-building endeavours of the NUG. The personality clash between the President and the Prime Minister contributed by no small measure to the downfall of the NUG. But the disagreements and conflicts between the two centres of power in the NUG cannot be relegated simply to personality factors. All the forces and groups who made the regime change in 2015 possible are responsible for its downfall, too. When disagreements and divergence between the two centres of power in the NUG surfaced there was no effective internal mechanism for de-escalation, containment, and conflict resolution.",
    "The untimely demise of Ven. Maduluwawe Sobitha affected severely the civil controlling power of the political leadership. The Remaining leadership of CSOs did not have the charismatic stature and legitimacy that Ven. Maduluwawe Sobitha had to intervene effectively. The experience also highlighted the certain weakness of the civil society organisations in Sri Lanka. There was no central leadership for CSOs after the passing away of Ven. Maduluwawe Sobitha. At first, their energy was channeled to a single target: to defeat the Rajapaksa regime. Once it was achieved, the different interests among CSOs surfaced.",
    "5. It is also important to note that the civil-political movement for democratic reforms is a process and discourse with different waves. The particular wave that brought the Rajapaksa regime down in 2015 slowly emerged from 2011. In the face of many constraints and problems due to the repressive measures of the regime and some structural weaknesses of the civil society itself, the movement was progressing slowly in the first three years.",
    "It witnessed momentum at the beginning of 2014, but it is still a Colombo and other main cities-centered movement that had a long way to go in getting rooted in the rural countryside. By the time of the declaration of early Presidential Elections in November 2014, the democracy reform agenda and its road map of the civil-political movement were not fully developed. In 2014, a qualitatively different phase in democratic reform discourse unfolded with the discussions between NMJS and the political parties. More intensive discussions and debates on main aspects of constitutional reforms, going beyond the slogan of the abolition of Executive Presidency, was taking place. Intentionally or not, the early call for Presidential Election detailed the process.",
    "The pro-democratic reform civil groups and political parties were in agreement on the common candidate for the presidential race. He was hurriedly selected. There was no detailed discussion between the common candidate and the CSOs and other political parties before he was selected. The MOU was signed hurriedly. In the context of the election campaign rush, there was no time and space for a comprehensive agreement between the common candidate and the democratic forces on the political roadmap, except a hurriedly prepared 100-day programme. These shortcomings contributed to the setbacks and hiccups in the democratic reform agenda after the NUG came to power.",
    "6. In the context of internationalisation of the ethnic problem and human rights issue, how to handle the external actors remained a key challenge that Sri Lanka faced in 2015. Having deviated from the hostile attitude towards the international Human Rights bodies, the NUG expressed its willingness to work closely with the international community, especially the UN. the NUG handled external actors satisfactorily and tried to come to some understanding with them.",
    "In analyzing the role of external actors, first of all, the NUG took multiplicity of external actors into account. Further more, external actors remained a key variable exerting influence as a critical maneuver for democratic reforms in Sri Lanka in the period 2015-2019, especially in the peace-building sector and achieving of minority rights. However, the sustainability of democratic reforms seemed dependent on the cooperation between external actors and the political leadership of the NUG and domestic political dynamism that shaped image building of the external actors.",
    "The failure of external actors to take into account domestic political dynamics often resulted in the erosion of credibility and effectiveness of their role. This becomes a sensitive yet crucial factor in dealing with the democratic reforms in Sri Lanka.",
    "Further, the external influences on peace building often showed a sense of coerciveness, such as requirement of regular reporting to international monitoring bodies like UNHRC. Sri Lanka’s agreement to co-sponsor the post-war peace-building resolutions was interpreted as a naïve and inappropriate move without taking ground realities into account. Moreover, the time-line of UNHRC resolutions was viewed as unrealistic. The external role, depending on the context and modus operandi, could be counter productive and generates unintended constrains, derailing the entire process.",
    "7. The NUG prioritised reconciliation as an overarching policy frame. The approach of the National Unity Government regarding the process of reconciliation takes into account four broad area: truth seeking; right to justice: reparation and; non-recurrence. It is also emphasized that the mechanisms to be established in order to address issues in these four areas must be independent, credible and empowered.",
    "One of the major shortcomings of national reconciliation was the lack of a long-term national plan for repairing the damage caused by the 26-year-long civil war, where psychological damage, hatred, and memory prevailed in communities as barriers to sustainable reconciliation. Moreover, there was a lack of visionary leadership and institutional structures that could foster reconciliation, such as the functions of the Office of Missing Persons, the reparation bill and its execution, and various judicial and non-judicial actions for non-recurrence were also not effective.",
    "8. The UNF has failed in building a minimal winning connected coalition – which considers more than numbers and focuses also on ensuring that there is a sufficient shared ideology among the members of a coalition to and pursue policy change – what achieved was ‘minimal winning coalitions’- a coalition that is no bigger than necessary to have a majority in government.",
    "The NUG failed to abolish the Executive Presidency while the arrangement made in the 19th amendment to control the powers of President induced for power competition between the President and the Prime Minister.",
    "9. Another important lesson learned from the democratic experiences during 2015-2019 was that it is rather difficult to go forward with the democratic reforms without breaking the dominance of the political class. The social and political force behind the authoritarian political project of the political class that came forward after the 1956 political change. The real political force behind the Rajapaksa regime was the political class. This explains why President Mahinda Rajapaksa commanded a considerable support base in the country except for the North and the East despite his authoritarian stance. NUG failed to overcome the dominance of the well-stretched political class who has been the real driving force behind the authoritarian political project. Breaking the dominance of the political class is not easy; nevertheless, it is essential for the progress of democratic political reforms. The attempts taken in the direction of state reforms to strengthen good governance failed because they touched only the outer ditch of the authoritarian social and political structures of the state. Antonio Gramsci describes the state as ‘an outer ditch, behind which there stands a powerful system of fortresses and earthworks’. The political class that is the champion of the authoritarian political culture represents the fortress and earthwork of the authoritarian state. Figuring out how to mobilize social forces to break not only the outer ditch but also the fortresses and earthworks of the authoritarian state with comprehensive political reforms is the fundamental problem in democratic reforms in Sri Lanka.",
    "10. The NUG experiences highlighted the fact that democracy building must be an integral element of a broader political project of state reforms, aimed at developing an inclusive ideology for the state, related institutional frame, and building democratic citizenship. In the post-war context, national reconciliation, a political solution to the ethnic problem, and building an inclusive state must receive priority in democracy building. For National reconciliation to be effective and sustainable, it should be carried out with a clear strategic vision and plan to politically and socially empower the communities who were marginalized and alienated from the main political process. Democracy is not only a system of government by also a way of life, a mode of behavior, and an ideology. In a multi-ethnic country, majoritarian political culture is an anti-thesis to democratic norms and practices. The majoritarian political culture that prevailed in the body politic of Sri Lanka is a grave hindrance to democratic reforms to ensure the integration of minorities in the decision-making process done based on equality and partnership. NUG failed to launch an effective campaign to promote democratic culture in countering the majoritarian mindset. Ultimately, NUG also became a hostage of the majoritarian political culture and faltered in taking critical decisions to show the minority community it is genuine in promoting national reconciliation. Some aspects of besieged and island mentality of the majority community are often used to fan the support for an authoritarian political project. Having failed to effectively address key main barriers to democratic reforms, namely, the majoritarian political thinking and the power of the political class, the democracy-building initiatives appeared to be only cosmetic without getting rooted in the body politic. The vacillation and bewildering delay in many key policy domains including national reconciliation, the emergence of two centers of power, and lack of articulation between the two which crippled the general efficacy of administration gave renewed currency to a cry of ‘National Security State’ at the expense of the democracy-building political project, especially after the Easter Sunday carnage.",
    "11. Democracy-building experiences during 2015-2019 highlighted the importance of the role of political leaders in implementing the mandate for democratic reforms and also the constant vigilance on the part of the citizens to check and monitor whether the political leaders adhere to the mandate. Their commitment to the principles of good governance and democratic reforms quickly faded away once in power. In this context, constant vigilance on the part of the civic democratic process is an essential condition for the continuation of democratic reforms. Why did the commitment of the political leadership of NUG to democratic political reforms disappear rapidly after taking a few initial strides? Why did the civil forces fail to intervene effectively, except at the beginning, when the leaders were vacillating and evading the implementation of the expected reforms? At the end of the day, the political leaders who stood with the democratic reform movement at the 2015 Presidential Election seemed to have used evolving urge of the people for democratic reforms only as a political slogan to come to power. How certain key appointments were made soon after NUG assumed power indicated that they were have not deviated from the practice of nepotism of the previous regime. The civil forces did not effectively intervene to check such behavior. The experiences under NUG indicated that it was not easy to proceed with the existing political leadership who were tempered in the corrupt political practices for years in pursuing substantive democratic reforms. The Central Bank bond scam and how others in the government came forward to conceal it destroyed the good governance credibility of the NUG, substantiating the above indication. The importance of building a new generation of political leaders who are truly committed to democratic reforms in Sri Lanka are highlighted by many.",
    "12. Another lesson to be learned from the democratic building initiatives under NGU is that it is rather difficult to count on Sri Lankan business elites to promote democratic reforms. Ideologically and socially powerful business community could play a vital role as a driving force for democracy building. The economic dependency and political impotency of the Sri Lankan bourgeoisie, mainly of the business upper class, were clearly illustrated in the period 2015-2019. The establishment of the rule of war, transparency, independence of the judiciary, and controlling the excessive power of the Executive with the intuitional check and balance system would benefit the business community in no small measure. Sri Lanka’s state-dependent business community counts on the state for protection, support and subsidies for its survival. As a result, they are incapable of playing an independent and strong role in influencing the political authority as far as democracy. They are always subservient to the regime in power. They failed to play an independent role as a bulwark of democracy in pushing forward the democratic reform agenda.",
    "13. It is also important to note that ‘traditional’ trade unions that were at the forefront in the struggle for democracy in the past did not play a significant role in democratic building initiatives during 2015-2019. The changed behavior of the conventional trade union sector can be explained due to the structural changes witnessed in the industrial and service sectors of the economy and the decline of old Left ideology in the trade union movement. In the changed political and economic environment, a new brood of professional groups/organizations and the youth have come forward to fill the vacuum created by inaction of the moribund traditional trade union sector. The democracy-building attempts need to take these changes into serious consideration and should count on the new social forces, especially the youth and professional groups, and mobilizing them by using social media and art/music in which they are quite savvy.",
    "Easter Sunday Celebrates the Resurrection of Jesus Christ from the Dead!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යහපාලන රෙජීමය යටතේ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ මුලපිරීම්: උගත් පාඩම්",
      "body_lines": [
        "(මෙම ලිපිය පාදක වන්නේ RCSS විසින් දකුණු කැරොලිනා විශ්ව විද්‍යාලයේ නීති රීති සාමූහිකයේ (ROLC) සහයෝගීතාවයෙන් සිදු කරන ලද පර්යේෂණ මත ය. පර්යේෂණ කණ්ඩායම මහාචාර්ය ගාමිණී කීරවැල්ල, මහාචාර්ය සර්ජූන් ආතම්බාව, ආචාර්ය මැණික් වක්කඹුර, ආචාර්ය රමේෂ් යන අයගෙන් සමන්විත විය. රාමසාමි, නිම්මි ජයතිලක මෙනවිය, ශවිනි ද සිල්වා මෙනවිය.)",
        "1. යහපාලන පාලන තන්ත්‍රය ලෙස පොදුවේ හැඳින්වෙන ජාතික සමගි රජය (2015-2019) තුළ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ මුලපිරීම්, පශ්චාත් යුධ ශ්‍රී ලංකාවේ දේශපාලන ප්‍රතිසංස්කරණ සඳහා ගන්නා ලද පළමු ඒකාබද්ධ උත්සාහය නියෝජනය කරයි. 2009 යුද්ධය අවසානයේ ප්‍රජාතන්ත්‍රවාදී ආයතන සහ ක්‍රියාවලීන් පුනර්ජීවනය කරමින් නව දේශපාලන ගමනක් ආරම්භ කිරීමට ශ්‍රී ලංකාවට ඓතිහාසික අවස්ථාවක් උදා විය. කෙසේ වෙතත්, යුද්ධය අවසන් වූ පසුව ද ජාතික සංහිඳියාවේ මාවතේ ප්‍රජාතන්ත්‍රවාදී පසුබෑම සහ පසුබෑම අඛණ්ඩව පැවතීම 2015 පාලන තන්ත්‍ර වෙනසක් සඳහා අවශ්‍ය සහ කොන්දේසි නිර්මානය කළේය.",
        "එය ඍණාත්මක සාමය (සන්නද්ධ ගැටුම් නොමැතිකම) ධනාත්මක සාමය සඳහා පදනමක් බවට පරිවර්තනය කිරීමේ සාමූහික උත්සාහයකි. ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීම කිසිසේත්ම සුමට හා රේඛීය ක්‍රියාවලියක් නොවේ. ජාතික සමගි ආණ්ඩුවේ දේශපාලන ප්‍රතිසංස්කරණවල සහ ප්‍රජාතන්ත්‍රවාදී ආවේගයන්ගේ ජවය එහි ධූර කාලය අවසන් වන විට දිය වී ගියද, යහපාලනය සහ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීම සඳහා ආරම්භයේදී ගත් මුලපිරීම් ශ්‍රී ලංකාවේ අත්තනෝමතික ප්‍රවණතාවයේ කාලීන බිඳවැටීමක් සනිටුහන් කළේය. මෙම මුලපිරීම් ප්‍රජාතන්ත්‍රවාදයේ දිගුකාලීන දුක්ඛිත පසුබිමට එරෙහිව ප්‍රජාතන්ත්‍රවාදය පිළිබඳ නව කථිකාවක් සඳහා අවකාශය පුළුල් කළේය.",
        "2. 2015 පාලන තන්ත්‍ර වෙනස සහ NUG යටතේ ආරම්භ කරන ලද ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ මගින් රටේ ඒකාධිපති ප්‍රවණතා නැවැත්වීමට සහ රට තුළ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීම සඳහා පියවර ගැනීමට ජනතාවට ඇති හැකියාව ඉස්මතු විය. මෙම මුල පිරීම් ඉවත් කිරීම පශ්චාත් යුධ ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදී දේශපාලන ගතිකත්වයේ ක්‍රියාකාරීත්වය සහ ජනතා බලය තේරුම් ගැනීමට උපකාරී වේ. 2015 ට පෙර මහින්ද රාජපක්ෂ ජනාධිපතිතුමා පරාජය කළ නොහැකි තරමට ශක්තිමත් සහ ජනප්‍රිය වූ බවට මතයක් ඉතා සූක්ෂම ලෙස රට පුරා වගා කර තිබුණි. එම සංජානනය විනාශ කළ ගාමක බලවේගය සිවිල් සමාජ සංවිධාන ය.",
        "2015 පාලන තන්ත්‍ර වෙනස අර්ථකථනය කරනු ලැබුවේ අත්තනෝමතික බලය අයුතු ලෙස භාවිතා කිරීමට එරෙහිව ප්‍රජාතන්ත්‍රවාදය සඳහා ජනතාව ලැබූ ජයග්‍රහණයක් ලෙසය. යහපාලන රෙජීමය යටතේ වූ අත්දැකීම් මැතිවරණවලින් ඔබ්බට ජනතා මැදිහත්වීමේ යම් යම් සීමාවන් ද පෙන්වා දී ඇත. පාලන තන්ත්‍රය වෙනස් කිරීම සඳහා වූ මූලික උද්යෝගය අවසන් වූ පසු, ජනතාව ඔවුන්ගේ අවශ්‍යතා පවත්වා ගෙන ගියේ නැත. ප්‍රධාන වශයෙන්, ඔවුන් දේශපාලන ක්‍රියාවලියෙන් ඉවත් වූ අතර දේශපාලන නායකයින්ට දේශපාලන ආඛ්‍යානයේ ස්වරය සැකසීමට ඉඩ සලසයි. එය සිවිල් සමාජයේ පැත්තෙන් නිරන්තර සුපරීක්ෂාකාරීත්වයේ සහ ඵලදායී මැදිහත්වීමේ වැදගත්කම අවධාරණය කළේය.",
        "3. තමන් තේරී පත් වූ ප‍්‍රජාතන්ත‍්‍රවාදී ප‍්‍රතිසංස්කරණවල සහ යහපාලනයේ ජනවරම ඉටු කිරීමට ජාතික සමගි ආණ්ඩුවේ උනන්දුව සහ කැපවීම ආරම්භක ප‍්‍රගතියෙන් පසු වේගයෙන් අතුරුදහන් විය. යහපාලන මාවතේ ආණ්ඩුවට ඉදිරියට යාමට මාර්ග සිතියමක් තිබුණේ නැත.",
        "බොහෝ ප්‍රධාන ප්‍රතිපත්ති වසම්වල ඇති විමෝචනය සහ ව්‍යාකූල ප්‍රමාදය NUG හි ලක්ෂණය වේ. දෙවසරකට පෙර පවා පාලන තන්ත‍්‍රයේ ඉරිතැලීම් මතු වූ අතර සහජීවන වැඩපිළිවෙළ අසාර්ථක විය. කෙසේ වෙතත්, 2015-2019 කාලය තුළ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ ප්‍රයත්නය කිසිසේත් වඳ ව්‍යාපාරයක් නොවීය. 2019 නොවැම්බර් මාසයෙන් පසු බොහෝ මුලපිරීම් රඳවා නොගත්තද, එහි බලපෑම එතරම් පහසුවෙන් මකා දැමිය නොහැක. තොරතුරු දැනගැනීමේ නිදහස මූලික අයිතිවාසිකම් පරිච්ඡේදයට එක් කර ඇති නිසා එය අධිකරණමය වශයෙන් බලාත්මක කළ හැකි අයිතිවාසිකමක් බවට පත් විය. NUG හි කල්පවත්නා උරුමයක් වන්නේ තොරතුරු දැනගැනීමේ අයිතිය පිළිබඳ පනතයි.",
        "4. NUG යටතේ ඇති අත්දැකීම් ශ්‍රී ලංකාව වැනි රටක ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේදී මුහුණ දෙන බාධාවන් සහ ගැටලු ද ඉස්මතු කර ඇත. ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීම රේඛීය ක්‍රියාවලියක් නොවේ. NUG හි ප‍්‍රජාතන්ත‍්‍රවාදය ගොඩනැගීමේ ප‍්‍රයත්නවල පසුබෑම් සඳහා හේතු මොනවාද යන්න හෙළිදරව් කිරීම ද වැදගත් ය. ජනාධිපතිවරයා සහ අගමැතිවරයා අතර ඇති වූ පෞරුෂ ගැටුම NUG හි බිඳවැටීමට සුළුපටු නොවේ. නමුත් NUG හි බල කේන්ද්‍ර දෙක අතර ඇති නොගැලපීම් සහ ගැටුම් හුදෙක් පෞරුෂ සාධකවලට පහත දැමිය නොහැක. 2015 පාලන තන්ත්‍රය වෙනස් කළ හැකි සියලු බලවේග සහ කණ්ඩායම් එහි බිඳවැටීමට ද වගකිව යුතුය. NUG හි බල කේන්ද්‍ර දෙක අතර මතභේද සහ අපසරනය මතු වූ විට උත්සන්න කිරීම, පාලනය කිරීම සහ ගැටුම් නිරාකරණය සඳහා ඵලදායී අභ්‍යන්තර යාන්ත්‍රණයක් නොතිබුණි.",
        "නාහිමියන්ගේ අකල් අපවත්වීම. මාදුළුවාවේ සෝභිත දේශපාලන නායකත්වයේ සිවිල් පාලන බලයට දැඩි ලෙස බලපෑවේය. පූජ්‍ය හාමුදුරුවෝ තරම් ආකර්ශනීය තත්ත්‍වයක් සහ නීත්‍යානුකූල භාවයක් සිවිල් සංවිධානවල ඉතිරි නායකත්වයට තිබුණේ නැත. මාදුළුවාවේ සෝභිතට ඵලදායී ලෙස මැදිහත් වීමට සිදු විය. ශ්‍රී ලංකාවේ සිවිල් සමාජ සංවිධානවල යම් යම් දුර්වලතා ද මෙම අත්දැකීමෙන් ඉස්මතු විය. හාමුදුරුවෝ අපවත් වුණාට පස්සේ සිවිල් සංවිධානවලට මධ්‍යම නායකත්වයක් තිබුණේ නැහැ. මාදුළුවාවේ සෝභිත. මුලදී, ඔවුන්ගේ ශක්තිය රාජපක්ෂ පාලනය පරාජය කිරීම සඳහා තනි ඉලක්කයකට යොමු කරන ලදී. එය සාක්ෂාත් කරගත් පසු, CSOs අතර විවිධ අවශ්‍යතා මතු විය.",
        "5. ප‍්‍රජාතන්ත‍්‍රවාදී ප‍්‍රතිසංස්කරණ සඳහා වන සිවිල් දේශපාලන ව්‍යාපාරය විවිධ තරංග සහිත ක‍්‍රියාවලියක් සහ කතිකාවක් බව ද සඳහන් කිරීම වැදගත් ය. 2015 රාජපක්‍ෂ රෙජීමය ඇදවැටූ විශේෂිත රැල්ල 2011 සිට කෙමෙන් කෙමෙන් මතුවිය. රෙජීමයේ මර්දනකාරී ක්‍රියාමාර්ග සහ සිවිල් සමාජයේම ව්‍යුහාත්මක දුර්වලතා රැසක් හේතුවෙන් එම ව්‍යාපාරය ප්‍රථමයෙන්ම මන්දගාමීව ඉදිරියට යමින් සිටියේය. වසර තුනක්.",
        "එය 2014 ආරම්භයේදී ගම්‍යතාවයක් අත්විඳින නමුත් එය තවමත් කොළඹ සහ අනෙකුත් ප්‍රධාන නගර කේන්ද්‍ර කරගත් ව්‍යාපාරයක් වන අතර එය ග්‍රාමීය ගම්බද ප්‍රදේශවල මුල් බැස ගැනීමට බොහෝ දුර යා යුතුව තිබුණි. 2014 නොවැම්බරයේ ඉක්මන් ජනාධිපතිවරණ ප්‍රකාශයට පත් කරන අවස්ථාව වන විට, ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ න්‍යාය පත්‍රය සහ සිවිල් දේශපාලන ව්‍යාපාරයේ මාර්ග සිතියම සම්පූර්ණයෙන්ම සංවර්ධනය වී නොතිබුණි. 2014 දී, ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ කතිකාවේ ගුණාත්මකව වෙනස් අවධියක් එන්එම්ජේඑස් සහ දේශපාලන පක්ෂ අතර සාකච්ඡා සමඟ දිග හැරුණි. විධායක ජනාධිපති ක‍්‍රමය අහෝසි කිරීමේ සටන් පාඨයෙන් ඔබ්බට යමින් ව්‍යවස්ථා ප‍්‍රතිසංස්කරණවල ප‍්‍රධාන අංශ පිළිබඳව වඩාත් තීව්‍ර සාකච්ඡුා සහ වාද විවාද සිදුවෙමින් පැවතිණි. චේතනාන්විතව හෝ නොකිරීමෙන්, ජනාධිපතිවරණය සඳහා වූ කල් ඇතිව කැඳවීමේ ක්‍රියාවලිය සවිස්තරාත්මක විය.",
        "ප‍්‍රජාතන්ත‍්‍රවාදී ප‍්‍රතිසංස්කරණ හිතවාදී සිවිල් කණ්ඩායම් සහ දේශපාලන පක්ෂ ජනාධිපතිවරණ සටන සඳහා පොදු අපේක්ෂකයා සම්බන්ධයෙන් එකඟත්වයකට පැමිණ සිටියහ. ඔහු කඩිමුඩියේ තෝරා ගන්නා ලදී. ඔහු තෝරා ගැනීමට පෙර පොදු අපේක්ෂකයා සහ සිවිල් සංවිධාන සහ අනෙකුත් දේශපාලන පක්ෂ අතර සවිස්තරාත්මක සාකච්ඡාවක් නොතිබුණි. අවබෝධතා ගිවිසුම අත්සන් කළේ කඩිමුඩියේය. මැතිවරණ ප්‍රචාරක කඩිමුඩියේ සන්දර්භය තුළ, කඩිමුඩියේ සකසන ලද දින 100 වැඩපිළිවෙලක් හැර, දේශපාලන මාර්ග සිතියමේ පොදු අපේක්ෂකයා සහ ප්‍රජාතන්ත්‍රවාදී බලවේග අතර විස්තීරණ එකඟතාවකට කාලය සහ ඉඩක් තිබුණේ නැත. NUG බලයට පත්වීමෙන් පසු ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ න්‍යාය පත්‍රයේ පසුබෑම් සහ හිරිකිතයන් සඳහා මෙම අඩුපාඩු දායක විය.",
        "6. වාර්ගික ගැටලුව සහ මානව හිමිකම් ප්‍රශ්නය ජාත්‍යන්තරකරණය කිරීමේ සන්දර්භය තුළ, බාහිර ක්‍රියාකාරීන් හසුරුවන්නේ කෙසේද යන්න 2015 දී ශ්‍රී ලංකාව මුහුණ දුන් ප්‍රධාන අභියෝගයක් විය. ජාත්‍යන්තර මානව හිමිකම් ආයතන කෙරෙහි ඇති සතුරු ආකල්පයෙන් බැහැරව, NUG සිය ප්‍රකාශය කළේය. ජාත්‍යන්තර ප්‍රජාව, විශේෂයෙන්ම එක්සත් ජාතීන්ගේ සංවිධානය සමඟ සමීපව කටයුතු කිරීමට ඇති කැමැත්ත. NUG බාහිර ක්‍රියාකාරීන් සතුටුදායක ලෙස හැසිරවූ අතර ඔවුන් සමඟ යම් අවබෝධයකට පැමිණීමට උත්සාහ කළේය.",
        "බාහිර නළුවන්ගේ භූමිකාව විශ්ලේෂණය කිරීමේදී, පළමුව, NUG බාහිර නළුවන්ගේ බහුත්වය සැලකිල්ලට ගත්තේය. තවද, 2015-2019 කාලපරිච්ඡේදය තුළ ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සඳහා, විශේෂයෙන් සාමය ගොඩනැගීමේ අංශයේ සහ සුළුතර අයිතීන් සාක්ෂාත් කර ගැනීමේ තීරණාත්මක උපාමාරුවක් ලෙස බාහිර ක්‍රියාකාරීන් ප්‍රධාන විචල්‍ය බලපෑමක් ඇති කළේය. කෙසේ වෙතත්, ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණවල තිරසාරභාවය රඳා පවතින්නේ බාහිර ක්‍රියාකාරීන් සහ NUG හි දේශපාලන නායකත්වය සහ බාහිර ක්‍රියාකාරීන්ගේ ප්‍රතිරූපය ගොඩනැගීමට හැඩගැසුණු දේශීය දේශපාලන ගතිකත්වය අතර සහයෝගීතාවය මත ය.",
        "දේශීය දේශපාලන ගතිකත්වයන් සැලකිල්ලට ගැනීමට බාහිර ක්‍රියාකාරීන් අසමත් වීම බොහෝ විට ඔවුන්ගේ භූමිකාවේ විශ්වසනීයත්වය සහ සඵලතාවය ඛාදනය වීමට හේතු විය. මෙය ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සම්බන්ධයෙන් කටයුතු කිරීමේදී සංවේදී එහෙත් තීරණාත්මක සාධකයක් බවට පත් වේ.",
        "තවද, සාමය ගොඩනැගීමට බාහිර බලපෑම් බොහෝ විට UNHRC වැනි ජාත්‍යන්තර අධීක්ෂණ ආයතන වෙත නිතිපතා වාර්තා කිරීමේ අවශ්‍යතාවය වැනි බලහත්කාර භාවයේ හැඟීමක් පෙන්නුම් කරයි. පශ්චාත් යුධ සාමය ගොඩනැගීමේ යෝජනා සඳහා සම අනුග්‍රහය දැක්වීමට ශ්‍රී ලංකාව එකඟ වීම, භූගත යථාර්ථයන් සැලකිල්ලට නොගෙන බොළඳ සහ නුසුදුසු පියවරක් ලෙස අර්ථ දැක්වීය. එපමනක් නොව, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ යෝජනාවල කාල රේඛාව යථාර්ථවාදී නොවන ලෙස සැලකේ. බාහිර භූමිකාව, සන්දර්භය සහ ක්‍රියාන්විතය මත පදනම්ව, ප්‍රති ඵලදායි විය හැකි අතර, සමස්ත ක්‍රියාවලියම කඩාකප්පල් කරමින් අනපේක්ෂිත සීමාවන් ජනනය කරයි.",
        "7. NUG ප‍්‍රමුඛ ප‍්‍රතිපත්ති රාමුවක් ලෙස ප‍්‍රතිසන්ධානයට ප‍්‍රමුඛත්වය දුන්නේය. ප්‍රතිසන්ධාන ක්‍රියාවලිය සම්බන්ධයෙන් ජාතික සමගි ආණ්ඩුවේ ප්‍රවේශය පුළුල් ක්ෂේත්‍ර හතරක් සැලකිල්ලට ගනී: සත්‍ය සෙවීම; යුක්තිය සඳහා ඇති අයිතිය: වන්දි ගෙවීම සහ; පුනරාවර්තනය නොවන. මෙම ක්ෂේත්‍ර හතරේ ගැටලු විසඳීම සඳහා ස්ථාපිත කළ යුතු යාන්ත්‍රණයන් ස්වාධීන, විශ්වසනීය හා බලගතු විය යුතු බව ද අවධාරණය කෙරේ.",
        "තිරසාර සංහිඳියාවට බාධාවක් ලෙස ප්‍රජාවන් තුළ පැවති මානසික හානිය, වෛරය සහ මතකය වසර 26ක් පුරා පැවති සිවිල් යුද්ධයෙන් සිදුවූ හානිය පිළිසකර කිරීම සඳහා දිගුකාලීන ජාතික සැලැස්මක් නොමැතිකම ජාතික සංහිඳියාවේ එක් ප්‍රධාන අඩුපාඩුවක් විය. එපමනක් නොව, අතුරුදහන් වූවන් පිළිබඳ කාර්යාලයේ කාර්යයන්, වන්දි ගෙවීමේ පනත් කෙටුම්පත සහ එය ක්‍රියාත්මක කිරීම වැනි සංහිඳියාව ඇති කළ හැකි දූරදර්ශී නායකත්වයක් සහ ආයතනික ව්‍යුහයන් හිඟ වූ අතර, නැවත ඇති නොවීමට විවිධ අධිකරණ සහ අධිකරණමය නොවන ක්‍රියාමාර්ග ද නොතිබුණි. ඵලදායී.",
        "8. එක්සත් ජාතික පෙරමුණ අවම ජයග්‍රාහී සම්බන්ධිත සන්ධානයක් ගොඩනැගීමට අසමත් වී ඇත - එය සංඛ්‍යාවට වඩා වැඩි යමක් සලකන අතර ප්‍රතිපත්තිමය වෙනසක් සඳහා සහ හඹා යාම සඳහා සභාගයක සාමාජිකයන් අතර ප්‍රමාණවත් හවුල් මතවාදයක් ඇති බව සහතික කිරීම කෙරෙහි ද අවධානය යොමු කරයි - සාක්ෂාත් කර ගත්තේ 'අවම ජයග්‍රාහී සභාග' '- ආණ්ඩුවේ බහුතර බලය ලබාගැනීමට අවශ්‍ය ප්‍රමාණයට වඩා විශාල නොවන සභාගයක්.",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට NUG අපොහොසත් වූ අතර 19 වැනි ව්‍යවස්ථා සංශෝධනයෙන් ජනාධිපතිවරයාගේ බලතල පාලනය කිරීම සඳහා ජනාධිපතිවරයා සහ අගමැතිවරයා අතර බල තරඟය සඳහා ඇති කර ගත් විධිවිධානය අසාර්ථක විය.",
        "9. 2015-2019 කාලය තුළ ප්‍රජාතන්ත්‍රවාදී අත්දැකීම්වලින් උගත් තවත් වැදගත් පාඩමක් වූයේ දේශපාලන පන්තියේ ආධිපත්‍යය බිඳ නොදැමීමෙන් ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සමඟ ඉදිරියට යාම තරමක් අපහසු බවය. 1956 දේශපාලන වෙනසෙන් පසු ඉදිරිපත් වූ දේශපාලන පන්තියේ අත්තනෝමතික දේශපාලන ව්‍යාපෘතිය පිටුපස සිටි සමාජ හා දේශපාලන බලවේගය. රාජපක්ෂ පාලනය පිටුපස සිටි සැබෑ දේශපාලන බලවේගය වූයේ දේශපාලන පන්තියයි. ජනාධිපති මහින්ද රාජපක්ෂ මහතා සිය අධිකාරීවාදී ස්ථාවරය නොතකා උතුරු නැගෙනහිර හැර රට තුළ සැලකිය යුතු ආධාර පදනමක් අණ කළේ මන්දැයි මෙයින් පැහැදිලි වේ. අත්තනෝමතික දේශපාලන ව්‍යාපෘතිය පිටුපස සැබෑ ගාමක බලවේගය වී ඇති හොඳින් දිගු වූ දේශපාලන පන්තියේ ආධිපත්‍යය ජය ගැනීමට NUG අසමත් විය. දේශපාලන පන්තියේ ආධිපත්‍යය බිඳ දැමීම පහසු නැත; කෙසේ වෙතත්, එය ප්‍රජාතන්ත්‍රවාදී දේශපාලන ප්‍රතිසංස්කරණවල ප්‍රගතිය සඳහා අත්‍යවශ්‍ය වේ. යහපාලනය ශක්තිමත් කිරීම සඳහා රාජ්‍ය ප්‍රතිසංස්කරණ දිශානතියට ගත් උත්සාහයන් අසාර්ථක වූයේ රාජ්‍යයේ ඒකාධිපති සමාජ හා දේශපාලන ව්‍යුහයේ පිටත වළල්ල පමණක් ස්පර්ශ කළ බැවිනි. ඇන්ටෝනියෝ ග්‍රාම්ස්චි රාජ්‍යය විස්තර කරන්නේ ‘බාහිර වළක්, පිටුපස බලකොටු සහ භූමිකම්පා පද්ධතියක් ඇත’ යනුවෙනි. ඒකාධිපති දේශපාලන සංස්කෘතියේ ශූරයා වන දේශපාලන පන්තිය නියෝජනය කරන්නේ ඒකාධිපති රාජ්‍යයේ බලකොටුව සහ භූමිකම්පාවයි. විස්තීරණ දේශපාලන ප්‍රතිසංස්කරණ සමඟින් පිටත වළ පමණක් නොව බලකොටු සහ පස්කම්බිද බිඳ දැමීමට සමාජ බලවේග බලමුලු ගන්වන්නේ කෙසේදැයි සොයා බැලීම ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණවල මූලික ගැටලුවයි.",
        "10. ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීම රාජ්‍ය ප්‍රතිසංස්කරණවල පුළුල් දේශපාලන ව්‍යාපෘතියක අත්‍යවශ්‍ය අංගයක් විය යුතු බව NUG අත්දැකීම් මගින් ඉස්මතු කර ඇත, එය රාජ්‍යය සඳහා ඇතුළත් දෘෂ්ටිවාදයක් වර්ධනය කිරීම, අදාළ ආයතනික රාමුව සහ ප්‍රජාතන්ත්‍රවාදී පුරවැසිභාවය ගොඩනැගීම අරමුණු කර ගෙන ඇත. පශ්චාත් යුද සන්දර්භය තුළ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ දී ජාතික සංහිඳියාව, ජනවාර්ගික ගැටලුවට දේශපාලන විසඳුමක් සහ සියල්ලන් ඇතුළත් රාජ්‍යයක් ගොඩනැගීමට ප්‍රමුඛත්වය ලැබිය යුතුය. ජාතික සංහිඳියාව ඵලදායි සහ තිරසාර වීමට නම් එය ප්‍රධාන දේශපාලන ක්‍රියාවලියෙන් කොන් වූ සහ ඈත් වූ ප්‍රජාවන් දේශපාලනිකව සහ සමාජීය වශයෙන් සවිබල ගැන්වීම සඳහා පැහැදිලි උපාය මාර්ගික දැක්මක් සහ සැලැස්මක් ඇතිව එය ක්‍රියාත්මක කළ යුතුය. ප‍්‍රජාතන්ත‍්‍රවාදය යනු ජීවන රටාවක්, හැසිරීම් රටාවක් සහ මතවාදයක් මගින් පාලනය වන පාලන ක‍්‍රමයක් පමණක් නොවේ. බහු වාර්ගික රටක, බහුතර දේශපාලන සංස්කෘතිය ප්‍රජාතන්ත්‍රවාදී සම්මතයන් සහ භාවිතයන්ට විරුද්ධ ප්‍රවාදයකි. සමානාත්මතාවය සහ හවුල්කාරිත්වය මත පදනම් වූ තීරණ ගැනීමේ ක්‍රියාවලියේදී සුළු ජාතීන් ඒකාබද්ධ කිරීම සහතික කිරීම සඳහා වන ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සඳහා ශ්‍රී ලංකාවේ දේශපාලන ශරීරය තුළ පැවති බහුතර දේශපාලන සංස්කෘතිය බරපතල බාධාවකි. බහුතර මානසිකත්වයට එරෙහිව ප්‍රජාතන්ත්‍රවාදී සංස්කෘතිය ප්‍රවර්ධනය කිරීම සඳහා ඵලදායී ව්‍යාපාරයක් දියත් කිරීමට NUG අසමත් විය. අවසානයේදී, NUG ද බහුතර දේශපාලන සංස්කෘතියේ ප්‍රාණ ඇපකරුවෙකු බවට පත් වූ අතර ජාතික සංහිඳියාව ප්‍රවර්ධනය කිරීමේදී සුළුතර ප්‍රජාවට එය අව්‍යාජ බව පෙන්වීමට තීරණාත්මක තීරණ ගැනීමේදී පසුබට විය. බහුතර ප්‍රජාවගේ වටලනු ලැබූ සහ දූපත් මානසිකත්වයේ සමහර පැති බොහෝ විට අධිකාරීවාදී දේශපාලන ව්‍යාපෘතියකට සහාය දැක්වීමට යොදා ගනී. ප‍්‍රජාතන්ත‍්‍රවාදී ප‍්‍රතිසංස්කරණවලට ඇති ප‍්‍රධාන බාධක වන බහුතර දේශපාලන චින්තනය සහ දේශපාලන පන්තියේ බලය ඵලදායී ලෙස ආමන්ත‍්‍රණය කිරීමට අපොහොසත් වූ හෙයින්, ප‍්‍රජාතන්ත‍්‍රවාදය ගොඩනැගීමේ මුලපිරීම් දේශපාලන ශරීරය තුළ මුල් බැස නොගෙන රූපලාවන්‍ය පමණක් බව පෙනී ගියේය. ජාතික සංහිඳියාව ඇතුළු ප්‍රධාන ප්‍රතිපත්ති ක්ෂේත්‍ර රැසක ව්‍යාකූලත්වය සහ ව්‍යාකූල ප්‍රමාදය, බල කේන්ද්‍ර දෙකක් මතුවීම සහ පරිපාලනයේ සාමාන්‍ය කාර්යක්ෂමතාව අඩපණ කළ දෙක අතර ප්‍රකාශයක් නොමැතිකම 'ජාතික ආරක්ෂක රාජ්‍ය' කෑගැසීමට අලුත් මුදල් ලබා දුන්නේය. විශේෂයෙන්ම පාස්කු ඉරිදා සංහාරයෙන් පසු ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ දේශපාලන ව්‍යාපෘතියේ වියදම.",
        "11. 2015-2019 කාලය තුළ ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ අත්දැකීම් මගින් ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සඳහා වූ ජනවරම ක්‍රියාත්මක කිරීමේදී දේශපාලන නායකයින්ගේ කාර්යභාරයේ වැදගත්කම ඉස්මතු කරන ලද අතර දේශපාලන නායකයින් ජනවරම පිළිපදින්නේද යන්න පරීක්ෂා කිරීම සහ අධීක්ෂණය කිරීම සඳහා පුරවැසියන්ගේ නිරන්තර අවධානයෙන් සිටීම. යහපාලනයේ සහ ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණවල මූලධර්ම කෙරෙහි ඔවුන්ගේ කැපවීම බලයට පත්වීමෙන් පසු ඉක්මනින්ම වියැකී ගියේය. මෙම සන්දර්භය තුළ, සිවිල් ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලියේ පාර්ශවයෙන් නිරන්තර සුපරීක්ෂාකාරිත්වය ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ අඛණ්ඩව පවත්වාගෙන යාම සඳහා අත්‍යවශ්‍ය කොන්දේසියකි. ප්‍රජාතන්ත්‍රවාදී දේශපාලන ප්‍රතිසංස්කරණ සඳහා NUG හි දේශපාලන නායකත්වයේ කැපවීම ආරම්භක පියවර කිහිපයක් ගැනීමෙන් පසු වේගයෙන් අතුරුදහන් වූයේ ඇයි? ආරම්භයේ දී නායකයන් පොළඹවමින් බලාපොරොත්තු වූ ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීම මග හරිමින් සිටියදී මිස ඵලදායී ලෙස මැදිහත් වීමට සිවිල් හමුදාවන් අසමත් වූයේ මන්ද? 2015 ජනාධිපතිවරණයේ දී ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ ව්‍යාපාරය සමඟින් නැගී සිටි දේශපාලන නායකයන් දවස අවසානයේදී ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සඳහා වූ ජනතා උනන්දුව බලයට ඒමේ දේශපාලන සටන් පාඨයක් ලෙස පමණක් යොදා ගත් බවක් පෙනෙන්නට තිබුණි. NUG බලයට පත් වූ විගස ඇතැම් ප්‍රධාන පත්කිරීම් සිදු කෙරුණු ආකාරය පෙන්නුම් කළේ ඔවුන් පසුගිය පාලනයේ ඥාති සංග්‍රහයේ පුරුද්දෙන් අපගමනය වී නොමැති බවයි. එවැනි හැසිරීම් පාලනය කිරීමට සිවිල් හමුදාවන් ඵලදායී ලෙස මැදිහත් නොවීය. NUG යටතේ ඇති අත්දැකීම් පෙන්නුම් කළේ, වසර ගණනාවක් තිස්සේ දූෂිත දේශපාලන භාවිතයන් තුළ තෙම්පරාදු වූ වත්මන් දේශපාලන නායකත්වය සමග සාරභූත ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ අනුගමනය කරමින් ඉදිරියට යාම පහසු නොවන බවයි. මහ බැංකු බැඳුම්කර මගඩිය සහ එය වසන් කිරීමට ආණ්ඩුවේ අනෙක් අය ඉදිරිපත් වූ ආකාරය ඉහත ඉඟිය සනාථ කරමින් NUG හි යහපාලන විශ්වාසනීයත්වය විනාශ කළේය. ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ සඳහා සැබෑ ලෙස කැපවන නව දේශපාලන නායක පරපුරක් ගොඩනැගීමේ වැදගත්කම බොහෝ දෙනා විසින් අවධාරණය කරනු ලැබේ.",
        "12. NGU යටතේ ඇති ප්‍රජාතන්ත්‍රවාදී ගොඩනැගීමේ මුලපිරීම් වලින් ඉගෙන ගත යුතු තවත් පාඩමක් නම්, ප්‍රජාතන්ත්‍රවාදී ප්‍රතිසංස්කරණ ප්‍රවර්ධනය කිරීම සඳහා ශ්‍රී ලංකාවේ ව්‍යාපාරික ප්‍රභූන් මත ගණන් ගැනීම තරමක් අපහසු බවයි. ප්‍රජාතන්ත්‍රවාදය ගොඩනැගීමේ ගාමක බලවේගයක් ලෙස මතවාදී සහ සමාජීය වශයෙන් බලවත් ව්‍යාපාරික ප්‍රජාවට වැදගත් කාර්යභාරයක් ඉටු කළ හැකිය. ප්‍රධාන වශයෙන් ව්‍යාපාරික ඉහළ පන්තියේ ශ්‍රී ලංකාවේ ධනේශ්වරයේ ආර්ථික යැපීම සහ දේශපාලන බෙලහීනත්වය 2015-2019 කාලසීමාව තුළ පැහැදිලිව නිරූපණය විය. යුද පාලනය ස්ථාපිත කිරීම, විනිවිදභාවය, අධිකරණයේ ස්වාධීනත්වය, විධායකයේ අධික බලය බුද්ධිමය පිරික්සුම් සහ ශේෂ ක්‍රමය සමඟ පාලනය කිරීම ව්‍යාපාරික ප්‍රජාවට සුළුපටු ප්‍රතිලාභයක් වනු ඇත. ශ්‍රී ලංකාවේ රාජ්‍යය මත යැපෙන ව්‍යාපාරික ප්‍රජාව එහි පැවැත්ම සඳහා ආරක්ෂාව, සහාය සහ සහනාධාර සඳහා රාජ්‍යය මත ගණන් ගනී. මේ නිසා දේශපාලන අධිකාරියට ප‍්‍රජාතන්ත‍්‍රවාදය දක්වා බලපෑම් කිරීමට ස්වාධීන සහ ප‍්‍රබල භූමිකාවක් ඉටු කිරීමට ඔවුන්ට හැකියාවක් නැත. ඔවුන් හැම විටම බලයේ සිටින රෙජීමයට යටත්ය. ප‍්‍රජාතන්ත‍්‍රවාදී ප‍්‍රතිසංස්කරණ න්‍යාය පත‍්‍රය ඉදිරියට ගෙන යාමේ දී ප‍්‍රජාතන්ත‍්‍රවාදයේ පවුරක් ලෙස ස්වාධීන කාර්ය භාරයක් ඉටු කිරීමට ඔවුහු අසමත් වූහ.",
        "13. අතීතයේ දී ප්‍රජාතන්ත්‍රවාදය සඳහා වූ අරගලයේ පෙරමුණ ගත් ‘සාම්ප්‍රදායික’ වෘත්තීය සමිති 2015-2019 කාලය තුළ ප්‍රජාතන්ත්‍රවාදී ගොඩනැගීමේ මුල පිරීම්වල දී සැලකිය යුතු කාර්යභාරයක් ඉටු නොකළ බව ද සඳහන් කිරීම වැදගත් ය. ආර්ථිකයේ කාර්මික හා සේවා අංශවල දක්නට ලැබෙන ව්‍යුහාත්මක වෙනස්කම් සහ වෘත්තීය සමිති ව්‍යාපාරය තුළ පැරණි වාම දෘෂ්ටිවාදයේ පරිහානිය හේතුවෙන් සාම්ප්‍රදායික වෘත්තීය සමිති අංශයේ වෙනස් වූ හැසිරීම පැහැදිලි කළ හැකිය. වෙනස් වූ දේශපාලන හා ආර්ථික පරිසරය තුළ, අභාවයට යමින් පවතින සාම්ප්‍රදායික වෘත්තීය සමිති ක්‍ෂේත්‍රයේ අක්‍රියතාව නිසා ඇති වූ රික්තකය පිරවීම සඳහා වෘත්තීය කණ්ඩායම්/සංවිධාන සහ තරුණ පරපුරේ නව රැළක් ඉදිරිපත් වී ඇත. ප‍්‍රජාතන්ත‍්‍රවාදය ගොඩනැගීමේ ප‍්‍රයත්නයන් මෙම වෙනස්කම් බැරෑරුම් ලෙස සැලකිල්ලට ගත යුතු අතර නව සමාජ බලවේග, විශේෂයෙන්ම තරුණ සහ වෘත්තීය කණ්ඩායම් කෙරෙහි විශ්වාසය තැබිය යුතු අතර, ඔවුන් තරමක් බුද්ධිමත් සමාජ මාධ්‍ය සහ කලාව/සංගීතය භාවිතා කරමින් ඔවුන් බලමුලු ගැන්විය යුතුය.",
        "පාස්කු ඉරිදා යේසුස් ක්‍රිස්තුස් වහන්සේ මළවුන්ගෙන් උත්ථාන වීම සමරයි!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "யஹபாலனய ஆட்சியின் கீழ் ஜனநாயகத்தை கட்டியெழுப்பும் முயற்சிகள்: கற்றுக்கொண்ட பாடங்கள்",
      "body_lines": [
        "(இந்தக் கட்டுரையானது, தென் கரோலினா பல்கலைக்கழகத்தின் சட்ட விதிகளின் கூட்டமைப்புடன் (ROLC) இணைந்து ஆர்.சி.எஸ்.எஸ் நடத்திய ஆய்வின் அடிப்படையில் அமைந்தது. இந்த ஆய்வுக் குழுவில் பேராசிரியர். காமினி கீரவெல்ல, பேராசிரியர். சர்ஜூன் அதம்பாவா, டாக்டர். மெனிக் வக்கம்புர, டாக்டர். ரமேஷ் ஆகியோர் இருந்தனர். ராமசாமி, செல்வி. நிம்மி ஜயதிலக்க, திருமதி. ஷவினி டி சில்வா.)",
        "1. தேசிய ஐக்கிய அரசாங்கத்தின் (2015-2019) காலப்பகுதியில் ஜனநாயகத்தை கட்டியெழுப்பும் முயற்சிகள், பொதுவாக யஹபாலனய ஆட்சி என்று அழைக்கப்படுவது, போருக்குப் பிந்தைய இலங்கையில் அரசியல் சீர்திருத்தங்களை நோக்கி எடுக்கப்பட்ட முதல் ஒருங்கிணைந்த முயற்சியை பிரதிநிதித்துவப்படுத்துகிறது. 2009 ஆம் ஆண்டு யுத்தம் முடிவடைந்த நிலையில், ஜனநாயக நிறுவனங்களுக்கும் செயல்முறைகளுக்கும் புத்துயிர் அளித்து புதிய அரசியல் பயணத்தைத் தொடங்குவதற்கு இலங்கைக்கு வரலாற்றுச் சந்தர்ப்பம் கிடைத்தது. எவ்வாறாயினும், யுத்தம் முடிவடைந்த பின்னரும் தேசிய நல்லிணக்கப் பாதையில் ஜனநாயகப் பின்னடைவுகள் தொடர்வதும் தடுமாறுவதும் 2015 இல் ஆட்சி மாற்றத்திற்கான தேவையையும் நிலைமையையும் உருவாக்கியது.",
        "எதிர்மறை அமைதியை (ஆயுத மோதல் இல்லாதது) நேர்மறை அமைதிக்கான அடித்தளமாக மாற்றுவதற்கான கூட்டு முயற்சி இது. ஜனநாயகத்தை கட்டியெழுப்புவது எந்த வகையிலும் ஒரு மென்மையான மற்றும் நேரியல் செயல்முறை அல்ல. தேசிய ஐக்கிய அரசாங்கத்தின் அரசியல் சீர்திருத்தங்கள் மற்றும் ஜனநாயக உத்வேகங்களின் வீரியம் அதன் பதவிக்காலத்தின் முடிவில் சிதறடிக்கப்பட்ட போதிலும், நல்லாட்சியை நிறுவுவதற்கும் ஜனநாயகத்தை கட்டியெழுப்புவதற்கும் ஆரம்பத்தில் எடுக்கப்பட்ட முன்முயற்சிகள் இலங்கையின் எதேச்சாதிகார போக்கை சரியான நேரத்தில் முறித்துக் கொண்டன. இந்த முன்முயற்சிகள் ஜனநாயகத்தின் நீண்டகால துன்பங்களின் பின்னணியில் ஜனநாயகம் பற்றிய புதிய உரையாடலுக்கான இடத்தை விரிவுபடுத்தியது.",
        "2. 2015 ஆம் ஆண்டு ஆட்சி மாற்றம் மற்றும் NUG இன் கீழ் தொடங்கப்பட்ட ஜனநாயக சீர்திருத்தங்கள், எதேச்சதிகாரப் போக்குகளை நிறுத்துவதிலும், நாட்டில் ஜனநாயகத்தை கட்டியெழுப்புவதற்கான நடவடிக்கைகளை எடுப்பதிலும் மக்களின் ஆற்றலை எடுத்துக்காட்டுகின்றன. இந்த முன்முயற்சிகளைத் திறப்பது, போருக்குப் பிந்தைய இலங்கையில் ஜனநாயக அரசியல் இயக்கவியல் மற்றும் மக்கள் சக்தியின் செயல்பாடுகளைப் புரிந்துகொள்ள உதவுகிறது. 2015 ஆம் ஆண்டுக்கு முன்னர், ஜனாதிபதி மஹிந்த ராஜபக்ஷவை தோற்கடிக்க முடியாத அளவிற்கு வலிமையானவர் மற்றும் பிரபலமானவர் என்ற கருத்து நாடு முழுவதும் மிக நுணுக்கமாக வளர்க்கப்பட்டது. அந்த உணர்வை அழித்த உந்து சக்தி சிவில் சமூக அமைப்புகள்.",
        "2015ல் ஏற்பட்ட ஆட்சி மாற்றம், அதிகார துஷ்பிரயோகத்திற்கு எதிரான ஜனநாயகத்திற்கான மக்களின் வெற்றியாக விளங்கியது. யஹபாலன ஆட்சியின் கீழ் அனுபவங்கள் தேர்தல்களுக்கு அப்பால் மக்களின் தலையீட்டின் சில வரம்புகளையும் எடுத்துக்காட்டின. ஆட்சி மாற்றத்திற்கான ஆரம்ப உற்சாகம் முடிந்த பிறகு, மக்கள் தங்கள் நலன்களைத் தக்கவைக்கவில்லை. முக்கியமாக, அவர்கள் அரசியல் செயல்பாட்டில் இருந்து விலகி, அரசியல் தலைவர்கள் அரசியல் கதையின் தொனியை அமைக்க அனுமதித்தனர். சிவில் சமூகத்தின் தரப்பில் நிலையான விழிப்புணர்வு மற்றும் பயனுள்ள தலையீடு ஆகியவற்றின் முக்கியத்துவத்தை இது எடுத்துக்காட்டுகிறது.",
        "3. தான் தேர்ந்தெடுக்கப்பட்ட ஜனநாயக சீர்திருத்தங்கள் மற்றும் நல்லாட்சியின் ஆணையை நிறைவேற்ற தேசிய ஒற்றுமை அரசாங்கத்தின் ஆர்வமும் அர்ப்பணிப்பும் ஆரம்ப முன்னேற்றங்களை எடுத்த பின்னர் விரைவாக மறைந்துவிட்டன. நல்லாட்சியின் பாதையில் அரசாங்கம் முன்னோக்கிச் செல்வதற்கான பாதை வரைப்படம் எதுவும் இல்லை.",
        "பல முக்கிய கொள்கை களங்களில் உள்ள ஊசலாட்டம் மற்றும் திகைப்பூட்டும் தாமதம் NUG இன் தனிச்சிறப்பாகும். இரண்டு ஆண்டுகளுக்கு முன்பே, ஆட்சிக்குள் விரிசல் வெளிப்பட்டு, கூட்டுக்குடியிருப்பு ஏற்பாடு தோல்வியடைந்தது. எவ்வாறாயினும், 2015-2019 காலகட்டத்தில் ஜனநாயகத்தை கட்டியெழுப்பும் முயற்சி ஒரு மலட்டு முயற்சியாக இருக்கவில்லை. நவம்பர் 2019 க்குப் பிறகு பல முயற்சிகள் தக்கவைக்கப்படவில்லை என்றாலும், அதன் தாக்கத்தை அவ்வளவு எளிதில் அழிக்க முடியவில்லை. அடிப்படை உரிமைகள் அத்தியாயத்தில் தகவல் சுதந்திரம் சேர்க்கப்பட்டுள்ளது, இதனால் அது நீதித்துறையில் அமலாக்கக்கூடிய உரிமையாக மாறியது. NUG இன் நீடித்த மரபுகளில் ஒன்று தகவல் அறியும் உரிமைச் சட்டம்.",
        "4. NUG இன் கீழ் உள்ள அனுபவங்கள், இலங்கை போன்ற ஒரு நாட்டில் ஜனநாயகத்தை கட்டியெழுப்புவதில் உள்ள தடைகள் மற்றும் பிரச்சனைகளை எடுத்துக்காட்டுகின்றன. ஜனநாயகத்தை கட்டியெழுப்புவது ஒரு நேரியல் செயல்முறை அல்ல. NUG இன் ஜனநாயகத்தை கட்டியெழுப்பும் முயற்சிகளின் பின்னடைவுகளுக்கு என்ன காரணம் என்பதை அவிழ்ப்பதும் முக்கியம். ஜனாதிபதிக்கும் பிரதமருக்கும் இடையிலான ஆளுமை மோதல் NUG இன் வீழ்ச்சிக்கு சிறிய அளவில் பங்களித்தது. ஆனால் NUG இல் உள்ள இரண்டு அதிகார மையங்களுக்கு இடையிலான கருத்து வேறுபாடுகள் மற்றும் மோதல்களை ஆளுமைக் காரணிகளுக்கு மட்டும் தள்ளிவிட முடியாது. 2015 இல் ஆட்சி மாற்றத்தை சாத்தியமாக்கிய அனைத்து சக்திகளும் குழுக்களும் அதன் வீழ்ச்சிக்கு காரணமாகும். NUG இல் இரு அதிகார மையங்களுக்கிடையில் கருத்து வேறுபாடுகள் மற்றும் வேறுபாடுகள் தோன்றியபோது, ​​விரிவாக்கம், கட்டுப்படுத்துதல் மற்றும் மோதலைத் தீர்ப்பதற்கான பயனுள்ள உள் வழிமுறை எதுவும் இல்லை.",
        "வேந்தரின் அகால மறைவு. மாதுலுவாவே சோபித அரசியல் தலைமையின் சிவில் கட்டுப்பாட்டு அதிகாரத்தை கடுமையாகப் பாதித்தார். CSO களின் எஞ்சிய தலைமைக்கு வண. மாதுலுவாவே சோபித திறம்பட தலையிட வேண்டியிருந்தது. இந்த அனுபவம் இலங்கையில் உள்ள சிவில் சமூக அமைப்புகளின் சில பலவீனங்களையும் எடுத்துக்காட்டுகிறது. வேந்தரின் மறைவுக்குப் பிறகு சிஎஸ்ஓக்களுக்கு மத்திய தலைமை இல்லை. மாதுலுவாவே சோபித. முதலில், அவர்களின் ஆற்றல் ராஜபக்ச ஆட்சியை தோற்கடிப்பதற்காக ஒரே இலக்காக மாற்றப்பட்டது. அது அடையப்பட்டதும், CSOக்களிடையே பல்வேறு நலன்கள் வெளிப்பட்டன.",
        "5. ஜனநாயக சீர்திருத்தங்களுக்கான சிவில்-அரசியல் இயக்கம் என்பது பல்வேறு அலைகளைக் கொண்ட ஒரு செயல்முறை மற்றும் சொற்பொழிவு என்பதையும் கவனத்தில் கொள்ள வேண்டும். 2015ல் ராஜபக்ச ஆட்சியை வீழ்த்திய குறிப்பிட்ட அலை 2011ல் இருந்து மெல்ல மெல்ல வெளிப்பட்டது. ஆட்சியின் அடக்குமுறை நடவடிக்கைகளாலும், சிவில் சமூகத்தின் சில கட்டமைப்பு பலவீனங்களாலும் பல தடைகள் மற்றும் பிரச்சனைகளுக்கு முகங்கொடுத்து, முதலில் அந்த இயக்கம் மெதுவாக முன்னேறி வந்தது. மூன்று வருடங்கள்.",
        "இது 2014 இன் தொடக்கத்தில் வேகத்தைக் கண்டது, ஆனால் அது இன்னும் கொழும்பு மற்றும் பிற முக்கிய நகரங்களை மையமாகக் கொண்ட இயக்கமாகும், இது கிராமப்புற கிராமப்புறங்களில் வேரூன்றுவதற்கு நீண்ட தூரம் செல்ல வேண்டியிருந்தது. நவம்பர் 2014 இல் முன்கூட்டியே ஜனாதிபதித் தேர்தல்கள் அறிவிக்கப்பட்ட நேரத்தில், ஜனநாயக சீர்திருத்த நிகழ்ச்சி நிரலும் அதன் சிவில்-அரசியல் இயக்கத்தின் வரைபடமும் முழுமையாக உருவாக்கப்படவில்லை. 2014 இல், NMJS மற்றும் அரசியல் கட்சிகளுக்கு இடையேயான விவாதங்களுடன் ஜனநாயக சீர்திருத்த உரையாடலில் ஒரு தரமான வேறுபட்ட கட்டம் வெளிப்பட்டது. நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழித்தல் என்ற கோஷத்திற்கு அப்பால் அரசியலமைப்புச் சீர்திருத்தங்களின் முக்கிய அம்சங்கள் குறித்து மேலும் தீவிரமான விவாதங்களும் விவாதங்களும் இடம்பெற்றன. வேண்டுமென்றோ அல்லது இல்லாமலோ, ஜனாதிபதித் தேர்தலுக்கான முன்கூட்டியே அழைப்பு செயல்முறையை விரிவாகக் கூறியது.",
        "ஜனநாயக சீர்திருத்த ஆதரவு சிவில் குழுக்களும் அரசியல் கட்சிகளும் ஜனாதிபதி தேர்தலில் போட்டியிடும் பொது வேட்பாளர் தொடர்பில் உடன்பாடு கொண்டிருந்தன. அவசர அவசரமாக தேர்வு செய்யப்பட்டார். அவர் தெரிவு செய்யப்படுவதற்கு முன்னர் பொது வேட்பாளர் மற்றும் CSOக்கள் மற்றும் பிற அரசியல் கட்சிகளுக்கு இடையே விரிவான கலந்துரையாடல் எதுவும் இல்லை. MOU அவசரமாக கையெழுத்தானது. தேர்தல் பிரசாரம் பரபரப்பான சூழலில், அவசரமாக தயாரிக்கப்பட்ட 100 நாள் வேலைத் திட்டத்தைத் தவிர, அரசியல் வரைபடத்தில் பொது வேட்பாளருக்கும் ஜனநாயக சக்திகளுக்கும் இடையே ஒரு விரிவான உடன்படிக்கைக்கு நேரமும் இடமும் இல்லை. இந்த குறைபாடுகள் NUG ஆட்சிக்கு வந்த பிறகு ஜனநாயக சீர்திருத்த நிகழ்ச்சி நிரலில் பின்னடைவுகள் மற்றும் விக்கல்கள் பங்களித்தது.",
        "6. இனப்பிரச்சினை மற்றும் மனித உரிமைகள் பிரச்சினை சர்வதேசமயமாக்கப்பட்ட சூழலில், வெளிநாட்டவர்களை எவ்வாறு கையாள்வது என்பது 2015 இல் இலங்கை எதிர்கொண்ட ஒரு முக்கிய சவாலாகவே இருந்தது. சர்வதேச மனித உரிமைகள் அமைப்புகளுக்கு எதிரான விரோதப் போக்கிலிருந்து விலகி, NUG தனது கருத்தை வெளிப்படுத்தியது. சர்வதேச சமூகத்துடன், குறிப்பாக ஐ.நா.வுடன் நெருக்கமாக பணியாற்ற விருப்பம். NUG வெளிப்புற நடிகர்களை திருப்திகரமாக கையாண்டது மற்றும் அவர்களுடன் சில புரிதலுக்கு வர முயற்சித்தது.",
        "வெளிப்புற நடிகர்களின் பங்கை பகுப்பாய்வு செய்வதில், முதலில், NUG பல வெளிப்புற நடிகர்களை கணக்கில் எடுத்துக் கொண்டது. மேலும், 2015-2019 காலப்பகுதியில் இலங்கையில் ஜனநாயக சீர்திருத்தங்களுக்கு, குறிப்பாக சமாதானத்தை கட்டியெழுப்பும் துறையில் மற்றும் சிறுபான்மையினரின் உரிமைகளை அடைவதில் வெளிநாட்டினர் முக்கிய மாற்றமாக செல்வாக்கு செலுத்தி வந்தனர். எவ்வாறாயினும், ஜனநாயக சீர்திருத்தங்களின் நிலைத்தன்மை வெளி நடிகர்கள் மற்றும் NUG இன் அரசியல் தலைமை மற்றும் வெளிப்புற நடிகர்களின் உருவத்தை உருவாக்கும் உள்நாட்டு அரசியல் இயக்கம் ஆகியவற்றுக்கு இடையேயான ஒத்துழைப்பைச் சார்ந்தது.",
        "உள்நாட்டில் உள்ள அரசியல் இயக்கவியலைக் கணக்கில் எடுத்துக் கொள்வதில் வெளி நடிகர்களின் தோல்வி பெரும்பாலும் நம்பகத்தன்மை மற்றும் அவர்களின் பாத்திரத்தின் செயல்திறன் அரிப்புக்கு வழிவகுத்தது. இலங்கையில் ஜனநாயக சீர்திருத்தங்களைக் கையாள்வதில் இது ஒரு முக்கிய காரணியாக இருக்கிறது.",
        "மேலும், UNHRC போன்ற சர்வதேச கண்காணிப்பு அமைப்புகளுக்கு வழக்கமான அறிக்கையின் தேவை போன்ற, சமாதானத்தை கட்டியெழுப்புவதில் வெளிப்புற தாக்கங்கள் அடிக்கடி நிர்ப்பந்த உணர்வைக் காட்டுகின்றன. போருக்குப் பிந்தைய சமாதானத்தைக் கட்டியெழுப்பும் தீர்மானங்களுக்கு இணை அனுசரணை வழங்குவதற்கான இலங்கையின் உடன்பாடு, அடிப்படை யதார்த்தங்களைக் கணக்கில் எடுத்துக் கொள்ளாமல் ஒரு அப்பாவியாகவும் பொருத்தமற்ற நடவடிக்கையாகவும் விளக்கப்பட்டது. மேலும், UNHRC தீர்மானங்களின் காலக்கெடு யதார்த்தமற்றதாக பார்க்கப்பட்டது. வெளிப்புறப் பாத்திரம், சூழல் மற்றும் செயல்பாட்டின் முறையைப் பொறுத்து, எதிர் உற்பத்தியாக இருக்கலாம் மற்றும் திட்டமிடப்படாத கட்டுப்பாடுகளை உருவாக்கி, முழு செயல்முறையையும் தடம்புரளச் செய்கிறது.",
        "7. NUG ஒரு மேலோட்டமான கொள்கை சட்டமாக நல்லிணக்கத்திற்கு முன்னுரிமை அளித்தது. நல்லிணக்க செயல்முறை தொடர்பான தேசிய ஐக்கிய அரசாங்கத்தின் அணுகுமுறை நான்கு பரந்த பகுதிகளை கணக்கில் எடுத்துக்கொள்கிறது: உண்மையைத் தேடுதல்; நீதிக்கான உரிமை: இழப்பீடு மற்றும்; மீண்டும் நிகழாதது. இந்த நான்கு பகுதிகளிலும் உள்ள பிரச்சினைகளைத் தீர்ப்பதற்கு ஏற்படுத்தப்படும் பொறிமுறைகள் சுதந்திரமானதாகவும், நம்பகத்தன்மையுடனும், அதிகாரம் பெற்றதாகவும் இருக்க வேண்டும் என்றும் வலியுறுத்தப்படுகிறது.",
        "தேசிய நல்லிணக்கத்தின் முக்கிய குறைபாடுகளில் ஒன்று, நிலையான நல்லிணக்கத்திற்கான தடைகளாக சமூகங்களில் நிலவிய உளவியல் பாதிப்பு, வெறுப்பு மற்றும் நினைவாற்றல் போன்ற 26 ஆண்டுகால உள்நாட்டுப் போரினால் ஏற்பட்ட சேதங்களை சரிசெய்வதற்கான நீண்டகால தேசியத் திட்டம் இல்லாதது ஆகும். மேலும், காணாமல் போனோர் அலுவலகத்தின் செயல்பாடுகள், இழப்பீடு சட்டமூலம் மற்றும் அதை நிறைவேற்றுதல் போன்ற நல்லிணக்கத்தை வளர்க்கும் தொலைநோக்கு தலைமைத்துவம் மற்றும் நிறுவன கட்டமைப்புகளின் பற்றாக்குறை இருந்தது, மேலும் மீண்டும் நிகழாமல் இருப்பதற்கான பல்வேறு நீதித்துறை மற்றும் நீதித்துறை அல்லாத நடவடிக்கைகள் இல்லை. பயனுள்ள.",
        "8. UNF ஆனது குறைந்த பட்ச வெற்றிகரமான இணைக்கப்பட்ட கூட்டணியைக் கட்டியெழுப்புவதில் தோல்வியடைந்துள்ளது - இது எண்ணிக்கையை விட அதிகமாக கருதுகிறது மற்றும் ஒரு கூட்டணியின் உறுப்பினர்களிடையே போதுமான பகிரப்பட்ட சித்தாந்தம் இருப்பதை உறுதி செய்வதிலும், கொள்கை மாற்றத்தை தொடரவும் கவனம் செலுத்துகிறது - சாதித்தது 'குறைந்தபட்ச வெற்றி கூட்டணி. '- அரசாங்கத்தில் பெரும்பான்மையைப் பெறுவதற்கு அவசியமானதை விட பெரிய கூட்டணி.",
        "ஜனாதிபதிக்கும் பிரதமருக்கும் இடையிலான அதிகாரப் போட்டிக்காக தூண்டப்பட்ட ஜனாதிபதியின் அதிகாரங்களைக் கட்டுப்படுத்த 19 ஆவது திருத்தத்தில் செய்யப்பட்ட ஏற்பாடு நிறைவேற்று ஜனாதிபதி முறையை ஒழிக்க NUG தவறிவிட்டது.",
        "9. 2015-2019 காலகட்டத்தில் ஜனநாயக அனுபவங்களில் இருந்து கற்றுக்கொண்ட மற்றொரு முக்கியமான பாடம் என்னவென்றால், அரசியல் வர்க்கத்தின் ஆதிக்கத்தை உடைக்காமல் ஜனநாயக சீர்திருத்தங்களை கொண்டு செல்வது மிகவும் கடினம். 1956 அரசியல் மாற்றத்திற்குப் பின் வந்த அரசியல் வர்க்கத்தின் எதேச்சாதிகார அரசியல் திட்டத்தின் பின்னணியில் உள்ள சமூக மற்றும் அரசியல் சக்தி. ராஜபக்ச ஆட்சிக்கு பின்னால் இருந்த உண்மையான அரசியல் சக்தி அரசியல் வர்க்கம். ஜனாதிபதி மஹிந்த ராஜபக்ஷ தனது எதேச்சதிகார நிலைப்பாட்டிற்கு மத்தியிலும் வடக்கு மற்றும் கிழக்கு தவிர்ந்த நாட்டில் கணிசமான ஆதரவுத் தளத்தை ஏன் கட்டளையிட்டார் என்பதை இது விளக்குகிறது. எதேச்சாதிகார அரசியல் திட்டத்தின் பின்னணியில் உண்மையான உந்து சக்தியாக இருந்த நன்கு நீட்டப்பட்ட அரசியல் வர்க்கத்தின் மேலாதிக்கத்தை NUG கடக்கத் தவறிவிட்டது. அரசியல் வர்க்கத்தின் ஆதிக்கத்தை உடைப்பது எளிதல்ல; ஆயினும்கூட, ஜனநாயக அரசியல் சீர்திருத்தங்களின் முன்னேற்றத்திற்கு இது அவசியம். நல்லாட்சியை வலுப்படுத்துவதற்கான அரச சீர்திருத்தங்கள் என்ற திசையில் எடுக்கப்பட்ட முயற்சிகள் தோல்வியடைந்தது, ஏனெனில் அவை அரசின் சர்வாதிகார சமூக மற்றும் அரசியல் கட்டமைப்புகளின் வெளிப்புற பள்ளத்தை மட்டுமே தொட்டன. அன்டோனியோ கிராம்சி மாநிலத்தை ஒரு வெளிப்புற பள்ளம் என்று விவரிக்கிறார், அதன் பின்னால் கோட்டைகள் மற்றும் மண்வேலைகளின் சக்திவாய்ந்த அமைப்பு உள்ளது. எதேச்சாதிகார அரசியல் கலாச்சாரத்தின் சாம்பியனாக இருக்கும் அரசியல் வர்க்கம், சர்வாதிகார அரசின் கோட்டையையும் பூமியையும் பிரதிபலிக்கிறது. விரிவான அரசியல் சீர்திருத்தங்கள் மூலம் எதேச்சாதிகார அரசின் வெளிப்புற பள்ளத்தை மட்டுமல்ல, கோட்டைகளையும் மண்ணையும் உடைக்க சமூக சக்திகளை எவ்வாறு அணிதிரட்டுவது என்பது இலங்கையின் ஜனநாயக சீர்திருத்தங்களின் அடிப்படை பிரச்சனையாகும்.",
        "10. ஜனநாயகத்தை கட்டியெழுப்புவது என்பது மாநில சீர்திருத்தங்களின் ஒரு பரந்த அரசியல் திட்டத்தின் ஒருங்கிணைந்த அங்கமாக இருக்க வேண்டும் என்ற உண்மையை NUG அனுபவங்கள் எடுத்துக்காட்டின, இது மாநிலத்திற்கான உள்ளடக்கிய சித்தாந்தத்தை வளர்ப்பதை நோக்கமாகக் கொண்டது, தொடர்புடைய நிறுவன கட்டமைப்பை, மற்றும் ஜனநாயக குடியுரிமையை உருவாக்குகிறது. போருக்குப் பின்னரான சூழலில் தேசிய நல்லிணக்கம், இனப்பிரச்சினைக்கான அரசியல் தீர்வு, அனைவரையும் உள்ளடக்கிய அரசை கட்டியெழுப்புதல் என்பன ஜனநாயகக் கட்டமைப்பில் முன்னுரிமை பெற வேண்டும். தேசிய நல்லிணக்கம் பயனுள்ளதாகவும் நிலையானதாகவும் இருக்க, அது ஒரு தெளிவான மூலோபாய தொலைநோக்கு மற்றும் திட்டத்துடன் முன்னெடுக்கப்பட வேண்டும், முக்கிய அரசியல் செயல்முறையிலிருந்து ஒதுக்கப்பட்ட மற்றும் ஒதுக்கப்பட்ட சமூகங்களை அரசியல் ரீதியாகவும் சமூக ரீதியாகவும் வலுப்படுத்த வேண்டும். ஜனநாயகம் என்பது ஒரு வாழ்க்கை முறை, நடத்தை மற்றும் ஒரு சித்தாந்தம் ஆகியவற்றால் அரசாங்க அமைப்பு மட்டுமல்ல. பல இனங்கள் வாழும் நாட்டில், பெரும்பான்மை அரசியல் கலாச்சாரம் என்பது ஜனநாயக நெறிமுறைகள் மற்றும் நடைமுறைகளுக்கு எதிரான ஆய்வறிக்கையாகும். சமத்துவம் மற்றும் பங்காளித்துவத்தின் அடிப்படையில் முடிவெடுக்கும் செயல்பாட்டில் சிறுபான்மையினரின் ஒருங்கிணைப்பை உறுதி செய்வதற்கான ஜனநாயக சீர்திருத்தங்களுக்கு இலங்கையின் அரசியலில் நிலவிய பெரும்பான்மை அரசியல் கலாச்சாரம் பெரும் தடையாக உள்ளது. பெரும்பான்மை மனப்பான்மையை எதிர்கொள்வதில் ஜனநாயக கலாச்சாரத்தை மேம்படுத்துவதற்கு ஒரு பயனுள்ள பிரச்சாரத்தை தொடங்க NUG தவறிவிட்டது. இறுதியில், NUG பெரும்பான்மை அரசியல் கலாச்சாரத்தின் பணயக்கைதியாகவும் மாறியது மற்றும் தேசிய நல்லிணக்கத்தை ஊக்குவிப்பதில் சிறுபான்மை சமூகம் உண்மையானது என்பதைக் காட்ட முக்கியமான முடிவுகளை எடுப்பதில் தடுமாறியது. பெரும்பான்மை சமூகத்தின் முற்றுகையிடப்பட்ட மற்றும் தீவு மனநிலையின் சில அம்சங்கள் பெரும்பாலும் ஒரு சர்வாதிகார அரசியல் திட்டத்திற்கான ஆதரவைப் பெற பயன்படுத்தப்படுகின்றன. ஜனநாயக சீர்திருத்தங்களுக்கான முக்கிய தடைகளான பெரும்பான்மை அரசியல் சிந்தனை மற்றும் அரசியல் வர்க்கத்தின் சக்தி ஆகியவற்றை திறம்பட சமாளிக்கத் தவறியதால், ஜனநாயகத்தை கட்டியெழுப்பும் முயற்சிகள் அரசியலில் வேரூன்றாமல் அழகுக்காக மட்டுமே தோன்றின. தேசிய நல்லிணக்கம், இரண்டு அதிகார மையங்களின் தோற்றம், மற்றும் நிர்வாகத்தின் பொதுத் திறனை முடக்கிய இரண்டிற்கும் இடையேயான உச்சரிப்பு இல்லாமை உள்ளிட்ட பல முக்கிய கொள்கைக் களங்களில் உள்ள அலைச்சல் மற்றும் குழப்பமான தாமதம் 'தேசிய பாதுகாப்பு அரசு' என்ற கூக்குரலுக்கு புதுப்பிக்கப்பட்ட நாணயத்தை அளித்தது. குறிப்பாக ஈஸ்டர் ஞாயிறு படுகொலைக்குப் பிறகு ஜனநாயகத்தைக் கட்டியெழுப்பும் அரசியல் திட்டத்தின் செலவு.",
        "11. 2015-2019 ஆம் ஆண்டு ஜனநாயகத்தை கட்டியெழுப்பும் அனுபவங்கள், ஜனநாயக சீர்திருத்தங்களுக்கான ஆணையை நடைமுறைப்படுத்துவதில் அரசியல் தலைவர்களின் பங்கின் முக்கியத்துவத்தையும், அரசியல் தலைவர்கள் ஆணையை கடைப்பிடிக்கிறார்களா என்பதை சரிபார்த்து கண்காணிக்க குடிமக்கள் தரப்பில் தொடர்ந்து விழிப்புடன் இருக்க வேண்டும். நல்லாட்சி மற்றும் ஜனநாயக சீர்திருத்தங்களின் கொள்கைகள் மீதான அவர்களின் அர்ப்பணிப்பு, ஆட்சிக்கு வந்தவுடன் விரைவில் மங்கிப்போனது. இச்சூழலில், குடிமை ஜனநாயக செயல்பாட்டின் தரப்பில் தொடர்ந்து விழிப்புடன் இருப்பது ஜனநாயக சீர்திருத்தங்கள் தொடர்வதற்கு இன்றியமையாத நிபந்தனையாகும். ஜனநாயக அரசியல் சீர்திருத்தங்களுக்கான NUG இன் அரசியல் தலைமையின் அர்ப்பணிப்பு சில ஆரம்ப முன்னேற்றங்களை எடுத்த பிறகு ஏன் வேகமாக மறைந்தது? எதிர்பார்த்த சீர்திருத்தங்களைச் செயல்படுத்துவதில் தலைவர்கள் ஊசலாடுவதும், ஏய்ப்பு செய்வதும் தொடக்கத்தில் தவிர, சிவில் படைகள் திறம்படத் தலையிடத் தவறியது ஏன்? நாளின் இறுதியில், 2015 ஜனாதிபதித் தேர்தலில் ஜனநாயக சீர்திருத்த இயக்கத்துடன் நின்ற அரசியல் தலைவர்கள், ஜனநாயக சீர்திருத்தங்களுக்கான மக்களின் எழுச்சியை ஆட்சிக்கு வருவதற்கான அரசியல் முழக்கமாக மட்டுமே பயன்படுத்தியதாகத் தெரிகிறது. NUG அதிகாரத்தை ஏற்றுக்கொண்ட உடனேயே சில முக்கிய நியமனங்கள் எவ்வாறு செய்யப்பட்டன என்பது அவர்கள் முந்தைய ஆட்சியின் நேபாட்டிசம் நடைமுறையில் இருந்து விலகவில்லை என்பதை சுட்டிக்காட்டுகிறது. இத்தகைய நடத்தையைத் தடுக்க சிவில் படைகள் திறம்பட தலையிடவில்லை. கணிசமான ஜனநாயக சீர்திருத்தங்களைத் தொடர்வதில் பல ஆண்டுகளாக ஊழல் அரசியல் நடைமுறைகளில் மனச்சோர்வடைந்த தற்போதைய அரசியல் தலைமையுடன் தொடர்வது எளிதானது அல்ல என்பதை NUG இன் கீழ் அனுபவங்கள் சுட்டிக்காட்டுகின்றன. மத்திய வங்கி பிணைமுறி மோசடி மற்றும் அதனை மறைக்க அரசாங்கத்தில் உள்ள ஏனையவர்கள் எவ்வாறு முன்வந்தனர் என்பது மேற்கூறிய குறிப்பை உறுதிப்படுத்தும் வகையில் NUG இன் நல்லாட்சி நம்பகத்தன்மையை அழித்தது. இலங்கையில் ஜனநாயக சீர்திருத்தங்களுக்கு உண்மையாக அர்ப்பணிப்புடன் செயற்படும் புதிய தலைமுறை அரசியல் தலைவர்களை கட்டியெழுப்ப வேண்டியதன் முக்கியத்துவம் பலராலும் வலியுறுத்தப்படுகிறது.",
        "12. NGU இன் கீழ் ஜனநாயகத்தை கட்டியெழுப்பும் முன்முயற்சிகளில் இருந்து கற்றுக்கொள்ள வேண்டிய மற்றொரு பாடம் என்னவென்றால், ஜனநாயக சீர்திருத்தங்களை மேம்படுத்துவதற்கு இலங்கை வர்த்தக உயரடுக்குகளை நம்புவது மிகவும் கடினம். கருத்தியல் ரீதியாகவும் சமூக ரீதியாகவும் சக்திவாய்ந்த வணிக சமூகம் ஜனநாயகத்தை கட்டியெழுப்ப ஒரு உந்து சக்தியாக முக்கிய பங்கு வகிக்க முடியும். 2015-2019 காலப்பகுதியில் இலங்கை முதலாளித்துவத்தின், பிரதானமாக வணிக மேல்தட்டு வர்க்கத்தின் பொருளாதார சார்பு மற்றும் அரசியல் இயலாமை ஆகியவை தெளிவாக விளக்கப்பட்டுள்ளன. போர் விதியை நிறுவுதல், வெளிப்படைத்தன்மை, நீதித்துறையின் சுதந்திரம் மற்றும் நிர்வாகத்தின் அதிகப்படியான அதிகாரத்தை உள்ளுணர்வு சரிபார்ப்பு மற்றும் சமநிலை அமைப்புடன் கட்டுப்படுத்துவது வணிக சமூகத்திற்கு சிறிய அளவில் பயனளிக்கும். இலங்கையின் அரசைச் சார்ந்துள்ள வணிக சமூகம் அதன் உயிர்வாழ்வதற்கான பாதுகாப்பு, ஆதரவு மற்றும் மானியங்கள் ஆகியவற்றிற்காக அரசை நம்புகிறது. இதன் விளைவாக, ஜனநாயகம் வரை அரசியல் அதிகாரத்தில் செல்வாக்கு செலுத்துவதில் அவர்கள் சுதந்திரமான மற்றும் வலுவான பாத்திரத்தை வகிக்க இயலாது. அவர்கள் எப்போதும் ஆட்சியில் இருக்கும் ஆட்சிக்கு அடிபணிந்தவர்கள். ஜனநாயக சீர்திருத்த நிகழ்ச்சி நிரலை முன்னெடுத்துச் செல்வதில் ஜனநாயகத்தின் அரணாக சுதந்திரமான பங்கை அவர்கள் வகிக்கத் தவறிவிட்டனர்.",
        "13. கடந்த காலங்களில் ஜனநாயகத்திற்கான போராட்டத்தில் முன்னணியில் இருந்த 'பாரம்பரிய' தொழிற்சங்கங்கள் 2015-2019 காலகட்டத்தில் ஜனநாயகக் கட்டுமான முயற்சிகளில் குறிப்பிடத்தக்க பங்கைக் கொண்டிருக்கவில்லை என்பதையும் கவனத்தில் கொள்ள வேண்டும். பொருளாதாரத்தின் தொழில்துறை மற்றும் சேவைத் துறைகளில் காணப்படும் கட்டமைப்பு மாற்றங்கள் மற்றும் தொழிற்சங்க இயக்கத்தில் பழைய இடது சித்தாந்தத்தின் வீழ்ச்சியின் காரணமாக வழக்கமான தொழிற்சங்கத் துறையின் மாற்றப்பட்ட நடத்தை விளக்கப்படலாம். மாறிவிட்ட அரசியல் மற்றும் பொருளாதாரச் சூழலில், நலிந்து வரும் பாரம்பரிய தொழிற்சங்கத் துறையின் செயலற்ற தன்மையால் ஏற்பட்ட வெற்றிடத்தை நிரப்ப புதிய தொழில்சார் குழுக்கள்/அமைப்புகள் மற்றும் இளைஞர்கள் முன்வந்துள்ளனர். ஜனநாயகத்தை கட்டியெழுப்பும் முயற்சிகள் இந்த மாற்றங்களை தீவிரமாக கருத்தில் கொள்ள வேண்டும் மற்றும் புதிய சமூக சக்திகளை, குறிப்பாக இளைஞர்கள் மற்றும் தொழில்முறை குழுக்களை நம்ப வேண்டும், மேலும் சமூக ஊடகங்கள் மற்றும் கலை/இசையைப் பயன்படுத்தி அவர்களை அணிதிரட்ட வேண்டும்.",
        "ஈஸ்டர் ஞாயிறு இயேசு கிறிஸ்து மரித்தோரிலிருந்து உயிர்த்தெழுந்ததைக் கொண்டாடுகிறது!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}