{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fitch-downgrades-sri-lanka-to-restricted-default-rd-sovereign-bonds-to-default-d-94482/",
  "time_ut": 1653007080,
  "title": "Fitch downgrades Sri Lanka to Restricted Default (RD), sovereign bonds to Default (D)",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has downgraded Sri Lanka to restricted default (RD) 30 days after the country missed a bond coupon payment following a suspension of debt repayment announced on April 12 while sovereign bonds were downgraded to Default (D).",
    "After the April 12 announcement Fitch downgraded Sri Lanka to ‘C’.",
    "The coupon of 78 million US dollars related to two bonds, but cross-default clauses triggered a default rating on others as well.",
    "“We have downgraded Sri Lanka’s foreign-currency issue ratings to ‘D’ from ‘C’, given the default on the senior unsecured foreign-currency bonds and the cross-default clauses triggered in the other rated international foreign-currency sovereign bonds,” the rating agency said.",
    "Fitch Ratings – Hong Kong – 19 May 2022: Fitch Ratings has downgraded Sri Lanka’s Long-Term Foreign-Currency (LTFC) Issuer Default Rating (IDR) to ‘RD’ (restricted default) from ‘C’.",
    "Fitch typically does not assign modifiers for sovereigns with a rating of ‘CCC’, or below.",
    "A full list of rating actions is at the end of this rating action commentary.",
    "Grace Period Ends: The downgrade of Sri Lanka’s LTFC IDR to ‘RD’ follows expiry of the 30-day grace period on coupon payments that were due on 18 April 18 2022 on two international sovereign bonds.",
    "On 12 April 2022 the Ministry of Finance made a statement that it had suspended normal debt servicing of several categories of its external debts, including bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders. Following this announcement, we downgraded the LTFC IDR to ‘C’ on 13 April 2022.",
    "We have downgraded Sri Lanka’s foreign-currency issue ratings to ‘D’ from ‘C’, given the default on the senior unsecured foreign-currency bonds and the cross-default clauses triggered in the other rated international foreign-currency sovereign bonds.",
    "Local Currency Debt Not Affected: The rating action applies only to the government’s long-term external debt obligations. We have affirmed Sri Lanka’s Long-Term Local-Currency IDR at ‘CCC’, as the government has continued to service local-currency debt and we assume this will continue. We have also affirmed Sri Lanka’s Short-Term IDRs at ‘C’ and the Country Ceiling at ‘B-‘.",
    "ESG – Governance: Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality and Control of Corruption, as is the case for all sovereigns. These scores reflect the high weight that the World Bank Governance Indicators have in our proprietary Sovereign Rating Model. Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law and a moderate level of corruption.",
    "ESG – Creditor Rights: Sri Lanka has an ESG Relevance Score of ‘5’ for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka’s rating to ‘RD’ reflects a default event.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "Negative rating actions are not possible, as ratings are at their lowest level.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "– Completion of a commercial debt restructuring that Fitch judges to have normalised the relationship with the international financial community.",
    "In accordance with its rating criteria, Fitch’s sovereign rating committee has not utilised the SRM and QO to explain the ratings, which are instead guided by the ratings definitions.",
    "Fitch’s SRM is the agency’s proprietary multiple regression rating model that employs 18 variables based on three-year centred averages, including one year of forecasts, to produce a score equivalent to a LT FC IDR. Fitch’s QO is a forward-looking qualitative framework designed to allow for adjustment to the SRM output to assign the final rating, reflecting factors within our criteria that are not fully quantifiable and/or not fully reflected in the SRM.",
    "International scale credit ratings of Sovereigns, Public Finance and Infrastructure issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions, measured in a positive direction) of three notches over a three-year rating horizon; and a worst-case rating downgrade scenario (defined as the 99th percentile of rating transitions, measured in a negative direction) of three notches over three years. The complete span of best- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to ‘D’. Best- and worst-case scenario credit ratings are based on historical performance. For more information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as World Bank Governance Indicators have the highest weight in Fitch’s SRM and are highly relevant to the rating and a key rating driver with a high weight.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Rule of Law, Institutional & Regulatory Quality and Control of Corruption as World Bank Governance Indicators have the highest weight in Fitch’s SRM and are therefore highly relevant to the rating and are a key rating driver with a high weight. As Sri Lanka has a percentile rank below 50 for the respective Governance Indicators, this has a negative impact on the credit profile.",
    "Sri Lanka has an ESG Relevance Score of ‘4’ for Human Rights and Political Freedoms, as the Voice and Accountability pillar of the WBGI is relevant to the rating and a rating driver. As Sri Lanka has a percentile rank below 50 for the respective governance indicator, this has a negative impact on the credit profile.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka’s rating to ‘RD’ reflects a default event.",
    "Except for the matters discussed above, the highest level of ESG credit relevance, if present, is a score of ‘3’. This means ESG issues are credit-neutral or have only a minimal credit impact on the entity, either due to their nature or to the way in which they are being managed by the entity. For more information on Fitch’s ESG Relevance Scores, visit www.fitchratings.com/esg."
  ],
  "translate": {
    "si": {
      "title": "Fitch ශ්‍රී ලංකාව සීමා සහිත පැහැර හැරීම (RD), ස්වෛරී බැඳුම්කර පැහැර හැරීම (D)",
      "body_lines": [
        "ECONOMYNEXT - අප්‍රේල් 12 දින ප්‍රකාශයට පත් කරන ලද ණය ආපසු ගෙවීම අත්හිටුවීමෙන් පසු රටට බැඳුම්කර කූපන් ගෙවීමක් මග හැර දින 30 කට පසුව ෆිච් ශ්‍රේණිගත කිරීම් විසින් ශ්‍රී ලංකාව සීමා කරන ලද පැහැර හැරීම (RD) වෙත ශ්‍රේණිගත කර ඇත.",
        "අප්‍රේල් 12 නිවේදනයෙන් පසුව ෆිච් විසින් ශ්‍රී ලංකාව ‘සී’ දක්වා පහත හෙලන ලදී.",
        "බැඳුම්කර දෙකකට සම්බන්ධ US ඩොලර් මිලියන 78 ​​ක කූපනය, නමුත් හරස්-පෙරනිමි වගන්ති අනෙක් අය මත ද පෙරනිමි ශ්‍රේණිගත කිරීමක් ඇති කළේය.",
        "ජ්‍යෙෂ්ඨ අනාරක්ෂිත විදේශ මුදල් බැඳුම්කරවල පැහැර හැරීම සහ අනෙකුත් ශ්‍රේණිගත කරන ලද ජාත්‍යන්තර විදේශ මුදල් ස්වෛරීත්ව බැඳුම්කරවල ක්‍රියාත්මක වන හරස් පැහැර හැරීමේ වගන්ති සැලකිල්ලට ගෙන අපි ශ්‍රී ලංකාවේ විදේශ මුදල් නිකුතු ශ්‍රේණිගත කිරීම් 'C' සිට 'D' දක්වා පහත හෙළා ඇත. ශ්‍රේණිගත කිරීමේ ආයතනය පැවසීය.",
        "ෆිච් ශ්‍රේණිගත කිරීම් - හොංකොං - 19 මැයි 2022: ෆිච් ශ්‍රේණිගත කිරීම් විසින් ශ්‍රී ලංකාවේ දිගු කාලීන විදේශ මුදල් (LTFC) නිකුත් කරන්නන්ගේ පෙරනිමි ශ්‍රේණිගත කිරීම (IDR) ‘C’ සිට ‘RD’ (සීමිත පෙරනිමිය) දක්වා ශ්‍රේණිගත කර ඇත.",
        "Fitch සාමාන්‍යයෙන් 'CCC' හෝ පහත ශ්‍රේණිගත කිරීමක් සහිත ස්වෛරීත්වය සඳහා විකරණය කරන්නන් පවරන්නේ නැත.",
        "ශ්‍රේණිගත කිරීමේ ක්‍රියාවන්හි සම්පූර්ණ ලැයිස්තුවක් මෙම ශ්‍රේණිගත කිරීමේ ක්‍රියා විවරණයේ අවසානයේ ඇත.",
        "සහන කාලසීමාව අවසන් වේ: ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර දෙකක් මත 2022 අප්‍රේල් 18 වැනි දින ගෙවිය යුතු කූපන් ගෙවීම් සඳහා දින 30ක සහන කාලය අවසන් වීමෙන් පසු ශ්‍රී ලංකාවේ LTFC IDR 'RD' වෙත පහත හෙලීම සිදු වේ.",
        "2022 අප්‍රේල් 12 වැනි දින මුදල් අමාත්‍යාංශය ප්‍රකාශයක් කළේ ජාත්‍යන්තර ප්‍රාග්ධන වෙලඳපොලවල නිකුත් කරන ලද බැඳුම්කර සහ විදේශ මුදල් වලින් නම් කරන ලද ණය ගිවිසුම් හෝ වාණිජ බැංකු හෝ ආයතනික ණය දෙන්නන් සමඟ ඇති ණය පහසුකම් ඇතුළුව එහි බාහිර ණය වර්ග කිහිපයක සාමාන්‍ය ණය සේවා සැපයීම අත්හිටුවා ඇති බවයි. . මෙම නිවේදනයෙන් පසුව, අපි 2022 අප්‍රේල් 13 වන දින LTFC IDR 'C' වෙත ශ්‍රේණිගත කළෙමු.",
        "ජ්‍යෙෂ්ඨ අනාරක්ෂිත විදේශ මුදල් බැඳුම්කරවල පැහැර හැරීම සහ අනෙකුත් ශ්‍රේණිගත කළ ජාත්‍යන්තර විදේශ මුදල් ස්වෛරීත්ව බැඳුම්කරවල ක්‍රියාත්මක වන හරස් පැහැර හැරීමේ වගන්ති සැලකිල්ලට ගෙන අපි ශ්‍රී ලංකාවේ විදේශ මුදල් නිකුතු ශ්‍රේණිගත කිරීම් ‘C’ සිට ‘D’ දක්වා පහත හෙළා ඇත.",
        "දේශීය මුදල් ණය බල නොපායි: ශ්‍රේණිගත කිරීමේ ක්‍රියාව රජයේ දිගු කාලීන බාහිර ණය බැඳීම්වලට පමණක් අදාළ වේ. රජය දේශීය ව්‍යවහාර මුදල් ණය සඳහා අඛණ්ඩව සේවය කර ඇති අතර මෙය දිගටම පවතිනු ඇතැයි අපි උපකල්පනය කරන බැවින්, අපි ‘CCC’ හි ශ්‍රී ලංකාවේ දිගුකාලීන දේශීය මුදල් IDR තහවුරු කර ඇත්තෙමු. අපි ශ්‍රී ලංකාවේ කෙටි කාලීන IDRs ‘C’ සහ රටේ සිවිලිම ‘B-’ හිදී ද තහවුරු කර ඇත්තෙමු.",
        "ESG - පාලනය: ශ්‍රී ලංකාව දේශපාලන ස්ථාවරත්වය සහ අයිතිවාසිකම් සඳහා මෙන්ම නීතියේ ආධිපත්‍යය, ආයතනික සහ නියාමන ගුණාත්මක භාවය සහ දූෂණය පාලනය සඳහා ‘5’ හි ESG අදාළ ලකුණු ඇත. මෙම ලකුණුවලින් පිළිබිඹු වන්නේ ලෝක බැංකු පාලන දර්ශක අපගේ හිමිකාර ස්වෛරී ශ්‍රේණිගත කිරීමේ ආකෘතියේ ඇති ඉහළ බරයි. සාමකාමී දේශපාලන සංක්‍රාන්ති, දේශපාලන ක්‍රියාවලියට සහභාගී වීම සඳහා මධ්‍යස්ථ මට්ටමේ අයිතීන්, මධ්‍යස්ථ ආයතනික හැකියාව, ස්ථාපිත නීතියේ ආධිපත්‍යය සහ මධ්‍යස්ථ දූෂණය පිළිබඳ මෑත වාර්තාවක් පිළිබිඹු කරමින් ශ්‍රී ලංකාව 46 වැනි ප්‍රතිශතයේ මධ්‍යම ලෝක බැංකු පාලන දර්ශකයක් ශ්‍රේණිගත කර ඇත. .",
        "ESG - ණයහිමියන්ගේ අයිතිවාසිකම්: ශ්‍රී ලංකාවට සේවා සහ ණය ආපසු ගෙවීමට ඇති කැමැත්ත ශ්‍රේණිගත කිරීමට ඉතා අදාළ වන අතර ඉහළ බරක් සහිත ප්‍රධාන ශ්‍රේණිගත කිරීමේ ධාවකයක් වන බැවින් ණයහිමියන්ගේ අයිතිවාසිකම් සඳහා ශ්‍රී ලංකාවට ‘5’ ESG අදාළ ලකුණු ඇත. ශ්‍රී ලංකාවේ ශ්‍රේණිගත කිරීම 'RD' වෙත පහත හෙලීම පෙරනිමි සිදුවීමක් පිළිබිඹු කරයි.",
        "තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි සාධක:",
        "ශ්‍රේණිගත කිරීම් අවම මට්ටමේ පවතින බැවින් සෘණ ශ්‍රේණිගත කිරීම් ක්‍රියා කළ නොහැක.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "- ජාත්‍යන්තර මූල්‍ය ප්‍රජාව සමඟ සබඳතා සාමාන්‍යකරණය කිරීමට Fitch විනිශ්චය කරන වාණිජ ණය ප්‍රතිව්‍යුහගත කිරීමක් සම්පූර්ණ කිරීම.",
        "එහි ශ්‍රේණිගත කිරීමේ නිර්ණායකවලට අනුකූලව, Fitch හි ස්වෛරී ශ්‍රේණිගත කිරීමේ කමිටුව ශ්‍රේණිගත කිරීම් පැහැදිලි කිරීම සඳහා SRM සහ QO භාවිතා කර නොමැති අතර, ඒ වෙනුවට ශ්‍රේණිගත කිරීම් නිර්වචන මගින් මඟ පෙන්වනු ලැබේ.",
        "Fitch's SRM යනු LT FC IDR එකකට සමාන ලකුණු ලබා ගැනීම සඳහා වසරක පුරෝකථන ඇතුළුව වසර තුනක කේන්ද්‍රීය සාමාන්‍ය මත පදනම්ව විචල්‍ය 18ක් භාවිතා කරන නියෝජිතායතනයේ හිමිකාර බහු ප්‍රතිගාමී ශ්‍රේණිගත කිරීමේ ආකෘතියයි. Fitch's QO යනු අපගේ නිර්ණායක තුළ සම්පුර්ණයෙන් ප්‍රමාණ කළ නොහැකි සහ/හෝ SRM තුළ සම්පූර්ණයෙන් පිළිබිඹු නොවන සාධක පිළිබිඹු කරමින්, අවසාන ශ්‍රේණිගත කිරීම පැවරීම සඳහා SRM ප්‍රතිදානයට ගැලපීමට ඉඩ සැලසීමට නිර්මාණය කර ඇති ඉදිරි දැක්ම සහිත ගුණාත්මක රාමුවකි.",
        "ස්වෛරී, රාජ්‍ය මූල්‍ය සහ යටිතල පහසුකම් නිකුත් කරන්නන්ගේ ජාත්‍යන්තර පරිමාණ ණය ශ්‍රේණිගත කිරීම් වසර තුනක ශ්‍රේණිගත කිරීමේ ක්ෂිතිජය තුළ සටහන් තුනක හොඳම අවස්ථා ශ්‍රේණිගත කිරීම් වැඩිදියුණු කිරීමේ අවස්ථාවක් (ශ්‍රේණිගත කිරීමේ සංක්‍රාන්තිවල 99 වැනි ප්‍රතිශතය ලෙස අර්ථ දක්වා ඇත, ධනාත්මක දිශාවකින් මනිනු ලැබේ) සහ නරකම අවස්ථා ශ්‍රේණිගත කිරීම් පහත හෙලීමේ අවස්ථාවක් (ශ්‍රේණිගත කිරීමේ සංක්‍රාන්තිවල 99 වැනි ප්‍රතිශතය ලෙස අර්ථ දක්වා ඇත, සෘණ දිශාවකින් මනිනු ලැබේ) වසර තුනක් පුරා සටහන් තුනකින්. සියලුම ශ්‍රේණිගත කිරීම් කාණ්ඩ සඳහා හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම්වල සම්පූර්ණ පරාසය 'AAA' සිට 'D' දක්වා පරාසයක පවතී. හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම් ඓතිහාසික කාර්ය සාධනය මත පදනම් වේ. අංශ-විශේෂිත හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම් තීරණය කිරීමට භාවිතා කරන ක්‍රමවේදය පිළිබඳ වැඩිදුර තොරතුරු සඳහා, https://www.fitchratings.com/site/re/10111579 වෙත පිවිසෙන්න.",
        "ශ්‍රේණිගත කිරීමේ ප්‍රධාන ධාවකය ලෙස දක්වා ඇති සැලකිය යුතු ද්‍රව්‍ය ප්‍රභවයක් සඳහා යොමු කිරීම්",
        "විශ්ලේෂණයේදී භාවිතා කරන ලද ප්‍රධාන තොරතුරු මූලාශ්‍ර අදාළ නිර්ණායකවල විස්තර කර ඇත.",
        "ලෝක බැංකු පාලන දර්ශක Fitch හි SRM හි ඉහළම බර ඇති අතර ශ්‍රේණිගත කිරීම සඳහා ඉතා අදාළ වන අතර ඉහළ බරක් සහිත ප්‍රධාන ශ්‍රේණිගත කිරීමේ ධාවකයක් වන බැවින් ශ්‍රී ලංකාවට දේශපාලන ස්ථාවරත්වය සහ අයිතිවාසිකම් සඳහා ESG අදාළ ලකුණු ‘5’ ඇත.",
        "ලෝක බැංකු පාලන දර්ශක Fitch හි SRM හි ඉහළම බර ඇති බැවින් ශ්‍රේණිගත කිරීම සඳහා ඉතා අදාළ වන අතර ප්‍රධාන ශ්‍රේණිගත කිරීමේ ධාවකයක් වන බැවින් නීතියේ ආධිපත්‍යය, ආයතනික සහ නියාමන තත්ත්ව සහ දූෂණ පාලනය සඳහා ශ්‍රී ලංකාවට '5' ESG අදාළ ලකුණු තිබේ. ඉහළ බරක් සමඟ. ශ්‍රී ලංකාව අදාළ පාලන දර්ශක සඳහා 50 ට අඩු ප්‍රතිශත ශ්‍රේණියක් ඇති බැවින්, මෙය ණය පැතිකඩට ඍණාත්මක බලපෑමක් ඇති කරයි.",
        "WBGI හි හඬ සහ වගවීමේ කණුව ශ්‍රේණිගත කිරීමට සහ ශ්‍රේණිගත කිරීමේ ධාවකයකට අදාළ වන බැවින්, ශ්‍රී ලංකාවට මානව හිමිකම් සහ දේශපාලන නිදහස සඳහා ‘4’ හි ESG අදාළ ලකුණු තිබේ. ශ්‍රී ලංකාව අදාළ පාලන දර්ශකය සඳහා 50 ට අඩු ප්‍රතිශත ශ්‍රේණියක් ඇති බැවින්, මෙය ණය පැතිකඩට ඍණාත්මක බලපෑමක් ඇති කරයි.",
        "සේවා සහ ණය ආපසු ගෙවීමට ඇති කැමැත්ත ශ්‍රේණිගත කිරීමට බෙහෙවින් අදාළ වන අතර ඉහළ බරක් සහිත ප්‍රධාන ශ්‍රේණිගත කිරීමේ ධාවකයක් වන බැවින් ශ්‍රී ලංකාව ණයහිමියන්ගේ අයිතිවාසිකම් සඳහා ‘5’ හි ESG අදාළ ලකුණු ලබා ඇත. ශ්‍රී ලංකාවේ ශ්‍රේණිගත කිරීම 'RD' වෙත පහත හෙලීම පෙරනිමි සිදුවීමක් පිළිබිඹු කරයි.",
        "ඉහත සාකච්ඡා කළ කරුණු හැර, ESG ණය අදාළත්වයේ ඉහළම මට්ටම, තිබේ නම්, ලකුණු ‘3’ වේ. මෙයින් අදහස් වන්නේ ESG ගැටළු ණය මධ්‍යස්ථ වන අතර, ඒවායේ ස්වභාවය හෝ ආයතනය විසින් ඒවා කළමනාකරණය කරන ආකාරය අනුව, ආයතනයට අවම ණය බලපෑමක් පමණක් ඇති බවයි. Fitch හි ESG අදාළ ලකුණු පිළිබඳ වැඩි විස්තර සඳහා, www.fitchratings.com/esg වෙත පිවිසෙන්න."
      ]
    },
    "ta": {
      "title": "ஃபிட்ச் இலங்கையை கட்டுப்படுத்தப்பட்ட இயல்புநிலைக்கு (RD), இறையாண்மைப் பத்திரங்களை இயல்புநிலைக்கு (D) தரமிறக்குகிறது",
      "body_lines": [
        "ECONOMYNEXT - ஏப்ரல் 12 அன்று கடனைத் திருப்பிச் செலுத்துவதை நிறுத்தியதைத் தொடர்ந்து நாடு பத்திரக் கூப்பன் செலுத்துதலைத் தவறவிட்ட 30 நாட்களுக்குப் பிறகு, இலங்கையை ஃபிட்ச் மதிப்பீடுகள் வரையறுக்கப்பட்ட இயல்புநிலைக்கு (RD) தரமிறக்கியுள்ளன, அதே நேரத்தில் இறையாண்மை பத்திரங்கள் இயல்புநிலைக்கு (D) தரமிறக்கப்பட்டன.",
        "ஏப்ரல் 12 அறிவிப்புக்குப் பிறகு ஃபிட்ச் இலங்கையை ‘C’ க்கு தரமிறக்கியது.",
        "இரண்டு பத்திரங்கள் தொடர்பான 78 மில்லியன் அமெரிக்க டாலர்கள் கூப்பன், ஆனால் குறுக்கு-இயல்பு விதிகள் மற்றவற்றிலும் இயல்புநிலை மதிப்பீட்டைத் தூண்டின.",
        "\"சிரேஷ்ட பாதுகாப்பற்ற வெளிநாட்டு நாணயப் பத்திரங்களின் இயல்புநிலை மற்றும் பிற மதிப்பிடப்பட்ட சர்வதேச வெளிநாட்டு நாணய இறையாண்மைப் பத்திரங்களில் தூண்டப்பட்ட கிராஸ்-டிஃபால்ட் ஷரத்துக்கள் ஆகியவற்றின் அடிப்படையில், இலங்கையின் வெளிநாட்டு நாணய வெளியீட்டு மதிப்பீடுகளை 'C' இலிருந்து 'D' ஆகக் குறைத்துள்ளோம்.\" மதிப்பீட்டு நிறுவனம் கூறியது.",
        "ஃபிட்ச் மதிப்பீடுகள் - ஹாங்காங் - 19 மே 2022: ஃபிட்ச் மதிப்பீடுகள் இலங்கையின் நீண்ட கால வெளிநாட்டு நாணய (LTFC) வழங்குபவர் இயல்புநிலை மதிப்பீட்டை (IDR) 'C' இலிருந்து 'RD' (கட்டுப்படுத்தப்பட்ட இயல்புநிலை) ஆகக் குறைத்துள்ளது.",
        "ஃபிட்ச் பொதுவாக 'சிசிசி' அல்லது அதற்குக் குறைவான மதிப்பீட்டைக் கொண்ட இறையாண்மைகளுக்கு மாற்றிகளை ஒதுக்காது.",
        "இந்த ரேட்டிங் செயல் வர்ணனையின் முடிவில் ரேட்டிங் செயல்களின் முழு பட்டியல் உள்ளது.",
        "சலுகைக் காலம் முடிவடைகிறது: இலங்கையின் LTFC IDR ஐ ‘RD’ ஆக தரமிறக்குவது, இரண்டு சர்வதேச இறையாண்மை பத்திரங்களில் 18 ஏப்ரல் 18 2022 அன்று செலுத்த வேண்டிய கூப்பன் கொடுப்பனவுகளுக்கான 30-நாள் சலுகைக் காலம் முடிவடைந்ததைத் தொடர்ந்து.",
        "12 ஏப்ரல் 2022 அன்று நிதியமைச்சகம், சர்வதேச மூலதனச் சந்தைகளில் வழங்கப்பட்ட பத்திரங்கள் மற்றும் வெளிநாட்டு நாணயத்தால் குறிப்பிடப்பட்ட கடன் ஒப்பந்தங்கள் அல்லது வணிக வங்கிகள் அல்லது நிறுவன கடன் வழங்குபவர்களுடனான கடன் வசதிகள் உட்பட பல வகை வெளிநாட்டுக் கடன்களுக்கான சாதாரண கடன் சேவையை நிறுத்திவிட்டதாக அறிக்கை வெளியிட்டது. . இந்த அறிவிப்பைத் தொடர்ந்து, 13 ஏப்ரல் 2022 அன்று LTFC ஐடிஆரை ‘C’ ஆகக் குறைத்தோம்.",
        "மூத்த பாதுகாப்பற்ற வெளிநாட்டு நாணய பத்திரங்களின் இயல்புநிலை மற்றும் பிற மதிப்பிடப்பட்ட சர்வதேச வெளிநாட்டு நாணய இறையாண்மை பத்திரங்களில் தூண்டப்பட்ட குறுக்கு-இயல்பு விதிகள் ஆகியவற்றின் அடிப்படையில், இலங்கையின் வெளிநாட்டு நாணய வெளியீட்டு மதிப்பீடுகளை 'C' இலிருந்து 'D' ஆகக் குறைத்துள்ளோம்.",
        "உள்ளூர் நாணயக் கடன் பாதிக்கப்படவில்லை: மதிப்பீட்டு நடவடிக்கையானது அரசாங்கத்தின் நீண்ட கால வெளிநாட்டுக் கடன் பொறுப்புகளுக்கு மட்டுமே பொருந்தும். அரசாங்கம் உள்ளூர் நாணயக் கடனுக்கான சேவையைத் தொடர்ந்து செய்து வருவதால், இது தொடரும் என நாங்கள் கருதுவதால், இலங்கையின் நீண்ட கால உள்ளூர் நாணய IDR ஐ ‘CCC’ இல் உறுதிப்படுத்தியுள்ளோம். இலங்கையின் குறுகிய கால IDRகளை ‘C’ யிலும், நாட்டின் உச்சவரம்பு ‘B-’ விலும் உறுதி செய்துள்ளோம்.",
        "ESG - ஆளுகை: அனைத்து இறையாண்மைகளுக்கும் உள்ளதைப் போலவே, அரசியல் ஸ்திரத்தன்மை மற்றும் உரிமைகள் மற்றும் சட்டத்தின் ஆட்சி, நிறுவன மற்றும் ஒழுங்குமுறைத் தரம் மற்றும் ஊழலைக் கட்டுப்படுத்துதல் ஆகியவற்றிற்காக இலங்கையில் ‘5’ இன் ESG சம்பந்தமான மதிப்பெண் உள்ளது. இந்த மதிப்பெண்கள் உலக வங்கி ஆளுமைக் குறிகாட்டிகள் எங்களின் தனியுரிம இறையாண்மை மதிப்பீட்டு மாதிரியில் உள்ள அதிக எடையைப் பிரதிபலிக்கின்றன. அமைதியான அரசியல் மாற்றங்கள், அரசியல் செயல்பாட்டில் பங்கு பெறுவதற்கான மிதமான அளவிலான உரிமைகள், மிதமான நிறுவன திறன், நிறுவப்பட்ட சட்ட ஆட்சி மற்றும் மிதமான அளவிலான ஊழல் ஆகியவற்றின் சமீபத்திய பதிவை பிரதிபலிக்கும் வகையில், 46வது சதவீதத்தில் இலங்கை ஒரு நடுத்தர உலக வங்கி ஆளுகை காட்டி தரவரிசையில் உள்ளது. .",
        "ESG - கடன் வழங்குபவர் உரிமைகள்: சேவை மற்றும் கடனைத் திருப்பிச் செலுத்துவதற்கான விருப்பம் மதிப்பீட்டிற்கு மிகவும் பொருத்தமானது மற்றும் அதிக எடை கொண்ட ஒரு முக்கிய தரப்படுத்தல் இயக்கி என்பதால், கடனாளர் உரிமைகளுக்கான ESG தொடர்புடைய ஸ்கோர் இலங்கையானது ‘5’ ஐக் கொண்டுள்ளது. இலங்கையின் தரமதிப்பீடு ‘RD’ ஆகக் குறைக்கப்பட்டிருப்பது இயல்புநிலை நிகழ்வைப் பிரதிபலிக்கிறது.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும் காரணிகள்:",
        "மதிப்பீடுகள் மிகக் குறைந்த மட்டத்தில் இருப்பதால், எதிர்மறை மதிப்பீடு செயல்கள் சாத்தியமில்லை.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "- சர்வதேச நிதிச் சமூகத்துடனான உறவை இயல்பாக்குவதற்கு ஃபிட்ச் தீர்ப்பளிக்கும் வணிகக் கடன் மறுசீரமைப்பை நிறைவு செய்தல்.",
        "அதன் மதிப்பீட்டு அளவுகோல்களுக்கு இணங்க, ஃபிட்சின் இறையாண்மை மதிப்பீட்டுக் குழு மதிப்பீடுகளை விளக்குவதற்கு SRM மற்றும் QO ஐப் பயன்படுத்தவில்லை, அதற்குப் பதிலாக மதிப்பீடுகள் வரையறைகளால் வழிநடத்தப்படுகின்றன.",
        "ஃபிட்சின் எஸ்ஆர்எம் என்பது ஏஜென்சியின் தனியுரிம மல்டிபிள் ரிக்ரஷன் ரேட்டிங் மாடலாகும், இது ஒரு எல்டி எஃப்சி ஐடிஆருக்கு நிகரான ஸ்கோரை உருவாக்க, ஒரு வருட முன்னறிவிப்புகள் உட்பட, மூன்று ஆண்டு மையப்படுத்தப்பட்ட சராசரிகளின் அடிப்படையில் 18 மாறிகளைப் பயன்படுத்துகிறது. Fitch's QO என்பது, SRM வெளியீட்டை சரிசெய்து, இறுதி மதிப்பீட்டை வழங்குவதற்காக வடிவமைக்கப்பட்ட ஒரு முன்னோக்கிய தரமான கட்டமைப்பாகும்.",
        "இறையாண்மைகள், பொது நிதி மற்றும் உள்கட்டமைப்பு வழங்குநர்களின் சர்வதேச அளவிலான கடன் மதிப்பீடுகள் மூன்று வருட மதிப்பீடு அடிவானத்தில் மூன்று புள்ளிகள் கொண்ட சிறந்த தரநிலை மேம்படுத்தல் காட்சியைக் கொண்டுள்ளன மற்றும் மூன்று ஆண்டுகளில் மூன்று இடங்களின் மோசமான தரமிழக்கக் காட்சி (மதிப்பீட்டு மாற்றங்களின் 99வது சதவிகிதம், எதிர்மறையான திசையில் அளவிடப்படுகிறது) என வரையறுக்கப்படுகிறது. அனைத்து ரேட்டிங் வகைகளுக்கும் சிறந்த மற்றும் மோசமான சூழ்நிலையில் கிரெடிட் ரேட்டிங்குகளின் முழுமையான காலம் ‘AAA’ முதல் ‘D’ வரை இருக்கும். சிறந்த மற்றும் மோசமான சூழ்நிலையில் கடன் மதிப்பீடுகள் வரலாற்று செயல்திறனை அடிப்படையாகக் கொண்டவை. துறை சார்ந்த சிறந்த மற்றும் மோசமான சூழ்நிலை கடன் மதிப்பீடுகளைத் தீர்மானிக்கப் பயன்படுத்தப்படும் முறை பற்றிய கூடுதல் தகவலுக்கு, https://www.fitchratings.com/site/re/10111579 ஐப் பார்வையிடவும்.",
        "மதிப்பீட்டின் முக்கிய இயக்கியாகக் குறிப்பிடப்பட்ட கணிசமான பொருள் மூலத்திற்கான குறிப்புகள்",
        "பகுப்பாய்வில் பயன்படுத்தப்படும் தகவல்களின் முக்கிய ஆதாரங்கள் பொருந்தக்கூடிய அளவுகோல்களில் விவரிக்கப்பட்டுள்ளன.",
        "Fitch இன் SRM இல் உலக வங்கி ஆளுமைக் குறிகாட்டிகள் அதிக எடையைக் கொண்டிருப்பதால், மதிப்பீட்டிற்கு மிகவும் பொருத்தமானது மற்றும் அதிக எடையுடன் ஒரு முக்கிய தரப்படுத்தல் இயக்கி என்பதால், அரசியல் ஸ்திரத்தன்மை மற்றும் உரிமைகளுக்கான ESG சம்பந்தமான மதிப்பெண் ‘5’ ஐ இலங்கை கொண்டுள்ளது.",
        "உலக வங்கியின் ஆளுமைக் குறிகாட்டிகள் ஃபிட்சின் SRM இல் அதிக எடையைக் கொண்டிருப்பதால், அவை மதிப்பீட்டிற்கு மிகவும் பொருத்தமானவை மற்றும் முக்கிய தரப்படுத்தல் இயக்கி என்பதால், சட்டத்தின் ஆட்சி, நிறுவன மற்றும் ஒழுங்குமுறைத் தரம் மற்றும் ஊழலைக் கட்டுப்படுத்துதல் ஆகியவற்றுக்கான ESG இன் 5 இன் ESG தொடர்புடைய மதிப்பெண்ணை இலங்கை கொண்டுள்ளது. அதிக எடையுடன். அந்தந்த ஆளுமைக் குறிகாட்டிகளுக்கு இலங்கை 50 க்கும் குறைவான சதவீத தரவரிசையைக் கொண்டிருப்பதால், இது கடன் சுயவிவரத்தில் எதிர்மறையான தாக்கத்தை ஏற்படுத்துகிறது.",
        "WBGI இன் குரல் மற்றும் பொறுப்புக்கூறல் தூண் மதிப்பீடு மற்றும் தரப்படுத்தல் இயக்கிக்கு பொருத்தமானது என்பதால், மனித உரிமைகள் மற்றும் அரசியல் சுதந்திரங்களுக்கான ESG சம்பந்தமான மதிப்பெண் ‘4’ ஐ இலங்கை கொண்டுள்ளது. அந்தந்த ஆளுகைக் குறிகாட்டியில் இலங்கை 50 க்கும் குறைவான சதவீத தரவரிசையைக் கொண்டிருப்பதால், இது கடன் சுயவிவரத்தில் எதிர்மறையான தாக்கத்தை ஏற்படுத்துகிறது.",
        "சேவை மற்றும் கடனைத் திருப்பிச் செலுத்துவதற்கான விருப்பம் மதிப்பீட்டிற்கு மிகவும் பொருத்தமானது மற்றும் அதிக எடை கொண்ட ஒரு முக்கிய தரப்படுத்தல் இயக்கி என்பதால், கடனாளர் உரிமைகளுக்கான ESG ரீலிவென்ஸ் ஸ்கோர் இலங்கையானது ‘5’ ஐக் கொண்டுள்ளது. இலங்கையின் தரமதிப்பீடு ‘RD’ ஆகக் குறைக்கப்பட்டிருப்பது இயல்புநிலை நிகழ்வைப் பிரதிபலிக்கிறது.",
        "மேலே விவாதிக்கப்பட்ட விஷயங்களைத் தவிர, ESG கிரெடிட் பொருத்தத்தின் மிக உயர்ந்த நிலை, '3' மதிப்பெண் ஆகும். இதன் பொருள், ESG சிக்கல்கள் கிரெடிட்-நடுநிலை அல்லது நிறுவனத்தில் குறைந்தபட்ச கடன் தாக்கத்தை மட்டுமே கொண்டிருக்கும், அவற்றின் இயல்பு அல்லது அவை நிறுவனத்தால் நிர்வகிக்கப்படும் விதம். ஃபிட்சின் ESG தொடர்புடைய மதிப்பெண்கள் பற்றிய கூடுதல் தகவலுக்கு, www.fitchratings.com/esg ஐப் பார்வையிடவும்."
      ]
    }
  }
}