{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Granting-presidential-pardon-on-Royal-Park-murder-convict-FR-petition-fixed-for-September-23/342-237782",
  "time_ut": 1653557640,
  "title": "Granting presidential pardon on Royal Park murder convict: FR petition fixed for September 23",
  "body_lines": [
    "A Fundamental Rights petition filed challenging former President Maithripala Sirisena’s decision to grant Presidential Pardon to Royal Park murder convict Don. Shamantha Jude Anthony Jayamaha was fixed for September 23 by the Supreme Court.",
    "The Supreme Court decided to postpone the petition taking into consideration the difficulties faced by the senior counsel for the petitioner to support the application.",
    "Women & Media Collective organization had filed this Fundamental Rights petition seeking an order staying and suspending the Presidential Pardon granted by former President Maithripala Sirisena to Royal Park murder convict Don Shamantha Jude Anthony Jayamaha.",
    "On a previous occasion, the Supreme Court permitted the petitioners to add former President Maithripala Sirisena as a respondent in the petition since he currently does not have presidential immunity.",
    "Women & Media Collective organization filed this Fundamental Rights petition naming Attorney General, Don. Shamantha Jude Anthony Jayamaha, Commissioner General of Prisons, Controller General of Immigration and Emigration, Inspector General of Police, Justice Minister, President of Bar Association of Sri Lanka as respondents.",
    "The petitioners are further seeking an order to issue guidelines governing the grant of Presidential Pardon by the Head of State in terms of article 34 (1) of the Constitution.",
    "Jude Anthony Jayamaha was indicted before the High Court by Attorney-General for committing the murder of. Yvonne Jonsson (who was 19 years of age at the time), on or about 01.07.2005 in terms of Section 294 of the Penal Code and punishable under Section 296 of the Penal Code.",
    "Jude Anthony Jayamaha was tried before a single judge of the High Court sitting without a jury. By the judgment dated 28.07.2006, the High Court judge pronounced a finding of culpable homicide not amounting the murder, thereby convicting the accused and sentencing him to a term of 12 years of rigorous imprisonment  in conjunction with a fine of Rs. 300,000.",
    "Subsequently, the Attorney General had filed an appeal in the Court of Appeal on the basis of the inadequacy of the sentence, as well as to have the finding of culpable homicide not amounting to murder set aside and converted to one of murder and sentenced to death.",
    "In his appeal, the Attorney General maintained that the accused had harboured a conspicuous and most palpably evident murderous intention against the deceased, and that he carried out and executed this murderous intention in the most cold-blooded and premeditated fashion, and furthermore, the same could be substantiated by a wealth of evidence which amply satisfied the threshold of proof beyond reasonable doubt.",
    "The Court of Appeal delivered a very detailed and comprehensive judgment of 33 pages and allowed the appeal of the Attorney-General and set aside the conviction for culpable homicide, not amounting to murder, as well as the sentence of 12 years rigorous imprisonment and the fine of Rs. 300,000 that had been imposed on the accused by the High Court, and instead, made a pronouncement and finding that the accused had committed the offence of murder under and in terms of Section 294 of the Penal Code, and convicted him of murder and accordingly passed a sentence of death.",
    "The petitioner stated that President, though vested with the Constitutional power to grant a pardon, does not have the freedom to do so in gross violation of the Rule of Law, as well as all notions of justice, equity and rationality, as well as in reckless disregard of the sensibilities and sensitivities of the matter, including the existence of an aggrieved family, which is still to come to terms with the gruesome murder of Yvonne Jonsson, whose life was snuffed out at a very young age at the hands of the accused.",
    "The Petitioners plead that there has been a gross violation of the Fundamental Rights of the Petitioners as well as the citizens and people of Sri Lanka, as well as of the family of Yvonne Jonsson, amounting to a violation of Article 12(1), in which there is a guarantee of equality and equal protection of the law.",
    "President’s Counsel Sanjeewa Jayawardena with counsel Rukshan Senadheera appeared for the petitioner. Additional Deputy Solicitor General Nerin Pulle appeared for the respondents. Faizer Mustapha PC with Counsel Pulasthi Rupasinghe appeared for the respondent. (Lakmal Sooriyagoda)"
  ],
  "translate": {
    "si": {
      "title": "රෝයල් පාර්ක් මිනීමැරුම් වරදකරුට ජනාධිපති සමාව දීම: එෆ්ආර් පෙත්සම සැප්තැම්බර් 23 ට කල් යයි",
      "body_lines": [
        "රෝයල් පාර්ක් ඝාතනයේ වරදකරුවෙකු වූ දොන්ට ජනාධිපති සමාව ලබාදීමට හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා ගත් තීරණය අභියෝගයට ලක් කරමින් මූලික අයිතිවාසිකම් පෙත්සමක් ගොනු කර තිබේ. ශමන්ත ජූඩ් ඇන්තනි ජයමහ මහතා සැප්තැම්බර් 23 වැනිදාට කැඳවීමට ශ්‍රේෂ්ඨාධිකරණය නියම කළේය.",
        "පෙත්සම්කරුගේ ජ්‍යෙෂ්ඨ නීතීඥවරයාට අයදුම්පත්‍රයට සහය දැක්වීමට ඇති දුෂ්කරතා සැලකිල්ලට ගනිමින් පෙත්සම කල් දැමීමට ශ්‍රේෂ්ඨාධිකරණය තීරණය කළේය.",
        "රෝයල් පාර්ක් ඝාතනයේ චූදිත දොන් සාමන්ත ජූඩ් ඇන්තනි ජයමහට හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන විසින් ලබාදුන් ජනාධිපති සමාව අත්හිටුවීමේ නියෝගයක් නිකුත් කරන ලෙස ඉල්ලා කාන්තා සහ මාධ්‍ය සාමූහික සංවිධානය විසින් මෙම මූලික අයිතිවාසිකම් පෙත්සම ගොනු කර තිබුණා.",
        "හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාට දැනට ජනාධිපති මුක්තිය නොමැති බැවින් එම පෙත්සමේ වගඋත්තරකරුවෙකු ලෙස ඇතුළත් කිරීමට ශ්‍රේෂ්ඨාධිකරණය මීට පෙර අවස්ථාවකදී පෙත්සම්කරුවන්ට අවසර ලබා දුන්නේය.",
        "කාන්තා සහ මාධ්‍ය සාමූහික සංවිධානය විසින් මෙම මූලික අයිතිවාසිකම් පෙත්සම ගොනු කළේ නීතිපති දොන් නම් කරමිනි. මෙහි වගඋත්තරකරුවන් ලෙස බන්ධනාගාර කොමසාරිස් ජනරාල්, ආගමන හා විගමන පාලක ජනරාල්, අධිකරණ අමාත්‍ය, ශ්‍රී ලංකා නීතිඥ සංගමයේ සභාපති සාමන්ත ජූඩ් ඇන්තනි ජයමහ යන අය නම් කර ඇත.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 34 (1) වගන්තිය ප්‍රකාරව රාජ්‍ය නායකයා විසින් ජනාධිපති සමාව ලබා දීම පාලනය කරන මාර්ගෝපදේශ නිකුත් කරන ලෙස නියෝගයක් නිකුත් කරන ලෙස පෙත්සම්කරුවෝ වැඩිදුරටත් ඉල්ලා සිටිති.",
        "ජූඩ් ඇන්තනි ජයමහ ඝාතනය කිරීම සම්බන්ධයෙන් නීතිපතිවරයා විසින් මහාධිකරණය හමුවේ අධිචෝදනා ගොනු කළේය. දණ්ඩ නීති සංග්‍රහයේ 294 වගන්තිය ප්‍රකාරව සහ දණ්ඩ නීති සංග්‍රහයේ 296 වගන්තිය යටතේ දඩුවම් ලැබිය හැකි 2005.07.01 දින හෝ ඊට ආසන්න දිනකදී ඉවෝන් ජොන්සන් (එවකට වයස අවුරුදු 19 විය.",
        "ජූඩ් ඇන්තනි ජයමහ මහතා ජූරි සභාවකින් තොරව තනි මහාධිකරණ විනිසුරුවරයකු ඉදිරියේ විභාගයට ගැනිණි. 2006.07.28 දිනැති තීන්දුව මගින් මහාධිකරණ විනිසුරුවරයා විසින් ඝාතනයට සමාන නොවන සාපරාධී මිනීමැරුමක් සොයා ගැනීමක් ප්‍රකාශයට පත් කරන ලද අතර, එමගින් චූදිතයා වරදකරු කර වසර 12 ක බරපතල සිරදඬුවමකට  නියම කළේය. 300,000 කි.",
        "ඉන් අනතුරුව එම දඬුවම ප්‍රමාණවත් නොවීම මෙන්ම මිනීමැරුමක් නොවන සාවද්‍ය මනුෂ්‍ය ඝාතනයක් බව හෙළිවීමත් සමඟ එය ඉවත් කර මිනීමැරුමක් බවට පත්කර මරණ දඬුවම නියම කරන ලෙස නීතිපතිවරයා විසින් අභියාචනාධිකරණයට අභියාචනයක් ගොනු කර තිබුණි. .",
        "තම අභියාචනයේදී නීතිපතිවරයා කියා සිටියේ විත්තිකරු මියගිය පුද්ගලයාට එරෙහිව කැපී පෙනෙන හා පැහැදිලිව පෙනෙන මිනීමරු චේතනාවක් ඇති කර ඇති බවත්, ඔහු මෙම මිනීමරු චේතනාව ඉතා සීතල හා සැලසුම් සහගත ලෙස ක්‍රියාත්මක කර ක්‍රියාත්මක කළ බවත්ය. සාධාරණ සැකයෙන් ඔබ්බට ඔප්පු කිරීමේ එළිපත්ත ප්‍රමාණවත් ලෙස තෘප්තිමත් කළ සාක්ෂි රාශියක් මගින් සනාථ කළ හැකිය.",
        "අභියාචනාධිකරණය පිටු 33 කින් ඉතා සවිස්තරාත්මක හා සවිස්තරාත්මක තීන්දුවක් ලබා දුන් අතර නීතිපතිවරයාගේ අභියාචනයට අවසර දී මිනීමැරුමක් නොවන සාපරාධී මිනීමැරුමක් සඳහා වූ වරදට වසර 12 ක සිරදඬුවමක් සහ දඩයක් නියම කළේය. රු. 300,000 මහාධිකරණය විසින් විත්තිකරුට පනවා තිබූ අතර, ඒ වෙනුවට, ප්‍රකාශයක් කර, දණ්ඩ නීති සංග්‍රහයේ 294 වගන්තිය යටතේ සහ ප්‍රකාරව විත්තිකරු මිනීමැරුම් වරදක් කර ඇති බවට ප්‍රකාශයක් කර, ඔහු මිනීමැරීමට වරදකරු කර ඒ අනුව සම්මත කරන ලදී. මරණ දඬුවමක්.",
        "පෙත්සම්කරු කියා සිටියේ සමාව ලබාදීමට ජනාධිපතිවරයාට ව්‍යවස්ථාපිත බලය පැවරී තිබුණද, නීතියේ ආධිපත්‍යය මෙන්ම යුක්තිය, සාධාරණත්වය සහ තාර්කිකත්වය පිළිබඳ සියලු සංකල්ප උල්ලංඝනය කරමින් සමාව දීමට ජනාධිපතිවරයාට නිදහසක් නොමැති බවයි. චුදිතයන් අතින් ඉතා ලාබාල වියේදීම ජීවිතය අහිමි වූ ඉවෝන් ජොන්සන්ගේ බිහිසුණු ඝාතනය සම්බන්ධයෙන් තවමත් එකඟ වීමට නියමිතව ඇති පීඩාවට පත් පවුලක පැවැත්ම ඇතුළු කාරණයේ සංවේදීතාවන් සහ සංවේදීතාවන් නොසැලකිලිමත් ලෙස නොසලකා හැරීම .",
        "පෙත්සම්කරුවන්ගේ මෙන්ම ශ්‍රී ලංකාවේ පුරවැසියන්ගේ සහ ජනතාවගේ මෙන්ම ඉවෝන් ජොන්සන්ගේ පවුලේ 12(1) වගන්තිය උල්ලංඝණය කිරීමක් ලෙස මූලික අයිතිවාසිකම් බරපතල ලෙස උල්ලංඝනය වී ඇති බව පෙත්සම්කරුවෝ ඉල්ලා සිටිති. නීතියේ සමානාත්මතාවය සහ සමාන ආරක්ෂාව පිළිබඳ සහතිකයක් ඇත.",
        "ජනාධිපති නීතීඥ සංජීව ජයවර්ධන මහතා සහ නීතිඥ රුක්ෂාන් සේනාධීර මහතා පෙත්සම්කරු වෙනුවෙන් පෙනී සිටියේය. වගඋත්තරකරුවන් වෙනුවෙන් අතිරේක නියෝජ්‍ය සොලිසිටර් ජනරාල් නෙරින් පුල්ලේ මහතා පෙනී සිටියේය. වගඋත්තරකරු වෙනුවෙන් නීතිඥ පුලස්ති රූපසිංහ සමඟ ජනාධිපති නීතිඥ ෆයිසර් මුස්තාපා පෙනී සිටියේය. (ලක්මාල් සූරියගොඩ)"
      ]
    },
    "ta": {
      "title": "ராயல் பார்க் கொலைக் குற்றவாளிக்கு ஜனாதிபதி மன்னிப்பு வழங்குதல்: FR மனு செப்டம்பர் 23 க்கு ஒத்திவைக்கப்பட்டது",
      "body_lines": [
        "ரோயல் பார்க் கொலைக் குற்றவாளியான டொனுக்கு ஜனாதிபதி பொதுமன்னிப்பு வழங்கிய முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேனவின் தீர்மானத்திற்கு எதிராக அடிப்படை உரிமை மீறல் மனு தாக்கல் செய்யப்பட்டுள்ளது. ஷமந்தா ஜூட் அந்தோனி ஜயமஹாவை செப்டம்பர் 23ஆம் தேதிக்கு உச்ச நீதிமன்றம் ஒத்திவைத்தது.",
        "மனுதாரர் தரப்பு மூத்த வழக்கறிஞர் மனுவை ஆதரிப்பதில் உள்ள சிரமங்களைக் கருத்தில் கொண்டு மனுவை ஒத்திவைக்க உச்ச நீதிமன்றம் முடிவு செய்தது.",
        "ரோயல் பார்க் கொலைக் குற்றவாளி டொன் சாமந்த ஜூட் அன்டனி ஜயமஹாவுக்கு முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன வழங்கிய ஜனாதிபதி பொது மன்னிப்பை இடைநிறுத்துமாறு கோரி பெண்கள் மற்றும் ஊடகவியலாளர் கூட்டு அமைப்பு இந்த அடிப்படை உரிமை மீறல் மனுவை தாக்கல் செய்துள்ளது.",
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேனவிற்கு தற்போது ஜனாதிபதியின் விதிவிலக்கு இல்லாத காரணத்தினால் இந்த மனுவில் பிரதிவாதியாக சேர்க்க மனுதாரர்களுக்கு உச்ச நீதிமன்றம் அனுமதி வழங்கியிருந்தது.",
        "பெண்கள் மற்றும் ஊடகக் கூட்டு அமைப்பு இந்த அடிப்படை உரிமைகள் மனுவை அட்டர்னி ஜெனரல் டான் என்ற பெயரில் தாக்கல் செய்தது. பிரதிவாதிகளாக சிறைச்சாலைகள் ஆணையாளர் நாயகம் சாமந்த ஜூட் அந்தோனி ஜயமஹா, குடிவரவு மற்றும் குடியகல்வு கட்டுப்பாட்டாளர் நாயகம், பொலிஸ் மா அதிபர், நீதி அமைச்சர், இலங்கை சட்டத்தரணிகள் சங்கத்தின் தலைவர் ஆகியோர் இடம்பெற்றுள்ளனர்.",
        "அரசியலமைப்பின் 34 (1) பிரிவின்படி அரச தலைவரால் ஜனாதிபதி மன்னிப்பு வழங்குவதை நிர்வகிக்கும் வழிகாட்டுதல்களை வெளியிட உத்தரவிடுமாறு மனுதாரர்கள் மேலும் கோரியுள்ளனர்.",
        "ஜூட் அந்தோனி ஜயமஹாவை கொலை செய்த குற்றச்சாட்டின் பேரில் சட்டமா அதிபரினால் உயர்நீதிமன்றத்தில் குற்றஞ்சாட்டப்பட்டது. யுவோன் ஜான்சன் (அப்போது அவருக்கு 19 வயது), 01.07.2005 அன்று அல்லது குற்றவியல் சட்டத்தின் 294 வது பிரிவின்படி தண்டனைச் சட்டத்தின் பிரிவு 296 இன் கீழ் தண்டனைக்குரியவர்.",
        "ஜூட் அன்டனி ஜயமஹா உயர் நீதிமன்ற நீதிபதிகள் முன்னிலையில் ஜூரிகள் இன்றி விசாரணைக்கு உட்படுத்தப்பட்டார். 28.07.2006 தேதியிட்ட தீர்ப்பின் மூலம், உயர் நீதிமன்ற நீதிபதி, கொலைக்கு சமமான குற்றமற்ற கொலை என்று தீர்ப்பளித்தார், இதன் மூலம் குற்றம் சாட்டப்பட்டவருக்கு 12 ஆண்டுகள் கடுங்காவல் சிறைத் தண்டனையும்  ரூ. 300,000.",
        "அதனைத் தொடர்ந்து, சட்டமா அதிபர், தண்டனையின் போதாமையின் அடிப்படையில் மேன்முறையீட்டு நீதிமன்றில் மேன்முறையீட்டு மனுவை தாக்கல் செய்ததோடு, கொலைக்கு சமமான குற்றமற்ற கொலையை நிராகரித்து கொலையாக மாற்றி மரண தண்டனை விதிக்க வேண்டும். .",
        "அட்டர்னி ஜெனரல் தனது மேல்முறையீட்டில், குற்றம் சாட்டப்பட்டவர் இறந்தவருக்கு எதிராக வெளிப்படையான மற்றும் வெளிப்படையான கொலை நோக்கத்தை கொண்டிருந்தார் என்றும், அவர் இந்த கொலைகார நோக்கத்தை மிகவும் குளிர்ச்சியான மற்றும் முன்கூட்டியே திட்டமிட்டு செயல்படுத்தி செயல்படுத்தினார் என்றும் கூறினார். நியாயமான சந்தேகத்திற்கு அப்பாற்பட்ட ஆதாரத்தின் நுழைவாயிலை போதுமான அளவு திருப்திப்படுத்திய ஏராளமான சான்றுகளால் நிரூபிக்க முடியும்.",
        "மேன்முறையீட்டு நீதிமன்றம் 33 பக்கங்கள் கொண்ட விரிவான மற்றும் விரிவான தீர்ப்பை வழங்கியது மற்றும் அட்டர்னி-ஜெனரலின் மேல்முறையீட்டை அனுமதித்தது மற்றும் கொலைக்கு சமமான குற்றமற்ற கொலைக்கான தண்டனையை ஒதுக்கி, அத்துடன் 12 ஆண்டுகள் கடுங்காவல் சிறைத்தண்டனை மற்றும் அபராதம் விதித்தது. ரூ. 300,000 உயர் நீதிமன்றத்தால் குற்றம் சாட்டப்பட்டவர் மீது சுமத்தப்பட்டு, அதற்குப் பதிலாக, தண்டனைச் சட்டத்தின் 294 வது பிரிவின் கீழ் குற்றம் சாட்டப்பட்டவர் கொலைக் குற்றத்தைச் செய்துள்ளார் என்று தீர்ப்பளித்து, அவரைக் கொலைக் குற்றவாளியாக அறிவித்து, அதன்படி நிறைவேற்றப்பட்டது. ஒரு மரண தண்டனை.",
        "மன்னிப்பு வழங்குவதற்கான அரசியலமைப்பு அதிகாரம் ஜனாதிபதிக்கு வழங்கப்பட்டுள்ள போதிலும், சட்டத்தின் ஆட்சியையும், நீதி, சமத்துவம் மற்றும் பகுத்தறிவு ஆகிய அனைத்துக் கருத்துகளையும் கடுமையாக மீறும் வகையில், மன்னிப்பு வழங்குவதற்கான சுதந்திரம் ஜனாதிபதிக்கு இல்லை என்று மனுதாரர் கூறினார். ஒரு பாதிக்கப்பட்ட குடும்பத்தின் இருப்பு உட்பட விஷயத்தின் உணர்வுகள் மற்றும் உணர்வுகளை பொறுப்பற்ற முறையில் அலட்சியம் செய்தல், குற்றம் சாட்டப்பட்டவரின் கைகளால் மிக இளம் வயதிலேயே உயிர் பறிக்கப்பட்ட யுவோன் ஜான்சனின் கொடூரமான கொலையுடன் இன்னும் ஒத்துப் போகவில்லை .",
        "மனுதாரர்கள் மற்றும் இலங்கையின் குடிமக்கள் மற்றும் மக்கள், அத்துடன் யுவோன் ஜோன்சனின் குடும்பத்தினரின் அடிப்படை உரிமைகள் 12(1) ஐ மீறுவதாக மனுதாரர்கள் கோரியுள்ளனர். இதில் சமத்துவம் மற்றும் சட்டத்தின் சம பாதுகாப்பு உத்தரவாதம் உள்ளது.",
        "மனுதாரர் சார்பில் ஜனாதிபதி சட்டத்தரணி சஞ்சீவ ஜயவர்தன, சட்டத்தரணி ருக்ஷான் சேனாதீர ஆகியோர் ஆஜராகியிருந்தனர். பிரதிவாதிகள் சார்பில் கூடுதல் துணை சொலிசிட்டர் ஜெனரல் நெரின் புல்லே ஆஜரானார். பிரதிவாதி சார்பில் சட்டத்தரணி புலஸ்தி ரூபசிங்கவுடன் பைசர் முஸ்தபா பி.சி. (லக்மால் சூரியகொட)"
      ]
    }
  }
}