{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Emergency-imposed-to-ensure-public-safety-and-social-stability-Govt/108-236505",
  "time_ut": 1651915980,
  "title": "Emergency imposed to ensure public safety and social stability - Govt",
  "body_lines": [
    "The Government today affirmed that the State of Emergency was declared by the President effective yesterday (May 6) to ensure political stability which is a vital condition in overcoming the current socio-economic crisis in the country thereby assuring public safety and uninterrupted supply of essential services.",
    "“With the intention of ensuring public safety, continuing the supply of essential goods and services uninterruptedly, and ensuring smooth public transport; according to the powers vested in the President under the Public Security Ordinance, Emergency Regulations have been declared. The State of Emergency was imposed as a short term measure of easing the crisis, and it will be lifted immediately after the normalcy returns in the island,” the government information department said in a statement today.",
    "It also said that the current agitations being held throughout the country including the capital for the last several days have posed a grave threat to the security of public life.",
    "Essential services including the distribution of fuel have been interrupted. Public transport including the Railway service has been crippled. Daily functions of hospitals have been disrupted thereby causing inconveniences to the patients. The operation of manufacturing industries including the Apparel sector is faulted intermittently.  School students have missed their classes. Workers attached to both the State and Private sector factories and institutions find it difficult to report for duty. In addition to disrupting the day to day life, these protests have deepened the economic crisis.",
    "Sri Lanka is currently facing the worst economic crisis and political instability ever after Independence due to manifold reasons both short and long term. The common perception is that several reforms in the sectors of political, economic and social fabric should be carried out in-depth to escape from this grave situation.   Priority among them is to manage the shortage of foreign exchange within the shortest possible time and restore the supply of goods and services.",
    "The Maha Sangha led by the Chief Prelates,  Priests of other religious denominations, Economists, the Business Community, and Professionals including lawyers and doctors have stressed  the needs for reforms  that should be carried out to win over the prevailing crises in the recent past.  A series of reforms proposals was introduced by the Bar Association of Sri Lanka in its Statement published on April 23.",
    "The most urgent challenge before the country is to manage the economic and debt crises within the shortest period of time. The Bar Association reiterated that the topmost need of the hour is to have a strong and stable Government which is capable to begin the proposed reforms and continue them forward.",
    "Discussions have already been opened with the multi- lateral institutions led by the IMF and friendly countries to obtain financial assistance, and restructure outstanding debt, and the outcome of such discussions are positive.",
    "Political stability and peace in society are two major conditions that are demanded in building confidence and strength to make such programs a success, the statement added."
  ]
}