{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/planters-lives-the-myth-and-the-facts/",
  "time_ut": 1651236720,
  "title": "Planters’ lives: the myth and the facts",
  "body_lines": [
    "Some weeks ago Gamini Seneviratne reminisced in a very readable and amusing article in this paper of good times public servants had in Nuwara Eliya in the 1960s. These were particularly when on circuit to villages in the backwoods with food, drink and good company.",
    "No one would have grudged them that as they made significant contributions to serve the public in a fair and just manner. This was partly due to their training and with less bothersome and uneducated politicians interfering in the discharge of their duties than at present.",
    "The writer went on to say, “…..in that District, planters’ wives had to adjust to the routine of husbands – muster before crack of dawn, going through the paper work, ‘elevenses’, a heavy lunch, nap, back to the factory, followed by tennis where available, shop-talk, liquor, dinner and early to bed….”",
    "Perhaps the writer was referring to Planters in charge of what are known as ‘Naatu Thotams’ which mean estates owned by Chettiars (money lenders) or the new rich who had made their money as crooked politicians, traders in illicit liquor, timber etc. These estates were managed or rather mismanaged by family members with no training and finally through neglect, fraud or both and lack of credit for routine operations ending up as denuded scrub jungles.",
    "However the vast majority of Planters as Superintendents and their Assistants employed by reputed Agency Houses such as Colombo Commercial Company, George Steuarts, Whittall Boustead, Mackwoods, Carson Cumberbatch etc. which managed estates owned by local or British owned companies worked with a great sense of dedication and commitment and enjoyed their well earned creature comforts. Failures were not tolerated – a few days notice was sufficient for the high jump out of the premises.",
    "The normal working day of an Assistant Superintendent (Sinna Dorai or SD) started at about 6 a.m. with muster. Over the years a system evolved by which the bulk of the workers both men and women assigned to different gangs with a Kangany (Supervisor) knew as a routine their places of work each day.",
    "The men were usually tasked year round to weeding and to other cultural operations such as pruning, draining etc. at particular times of the year. Women were engaged entirely on plucking and divided into gangs, each assigned to particular fields, according to their years since the last pruning.",
    "Hence, muster consisted of detailing sundry workers and more importantly where plans for the days work were made by the SD, his Conductor (later designated Field Officer) and the Kanganies. This was an important function as the work on a 400 to 500 acre tea division with around 1.2 workers per acre (500 to 600 workers) had to be planned for maximum cost benefit, labour wages being the largest portion of the cost of production.",
    "It was here that shortfalls in output the previous day, modified approaches to improve standards of work or strategies to avert impending labour problems, which were almost daily occurrences resulting in loss of productivity, were adopted. It was a case of being one step ahead of possible problems every day.",
    "A newly recruited SD was considered a liability to his employers until he sharpened his skills to develop as a firm and fair man manager conscious of his responsibility for a huge asset which, if neglected in the smallest way even on a single working day, the repair would be expensive and sometimes beyond correction.",
    "Work gangs had to be visited at least once a day and their performance inspected and corrected as necessary. If it is manuring, the SD will spend the greater part of his day in those fields as the expensive fertilizer on which future harvests depend will need his closest attention.",
    "Not only has he to ensure the application is carried out satisfactorily but also make certain that not a drop of the fertilizer ends up in neighbouring vegetable gardens! Women assigned to plucking must ensure their leaf is of acceptable standard and the required weight conforming to the norm for the season is brought in.",
    "In the evening the SD will, with the assistance of the Field Officer, complete the Check Rolls and other books. This task can end up as late as seven or eight p.m. after which he can bathe, eat and get to bed – six days a week and on Sundays as well during high cropping months.",
    "Prior to nationalisation of estates an Assistant would take at least five or six years to be promoted Senior Assistant Superintendent if on an estate with several Divisions or to a small estate as Superintendent. That too if he has an unblemished and commendable track record.",
    "A Superintendent’s (Periya Dorai’s or PD’s) tasks are more demanding. He is sometimes without an SD and if the estate is about 300 or 400 acres, has to make sure that field work at all times is of a high order. This he can manage with his intense training as an Assistant with one or two Field Officers and Kanganies allowing him to spend the greater part of his time in the office and factory.",
    "Another major responsibility is to arrange for essential foodstuffs like rice, sugar, flour etc. of good quality are bought for the labour and their families and issued at cost on a weekly basis.",
    "Office work over the years increased with Agency houses, Government Departments, Labour Unions, Suppliers of goods and services etc. creating loads of paper work. Problems with labour have also increased tremendously over the years for several reasons.",
    "The life styles or workers have changed drastically resulting in immense social and economic problems and alcoholism as well since their grandparents or great grandparents, mostly from the Pudukotai area in South India, came as indentured labour walking all the way from Talaimannar, with many dying on the pathways to the hill and low country estates.",
    "These lead to conflicts among themselves, their union leaders and ending up with management which has to continually achieve high levels of productivity in spite of these human problems. While grappling with never ending union demands, and successive Governments granting them without realizing the adverse economic impact on the industry in order to maintain their vote banks, Superintendents have to keep a close watch on the bottom line of their profit and loss statements.",
    "Effecting economies as a solution leads to declining standards which eventually have adverse effects on profitability. Hence, meeting the stringent demands of the tea market and obtaining high prices is about the only way to keep afloat.",
    "Manufacture of black tea is a very exacting process where attention to every detail is a must. In the early evening the Superintendent will see that leaf is withered at the correct temperature and to the correct degree. Later in the night when the withered leaf is rolled to break it up, roller pressures and time in each of three or four rollers needs careful monitoring. Rolled leaf in lump form is then broken up in roll breakers to separate the small particles from the bigger to obtain dhooles’ which are spread on tables for fermentation and later for drying.",
    "These processes also need care to ensure the product is neither over or under fermented or fired by carrying out constant checks on the inlet and outlet temperature of the dryers. Sifting into the various grades is normally carried out during the day and is less labour intensive than the other processes as various items of machinery are used.",
    "Conscientious Superintendents will spend whole nights in their factories until after a time Tea Makers, (later designated Factory Officers) their supervisors and labour learn to carry out the various operations to perfection. Thereafter a Superintendent needs to follow up with surprise visits until adjustments become necessary in keeping with seasonal climatic changes.",
    "The reward for all these efforts comes in the form of high sale averages and profit levels with occasional congratulatory message from local and London’s Mincing Lane brokers.",
    "For several decades before the 1960s and for a few years after tea exports were the country’s highest foreign exchange earners with such earnings going a long way to import essentials like rice, sugar, flour etc. to keep the nation fed. This contribution to the national income was achieved by planters through dint of hard work, planning, execution and strong sense of accountability.",
    "All in it was never a life of beer and skittles, elevenses, heavy lunches, long siestas etc. except occasionally when the job was done well and celebration justified.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}