{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-0pportunity-for-a-new-approach-that-crisis-presents/",
  "time_ut": 1646667180,
  "title": "The 0pportunity for a new approach that crisis presents",
  "body_lines": [
    "The crisis in the country was evident in the long lines of vehicles parked outside gasoline stations awaiting the next consignment of diesel.  They were to be found all over the country and at all times of the day and night.  The hours lost and the inconvenience would have infuriated each and every driver of those vehicles, and their families and dependents for whom diesel means income, whether to transport goods, passengers or tourists and to harvest their fields.   They would have cursed those responsible and occasionally, when lines were broken, cursed each other.   Now again, there is no cooking fuel, but that is confined to the home and so the anger is less visible.",
    "The political crisis within the government, that has made its appearance, comes in the context of the economic crisis primarily, but also in the face of the mounting pressure that is coming from the international human rights community.  The strictures passed on the government have been severe indeed.  If the government thought that its efforts to reform the Prevention of Terrorism Act would suffice, this has proven to be far off the mark.  The critical observations of the UN Human Rights Commissioner have gone far beyond the scope of the PTA to include the lack of independence of key institutions that act as a check and balance in a functioning democracy, militarisation and ethnic majoritarianism in governance and continuing threats to civil society.",
    "All of these will all be difficult to resolve so long as political and personal agendas prevail over the opinions of other legitimate sections of the national polity and the national interest.  When President Gotabaya Rajapaksa was elected with a large majority those who voted for him expected a government under his leadership that would give priority to the national interest and to persons of merit to be appointed to positions of authority, rather than friends and relations and political cronies and past comrades in arms from the military.  They expected the country’s sovereignty to be protected instead of being sold or leased at unconscionably low rates to foreign interests that had compromised the national interest by getting the country to invest in assets that have no commercial yield.",
    "The political crisis that has manifested itself in sacking of two top government ministers is due these national problems being used to promote personal agendas.  The two minister, in question, have pointed out the reality of corruption and the promotion of foreign agendas, but they have been selective in their targeting.  It is not only the president’s brother, the finance minister, who is to blame for the crisis that the country is.  It is not only one minister who is accused of corruption, the fingers point at many others, too, in fact at almost everyone who is in the present government and in the past government, too.  It is a well known saying that when we point our finger at another, three fingers point back at us.",
    "Among those who voted for the government there is general sympathy for the ministers who have been sacked.  They were the foremost campaigners for the present government, right from the time they were unexpectedly bundled out of power when they called for early elections in 2015.  Their campaign was effective in destroying the credibility of the former government that was trying to win the support of the international human rights community by dealing with the human rights violations of the past.   They never gave that government time to settle down and consolidate power by undermining them as traitors to the country.",
    "The report of the UN High Commissioner for Human Rights and the strictures contained therein have now come back with a vengeance to bite the present government.  The government’s efforts to amend the Prevention of Terrorism Act (PTA) and to revive the dormant reconciliation mechanisms that the former government devised have been deemed to be insufficient. While these changes have been positive, they need to go beyond the ministers of foreign affairs and justice, and envelop the entirety of government to be credible. Instead, the impunity with which criminals were pardoned and critics of the government have been incarcerated, even if relatively few in number, have sent a warning that massive impunity can come.  Ironically, the departure of the duo who created the most havoc against the attempts to deal with the past from a transitional justice perspective, that combined elements of truth, accountability, reparations and institutional reforms, may now be more viable.",
    "The way out of the multiple crises that afflict Sri Lanka is for the government to first seek to win the hearts and minds of all of its own people by doing what is in their interests, rather than give priority to personal agendas, or those of foreign companies or governments.  This is what those who voted for him with a large majority expected of President Gotabaya Rajapaksa and his government.  Instead of which, there are land grabs taking place in the North and East of the country, which are given an ethnic complexion, as those are areas predominantly inhabited by the ethnic and religious minorities.  But land grabs are also taking place in the south of the country, where impoverished sections of the ethnic majority live, such as Moneragala where 65,000 acres of land have been grabbed for multinational companies to grow sugar from people who farmed those lands as small holders.",
    "There are two key priorities from the people’s point of view.  The first would be to solve the economic problem that has led to shortages of everything, ranging from cooking gas to diesel and to fertilisers.  Instead of prioritising the repayment of loans to foreign governments and bondholders, the government needs to prioritise its scarce dollars to import essential commodities that will keep the local economy viable.  It needs to go to the lender of last resort, the International Monetary Fund, and accept the conditions of transparency that members of the government vested with economic power do not want so that they may pursue their personal agendas.   We need to solve our internal problems and be sincere about it if we really want the best for the country.",
    "The second would be to restore the provincial council system that enables the ethnic and religious minorities, but who are regional majorities, to govern themselves and feel that they have an equal stake to governance in the country. In order to achieve these two tasks, and have the people behind them, the government needs to organize an all-party conference that includes the main ethnic and religious minority parties, and also representatives of the business community and civil society.  The next two years could be devoted to restoring the relationships within the country in all dimensions, political, ethnic and religious, and with the international human rights community.  President Gotabaya Rajapaksa still has an opportunity to restore the faith that people had in him as a leader without a personal agenda who would bring the rule of law and merit to the fore and treat all people, and all ethnic and religious communities, equally so that the diaspora will work with the government rather than against it.",
    "Trail blazing Mrs. B. posthumously honoured with book with photos hitherto not in public domain",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}