{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Remittance-earnings-plummet-52-in-April-as-greed-dominates/108-237515",
  "time_ut": 1653248100,
  "title": "Remittance earnings plummet 52% in April as greed dominates",
  "body_lines": [
    "April remittance income at US$ 249mn, down 52% despite 80% depreciation of the rupee",
    "Migrant workers continue to repatriate moneys via informal channels seeking higher rates",
    "Cumulative remittance income in first 4 months down 57% to US$ 1.03bn",
    "Migrant workers do not appear to have understood their duty at a time of grave economic disaster engulfing their motherland as they continue to send their earnings through informal money changers, seeking higher conversion rates as opposed to what the banks pay.",
    "The data showed that worker remittances in April were only a fraction of what they sent a year ago as excessive greed appears to have overtaken their obligation if they really want to help their country and fellow citizens who are on the brink of starvation with no access to food, cooking gas, fuel and electricity.",
    "Even after 80 percent depreciation in the value of the rupee against the dollar since March 7, the migrants have sent only US$ 248.9 million in April as remittances compared to US$ 518.8 million repatriated in the same month in 2021, a sharp 52 percent slump.",
    "With April inflows, on a cumulative basis, Sri Lanka has received US$ 1,031.5 million in the first four months through worker remittances, compared with US$ 2,385.8 million in the corresponding period in 2021, recording 56.8 percent plunge.",
    "Sri Lanka typically receives US$ 7.0 billion in remittances, and in 2020 the country received US$ 7.1 billion due to informal money changers going into hibernation as a result of the pandemic.",
    "But, as Sri Lanka’s foreign exchange troubles became more pronounced in June last year and with the Central Bank sticking to an unrealistic exchange rate, migrant workers chose informal money changers, who had resurfaced, over banks.",
    "If the current trend persists, Sri Lanka is unlikely to receive even half of its typical annual receipts of remittances in 2022, plunging the country into further",
    "However, the Central Bank’s clamp down on payments via open accounts from May 20 is expected to redirect those who continue to use informal channels such as Undiyal and Hawala into formal channels.",
    "Migrant workers now get around Rs.360 to a dollar from the formal banking channels compared to Rs.200 received up to March 7 when the rupee float came into effect. When the rupee was fixed at around 200 to a dollar, the migrants got around Rs.240-Rs.260 for a dollar via informal channels.",
    "However, the April plunge reflects that they continue to seek higher rates, over and above the Rs.360 banks offer from informal channels. Hence, the requests and pleading from the authorities, old and new, explaining why the migrants must use formal banking channels to repatriate their earnings haven’t yielded desired results.",
    "A complete crackdown on informal channels, potentially via the recent open accounts ban could deal a blow to collectors of foreign currency as they will be left without demand to sell their foreign currency in the absence of importer demand as all importer payments, except in the cases of exporters must happen through letters of credit. The Central Bank, together with the Treasury is currently drafting laws to nab those who hoard foreign exchange in currency form without bringing them"
  ]
}