{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82944/cannot-increase-electricity-tariffs-just-to-pay-ceb-salaries-minister-wijesekara",
  "time_ut": 1654727100,
  "title": "Cannot increase electricity tariffs just to pay CEB salaries - Minister Wijesekara",
  "body_lines": [
    "Power and Energy Minister Kanchana Wijesekara says the request made by the Ceylon Electricity Board (CEB) for increasing electricity tariff rates will not be submitted to the Cabinet of Ministers.",
    "Addressing the parliament on Wednesday (June 08), the lawmaker said the decision was taken as certain engineers in the CEB are against the implementation of renewable energy generation plans.",
    "The CEB should allow renewable projects to proceed and reduce generation cost rather than increasing tariffs to pay their own salaries, Minister Wijesekara pointed out.",
    "He revealed that the CEB recently sought to increase the electricity tariff by 300% to purchase electricity from diesel-powered power plants and to pay the salaries of its officials. The CEB’s annual cost of power generation is Rs 756 billion, but the revenue generated is only Rs 250 billion and there is a deficit of Rs 500 billion, the minister explained.",
    "According to the minister, the majority of the CEB’s expenses are due to the salaries paid to its senior officials and electricity purchases from diesel-powered power plants.",
    "The CEB has a collective agreement that every three years their own salaries are increased by 25%, the minister revealed, stressing that the high cost of salaries and generation costs cannot be put on the consumers. The CEB should begin endorsing renewable energy or cost reduction in generation, he added.",
    "Against this backdrop, the CEB Engineers’ Union (CEBEU) has decided to withdraw from duties from midnight on Wednesday (June 08) to protest the government’s move to amend the Electricity Act.",
    "They alleged that the proposed amendments, which are to be tabled in the parliament today, are an attempt to scratch the competitive bidding process. However, pursuant to the Act, the process of competitive bidding in electricity procurement from the private sector assures that the general public receives electricity for the least cost, they added.",
    "Speaking in the parliament, Minister Wijesekara, went on to assure that the amendments to this Act will not affect the competitive bidding process. This amendment only proposes to give the Sustainable Energy Authority, under its current powers, the necessary opportunity to expedite this process after they are issued the licence, he added.",
    "Even after this amendment, the CEB will still be authorized to decide prices, the minister continued, noting that the CEB has a price formula used by the CEB, Power & Energy Ministry and the Sustainable Energy Authority.",
    "The proposed amendment only seeks to remove the legal impediment to investors, Minister Wijesekara explained.",
    "He stressed that the proposed amendment would definitely be tabled in the parliament on Friday (June 09)."
  ]
}