{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Lankan-coconut-kernel-products-promoted-in-Belgium/34-733980",
  "time_ut": 1650997800,
  "title": "Lankan coconut kernel products promoted in Belgium",
  "body_lines": [
    "The Embassy of Sri Lanka in Brussels conducted a workshop titled ‘Coconut Wonder - Truly Sri Lankan’ to promote the export of Sri Lankan coconut kernel products to Belgium, on 21 April.",
    "The Sri Lanka Export Development Board (EDB), Ceylon Chamber of Commerce, and Federation Chamber of Commerce and Industries coordinated the participation of the exporters of coconut products in Sri Lanka at the workshop on a virtual platform.",
    "Ambassador Grace Asirwatham made an opening statement about the coconut industry of Sri Lanka and presented reasons why the importers of coconut products in Belgium should consider importing from Sri Lanka.",
    "Product samples and company profiles of Wichy Coconut, Adamjee Lukmanjee & Sons, Senikma Holdings, Cocolanka, E-Silk route ventures, Ceylon Exports and Trading Ltd., Ceylon Coco Green Manufacturing Ltd., Renuka Foods, and Enrich Tea and Food Exports Ltd. were presented to the Belgian importers at the event.",
    "The use of coconut products has been gaining more attention recently thanks to growing consumer interest in vegetarian, vegan, and Asian cooking. Europe’s imports of desiccated coconut have been growing and Belgium is also among the leading importers of coconut products in the EU region.",
    "The Belgian importers appreciated the quality of Sri Lankan organic coconut products, methods, and technology used in the production of coconut products, and the zero-tariff concessions provided for coconut products imports from Sri Lanka by the European Union (EU) under the GSP Plus scheme.",
    "The Belgian exporters also engaged in virtual discussions with the Sri Lankan exporters.  As the Belgian importers showed a keen interest to continue their interaction with the exporters in Sri Lanka, the Embassy promised to arrange B2B meetings between the interested parties in the near future.",
    "A cookery video using Sri Lankan Coconut products as ingredients was played during the workshop which created awareness of the new and innovative coconut products that can be used in confectionery, bakery and chocolate industry, restaurants, and hotels.",
    "Despite having a smaller population compared to other top European markets, Belgium imports 5.8 thousand tons of desiccated coconut to the value of Euro 11.7 million. Belgium also imports around 4% of its desiccated coconut from Sri Lanka.",
    "The objective of the workshop was to increase Sri Lanka’s share of the coconut product market by diversifying the product basket by introducing novel and state-of-the-art new products as per the evolving consumer needs and expectations in Belgium.",
    "Belgium is home to several large-scale producers of chocolate products, pastries, cookies, and other desserts where desiccated coconut and other coconut products are used as ingredients."
  ]
}