{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/ChildFund-facilitates-youth-to-become-child-protection-advocates-to-end-violence-against-children/56-734260",
  "time_ut": 1651519800,
  "title": "ChildFund facilitates youth to become child protection advocates to end violence against children",
  "body_lines": [
    "ChildFund Sri Lanka conducted a leadership training camp for ‘Alliance of Youth to End Violence Against Children’ (AYEVAC) recently in Dambulla.",
    "The youth movement – ‘AYEVAC’ is an independent movement, founded in 2018. AYEVAC was initially mobilised in 10 districts where ChildFund Sri Lanka was present. With ChildFund Sri Lanka’s support AYEVAC members are youths aged 15-29, advocating to the Government that child protection is a national priority. During the last six months, AYEVAC has conducted signification mobilisation efforts and now account for over 750 members across all districts.",
    "‘Alliance of Youth to End Violence Against Children (AYEVAC)’ was initiated by ChildFund Sri Lanka as a child and youth advocacy body to end violence against children. This includes preventing and responding to sexual, physical, mental, and online abuse against children. It adds value to ChildFund’s mandate on ensuring every child’s right is protected and safe.",
    "ChildFund believes as advocates, youth have more mobility to advocate for children as they have experienced these issues during their childhood and therefore are in a strong position to advocate for children. The voice of this youth movement can advocate to the Government and stakeholders that child protection is a national priority. Therefore, all policies and practices must be conducive.",
    "The camp facilitated by ChildFund Sri Lanka, brought together over 100 youth leaders of the AYEVAC Team, from all 25 districts in the island. A few parents of the youth members, ChildFund Sri Lanka staff and local partners were also present at this unique event. The camp focused on building youth leadership qualities, increasing awareness on child related issues, learning how to be advocates for ending violence against children and raising their voices on child protection issues.",
    "The camp also aimed at building the team spirit among AYEVAC members, reviewing, and updating the existing AYEVAC leadership structure and electing members for the governance and leadership roles. Another key priority was to develop a plan of action for the period July 2022 to June 2024 to energise and up-scale the future mission of the movement.",
    "The sessions at the camp included knowledge sharing on child protection, ensuring the participating youth understood the concepts on violence against children, how it affects the community, how to voice their opinion, revisiting AYEVAC leadership roles, planning and discussing the movement’s future direction and election of office-bearers.",
    "ChildFund Sri Lanka has been collaborating with AYEVAC since 2019, mobilising young people across Sri Lanka to speak out against violence and champion policies that protect children.",
    "One of ChildFund Sri Lanka’s core programs are ‘Child protection and advocacy’. By undertaking interventions of supporting the movement, ChildFund Sri Lanka is strengthening the movement and ensuring capacity building and galvanising communities in dealing with child protection.",
    "Elaborating on ChildFund Sri Lanka’s collaboration with AYEVAC, Country Manager Sri Lanka Nalaka Siriwardena said: “It is our mandate to support youth in the country to develop their leadership ability and become responsible citizens. Increasing their knowledge on child rights and protection, mobilise them to be change agents, giving them the exposure and opportunities are essential elements in this process. AYEVAC provides them this space while contributing to the important discourse on ending violence against children in the country. AYEVAC will not only develop a set of youth leaders but it will also address one of the grave issues related to children”",
    "Together with ChildFund Sri Lanka’s support, AYEVAC aims to continue to empower youth to become child protection advocates on their own, becoming change agents and future leaders."
  ]
}