{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Aitken-Spence-among-Sri-Lanka-s-best-for-transparency-in-corporate-reporting/34-732018",
  "time_ut": 1647298560,
  "title": "Aitken Spence among Sri Lanka’s best for transparency in corporate reporting",
  "body_lines": [
    "Aitken Spence PLC was once again in the limelight among the top companies in Sri Lanka for responsible corporate conduct.",
    "The company was recognised for transparency in corporate reporting, as per the reviews conducted by Transparency International Sri Lanka (TISL). The company received a high score in the ‘Significantly Transparent’ category.",
    "Aitken Spence Hotel Holdings PLC was also recognised among the top companies, alongside other larger corporates and only in the second year of TISL assessment.",
    "“We are honoured to be recognised among the top companies for the second time in Sri Lanka’s assessment on transparency in corporate reporting by TISL. It reinforces our commitment to ensure transparency in our operations – especially through our performance disclosures,” said Aitken Spence Deputy Chairman and Managing Director Dr. Parakrama Dissanayake.",
    "“These external assessments are mechanisms for us to identify opportunities for growth. We take independent feedback seriously to strengthen our management practices as well as public disclosures and these platforms provide useful insights to elevate our benchmarks. We also thank Transparency International Sri Lanka for their detailed report and believe that this will further strengthen future corporate disclosures,” he added.",
    "Aitken Spence has worked over many years to develop its internal procedures aligned to local and global best practices endorsed by the company. The group’s reporting structure has always provided a balanced review of its performance with high levels of transparency whilst communicating relevant material information in a concise yet comprehensive manner.",
    "The group’s corporate governance framework is based on five key principles: leadership, culture and ethics, risk management and internal control, accountability, and shareholder communication. This ensures the execution of the group’s strategic objectives effectively and ethically in compliance with applicable legislation in the markets in which we operate. Moreover, we adapt to global benchmarks and best practices by continuously refining our structures, policies and procedures that are aimed at strengthening the group’s governance framework.",
    "Aitken Spence has demonstrated leadership in transparency, accountability and good governance in diverse platforms. The company has been recognised among the top ranks in the ACCA Sustainability Reporting Awards, the CMA Excellence in Integrated Reporting Awards, Annual Report Awards conducted by the Chartered Accountants of Sri Lanka and has maintained the Platinum ranking in the STING Corporate Accountability Index in consecutive rankings since 2010.",
    "Listed in the Colombo Stock Exchange since 1983, Aitken Spence is anchored to a heritage of excellence spanning over 150 years and driven by more than 12,000 employees across 16 industries in eight countries: Sri Lanka, Maldives, Fiji, India, Oman, Myanmar, Mozambique and Bangladesh."
  ]
}