{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-trojan-horse-at-diyawanna-oya/",
  "time_ut": 1650689400,
  "title": "A Trojan Horse at Diyawanna Oya",
  "body_lines": [
    "Now we all wonder what is going to happen. Sri Lanka looks like one over-sized jigsaw puzzle with some of the important pieces missing. Sajith leading the Opposition says Gota and MR must go and the 20th amendment should be abolished. That is their battle front. It is an appropriate ‘battle cry’ too and looks like SJB as a party will not move an inch from that.",
    "This is the theme song of the Galle Face uprising too and should be the stand of everyone protesting against the rulers – be they organizational or individual. As I write, it has been almost two weeks since the storm brewed, and it has over-flowed the tea cup many days ago. This sure is no rice packet and a bottle of arrack and a few thousand rupees worth of hired anti-government mimicking. This is much more, this is the ‘real deal’. A vast gathering of people from all races and all religions and from all walks of life, rising as one people against the tyranny of the powers that be. It is not only on Galle Face, it is spread around the island – it is all sinking into peoples hearts.",
    "Sadly, we see scant reactions from the rulers except a few sticking plaster patches to stem the tide till alternate arrangements could be made to retain power. It all looks like a Greek tragedy, a minor Iliad being re-casted, of course, without a Helen. They seem to be bringing in a ‘Trojan Horse’ to complete the tableau.",
    "Odysseus is already in Washington meeting the Money Barons. Does anyone know who flew with him?",
    "SLPP got 40 to resign. Now they have a new cabinet too, sitting in parliament. If it comes to the wire where a crucial vote is taken in parliament it will be a comedy to imagine the 40 playing ‘musical chairs will vote against the SLPP. That is the visible situation, and it sure looks like there is a Trojan Horse in Diyawanna Oya.",
    "The only way out of this quagmire is a change. We may fall from the frying pan into the microwave, but the change must come. anyone who is protesting against the Royal family should not settle for anything less than a power change at the top. The 20th amendment has to be altered, modified or abolished. Without that, what will happen to Sri Lanka will be the same thing that happened to the all-powerful City of Troy.",
    "So far there is one death, let not that Rambukkana man’s innocent life be lost in vain. Chaminda Lakshan was no criminal. Just an ordinary citizen waiting to buy petrol for his motorcycle. He was no different to you or me. And now he is dead.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}