{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aiyas-wisdom-and-mallis-folly/",
  "time_ut": 1653073140,
  "title": "Aiya’s wisdom and Malli’s folly",
  "body_lines": [
    "Former Minister Chamal Rajapaksa has told Parliament that his younger brother, Mahinda, should have quit politics after completing his second term as the President. This is something Chamal Aiya could have told Mahinda Malli in private. Why did he make such a statement on the floor of the House, of all places?",
    "Mahinda is not alone in trouble; all members of the Rajapaksa family find themselves in hot water. Their properties have come under mob attacks, and they cannot move about freely. Worse, they have had to suffer indignities at the hands of angry protesters, who include many of their erstwhile supporters. Whoever would have thought, about a year or so ago, that such a fate would befall the powerful ruling family?",
    "The Rajapaksa family is in the current predicament mainly because it took the masses for asses. The Rajapaksas thought the country was their fiefdom, and laboured under the delusion that they could ride on the sataka of Mahinda, who used to be a political magnet, win elections and continue to pull the wool over the eyes of the public. They did not learn from their humiliating defeat in 2015, and became cocky and arrogant when the people, fed up with the yahapalana rule, elected them again in 2019/2020, for want of a better alternative; they started making up for lost time. Their current rule is like a replay of the Mahinda Rajapaksa government (2010-2015), and what they are facing today would have played out if President Rajapaksa had succeeded in securing a third term in 2015.Chamal’s admonition, as it were, for Mahinda has come too late in the day although one cannot but fully endorse it. He should have prevailed on Mahinda not to introduce the 18th Amendment, which did away with the presidential term limit and restored the executive powers of the President. He was the Speaker at the time. The 18th Amendment became a curse for not only the Rajapaksa family but also the entire country.Did Chamal make a serious effort to dissuade his younger brother, President Gotabaya Rajapaksa (GR), from introducing the 20th Amendment, which is as draconian as the 18th Amendment, and has boomeranged? President GR has given in to pressure from the protesting public and undertaken to do away with the 20th Amendment and reduce his executive powers.",
    "As a seasoned politician, Chamal should also have protested against the appointment of his younger brother, Basil, as the Minister of Finance. The task of running the Finance Ministry requires a real maven. If a well-versed person had been appointed the Finance Minister and given a free hand to address the economic crisis with the help of experts from the Central Bank, the Finance Ministry and elsewhere, the country would not have gone bankrupt, and the Rajapaksas would have been safe.Chamal should have guided President GR, who apparently thought he could run the country with the help of some retired military officers, whose pathetic performance as public officials makes one wonder how they succeeded in defeating the LTTE, which was described as the most ruthless terrorist outfit in the world. The so-called intellectuals who rallied behind GR and made his victory possible at the 2019 presidential election have their critics visiting mockery upon them. Has Chamal admonished the incumbent President as well?",
    "The Rajapaksa family has not given up its efforts to retain its grip on power, as can be seen from the way it is manipulating numbers in Parliament, and causing divisions among its rivals. It has appointed Ranil Wickremesinghe Prime Minister and engineered several crossovers from the SJB, and the SLPP dissident group. But what really matters is not dosh-induced defections but public opinion, which is obviously not in favour of the Rajapaksas.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}