{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sl-plunges-into-worst-economic-contraction-in-the-wake-of-dramatic-currency-collapse-cbsl-governor/",
  "time_ut": 1653404880,
  "title": "SL plunges into worst economic contraction in the wake of dramatic currency collapse – CBSL Governor",
  "body_lines": [
    "Sri Lanka will witness the worst economic contraction in its history, as it reels from a currency collapse of the rupee from 200 to 370 to the US dollar and interest rates contracted above 20 per cent, Central Bank Governor Dr. Nandalal Weerasinghe said.",
    "“Sri Lanka is going through severe fuel shortages and power cuts after the credibility of a soft-peg was broken by mis-targeted interest rates in the course of targeting an output gap (printing money to boost growth) under the Keynesian ideology, Weerasinghe said while addressing the Press Club of the Sri Lanka Press Institute. The event was held at the Colombo Hilton on Monday.",
    "Weerasinghe added: “At this juncture we cannot make normal imports for the next three to six months. Industries are saying there is no raw material. Only essential imports can be made on a priority basis in order to maintain day- to- day activities.",
    "‘Sri Lanka’s economy contracted 3.6 per cent in 2020 amid the Coronavirus crisis and it also contracted 1.5 per cent in 2001, after a soft-peg crisis amid a civil war.",
    "‘The latest failure of the unstable peg with the US dollar came after the Central Bank printed over two trillion rupees over two years to mis-target interest rates, leading to a steep collapse of the currency and a correction of the interest rates back to around 20 to 25 per cent.",
    "‘The economic crisis has also spilled over into a political crisis and social unrest.",
    "‘The rupee’s 2022 fall to 380 to the US dollar from 200 to the dollar is the worst currency crisis created by the soft-pegged Central Bank in its 72- year- old history.",
    "‘The money printing Central Bank created its first economic crisis and output shock in 1953, bringing down growth to 0.7 per cent after triggering a now famous “hartal”.",
    "‘An Exchange Control Act was also enacted in 1952 as the printed money from the newly set up Central Bank scrambled to go out, in a phenomenon that was repeated multiple times over the next 70 years and dragged the country into 16 IMF programs.",
    "‘The unstable Central Bank was set up by a US money doctor in 1950 in the style of Argentina’s BCRA, abolishing a Currency Board that had kept the country stable through two World Wars and the Great Depression, where money printing above the external anchor was outlawed.",
    "‘The worst recorded crises in the country include the 1948 uprising against the then colonial administration which took place after the British railway bubble burst, commodity prices fell and the then colonial government upped taxes. However, there is no information on the economic contraction that year.",
    "‘Sri Lanka’s citizens burnt the houses and property of the elected ruling class on May 9, after the unstable peg collapsed in a botched float where interest rates were not allowed to go up before the float and a surrender rule pushed the rupee down.",
    "‘Interest rates were allowed to go up after my appointment as CBSL Governor and the economy is now slowing and the headlong crash of the rupee peg has slowed.’",
    "Ninewells Hospital raises awareness on thyroid disease in newborns to commemorate World Thyroid Day 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}