{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mmca-sri-lanka-extends-rotation-1-of-encounters/",
  "time_ut": 1652364600,
  "title": "MMCA Sri Lanka extends Rotation 1 of ‘Encounters’",
  "body_lines": [
    "The Museum of Modern and Contemporary Art Sri Lanka (MMCA Sri Lanka) has extended Rotation 1 of its current exhibition ‘Encounters’ until 22 May 2022. The three artworks that provide the starting points for Rotation 1 include one painting by Senaka Senanayake (b. 1951) and two paintings by George Keyt (1901–1993) titled ‘The Friends’ (1982) and ‘Pounding Paddy’ (1952). The two paintings by Keyt provide the starting points for two displays that explore stories and ideas about love, intimacy, friendship, and family. The museum has extended this rotation by over a month to allow audiences more opportunities to visit the exhibition and look at artworks by Pradeep Thalawatta (b. 1979) in relation to Keyt’s ‘The Friends’ and further artworks by Asai Rasiah (1946–2020), Richard Gabriel (1924–2016) and Susiman Nirmalavasan (b. 1982) in relation to Keyt’s ‘Pounding Paddy’.",
    "The MMCA Sri Lanka, located at Crescat Boulevard, Colombo 03, is open all seven days of the week from 10 am to 6 pm. Entrance to the museum and participation at all events in its public programmes are free-of-charge. For visitors who cannot visit during daytime opening hours, the museum is open until 8 pm on Fridays. The museum is easily accessible by both private and public transport.",
    "‘Encounters’ is generously supported by the European Union, Foundation for Arts Initiatives, John Keells Foundation, Asian Hotels and Properties PLC, and Nations Trust Bank. The MMCA Sri Lanka is a cultural initiative focused on building a museum of modern and contemporary art for the country and fostering learning and engagement for as wide a public as possible. To complement its curated exhibitions and education programmes, the museum practices trilingual access, and is one of the only cultural institutions to do so in Sri Lanka.",
    "For more information, visit www.mmca-srilanka.org or follow them on Facebook at www.facebook.com/mmcasrilanka and Instagram at https://www.instagram.com/mmcasrilanka/ for updates.",
    "Trainocate Lanka Partners with Alethea International School to facilitate its Digital Transformation with RESET Microsoft 365 LMS",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}