{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/May-face-extra-charges-for-waiting-at-BIA-Airport-authorities/155-238454",
  "time_ut": 1654464120,
  "title": "May face extra charges for waiting at BIA: Airport authorities",
  "body_lines": [
    "The Russian Aeroflot aircraft grounded in Colombo due to a court order may face extra charges for remaining at the Bandaranaike International Airport (BIA) for about six days, until the next court hearing scheduled on June 08, the airport authorities said.",
    "The Aeroflot Flight RA73702, which departed Moscow’s Sheremetyevo Airport and arrived at the BIA on Thursday (02) after a nine-hour journey, was ordered to be grounded following an enjoining order preventing its take-off issued by the Colombo Commercial High Courts on behalf of an appeal filed by the Irish company Selective Aviation Trading Limited, which is linked to the aircraft lessor GECAS.",
    "The BIA authorities told the Daily Mirror the Aeroflot flight may face extra charges for remaining at the airport until its next court hearing date, which is on Wednesday (08).",
    "Usually an inbound flight is charged for various operations from the particular airport like for landing, parking, aerobridge fixing and ground handling including refuelling.",
    "Every flight is charged a fixed rate of US $4 per ton from its MTW (Maximum Take-off Weight) for landing, which could be 200 tons for an average Airbus A330-300 flight that flew under the Russian flagship carrier Aeroflot RA73702, the airport sources said.",
    "Every arriving flight gets a three-hour free parking period and will be charged 10% of the fee imposed on its MTW for every additional six hours, it is being parked on its apron in an airport.",
    "Therefore, the Aeroflot flight in Colombo is expected to face multiple charges for its stay during the six-day period until the court hearing, if the government officials do not intervene and report the matter to the court today considering the already brewing up diplomatic misunderstanding between the two countries, the sources further said. (Kurulu Koojana Kariyakarawana)"
  ]
}