{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Rupee-depreciation-impact-swells-private-credit-in-March/342-237144",
  "time_ut": 1652752320,
  "title": "Rupee depreciation impact swells private credit in March",
  "body_lines": [
    "Data shows banks having extended Rs.478bn in fresh credit but number hides lacklustre demand for real credit",
    "Credit blow-up is a result of sudden rupee depreciation as banks revalued their foreign currency assets and liabilities at weaker rupee",
    "In contrast, banks gave modest Rs.36bn and Rs.34bn in fresh credit in January and February",
    "Swelling in private credit gives an indication of extent to which country’s public debt stock could be revalued",
    "The sharp fall in the value of the rupee helped swell the amount of outstanding loans and advances to the private sector in March, as the banks revalued their foreign currency assets and liabilities at the weaker rupee stood at the end of the month compared to a month earlier.",
    "This gave a sudden boost to the private credit numbers stood at end-March, which otherwise had been anaemic and lacklustre, as the banks grew skittish over the deteriorating economic conditions and their consequences on their borrowers’ solvency and thereby the asset quality.",
    "The latest private sector credit growth numbers published by the Central Bank for March showed that the licensed commercial banks’ outstanding private sector credit growth had swollen by an unprecedented Rs.478.0 billion, marking the biggest expansion in private credit in a single month.",
    "“The sharp depreciation of the Sri Lankan rupee in March 2022 remains the key reason for the augmentation of monetary and credit aggregates terms in March 2022,” the Central Bank said explaining the underlying reason for the sharp ascent.",
    "The rupee shed 80 percent of its value through May 13, from March 7, when the then Governor Ajith Nivard Cabraal botched the rupee float, which earned the rupee the dubious reputation as the world’s worst performing currency.",
    "The March anomaly in private credit numbers, caused by the sharp fall in the value in the rupee, concealed the true trajectory of credit in the economy, as the banks expanded their private loan books by a more modest Rs.36 billion and Rs.34 billion in fresh credit in January and February, respectively.",
    "In fact, this condition was mirrored in the balance sheets of the licensed commercial banks coming out for the January-March quarter, which showed a sudden spike in the asset base, almost entirely due to the revaluation impact.",
    "For instance, Commercial Bank of Ceylon PLC, the largest private sector lender in the country, which filed its interim results for the quarter ended on March 31, 2022, showed its assets had grown by a robust 15 percent or Rs.280 billion, mostly on account of the rupee devaluation.",
    "Besides the anomalous private credit, public credit too had the same effect, as the net credit to the government and outstanding credit to the public corporations surged by Rs.449.4 billion and Rs.310.3 billion, respectively in March.",
    "This also reflects the extent to which the country’s public debt stock could be revalued at and thereby sending the country’s indebtedness to further unsustainable levels, just from the rupee depreciation shock, with all else remaining unchanged.",
    "This is another reason why a section of the economists made a case why Sri Lanka mustn’t depreciate its currency."
  ]
}