{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/european-union-gives-60-million-rupees-in-grants-to-support-small-tourism-businesses/",
  "time_ut": 1650547680,
  "title": "European Union gives 60 million rupees in grants to support small tourism businesses",
  "body_lines": [
    "The Delegation of the European Union in Sri Lanka (EU) and the Sri Lanka Tourism Development Authority (SLTDA) awarded the first three grants – worth 1 million rupees each – to small tourism enterprises to help them accelerate their post COVID recovery and build a stronger base for growth as tourists start returning to the country. Grants will be disbursed to up to 60 small and medium enterprises (SMEs) over the next two months, under the EU-funded ‘Tourism Resilience Project’ (TRP).",
    "The tourism industry has been gradually emerging from the COVID-19 pandemic, but is now being affected by the Russian invasion of Ukraine and by the ongoing crisis in the country. Many SMEs have been slow to recommence their businesses due to a lack of funding. The grants are expected to help the SMEs resume their operations, be better positioned to take advantage of the resurgence in tourism and to become more resilient in the future.",
    "The Ambassador of the EU Delegation in Sri Lanka, H.E. Denis Chaibi speaking at the event to hand over the first grants said “Small enterprises in the tourism sector were hit the hardest by the pandemic and needed support on multiple fronts, including grant funding. The current difficult situation in the country and Russia’s invasion of Ukraine is pushing local tourism industry yet into another phase of uncertainty. Therefore, we are working together with the SLTDA to put in place a series of activities for businesses to reestablish their operations in the short term and build a stronger base for the future growth. This includes access to finance, business incubation, and supply chain integration to help build a more resilient, sustainable, and safety conscious industry”.",
    "SLTDA Chairperson Kimarli Fernando said “There are over 550,000 people, directly and indirectly, engaged in the tourism industry—most of them working in SMEs and over 3 million dependent on tourism. We took a proactive approach from the start of the pandemic by putting in place measures to mitigate the challenges faced by the industry. The EU has supported us in this process, helping us jointly develop a wider program to build resilience in the industry and support the development of authentic signature experiences.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}