{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/towards-economic-recovery-tapping-hidden-potentials/",
  "time_ut": 1651160880,
  "title": "Towards Economic Recovery: Tapping hidden potentials",
  "body_lines": [
    "Foreign exchange issue is at the core of the current economic crises in the country. A number of solutions to address the issue on the short term and the long run including debt restructuring are currently under consideration. While focusing on immediate measures to address the issue, it is imperative for the country to plan over the medium term to ensure the sustainability of and complement to the proposed short term measures.",
    "FDI has been seen as one of the main driving forces of job creation, technology intrusion for local value addition and export growth. In addition, it facilitates the foreign exchange inflow. BOI as the institution responsible for promoting FDI mainly focuses on the manufacturing sector located in BOI-managed zones and outside, mixed development real estate sector, tourism and few other service sector projects.",
    "It is observed that a substantial number of projects and investment proposals are submitted by foreign and local investors to various ministries and departments. Often government institutions are in a dilemma that to follow normal tender procedure for these proposals or to treat them as investment. However, most of the ministries and departments do not possess separate arms to promote and facilitate investment in the respective sectors except for getting private sector participation in contracts and supplies.",
    "Further, most of the aforesaid investment proposals are non-traditional and complex in nature and involve high-technology and innovative management modalities. However, these investments projects often do not materialise due to delays in the process of getting approvals and various regulatory and institutional bottlenecks. In some cases the issue is the non-availability of due procedure or methodology to attract private investment with appropriate models such as PPPs, BOT and other modalities within the respective institutions. Inability of concerned government institutions/department to develop required documentation is also an issue in many instances.",
    "These projects often involve activities such as renting/leasing out public properties on long term basis, providing exploration and mining rights, hiring out government owned facilities which require careful assessment in preparing terms of references for the engagement.",
    "In addition, some proposals are submitted to BOI but cannot be implemented due to institutional barriers, legal and land clearance issues. Moreover, non-conducive rules and regulations which have not been updated in keeping with current trends and developments into account can be identified as a constraint.",
    "Against this background, it is necessary to create a mechanism to attract and retain these sector-specific investment proposals. There have been several unsuccessful attempts to develop such a mechanism. Mechanisms or institutional arrangements established for this purpose are in the category of officials’ standing committees that meet periodically to take decisions on investment proposals submitted by various ministries. However, there are no institutional arrangements to appraise the proposals with a framework based on appropriate assessment criteria specific to the respective sectors. Such appraisal should be based on clear and transparent criteria along with economic and financial analysis and more importantly the opportunity cost of such investment i. e. the alternatives have to be taken into consideration.",
    "It is therefore necessary to establish a mechanism/institutional arrangements to formulate common principles and guidelines to follow and assist ministries and sectors in processing investment proposals. Full-time staff with investment and sector expertise is required to undertake this task.",
    "When proposals are recommended, the proposed mechanism should look into all institutional, legal and other bottlenecks in respect of the implementation of a particular investment proposal, and constraints should be done away with.",
    "Investments, local and foreign, in some sectors are running well albeit with disputes occurring from time to time due to lack of clear policy principles and guidelines. There are ample opportunities in several sectors for private sector/foreign investors to undertake projects using their capital, non-traditional technologies and innovative management systems.",
    "(i) Projects/proposals to provide services to people using government assets in collaboration with government entities/ engaging in lease or rental arrangements with specific terms, e. g. transport, tourism, ports, renewable energy, health technologies, telecommunication sectors",
    "(ii) Projects engaged in manufacturing using mainly local raw material for export and domestic market, e. g. mineral, pharmaceuticals and agriculture, industries sectors.",
    "There could be resistance from general public for getting private sector involvement, especially in the service delivery, which is traditionally delivered by the government taking some past experiences into consideration. Moreover, people are suspicious of malpractices associated with the unsolicited proposals implemented by government institutions on turnkey basis in the past. Even for the manufacturing sector, popular criticism of multinational companies’ exploitation can come up. Private sector, especially foreign investors, is too reluctant and not in a position to make such investments if the government changes its policies inconsistently. Formulating clear and transparent procedures and adhering to the good governance principles is important to address above issues.",
    "The purpose of promoting investment in non-traditional areas is to tap the hidden potentials of those sectors to contribute to the economy by using private sector innovations and ability to contribute to economy. While contributing to economic growth, attracting private investments especially foreign investment that creates multiplier effects in economy will help to ease the current foreign reserve issues to a certain extent. Importantly, this will open up new avenues to utilise the redundant government assets in productive, competitive and efficient manner which in turn will contribute to economic growth in multiple ways.",
    "(Views expressed in this article are those of the author and do not necessarily reflect the official policy of any agency.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}