{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-PR-Wire-ranked-third-fastest-growing-PR-Firm-in-the-Asia-Pacific-Middle-East-and-African-Region-in-2021/34-732411",
  "time_ut": 1647973800,
  "title": "Sri Lanka’s PR Wire ranked third fastest-growing PR Firm in the Asia-Pacific, Middle East and African Region in 2021",
  "body_lines": [
    "Records 56% growth following China’s Topline Brand Management and India’s Kaizzen",
    "PR Wire – one of Sri Lanka’s leading Public Relations consultancies has been recognised as a Fast",
    "Mover in PRovoke Media’s ‘Global PR Agency Rankings 2021’, ranking third amongst the fastest-growing PR firms across Asia-Pacific, the Middle East and Africa.",
    "Recording a phenomenal 56% growth PR Wire Sri Lanka has transcended borders to rank in third place after China’s Topline Brand Management and India’s Kaizzen – both of which recorded a 64% growth in the past year.",
    "This noteworthy recognition from PRovoke Media is testament to PR Wire’s dedication and commitment to delivering outstanding services, generating impactful conversations and creating long-term value for its clients around the globe, while also signifying its strength and resilience in navigating the COVID-19 pandemic diligently and through proactive tech innovation and team commitment.",
    "Commenting on the notable achievement PR Wire Chairperson Ashan Kumar states, “It’s a privilege to be recognised as one of the top three fastest growing PR firm across Asia-Pacific, Middle East and African markets. PR Wire has always strived beyond the boundaries of public relations, seeking to empower our valued clientele with a vast range of strategic and reputation- focused communications that would help them seamlessly navigate the ever-evolving world of PR and trust. I dedicate this award to my country, team and valued clientele – we will continue to lead and empower the next generation of communipreneurs in our country as well as the region”.",
    "According to Provoke the global PR industry declined by 4% in 2020 based on PRovoke Media’s definitive annual ranking of the world’s top 250 PR firms. The research revealed that the Top 250 PR firms reported fee income of around $ 13.2 billion in 2020, effectively flat in USD terms compared to last year’s Top 250 ranking.",
    "“PR Wire has established its presence in Australia, New Zealand and The Maldives and is currently expanding its footprint into other markets within the AMEA region. This prestigious recognition from PRovoke Media couldn’t have come at a better time and we’re eagerly looking forward to making a profound impression through our purpose-driven communication strategies – challenging the traditional and common identities of Corporate Communications, Public Relations and Reputation Management. The era is now shaping for the 21st century leaders and current social, economic, political and technological dynamics indicate the importance of strategic intelligence and constant change in the way a brand should connect with its publics and do business”, notes PR Wire Group Director Krishanthi Dhayalan.",
    "Founded in 2010 PR Wire Sri Lanka offers consultation and services to meet every marketing communications need in today’s rapidly changing PESTEL landscape. Combining the offerings of modern PR, media relations, influencer relations, reputation building, brand positioning, crisis management and much more, PR Wire is renowned for its custom-designed public relations solutions, deviating from a ‘one-size-fits-all’ approach. Bringing home several global PR awards and working closely with many local and international corporate clients, PR Wire believes in being a distinct knowledge-sharing consultancy, elevating the local PR industry to global standards."
  ]
}