{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-treasury-bill-yields-down-95853/",
  "time_ut": 1655306760,
  "title": "Sri Lanka Treasury bill yields down",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Treasury bill yields fell across maturities at Wednesday’s auction with the 3-month yield falling 118 basis points to 20.73 percent, data from the state debt office showed.",
    "The debt office sold 67 billion rupees of 3-month bills after offering 45 billion.",
    "The 6-month bill fell 99 basis points to 21.90 percent with 15.5 billion rupees of bills sold after offering 25 billion.",
    "The 12-month yield fell 109 basis points with 15.4 billion rupees of bills sold.",
    "The debt office sold all offered 98 billion rupees of bills. (Colombo/June015/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා භාණ්ඩාගාර බිල්පත් පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT - බදාදා වෙන්දේසියේදී ශ්‍රී ලංකාවේ භාණ්ඩාගාර බිල්පත් ප්‍රතිලාභ කල්පිරෙන කාලය තුළ පහත වැටුණු අතර මාස 3ක අස්වැන්න පදනම් ලකුණු 118 කින් සියයට 20.73 දක්වා පහත වැටී ඇති බව රාජ්‍ය ණය කාර්යාලයේ දත්ත පෙන්වා දෙයි.",
        "ණය කාර්යාලය බිලියන 45ක් පිරිනැමීමෙන් පසු මාස ​​තුනේ බිල්පත් රුපියල් බිලියන 67ක් විකුණුවා.",
        "බිලියන 25 ක බිල්පත් විකුණා රුපියල් බිලියන 15.5 ක බිල්පත් සමඟ මාස 6 ක බිල්පත පදනම් අංක 99 කින් සියයට 21.90 ක් දක්වා පහත වැටී ඇත.",
        "රුපියල් බිලියන 15.4 ක බිල්පත් විකුණා ඇති අතර මාස 12 ක අස්වැන්න පදනම් ලකුණු 109 කින් පහත වැටුණි.",
        "ණය කාර්යාලය ඉදිරිපත් කළ රුපියල් බිලියන 98 බිල්පත් සියල්ල විකුණුවා. (කොළඹ/ජූනි015/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை திறைசேரி உண்டியல் குறைந்துள்ளது",
      "body_lines": [
        "ECONOMYNEXT - புதன்கிழமை நடந்த ஏலத்தில் இலங்கையின் கருவூல உண்டியல் மகசூல் முதிர்வு முழுவதும் சரிந்தது, 3 மாத மகசூல் 118 அடிப்படை புள்ளிகள் குறைந்து 20.73 சதவீதமாக உள்ளது, மாநில கடன் அலுவலகத்தின் தரவு காட்டுகிறது.",
        "கடன் அலுவலகம் 45 பில்லியனை வழங்கிய பின்னர் 67 பில்லியன் ரூபாய் 3 மாத பில்கள் விற்றது.",
        "6 மாத பில் 99 அடிப்படை புள்ளிகள் சரிந்து 21.90 சதவீதமாக இருந்தது, 25 பில்லியனை வழங்கிய பின்னர் 15.5 பில்லியன் ரூபாய் பில்கள் விற்கப்பட்டன.",
        "15.4 பில்லியன் ரூபாய் பில்கள் விற்கப்பட்டதில் 12 மாத மகசூல் 109 அடிப்படை புள்ளிகள் சரிந்தது.",
        "கடன் அலுவலகம் வழங்கிய அனைத்து 98 பில்லியன் ரூபாய் பில்களையும் விற்றது. (கொழும்பு/ஜூன்015/2022)"
      ]
    }
  }
}