{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Activist-Anuruddha-Bandara-files-FR-Petition-against-police-seeking-Rs-100-m-in-damages/56-734167",
  "time_ut": 1651260000,
  "title": "Activist Anuruddha Bandara files FR Petition against police seeking Rs. 100 m in damages",
  "body_lines": [
    "Social media activist Anuruddha Bandara yesterday filed a fundamental rights petition in the Supreme Court, seeking a ruling that his arrest and detention violated his fundamental rights.",
    "The fundamental rights petition filed through Attorney-at-Law Johan Peiris against 12 officials including Senior DIG Deshabandu Tennakoon and the Attorney General seeks Rs. 100 million in damages.",
    "The petitioner has stated in his petition that the respondents had illegally arrested and detained him for allegedly criticising the President. He was released on bail by the Magistrate after being produced before the court.",
    "The petitioner alleges that the arrest and detention by the respondents violated his freedom of speech and expression guaranteed by the Constitution.",
    "Accordingly, the petitioner has requested the court to issue an order to the respondents to pay Rs. 100 million in compensation for violating his basic human rights.",
    "Petitioner Anuruddha Bandara said the fundamental rights petition was filed not because of personal animosity with the police, but for a law-abiding police force that protects the citizen, respects basic human rights, and serves honourably with a conscience.",
    "“We are not prepared to remain silent in the face abuses of law. I hope this petition will help future Sri Lankans, especially social media activists, to uphold their right to freedom of expression and fundamental rights,” Bandara said in a social media post.",
    "The petitioner thanked the Bar Association of Sri Lanka President Saliya Peiris PC, Attorney-at-Law Thanuka Nandasiri, Attorney-at-Law Yohan Peiris, and Attorney-at-Law Pavithra Manujaya, for representing him.",
    "Anuruddha Bandara was arrested by a team of officers from the Colombo North Crimes Division on Friday, 1 April night in Ethgala, Gampola. After his arrest, Anuruddha was detained at the Criminal Investigation Division of the Modara Police until he was produced before the Hulftsdorp Magistrate’s Court Saturday (02 April) night."
  ],
  "translate": {
    "si": {
      "title": "ක්‍රියාකාරිකයෙකු වන අනුරුද්ධ බණ්ඩාර පොලිසියට එරෙහිව රුපියල් මිලියන 100 ක මුදලක් ඉල්ලා එෆ්ආර් පෙත්සමක් ගොනු කරයි. 100 m හානියක්",
      "body_lines": [
        "සමාජ මාධ්‍ය ක්‍රියාකාරිකයෙකු වන අනුරුද්ධ බණ්ඩාර විසින් ඊයේ ශ්‍රේෂ්ඨාධිකරණයට මූලික අයිතිවාසිකම් පෙත්සමක් ගොනු කරමින්, තමන් අත්අඩංගුවට ගෙන රඳවා තබාගැනීමෙන් තම මූලික අයිතිවාසිකම් කඩවන බවට තීන්දුවක් ලබාදෙන ලෙස ඉල්ලා සිටියේය.",
        "ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති දේශබන්දු තෙන්නකෝන් සහ නීතිපති ඇතුළු නිලධාරීන් 12 දෙනෙකුට එරෙහිව නීතීඥ ජොහාන් පීරිස් මහතා හරහා ගොනු කර ඇති මූලික අයිතිවාසිකම් පෙත්සම මගින් රුපියල් මිලියන 100ක මුදලක් ඉල්ලා තිබේ. මිලියන 100 ක හානියක්.",
        "ජනාධිපතිවරයා විවේචනය කළ බව පවසමින් වගඋත්තරකරුවන් තමන්ව නීතිවිරෝධී ලෙස අත්අඩංගුවට ගෙන රඳවා තබාගෙන සිටි බව පෙත්සම්කරු සිය පෙත්සමෙන් දක්වා ඇත. ඔහු අධිකරණයට ඉදිරිපත් කිරීමෙන් අනතුරුව මහේස්ත්‍රාත්වරයා විසින් ඇප මත මුදා හැර තිබේ.",
        "පෙත්සම්කරු චෝදනා කරන්නේ වගඋත්තරකරුවන් විසින් අත්අඩංගුවට ගෙන රඳවා තබා ගැනීම තුළින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සහතික කර ඇති තම භාෂණයේ සහ අදහස් ප්‍රකාශ කිරීමේ නිදහස උල්ලංඝනය වන බවයි.",
        "ඒ අනුව රුපියල් ලක්ෂයක මුදලක් ගෙවන ලෙස වගඋත්තරකරුවන්ට නියෝගයක් නිකුත් කරන ලෙස පෙත්සම්කරු අධිකරණයෙන් ඉල්ලා ඇත. ඔහුගේ මූලික මානව හිමිකම් කඩ කිරීම වෙනුවෙන් රුපියල් මිලියන 100 ක වන්දියක්.",
        "පෙත්සම්කාර අනුරුද්ධ බණ්ඩාර කියා සිටියේ මෙම මූලික අයිතිවාසිකම් පෙත්සම ගොනු කර ඇත්තේ පොලිසිය සමඟ ඇති පෞද්ගලික තරහක් නිසා නොව පුරවැසියා ආරක්ෂා කරන, මූලික මිනිස් අයිතිවාසිකම්වලට ගරු කරන සහ හෘද සාක්ෂියට ගෞරවාන්විතව සේවය කරන නීතිගරුක පොලිසියක් සඳහා බවයි.",
        "“නීතිය අවභාවිත කිරීම් හමුවේ නිහඬව සිටීමට අපි සූදානම් නැහැ. මෙම පෙත්සම අනාගත ශ්‍රී ලාංකිකයින්ට, විශේෂයෙන් සමාජ මාධ්‍ය ක්‍රියාකාරීන්ට ප්‍රකාශනයේ නිදහස සහ මූලික අයිතිවාසිකම් සඳහා ඇති අයිතිය තහවුරු කිරීමට උපකාරී වනු ඇතැයි මම බලාපොරොත්තු වෙමි, ”බණ්ඩාර සමාජ මාධ්‍ය සටහනක් තබමින් පැවසීය.",
        "තමා වෙනුවෙන් පෙනී සිටි ශ්‍රී ලංකා නීතීඥ සංගමයේ සභාපති ජනාධිපති නීතිඥ සාලිය පීරිස්, නීතිඥ තනුක නන්දසිරි, නීතිඥ යොහාන් පීරිස් සහ නීතිඥ පවිත්‍රා මනුජය යන මහත්ම මහත්මීන්ට පෙත්සම්කරු ස්තුතිය පුද කළේය.",
        "අනුරුද්ධ බණ්ඩාර අප්‍රේල් 01 වැනි සිකුරාදා රාත්‍රියේ ගම්පොළ ඇත්ගාල ප්‍රදේශයේදී උතුරු කොළඹ අපරාධ කොට්ඨාශයේ නිලධාරීන් කණ්ඩායමක් විසින් අත්අඩංගුවට ගෙන ඇත. අත්අඩංගුවට ගැනීමෙන් පසු, අනුරුද්ධ සෙනසුරාදා (අප්‍රේල් 02) රාත්‍රියේ අලුත්කඩේ මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කරන තෙක් මෝදර පොලිසියේ අපරාධ විමර්ශන අංශයේ රඳවාගෙන සිටියේය."
      ]
    },
    "ta": {
      "title": "செயற்பாட்டாளர் அனுருத்த பண்டார, பொலிஸாருக்கு எதிராக ரூ. சேதத்தில் 100 மீ",
      "body_lines": [
        "சமூக ஊடக ஆர்வலர் அனுருத்த பண்டார, தம்மை கைதுசெய்து தடுத்து வைத்தமை தனது அடிப்படை உரிமைகளை மீறுவதாக தீர்ப்பளிக்கக் கோரி, உச்ச நீதிமன்றத்தில் நேற்று அடிப்படை உரிமை மனுவொன்றை தாக்கல் செய்துள்ளார்.",
        "சிரேஷ்ட பிரதி பொலிஸ் மா அதிபர் தேசபந்து தென்னகோன் மற்றும் சட்டமா அதிபர் உள்ளிட்ட 12 அதிகாரிகளுக்கு எதிராக சட்டத்தரணி ஜோஹான் பீரிஸ் ஊடாக தாக்கல் செய்யப்பட்ட அடிப்படை உரிமை மனுவில் ரூ. 100 மில்லியன் சேதம்.",
        "ஜனாதிபதியை விமர்சித்த குற்றச்சாட்டில் பிரதிவாதிகள் தம்மை சட்டவிரோதமாக கைது செய்து தடுத்து வைத்துள்ளதாக மனுதாரர் தனது மனுவில் குறிப்பிட்டுள்ளார். நீதிமன்றத்தில் ஆஜர்படுத்தப்பட்ட பின்னர் நீதவான் பிணையில் விடுவிக்கப்பட்டார்.",
        "பிரதிவாதிகளின் கைது மற்றும் காவலில் இருப்பது அரசியல் சாசனம் உத்தரவாதம் அளித்துள்ள பேச்சு மற்றும் கருத்து சுதந்திரத்தை மீறுவதாக மனுதாரர் குற்றம் சாட்டியுள்ளார்.",
        "இதன்படி, பிரதிவாதிகளுக்கு 2000 ரூபாய் வழங்க உத்தரவிடுமாறு மனுதாரர் நீதிமன்றில் கோரியுள்ளார். அவரது அடிப்படை மனித உரிமைகளை மீறியதற்காக 100 மில்லியன் இழப்பீடு.",
        "மனுதாரர் அனுருத்த பண்டார, பொலிஸாருடன் தனிப்பட்ட விரோதம் காரணமாக இந்த அடிப்படை உரிமை மனு தாக்கல் செய்யப்படவில்லை என்றும், குடிமகனைப் பாதுகாக்கும், அடிப்படை மனித உரிமைகளுக்கு மதிப்பளித்து, மனசாட்சியுடன் கெளரவமாக பணியாற்றும் சட்டத்தை மதிக்கும் காவல்துறையினருக்காக தாக்கல் செய்யப்பட்டுள்ளதாக தெரிவித்தார்.",
        "“சட்ட துஷ்பிரயோகங்களை எதிர்கொண்டு அமைதியாக இருக்க நாங்கள் தயாராக இல்லை. இந்த மனு எதிர்கால இலங்கையர்களுக்கு, குறிப்பாக சமூக ஊடக ஆர்வலர்களுக்கு அவர்களின் கருத்துச் சுதந்திரம் மற்றும் அடிப்படை உரிமைகளுக்கான உரிமையை நிலைநிறுத்த உதவும் என நான் நம்புகிறேன்” என சமூக ஊடகப் பதிவில் பண்டார தெரிவித்துள்ளார்.",
        "இலங்கை சட்டத்தரணிகள் சங்கத்தின் தலைவர் சாலிய பீரிஸ் பி.சி., சட்டத்தரணி தனுகா நந்தசிறி, சட்டத்தரணி யோஹான் பீரிஸ், மற்றும் சட்டத்தரணி பவித்ரா மனுஜய ஆகியோருக்கு மனுதாரர் நன்றி தெரிவித்தார்.",
        "அனுருத்த பண்டார கொழும்பு வடக்கு குற்றத்தடுப்பு பிரிவின் அதிகாரிகள் குழுவினால் ஏப்ரல் 1 ஆம் திகதி வெள்ளிக்கிழமை இரவு கம்பளை எத்கலையில் வைத்து கைது செய்யப்பட்டார். கைது செய்யப்பட்ட பின்னர், அனுருத்த, சனிக்கிழமை (ஏப்ரல் 02) இரவு புதுக்கடை நீதவான் நீதிமன்றில் ஆஜர்படுத்தப்படும் வரை மோதர காவல்துறையின் குற்றப் புலனாய்வுப் பிரிவில் தடுத்து வைக்கப்பட்டார்."
      ]
    }
  }
}