{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/29/nepal-plane-with-22-on-board-including-4-indians-missing/",
  "time_ut": 1653808020,
  "title": "Nepal plane with 22 on board, including 4 Indians, missing",
  "body_lines": [
    "(NDTV); A small passenger plane operated by a private airline in Nepal went missing on Sunday with 22 people on board, including four Indians, airline officials said.",
    "The Tara Air 9 NAET twin-engine aircraft lost contact while flying from the tourist town of Pokhara, some 200 km northwest of the capital, Kathmandu, to Jomsom, about 80 km to the northwest, they said. The aircraft, which was on a 15-minute scheduled flight, lost contact shortly after take-off at 9:55 am local time.",
    "“The aircraft was seen over the sky of Jomsom in Mustang district and then had diverted to Mt. Dhaulagiri after which it hadn’t come into contact,” Chief District Officer Netra Prasad Sharma was quoted as saying by news agency ANI.",
    "The aircraft was hosting 4 Indians and 3 Japanese nationals. The remaining were Nepali citizens & the aircraft had 22 passengers including the crew, according to the State Television.",
    "As per the police officials, the aircraft has been suspected to have crashed in the “Titi” area of Lete in the mountainous Mustang district, which is the fifth-largest district of the Himalayan nation and hosts the pilgrimage of Muktinath Temple.",
    "“Locals from Titi have called and informed us that they have heard an unusual sound as if there was some bang. We are deploying a helicopter to the area for the search operation,” Ram Kumar Dani, DSP of District Police Office, Mustang told ANI.",
    "The Nepal government has deployed two private helicopters from Mustang and Pokhara for the search for missing aircraft. Nepal Army chopper is also being prepared to be deployed for the search, said Phadindra Mani Pokharel, spokesperson at Home Ministry told ANI over the phone.",
    "Tara Air boasts of having the “widest domestic flights network” in Nepal. “No other airlines in Nepal flies to the remote STOL (short takeoff and landing) sectors as extensively and frequently as we do. We transport essential supplies to the hinterlands, including food grains, medicines, relief materials and operate flights for rescue purposes,” the airline website says.",
    "The airline operates a fleet of seven STOL aircrafts, comprising of five Twin Otter (DHC 6/300) and two Dornier (DO 228) aircrafts.",
    "Nepal, home to the world’s highest mountain, does have a record of accidents on its extensive domestic air network, with changeable weather and airstrips in difficult mountain locations.",
    "In 2016, a Twin Otter turboprop aircraft operated by Tara Air crashed n the western district of Myagdi, leaving 23 people dead. Apart from three crew, 20 passengers, including a Chinese and one a Kuwaiti national, were on board the ill-fated flight.",
    "Homicide & Organized Crimes Division takes over Atulugama murder case"
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියානුවන් 4 දෙනෙකු ඇතුළු 22 දෙනෙකු සමඟ නේපාල ගුවන් යානයක් අතුරුදන්",
      "body_lines": [
        "(NDTV); නේපාලයේ පෞද්ගලික ගුවන් සමාගමක් විසින් මෙහෙයවනු ලබන කුඩා මගී ගුවන් යානයක් ඉරිදා අතුරුදන් වූයේ ඉන්දියානුවන් හතර දෙනෙකු ඇතුළු පුද්ගලයින් 22 දෙනෙකු සමඟ බව ගුවන් සේවා බලධාරීහු පවසති.",
        "Tara Air 9 NAET ද්විත්ව එන්ජින් සහිත ගුවන් යානය කත්මණ්ඩු අගනුවරට කිලෝමීටර් 200ක් පමණ වයඹ දෙසින් පිහිටි Pokhara නම් සංචාරක නගරයේ සිට වයඹ දෙසින් කිලෝමීටර් 80ක් පමණ දුරින් Jomsom දක්වා පියාසර කරමින් සිටියදී සම්බන්ධතාව නැති වී ගිය බව ඔවුහු පවසති. මිනිත්තු 15 ක නියමිත ගුවන් ගමනක යෙදී සිටි ගුවන් යානය දේශීය වේලාවෙන් පෙරවරු 9:55 ට ගුවන්ගත වී ටික වේලාවකට පසු සබඳතා නැති විය.",
        "\"ගුවන් යානය Mustang දිස්ත්‍රික්කයේ Jomsom හි අහසට ඉහළින් දැක ඇති අතර පසුව එය සම්බන්ධ නොවී Dhaulagiri කන්ද වෙත හරවා යවා ඇත,\" ප්‍රධාන දිස්ත්‍රික් නිලධාරි නේත්‍රා ප්‍රසාද් ෂර්මා උපුටා දක්වමින් ANI පුවත් සේවයට වාර්තා කළේය.",
        "ගුවන් යානයේ ඉන්දියානුවන් 4 දෙනෙකු සහ ජපන් ජාතිකයින් තිදෙනෙකු සිට ඇත. ඉතිරි අය නේපාල පුරවැසියන් වන අතර ගුවන් යානයේ කාර්ය මණ්ඩලය ඇතුළුව මගීන් 22 ක් සිටි බව රාජ්‍ය රූපවාහිනිය පවසයි.",
        "පොලිස් නිලධාරීන්ට අනුව, හිමාලයානු ජාතියේ පස්වන විශාලතම දිස්ත්‍රික්කය වන සහ මුක්තිනාත් දේවාල වන්දනාව සඳහා සත්කාරකත්වය සපයන කඳුකර මස්ටැන්ග් දිස්ත්‍රික්කයේ ලෙට් හි “ටිටී” ප්‍රදේශයට යානය කඩා වැටී ඇති බවට සැක කෙරේ.",
        "“ටිටි ප්‍රදේශයේ ප්‍රදේශවාසීන් කතා කර අපට දන්වා ඇත්තේ කිසියම් පිපිරීමක් වැනි අසාමාන්‍ය ශබ්දයක් ඇසුණු බවයි. සෝදිසි මෙහෙයුම සඳහා අපි හෙලිකොප්ටරයක් ​​එම ප්‍රදේශයට යොදවනවා,” Mustang හි දිස්ත්‍රික් පොලිස් කාර්යාලයේ DSP, Ram Kumar Dani ANI වෙත පැවසීය.",
        "අතුරුදන් වූ ගුවන් යානා සෙවීම සඳහා නේපාල රජය Mustang සහ Pokhara සිට පෞද්ගලික හෙලිකොප්ටර් යානා දෙකක් යොදවා තිබේ. නේපාල හමුදා හෙලිකොප්ටරය ද සෝදිසි කිරීම සඳහා යෙදවීමට සූදානම් කරමින් සිටින බව ස්වදේශ කටයුතු අමාත්‍යාංශයේ ප්‍රකාශක ෆාඩින්ද්‍රා මනි පොකාරෙල් දුරකථනයෙන් ANI වෙත පැවසීය.",
        "Tara Air නේපාලයේ \"පුළුල්ම අභ්‍යන්තර ගුවන් ගමන් ජාලය\" ඇති බවට පුරසාරම් දොඩයි. “නේපාලයේ වෙනත් කිසිදු ගුවන් සමාගමක් අප තරම් පුළුල්ව සහ නිතර නිතර දුරස්ථ STOL (කෙටි ගුවන්ගත කිරීම් සහ ගොඩබෑම) අංශ වෙත පියාසර නොකරයි. අපි ආහාර ධාන්‍ය, ඖෂධ, සහන ද්‍රව්‍ය ඇතුළු අත්‍යවශ්‍ය ද්‍රව්‍ය අභ්‍යන්තර ප්‍රදේශවලට ප්‍රවාහනය කරන අතර ගලවා ගැනීමේ අරමුණු සඳහා ගුවන් ගමන් ක්‍රියාත්මක කරන්නෙමු, ”ගුවන් සේවා වෙබ් අඩවිය පවසයි.",
        "ගුවන් සමාගම STOL ගුවන් යානා හතකින් සමන්විත වන අතර, Twin Otter (DHC 6/300) පහක් සහ Dornier (DO 228) ගුවන් යානා දෙකකින් සමන්විත වේ.",
        "ලොව උසම කඳුකරයේ නිවහන වන නේපාලය, දුෂ්කර කඳුකර ස්ථානවල වෙනස් කළ හැකි කාලගුණය සහ ගුවන් පථ සමඟ එහි පුළුල් දේශීය ගුවන් ජාලයේ අනතුරු පිළිබඳ වාර්තාවක් ඇත.",
        "2016 දී, ටාරා එයාර් විසින් මෙහෙයවන ලද ට්වින් ඔටර් ටර්බෝප්‍රොප් ගුවන් යානයක් බටහිර මයග්ඩි දිස්ත්‍රික්කයට කඩා වැටී 23 දෙනෙකු මිය ගියේය. කාර්ය මණ්ඩලය තිදෙනෙකුට අමතරව, චීන ජාතිකයෙකු සහ කුවේට් ජාතිකයෙකු ඇතුළු මගීන් 20 දෙනෙකු මෙම අවාසනාවන්ත ගුවන් යානයේ සිට ඇත.",
        "අටුළුගම ඝාතන නඩුව මිනීමැරුම් සහ සංවිධානාත්මක අපරාධ කොට්ඨාසය භාර ගනී"
      ]
    },
    "ta": {
      "title": "4 இந்தியர்கள் உட்பட 22 பேருடன் பயணித்த நேபாள விமானம் மாயமானது",
      "body_lines": [
        "(என்டிடிவி); நேபாளத்தில் ஒரு தனியார் விமான நிறுவனத்தால் இயக்கப்படும் சிறிய பயணிகள் விமானம் நான்கு இந்தியர்கள் உட்பட 22 பேருடன் ஞாயிற்றுக்கிழமை காணாமல் போனதாக விமான அதிகாரிகள் தெரிவித்தனர்.",
        "தலைநகர் காத்மாண்டுவில் இருந்து வடமேற்கே 200 கிமீ தொலைவில் உள்ள சுற்றுலா நகரமான பொக்காராவிலிருந்து வடமேற்கில் 80 கிமீ தொலைவில் உள்ள ஜோம்சோம் நகருக்கு தாரா ஏர் 9 NAET இரட்டை எஞ்சின் விமானம் பறந்து கொண்டிருந்த போது தொடர்பை இழந்தது. 15 நிமிட திட்டமிடப்பட்ட விமானத்தில் இருந்த விமானம், உள்ளூர் நேரப்படி காலை 9:55 மணிக்கு புறப்பட்ட சிறிது நேரத்திலேயே தொடர்பை இழந்தது.",
        "\"விமானம் முஸ்டாங் மாவட்டத்தில் உள்ள ஜோம்சோம் வானத்தில் காணப்பட்டது, பின்னர் அது தொடர்பு கொள்ளவில்லை. அதன் பிறகு தௌலகிரி மலைக்கு திருப்பி விடப்பட்டது,\" என்று தலைமை மாவட்ட அதிகாரி நேத்ரா பிரசாத் சர்மா செய்தி நிறுவனமான ANI மூலம் மேற்கோள் காட்டினார்.",
        "விமானத்தில் 4 இந்தியர்கள் மற்றும் 3 ஜப்பானியர்கள் இருந்தனர். மீதமுள்ளவர்கள் நேபாளி குடிமக்கள் மற்றும் விமானத்தில் பணியாளர்கள் உட்பட 22 பயணிகள் இருந்ததாக அரசு தொலைக்காட்சி தெரிவித்துள்ளது.",
        "காவல்துறை அதிகாரிகளின் கூற்றுப்படி, இமயமலை தேசத்தின் ஐந்தாவது பெரிய மாவட்டமான முக்திநாத் கோயிலின் யாத்திரையை வழங்கும் மலைப்பகுதியான முஸ்டாங் மாவட்டத்தில் உள்ள லெட்டின் \"திட்டி\" பகுதியில் விமானம் விபத்துக்குள்ளானதாக சந்தேகிக்கப்படுகிறது.",
        "“திட்டியில் இருந்து உள்ளூர்வாசிகள் அழைத்து, ஏதோ ஒரு சத்தம் கேட்டது போல் எங்களுக்குத் தெரிவித்தனர். தேடுதல் நடவடிக்கைக்காக நாங்கள் ஒரு ஹெலிகாப்டரை அப்பகுதிக்கு அனுப்புகிறோம், ”என்று முஸ்டாங் மாவட்ட காவல்துறை அலுவலகத்தின் டிஎஸ்பி ராம் குமார் டானி ANI இடம் கூறினார்.",
        "காணாமல் போன விமானங்களைத் தேடுவதற்காக நேபாள அரசாங்கம் முஸ்டாங் மற்றும் பொக்காராவிலிருந்து இரண்டு தனியார் ஹெலிகாப்டர்களை அனுப்பியுள்ளது. நேபாள ராணுவ ஹெலிகாப்டர் தேடுதலுக்கு அனுப்ப தயாராகி வருவதாக உள்துறை அமைச்சகத்தின் செய்தித் தொடர்பாளர் பதீந்திர மணி போகரேல் ANI இடம் தொலைபேசியில் தெரிவித்தார்.",
        "தாரா ஏர் நேபாளத்தில் \"பரந்த உள்நாட்டு விமான நெட்வொர்க்கை\" கொண்டுள்ளது. \"நேபாளத்தில் உள்ள வேறு எந்த விமான நிறுவனங்களும் தொலைதூர STOL (ஷார்ட் டேக்ஆஃப் மற்றும் லேண்டிங்) பிரிவுகளுக்கு எங்களைப் போல் விரிவாகவும் அடிக்கடிவும் பறக்கவில்லை. உணவு தானியங்கள், மருந்துகள், நிவாரணப் பொருட்கள் உள்ளிட்ட அத்தியாவசியப் பொருட்களை உள்நாடுகளுக்கு நாங்கள் கொண்டு செல்கிறோம் மற்றும் மீட்பு நோக்கங்களுக்காக விமானங்களை இயக்குகிறோம்,” என்று விமான இணையதளம் கூறுகிறது.",
        "ஐந்து ட்வின் ஓட்டர் (DHC 6/300) மற்றும் இரண்டு டோர்னியர் (DO 228) விமானங்களை உள்ளடக்கிய ஏழு STOL விமானங்களைக் கொண்ட ஒரு கடற்படையை விமான நிறுவனம் இயக்குகிறது.",
        "உலகின் மிக உயரமான மலையின் தாயகமான நேபாளமானது, அதன் விரிவான உள்நாட்டு விமான வலையமைப்பில், மாறக்கூடிய வானிலை மற்றும் கடினமான மலைப் பகுதிகளில் உள்ள விமான ஓடுபாதைகள் ஆகியவற்றில் விபத்துகளின் பதிவைக் கொண்டுள்ளது.",
        "2016 ஆம் ஆண்டில், தாரா ஏர் மூலம் இயக்கப்படும் ட்வின் ஓட்டர் டர்போபிராப் விமானம் மியாக்டியின் மேற்கு மாவட்டத்தில் விபத்துக்குள்ளானதில் 23 பேர் உயிரிழந்தனர். மூன்று பணியாளர்களைத் தவிர, ஒரு சீனர் மற்றும் ஒரு குவைத் நாட்டவர் உட்பட 20 பயணிகள் இந்த மோசமான விமானத்தில் இருந்தனர்.",
        "அதுலுகம கொலை வழக்கை கொலை மற்றும் ஒழுங்கமைக்கப்பட்ட குற்றப்பிரிவு பொறுப்பேற்றுள்ளது"
      ]
    }
  }
}