{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Lankan-dairy-industry-hit-by-supply-chain-issues-as-forex-crisis-aggravates/108-235380",
  "time_ut": 1650507240,
  "title": "Lankan dairy industry hit by supply chain issues as forex crisis aggravates",
  "body_lines": [
    "AIDA calls for immediate action to prioritize importation of raw materials",
    "Says industry already struggling to sustain itself and meet demand for fresh and powdered milk",
    "As the prevailing foreign exchange crisis in Sri Lanka has severely impacted the country’s dairy industry, the All Island Dairy Association (AIDA) yesterday called for immediate action to prioritize the importation of raw materials to help sustain the industry’s future.",
    "An AIDA statement said the rising costs, scarcity of feed, vitamins, fuel and fertilizer, and the difficulty in maize importation has greatly impacted the industry’s survival.",
    "“Proper micronutrients and vitamins from quality feed is an essential part in our industry as the animals play an integral role in the supply chain. It is imperative that feed such as maize and silage is readily available as it would greatly assist in sustaining the industry. However, the dependency on importing these commodities, and the restrictions placed on imports due to the forex crisis is crippling the industry,” AIDA President Binesh Pananwala said.",
    "The lack of quality animal feed has largely disrupted the dairy industry’s supply chain. AIDA pointed out that if the livestock does not receive essential micronutrients and vitamins from maize and silage, the physical wellbeing of the animal is affected, which thereby affects milk production.",
    "Veterinary professionals have continuously expressed their growing concern for the wellbeing of these animals due to the shortage of feed and medicines such as antibiotics and anaesthetics required for operations.",
    "“The impact of the forex crisis is felt in multiple facets of our industry. The industry is already struggling to sustain itself and due to the lack of fuel, storage facilities, fertilizer, and feed, we are unable to meet the demand for fresh milk and powdered milk. Our production has reduced a great deal already and if not rectified, will spell disaster going forward,” AIDA Consultant and General Manager A.C.H Munaweera said.",
    "The government has provided permits for the importation of maize on a case-by-case basis; however, fodder importers and dairy companies have struggled to sustain imports due to the forex shortage. The shortage of foreign exchange makes it difficult for banks to honour letters of credit (LCs) for importers to bring in the necessary raw materials needed to sustain the industry.",
    "Nishantha Jayasooriya, immediate Past President of AIDA, also shared his thoughts on the crisis. “The entire industry has felt the tremendous impact of the forex crisis. The livestock farmers, producers, input suppliers and distributors alike have all been affected by rising costs and lack of resources. If conscious decisions and changes to fiscal and monitory policy are not made, the industry will suffer even further as it will be unable to meet the demand for both fresh milk and milk powder.”",
    "The local production of milk is drastically falling due to the lack of quality feed, and the supply of imported milk is reducing due to the rising prices. Currently, locally manufactured feed is used to maintain the livestock. However, due to the lack of fertilizers and various other concerns, the supply of feed is diminishing."
  ],
  "translate": {
    "si": {
      "title": "විදේශ විනිමය අර්බුදය උග්‍ර වන විට සැපයුම් දාම ගැටළු වලින් ලංකා කිරි කර්මාන්තය පීඩාවට පත් විය",
      "body_lines": [
        "අමුද්‍රව්‍ය ආනයනය කිරීමට ප්‍රමුඛත්වය දීමට වහා පියවර ගන්නා ලෙස AIDA ඉල්ලා සිටී",
        "කර්මාන්තය දැනටමත් පවත්වා ගෙන යාමට සහ නැවුම් සහ පිටි කිරි සඳහා ඇති ඉල්ලුම සපුරාලීමට අරගල කරන බව පවසයි",
        "ශ්‍රී ලංකාවේ පවතින විදේශ විනිමය අර්බුදය රටේ කිරි කර්මාන්තයට දැඩි ලෙස බලපා ඇති හෙයින්, කර්මාන්තයේ අනාගතය පවත්වා ගැනීමට උපකාරී වන අමුද්‍රව්‍ය ආනයනය කිරීමට ප්‍රමුඛත්වය දීමට කඩිනම් පියවර ගන්නා ලෙස සමස්ත ලංකා කිරි නිෂ්පාදන සංගමය (AIDA) ඊයේ ඉල්ලා සිටියේය.",
        "AIDA ප්‍රකාශයක් පැවසුවේ, ඉහළ යන පිරිවැය, ආහාර හිඟය, විටමින්, ඉන්ධන සහ පොහොර හිඟය සහ බඩඉරිඟු ආනයනයේ දුෂ්කරතාවය කර්මාන්තයේ පැවැත්මට බෙහෙවින් බලපා ඇති බවයි.",
        "“සැපයුම් දාමයේ සතුන් අත්‍යවශ්‍ය කාර්යභාරයක් ඉටු කරන බැවින් ගුණාත්මක ආහාරවලින් නිසි ක්ෂුද්‍ර පෝෂක සහ විටමින් අපගේ කර්මාන්තයේ අත්‍යවශ්‍ය අංගයකි. බඩඉරිඟු සහ සිල්රෙදි වැනි ආහාර පහසුවෙන් ලබා ගත හැකි වීම අත්‍යවශ්‍ය වේ, එය කර්මාන්තයේ තිරසාර පැවැත්මට බෙහෙවින් ඉවහල් වනු ඇත. කෙසේ වෙතත්, මෙම භාණ්ඩ ආනයනය මත යැපීම සහ විදේශ විනිමය අර්බුදය හේතුවෙන් ආනයනය සඳහා පනවා ඇති සීමාවන් කර්මාන්තය අඩාල කරයි, ”AIDA හි සභාපති බිනේෂ් පනන්වල පැවසීය.",
        "ගුණාත්මක සත්ව ආහාර නොමැතිකම කිරි කර්මාන්තයේ සැපයුම් දාමය බොහෝ දුරට කඩාකප්පල් කර ඇත. AIDA පෙන්වා දෙන්නේ බඩ ඉරිඟු වලින් අත්‍යවශ්‍ය ක්ෂුද්‍ර පෝෂක සහ විටමින් ලබා නොගන්නේ නම් සත්වයාගේ ශාරීරික යහපැවැත්මට බලපාන බවත් එමගින් කිරි නිෂ්පාදනයට බලපාන බවත්ය.",
        "ශල්‍යකර්ම සඳහා අවශ්‍ය ආහාර සහ ප්‍රතිජීවක සහ නිර්වින්දන වැනි ඖෂධ හිඟය හේතුවෙන් පශු වෛද්‍ය වෘත්තිකයන් මෙම සතුන්ගේ යහපැවැත්ම පිළිබඳ ඔවුන්ගේ වැඩෙන කනස්සල්ල අඛණ්ඩව ප්‍රකාශ කර ඇත.",
        "විදේශ විනිමය අර්බුදයේ බලපෑම අපගේ කර්මාන්තයේ විවිධ පැතිවලට දැනේ. කර්මාන්තය දැනටමත් පවත්වා ගැනීමට අරගල කරමින් සිටින අතර ඉන්ධන, ගබඩා පහසුකම්, පොහොර සහ ආහාර හිඟය හේතුවෙන් නැවුම් කිරි සහ පිටි කිරි සඳහා ඇති ඉල්ලුම සපුරාලීමට අපට නොහැකි වී තිබේ. අපගේ නිෂ්පාදනය දැනටමත් විශාල වශයෙන් අඩු වී ඇති අතර එය නිවැරදි නොකළ හොත් ඉදිරියේදී ව්‍යසනයක් සිදුවනු ඇත,” AIDA උපදේශක සහ සාමාන්‍යාධිකාරී A.C.H මුණවීර මහතා පැවසීය.",
        "රජය බඩඉරිඟු ආනයනය සඳහා බලපත්‍ර ලබා දී ඇත්තේ එක් එක් සිද්ධිය අනුව ය; කෙසේ වෙතත්, forex හිඟය හේතුවෙන් ආහාර ආනයනකරුවන් සහ කිරි සමාගම් ආනයනය පවත්වා ගැනීමට අරගල කර ඇත. විදේශ විනිමය හිඟය නිසා කර්මාන්තය පවත්වාගෙන යාමට අවශ්‍ය අමුද්‍රව්‍ය ගෙන ඒම සඳහා ආනයනකරුවන්ට ණයවර ලිපි (LCs) ගරු කිරීම බැංකුවලට අපහසු වේ.",
        "AIDA හි ආසන්නතම හිටපු සභාපති නිශාන්ත ජයසූරිය මහතා ද අර්බුදය පිළිබඳව සිය අදහස් බෙදාහදා ගත්තේය. “මුළු කර්මාන්තයටම විදේශ විනිමය අර්බුදයේ දැවැන්ත බලපෑම දැනී ඇත. පශු සම්පත් ගොවීන්, නිෂ්පාදකයින්, යෙදවුම් සපයන්නන් සහ බෙදාහරින්නන් යන සියල්ලෝම පිරිවැය ඉහළ යාම සහ සම්පත් හිඟකම හේතුවෙන් පීඩාවට පත්ව සිටිති. දැනුවත් තීරණ සහ මූල්‍ය හා අධීක්ෂණ ප්‍රතිපත්තිවල වෙනස්කම් සිදු නොකළහොත්, නැවුම් කිරි සහ කිරිපිටි යන දෙකෙහිම ඉල්ලුම සපුරාලීමට නොහැකි බැවින් කර්මාන්තය තවත් පීඩාවට පත් වනු ඇත.",
        "ගුණාත්මක ආහාර නොමැතිකම හේතුවෙන් දේශීය කිරි නිෂ්පාදනය විශාල ලෙස පහත වැටෙමින් පවතින අතර, මිල ඉහළ යාම හේතුවෙන් ආනයනික කිරි සැපයුම අඩුවෙමින් පවතී. දැනට පශු සම්පත් නඩත්තු කිරීම සඳහා දේශීයව නිෂ්පාදනය කරන ආහාර භාවිතා කරයි. කෙසේ වෙතත්, පොහොර හිඟකම සහ වෙනත් විවිධ ගැටළු හේතුවෙන් ආහාර සැපයුම අඩුවෙමින් පවතී."
      ]
    },
    "ta": {
      "title": "அந்நிய செலாவணி நெருக்கடி தீவிரமடைவதால், விநியோகச் சங்கிலி சிக்கல்களால் இலங்கை பால் தொழில் பாதிக்கப்பட்டுள்ளது",
      "body_lines": [
        "மூலப்பொருட்களின் இறக்குமதிக்கு முன்னுரிமை அளிக்க உடனடி நடவடிக்கை எடுக்க AIDA கேட்டுக்கொள்கிறது",
        "தொழில்துறை ஏற்கனவே தன்னை நிலைநிறுத்துவதற்கும் புதிய மற்றும் தூள் பாலுக்கான தேவையை பூர்த்தி செய்வதற்கும் போராடுகிறது என்று கூறுகிறது",
        "இலங்கையில் நிலவும் அந்நியச் செலாவணி நெருக்கடியானது நாட்டின் பால் உற்பத்தித் தொழிலை கடுமையாகப் பாதித்துள்ள நிலையில், தொழில்துறையின் எதிர்காலத்தை நிலைநிறுத்த உதவும் மூலப்பொருட்களை இறக்குமதி செய்வதற்கு முன்னுரிமை அளிக்க உடனடியாக நடவடிக்கை எடுக்குமாறு அகில இலங்கை பால் சங்கம் (AIDA) நேற்று அழைப்பு விடுத்துள்ளது.",
        "உயரும் விலைகள், தீவனம், வைட்டமின்கள், எரிபொருள் மற்றும் உரங்களின் பற்றாக்குறை மற்றும் மக்காச்சோள இறக்குமதியில் உள்ள சிரமம் ஆகியவை தொழில்துறையின் உயிர்வாழ்வை பெரிதும் பாதித்துள்ளது என்று AIDA அறிக்கை தெரிவித்துள்ளது.",
        "\"தரமான தீவனத்திலிருந்து சரியான நுண்ணூட்டச்சத்துக்கள் மற்றும் வைட்டமின்கள் எங்கள் தொழிலில் இன்றியமையாத பகுதியாகும், ஏனெனில் விலங்குகள் விநியோகச் சங்கிலியில் ஒரு ஒருங்கிணைந்த பங்கைக் கொண்டுள்ளன. மக்காச்சோளம் மற்றும் சிலேஜ் போன்ற தீவனங்கள் உடனடியாகக் கிடைப்பது இன்றியமையாதது, ஏனெனில் இது தொழிலைத் தக்கவைக்க பெரிதும் உதவும். இருப்பினும், இந்தப் பொருட்களை இறக்குமதி செய்வதைச் சார்ந்திருப்பதும், அந்நியச் செலாவணி நெருக்கடி காரணமாக இறக்குமதிக்கு விதிக்கப்பட்டுள்ள கட்டுப்பாடுகளும் தொழில்துறையை முடக்குகிறது” என்று AIDA தலைவர் பினேஷ் பனன்வாலா கூறினார்.",
        "தரமான கால்நடைத் தீவனம் இல்லாததால், பால் உற்பத்தித் துறையின் விநியோகச் சங்கிலி பெருமளவில் பாதிக்கப்பட்டுள்ளது. மக்காச்சோளம் மற்றும் சிலேஜிலிருந்து கால்நடைகளுக்கு அத்தியாவசிய நுண்ணூட்டச்சத்துக்கள் மற்றும் வைட்டமின்கள் கிடைக்காவிட்டால், விலங்குகளின் உடல் நலம் பாதிக்கப்படும், இதனால் பால் உற்பத்தி பாதிக்கப்படும் என்று AIDA சுட்டிக்காட்டியுள்ளது.",
        "கால்நடை மருத்துவ வல்லுநர்கள், உணவு மற்றும் அறுவை சிகிச்சைக்குத் தேவையான நுண்ணுயிர் எதிர்ப்பிகள் மற்றும் மயக்க மருந்துகள் போன்ற மருந்துகளின் பற்றாக்குறை காரணமாக இந்த விலங்குகளின் நல்வாழ்வு குறித்து தொடர்ந்து தங்கள் கவலையை வெளிப்படுத்தியுள்ளனர்.",
        "\"அந்நிய செலாவணி நெருக்கடியின் தாக்கம் எங்கள் தொழில்துறையின் பல அம்சங்களில் உணரப்படுகிறது. இத்தொழில் ஏற்கனவே தன்னைத் தக்கவைக்க போராடி வருகிறது, மேலும் எரிபொருள், சேமிப்பு வசதிகள், உரம் மற்றும் தீவனம் இல்லாததால், புதிய பால் மற்றும் பால் பவுடரின் தேவையை எங்களால் பூர்த்தி செய்ய முடியவில்லை. எங்களின் உற்பத்தி ஏற்கனவே பெருமளவு குறைந்துள்ளது, சரி செய்யப்படாவிட்டால், எதிர்காலத்தில் பேரழிவு ஏற்படும்,” என AIDA ஆலோசகரும் பொது மேலாளருமான A.C.H முனவீர தெரிவித்தார்.",
        "மக்காச்சோளத்தை இறக்குமதி செய்வதற்கான அனுமதிகளை அரசாங்கம் ஒவ்வொரு வழக்கின் அடிப்படையில் வழங்கியுள்ளது; இருப்பினும், அந்நிய செலாவணி பற்றாக்குறை காரணமாக தீவன இறக்குமதியாளர்கள் மற்றும் பால் நிறுவனங்கள் இறக்குமதியைத் தக்கவைக்க போராடியுள்ளன. அந்நியச் செலாவணி பற்றாக்குறையால், தொழிலைத் தக்கவைக்கத் தேவையான மூலப்பொருட்களைக் கொண்டு வருவதற்கு இறக்குமதியாளர்களுக்கு கடன் கடிதங்களை (LCs) மதிப்பளிப்பதில் வங்கிகளுக்கு கடினமாக உள்ளது.",
        "AIDA இன் உடனடி முன்னாள் தலைவர் நிஷாந்த ஜயசூரியவும் நெருக்கடி குறித்த தனது எண்ணங்களைப் பகிர்ந்து கொண்டார். \"அந்நிய செலாவணி நெருக்கடியின் மிகப்பெரிய தாக்கத்தை ஒட்டுமொத்த தொழில்துறையும் உணர்ந்துள்ளது. கால்நடை வளர்ப்போர், உற்பத்தியாளர்கள், உள்ளீடு வழங்குவோர் மற்றும் விநியோகஸ்தர்கள் என அனைவரும் விலைவாசி உயர்வு மற்றும் வளப் பற்றாக்குறையால் பாதிக்கப்பட்டுள்ளனர். நனவான முடிவுகள் மற்றும் நிதி மற்றும் கண்காணிப்புக் கொள்கையில் மாற்றங்கள் செய்யப்படாவிட்டால், புதிய பால் மற்றும் பால் பவுடர் ஆகிய இரண்டின் தேவையையும் பூர்த்தி செய்ய முடியாமல் தொழில் மேலும் பாதிக்கப்படும்.",
        "தரமான தீவனம் இல்லாததால் உள்ளூர் பால் உற்பத்தி வெகுவாக குறைந்து வருகிறது, மேலும் விலைவாசி உயர்வால் இறக்குமதி செய்யப்படும் பால் வரத்து குறைந்து வருகிறது. தற்போது, ​​கால்நடைகளை பராமரிக்க உள்நாட்டில் தயாரிக்கப்பட்ட தீவனம் பயன்படுத்தப்படுகிறது. ஆனால், உரங்கள் இல்லாததாலும், பல்வேறு கவலைகளாலும், தீவனம் வரத்து குறைந்து வருகிறது."
      ]
    }
  }
}