{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sajith-will-lead-SL-soon-but-this-time-he-failed-in-his-decision-making-Harin/172-237668",
  "time_ut": 1653421080,
  "title": "Sajith will lead SL soon  but this time he failed in his  decision making - Harin",
  "body_lines": [
    "I still maintain that the President has to go, and I thought it’s better to put my hand in the dragon’s mouth and try to sort this out rather than staying out and criticizing the damage already done. I cannot see my country fall",
    "I have done my part for the SJB and I don’t blame them for taking disciplinary action because they need to do that. So that others may not go from the party and prevent the flood gates from being opened",
    "Actually, I have put up a time bomb inside my own pocket and I don’t know when it will burst, but I’m trying to delay it as much as possible and make sure that we settle in as a nation",
    "The President has a mandate but he’s not accepted by the people of the country. Therefore, he is on his way out and he needs a safe exit because the crisis of the country is so deep",
    "For me, I’m not answerable to the president. I believe I’m answerable to the people and the cabinet and Parliament of Sri Lanka. The President has a mandate but he’s not accepted by the people of the country",
    "I probably believe it’s not only about Gotabaya Rajapaksa, it’s bigger than that. It’s about the country and Gotabaya Rajapaksa could be the sitting president right now",
    "I also feel that may be Ranil Wickremesinghe is not the solution, but he’s the surgeon at this moment. I believe Sajith Premadasa will be the next leader of this country",
    "Tourism Minister and SJB MP Harin Fernando has come out strong on his decision to go against the SJB policies by accepting a portfolio in the Gotabaya Rajapaksa administration saying he did not want to waste his time only in criticisms but wanted to help the nation come out of the crisis. In an interview with Daily Mirror, Fernando said he will continue to push for Gotabaya Rajapaksa to resign but in the meantime would be the voice of the people in the cabinet.",
    "Q  Minister, you’ve taken up a portfolio under President Gotabaya Raapaksa and Prime Minister Ranil Wickremesinghe but you were one of those who kept on coming on social media saying ‘sir failed’ and was quite critical of the Gotabaya Rajapaksa Administration. Isn’t it now a little bit of a disappointment seeing you let go of this criticism and accepting a portfolio under the GR cabinet?",
    "Sri Lanka is in a deep crisis. We don’t even know how we will manage this country for the next week. It’s beyond Party politics at this moment. I would say I still maintain that ‘Sir Failed’. I still continue with that and it’s time for the President to leave.",
    "Where the ‘Sir Fail’ slogan is concerned, I believe even though Sir failed, we cannot let the country fail because of Sir’s failures. So therefore it is a huge decision I have to make whether I standby my party or my country.",
    "Therefore, this decision was hard because I was one of the founding members of the SJB and at any point, I have not left the SJB. But we have had this internal argument in our party for the last one and half months saying that this would come to the current situation and we need to step in as the opposition. So, I believe we are partly responsible as the opposition for not standing up and delivering what we are supposed to. We got it on a platter to accept and show, but all we’ve been doing is criticizing on how we can change it.",
    "I feel we need to deliver now, keeping aside party politics. So, therefore, even though, sir failed, even though it’s against my conscience, to except a portfolio, I had to accept it for my country. I’m human and I still maintain that the President has to go, and I thought it’s better to put my hand in the dragon’s mouth and try to sort this out rather than staying out and criticizing the damage already done. I cannot see my country fall.",
    "Q  How do you intend to work with a leader who you continuously say, has failed? Because end of the day, while you are answerable to the nation, you are also answerable to your president?",
    "I don’t believe that is correct. Because, currently what we were assured by the new prime minister is that he will abolish the executive presidency. We will bring in the 20th Amendment which will reduce the President’s powers. For me, I’m not answerable to the president. I believe I’m answerable to the people and the cabinet and Parliament of Sri Lanka. The President has a mandate but he’s not accepted by the people of the country. Therefore, he is on his way out and he needs a safe exit because the crisis of the country is so deep.",
    "See, just weeks ago, we saw how people who love Mahinda Rajapaksa turn against him. On May 9, if Mahinda Rajapaksa was caught by those mobs, he would have been hacked to death. So therefore, I probably believe it’s not only about Gotabaya Rajapaksa, it’s bigger than that. It’s about the country and Gotabaya Rajapaksa could be the sitting president right now but if we are going back to the 19th Amendment and we are pushing to abolish the executive presidency, then it’s a matter of time that he will have a graceful exit. And that’s what we’re trying to do. And right now, if we do not take this responsibility I do not see the country moving forward and even though some people say we should have gone for an election, I don’t think that’s what the people want and I don’t think that’s what I want either, because we are suffering with massive burdens like the food crisis, electricity, fuel, gas, medicine, education and health crisis.",
    "Q  So now do you feel that you are the hero? Do you think you can come and make a change? What can the people expect with your sudden entry?",
    "What people can expect from me is to be the voice of the people inside the cabinet. Making sure we are part of getting the President out. I could rather stay out and criticize, but people are not happy with the SJB’s role as well.",
    "So I think it’s time to accept that the opposition also has acted differently. I didn’t want to cross over or I haven’t crossed over. So I would say that I’m currently independent. And I didn’t want to make this decision individually instead I wanted to make it as a party decision. The SJB only kept making decisions but when I said I’m going to go independent, it was only then that they asked for the prime minister-ship, only when I said I am leaving. But by that time it was too late. You see, even in 2019 Ranil Wickremesinghe was not doing right by Sajith. So together, we built this party, and named Sajith the presidential candidate.",
    "Back then, my decision was based for my party and its members. But today in 2022, the decision is made on behalf of the country. So, today, it’s not about my people, or my party people, it’s beyond that as it’s about the entire country because I think we need to unite as one. If one man, who had only one seat in Parliament, can become the Prime Minister, then we as the opposition can do more. I also feel that may be Ranil Wickremesinghe is not the solution, but he’s the surgeon at this moment. I believe Sajith Premadasa will be the next leader of this country. I may not be able to get work with him again, but I went with my conscience this time for the sake of the country.",
    "Q  Sajith Premadasa is currently the opposition leader in Parliament and what you said was true because, people are extremely disappointed with him that he has failed to fulfill his role. From all what you have explained, you are a man who has been with Sajith right throughout. Do you think he has failed as the Opposition Leader?",
    "I believe to a certain extent. Yes. But I don’t think Sajith has failed only with his decision making and delaying tactics. I think he had failed by the people.",
    "But I can say he is a committed man. Sajith does his politics very seriously and commits all his time to it. I think he has failed only in his decision making as it was not the right time dilly-dallying and that’s what actually brought us here.",
    "Q  After your decision to take up the portfolio, your party doesn’t want you. They are contemplating disciplinary action against you. Some sections are calling for you and Manusha Nanayakkara to be sacked. By the looks of it, I don’t think that you are going to have a party left?",
    "I disagree. I think SJB really knows what I have done for that party. And I do believe Sajith Premadasa more than anyone knows that. Even in the recent events organised from Kandy to Colombo. Everything in the event was done by me. The logo launched during the Parliamentary election was also by me. I have done my part for the SJB and I don’t blame them for taking disciplinary action because they need to do that. So that others may not go from the party and prevent the flood gates from being opened. The party will be compelled to take action and this is quite normal and quite natural when someone goes against party decisions. But right now I am not too bothered about it.",
    "By taking this portfolio, it is a risk I have taken. Actually I have put up a time bomb inside my own pocket and I don’t know when it will burst, but I’m trying to delay it as much as possible and make sure that we settle in as a nation.",
    "Q  Why do you say that you have a time bomb inside your pocket? Why do you think it’s going to burst?",
    "Because of the current situation, if we do not fix these problems, if we do not fix these queues, if we do not get the funding in to Sri Lanka, we will not have food to eat. We will not be able to step out. So many parliamentarians’ and politicians’ houses have got burnt. It’s taking a very ugly and a different turn. So therefore you’re risking yourself. So I jumped into this with a time bomb as in if we do not perform, it will burst.",
    "Q  But you have been seated with this government for quite a few days now. What are you hearing? You think they’re on the right track? Do you think these queues will end?",
    "What we are looking at is three months. The first three months, we are trying to calm the situation, get the fuel and the gas and get the country running. I’ve taken a massive Ministry, which is an important Ministry in Sri Lanka because more than 12% to 14% rely on the tourism industry. That’s where the foreign remittances come in.",
    "Even Manusha Nanayakkara took a similar decision and taken the foreign Employment Ministry. We used to get more than 7.1 billion foreign remittances into Sri Lanka, now this has reduced to less than 500 million.",
    "So it’s a massive hit. But we still have over 4,000 jobs to fill in Korea, almost 1,500 in Europe, and there are jobs available in Japan. We need this revenue. If we work as a team at this moment for three months not looking at party politics, I think we can turn things around. Even though I have to sit with people who I do not believe in due to different political ideologies, I have to sit there to make sure we settle the country down. So, I believe, when a man has the guts to take it on, he should do it.",
    "Q  Today, when you walk on the road compared to last week, people might say Harin go home, Harin fail. This has already started on social media?",
    "I believe here the media has to be very responsible at least for three months. Make some positive news. A day after I took the portfolio, I went out and people recognized me. They all started cheering which is strange as they supported by decision. And then I sang a few songs with them as well. They did not criticize me.",
    "They just kept on telling me, please make sure you do something right. If we get divided by party politics, people will criticize us. They will attack my decisions. Now, today, I’m being harassed by the SJB. Before that I was getting harassed by the SLPP. Now the SLPP is quiet. That is how politics work but that is not what the people want.",
    "I met most of the people in ‘GotaGoGama’ in my office. We need to stop this bloodshed because I’m very worried as even the ministers and the MPs houses got burnt. They are also having a massive anger and if we instigate the matter, it could create more violence. Violence is not acceptable in any form. I think my work will prove to the people that I am genuinely here to help the country at this time of crisis.",
    "Q  Social media is filled with the fact that you are now in the Rajapaksa camp. There are allegations that you got sold for Rs. 100 million to Rs.150 million. Is this true?",
    "The answer to this is easy. Anyone can apply for a Right to Information (RTI) and get my assets declaration and even my bank accounts and my Over Drafts (ODs) and they can see for themselves. I’m lucky enough to be blessed with a good and wealthy father. The wealth I got is from him. I can prove it.",
    "Q  Minister, the 21st Amendment got presented to Parliament. But this does not abolish the executive presidency but only reduces the Powers of the President. What are the other clauses?",
    "We agreed to join this government because they assured us that the executive presidency will be abolished. I have also spoken to Wijeyadasa Rajapakshe of the provisions. First we are going back to the 19th Amendment. So dual citizens will have to go. This means Basil will have to go. Then two out of three Rajapaksas will be gone. People are also asking how we can get back the monies stolen by them. So we are looking at implementing the same law that was imposed in Hong Kong where investigators can probe into the assets of corrupt politicians and then apprehend them. However first and foremost we must ensure that people have food and the queues end."
  ],
  "translate": {
    "si": {
      "title": "සජිත් ළඟදීම ශ්‍රී ලංකා පිලට නායකත්වය දෙනු ඇත නමුත් මෙවර ඔහු තීරණ ගැනීමේදී අසාර්ථක විය - හරීන්",
      "body_lines": [
        "ජනාධිපතිවරයාට යා යුතු බව මම තවමත් තරයේ කියා සිටින අතර, දැනටමත් සිදුවී ඇති හානිය විවේචනය නොකර ඉවත්ව සිටීමෙන් වඩා මකරාගේ කටට අත දමා මෙය නිරාකරණය කිරීමට උත්සාහ කිරීම වඩා හොඳ යැයි මට සිතුනි. මට මගේ රට වැටෙනවා බලන්න බෑ",
        "මම SJB වෙනුවෙන් මගේ කොටස ඉටු කර ඇති අතර ඔවුන් එය කළ යුතු නිසා විනය පියවර ගැනීම ගැන මම ඔවුන්ට දොස් නොකියමි. අනෙක් අය පක්ෂයෙන් නොගොස් ගංවතුර දොරටු විවෘත කිරීම වළක්වනු ඇත",
        "ඇත්ත වශයෙන්ම, මම මගේ සාක්කුව තුළ කාල බෝම්බයක් තබා ඇති අතර එය කවදා පුපුරා යනු ඇත්දැයි මම නොදනිමි, නමුත් මම එය හැකි තරම් ප්‍රමාද කර අපි ජාතියක් ලෙස පදිංචි වීමට වග බලා ගන්නෙමි.",
        "ජනාධිපතිතුමාට ජනවරමක් තිබුණත් රටේ ජනතාව පිළිගන්නේ නැහැ. එබැවින්, ඔහු පිටව යන අතර ඔහුට ආරක්ෂිත පිටවීමක් අවශ්‍ය වන්නේ රටේ අර්බුදය ඉතා ගැඹුරු බැවිනි",
        "මට නම් මම ජනාධිපතිතුමාට වගකියන්නේ නැහැ. මම ශ්‍රී ලංකාවේ ජනතාවට සහ කැබිනට් මණ්ඩලයට සහ පාර්ලිමේන්තුවට වගකිව යුතු බව මම විශ්වාස කරමි. ජනාධිපතිතුමාට ජනවරමක් තිබුණත් රටේ ජනතාව පිළිගන්නේ නැහැ",
        "එය ගෝඨාභය රාජපක්ෂ ගැන පමණක් නොව ඊට වඩා විශාල යැයි මම විශ්වාස කරමි. එය රට ගැන වන අතර ගෝඨාභය රාජපක්‍ෂ මේ මොහොතේ වාඩි වී සිටින ජනාධිපතිවරයා විය හැකිය",
        "රනිල් වික්‍රමසිංහ මහතා විය හැකි බව ද මට හැඟෙන්නේ විසඳුම නොවේ, නමුත් ඔහු මේ මොහොතේ ශල්‍ය වෛද්‍යවරයා ය. මේ රටේ මීළඟ නායකයා සජිත් ප්‍රේමදාස මහතා බව මම විශ්වාස කරනවා",
        "තමන්ට විවේචනවලට පමණක් කාලය නාස්ති කිරීමට අවශ්‍ය නොවන බවත්, ඉන් ගොඩ ඒමට අවශ්‍ය බවත් පවසමින් ගෝඨාභය රාජපක්ෂ පාලනයේ අමාත්‍ය ධුරයක් ලබා ගනිමින් SJB ප්‍රතිපත්තිවලට එරෙහිව යාමට ගත් තීරණය පිළිබඳව සංචාරක අමාත්‍ය සහ SJB පාර්ලිමේන්තු මන්ත්‍රී හරීන් ප්‍රනාන්දු මහතා දැඩිව ප්‍රකාශ කර තිබේ. අර්බුදය. ඩේලි මිරර් සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් ප්‍රනාන්දු කියා සිටියේ ගෝඨාභය රාජපක්ෂට ඉල්ලා අස්වන ලෙස තමා දිගටම බල කරන නමුත් ඒ අතරතුර කැබිනට් මණ්ඩලයේ ජනතාවගේ හඬ වනු ඇති බවයි.",
        "ප්‍ර  ඇමැතිතුමනි, ඔබ ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ යටතේ අමාත්‍ය ධුරයක් භාරගෙන ඇති නමුත්, ‘සර් ෆේල්’ යැයි පවසමින් දිගින් දිගටම සමාජ මාධ්‍ය ඔස්සේ පැමිණ ගෝඨාභය රාජපක්ෂ පාලනය දැඩි ලෙස විවේචනය කළ අයගෙන් ඔබ කෙනෙකි. ඔබ මේ විවේචනය අත හැර GR කැබිනට්‌ටුව යටතේ අමාත්‍ය ධුරයක්‌ භාර ගැනීම ගැන දැන් පොඩි කලකිරීමක්‌ ඇතිවෙලා නේද?",
        "ශ්‍රී ලංකාව සිටින්නේ දැඩි අර්බුදයක ය. ඉදිරි සතිය තුළ අපි මේ රට කළමනාකරණය කරන්නේ කෙසේදැයි අපි නොදනිමු. එය මේ මොහොතේ පක්ෂ දේශපාලනයෙන් ඔබ්බට ය. ‘සර් ෆේල්’ කියලා මම තාමත් නඩත්තු කරනවා කියනවා. මම තවමත් එය කරගෙන යන අතර ජනාධිපතිවරයා ඉවත්ව යාමට කාලයයි.",
        "‘සර් ෆේල්’ සටන් පාඨය අදාළ වන තැන, මම විශ්වාස කරන්නේ සර් ෆේල් වුණාට සර්ගේ අසාර්ථකත්වය නිසා රට අසාර්ථක වෙන්න දෙන්න බැහැ. ඒ නිසා මම මගේ පක්ෂය හෝ මගේ රට වෙනුවෙන් පෙනී සිටිනවාද යන්න මට ගත යුතු විශාල තීරණයක්.",
        "එබැවින්, මෙම තීරණය දුෂ්කර වූයේ මම SJB හි ආරම්භක සාමාජිකයෙකු වූ නිසාත්, කිසිම අවස්ථාවක මම SJB හැර ගොස් නැති නිසාත් ය. නමුත් අපේ පක්‍ෂයේ මේ අභ්‍යන්තර තර්කය පසුගිය මාස එකහමාරක් තිස්‌සේම තිබුණා දැන් තිබෙන තත්ත්වයට මේක එයි කියලා, අපි විපක්‍ෂය විදියට මැදිහත් වෙන්න ඕන කියලා. එබැවින්, නැගී සිට අපට කළ යුතු දේ ලබා නොදීම සම්බන්ධයෙන් විපක්ෂය ලෙස අපි අර්ධ වශයෙන් වගකිව යුතු යැයි මම විශ්වාස කරමි. අපි එය පිළිගැනීමට සහ පෙන්වීමට තැටියක තබා ගත්තෙමු, නමුත් අප කරන්නේ එය වෙනස් කරන්නේ කෙසේද යන්න විවේචනය කිරීමයි.",
        "පක්‍ෂ දේශපාලනය පැත්තකින් තියලා අපි දැන් ඉදිරිපත් කරන්න ඕන කියලා මට හිතෙනවා. ඒ නිසා, සර් අසාර්ථක වුණත්, මගේ හෘද සාක්ෂියට පටහැනි වුණත්, කළඹක් හැර, මගේ රට වෙනුවෙන් මට එය භාරගන්න සිදු වුණා. මම මිනිසෙක් වන අතර ජනාධිපතිවරයාට යා යුතු බව මම තවමත් විශ්වාස කරමි, දැනටමත් සිදුවී ඇති හානිය විවේචනය නොකර ඉවත්ව සිටීමෙන් වඩා මකරාගේ කටට අත දමා මෙය නිරාකරණය කිරීමට උත්සාහ කිරීම වඩා හොඳ යැයි මට සිතුනි. මට මගේ රට වැටෙනවා බලන්න බෑ.",
        "ප්‍ර  ඔබ දිගින් දිගටම පවසන, අසාර්ථක වූ නායකයකු සමඟ වැඩ කිරීමට ඔබ අදහස් කරන්නේ කෙසේද? මක්නිසාද යත් දවසේ අවසානය, ඔබ ජාතියට වගකිව යුතු අතර, ඔබ ඔබේ ජනාධිපතිවරයාටද වගකිව යුතුද?",
        "එය නිවැරදි යැයි මම විශ්වාස නොකරමි. මොකද දැනට නව අගමැතිතුමා අපිට සහතික වෙලා තියෙන්නේ විධායක ජනාධිපති ක්‍රමය අහෝසි කරනවා කියන එක. ජනාධිපති බලතල අඩු කරන 20 වැනි සංශෝධනය අපි ගේනවා. මට නම් මම ජනාධිපතිතුමාට වගකියන්නේ නැහැ. මම ශ්‍රී ලංකාවේ ජනතාවට සහ කැබිනට් මණ්ඩලයට සහ පාර්ලිමේන්තුවට වගකිව යුතු බව මම විශ්වාස කරමි. ජනාධිපතිතුමාට ජනවරමක් තිබුණත් රටේ ජනතාව පිළිගන්නේ නැහැ. එබැවින්, ඔහු පිටව යන අතර ඔහුට ආරක්ෂිත පිටවීමක් අවශ්‍ය වන්නේ රටේ අර්බුදය ඉතා ගැඹුරු බැවිනි.",
        "බලන්න සති කිහිපයකට කලින් අපි දැක්කා මහින්ද රාජපක්ෂට ආදරය කරන මිනිස්සු ඔහුට විරුද්ධව හැරෙන හැටි. මැයි 9 වෙනිදා මහින්ද රාජපක්‍ෂ ඔය මැර පිරිසට අහුවුණා නම් කපා කොටා මරන්න තිබුණා. එබැවින් එය ගෝඨාභය රාජපක්ෂ ගැන පමණක් නොවේ, එය ඊට වඩා විශාල යැයි මම විශ්වාස කරමි. එය රට ගැන වන අතර ගෝඨාභය රාජපක්ෂ මහතා දැනට වාඩි වී සිටින ජනාධිපතිවරයා විය හැකි නමුත් අපි 19 වැනි සංශෝධනයට ආපසු ගොස් විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට අපි බල කරන්නේ නම්, ඔහුට කරුණාවන්ත නික්මයාමක් ලැබෙනු ඇත. ඒ වගේම තමයි අපි කරන්න උත්සාහ කරන්නේ. අනික දැන්ම අපි මේ වගකීම බාර නොගත්තොත් රට ඉස්සරහට යනවා මට පේන්නේ නෑ, සමහර අය කිව්වට අපි මැතිවරණයකට යා යුතුව තිබුණා කියලා මම හිතන්නේ නැහැ ජනතාවට අවශ්‍ය ඒකයි මම හිතන්නේ නැහැ. ආහාර අර්බුදය, විදුලිය, ඉන්ධන, ගෑස්, ඖෂධ, අධ්‍යාපනය සහ සෞඛ්‍ය අර්බුදය වැනි දැවැන්ත බරකින් අප පීඩා විඳින නිසා මට අවශ්‍ය කුමක්ද?",
        "ප්‍ර  ඉතින් දැන් ඔබට දැනෙනවද ඔබ වීරයා කියලා? ඇවිත් වෙනසක් කරන්න පුළුවන් කියලා හිතනවද? ඔබගේ හදිසි ප්‍රවේශයෙන් ජනතාවට බලාපොරොත්තු විය හැක්කේ කුමක්ද?",
        "මගෙන් ජනතාවට බලාපොරොත්තු විය හැක්කේ කැබිනට් මණ්ඩලය තුළ සිටින ජනතාවගේ හඬයි. අපි ජනාධිපතිතුමාව එළවා දැමීමේ කොටසක් බවට වග බලා ගන්න. මට ඉවත්ව සිටීමට සහ විවේචනය කිරීමට වඩා හොඳය, නමුත් මිනිසුන් SJB හි භූමිකාව ගැනද සතුටු නොවේ.",
        "ඒ නිසා මම හිතන්නේ විපක්ෂයත් මීට වඩා වෙනස් විදියට කටයුතු කර ඇති බව පිළිගන්න කාලය ඇවිත්. මට එගොඩ වීමට අවශ්‍ය නොවීය හෝ මම එගොඩ වී නැත. ඒ නිසා මම කියනවා මම දැනට ස්වාධීනයි කියලා. ඒ වගේම මට මේ තීරණය තනි තනිව ගන්න අවශ්‍ය වුණේ නැහැ, ඒ වෙනුවට මට අවශ්‍ය වුණේ පක්‍ෂයේ තීරණයක් විදියට ඒක ගන්න. SJB එක දිගටම තීරණ ගත්තා, නමුත් මම ස්වාධීනව යනවා කිව්වම, ඔවුන් අගමැතිකම ඉල්ලුවේ, මම යනවා කිව්වම විතරයි. ඒත් ඒ වෙනකොට පරක්කු වැඩියි. බලන්න, 2019 රනිල් වික්‍රමසිංහ සජිත් අතින් හරි ගියේ නැහැ. ඉතින් අපි එකතුවෙලා මේ පක්ෂය ගොඩනගා සජිත් ජනාධිපති අපේක්ෂකයා ලෙස නම් කළා.",
        "එදා මගේ තීරණය පදනම් වුණේ මගේ පක්ෂය සහ එහි සාමාජිකයන් වෙනුවෙන්. නමුත් අද 2022 දී රට වෙනුවෙන් තීන්දුවක් ගන්නවා. ඉතින්, අද, එය මගේ ජනතාව හෝ මගේ පාක්ෂිකයින් ගැන නොවේ, එය මුළු රටම නිසා ඉන් ඔබ්බට ඇත්තේ අප එකා මෙන් එකතු විය යුතු යැයි මම සිතන බැවිනි. පාර්ලිමේන්තුවේ එක ආසනයක් පමණක් තිබූ එක් අයෙකුට අගමැති විය හැකි නම් විපක්ෂය ලෙස අපට ඊට වඩා දෙයක් කළ හැකියි. රනිල් වික්‍රමසිංහ මහතා විය හැකි බව ද මට හැඟෙන්නේ විසඳුම නොවේ, නමුත් ඔහු මේ මොහොතේ ශල්‍ය වෛද්‍යවරයා ය. මේ රටේ මීළඟ නායකයා සජිත් ප්‍රේමදාස මහතා බව මම විශ්වාස කරනවා. ආයෙත් මෙයා එක්ක වැඩ ගන්න බැරි වෙන්න පුළුවන්, ඒත් රට වෙනුවෙන් මම මේ පාර ගියේ මගේ හෘද සාක්ෂියත් එක්ක.",
        "ප්‍රශ්නය   සජිත් ප්‍රේමදාස මහතා දැනට පාර්ලිමේන්තුවේ විපක්ෂ නායකවරයා වන අතර ඔබ කී දේ සත්‍යයක් වූයේ ඔහු තම කාර්ය භාරය ඉටු කිරීමට අපොහොසත් වීම ගැන ජනතාව ඔහු කෙරෙහි දැඩි කලකිරීමෙන් සිටින බැවිනි. ඔබ පැහැදිලි කර ඇති සෑම දෙයකින්ම ඔබ සජිත් සමඟ මුළු කාලය පුරාම සිටි මිනිසෙකි. ඔබ හිතනවද ඔහු විපක්ෂ නායකකම අසාර්ථකයි කියලා?",
        "මම යම් දුරකට විශ්වාස කරනවා. ඔව්. නමුත් සජිත් අසාර්ථක වී ඇත්තේ ඔහුගේ තීරණ ගැනීම සහ ප්‍රමාද කිරීමේ උපක්‍රමවලින් පමණක් යැයි මම නොසිතමි. මම හිතන්නේ ඔහු ජනතාව අතින් අසාර්ථක වුණා.",
        "නමුත් මට කියන්න පුළුවන් ඔහු කැපවුණු කෙනෙක් කියලා. සජිත් තම දේශපාලනය ඉතා බැරෑරුම් ලෙස කරන අතර ඔහුගේ මුළු කාලයම ඒ සඳහා කැප කරයි. මම හිතන්නේ ඔහු තම තීරණ ගැනීමේදී පමණක් අසාර්ථක වී ඇත්තේ එය හොඳ වේලාවක් නොවන නිසාත්, ඇත්ත වශයෙන්ම අපව මෙහි ගෙන ආවේ එයයි.",
        "ප්‍ර  කළඹ භාර ගැනීමට ඔබ ගත් තීරණයෙන් පසුව, ඔබේ පාර්ශ්වයට ඔබව අවශ්‍ය නොවේ. ඔවුන් ඔබට විරුද්ධව විනය ක්‍රියාමාර්ග ගැනීමට කල්පනා කරනවා. ඔබයි මනූෂ නානායක්කාරයි අස් කරන්න කියලා සමහර කොටස් කියනවා. බැලූ බැල්මට, මම හිතන්නේ ඔබට සාදයක් ඉතිරි වනු ඇතැයි කියා?",
        "මම එකඟවෙන්නේ නැහැ. මම හිතන්නේ SJB ඇත්තටම දන්නවා මම ඒ පක්ෂය වෙනුවෙන් කරපු දේවල්. ඒ වගේම කවුරුත් දන්නවට වඩා මම සජිත් ප්‍රේමදාසව විශ්වාස කරනවා. පසුගියදා මහනුවර සිට කොළඹට සංවිධානය කර තිබූ උත්සවවලදී පවා. උත්සවයේ සෑම දෙයක්ම මා විසින් සිදු කරන ලදී. පාර්ලිමේන්තු මැතිවරණයේදී එළිදැක්වූ ලාංඡනයත් මගේ. මම SJB වෙනුවෙන් මගේ කොටස ඉටු කර ඇති අතර ඔවුන් එය කළ යුතු නිසා විනය පියවර ගැනීම ගැන මම ඔවුන්ට දොස් නොකියමි. අනෙක් අය පක්ෂයෙන් නොගොස් ගංවතුර දොරටු විවෘත කිරීම වළක්වනු ඇත. පක්ෂයට ක්‍රියාමාර්ග ගැනීමට බල කෙරෙනු ඇති අතර යමෙකු පක්ෂ තීරණවලට පටහැනිව යන විට මෙය සාමාන්‍ය සහ ස්වාභාවිකය. ඒත් දැන් මම ඒ ගැන වැඩිය වද වෙන්නේ නැහැ.",
        "මේ Portfolio එක ගැනීමෙන් ඒක මම ගත්ත අවදානමක්. ඇත්තටම මම මගේම සාක්කුව ඇතුලේ කාල බෝම්බයක් දාගෙන, ඒක කොයි වෙලේ පිපිරෙයිද දන්නේ නැහැ, නමුත් මම ඒක පුළුවන් තරම් කල් දාලා අපි ජාතියක් විදියට පදිංචි වෙන්න හදනවා.",
        "ප්‍ර  ඔබේ සාක්කුවේ කාල බෝම්බයක් තිබෙන බව ඔබ කියන්නේ ඇයි? එය පුපුරා යනු ඇතැයි ඔබ සිතන්නේ ඇයි?",
        "පවතින තත්ත්වය නිසා මේ ප්‍රශ්න විසඳුවේ නැත්නම්, මේ පෝලිම් සකස් කළේ නැත්නම්, ලංකාවට මුදල් ලැබුණේ නැත්නම්, අපිට කන්න කන්න ලැබෙන්නේ නැහැ. අපිට එළියට එන්න බැරි වෙයි. පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ සහ දේශපාලඥයන්ගේ ගෙවල් විශාල ප්‍රමාණයක් ගිනි තබා ඇත. එය ඉතා කැත සහ වෙනස් හැරීමක් ගනී. එබැවින් ඔබ ඔබම අවදානමට ලක් කරයි. ඉතින් අපි රඟපාන්නේ නැත්නම් පිපිරෙනවා වගේ කාල බෝම්බයක් දාගෙන මම මේකට පැන්නා.",
        "ප්‍ර  එහෙත් ඔබ මේ රජය සමඟ වාඩි වී දැන් දින කිහිපයකි. ඔබට ඇසෙන්නේ කුමක්ද? ඔවුන් නිවැරදි මාර්ගයේ ගමන් කරන බව ඔබ සිතනවාද? මෙම පෝලිම් අවසන් වේ යැයි ඔබ සිතනවාද?",
        "අපි බලන්නේ මාස තුනයි. මුල් මාස තුනේ අපි උත්සාහ කරන්නේ තත්ත්වය සමනය කර ඉන්ධන සහ ගෑස් ලබාගෙන රට ගෙන යාමටයි. ශ්‍රී ලංකාවේ වැදගත් අමාත්‍යාංශයක් වන දැවැන්ත අමාත්‍යාංශයක් මම භාර ගත්තේ 12% ත් 14% ත් අතර ප්‍රමාණයක් සංචාරක කර්මාන්තය මත යැපෙන බැවිනි. එතනින් තමයි විදේශ ප්‍රේෂණ එන්නේ.",
        "මනූෂ නානායක්කාරත් මේ වගේ තීරණයක් අරගෙන විදේශ රැකියා අමාත්‍යාංශය ගත්තා. අපි ශ්‍රී ලංකාවට විදේශ ප්‍රේෂණ බිලියන 7.1කට වැඩි ප්‍රමාණයක් ලබා ගත් අතර දැන් එය මිලියන 500කට වඩා අඩු වී ඇත.",
        "එබැවින් එය දැවැන්ත පහරකි. නමුත් අපට තවමත් කොරියාවේ රැකියා 4,000කට වැඩි ප්‍රමාණයක්, යුරෝපයේ 1,500කට ආසන්න ප්‍රමාණයක් සහ ජපානයේ රැකියා තිබේ. අපිට මේ ආදායම අවශ්‍යයි. අපි මේ මොහොතේ මාස තුනක් පක්ෂ දේශපාලනය නොබලා කණ්ඩායමක් විදියට වැඩ කළොත් මට හිතෙනවා මේ දේවල් වෙන පැත්තකට හැරවිය හැකියි. විවිධ දේශපාලන මතිමතාන්තර නිසා මම අදහන්නේ නැති මිනිස්සුත් එක්ක ඉඳගන්න වුණාට රට පදිංචි කරවන්න මට එතන ඉඳගන්න වෙනවා. ඉතින්, මම විශ්වාස කරනවා, මිනිසෙකුට එය භාර ගැනීමට ධෛර්යය ඇති විට, ඔහු එය කළ යුතුය.",
        "ප්‍ර  අද, පසුගිය සතියට සාපේක්ෂව ඔබ පාරේ ඇවිදින විට, හරීන් ගෙදර යන්න, හරීන් අසමත් යැයි මිනිසුන් පැවසිය හැකිය. මෙය දැනටමත් සමාජ මාධ්‍යවල ආරම්භ වී තිබේද?",
        "මම විශ්වාස කරනවා මෙතැනදී මාධ්‍ය අවම වශයෙන් මාස තුනක්වත් ඉතා වගකීමෙන් කටයුතු කළ යුතුයි. ධනාත්මක පුවත් කිහිපයක් සාදන්න. මම කළඹ භාරගෙන දිනකට පසු මම එළියට ගිය අතර මිනිසුන් මාව හඳුනා ගත්තා. ඔවුන් සියල්ලෝම ප්‍රීති ඝෝෂා කරන්නට පටන් ගත් අතර, ඔවුන් තීරණයෙන් සහාය දුන් නිසා එය අමුතු දෙයක් විය. ඊට පස්සේ මම ඔවුන් සමඟ ගීත කිහිපයක් ගායනා කළා. ඔවුන් මාව විවේචනය කළේ නැහැ.",
        "ඔවුන් මට දිගින් දිගටම කිව්වා, කරුණාකර ඔබ යමක් නිවැරදිව කරන බවට වග බලා ගන්න. පක්ෂ දේශපාලනයෙන් බෙදුණොත් මිනිස්සු අපිට බනිනවා. ඔවුන් මගේ තීරණවලට පහර දෙනු ඇත. දැන්, අද, මට SJB එකෙන් හිරිහැර කරනවා. ඊට කලින් මට ශ්‍රී ලංකා පොදුජන පෙරමුණෙන් හිරිහැර වුණා. දැන් ශ්‍රී ලංකා පොදුජන පෙරමුණ නිහඬයි. දේශපාලනය ක්‍රියාත්මක වන්නේ එහෙමයි නමුත් ජනතාවට අවශ්‍ය වන්නේ එය නොවේ.",
        "‘ගෝඨාගෝගම’ ප්‍රදේශයේ බොහෝ අය මට මුණගැසුණේ මගේ කාර්යාලයේදීයි. අපි මේ ලේ වැගිරීම නවත්වන්න ඕන මොකද මැති ඇමැතිවරුන්ගේ ගෙවල් පවා ගිනි තියලා මම ගොඩක් කනස්සල්ලෙන් ඉන්නේ. ඔවුන් ද දැඩි කෝපයකින් සිටින අතර, අපි කාරණය උසිගන්වන්නේ නම්, එය තවත් ප්‍රචණ්ඩත්වයක් ඇති කළ හැකිය. ප්‍රචණ්ඩත්වය කිසිම ආකාරයකින් පිළිගත නොහැකිය. මේ අර්බුදකාරී අවස්ථාවේ රටට උදව් කිරීමට මම සැබෑ ලෙසම මෙහි සිටින බව මගේ වැඩවලින් ජනතාවට ඔප්පු වනු ඇතැයි මම සිතමි.",
        "ප්‍ර  ඔබ දැන් සිටින්නේ රාජපක්ෂ කඳවුරේ බව සමාජ මාධ්‍ය පිරී ඇත. ඔබ රුපියල් 1000 කට විකුණු බවට චෝදනා එල්ල වෙනවා. මිලියන 100 සිට රුපියල් මිලියන 150 දක්වා. මේක ඇත්තද?",
        "මේකට උත්තරය ලේසියි. ඕනෑම කෙනෙකුට තොරතුරු දැනගැනීමේ අයිතියක් (RTI) සඳහා ඉල්ලුම් කළ හැකි අතර මගේ වත්කම් ප්‍රකාශය සහ මගේ බැංකු ගිණුම් සහ මගේ Overdrafts (ODs) පවා ලබා ගත හැකි අතර ඔවුන්ටම දැක ගත හැකිය. හොඳ ධනවත් පියෙකු ලැබීමට තරම් මම වාසනාවන්තයි. මට ලැබුණු ධනය ඔහුගෙන්. මට ඒක ඔප්පු කරන්න පුළුවන්.",
        "ප්‍ර  ඇමැතිතුමනි, 21 වැනි සංශෝධනය පාර්ලිමේන්තුවට ඉදිරිපත් කළා. නමුත් මෙයින් සිදු වන්නේ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමක් නොව ජනාධිපතිවරයාගේ බලතල අඩු කිරීමක් පමණයි. අනෙකුත් වගන්ති මොනවාද?",
        "විධායක ජනාධිපති ක‍්‍රමය අහෝසි කරන බවට ඔවුන් අපට සහතික වූ නිසා අපි මේ ආණ්ඩුවට එක්වීමට එකඟ වුණා. මම විජයදාස රාජපක්ෂ මහතා සමඟත් ප්‍රතිපාදන ගැන කතා කර තිබෙනවා. මුලින්ම අපි නැවතත් 19 වැනි සංශෝධනයට යනවා. එබැවින් ද්විත්ව පුරවැසියන්ට යාමට සිදුවනු ඇත. ඒ කියන්නේ බැසිල්ට යන්න වෙයි. එතකොට රාජපක්ෂලා තුන්දෙනාගෙන් දෙන්නෙක් නැති වෙනවා. මේ අය හොරකම් කරපු සල්ලි ආපහු ගන්නේ කොහොමද කියලා ජනතාවත් අහනවා. ඒ නිසා අපි හොංකොං හි පනවන ලද නීතියම ක්‍රියාත්මක කිරීමටත් විමර්ශකයින්ට දූෂිත දේශපාලනඥයන්ගේ වත්කම් ගැන සොයා බලා ඔවුන් අත්අඩංගුවට ගැනීමටත් අපි බලා සිටිමු. කෙසේ වෙතත්, ප්‍රථමයෙන් සහ ප්‍රධාන වශයෙන්, මිනිසුන්ට ආහාර ඇති බවත්, පෝලිම් අවසන් වන බවත් සහතික කළ යුතුය."
      ]
    },
    "ta": {
      "title": "சஜித் விரைவில் இலங்கையை வழிநடத்துவார் ஆனால் இம்முறை அவர் முடிவெடுப்பதில் தோல்வியடைந்தார் - ஹரின்",
      "body_lines": [
        "ஜனாதிபதி செல்ல வேண்டும் என்று நான் இன்னும் உறுதியாகக் கூறுகிறேன், மேலும் வெளியில் இருந்துவிட்டு ஏற்கனவே ஏற்பட்ட சேதத்தை விமர்சிப்பதை விட டிராகனின் வாயில் என் கையை வைத்து இதை வரிசைப்படுத்த முயற்சிப்பது நல்லது என்று நான் நினைத்தேன். என் நாடு வீழ்ச்சியடைவதை என்னால் பார்க்க முடியாது",
        "நான் SJB க்காக எனது பங்கைச் செய்துள்ளேன், ஒழுக்காற்று நடவடிக்கை எடுத்ததற்காக நான் அவர்களைக் குறை கூறவில்லை, ஏனெனில் அவர்கள் அதைச் செய்ய வேண்டும். அதனால் மற்றவர்கள் கட்சியை விட்டு வெளியேறாமல், வெள்ளக் கதவுகள் திறக்கப்படுவதைத் தடுக்கலாம்",
        "உண்மையில், நான் என் பாக்கெட்டில் ஒரு டைம் பாம்பை வைத்திருக்கிறேன், அது எப்போது வெடிக்கும் என்று எனக்குத் தெரியவில்லை, ஆனால் நான் அதை முடிந்தவரை தாமதப்படுத்த முயற்சிக்கிறேன், மேலும் நாம் ஒரு தேசமாக குடியேறுவதை உறுதிசெய்கிறேன்.",
        "ஜனாதிபதிக்கு ஆணை உள்ளது ஆனால் அவர் நாட்டு மக்களால் ஏற்றுக்கொள்ளப்படவில்லை. எனவே, அவர் வெளியேறும் வழியில் இருக்கிறார், நாட்டின் நெருக்கடி மிகவும் ஆழமாக இருப்பதால் அவருக்கு பாதுகாப்பான வெளியேற்றம் தேவைப்படுகிறது",
        "என்னைப் பொறுத்தவரை நான் ஜனாதிபதிக்கு பதிலளிக்க முடியாது. இலங்கை மக்களுக்கும் அமைச்சரவைக்கும் பாராளுமன்றத்திற்கும் நான் பதிலளிக்கக் கடமைப்பட்டவன் என நான் நம்புகிறேன். ஜனாதிபதிக்கு ஆணை உள்ளது ஆனால் அவர் நாட்டு மக்களால் ஏற்றுக்கொள்ளப்படவில்லை",
        "இது கோட்டாபய ராஜபக்ஷவைப் பற்றியது மட்டுமல்ல, அதைவிடப் பெரியது என்று நான் நம்புகிறேன். இது நாட்டைப் பற்றியது மற்றும் கோத்தபய ராஜபக்ச இப்போது தற்போதைய ஜனாதிபதியாக இருக்கலாம்",
        "ரணில் விக்கிரமசிங்க தீர்வாக இருக்க முடியாது, ஆனால் அவர் இந்த நேரத்தில் அறுவை சிகிச்சை நிபுணர். இந்த நாட்டின் அடுத்த தலைவர் சஜித் பிரேமதாசவாக இருப்பார் என நான் நம்புகிறேன்",
        "சுற்றுலாத்துறை அமைச்சரும் SJB பாராளுமன்ற உறுப்பினருமான ஹரின் பெர்னாண்டோ, கோட்டாபய ராஜபக்ச நிர்வாகத்தில் ஒரு இலாகாவை ஏற்றுக்கொண்டு SJB கொள்கைகளுக்கு எதிராக செல்ல தனது முடிவை கடுமையாக வெளிப்படுத்தியுள்ளார், ஆனால் விமர்சனங்களில் மட்டும் தனது நேரத்தை வீணடிக்க விரும்பவில்லை என்றும் தேசத்தை வெளியே கொண்டு வர உதவ விரும்புவதாகவும் கூறினார். நெருக்கடி. டெய்லி மிரருக்கு அளித்த பேட்டியில், கோட்டாபய ராஜபக்சவை ராஜினாமா செய்ய தாம் தொடர்ந்து அழுத்தம் கொடுப்பதாகவும், ஆனால் இதற்கிடையில் அமைச்சரவையில் மக்களின் குரலாக அது இருக்கும் என்றும் பெர்னாண்டோ கூறினார்.",
        "கே  அமைச்சரே, நீங்கள் ஜனாதிபதி கோட்டாபய ராபக்ச மற்றும் பிரதமர் ரணில் விக்கிரமசிங்கவின் கீழ் ஒரு இலாகாவை எடுத்துள்ளீர்கள், ஆனால் 'சார் தோல்வியடைந்துவிட்டார்' என்று சமூக ஊடகங்களில் தொடர்ந்து வந்து கோட்டாபய ராஜபக்ஷ நிர்வாகத்தை கடுமையாக விமர்சித்தவர்களில் நீங்களும் ஒருவர். நீங்கள் இந்த விமர்சனத்தை விடுத்து, ஜி.ஆர் அமைச்சரவையின் கீழ் ஒரு இலாகாவை ஏற்றுக்கொண்டதைக் கண்டு இப்போது கொஞ்சம் ஏமாற்றம் இல்லையா?",
        "இலங்கை ஆழ்ந்த நெருக்கடியில் உள்ளது. அடுத்த வாரம் இந்த நாட்டை எப்படி நிர்வகிப்போம் என்று கூட தெரியவில்லை. இது தற்போது கட்சி அரசியலுக்கு அப்பாற்பட்டது. நான் இன்னும் ‘சார் ஃபெயில்ட்’ என்று பேணுகிறேன் என்று சொல்வேன். நான் இன்னும் அதை தொடர்கிறேன், ஜனாதிபதி வெளியேற வேண்டிய நேரம் இது.",
        "'சார் ஃபெயில்' கோஷம் சம்பந்தப்பட்ட இடத்தில், ஐயா தோல்வியடைந்தாலும், ஐயாவின் தோல்விகளால் நாட்டைத் தோற்கடிக்க அனுமதிக்க முடியாது என்று நான் நம்புகிறேன். எனவே எனது கட்சிக்காகவோ அல்லது எனது நாட்டிற்கு ஆதரவாகவோ நான் எடுக்க வேண்டிய மிகப்பெரிய முடிவு இது.",
        "எனவே, இந்த முடிவு கடினமாக இருந்தது, ஏனென்றால் நான் SJB இன் ஸ்தாபக உறுப்பினர்களில் ஒருவராக இருந்தேன், மேலும் நான் எந்த நேரத்திலும் SJB ஐ விட்டு வெளியேறவில்லை. ஆனால், இது தற்போதைய நிலைக்கு வரும் என்றும் எதிர்க்கட்சியாக களமிறங்க வேண்டும் என்றும் கடந்த ஒன்றரை மாதங்களாக எங்கள் கட்சியில் உள்கட்சி விவாதம் நடந்து வருகிறது. எனவே, எதிர்கட்சியாக நாம் நிற்பதற்கும், நாங்கள் செய்ய வேண்டியதை வழங்காததற்கும் ஓரளவு பொறுப்பு என்று நான் நம்புகிறேன். ஏற்றுக்கொள்வதற்கும் காண்பிப்பதற்கும் நாங்கள் அதை ஒரு தட்டில் வைத்தோம், ஆனால் நாங்கள் அதை எப்படி மாற்றுவது என்று விமர்சிப்பதுதான்.",
        "கட்சி அரசியலை ஒதுக்கி வைத்துவிட்டு, நாம் இப்போது வழங்க வேண்டும் என்று நினைக்கிறேன். எனவே, ஐயா தோல்வியடைந்தாலும், அது என் மனசாட்சிக்கு எதிரானது என்றாலும், ஒரு போர்ட்ஃபோலியோவைத் தவிர, நான் அதை என் நாட்டிற்காக ஏற்றுக்கொள்ள வேண்டியிருந்தது. நான் ஒரு மனிதனாக இருக்கிறேன், ஜனாதிபதி செல்ல வேண்டும் என்பதை நான் இன்னும் கடைப்பிடிக்கிறேன், மேலும் ஏற்கனவே நடந்த சேதத்தை விமர்சிப்பதை விட, டிராகனின் வாயில் என் கையை வைத்து இதை வரிசைப்படுத்த முயற்சிப்பது நல்லது என்று நான் நினைத்தேன். என் நாடு வீழ்ச்சியடைவதை என்னால் பார்க்க முடியாது.",
        "கே  தோல்வியுற்றதாக நீங்கள் தொடர்ந்து கூறும் ஒரு தலைவருடன் எவ்வாறு பணியாற்ற விரும்புகிறீர்கள்? ஏனென்றால், நாளின் முடிவில், நீங்கள் தேசத்திற்குப் பதில் சொல்லும் அதே வேளையில், உங்கள் ஜனாதிபதிக்கும் நீங்கள் பதில் சொல்ல வேண்டும்?",
        "அது சரியென்று நான் நம்பவில்லை. ஏனெனில், தற்போது நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதாக புதிய பிரதமரால் எமக்கு உறுதியளிக்கப்பட்டது. ஜனாதிபதியின் அதிகாரங்களை குறைக்கும் 20வது திருத்தத்தை கொண்டு வருவோம். என்னைப் பொறுத்தவரை நான் ஜனாதிபதிக்கு பதிலளிக்க முடியாது. இலங்கை மக்களுக்கும் அமைச்சரவைக்கும் பாராளுமன்றத்திற்கும் நான் பதிலளிக்கக் கடமைப்பட்டவன் என நான் நம்புகிறேன். ஜனாதிபதிக்கு ஆணை உள்ளது ஆனால் அவர் நாட்டு மக்களால் ஏற்றுக்கொள்ளப்படவில்லை. எனவே, அவர் வெளியேறும் வழியில் இருக்கிறார், நாட்டின் நெருக்கடி மிகவும் ஆழமாக இருப்பதால் அவருக்கு பாதுகாப்பான வெளியேற்றம் தேவைப்படுகிறது.",
        "மகிந்த ராஜபக்சவை நேசிக்கும் மக்கள் எப்படி அவருக்கு எதிராக மாறுகிறார்கள் என்பதை சில வாரங்களுக்கு முன்பு பார்த்தோம். மே மாதம் 9ஆம் திகதி மஹிந்த ராஜபக்ச அந்தக் கும்பல்களிடம் சிக்கியிருந்தால் அவர் வெட்டிக் கொல்லப்பட்டிருப்பார். எனவே, இது கோட்டாபய ராஜபக்ஷவைப் பற்றியது மட்டுமல்ல, அதை விட பெரியது என்று நான் நம்புகிறேன். இது நாட்டைப் பற்றியது மற்றும் கோட்டாபய ராஜபக்ச இப்போது பதவியில் இருக்கும் ஜனாதிபதியாக இருக்கலாம், ஆனால் நாம் 19 வது திருத்தத்திற்குச் சென்று நிறைவேற்று ஜனாதிபதி முறையை ஒழிக்க நாங்கள் அழுத்தம் கொடுத்தால், அவர் ஒரு நல்ல வெளியேற்றத்தைப் பெறுவார் என்பது காலத்தின் விஷயம். அதைத்தான் நாங்கள் செய்ய முயற்சிக்கிறோம். இப்போது நாம் இந்தப் பொறுப்பை ஏற்கவில்லை என்றால் நாடு முன்னேறிச் செல்வதை நான் பார்க்கவில்லை, தேர்தலுக்குச் சென்றிருக்க வேண்டும் என்று சிலர் கூறினாலும், மக்கள் அதைத்தான் விரும்புகிறார்கள் என்று நான் நினைக்கவில்லை. எனக்கு என்ன வேண்டும், ஏனென்றால் உணவு நெருக்கடி, மின்சாரம், எரிபொருள், எரிவாயு, மருத்துவம், கல்வி மற்றும் சுகாதார நெருக்கடி போன்ற பாரிய சுமைகளால் நாம் அவதிப்படுகிறோம்.",
        "கே  எனவே இப்போது நீங்கள் ஹீரோவாக உணர்கிறீர்களா? நீங்கள் வந்து ஒரு மாற்றம் செய்யலாம் என்று நினைக்கிறீர்களா? உங்கள் திடீர் வருகையால் மக்கள் என்ன எதிர்பார்க்கிறார்கள்?",
        "அமைச்சரவைக்குள் இருக்கும் மக்களின் குரலாக இருக்க வேண்டும் என்பதை மக்கள் என்னிடம் எதிர்பார்க்கலாம். ஜனாதிபதியை வெளியேற்றுவதில் நாங்கள் ஒரு பகுதியாக இருக்கிறோம் என்பதை உறுதிப்படுத்திக் கொள்கிறோம். நான் வெளியே இருக்கவும் விமர்சிக்கவும் முடியும், ஆனால் மக்கள் SJB இன் பாத்திரத்தில் மகிழ்ச்சியடையவில்லை.",
        "எனவே எதிர்க்கட்சிகளும் வித்தியாசமாகச் செயல்பட்டன என்பதை ஏற்றுக்கொள்ள வேண்டிய நேரம் இது என்று நினைக்கிறேன். நான் கடக்க விரும்பவில்லை அல்லது கடக்கவில்லை. எனவே நான் தற்போது சுதந்திரமாக இருக்கிறேன் என்று கூறுவேன். மேலும் இந்த முடிவை நான் தனிப்பட்ட முறையில் எடுக்க விரும்பவில்லை மாறாக கட்சி முடிவாக எடுக்க விரும்பினேன். SJB மட்டுமே முடிவுகளை எடுத்தது, ஆனால் நான் சுதந்திரமாக செல்லப் போகிறேன் என்று நான் சொன்னபோது, ​​​​நான் வெளியேறுகிறேன் என்று சொன்னபோதுதான் அவர்கள் பிரதமர் பதவியை கேட்டார்கள். ஆனால் அதற்குள் மிகவும் தாமதமாகிவிட்டது. 2019 இல் ரணில் விக்கிரமசிங்கவை சஜித் சரியாகச் செய்யவில்லை. எனவே நாங்கள் ஒன்றாக இணைந்து இந்த கட்சியை உருவாக்கி சஜித்தை ஜனாதிபதி வேட்பாளராக அறிவித்தோம்.",
        "அப்போது, ​​எனது முடிவு எனது கட்சி மற்றும் அதன் உறுப்பினர்களை அடிப்படையாகக் கொண்டது. ஆனால் இன்று 2022ல் நாட்டின் சார்பில் முடிவு எடுக்கப்படுகிறது. எனவே, இன்று, இது எனது மக்களைப் பற்றியது அல்லது எனது கட்சியினரைப் பற்றியது அல்ல, அது முழு நாட்டையும் பற்றியது, ஏனென்றால் நாம் ஒன்றாக ஒன்றிணைய வேண்டும் என்று நான் நினைக்கிறேன். நாடாளுமன்றத்தில் ஒரே ஒரு ஆசனத்தை மட்டுமே வைத்திருந்த ஒருவர் பிரதமரானால், எதிர்க்கட்சியாகிய நாங்கள் இன்னும் பலவற்றைச் செய்ய முடியும். ரணில் விக்கிரமசிங்க தீர்வாக இருக்க முடியாது, ஆனால் அவர் இந்த நேரத்தில் அறுவை சிகிச்சை நிபுணர். இந்த நாட்டின் அடுத்த தலைவர் சஜித் பிரேமதாசவாக இருப்பார் என நான் நம்புகிறேன். அவருடன் என்னால் மீண்டும் வேலை கிடைக்காமல் போகலாம், ஆனால் இந்த முறை நாட்டின் நலனுக்காக மனசாட்சியுடன் சென்றேன்.",
        "கேள்வி  சஜித் பிரேமதாச தற்போது நாடாளுமன்றத்தில் எதிர்க்கட்சித் தலைவராக உள்ளார், நீங்கள் கூறியது உண்மைதான், ஏனெனில் அவர் தனது பங்கை நிறைவேற்றத் தவறியதால் மக்கள் அவர் மீது மிகுந்த ஏமாற்றம் அடைந்துள்ளனர். நீங்கள் விளக்கிய எல்லாவற்றிலும் நீங்கள் சஜித்துடன் முழுக்க முழுக்க இருந்தவர். எதிர்க்கட்சித் தலைவராக அவர் தோல்வியடைந்துவிட்டார் என்று நினைக்கிறீர்களா?",
        "நான் ஒரு குறிப்பிட்ட அளவிற்கு நம்புகிறேன். ஆம். ஆனால் சஜித் தனது முடிவெடுத்தல் மற்றும் தாமதப்படுத்தும் யுக்திகளால் மட்டும் தோல்வியடைந்ததாக நான் நினைக்கவில்லை. அவர் மக்களால் தோற்றுவிட்டார் என்று நினைக்கிறேன்.",
        "ஆனால் அவர் ஒரு உறுதியான மனிதர் என்று என்னால் சொல்ல முடியும். சஜித் தனது அரசியலை மிகவும் சீரியஸாக செய்கிறார், அதற்காக தனது முழு நேரத்தையும் அர்ப்பணித்து வருகிறார். இது சரியான நேரம் அல்ல, அதுதான் எங்களை இங்கு கொண்டு வந்து சேர்த்தது.",
        "கே  நீங்கள் போர்ட்ஃபோலியோவை எடுக்க முடிவு செய்த பிறகு, உங்கள் கட்சி உங்களை விரும்பவில்லை. உங்கள் மீது ஒழுங்கு நடவடிக்கை எடுக்க அவர்கள் ஆலோசித்து வருகின்றனர். உங்களையும் மனுஷ நாணயக்காரவையும் பதவி நீக்கம் செய்ய வேண்டும் என்று சில பிரிவுகள் குரல் கொடுக்கின்றன. இதைப் பார்த்தால், உங்களுக்கு ஒரு விருந்து இருக்கப் போகிறது என்று நான் நினைக்கவில்லையா?",
        "நான் உடன்படவில்லை. அந்தக் கட்சிக்காக நான் என்ன செய்தேன் என்பது எஸ்ஜேபிக்கு உண்மையிலேயே தெரியும் என்று நினைக்கிறேன். மேலும் சஜித் பிரேமதாசவை எவரும் அறிந்ததை விட அதிகமாக நான் நம்புகிறேன். அண்மையில் கண்டியில் இருந்து கொழும்பு வரை ஏற்பாடு செய்யப்பட்ட நிகழ்வுகளில் கூட. இந்நிகழ்ச்சியில் எல்லாம் நான்தான் செய்தேன். நாடாளுமன்றத் தேர்தலின்போது வெளியிடப்பட்ட சின்னமும் என்னால்தான். நான் SJB க்காக எனது பங்கைச் செய்துள்ளேன், ஒழுக்காற்று நடவடிக்கை எடுத்ததற்காக நான் அவர்களைக் குறை கூறவில்லை, ஏனெனில் அவர்கள் அதைச் செய்ய வேண்டும். அதனால் மற்றவர்கள் கட்சியை விட்டு வெளியேறாமல், வெள்ளக் கதவுகள் திறக்கப்படுவதைத் தடுக்கலாம். கட்சி நடவடிக்கை எடுக்க நிர்ப்பந்திக்கப்படும், கட்சி முடிவுகளுக்கு எதிராக யாராவது செல்லும்போது இது மிகவும் சாதாரணமானது மற்றும் மிகவும் இயல்பானது. ஆனால் இப்போது நான் அதைப் பற்றி அதிகம் கவலைப்படவில்லை.",
        "இந்த போர்ட்ஃபோலியோவை எடுத்ததன் மூலம், நான் எடுத்த ரிஸ்க். உண்மையில் நான் எனது சொந்த பாக்கெட்டில் ஒரு டைம் பாம்பை வைத்துள்ளேன், அது எப்போது வெடிக்கும் என்று எனக்குத் தெரியவில்லை, ஆனால் நான் அதை முடிந்தவரை தாமதப்படுத்தி, ஒரு தேசமாக நாம் குடியேறுவதை உறுதிசெய்ய முயற்சிக்கிறேன்.",
        "கே  உங்கள் பாக்கெட்டில் டைம் பாம் உள்ளது என்று ஏன் சொல்கிறீர்கள்? அது ஏன் வெடிக்கும் என்று நினைக்கிறீர்கள்?",
        "தற்போதைய சூழ்நிலையின் காரணமாக, இந்த பிரச்சினைகளை நாங்கள் சரிசெய்யவில்லை என்றால், இந்த வரிசைகளை சரிசெய்யாவிட்டால், இலங்கைக்கு நிதியுதவி கிடைக்காவிட்டால், எங்களுக்கு சாப்பிட உணவு இல்லை. நாங்கள் வெளியேற முடியாது. பல பாராளுமன்ற உறுப்பினர்கள் மற்றும் அரசியல்வாதிகளின் வீடுகள் எரிக்கப்பட்டுள்ளன. இது மிகவும் அசிங்கமான மற்றும் வித்தியாசமான திருப்பத்தை எடுக்கிறது. எனவே நீங்கள் உங்களை ஆபத்தில் ஆழ்த்துகிறீர்கள். அதனால், நாங்கள் நடிக்கவில்லை என்றால், அது வெடித்துவிடும் என டைம் பாம் போட்டு இதில் குதித்தேன்.",
        "கே  ஆனால் நீங்கள் இந்த அரசாங்கத்தில் அமர்ந்து சில நாட்களாகிறது. நீங்கள் என்ன கேட்கிறீர்கள்? அவர்கள் சரியான பாதையில் செல்கிறார்கள் என்று நினைக்கிறீர்களா? இந்த வரிசைகள் முடிவடையும் என்று நினைக்கிறீர்களா?",
        "நாம் பார்ப்பது மூன்று மாதங்கள். முதல் மூன்று மாதங்கள், நிலைமையை அமைதிப்படுத்தி, எரிபொருள் மற்றும் எரிவாயுவைப் பெற்று, நாட்டை இயங்க வைக்க முயற்சிக்கிறோம். 12% முதல் 14% க்கும் அதிகமானோர் சுற்றுலாத்துறையை நம்பியிருப்பதால், இலங்கையில் ஒரு முக்கியமான அமைச்சாக நான் ஒரு பாரிய அமைச்சை எடுத்துள்ளேன். அங்குதான் வெளிநாட்டுப் பணம் வருகிறது.",
        "மனுஷ நாணயக்கார கூட இதே முடிவை எடுத்து வெளிநாட்டு வேலைவாய்ப்பு அமைச்சையும் எடுத்தார். நாங்கள் இலங்கைக்கு 7.1 பில்லியனுக்கும் அதிகமான வெளிநாட்டுப் பணத்தைப் பெற்றிருந்தோம், இப்போது அது 500 மில்லியனுக்கும் குறைவாகக் குறைந்துள்ளது.",
        "எனவே இது மிகப்பெரிய வெற்றி. ஆனால் கொரியாவில் இன்னும் 4,000க்கும் மேற்பட்ட வேலைகள் உள்ளன, ஐரோப்பாவில் கிட்டத்தட்ட 1,500 வேலைகள் உள்ளன, ஜப்பானில் வேலைகள் உள்ளன. இந்த வருமானம் எங்களுக்கு வேண்டும். இந்த தருணத்தில் கட்சி அரசியல் பார்க்காமல் மூன்று மாதங்களுக்கு ஒரு அணியாகச் செயல்பட்டால், விஷயங்களை மாற்றியமைக்கலாம் என்று நினைக்கிறேன். வெவ்வேறு அரசியல் சித்தாந்தங்கள் காரணமாக நான் நம்பாத மக்களுடன் நான் உட்கார வேண்டியிருந்தாலும், நாட்டைக் குடியேற்றுவதை உறுதிசெய்ய நான் அங்கேயே அமர்ந்திருக்க வேண்டும். எனவே, நான் நம்புகிறேன், ஒரு மனிதனுக்கு அதை எடுக்க தைரியம் இருக்கும்போது, ​​அவன் அதைச் செய்ய வேண்டும்.",
        "கே  இன்று, கடந்த வாரத்துடன் ஒப்பிடும்போது நீங்கள் சாலையில் நடக்கும்போது, ​​ஹரின் வீட்டுக்குப் போ, ஹரின் தோல்வியுற்றார் என்று மக்கள் கூறலாம். இது ஏற்கனவே சமூக ஊடகங்களில் தொடங்கப்பட்டதா?",
        "குறைந்தது மூன்று மாதங்களுக்கு ஊடகங்கள் மிகவும் பொறுப்புடன் இருக்க வேண்டும் என்று நான் நம்புகிறேன். சில நேர்மறையான செய்திகளை உருவாக்கவும். நான் போர்ட்ஃபோலியோ எடுத்த ஒரு நாள் கழித்து, நான் வெளியே சென்றேன், மக்கள் என்னை அடையாளம் கண்டுகொண்டார்கள். அவர்கள் அனைவரும் ஆரவாரம் செய்யத் தொடங்கினர், இது அவர்கள் முடிவை ஆதரித்ததால் விசித்திரமானது. பின்னர் அவர்களுடன் சில பாடல்களையும் பாடினேன். அவர்கள் என்னை விமர்சிக்கவில்லை.",
        "அவர்கள் என்னிடம் தொடர்ந்து சொன்னார்கள், தயவுசெய்து நீங்கள் ஏதாவது சரியாகச் செய்யுங்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். கட்சி அரசியலால் பிரிந்தால், மக்கள் நம்மை விமர்சிப்பார்கள். அவர்கள் என் முடிவுகளை தாக்குவார்கள். இப்போது, ​​இன்று, நான் SJB யால் துன்புறுத்தப்படுகிறேன். அதற்கு முன் நான் SLPP யால் துன்புறுத்தப்பட்டேன். இப்போது SLPP அமைதியாக உள்ளது. அரசியல் அப்படித்தான் இயங்குகிறது ஆனால் மக்கள் விரும்புவது அதுவல்ல.",
        "எனது அலுவலகத்தில் 'கோட்டகோகம'வில் பெரும்பாலானவர்களை நான் சந்தித்தேன். இந்த இரத்தக்களரியை நாம் நிறுத்த வேண்டும், ஏனென்றால் அமைச்சர்கள் மற்றும் எம்பிக்கள் வீடுகள் கூட எரிக்கப்பட்டதால் நான் மிகவும் கவலைப்படுகிறேன். அவர்களுக்கும் பெரும் கோபம் உள்ளது, இந்த விஷயத்தை நாம் தூண்டினால், அது மேலும் வன்முறையை உருவாக்கலாம். வன்முறையை எந்த வடிவத்திலும் ஏற்றுக்கொள்ள முடியாது. இந்த நெருக்கடியான நேரத்தில் நாட்டுக்கு உதவ நான் உண்மையிலேயே இங்கு இருக்கிறேன் என்பதை எனது பணி மக்களுக்கு நிரூபிக்கும் என்று நினைக்கிறேன்.",
        "கே  நீங்கள் இப்போது ராஜபக்சே முகாமில் இருக்கிறீர்கள் என்ற உண்மையால் சமூக ஊடகங்கள் நிறைந்துள்ளன. ரூ.100க்கு விற்கப்பட்டதாக குற்றச்சாட்டுகள் உள்ளன. 100 மில்லியன் முதல் 150 மில்லியன் வரை. இது உண்மையா?",
        "இதற்கான பதில் எளிது. எவரும் தகவல் அறியும் உரிமைக்கு (ஆர்டிஐ) விண்ணப்பிக்கலாம் மற்றும் எனது சொத்து அறிக்கை மற்றும் எனது வங்கிக் கணக்குகள் மற்றும் எனது ஓவர் டிராஃப்ட்கள் (ஓடிகள்) ஆகியவற்றைப் பெறலாம் மற்றும் அவர்கள் தாங்களாகவே பார்க்கலாம். ஒரு நல்ல மற்றும் பணக்கார தந்தையுடன் ஆசீர்வதிக்கப்படுவதற்கு நான் அதிர்ஷ்டசாலி. நான் பெற்ற செல்வம் அவரிடமிருந்து. என்னால் நிரூபிக்க முடியும்.",
        "கே  அமைச்சரே, 21வது திருத்தம் பாராளுமன்றத்தில் சமர்ப்பிக்கப்பட்டது. ஆனால் இது நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிக்கவில்லை மாறாக ஜனாதிபதியின் அதிகாரங்களை குறைக்கும். மற்ற உட்பிரிவுகள் என்ன?",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை ஒழிக்கப்படும் என அவர்கள் உறுதியளித்ததன் காரணமாகவே நாங்கள் இந்த அரசாங்கத்தில் இணைவதற்கு இணங்கினோம். விதிகள் குறித்து விஜயதாச ராஜபக்ஷவிடம் பேசியுள்ளேன். முதலில் நாம் 19வது திருத்தத்திற்கு செல்கிறோம். எனவே இரட்டை குடியுரிமை பெற்றவர்கள் செல்ல வேண்டும். இதன் பொருள் பசில் செல்ல வேண்டும். அப்போது மூன்று ராஜபக்சக்களில் இருவர் இல்லாமல் போய்விடுவார்கள். இவர்கள் கொள்ளையடித்த பணத்தை எப்படி திரும்ப பெறுவது என மக்கள் கேட்கின்றனர். எனவே, ஊழல் அரசியல்வாதிகளின் சொத்துக்கள் குறித்து புலனாய்வாளர்கள் விசாரணை நடத்தி அவர்களைக் கைது செய்யக்கூடிய அதே சட்டத்தை ஹாங்காங்கில் அமல்படுத்துவதை நாங்கள் பார்க்கிறோம். எவ்வாறாயினும், முதலில், மக்களுக்கு உணவு இருப்பதையும், வரிசைகள் முடிவடைவதையும் நாம் உறுதி செய்ய வேண்டும்."
      ]
    }
  }
}