{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-nation-heaves-itself-up-as-a-final-resort-enough-is-enough/",
  "time_ut": 1649478060,
  "title": "The Nation heaves itself up as a final resort: enough is enough!",
  "body_lines": [
    "We cannot take any more! That seemed to be the summation that drove the middle class and upper to hold silent vigils with placards hoisted. It was a giving vent to long pent-up disappointment, frustration, anger, outrage, and new found fearlessness. The pervasive feeling was being sick to the gills of the government and its leaders and debased Cabinet Ministers. I do not think those who originated the vigils ever thought results would emerge so soon and be accompanied by capitulation. The main slogan of the protests: Go Gota Go in Shakespearean language can be: Methinks thou art an offence and every man should beat thee.",
    "I am not competent to analyse the situation at present in Sri Lanka and incapable of commenting on it with prognosis in the sense of forecasting likely outcomes of the situation, and predictions. But I have the gut feeling and sensibility of a mature woman who loves her country and her fellow Sri Lankans – all of them – except of course those in power and hangers on and toadies. Hence my going into a province of comment I avoid in this column. But what else can one write about when one’s thoughts, hopes and fears are pinned on the present situation. Times glory is to … unmask falsehood and bring truth to light (Shakespeare).",
    "Speaking of predictions, a certain elevated hospital attendant from Anuradhapura comes to mind. We heard she was even dictating policy but we were too scared to even whisper her name. We know killings have taken place, abductions and white vans which mercifully were kota uda in the recent past. Hirunika, to whom I ascribe the honour of being the igniter of loud protests, brought this Anuradhapura dame to light by wanting to have a forecasting session with her but was stymied by a barrage of police persons. Who was she to be guarded so well?",
    "Hirunika posed this question to the head police officer and also made a very succinct remark; “You should be guarding us, the members of the public.” Oh well, some have greatness accompanied by wealth, a palatial home, security and even permission to build a hotel into the sacrosanct Nuwara Wewa, thrust on them!",
    "But now…Whoopee! All lost! Fear in its place in the hearts and bones of those who rode so high.",
    "The best known April/spring gathering in English literature was persons getting together in the last decade of the 14 century to go on pilgrimage from London to Canterbury to revere the martyr, Archbishop Sir Thomas Becket, killed in his cathedral by four emissaries of King Henry II in 1155. Geoffrey Chaucer recorded it in his Canterbury Tales in 1387, the first major work in the English language.",
    "On March 31 and April 1 and thereafter, the people of Sri Lanka rose and gathered on a sort of pilgrimage in sympathy with the less privileged who were moving from queue to queue to get bare essentials and being deprived on all fronts. In the meantime the PM’s son, tipped by his mother mostly to be bequeathed future leadership as a birthright in this country they appeared to treat as their demesne, was sporting in the Maldives. He was then ready to be feted by school children and suckers when he declared open a playing field already in use in Bandarawela. His mother was journeying to be feted in a Carlton school.",
    "Never mind the dying through hunger, the lack of essential medicines, the utter suffering of the masses due to government’s mismanagement. The tamashas which the Rajapaksa family love and their sycophants provide had to go on. Proof: holding a huge National Day parade this February 4. TV news mentioned that Brother Basil was busy planning May Day rallies! Thank goodness we poorer ones this year need not drool seeing the heavily laden Avurudhu Mese at Carlton House in Tangalla, the PM’s home turf residence. Fate of the banas at Temple Trees on poya days? Will they continue? Not many will attend.",
    "I refreshed my memory about the former Spring Uprising, also brought about by rulers’ tyranny, incompetent governments and consequent suffering of the masses. That Arab Spring occurred in the early 2010s with a series of anti-government protests which spread across much of West Asia. It was in response to corruption and economic stagnation that started in Tunisia, and continued in Libya, Egypt, Yemen, Syria and Bahrain where either the ruler was deposed – Gaddafi, Hosni Mubarak and two others, or escalated to civil wars as in Kuwait, Oman, Jordan and Sudan. The slogan was ‘People want to bring down the regime.’",
    "The initial protests faded by mid 2012 as many were crushed by the governments of the various countries. However, some escalated to large scale conflicts like the Syrian civil war and the rise of ISIL; an insurgency in Iraq and a coup in Egypt. That was the first instance of people gathering consequent to social media messages.",
    "Many parallels can be drawn as also differences between the Middle East uprisings and ours. The Arab Spring fizzled out and they termed it the Arab Winter. People in usually complacent, submissive, compliant sunny Sri Lanka rose up: Whether ‘tis nobler in the mind to suffer the slings and arrows of outrageous fortune or to take arms against a sea of troubles and by apposing, end them? We took the gamble and all right thinking, national minded people across the board say that the vigils and protests MUST go on. We cannot allow a winter to set in. We will have to suffer much more slings and arrows but they will be of a remedial kind; the economy et al will be set on correct courses but will be extremely arduous, time consuming and will call for much patience. Most importantly: competent, respected, honest people must take the lead. Absolutely no violence should be allowed at this juncture, particularly.",
    "Again as Shakespeare pronounced: If you prick us do we not bleed? If you poison us do we not die? And if you wrong us shall we not revenge?",
    "Delighted with the Cabinet resigning and the exit of the Governor of the Central Bank – but with a substantial pension. He it was that looked to be the cause of much of our country’s trouble: styming going for help to the IMF, paying off some loan that could have been deferred and printing money at a rate and saying it would not cause inflation. Of course he was listening to his master’s voice and performing at their bidding, but he should not have. John Maynard Keynes pronounced There is no subtler, no surer means of overturning the existing basis of society than to debauch the currency. That is just what CB Gov Nivard Cabraal did.",
    ", nanri, shukriya, danke schon, gracias. The measly but rich rats are fast disappearing. The grapevine reported that one big man left while security cameras at Katunayaka Airport switched off. Families have been dispatched to safety. So also precious goods bought from looted wealth. Will countries like US, Britain, Singapore accept such as migrants? Of course the dual citizens will go back to doing whatever they did in their second domicile. Or will they, along with stained reputations, have to live in places like Seychelles, money haven African states, Dubai? Won’t they, after a time, yearn for our buth curry; our hills and valleys; temple, church and kovil bells ringing? Won’t sea, sand, sun; wild life and wild ways; and the glitzy artificiality of each of those three mentioned countries pall on the migrants? JOLLY GOOD for all their evil. Bloody thou art, bloody will be thy end. Shame serves thy life and doth thy death attend. They might also as they sit in loneliness with no sycophants or bum suckers, suffer as they made others suffer like Thajudeen’s family for instance, and ponder as Shakespeare wisely said: Life’s but a shadow, a poor player that struts and frets his hour upon the stage and then is heard no more. It is a tale told by an idiot, full of sound and fury, signifying nothing.",
    "We thank our well-to-do protesters who came peacefully on the roads to say most forcefully ‘enough is enough’. We all have to maintain that peace and the protest too.",
    "The cracks in my marriage appear, the parting between Susil and me",
    "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
    "HAULED BEFORE THE SUPREME COURT FOR AN ALLEGED BREACH OF THE ELECTIONS LAW",
    "Lanka crisis sends global demand for Indian textiles and teas soaring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අවසාන විසඳුම ලෙස ජාතිය ඉහළ යයි: ඇති තරම්!",
      "body_lines": [
        "අපට තවත් ගත නොහැක! මධ්‍යම පන්තියේ සහ ඉහළ පන්තියේ ජනතාව විරෝධතා පුවරු ඔසවමින් නිහඬව උද්ඝෝෂණ පැවැත්වීමට පෙළඹවූයේ එයයි. එය දිගු කලක් තිස්සේ යටපත් වී තිබූ බලාපොරොත්තු සුන්වීම, කලකිරීම, කෝපය, කෝපය සහ අලුතින් සොයාගත් නිර්භීතකම සඳහා ලබා දීමක් විය. පැතිර යන හැඟීම ආණ්ඩුවේ සහ එහි නායකයින්ගේ සහ පහත් කැබිනට් අමාත්‍යවරුන්ගේ උගුරේ ගිලී යාමයි. සීරුවෙන් ආරම්භ කළ අය කිසිදාක සිතුවේ නැත ප්‍රතිඵල මෙතරම් ඉක්මනින් මතු වී යටත් වීමත් සමඟ පැමිණේ යැයි මම නොසිතමි. විරෝධතාවල ප්‍රධාන සටන් පාඨය වනුයේ: ෂේක්ස්පියර් භාෂාවෙන් Go Gota Go යන්න විය හැකිය: මෙතින්ක්ස් ඔබ වරදක් වන අතර සෑම මිනිසෙකුම ඔබට පහර දිය යුතුය.",
        "ශ්‍රී ලංකාවේ දැනට පවතින තත්ත්වය විග්‍රහ කිරීමට මට හැකියාවක් නොමැති අතර තත්වයේ විය හැකි ප්‍රතිඵල සහ අනාවැකි පුරෝකථනය කිරීමේ අර්ථයෙන් අනාවැකි සහිතව ඒ පිළිබඳව අදහස් දැක්වීමට මට හැකියාවක් නැත. එහෙත්, බලයේ සිටින අය සහ මැඩියන් මත එල්ලී සිටින අය හැර, තම රටට සහ ඇගේ සෙසු ශ්‍රී ලාංකිකයින්ට - ඔවුන් සියල්ලන්ටම ආදරය කරන පරිණත කාන්තාවක් පිළිබඳ හැඟීමක් සහ සංවේදීතාවයක් මට තිබේ. එබැවින් මම මෙම තීරුවේ අදහස් පළ කරන පළාතකට යාමෙන් වැළකී සිටිමි. නමුත් වර්තමාන තත්ත්වය මත කෙනෙකුගේ සිතුවිලි, බලාපොරොත්තු සහ බිය බැඳී ඇති විට තවත් කුමක් ගැන ලිවිය හැකිද? ටයිම්ස් මහිමය වන්නේ ... බොරුව ගලවා සත්‍යය ආලෝකයට ගෙන ඒමයි (ෂේක්ස්පියර්).",
        "අනාවැකි ගැන කතා කරන විට, අනුරාධපුරයේ සිට පැමිණි එක්තරා උසස් රෝහල් උපස්ථායිකාවක් සිහිපත් වේ. ඇය ප්‍රතිපත්ති පවා නියම කරන බව අපට ආරංචි වූ නමුත් ඇගේ නම කීමට පවා අපි බිය වූවෙමු. අපි දන්නවා පහුගිය කාලේ ඝාතන, පැහැරගැනීම්, කොටඋඩ කරපු සුදු වෑන්. ඝෝෂාකාරී උද්ඝෝෂණ ඇවිලවූ තැනැත්තිය ලෙස මා ගෞරවයට පාත්‍ර වන හිරුණිකා, ඇය සමඟ අනාවැකි සැසියකට යාමට අවශ්‍ය වූවත්, පොලිස් නිලධාරීන්ගේ ප්‍රහාරයකින් මැකී ගිය මෙම අනුරාධපුර ඩේම් එක කරළියට ගෙන ආවේය. මෙතරම් හොඳින් ආරක්ෂා කිරීමට ඇය කවුද?",
        "හිරුණිකා ප්‍රධාන පොලිස් නිලධාරියා වෙත මෙම ප්‍රශ්නය යොමු කළ අතර ඉතා සංක්ෂිප්ත ප්‍රකාශයක් ද කළාය. \"ඔබ මහජනතාව වන අපව ආරක්ෂා කළ යුතුයි.\" අහෝ, සමහරුන්ට ධනය, මාලිගාව, ආරක්ෂාව සහ පූජනීය නුවර වැවේ හෝටලයක් ඉදිකිරීමට අවසරය පවා ඇත!",
        "නමුත් දැන් ... හූපී! සියල්ල අහිමි විය! මෙතරම් ඉහළට පැදවූ අයගේ හදවත් සහ ඇටකටු තුළ බිය එහි ස්ථානයේ පවතී.",
        "ඉංග්‍රීසි සාහිත්‍යයේ වඩාත් ප්‍රසිද්ධ අප්‍රේල්/වසන්ත රැස්වීම වූයේ හෙන්රි රජුගේ දූතයන් හතර දෙනෙකු විසින් ඔහුගේ ආසන දෙව්මැදුරේදී මරා දැමූ ප්‍රාණ පරිත්‍යාගික ශ්‍රීමත් තෝමස් බෙකට් අගරදගුරුතුමාට ගෞරව කිරීම සඳහා 14 වන සියවසේ අවසාන දශකයේ ලන්ඩනයේ සිට කැන්ටබරි දක්වා වන්දනා ගමනක් යාමට එක්වීමයි. II in 1155. Geoffrey Chaucer එය 1387 දී ඔහුගේ Canterbury Tales හි වාර්තා කළේය, එය ඉංග්‍රීසි භාෂාවේ පළමු ප්‍රධාන කෘතියයි.",
        "මාර්තු 31 සහ අප්‍රේල් 1 සහ ඉන් පසුව, අත්‍යවශ්‍ය දේ ලබා ගැනීමට පෝලිමෙන් පෝලිමට යන සහ සෑම අතින්ම අහිමි වූ අඩු වරප්‍රසාද ලත් අඩු වරප්‍රසාද ලත් ශ්‍රී ලංකාවාසී ජනතාව නැඟිට වන්දනා චාරිකාවකට එක් වූහ. මේ අතර, බොහෝ දුරට මේ රටේ ජන්ම උරුමයක් ලෙස අනාගත නායකත්වය දායාද කළ යුතු බව ඔහුගේ මව විසින් ඉඟි කරන ලද අගමැතිගේ පුතා මාලදිවයිනේ ක්‍රීඩා කරමින් සිටියේය. ඒ වන විටත් බණ්ඩාරවෙල ප්‍රදේශයේ භාවිතයේ පවතින ක්‍රීඩා පිටියක් විවෘත කරන විට ඔහු පාසල් ළමුන් සහ කිරි උරන්නන් අතින් සංග්‍රහ කිරීමට සූදානම්ව සිටියේය. ඔහුගේ මව කාල්ටන් පාසලකට උපහාර දැක්වීමට යමින් සිටියාය.",
        "සාගින්නෙන් මැරෙන එක, අත්‍යාවශ්‍ය ඖෂධ හිඟකම, ආණ්ඩුවේ වැරදි කළමනාකාරීත්වය නිසා මහජනතාව අන්ත දුක් විඳීම ගැන හිතන්න එපා. රාජපක්‍ෂ පවුල ආදරය කරන සහ ඔවුන්ගේ ගෝලබාලයන් සපයන තමශා ඉදිරියටම යන්නට සිදු විය. සාක්ෂිය: මේ පෙබරවාරි 4 වැනිදා දැවැන්ත ජාතික දින පෙළපාලියක් පැවැත්වීම. බැසිල් අයියා මැයි දින රැලි සැලසුම් කිරීමේ කාර්ය බහුල බව රූපවාහිනී ප්‍රවෘත්තිවල සඳහන් වුණා! පිං සිද්ධ වෙන්න මේ අවුරුද්දේ දුප්පත් අපිට අගමැතිතුමාගේ ගෙදර තණතිලි නිවහන වන තංගල්ල කාල්ටන් නිවසේ අවුරුදු මේසේ බර පැටවු දැකලා කෙලවෙන්න ඕනේ නැහැ. පෝය දිනවල අරලියගහ මන්දිරයේ බණට අත්වන ඉරණම? ඒවා දිගටම කරගෙන යයිද? බොහෝ දෙනෙක් සහභාගී නොවනු ඇත.",
        "පාලකයන්ගේ කුරිරු පාලනය, අදක්ෂ ආණ්ඩු සහ එහි ප්‍රතිඵලයක් ලෙස මහජනතාවගේ දුක්විඳීම නිසා ඇති වූ, පැරණි වසන්ත නැගිටීම ගැන මම මගේ මතකය අලුත් කර ගත්තෙමි. එම අරාබි වසන්තය ඇති වූයේ 2010 දශකයේ මුල් භාගයේදී බටහිර ආසියාවේ බොහෝ ප්‍රදේශ පුරා පැතිර ගිය ආණ්ඩු විරෝධී විරෝධතා මාලාවක් සමඟිනි. එය ටියුනීසියාවේ ආරම්භ වූ දූෂණයට සහ ආර්ථික එකතැන පල්වීමට ප්‍රතිචාර වශයෙන් ලිබියාව, ඊජිප්තුව, යේමනය, සිරියාව සහ බහරේනය යන රටවල පාලකයා නෙරපා හරින ලද - ගඩාෆි, හොස්නි මුබාරක් සහ තවත් දෙදෙනෙකු හෝ කුවේටයේ මෙන් සිවිල් යුද්ධ දක්වා වර්ධනය විය. ඕමානය, ජෝර්දානය සහ සුඩානය. ‘ජනතාවට අවශ්‍ය රෙජීමය වට්ටන්න’ යන සටන් පාඨය විය.",
        "2012 මැද භාගය වන විට මුල් විරෝධතා මැකී ගියේ විවිධ රටවල ආන්ඩු විසින් බොහෝ දෙනෙක් තලා දැමූ බැවිනි. කෙසේ වෙතත්, සමහර සිරියානු සිවිල් යුද්ධය සහ ISIL නැගීම වැනි මහා පරිමාණ ගැටුම් දක්වා වර්ධනය විය; ඉරාකයේ කැරැල්ලක් සහ ඊජිප්තුවේ කුමන්ත්‍රණයක්. සමාජ මාධ්‍ය පණිවිඩ හේතුවෙන් මිනිසුන් එක්රැස් වූ පළමු අවස්ථාව එයයි.",
        "මැදපෙරදිග නැගිටීම් සහ අපේ නැගිටීම් අතර බොහෝ සමානකම් ද උකහා ගත හැකිය. අරාබි වසන්තය බිඳ වැටුණු අතර ඔවුන් එය අරාබි ශීත ඍතුව ලෙස හැඳින්වූහ. සාමාන්‍යයෙන් තෘප්තිමත්, යටහත් පහත්, අනුකූල අව්ව සහිත ශ්‍රී ලංකාවේ මිනිසුන් නැඟී සිටියේ ය: ‘අමුතු වාසනාවේ ඊතල සහ කරදර විඳීමට හෝ කරදර සාගරයකට එරෙහිව ආයුධ අතට ගෙන ඒවා අවසන් කිරීමට මනස වඩා උතුම්ද? අපි සූදුව ගත්තෙමු, සියල්ල නිවැරදිව සිතන, ජාතික මනසක් ඇති අය පවසන්නේ සීරුවෙන් හා විරෝධතා ඉදිරියට යා යුතු බවයි. සීත සෘතුවක් උදාවීමට අපට ඉඩ දිය නොහැක. අපට තවත් බොහෝ සෙයින් ගල්පඩි හා ඊතල විඳීමට සිදුවනු ඇත, නමුත් ඒවා ප්‍රතිකර්ම වර්ගයක් වනු ඇත. ආර්ථිකය සහ වෙනත් අය නිවැරදි පාඨමාලා සකස් කරනු ඇත, නමුත් අතිශය වෙහෙසකර, කාලය ගතවන අතර බොහෝ ඉවසීම ඉල්ලා සිටිනු ඇත. වැදගත්ම දෙය නම්: දක්ෂ, ගෞරවනීය, අවංක පුද්ගලයන් පෙරමුණ ගත යුතුය. විශේෂයෙන්ම මෙම අවස්ථාවේදී කිසිදු ප්‍රචණ්ඩත්වයකට කිසිසේත්ම ඉඩ නොදිය යුතුය.",
        "ෂේක්ස්පියර් නැවතත් උච්චාරණය කළ පරිදි: ඔබ අපට ඇනුවහොත් අපට ලේ ගලන්නේ නැද්ද? ඔබ අපට වස දුන්නොත් අපි මැරෙන්නේ නැද්ද? ඔබ අපට වැරදි කළහොත් අපි පළි නොගන්නෙමුද?",
        "අමාත්‍ය මණ්ඩලය ඉල්ලා අස්වීම සහ මහ බැංකු අධිපතිවරයා ඉවත්වීම ගැන සතුටුයි - නමුත් සැලකිය යුතු විශ්‍රාම වැටුපක් සමඟ. අපේ රටේ බොහෝ කරදරවලට හේතුව වූයේ ඔහුයි: IMF වෙත උදව් ඉල්ලා සිටීම, කල් දැමිය හැකි යම් ණයක් ගෙවීම සහ එය උද්ධමනය ඇති නොකරනු ඇතැයි පැවසීම. ඇත්ත වශයෙන්ම ඔහු තම ස්වාමියාගේ කටහඬට ඇහුම්කන් දෙමින් ඔවුන්ගේ ලංසුවෙහි රඟ දැක්වීය, නමුත් ඔහුට එසේ නොවිය යුතුය. ජෝන් මේනාඩ් කේන්ස් ප්‍රකාශ කළේ සමාජයේ පවතින පදනම පෙරලා දැමීමට මුදල් අවභාවිත කිරීම තරම් සියුම්, ස්ථිර ක්‍රමයක් නොමැති බවයි. ඒක තමයි සීබී ආණ්ඩුකාර නිවාඩ් කබ්රාල් කළේ.",
        ", nanri, shukriya, danke schon, gracias. කුඩා නමුත් පොහොසත් මීයන් වේගයෙන් අතුරුදහන් වේ. කටුනායක ගුවන් තොටුපළේ ආරක්ෂක කැමරා ක්‍රියා විරහිත කර තිබියදී එක් ලොකු මිනිසෙක් පිටව ගිය බව මිදි වැල වාර්තා කළේය. පවුල් ආරක්ෂිත ස්ථාන වෙත යවා ඇත. එසේම කොල්ලකන ලද ධනයෙන් මිල දී ගත් වටිනා භාණ්ඩද. ඇමරිකාව, බ්‍රිතාන්‍යය, සිංගප්පූරුව වැනි රටවල් සංක්‍රමණිකයන් ලෙස පිළිගන්නවාද? ඇත්ත වශයෙන්ම ද්විත්ව පුරවැසියන් ඔවුන්ගේ දෙවන වාසස්ථානයේ ඔවුන් කළ ඕනෑම දෙයක් කිරීමට ආපසු යනු ඇත. එසේත් නැතිනම් ඔවුන්ට කැළැල් වූ කීර්ති නාමයන් සමඟ සීෂෙල්ස්, මුදල් තෝතැන්නක් වූ අප්‍රිකානු රාජ්‍යයන්, ඩුබායි වැනි ස්ථානවල ජීවත් වීමට සිදුවේද? ඔවුන්, කාලයකට පසු, අපේ බත් කරියට ආශා කරන්නේ නැද්ද; අපේ කඳු සහ නිම්න; පන්සලේ, පල්ලියේ, කෝවිලේ සීනු නාද වෙනවාද? මුහුද, වැලි, හිරු නොවේ; වනජීවී සහ වන මාර්ග; සහ එම එක් එක් රටවල් තුනෙහි දිලිසෙන කෘත්‍රිම බව සංක්‍රමණිකයන්ගේ සිත් රිදවන්නේද? ඔවුන්ගේ සියලු නපුරුකම් සඳහා JOLY Good. ඔබ ලේ වැකිය, ඔබේ අවසානය ලේ වැකි වනු ඇත. ලැජ්ජාව ඔබේ ජීවිතයට සේවය කරන අතර ඔබේ මරණයද පැමිණේ. ඔවුන් හුදකලාවේ වාඩි වී සිටින විට, තාජුඩීන්ගේ පවුලේ අය මෙන් අන් අය දුක් විඳීමට ඉඩ ඇති අතර, ෂේක්ස්පියර් ඥානවන්තව පැවසූ පරිදි මෙනෙහි කළ හැකිය: ජීවිතය නමුත් සෙවණැල්ලක්, දුප්පත් ක්‍රීඩකයෙක් ඔහුගේ පැයට පහර දෙමින් වේදිකාව සහ පසුව ඇසෙන්නේ නැත. එය කිසිවක් හඟවන ශබ්දයෙන් හා කෝපයෙන් පිරුණු මෝඩයෙකු විසින් කියන ලද කතාවකි.",
        "සාමකාමීව මහමගට පැමිණ ‘ඇති ඇති’ යැයි දැඩි ලෙස ප්‍රකාශ කළ අපගේ යහපත් විරෝධතාකරුවන්ට අපි ස්තූතිවන්ත වෙමු. ඒ සාමය වගේම විරෝධයත් අපි හැමෝම රැකිය යුතුයි.",
        "මගේ විවාහයේ ඉරිතැලීම් මතු වෙනවා, සුසිල් සහ මා අතරේ වෙන්වීම",
        "දේශපාලනයේ කාර්යබහුල සතියක්: දේශපාලන ඇනහිටීම ආර්ථික අර්බුදය අවුලුවයි",
        "මැතිවරණ නීති කඩකිරීමක් සම්බන්ධයෙන් ශ්‍රේෂ්ඨාධිකරණය හමුවට",
        "ලංකා අර්බුදය ඉන්දියානු රෙදිපිළි සහ තේ සඳහා ගෝලීය ඉල්ලුම ඉහළ යයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தேசம் ஒரு இறுதி முயற்சியாக தன்னை உயர்த்திக் கொள்கிறது: போதும்!",
      "body_lines": [
        "நாம் இனி எடுக்க முடியாது! அதுதான் நடுத்தர வர்க்கத்தினரையும், உயர்தர வர்க்கத்தினரையும் பலகைகளை ஏந்தியவாறு மௌனப் போராட்டத்தை நடத்தத் தூண்டியது. இது நீண்டகாலமாக மறைந்திருந்த ஏமாற்றம், விரக்தி, கோபம், சீற்றம் மற்றும் புதிதாக கண்டறியப்பட்ட அச்சமின்மை ஆகியவற்றிற்கு ஒரு வாய்ப்பாக இருந்தது. பரவலான உணர்வு அரசாங்கம் மற்றும் அதன் தலைவர்கள் மற்றும் கேபினட் அமைச்சர்களை இழிவுபடுத்தியது. விழிப்புணர்வைத் தோற்றுவித்தவர்கள், இவ்வளவு சீக்கிரம் முடிவுகள் வெளிவரும் என்றும், சரணாகதியுடன் சேர்ந்துகொள்வார்கள் என்றும் நான் நினைக்கவில்லை. போராட்டங்களின் முக்கிய முழக்கம்: ஷேக்ஸ்பியர் மொழியில் கோ கோட்டா கோ: மெதிங்க்ஸ் நீ ஒரு குற்றம், ஒவ்வொரு மனிதனும் உன்னை அடிக்க வேண்டும்.",
        "இலங்கையில் தற்போது நிலவரத்தை பகுப்பாய்வு செய்ய நான் தகுதியற்றவன் மற்றும் நிலைமையின் சாத்தியமான விளைவுகளை முன்னறிவித்தல் மற்றும் முன்னறிவிப்பு என்ற அர்த்தத்தில் முன்கணிப்புடன் அது குறித்து கருத்து தெரிவிக்க எனக்கு தகுதி இல்லை. ஆனால், அதிகாரத்தில் இருப்பவர்கள் மற்றும் தேரைத் தொங்குபவர்களைத் தவிர, தன் நாட்டையும், சக இலங்கையர்களையும் நேசிக்கும் ஒரு முதிர்ந்த பெண்ணின் உணர்வும் உணர்வும் எனக்கு உண்டு. எனவே இந்த பத்தியில் நான் கருத்து தெரிவிக்கும் மாகாணத்திற்கு செல்வதை தவிர்க்கிறேன். ஆனால் ஒருவரின் எண்ணங்கள், நம்பிக்கைகள் மற்றும் அச்சங்கள் தற்போதைய சூழ்நிலையில் பின்னிப் பிணைந்திருக்கும் போது வேறு எதைப் பற்றி எழுத முடியும். பொய்யின் முகமூடியை அவிழ்த்து உண்மையை வெளிச்சத்திற்கு கொண்டு வருவதே டைம்ஸ் க்ளோரி (ஷேக்ஸ்பியர்).",
        "கணிப்புகளைப் பற்றி பேசுகையில், அனுராதபுரத்தைச் சேர்ந்த ஒரு குறிப்பிட்ட உயர்நிலை மருத்துவமனை உதவியாளர் நினைவுக்கு வருகிறார். அவள் கொள்கையை கூட ஆணையிடுகிறாள் என்று நாங்கள் கேள்விப்பட்டோம், ஆனால் அவள் பெயரைக் கூட கிசுகிசுக்க நாங்கள் மிகவும் பயந்தோம். சமீப காலங்களில் கொலைகள், கடத்தல்கள், வெள்ளை வேன்கள் இரக்கத்துடன் கோட்டா உடா என்று நடந்ததை நாம் அறிவோம். உரத்த எதிர்ப்புகளை கிளப்பியவர் என்ற பெருமையை நான் அவருக்குக் கூறும் ஹிருனிகா, தன்னுடன் ஒரு முன்னறிவிப்பு அமர்வை நடத்த விரும்பியதன் மூலம் இந்த அனுராதபுர டேமை வெளிச்சத்திற்குக் கொண்டுவந்தார், ஆனால் காவல்துறையினரின் சரமாரி தாக்குதலால் திணறினார். இவ்வளவு நன்றாகப் பாதுகாக்கப்படுவதற்கு அவள் யார்?",
        "ஹிருணிகா தலைமை பொலிஸ் அதிகாரியிடம் இந்தக் கேள்வியை முன்வைத்ததுடன், மிகவும் சுருக்கமான கருத்தையும் தெரிவித்தார். \"பொதுமக்களாகிய எங்களை நீங்கள் பாதுகாக்க வேண்டும்.\" ஆஹா, சிலர் செல்வம், அரண்மனை வீடு, பாதுகாப்பு மற்றும் புனிதமான நுவர வெவாவில் ஒரு ஹோட்டல் கட்ட அனுமதியுடன் கூடிய பெருந்தன்மையுடன் இருக்கிறார்கள், அவர்கள் மீது திணிக்கப்படுகிறார்கள்!",
        "ஆனால் இப்போது… அச்சச்சோ! அனைத்தும் இழந்தன! இவ்வளவு உயரத்தில் சவாரி செய்தவர்களின் இதயங்களிலும் எலும்புகளிலும் பயம் அதன் இடத்தில் உள்ளது.",
        "ஆங்கில இலக்கியத்தில் நன்கு அறியப்பட்ட ஏப்ரல்/வசந்தக் கூட்டம், 14 ஆம் நூற்றாண்டின் கடைசி தசாப்தத்தில் லண்டனில் இருந்து கேன்டர்பரிக்கு புனித யாத்திரைக்குச் சென்று, ஹென்றி மன்னரின் நான்கு தூதுவர்களால் அவரது கதீட்ரலில் கொல்லப்பட்ட தியாகி, பேராயர் சர் தாமஸ் பெக்கெட்டைப் போற்றுவதற்காக ஒன்றுகூடியது. 1155 இல் II. ஜெஃப்ரி சாசர் இதை 1387 இல் தனது கேன்டர்பரி கதைகளில் பதிவு செய்தார், இது ஆங்கில மொழியின் முதல் பெரிய படைப்பாகும்.",
        "மார்ச் 31 மற்றும் ஏப்ரல் 1 மற்றும் அதற்குப் பிறகு, இலங்கை மக்கள் எழுந்து ஒரு வகையான யாத்திரையில் ஒன்றுகூடி அனுதாபத்துடன் வரிசையிலிருந்து வரிசைக்கு மாறி, அத்தியாவசியப் பொருட்களைப் பெறுவதற்கும், அனைத்து முனைகளிலும் பின்தங்கியவர்களுக்கும் அனுதாபம் தெரிவித்தனர். இதற்கிடையில், பிரதமரின் மகன், பெரும்பாலும் இந்த நாட்டில் ஒரு பிறப்புரிமையாக வருங்காலத் தலைமையை வழங்க வேண்டும் என்று அவரது தாயால் அறிவுறுத்தப்பட்டவர், அவர்கள் மாலத்தீவில் விளையாடிக் கொண்டிருந்தார். பண்டாரவளையில் ஏற்கனவே பாவனையில் உள்ள விளையாட்டு மைதானத்தை அவர் திறந்துவைத்தபோது, ​​பாடசாலை மாணவர்களாலும் உறிஞ்சிகளாலும் விருந்துபவிக்கத் தயாராக இருந்தார். அவரது தாயார் கார்ல்டன் பள்ளியில் விருந்து கொடுப்பதற்காக பயணம் செய்து கொண்டிருந்தார்.",
        "பசியால் இறப்பதையும், அத்தியாவசிய மருந்துகளின் பற்றாக்குறையையும், அரசாங்கத்தின் தவறான நிர்வாகத்தால் வெகுஜனங்களின் முழுமையான துன்பத்தையும் பொருட்படுத்த வேண்டாம். ராஜபக்ச குடும்பம் மற்றும் அவர்களது துரோகிகள் விரும்பும் தமாஷாக்கள் தொடர வேண்டியிருந்தது. ஆதாரம்: இந்த பெப்ரவரி 4 ஆம் திகதி பிரமாண்டமான தேசிய தின அணிவகுப்பை நடத்துவது. சகோதரர் பசில் மே தின பேரணிகளை திட்டமிடுவதில் மும்முரமாக இருப்பதாக தொலைக்காட்சி செய்திகள் குறிப்பிடுகின்றன! கடவுளுக்கு நன்றி, இந்த ஆண்டு பிரதமரின் வீட்டுத் தரை இல்லமான தங்கல்லாவில் உள்ள கார்ல்டன் இல்லத்தில் அதிக எடை கொண்ட அவுருது மீசைப் பார்த்து ஏழைகளாகிய நாங்கள் எச்சில் சிந்த வேண்டியதில்லை. போயா நாட்களில் அலரிமாளிகையில் வாழைத்தார்களின் கதி? அவை தொடருமா? பலர் கலந்து கொள்ள மாட்டார்கள்.",
        "ஆட்சியாளர்களின் கொடுங்கோன்மை, திறமையற்ற அரசாங்கங்கள் மற்றும் அதன் விளைவாக மக்கள் படும் துன்பம் ஆகியவற்றால் ஏற்பட்ட முன்னாள் வசந்த எழுச்சியைப் பற்றி என் நினைவைப் புதுப்பித்தேன். அந்த அரபு வசந்தம் 2010 களின் முற்பகுதியில் மேற்கு ஆசியாவின் பெரும்பகுதி முழுவதும் பரவிய அரசாங்க எதிர்ப்புப் போராட்டங்களுடன் நிகழ்ந்தது. இது துனிசியாவில் தொடங்கி, லிபியா, எகிப்து, ஏமன், சிரியா மற்றும் பஹ்ரைனில் தொடர்ந்த ஊழல் மற்றும் பொருளாதார தேக்கத்திற்கு விடையிறுக்கும் வகையில் ஆட்சியாளர் பதவி நீக்கம் செய்யப்பட்டார் - கடாபி, ஹோஸ்னி முபாரக் மற்றும் இருவர், அல்லது குவைத்தில் உள்நாட்டுப் போர்கள் அதிகரித்தது. ஓமன், ஜோர்டான் மற்றும் சூடான். மக்கள் ஆட்சியை வீழ்த்த வேண்டும்’ என முழக்கம் எழுப்பப்பட்டது.",
        "ஆரம்ப எதிர்ப்புகள் 2012 ஆம் ஆண்டின் நடுப்பகுதியில் மங்கிப்போயின, பல நாடுகளின் அரசாங்கங்களால் நசுக்கப்பட்டன. இருப்பினும், சில சிரிய உள்நாட்டுப் போர் மற்றும் ISIL இன் எழுச்சி போன்ற பெரிய அளவிலான மோதல்களுக்கு அதிகரித்தன; ஈராக்கில் ஒரு கிளர்ச்சி மற்றும் எகிப்தில் ஒரு சதி. சமூக ஊடக செய்திகளின் விளைவாக மக்கள் கூடும் முதல் நிகழ்வு இதுவாகும்.",
        "மத்திய கிழக்கு எழுச்சிகளுக்கும் நம்முடைய எழுச்சிகளுக்கும் இடையிலான வேறுபாடுகளைப் போலவே பல சமாந்தரங்களையும் வரையலாம். அரபு வசந்தம் முறிந்து போனது, அதை அவர்கள் அரபு குளிர்காலம் என்று அழைத்தனர். பொதுவாக மனநிறைவு, கீழ்ப்படிதல், இணக்கமான சன்னி ஸ்ரீலங்காவில் உள்ள மக்கள் எழுந்தனர்: 'மோசமான அதிர்ஷ்டத்தின் கவசங்களையும் அம்புகளையும் அனுபவிப்பதா அல்லது பிரச்சனைகளின் கடலுக்கு எதிராக ஆயுதம் ஏந்தி அவற்றை முடிவுக்குக் கொண்டுவருவதா? நாங்கள் சூதாட்டத்தை எடுத்துக் கொண்டோம், எல்லாவற்றையும் சரியாகச் சிந்தித்து, தேசிய எண்ணம் கொண்டவர்கள், விழிப்புணர்வும் போராட்டங்களும் தொடர வேண்டும் என்று கூறுகிறார்கள். ஒரு குளிர்காலம் தொடங்குவதை நாம் அனுமதிக்க முடியாது. நாம் இன்னும் அதிகமாக கசடுகள் மற்றும் அம்புகளை அனுபவிக்க வேண்டியிருக்கும், ஆனால் அவை ஒரு நிவாரண வகையாக இருக்கும்; பொருளாதாரம் மற்றும் பலர் சரியான படிப்புகளில் அமைக்கப்படும், ஆனால் இது மிகவும் கடினமானதாகவும், நேரத்தை எடுத்துக்கொள்வதாகவும், அதிக பொறுமையைக் கோருவதாகவும் இருக்கும். மிக முக்கியமாக: திறமையான, மரியாதைக்குரிய, நேர்மையான மக்கள் முன்னிலை வகிக்க வேண்டும். இந்த நேரத்தில் எந்த வன்முறையும் அனுமதிக்கப்படக்கூடாது, குறிப்பாக.",
        "ஷேக்ஸ்பியர் மீண்டும் கூறியது போல்: நீங்கள் எங்களைக் குத்தினால் எங்களுக்கு இரத்தம் வரவில்லையா? நீங்கள் எங்களுக்கு விஷம் கொடுத்தால் நாங்கள் சாக மாட்டோமா? நீங்கள் எங்களுக்குத் தவறு செய்தால் நாங்கள் பழிவாங்க மாட்டோம்?",
        "அமைச்சரவை இராஜினாமா செய்தமை மற்றும் மத்திய வங்கியின் ஆளுனர் வெளியேறியமை குறித்து மகிழ்ச்சியடைகிறேன் - ஆனால் கணிசமான ஓய்வூதியத்துடன். அவர்தான் நம் நாட்டின் பெரும்பாலான பிரச்சனைகளுக்குக் காரணமாக இருந்தார்: IMF-க்கு உதவிக்காகச் செல்வது, தள்ளிப்போடக்கூடிய சில கடனைத் திருப்பிச் செலுத்துவது மற்றும் பணவீக்கத்தை ஏற்படுத்தாது என்று கூறியது. நிச்சயமாக அவர் தனது எஜமானரின் குரலைக் கேட்டுக் கொண்டிருந்தார் மற்றும் அவர்களின் ஏலத்தில் நிகழ்ச்சி நடத்தினார், ஆனால் அவர் அவ்வாறு செய்யக்கூடாது. ஜான் மேனார்ட் கெய்ன்ஸ், நாணயத்தை துஷ்பிரயோகம் செய்வதை விட, சமூகத்தின் தற்போதைய அடிப்படையை கவிழ்ப்பதற்கு நுட்பமான, உறுதியான வழிகள் எதுவும் இல்லை என்று கூறினார். அதைத்தான் சிபி கவர்னர் நிவார்ட் கப்ரால் செய்தார்.",
        ", nanri, shukriya, danke schon, gracias. அற்பமான ஆனால் பணக்கார எலிகள் வேகமாக மறைந்து வருகின்றன. கட்டுநாயக்க விமான நிலையத்தில் பாதுகாப்பு கமராக்கள் அணைக்கப்பட்ட நிலையில் பெரிய மனிதர் ஒருவர் அங்கிருந்து வெளியேறியதாக திராட்சைப்பழம் தெரிவித்துள்ளது. குடும்பத்தினர் பாதுகாப்பான இடங்களுக்கு அனுப்பி வைக்கப்பட்டுள்ளனர். அதுபோலவே கொள்ளையடிக்கப்பட்ட செல்வத்திலிருந்து விலைமதிப்பற்ற பொருட்களும் வாங்கப்படுகின்றன. அமெரிக்கா, பிரிட்டன், சிங்கப்பூர் போன்ற நாடுகள் குடியேறியவர்களை ஏற்குமா? நிச்சயமாக இரட்டைக் குடிமக்கள் தங்கள் இரண்டாவது குடியிருப்பில் என்ன செய்தாலும் அதைச் செய்யத் திரும்புவார்கள். அல்லது அவர்கள், கறை படிந்த நற்பெயருடன், செஷல்ஸ், பண புகலிடமான ஆப்பிரிக்க மாநிலங்கள், துபாய் போன்ற இடங்களில் வாழ வேண்டுமா? அவர்கள், ஒரு காலத்திற்குப் பிறகு, நம் புத் கறிக்காக ஏங்கமாட்டார்களா; எங்கள் மலைகள் மற்றும் பள்ளத்தாக்குகள்; கோவில், தேவாலயம், கோவில் மணிகள் அடிக்கிறதா? கடல், மணல், சூரியன் இல்லை; காட்டு வாழ்க்கை மற்றும் காட்டு வழிகள்; குறிப்பிடப்பட்ட அந்த மூன்று நாடுகளின் பளபளப்பான செயற்கைத் தன்மை புலம்பெயர்ந்தோரை பாதிக்கிறதா? அவர்களின் எல்லா தீமைகளுக்கும் ஜாலி குட். நீ இரத்தம் தோய்ந்தவன், உன் முடிவு இரத்தக்களரியாக இருக்கும். அவமானம் உனது வாழ்க்கைக்கு சேவை செய்கிறது மற்றும் உன் மரணம் வந்து சேரும். தாஜுதீனின் குடும்பத்தைப் போல் மற்றவர்களையும் துன்புறுத்தியது போல் அவர்கள் தனிமையில் அமர்ந்திருக்கும்போது, ​​தாஜுதீனின் குடும்பத்தைப் போல் துன்பப்படுவார்கள். மேடை மற்றும் பின்னர் கேட்கவில்லை. இது ஒரு முட்டாள் சொன்ன கதை, ஒலி மற்றும் கோபம் நிறைந்த, எதையும் குறிக்கவில்லை.",
        "'போதும் போதும்' என்று மிகவும் வலுக்கட்டாயமாகச் சொல்லும் வகையில் அமைதியாக சாலைகளில் வந்த எங்கள் நலம் பயக்கும் போராட்டக்காரர்களுக்கு நன்றி தெரிவிக்கிறோம். அந்த அமைதியையும் போராட்டத்தையும் நாம் அனைவரும் கடைப்பிடிக்க வேண்டும்.",
        "என் திருமணத்தில் விரிசல் தோன்றுகிறது, சுசிலுக்கும் எனக்கும் இடையேயான பிரிவு",
        "அரசியலில் ஒரு பரபரப்பான வாரம்: அரசியல் முட்டுக்கட்டை பொருளாதார நெருக்கடியை கூட்டும்",
        "தேர்தல் சட்டத்தை மீறியதாக உச்ச நீதிமன்றத்தின் முன் நிறுத்தப்பட்டது",
        "இலங்கை நெருக்கடியானது இந்திய ஜவுளி மற்றும் தேயிலைக்கான உலகளாவிய தேவையை உயர்த்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}