{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-to-meet-tamil-national-alliance-on-march-15-91640/",
  "time_ut": 1647253200,
  "title": "Sri Lanka president to meet Tamil National Alliance on March 15",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa will meet a delegation from the opposition Tamil National Alliance on Tuesday (15) for the first time since he assumed office, TNA parliamentarian Shanakyan Rasamanickam confirmed to EconomyNext.",
    "The meeting, long sought by the Tamil party coalition, will take place at the Presidential Secretariat in Colombo and, according to the MP, will focus on outstanding issues such as a political solution the ethnic issue, devolution of power, and alleged land grabbing in the north,",
    "“We requested a meeting with the president when he got elected in 2019. Until July 2021 we didn’t receive any positive feedback. In July, the President had given us a time and a date, and he cancelled in at the 11th hour. A day before the meeting, he called and said that he had to postpone the meeting the meeting indefinitely,” said Rasamanickam.",
    "Later requests for a meeting, some written separately by TNA MPs in their individual capacities, had also gone unacknowledged , he said. More recently, on February 24, the MPs held a protest outside the president’s office demanding a meeting to discuss the land issue.",
    "“As the TNA, we hope to discuss the long outstanding matter of a political solution, which is our party’s main concern. It will mainly be about devolution of power and power sharing.",
    "“That will be the prime objective of the meeting, along with a discussion on the land issue,” the MP said, noting that all other issues including the alleged land grab stems from the absence of a political solution.",
    "The Sunday Times, an English-language weekly, reported that Tuesday’s meeting is the result of India’s call to the government of Sri Lanka to address the ‘aspirations of the Tamils’ including the implementation of the 13th Amendment to the Constitution. The call was made India’s Permanent Representative to the UN Indra Mani Pandey in Geneva last week.",
    "“For us not to have land issues in the future, we must first discuss a political solution. We don’t want to put a bandaid on the wound but cure the wound,” said Rasamanickam.",
    "“There is no respect for the rule of law in the country or for the constitution. Recently, the Land Ordinance Amendments Bill was brought in for a second reading. Land powers are devolved to the provinces. However the minister in charge of land brought an amendment to the Land Ordinance without the consent of the provincial council, because there is no provincial council in place,” the MP said.",
    "We can’t be challenging every matter in the Supreme Court. That will be such a tedious job,” he added.",
    "TNA parliamentarian M A Sumanthiran is currently in India where had attended the World Tamil Conference, and will be the main spokesperson for the party at Tuesday’s meeting, said Rasamanickam. (Colombo/Mar14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ජනාධිපතිවරයා මාර්තු 15 වැනිදා දෙමළ ජාතික සන්ධානය හමුවෙයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා බලයට පත්වීමෙන් පසු ප්‍රථම වරට විපක්ෂයේ දෙමළ ජාතික සන්ධානයේ නියෝජිත පිරිසක් අඟහරුවාදා (15) හමුවීමට නියමිත බව දෙමළ ජාතික සන්ධානයේ පාර්ලිමේන්තු මන්ත්‍රී ශානක්‍යන් රාසමානික්කම් EconomyNext වෙත තහවුරු කළේය.",
        "දෙමළ පක්‍ෂ හවුලේ දීර්ඝ කාලයක් අපේක්ෂාවෙන් සිටින මෙම හමුව කොළඹ ජනාධිපති ලේකම් කාර්යාලයේදී පැවැත්වෙන අතර, ජනවාර්ගික ප්‍රශ්නය, බලය බෙදීම, සහ ඉඩම් කොල්ලය වැනි කැපී පෙනෙන කරුණු කෙරෙහි අවධානය යොමු කරන බව මන්ත්‍රීවරයා පවසයි. උතුරේ,",
        "“අපි ජනාධිපතිවරයා 2019 දී තේරී පත් වූ විට ඔහු සමඟ රැස්වීමක් ඉල්ලා සිටියෙමු. 2021 ජූලි දක්වා අපට කිසිදු ධනාත්මක ප්‍රතිපෝෂණයක් ලැබුණේ නැත. ජූලි මාසයේදී ජනාධිපතිවරයා අපට වෙලාවක් සහ දිනයක් ලබා දී තිබූ අතර ඔහු 11 වැනි පැයේදී එය අවලංගු කළේය. රැස්වීමට දිනකට පෙර ඔහු කතා කර රැස්වීම දින නියමයක් නොමැතිව කල් දැමීමට සිදු වූ බව කීවේය.",
        "පසුව රැස්වීමක් සඳහා කරන ලද ඉල්ලීම්, සමහරක් දෙමළ ජාතික සන්ධානයේ මන්ත්‍රීවරුන් විසින් ඔවුන්ගේ තනි පුද්ගල හැකියාවන්ගෙන් වෙන් වෙන් වශයෙන් ලියා ඇති ඒවා ද පිළිනොගෙන ඇති බව ඔහු පැවසීය. පසුගිය පෙබරවාරි 24 වැනි දින ඉඩම් ගැටලුව සම්බන්ධයෙන් සාකච්ඡා කිරීමට රැස්වීමක් ඉල්ලා මන්ත්‍රීවරු ජනාධිපති කාර්යාලය ඉදිරිපිට උද්ඝෝෂණයක් පැවැත්වූහ.",
        "“දෙමළ ජාතික සන්ධානය ලෙස, අපගේ පක්ෂයේ ප්‍රධාන අවධානය වන දේශපාලන විසඳුමක් පිළිබඳ දීර්ඝ කාලයක් පවතින කාරණය පිළිබඳව සාකච්ඡා කිරීමට අපි බලාපොරොත්තු වෙනවා. එය ප්‍රධාන වශයෙන්ම බලය බෙදීම සහ බලය බෙදාගැනීම පිළිබඳව වනු ඇත.",
        "ඉඩම් ප්‍රශ්නය පිළිබඳ සාකච්ඡාවක් සමඟ එය රැස්වීමේ ප්‍රධාන අරමුණ වනු ඇත,” මන්ත්‍රීවරයා සඳහන් කළේ, ඉඩම් කොල්ලය ඇතුළු අනෙකුත් සියලුම ගැටලු පැන නගින්නේ දේශපාලන විසඳුමක් නොමැතිකම බවයි.",
        "සන්ඩේ ටයිම්ස්, ඉංග්‍රීසි භාෂා සතිපතා වාර්තා කළේ, අඟහරුවාදා රැස්වීම 13 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ක්‍රියාත්මක කිරීම ඇතුළු ‘දෙමළ ජනයාගේ අභිලාෂයන්’ ආමන්ත්‍රණය කරන ලෙස ඉන්දියාව ශ්‍රී ලංකා රජයට කළ ඉල්ලීමේ ප්‍රතිඵලයක් බවයි. පසුගිය සතියේ ජිනීවා හි එක්සත් ජාතීන්ගේ සංවිධානයේ ඉන්දීය නිත්‍ය නියෝජිත ඉන්ද්‍රා මනි පාණ්ඩේ විසින් මෙම කැඳවීම සිදු කරන ලදී.",
        "“ඉදිරියේදී අපට ඉඩම් ප්‍රශ්න ඇති නොවීමට නම් අපි පළමුව දේශපාලන විසඳුමක් සාකච්ඡා කළ යුතුයි. අපට අවශ්‍ය වන්නේ තුවාලය මත බඳ පටියක් තැබීම නොව තුවාලය සුව කිරීමයි.",
        "“රටේ නීතියේ ආධිපත්‍යයට හෝ ව්‍යවස්ථාවට ගරු කිරීමක් නැහැ. පසුගියදා ඉඩම් ආඥාපනත සංශෝධන පනත් කෙටුම්පත දෙවැනිවර කියවීම සඳහා ගෙන ආවා. ඉඩම් බලතල පළාත්වලට බෙදනවා. නමුත් ඉඩම් භාර ඇමැතිවරයා පළාත් සභාවේ අනුමැතියකින් තොරව ඉඩම් ආඥාපනතට සංශෝධනයක් ගෙනාවේ පළාත් සභාවක් නැති නිසා,” මන්ත්‍රීවරයා පැවසීය.",
        "අපිට ශ්‍රේෂ්ඨාධිකරණයේ තියෙන හැම කාරණයක්ම අභියෝග කරන්න බැහැ. එය එතරම් වෙහෙසකර කාර්යයක් වනු ඇත, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "දෙමළ ජාතික සන්ධානයේ පාර්ලිමේන්තු මන්ත්‍රී එම් ඒ සුමන්තිරන් මහතා ලෝක දෙමළ සමුළුවට සහභාගී වූ ඉන්දියාවේ දැනට සිටින අතර, අඟහරුවාදා පැවැත්වෙන රැස්වීමේදී පක්ෂයේ ප්‍රධාන ප්‍රකාශකයා ඔහු වනු ඇති බව රාසමානික්කම් පැවසීය. (කොළඹ/මාර්තු14/2022)"
      ]
    },
    "ta": {
      "title": "மார்ச் 15ஆம் தேதி தமிழ்த் தேசியக் கூட்டமைப்பினரை இலங்கை அதிபர் சந்திக்கிறார்",
      "body_lines": [
        "இலங்கை ஜனாதிபதி கோட்டாபய ராஜபக்ச, தாம் பதவியேற்றதன் பின்னர் முதன்முறையாக செவ்வாய்க்கிழமை (15) எதிர்க்கட்சியான தமிழ்த் தேசியக் கூட்டமைப்பின் பிரதிநிதிகளை சந்திக்கவுள்ளதாக தமிழ்த் தேசியக் கூட்டமைப்பின் நாடாளுமன்ற உறுப்பினர் ஷானக்யன் ராசமாணிக்கம் EconomyNext க்கு உறுதிப்படுத்தியுள்ளார்.",
        "தமிழர் கட்சி கூட்டமைப்பினரால் நீண்டகாலமாக எதிர்பார்க்கப்படும் இந்த சந்திப்பு, கொழும்பில் உள்ள ஜனாதிபதி செயலகத்தில் இடம்பெறவுள்ளதுடன், இனப்பிரச்சினை, அதிகாரப் பகிர்வு, நில அபகரிப்பு போன்ற முக்கிய விடயங்கள் தொடர்பில் கவனம் செலுத்தப்படும் என பாராளுமன்ற உறுப்பினர் தெரிவித்தார். வடக்கு,",
        "“ஜனாதிபதி 2019 இல் தேர்ந்தெடுக்கப்பட்டபோது அவருடன் ஒரு சந்திப்பைக் கோரினோம். ஜூலை 2021 வரை எங்களுக்கு எந்த நேர்மறையான கருத்தும் வரவில்லை. ஜூலையில், ஜனாதிபதி எங்களுக்கு ஒரு நேரத்தையும் தேதியையும் கொடுத்தார், மேலும் அவர் 11 வது மணி நேரத்தில் ரத்து செய்தார். கூட்டத்துக்கு ஒரு நாள் முன்னாடியே கூப்பிட்டு கூட்டத்தை காலவரையறையின்றி தள்ளி வைக்கணும்னு சொன்னாரு” என்றார் ராசமாணிக்கம்.",
        "பின்னர் கூட்டத்திற்கான கோரிக்கைகள், சில தமிழ் தேசியக் கூட்டமைப்பு எம்.பி.க்களால் தனித்தனியாக அவர்களின் தனிப்பட்ட திறன்களில் எழுதப்பட்டவை, ஏற்றுக்கொள்ளப்படாமல் போய்விட்டன, என்றார். அண்மையில், பெப்ரவரி 24ஆம் திகதி, காணிப்பிரச்சினை தொடர்பில் கலந்துரையாடுவதற்கான கூட்டத்தை கூட்டுமாறு கோரி, பாராளுமன்ற உறுப்பினர்கள் ஜனாதிபதி அலுவலகத்திற்கு முன்பாக ஆர்ப்பாட்டம் நடத்தினர்.",
        "“தமிழ்த் தேசியக் கூட்டமைப்பு என்ற வகையில், எமது கட்சியின் முக்கிய அக்கறையான அரசியல் தீர்வு தொடர்பான நீண்டகால நிலுவையிலுள்ள விடயம் குறித்து கலந்துரையாடவுள்ளோம். இது முக்கியமாக அதிகாரப் பகிர்வு மற்றும் அதிகாரப் பகிர்வு பற்றியதாக இருக்கும்.",
        "“காணிப் பிரச்சினை தொடர்பான கலந்துரையாடலுடன் அதுவே கூட்டத்தின் பிரதான நோக்கமாக இருக்கும்,” என்று கூறப்படும் காணி அபகரிப்பு உட்பட ஏனைய அனைத்துப் பிரச்சினைகளும் அரசியல் தீர்வின்மையினால் தோன்றியதாகக் குறிப்பிட்டார்.",
        "13வது அரசியலமைப்புத் திருத்தத்தை நடைமுறைப்படுத்துவது உள்ளிட்ட ‘தமிழர்களின் அபிலாஷைகளை’ நிவர்த்தி செய்யுமாறு இலங்கை அரசாங்கத்திற்கு இந்தியா விடுத்த அழைப்பின் விளைவு செவ்வாய்க் கிழமை சந்திப்பு என்று ஆங்கில வார இதழான சண்டே டைம்ஸ் தெரிவித்துள்ளது. கடந்த வாரம் ஜெனிவாவில் ஐ.நாவுக்கான இந்தியாவின் நிரந்தரப் பிரதிநிதி இந்திராமணி பாண்டேவுக்கு அழைப்பு விடுக்கப்பட்டது.",
        "“எதிர்காலத்தில் எமக்கு காணிப்பிரச்சினைகள் ஏற்படாதிருக்க, முதலில் அரசியல் தீர்வொன்றைப் பற்றி பேச வேண்டும். காயத்தின் மீது பட்டாடை போட விரும்பவில்லை, ஆனால் காயத்தை குணப்படுத்துவோம்’’ என்றார் ராசமாணிக்கம்.",
        "“நாட்டில் சட்டத்தின் ஆட்சிக்கோ, அரசியலமைப்புக்கோ மரியாதை இல்லை. அண்மையில் காணி கட்டளைத் திருத்தச் சட்டமூலம் இரண்டாம் வாசிப்புக்காக கொண்டுவரப்பட்டது. காணி அதிகாரங்கள் மாகாணங்களுக்கு பகிர்ந்தளிக்கப்பட்டுள்ளன. எவ்வாறாயினும், காணிக்கு பொறுப்பான அமைச்சர் மாகாண சபையின் அனுமதியின்றி காணி கட்டளைச் சட்டத்தில் திருத்தத்தை கொண்டு வந்தார், ஏனெனில் மாகாண சபை இல்லை.",
        "சுப்ரீம் கோர்ட்டில் உள்ள ஒவ்வொரு விஷயத்தையும் நாங்கள் சவால் செய்ய முடியாது. இது மிகவும் கடினமான வேலையாக இருக்கும், ”என்று அவர் மேலும் கூறினார்.",
        "உலகத் தமிழ் மாநாட்டில் கலந்துகொண்ட தமிழ்த் தேசியக் கூட்டமைப்பின் நாடாளுமன்ற உறுப்பினர் எம்.ஏ.சுமந்திரன் தற்போது இந்தியாவில் இருப்பதாகவும், செவ்வாய்கிழமை நடைபெறும் கூட்டத்தில் கட்சியின் முக்கிய பேச்சாளராகவும் கலந்துகொள்வார் என இராசமாணிக்கம் தெரிவித்துள்ளார். (கொழும்பு/மார்ச்14/2022)"
      ]
    }
  }
}