{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-will-print-money-when-it-is-absolutely-warranted-to-avert-a-bigger-crisis-Governor/108-236917",
  "time_ut": 1652383440,
  "title": "CB will print money when it is absolutely warranted to avert a bigger crisis: Governor",
  "body_lines": [
    "The Central Bank will have to print money when not doing so brings even bigger problems such as not paying State sector salaries, said the Central Bank Governor Dr. Nandalal Weerasinghe adding that they however do that with utmost responsibility and restraint now than before.",
    "Since the Central Bank shocked the markets with an unprecedented 700 basis point hike in key policy rates on April 8, weekly Treasury bill auctions had recorded full or near full subscriptions, , reflecting that the government’s fund requirements are largely being met via the market rather than from Central Bank liquidity.",
    "Dr. Weerasinghe said they do engage in money printing with much restraint than before and only in instances where the government needs money to meet extremely essential or urgent fund requirements such as the payment of State sector salaries.",
    "In response to a question by a reporter on rumours that the government was running out of money to pay salaries of State sector employees from July onwards, the Governor said they remain obliged to support the Treasury in such instances when the Treasury could not meet finances on its own, because the damage you cause by not paying the salaries is much bigger than printing money.",
    "In other instances where the expenses aren’t urgent and essential, the Central Bank advises the Treasury to defer or do away with such expenditure.",
    "The Treasury Secretary in the final week of April issued a circular to all heads of government departments to curtail or cut down on expenditure.",
    "According to data, the Central Bank holds Rs.1,869.84 billion worth Treasury bills and bonds portfolio as of Wednesday, little changed from Rs.1,849.70 billion on April 8, when the new Governor took office and the sharp adjustment in policy rates were made.",
    "The Central Bank could soon begin shrinking the size of its Treasury bill holdings in the ensuing period if revenue and expenditure reforms on the budget in the style of tax increases, market pricing of utilities and temporary halt on big ticket capital infrastructure projects are implemented.",
    "The United States Federal Reserve last week raised its short term rate by half point, the most since 2000 and announced the shrinking of its roughly US$ 9.0 trillion balance sheet from June 1, initially by US$ 47.5 billion a month which will then be increased to US$ 95 billion a month after three months.",
    "This will effectively pull back on the record stimulus unleashed on the economy during the two years of the pandemic and significantly tighten the monetary policy to bring down the inflation to its target level of 2.0 percent in the medium term.",
    "The US inflation rose by 8.3 percent in April 2022 from a year ago, easing from the 8.5 percent recorded in March but remains hotter than expected. When the US entered the pandemic, the size of US Fed’s balance sheet was roughly US$ 2.0 trillion and it began a monthly bond buying programme after cutting rates to near zero levels to provide stimulus and prevent businesses from defaulting."
  ],
  "translate": {
    "si": {
      "title": "විශාල අර්බුදයක් වැලැක්වීම සඳහා CB විසින් මුදල් මුද්‍රණය කරනු ඇත: ආණ්ඩුකාර",
      "body_lines": [
        "එසේ නොකළහොත් රාජ්‍ය අංශයේ වැටුප් නොගෙවීම වැනි විශාල ගැටලු මතුවන විට මහ බැංකුවට මුදල් මුද්‍රණය කිරීමට සිදුවනු ඇති බව මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ මහතා පැවසුවේ කෙසේ වෙතත් පෙරට වඩා වගකීමෙන් සහ සංයමයෙන් එය සිදුකරන බවයි.",
        "අපේ‍්‍රල් 8 වැනිදා මහ බැංකුව පෙර නොවූ විරූ ලෙස ප‍්‍රධාන ප‍්‍රතිපත්ති පොලී අනුපාත පදනම් අංක 700කින් ඉහළ දැමීමෙන් වෙලඳපොලවල් කම්පනයට පත් කළ හෙයින්, සතිපතා භාණ්ඩාගාර බිල්පත් වෙන්දේසි සම්පූර්ණ හෝ ආසන්න සම්පූර්ණ දායකත්වයක් වාර්තා කර ඇති අතර, රජයේ අරමුදල් අවශ්‍යතා බොහෝ දුරට වෙළඳපොල හරහා සපුරාලීමට වඩා වැඩි බව පිළිබිඹු කරයි. මහ බැංකුවේ ද්‍රවශීලතාවයෙන්.",
        "ඔවුන් පෙරට වඩා ඉතා සංයමයකින් මුදල් මුද්‍රණයේ යෙදෙන බවත් රාජ්‍ය අංශයේ වැටුප් ගෙවීම වැනි අතිශය අත්‍යවශ්‍ය හෝ හදිසි අරමුදල් අවශ්‍යතා සපුරාලීමට රජයට මුදල් අවශ්‍ය වන අවස්ථා වලදී පමණක් බවත් ආචාර්ය වීරසිංහ මහතා පැවසීය.",
        "ජුලි මාසයේ සිට රාජ්‍ය අංශයේ සේවකයන්ට වැටුප් ගෙවීමට රජයට මුදල් නැතිවී යන බවට පැතිර යන කටකතා සම්බන්ධයෙන් මාධ්‍යවේදියකු ඇසූ ප්‍රශ්නයකට පිළිතුරු දෙමින් ආණ්ඩුකාරවරයා කියා සිටියේ භාණ්ඩාගාරයට මුදල් ගෙවීමට නොහැකි වූ විට එවැනි අවස්ථාවලදී භාණ්ඩාගාරයට සහය දැක්වීමට තමන් බැඳී සිටින බවයි. එයම, මන්ද වැටුප් නොගෙවීමෙන් ඔබ කරන හානිය මුදල් මුද්‍රණය කිරීමට වඩා විශාල බැවිනි.",
        "වියදම් හදිසි සහ අත්‍යවශ්‍ය නොවන වෙනත් අවස්ථාවන්හිදී, එවැනි වියදම් කල් දැමීමට හෝ ඉවත් කිරීමට මහ බැංකුව භාණ්ඩාගාරයට උපදෙස් දෙයි.",
        "භාණ්ඩාගාර ලේකම්වරයා අප්‍රේල් මස අවසන් සතියේ සියලුම රජයේ දෙපාර්තමේන්තු ප්‍රධානීන්ට වියදම් සීමා කිරීමට හෝ කපා හැරීමට චක්‍රලේඛයක් නිකුත් කළේය.",
        "දත්තවලට අනුව, බදාදා වන විට මහ බැංකුව සතුව රුපියල් බිලියන 1,869.84 ක් වටිනා භාණ්ඩාගාර බිල්පත් සහ බැඳුම්කර කළඹක් ඇති අතර, නව අධිපතිවරයා බලයට පත් වූ අප්‍රේල් 8 වැනිදා සහ ප්‍රතිපත්ති පොලී අනුපාතවල තියුනු ලෙස ගැලපීම සිදු කළ විට රුපියල් බිලියන 1,849.70 සිට සුළු වශයෙන් වෙනස් වී ඇත.",
        "බදු වැඩිකිරීම්, උපයෝගිතාවල වෙළඳපල මිලකරණය සහ විශාල ටිකට් ප්‍රාග්ධන යටිතල පහසුකම් ව්‍යාපෘති තාවකාලිකව නවතා දැමීම වැනි අයවැයේ ආදායම් සහ වියදම් ප්‍රතිසංස්කරණ ක්‍රියාත්මක කරන්නේ නම්, ඉදිරි කාලසීමාව තුළ මහ බැංකුව තම භාණ්ඩාගාර බිල්පත් ප්‍රමාණය හැකිලීමට පටන් ගත හැකිය.",
        "එක්සත් ජනපද ෆෙඩරල් සංචිතය පසුගිය සතියේ එහි කෙටි කාලීන අනුපාතය අඩකින් ඉහළ නැංවූ අතර එය 2000 සිට වැඩිම අගයක් ගෙන ඇති අතර එහි දළ වශයෙන් ඩොලර් ට්‍රිලියන 9.0ක ශේෂ පත්‍රය ජුනි 1 දා සිට හැකිලීම නිවේදනය කරන ලදී, මුලින් මසකට ඩොලර් බිලියන 47.5 කින් එය පසුව වැඩි කරනු ලැබේ. මාස තුනකට පසු මසකට ඩොලර් බිලියන 95 දක්වා.",
        "මෙය වසංගතයේ දෙවසර තුළ ආර්ථිකය මත මුදා හරින ලද වාර්තාගත උත්තේජක ඵලදායී ලෙස ආපසු ඇද දමනු ඇති අතර මධ්‍ය කාලීනව උද්ධමනය එහි ඉලක්කගත මට්ටම වන සියයට 2.0 දක්වා පහත හෙලීම සඳහා මුදල් ප්‍රතිපත්තිය සැලකිය යුතු ලෙස දැඩි කරනු ඇත.",
        "එක්සත් ජනපදයේ උද්ධමනය වසරකට පෙර සිට 2022 අප්‍රේල් මාසයේදී සියයට 8.3 කින් ඉහළ ගොස් ඇති අතර එය මාර්තු මාසයේදී වාර්තා වූ සියයට 8.5 සිට ලිහිල් වූ නමුත් බලාපොරොත්තු වූවාට වඩා උණුසුම්ව පවතී. එක්සත් ජනපදය වසංගතයට ඇතුළු වූ විට, එක්සත් ජනපද ෆෙඩරල් බැංකුවේ ශේෂ පත්‍රයේ ප්‍රමාණය දළ වශයෙන් ඇමරිකානු ඩොලර් ට්‍රිලියන 2.0 ක් වූ අතර එය උත්තේජක සැපයීම සහ ව්‍යාපාර පැහැර හැරීම වැළැක්වීම සඳහා ගාස්තු ශුන්‍ය මට්ටමට ආසන්නව අඩු කිරීමෙන් පසු මාසික බැඳුම්කර මිලදී ගැනීමේ වැඩසටහනක් ආරම්භ කළේය."
      ]
    },
    "ta": {
      "title": "ஒரு பெரிய நெருக்கடியைத் தவிர்க்க முற்றிலும் உத்தரவாதம் அளிக்கப்படும்போது சிபி பணத்தை அச்சிடும்: ஆளுநர்",
      "body_lines": [
        "அரச துறையின் சம்பளம் வழங்காமை போன்ற பாரிய பிரச்சினைகளை கொண்டுவரும் போது மத்திய வங்கி பணத்தை அச்சிட வேண்டியிருக்கும் என மத்திய வங்கியின் ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க தெரிவித்தார்.",
        "ஏப்ரல் 8 அன்று, மத்திய வங்கி முன்னோடியில்லாத வகையில் 700 அடிப்படை புள்ளிகள் முக்கிய கொள்கை விகிதங்களை உயர்த்தி சந்தைகளை அதிர்ச்சிக்குள்ளாக்கியதால், வாராந்திர திறைசேரி உண்டியல் ஏலங்கள் முழு அல்லது அதற்கு அருகில் முழு சந்தாக்களை பதிவு செய்தன. மத்திய வங்கி பணப்புழக்கத்திலிருந்து.",
        "முன்பை விட மிகவும் கட்டுப்பாட்டுடன் பணத்தை அச்சிடுவதில் தாங்கள் ஈடுபடுவதாகவும், அரச துறையின் சம்பளம் போன்ற மிக அத்தியாவசியமான அல்லது அவசரமான நிதித் தேவைகளைப் பூர்த்தி செய்வதற்கு அரசாங்கத்திற்கு பணம் தேவைப்படும் சந்தர்ப்பங்களில் மாத்திரமே தாங்கள் பணம் அச்சடிப்பதாகவும் டாக்டர் வீரசிங்க கூறினார்.",
        "அரச துறை ஊழியர்களுக்கு ஜூலை மாதம் முதல் சம்பளம் வழங்குவதற்கு அரசாங்கம் பணமில்லாமல் தவிக்கிறது என்ற வதந்திகள் குறித்து நிருபர் ஒருவரின் கேள்விக்கு பதிலளித்த ஆளுநர், கருவூலத்தால் நிதியை சந்திக்க முடியாத சந்தர்ப்பங்களில் கருவூலத்திற்கு ஆதரவளிக்க கடமைப்பட்டுள்ளோம் என்றார். அதன் சொந்தம், ஏனென்றால் நீங்கள் சம்பளம் கொடுக்காததால் ஏற்படும் சேதம் பணத்தை அச்சிடுவதை விட பெரியது.",
        "செலவுகள் அவசரமான மற்றும் அத்தியாவசியமானதாக இல்லாத மற்ற சந்தர்ப்பங்களில், மத்திய வங்கி அத்தகைய செலவினங்களை ஒத்திவைக்க அல்லது நீக்குமாறு கருவூலத்திற்கு அறிவுறுத்துகிறது.",
        "ஏப்ரல் இறுதி வாரத்தில் கருவூலச் செயலர் அனைத்து அரசுத் துறைத் தலைவர்களுக்கும் செலவினங்களைக் குறைக்க அல்லது குறைக்க சுற்றறிக்கை ஒன்றை வெளியிட்டார்.",
        "தரவுகளின்படி, புதன்கிழமை நிலவரப்படி, மத்திய வங்கி ரூ.1,869.84 பில்லியன் மதிப்பிலான கருவூல உண்டியல்கள் மற்றும் பத்திரங்களின் போர்ட்ஃபோலியோவை வைத்திருக்கிறது, புதிய ஆளுநர் பதவியேற்றதும், கொள்கை விகிதங்களில் கூர்மையான திருத்தம் செய்யப்பட்ட ஏப்ரல் 8 அன்று ரூ.1,849.70 பில்லியனில் இருந்து சிறிதும் மாறவில்லை.",
        "வரி அதிகரிப்பு, பயன்பாட்டுப் பொருட்களின் சந்தை விலை நிர்ணயம் மற்றும் பெரிய டிக்கெட் மூலதன உள்கட்டமைப்புத் திட்டங்களை தற்காலிகமாக நிறுத்துதல் போன்ற பாணியில் வரவு செலவுத் திட்டத்தில் வருவாய் மற்றும் செலவு சீர்திருத்தங்கள் செயல்படுத்தப்பட்டால், மத்திய வங்கி விரைவில் அதன் கருவூல உண்டியல் இருப்புகளின் அளவைக் குறைக்கத் தொடங்கும்.",
        "யுனைடெட் ஸ்டேட்ஸ் ஃபெடரல் ரிசர்வ் கடந்த வாரம் அதன் குறுகிய கால விகிதத்தை அரை புள்ளியாக உயர்த்தியது, 2000 க்குப் பிறகு மிக அதிகமாக இருந்தது மற்றும் ஜூன் 1 முதல் அதன் சுமார் US$ 9.0 டிரில்லியன் இருப்புநிலைக் குறிப்பை முதலில் ஒரு மாதத்திற்கு 47.5 பில்லியன் டாலர்களாக சுருக்குவதாக அறிவித்தது, பின்னர் அது அதிகரிக்கப்படும். மூன்று மாதங்களுக்குப் பிறகு ஒரு மாதத்திற்கு 95 பில்லியன் அமெரிக்க டாலர்கள்.",
        "இது தொற்றுநோயின் இரண்டு ஆண்டுகளில் பொருளாதாரத்தில் கட்டவிழ்த்துவிடப்பட்ட சாதனை ஊக்கத்தை திறம்பட பின்வாங்கச் செய்யும் மற்றும் பணவீக்கத்தை அதன் இலக்கு மட்டமான 2.0 சதவீதத்திற்கு நடுத்தர காலத்தில் குறைக்க பணவியல் கொள்கையை கணிசமாக இறுக்கும்.",
        "அமெரிக்க பணவீக்கம் 2022 ஏப்ரலில் 8.3 சதவீதம் உயர்ந்தது, இது ஒரு வருடத்திற்கு முன்பு இருந்ததை விட, மார்ச் மாதத்தில் பதிவு செய்யப்பட்ட 8.5 சதவீதத்திலிருந்து தளர்த்தப்பட்டது, ஆனால் எதிர்பார்த்ததை விட வெப்பமாக உள்ளது. அமெரிக்கா தொற்றுநோய்க்குள் நுழைந்தபோது, ​​அமெரிக்க மத்திய வங்கியின் இருப்புநிலைக் குறிப்பின் அளவு தோராயமாக 2.0 டிரில்லியன் அமெரிக்க டாலர்களாக இருந்தது, மேலும் ஊக்கத்தை வழங்குவதற்கும் வணிகங்கள் இயல்புநிலைக்கு வருவதைத் தடுப்பதற்கும் விகிதங்களை பூஜ்ஜிய அளவிற்குக் குறைத்த பிறகு அது மாதாந்திர பத்திரங்களை வாங்கும் திட்டத்தைத் தொடங்கியது."
      ]
    }
  }
}