{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nsb-posts-exceptional-results-amidst-woes/",
  "time_ut": 1648648440,
  "title": "‘NSB posts exceptional results amidst woes’",
  "body_lines": [
    "Generating a record-breaking profit for the year NSB records sensational performance beating all the odds during a pandemic which had a wide-ranging impact of the Bank, employees, customers and economy. our continued focus on financial resilience enables us to remain strong and achieve a solid performance. The performance of the Bank over the year was characterized by strength and resilience. The Bank recorded its highest ever profit for the year with a Profit Before Tax (PBT) of Rs. 28.4Bn which marks an increase of 81.4% from Rs. 15.6Bn recorded in the same period last year, while the PAT was Rs. 22.1Bn, with an increase of 118.8% from Rs. 10.1Bn in 2020.",
    "Gross Income of the Bank grew by 5.8% to Rs. 134.9 Bn during the year from Rs. 127.5Bn recorded in the corresponding period, last year. During the period under review, the interest income has increased by 7.3% to reach Rs. 131.4Bn, while the interest expense has decreased by 12.3% to Rs. 76.8Bn due to the prevailing lower interest rate regime which leads to lower interest expenses for the deposits as well as borrowings despite the substantial growth in the deposit base during the period considered. The increase in interest income together with the considerable reduction in interest expenses supported Net Interest Income (NII) to surge by 56.6% to Rs. 54.6Bn against Rs. 34.9Bn stood during the same period last year. Consequently, Net Interest Margin (NIM) clocked in 3.71% at the end of 2021 recording the highest during the ten years period and higher against the 2.77% reported as at the same period last year.",
    "Net Fee and commission income grew by 11.2% to Rs. 2.8Bn from Rs. 2.6Bn mainly driven by the increase in fee and commission income due to conversion/renewal of the existing loans to reduced interest rates as well as increased foreign remittances and coupled with fees generated through digital platforms to where the customers shifted under social distancing and health guidelines. The increase both in NII and Non-Interest Income led the total Operating Income to record a rise of 45.6% to Rs. 57.9Bn at the end of year 2021. Operating expenses during the period of 2021, rose by 23.3% to Rs. 19.1Bn compared to the corresponding period of the previous year, which is mainly attributable to the increased personnel expenses owing to the provisions made for the Collective Agreement due in 2021. Meanwhile, the Bank’s cost to income ratio decreased to 33.29% at the end of the year 2021 compared to 39.28% reported in the year 2020.",
    "Impairment charges during the period under review decreased to Rs. 4.3Bn by 11.7% compared to the same period last year. The Bank has carried out a prudent approach when calculating the impairment charges, considering that the outbreak of Covid-19 has caused disruption in business and economic activities, along with the uncertainty and volatility prevailing in the global and local economy and other holistic factors. However, the gross NPL ratio increased to 2.97% compared to 2.79% reported in the same period last year mainly owing to the to the reclassification of some loans and advances under debt and other instruments.",
    "The Bank generated a Return on Equity (RoE) of 33.92% and Return on Assets (RoA) of 1.93% at the end of 2021. The total asset base of the Bank grew at 15.8% to reach Rs. 1.58Tn against the Rs.1.36 Tn reported as at the end of December 2020 mainly contributed by the growth in customer deposits, which increased by 15.5% to Rs. 1.43 Tn compared to the deposit base reported at the end of December 2020. There is an increase in the pattern of saving of the customers despite the impact of Covid 19 on the economy and lifestyle of the customers. During the period under review, the Bank has mobilized Rs.192.6 Bn and continued the momentum of mobilizing low-cost funds during the period under review by mobilizing Rs.46.7 Bn.",
    "Loans and advances witnessed only an increase of 4.3% to Rs. 538.9Bn over the last year December figure of Rs. 516.8Bn underpinned by the conversion of Rs.59.4 Bn loans and advances under the “Debt Instruments”. However, without taking the converted loans into consideration, the total loans and advances demonstrated a growth of 17.8%, triggered by personal loans as well as loans to State Owned Enterprises (SOEs).",
    "Complying with the direction of the Central Bank of Sri Lanka (CBSL), the capital position of the Bank remained strong and stood well above the revised minimum statutory requirements imposed by the regulator consequent to the COVID-19 pandemic. The Tier 1 Capital and Total Capital ratios stood at 18.60% and 20.83% respectively at the end of 2021 well above the statutory requirements of 8.00% and 12.00% respectively. The leverage ratio of 8.92% too was well above the minimum requirement of 3.0%.",
    "To foster a saving culture among all Sri Lankans that comes from all segments of the society, and work towards financial and digital inclusion, we focus on strengthening our digital as well as physical footprint. the Bank has increased its branch network to 261 branches along with 292 ATMS and 92 CRMs as of 31.12.2021. Further, the Bank has introduced a mobile payment system under the brand name of “NSB Pay” App to encourage customers to accomplish their daily banking needs safely and efficiently providing an uninterrupted service to the customers during these difficult times.",
    "The ICRA Lanka Limited has assigned the Bank with the issuer rating of [SL] AAA with Stable Outlook, on the back of 100% ownership of Government of Sri Lanka (GoSL) and the 100% explicit guarantee provided by the GoSL for the money deposited with the Bank and the interest thereof through the National Savings Bank Act. The Bank has been awarded the 5th most valuable brand in Sri Lanka by the Brand Finance Lanka Ltd with a brand value of USD 166Mn. The Bank has also been recognized as one of the 10 Most Admired Companies in Sri Lanka in 2021 by the International Chamber of Commerce Sri Lanka (ICCSL), in collaboration with the Chartered Institute of Management Accountants (CIMA).",
    "NSB contributes immensely to the wellbeing of the citizens of the country and the development of the economy as one of the biggest lenders in the Banking sector. Whilst facilitating the growth in national home ownership, opening a pathway towards economic security and mobility for thousands of customers, the Bank operates as one of the biggest lenders to the Government and the second largest holder of Government securities. Further, the Bank is an enthusiastic partner in the Government’s long-term infrastructure and socioeconomic development projects, in addition to contributing to the General Treasury by way of taxes, levies, fees, and dividends.",
    "Sarrah Sammoon appointed to the Board of Southeast Asian Leadership Academy",
    "DFCC Bank stands out in the new normal with its innovative management practices",
    "Alleged War crimes: Lord Naseby: UK dispatches have cleared Sri Lanka of five major accusations",
    "President Rajapaksa sees BIMSTEC leading to economic recovery in the region",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘NSB දුක්ඛිත මධ්‍යයේ සුවිශේෂී ප්‍රතිඵල නිකුත් කරයි’",
      "body_lines": [
        "බැංකුවට, සේවකයන්ට, ගනුදෙනුකරුවන්ට සහ ආර්ථිකයට පුළුල් බලපෑමක් ඇති කළ වසංගතයක් තුළ NSB වසරේ වාර්තාගත ලාභයක් උත්පාදනය කරමින් සියලු බාධක අභිබවා සංවේදී කාර්ය සාධනයක් වාර්තා කරයි. මූල්‍ය ඔරොත්තු දීමේ හැකියාව කෙරෙහි අපගේ අඛණ්ඩ අවධානය යොමු කිරීම ශක්තිමත්ව සිටීමට සහ ශක්තිමත් කාර්ය සාධනයක් ලබා ගැනීමට අපට හැකි වේ. වසර පුරා බැංකුවේ කාර්ය සාධනය ශක්තිය සහ ඔරොත්තු දීමේ හැකියාව මගින් සංලක්ෂිත විය. බැංකුව වසර සඳහා එහි ඉහළම ලාභය වාර්තා කළේ බදු ගෙවීමට පෙර ලාභය (PBT) රු. බිලියන 28.4ක් වන අතර එය රු. සිට 81.4%ක වැඩිවීමක් පෙන්නුම් කරයි. බිලියන 15.6 ක් පසුගිය වසරේ එම කාලය තුළ වාර්තා වූ අතර, PAT රු. බිලියන 22.1, 118.8% ක වැඩිවීමක් සමඟ රු. 2020 දී බිලියන 10.1 කි.",
        "බැංකුවේ දළ ආදායම 5.8% කින් රු. බිලියන 134.9 සිට වර්ෂය තුළ රු. බිලියන 127.5ක් පසුගිය වසරේ අදාළ කාලපරිච්ඡේදය තුළ වාර්තා විය. සමාලෝචිත කාල සීමාව තුළ පොලී ආදායම 7.3% කින් ඉහළ ගොස් රු. බිලියන 131.4 ක් වන අතර පොලී වියදම 12.3% කින් රු. සලකා බලන කාල සීමාව තුළ තැන්පතු පදනමේ සැලකිය යුතු වර්ධනයක් තිබියදීත්, පවතින අඩු පොලී අනුපාත තන්ත්‍රය හේතුවෙන් තැන්පතු සඳහා පොලී වියදම් මෙන්ම ණය ගැනීම් සඳහා අඩු පොලී පිරිවැයක් ඇති කරයි. පොලී ආදායමේ වැඩිවීමත් සමඟ පොලී වියදම් සැලකිය යුතු ලෙස අඩුවීමත් සමඟ ශුද්ධ පොලී ආදායම (NII) 56.6% කින් රු. බිලියන 54.6 ට සාපේක්ෂව රු. බිලියන 34.9ක් පසුගිය වසරේ එම කාලය තුළ විය. එහි ප්‍රතිඵලයක් වශයෙන්, ශුද්ධ පොලී ආන්තිකය (NIM) 2021 අවසානයේ 3.71% ක් වූ අතර එය වසර දහයක කාලය තුළ ඉහළම අගය වාර්තා කළ අතර පසුගිය වසරේ එම කාලය තුළ වාර්තා වූ 2.77% ට සාපේක්ෂව ඉහළ අගයක් වාර්තා කළේය.",
        "ශුද්ධ ගාස්තු සහ කොමිස් ආදායම 11.2% කින් රු. බිලියන 2.8 සිට රු. 2.6Bn ප්‍රධාන වශයෙන් මෙහෙයවනු ලබන්නේ පවතින ණය අඩු පොලී අනුපාතවලට පරිවර්තනය කිරීම/අලුත් කිරීම හේතුවෙන් ගාස්තු සහ කොමිස් ආදායම වැඩිවීම මෙන්ම විදේශ ප්‍රේෂණ වැඩි වීම සහ පාරිභෝගිකයින් සමාජ දුරස්ථභාවය සහ සෞඛ්‍ය මාර්ගෝපදේශ යටතේ මාරු වූ ස්ථානයට ඩිජිටල් වේදිකා හරහා ජනනය කරන ලද ගාස්තු සමඟිනි. . NII සහ පොළී නොවන ආදායම යන දෙකෙහිම වැඩිවීම නිසා සමස්ත මෙහෙයුම් ආදායම රු. 2021 වසර අවසානයේදී රුපියල් බිලියන 57.9ක්. ​​2021 කාල සීමාව තුළ මෙහෙයුම් වියදම් රු. 2021 වසරේ නියමිත සාමූහික ගිවිසුම සඳහා සම්පාදනය කරන ලද ප්‍රතිපාදන හේතුවෙන් ඉහළ ගිය පුද්ගල වියදම්වලට ප්‍රධාන වශයෙන් හේතු වී ඇත්තේ පෙර වසරේ අනුරූප කාලපරිච්ඡේදයට සාපේක්ෂව රුපියල් බිලියන 19.1කි. මේ අතර, බැංකුවේ පිරිවැය සහ ආදායම් අනුපාතය අවසානයේ දී 33.29% දක්වා අඩු විය. 2020 වසරේ වාර්තා වූ 39.28% හා සසඳන විට 2021 වර්ෂය.",
        "සමාලෝචනයට ලක්වන කාලසීමාව තුළ ආබාධිත ගාස්තු රු. පසුගිය වසරේ එම කාලයට සාපේක්ෂව 11.7% කින් බිලියන 4.3 කි. ගෝලීය සහ දේශීය ආර්ථිකයේ පවතින අවිනිශ්චිතතාවය සහ අස්ථාවරත්වය සහ අනෙකුත් සාකල්‍ය සාධක සමඟ Covid-19 ව්‍යාප්තිය ව්‍යාපාර සහ ආර්ථික ක්‍රියාකාරකම්වලට බාධා ඇති කර ඇති බව සලකමින්, දුර්වලතා ගාස්තු ගණනය කිරීමේදී බැංකුව විචක්ෂණශීලී ප්‍රවේශයක් ගෙන ඇත. කෙසේ වෙතත්, පසුගිය වසරේ එම කාලය තුළ වාර්තා වූ 2.79% හා සසඳන විට දළ NPL අනුපාතය 2.97% දක්වා වැඩි විය, ප්‍රධාන වශයෙන් ණය සහ වෙනත් උපකරණ යටතේ සමහර ණය සහ අත්තිකාරම් නැවත වර්ගීකරණය කිරීම හේතුවෙන්.",
        "බැංකුව 2021 අවසානයේ දී කොටස් මත ප්‍රතිලාභ (RoE) 33.92% ක් සහ වත්කම් මත ප්‍රතිලාභ (RoA) 1.93% ක් උපයා ඇත. බැංකුවේ මුළු වත්කම් පදනම 15.8% කින් වර්ධනය වී රු. 2020 දෙසැම්බර් අග වන විට වාර්තා වූ රු. 1.36 ට සාපේක්ෂව ටොන් 1.58 ට ප්‍රධාන වශයෙන් දායක වූයේ පාරිභෝගික තැන්පතුවල වර්ධනය වන අතර එය 15.5% කින් රු. 2020 දෙසැම්බර් අවසානයේ වාර්තා වූ තැන්පතු පදනම හා සසඳන විට Tn 1.43. Covid 19 පාරිභෝගිකයන්ගේ ආර්ථිකයට සහ ජීවන රටාවට ඇති කළ බලපෑම නොතකා ගනුදෙනුකරුවන්ගේ ඉතිරි කිරීමේ රටාවේ වැඩි වීමක් දක්නට ලැබේ. සමාලෝචිත කාල සීමාව තුළ බැංකුව රුපියල් බිලියන 192.6 ක් රැස් කර ගෙන ඇති අතර රුපියල් බිලියන 46.7 ක් රැස්කර ගනිමින් සමාලෝචිත කාල සීමාව තුළ අඩු වියදම් අරමුදල් ඒකරාශී කිරීමේ ප්‍රවේගය දිගටම කරගෙන ගියේය.",
        "ණය සහ අත්තිකාරම් 4.3% කින් පමණක් රු. බිලියන 538.9ක් පසුගිය වසරේ දෙසැම්බර් මාසයට සාපේක්ෂව රු. \"ණය උපකරණ\" යටතේ රුපියල් බිලියන 59.4 ණය සහ අත්තිකාරම් පරිවර්තනය කිරීම මගින් රු. කෙසේ වෙතත්, පරිවර්තනය කරන ලද ණය සැලකිල්ලට නොගෙන, මුළු ණය සහ අත්තිකාරම් 17.8% ක වර්ධනයක් පෙන්නුම් කළ අතර, පුද්ගලික ණය මෙන්ම රාජ්‍ය සතු ව්‍යවසාය (SOEs) සඳහා වූ ණය ද හේතු විය.",
        "ශ්‍රී ලංකා මහ බැංකුවේ (CBSL) මඟ පෙන්වීමට අනුකූලව, බැංකුවේ ප්‍රාග්ධන තත්ත්වය ශක්තිමත්ව පැවති අතර, COVID-19 වසංගතයට ප්‍රතිඵලයක් ලෙස නියාමකයා විසින් පනවන ලද සංශෝධිත අවම ව්‍යවස්ථාපිත අවශ්‍යතාවලට වඩා බෙහෙවින් ඉහළින් සිටියේය. ස්ථර 1 ප්‍රාග්ධන සහ මුළු ප්‍රාග්ධන අනුපාත 2021 අවසානයේ පිළිවෙළින් 18.60% සහ 20.83% ලෙස පිළිවෙළින් 8.00% සහ 12.00% ව්‍යවස්ථාපිත අවශ්‍යතාවලට වඩා බෙහෙවින් වැඩි ය. 8.92% ක උත්තෝලන අනුපාතය ද අවම අවශ්‍යතාවය වන 3.0% ට වඩා බෙහෙවින් වැඩි විය.",
        "සමාජයේ සෑම තරාතිරමකම සිටින සියලුම ශ්‍රී ලාංකිකයන් අතර ඉතුරුම් සංස්කෘතියක් ඇති කිරීමට සහ මූල්‍ය හා ඩිජිටල් ඇතුළත් කිරීම් සඳහා ක්‍රියා කිරීමට, අපි අපගේ ඩිජිටල් මෙන්ම භෞතික අඩිපාර ශක්තිමත් කිරීම කෙරෙහි අවධානය යොමු කරමු. බැංකුව සිය ශාඛා ජාලය 2021.12.31 වන විට ATMS 292 සහ CRM 92 සමඟ ශාඛා 261 දක්වා වැඩි කර ඇත. තවද, මෙම දුෂ්කර කාලවලදී පාරිභෝගිකයින්ට අඛණ්ඩව සහ කාර්යක්ෂමව ඔවුන්ගේ දෛනික බැංකු අවශ්‍යතා ඉටු කර ගැනීමට පාරිභෝගිකයින් දිරිමත් කිරීම සඳහා බැංකුව විසින් \"NSB Pay\" ඇප් සන්නාමය යටතේ ජංගම ගෙවීම් පද්ධතියක් හඳුන්වා දී ඇත.",
        "ICRA Lanka Limited විසින් ශ්‍රී ලංකා රජයේ (GoSL) 100% හිමිකාරිත්වය සහ තැන්පත් කරන ලද මුදල් සඳහා ශ්‍රී ලංකා රජය විසින් සපයන ලද 100% පැහැදිලි ඇපකරය මත, ස්ථාවර ඉදිරි දැක්මක් සහිත [SL] AAA නිකුත් කරන්නා ශ්‍රේණිගත කිරීම බැංකුව වෙත පවරා ඇත. ජාතික ඉතිරිකිරීමේ බැංකු පනත හරහා බැංකුව සහ එහි පොලී සමඟ. Brand Finance Lanka Ltd විසින් ශ්‍රී ලංකාවේ 5 වැනි වටිනාම සන්නාමය ලෙස බැංකුව පිරිනමා ඇති අතර එහි සන්නාම වටිනාකම USD 166Mn වේ. ශ්‍රී ලංකා ජාත්‍යන්තර වාණිජ මණ්ඩලය (ICCSL) විසින් වරලත් කළමනාකරණ ගණකාධිකාරී ආයතනය (CIMA) සමඟ එක්ව 2021 දී ශ්‍රී ලංකාවේ වඩාත්ම අගය කරන ලද සමාගම් 10 න් එකක් ලෙස බැංකුව පිළිගෙන ඇත.",
        "NSB රටේ පුරවැසියන්ගේ යහපැවැත්මට සහ බැංකු අංශයේ විශාලතම ණය දෙන්නා ලෙස ආර්ථිකයේ දියුණුවට ඉමහත් දායකත්වයක් සපයයි. ජාතික නිවාස හිමිකාරිත්වයේ වර්ධනයට පහසුකම් සලසමින්, දහස් ගණන් ගනුදෙනුකරුවන් සඳහා ආර්ථික සුරක්ෂිතභාවය සහ සංචලනය සඳහා මාවතක් විවර කරන අතරම, බැංකුව රජයට විශාලතම ණය දෙන්නන්ගෙන් එකක් ලෙසත්, රජයේ සුරැකුම්පත් දෙවන විශාලතම හිමිකරු ලෙසත් ක්‍රියාත්මක වේ. තවද, බදු, බදු, ගාස්තු සහ ලාභාංශ මගින් මහා භාණ්ඩාගාරයට දායක වීමට අමතරව, බැංකුව රජයේ දිගුකාලීන යටිතල පහසුකම් සහ සමාජ ආර්ථික සංවර්ධන ව්‍යාපෘතිවල උද්යෝගිමත් හවුල්කරුවෙකි.",
        "අග්නිදිග ආසියානු නායකත්ව ඇකඩමියේ අධ්‍යක්ෂ මණ්ඩලයට සර්රා සැමූන් පත් කර ඇත",
        "DFCC බැංකුව එහි නව්‍ය කළමනාකරණ භාවිතයන් සමඟින් නව සාමාන්‍ය තත්ත්වය තුළ කැපී පෙනේ",
        "චෝදනා කරන ලද යුධ අපරාධ: නේස්බි සාමිවරයා: එක්සත් රාජධානියේ යැවීම් මගින් ශ්‍රී ලංකාව ප්‍රධාන චෝදනා පහකින් නිදහස් කර ඇත",
        "බිම්ස්ටෙක් කලාපයේ ආර්ථික ප්‍රකෘතිය කරා ගෙන යන බව ජනාධිපතිතුමා දකිනවා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "NSB துயரங்களுக்கு மத்தியில் விதிவிலக்கான முடிவுகளை வெளியிடுகிறது",
      "body_lines": [
        "வங்கி, ஊழியர்கள், வாடிக்கையாளர்கள் மற்றும் பொருளாதாரம் ஆகியவற்றின் பரவலான தாக்கத்தை ஏற்படுத்திய ஒரு தொற்றுநோய்களின் போது அனைத்து முரண்பாடுகளையும் முறியடித்து, NSB ஆண்டுக்கான சாதனை முறியடிக்கும் லாபத்தைப் பதிவு செய்கிறது. நிதி மீள்தன்மையில் தொடர்ந்து கவனம் செலுத்துவது, வலுவாக இருக்கவும், உறுதியான செயல்திறனை அடையவும் உதவுகிறது. ஆண்டு முழுவதும் வங்கியின் செயல்திறன் வலிமை மற்றும் மீள்தன்மை ஆகியவற்றால் வகைப்படுத்தப்பட்டது. வங்கி வரிக்கு முந்தைய லாபம் (PBT) ரூ. 28.4 பில்லியன் இது ரூ. 81.4% அதிகரிப்பைக் குறிக்கிறது. கடந்த ஆண்டு இதே காலக்கட்டத்தில் 15.6 பில்லியனாக இருந்தது, அதே நேரத்தில் PAT ரூ. 22.1 பில்லியன், 118.8% அதிகரிப்புடன் ரூ. 2020 இல் 10.1 பில்லியன்.",
        "வங்கியின் மொத்த வருமானம் 5.8% அதிகரித்து ரூ. 134.9 Bn ஆண்டில் இருந்து ரூ. கடந்த ஆண்டு இதே காலத்தில் 127.5 பில்லியன் பதிவு செய்யப்பட்டது. மதிப்பாய்வுக்கு உட்பட்ட காலகட்டத்தில், வட்டி வருமானம் 7.3% அதிகரித்து ரூ. 131.4 பில்லியன், வட்டிச் செலவு 12.3% குறைந்து ரூ. 76.8Bn, நடைமுறையில் உள்ள குறைந்த வட்டி விகித ஆட்சியின் காரணமாக, கருத்தில் கொள்ளப்பட்ட காலத்தில் வைப்புத் தளத்தில் கணிசமான வளர்ச்சி இருந்தபோதிலும், வைப்புத்தொகை மற்றும் கடன்களுக்கான வட்டிச் செலவுகள் குறைவதற்கு வழிவகுக்கிறது. வட்டி வருவாயின் அதிகரிப்பு மற்றும் வட்டி செலவினங்களில் கணிசமான குறைப்பு நிகர வட்டி வருமானம் (NII) 56.6% உயர்ந்து ரூ. 54.6Bn எதிராக ரூ. கடந்த ஆண்டு இதே காலத்தில் 34.9 பில்லியன்களாக இருந்தது. இதன் விளைவாக, நிகர வட்டி மார்ஜின் (என்ஐஎம்) 2021 இன் இறுதியில் 3.71% ஆக இருந்தது, இது பத்து ஆண்டுகளில் அதிகபட்சமாக பதிவுசெய்தது மற்றும் கடந்த ஆண்டு இதே காலக்கட்டத்தில் இருந்த 2.77%க்கு எதிராக அதிகமாக இருந்தது.",
        "நிகர கட்டணம் மற்றும் கமிஷன் வருமானம் 11.2% அதிகரித்து ரூ. 2.8 பில்லியன் ரூபாயில் இருந்து. 2.6Bn முக்கியமாக கட்டணம் மற்றும் கமிஷன் வருவாயின் அதிகரிப்பு காரணமாக தற்போதுள்ள கடன்களை குறைக்கப்பட்ட வட்டி விகிதங்களுக்கு மாற்றுதல்/புதுப்பித்தல் மற்றும் அதிகரித்த வெளிநாட்டு பணம் அனுப்புதல் மற்றும் டிஜிட்டல் தளங்கள் மூலம் வாடிக்கையாளர்கள் சமூக இடைவெளி மற்றும் சுகாதார வழிகாட்டுதல்களின் கீழ் மாற்றப்பட்ட கட்டணங்கள் ஆகியவற்றால் இயக்கப்படுகிறது. . NII மற்றும் வட்டி அல்லாத வருமானம் இரண்டிலும் அதிகரிப்பு மொத்த இயக்க வருமானம் 45.6% அதிகரித்து ரூ. 2021 ஆம் ஆண்டின் இறுதியில் 57.9 பில்லியனாக இருந்தது. 2021 காலப்பகுதியில் இயக்கச் செலவுகள் 23.3% அதிகரித்து ரூ. 19.1Bn முந்தைய ஆண்டின் தொடர்புடைய காலகட்டத்துடன் ஒப்பிடுகையில், 2021 ஆம் ஆண்டில் கூட்டு ஒப்பந்தத்திற்கான ஏற்பாடுகள் காரணமாக அதிகரித்த ஆளணிச் செலவுகள் காரணமாகும். இதற்கிடையில், வங்கியின் வருமான விகிதம் 33.29% ஆகக் குறைந்துள்ளது. 2020 இல் பதிவான 39.28% உடன் ஒப்பிடும்போது 2021 ஆம் ஆண்டு.",
        "மதிப்பாய்வுக்கு உட்பட்ட காலகட்டத்தில் குறைபாடுகளுக்கான கட்டணம் ரூ. கடந்த ஆண்டின் இதே காலகட்டத்துடன் ஒப்பிடுகையில் 4.3 பில்லியன் 11.7%. உலகளாவிய மற்றும் உள்ளூர் பொருளாதாரத்தில் நிலவும் நிச்சயமற்ற தன்மை மற்றும் நிலையற்ற தன்மை மற்றும் பிற முழுமையான காரணிகளுடன், கோவிட்-19 வெடித்ததால் வணிகம் மற்றும் பொருளாதார நடவடிக்கைகளில் இடையூறு ஏற்பட்டுள்ளதைக் கருத்தில் கொண்டு, குறைபாடு கட்டணங்களைக் கணக்கிடும் போது வங்கி விவேகமான அணுகுமுறையை மேற்கொண்டுள்ளது. எவ்வாறாயினும், கடந்த ஆண்டு இதே காலக்கட்டத்தில் பதிவாகியிருந்த 2.79% உடன் ஒப்பிடும்போது மொத்த NPL விகிதம் 2.97% ஆக அதிகரித்தது, முக்கியமாக சில கடன்கள் மற்றும் கடன் மற்றும் பிற கருவிகளின் கீழ் முன்பணங்கள் மறுவகைப்படுத்தப்பட்டதன் காரணமாக.",
        "2021 ஆம் ஆண்டின் இறுதியில் வங்கி ஈக்விட்டி மீதான வருமானம் (RoE) 33.92% மற்றும் சொத்துகள் மீதான வருவாய் (RoA) 1.93% ஆகியவற்றை உருவாக்கியது. வங்கியின் மொத்த சொத்துத் தளம் 15.8% அதிகரித்து ரூ. டிசம்பர் 2020 இன் இறுதியில் பதிவாகிய ரூ.1.36 Tnக்கு எதிராக 1.58Tn முக்கியமாக வாடிக்கையாளர் வைப்புத்தொகையின் வளர்ச்சியால் பங்களித்தது, இது 15.5% அதிகரித்து ரூ. டிசம்பர் 2020 இறுதியில் பதிவான வைப்புத் தொகையுடன் ஒப்பிடும்போது 1.43 Tn. வாடிக்கையாளர்களின் பொருளாதாரம் மற்றும் வாழ்க்கைமுறையில் கோவிட் 19 தாக்கம் இருந்தாலும் வாடிக்கையாளர்களின் சேமிப்பு முறை அதிகரித்துள்ளது. மதிப்பாய்விற்கு உட்பட்ட காலப்பகுதியில், வங்கி ரூ.192.6 பில்லியன் திரட்டியுள்ளது மற்றும் ரூ.46.7 பில்லியனைத் திரட்டி மதிப்பாய்வு செய்யப்பட்ட காலத்தில் குறைந்த விலை நிதியைத் திரட்டும் வேகத்தைத் தொடர்ந்தது.",
        "கடன்கள் மற்றும் முன்பணங்கள் 4.3% மட்டுமே அதிகரித்து ரூ. 538.9 பில்லியன் கடந்த ஆண்டு டிசம்பரில் ரூ. 516.8Bn ரூ.59.4 Bn கடன்கள் மற்றும் \"கடன் கருவிகள்\" கீழ் முன்பணம் மாற்றியமைக்கப்பட்டது. இருப்பினும், மாற்றப்பட்ட கடன்களைக் கருத்தில் கொள்ளாமல், மொத்தக் கடன்கள் மற்றும் முன்பணங்கள் 17.8% வளர்ச்சியைக் காட்டியுள்ளன, இது தனிநபர் கடன்கள் மற்றும் அரசுக்கு சொந்தமான நிறுவனங்களுக்கான (SOEs) கடன்களால் தூண்டப்பட்டது.",
        "இலங்கை மத்திய வங்கியின் (CBSL) வழிகாட்டுதலுக்கு இணங்க, வங்கியின் மூலதன நிலை வலுவாக இருந்தது மற்றும் கோவிட்-19 தொற்றுநோயின் விளைவாக கட்டுப்பாட்டாளரால் விதிக்கப்பட்ட திருத்தப்பட்ட குறைந்தபட்ச சட்டப்பூர்வ தேவைகளுக்கு மேலாக உயர்ந்தது. அடுக்கு 1 மூலதனம் மற்றும் மொத்த மூலதன விகிதங்கள் 2021 ஆம் ஆண்டின் இறுதியில் முறையே 18.60% மற்றும் 20.83% ஆக இருந்தன, அவை முறையே 8.00% மற்றும் 12.00% சட்டப்பூர்வ தேவைகளை விட அதிகமாக உள்ளன. 8.92% இன் அந்நியச் செலாவணி விகிதம் குறைந்தபட்ச தேவையான 3.0% ஐ விட அதிகமாக இருந்தது.",
        "சமூகத்தின் அனைத்துப் பிரிவுகளிலிருந்தும் வரும் அனைத்து இலங்கையர்களிடையேயும் சேமிப்புக் கலாச்சாரத்தை வளர்ப்பதற்கும், நிதி மற்றும் டிஜிட்டல் உள்ளடக்கத்தை நோக்கிச் செயல்படுவதற்கும், எங்கள் டிஜிட்டல் மற்றும் பௌதீகத் தடத்தை வலுப்படுத்துவதில் கவனம் செலுத்துகிறோம். 31.12.2021 நிலவரப்படி வங்கி தனது கிளை வலையமைப்பை 292 ATMS மற்றும் 92 CRMகளுடன் 261 கிளைகளாக அதிகரித்துள்ளது. மேலும், இந்த கடினமான காலங்களில் வாடிக்கையாளர்களுக்கு தங்களுடைய தினசரி வங்கித் தேவைகளை பாதுகாப்பாகவும் திறமையாகவும் நிறைவேற்றுவதற்கு வாடிக்கையாளர்களை ஊக்குவிப்பதற்காக \"NSB Pay\" ஆப் என்ற பிராண்ட் பெயரில் மொபைல் கட்டண முறையை வங்கி அறிமுகப்படுத்தியுள்ளது.",
        "ICRA Lanka Limited ஆனது, இலங்கை அரசாங்கத்தின் (GoSL) 100% உரிமை மற்றும் டெபாசிட் செய்யப்பட்ட பணத்திற்கு GoSL வழங்கிய 100% வெளிப்படையான உத்தரவாதத்தின் அடிப்படையில், நிலையான அவுட்லுக்குடன் [SL] AAA இன் வழங்குநர் மதிப்பீட்டை வங்கிக்கு வழங்கியுள்ளது. தேசிய சேமிப்பு வங்கி சட்டத்தின் மூலம் வங்கி மற்றும் அதன் வட்டியுடன். Brand Finance Lanka Ltd ஆல் 166Mn அமெரிக்க டொலர் பெறுமதியுடன் இலங்கையின் 5 ஆவது பெறுமதியான வர்த்தக நாமமாக வங்கிக்கு வழங்கப்பட்டுள்ளது. சர்வதேச வர்த்தக சம்மேளனத்தினால் (ICCSL) 2021 இல் இலங்கையில் மிகவும் போற்றப்படும் 10 நிறுவனங்களில் ஒன்றாகவும் வங்கி அங்கீகரிக்கப்பட்டுள்ளது.",
        "NSB நாட்டின் குடிமக்களின் நல்வாழ்வு மற்றும் வங்கித் துறையில் மிகப்பெரிய கடன் வழங்குபவர்களில் ஒன்றாக பொருளாதாரத்தின் வளர்ச்சிக்கு பெரும் பங்களிப்பை வழங்குகிறது. தேசிய வீட்டு உரிமையின் வளர்ச்சியை எளிதாக்கும் அதே வேளையில், ஆயிரக்கணக்கான வாடிக்கையாளர்களுக்கு பொருளாதாரப் பாதுகாப்பு மற்றும் நடமாட்டத்திற்கான பாதையைத் திறக்கும் அதே வேளையில், வங்கி அரசாங்கத்திற்கு மிகப்பெரிய கடன் வழங்குபவர்களில் ஒன்றாகவும், அரசாங்கப் பத்திரங்களின் இரண்டாவது பெரிய வைத்திருப்பவராகவும் செயல்படுகிறது. மேலும், வங்கியானது அரசாங்கத்தின் நீண்டகால உள்கட்டமைப்பு மற்றும் சமூகப் பொருளாதார அபிவிருத்தித் திட்டங்களில், வரிகள், வரிகள், கட்டணங்கள் மற்றும் ஈவுத்தொகைகள் ஆகியவற்றின் மூலம் பொது கருவூலத்திற்கு பங்களிப்பதைத் தவிர, ஆர்வமுள்ள பங்காளியாக உள்ளது.",
        "தென்கிழக்கு ஆசிய தலைமைத்துவ அகாடமி வாரியத்திற்கு சர்ரா சம்மூன் நியமிக்கப்பட்டுள்ளார்",
        "DFCC வங்கி அதன் புதுமையான மேலாண்மை நடைமுறைகளுடன் புதிய இயல்புநிலையில் தனித்து நிற்கிறது",
        "குற்றஞ்சாட்டப்பட்ட போர்க்குற்றங்கள்: லார்ட் நேஸ்பி: பிரிட்டன் அனுப்பியவர்கள் ஐந்து முக்கிய குற்றச்சாட்டுகளில் இருந்து இலங்கையை விடுவித்துள்ளனர்",
        "பிம்ஸ்டெக் பிராந்தியத்தில் பொருளாதார மீட்சிக்கு வழிவகுப்பதை ஜனாதிபதி ராஜபக்ச பார்க்கிறார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}