{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Act-fast-to-abolish-the-executive-presidency/172-237456",
  "time_ut": 1653076500,
  "title": "Act fast to abolish the executive presidency",
  "body_lines": [
    "The spontaneous public revolt against the Rajapaksa regime began on April 9 at the Galle Face Green opposite the Presidential Secretariat and opposite Temple Trees which the protestors named as MynaGoGama. The GotaGoGama is still continuing for the 43rd day despite the brutal attacks by Mahinda Rajapaksa supporters and their thugs on those who were peacefully protesting outside the MynaGoGama. The thugs later moved to Galle Face Green where they attacked those who were peacefully protesting. Among those protesting were young people who held musical shows and entertainment events while for Vesak they even erected a beautiful pandal at the Galle Face Green. Supporting the young people were the Bar Association of Sri Lanka (BASL), the Government Medical Officers’ Association and other professionals including engineers and accountants.",
    "On May 12 President Gotabaya Rajapaksa invited United National Party leader Ranil Wickremesinghe to be the Prime Minister though the UNP had only one seat in Parliament and that too from the national list. The President said he believed Mr.Wickremesinghe was the most suitable leader for this vital job which could have an impact on generations to come. Political analysts believe he could have called on the Samagi Jana Balawegaya(SJB) led by Sajith Premadasa to take over the post of prime minister but the SJB had set tough conditions including the resignation of the president.   According to non-political university professors and other experts, the political and socioeconomic crisis goes back to 45 years when JR Jayewardene introduced the executive presidential system which gave wide if not unlimited powers to the president while in addition he had a 5/6th majority in Parliament and this gave him the power to do whatever he wanted. For instance, he introduced what was described as the Rajadurai amendment which enabled MPs elected from one party to cross over to another party and often it was to the governing party, apparently for their personal gain or glory, so that they will have power not only in their electorates but also it could give them the chance to plunder public money and put into secret bank accounts overseas as some members of the Rajapaksa clan are alleged to have done.",
    "According to the university professors and non-party experts, the crisis could be resolved if the executive presidential system is scrapped. In 1994, President Chandrika Bandaranaike Kumaratunga who won 6.2 million votes pledged she would scrap the executive presidential system within 24 hours because she believed it was the curse of all curses. Though it is a cliché we know that power corrupts and absolute power corrupts absolutely. So Mrs. Kumaratunga continued to misuse or abuse the powers of the executive presidential system for nine years until she unwillingly gave Mahinda Rajapaksa the nomination for the 2005 presidential election. Initially she wanted her brother Anura Bandaranaike to be the prime minister but he passed away. Since then President Mahinda Rajapaksa also continued to misuse and often abused the powers of the executive presidential system, he also introduced the 18th Amendment which gave him the power to contest not twice but any number of times apparently until his son Namal Rajapaksa was ready to contest for the presidency.",
    "But what is wrong is wrong, especially when the misdeeds are committed by powerful political leaders. That is because the decisions they take can affect more than 22 million people of this country. For instance, when they increase or allow the increase of the price of a loaf bread to Rs. 170 as they have done now.",
    "According to the non-party university professors and other experts, the first important step is to abolish the executive presidential system. Instead, President Rajapaksa introduced the 20th Amendment which gave him unlimited power and today he is paying a high price for it with millions of people demanding his resignation. The independent experts say that the executive presidential system must be scrapped though we have a strange situation now with the Prime Minister Ranil Wickremesinghe having only one seat in Parliament and depending on Sri Lanka Podujana Peramuna(SLPP) members to support his bills. This is the first time we see such a situation in independent Sri Lanka and also in the genuinely democratic world.",
    "Today the United Nations marks the World Day for Cultural Diversity for Dialogue and Development. The theme is “Protecting the diversity of cultural expressions” is more important than ever. If this could happen in Sri Lanka and all parties could come together to re-implement the 19th Amendment and even update it to the 21st Amendment, then we could have a genuine parliamentary democracy where the people are sovereign not only in words but in deeds also."
  ],
  "translate": {
    "si": {
      "title": "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට කඩිනමින් ක්‍රියා කරන්න",
      "body_lines": [
        "රාජපක්ෂ පාලනයට එරෙහි ස්වයංසිද්ධ මහජන කැරැල්ල අප්‍රේල් 9 වැනි දින ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට ගාලුමුවදොර පිටියෙන් සහ අරලියගහ මන්දිරය ඉදිරිපිටින් ආරම්භ වූ අතර එය මයිනාගෝගම ලෙස විරෝධතාකරුවන් විසින් නම් කරන ලදී. මයිනාගෝගමෙන් පිටත සාමකාමීව විරෝධතාවයේ නිරත වූවන්ට මහින්ද රාජපක්ෂ හිතවාදීන් සහ ඔවුන්ගේ මැරයන් විසින් එල්ල කරන ලද අමානුෂික ප්‍රහාර නොතකා ගෝඨාගෝගම 43 වන දිනටත් අදටත් ක්‍රියාත්මකයි. පසුව ගාලු මුවදොර පිටියට ගිය මැරයන් එහිදී සාමකාමීව විරෝධතාවයේ නිරත වූවන්ට පහර දුන්හ. වෙසක් උත්සවය වෙනුවෙන් ගාලුමුවදොර පිටියේ අලංකාර තොරණක් පවා ඉදිකරමින් සංගීත සංදර්ශන හා විනෝදාස්වාද පැවැත්වූ තරුණ පිරිස් විරෝධතාවයේ නිරත වූවන් අතර වූහ. ශ්‍රී ලංකා නීතීඥ සංගමය (BASL), රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය සහ ඉංජිනේරුවන් සහ ගණකාධිකාරීවරුන් ඇතුළු අනෙකුත් වෘත්තිකයන් තරුණයින්ට සහාය විය.",
        "මැයි 12 වැනිදා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා එක්සත් ජාතික පක්ෂ නායක රනිල් වික්‍රමසිංහ මහතාට අගමැති ධූරයට ආරාධනා කළේ එක්සත් ජාතික පක්ෂයට පාර්ලිමේන්තුවේ තිබුණේ එක ආසනයක් පමණක් වන අතර එයද ජාතික ලැයිස්තුවෙන්. ඉදිරි පරම්පරාවන්ට බලපෑමක් ඇති කළ හැකි මෙම අතිවැදගත් කාර්යය සඳහා සුදුසුම නායකයා වික්‍රමසිංහ මහතා බව තමා විශ්වාස කරන බව ජනාධිපතිතුමා පැවසීය. සජිත් ප්‍රේමදාසගේ නායකත්වයෙන් යුත් සමගි ජන බලවේගයට අගමැති ධූරය භාර ගැනීමට ඔහුට ආරාධනා කළ හැකිව තිබූ නමුත් SJB විසින් ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම ඇතුළු දැඩි කොන්දේසි ඉදිරිපත් කර තිබූ බව දේශපාලන විශ්ලේෂකයෝ විශ්වාස කරති. දේශපාලනික නොවන විශ්වවිද්‍යාල ආචාර්යවරුන් ඇතුළු විද්වතුන්ට අනුව දේශපාලන හා සමාජ ආර්ථික අර්බුදය වසර 45ක් තරම් ඈතට දිව යන්නේ ජේ.ආර්.ජයවර්ධන මහතා විධායක ජනාධිපති ක්‍රමය හඳුන්වා දීමත් සමඟම ජනාධිපතිවරයාට අසීමිත ලෙස පුළුල් බලතල ලබාදුන් අතර ඊට අමතරව ඔහුට 5/6ක බලයක් හිමිවීමත් සමඟය. පාර්ලිමේන්තුව සහ මේකෙන් එයාට ඕන දෙයක් කරන්න බලය දුන්නා. නිදසුනක් වශයෙන්, එක් පක්ෂයකින් තේරී පත් වූ මන්ත්‍රීවරුන්ට තවත් පක්ෂයකට යාමට හැකි වූ රාජදුරෙයි සංශෝධනය ලෙස විස්තර කරන ලද දේ ඔහු හඳුන්වා දුන් අතර බොහෝ විට එය ආණ්ඩු පක්ෂයට විය, පෙනෙන පරිදි ඔවුන්ගේ පුද්ගලික වාසි හෝ කීර්තිය සඳහා, ඔවුන්ට බලය පමණක් නොවේ. ඔවුන්ගේ මැතිවරණ කොට්ඨාශවල පමණක් නොව, රාජපක්ෂ වංශයේ සමහර සාමාජිකයන් කළා යැයි කියන පරිදි මහජන මුදල් කොල්ලකෑමට සහ විදේශයන්හි රහසිගත බැංකු ගිණුම්වල තැන්පත් කිරීමට ඔවුන්ට අවස්ථාව ලබා දිය හැකිය.",
        "විශ්වවිද්‍යාල ආචාර්යවරුන් සහ නිර්පාක්ෂික විද්වතුන් පවසන පරිදි විධායක ජනාධිපති ක්‍රමය ඉවත් කළහොත් අර්බුදය විසඳිය හැකිය. 1994 දී ඡන්ද ලක්ෂ 62ක් දිනූ චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග ජනාධිපතිනිය පැය 24ක් ඇතුළත විධායක ජනාධිපති ක්‍රමය අහෝසි කරන බවට ප්‍රතිඥා දුන්නේ එය සියලු ශාපයේ ශාපය බව ඇය විශ්වාස කළ නිසාය. එය ප්‍රබන්ධයක් වුවද බලය දූෂිත වන බවත් පරම බලය පරම දූෂිත බවත් අපි දනිමු. ඉතින් කුමාරතුංග මැතිනිය 2005 ජනාධිපතිවරණයට මහින්ද රාජපක්ෂට අකමැත්තෙන් නාමයෝජනා දෙනකම් අවුරුදු නවයක් තිස්සේ විධායක ජනාධිපති ක්‍රමයේ බලතල අවභාවිතය හෝ අයථා පරිහරණය කළා. මුලදී ඇයට අවශ්‍ය වූයේ ඇගේ සොහොයුරා වන අනුර බණ්ඩාරනායක අගමැති කිරීමට නමුත් ඔහු මිය ගියේය. එතැන් සිට ජනාධිපති මහින්ද රාජපක්ෂ මහතා ද විධායක ජනාධිපති ක්‍රමයේ බලතල දිගින් දිගටම අනිසි ලෙස භාවිතා කරමින් සහ අනිසි ලෙස භාවිතා කරමින් 18 වැනි ව්‍යවස්ථා සංශෝධනය ද ගෙන ආවේ ඔහුගේ පුත් නාමල් රාජපක්ෂ මහතා තරග කිරීමට සූදානම් වන තුරු දෙවරක් නොව ඕනෑම වාර ගණනක් තරග කිරීමට බලය ලබා දීමෙනි. ජනාධිපතිකම සඳහා.",
        "නමුත් වැරදි දේ වැරදියි, විශේෂයෙන්ම ප්‍රබල දේශපාලන නායකයන් විසින් වැරදි ක්‍රියා සිදු කරන විට. ඒ ඔවුන් ගන්නා තීරණ මේ රටේ ලක්ෂ 220කට අධික ජනතාවට බලපාන්න පුළුවන් නිසා. උදාහරණයක් ලෙස පාන් ගෙඩියක මිල රු. දැන් කරලා තියෙන විදියට 170ක්.",
        "නිර්පාක්ෂික විශ්වවිද්‍යාල ආචාර්යවරුන් ඇතුළු විද්වතුන් පවසන පරිදි පළමු වැදගත් පියවර වන්නේ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමයි. ඒ වෙනුවට රාජපක්ෂ ජනාධිපතිතුමා තමන්ට අසීමිත බලයක් දුන් 20 වැනි ව්‍යවස්ථා සංශෝධනය ඉදිරිපත් කළ අතර අද ඔහු එයට විශාල වන්දියක් ගෙවමින් සිටින්නේ මිලියන සංඛ්‍යාත ජනතාවක් ඉල්ලා අස්විය යුතු බව ය. අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාට පාර්ලිමේන්තුවේ එක ආසනයක් පමණක් තිබීමත්, ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් මත ඔහුගේ පනත්වලට සහය දැක්වීමත් සමඟ අපට දැන් අමුතු තත්ත්වයක් ඇති වුවද විධායක ජනාධිපති ක්‍රමය අහෝසි කළ යුතු බව ස්වාධීන විශේෂඥයෝ පවසති. නිදහස් ශ්‍රී ලංකාවේ මෙන්ම සැබෑ ප්‍රජාතන්ත්‍රවාදී ලෝකයේ ද මෙවැනි තත්ත්වයක් අප දකින පළමු අවස්ථාව මෙයයි.",
        "අද එක්සත් ජාතීන්ගේ සංවිධානය සංවාද සහ සංවර්ධනය සඳහා සංස්කෘතික විවිධත්වය සඳහා ලෝක දිනය සනිටුහන් කරයි. \"සංස්කෘතික ප්‍රකාශනවල විවිධත්වය ආරක්ෂා කිරීම\" යන තේමාව වෙන කවරදාටත් වඩා වැදගත් ය. ශ්‍රී ලංකාවේ මෙය සිදු විය හැකි නම් සහ 19 වැනි ව්‍යවස්ථා සංශෝධනය නැවත ක්‍රියාත්මක කිරීමටත්, 21 වැනි සංශෝධනය දක්වා එය යාවත්කාලීන කිරීමටත් සියලු පක්‍ෂ එකතු විය හැකි නම්, වචනයෙන් පමණක් නොව ක්‍රියාවෙන් ද ජනතා පරමාධිපත්‍යය ඇති සැබෑ පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදයක් අපට ඇති කළ හැකිය. ."
      ]
    },
    "ta": {
      "title": "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கு துரிதமாக செயற்படுங்கள்",
      "body_lines": [
        "ராஜபக்ச ஆட்சிக்கு எதிரான தன்னெழுச்சியான மக்கள் கிளர்ச்சி ஏப்ரல் 9 ஆம் தேதி காலி முகத்திடலில் ஜனாதிபதி செயலகத்திற்கு எதிரில் மற்றும் அலரிமாளிகைக்கு எதிரே தொடங்கியது, இதற்கு மைனகோகாமா என்று போராட்டக்காரர்கள் பெயரிட்டனர். மைனகோகமவிற்கு வெளியே அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள் மீது மகிந்த ராஜபக்ச ஆதரவாளர்களாலும் அவர்களது குண்டர்களாலும் மிருகத்தனமான தாக்குதல்கள் நடத்தப்பட்ட போதிலும் 43வது நாளாக கோட்டா கோமா தொடர்கிறது. குண்டர்கள் பின்னர் காலி முகத்திடலுக்குச் சென்றனர், அங்கு அவர்கள் அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள் மீது தாக்குதல் நடத்தினர். வெசாக் பண்டிகைக்காக காலி முகத்திடல் மைதானத்தில் அழகிய பந்தல் ஒன்றை அமைத்திருந்த அதேவேளை, இளைஞர்கள் இசை நிகழ்ச்சிகள் மற்றும் பொழுதுபோக்கு நிகழ்வுகளை நடாத்தியவர்களில் அடங்குகின்றனர். இலங்கை சட்டத்தரணிகள் சங்கம் (BASL), அரசாங்க மருத்துவ அதிகாரிகள் சங்கம் மற்றும் பொறியியலாளர்கள் மற்றும் கணக்காளர்கள் உட்பட ஏனைய நிபுணர்கள் இளைஞர்களுக்கு ஆதரவாக இருந்தனர்.",
        "மே 12 ஆம் திகதி ஜனாதிபதி கோட்டாபய ராஜபக்ஷ ஐக்கிய தேசியக் கட்சியின் தலைவர் ரணில் விக்கிரமசிங்கவை பிரதமராக வருமாறு அழைப்பு விடுத்தார், ஆனால் ஐக்கிய தேசியக் கட்சிக்கு பாராளுமன்றத்தில் ஒரே ஒரு ஆசனம் மட்டுமே இருந்தது அதுவும் தேசிய பட்டியலில் இருந்து. வருங்கால சந்ததியினருக்கு தாக்கத்தை ஏற்படுத்தக்கூடிய இந்த முக்கிய பணிக்கு திரு.விக்கிரமசிங்க மிகவும் பொருத்தமான தலைவர் என தான் நம்புவதாக ஜனாதிபதி கூறினார். சஜித் பிரேமதாச தலைமையிலான சமகி ஜன பலவேகய (SJB) கட்சிக்கு பிரதமர் பதவியை ஏற்க அவர் அழைப்பு விடுத்திருக்கலாம் என அரசியல் ஆய்வாளர்கள் கருதுகின்றனர். அரசியல் சார்பற்ற பல்கலைக்கழக பேராசிரியர்கள் மற்றும் ஏனைய நிபுணர்களின் கூற்றுப்படி, ஜே.ஆர்.ஜயவர்தன நிறைவேற்று அதிகார ஜனாதிபதி முறையை அறிமுகப்படுத்திய 45 வருடங்களாக அரசியல் மற்றும் சமூகப் பொருளாதார நெருக்கடியானது ஜனாதிபதிக்கு வரம்பற்ற அதிகாரங்களை வழங்கியது. பாராளுமன்றமும் இதுவும் அவர் விரும்பியதைச் செய்யும் அதிகாரத்தை அவருக்கு வழங்கியது. உதாரணமாக, ஒரு கட்சியில் இருந்து தேர்ந்தெடுக்கப்பட்ட எம்.பி.க்கள் மற்றொரு கட்சிக்குச் செல்ல வழிவகுத்த ராஜதுரை சட்டத் திருத்தம் என்று விவரிக்கப்பட்டதை அவர் அறிமுகப்படுத்தினார். ராஜபக்ச குலத்தைச் சேர்ந்த சிலர் செய்ததாகக் கூறப்படுவது போல், அவர்களின் வாக்காளர்களில், பொதுப் பணத்தைக் கொள்ளையடிக்கவும், வெளிநாடுகளில் உள்ள ரகசிய வங்கிக் கணக்குகளில் போடவும் இது அவர்களுக்கு வாய்ப்பளிக்கும்.",
        "பல்கலைக்கழக பேராசிரியர்கள் மற்றும் கட்சி சார்பற்ற நிபுணர்களின் கருத்துப்படி நிறைவேற்று ஜனாதிபதி முறைமை நீக்கப்பட்டால் இந்த நெருக்கடிக்கு தீர்வு காண முடியும். 1994 இல், 6.2 மில்லியன் வாக்குகளைப் பெற்ற ஜனாதிபதி சந்திரிக்கா பண்டாரநாயக்க குமாரதுங்க, நிறைவேற்று ஜனாதிபதி முறையை 24 மணி நேரத்திற்குள் அகற்றுவதாக உறுதியளித்தார், ஏனெனில் இது அனைத்து சாபங்களுக்கும் சாபம் என்று அவர் நம்பினார். அதிகாரம் கெடுக்கும், முழுமையான அதிகாரம் முற்றிலுமாக கெடுக்கும் என்பதை நாம் அறிவோம். எனவே திருமதி குமாரதுங்க 2005 ஆம் ஆண்டு ஜனாதிபதித் தேர்தலுக்கான வேட்புமனுவை மகிந்த ராஜபக்சவுக்கு விருப்பமில்லாமல் வழங்கும் வரை ஒன்பது ஆண்டுகளாக நிறைவேற்று ஜனாதிபதி முறையின் அதிகாரங்களை தவறாகப் பயன்படுத்தினார் அல்லது துஷ்பிரயோகம் செய்தார். ஆரம்பத்தில் அவர் தனது சகோதரர் அனுர பண்டாரநாயக்காவை பிரதமராக்க விரும்பினார் ஆனால் அவர் காலமானார். அப்போதிருந்து, ஜனாதிபதி மஹிந்த ராஜபக்ஷவும் நிறைவேற்று ஜனாதிபதி முறைமையின் அதிகாரங்களை துஷ்பிரயோகம் செய்து அடிக்கடி துஷ்பிரயோகம் செய்தார், அவர் தனது மகன் நாமல் ராஜபக்ஷ போட்டியிடத் தயாராகும் வரை இரண்டு முறை அல்ல, எத்தனை முறை வேண்டுமானாலும் போட்டியிடும் அதிகாரத்தை அவருக்கு வழங்கிய 18 வது திருத்தத்தையும் கொண்டு வந்தார். ஜனாதிபதி பதவிக்கு.",
        "ஆனால் தவறு என்பது தவறு, குறிப்பாக அதிகாரம் மிக்க அரசியல் தலைவர்கள் செய்யும் தவறான செயல்கள். ஏனென்றால், அவர்கள் எடுக்கும் முடிவுகள் இந்த நாட்டின் 22 மில்லியனுக்கும் அதிகமான மக்களை பாதிக்கும். உதாரணமாக, ஒரு ரொட்டியின் விலையை ரூ.1 ஆக அதிகரிக்க அல்லது அதிகரிக்க அனுமதிக்கும் போது. அவர்கள் இப்போது செய்ததைப் போல 170.",
        "கட்சி சார்பற்ற பல்கலைக்கழக பேராசிரியர்கள் மற்றும் ஏனைய நிபுணர்களின் கருத்துப்படி நிறைவேற்று ஜனாதிபதி முறைமையை இல்லாதொழிப்பதே முதல் முக்கியமான படியாகும். மாறாக ஜனாதிபதி ராஜபக்ஷ தமக்கு வரம்பற்ற அதிகாரத்தை வழங்கிய 20வது திருத்தத்தை கொண்டு வந்து இன்று இலட்சக்கணக்கான மக்கள் தம்மை இராஜினாமா செய்யுமாறு கோரி அதற்கு அதிக விலை கொடுத்து வருகின்றார். பிரதமர் ரணில் விக்கிரமசிங்கவுக்கு பாராளுமன்றத்தில் ஒரேயொரு ஆசனம் இருப்பதும், ஸ்ரீலங்கா பொதுஜன பெரமுன (SLPP) உறுப்பினர்களை நம்பி தனது சட்டமூலங்களுக்கு ஆதரவளிப்பதுமான விசித்திரமான சூழ்நிலை தற்போது எமக்கு ஏற்பட்டுள்ள போதிலும், நிறைவேற்று ஜனாதிபதி முறைமை நீக்கப்பட வேண்டும் என சுயாதீன நிபுணர்கள் தெரிவிக்கின்றனர். சுதந்திர இலங்கையிலும் உண்மையான ஜனநாயக உலகிலும் இவ்வாறானதொரு நிலைமையை நாம் காண்பது இதுவே முதல் தடவையாகும்.",
        "இன்று ஐக்கிய நாடுகள் சபை உரையாடல் மற்றும் வளர்ச்சிக்கான கலாச்சார பன்முகத்தன்மைக்கான உலக தினத்தைக் குறிக்கிறது. \"பண்பாட்டு வெளிப்பாடுகளின் பன்முகத்தன்மையைப் பாதுகாத்தல்\" என்பது முன்னெப்போதையும் விட முக்கியமானது. இலங்கையில் இது நடந்து 19வது திருத்தத்தை மீண்டும் அமுல்படுத்த அனைத்து தரப்பினரும் ஒன்றிணைந்து அதனை 21வது திருத்தத்திற்கு மாற்றினால், வார்த்தையில் மட்டுமல்ல செயலிலும் மக்கள் இறையாண்மை கொண்ட உண்மையான பாராளுமன்ற ஜனநாயகத்தை உருவாக்க முடியும். ."
      ]
    }
  }
}