{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/german-travel-vlogger-in-sri-lanka-mulls-leaving-as-money-printing-creates-blackouts-91629/",
  "time_ut": 1647234420,
  "title": "German travel vlogger in Sri Lanka mulls leaving as money printing creates blackouts",
  "body_lines": [
    "ECONOMYNEXT – A German vlogger, going by the name of Ken Abroad that captured the hearts thousands of youtube users in Sri Lanka has said he may cut his visit short and leave the country as money printing created forex shortages and a power crisis.",
    "“When you are travelling abroad, you have many challenging situations,” Ken said in his latest youtube video.",
    "“But the challenges are getting worse so I am actually thinking about leaving Sri Lanka earlier than planned.”",
    "“In Sri Lanka we are having power cuts of 6 to 8 hours every day. It is not only me, many businesses are struggling.”",
    "He said power cuts meants no lights, he could not charge hist laptop and there was no wi-fi. In the evening it was worse.",
    "“Many restaurants are closing because they cannot operate,” he explained. “I can sit in the beach so that is not a problem.”",
    "However he said he needs to use the laptop for his job. Ken works online as a social media expert, according to his website, and is on a journey around Asia where he also earns some money from his youtube channel.",
    "Ken had captured the hearts of thousand of Sri Lankan both in Sri Lanka and living abroad, who usually give him advice and urge him on as he meets locals and goes off the beaten track.",
    "The usually positive and bubbly Ken said he does not like to complain, and asked his Sri Lanka followers tell him why it is happening.",
    "“I am curious to know why we are having the power cuts in Sri Lanka at the moment.”",
    "“Really sorry to see you leave you were one of the most humble and my favourite bloggers ever to visit Sri Lanka,”  youtube viewer Vimukthi Mayadunne wrote in response.",
    "“Thank you for sharing the beauty of my country with the world. So sorry for the current situation in this country this pathetic ignorant tone-deaf government is making dumb decisions one after another taking the country in to further trouble. Goodbye and Travel safe.”",
    "Sri Lanka is facing a severe currency crisis after the central bank printed money to keep interest rates down to create a ‘production economy’ after cutting taxes.",
    "However when money is printed – liquidity injections are made – forex shortages emerge in a pegged exchange rate regime, as dollar outflows exceed inflows with money and exchange policies working in opposite directions.",
    "#SriLanka's #Rupee faces crisis after crisis because it operates a flexible #ExchangeRate backed by contradictory money & exchange policies. As I advised President Suharto of #Indonesia in '98, the only options are to #dollarize or est. a currency board.https://t.co/k0tC8RZtEM",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Sri Lanka’s pegged central bank created forex shortages within two years after it was created in 1950 and triggers forex shortages and currency crises, every 4 to 5 years especially when the US prints money and tightens policy.",
    "Using Mercantilist dogma, foreign shortages are then blamed on imports, the trade deficit and current account deficit instead of money printing.",
    "The central bank usually prints money to keep rates down as budget deficits go up, but in 2018 money was printed to keep rates down despite the budget deficit being brought down with new taxes.",
    "Classical economists and analysts have called for the central bank to be abolished in favour of a currency board or let the country dollarize.",
    "The International Monetary Fund has warned of monetary instability, echoing warnings of domestic economists and analysts.",
    "Ken’s thoughts about leaving Sri Lanka came as the UK warned British travelers about the economic crisis.",
    "“The economic situation is deteriorating in Sri Lanka with shortages of basic necessities including medicines, fuel and food because of a shortage of hard currency to pay for imports,” UK’s travel advice to citizens said.",
    "“There may be long queues at grocery stores, gas stations, and pharmacies. Local authorities may impose the rationing of electricity, resulting in power outages.”",
    "Sri Lanka has floated the currency but classical economists have said policy interest rate have to be raised.",
    "“We need the support of you guys who doing a great service for the tourism of the country during this current difficult situation brother,” Dhananjaya wrote.",
    "“You can move to colombo where there are only night time power cuts like for an hour or for 2 hours only. We know you are a kind man from all the vlogs you posted so if you can stay for your full visa valid, it will be a great help & support to the locals brother! ”",
    "Colombo is on a 220kV grid of state-run Ceylon Electricity Board where more generators are connected. But tourists areas in the South are connected to the Southern 132kV grid which needs Samanalawewa reservoir to keep it well-energized.",
    "When the CEB asked for one or two hour power cuts early in 2022 to save water, it was denied to them.",
    "CEB was this week given the go ahead to connect ACE Embilipitiya, an idle private plant to the grid to improve supply. (Colombo/Mar14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ජර්මානු සංචාරක ව්ලොගර් මුදල් මුද්‍රණය කිරීම අවහිරතා ඇති කරන බැවින් ඉවත්ව යයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ දහස් ගණන් යූ ටියුබ් භාවිතා කරන්නන්ගේ හදවත් අල්ලා ගත් කෙන් එබ්‍රෝඩ් නමින් ජර්මානු ව්‍ලොගර් කෙනෙක් පවසා ඇත්තේ මුදල් මුද්‍රණය නිසා විදේශ විනිමය හිඟයක් සහ විදුලි අර්බුදයක් ඇති වූ බැවින් තම සංචාරය කෙටි කර රට හැර යාමට ඉඩ ඇති බවයි.",
        "\"ඔබ විදේශගත වන විට, ඔබට අභියෝගාත්මක අවස්ථා බොහොමයක් තිබේ,\" කෙන් ඔහුගේ නවතම යූ ටියුබ් වීඩියෝවෙන් පැවසීය.",
        "\"නමුත් අභියෝග වඩාත් නරක අතට හැරෙමින් තිබේ, එබැවින් මම සැලසුම් කළ කාලයට වඩා කලින් ශ්‍රී ලංකාව හැර යාමට සිතමි.\"",
        "“ශ්‍රී ලංකාවේ සෑම දිනකම පැය 6 සිට 8 දක්වා විදුලිය විසන්ධි වෙනවා. එය මම පමණක් නොවේ, බොහෝ ව්‍යාපාර අරගල කරයි.",
        "විදුලිය විසන්ධි වෙනවා කියන්නේ ලයිට් නැති බවත්, ඔහුගේ ලැප්ටොප් පරිගණකය ආරෝපණය කළ නොහැකි බවත්, වයි-ෆයි නොමැති බවත් ඔහු පැවසීය. සවස් වන විට එය වඩාත් නරක විය.",
        "“බොහෝ අවන්හල් ක්‍රියාත්මක කළ නොහැකි නිසා වසා දමයි,” ඔහු පැහැදිලි කළේය. \"මට මුහුදු වෙරළේ වාඩි වෙන්න පුළුවන්, ඒක ප්‍රශ්නයක් නෑ.\"",
        "කෙසේ වෙතත්, ඔහුගේ රැකියාව සඳහා ලැප්ටොප් පරිගණකය භාවිතා කළ යුතු බව ඔහු පැවසීය. කෙන් ඔහුගේ වෙබ් අඩවියට අනුව සමාජ මාධ්‍ය විශේෂඥයෙකු ලෙස සබැඳිව ක්‍රියා කරන අතර ඔහු ආසියාව වටා ගමනක යෙදී සිටින අතර එහිදී ඔහු තම යූ ටියුබ් නාලිකාවෙන් යම් මුදලක් උපයා ගනී.",
        "කෙන් ශ්‍රී ලංකාවේ සහ විදේශයන්හි වෙසෙන ශ්‍රී ලාංකික දහස් ගණනකගේ හදවත් අල්ලාගෙන ඇති අතර, ඔවුන් සාමාන්‍යයෙන් ඔහු ප්‍රදේශවාසීන් මුණගැසෙන විට සහ පහර දුන් ධාවන පථයෙන් ඉවතට යන විට ඔහුට උපදෙස් සහ ඔහුව උනන්දු කරයි.",
        "සාමාන්‍යයෙන් ධනාත්මක සහ බුබුළු සහිත කෙන් තමා පැමිණිලි කිරීමට අකමැති බව පැවසූ අතර එය සිදුවන්නේ මන්දැයි ඔහුගේ ශ්‍රී ලංකා අනුගාමිකයින් ඔහුට පවසන ලෙස ඉල්ලා සිටියේය.",
        "\"මේ මොහොතේ ශ්‍රී ලංකාවේ විදුලිය විසන්ධි කරන්නේ මන්දැයි දැන ගැනීමට මට කුතුහලයක් ඇත.\"",
        "“ඔබ හැර යාම දැකීම ගැන ඇත්තටම කණගාටුයි ඔබ මෙතෙක් ශ්‍රී ලංකාවට පැමිණි නිහතමානීම සහ මගේ ප්‍රියතම බ්ලොග්කරුවන්ගෙන් කෙනෙකි,” යූ ටියුබ් නරඹන්නෙකු වන විමුක්ති මායාදුන්නේ ඊට ප්‍රතිචාර වශයෙන් ලිවීය.",
        "“මගේ රටේ සුන්දරත්වය ලෝකය සමඟ බෙදා ගැනීම ගැන ඔබට ස්තූතියි. මේ රටේ පවතින තත්ත්වය ගැන කණගාටුයි මේ කාලකණ්ණි නූගත් තුණ්ඩ බිහිරි ආණ්ඩුව රට තවත් අවුල් ජාලයකට ගෙන යමින් එක පිට එක ගොළු තීන්දු ගනිමින් සිටී. ආයුබෝවන් සහ ආරක්ෂිතව ගමන් කරන්න. ”",
        "බදු කපා හැර ‘නිෂ්පාදන ආර්ථිකයක්’ ඇති කිරීම සඳහා පොලී අනුපාත පහළ මට්ටමක තබා ගැනීමට මහ බැංකුව මුදල් මුද්‍රණය කිරීමෙන් පසු ශ්‍රී ලංකාව දැඩි මුදල් අර්බුදයකට මුහුණ දී සිටී.",
        "කෙසේ වෙතත් මුදල් මුද්‍රණය කරන විට - ද්‍රවශීලතා එන්නත් සිදු කරන විට - විදේශ විනිමය හිඟයන් පැනනගින විනිමය අනුපාත තන්ත්‍රයක් තුළ පැන නගී, ඩොලරය පිටතට ගලායාම මුදල් සමඟ ගලා ඒම ඉක්මවා යන බැවින් සහ ප්‍රතිවිරුද්ධ දිශාවන්හි ක්‍රියා කරන විනිමය ප්‍රතිපත්ති.",
        "#SriLanka හි #රුපියල අර්බුදවලින් පසු අර්බුදවලට මුහුණ දෙන්නේ එය පරස්පර මුදල් සහ විනිමය ප්‍රතිපත්තිවල පිටුබලය ඇති නම්‍යශීලී #ExchangeRate ක්‍රියාත්මක වන බැවිනි. මම 98 දී #ඉන්දුනීසියාවේ ජනාධිපති සුහර්තෝට උපදෙස් දුන් පරිදි, එකම විකල්පය වන්නේ #ඩොලර් කිරීම හෝ මුදල් මණ්ඩලයක්.https://t.co/k0tC8RZtEM.",
        "ඉක්මන් ක්‍රියාමාර්ගයක් නොගතහොත් ශ්‍රී ලංකාවේ මුදල් දියවීම වේගවත් වනු ඇත: බෙල්වෙදර්",
        "ශ්‍රී ලංකාව ග්‍රීසිය නොවේ, එය ලතින් අමෙරිකානු විලාසිතාවේ මෘදු-පෙග්: බෙල්වෙදර්",
        "ශ්‍රී ලංකා මහ බැංකුව 1950 දී නිර්මාණය කර වසර දෙකක් ඇතුළත විදේශ විනිමය හිඟයක් ඇති කළ අතර විශේෂයෙන් එක්සත් ජනපදය මුදල් මුද්‍රණය කරන විට සහ ප්‍රතිපත්ති දැඩි කරන විට සෑම වසර 4-5 කට වරක් විදේශ විනිමය හිඟය සහ මුදල් අර්බුද ඇති කරයි.",
        "වෙළඳවාදී මූලධර්ම භාවිතා කරමින්, විදේශ හිඟයන් මුදල් මුද්‍රණය වෙනුවට ආනයන, වෙළඳ හිඟය සහ ජංගම ගිණුමේ හිඟය මත දොස් පවරනු ලැබේ.",
        "මහ බැංකුව සාමාන්‍යයෙන් අයවැය හිඟය ඉහළ යන විට පොලී අනුපාත අඩු කර ගැනීමට මුදල් මුද්‍රණය කරයි, නමුත් 2018 දී අයවැය හිඟය නව බදු සමඟ අඩු කළද අනුපාත අඩු කිරීමට මුදල් මුද්‍රණය කරන ලදී.",
        "සම්භාව්‍ය ආර්ථික විද්‍යාඥයින් සහ විශ්ලේෂකයින් මුදල් මණ්ඩලයක් වෙනුවෙන් මහ බැංකුව අහෝසි කරන ලෙස හෝ රට ඩොලරයට හැරවිය යුතු යැයි ඉල්ලා ඇත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල දේශීය ආර්ථික විද්‍යාඥයින්ගේ සහ විශ්ලේෂකයින්ගේ අනතුරු ඇඟවීම් ප්‍රතිරාවය කරමින් මුදල් අස්ථාවරත්වය ගැන අනතුරු අඟවා ඇත.",
        "ආර්ථික අර්බුදය ගැන බ්‍රිතාන්‍ය සංචාරකයින්ට එක්සත් රාජධානිය අනතුරු ඇඟවීමත් සමඟ ශ්‍රී ලංකාව හැර යාම ගැන කෙන්ගේ සිතුවිලි පැමිණියේය.",
        "\"ආනයන සඳහා ගෙවීමට අපහසු මුදල් හිඟයක් හේතුවෙන් ඖෂධ, ඉන්ධන සහ ආහාර ඇතුළු මූලික අවශ්‍යතා හිඟයක් ඇතිව ශ්‍රී ලංකාවේ ආර්ථික තත්ත්වය පිරිහෙමින් පවතී\" යනුවෙන් එක්සත් රාජධානියේ පුරවැසියන්ට සංචාරක උපදේශනය පවසයි.",
        "“සිල්ලර කඩවල, ඉන්ධන පිරවුම්හල්වල සහ ෆාමසිවල දිගු පෝලිම් තිබෙන්න පුළුවන්. පළාත් පාලන ආයතන විසින් විදුලිය සලාක කිරීම පැනවිය හැකි අතර, එහි ප්‍රතිඵලයක් ලෙස විදුලිය ඇනහිටීම් ඇති විය හැක.”",
        "ශ්‍රී ලංකාව මුදල් පාවෙන නමුත් සම්භාව්‍ය ආර්ථික විද්‍යාඥයන් පවසා ඇත්තේ ප්‍රතිපත්ති පොලී අනුපාතිකය ඉහළ නැංවිය යුතු බවයි.",
        "“මේ දුෂ්කර අවස්ථාවේ රටේ සංචාරක ව්‍යාපාරයට විශාල සේවයක් කරන ඔබලාගේ සහයෝගය අපට අවශ්‍යයි සහෝදරයා,” ධනංජය ලිවීය.",
        "“පැයක් හෝ පැය දෙකක් වැනි රාත්‍රී කාලයේ පමණක් විදුලිය විසන්ධි වන කොළඹට යා හැකියි. ඔබ පළ කළ සියලුම vlogs වලින් ඔබ කරුණාවන්ත මිනිසෙක් බව අපි දනිමු, එබැවින් ඔබට ඔබේ සම්පූර්ණ වීසා බලපත්‍රය සඳහා රැඳී සිටිය හැකි නම්, එය ප්‍රදේශවාසීන්ට විශාල උපකාරයක් සහ සහයෝගයක් වනු ඇත! ”",
        "කොළඹ පිහිටා ඇත්තේ ලංකා විදුලිබල මණ්ඩලයේ 220kV විදුලිබල පද්ධතියක වන අතර එහිදී වැඩි ජනක යන්ත්‍ර සම්බන්ධ කර ඇත. නමුත් දකුණේ සංචාරක ප්‍රදේශ දක්ෂිණ 132kV විදුලිබල පද්ධතියට සම්බන්ධ වී ඇති අතර එයට සමනලවැව ජලාශය හොඳින් බල ගැන්වීමට අවශ්‍ය වේ.",
        "ජලය ඉතිරි කර ගැනීම සඳහා 2022 මුල් භාගයේදී විදුලිබල මණ්ඩලය පැය එකක් හෝ දෙකක් විදුලිය විසන්ධි කරන ලෙස ඉල්ලා සිටි විට එය ඔවුන්ට ප්‍රතික්ෂේප විය.",
        "සැපයුම වැඩි දියුණු කිරීම සඳහා අක්‍රිය පුද්ගලික කම්හලක් වන ACE ඇඹිලිපිටිය විදුලිබල පද්ධතියට සම්බන්ධ කිරීමට ලංවිමට මේ සතියේ අවසරය ලැබිණි. (කොළඹ/මාර්තු14/2022)"
      ]
    },
    "ta": {
      "title": "பணம் அச்சிடுவது இருட்டடிப்புகளை உருவாக்குவதால், இலங்கையில் உள்ள ஜெர்மன் பயண வோல்கர் வெளியேற நினைக்கிறார்",
      "body_lines": [
        "ECONOMYNEXT – இலங்கையில் உள்ள ஆயிரக்கணக்கான யூடியூப் பயனர்களின் இதயங்களைக் கவர்ந்த கென் அபோராட் என்ற பெயரில் ஒரு ஜெர்மன் வலைப்பதிவாளர், பணம் அச்சிடுதல் அந்நிய செலாவணி பற்றாக்குறை மற்றும் மின்சார நெருக்கடியை ஏற்படுத்தியதால், தனது வருகையை குறைத்து நாட்டை விட்டு வெளியேறலாம் என்று கூறியுள்ளார்.",
        "கென் தனது சமீபத்திய யூடியூப் வீடியோவில், \"நீங்கள் வெளிநாடு செல்லும்போது, ​​உங்களுக்கு பல சவாலான சூழ்நிலைகள் உள்ளன.",
        "\"ஆனால் சவால்கள் மோசமடைந்து வருகின்றன, எனவே நான் திட்டமிட்டதை விட முன்னதாகவே இலங்கையை விட்டு வெளியேறுவது பற்றி யோசித்து வருகிறேன்.\"",
        "“இலங்கையில் தினமும் 6 முதல் 8 மணி நேரம் வரை மின்வெட்டு உள்ளது. இது நான் மட்டுமல்ல, பல வணிகங்கள் சிரமப்படுகின்றன.",
        "மின்வெட்டு என்றால் விளக்குகள் இல்லை என்றும், லேப்டாப்பை சார்ஜ் செய்ய முடியாது என்றும், வைஃபை இல்லை என்றும் அவர் கூறினார். மாலையில் அது மோசமாக இருந்தது.",
        "\"பல உணவகங்கள் செயல்பட முடியாததால் மூடப்படுகின்றன,\" என்று அவர் விளக்கினார். \"நான் கடற்கரையில் உட்கார முடியும், அதனால் ஒரு பிரச்சனை இல்லை.\"",
        "இருப்பினும் தனது வேலைக்கு மடிக்கணினி பயன்படுத்த வேண்டும் என்றார். கென் ஒரு சமூக ஊடக நிபுணராக ஆன்லைனில் பணிபுரிகிறார், அவருடைய வலைத்தளத்தின்படி, அவர் ஆசியா முழுவதும் பயணம் செய்கிறார், அங்கு அவர் தனது யூடியூப் சேனலில் இருந்து கொஞ்சம் பணம் சம்பாதிக்கிறார்.",
        "கென் இலங்கையிலும் வெளிநாட்டிலும் வசிக்கும் ஆயிரக்கணக்கான இலங்கையர்களின் இதயங்களைக் கவர்ந்தார், அவர்கள் உள்ளூர் மக்களைச் சந்திக்கும்போதும், அடிபட்ட பாதையிலிருந்து வெளியேறும்போதும் அவருக்கு அறிவுரைகள் வழங்குவதும் தூண்டுவதும் வழக்கம்.",
        "பொதுவாக நேர்மறை மற்றும் குமிழியான கென் புகார் கூற விரும்பவில்லை என்று கூறினார், மேலும் இது ஏன் நடக்கிறது என்று அவரைப் பின்பற்றுபவர்கள் அவரிடம் கேட்டார்.",
        "\"இலங்கையில் தற்போது ஏன் மின்வெட்டு உள்ளது என்பதை அறிய ஆவலாக உள்ளேன்.\"",
        "\"இலங்கைக்கு விஜயம் செய்த மிகவும் பணிவான மற்றும் எனக்கு மிகவும் பிடித்த வலைப்பதிவாளர்களில் ஒருவராக நீங்கள் இருந்ததைக் கண்டு மிகவும் வருந்துகிறேன்\" என்று யூடியூப் பார்வையாளர் விமுக்தி மாயாதுன்னே பதிலளித்தார்.",
        "“எனது நாட்டின் அழகை உலகத்துடன் பகிர்ந்து கொண்டதற்கு நன்றி. இந்த நாட்டின் தற்போதைய நிலைமைக்கு மன்னிக்கவும், இந்த பரிதாபகரமான அறியாமை தொனி-செவிடன் அரசாங்கம், ஊமைத் தீர்மானங்களை ஒன்றன் பின் ஒன்றாக மேற்கொண்டு நாட்டை மேலும் சிக்கலில் கொண்டு செல்கிறது. குட்பை மற்றும் பயணம் பாதுகாப்பாக”",
        "வரிகளைக் குறைத்த பின்னர் ‘உற்பத்திப் பொருளாதாரத்தை’ உருவாக்குவதற்காக வட்டி விகிதங்களைக் குறைப்பதற்காக மத்திய வங்கி பணத்தை அச்சிட்டதை அடுத்து இலங்கை கடுமையான நாணய நெருக்கடியை எதிர்கொண்டுள்ளது.",
        "இருப்பினும் பணம் அச்சிடப்படும் போது - பணப்புழக்க ஊசிகள் செய்யப்படுகின்றன - அந்நியச் செலாவணி பற்றாக்குறையானது, நாணய மாற்று விகித ஆட்சியில் வெளிப்படுகிறது, ஏனெனில் டாலர் வெளிச்செல்லும் பணம் மற்றும் பரிமாற்றக் கொள்கைகள் எதிர் திசைகளில் செயல்படுகின்றன.",
        "#இலங்கையின் #ரூபாய் நெருக்கடிக்கு பின் நெருக்கடியை எதிர்கொள்கிறது, ஏனெனில் அது முரண்பாடான பணம் மற்றும் பரிமாற்றக் கொள்கைகளால் ஆதரிக்கப்படும் நெகிழ்வான #எக்ஸ்சேஞ்ச் விகிதத்தை இயக்குகிறது. 98ல் #இந்தோனேசியாவின் ஜனாதிபதி சுஹார்டோவுக்கு நான் அறிவுரை கூறியது போல், நாணயப் பலகையை #டாலரையாக்குவது அல்லது மதிப்பிடுவது மட்டுமே.https://t.co/k0tC8RZtEM",
        "விரைவான நடவடிக்கை எடுக்கப்படாவிட்டால் இலங்கையின் பணமதிப்பு சரிவு வேகமெடுக்கும்: பெல்வெதர்",
        "இலங்கை கிரீஸ் அல்ல, அது லத்தீன் அமெரிக்க பாணி மென்மையான-பெக்: பெல்வெதர்",
        "இலங்கையின் மத்திய வங்கியானது 1950 இல் உருவாக்கப்பட்ட பின்னர் இரண்டு வருடங்களுக்குள் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கியது மற்றும் ஒவ்வொரு 4 முதல் 5 வருடங்களுக்கும் அந்நிய செலாவணி பற்றாக்குறை மற்றும் நாணய நெருக்கடிகளை தூண்டுகிறது, குறிப்பாக அமெரிக்கா பணத்தை அச்சிட்டு கொள்கையை இறுக்கும் போது.",
        "Mercantilist கோட்பாட்டைப் பயன்படுத்தி, வெளிநாட்டுப் பற்றாக்குறைகள் பின்னர் இறக்குமதிகள், வர்த்தகப் பற்றாக்குறை மற்றும் பணம் அச்சிடுவதற்குப் பதிலாக நடப்புக் கணக்குப் பற்றாக்குறை ஆகியவற்றின் மீது குற்றம் சாட்டப்படுகின்றன.",
        "மத்திய வங்கி பொதுவாக பட்ஜெட் பற்றாக்குறைகள் அதிகரிக்கும் போது விகிதங்களைக் குறைக்க பணத்தை அச்சிடுகிறது, ஆனால் 2018 இல் புதிய வரிகளுடன் பட்ஜெட் பற்றாக்குறை குறைக்கப்பட்ட போதிலும் விகிதங்களைக் குறைக்க பணம் அச்சிடப்பட்டது.",
        "பாரம்பரிய பொருளாதார நிபுணர்கள் மற்றும் ஆய்வாளர்கள் நாணய வாரியத்திற்கு ஆதரவாக மத்திய வங்கியை ஒழிக்க வேண்டும் அல்லது நாட்டை டாலராக மாற்ற வேண்டும் என்று அழைப்பு விடுத்துள்ளனர்.",
        "சர்வதேச நாணய நிதியம், உள்நாட்டு பொருளாதார நிபுணர்கள் மற்றும் ஆய்வாளர்களின் எச்சரிக்கையை எதிரொலிக்கும் வகையில், பண ஸ்திரமின்மை குறித்து எச்சரித்துள்ளது.",
        "பொருளாதார நெருக்கடி குறித்து பிரித்தானியப் பயணிகளை இங்கிலாந்து எச்சரித்ததால், இலங்கையை விட்டு வெளியேறுவது குறித்து கெனின் எண்ணங்கள் எழுந்தன.",
        "\"இறக்குமதிக்கு செலுத்துவதற்கு கடினமான நாணயத் தட்டுப்பாடு காரணமாக மருந்துகள், எரிபொருள் மற்றும் உணவு உள்ளிட்ட அடிப்படைத் தேவைகளின் பற்றாக்குறையுடன் இலங்கையில் பொருளாதார நிலைமை மோசமடைந்து வருகிறது\" என்று குடிமக்களுக்கு இங்கிலாந்து பயண ஆலோசனை கூறியுள்ளது.",
        "“மளிகைக் கடைகள், எரிவாயு நிலையங்கள் மற்றும் மருந்தகங்களில் நீண்ட வரிசைகள் இருக்கலாம். உள்ளாட்சி அமைப்புகள் மின்சாரம் ரேஷனிங்கை விதிக்கலாம், இதன் விளைவாக மின்சாரம் துண்டிக்கப்படும்.",
        "இலங்கை நாணயத்தை அறிமுகப்படுத்தியுள்ளது, ஆனால் பாரம்பரிய பொருளாதார வல்லுநர்கள் கொள்கை வட்டி விகிதம் உயர்த்தப்பட வேண்டும் என்று கூறியுள்ளனர்.",
        "\"தற்போதைய இக்கட்டான சூழ்நிலையில் நாட்டின் சுற்றுலாவிற்கு சிறந்த சேவையை செய்யும் தோழர்களே எங்களுக்கு ஆதரவு தேவை சகோதரரே\" என்று தனஞ்சய எழுதினார்.",
        "“ஒரு மணி நேரம் அல்லது 2 மணி நேரம் மட்டும் இரவு நேர மின்வெட்டு இருக்கும் கொழும்பிற்கு நீங்கள் செல்லலாம். நீங்கள் இடுகையிட்ட அனைத்து vlogகளிலும் நீங்கள் ஒரு நல்ல மனிதர் என்பதை நாங்கள் அறிவோம், எனவே உங்கள் முழு விசா செல்லுபடியாகும் வரை நீங்கள் தங்கியிருந்தால், அது உள்ளூர் சகோதரருக்கு ஒரு சிறந்த உதவியாகவும் ஆதரவாகவும் இருக்கும்! ”",
        "கொழும்பு அரசால் நடத்தப்படும் இலங்கை மின்சார சபையின் 220kV மின்னழுத்தத்தில் உள்ளது, அங்கு அதிக ஜெனரேட்டர்கள் இணைக்கப்பட்டுள்ளன. ஆனால் தெற்கில் உள்ள சுற்றுலாப் பகுதிகள் தெற்கு 132kV மின்னழுத்தத்துடன் இணைக்கப்பட்டுள்ளன, அதற்கு சமனலவெவ நீர்த்தேக்கம் நன்கு ஆற்றலுடன் இருக்க வேண்டும்.",
        "2022 ஆம் ஆண்டின் தொடக்கத்தில் நீரைச் சேமிப்பதற்காக ஒன்று அல்லது இரண்டு மணிநேர மின்வெட்டுகளை CEB கேட்டபோது, ​​அது அவர்களுக்கு மறுக்கப்பட்டது.",
        "விநியோகத்தை மேம்படுத்துவதற்காக, செயலற்ற தனியார் ஆலையான ACE எம்பிலிப்பிட்டியவை, கிரிட்டுடன் இணைக்க, இந்த வாரம் CEBக்கு அனுமதி அளிக்கப்பட்டது. (கொழும்பு/மார்ச்14/2022)"
      ]
    }
  }
}