{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-stares-at-bankruptcy-or-redemption/231-235115",
  "time_ut": 1650235560,
  "title": "Sri Lanka stares at bankruptcy or redemption",
  "body_lines": [
    "The IMF agreement and fallout will be the central point of contention between the elite and the working people",
    "\"The Sri Lankan elite wanted the country to become a Singapore, but today the country is begging to put meals on people’s plates. This is a national shame that must shake the ruling establishment\"",
    "All eyes are on Sri Lanka as it endures its worst economic crisis since Independence. Millions of families are struggling to put food on the table. Long lines of people queuing for fuel or gas are a common sight across the country. Sri Lanka’s doctors are running out of medicines for patients. Schools have run out of paper to conduct examinations. The large majority of the people are protesting with single focus, demanding the Rajapaksa brothers, who are in power, to go home.",
    "The Rajapaksas indeed must take the lion’s share of the blame. It was their authoritarian rule, arrogance and myopic policymaking that aggravated the economic downturn. The Government recently announced two major decisions — one, to default on its U.S.$51 billion external debt, in the process tainting the country’s unblemished record, and two, negotiate a support package with the International Monetary Fund (IMF) as the country “restructures” its debt.",
    "How did this situation come about? Sri Lanka is in crisis, not only because of the blunders of the Rajapaksa government but also because policy choices over decades have left the economy with little strength and resilience to bounce back. The Sri Lankan elite wanted the country to become a Singapore, but today the country is begging to put meals on people’s plates. This is a national shame that must shake the ruling establishment. And yet, the country is once again opting for the same, formulaic remedies, showing no indication of having learnt any lessons from its disastrous path of unrestricted imports and rolling over debt with more borrowings. In fact, Colombo’s economic top brass seem rather pleased with themselves, for pushing a debt default and restructuring through an IMF agreement that the Government has now made its chief responses.",
    "Amidst the great upheaval with the protests to dislodge the ruling regime, the elite opposed to the regime are thinking primarily of constitutional and legal solutions, with no serious economic alternative beyond an IMF package that might, at best, bring in a few billion dollars in the short term. But the real cost of such a “reform” package will be much higher, and invariably borne by the working people.",
    "While it is economic hardship that has brought the masses out on the streets, the Government’s next moves in line with the IMF only foretell greater economic agony for the poor, as taxes rise and social spending for public goods and services face the axe. As seasoned technocrats take up the reins to work with the IMF, there is no recognition that it was lopsided development and glaring inequalities in access to resources, income generation and wealth that resulted in dangerous political consequences for the country.",
    "\"While the spotlight is on growth and recovery, Sri Lanka’s worst fear at the moment is a likely food crisis, where starvation or even a famine are real possibilities\"",
    "Sri Lanka’s strategy of defaulting on its external debt, timed less than a week before negotiations with the IMF in Washington, could not have come about without the Fund’s nod. Default not only taints the country in the international lending scene but also creates a desperate reliance on the IMF, giving it all the power to unilaterally determine loan conditions. In effect, the IMF is in the driving seat to steer the economy or, Sri Lanka will see a deadly crash with bankruptcy.",
    "There is no guarantee that an IMF agreement will lead to even financial stability, going by Sri Lanka’s past engagement as well as the volatility of financial markets today. The logic of default and debt restructuring with austerity is bound to face many hurdles. Financial markets are far too erratic to accept so-called orderly defaults, and the weeks ahead are likely to be tumultuous. Sri Lanka may find it hard to make international financial transactions including those for imports of essential goods. Certainly, the neoliberal dream of accessing international capital markets again to continue the binge of commercial borrowings is a tall order, as default has made the country far less creditworthy.",
    "The IMF Staff Report, that was made public in March 2022, outlines a number of recommendations likely to be entrenched in the upcoming agreement: revenue-based fiscal consolidation through increasing tax rates and energy pricing reforms; restoring debt sustainability; near-term monetary policy tightening towards inflation targeting; a market-determined and flexible exchange rate; and targeted social safety nets.",
    "Significantly, many of these recommendations are already being implemented by Sri Lanka. The exchange rate has been floated, passing on the higher costs of imports to the consumers; interest rates have been doubled to 14%, putting at risk small business and the livelihoods of rural producers, and energy price hikes, for example of petrol and cooking gas, have been transferred to consumers.",
    "The most stringent of those conditions to come are also mentioned in the IMF Report, which calls for “growth-enhancing structural reforms, including increasing female labour force participation, reducing youth unemployment, liberalising trade, developing a wide-reaching and coherent investment promotion strategy, and reforming price controls and state-owned enterprises”. Forcing women into the workforce, further liberalising trade, removing price controls and privatising state-owned enterprises where public services become unaffordable, are going to stifle households and tear apart the social fabric.",
    "During its postcolonial history, Sri Lanka has gone through 16 IMF agreements, most recently an Extended Fund Facility of U.S.$1.5 billion in June 2016. Before this it was a Standby Arrangement of U.S.$2.6 billion two months after the civil war ended in May 2009. These recent agreements were crucial for Sri Lanka to undertake commercial borrowings; for example in July 2016, a month after the last IMF agreement, Sri Lanka borrowed U.S.$1.5 billion in sovereign bonds; U.S.$500 million of that was just repaid in January this year.",
    "In this context, the reforms in the upcoming IMF agreement are likely to be far more impactful and perhaps on the order of the Structural Adjustment Programme taken forward after 1977 with the IMF. The launch of those neoliberal policies, called the “open economy” reforms locally, set off policies that are in fact the long underlying causes of the current crisis.",
    "In Colombo’s elite circles, the refrain now is that “we will have to go through much suffering before it gets better”. But, the elite will be the last to suffer as austerity will mostly hit Sri Lanka’s working people. In fact, the IMF agreement in bailing out external lenders is also bailing out the elite classes in Sri Lanka, as much of the external debt and the related projects and conspicuous consumption served them more than anyone else.",
    "The proposed solution is about being able to borrow more in the capital markets after the green light of the IMF agreement; but that, if achieved, will only increase the debt stock, making a future crisis inevitable. The other more contentious move will be to sell the family silver, in the form of privatising state enterprises and institutions built over the decades to pay up the external debt.",
    "\"If anyone has to pay for this crisis, it must obviously be the wealthier classes in the country; the imposition of a wealth tax, for example on property and vehicles accumulated over the years, would be a starting point\"",
    "The idea that, somehow, Sri Lanka can get through this crisis in a short period of say a year, and that the people who are already in dire straits can take on more economic suffering in the months ahead are likely to backfire. While the spotlight is on growth and recovery, Sri Lanka’s worst fear at the moment is a likely food crisis, where starvation or even a famine are real possibilities. The neoliberal technocrats are proposing to buy over people affected by austerity measures with cash transfers. However, working people are far more committed to their social welfare entitlements as evident from how they have fought hard to protect free education and universal health care over the decades. Indeed, there will be tremendous resistance to privatising state services and utilities. If anyone has to pay for this crisis, it must obviously be the wealthier classes in the country; the imposition of a wealth tax, for example on property and vehicles accumulated over the years, would be a starting point.",
    "The great democratic strivings of the people, both in the electoral realm and through the extra-constitutional means of protests, have ensured that repressive regimes and oligarchies have been consistently overthrown in Sri Lanka. It is the failure of Sri Lanka’s elite for their narrow interests that have allowed for polarising and destructive regimes to emerge time and again. The IMF agreement, its conditionalities and its fallout, are going to be a central point of contention between the elite who are trying to manoeuvre this crisis and the working people who have generated this political opening. It is such ideological and political struggles amidst this crisis that will determine whether Sri Lanka chooses bankruptcy or redemption.",
    "Ahilan Kadirgamar is a political economist and Senior Lecturer, University of Jaffna, Sri Lanka"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව බංකොලොත්භාවය හෝ මිදීම දෙස බලා සිටී",
      "body_lines": [
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගිවිසුම සහ බිඳවැටීම ප්‍රභූව සහ වැඩකරන ජනතාව අතර මතභේදයේ කේන්ද්‍රීය ලක්ෂ්‍යය වනු ඇත",
        "\"ශ්‍රී ලංකාවේ ප්‍රභූ පැලැන්තියට අවශ්‍ය වූයේ රට සිංගප්පූරුවක් කිරීමටයි, නමුත් අද රට මිනිසුන්ගේ පිඟන් මත කෑම කන්න හිඟා කනවා. මෙය පාලක සංස්ථාපිතය සෙලවිය යුතු ජාතික ලැජ්ජාවකි\"",
        "නිදහසින් පසු ශ්‍රී ලංකාව මුහුණ දුන් දරුණුතම ආර්ථික අර්බුදය විඳදරාගෙන සිටින බැවින් සියලු දෙනාගේ අවධානය ශ්‍රී ලංකාව වෙත යොමු වී තිබේ. පවුල් මිලියන ගණනක් කෑම මේසය මත තැබීමට වෙහෙසෙති. ඉන්ධන හෝ ගෑස් ලබාගැනීම සඳහා දිගු පෝලිම් වල සිටින මිනිසුන් රට පුරා සුලභ දසුනකි. ශ්‍රී ලංකාවේ වෛද්‍යවරුන් රෝගීන්ට අවශ්‍ය ඖෂධ හිඟ වෙමින් පවතී. පාසල්වල විභාග තියන්න කඩදාසි ඉවරයි. බලයේ සිටින රාජපක්ෂ සොයුරන්ට ගෙදර යන ලෙස බලකරමින් විශාල බහුතරයක් ජනතාව තනි අවධානයෙන් උද්ඝෝෂණ කරති.",
        "ඇත්ත වශයෙන්ම රාජපක්ෂලා වරදෙහි සිංහ කොටස ගත යුතුය. ආර්ථික පසුබෑම තවත් උග්‍ර කළේ ඔවුන්ගේ අත්තනෝමතික පාලනය, උඩඟුකම සහ මයිපික් ප්‍රතිපත්ති සම්පාදනයයි. රජය මෑතකදී ප්‍රධාන තීරණ දෙකක් ප්‍රකාශයට පත් කළේය - එකක්, එහි එක්සත් ජනපද ඩොලර් බිලියන 51 ක විදේශ ණය පැහැර හැරීම, රටේ නොකැළැල් වාර්තාව දූෂණය කිරීමේ ක්‍රියාවලියේදී, සහ දෙක, රට “ප්‍රතිව්‍යුහගත කිරීම්” ලෙස ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ ආධාරක පැකේජයක් සාකච්ඡා කිරීම. එහි ණය.",
        "මේ තත්ත්වය ඇති වුණේ කොහොමද? ශ්‍රී ලංකාව අර්බුදයට පත්ව ඇත්තේ රාජපක්ෂ ආණ්ඩුවේ වැරදි නිසා පමණක් නොව දශක ගනනාවක් තිස්සේ ප්‍රතිපත්තිමය තේරීම් නිසා ආර්ථිකයට පසුබැසීමට තරම් ශක්තියක් සහ ඔරොත්තු දීමේ හැකියාවක් නොමැති බැවිනි. ශ්‍රී ලාංකීය ප්‍රභූන්ට අවශ්‍ය වූයේ රට සිංගප්පූරුවක් කිරීමටය, නමුත් අද රට හිඟාකන්නේ මිනිසුන්ගේ පිඟන් මත කෑම දාන ලෙසය. මෙය පාලක සංස්ථාපිතය සෙලවිය යුතු ජාතික ලැජ්ජාවකි. එහෙත්, රට යළිත් වරක් එම, සූත්‍රගත පිළියම් තෝරා ගනිමින් සිටින අතර, අසීමිත ආනයනයේ විනාශකාරී මාවතෙන් කිසිදු පාඩමක් ඉගෙන ගත් බවක් නොපෙන්වන අතර තවත් ණය ගැනීම් සමඟ ණය පෙරළෙමින් තිබේ. ඇත්ත වශයෙන්ම, රජය දැන් එහි ප්‍රධාන ප්‍රතිචාර දක්වා ඇති නය පැහැර හැරීමක් සහ IMF ගිවිසුමක් හරහා ප්‍රතිව්‍යුහගත කිරීම සම්බන්ධයෙන්, කොලඹ ආර්ථික ඉහලම පිත්තල තමන් ගැනම සතුටු වන බව පෙනේ.",
        "පාලක තන්ත‍්‍රය පලවා හැරීමේ විරෝධතා සමග ඇති වූ මහා කැලඹීම මධ්‍යයේ, තන්ත‍්‍රයට විරුද්ධ ප‍්‍රභූව මූලික වශයෙන් සිතන්නේ ව්‍යවස්ථාපිත සහ නෛතික විසඳුම් ගැන ය. කෙටි කාලීන. නමුත් එවැනි \"ප්‍රතිසංස්කරණ\" පැකේජයක සැබෑ පිරිවැය බෙහෙවින් වැඩි වනු ඇති අතර, වැඩ කරන ජනතාව විසින් නිරන්තරයෙන් දරනු ඇත.",
        "ජනතාව පාරට ඇද දැමුවේ ආර්ථික දුෂ්කරතා වන අතර, බදු ඉහළ යාම සහ පොදු භාණ්ඩ හා සේවා සඳහා වන සමාජ වියදම් පොරවට මුහුන දෙන බැවින්, IMF සමඟ අනුකූලව ආන්ඩුවේ මීළඟ පියවර දිළිඳුන්ට විශාල ආර්ථික වේදනාවක් පුරෝකථනය කරයි. පළපුරුදු තාක්ෂණවේදීන් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ වැඩ කිරීමට බලය ලබා ගන්නා බැවින්, රටට භයානක දේශපාලන ප්‍රතිවිපාකවලට තුඩු දුන් සම්පත්, ආදායම් උත්පාදනය සහ ධනය සඳහා ප්‍රවේශය තුළ ඇති වූ සංවර්ධනය සහ දීප්තිමත් අසමානතාවයන් නිසා එය අසාර්ථක වූ බව පිළිගැනීමක් නැත.",
        "\"වර්ධනය සහ ප්‍රකෘතිමත් වීම කෙරෙහි අවධානය යොමු වී ඇති අතර, මේ මොහොතේ ශ්‍රී ලංකාව තුළ ඇති දරුණුතම භීතිය වන්නේ කුසගින්න හෝ සාගතයක් පවා සැබෑ විභවයන් වන ආහාර අර්බුදයක් විය හැකිය\"",
        "වොෂින්ටනයේ ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා කිරීමට සතියකටත් අඩු කාලයකට පෙර ශ්‍රී ලංකාවේ විදේශ ණය පැහැර හැරීමේ උපායමාර්ගය අරමුදලේ අනුමැතිය නොමැතිව ක්‍රියාත්මක විය නොහැක. ණය පැහැර හැරීම ජාත්‍යන්තර ණය දීමේ දර්ශනය තුළ රට අපිරිසිදු කරනවා පමණක් නොව, ණය කොන්දේසි ඒකපාර්ශ්විකව තීරණය කිරීමට සියලු බලය ලබා දෙමින් ජාමූඅ මත මංමුලා සහගත විශ්වාසයක් ඇති කරයි. ඇත්ත වශයෙන්ම, IMF ආර්ථිකය මෙහෙයවීම සඳහා රියදුරු අසුනේ සිටී, නැතහොත්, බංකොලොත්භාවය සමඟ ශ්‍රී ලංකාව මාරාන්තික කඩාවැටීමක් දකිනු ඇත.",
        "ශ්‍රී ලංකාවේ අතීත නියැලීම මෙන්ම අද මූල්‍ය වෙලඳපොලවල අස්ථාවරත්වය අනුව යමින් IMF ගිවිසුමක් මුල්‍ය ස්ථාවරත්වයට පවා තුඩු දෙනු ඇති බවට සහතිකයක් නොමැත. කප්පාදු සමග ණය පැහැර හැරීමේ සහ නය ප්‍රතිව්‍යුහගත කිරීමේ තර්කය බොහෝ බාධක වලට මුහුන දීමට බැඳී ඇත. මූල්‍ය වෙලඳපොලවල් ඊනියා ක්‍රමවත් පැහැර හැරීම් පිළිගැනීමට නොහැකි තරම් අක්‍රමවත් වන අතර ඉදිරි සති කැලඹිලි සහිත වීමට ඉඩ ඇත. අත්‍යවශ්‍ය භාණ්ඩ ආනයනය ඇතුළු ජාත්‍යන්තර මූල්‍ය ගනුදෙනු සිදු කිරීම ශ්‍රී ලංකාවට අපහසු විය හැකිය. නිසැකව ම, ණය පැහැර හැරීම රට බෙහෙවින් අඩු ණය වර්‍ගයක් බවට පත් කර ඇති බැවින්, වානිජ ණය ගැනීම් අධික ලෙස දිගටම කරගෙන යාම සඳහා යලිත් ජාත්‍යන්තර ප්‍රාග්ධන වෙලඳපොලවල් වෙත ප්‍රවේශ වීමේ නව ලිබරල්වාදී සිහිනය ඉතා ඉහල අගයකි.",
        "2022 මාර්තු මාසයේදී ප්‍රසිද්ධියට පත් කරන ලද IMF කාර්ය මණ්ඩල වාර්තාව, ඉදිරි ගිවිසුමේ මුල් බැස ගත හැකි නිර්දේශ ගණනාවක් ගෙනහැර දක්වයි: බදු අනුපාත වැඩි කිරීම සහ බලශක්ති මිලකරණ ප්‍රතිසංස්කරණ හරහා ආදායම් මත පදනම් වූ රාජ්‍ය මූල්‍ය ඒකාබද්ධ කිරීම; ණය තිරසාරභාවය යථා තත්ත්වයට පත් කිරීම; උද්ධමනය ඉලක්ක කිරීම සඳහා ආසන්න කාලීන මුදල් ප්රතිපත්තිය දැඩි කිරීම; වෙළඳපල තීරණය කරන ලද සහ නම්‍යශීලී විනිමය අනුපාතයක්; සහ ඉලක්කගත සමාජ ආරක්ෂණ දැල්.",
        "මෙම නිර්දේශ බොහොමයක් දැනටමත් ශ්‍රී ලංකාව විසින් ක්‍රියාවට නංවමින් තිබීම විශේෂත්වයකි. විනිමය අනුපාතිකය පාවී ගොස් ඇති අතර, ආනයනවල ඉහළ පිරිවැය පාරිභෝගිකයින් වෙත ලබා දෙයි; කුඩා ව්‍යාපාර සහ ග්‍රාමීය නිෂ්පාදකයින්ගේ ජීවනෝපාය අවදානමට ලක් කරමින් පොලී අනුපාත 14% දක්වා දෙගුණයක් දක්වා වැඩි කර ඇති අතර, පෙට්‍රල් සහ ඉවුම් පිහුම් ගෑස් වැනි බලශක්ති මිල ඉහළ දැමීම් පාරිභෝගිකයින් වෙත මාරු කර ඇත.",
        "ඉදිරියට එන එම කොන්දේසිවලින් වඩාත් දැඩි ලෙස IMF වාර්තාවේ ද සඳහන් කර ඇති අතර, \"කාන්තා ශ්‍රම බලකායේ සහභාගීත්වය වැඩි කිරීම, තරුණ විරැකියාව අඩු කිරීම, වෙළඳාම ලිහිල් කිරීම, පුළුල් පරාසයක සහ සුසංයෝගී ආයෝජන ප්‍රවර්ධන උපාය මාර්ගයක් වර්ධනය කිරීම ඇතුළුව වර්ධනය වැඩි දියුණු කරන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සඳහා කැඳවුම් කරයි. , සහ මිල පාලනය සහ රජය සතු ව්‍යවසායන් ප්‍රතිසංස්කරණය කිරීම. කාන්තාවන් ශ්‍රම බලකායට බල කිරීම, වෙළඳාම තවදුරටත් ලිහිල් කිරීම, මිල පාලනය ඉවත් කිරීම සහ පොදු සේවාවන් දැරිය නොහැකි රාජ්‍ය ව්‍යවසායන් පෞද්ගලීකරණය කිරීම, කුටුම්භ යටපත් කිරීමට සහ සමාජ දේහය ඉරා දැමීමට ය.",
        "එහි පශ්චාත් යටත් විජිත ඉතිහාසය තුළ, ශ්‍රී ලංකාව IMF ගිවිසුම් 16 ක් හරහා ගොස් ඇති අතර, ඉතා මෑතක දී 2016 ජූනි මාසයේදී එක්සත් ජනපද ඩොලර් බිලියන 1.5 ක විස්තීරණ අරමුදල් පහසුකමක් ලබා දී ඇත. මෙයට පෙර එය 2009 මැයි මාසයේ සිවිල් යුද්ධය අවසන් වී මාස දෙකකට පසු එක්සත් ජනපද ඩොලර් බිලියන 2.6 ක පොරොත්තු ගිවිසුමක් විය. මෙම මෑතකාලීන ගිවිසුම් ශ්‍රී ලංකාවට වාණිජ ණය ගැනීම් සඳහා තීරණාත්මක විය. නිදසුනක් වශයෙන්, 2016 ජූලි මාසයේදී, අවසාන IMF ගිවිසුමෙන් මාසයකට පසු, ශ්‍රී ලංකාව ස්වෛරීත්ව බැඳුම්කර වශයෙන් එක්සත් ජනපද ඩොලර් බිලියන 1.5ක් ණයට ගත්තේය; එයින් ඇමෙරිකානු ඩොලර් මිලියන 500ක් මේ වසරේ ජනවාරි මාසයේදී ආපසු ගෙවා ඇත.",
        "මෙම සන්දර්භය තුළ, එළඹෙන IMF ගිවිසුමේ ප්‍රතිසංස්කරණ බොහෝ දුරට බලපානු ඇති අතර සමහර විට IMF සමඟ 1977 න් පසු ඉදිරියට ගෙන යන ව්‍යුහාත්මක ගැලපුම් වැඩසටහනේ අනුපිළිවෙල මත විය හැකිය. දේශීය වශයෙන් \"විවෘත ආර්ථිකය\" ප්‍රතිසංස්කරණ ලෙස හැඳින්වෙන එම නව ලිබරල් ප්‍රතිපත්ති දියත් කිරීම, වර්තමාන අර්බුදයේ දිගුකාලීන හේතූන් වන ප්‍රතිපත්ති සකස් කළේය.",
        "කොළඹ ප‍්‍රභූ කවයන් තුළ දැන් ප‍්‍රකාශය වන්නේ “එය හොඳ වීමට පෙර අපට බොහෝ දුක් විඳීමට සිදුවනු ඇත” යන්නයි. එහෙත්, කප්පාදුව වැඩි වශයෙන් බලපානු ඇත්තේ ශ්‍රී ලංකාවේ වැඩකරන ජනතාවට බැවින් ප්‍රභූ පැලැන්තිය අන්තිමට දුක් විඳිති. ඇත්ත වශයෙන්ම, බාහිර ණය දෙන්නන්ට ඇප දීමේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගිවිසුම, ශ්‍රී ලංකාවේ ප්‍රභූ පංතිවලට ඇප දීමක් කරන්නේ, බොහෝ විදේශ ණය සහ ඒ ආශ්‍රිත ව්‍යාපෘති සහ කැපී පෙනෙන පරිභෝජනය අන් අයට වඩා ඔවුන්ට සේවය කළ බැවිනි.",
        "යෝජිත විසඳුම වන්නේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගිවිසුමේ හරිත එළියෙන් පසුව ප්‍රාග්ධන වෙළඳපොලේ වැඩිපුර ණය ගැනීමට හැකිවීමයි; නමුත් එය සාක්ෂාත් කර ගතහොත්, අනාගත අර්බුදයක් නොවැළැක්විය හැකි කරමින්, ණය තොගය වැඩි කිරීම පමනි. අනෙක් වඩාත් විවාදාත්මක පියවර වනු ඇත්තේ, විදේශ ණය ගෙවීම සඳහා දශක ගණනාවක් තිස්සේ ගොඩනගා ඇති රාජ්‍ය ව්‍යවසායන් සහ ආයතන පෞද්ගලීකරණය කිරීමේ ස්වරූපයෙන් පවුලේ රිදී විකිණීමයි.",
        "\"යමෙකුට මෙම අර්බුදය සඳහා ගෙවීමට සිදුවුවහොත්, එය පැහැදිලිවම රටේ ධනවත් පංතිය විය යුතුය; වසර ගණනාවක් තිස්සේ රැස් කරගත් දේපල හා වාහන සඳහා ධන බද්දක් පැනවීම ආරම්භක ලක්ෂ්‍යයක් වනු ඇත\"",
        "කෙසේ හෝ වසරක් වැනි කෙටි කාලයක් තුළ ශ්‍රී ලංකාවට මෙම අර්බුදයෙන් මිදිය හැකි බවත්, දැනටමත් දැඩි දුෂ්කරතාවන්ට මුහුණ දී සිටින ජනතාවට ඉදිරි මාසවලදී තවත් ආර්ථික දුෂ්කරතාවලට මුහුණ දිය හැකි බවත් යන අදහස ආපසු හැරවීමට ඉඩ තිබේ. වර්ධනය සහ ප්‍රකෘතිමත් වීම කෙරෙහි අවධානය යොමු වී ඇති අතර, මේ මොහොතේ ශ්‍රී ලංකාව තුළ ඇති දරුණුතම භීතිය වනුයේ කුසගින්න හෝ සාගතයක් පවා සැබෑ විය හැකි ආහාර අර්බුදයකි. නව ලිබරල් තාක්‍ෂණවේදීන් මුදල් මාරු කිරීම් මගින් කප්පාදු පියවරවලින් පීඩාවට පත් වූ ජනතාව මිලට ගැනීමට යෝජනා කරයි. කෙසේ වෙතත්, වැඩකරන ජනතාව දශක ගණනාවක් පුරා නිදහස් අධ්‍යාපනය සහ විශ්ව සෞඛ්‍ය රැකවරණය ආරක්ෂා කිරීමට දැඩි ලෙස සටන් කර ඇති ආකාරය අනුව පැහැදිලි වන්නේ ඔවුන්ගේ සමාජ සුබසාධන හිමිකම් සඳහා වඩා බෙහෙවින් කැපවී සිටින බවයි. ඇත්ත වශයෙන්ම, රාජ්ය සේවා සහ උපයෝගිතා පුද්ගලීකරනය කිරීමට දැවැන්ත ප්රතිරෝධයක් ඇති වනු ඇත. මෙම අර්බුදය සඳහා කිසිවකුට ගෙවීමට සිදුවුවහොත්, එය පැහැදිලිවම රටේ ධනවත් පංති විය යුතුය. ධන බද්දක් පැනවීම, උදාහරණයක් ලෙස වසර ගණනාවක් පුරා රැස් කරගත් දේපල හා වාහන සඳහා, ආරම්භක ලක්ෂ්‍යයක් වනු ඇත.",
        "මැතිවරණ ක්ෂේත්‍රය තුළ මෙන්ම ව්‍යවස්ථාවෙන් පරිබාහිර විරෝධතා මාර්ග හරහා ද ජනතාවගේ මහා ප්‍රජාතන්ත්‍රවාදී උත්සාහයන් ශ්‍රී ලංකාව තුළ මර්දනකාරී පාලන තන්ත්‍රයන් සහ කතිපයාධිකාරයන් අඛණ්ඩව පෙරලා දමා ඇති බව සහතික කර ඇත. ශ්‍රී ලංකාවේ ප්‍රභූ පැලැන්තිය ඔවුන්ගේ පටු අවශ්‍යතා සඳහා අසමත් වීම නිසා නැවත නැවතත් ධ්‍රැවීකරණ හා විනාශකාරී පාලන තන්ත්‍ර මතුවීමට ඉඩ සැලසී ඇත. ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගිවිසුම, එහි කොන්දේසි සහ එහි බිඳවැටීම, මෙම අර්බුදය උපාමාරු දැමීමට උත්සාහ කරන ප්‍රභූව සහ මෙම දේශපාලන විවරය ජනනය කළ වැඩකරන ජනතාව අතර මතභේදයේ කේන්ද්‍රීය ලක්ෂ්‍යයක් වනු ඇත. ශ්‍රී ලංකාව බංකොලොත් භාවය ද මිදීම ද තෝරා ගන්නේ ද යන්න තීරණය කරනු ඇත්තේ මෙම අර්බුදය මධ්‍යයේ එවැනි මතවාදී සහ දේශපාලන අරගල මගිනි.",
        "අහිලන් කදිරගාමර් දේශපාලන ආර්ථික විද්‍යාඥයෙක් සහ ජ්‍යෙෂ්ඨ කථිකාචාර්ය, යාපනය විශ්වවිද්‍යාලය, ශ්‍රී ලංකාව"
      ]
    },
    "ta": {
      "title": "இலங்கை திவால்நிலை அல்லது மீட்பை நோக்குகிறது",
      "body_lines": [
        "IMF உடன்படிக்கை மற்றும் வீழ்ச்சி ஆகியவை உயரடுக்கிற்கும் உழைக்கும் மக்களுக்கும் இடையிலான சர்ச்சையின் மையப் புள்ளியாக இருக்கும்",
        "\"இலங்கையின் உயரடுக்கு நாடு சிங்கப்பூராக மாற வேண்டும் என்று விரும்பியது, ஆனால் இன்று நாடு மக்களின் தட்டில் சாப்பாட்டை வைக்க கெஞ்சுகிறது. இது ஆளும் ஸ்தாபனத்தை அசைக்க வேண்டிய தேசிய அவமானம்\"",
        "சுதந்திரத்திற்குப் பின்னரான மிக மோசமான பொருளாதார நெருக்கடியை எதிர்கொள்ளும் இலங்கையின் மீது அனைவரது பார்வையும் உள்ளது. லட்சக்கணக்கான குடும்பங்கள் உணவை மேசையில் வைக்க முடியாமல் தவிக்கின்றன. எரிபொருள் அல்லது எரிவாயுவுக்காக நீண்ட வரிசையில் மக்கள் வரிசையில் நிற்பது நாடு முழுவதும் பொதுவான காட்சியாகும். இலங்கையின் வைத்தியர்கள் நோயாளர்களுக்கான மருந்துகளை இல்லாமல் தவிக்கின்றனர். பள்ளிகளில் தேர்வு எழுத தாள்கள் தீர்ந்துவிட்டன. ஆட்சியில் இருக்கும் ராஜபக்ச சகோதரர்களை வீட்டுக்குப் போகக் கோரி பெரும்பான்மையான மக்கள் ஒற்றைக் கவனத்துடன் போராட்டம் நடத்தி வருகின்றனர்.",
        "உண்மையில் ராஜபக்சக்களே பழியின் சிம்ம பங்கை ஏற்க வேண்டும். அவர்களின் எதேச்சாதிகார ஆட்சியும், ஆணவமும், கிட்டப்பார்வை கொள்கையும்தான் பொருளாதார வீழ்ச்சியை அதிகப்படுத்தியது. அரசாங்கம் சமீபத்தில் இரண்டு முக்கிய முடிவுகளை அறிவித்தது - ஒன்று, அதன் அமெரிக்க டாலர் 51 பில்லியன் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தாமல், நாட்டின் கறைபடியாத சாதனையை கறைபடுத்தும் செயல்பாட்டில், மற்றும் இரண்டு, சர்வதேச நாணய நிதியத்துடன் (IMF) ஆதரவுப் பொதியை நாடு \"மறுகட்டமைப்புகளாக\" பேச்சுவார்த்தை நடத்துவது. அதன் கடன்.",
        "இந்த நிலை எப்படி வந்தது? ராஜபக்ச அரசாங்கத்தின் தவறுகளால் மட்டுமல்ல, பல தசாப்தங்களாக கொள்கைத் தேர்வுகள் பொருளாதாரத்தை சிறிய வலிமையையும் பின்னடைவையும் விட்டுச் சென்றதன் காரணமாகவும் இலங்கை நெருக்கடியில் உள்ளது. இலங்கையின் உயரடுக்கு நாடு சிங்கப்பூராக மாற வேண்டும் என்று விரும்பியது, ஆனால் இன்று நாடு மக்களின் தட்டுகளில் சாப்பாடு போட பிச்சை எடுக்கிறது. இது ஆளும் ஸ்தாபனத்தை அசைக்க வேண்டிய தேசிய அவமானம். ஆயினும்கூட, நாடு மீண்டும் அதே, சூத்திர தீர்வுகளைத் தேர்வுசெய்கிறது, தடையற்ற இறக்குமதிகள் மற்றும் அதிக கடன்களுடன் கடனைச் சுருட்டிக்கொண்டிருக்கும் அதன் பேரழிவுப் பாதையிலிருந்து எந்தப் பாடத்தையும் கற்றுக்கொண்டதற்கான எந்த அறிகுறியையும் காட்டவில்லை. உண்மையில், கொழும்பின் பொருளாதார உயர்மட்டத் தலைவர்கள், கடனைத் திருப்பிச் செலுத்தாததைத் தள்ளி, IMF உடன்படிக்கையின் மூலம் மறுசீரமைப்பதற்காக, அரசாங்கம் இப்போது அதன் முக்கிய பதிலைச் செய்துள்ளது.",
        "ஆளும் ஆட்சியை அகற்றுவதற்கான பெரும் எழுச்சிக்கு மத்தியில், ஆட்சியை எதிர்க்கும் உயரடுக்கு அரசியலமைப்பு மற்றும் சட்டரீதியான தீர்வுகளை முதன்மையாக சிந்திக்கிறது, IMF தொகுப்புக்கு அப்பால் தீவிரமான பொருளாதார மாற்றீடு எதுவுமில்லை, அது சிறந்த முறையில் சில பில்லியன் டாலர்களை கொண்டு வரலாம். குறுகிய கால. ஆனால் அத்தகைய \"சீர்திருத்த\" தொகுப்பின் உண்மையான விலை மிகவும் அதிகமாக இருக்கும், மேலும் எப்போதும் உழைக்கும் மக்களால் சுமக்கப்படும்.",
        "பொருளாதார நெருக்கடிதான் வெகுஜனங்களை வீதிக்கு கொண்டு வந்தாலும், IMF-க்கு இணங்க அரசாங்கத்தின் அடுத்த நகர்வுகள் ஏழைகளுக்கு அதிக பொருளாதார வேதனையை மட்டுமே முன்னறிவிக்கிறது. அனுபவம் வாய்ந்த தொழில்நுட்ப வல்லுநர்கள் IMF உடன் பணிபுரியத் தொடங்கும் போது, ​​அது மோசமான வளர்ச்சி மற்றும் வளங்களை அணுகுவதில் வெளிப்படையான ஏற்றத்தாழ்வுகள், வருமானம் மற்றும் செல்வம் ஆகியவை நாட்டிற்கு ஆபத்தான அரசியல் விளைவுகளை ஏற்படுத்தியது என்பதை அங்கீகரிக்கவில்லை.",
        "\"வளர்ச்சி மற்றும் மீட்சியில் கவனத்தை ஈர்க்கும் அதே வேளையில், இந்த நேரத்தில் இலங்கையின் மிக மோசமான அச்சம் உணவு நெருக்கடியாகும், அங்கு பட்டினி அல்லது பஞ்சம் கூட உண்மையான சாத்தியக்கூறுகள்\"",
        "வாஷிங்டனில் சர்வதேச நாணய நிதியத்துடனான பேச்சுவார்த்தைகளுக்கு ஒரு வாரத்திற்கும் குறைவான கால அவகாசம் கொண்ட இலங்கையின் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தாத உத்தி, நிதியத்தின் அனுமதி இல்லாமல் வந்திருக்க முடியாது. இயல்புநிலையானது சர்வதேச கடன் வழங்கும் காட்சியில் நாட்டைக் களங்கப்படுத்துவது மட்டுமல்லாமல், IMF மீது மிகுந்த நம்பிக்கையையும் உருவாக்குகிறது, கடன் நிலைமைகளை ஒருதலைப்பட்சமாக தீர்மானிக்கும் அனைத்து சக்தியையும் அது அளிக்கிறது. உண்மையில், IMF பொருளாதாரத்தை வழிநடத்த ஓட்டுநர் இருக்கையில் உள்ளது அல்லது, இலங்கை திவால்நிலையுடன் ஒரு கொடிய வீழ்ச்சியைக் காணும்.",
        "IMF உடன்படிக்கையானது, இலங்கையின் கடந்தகால ஈடுபாடு மற்றும் இன்றைய நிதிச் சந்தைகளின் ஏற்ற இறக்கம் போன்றவற்றின் அடிப்படையில் கூட நிதி ஸ்திரத்தன்மைக்கு வழிவகுக்கும் என்பதற்கு எந்த உத்தரவாதமும் இல்லை. கடனைத் திருப்பிச் செலுத்துதல் மற்றும் கடனைச் சிக்கனத்துடன் மறுசீரமைத்தல் என்ற தர்க்கம் பல தடைகளை எதிர்கொள்ளும். நிதிச் சந்தைகள் ஒழுங்கான இயல்புநிலை என்று அழைக்கப்படுவதை ஏற்க முடியாத அளவுக்கு ஒழுங்கற்றவை, மேலும் வாரங்கள் கொந்தளிப்புடன் இருக்கும். அத்தியாவசிய பொருட்களின் இறக்குமதி உட்பட சர்வதேச நிதி பரிவர்த்தனைகளை மேற்கொள்வது இலங்கைக்கு கடினமாக இருக்கலாம். நிச்சயமாக, புதிய தாராளமயக் கனவு, சர்வதேச மூலதனச் சந்தைகளை மீண்டும் அணுகி வணிகக் கடன்களை அதிகமாகத் தொடர வேண்டும் என்பது ஒரு உயரமான வரிசையாகும்.",
        "மார்ச் 2022 இல் பகிரங்கப்படுத்தப்பட்ட IMF பணியாளர்கள் அறிக்கை, வரவிருக்கும் ஒப்பந்தத்தில் நிலைநிறுத்தப்படக்கூடிய பல பரிந்துரைகளை கோடிட்டுக் காட்டுகிறது: வரி விகிதங்கள் மற்றும் எரிசக்தி விலைச் சீர்திருத்தங்கள் மூலம் வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு; கடன் நிலைத்தன்மையை மீட்டமைத்தல்; பணவீக்க இலக்கை நோக்கி குறுகிய கால பணவியல் கொள்கை இறுக்கம்; சந்தை நிர்ணயிக்கப்பட்ட மற்றும் நெகிழ்வான மாற்று விகிதம்; மற்றும் இலக்கு சமூக பாதுகாப்பு வலைகள்.",
        "இந்த பரிந்துரைகளில் பல ஏற்கனவே இலங்கையால் நடைமுறைப்படுத்தப்பட்டு வருகின்றமை குறிப்பிடத்தக்கது. பரிமாற்ற வீதம் மிதக்கப்பட்டது, இறக்குமதியின் அதிக செலவுகளை நுகர்வோருக்கு அனுப்புகிறது; வட்டி விகிதங்கள் இருமடங்காக 14% ஆக உயர்த்தப்பட்டு, சிறு வணிகம் மற்றும் கிராமப்புற உற்பத்தியாளர்களின் வாழ்வாதாரத்தை ஆபத்தில் ஆழ்த்தியுள்ளது மற்றும் எரிசக்தி விலை உயர்வு, உதாரணமாக பெட்ரோல் மற்றும் சமையல் எரிவாயு ஆகியவை நுகர்வோருக்கு மாற்றப்பட்டுள்ளன.",
        "வரவிருக்கும் அந்த நிபந்தனைகளில் மிகவும் கடுமையானவை IMF அறிக்கையில் குறிப்பிடப்பட்டுள்ளன, இது \"வளர்ச்சியை மேம்படுத்தும் கட்டமைப்பு சீர்திருத்தங்களுக்கு அழைப்பு விடுக்கிறது, இதில் பெண் தொழிலாளர் பங்கேற்பை அதிகரிப்பது, இளைஞர்களின் வேலையின்மையை குறைத்தல், வர்த்தகத்தை தாராளமயமாக்குதல், பரந்த அளவிலான மற்றும் ஒத்திசைவான முதலீட்டு ஊக்குவிப்பு உத்தியை உருவாக்குதல் ஆகியவை அடங்கும். , மற்றும் விலைக் கட்டுப்பாடுகள் மற்றும் அரசுக்குச் சொந்தமான நிறுவனங்களைச் சீர்திருத்தம்”. பெண்களை பணியிடத்தில் கட்டாயப்படுத்துவது, வர்த்தகத்தை மேலும் தாராளமயமாக்குவது, விலைக் கட்டுப்பாட்டை நீக்குவது மற்றும் பொதுச் சேவைகள் கட்டுப்படியாகாத அரசு நிறுவனங்களைத் தனியார்மயமாக்குவது ஆகியவை குடும்பங்களை முடக்கி, சமூகக் கட்டமைப்பைக் கிழிக்கப் போகின்றன.",
        "அதன் பின்காலனித்துவ வரலாற்றின் போது, ​​இலங்கை 16 IMF உடன்படிக்கைகளை மேற்கொண்டுள்ளது, மிக சமீபத்தில் 2016 ஆம் ஆண்டு ஜூன் மாதம் 1.5 பில்லியன் அமெரிக்க டாலர்களின் விரிவாக்கப்பட்ட நிதி வசதி. இதற்கு முன்பு மே 2009 இல் உள்நாட்டுப் போர் முடிவடைந்த இரண்டு மாதங்களுக்குப் பிறகு இது 2.6 பில்லியன் அமெரிக்க டாலர்கள் காத்திருப்பு ஏற்பாடாக இருந்தது. இந்த சமீபத்திய உடன்படிக்கைகள் இலங்கை வணிகக் கடன்களை மேற்கொள்வதற்கு முக்கியமானவை. எடுத்துக்காட்டாக, ஜூலை 2016 இல், கடைசி IMF உடன்படிக்கைக்கு ஒரு மாதத்திற்குப் பிறகு, இலங்கை 1.5 பில்லியன் அமெரிக்க டாலர்களை இறையாண்மைப் பத்திரங்களில் கடன் வாங்கியது; அதில் 500 மில்லியன் அமெரிக்க டாலர்கள் இந்த ஆண்டு ஜனவரியில் தான் திருப்பிச் செலுத்தப்பட்டது.",
        "இந்த சூழலில், வரவிருக்கும் IMF உடன்படிக்கையில் சீர்திருத்தங்கள் 1977 க்குப் பிறகு IMF உடன் முன்னோக்கி எடுக்கப்பட்ட கட்டமைப்பு சரிசெய்தல் திட்டத்தின் வரிசையில் மிகவும் தாக்கத்தை ஏற்படுத்தக்கூடும். உள்நாட்டில் \"திறந்த பொருளாதாரம்\" சீர்திருத்தங்கள் என்று அழைக்கப்படும் அந்த நவதாராளவாதக் கொள்கைகளின் துவக்கம், தற்போதைய நெருக்கடியின் நீண்டகால அடிப்படைக் காரணங்களாக இருக்கும் கொள்கைகளை உருவாக்கியது.",
        "கொழும்பின் உயரடுக்கு வட்டாரங்களில், \"அது சரியாகிவிடுவதற்கு முன்பு நாம் பல துன்பங்களைச் சந்திக்க வேண்டியிருக்கும்\" என்பது இப்போது பல்லவி. ஆனால், சிக்கன நடவடிக்கை பெரும்பாலும் இலங்கையின் உழைக்கும் மக்களைத் தாக்கும் என்பதால், உயரடுக்குதான் கடைசியாக பாதிக்கப்படும். உண்மையில், வெளி கடன் வழங்குபவர்களை பிணை எடுப்பதில் உள்ள சர்வதேச நாணய நிதியத்தின் உடன்படிக்கையானது, இலங்கையில் உள்ள உயரடுக்கு வர்க்கங்களுக்கு பிணையளிப்பதாக உள்ளது, ஏனெனில் வெளிநாட்டுக் கடன்கள் மற்றும் அது தொடர்பான திட்டங்கள் மற்றும் வெளிப்படையான நுகர்வு ஆகியவை மற்றவர்களை விட அதிகமாக அவர்களுக்கு சேவை செய்தன.",
        "முன்மொழியப்பட்ட தீர்வு, IMF உடன்படிக்கையின் பச்சை விளக்குக்குப் பிறகு மூலதனச் சந்தைகளில் அதிக கடன் வாங்க முடியும்; ஆனால் அது அடையப்பட்டால், கடன் கையிருப்பை மட்டுமே அதிகரிக்கும், இது எதிர்கால நெருக்கடியை தவிர்க்க முடியாததாக ஆக்கும். மற்றொரு சர்ச்சைக்குரிய நடவடிக்கை, வெளிநாட்டுக் கடனை அடைப்பதற்காக பல தசாப்தங்களாக கட்டப்பட்ட அரசு நிறுவனங்கள் மற்றும் நிறுவனங்களை தனியார்மயமாக்கும் வடிவத்தில், குடும்ப வெள்ளியை விற்பதாகும்.",
        "\"இந்த நெருக்கடிக்கு யாராவது பணம் கொடுக்க வேண்டும் என்றால், அது வெளிப்படையாக நாட்டில் உள்ள பணக்கார வர்க்கங்களாக இருக்க வேண்டும்; சொத்து வரி விதிப்பது, உதாரணமாக பல ஆண்டுகளாக குவிக்கப்பட்ட சொத்து மற்றும் வாகனங்கள் மீது, ஒரு தொடக்க புள்ளியாக இருக்கும்\"",
        "ஒரு வருடத்தில் எப்படியாவது இந்த நெருக்கடியை இலங்கை சமாளிக்க முடியும், ஏற்கனவே கடும் நெருக்கடியில் இருக்கும் மக்கள் எதிர்வரும் மாதங்களில் மேலும் பொருளாதார துன்பங்களை சந்திக்க நேரிடும் என்ற எண்ணம் பின்வாங்க வாய்ப்புள்ளது. வளர்ச்சி மற்றும் மீட்சியில் கவனத்தை ஈர்க்கும் அதே வேளையில், இந்த நேரத்தில் இலங்கையின் மோசமான அச்சம் உணவு நெருக்கடி, அங்கு பட்டினி அல்லது பஞ்சம் கூட உண்மையான சாத்தியக்கூறுகளாகும். புதிய தாராளவாத தொழில்நுட்பவாதிகள் சிக்கன நடவடிக்கைகளால் பாதிக்கப்பட்ட மக்களை பணப் பரிமாற்றம் மூலம் வாங்க முன்மொழிகின்றனர். எவ்வாறாயினும், உழைக்கும் மக்கள் தங்களின் சமூக நல உரிமைகளுக்கு மிகவும் அர்ப்பணிப்புடன் உள்ளனர், அவர்கள் பல தசாப்தங்களாக இலவசக் கல்வி மற்றும் உலகளாவிய சுகாதாரப் பாதுகாப்பைப் பாதுகாக்க கடுமையாகப் போராடியுள்ளனர். உண்மையில், அரசு சேவைகள் மற்றும் பயன்பாடுகளை தனியார்மயமாக்குவதற்கு மிகப்பெரிய எதிர்ப்பு இருக்கும். இந்த நெருக்கடிக்கு யாராவது பணம் கொடுக்க வேண்டும் என்றால், அது வெளிப்படையாக நாட்டில் உள்ள பணக்கார வர்க்கங்களாக இருக்க வேண்டும்; சொத்து வரி விதிப்பு, எடுத்துக்காட்டாக, பல ஆண்டுகளாக குவிக்கப்பட்ட சொத்து மற்றும் வாகனங்கள், ஒரு தொடக்க புள்ளியாக இருக்கும்.",
        "தேர்தல் களத்திலும், அரசியலமைப்பிற்கு புறம்பான போராட்டங்கள் மூலமாகவும் மக்களின் பெரும் ஜனநாயக முயற்சிகள், இலங்கையில் அடக்குமுறை ஆட்சிகள் மற்றும் தன்னலக்குழுக்கள் தொடர்ச்சியாக தூக்கியெறியப்படுவதை உறுதி செய்துள்ளது. இலங்கையின் உயரடுக்கின் குறுகிய நலன்களுக்காகத் தோல்வியடைந்ததுதான், துருவமுனைப்பு மற்றும் அழிவுகரமான ஆட்சிகள் மீண்டும் மீண்டும் தோன்றுவதற்கு இடமளித்துள்ளது. IMF உடன்பாடு, அதன் நிபந்தனைகள் மற்றும் அதன் வீழ்ச்சி ஆகியவை, இந்த நெருக்கடியை கையாள முயற்சிக்கும் உயரடுக்கிற்கும் இந்த அரசியல் திறப்பை உருவாக்கிய உழைக்கும் மக்களுக்கும் இடையே ஒரு மையப் புள்ளியாக இருக்கும். இந்த நெருக்கடிக்கு மத்தியில் இத்தகைய கருத்தியல் மற்றும் அரசியல் போராட்டங்களே இலங்கை திவாலா அல்லது மீட்பைத் தேர்ந்தெடுக்குமா என்பதைத் தீர்மானிக்கும்.",
        "அஹிலன் கதிர்காமர் ஒரு அரசியல் பொருளாதார நிபுணர் மற்றும் மூத்த விரிவுரையாளர், யாழ்ப்பாணப் பல்கலைக்கழகம், இலங்கை"
      ]
    }
  }
}