{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81107/fuel-issue-expected-to-come-to-an-end-next-week-energy-ministry-secretary",
  "time_ut": 1646913540,
  "title": "Fuel issue expected to come to an end next week - Energy Ministry Secretary",
  "body_lines": [
    "The issues related to the supply of fuel in the country will be resolved by this Saturday and will be restored from next Monday, Energy Ministry Secretary K.D.R. Olga said.",
    "The Ministry Secretary made these remarks at a media briefing organised by the Presidential Media Centre this morning (10), under the theme ‘Energy to Strengthen the Country’.",
    "President’s Media Spokesman Kingsly Rathnayaka moderated the media briefing which was also attended by the Chairman of the Ceylon Petroleum Corporation, Sumith Wijesinghe.",
    "A ship carrying diesel has already arrived at the Port of Colombo and the country is expected to receive 172,000 metric tons of diesel from four shipments this month, Ministry Secretary Olga said.",
    "She pointed out that several shipments of crude oil required for power plants have also been received (30,000 metric tons) which will enable power plants such as the plant on the West Coast to operate at full capacity. More crude oil shipments are due to arrive on March 20.",
    "“Once the fuel shipments are received, current issues related to fuel and electricity will be solved immediately. We have also taken steps to inform the relevant authorities about the required dollars as per our plans. The Secretary to the President, the Secretary to the Treasury and the Governor of the Central Bank are constantly monitoring the situation and are providing the necessary support to take this programme forward,” she added.",
    "Explaining the future plans for the energy sector, Mrs. Olga said that after the upgrading of the Trincomalee oil tanks owned by the Ceylon Petroleum Corporation, it will be possible to supply oil to areas such as the North, North Central and Badulla without going through Colombo. It will save about 800 million rupees a month, she further said.",
    "Responding to a question on whether fuel prices could go up in the near future, the Secretary said that although there was a discussion on this, such a decision should be taken prudently.",
    "Mr. Sumith Wijesinghe, Chairman of the Ceylon Petroleum Corporation (CPC) responding to the questions raised by the journalists said that there was no shortage of fuel in the country and even though the supply of fuel was carried out in an ordinary manner, the fuel consumption had increased.",
    "With the rise in fuel prices in the world market, there was a tendency for many consumers purchasing fuel for fear that domestic prices might also rise, he said.",
    "CPC Chairman added that a very high amount of dollars has to be paid for imported fuel and that it would be better for the country if fuel consumption is properly managed at this time."
  ],
  "translate": {
    "si": {
      "title": "ඉන්ධන ප්‍රශ්නය ලබන සතියේ අවසන් වෙයි - බලශක්ති අමාත්‍යාංශ ලේකම්",
      "body_lines": [
        "මේ සෙනසුරාදා වන විට රට තුළ ඉන්ධන සැපයීම සම්බන්ධ ගැටලු නිරාකරණය කර ලබන සඳුදා සිට යථා තත්ත්වයට පත් කරන බව බලශක්ති අමාත්‍යාංශයේ ලේකම් කේ.ඩී.ආර්. ඔල්ගා පැවසීය.",
        "අමාත්‍යාංශ ලේකම්වරයා මේ අදහස් පළ කළේ ‘රට ශක්තිමත් කිරීමට ශක්තියක්’ යන තේමාව යටතේ ජනාධිපති මාධ්‍ය මධ්‍යස්ථානය විසින් අද (10) පෙරවරුවේ සංවිධානය කළ මාධ්‍ය හමුවකදීය.",
        "ජනාධිපති මාධ්‍ය ප්‍රකාශක කිංග්ස්ලි රත්නායක මහතා විසින් මෙම මාධ්‍ය හමුව මෙහෙයවන ලද අතර ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ සභාපති සුමිත් විජේසිංහ මහතා ද සහභාගී විය.",
        "ඩීසල් රැගත් නෞකාවක් මේ වනවිටත් කොළඹ වරායට පැමිණ ඇති අතර මේ මස නැව්ගත කිරීම් හතරකින් ඩීසල් මෙට්‍රික් ටොන් 172,000ක් මෙරටට ලැබෙනු ඇතැයි අපේක්ෂා කරන බව අමාත්‍යාංශයේ ලේකම් ඔල්ගා ප්‍රකාශ කළේය.",
        "බලාගාර සඳහා අවශ්‍ය බොරතෙල් නැව්ගත කිරීම් කිහිපයක් ද (මෙට්‍රික් ටොන් 30,000) ලැබී ඇති බවත් එමඟින් බටහිර වෙරළ තීරයේ බලාගාරය වැනි බලාගාර පූර්ණ ධාරිතාවයෙන් ක්‍රියාත්මක වීමට හැකි වන බවත් ඇය පෙන්වා දුන්නාය. තවත් බොරතෙල් තොග මාර්තු 20 වැනිදා පැමිණීමට නියමිතයි.",
        "“ඉන්ධන නැව්ගත කිරීම් ලැබුණු පසු ඉන්ධන සහ විදුලිය සම්බන්ධ දැනට පවතින ගැටලු වහා විසඳනවා. අපගේ සැලසුම් අනුව අවශ්‍ය ඩොලර් පිළිබඳව අදාළ බලධාරීන් දැනුවත් කිරීමට ද අපි පියවර ගෙන තිබෙනවා. ජනාධිපති ලේකම්වරයා, භාණ්ඩාගාර ලේකම්වරයා සහ මහ බැංකු අධිපතිවරයා නිරන්තරයෙන් තත්ත්වය නිරීක්ෂණය කරමින් මෙම වැඩපිළිවෙළ ඉදිරියට ගෙන යාමට අවශ්‍ය සහයෝගය ලබාදෙමින් සිටිනවා” යැයි ඇය වැඩිදුරටත් පැවසුවාය.",
        "ඛනිජ තෙල් නීතිගත සංස්ථාව සතු ත්‍රිකුණාමලයේ තෙල් ටැංකි නවීකරණය කිරීමෙන් පසු උතුර, උතුරුමැද, බදුල්ල වැනි ප්‍රදේශවලට නොගොස් තෙල් සැපයීමට හැකිවන බවද ඔල්ගා මහත්මිය බලශක්ති ක්ෂේත්‍රයේ ඉදිරි සැලසුම් පැහැදිලි කළාය. කොළඹ. එමගින් මසකට රුපියල් මිලියන 800ක් පමණ ඉතිරි වන බවද ඇය වැඩිදුරටත් පැවසුවාය.",
        "ඉදිරි කාලය තුළ ඉන්ධන මිල ඉහළ යා හැකිද යන ප්‍රශ්නයකට පිළිතුරු දෙමින් ලේකම්වරයා කියා සිටියේ මේ පිළිබඳව සාකච්ඡාවක් පැවතියද කල්පනාකාරීව එවැනි තීරණයක් ගත යුතු බවයි.",
        "එහිදී මාධ්‍යවේදීන් නැගූ ප්‍රශ්නවලට පිළිතුරු දුන් ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ සභාපති සුමිත් විජේසිංහ මහතා කියා සිටියේ රට තුළ ඉන්ධන හිඟයක් නොමැති බවත් සාමාන්‍ය ක්‍රමයට ඉන්ධන සැපයීම සිදු කළද ඉන්ධන පරිභෝජනය වැඩි වී තිබුණි.",
        "ලෝක වෙළෙඳපොළේ ඉන්ධන මිල ඉහළ යාමත් සමඟ බොහෝ පාරිභෝගිකයන් දේශීය මිල ගණන් ද ඉහළ යා හැකි බවට බියෙන් ඉන්ධන මිලදී ගැනීමේ ප්‍රවණතාවක් පවතින බව ද ඒ මහතා පැවසීය.",
        "ආනයනික ඉන්ධන සඳහා ඉතා ඉහළ ඩොලර් ප්‍රමාණයක් ගෙවීමට සිදුවන බවත් මේ අවස්ථාවේ ඉන්ධන පරිභෝජනය නිසි ලෙස කළමනාකරණය කර ගන්නේ නම් එය රටට යහපත් බවත් CPC සභාපතිවරයා වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "எரிபொருள் பிரச்சினை அடுத்த வாரம் முடிவுக்கு வரும் என எதிர்பார்க்கப்படுகிறது - எரிசக்தி அமைச்சின் செயலாளர்",
      "body_lines": [
        "நாட்டில் எரிபொருள் விநியோகம் தொடர்பான பிரச்சினைகள் இந்த சனிக்கிழமைக்குள் தீர்க்கப்பட்டு எதிர்வரும் திங்கட்கிழமை முதல் மீளமைக்கப்படும் என எரிசக்தி அமைச்சின் செயலாளர் கே.டி.ஆர். ஓல்கா கூறினார்.",
        "‘நாட்டை பலப்படுத்தும் ஆற்றல்’ என்ற தொனிப்பொருளில் இன்று (10) முற்பகல் ஜனாதிபதி ஊடக மையத்தில் ஏற்பாடு செய்யப்பட்ட ஊடகவியலாளர் சந்திப்பில் அமைச்சின் செயலாளர் இதனைத் தெரிவித்தார்.",
        "இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தின் தலைவர் சுமித் விஜேசிங்கவும் கலந்துகொண்ட ஊடகவியலாளர் சந்திப்பில் ஜனாதிபதியின் ஊடகப் பேச்சாளர் கிங்ஸ்லி ரத்நாயக்க நெறிப்படுத்தினார்.",
        "டீசல் ஏற்றிச் செல்லும் கப்பல் ஒன்று ஏற்கனவே கொழும்பு துறைமுகத்தை வந்தடைந்துள்ளதுடன், இந்த மாதம் நான்கு ஏற்றுமதிகளில் இருந்து 172,000 மெட்ரிக் தொன் டீசல் நாட்டுக்கு கிடைக்கும் என எதிர்பார்க்கப்படுவதாக அமைச்சின் செயலாளர் ஓல்கா தெரிவித்தார்.",
        "மின் உற்பத்தி நிலையங்களுக்குத் தேவையான பல கச்சா எண்ணெய் ஏற்றுமதியும் (30,000 மெட்ரிக் டன்) பெறப்பட்டுள்ளதாக அவர் சுட்டிக்காட்டினார், இது மேற்கு கடற்கரையில் உள்ள ஆலை போன்ற மின் உற்பத்தி நிலையங்கள் முழு திறனில் செயல்பட உதவும். மேலும் கச்சா எண்ணெய் ஏற்றுமதி மார்ச் 20ம் தேதி வர உள்ளது.",
        "\"எரிபொருள் ஏற்றுமதி கிடைத்ததும், எரிபொருள் மற்றும் மின்சாரம் தொடர்பான தற்போதைய பிரச்சினைகள் உடனடியாக தீர்க்கப்படும். எங்களின் திட்டங்களுக்கு அமைய தேவையான டொலர்கள் தொடர்பில் உரிய அதிகாரிகளுக்கு தெரியப்படுத்தவும் நடவடிக்கை எடுத்துள்ளோம். ஜனாதிபதியின் செயலாளர், திறைசேரியின் செயலாளர் மற்றும் மத்திய வங்கியின் ஆளுநர் ஆகியோர் தொடர்ந்து நிலைமையை அவதானித்து இந்த வேலைத்திட்டத்தை முன்னெடுத்துச் செல்வதற்கு தேவையான ஆதரவை வழங்கி வருகின்றனர்” என அவர் மேலும் தெரிவித்தார்.",
        "இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்திற்கு சொந்தமான திருகோணமலை எண்ணெய் தாங்கிகளை மேம்படுத்தியதன் பின்னர் வடக்கு, வடமத்திய, பதுளை போன்ற பகுதிகளுக்கு அந்த வழியே செல்லாமல் எண்ணெய் விநியோகம் செய்ய முடியும் என எரிசக்தி துறையின் எதிர்கால திட்டங்களை விளக்கிய திருமதி ஓல்கா தெரிவித்தார். கொழும்பு. இதன் மூலம் மாதாந்தம் சுமார் 800 மில்லியன் ரூபா சேமிக்கப்படும் என அவர் மேலும் தெரிவித்தார்.",
        "எதிர்வரும் காலங்களில் எரிபொருள் விலை அதிகரிக்க முடியுமா என்ற கேள்விக்கு பதிலளித்த செயலாளர், இது தொடர்பில் கலந்துரையாடப்பட்ட போதிலும், அவ்வாறானதொரு தீர்மானத்தை விவேகத்துடன் எடுக்க வேண்டும் என்றார்.",
        "ஊடகவியலாளர்கள் எழுப்பிய கேள்விகளுக்குப் பதிலளித்த இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தின் தலைவர் திரு.சுமித் விஜேசிங்க, நாட்டில் எரிபொருளுக்கு தட்டுப்பாடு இல்லை எனவும், சாதாரண முறையில் எரிபொருள் விநியோகம் மேற்கொள்ளப்பட்ட போதும் எரிபொருள் நுகர்வு அதிகரித்தது.",
        "உலக சந்தையில் எரிபொருள் விலை உயர்வால், உள்நாட்டிலும் விலை உயரலாம் என்ற அச்சத்தில் பல நுகர்வோர் எரிபொருளை வாங்கும் போக்கு காணப்படுவதாக அவர் கூறினார்.",
        "இறக்குமதி செய்யப்படும் எரிபொருளுக்கு மிக அதிக தொகையான டொலர்கள் செலுத்த வேண்டியுள்ளதாகவும், இந்த நேரத்தில் எரிபொருள் பாவனையை சரியான முறையில் நிர்வகிப்பதே நாட்டுக்கு நல்லது எனவும் CPC தலைவர் மேலும் தெரிவித்தார்."
      ]
    }
  }
}