{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/29/will-allowances-ease-the-economic-burden-on-sri-lankans/",
  "time_ut": 1648564320,
  "title": "Will allowances ease the economic burden on Sri Lankans?",
  "body_lines": [
    "COLOMBO (News 1st); Economists have raised concerns whether the Sri Lankan government’s decision to award Rs. 10,000/- as allowances for low-income families will ease the economic burden on the people, in the long term.",
    "Professor Aminda Methsila Perera, from the Wayamba University of Sri Lanka, says that according to government calculations there are 3.1 million low-income families in the island nation, and it would require Rs. 3.1 Billion to provide the said allowance.",
    "“The question is how the government is going to get this money?” he told News 1st, highlighting the fact that recent experiences have shown that the government of Sri Lanka opts to print money for expenses rather than sourcing income-generating avenues.",
    "Sri Lanka’s Foreign Reserves were at approximately US $ 8 Billion by the end of 2019, and today it has dropped to almost US $ 2 Billion.",
    "Economists opine that the reserves that can be used as expenditure are at a low.",
    "Against this backdrop, Sri Lanka has approached friendly nations such as China, India, and Bangladesh to seek financial assistance to purchase essential goods required for the country.",
    "Sri Lanka has obtained approximately US $ 2.4 Billion from India in 2022 alone.",
    "The US $ 2.4 Billion loans comprise a US $ 400 Million swap facility, US $ 500 Million in Credit, and another US $ 500 Million to purchase fuel.",
    "Recently, India extended a $1 billion credit facility to Sri Lanka, and the assistance is to enable Sri Lanka to import food, other essential commodities, and medicines from India,",
    "Sri Lanka has also sought an additional credit line of $1bn from India to import essentials amid its worst economic crisis in decades.",
    "Sri Lanka had requested a 2.5 billion US dollar facility from China and China has also given a 1 billion US dollar equivalent Renminbi loan from its Central Bank.",
    "The Chinese Ambassador to Sri Lanka recently announced that China is considering 2.5 billion US dollars following a request made by Sri Lanka.",
    "This comprises a 1 billion dollar loan and 1.5 billion dollars in buyers’ credit.",
    "Sri Lanka already secured a swap of US $ 250 Million from Bangladesh, and it has extended the time frame for the payment.",
    "Against this backdrop, Sri Lanka has “approached” for a new swap of $250 million from Bangladesh, again.",
    "Pakistan is likely to issue a $200 million loan to Sri Lanka after the country will get a loan installment of $1 billion from International Monetary Fund (IMF).",
    "Sri Lanka has also sought financial assistance from Australia and Russia, however, there are no definite reports on the progress of these requests.",
    "In June 2022, Sri Lanka will have to settle sovereign bonds to the tune of 1 Billion US Dollars, and the total debt settlement for 2022 alone is north of a staggering 6 Billion US dollars.",
    "Allowing the dollar to float has added more pressure on the economy daily.",
    "According to EconomyNext, Sri Lanka’s state-run Ceylon Petroleum Corporation has lost at least 250 billion rupees over three weeks as the rupee fell.",
    "Reports add that based on the present financial status, the Ceylon Electricity Board too is facing serious issues in settling payments for coal, as well as salaries of employees.",
    "The Ceylon Electricity Board has repeatedly requested a tariff hike to overcome its financial crisis, however, the decision is being delayed as the Public Utilities Commission of Sri Lanka is opposed to it.",
    "The CEB had requested a Rs. 15 Billion loan from a state bank, and the request to raise it to Rs. 20 Billion was turned down by the State Bank.",
    "US-based economist attached to the Johns Hopkins University in Baltimore, Maryland, Steve Hanke says Sri Lanka’s inflation is skyrocketing.",
    "According to his calculation, Sri Lanka’s inflation would reach 55% by March 24th.",
    "While the pressure of a crumbling economy falls on the laurels of the Sri Lankan people, the government announced that an Rs. 5,000/- allowance will be awarded for two months to low-income families for the upcoming festive reason.",
    "Will the provision of Rs. 10,000/- per family eases the economic burden? is the question.",
    "Sri Lanka will prevail & engineer rapid economic recovery; President tells BIMSTEC"
  ],
  "translate": {
    "si": {
      "title": "දීමනා ශ්‍රී ලාංකිකයන් මත ඇති ආර්ථික බර ලිහිල් කරයිද?",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකා රජය විසින් රු. 10,000/- අඩු ආදායම්ලාභී පවුල් සඳහා දීමනා දිගුකාලීනව ජනතාව මත ආර්ථික බර ලිහිල් කරනු ඇත.",
        "ශ්‍රී ලංකා වයඹ විශ්වවිද්‍යාලයේ මහාචාර්ය අමින්ද මෙත්සිල පෙරේරා මහතා පවසන්නේ රජයේ ගණනය කිරීම්වලට අනුව දිවයිනේ අඩු ආදායම්ලාභී පවුල් මිලියන 3.1ක් සිටින බවත් ඒ සඳහා රු. එම දීමනාව ලබාදීමට බිලියන 3.1 කි.",
        "\"ප්‍රශ්නය මේ මුදල් රජයට ලැබෙන්නේ කොහොමද?\" ඔහු News 1st වෙත පැවසුවේ, ශ්‍රී ලංකා රජය ආදායම් උත්පාදන මාර්ග සෙවීමට වඩා වියදම් සඳහා මුදල් මුද්‍රණය කිරීමට තෝරා ගන්නා බව මෑත කාලීන අත්දැකීම්වලින් පෙන්නුම් කරන බව අවධාරණය කරමිනි.",
        "2019 වසර අවසන් වන විට ශ්‍රී ලංකාවේ විදේශ සංචිත ප්‍රමාණය ඇමෙරිකානු ඩොලර් බිලියන 8ක් පමණ වූ අතර අද වන විට එය ඇමෙරිකානු ඩොලර් බිලියන 2ක් දක්වා පහත වැටී ඇත.",
        "වියදම් ලෙස භාවිත කළ හැකි සංචිත පහළ මට්ටමක පවතින බව ආර්ථික විශේෂඥයෝ පවසති.",
        "මෙම පසුබිම යටතේ ශ්‍රී ලංකාව රටට අවශ්‍ය අත්‍යවශ්‍ය භාණ්ඩ මිලදී ගැනීම සඳහා මූල්‍ය ආධාර ලබා ගැනීමට චීනය, ඉන්දියාව සහ බංග්ලාදේශය වැනි මිත්‍ර රටවල් වෙත යොමු වී ඇත.",
        "2022 දී පමණක් ශ්‍රී ලංකාව ඉන්දියාවෙන් දළ වශයෙන් ඇමෙරිකානු ඩොලර් බිලියන 2.4ක් ලබාගෙන ඇත.",
        "එක්සත් ජනපද ඩොලර් බිලියන 2.4 ක ණය සඳහා ඇමරිකානු ඩොලර් මිලියන 400 ක හුවමාරු පහසුකමක්, ඩොලර් මිලියන 500 ක ණයක් සහ තවත් ඩොලර් මිලියන 500 ක ඉන්ධන මිලදී ගැනීමට ඇතුළත් වේ.",
        "මෑතකදී ඉන්දියාව ඩොලර් බිලියනයක ණය පහසුකමක් ශ්‍රී ලංකාවට ලබා දුන් අතර, ඉන්දියාවෙන් ආහාර, අනෙකුත් අත්‍යවශ්‍ය භාණ්ඩ සහ ඖෂධ ආනයනය කිරීමට ශ්‍රී ලංකාවට හැකිවීම සඳහා ආධාරය ලබාදී ඇත.",
        "දශක ගණනාවක දරුණුතම ආර්ථික අර්බුදය මධ්‍යයේ අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීම සඳහා ශ්‍රී ලංකාව ඉන්දියාවෙන් ඩොලර් බිලියන 1 ක අතිරේක ණය මාර්ගයක් ද ඉල්ලා ඇත.",
        "ශ්‍රී ලංකාව චීනයෙන් ඇමෙරිකානු ඩොලර් බිලියන 2.5ක පහසුකමක් ඉල්ලා තිබූ අතර චීනය ද සිය මහ බැංකුවෙන් ඇමෙරිකානු ඩොලර් බිලියන 1කට සමාන Renminbi ණයක් ලබා දී ඇත.",
        "ශ්‍රී ලංකාවේ චීන තානාපතිවරයා පසුගියදා ප්‍රකාශ කළේ ශ්‍රී ලංකාවෙන් කළ ඉල්ලීමකට අනුව චීනය ඇමෙරිකානු ඩොලර් බිලියන 2.5ක් ලබා දීමට සලකා බලමින් සිටින බවයි.",
        "මෙය ඩොලර් බිලියන 1 ක ණයක් සහ ගැනුම්කරුවන්ගේ ණය වලින් ඩොලර් බිලියන 1.5 කින් සමන්විත වේ.",
        "ශ්‍රී ලංකාව දැනටමත් බංග්ලාදේශයෙන් ඇමෙරිකානු ඩොලර් මිලියන 250 ක හුවමාරුවක් ලබාගෙන ඇති අතර, එය ගෙවීම සඳහා කාල සීමාව දීර්ඝ කර ඇත.",
        "මෙම පසුබිමට එරෙහිව, ශ්‍රී ලංකාව නැවතත් බංග්ලාදේශයෙන් ඩොලර් මිලියන 250 ක නව හුවමාරුවක් සඳහා “ළඟා” ඇත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලෙන් (IMF) ඩොලර් බිලියනයක ණය වාරිකයක් ලබා ගැනීමෙන් පසු පාකිස්තානය ශ්‍රී ලංකාවට ඩොලර් මිලියන 200 ක ණයක් නිකුත් කිරීමට ඉඩ තිබේ.",
        "ශ්‍රී ලංකාව ඔස්ට්‍රේලියාවෙන් සහ රුසියාවෙන් ද මූල්‍ය ආධාර ඉල්ලා ඇතත්, මෙම ඉල්ලීම්වල ප්‍රගතිය පිළිබඳ නිශ්චිත වාර්තා නොමැත.",
        "2022 ජූනි මාසයේදී, ශ්‍රී ලංකාවට එක්සත් ජනපද ඩොලර් බිලියන 1 ක ස්වෛරීත්ව බැඳුම්කර පියවීමට සිදුවනු ඇති අතර, 2022 සඳහා පමණක් සම්පූර්ණ ණය පියවීම ඩොලර් බිලියන 6 ට උතුරින් වේ.",
        "ඩොලරය පාවීමට ඉඩ දීම නිසා දිනපතා ආර්ථිකයට වැඩි පීඩනයක් එකතු වී ඇත.",
        "EconomyNext ට අනුව, රුපියල පහත වැටීමත් සමඟ ශ්‍රී ලංකාවේ රාජ්‍ය ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවට සති තුනක කාලයක් තුළ අවම වශයෙන් රුපියල් බිලියන 250 ක පාඩුවක් සිදුව තිබේ.",
        "වත්මන් මූල්‍ය තත්ත්වය මත ලංකා විදුලිබල මණ්ඩලය ද ගල් අඟුරු සඳහා ගෙවීම් මෙන්ම සේවක වැටුප් ගෙවීමේ දී බරපතළ ගැටලුවලට මුහුණ දී සිටින බව වාර්තාවේ.",
        "ලංකා විදුලිබල මණ්ඩලය තම මූල්‍ය අර්බුදයෙන් ගොඩ ඒම සඳහා ගාස්තු වැඩි කරන ලෙස දිගින් දිගටම ඉල්ලීම් කළ නමුත් ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව ඊට විරුද්ධ වීම නිසා එම තීරණය ප්‍රමාද වෙමින් පවතී.",
        "ලංවිම විසින් රු. රාජ්‍ය බැංකුවකින් බිලියන 15 ක ණයක් සහ එය රු. බිලියන 20ක් රාජ්‍ය බැංකුව විසින් ප්‍රතික්ෂේප කරන ලදී.",
        "මේරිලන්ඩ් ප්‍රාන්තයේ බැල්ටිමෝර්හි ජෝන්ස් හොප්කින්ස් විශ්වවිද්‍යාලයට අනුයුක්තව සේවය කරන එක්සත් ජනපදය පදනම් කරගත් ආර්ථික විද්‍යාඥ ස්ටීව් හැන්කේ පවසන්නේ ශ්‍රී ලංකාවේ උද්ධමනය අහස උසට නැඟෙමින් පවතින බවයි.",
        "ඔහුගේ ගණනයට අනුව මාර්තු 24 වන විට ශ්‍රී ලංකාවේ උද්ධමනය 55% දක්වා ළඟා වනු ඇත.",
        "කඩා වැටෙන ආර්ථිකයේ පීඩනය ශ්‍රී ලාංකීය ජනතාවගේ කීර්ති නාමය මත පතිත වන අතර, රජය නිවේදනය කළේ රු. ඉදිරි උත්සව හේතුව මත අඩු ආදායම්ලාභී පවුල් සඳහා මාස දෙකක් සඳහා රුපියල් 5,000/- දීමනාවක් පිරිනැමේ.",
        "රු. 10,000/- පවුලකට ආර්ථික බර අඩු කරයිද? යනු ප්‍රශ්නයයි.",
        "ශ්‍රී ලංකාව පවතිනු ඇත සහ වේගවත් ආර්ථික ප්‍රකෘතියක් ඉංජිනේරුකරණය කරනු ඇත; ජනපති බිම්ස්ටෙක්ට කියයි"
      ]
    },
    "ta": {
      "title": "கொடுப்பனவுகள் இலங்கையர்களின் பொருளாதார சுமையை குறைக்குமா?",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கை அரசாங்கத்தின் முடிவு ரூ. 10,000/- குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கான கொடுப்பனவுகள் நீண்ட காலத்திற்கு மக்களின் பொருளாதார சுமையை குறைக்கும்.",
        "இலங்கையின் வயம்ப பல்கலைக்கழகத்தைச் சேர்ந்த பேராசிரியர் அமிந்த மெத்சிலா பெரேரா, அரசாங்கக் கணக்கீடுகளின்படி தீவு நாட்டில் 3.1 மில்லியன் குறைந்த வருமானம் பெறும் குடும்பங்கள் இருப்பதாகவும், அதற்கு ரூ. மேற்படி கொடுப்பனவை வழங்குவதற்கு 3.1 பில்லியன்.",
        "\"இந்தப் பணத்தை அரசாங்கம் எப்படிப் பெறப் போகிறது என்பதுதான் கேள்வி?\" அவர் News 1st இடம், இலங்கை அரசாங்கம் வருமானம் ஈட்டும் வழிகளை தேடுவதை விட செலவுகளுக்காக பணத்தை அச்சிடுவதையே சமீபத்திய அனுபவங்கள் காட்டுகின்றன.",
        "இலங்கையின் வெளிநாட்டு கையிருப்பு 2019 ஆம் ஆண்டின் இறுதியில் தோராயமாக 8 பில்லியன் அமெரிக்க டாலர்களாக இருந்தது, இன்று அது கிட்டத்தட்ட 2 பில்லியன் அமெரிக்க டாலர்களாக குறைந்துள்ளது.",
        "செலவினமாகப் பயன்படுத்தக்கூடிய கையிருப்பு குறைவாக இருப்பதாக பொருளாதார வல்லுநர்கள் கருத்து தெரிவிக்கின்றனர்.",
        "இந்தப் பின்னணியில், நாட்டிற்குத் தேவையான அத்தியாவசியப் பொருட்களைக் கொள்வனவு செய்வதற்கு நிதி உதவி கோரி சீனா, இந்தியா மற்றும் பங்களாதேஷ் போன்ற நட்பு நாடுகளை இலங்கை அணுகியுள்ளது.",
        "2022 இல் மட்டும் இலங்கை இந்தியாவிடமிருந்து சுமார் 2.4 பில்லியன் அமெரிக்க டொலர்களை பெற்றுள்ளது.",
        "US $ 2.4 பில்லியன் கடன்கள் US $ 400 மில்லியன் இடமாற்று வசதி, US $ 500 மில்லியன் கடன் மற்றும் மற்றொரு US $ 500 மில்லியன் எரிபொருளை வாங்குவதற்கு உள்ளன.",
        "சமீபத்தில், இந்தியா இலங்கைக்கு 1 பில்லியன் டாலர் கடன் வசதியை வழங்கியது, மேலும் இந்தியாவிலிருந்து உணவு, பிற அத்தியாவசியப் பொருட்கள் மற்றும் மருந்துகளை இறக்குமதி செய்ய இலங்கைக்கு உதவுவது இந்த உதவியாகும்.",
        "பல தசாப்தங்களில் மிக மோசமான பொருளாதார நெருக்கடிக்கு மத்தியில் அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதற்காக இந்தியாவிடம் இருந்து 1 பில்லியன் டாலர் கூடுதல் கடன் வரியை இலங்கை கோரியுள்ளது.",
        "சீனாவிடம் இருந்து 2.5 பில்லியன் அமெரிக்க டொலர் வசதியை இலங்கை கோரியிருந்ததுடன், சீனாவும் அதன் மத்திய வங்கியிடமிருந்து 1 பில்லியன் அமெரிக்க டொலர்களுக்கு சமமான Renminbi கடனை வழங்கியுள்ளது.",
        "இலங்கை விடுத்த கோரிக்கையை அடுத்து சீனா 2.5 பில்லியன் அமெரிக்க டொலர்களை பரிசீலித்து வருவதாக இலங்கைக்கான சீனத் தூதுவர் அண்மையில் அறிவித்திருந்தார்.",
        "இது 1 பில்லியன் டாலர் கடன் மற்றும் 1.5 பில்லியன் டாலர் வாங்குபவர்களின் கடன் ஆகியவற்றை உள்ளடக்கியது.",
        "இலங்கை ஏற்கனவே பங்களாதேஷிடம் இருந்து 250 மில்லியன் அமெரிக்க டொலர்களை மாற்றியமைத்துள்ளது, மேலும் பணம் செலுத்துவதற்கான காலக்கெடுவை அது நீட்டித்துள்ளது.",
        "இந்தப் பின்னணியில், இலங்கை மீண்டும் பங்களாதேஷிடம் இருந்து $250 மில்லியன் புதிய இடமாறுதலை \"அணுகியுள்ளது\".",
        "சர்வதேச நாணய நிதியத்திடம் (IMF) இருந்து 1 பில்லியன் டாலர் கடன் தவணையை இலங்கை பெற்ற பிறகு, பாகிஸ்தான் 200 மில்லியன் டாலர் கடனை இலங்கைக்கு வழங்க வாய்ப்புள்ளது.",
        "அவுஸ்திரேலியா மற்றும் ரஷ்யாவிடம் இருந்தும் இலங்கை நிதி உதவியை நாடியுள்ளது எனினும் இந்த கோரிக்கைகளின் முன்னேற்றம் குறித்து உறுதியான அறிக்கைகள் எதுவும் இல்லை.",
        "ஜூன் 2022 இல், இலங்கை 1 பில்லியன் அமெரிக்க டொலர்களுக்கு இறையாண்மைப் பத்திரங்களைத் தீர்க்க வேண்டும், மேலும் 2022 ஆம் ஆண்டிற்கான மொத்தக் கடன் தீர்வு 6 பில்லியன் அமெரிக்க டாலர்களுக்கு வடக்கே உள்ளது.",
        "டாலரை மிதக்க அனுமதிப்பது தினசரி பொருளாதாரத்தில் அதிக அழுத்தத்தை சேர்த்துள்ளது.",
        "EconomyNext இன் படி, இலங்கையின் அரச நிறுவனமான சிலோன் பெட்ரோலியம் கூட்டுத்தாபனம் ரூபாயின் வீழ்ச்சியால் மூன்று வாரங்களில் குறைந்தது 250 பில்லியன் ரூபாவை இழந்துள்ளது.",
        "தற்போதைய நிதி நிலைமையின் அடிப்படையில், இலங்கை மின்சார சபையும் நிலக்கரிக்கான கொடுப்பனவுகள் மற்றும் ஊழியர்களின் சம்பளத்தை தீர்ப்பதில் கடுமையான பிரச்சினைகளை எதிர்கொண்டுள்ளதாக தகவல்கள் தெரிவிக்கின்றன.",
        "இலங்கை மின்சார சபை தனது நிதி நெருக்கடியை சமாளிக்க கட்டண உயர்வை பலமுறை கோரிய போதிலும், இலங்கையின் பொதுப் பயன்பாடுகள் ஆணைக்குழு அதற்கு எதிர்ப்பு தெரிவிப்பதால் இந்த முடிவு தாமதமாகி வருகிறது.",
        "CEB கோரியிருந்தது. ஸ்டேட் வங்கியில் இருந்து 15 ஆயிரம் கோடி கடன், அதை ரூ.5 ஆக உயர்த்த கோரிக்கை. 20 பில்லியன் ஸ்டேட் வங்கியால் நிராகரிக்கப்பட்டது.",
        "மேரிலாந்தின் பால்டிமோர் நகரில் உள்ள ஜோன்ஸ் ஹாப்கின்ஸ் பல்கலைக்கழகத்தில் பணிபுரியும் அமெரிக்காவை தளமாகக் கொண்ட பொருளாதார நிபுணர் ஸ்டீவ் ஹான்கே, இலங்கையின் பணவீக்கம் விண்ணை முட்டும் அளவிற்கு உயர்ந்து வருவதாக கூறுகிறார்.",
        "அவரது கணக்கீட்டின்படி, மார்ச் 24ஆம் தேதிக்குள் இலங்கையின் பணவீக்கம் 55% ஆக இருக்கும்.",
        "வீழ்ச்சியடைந்து வரும் பொருளாதாரத்தின் அழுத்தம் இலங்கை மக்களின் பாராட்டுக்களில் விழும் வேளையில், அரசாங்கம் ரூ. வரவிருக்கும் பண்டிகைக் காரணத்திற்காக குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு இரண்டு மாதங்களுக்கு 5,000/- கொடுப்பனவு வழங்கப்படும்.",
        "ரூ.1000 வழங்கப்படுமா? ஒரு குடும்பத்திற்கு 10,000/- பொருளாதார சுமையை குறைக்குமா? என்பது கேள்வி.",
        "இலங்கை மேலோங்கும் & விரைவான பொருளாதார மீட்சியை பொறியியலாக்கும்; பிம்ஸ்டெக் அமைப்பிடம் ஜனாதிபதி கூறுகிறார்"
      ]
    }
  }
}