{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Russian-flight-grounded-at-BIA-Sri-Lankan-authorities-urge-court-to-suspend-court-order/155-238356",
  "time_ut": 1654257480,
  "title": "Russian flight grounded at BIA: Sri Lankan authorities urge court to suspend court order",
  "body_lines": [
    "Sri Lankan authorities today raised objections against the Enjoining Order issued by Colombo Commercial High Court preventing a Russian Aeroflot flight from taking off within the territorial jurisdiction of Sri Lanka.",
    "Additional Solicitor General Sumathi Dharmawardena PC appearing for the Airport and Aviation Services Ltd (second defendant) urged the Court to suspend the operation of Enjoining Order issued in respect of the Russian Aerofloft flight. In response, Commercial High Court Judge Harsha Sethunge reiterated that the Court did not issue any order against the government of Sri Lanka but it was made against the first defendant, Aeroflot Russian Airlines, regarding a contractual dispute.",
    "On Thursday (2), Celestial Aviation Trading Limited in Ireland obtained an Enjoining Order against Aeroflot Russian Airlines for its failure to comply with the terms of a Lease Agreement between two parties. Taking into consideration the facts, the court issued an Enjoining Order. This Enjoining Order will be effective until June 8. The plaintiff had named the Public Joint Stock Company-Aeroflot Russian Airlines and N.C. Abeywardena Acting Head of Air Navigation Services as the defendants of the petition. The defendants were directed to file limited objections against the Enjoining Order on June 6.",
    "By a letter, the plaintiff company has notified Aeroflot Russian Airlines that all rights and interests of the Russian Airlines to possess and operate the aircraft had immediately ceased and terminated due to violating the lease agreement. The plaintiff company further alleged that Aeroflot Russian Airlines also failed to provide the insurance related information as requested by the plaintiff by violating the lease agreement.",
    "Additional Solicitor General Dharmawardena informed the Court that the plaintiff, Celestial Aviation Trading Limited, had obtained the Enjoining Order by misrepresenting statutory provisions set out in the Civil Aviation Act No. 14 of 2010. He pointed out that in accordance with the Civil Aviation Act, the second defendant, the Airport and Aviation Services Ltd has no authority to prohibit the first defendant Aeroflot Russian Airlines from preventing an aircraft from taking off within the territorial jurisdiction of Sri Lanka.",
    "“The said Act stated in the Enjoining Order pertaining to the Airport and Aviation Services Ltd is subject to statutory duties vested in a public official in terms of Civil Aviation Act. Therefore, on careful consideration of the provisions of the Interpretation Ordinance, especially section 24 of the Interpretation Ordinance, the above Enjoining Order is contrary to section 24 of the Interpretation Ordinance,” Dharmawardena added.",
    "Meanwhile, Dr. Lasantha Hettiarachchi, appearing for the Russian Airlines, submitted to court that following the court order, 191 passengers were prevented from leaving and they were sent to a hotel. He said the Commercial High Court has issued this order without a jurisdiction. He further said this matter has already created serious embarrassment to the country. He said this is a contract between two parties, one in Ireland and another in Russia, originally entered in 2002.",
    "However, the Commercial High Court Judge observed that there is no Enjoining Order against the second defendant.",
    "Avindra Rodrigo PC with Counsel Aruna de Silva appeared for the plaintiff. Additional Solicitor General Sumathi Dharmawardena PC with SDSG Mahen Gopallawa and DSG Rajiv Gunatilleke appeared for the second defendant. (Lakmal Sooriyagoda)"
  ],
  "translate": {
    "si": {
      "title": "රුසියානු ගුවන් යානය BIA හි ගොඩබස්වයි: අධිකරණ නියෝගය අත්හිටුවන ලෙස ශ්‍රී ලංකා බලධාරීන් අධිකරණයෙන් ඉල්ලා සිටී",
      "body_lines": [
        "රුසියානු Aeroflot ගුවන් යානයක් ශ්‍රී ලංකාවේ දේශසීමා සීමාව තුළ ගුවන්ගත වීම වළක්වමින් කොළඹ වාණිජ මහාධිකරණය නිකුත් කළ වාරණ නියෝගයට එරෙහිව ශ්‍රී ලංකා බලධාරීන් අද විරෝධතා ඉදිරිපත් කළා.",
        "සීමාසහිත Airport and Aviation Services (දෙවන විත්තිකරු) වෙනුවෙන් පෙනී සිටි අතිරේක සොලිසිටර් ජනරාල් සුමති ධර්මවර්ධන PC, රුසියානු Aerofloft ගුවන් යානය සම්බන්ධයෙන් නිකුත් කර ඇති වාරණ නියෝගය ක්‍රියාත්මක කිරීම අත්හිටුවන ලෙස අධිකරණයෙන් ඉල්ලා සිටියේය. ඊට ප්‍රතිචාර දක්වමින් වානිජ මහාධිකරණ විනිසුරු හර්ෂ සේතුංග මහතා නැවතත් කියා සිටියේ ශ්‍රී ලංකා රජයට එරෙහිව අධිකරණය කිසිදු නියෝගයක් නිකුත් නොකළ නමුත් එය ගිවිසුම් ආරවුලක් සම්බන්ධයෙන් පළමු විත්තිකරු වන Aeroflot Russian Airlines සමාගමට එරෙහිව නිකුත් කළ නියෝගයක් බවයි.",
        "බ්‍රහස්පතින්දා (2) අයර්ලන්තයේ Celestial Aviation Trading Limited විසින් Aeroflot රුසියානු ගුවන් සමාගමට එරෙහිව වාරණ නියෝගයක් ලබා ගත්තේ පාර්ශව දෙකක් අතර කල්බදු ගිවිසුමක කොන්දේසිවලට අනුකූලව කටයුතු නොකිරීම හේතුවෙන්. කරුණු සැලකිල්ලට ගත් අධිකරණය වාරණ නියෝගයක් නිකුත් කළේය. මෙම වාරණ නියෝගය ජුනි මස 8 වැනිදා දක්වා ක්‍රියාත්මක වේ.මෙම පෙත්සමේ විත්තිකරුවන් ලෙස පැමිණිලිකරු විසින් මහජන ඒකාබද්ධ කොටස් සමාගම-Aeroflot Russian Airlines සහ වැඩබලන ගුවන් නාවික සේවා ප්‍රධානී එන්.සී.අබේවර්ධන නම් කර තිබුණි. එම වාරණ නියෝගයට එරෙහිව සීමිත විරෝධතා ජුනි 6 වැනිදා ගොනු කරන ලෙස විත්තිකරුවන්ට නියම කෙරිණි.",
        "ලිපියක් මගින් පැමිණිලිකාර සමාගම Aeroflot රුසියානු ගුවන් සමාගමට දන්වා ඇත්තේ ගුවන් යානය සන්තකයේ තබා ගැනීමට සහ ක්‍රියාත්මක කිරීමට රුසියානු ගුවන් සමාගමට ඇති සියලුම අයිතිවාසිකම් සහ අවශ්‍යතා වහාම නතර කර බදු ගිවිසුම උල්ලංඝනය කිරීම හේතුවෙන් අවසන් කර ඇති බවයි. Aeroflot Russian Airlines සමාගම බදු ගිවිසුම උල්ලංඝනය කරමින් පැමිණිලිකරු ඉල්ලා සිටි පරිදි රක්ෂණ සම්බන්ධ තොරතුරු ලබාදීමට ද අපොහොසත් වූ බව පැමිණිලිකාර සමාගම වැඩිදුරටත් චෝදනා කළේය.",
        "2010 අංක 14 දරන සිවිල් ගුවන් සේවා පනතේ දක්වා ඇති ව්‍යවස්ථාපිත විධිවිධාන වැරදි ලෙස ඉදිරිපත් කරමින් පැමිණිලිකරු වන Celestial Aviation Trading Limited මෙම වාරණ නියෝගය ලබාගෙන ඇති බව අතිරේක සොලිසිටර් ජනරාල් ධර්මවර්ධන  අධිකරණයට දන්වා සිටියේය. ඔහු පෙන්වා දුන්නේ සිවිල් ගුවන් සේවා පනතට අනුව දෙවන විත්තිකරු වන සීමාසහිත ගුවන්තොටුපල සහ ගුවන් සේවා සමාගමට ශ්‍රී ලංකාවේ භෞමික බල සීමාව තුළ ගුවන් යානයක් ගුවන්ගත වීම වැළැක්වීම පළමු විත්තිකරු වන Aeroflot රුසියානු ගුවන් සමාගමට තහනම් කිරීමට බලයක් නැත.",
        "\"ගුවන්තොටුපල සහ ගුවන් සේවා සීමාසහිත ගුවන් තොටුපළ සහ ගුවන් සේවා සමාගමට අදාළ වාරණ නියෝගයේ සඳහන් එම පනත සිවිල් ගුවන් සේවා පනතට අනුව රාජ්‍ය නිලධාරියෙකුට පැවරී ඇති ව්‍යවස්ථාපිත රාජකාරිවලට යටත් වේ. එබැවින් අර්ථ නිරූපණ ආඥාපනතේ විධිවිධාන, විශේෂයෙන්ම අර්ථ නිරූපණ ආඥාපනතේ 24 වැනි වගන්තියේ විධිවිධාන හොඳින් සලකා බැලීමේදී ඉහත වාරණ නියෝගය අර්ථ නිරූපණ ආඥාපනතේ 24 වැනි වගන්තියට පටහැනියි,” ධර්මවර්ධන වැඩිදුරටත් පැවසීය.",
        "මේ අතර, රුසියානු ගුවන් සේවය වෙනුවෙන් පෙනී සිටි වෛද්‍ය ලසන්ත හෙට්ටිආරච්චි මහතා අධිකරණයට කරුණු දක්වමින් කියා සිටියේ අධිකරණ නියෝගයෙන් මගීන් 191 දෙනෙකුට පිටව යාම වළක්වා ඔවුන් හෝටලයකට යැවූ බවයි. අධිකරණ බලයකින් තොරව වාණිජ මහාධිකරණය මෙම නියෝගය නිකුත් කර ඇති බව ඔහු පැවසීය. ඔහු වැඩිදුරටත් කියා සිටියේ මෙම කාරණය දැනටමත් රට බරපතල අපහසුතාවයකට පත් කර ඇති බවයි. ඔහු පැවසුවේ මෙය පාර්ශව දෙකක් අතර ගිවිසුමක් වන අතර එකක් අයර්ලන්තයේ සහ තවත් රුසියාවේ තවත් ගිවිසුමක් 2002 දී අත්සන් කරන ලදී.",
        "කෙසේ වෙතත්, දෙවන විත්තිකරුට එරෙහිව වාරණ නියෝගයක් නොමැති බව වාණිජ මහාධිකරණ විනිසුරුවරයා නිරීක්ෂණය කළා.",
        "පැමිණිල්ල වෙනුවෙන් නීතිඥ අරුණ ද සිල්වා සමඟ ජනාධිපති නීතිඥ අවින්ද්‍ර රුද්‍රිගු මහතා පෙනී සිටියේය. අතිරේක සොලිසිටර් ජනරාල් සුමති ධර්මවර්ධන PC සමඟ SDSG මහේන් ගොපල්ලව  සහ DSG රජීව් ගුණතිලක දෙවැනි විත්තිකරු වෙනුවෙන් පෙනී සිටියහ. (ලක්මාල් සූරියගොඩ)"
      ]
    },
    "ta": {
      "title": "BIA இல் தரையிறக்கப்பட்ட ரஷ்ய விமானம்: நீதிமன்ற உத்தரவை இடைநிறுத்துமாறு இலங்கை அதிகாரிகள் நீதிமன்றத்தை வலியுறுத்துகின்றனர்",
      "body_lines": [
        "இலங்கையின் எல்லைக்குள் ரஷ்ய ஏரோஃப்ளோட் விமானம் புறப்படுவதைத் தடுத்து கொழும்பு வர்த்தக உயர் நீதிமன்றம் பிறப்பித்த தடை உத்தரவுக்கு எதிராக இலங்கை அதிகாரிகள் இன்று ஆட்சேபனைகளை எழுப்பினர்.",
        "ஏர்போர்ட் அண்ட் ஏவியேஷன் சர்வீசஸ் லிமிடெட் (இரண்டாம் பிரதிவாதி) சார்பில் ஆஜரான கூடுதல் சொலிசிட்டர் ஜெனரல் சுமதி தர்மவர்தன பிசி, ரஷ்ய ஏரோஃப்ளாஃப்ட் விமானம் தொடர்பாக பிறப்பிக்கப்பட்ட தடை உத்தரவின் செயல்பாட்டை நிறுத்தி வைக்குமாறு நீதிமன்றத்தை வலியுறுத்தினார். இதற்கு பதிலளித்த வர்த்தக உயர் நீதிமன்ற நீதிபதி ஹர்ஷ சேதுங்க, இலங்கை அரசாங்கத்திற்கு எதிராக நீதிமன்றம் எந்த உத்தரவும் பிறப்பிக்கவில்லை என்றும், ஆனால் ஒப்பந்த தகராறு தொடர்பாக முதல் பிரதிவாதியான Aeroflot Russian Airlines நிறுவனத்திற்கு எதிராகவே அது பிறப்பிக்கப்பட்டது என்றும் மீண்டும் வலியுறுத்தினார்.",
        "வியாழன் (2) அன்று, அயர்லாந்தில் உள்ள செலஸ்டியல் ஏவியேஷன் டிரேடிங் லிமிடெட், இரு தரப்பினருக்கு இடையேயான குத்தகை ஒப்பந்தத்தின் விதிமுறைகளுக்கு இணங்கத் தவறியதற்காக ஏரோஃப்ளோட் ரஷ்ய ஏர்லைன்ஸுக்கு எதிராக ஒரு தடை உத்தரவைப் பெற்றது. உண்மைகளை கருத்தில் கொண்டு நீதிமன்றம் தடை உத்தரவு பிறப்பித்தது. இந்த தடை உத்தரவு ஜூன் 8 ஆம் தேதி வரை அமலில் இருக்கும். மனுவின் பிரதிவாதிகளாக வாதி பப்ளிக் ஜாயின்ட் ஸ்டாக் கம்பெனி-ஏரோஃப்ளோட் ரஷியன் ஏர்லைன்ஸ் மற்றும் ஏர் நேவிகேஷன் சர்வீசஸின் செயல் தலைவர் என்.சி. அபேவர்தன ஆகியோரை குறிப்பிட்டிருந்தார். இந்த தடை உத்தரவுக்கு எதிராக வரையறுக்கப்பட்ட ஆட்சேபனைகளை ஜூன் 6 ஆம் தேதி தாக்கல் செய்யுமாறு பிரதிவாதிகளுக்கு உத்தரவிடப்பட்டது.",
        "ஒரு கடிதம் மூலம், வாதி நிறுவனம் ஏரோஃப்ளோட் ரஷ்ய ஏர்லைன்ஸுக்கு அறிவித்தது, குத்தகை ஒப்பந்தத்தை மீறியதால் விமானத்தை வைத்திருப்பதற்கும் இயக்குவதற்கும் ரஷ்ய ஏர்லைன்ஸின் அனைத்து உரிமைகள் மற்றும் நலன்கள் உடனடியாக நிறுத்தப்பட்டு நிறுத்தப்பட்டன. ஏரோஃப்ளோட் ரஷ்யன் ஏர்லைன்ஸ் குத்தகை ஒப்பந்தத்தை மீறி வாதி கோரியபடி இன்சூரன்ஸ் தொடர்பான தகவல்களை வழங்கத் தவறிவிட்டதாக வாதி நிறுவனம் மேலும் குற்றம் சாட்டியது.",
        "2010 ஆம் ஆண்டின் 14 ஆம் இலக்க சிவில் விமானப் போக்குவரத்துச் சட்டத்தில் குறிப்பிடப்பட்டுள்ள சட்டப்பூர்வ விதிகளை தவறாகக் குறிப்பிட்டு, Celestial Aviation Trading Limited என்ற வாதி இந்தத் தடை உத்தரவைப் பெற்றதாக கூடுதல் சொலிசிட்டர் ஜெனரல் தர்மவர்தன  நீதிமன்றத்திற்குத் தெரிவித்தார். இரண்டாவது பிரதிவாதியான ஏர்போர்ட் அன்ட் ஏவியேஷன் சர்வீசஸ் லிமிடெட், முதல் பிரதிவாதியான ஏரோஃப்ளோட் ரஷியன் ஏர்லைன்ஸ் இலங்கையின் எல்லைக்குள் விமானம் புறப்படுவதைத் தடுப்பதைத் தடை செய்ய அதிகாரம் இல்லை.",
        "“விமான நிலையம் மற்றும் ஏவியேஷன் சர்வீசஸ் லிமிடெட் தொடர்பான தடை உத்தரவில் கூறப்பட்டுள்ள சட்டம், சிவில் விமானப் போக்குவரத்துச் சட்டத்தின் அடிப்படையில் ஒரு பொது அதிகாரிக்கு வழங்கப்பட்டுள்ள சட்டப்பூர்வ கடமைகளுக்கு உட்பட்டது. எனவே, விளக்கக் கட்டளைச் சட்டத்தின் விதிகளை, குறிப்பாக விளக்கக் கட்டளைச் சட்டத்தின் 24 வது பிரிவை கவனமாகப் பரிசீலிக்கும்போது, ​​மேற்கண்ட கட்டளை உத்தரவு, விளக்கக் கட்டளைச் சட்டத்தின் பிரிவு 24 க்கு முரணானது” என்று தர்மவர்தன மேலும் கூறினார்.",
        "இதேவேளை, நீதிமன்ற உத்தரவையடுத்து, 191 பயணிகளை வெளியேற விடாமல் தடுத்ததாகவும், அவர்கள் ஹோட்டலுக்கு அனுப்பப்பட்டதாகவும், ரஷ்ய விமான சேவைக்காக ஆஜரான கலாநிதி லசந்த ஹெட்டியாராச்சி நீதிமன்றில் சமர்ப்பித்தார். வர்த்தக உயர் நீதிமன்றம் அதிகார வரம்பு இல்லாமல் இந்த உத்தரவை பிறப்பித்துள்ளது என்றார். இந்த விவகாரம் ஏற்கனவே நாட்டிற்கு பெரும் சங்கடத்தை ஏற்படுத்தியுள்ளதாக அவர் மேலும் கூறினார். இது இரண்டு தரப்பினருக்கு இடையிலான ஒப்பந்தமாகும், ஒன்று அயர்லாந்திலும் மற்றொன்று ரஷ்யாவிலும், முதலில் 2002 இல் நுழைந்தது.",
        "எவ்வாறாயினும், இரண்டாவது பிரதிவாதிக்கு எதிராக தடை உத்தரவு எதுவும் இல்லை என வர்த்தக உயர் நீதிமன்ற நீதிபதி கவனித்தார்.",
        "மனுதாரர் சார்பில் சட்டத்தரணி அருண டி ​​சில்வாவுடன் அவிந்திர ரொட்ரிகோ பீ.சி. இரண்டாம் பிரதிவாதிக்காக மேலதிக சொலிசிட்டர் ஜெனரல் சுமதி தர்மவர்தன PC உடன் SDSG மகேன் கோபல்லவ மற்றும் DSG ராஜீவ் குணதிலக்க ஆகியோர் ஆஜராகினர். (லக்மால் சூரியகொட)"
      ]
    }
  }
}