{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Kishu-Gomes-calls-for-Kimarlis-resignation/273-236090",
  "time_ut": 1651429800,
  "title": "Kishu Gomes calls for Kimarli’s resignation",
  "body_lines": [
    "Says current SLTDA Chairperson ignored industry stakeholders in decision making process",
    "Also says has failed to rally industry stakeholders around one common action plan",
    "Former Sri Lanka Tourism Development Authority (SLTDA) and Sri Lanka Tourism Promotion Bureau (SLTPB) chief Kishu Gomes has called for the immediate resignation of Sri Lanka Tourism Chairperson Kimarli Fernando with the recovery of tourism sector coming to a standstill as a result of continuous isolation of tourism industry stakeholders in the decision making process.",
    "“All past Chairmen will vouch for the fact that such levels of conflicts impeding the progress of the industry have never been there during their respective tenures.",
    "She may be having reasons not to step down despite several protests conducted by the industry stakeholders more than once demanding the Chairperson to vacate the position.",
    "However, it is in the best interest of the industry for her to gracefully step down instead of waiting President or Subject Minister to replace her with someone who would bring all industry stakeholders under one umbrella to generate the best revenue at this crucial juncture,” Gomes remarked in a  media statement on Friday.",
    "While sharing the wide-spread dissatisfaction of tourism industry stakeholders on the leadership at SLTDA, he opined that Fernando is not capable of bringing all the key stakeholders around one common action plan to drive towards the recovery and to re-build the industry at this juncture where the country is in dire need of foreign currencies.",
    "“As reported in the media, industry leaders comprising of key stakeholders such as SLAITO,THASL, TAAL, ASMETSL and SLAPCEO have repeatedly voiced their dissatisfaction over the way Sri Lanka Tourism Chairperson has been making arbitrary decisions instead of rallying all the key stakeholders around one common work plan to recover and re-build the industry that has been shattered due to breakout of Corona virus at a time when the country needs foreign currencies to meet the very basic needs of the people,” he elaborated.",
    "Gomes pointed out that the industry has seen over 50 percent in booking cancellations while forward bookings have dried up due to ongoing economic and political crises. In order to move forward, he stressed that the industry requires right leadership, a person capable of uniting and gaining the recognition of key industry stakeholders.",
    "“Maldives Is a good example to follow in recovering for which we need the right leadership that would be accepted and respected by the key stakeholders of the industry,” he said."
  ],
  "translate": {
    "si": {
      "title": "කිෂූ ගෝමස් කිමාර්ලිගේ ඉල්ලා අස්වීම ඉල්ලා සිටී",
      "body_lines": [
        "වත්මන් SLTDA සභාපතිවරයා තීරණ ගැනීමේ ක්‍රියාවලියේදී කර්මාන්ත පාර්ශවකරුවන් නොසලකා හැර ඇති බව පවසයි",
        "එක් පොදු ක්‍රියාකාරී සැලැස්මක් වටා කර්මාන්ත පාර්ශවකරුවන් පෙළගැස්වීමට අසමත් වී ඇති බව ද පවසයි",
        "ශ්‍රී ලංකා සංචාරක සංවර්ධන අධිකාරියේ (SLTDA) සහ ශ්‍රී ලංකා සංචාරක ප්‍රවර්ධන කාර්යාංශයේ (SLTPB) ප්‍රධානී Kishu Gomes අඛණ්ඩව හුදකලා වීමේ ප්‍රතිඵලයක් ලෙස සංචාරක ක්ෂේත්‍රය යථා තත්ත්වයට පත්වීමත් සමඟ ශ්‍රී ලංකා සංචාරක සභාපතිනි කිමාර්ලි ප්‍රනාන්දු වහාම ඉල්ලා අස්විය යුතු බව පවසයි. තීරණ ගැනීමේ ක්‍රියාවලියේ සංචාරක කර්මාන්තයේ පාර්ශවකරුවන්ගේ.",
        "“කර්මාන්තයේ ප්‍රගතියට බාධා කරන මෙවැනි ගැටුම් මට්ටම් ඔවුන්ගේ ධූර කාලය තුළ කිසිදා නොතිබුණු බවට පසුගිය සියලුම සභාපතිවරුන් සහතික වනු ඇත.",
        "සභාපතිනියට එම තනතුරෙන් ඉවත් වන ලෙස බලකරමින් ක්ෂේත්‍රයේ පාර්ශවකරුවන් කිහිප වතාවක්ම විරෝධතා කිහිපයක් පැවැත්වූවද ඇය ඉල්ලා අස්වීමට හේතු තිබෙන්නට ඇත.",
        "කෙසේ වෙතත්, මෙම තීරණාත්මක අවස්ථාවේ හොඳම ආදායම උපයා ගැනීම සඳහා සියලුම කර්මාන්ත පාර්ශවකරුවන් එකම කුඩයක් යටතට ගෙන ඒම සඳහා ඇය වෙනුවට ජනාධිපති හෝ විෂය භාර අමාත්‍යවරයා එනතුරු බලා සිටීම වෙනුවට ඇය කරුණාවන්ත ලෙස ඉල්ලා අස්වීම ක්‍ෂේත්‍රයේ යහපතට හේතු වේ, ”ගෝමස් පැවසීය. සිකුරාදා මාධ්‍ය ප්‍රකාශයක සඳහන් කර ඇත.",
        "SLTDA හි නායකත්වය පිළිබඳව සංචාරක කර්මාන්තයේ පාර්ශවකරුවන්ගේ පුලුල්ව පැතිරුනු අතෘප්තිය බෙදා ගන්නා අතරම, මෙම අවස්ථාවේදී කර්මාන්තය යථා තත්ත්වයට පත් කිරීමට සහ නැවත ගොඩනැගීමට ප්‍රධාන පාර්ශවකරුවන් එකම පොදු ක්‍රියාකාරී සැලැස්මක් වටා ගෙන ඒමට ප්‍රනාන්දුට හැකියාවක් නොමැති බව ඔහු අදහස් කළේය. රටට විදේශ මුදල් සඳහා දැඩි අවශ්‍යතාවයක් ඇති තැන.",
        "“මාධ්‍යවල වාර්තා වන පරිදි, SLAITO, THASL, TAAL, ASMETSL සහ SLAPCEO වැනි ප්‍රධාන පාර්ශ්වකරුවන්ගෙන් සැදුම්ලත් කර්මාන්ත ප්‍රධානීන් ශ්‍රී ලංකා සංචාරක ව්‍යාපාරයේ සභාපතිනිය සියලු ප්‍රධාන පාර්ශ්වකරුවන් එක් අයෙකු වටා ඒකරාශී කිරීම වෙනුවට අත්තනෝමතික තීරණ ගන්නා ආකාරය පිළිබඳව නැවත නැවතත් සිය අප්‍රසාදය පළ කර ඇත. රටේ ජනතාවගේ මූලික අවශ්‍යතා සපුරාලීම සඳහා විදේශ මුදල් අවශ්‍ය වන මොහොතක, කොරොන වයිරස් ව්‍යාප්තිය හේතුවෙන් බිඳවැටුණු කර්මාන්තය යථා තත්ත්වයට පත් කර නැවත ගොඩනැගීමට පොදු වැඩ සැලැස්මක්” ඔහු විස්තර කළේය.",
        "පවතින ආර්ථික හා දේශපාලන අර්බුද හේතුවෙන් ඉදිරි වෙන් කිරීම් සිඳී ගොස් ඇති අතර, වෙන්කරවා ගැනීම් අවලංගු කිරීමේදී කර්මාන්තය සියයට 50 කට වඩා වැඩි ප්‍රමාණයක් දැක ඇති බව ගෝමස් පෙන්වා දුන්නේය. ඉදිරියට යාමට නම්, කර්මාන්තයට නිවැරැදි නායකත්වයක් අවශ්‍ය බවත්, ප්‍රධාන කර්මාන්ත පාර්ශ්වකරුවන්ගේ පිළිගැනීමක් ලබා ගැනීමටත්, එක්සත් කිරීමටත් හැකි පුද්ගලයකු අවශ්‍ය බව ඔහු අවධාරණය කළේය.",
        "\"ප්‍රකෘතිමත් වීමේදී මාලදිවයින අනුගමනය කිරීමට හොඳ ආදර්ශයක් වන අතර ඒ සඳහා කර්මාන්තයේ ප්‍රධාන පාර්ශවකරුවන් විසින් පිළිගනු ලබන සහ ගෞරවයට පාත්‍ර වන නිවැරදි නායකත්වයක් අපට අවශ්‍ය වේ,\" ඔහු පැවසීය."
      ]
    },
    "ta": {
      "title": "கிஷு கோம்ஸ் கிமர்லியின் ராஜினாமாவிற்கு அழைப்பு விடுத்தார்",
      "body_lines": [
        "தற்போதைய SLTDA தலைவர் முடிவெடுக்கும் செயல்பாட்டில் தொழில்துறை பங்குதாரர்களை புறக்கணித்ததாக கூறுகிறார்",
        "ஒரு பொதுவான செயல் திட்டத்தைச் சுற்றி தொழில்துறை பங்குதாரர்களை அணிதிரட்ட முடியவில்லை என்றும் கூறுகிறார்",
        "தொடர்ச்சியான தனிமைப்படுத்தலின் விளைவாக சுற்றுலாத்துறையின் மீட்சியின் காரணமாக இலங்கை சுற்றுலாத்துறையின் தலைவர் கிமர்லி பெர்னாண்டோ உடனடியாக இராஜினாமா செய்ய வேண்டும் என முன்னாள் இலங்கை சுற்றுலா அபிவிருத்தி அதிகாரசபை (SLTDA) மற்றும் இலங்கை சுற்றுலா ஊக்குவிப்பு பணியகத்தின் (SLTPB) தலைவர் கிஷு கோம்ஸ் அழைப்பு விடுத்துள்ளார். முடிவெடுக்கும் செயல்பாட்டில் சுற்றுலாத் துறை பங்குதாரர்கள்.",
        "\"தொழில்துறையின் முன்னேற்றத்தைத் தடுக்கும் இத்தகைய மோதல்களின் நிலைகள் அந்தந்த பதவிக்காலத்தில் இருந்ததில்லை என்பதை கடந்த அனைத்து தலைவர்களும் உறுதியளிக்கிறார்கள்.",
        "தலைவர் பதவியை காலி செய்யக் கோரி தொழில்துறை பங்குதாரர்கள் ஒன்றுக்கு மேற்பட்ட முறை பல போராட்டங்களை நடத்திய போதிலும் அவர் பதவி விலகாமல் இருக்க காரணங்கள் இருக்கலாம்.",
        "எவ்வாறாயினும், இந்த முக்கியமான தருணத்தில் சிறந்த வருவாயை ஈட்டுவதற்கு அனைத்து தொழில்துறை பங்குதாரர்களையும் ஒரே குடையின் கீழ் கொண்டு வரும் ஒருவரை ஜனாதிபதி அல்லது பொருள் அமைச்சராகக் காத்திருப்பதற்குப் பதிலாக அவர் மனதார பதவி விலகுவது தொழில்துறையின் நலனுக்கான சிறந்ததாகும், ”என்று கோம்ஸ் கூறினார். வெள்ளிக்கிழமை ஒரு ஊடக அறிக்கையில் குறிப்பிட்டார்.",
        "SLTDA இன் தலைமைத்துவத்தின் மீது சுற்றுலாத் துறை பங்குதாரர்களின் பரவலான அதிருப்தியைப் பகிர்ந்து கொள்ளும் அதே வேளையில், மீட்சியை நோக்கிச் செல்வதற்கும் இந்தத் தருணத்தில் தொழில்துறையை மீளக் கட்டியெழுப்புவதற்கும் அனைத்து முக்கிய பங்குதாரர்களையும் ஒரு பொதுவான செயல்திட்டத்தில் கொண்டு வருவதற்கு பெர்னாண்டோவால் இயலாது என்று அவர் கருத்து தெரிவித்தார். நாட்டில் வெளிநாட்டு நாணயங்கள் மிகவும் தேவைப்படும் இடத்தில்.",
        "\"ஊடகங்களில் தெரிவிக்கப்பட்டுள்ளபடி, SLAITO, THASL, TAAL, ASMETSL மற்றும் SLAPCEO போன்ற முக்கிய பங்குதாரர்களை உள்ளடக்கிய தொழில்துறை தலைவர்கள், அனைத்து முக்கிய பங்குதாரர்களையும் ஒன்று திரட்டுவதற்குப் பதிலாக, இலங்கை சுற்றுலாத் தலைவர் தன்னிச்சையான முடிவுகளை எடுப்பது குறித்து பலமுறை தங்கள் அதிருப்தியை வெளிப்படுத்தியுள்ளனர். நாட்டு மக்களின் அடிப்படைத் தேவைகளைப் பூர்த்தி செய்ய வெளிநாட்டு நாணயங்கள் தேவைப்படும் நேரத்தில், கொரோனா வைரஸ் பாதிப்பால் சிதைந்து போன தொழிலை மீட்டெடுத்து மீண்டும் கட்டியெழுப்புவதற்கான பொதுவான வேலைத் திட்டம்” என்று அவர் விரிவாகக் கூறினார்.",
        "தற்போதைய பொருளாதார மற்றும் அரசியல் நெருக்கடிகள் காரணமாக முன்பதிவு முன்பதிவுகள் வறண்டு போயுள்ள அதே வேளையில், முன்பதிவு ரத்து செய்வதில் தொழில்துறை 50 சதவீதத்திற்கும் அதிகமாக இருப்பதைக் கண்டதாக கோம்ஸ் சுட்டிக்காட்டினார். முன்னோக்கிச் செல்வதற்கு, தொழில்துறைக்கு சரியான தலைமை தேவை என்று அவர் வலியுறுத்தினார், ஒரு நபர் ஒன்றிணைந்து முக்கிய பங்குதாரர்களின் அங்கீகாரத்தைப் பெறுகிறார்.",
        "\"மாலத்தீவுகள் மீண்டு வருவதற்கு ஒரு சிறந்த உதாரணம், அதற்காக தொழில்துறையின் முக்கிய பங்குதாரர்களால் ஏற்றுக்கொள்ளப்படும் மற்றும் மதிக்கப்படும் சரியான தலைமை எங்களுக்குத் தேவை,\" என்று அவர் கூறினார்."
      ]
    }
  }
}