{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81441/ukraine-leader-demands-western-nations-give-arms-asks-if-theyre-afraid-of-moscow",
  "time_ut": 1648363860,
  "title": "Ukraine leader demands Western nations give arms, asks if they’re afraid of Moscow",
  "body_lines": [
    "(Reuters) - Ukrainian President Volodymyr Zelenskiy, visibly irritated, on Saturday demanded Western nations provide a fraction of the military hardware in their stock piles and asked whether they were afraid of Moscow.",
    "Several countries have promised to send anti-armor and anti-aircraft missiles as well as small arms but Zelenskiy said Kyiv needed tanks, planes and anti-ship systems.",
    "“That is what our partners have, that is what is just gathering dust there. This is all for not only the freedom of Ukraine, but for the freedom of Europe,” he said in a late night video address.",
    "Ukraine needed just 1% of NATO’s aircraft and 1% of its tanks and would not ask for more, he said.",
    "“We’ve already been waiting 31 days. Who is in charge of the Euro-Atlantic community? Is it really still Moscow, because of intimidation?” he said.",
    "Zelenskiy has repeatedly insisted that Russia will seek to expand further into Europe if Ukraine falls. NATO though does not back his request for a no-fly zone over Ukraine on the grounds this could provoke a wider war.",
    "Earlier in the day Zelenskiy talked to Polish counterpart Andrzej Duda and expressed disappointment that Russian-made fighter aircraft in Eastern Europe had not yet been transferred to Ukraine, Zelenskiy’s office said in a statement.",
    "“The price of procrastination with planes is thousands of lives of Ukrainians,” the office quoted him as saying. Zelenskiy said Poland and the United States had both stated their readiness to make a decision on the planes.",
    "Earlier this month, Washington rejected a surprise offer by Poland to transfer MiG-29 fighter jets to a U.S. base in Germany to be used to replenish Ukraine’s air force."
  ]
}