{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/indian-shipment-of-rice-milk-powder-medicines-worth-2bn-arrive-in-sri-lanka-94531/",
  "time_ut": 1653233520,
  "title": "Indian shipment of rice, milk powder, medicines worth 2bn arrive in Sri Lanka",
  "body_lines": [
    "ECONOMYNEXT – A shipment of rice, milk powder and medicines worth over 2 billion rupees arrived in Colombo on Sunday (22) as part of Indian humanitarian aid to cash-strapped Sri Lanka as the the island nation goes through its worst economic crisis on record.",
    "The Indian High Commission in Colombo called it a message of care from India to Sri Lanka.",
    "A message of care!!! From the people of 🇮🇳 to the people of 🇱🇰…High Commissioner handed over rice,milk powder& medicines worth more than SLR 2 billion to Hon'ble FM Prof.G.L Peiris in #Colombo today.Hon'ble Minister @nimaldsilva, @VajiraAbey, @SagalaRatnayaka, @S_Thondaman pic.twitter.com/WNDoSiQPjE",
    "The donation was ceremoniously handed over to Foreign Minister G L Peiris Sunday afternoon. Also taking present on the occasion were India’s High Commissioner to Sri Lanka Gopal Baglay, Minister Nimal Siripala de Silva, United National Party (UNP) stalwarts Sagala Ratnayake and Vajira Abeywardena, and Ceylon Workers’ Congress President Senthil Thondaman.",
    "Indian media quoting the Tamil Nadu Chief Minister’s office said on Friday (20) that 9,000 metric tonnes of rice, 200 metric tonnes of milk powder and 24 metric tonnes of essential medicines were in the shipment that was en route to Colombo.",
    "Sri Lanka Prime Minister Ranil Wickremesinghe thanked Tamil Nadu Chief Minister M K Stalin and the people of India for the support.",
    "Sri Lanka today received Rs. 2 Billion worth Humanitarian aid including milk powder, rice and medicines from India. Our sincere gratitude to the Tamil Nadu Chief Minister Hon. @mkstalin and the People of India for the support extended (1/2)"
  ]
}