{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Shortage-of-essentials-rising-costs-and-street-protests-EDITORIAL/172-232636",
  "time_ut": 1646774700,
  "title": "Shortage of essentials, rising costs and street protests - EDITORIAL",
  "body_lines": [
    "Our country is in the midst of one of the worst crises to hit since independence in 1948. Tourism and remittances of expatriate workers which formed the backbone of foreign earnings dried up since the Covid pandemic hit. The drop in income led to an explosion of the country’s outstanding external debt.",
    "By the end of April 2021, according to the Department of External Resources, the country owed US$ 35.1 billion. But foreign reserves were down to US$ 2,361 million in January 2022 leading to import curbs including fuel. Today the tourist industry is beginning to pick up, but fuel is in short supply.",
    "Daniel is the head of the transport division of a company in the tourist sector, last Friday around midnight he was driving around the city in one of his company’s vehicles - not transporting tourists - but in a desperate search for fuel...",
    "He had an upcoming tour the next day but had been unable to find the precious fuel needed to keep his contract with incoming tourists. We will be bankrupted he said, if we are unable to find sufficient stocks of fuel to fulfill our commitments to incoming guests.",
    "After a break of nearly two years, tourism is on the rise. Many tourists are already here, but there are fears the country is going to blow its chances of reviving the industry due to a chronic shortage of fuel. Long queues can be seen outside petrol stations awaiting the arrival of a rare fuel bowser. Domestic cooking gas too is not available. Angry citizens go from one distribution point to another in vain. To make matters worse, the government raised the price of fuel by nearly 12%.",
    "Since last week daily power cuts of over five hours began to be imposed across the country. The financial crunch has led to a ban on imports and in recent months, food prices have skyrocketed and there has been a continued dearth of essential goods and medicines. Even the price of a simple tablet of Panadol - the poor man’s cure-all for all ailments - has been increased.",
    "Powdered milk is in short supply, men, women and even children can be seen running from boutique to boutique during the early hours of the morning in search of even a small packet of milk powder. The Government’s sudden decision to ban the import of agro-chemicals resulted in crop failure and prices of fruit and vegetables have almost doubled. As if though, this was not bad enough two days ago (March 7), the Bakers Association announced they will be forced to increase the price of a loaf of bread to",
    "With government concurrence, in April 2020 private sector employers were permitted to cut workers’ salaries by 50%. The wage cut still continues.",
    "At that time the cost of bread was Rs 50/- per loaf! Today it varies between Rs. 74/- and Rs. 80 and sooner rather than later it will rise to Rs. 100/- per loaf!",
    "World Bank figures reveal 10.9% of Sri Lankans live below the poverty line (US$ 3.20) Approximately, Rs. 760/- per day, while the monthly wage is less than Rs. 25,000/-. Yet the cost of two square meals per day for a family of four is well over Rs. 25,000/- per month. It also leaves no funds for education, medical needs, clothing and recreation, leaving many fearing of their ability to feed their families on the morrow.",
    "While government provided many relief to industrialists in the form of loans etc. Nothing has been done to alleviate the plight of the common man and what was once a thriving middle class have been pushed into the ranks of the new poor.",
    "It is no wonder we are beginning to see political party street protests popping up in different parts of the country. Let’s hope the protectors of the law will not attack protestors leading to violence",
    "What is worse is that the government does not seem to have any plan to get out of the crisis. Even if they do  have, they are successfully hidden from all sections of the people.",
    "The new mantra seems to be, go to the International Monetary Fund (IMF) for a debt restructuring loan.",
    "The sudden devaluation of the rupee seems to indicate the wheels of the IMF have already started to grind. We can expect further cuts in subsidies (water, electricity, fuel, fertilizer etc.) and resultant price increases.",
    "Let’s wish each other the best and prepare ourselves for further tightening of belts."
  ]
}