{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-republic-fiftieth-anniversary-and-fifty-days-of-aragalaya/",
  "time_ut": 1654273200,
  "title": "The Republic: Fiftieth Anniversary and Fifty Days of Aragalaya",
  "body_lines": [
    "Sri Lanka became a Republic on 22 May 1972, and the fiftieth republican anniversary has come and gone largely unnoticed. The only acknowledgement of the occasion so far in the media has been the articles by Dr. Jayampathy Wickramaratne, which were also a reproduction of a chapter on the 1972 Constitution that he wrote for a book felicitating the political life of Prime Minister Sirimavo Bandaranaike. Last Sunday, Prime Minister Ranil Wickremesinghe addressed the nation for the second time in as many weeks. He spoke of the need to address issues facing the country not only in the economic sphere, but also in the political sphere which would involve constitutional changes.",
    "However, the Prime Minister made no reference to the fiftieth anniversary of the Republic and its implications for the constitutional changes that are being considered now. He is only too well aware that the current impetus for constitutional changes is not due to the age of the Republic – its fifty long years, but it is due to the pressure brought on by 50 days of Aragalaya protests. The 50-day mark of Aragalaya was faithfully marked by the youthful protesters, quite unlike the 50th anniversary of the Republic.",
    "The Republic came into being by virtue of the First Republican (1972) Constitution under the auspices of the United Front Government with Mrs. Bandaranaike as Prime Minister and Dr. Colvin R de Silva as the Minister of Constitutional Affairs. The parliament that was elected in 1970 with a landslide majority for the United Front Government, was turned into a Constituent Assembly to “draft, enact and adopt” a new constitution quite outside the ambit of the Soulbury Constitution and, as Dr. Colvin would often intone, “not merely despite the Queen but in defiance of the Queen.” Thus, Sri Lanka became a Republic with one more formal severing of its colonial cords.",
    "The First Republican Constitution lasted only five years and was quite easily undone by its own exceptionally flexible provision for its repeal and replacement by a future parliament commanding a two-thirds majority of its members. The 1977 election gave JR Jayewardene and the United National Party more than a two thirds majority, which JRJ used not only to repeal and replace the 1972 Constitution, but also foist on Sri Lanka a presidential system of government that had no justificatory rationale in national politics or support in the country beyond JRJ’s idiosyncratic mind and his possession of undated letters of resignation given to him by all newly elected UNP MPs.",
    "The upshot was the Second Republican Constitution that was adopted in 1978. In contrast to the supreme flexibility of the 1972 Constitution, the 1978 Constitution was deliberately entrenched against changes by future parliaments except the long parliament (1977-1988) that JRJ presided over. The 1978 Constitution has been in force for 44 years, and has been Sri Lanka’s most contentious constitution. It has also lasted the longest.",
    "The constitutional changes that are currently on offer are not changes to anything in the First Republican Constitution, but to the Second Republican Constitution. The main constitutional changes that are now being bandied as part of the 21st Amendment (21A) primarily involve significant modifications to the powers of the Executive President. An anticipated sequel to 21A is the abolishing of the presidency itself. Although they are not included in the current proposals for 21A, there are two other matters that will need to be addressed through constitutional changes sooner than later.",
    "The first is electoral reform to modify the current proportional representation system to a blend of the old first-past-the-post system and limited proportional representation. Constitutional changes to bring about electoral reform have had nearly unanimous support among MPs in every parliament since 1994, but every President and her/his government from 1994 has singularly failed to leverage this support and transform the electoral system. And it is not likely to happen even now without pressure and prodding from Aragalaya protests.",
    "The second matter is more controversial and involves the question of devolution of powers and consistently positive implementation of the Thirteenth Amendment (13A). There is no consensus over what needs to be done even though, it is fair to say, the call for repealing 13A has lost any consequential political support that it may have previously had. Gotabaya Rajapaksa himself once called for the repeal of 13A, but it is unlikely that he is harbouring such thoughts now, if he is harbouring any constitutional thought at all. More so, with all the financial bailouts from India without which his presidency will be a goner much sooner than it would eventually be.",
    "The controversy over 13A cannot be settled by taking extreme positions – either calling Provincial Councils a steppingstone to separation, which is simply nuts; or insisting that PCs are unworkable so long as the Constitution calls itself a unitary constitution, which is equally nuts. Federal and Unitary arrangements are not disconnected poles with nothing in between, but are the ends of a continuum with several intermediate possibilities. The fact that the unitary article and the 13th Amendment are part of the same constitution is proof of the co-existence pudding. The trouble is nobody is interested in actually eating the pudding, only complaining about what ingredients in it are too much and what ingredients are missing.",
    "In my view, it would be distractive and counterproductive to expand the scope of 21A to include constitutional changes involving 13A and Provincial Councils. The main task is to make the Provincial Councils system work, first by providing for them to be elected along with the next parliament under a reformed electoral system. Constitutional adjustments can be brought in later based on sincere and honest operational experience of the newly elected Provincial Councils. For now, the focus should be on constitutional changes involving the executive presidency first, and electoral reforms soon after.",
    "In his Sunday talk last week, the Prime Minister spoke to the “two major issues in the political sphere.” The first issue, he said, is “the re-introduction of the 19th Amendment,” and noted that “… party leaders, are now preparing the 21st Amendment in this regard.” The second issue “is to work towards the abolition of the Executive Presidency. The timing and methodology must be decided by the Party Leaders.”",
    "While abolishing the executive presidential system has been a constant policy plank across all major political parties from 1994, this is the first time a Prime Minister has addressed the nation indicating that parliament must “work towards the abolition of the Executive Presidency,” and that “the timing and methodology must be decided by the Party Leaders.” There are number of ways of looking at this statement and its implications.",
    "First, it must be acknowledged that such a statement would have been unthinkable, and even more unthinkable that it could be made by someone like Ranil Wickremesinghe, without the ground-breaking effects of the Aragalaya protests. To be sure, it is not only the Prime Minister who is talking about abolishing the presidency as a result of Aragalaya, but even President Gotabaya Rajapaksa has been forced by it to meekly indicate his readiness for abolishing the presidency. This was before May 9, when Aragalaya was in full flight. Now the President seems to be changing his tune, but more on that later.",
    "Second, it is possible to see the Prime Minister’s statement both as a notice to the President, as well as a rallying call for supporting constitutional changes both within parliament and outside. Those within parliament who are committed to enacting 21A and abolishing the presidency must stop using them to make rhetorical points and start focusing on winning support among MPs to obtain the requisite two-thirds majority.",
    "Third, insofar as the PM’s statement might also be meant for the ears of Aragalaya protesters, one can only say that the Prime Minister is being better late than never. I say this because it has been reported that in his discussions with the President before being appointed as Prime Minister, Ranil Wickremesinghe has told Gotabaya Rajapaksa that he should resign as President. I say as well that Mr. Wickremesinghe would have strengthened his position immensely, both within and outside parliament, if he had made his position publicly known instead of keeping it as a private suggestion to the President. Belatedly, he has gone public now, but it is too soon to tell if he is too late in publicly stating that 21A must be passed and the Executive Presidency must be abolished. Here is why.",
    "Last week I noted some of the consequences of the deflation of Aragalaya after the tumults out of Temple Trees on May 9. It is not only reactionary politics and Basil Rajapaksa’s antics that have been resurrected by the deflation of Aragalaya. There is also the ministerial resurrection of Wijeyadasa Rajapakse who has been entrusted with the drafting of the 21A Bill. Given his chequered past, no one should be surprised that the draft Bill that he is currently circulating is unacceptable to almost all genuine stakeholders for constitutional reform. In addition, quite a few SLPP MPs and former Ministers are now ganging up against substantive constitutional changes and abolishing the executive presidency.",
    "Above all, the President, either on his own bad advice or that of others, would appear to be keen on consolidating his political position with no apparent interest in addressing the burning issues in either the economic sphere or the political sphere that the Prime Minister has been harping on. While others are talking about separating the Head of State from holding ministerial portfolios, the President is gazetting himself authority over 42 institutions by bringing them under the Defence Ministry. Why should the President be directly bossing over institutions like The Board of Investment, Sri Lanka Telecom and the Port City Economic Commission, and why should such institutions come under the Ministry of Defence?",
    "And why is the President extending the duration of the ‘One Country One Law’ Presidential Task Force headed by the controversial Gnanasara Thero even after the Attorney General has instructed that charges by filed against the monk for using hate speech against religious minorities? Is the Task Force going to be helpful in getting bridge financing from the IMF? Or is there a new credit line from Saudi Arabia that Gnanasara Thero recently visited apparently for enlightenment on religious cohabitation?",
    "If the President seems earnest about consolidating his positions and murky bases, he is also showing himself to be deceptive and manipulative in spreading misinformation about Aragalaya protesters. At least, the President’s Media Division (PMD) is. Last week, the PMD put out a press release that has since been exposed and dismissed as false information. The PMD statement alluded to an organization called “The Confederation of Professionals for a National Policy” and described it as “a group of professionals and youth involved in ‘Aragalaya’ (struggle).” The statement went on to say that this ‘group’ met with the President on Wednesday (June 1), the meeting was held under the patronage of Ven. Prof. Pathegama Gnanissara Thera and Shastrapathi Ven. Vitiyala Kavidhaja Thera, and that the meeting was attended by Dr. Asoka Jayasena and Mr. Nelum Weragoda representing the “group of professionals and youth involved in Aragalaya.”",
    "Unsurprisingly, the PMD statement did not provide the names of Aragalaya youth who allegedly attended the meeting. In fact, there were no names to provide because no one from Aragalaya attended any meeting with the President. The protesters who have been out for over 50 days demanding the resignation of the President have flatly denied meeting with the President as (falsely) claimed by the President’s Media Division. Aragalaya protesters have been quite categorical in denouncing the PMD’s falsehoods: “We don’t want to have any sort of discussion with the President. We just want him to be sent home. That’s the name of our movement “Gota Go Gama” (GGG), meaning for Gota to go.”",
    "Why would the PMD publicly lie about anyone from Aragalaya attending any meeting with the President? The PMD had further stated that the meeting was also attended by the new Minister of Justice Wijeyadasa Rajapakshe, and the discussion at the meeting “focused on short, medium and long-term measures that should be taken to address the current political, social and economic crisis and the adoption of a new ‘people-friendly’ Constitution.” Assuming that Minister Rajapakshe did in fact attend a meeting at the President’s House, where was the Prime Minister in all this while the President was leading a discussion on adopting a new “people-friendly” Constitution? And where was 21A in all this? Never mind abolishing the executive presidency.  (To be continued)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}