{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ranil-wickremesinghe-becomes-prime-minister/",
  "time_ut": 1652450640,
  "title": "Ranil Wickremesinghe becomes Prime Minister",
  "body_lines": [
    "“Churchill had only four members backing him in 1939. How did he become Prime Minister? Because of the crisis. I have done the same.”",
    "— Ranil Wickremesinghe to a British journalist, after his appointment",
    "The Constitution of Sri Lanka empowers the President to appoint as Prime Minister any MP who he feels musters the confidence of the parliament. Thus Maithripala Sirisena, instead of retaining an MP from the UPFA or SLFP, chose Ranil Wickremesinghe as his Prime Minister in 2015, even though the UNP had less than 90 seats in the House. When the UNP won a majority in the general elections that year, the confidence Wickremesinghe mustered in the country’s legislature was as symbolic as it was tangible.",
    "The 19th Amendment did away with much of the President’s powers. This included the power to appoint the Prime Minister. Thus, when Sirisena dismissed Wickremesinghe and appointed Mahinda Rajapaksa in October 2018, he had very little to back him up. He did the inevitable, which was to delay a vote in parliament. Eventually, when mounting pressures made him realise that such tactics would go nowhere, he appointed Wickremesinghe again, the third time in four years. In other words, his fortunes hinged on whether the Constitution permitted him to appoint a Prime Minister of his preference.",
    "Gotabaya Rajapaksa’s choice of Prime Minister was obvious from the word go: his brother was always going to be his choice. Meanwhile, the 20th Amendment flattened the 19th Amendment, though without reviving the 18th. This brought all independent commissions under his purview, giving him sweeping powers of appointment and dismissal, including of the Prime Minister.",
    "That is why it didn’t matter that Ranil Wickremesinghe was the sole MP of a party that had clinched barely 250,000 votes from the entire country. The power of the 20th Amendment was such that an unpopular President could appoint a sole sitting MP as Prime Minister, while securing the support and approval of the ruling party.",
    "Appointed Prime Minister five times since 1993, Ranil Wickremesinghe now serves in that capacity for the sixth time under Gotabaya Rajapaksa. The irony there is almost delectable. The same man who the Rajapaksa camp derided as a traitor hostile to the national interest, in 2019, has been made the deputy in that camp.",
    "Not too long ago he courted the love and admiration of Colombo’s upper middle-class liberals. He has since lost the respect he used to get from this class, but his base remains. In any case, in the minds of his detractors, even inside the nationalist camp, he has now turned into Sri Lanka’s last great hope.",
    "The SJB MPs criticising Gotabaya Rajapaksa’s latest appointment have forgotten that they were once part of Wickremesinghe’s coterie, and that they entered politics through him and with his blessings. They were also, not too long ago, his biggest cheerleaders. While many of them supported Sajith Premadasa’s shot at the leadership of the UNP as far back as 2013, not all of them came out to oppose the real leader.",
    "All this changed in 2019, when, after the November elections, the anti-Ranil faction summoned enough courage to inform him that they wanted the party to move in a new direction. Wickremesinghe, naturally, did not agree with their proposal. That is how the SJB came to be.",
    "The SJB has always had a complex relationship with Wickremesinghe. When, after months of speculation, he decided to fill in the one slot the party won at the 2020 general election, an SJB MP tweeted rather positively, wishing him the best and hoping he would work for the country. Then another MP shot back, charging that the man was concerned only with his welfare and not the country’s.",
    "Meanwhile, Harin Fernando’s exit from the SJB came in the wake of speculation that he would return to the UNP, after he made a stirring of statements critical of Premadasa. Exasperated by Premadasa’s dithering over the premiership (“asayi-bayayi”), Fernando struck at the 11th hour, leaving the party.",
    "It’s hard to ascribe all these developments to Ranil Wickremesinghe’s machinations. But it is true that he has acquired a reputation for brokering the most impossible deals. In 2000 no one imagined that he would become Prime Minister a year later. Three years later, the then President had sacked him, setting off a cycle of appointment, dismissal, resignation, and re-appointment that continues to this date.",
    "Wickremesinghe has a knack for the most unlikely comebacks. And this may be his greatest comeback: becoming Prime Minister, not under a UNP or SLFP president, but under a Rajapaksa, and Gotabaya at that.",
    "Not a few people consider Wickremesinghe’s appointment a betrayal of the Galle Face mandate. They are not entirely wrong. The underlying message of the Gotagogama protests was, and will be, Gotabaya Rajapaksa’s departure from the presidency. Wickremesinghe’s appointment does not help achieve this target, even if Rajapaksa did, in his address to the nation on Wednesday night, promise a rollback of the Executive Presidency through the re-introduction of the 19th Amendment.",
    "Nevertheless, Wickremesinghe now serves as Prime Minister of an interim government tasked with the revival of the economy. The perception that he can achieve this is what has emboldened not a few protesters to praise the decision, and to admit that Rajapaksa’s choice is the only man to do it.",
    "In other words, opinion over Ranil Wickremesinghe remains as heavily divided as ever. On the one hand, Wickremesinghe leads a bandwagon of supporters no less servile than the most stubborn and unyielding Rajapaksa loyalist. On the other hand, over the years, he has cultivated an image of himself as a doer and a thinker.",
    "Not a few of his pronouncements during the last two years have come true. This, coupled with the SJB’s indecisiveness over the premiership, has made many anti-Rajapaksa activists endorse the decision, even if they think that Gotabaya should still go. For them, Wickremesinghe becoming Prime Minister is a small victory to be celebrated, though not at the cost of the wider objective.",
    "In that sense, the protesters’ relationship with Wickremesinghe is as complex as the SJB’s relationship with the man. The Galle Face Green protests are as leaderless and rudderless as urban protests go. Though SJB MPs and UNP activists now accuse them of being led, if not manipulated, by the JVP-NPP and FSP, they represent different shades of political opinion and different political formations, from the UNP to the JVP.",
    "Brought together by a common slogan – #GotaGoHome – the protesters are only beginning to wake up to the realities of party politics and ideological differences. Thus, in the same breath with which they could hail the protests as progressive, UNP and SJB allied supporters are now turning against the demonstrations, claiming that they are tilted heavily to the New Left.",
    "Does this mean that Wickremesinghe’s appointment will split the movement? Perhaps. Not a few UNP and SJB activists believe that the protesters favour the JVP-NPP and FSP. When Sajith Premadasa tried to enter Gotagogama last Monday after pro-Rajapaksa goons began vandalising the site, he was physically rebuffed by the protesters.",
    "This sparked off a series of tweets by an SJB MP who complained that while Anura Kumara Dissanayake could enter the ground without any problem, the SJB, despite being the main opposition, was not given the same courtesy or extended the same invitation. While many of these tweets, which even UNP activists make and share, border on conspiracy theories – inter alia, about the New Left destabilising the country – Wickremesinghe’s appointment, and Premadasa’s aspirations to the premiership, have distanced the SJB and UNP from the protests.",
    "All this makes one wonder whether Gotabaya Rajapaksa made a pincer move with Ranil Wickremesinghe. Wickremesinghe enjoys a reputation that SJB MPs do not, even if that reputation is hardly of the kind a politician would want. He is associated with enough and more intrigues and deal-brokering: an asset to any President down on his luck. As deeply unpopular as he is, besides, Gotabaya Rajapaksa is not devoid of options; in refusing Sajith Premadasa’s offer, he has signalled his readiness to work with a man his supporters would never, in their wildest dreams, have associated with him. This shows how desperate he is, but it also shows how hopeful he is about his latest arrangement.",
    "US Ambassador Julie Chung congratulated Ranil Wickremesinghe immediately after his appointment, stating point-blank that his premiership is one of the first steps to restoring stability to the country. I know several protesters – of course barring the sort who admire Wickremesinghe – who’d beg to differ.",
    "Nevertheless, there is no denying that Sri Lanka’s latest Prime Minister enjoys the confidence of the President, even if he doesn’t enjoy the confidence of the House. What deals Wickremesinghe can negotiate in the next few days will determine the country’s course over the next few months. Lenin once said that there are decades where nothing happens, and days where decades pass. We are living through those days. One can only wish everyone the best as we pass through them.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}