{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/crisis-hit-sri-lanka-in-process-to-mend-japanese-ties-after-cancelling-lrt-ect-projects-95901/",
  "time_ut": 1655385060,
  "title": "Crisis-hit Sri Lanka in process to mend Japanese ties after cancelling LRT, ECT projects",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is in the process to mend severed ties with Japan after the island nation unilaterally cancelled a 1.5 billion US dollar light rail transit (LRT) and East Container Terminal (ECT) projects as the crisis-hit South Asian nation is seeking international help to come out of its economic downturn amid a political crisis.",
    "Higher government officials and ruling Sri Lanka Podujana Peramuna (SLPP) members have told EconomyNext that most foreign countries were hesitant to help Sri Lanka unlike in the past because some harsh ‘undiplomatic’ experiences in the past.",
    "A former SLPP cabinet minister has said some countries have indirectly told the government that they would not help until President Mahinda Rajapaksa and his family members are in power.",
    "Foreign Minister G L Peiris at a meeting with Miyake Shingo, Parliamentary Vice Minister for Foreign Affairs of Japan, said “the relationship with Japan is vital for Sri Lanka,” after he met the Japanese high official on the sidelines of the 50th session of the Human Rights Council.",
    "Peiris noted that, over the decades, Japan has been a close partner of Sri Lanka, and “expressed appreciation for the assistance provided, particularly in the areas of skills development, computer technology, the construction of the Sri Jayawardenepura Hospital, assistance to the Rupavahini Corporation, the significant assistance provided recently for medical and pharmaceutical items, as well as Japan’s supportive stance on Sri Lanka”, the island nation’s Foreign Ministry said in a statement.",
    "“He also recalled the support extended by Sri Lanka to Japan at the San Francisco Conference at the conclusion of World War II. Sri Lanka wished to expand cooperation with Japan in the areas of digitalization, carbon credit, and ocean related activities including coast conservation, fisheries and global warming. Reference was also made to exploring cooperation in areas coming under the purview of the World Trade Organisation.”",
    "The government under President Gotabaya Rajapaksa, which was close to China earlier, unilaterally suspended a 1.5 billion US dollar LRT project and 500 million US dollar ECT project, which is involved with a tripartite deal with India as well.",
    "Shingo noted that Japan, too, wished to deepen and strengthen cooperation with Sri Lanka in international fora.",
    "Both countries are celebrating 70th year of diplomatic relations this year.",
    "“He…. expressed the hope that long before the 100 year celebration, the relations between the two countries would be elevated to an even higher level. He expressed interest in furthering cooperation with Sri Lanka in the areas mentioned,” Sri Lankan Foreign Ministry said.",
    "Japan has been the top lender for Sri Lanka under its concessionary funding and has poured billions of yens to Sri Lanka’s main Colombo port and many other infrastructure projects.",
    "Sri Lanka is facing its worst economic crisis in the post-independent era. Many countries have pledged help but said only they can do that once Sri Lanka ensures an International Monetary Fund programme after renegotiations with its creditors.",
    "The diplomatic ties with Japan was severed after Rajapaksa’s decision to cancel the key projects which were signed under the previous government.",
    "Japan played a key role when Sri Lanka faced an economic collapse in 2001. It helped to host a donor forum for Sri Lanka and raise 4.5 billion US dollar in 2003 to rebuild war ravaged infrastructure during a ceasefire agreement in the island nation’s civil war. But the country was unable to use the funding fully as there was a government change in 2004.  (Colombo/June 16/2022)"
  ]
}