{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/where-is-the-urgency-all-party-huddle-boycott-and-supreme-court-challenge/",
  "time_ut": 1648217220,
  "title": "Where is the urgency? All Party huddle & boycott, and Supreme Court challenge",
  "body_lines": [
    "No one at the All Party Conference on Wednesday showed any urgency about addressing the severe shortages of essentials – food, medicine, milk, cooking gas and fuel that people are experiencing. Prices of all essentials have become unaffordable for most people, and the supplies are not enough even for the few who can afford them. No one at the APC asked questions about the procurement and supply situation involving consumer essentials. The next day in parliament there was stupid banter about potential crossovers from the boycotting SJB to government but no serious questions or answers about essential supplies.",
    "The government may now be forced to come up with answers before the Supreme Court where the Bar Association, on Friday, filed an unprecedented fundamental rights application against the entire government, asking the Court to direct, among others, “the Cabinet of Ministers and/or any other Respondents to immediately consult with all the relevant stakeholders and independent experts to formulate and implement policies to provide uninterrupted access and to provide concessions in relation to the prices of essential goods and services to the people including LP gas, fuel, electricity, milk powder, medicine and food and to report to the Supreme Court of the policies formulated on the above.” No one asked for this so forcefully either at the APC or in parliament.",
    "The only answer so far is the empty boast in parliament by Agricultural Minister Mahindananada Aluthgamage that a “special mechanism was in the making to supply rice at a reasonable price during the upcoming festive season.” A mechanism in the making to provide rice for the New Year! Nice, but at what price? And what about rice or food availability before and after the April New Year. The Minister went further and as reported, “told Parliament that he could guarantee that there won’t be a food crisis” in the country. People have become all too familiar with this government’s broken guarantees. To make matters worse there are fears now about global food and fuel crises with both high prices and scarce supplies, as a result of the war in Ukraine. And Sri Lanka is hardly in a position to weather these new storms that are already spreading.",
    "International observers have noted the growing ubiquity of protests over rising food prices and shortages in Albania, Iraq, Sri Lanka and Sudan among others. David Beasley, the executive director of the UN Word Food Programme (WFP) has commented that the food situation in many countries today is worse than the 2011 crisis of rising food prices that triggered the Arab Spring uprisings in Egypt and across North Africa. There is much discontent in Sri Lanka, but no one is sensing any revolutionary spring. The regime is clearly unstable but no one is scheming to topple it except through the electoral process. Yet, no one can predict how the public mood will change and what it will precipitate if the current shortages and high prices continue to worsen and the government fails to provide relief to the people.",
    "That is why it is bewildering that neither APC attendees nor its boycotters have been showing any urgency about ensuring and monitoring a steady supply of consumer essentials. The government if it is organized, as it ought to be, should be putting out daily information about current supply levels of each essential commodity; the local availability of any of them; and the import requirements along with procurement arrangements including foreign exchange allocations, exporting country, as well as shipping, timing and local distribution. Hopefully, the Supreme Court will order the government to do this daily.",
    "The supply situation is so dire and unpredictable that a government that cannot provide daily information on inventory levels does not deserve to continue in power. Equally, opposition parties do not deserve to become government unless they demonstrate their superior capabilities by constantly pressuring the government to provide inventory information, or do their own research and indicate how they would manage matters differently.",
    "Monitoring inventory levels will be of no use unless the government can find foreign exchange to procure imports. At the least, inventory updates will inform the government and parliament the minimum foreign exchange levels that will be required to maintain at least subsistence levels of essential supplies. And where will the government get the requisite from – India, China, and at long last the IMF? Such information will also be useful in negotiations with the IMF to ensure priority allocation of sufficient foreign exchange for basic food supplies while restructuring debt payments, as well as for helping those with dwindling means to meet their basic needs.",
    "Astonishingly at the APC, the Central Bank Governor who has been simply pigheaded in resisting IMF help for over two years, and in prioritizing debt payment over importing food and fuel essentials, was asked to deliver a lecture on the country’s economic situation. The Minister of Finance, whose business it was to address the conference, kept mum, as he has been for the last three months, until Ranil Wickremesinghe needled him and forced him to admit that, in spite of its repeated denials, the government in fact had received the IMF’s Report on Sri Lanka, albeit in draft form. Mr. Wickremesinghe was at his cynical best as he put Nivard Cabraal in his place, and obliged the President to apologise to the Conference for the Governor’s silly remarks about the previous administration.",
    "Besides government representatives, the APC was attended by a motley crowd of political parties with Ranil Wickremesinghe playing the elder statesman role. His bête noire, Maithripala Sirisena, who is credited for the APC idea, was also in attendance. Dr Tissa Vitarana was reduced to being the emissary, along with Ven. Athuraliye Rathana Thera, for the 11-Party alliance which is curiously constrained to stay in the government while opposing the Cabinet.",
    "The two main opposition parties, the SJB and the JVP, boycotted the APC, and they were joined by the Plantation Tamil political parties, including even the CWC. The new, post-grandfather, generation of CWC leaders have been assiduously cultivated by Mahinda Rajapaksa, but they are fed up with Gotabaya Rajapaksa on account of his organic fertilizer craziness and his apparent refusal to listen to their concerns. The CWC leaders had an audience with Mahinda Rajapaksa before announcing their boycott of Gotabaya Rajapaksa. Almost all other Tamil and Muslim Parties would seem to have attended the Conference. The TNA was a surprise attendee considering the number of times the TNA leaders were rebuffed by the President in their persistent efforts to have a face-to-face meeting with the man. There is no need to read too much into this for there is no certainty about the future of the APC.",
    "One unintended side benefit of the APC is that it will keep the President publicly engaged in civilian politics and restrain him from straying into non-civilian or military options, given his military background. At the same time, the level of outrage in the country should dissuade even military people thinking about political takeovers. There is no tradition for it and the fear of international isolation would also be a serious deterrent. But preventing military intervention is not the main purpose of politics. The only purpose now is to prevent mass starvation and social chaos.",
    "At the APC, the government would seem to have agreed to redirect its resources from development programs to essential welfare measures. The Minister of Finance has also indicated that he will present to parliament an updated or interim budget based on the current situation and needs of the people. So, the Minister would be back in parliament and parliament can resume business and oversight of the government’s actions on the economy and the country’s finances. The SJB and the JVP will have the opportunity to hold the government to account and to show what they have to offer if and when they get their turn to govern.",
    "What was not discussed at the APC or by the two boycotting parties is the government’s purported approach to engaging the IMF. Even before the President announced the decision to seek IMF’s help, the government appointed a 11-member Economic Council (which is really a sub-committee of Cabinet), and a 16-member Advisory Committee comprising as many businessmen as economic experts. The Advisory Committee has since recommended the “immediate appointment of a Technical Team consisting of officials representing the Central Bank and the Treasury to formulate programs proposing international financial assistance,” as well as the appointment “of a financial advisor and a legal advisor,” and still another “expert team to assist the Finance Minister.”",
    "If all this is not enough, Cabinet Spokesman Ramesh Pathirana has now announced that the government will be appointing “a technical committee to help negotiate with the International Monetary Fund and will also a hire a legal firm to assist with the process.” And the process “will be headed by Professor GL Pieris and also honorable minister of justice, PC Ali Sabry and also assisted by Central Bank Governor and Treasury Secretary.” Go Figure. And to make everything bizarre, the legal firm will be an international legal firm! Perhaps the new international legal firm will also be enlisted to assist the Attorney General with his arguments to the Supreme Court in the fundamental rights application that the national Bar Association filed on Friday.",
    "It is not clear whether it is only ignorance and incompetence that is at work here, or whether there is something clever by half going on in the government. Whatever it might be, it is not auguring well for what needs to be urgently done to bring supplies and redress to the people, and slowly start the heavy work of putting back the economy on track. The latter task is beyond the competence of this government on its best days. The country is constrained to depend on the government to carry out the immediate task of providing the basic essentials of life even on its worst days. There is no urgency at the political level. Will the Supreme Court be able to inject the fierce urgency that is badly needed in government for the sake of the people?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}