{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/18/12-year-old-girl-brutally-beaten-in-akkaraipattu-for-stealing/",
  "time_ut": 1647612660,
  "title": "12-year old girl brutally beaten in Akkaraipattu for stealing",
  "body_lines": [
    "COLOMBO (News 1st); There were many who were already helpless before the cost of living ensnared the general public along with the ongoing economic crisis, and the woes of Sri Lankans became even more pronounced.",
    "While Sri Lankans also grapple with the challenge of living and looking forward to a bleak future, those who were already living in dire conditions became a distant memory that many people neither had the time nor had any effort to ponder.",
    "One such story emerges from Akkaraipattu, where a 12 year old girl was brutally beaten until she bled, for stealing biscuits, milk powder and other essentials from a shop.",
    "The girl, who lived with her two younger brothers and her mother, who was a day laborer, and a divorced father, had attempted to steal essential items from a nearby shop to fend off starvation.",
    "However, when the famished girl attempted to steal from a shop several days ago, she was caught by the area residents, who then proceeded to brutally beat her as her keening went unheard, while some even took videos of the incident. They then handed her over to the relevant authorities.",
    "Subsequently, the girl was hospitalized due to the serious nature of her injuries; she was unable to walk after being beaten.",
    "A complaint was lodged at the Akkaraipattu Police who moved to arrest her father with regard to incident, and a case is underway.",
    "This demands a question be raised; has the economic situation had become so severe, that child abuse and brutality has become commonplace?",
    "Namal denies links to Motor Rally; Spin Riders say Rs. 1.5 Mn already spent on hotels",
    "No conditions for Indian loan, SL has to pay back in three years: Basil"
  ]
}