{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/30/atalugama-tragedy-no-sexual-assault-suspect-detained-for-interrogation-latest-details-from-police-inquiry/",
  "time_ut": 1653917400,
  "title": "Atalugama Tragedy: No Sexual Assault & Suspect detained for interrogation – Latest details from Police inquiry",
  "body_lines": [
    "COLOMBO (News 1st); A Sri Lankan court has granted Police permission to detain and interrogate for two days the main suspects in the murder of a nine-year-old girl from Atalugama, Bandaragama.",
    "Police Spokesperson Attorney-at-Law & SSP Nihal Thalduwa told News 1st that the victim was NOT subject to any sexual abuse.",
    "Three Judicial Medical Officers conducted the post-mortem as per the order by the court, said the Police Spokesperson.",
    "“The JMOs believe that she died of dry drowning, where water and mud entered her body and lungs through the nose and mouth,” he said adding that the suspect was arrested on Sunday (29) night by the Kalutara and Panadura Crimes Divisions.",
    "The Police Spokesperson said that the 29-year-old suspect who is a father of three was living close to the victim’s house and was somewhat a relative of the deceased.",
    "“Police is also investigating to determine if he was addicted to drugs,” he said.",
    "The Police Spokesperson said the suspect had waited for the girl to return from the shop and taken her away to the crime scene and had killed her as the girl could reveal what happened if she returned home.",
    "Sri Lanka Police is conducting further investigations to determine how the murder took place.",
    "The Police Spokesperson also said that when the relatives discovered the body of the victim, the suspect had moved about among the crowd not to draw any suspicion on him.",
    "Fathima Aisha (9) had left home on the 27th of May 2022 to a shop located not more than 500m from her home to buy chicken.",
    "However, she never returned home and her parents and neighbours thereafter alerted the police of her disappearance.",
    "Her body was discovered in a marshy land the following day (28) by locals.",
    "Key State Institutions gazetted under President; PM gets Central Bank.",
    "General Shavendra Silva – The new Chief of the Defence Staff.",
    "WEATHER: Wind speeds up to 50 kmph / 100 mm rainfall expected"
  ]
}