{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-new-sri-lanka-or-more-of-the-old/",
  "time_ut": 1651241820,
  "title": "A new Sri Lanka, or more of the old?",
  "body_lines": [
    "What happens to a mass scale uprising when it loses its radical potential? It loses direction, focus, and the will to continue. The protests unfolding in the country have cut across ethnic and social divisions, unifying disparate classes and groups that once warred with each other. One middle-class protester, a private university student, celebrates the IUSF’s entry into the protests and claims that class is a fictional construct that does not matter, that the common enemy is the State, and that the Rajapaksas are their nemeses. Yet when a prominent State university lecturer notes the irony of public university bashing upper middle-class protesters joining hands with the IUSF, she is put down for promoting class divisions.",
    "In a thoughtful post on social media, Dr Chamindra Weerawardhana acknowledges the urge among (predominantly young) protesters to belittle ethnic and class distinctions, but notes that it does the protests no credit to erase those distinctions away. Celebrating a Sri Lankan identity based on a common opposition to political elites, Dr Weerawardhana notes, does not weaken such demarcations but in fact reinforces them. Historically marginalised groups, to give the most obvious example, have been facing the brunt of State power over the last five decades, making any comparisons between them and other more privileged groups and communities rather meaningless, if not downright farcical.",
    "At the ethnic level, there has been much debate over whether the protests ought to incorporate demands for de-militarisation in the north-east, the acknowledgement of war crimes, and opposition to continued harassment of minorities across the country. The Galle Face protests soured a little when a choir brought in to sing the national anthem, ostensibly as a show of unity against the Rajapaksas, did not include the Tamil version. Several tweets and social media posts later, amidst much debate and discussion, the event was re-enacted, this time with the Tamil version intact. Yet that did not keep the debates away.",
    "Two lines of opinion seem to have been drawn over this and similar controversies. On the one hand, protesters fault activists for sowing division in the protests, and for highlighting a very fine distinction that the Rajapaksas and their acolytes can use to pinpoint a lack of unity among the demonstrators. On the other hand, activists argue that there has never been, and never will be, a better time to acknowledge how the country’s laws fail to apply equally to every community, and that opposition to the Rajapaksas ought to take note of systemic flaws that predate the arrival of the First Family. While an overwhelmingly Sinhala speaking crowd embrace the first opinion, I am decidedly in favour of the latter.",
    "Leaderless, though not rudderless, the Galle Face Green protests have highlighted a firm commitment to the overthrow of the status quo. Yet caught up in a movement targeting personalities, even the most ostensibly radical of demonstrations can turn a blind eye to crucial systemic faults. I firmly believe it would be a betrayal of the Galle Face mandate, as it stands, to ignore legitimate concerns, like minority rights, on the pretext that they tend to dilute what the protesters are targeting, namely the removal of the Rajapaksas. The biggest tragedy would be to view these two goals as contradictory, when they are not, and to ignore that these protests have co-opted multiple elements and shades of opinion.",
    "Indeed, the fact that Galle Face Green has been visited by those who opposed the burial of COVID-19 victims, a policy which needlessly distressed the Muslim community, should alert us to the dangers of letting everyone and anyone be a part of these protests. As Rathindra Kuruwita points out in a recent piece to The Diplomat (“Sri Lanka’s Leaderless Protests”), the absence of a political leadership over the Occupy Galle Face movement, while in tune with an anarchist attitude to politics, can in the long term open that movement to the risk of not just infiltration, but also hijacking, by insidious, regressive elements.",
    "It’s the same story at the level of social class. All of a sudden, neoliberal commentators who preached revolution against the Rajapaksas are praising the status quo, on the basis that the government is implementing what they consider to be necessary economic reforms and that these must not be opposed. To be sure, their true colours were apparent from the word go: when the Rajapaksa regime let go of price controls late last year, a prominent spokesperson for this crowd tweeted that though unpopular, it was the correct decision. Yet owing to the mass scale uprisings against price hikes and currency devaluation, not to mention prospects of a recession in the near future, the contradiction between popular demands for relief and neoliberal prescriptions of austerity has become more pronounced than ever.",
    "Past experience should tell us that IMF recommended economic reforms do not, and will not, bring relief to the masses. The Abdel Fattah el-Sisi government in Egypt has negotiated a massive USD 12 billion package from Washington, in return for austerity measures. Far from reducing poverty, such measures have, inter alia, contributed to a hike in the extreme poverty rate from 5.3 percent of the population in 2015 to 6.2 percent in 2017/2018. The results of a biannual report on household finances, published in 2019, clearly give the lie to the claim of IMF reforms benefiting the poorer classes on two counts: that cash transfers will compensate for welfare cuts, and that subsidies benefit a middle-class.",
    "Far from providing relief for the poor and removing “wasteful” subsidies from the middle-class, these measures have further crushed the former and pushed the latter to the very brink of poverty. As Heba al-Laithy, an advisor for the Central Agency for Public Mobilization and Statistics (CAPMAS), which wrote and published the report, clearly notes,",
    "“It is often said that energy subsidies are a waste or that the rich benefit the most from it. This is untrue. The poor do not have cars but they bear the burden of soaring mass transit costs and other indirect impacts of the rise in energy prices…. What happened is that the savings from subsidy cuts were not used in spending on health and education for example… [T]he fiscal savings from subsidy cuts was used to lower the budget deficit while at least 50% should have been allocated to compensate the people.”",
    "More worryingly, all these reforms have been and are being overseen by a patently authoritarian government. Now, the hypocrisy of neoliberal commentators is that they would place the authoritarian tag on regimes that attempt to control and regulate the economy, but not on those that actually use State power to liberalise and deregulate it. This is the paradox that explains why right-wing economic commentators in Sri Lanka demonise the Gotabaya Rajapaksa government’s attempts at controlling prices or restricting imports, while looking back rather nostalgically at the J. R. Jayewardene years.",
    "It’s not that there aren’t alternatives. There are. Howard Nicholas has been touting one alternative for years: a strategy of export-led industrialisation. Yet shot down by neoliberal commentators and fellow travellers, such strategies have never really seen the light of day. Commentators identifying themselves with the right, with IMF reforms, note that they are not just impractical, but require authoritarian political structures, of the sort that South-East Asian countries had during the Cold War. According to this view of things, South-East Asia’s industrialisation experience does not fit Sri Lanka because, unlike the Tiger economies, we are a fully-fledged democracy that cannot afford to go down that path.",
    "While largely accurate, the neoliberal justification of no industrialisation is not a little hypocritical. On the one hand, whether industrialisation requires authoritarianism from the centre or not, IMF austerity certainly does: an inconvenient truth commentators tend to skirt around. On the other hand, such commentators now caution against comparing this country to the South-East Asian experience, arguing that what happened there suited those economies and will not suit ours: a fine enough assertion, except for years, if not decades, Sri Lanka’s neoliberal economists and commentators have been advocating South-East Asian style free market policies and reforms without considering whether, to paraphrase their own shibboleths, what happened there will suit our situation.",
    "Ironic as this may be, it merely pinpoints the neoliberal tendency to cherry-pick. While decrying political authoritarianism of the sort associated with central economic planning, they see no issue with political authoritarianism that goes with economic liberalisation vis-à-vis the IMF. This is why the same political elites who condemn the Rambukkana incident can idealise the Jayewardene years, failing to note the link between neoliberal reforms and working class and peasant resistance which was the hallmark of those supposedly good old days. I believe this needs to be called out for what it is: rank hypocrisy.",
    "The burden, then, is essentially on us: do we protest the Rajapaksas while foregoing on these concerns, or do we view the two along the same lines? It is ridiculous to expect a radical movement against the status quo if we belittle other concerns. Yet that is exactly what a complacent majoritarian and an equally complacent neoliberal tendency among the protesters are leading us to. We need to course-correct, immediately.",
    "PARLIAMENTARY SYSTEM: WOMB OF RACISM, SEPARATISM & CIVIL WAR; PORTAL FOR LANKA’S FALL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අලුත් ශ්‍රී ලංකාවක් ද, නැතිනම් පැරණි ශ්‍රී ලංකාව ද?",
      "body_lines": [
        "මහා පරිමාණ නැගිටීමකට එහි රැඩිකල් විභවය නැති වූ විට කුමක් සිදුවේද? එය දිශාව, අවධානය සහ දිගටම කරගෙන යාමට ඇති ආශාව නැති කර ගනී. රට තුළ දිග හැරෙන විරෝධතා වාර්ගික හා සමාජ බෙදීම් හරහා කපා හැර, කලක් එකිනෙකා සමඟ සටන් කළ අසමාන පන්ති සහ කණ්ඩායම් ඒකාබද්ධ කරයි. එක් මධ්‍යම පන්තික විරෝධතාකරුවෙක්, පෞද්ගලික විශ්ව විද්‍යාල ශිෂ්‍යයෙක්, අවිශිබම විරෝධතාවලට ඇතුල්වීම සමරන අතර, පන්තිය යනු කමක් නැති ප්‍රබන්ධ නිර්මාණයක් බවත්, පොදු සතුරා රාජ්‍යය බවත්, රාජපක්ෂලා ඔවුන්ගේ හතුරන් බවත් කියා සිටියේය. එහෙත් ප්‍රමුඛ රාජ්‍ය විශ්වවිද්‍යාල කථිකාචාර්යවරියක් ඉහළ මධ්‍යම පන්තික විරෝධතාකරුවන් අවිශිබම සමග අත්වැල් බැඳගැනීමේ උත්ප්‍රාසය සටහන් කරන විට, පන්ති භේදය ප්‍රවර්ධනය කිරීම සඳහා ඇයව පහත් කරනු ලැබේ.",
        "සමාජ මාධ්‍යවල කල්පනාකාරී පෝස්ටුවක, වෛද්‍ය චමින්ද්‍ර වීරවර්ධන (ප්‍රධාන වශයෙන් තරුණ) විරෝධතාකරුවන් අතර වාර්ගික සහ පන්ති භේදයන් හෑල්ලූවට ලක් කිරීමට ඇති උනන්දුව පිළිගන්නා නමුත්, එම වෙනස්කම් මකා දැමීමට විරෝධතාවලට කිසිදු ගෞරවයක් නොලැබෙන බව සටහන් කරයි. දේශපාලන ප්‍රභූන්ට එරෙහි පොදු විරෝධයක් මත පදනම් වූ ශ්‍රී ලාංකික අනන්‍යතාවයක් සැමරීම, එවැනි සීමා නිර්ණයන් දුර්වල නොකරන නමුත් ඇත්ත වශයෙන්ම ඒවා ශක්තිමත් කරන බව ආචාර්ය වීරවර්ධන සඳහන් කරයි. ඓතිහාසික වශයෙන් කොන් කරන ලද කණ්ඩායම්, වඩාත් පැහැදිලි උදාහරණය ලබා දීම සඳහා, පසුගිය දශක පහ තුළ රාජ්‍ය බලයේ බරට මුහුන දී ඇති අතර, ඔවුන් සහ අනෙකුත් වැඩි වරප්‍රසාද ලත් කණ්ඩායම් සහ ප්‍රජාවන් අතර ඕනෑම සැසඳීමක් අර්ථ විරහිත ය.",
        "ජනවාර්ගික මට්ටමින්, විරෝධතා උතුරු-නැගෙනහිර මිලිටරිකරණය ඉවත් කිරීම, යුද අපරාධ පිළිගැනීම සහ රට පුරා සුළු ජාතීන්ට අඛණ්ඩව හිරිහැර කිරීමට එරෙහි ඉල්ලීම් ඇතුළත් කළ යුතුද යන්න පිළිබඳව බොහෝ විවාදයක් පවතී. ගාලු මුවදොර විරෝධතාව මඳක් දුර්වර්ණ වූයේ රාජපක්ෂවරුන්ට එරෙහි එකමුතුකම පෙන්වීමක් ලෙස පෙනෙන පරිදි ජාතික ගීය ගායනා කිරීමට ගෙන්වූ ගායක කණ්ඩායමක දෙමළ පිටපත ඇතුළත් නොකිරීම නිසාය. ට්වීට් කිහිපයක් සහ සමාජ මාධ්‍ය පෝස්ට් කිහිපයක් පසුව, බොහෝ වාද විවාද සහ සාකච්ඡා මධ්‍යයේ, උත්සවය නැවත ක්‍රියාත්මක කරන ලදී, මෙවර දෙමළ පිටපත නොවෙනස්ව. එහෙත් එය විවාදයන් ඈත් කළේ නැත.",
        "මේ හා ඒ හා සමාන මතභේද සම්බන්ධයෙන් මත රේඛා දෙකක් ඇදී ඇති බව පෙනේ. එක් අතකින්, විරෝධතාකරුවන් අතර භේදය වැපිරීම සම්බන්ධයෙන් විරෝධතාකරුවන් ක්‍රියාකාරීන්ට දොස් පවරන අතර, රාජපක්ෂලාට සහ ඔවුන්ගේ සහචරයින්ට පෙලපාලිකරුවන් අතර ඇති එකමුතුකමේ අඩුවක් හඳුනා ගැනීමට භාවිතා කළ හැකි ඉතා සියුම් වෙනසක් ඉස්මතු කරයි. අනෙක් අතට, ක්‍රියාකාරීන් තර්ක කරන්නේ රටේ නීති සෑම ප්‍රජාවකටම එක හා සමානව ක්‍රියාත්මක වීමට අපොහොසත් වන ආකාරය පිළිගැනීමට වඩා හොඳ කාලයක් කිසිදා නොතිබූ සහ කිසිදා නොවනු ඇති බවත්, රාජපක්ෂලාට එරෙහි විරෝධය පෙර පැවති පද්ධතිමය දෝෂයන් සැලකිල්ලට ගත යුතු බවත්ය. පළමු පවුලේ පැමිණීම. සිංහල කතා කරන අතිමහත් ජනකායක් පළමු මතය වැළඳ ගන්නා අතර, මම දෙවැන්නට පක්ෂව සිටිමි.",
        "නායකත්වයක් නැති, සුක්කානම නැති වුවත්, ගාලු මුවදොර පිටිය විරෝධතාවයෙන් ඉස්මතු වී ඇත්තේ පවතින තත්ත්වය පෙරලා දැමීමේ දැඩි කැපවීමයි. එහෙත් පෞරුෂයන් ඉලක්ක කරගත් ව්‍යාපාරයකට හසු වී ඇති අතර, වඩාත් පැහැදිලිව පෙනෙන රැඩිකල් පෙලපාලි පවා තීරණාත්මක පද්ධතිමය වැරදි දෙස ඇස් වසා දැමිය හැකිය. විරෝධතාකරුවන් ඉලක්ක කරන දෙය එනම් රාජපක්ෂවරුන් ඉවත් කිරීම දියාරු කිරීමට නැඹුරු වන මුවාවෙන් සුළුතර අයිතිවාසිකම් වැනි නීත්‍යානුකූල අවශ්‍යතා නොසලකා හැරීම ගාලු මුවදොර ජනවරම පාවාදීමක් වනු ඇතැයි මම තරයේ විශ්වාස කරමි. විශාලතම ඛේදවාචකය වනුයේ මෙම අරමුණු දෙක පරස්පර නොවන විට ඒවා පරස්පර ලෙස සැලකීම සහ මෙම විරෝධතා විවිධ අංග සහ මතයේ සෙවනැලි ඒකාබද්ධ කර ඇති බව නොසලකා හැරීමයි.",
        "ඇත්ත වශයෙන්ම, මුස්ලිම් ප්‍රජාව අනවශ්‍ය ලෙස පීඩාවට පත් කළ ප්‍රතිපත්තියක් වන COVID-19 වින්දිතයින් භූමදාන කිරීමට විරුද්ධ වූවන් ගාලු මුවදොර පිටියට පැමිණ තිබීම, සෑම කෙනෙකුටම සහ ඕනෑම කෙනෙකුට මෙම විරෝධතාවල කොටස්කරුවන් වීමට ඉඩ දීමේ භයානකකම පිළිබඳව අපව අවදි කළ යුතුය. Rathindra Kuruwita The Diplomat (“ශ්‍රී ලංකාවේ නායක නැති විරෝධතා”) වෙත මෑත කාලීන කොටසක පෙන්වා දෙන පරිදි, ගාලුමුවදොර වාඩිලාගැනීමේ ව්‍යාපාරය සම්බන්ධයෙන් දේශපාලන නායකත්වයක් නොමැතිකම, දේශපාලනය කෙරෙහි අරාජිකවාදී ආකල්පයකට අනුකූලව, දිගුකාලීනව විවෘත විය හැකිය. ද්‍රෝහී, ප්‍රතිගාමී මූලද්‍රව්‍ය මගින් හුදු ආක්‍රමණයක් පමණක් නොව, පැහැරගැනීමේ අවදානම කරා ගමන් කිරීම.",
        "සමාජ පන්ති මට්ටමින් ද එයම කතාවකි. රාජපක්ෂලාට එරෙහිව විප්ලවයක් දේශනා කළ නවලිබරල් විචාරකයෝ හදිසියේ පවතින තත්ත්වය වර්ණනා කරමින් සිටින්නේ රජය අවශ්‍ය ආර්ථික ප්‍රතිසංස්කරණ ලෙස සලකන දේ ක්‍රියාත්මක කරන බවත් මේවාට විරුද්ධ නොවිය යුතු බවත් පදනම් කරගෙනය. නිසැකවම, ඔවුන්ගේ සැබෑ වර්ණය යන්න යන වචනයෙන් පැහැදිලි විය: පසුගිය වසරේ අගභාගයේදී රාජපක්ෂ පාලනය මිල පාලනයට ඉඩ හැරිය විට, මෙම පිරිසේ ප්‍රමුඛ ප්‍රකාශකයෙකු ට්වීට් කළේ ජනප්‍රිය නොවූවත් එය නිවැරදි තීරණය බවයි. එහෙත් නුදුරු අනාගතයේ දී අවපාතයක අපේක්ෂාවන් ගැන සඳහන් නොකලත්, මිල ඉහල දැමීම්වලට සහ මුදල් අවප්‍රමාණය කිරීමට එරෙහි මහා පරිමාණ නැගිටීම් හේතුවෙන්, සහන සඳහා වන ජනප්‍රිය ඉල්ලීම් සහ කප්පාදුවේ නව ලිබරල් වට්ටෝරු අතර ප්‍රතිවිරෝධතාව වෙන කවරදාටත් වඩා ප්‍රකට වී ඇත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ නිර්දේශිත ආර්ථික ප්‍රතිසංස්කරණ මහජනතාවට සහනයක් ගෙන නොදෙන බවත්, එය ඉටු නොකරන බවත් අතීත අත්දැකීම් අපට පැවසිය යුතුය. ඊජිප්තුවේ Abdel Fattah el-Sisi ආන්ඩුව වොෂින්ටනයෙන් ඩොලර් බිලියන 12 ක දැවැන්ත පැකේජයක් කප්පාදු පියවරයන් සඳහා සාකච්ඡා කර ඇත. දරිද්‍රතාවය අඩු කිරීම වෙනුවට, එවැනි ක්‍රියාමාර්ග අන්‍යෝන්‍ය වශයෙන්, අන්ත දරිද්‍රතා අනුපාතය 2015 දී ජනගහනයෙන් සියයට 5.3 සිට 2017/2018 දී සියයට 6.2 දක්වා ඉහළ නැංවීමට දායක වී ඇත. 2019 දී ප්‍රකාශයට පත් කරන ලද ගෘහස්ථ මූල්‍ය පිළිබඳ ද්විවාර්ෂික වාර්තාවක ප්‍රතිඵල, දුගී පන්තිවලට ප්‍රතිලාභ ලබා දෙන IMF ප්‍රතිසංස්කරණ පිළිබඳ ප්‍රකාශය පැහැදිලිවම බොරුව සපයයි: මුදල් මාරු කිරීම් සුබසාධන කප්පාදුවලට වන්දි ගෙවනු ඇති අතර සහනාධාර මධ්‍යම පන්තියට ප්‍රතිලාභ ලබා දෙයි.",
        "දුප්පතුන්ට සහන සැලසීම සහ මධ්‍යම පන්තියෙන් \"නාස්තිකාර\" සහනාධාර ඉවත් කිරීම වෙනුවට, මෙම පියවරයන් පෙර සිටි අයව තව දුරටත් තලා දමා දෙවැන්නා දරිද්‍රතාවයේ අද්දරට තල්ලු කර ඇත. වාර්තාව ලියා ප්‍රකාශයට පත් කළ මහජන බලමුලු ගැන්වීම සහ සංඛ්‍යාලේඛන සඳහා වූ මධ්‍යම ඒජන්සියේ (CAPMAS) උපදේශකයෙකු වන Heba al-Laithy, පැහැදිලිව සඳහන් කරන්නේ,",
        "“බලශක්ති සහනාධාර නාස්තියක් බව හෝ එයින් වැඩි ප්‍රතිලාභ ලබන්නේ ධනවතුන් බව බොහෝ විට කියනු ලැබේ. මෙය අසත්‍යයකි. දුප්පතුන්ට මෝටර් රථ නොමැති නමුත් ඔවුන් ඉහළ යන මහා සංක්‍රමණ පිරිවැය සහ බලශක්ති මිල ඉහළ යාමේ අනෙකුත් වක්‍ර බලපෑම් වල බර දරයි. සිදුවූයේ සහනාධාර කප්පාදුවෙන් ඉතිරි වූ මුදල් සෞඛ්‍ය හා අධ්‍යාපනය සඳහා වැය කිරීමට යොදා නොගැනීමයි... .”",
        "වඩාත් කනස්සල්ලට කරුණ නම්, මෙම ප්‍රතිසංස්කරණ සියල්ල අධීක්‍ෂණය කර ඇති අතර ඒවා අධීක්‍ෂණය කර ඇත්තේද අත්තනෝමතික ආන්ඩුවකි. දැන්, නව ලිබරල් විචාරකයන්ගේ කුහකකම නම්, ඔවුන් ආර්ථිකය පාලනය කිරීමට සහ නියාමනය කිරීමට උත්සාහ කරන පාලන තන්ත්‍රයන්ට අධිකාරීවාදී ටැග් එක තබනු ඇත, නමුත් එය ලිබරල් කිරීමට සහ නියාමනය කිරීමට සැබවින්ම රාජ්‍ය බලය භාවිතා කරන අයට නොවේ. ශ්‍රී ලංකාවේ දක්ෂිණාංශික ආර්ථික විචාරකයින් J. R. ජයවර්ධනගේ වසර දෙස ආපසු හැරී බලන අතරම, මිල පාලනය කිරීමට හෝ ආනයන සීමා කිරීමට ගෝඨාභය රාජපක්ෂ රජය දරන උත්සාහයන් යක්ෂාරූඪ කරන්නේ මන්දැයි පැහැදිලි කරන විරුද්ධාභාසය මෙයයි.",
        "විකල්ප නොමැති බව නොවේ. ඒ තියෙන්නේ. හොවාර්ඩ් නිකලස් වසර ගණනාවක් තිස්සේ එක් විකල්පයක් ගැන කතා කරයි: අපනයනය මූලික කරගත් කාර්මීකරණයේ උපාය මාර්ගයකි. එහෙත් නව ලිබරල් විචාරකයින් සහ සෙසු සංචාරකයින් විසින් වෙඩි තබා ඇති නමුත්, එවැනි උපාය මාර්ග ඇත්ත වශයෙන්ම දිවා ආලෝකය දැක නැත. ජාමූඅ ප්‍රතිසංස්කරණ සමඟ තමන්ව දකුණේ යැයි හඳුනා ගන්නා විචාරකයින් සටහන් කරන්නේ, ඒවා හුදෙක් ප්‍රායෝගික නොවන බව පමණක් නොව, සීතල යුද සමයේදී අග්නිදිග ආසියාතික රටවලට තිබූ ආකාරයේ ඒකාධිපති දේශපාලන ව්‍යුහයන් අවශ්‍ය බවයි. මෙම දෘෂ්ටි කෝණයට අනුව, අග්නිදිග ආසියාවේ කාර්මිකකරණ අත්දැකීම ශ්‍රී ලංකාවට නොගැලපේ, මන්ද, කොටි ආර්ථිකයන් මෙන් නොව, අපි එම මාවතේ යාමට නොහැකි පූර්ණ ප්‍රජාතන්ත්‍රවාදයක් වන බැවිනි.",
        "බොහෝ දුරට නිවැරදි වුවත්, කාර්මිකකරණයක් නැත යන නව ලිබරල් සාධාරණීකරණය සුළු කුහක නොවේ. එක් අතකින්, කාර්මීකරණයට කේන්ද්‍රයෙන් අධිකාරීවාදය අවශ්‍ය වුවත් නැතත්, ජාත්‍යන්තර මූල්‍ය අරමුදලේ කප්පාදුව නිසැකවම සිදු කරයි: අපහසු සත්‍ය විචාරකයින් එහා මෙහා යාමට නැඹුරු වේ. අනෙක් අතට, එවැනි විචාරකයින් දැන් මේ රට අග්නිදිග ආසියාතික අත්දැකීම් සමඟ සංසන්දනය කිරීමට එරෙහිව අවවාද කරන අතර, එහිදී සිදු වූ දේ එම ආර්ථිකයන්ට ගැලපෙන බවත් අපට නොගැලපෙන බවත් තර්ක කරති: වසර ගණනාවක් හැර, දශක නොවේ නම්, ශ්‍රී ලංකාවේ ප්‍රමාණවත් ප්‍රකාශයක් නව ලිබරල්වාදී ආර්ථික විද්‍යාඥයින් සහ විචාරකයින් අග්නිදිග ආසියාතික මාදිලියේ නිදහස් වෙළඳපොල ප්‍රතිපත්ති සහ ප්‍රතිසංස්කරණ වෙනුවෙන් පෙනී සිටින්නේ, ඔවුන්ගේම ෂිබ්බෝලත් ප්‍රකාශ කිරීමට, එහි සිදු වූ දේ අපගේ තත්වයට ගැළපෙනවාද යන්න නොසලකා හරිමිනි.",
        "මෙය උත්ප්‍රාසාත්මක වුවත්, එය හුදෙක් චෙරි-පික් වලට ඇති නව ලිබරල් ප්‍රවනතාවය පෙන්වා දෙයි. මධ්‍යම ආර්ථික සැලසුම් හා බැඳුනු ආකාරයේ දේශපාලන අධිකාරීවාදය ප්‍රතික්ෂේප කරන අතරම, ජාත්‍යන්තර මූල්‍ය අරමුදලට සාපේක්ෂව ආර්ථික ලිබරල්කරණය සමඟ යන දේශපාලන අධිකාරීවාදයේ ගැටලුවක් ඔවුන් නොදකිති. රඹුක්කන සිද්ධිය හෙළා දකින දේශපාලන ප්‍රභූන්ටම, නව ලිබරල් ප්‍රතිසංස්කරණ හා එම යහපත් පැරණි දිනවල කැපී පෙනෙන ලක්‍ෂණය වූ කම්කරු පන්තිය සහ ගොවි ප්‍රතිරෝධය අතර සම්බන්ධය සටහන් කිරීමට අපොහොසත් වෙමින් ජයවර්ධන වසර පරමාදර්ශී කළ හැක්කේ එබැවිනි. මම විශ්වාස කරන්නේ මෙය කුමක් සඳහාද කැඳවිය යුතු බවයි: තරාතිරමේ කුහකකම.",
        "එසේ නම්, බර අත්‍යවශ්‍යයෙන්ම අප මත පවතී: අපි මෙම උත්සුකතාවයන් පෙරදැරි කරගෙන රාජපක්ෂවරුන්ට විරෝධය පළ කරනවාද, නැතහොත් අපි දෙකම එකම රේඛාවකින් දකිමුද? අප වෙනත් උත්සුකයන් හෑල්ලූවට ලක් කරන්නේ නම් පවතින තත්ත්වයට එරෙහිව රැඩිකල් ව්‍යාපාරයක් අපේක්ෂා කිරීම විහිළුවකි. එහෙත් විරෝධතාකරුවන් අතර තෘප්තිමත් බහුතරවාදයක් සහ ඒ හා සමානව තෘප්තිමත් නව ලිබරල් ප්‍රවණතාවක් අපව ගෙන යන්නේ එයයි. අපි වහාම පාඨමාලා නිවැරදි කළ යුතුයි.",
        "පාර්ලිමේන්තු ක්‍රමය: ජාතිවාදයේ, බෙදුම්වාදයේ සහ සිවිල් යුද්ධයේ ගර්භාෂය; ලංකාවේ වැටීම සඳහා ද්වාරය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "புதிய இலங்கையா, அல்லது பழைய இலங்கையா?",
      "body_lines": [
        "ஒரு வெகுஜன அளவிலான எழுச்சி அதன் தீவிர திறனை இழக்கும்போது என்ன நடக்கும்? இது திசை, கவனம் மற்றும் தொடர விருப்பத்தை இழக்கிறது. நாட்டில் வெளிப்படும் எதிர்ப்புகள் இன மற்றும் சமூகப் பிளவுகளைக் குறைத்து, ஒரு காலத்தில் ஒருவருக்கொருவர் சண்டையிட்டுக் கொண்டிருந்த வேறுபட்ட வர்க்கங்களையும் குழுக்களையும் ஒன்றிணைத்துள்ளன. ஒரு நடுத்தர வர்க்க எதிர்ப்பாளர், ஒரு தனியார் பல்கலைக்கழக மாணவர், IUSF இன் போராட்டங்களுக்குள் நுழைந்ததைக் கொண்டாடி, வர்க்கம் என்பது ஒரு பொருட்டல்ல, பொது எதிரி அரசு என்றும், ராஜபக்சேக்கள் அவர்களின் எதிரிகள் என்றும் கூறுகிறார். ஆயினும்கூட, உயர் நடுத்தர வர்க்க எதிர்ப்பாளர்கள் IUSF உடன் கைகோர்ப்பதை பொதுப் பல்கலைக்கழகம் தாக்கியதன் கேலிக்கூத்தை ஒரு முக்கிய அரசுப் பல்கலைக்கழக விரிவுரையாளர் குறிப்பிடுகையில், அவர் வர்க்கப் பிளவுகளை ஊக்குவிப்பதற்காக கீழே தள்ளப்பட்டுள்ளார்.",
        "சமூக ஊடகங்களில் ஒரு சிந்தனைமிக்க இடுகையில், டாக்டர் சமிந்திர வீரவர்தன, (பெரும்பாலும் இளைஞர்கள்) எதிர்ப்பாளர்களிடையே இன மற்றும் வர்க்க வேறுபாடுகளை சிறுமைப்படுத்துவதற்கான தூண்டுதலை ஒப்புக்கொள்கிறார், ஆனால் அந்த வேறுபாடுகளை அழிக்க எதிர்ப்புகளுக்கு எந்த பெருமையும் இல்லை என்று குறிப்பிடுகிறார். அரசியல் உயரடுக்குகளுக்கு எதிரான பொதுவான எதிர்ப்பின் அடிப்படையில் இலங்கையின் அடையாளத்தை கொண்டாடுவது, அத்தகைய எல்லை நிர்ணயங்களை பலவீனப்படுத்தாது, ஆனால் உண்மையில் அவற்றை வலுப்படுத்துவதாக டாக்டர் வீரவர்தன குறிப்பிடுகிறார். வரலாற்று ரீதியாக ஓரங்கட்டப்பட்ட குழுக்கள், கடந்த ஐந்து தசாப்தங்களாக அரசு அதிகாரத்தின் பாதிப்பை எதிர்கொண்டுள்ளன, மேலும் அவர்களுக்கும் மற்ற சலுகை பெற்ற குழுக்கள் மற்றும் சமூகங்களுக்கும் இடையிலான எந்த ஒப்பீடும் அர்த்தமற்றதாக இல்லை என்றால் முற்றிலும் கேலிக்கூத்தானது.",
        "வடக்கு கிழக்கில் இராணுவ மயமாக்கல், போர்க்குற்றங்களை ஒப்புக்கொள்ளுதல் மற்றும் நாடு முழுவதும் சிறுபான்மையினர் மீதான தொடர்ச்சியான துன்புறுத்தல்களுக்கு எதிர்ப்பு போன்ற கோரிக்கைகளை இந்த போராட்டங்கள் உள்ளடக்கியதா என்பது குறித்து இன மட்டத்தில் அதிக விவாதங்கள் இடம்பெற்றுள்ளன. ராஜபக்சேக்களுக்கு எதிரான ஒற்றுமையை வெளிப்படுத்தும் வகையில் தேசிய கீதத்தைப் பாடுவதற்காகக் கொண்டு வரப்பட்ட ஒரு பாடகர் குழுவின் தமிழ் பதிப்பில் சேர்க்கப்படாததால், காலி முகத்திடல் எதிர்ப்புகள் கொஞ்சம் கொஞ்சமாகப் புளித்துப் போனது. பல ட்வீட்கள் மற்றும் சமூக ஊடக இடுகைகள் பின்னர், பல விவாதங்கள் மற்றும் விவாதங்களுக்கு மத்தியில், நிகழ்வு மீண்டும் செயல்படுத்தப்பட்டது, இந்த முறை அப்படியே தமிழ் பதிப்பு. ஆனாலும் அது விவாதங்களைத் தள்ளி வைக்கவில்லை.",
        "இது மற்றும் இதே போன்ற சர்ச்சைகள் குறித்து இரண்டு கருத்துக்கள் வரையப்பட்டதாகத் தெரிகிறது. ஒருபுறம், எதிர்ப்பாளர்கள் எதிர்ப்பாளர்களிடையே பிரிவினையை விதைத்ததற்காக ஆர்வலர்களை குற்றம் சாட்டுகிறார்கள், மேலும் ராஜபக்ஷக்களும் அவர்களது கூட்டாளிகளும் ஆர்ப்பாட்டக்காரர்களிடையே ஒற்றுமையின்மையைக் குறிப்பிடுவதற்குப் பயன்படுத்தக்கூடிய மிகச் சிறந்த வேறுபாட்டை எடுத்துக்காட்டுகின்றனர். மறுபுறம், நாட்டின் சட்டங்கள் அனைத்து சமூகங்களுக்கும் எவ்வாறு சமமாகப் பயன்படுத்தத் தவறுகின்றன என்பதை ஒப்புக்கொள்வதற்கு ஒரு சிறந்த நேரம் ஒருபோதும் இருந்ததில்லை, ஒருபோதும் இருக்கப்போவதில்லை என்று ஆர்வலர்கள் வாதிடுகின்றனர். முதல் குடும்பத்தின் வருகை. பெரும்பான்மையான சிங்கள மொழி பேசும் கூட்டம் முதல் கருத்தை ஏற்றுக்கொண்டாலும், நான் உறுதியாக இரண்டாவது கருத்தை ஆதரிக்கிறேன்.",
        "தலைமையற்ற, சுக்கான் இல்லாத போதிலும், காலி முகத்திடல் பசுமைப் போராட்டம், தற்போதைய நிலையைத் தூக்கியெறிவதற்கான உறுதியான உறுதிப்பாட்டை எடுத்துக்காட்டியுள்ளது. ஆயினும்கூட, ஆளுமைகளை இலக்காகக் கொண்ட ஒரு இயக்கத்தில் சிக்கிக்கொண்டாலும், மிகவும் வெளிப்படையான தீவிரமான ஆர்ப்பாட்டங்கள் கூட முக்கியமான அமைப்புமுறை தவறுகளுக்கு கண்மூடித்தனமாக இருக்கும். சிறுபான்மையினரின் உரிமைகள் போன்ற நியாயமான அக்கறைகளை புறக்கணிப்பது, எதிர்ப்பாளர்கள் குறிவைத்துள்ள ராஜபக்சக்களை அகற்றுவதை நீர்த்துப்போகச் செய்ய முனைகிறது என்ற சாக்கில், காலி முகத்திடலின் ஆணையை காட்டிக் கொடுப்பது என்று நான் உறுதியாக நம்புகிறேன். இந்த இரண்டு இலக்குகளும் முரண்பாடாக இல்லாதபோது அவற்றைப் பார்ப்பதும், இந்த எதிர்ப்புக்கள் பல கூறுகளையும் கருத்துச் சாயல்களையும் ஒன்றிணைத்துள்ளன என்பதை புறக்கணிப்பது மிகப்பெரிய சோகம்.",
        "உண்மையில், கோவிட்-19 பாதிக்கப்பட்டவர்களை அடக்கம் செய்வதை எதிர்த்தவர்கள் காலி முகத்திடலுக்குச் சென்றுள்ளனர் என்பது, முஸ்லிம் சமூகத்தை தேவையில்லாமல் துன்புறுத்திய கொள்கை, இந்த போராட்டங்களில் அனைவரையும் மற்றும் யாரையும் ஒரு பகுதியாக அனுமதிக்கும் ஆபத்துகள் குறித்து நம்மை எச்சரிக்க வேண்டும். ரதீந்திர குருவிட்ட, The Diplomat (“Sri Lanka's Leaderless Protests”) க்கு சமீபத்திய பகுதியில் சுட்டிக் காட்டுவது போல், காலி முகத்திடலை ஆக்கிரமிப்பு இயக்கத்தின் மீது அரசியல் தலைமை இல்லாதது, அரசியலுக்கு அராஜகவாத அணுகுமுறையுடன் ஒத்துப்போகும் போது, ​​நீண்ட காலத்திற்கு திறந்திருக்கும். ஊடுருவல் மட்டுமல்ல, நயவஞ்சகமான, பிற்போக்குத்தனமான கூறுகளால் கடத்தலும் அபாயத்தை நோக்கி நகர்கிறது.",
        "சமூக வர்க்க மட்டத்திலும் இதே கதைதான். திடீரென்று, ராஜபக்சேக்களுக்கு எதிராக புரட்சியைப் போதித்த நவதாராளவாத விமர்சகர்கள், அரசாங்கம் தேவையான பொருளாதார சீர்திருத்தங்கள் என்று கருதுவதை அரசாங்கம் செயல்படுத்துகிறது மற்றும் இதை எதிர்க்கக்கூடாது என்ற அடிப்படையில் தற்போதைய நிலையைப் பாராட்டுகிறார்கள். நிச்சயமாக, அவர்களின் உண்மையான நிறம் இந்த வார்த்தையிலிருந்து தெளிவாகத் தெரிந்தது: கடந்த ஆண்டு இறுதியில் ராஜபக்சே ஆட்சி விலைக் கட்டுப்பாட்டை கைவிட்டபோது, ​​இந்த கூட்டத்தின் முக்கிய செய்தித் தொடர்பாளர் ட்வீட் செய்தார், இது பிரபலமடையவில்லை என்றாலும், இது சரியான முடிவு. ஆயினும்கூட, விலைவாசி உயர்வு மற்றும் பணமதிப்பிழப்புக்கு எதிரான வெகுஜன அளவிலான எழுச்சிகள் காரணமாக, எதிர்காலத்தில் மந்தநிலை ஏற்படுவதற்கான வாய்ப்புகளைக் குறிப்பிடாமல், நிவாரணத்திற்கான மக்கள் கோரிக்கைகளுக்கும் சிக்கனத்தின் நவதாராளவாத பரிந்துரைகளுக்கும் இடையே உள்ள முரண்பாடு முன்னெப்போதையும் விட அதிகமாகத் தெளிவாகியுள்ளது.",
        "சர்வதேச நாணய நிதியம் பரிந்துரைத்த பொருளாதார சீர்திருத்தங்கள் மக்களுக்கு நிவாரணம் அளிக்காது, இல்லை என்பதை கடந்த கால அனுபவம் நமக்குச் சொல்ல வேண்டும். சிக்கன நடவடிக்கைகளுக்கு ஈடாக, எகிப்தில் உள்ள Abdel Fattah el-Sisi அரசாங்கம், வாஷிங்டனிடம் இருந்து 12 பில்லியன் அமெரிக்க டாலர்கள் பாரியப் பொதிக்கு பேச்சுவார்த்தை நடத்தியது. வறுமையைக் குறைப்பதற்குப் பதிலாக, இத்தகைய நடவடிக்கைகள், 2015 இல் 5.3 சதவீத மக்கள்தொகையில் இருந்து 2017/2018 இல் 6.2 சதவீதமாக தீவிர வறுமை விகிதத்தை உயர்த்துவதற்கு பங்களித்துள்ளன. 2019 ஆம் ஆண்டு வெளியிடப்பட்ட குடும்ப நிதி தொடர்பான இரு ஆண்டு அறிக்கையின் முடிவுகள், IMF சீர்திருத்தங்கள் ஏழை வகுப்பினருக்குப் பலனளிக்கும் என்ற கூற்றை தெளிவாகப் பொய்யாக்குகின்றன: பணப் பரிமாற்றங்கள் நலன்புரி வெட்டுக்களுக்கு ஈடுகொடுக்கும், மற்றும் மானியங்கள் நடுத்தர வர்க்கத்தினருக்குப் பயனளிக்கும்.",
        "ஏழைகளுக்கு நிவாரணம் வழங்குவதற்கும், நடுத்தர வர்க்கத்தினரிடம் இருந்து \"வீணாகும்\" மானியங்களை அகற்றுவதற்கும் பதிலாக, இந்த நடவடிக்கைகள் முந்தையதை மேலும் நசுக்கி, பிந்தையவர்களை வறுமையின் விளிம்பிற்கு தள்ளியுள்ளன. அறிக்கையை எழுதி வெளியிட்ட பொது அணிதிரட்டல் மற்றும் புள்ளிவிபரங்களுக்கான மத்திய ஏஜென்சியின் (CAPMAS) ஆலோசகர் ஹெபா அல்-லெய்தி தெளிவாகக் குறிப்பிடுகிறார்.",
        "\"எரிசக்தி மானியங்கள் வீணாகின்றன அல்லது பணக்காரர்கள் அதிலிருந்து மிகவும் பயனடைகிறார்கள் என்று அடிக்கடி கூறப்படுகிறது. இது உண்மைக்குப் புறம்பானது. ஏழைகளிடம் கார்கள் இல்லை, ஆனால் வெகுஜன போக்குவரத்து செலவுகள் மற்றும் எரிசக்தி விலைகளின் உயர்வின் பிற மறைமுக பாதிப்புகளின் சுமையை அவர்கள் சுமக்கிறார்கள். என்ன நடந்தது என்றால், மானியக் குறைப்புச் சேமிப்புகள், சுகாதாரம் மற்றும் கல்விக்கான செலவினங்களில் பயன்படுத்தப்படவில்லை, எடுத்துக்காட்டாக… .\"",
        "மிகவும் கவலையளிக்கும் வகையில், இந்த சீர்திருத்தங்கள் அனைத்தும் வெளிப்படையாக சர்வாதிகார அரசாங்கத்தால் கண்காணிக்கப்பட்டு வருகின்றன. இப்போது, ​​புதிய தாராளவாத வர்ணனையாளர்களின் பாசாங்குத்தனம் என்னவென்றால், அவர்கள் பொருளாதாரத்தை கட்டுப்படுத்தவும் ஒழுங்குபடுத்தவும் முயற்சிக்கும் ஆட்சிகளின் மீது சர்வாதிகார முத்திரையை வைப்பார்கள், ஆனால் உண்மையில் அதை தாராளமயமாக்குவதற்கும் ஒழுங்குபடுத்துவதற்கும் அரசு அதிகாரத்தைப் பயன்படுத்துபவர்கள் மீது அல்ல. ஜே.ஆர்.ஜெயவர்த்தனவின் ஆண்டுகளை ஏக்கத்துடன் திரும்பிப் பார்க்கும்போது, ​​இலங்கையின் வலதுசாரிப் பொருளாதார விமர்சகர்கள், விலைகளைக் கட்டுப்படுத்தும் அல்லது இறக்குமதியைக் கட்டுப்படுத்தும் கோத்தபய ராஜபக்ச அரசாங்கத்தின் முயற்சிகளை ஏன் அரக்கத்தனமாகக் காட்டுகிறார்கள் என்பதை விளக்கும் முரண்பாடு இதுதான்.",
        "மாற்று வழிகள் இல்லை என்பதல்ல. உள்ளன. ஹோவர்ட் நிக்கோலஸ் பல ஆண்டுகளாக ஒரு மாற்று வழியைக் கூறி வருகிறார்: ஏற்றுமதி-தலைமை தொழில்மயமாக்கலின் உத்தி. புதிய தாராளவாத வர்ணனையாளர்கள் மற்றும் சக பயணிகளால் சுட்டு வீழ்த்தப்பட்டாலும், அத்தகைய உத்திகள் உண்மையில் பகல் வெளிச்சத்தைக் கண்டதில்லை. IMF சீர்திருத்தங்கள் மூலம் தங்களை உரிமையுடன் அடையாளப்படுத்திக் கொள்ளும் வர்ணனையாளர்கள், அவை நடைமுறைக்கு சாத்தியமற்றவை அல்ல, ஆனால் பனிப்போரின் போது தென்கிழக்கு ஆசிய நாடுகளில் இருந்த மாதிரியான சர்வாதிகார அரசியல் கட்டமைப்புகள் தேவைப்படுகின்றன என்பதைக் குறிப்பிடுகின்றனர். இந்த பார்வையின்படி, தென்கிழக்கு ஆசியாவின் தொழில்மயமாக்கல் அனுபவம் இலங்கைக்கு பொருந்தாது, ஏனெனில், புலிகளின் பொருளாதாரங்களைப் போலன்றி, நாம் அந்த பாதையில் செல்ல முடியாத ஒரு முழுமையான ஜனநாயகம்.",
        "பெரும்பாலும் துல்லியமாக இருந்தாலும், தொழில்மயமாக்கல் இல்லை என்ற நவதாராளவாத நியாயப்படுத்தல் கொஞ்சம் பாசாங்குத்தனமானது அல்ல. ஒருபுறம், தொழில்மயமாக்கலுக்கு மையத்தில் இருந்து எதேச்சதிகாரம் தேவைப்பட்டாலும் இல்லாவிட்டாலும், IMF சிக்கனமானது நிச்சயமாகச் செய்கிறது: ஒரு சிரமமான உண்மை வர்ணனையாளர்கள் புறக்கணிக்க முனைகிறார்கள். மறுபுறம், அத்தகைய வர்ணனையாளர்கள் இந்த நாட்டை தென்-கிழக்கு ஆசிய அனுபவத்துடன் ஒப்பிடுவதை எதிர்த்து இப்போது எச்சரிக்கின்றனர், அங்கு நடந்தது அந்த பொருளாதாரங்களுக்கு ஏற்றது, எங்களுக்குப் பொருந்தாது என்று வாதிடுகின்றனர்: பல ஆண்டுகள் தவிர, பல தசாப்தங்களாக, இலங்கையின் போதுமான உறுதிப்பாடு. நவதாராளவாத பொருளாதார வல்லுனர்கள் மற்றும் வர்ணனையாளர்கள் தென்-கிழக்கு ஆசிய பாணி தடையற்ற சந்தைக் கொள்கைகள் மற்றும் சீர்திருத்தங்களை ஆலோசித்து வருகின்றனர், அவர்கள் தங்களுடைய சொந்தக் குழப்பத்தை விளக்கினால், அங்கு நடந்தது நமது சூழ்நிலைக்கு ஏற்புடையதா என்பதை கருத்தில் கொள்ளாமல்.",
        "இது முரண்பாடாக இருந்தாலும், இது செர்ரி-பிக்கிற்கான நவதாராளவாத போக்கை மட்டுமே சுட்டிக்காட்டுகிறது. மத்தியப் பொருளாதாரத் திட்டமிடலுடன் தொடர்புடைய அரசியல் எதேச்சதிகாரத்தை நிராகரிக்கும் அதே வேளையில், பொருளாதார தாராளமயமாக்கலுடன் சர்வதேச நாணய நிதியத்திற்கு எதிரான அரசியல் எதேச்சதிகாரத்துடன் அவர்கள் எந்தப் பிரச்சினையையும் காணவில்லை. இதனால்தான் ரம்புக்கன சம்பவத்தை கண்டிக்கும் அதே அரசியல் உயரடுக்குகள், நவதாராளவாத சீர்திருத்தங்களுக்கும் தொழிலாள வர்க்கம் மற்றும் விவசாயிகள் எதிர்ப்புக்கும் இடையிலான தொடர்பைக் கவனிக்கத் தவறி, அந்த நல்ல பழைய நாட்களின் அடையாளமாக இருந்த ஜெயவர்த்தனாவின் ஆண்டுகளை இலட்சியப்படுத்த முடியும். இது என்னவென்று அழைக்கப்பட வேண்டும் என்று நான் நம்புகிறேன்: தரவரிசை பாசாங்குத்தனம்.",
        "அப்படியானால், சுமை முக்கியமாக நம்மீது உள்ளது: இந்தக் கவலைகளை முன்வைத்து நாம் ராஜபக்சக்களுக்கு எதிர்ப்பு தெரிவிக்கிறோமா அல்லது இரண்டையும் ஒரே கோணத்தில் பார்க்கிறோமா? மற்ற கவலைகளை நாம் சிறுமைப்படுத்தினால், தற்போதைய நிலைக்கு எதிராக ஒரு தீவிர இயக்கத்தை எதிர்பார்ப்பது கேலிக்குரியது. ஆயினும்கூட, எதிர்ப்பாளர்கள் மத்தியில் ஒரு திருப்திகரமான பெரும்பான்மை மற்றும் சமமான திருப்திகரமான நவதாராளவாதப் போக்கு நம்மை வழிநடத்துகிறது. நாம் உடனடியாக சரி செய்ய வேண்டும்.",
        "பாராளுமன்ற அமைப்பு: இனவாதம், பிரிவினைவாதம் & உள்நாட்டுப் போரின் கருப்பை; இலங்கையின் வீழ்ச்சிக்கான போர்டல்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}