{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/India-asks-IMF-to-assist-Sri-Lanka/108-235263",
  "time_ut": 1650352200,
  "title": "India asks IMF to assist Sri Lanka",
  "body_lines": [
    "Managing Director of the International Monetary Fund (IMF) Kristalina Georgieva , in her meeting with Indian Finance Minister Nirmala Sitharaman, praised India for extending financial support to Sri Lanka , a statement from the Indian government said .",
    "The Indian Minister indicated that the IMF would continue to assist Sri Lanka.",
    "Union Minister for Finance and Corporate Affairs Ms. Sitharaman had a bilateral meeting with Ms Georgieva.",
    "Both, the Finance Minister and the Managing Director, were accompanied by senior officials like Shri Anantha V. Nageswaran, Chief Economic Advisor, Ministry of Finance, Government of India, and Ms Gita Gopinath, FDMD of IMF.",
    "During the meeting, they discussed issues of importance for India besides several issues currently being faced by the global and the regional economies.",
    "Ms Georgieva highlighted the resilience of India which remains the fastest-growing country across the globe despite challenges posed by the COVID-19 pandemic. Ms Georgieva also referred to an effective policy mix followed by India that was well targeted. She lauded India for its contribution to the capacity development activities of the IMF.",
    "Ms Georgieva praised India’s vaccination programme and the help extended to its neighbour and other vulnerable economies. The IMF MD particularly brought reference to the help India is providing to Sri Lanka during their difficult economic crisis. Smt. Sitharaman indicated that IMF should support and urgently provide financial assistance to Sri Lanka. The Managing Director assured the Finance Minister that the IMF would continue to actively engage with Sri Lanka.",
    "Discussing the recent geopolitical developments, Smt. Sitharaman and Ms Georgieva raised concerns about its impact on global economy and the challenges linked to the rising energy prices due to it.",
    "Explaining India’s policy approach, Smt. Sitharaman mentioned that an accommodative fiscal stance was also accompanied by major structural reforms, including the bankruptcy code and targeted help to MSME and other vulnerable sections.",
    "Smt. Sitharaman said that Monetary Authority fully supported and complemented these efforts with an accommodative stance.",
    "The Finance Minister further stated that India has been helped by good agricultural output, supported by a good monsoon during the COVID pandemic period. Agricultural exports, along with other exports, have also sharply increased.  India is entering into new economic activities which will help resolve some of the global supply chain issues, She concluded."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට සහය වන්නැයි ඉන්දියාව ජාත්‍යන්තර මූල්‍ය අරමුදලෙන් ඉල්ලා සිටී",
      "body_lines": [
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) කළමනාකාර අධ්‍යක්ෂ ක්‍රිස්ටලිනා ජෝර්ජිවා, ඉන්දීය මුදල් අමාත්‍ය නිර්මලා සීතාරාමන් සමඟ පැවති සාකච්ඡාවේදී ශ්‍රී ලංකාවට මූල්‍ය ආධාර ලබා දීම සම්බන්ධයෙන් ඉන්දියාවට ප්‍රශංසා කළ බව ඉන්දීය රජයේ ප්‍රකාශයක් පවසයි.",
        "ඉන්දීය අමාත්‍යවරයා පෙන්වා දුන්නේ ජාත්‍යන්තර මූල්‍ය අරමුදල ශ්‍රී ලංකාවට අඛණ්ඩව සහය ලබාදෙන බවයි.",
        "මුදල් හා ආයතනික කටයුතු පිළිබඳ මධ්‍යම අමාත්‍ය සීතාරාමන් මහත්මිය ජෝර්ජීවා මහත්මිය සමඟ ද්විපාර්ශ්වික සාකච්ඡාවක් පැවැත්වීය.",
        "මුදල් අමාත්‍යවරයා සහ කළමණාකාර අධ්‍යක්ෂ යන දෙදෙනාම, ඉන්දීය රජයේ මුදල් අමාත්‍යාංශයේ ප්‍රධාන ආර්ථික උපදේශක ශ්‍රී අනන්තා වී. නාගේස්වරන් සහ IMF හි FDMD ගීතා ගෝපිනාත් මහත්මිය වැනි ජ්‍යෙෂ්ඨ නිලධාරීන් සමඟ එක්ව සිටියහ.",
        "මෙම හමුවේදී දැනට ගෝලීය සහ කලාපීය ආර්ථිකයන් මුහුණ දෙන ගැටළු කිහිපයක් හැර ඉන්දියාවට වැදගත් වන කරුණු පිළිබඳව ඔවුන් සාකච්ඡා කළහ.",
        "COVID-19 වසංගතය විසින් එල්ල කරන ලද අභියෝග නොතකා ලොව පුරා වේගයෙන්ම වර්ධනය වන රට ලෙස පවතින ඉන්දියාවේ ඔරොත්තු දීමේ හැකියාව ජෝර්ජීවා මහත්මිය අවධාරණය කළාය. හොඳින් ඉලක්ක කරගත් ඉන්දියාව විසින් අනුගමනය කරන ලද ඵලදායී ප්‍රතිපත්ති මිශ්‍රණයක් ගැන ද ජෝර්ජීවා මහත්මිය සඳහන් කළාය. ජාත්‍යන්තර මූල්‍ය අරමුදලේ ධාරිතා සංවර්ධන ක්‍රියාකාරකම් සඳහා ඉන්දියාව දක්වන දායකත්වය වෙනුවෙන් ඇය ප්‍රශංසා කළාය.",
        "ජෝර්ජීවා මහත්මිය ඉන්දියාවේ එන්නත් වැඩසටහන සහ එහි අසල්වැසියන්ට සහ අනෙකුත් අවදානම් ආර්ථිකයන්ට ලබා දුන් උපකාර පැසසුමට ලක් කළාය. IMF MD විශේෂයෙන් සඳහන් කළේ ඉන්දියාව ඔවුන්ගේ දුෂ්කර ආර්ථික අර්බුදයේදී ශ්‍රී ලංකාවට සපයන උපකාරය ගැන ය. Smt. සීතාරාමන් පෙන්වා දුන්නේ ජාත්‍යන්තර මූල්‍ය අරමුදල ශ්‍රී ලංකාවට සහාය විය යුතු අතර කඩිනමින් මූල්‍ය ආධාර ලබා දිය යුතු බවයි. ජාත්‍යන්තර මූල්‍ය අරමුදල ශ්‍රී ලංකාව සමඟ අඛණ්ඩව ක්‍රියාකාරීව සම්බන්ධ වන බවට කළමනාකාර අධ්‍යක්ෂවරයා මුදල් අමාත්‍යවරයාට සහතික විය.",
        "මෑත කාලීන භූ දේශපාලන වර්ධනයන් ගැන සාකච්ඡා කරමින්, Smt. සීතාරාමන් සහ ජෝර්ජීවා මහත්මිය ගෝලීය ආර්ථිකයට එහි බලපෑම සහ ඒ හේතුවෙන් ඉහළ යන බලශක්ති මිල සමඟ සම්බන්ධ වූ අභියෝග පිළිබඳව කනස්සල්ල පළ කළහ.",
        "ඉන්දියාවේ ප්‍රතිපත්ති ප්‍රවේශය පැහැදිලි කරමින්, ශ්‍රීමා. බංකොලොත් සංග්‍රහය සහ MSME සහ අනෙකුත් අවදානමට ලක්විය හැකි කොටස් සඳහා ඉලක්කගත උපකාර ඇතුළු ප්‍රධාන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සමඟ නවාතැන් ගත හැකි මූල්‍ය ස්ථාවරයක් ද ඇති බව සීතාරාමන් සඳහන් කළේය.",
        "Smt. සීතාරාමන් පැවසුවේ මූල්‍ය අධිකාරිය මෙම ප්‍රයත්නයන් සඳහා පූර්ණ සහය සහ අනුග්‍රහය දක්වන ස්ථාවරයකින් සම්පූර්ණ කළ බවයි.",
        "කොවිඩ් වසංගත කාලපරිච්ඡේදය තුළ යහපත් මෝසම් වර්ෂාපතනයක් ලැබීමෙන් ඉන්දියාවට හොඳ කෘෂිකාර්මික නිෂ්පාදනයක් ලැබී ඇති බව මුදල් අමාත්‍යවරයා වැඩිදුරටත් ප්‍රකාශ කළේය. අනෙකුත් අපනයන සමඟ කෘෂිකාර්මික අපනයන ද තියුනු ලෙස ඉහළ ගොස් ඇත. ඉන්දියාව නව ආර්ථික ක්‍රියාකාරකම්වලට අවතීර්ණ වන අතර එමඟින් ගෝලීය සැපයුම් දාම ගැටළු කිහිපයක් විසඳීමට උපකාරී වනු ඇතැයි ඇය නිගමනය කළාය."
      ]
    },
    "ta": {
      "title": "இலங்கைக்கு உதவுமாறு சர்வதேச நாணய நிதியத்திடம் இந்தியா கோரிக்கை விடுத்துள்ளது",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்தின் (IMF) நிர்வாக இயக்குநர் கிறிஸ்டலினா ஜார்ஜீவா, இந்திய நிதியமைச்சர் நிர்மலா சீதாராமனுடனான தனது சந்திப்பில், இலங்கைக்கு நிதியுதவி அளித்ததற்காக இந்தியாவைப் பாராட்டியதாக இந்திய அரசாங்கத்தின் அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "சர்வதேச நாணய நிதியம் இலங்கைக்கு தொடர்ந்தும் உதவி செய்யும் என இந்திய அமைச்சர் சுட்டிக்காட்டினார்.",
        "மத்திய நிதி மற்றும் கார்ப்பரேட் விவகாரங்களுக்கான அமைச்சர் திருமதி சீதாராமன், திருமதி ஜார்ஜீவாவுடன் இருதரப்பு சந்திப்பு நடத்தினார்.",
        "நிதி அமைச்சர் மற்றும் நிர்வாக இயக்குனர் இருவரும், இந்திய அரசின் நிதி அமைச்சகத்தின் தலைமை பொருளாதார ஆலோசகர் ஸ்ரீ ஆனந்த வி. நாகேஸ்வரன் மற்றும் IMF இன் FDMD திருமதி கீதா கோபிநாத் போன்ற மூத்த அதிகாரிகளுடன் இருந்தனர்.",
        "இந்த சந்திப்பின் போது, ​​உலக மற்றும் பிராந்திய பொருளாதாரங்கள் தற்போது எதிர்கொள்ளும் பல்வேறு பிரச்சனைகள் தவிர இந்தியாவிற்கு முக்கியத்துவம் வாய்ந்த பிரச்சனைகள் குறித்து அவர்கள் விவாதித்தனர்.",
        "கோவிட்-19 தொற்றுநோயால் சவால்களை எதிர்கொண்ட போதிலும், உலகெங்கிலும் வேகமாக வளர்ந்து வரும் நாடாக இருக்கும் இந்தியாவின் பின்னடைவை திருமதி ஜார்ஜீவா எடுத்துரைத்தார். திருமதி ஜார்ஜீவா, இந்தியா பின்பற்றும் ஒரு பயனுள்ள கொள்கை கலவையை நன்கு குறிவைத்தார். சர்வதேச நாணய நிதியத்தின் திறன் மேம்பாட்டு நடவடிக்கைகளுக்கு இந்தியா அளித்த பங்களிப்பிற்காக அவர் பாராட்டினார்.",
        "இந்தியாவின் தடுப்பூசி திட்டம் மற்றும் அதன் அண்டை நாடுகளுக்கும் பிற பாதிக்கப்படக்கூடிய பொருளாதாரங்களுக்கும் உதவியதை திருமதி ஜார்ஜீவா பாராட்டினார். IMF MD குறிப்பாக இலங்கையின் கடினமான பொருளாதார நெருக்கடியின் போது இந்தியா அளித்து வரும் உதவிகளை குறிப்பிட்டார். ஸ்ரீமதி. சர்வதேச நாணய நிதியம் இலங்கைக்கு ஆதரவளித்து அவசரமாக நிதி உதவி வழங்க வேண்டும் என்று சீதாராமன் சுட்டிக்காட்டினார். சர்வதேச நாணய நிதியம் தொடர்ந்தும் இலங்கையுடன் தீவிரமாக ஈடுபடும் என முகாமைத்துவப் பணிப்பாளர் நிதி அமைச்சரிடம் உறுதியளித்தார்.",
        "சமீபத்திய புவிசார் அரசியல் முன்னேற்றங்களைப் பற்றி விவாதிக்கும் ஸ்ரீமதி. சீதாராமன் மற்றும் திருமதி ஜார்ஜீவா ஆகியோர் உலகப் பொருளாதாரத்தில் அதன் தாக்கம் மற்றும் அதன் காரணமாக அதிகரித்து வரும் எரிசக்தி விலைகளுடன் தொடர்புடைய சவால்கள் குறித்து கவலைகளை எழுப்பினர்.",
        "இந்தியாவின் கொள்கை அணுகுமுறையை விளக்கி, ஸ்ரீமதி. சீதாராமன், திவால் குறியீடு மற்றும் MSME மற்றும் பிற பாதிக்கப்படக்கூடிய பிரிவுகளுக்கு இலக்கான உதவி உள்ளிட்ட முக்கிய கட்டமைப்பு சீர்திருத்தங்களுடன் ஒரு இணக்கமான நிதி நிலைப்பாடு உள்ளது என்று குறிப்பிட்டார்.",
        "ஸ்ரீமதி. சீதாராமன், இந்த முயற்சிகளுக்கு நிதி ஆணையம் முழு ஆதரவு அளித்து, ஒரு இணக்கமான நிலைப்பாட்டை பூர்த்தி செய்தது.",
        "கோவிட் தொற்றுநோய் காலத்தில் நல்ல பருவமழையால் ஆதரிக்கப்பட்ட நல்ல விவசாய உற்பத்தியால் இந்தியா உதவியுள்ளது என்று நிதி அமைச்சர் மேலும் கூறினார். மற்ற ஏற்றுமதிகளுடன் விவசாய ஏற்றுமதியும் கடுமையாக அதிகரித்துள்ளது. இந்தியா புதிய பொருளாதார நடவடிக்கைகளில் நுழைகிறது, இது உலகளாவிய விநியோகச் சங்கிலி சிக்கல்களைத் தீர்க்க உதவும் என்று அவர் முடித்தார்."
      ]
    }
  }
}