{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-likely-to-face-more-scrutiny-in-september-unhrc-session-91418/",
  "time_ut": 1646752200,
  "title": "Sri Lanka likely to face more scrutiny in September UNHRC session",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may have to convince the international community more on its human rights efforts before another resolution at the United Nations Human Rights Council (UNHRC) meeting in September as the island nation has been asked to do more to address past alleged rights abuses.",
    "Before the Sri Lankan delegation left to Geneva to participate in the 49th UNHRC session, the government attempted to activate some of its domestic processes including the Office of Missing Person (OMP) and the Office of National Unity and Reconciliation (ONUR).",
    "The government also tabled an amendment to the country’s anti-terrorism law, the Prevention of Terrorism Act (PTA,) in parliament and released a number of people arrested under the PTA including lawyer Hejaz Hizbullah and poet Ahnaf Jazeem, long demanded by international rights groups.",
    "However, it also faced new allegations that were forwarded at the latest UNHRC session including the government’s alleged failure to find the masterminds of the 2019 Easter Sunday attack and the alleged muzzling of opposition legislators and minorities critical of the government.",
    "Apart from these, individual complaints by Sri Lankans also have been sent in a confidential manner to the UNHRC about how their fundamental rights are being breached under successive governments, sources who were aware of such complaints told EconomyNext.",
    "Sri Lanka’s Catholic Church leader Cardinal Malcom Ranjith’s meeting with the UN human rights chief Michelle Bachelet has sought to change the perception of Catholic nations, especially in the Latin American belt, a source who has the knowledge on the meetings said.",
    "According the resolution passed at the UN body last year, Bachelet has received a mandate to collect evidence of crimes allegedly committed during Sri Lanka’s long civil war, which ended with an upsurge of alleged civilian deaths attributed to both the Sri Lankan army and Tamil Tiger rebels.",
    "Many rights activists and some Western nations still see Sri Lanka’s measures including proposed amendments to the anti-terror law, reactivating the work of the OMP and ONUR as attempts to hoodwink the international community.",
    "However, none of these measures managed to convince the UN and international community.",
    "Bachelet on Friday’s session in Geneva said there have been some recent signs of increased engagement by the government with her office and certain steps to initiate reforms.",
    "“I encourage the Government to take further steps to address the fundamental problems with the PTA, as well as undertake the deeper legal, institutional and security sector reforms that are critically needed, to put an end to impunity and prevent any recurrence of past violations,” Bachelet said.",
    "“Regrettably, the past year has also seen further obstruction and setbacks to accountability. Victims and their families continue to be denied truth and justice.  And the Government’s response to criticism has constricted democratic and civic space, including for essential human rights advocacy.",
    "“Two years after the expression of commitments to pursue an “inclusive, domestically designed and executed reconciliation and accountability process” before this Council, the Government has still not produced a credible road map on transitional justice towards accountability and reconciliation.”",
    "President Gotabaya Rajapaksa’s Sri Lanka Podujana Peremuna (SLPP)-led coalition, which earlier opposed all views on addressing past rights abuses from the West, the UN, and global rights groups, has been on reverse gear since the country started to face an economic and debt crisis.",
    "The European Union has threatened to withdraw Sri Lanka’s access to the GSP plus trade concession worth over 500 million US dollars if Sri Lanka does not fulfil its commitments including repealing the PTA as it agreed to in 2016.",
    "Some western nation including Canada and the United States have already imposed targeted sanctions on military personnel who are accused of war crimes.",
    "“The current Government has not only demonstrated its unwillingness to pursue accountability – it has incorporated military officials implicated in alleged war crimes into the highest levels of Government, reinforcing a narrative of impunity,” the UN rights chief said.",
    "Though Sri Lanka started to address most of the rights concerns, it hardly had the time to reconcile with minorities which have accused the SLPP-led coalition of not taking strong action against racism and targeted violence against minorities since it came to power.",
    "“The expression of ethno-religious nationalism in State institutions has become more visible, increasing the marginalisation and fear of minority communities, and undermining reconciliation,” Bachelet said.",
    "“Since the end of 2020, we have noted a significant increase in land disputes, mainly related to Buddhist heritage conservation or forestry protection, that are exacerbating grievances of minority communities and creating new tensions.”",
    "The UN rights boss also questioned the independence of country’s key commissions and institutions after the passage of the 20th amendment to strengthen the powers enjoyed by the president.",
    "“I am also deeply concerned by continued reports of surveillance, harassment and intimidation of civil society organisations, human rights defenders and journalists by police and intelligence services,” Bachelet said.",
    "“Repeated incidents of deaths in custody and in alleged armed encounters with police are alarming. We also continue to receive allegations of ill-treatment and torture by police and military. This highlights the importance of fundamental security-sector reforms.”",
    "She also said the victims of the 2019 Easter Sunday bombings and religious leaders also continue to call for justice, reparation and a full account of the circumstances of those attacks, in particular the role of the security establishment.",
    "Bachelet’s comments on Easter Sunday victims came after Sri Lanka’s Malcom Cardinal Ranjith personally visited Geneva and placed his statement officially to the UNHCR on the plight of the victims in the attack along with a request to ensure justice.",
    "The Cardinal said the Easter Sunday attack – which killed 269 including 47 foreign nationals from 14 countries – first appeared to be the work of Islamic extremists but subsequent investigations indicated that “this massacre was part of a grand political plot.”",
    "He said the SLPP-led government has failed to mete out justice to the victims despite repeated requests and there are attempts to harass and intimidate those who clamour for justice instead of uncovering the truth behind the attack and prosecuting those responsible.",
    "Many rights activists say the Cardinal’s request could become a game changer in the future in forcing Sri Lanka’s government to address alleged past human rights violations, given the likelihood of Catholic-dominated nations will now also call on the government to address UNHRC demands.",
    "Meanwhile, Sri Lanka’s Core Group said its concerns over surveillance and intimidation of civil society persists and detentions, threats and intimidation of journalists and human rights defenders continue while the proposed changes to the PTA are very limited and its longstanding concerns still remain.",
    "“The new ‘One Country One Law’ taskforce risks undermining Sri Lanka’s pluralist society. We urge Sri Lanka to ensure that this taskforce’s work is inclusive and non-discriminatory,” the UK’s Global Ambassador for Human Rights Rita French in her statement on behalf of  the core group said.",
    "Human rights activists and officials who visited Geneva said the sessions on Sri Lanka for the first time saw Christians and Sinhalese speaking against human rights violations by an incumbent government for the first time.",
    "Opposition legislator Harin Fernando and Cardinal Ranjith were given 1.5-minute slot each under the NGO time slot where 10 NGOs were given the opportunity to speak.",
    "“It is an alarm bell for Sri Lanka,” said a rights activist based in Geneva told EconomyNext.",
    "“Now pressure is mounting on Sri Lanka as most countries spoke on Monday asked it to address concerns.”",
    "Sri Lanka for its part said there were serious anomalies and weaknesses in Bachelet’s report presented to the Council.",
    "However, some diplomats based in Sri Lanka say Sri Lanka’s credibility among the international community has eroded due to its past record and another resolution is likely in September depending on the government’s responses to UNHRC’s call to address human rights abuses.",
    "Sri Lanka’s Foreign Minister G L Peiris criticized the UNHRC’s move to find evidence against the government’s past human rights abuses.",
    "“The fundamental deficiency is its intolerably intrusive character, impinging as it does on core functions and responsibilities of organs of the Sri Lankan State, overwhelmingly mandated by the people of our country at three successive elections” he told the UNHRC,” he told in his statement addressing the Council.",
    "“Despite our rejection of the resolution, we will continue our voluntary international undertakings on human rights and engage with the United Nations, including with this Council,” he said.",
    "“We are dismayed by the High Commissioner’s unwarranted onslaught on seminal institutions of our country which function under the aegis of Sri Lanka’s Constitution and legal system, emanating from a rich and varied cultural heritage, and are subject to stringent review processes which form an integral part of our tried and tested laws.”",
    "On Tuesday, Sri Lanka’s foreign ministry said the country “received overwhelming support from countries of the Global South who expressed support for the Government’s significant efforts towards reconciliation and reiterated the importance of objective and constructive cooperation as the fundamental basis for multilateral engagement”.",
    "“Of the 45 countries that spoke at the Interactive Dialogue, 31 spoke in support of Sri Lanka. Sri Lanka received cross-regional support from a broad spectrum of states of South, South East and Central Asia and the African Group,” the Foreign Ministry said in its statement. (Colombo/Mar08/2022)"
  ],
  "translate": {
    "si": {
      "title": "සැප්තැම්බර් UNHRC සැසියේදී ශ්‍රී ලංකාව තවත් විමර්ශනයකට මුහුණ දීමට ඉඩ තිබේ",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවට සැප්තැම්බර් මාසයේදී එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (UNHRC) රැස්වීමේ තවත් යෝජනාවකට පෙර ජාත්‍යන්තර ප්‍රජාවට සිය මානව හිමිකම් ප්‍රයත්නයන් පිළිබඳව වැඩි වැඩියෙන් ඒත්තු ගැන්වීමට සිදුවනු ඇත, මන්ද අතීතයේ සිදු වූ බව කියන අයිතිවාසිකම් උල්ලංඝනය කිරීම් සම්බන්ධයෙන් වැඩි යමක් කිරීමට දිවයින ජාතියෙන් ඉල්ලා ඇත.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 49 වැනි සැසිවාරයට සහභාගී වීම සඳහා ශ්‍රී ලංකා නියෝජිත පිරිස ජිනීවා බලා පිටත්ව යාමට පෙර, අතුරුදහන් වූවන් පිළිබඳ කාර්යාලය (OMP) සහ ජාතික සමගිය හා ප්‍රතිසන්ධාන කාර්යාලය (ONUR) ඇතුළු සිය දේශීය ක්‍රියාවලීන් කිහිපයක් සක්‍රීය කිරීමට රජය උත්සාහ කළේය.",
        "රජය විසින් රටේ ත්‍රස්ත විරෝධී නීතිය, ත්‍රස්තවාදය වැළැක්වීමේ පනත (PTA,) සඳහා සංශෝධනයක් ද පාර්ලිමේන්තුවට ඉදිරිපත් කළ අතර ජාත්‍යන්තර අයිතිවාසිකම් කණ්ඩායම් විසින් දිගු කලක් තිස්සේ ඉල්ලා සිටි නීතිඥ හෙජාස් හිස්බුල්ලා සහ කවියෙකු වන අහ්නාෆ් ජසීම් ඇතුළු ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ අත්අඩංගුවට ගත් පුද්ගලයින් ගණනාවක් නිදහස් කරන ලදී. .",
        "කෙසේ වෙතත්, 2019 පාස්කු ඉරිදා ප්‍රහාරයේ මහ මොළකරුවන් සොයා ගැනීමට රජය අපොහොසත් වීම සහ රජය විවේචනය කරන විපක්ෂයේ ව්‍යවස්ථාදායකයින් සහ සුළු ජාතීන්ට මුවා වී යැයි කියනු ලබනවා යන චෝදනා ඇතුළු එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ නවතම සැසිවාරයේදී ඉදිරිපත් කරන ලද නව චෝදනාවලට ද එය මුහුණ දුන්නේය.",
        "මේවාට අමතරව ශ්‍රී ලාංකිකයන්ගේ තනි පුද්ගල පැමිණිලි ද එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයට රහසිගතව යවා ඇති අතර අනුප්‍රාප්තික රජයන් යටතේ ඔවුන්ගේ මූලික අයිතිවාසිකම් කඩවන ආකාරය පිළිබඳව එවැනි පැමිණිලි පිළිබඳව දැන සිටි ආරංචි මාර්ග EconomyNext වෙත පැවසීය.",
        "ශ්‍රී ලංකාවේ කතෝලික පල්ලියේ නායක කාදිනල් මැල්කම් රංජිත් හිමිපාණන් එක්සත් ජාතීන්ගේ මානව හිමිකම් ප්‍රධානී මිචෙල් බැචලට් හමුවී කතෝලික ජාතීන්, විශේෂයෙන්ම ලතින් ඇමෙරිකානු තීරයේ සිටින කතෝලික ජාතීන් පිළිබඳ අදහස වෙනස් කිරීමට උත්සාහ කර ඇති බව එම රැස්වීම් පිළිබඳ දැනුමක් ඇති මූලාශ්‍රයක් පවසයි.",
        "පසුගිය වසරේ එක්සත් ජාතීන්ගේ සංවිධානයේ සම්මත කරන ලද යෝජනාවට අනුව, ශ්‍රී ලංකා හමුදාවට සහ දෙමළ කොටි කැරලිකරුවන්ට ආරෝපණය වූ බව කියන සිවිල් මරණ ඉහළ යාමෙන් අවසන් වූ ශ්‍රී ලංකාවේ දිගු සිවිල් යුද්ධයේදී සිදු වූ බව කියන අපරාධ පිළිබඳ සාක්ෂි එකතු කිරීමට බැචලෙට්ට වරමක් ලැබී තිබේ. .",
        "බොහෝ අයිතිවාසිකම් ක්‍රියාකාරීන් සහ සමහර බටහිර ජාතීන් තවමත් ශ්‍රී ලංකාවේ ත්‍රස්ත-විරෝධී නීතියට යෝජිත සංශෝධන ඇතුළු ශ්‍රී ලංකාවේ ක්‍රියාමාර්ග දකිමින්, OMP සහ ONUR හි වැඩ නැවත සක්‍රීය කිරීම ජාත්‍යන්තර ප්‍රජාව රැවටීමේ උත්සාහයන් ලෙස ය.",
        "කෙසේ වෙතත්, මෙම කිසිදු පියවරක් එක්සත් ජාතීන්ගේ සංවිධානයට සහ ජාත්‍යන්තර ප්‍රජාවට ඒත්තු ගැන්වීමට සමත් වූයේ නැත.",
        "ජිනීවාහි සිකුරාදා සැසියේදී බැචලට් පැවසුවේ රජය විසින් තම කාර්යාලය සමඟ සම්බන්ධ වීම සහ ප්‍රතිසංස්කරණ ආරම්භ කිරීමට යම් යම් පියවර ගැනීම් පිළිබඳ මෑත කාලීන සලකුණු ඇති බවයි.",
        "ත්‍රස්තවාදය වැළැක්වීමේ පනත සමඟ ඇති මූලික ගැටලු විසඳීමට මෙන්ම, දණ්ඩමුක්තියට තිත තැබීමට සහ අතීත උල්ලංඝනයන් නැවත ඇතිවීම වැලැක්වීම සඳහා තීරනාත්මකව අවශ්‍ය වන ගැඹුරු නීතිමය, ආයතනික සහ ආරක්ෂක අංශයේ ප්‍රතිසංස්කරණ සිදු කිරීමට ඉදිරි පියවර ගන්නා ලෙස මම රජය දිරිමත් කරමි. ” බැචලට් කීවාය.",
        "“කණගාටුවට කරුණක් නම්, පසුගිය වසර තුළ වගවීම සඳහා තවදුරටත් බාධා කිරීම් සහ පසුබෑම් දක්නට ලැබුණි. වින්දිතයින්ට සහ ඔවුන්ගේ පවුල්වලට සත්‍යය සහ යුක්තිය අඛණ්ඩව ප්‍රතික්ෂේප වේ. විවේචනවලට රජයේ ප්‍රතිචාරය අත්‍යවශ්‍ය මානව හිමිකම් වෙනුවෙන් පෙනී සිටීම ඇතුළුව ප්‍රජාතන්ත්‍රවාදී සහ සිවිල් අවකාශය සීමා කර ඇත.",
        "\"මෙම කවුන්සිලයට පෙර \"ඇතුළත්, දේශීයව සැලසුම් කර ක්‍රියාත්මක කරන ලද ප්‍රතිසන්ධාන සහ වගවීමේ ක්‍රියාවලියක්\" අනුගමනය කිරීමට කැපවීම් ප්‍රකාශ කිරීමෙන් වසර දෙකක් ගතවී ඇතත්, වගවීම සහ ප්‍රතිසන්ධානය සඳහා වන සංක්‍රාන්ති යුක්තිය පිළිබඳ විශ්වාසනීය මාර්ග සිතියමක් රජය විසින් තවමත් ඉදිරිපත් කර නොමැත.\"",
        "බටහිරින්, එක්සත් ජාතීන්ගේ සංවිධානයෙන් සහ ගෝලීය අයිතිවාසිකම් කන්ඩායම්වල අතීත අයිතිවාසිකම් උල්ලංඝනයන් ආමන්ත්‍රණය කිරීම පිළිබඳ සියලු මතවලට කලින් විරුද්ධ වූ ජනාධිපති ගෝඨාභය රාජපක්ෂගේ ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) ප්‍රමුඛ සන්ධානය, රට ආර්ථික හා ආර්ථික අර්බුදයකට මුහුණ දීමට පටන් ගත් දා සිට ආපසු ගිය ගමනක යෙදී සිටී. ණය අර්බුදය.",
        "2016 දී එකඟ වූ පරිදි ත්‍රස්තවාදය වැළැක්වීමේ පනත ඉවත් කිරීම ඇතුළු ශ්‍රී ලංකාව සිය පොරොන්දු ඉටු නොකරන්නේ නම්, ඇමරිකානු ඩොලර් මිලියන 500 කට වඩා වටිනා GSP ප්ලස් වෙළඳ සහනය සඳහා ශ්‍රී ලංකාවට ප්‍රවේශය ඉවත් කරන බවට යුරෝපා සංගමය තර්ජනය කර තිබේ.",
        "කැනඩාව සහ ඇමරිකා එක්සත් ජනපදය ඇතුළු සමහර බටහිර ජාතීන් දැනටමත් යුද අපරාධ චෝදනා එල්ල වී ඇති හමුදා නිලධාරීන්ට ඉලක්කගත සම්බාධක පනවා ඇත.",
        "\"වත්මන් ආන්ඩුව වගවීම ලුහුබැඳීමට ඇති අකමැත්ත ප්‍රදර්ශනය කර ඇතුවා පමණක් නොව - එය දණ්ඩමුක්තිය පිලිබඳ ආඛ්‍යානයක් ශක්තිමත් කරමින්, චෝදනා කරන යුද අපරාධවලට සම්බන්ධ හමුදා නිලධාරීන් රජයේ ඉහලම මට්ටම් වලට ඇතුලත් කර ඇත\", එක්සත් ජාතීන්ගේ අයිතිවාසිකම් ප්‍රධානියා පැවසීය.",
        "ශ්‍රී ලංකාව බොහෝ අයිතිවාසිකම් ගැටළු විසඳීමට පටන් ගත්තද, ශ්‍රී ලංකා පොදුජන පෙරමුණ ප්‍රමුඛ සන්ධානය බලයට පත් වූ දා සිට ජාතිවාදයට සහ සුළු ජාතීන්ට එරෙහි ප්‍රචණ්ඩත්වයට එරෙහිව දැඩි ක්‍රියාමාර්ග නොගත් බවට චෝදනා කරන සුළු ජාතීන් සමඟ සංහිඳියාවට කාලය නොතිබුණි.",
        "\"රාජ්‍ය ආයතනවල වාර්ගික-ආගමික ජාතිකවාදයේ ප්‍රකාශනය වඩාත් දෘශ්‍යමාන වී ඇති අතර, සුළුතර ප්‍රජාවන්ගේ කොන් කිරීම සහ බිය වැඩි කිරීම සහ සංහිඳියාව අඩපණ කරයි,\" Bachelet  පැවසීය.",
        "\"2020 අවසානයේ සිට, සුළුතර ප්‍රජාවන්ගේ දුක්ගැනවිලි උග්‍ර කරන සහ නව ආතතීන් ඇති කරන, ප්‍රධාන වශයෙන් බෞද්ධ උරුමයන් සංරක්ෂණය හෝ වන සංරක්ෂණය සම්බන්ධ ඉඩම් ආරවුල්වල සැලකිය යුතු වැඩි වීමක් අපි සටහන් කර ඇත්තෙමු.\"",
        "ජනාධිපතිවරයා සතු බලතල ශක්තිමත් කිරීම සඳහා 20 වැනි සංශෝධනය සම්මත කිරීමෙන් පසු රටේ ප්‍රධාන කොමිෂන් සභා සහ ආයතනවල ස්වාධීනත්වය පිළිබඳවද එක්සත් ජාතීන්ගේ අයිතිවාසිකම් ප්‍රධානියා ප්‍රශ්න කළේය.",
        "\"පොලිසිය සහ ඔත්තු සේවා මගින් සිවිල් සමාජ සංවිධාන, මානව හිමිකම් ආරක්ෂකයින් සහ මාධ්‍යවේදීන් පිළිබඳ නිරීක්ෂණ, හිරිහැර කිරීම් සහ බිය ගැන්වීම් පිළිබඳ අඛණ්ඩ වාර්තා පිළිබඳව මම දැඩි කනස්සල්ලට පත්ව සිටිමි,\" Bachelet  පැවසීය.",
        "“අත්අඩංගුවේදී සහ පොලිසිය සමඟ සන්නද්ධව සිදු වූ බව කියනු ලබන හමුවීම්වලදී නැවත නැවත සිදුවන මරණ තැතිගන්වන සුළුය. පොලිසියෙන් සහ හමුදාවෙන් අයහපත් ලෙස සැලකීම සහ වධහිංසා පැමිණවීම පිළිබඳ චෝදනා ද අපට දිගින් දිගටම ලැබෙමින් පවතී. මෙය මූලික ආරක්ෂක අංශයේ ප්‍රතිසංස්කරණවල වැදගත්කම ඉස්මතු කරයි.",
        "2019 පාස්කු ඉරිදා බෝම්බ ප්‍රහාරයෙන් විපතට පත් වූවන් සහ ආගමික නායකයින් ද යුක්තිය, වන්දි ගෙවීම සහ එම ප්‍රහාරවල තත්ත්වයන්, විශේෂයෙන් ආරක්ෂක සංස්ථාපිතයේ භූමිකාව පිළිබඳ සම්පූර්ණ වාර්තාවක් ඉල්ලා සිටින බව ද ඇය පැවසුවාය.",
        "ශ්‍රී ලංකාවේ මැල්කොම් කාදිනල් රංජිත් තුමා පුද්ගලිකව ජිනීවා වෙත ගොස් ප්‍රහාරයෙන් වින්දිතයින්ගේ දුක්ඛිත තත්ත්වය පිළිබඳව UNHCR වෙත නිල වශයෙන් ප්‍රකාශයක් කිරීමත් සමඟ යුක්තිය සහතික කරන ලෙස ඉල්ලීමක් කිරීමෙන් පසුව පාස්කු ඉරිදා වින්දිතයින් පිළිබඳව බැචලට්ගේ අදහස් පළ විය.",
        "රටවල් 14ක විදේශිකයින් 47ක් ඇතුළු 269 දෙනෙකුට මරු කැඳවූ පාස්කු ඉරිදා ප්‍රහාරය ඉස්ලාමීය අන්තවාදීන්ගේ ක්‍රියාවක් ලෙස මුලින්ම පෙනී ගිය නමුත් පසුව කරන ලද පරීක්ෂණවලින් පෙනී ගියේ “මෙම සංහාරය මහා දේශපාලන කුමන්ත්‍රණයක කොටසක්” බවයි.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණ ප්‍රමුඛ රජය නැවත නැවත ඉල්ලීම් කළද වින්දිතයින්ට යුක්තිය ඉටු කිරීමට අපොහොසත් වී ඇති බවත්, ප්‍රහාරය පිටුපස ඇති සත්‍යය අනාවරණය කර වගකිව යුත්තන්ට නඩු පවරනවා වෙනුවට යුක්තිය ඉල්ලා කෑගසන අයට හිරිහැර කිරීමට සහ බිය ගැන්වීමට උත්සාහ කරන බවත් ඔහු පැවසීය.",
        "බොහෝ අයිතිවාසිකම් ක්‍රියාකාරීන් පවසන්නේ, කතෝලික ආධිපත්‍යය දරන ජාතීන් දැන් එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ ඉල්ලීම්වලට ආමන්ත්‍රණය කරන ලෙස රජයෙන් ඉල්ලා සිටිනු ඇති බැවින්, කාදිනල් තුමාගේ ඉල්ලීම අනාගතයේ දී ශ්‍රී ලංකා රජයට සිදු වූ බව කියන මානව හිමිකම් කඩකිරීම්වලට විසඳුම් සෙවීමට බලකිරීමේ වෙනසක් විය හැකි බවයි.",
        "මේ අතර, ත්‍රස්තවාදය වැළැක්වීමේ පනතට යෝජිත වෙනස්කම් ඉතා සීමිත වන අතර එහි දිගුකාලීන උත්සුකයන් තවමත් පවතින අතර, මාධ්‍යවේදීන් සහ මානව හිමිකම් ආරක්ෂකයින් රඳවා තබා ගැනීම්, තර්ජන සහ බිය ගැන්වීම් දිගටම පවතින බව ශ්‍රී ලංකා කෝර් ගෲප් පැවසීය.",
        "“නව ‘එක් රටක් එක නීතියක්’ කාර්ය සාධක බලකාය ශ්‍රී ලංකාවේ බහුත්වවාදී සමාජයට වල කැපීමේ අවදානමක් ඇත. මෙම කාර්ය සාධක බලකායේ කාර්යය සියල්ල ඇතුළත් සහ වෙනස් කොට සැලකීමක් නොවන බව සහතික කරන ලෙස අපි ශ්‍රී ලංකාවෙන් ඉල්ලා සිටිමු\" යනුවෙන් එක්සත් රාජධානියේ මානව හිමිකම් පිළිබඳ ගෝලීය තානාපති රීටා ප්‍රංශ ප්‍රධාන කණ්ඩායම වෙනුවෙන් සිය ප්‍රකාශයේ සඳහන් කර ඇත.",
        "ජිනීවා වෙත ගිය මානව හිමිකම් ක්‍රියාකාරීන් සහ නිලධාරීන් ප්‍රකාශ කළේ ශ්‍රී ලංකාව පිළිබඳ සැසිවාරයේදී ප්‍රථම වරට ක්‍රිස්තියානුවන් සහ සිංහලයන් වත්මන් රජයක් විසින් මානව හිමිකම් කඩකිරීම්වලට එරෙහිව ප්‍රථම වරට කතා කරනු දුටු බවයි.",
        "රාජ්‍ය නොවන සංවිධාන 10 දෙනෙකුට කථා කිරීමට අවස්ථාව ලබාදුන් රාජ්‍ය නොවන සංවිධාන කාලසටහන යටතේ විපක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී හරීන් ප්‍රනාන්දු සහ කාදිනල් රංජිත් හිමිපාණන්ට විනාඩි 1.5 බැගින් ලබාදී තිබුණි.",
        "\"එය ශ්‍රී ලංකාවට අනතුරු ඇඟවීමේ සීනුවක්\" යැයි ජිනීවා හි සිටින අයිතිවාසිකම් ක්‍රියාකාරිකයෙක් EconomyNext වෙත පැවසීය.",
        "\"බොහෝ රටවල් සඳුදා කතා කළ නිසා දැන් ශ්‍රී ලංකාව කෙරෙහි පීඩනය වැඩි වෙමින් පවතී.\"",
        "කවුන්සිලයට ඉදිරිපත් කරන ලද Bachelet ගේ වාර්තාවේ බරපතල විෂමතා සහ දුර්වලතා ඇති බව ශ්‍රී ලංකාව එහි කොටසින් පැවසීය.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාව පදනම් කරගත් සමහර රාජ්‍ය තාන්ත්‍රිකයින් පවසන්නේ ශ්‍රී ලංකාවේ අතීත වාර්තාව හේතුවෙන් ජාත්‍යන්තර ප්‍රජාව අතර ශ්‍රී ලංකාවේ විශ්වසනීයත්වය ඛාදනය වී ඇති අතර මානව හිමිකම් උල්ලංඝනය කිරීම් සම්බන්ධයෙන් එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ ඉල්ලීමට රජය දක්වන ප්‍රතිචාර මත සැප්තැම්බර් මාසයේදී තවත් යෝජනාවක් ගෙන ඒමට ඉඩ ඇති බවයි.",
        "ශ්‍රී ලංකාවේ විදේශ අමාත්‍ය ජී එල් පීරිස් ආන්ඩුවේ අතීත මානව හිමිකම් කඩකිරීම් වලට එරෙහිව සාක්ෂි සෙවීමට එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ පියවර විවේචනය කළේය.",
        "\"මූලික ඌනතාවය එහි නොඉවසිය හැකි ආක්‍රමණශීලී ස්වභාවයක් වන අතර, එය ශ්‍රී ලංකා රාජ්‍යයේ අවයවවල මූලික ක්‍රියාකාරකම් සහ වගකීම් වලට බලපාන පරිදි, පිට පිට මැතිවරණ තුනකදී අපේ රටේ ජනතාව විසින් අතිමහත් ලෙස නියම කර ඇත\" යනුවෙන් ඔහු UNHRC වෙත පැවසීය. සභාව අමතමින් ප්‍රකාශය.",
        "\"අපි යෝජනාව ප්‍රතික්ෂේප කළත්, අපි මානව හිමිකම් පිළිබඳ අපගේ ස්වේච්ඡා ජාත්‍යන්තර වගකීම් දිගටම කරගෙන යන අතර මෙම කවුන්සිලය ඇතුළුව එක්සත් ජාතීන්ගේ සංවිධානය සමඟ කටයුතු කරන්නෙමු,\" ඔහු පැවසීය.",
        "“ශ්‍රී ලංකාවේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ සහ නීති පද්ධතියේ අනුග්‍රහය යටතේ ක්‍රියාත්මක වන, පොහොසත් සහ විවිධ සංස්කෘතික උරුමයන්ගෙන් පැන නගින, සහ අනිවාර්ය අංගයක් වන දැඩි සමාලෝචන ක්‍රියාවලීන්ට යටත්ව ක්‍රියාත්මක වන අපේ රටේ මූලික ආයතනවලට මහ කොමසාරිස්වරයාගේ අනවශ්‍ය ප්‍රහාරයෙන් අපි කලකිරීමට පත් වෙමු. අපගේ උත්සාහ කළ සහ පරීක්ෂා කරන ලද නීතිවල.",
        "අඟහරුවාදා, ශ්‍රී ලංකාවේ විදේශ අමාත්‍යාංශය ප්‍රකාශ කළේ “සංහිඳියාව සඳහා රජයේ සැලකිය යුතු ප්‍රයත්නයන් සඳහා සහය ප්‍රකාශ කළ ගෝලීය දකුණේ රටවලින් රටට විශාල සහයෝගයක් ලැබුණු බවත් බහුපාර්ශ්වික කටයුතු සඳහා මූලික පදනම ලෙස වෛෂයික සහ නිර්මාණාත්මක සහයෝගීතාවයේ වැදගත්කම නැවත අවධාරණය කළ” බවත්ය.",
        "“අන්තර්ක්‍රියාකාරී සංවාදයේදී කතා කළ රටවල් 45 න් 31 ක් ශ්‍රී ලංකාවට සහය පළ කළහ. දකුණු, අග්නිදිග සහ මධ්‍යම ආසියාවේ සහ අප්‍රිකානු සමූහයේ පුළුල් පරාසයක ප්‍රාන්තවලින් ශ්‍රී ලංකාවට හරස් කලාපීය සහය ලැබුණි,” විදේශ අමාත්‍යාංශය සිය නිවේදනයේ සඳහන් කරයි. (කොළඹ/මාර්තු08/2022)"
      ]
    },
    "ta": {
      "title": "செப்டெம்பர் UNHRC அமர்வில் இலங்கை மேலும் ஆய்வுக்கு ஆளாகக்கூடும்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை கடந்த செப்டெம்பர் மாதம் ஐக்கிய நாடுகளின் மனித உரிமைகள் பேரவை (UNHRC) கூட்டத்தில் மற்றொரு தீர்மானத்திற்கு முன்னர் சர்வதேச சமூகத்தை அதன் மனித உரிமைகள் முயற்சிகள் பற்றி மேலும் நம்ப வைக்க வேண்டும்.",
        "49வது UNHRC அமர்வில் பங்கேற்பதற்காக இலங்கைப் பிரதிநிதிகள் ஜெனிவாவுக்குச் செல்வதற்கு முன்னர், காணாமல் போனோர் அலுவலகம் (OMP) மற்றும் தேசிய ஒருமைப்பாடு மற்றும் நல்லிணக்க அலுவலகம் (ONUR) உட்பட அதன் உள்நாட்டு செயல்முறைகளில் சிலவற்றை செயல்படுத்த அரசாங்கம் முயற்சித்தது.",
        "அரசாங்கம் நாட்டின் பயங்கரவாத எதிர்ப்புச் சட்டம், பயங்கரவாதத் தடைச் சட்டம் (PTA,) ஆகியவற்றுக்கான திருத்தத்தை பாராளுமன்றத்தில் தாக்கல் செய்ததுடன், சர்வதேச உரிமைக் குழுக்களால் நீண்டகாலமாக கோரி வரும் சட்டத்தரணி ஹெஜாஸ் ஹிஸ்புல்லா மற்றும் கவிஞர் அஹ்னாப் ஜசீம் உட்பட பயங்கரவாத தடைச் சட்டத்தின் கீழ் கைது செய்யப்பட்ட பலரை விடுவித்தது. .",
        "எவ்வாறாயினும், 2019 ஈஸ்டர் ஞாயிறு தாக்குதலின் சூத்திரதாரிகளைக் கண்டுபிடிக்க அரசாங்கம் தவறியதாகக் கூறப்படும் மற்றும் அரசாங்கத்தை விமர்சிக்கும் எதிர்க்கட்சி சட்டமன்ற உறுப்பினர்கள் மற்றும் சிறுபான்மையினரின் வாய்மூடித்தனமான குற்றச்சாட்டுகள் உட்பட சமீபத்திய UNHRC அமர்வில் முன்வைக்கப்பட்ட புதிய குற்றச்சாட்டுகளையும் அது எதிர்கொண்டது.",
        "இவை தவிர, இலங்கையர்களின் தனிப்பட்ட முறைப்பாடுகளும் UNHRC க்கு இரகசியமான முறையில் அனுப்பி வைக்கப்பட்டு, அடுத்தடுத்த அரசாங்கங்களின் கீழ் அவர்களது அடிப்படை உரிமைகள் எவ்வாறு மீறப்படுகின்றன என்பதை அறிந்த வட்டாரங்கள் EconomyNext க்கு தெரிவித்தன.",
        "இலங்கையின் கத்தோலிக்க திருச்சபையின் தலைவர் கர்தினால் மல்கம் ரஞ்சித் ஐ.நா மனித உரிமைகள் தலைவர் Michelle Bachelet உடனான சந்திப்பு, கத்தோலிக்க நாடுகளின், குறிப்பாக லத்தீன் அமெரிக்க பெல்ட்டில் உள்ள கண்ணோட்டத்தை மாற்ற முற்பட்டுள்ளது என்று அந்த சந்திப்புகள் பற்றிய அறிவுள்ள ஒரு வட்டாரம் தெரிவித்துள்ளது.",
        "கடந்த ஆண்டு ஐநா சபையில் நிறைவேற்றப்பட்ட தீர்மானத்தின்படி, இலங்கை இராணுவம் மற்றும் தமிழ் புலிகள் கிளர்ச்சியாளர்கள் என கூறப்படும் சிவிலியன் மரணங்களின் எழுச்சியுடன் முடிவடைந்த இலங்கையின் நீண்ட உள்நாட்டுப் போரின் போது நடந்ததாகக் கூறப்படும் குற்றங்களின் ஆதாரங்களைச் சேகரிப்பதற்கான ஆணையை பேச்லெட் பெற்றுள்ளார். .",
        "பல உரிமை ஆர்வலர்களும் சில மேற்கத்திய நாடுகளும் பயங்கரவாத எதிர்ப்புச் சட்டத்தில் முன்மொழியப்பட்ட திருத்தங்கள், OMP மற்றும் ONUR ஆகியவற்றின் பணிகளை மீண்டும் செயல்படுத்துவது உள்ளிட்ட இலங்கையின் நடவடிக்கைகளை சர்வதேச சமூகத்தை ஏமாற்றும் முயற்சியாகவே இன்னும் பார்க்கின்றனர்.",
        "இருப்பினும், இந்த நடவடிக்கைகள் எதுவும் ஐநா மற்றும் சர்வதேச சமூகத்தை நம்ப வைக்க முடியவில்லை.",
        "ஜெனீவாவில் வெள்ளிக்கிழமை நடைபெற்ற அமர்வில் பேச்லெட், தனது அலுவலகத்துடன் அரசாங்கம் அதிக ஈடுபாடு கொண்டிருப்பதற்கான சில சமீபத்திய அறிகுறிகள் மற்றும் சீர்திருத்தங்களைத் தொடங்குவதற்கான சில நடவடிக்கைகள் இருப்பதாகக் கூறினார்.",
        "\"PTA உடனான அடிப்படைப் பிரச்சனைகளைத் தீர்ப்பதற்கும், தண்டனையிலிருந்து விடுபடுவதற்கும், கடந்த கால மீறல்கள் மீண்டும் நிகழாமல் தடுப்பதற்கும், ஆழமான சட்ட, நிறுவன மற்றும் பாதுகாப்புத் துறை சீர்திருத்தங்களை மேற்கொள்ளவும், அரசாங்கத்தை நான் ஊக்குவிக்கிறேன். ” பேச்லெட் என்றார்.",
        "“வருந்தத்தக்க வகையில், கடந்த ஆண்டு பொறுப்புக்கூறலுக்கு மேலும் தடைகளையும் பின்னடைவையும் கண்டுள்ளது. பாதிக்கப்பட்டவர்களுக்கும் அவர்களது குடும்பங்களுக்கும் உண்மையும் நீதியும் தொடர்ந்து மறுக்கப்படுகிறது. விமர்சனங்களுக்கு அரசாங்கத்தின் பதில் அத்தியாவசிய மனித உரிமைகள் உட்பட ஜனநாயக மற்றும் குடிமை இடத்தை சுருக்கியுள்ளது.",
        "\"இந்த சபைக்கு முன்பாக \"உள்ளடக்கமாக வடிவமைக்கப்பட்ட மற்றும் செயல்படுத்தப்பட்ட நல்லிணக்கம் மற்றும் பொறுப்புக்கூறல் செயல்முறையை\" தொடர்வதற்கான அர்ப்பணிப்புகளை வெளிப்படுத்தி இரண்டு ஆண்டுகளுக்குப் பிறகும், பொறுப்புக்கூறல் மற்றும் நல்லிணக்கத்தை நோக்கிய நிலைமாறுகால நீதி குறித்த நம்பகமான சாலை வரைபடத்தை அரசாங்கம் இன்னும் உருவாக்கவில்லை.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் ஸ்ரீலங்கா பொதுஜன பெரமுன (SLPP) தலைமையிலான கூட்டணி, மேற்குலகம், ஐ.நா மற்றும் உலக உரிமைக் குழுக்களின் கடந்தகால உரிமை மீறல்களை நிவர்த்தி செய்வதற்கான அனைத்துக் கருத்துக்களையும் முன்னர் எதிர்த்தது, நாடு பொருளாதாரம் மற்றும் பொருளாதாரத்தை எதிர்கொள்ளத் தொடங்கியதிலிருந்து பின்னோக்கிச் சென்றது. கடன் நெருக்கடி.",
        "2016 ஆம் ஆண்டு ஒப்புக்கொண்டது போன்று பயங்கரவாத தடைச்சட்டத்தை நீக்குவது உள்ளிட்ட உறுதிமொழிகளை இலங்கை நிறைவேற்றாவிட்டால், 500 மில்லியன் அமெரிக்க டொலர்களுக்கு மேல் பெறுமதியான GSP பிளஸ் வர்த்தகச் சலுகைக்கான இலங்கைக்கான அணுகலை திரும்பப் பெறுவதாக ஐரோப்பிய ஒன்றியம் அச்சுறுத்தியுள்ளது.",
        "கனடா மற்றும் அமெரிக்கா உட்பட சில மேற்கத்திய நாடுகள் ஏற்கனவே போர்க்குற்றங்களில் ஈடுபட்டதாக குற்றம் சாட்டப்பட்ட இராணுவ வீரர்கள் மீது இலக்கு பொருளாதார தடைகளை விதித்துள்ளன.",
        "\"தற்போதைய அரசாங்கம் பொறுப்புக்கூறலைத் தொடர விரும்பாததை மட்டும் வெளிப்படுத்தவில்லை - அது போர்க் குற்றங்களில் ஈடுபட்டதாகக் கூறப்படும் இராணுவ அதிகாரிகளை அரசாங்கத்தின் மிக உயர்ந்த மட்டத்தில் இணைத்து, தண்டனையின்மை பற்றிய கதையை வலுப்படுத்தியுள்ளது\" என்று ஐ.நா. உரிமைகள் தலைவர் கூறினார்.",
        "இலங்கையில் பெரும்பாலான உரிமைகள் பிரச்சினைகளுக்கு தீர்வு காணத் தொடங்கிய போதிலும், SLPP தலைமையிலான கூட்டணி ஆட்சிக்கு வந்ததில் இருந்து இனவாதம் மற்றும் சிறுபான்மையினருக்கு எதிரான வன்முறைகளை இலக்காகக் கொண்டு வலுவான நடவடிக்கை எடுக்கவில்லை என்று குற்றம் சாட்டிய சிறுபான்மையினருடன் சமரசம் செய்ய நேரம் இல்லை.",
        "\"அரசு நிறுவனங்களில் இன-மத தேசியவாதத்தின் வெளிப்பாடு மிகவும் புலப்படுகிறது, சிறுபான்மை சமூகங்களின் ஓரங்கட்டப்படுதல் மற்றும் பயம் அதிகரித்து, நல்லிணக்கத்தை குறைமதிப்பிற்கு உட்படுத்துகிறது,\" என்று Bachelet கூறினார்.",
        "\"2020 ஆம் ஆண்டின் இறுதியில் இருந்து, சிறுபான்மை சமூகங்களின் குறைகளை அதிகப்படுத்துவது மற்றும் புதிய பதட்டங்களை உருவாக்குவது, முக்கியமாக பௌத்த பாரம்பரிய பாதுகாப்பு அல்லது வன பாதுகாப்பு தொடர்பான நிலப்பிரச்சனைகளில் குறிப்பிடத்தக்க அதிகரிப்பை நாங்கள் கவனித்துள்ளோம்.\"",
        "ஜனாதிபதி அனுபவிக்கும் அதிகாரங்களை வலுப்படுத்துவதற்காக 20வது திருத்தம் நிறைவேற்றப்பட்டதன் பின்னர் நாட்டின் முக்கிய ஆணைக்குழுக்கள் மற்றும் நிறுவனங்களின் சுதந்திரம் குறித்தும் ஐ.நா உரிமைகள் தலைவர் கேள்வி எழுப்பியுள்ளார்.",
        "\"சிவில் சமூக அமைப்புகள், மனித உரிமைகள் பாதுகாவலர்கள் மற்றும் ஊடகவியலாளர்கள் மீதான கண்காணிப்பு, துன்புறுத்தல் மற்றும் மிரட்டல் பற்றிய தொடர்ச்சியான அறிக்கைகளால் நான் ஆழ்ந்த கவலையடைகிறேன்,\" என்று Bachelet கூறினார்.",
        "\"காவல் காவலில் மரணங்கள் மற்றும் காவல்துறையினருடன் ஆயுதம் ஏந்தியதாகக் கூறப்படும் என்கவுன்டர்களில் மீண்டும் மீண்டும் நடக்கும் சம்பவங்கள் கவலையளிக்கின்றன. பொலிஸ் மற்றும் இராணுவத்தினரால் மோசமாக நடத்தப்பட்ட மற்றும் சித்திரவதை செய்யப்பட்டதாக நாங்கள் தொடர்ந்து குற்றச்சாட்டுகளைப் பெறுகிறோம். இது அடிப்படை பாதுகாப்புத் துறை சீர்திருத்தங்களின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது.",
        "2019 ஈஸ்டர் ஞாயிறு குண்டுவெடிப்புகளில் பாதிக்கப்பட்டவர்கள் மற்றும் மதத் தலைவர்கள் நீதி, இழப்பீடு மற்றும் அந்தத் தாக்குதல்களின் சூழ்நிலைகள், குறிப்பாக பாதுகாப்பு ஸ்தாபனத்தின் பங்கைப் பற்றிய முழு விவரத்தையும் தொடர்ந்து கேட்டுக் கொண்டிருப்பதாகவும் அவர் கூறினார்.",
        "இலங்கையின் மல்கோம் கர்தினால் ரஞ்சித் தனிப்பட்ட முறையில் ஜெனீவா சென்று, தாக்குதலில் பாதிக்கப்பட்டவர்களின் நிலை குறித்து UNHCR க்கு உத்தியோகபூர்வமாக தனது அறிக்கையை வழங்கிய பின்னர், ஈஸ்டர் ஞாயிறு பாதிக்கப்பட்டவர்கள் குறித்து பேச்லெட்டின் கருத்துக்கள் வெளிவந்தன.",
        "ஈஸ்டர் ஞாயிறு தாக்குதல் - 14 நாடுகளைச் சேர்ந்த 47 வெளிநாட்டினர் உட்பட 269 பேர் கொல்லப்பட்டனர் - முதலில் இஸ்லாமிய தீவிரவாதிகளின் செயல் என்று தோன்றியது, ஆனால் அடுத்தடுத்த விசாரணைகள் \"இந்த படுகொலை ஒரு பெரிய அரசியல் சதியின் ஒரு பகுதி\" என்று சுட்டிக்காட்டியது.",
        "ஸ்ரீலங்கா பொதுஜன பெரமுனவின் தலைமையிலான அரசாங்கம் பலமுறை கோரிக்கை விடுத்தும் பாதிக்கப்பட்டவர்களுக்கு நீதி வழங்கத் தவறிவிட்டதாகவும், தாக்குதலின் பின்னணியில் உள்ள உண்மையை வெளிக்கொணராமல், அதற்கு காரணமானவர்களைத் தண்டிக்காமல், நீதிக்காகக் கூக்குரலிடுபவர்களை துன்புறுத்தவும் அச்சுறுத்தவும் முயற்சிகள் மேற்கொள்ளப்பட்டு வருவதாகவும் அவர் கூறினார்.",
        "கத்தோலிக்க மேலாதிக்க நாடுகளும் UNHRC கோரிக்கைகளை நிவர்த்தி செய்ய அரசாங்கத்திடம் அழைப்பு விடுக்கும் சாத்தியக்கூறுகள் இருப்பதால், கடந்தகால மனித உரிமை மீறல்களை நிவர்த்தி செய்ய இலங்கை அரசாங்கத்தை நிர்ப்பந்திப்பதில் கர்தினால் அவர்களின் கோரிக்கை எதிர்காலத்தில் ஒரு மாற்றமாக மாறக்கூடும் என்று பல உரிமை ஆர்வலர்கள் கூறுகின்றனர்.",
        "இதேவேளை, சிவில் சமூகத்தின் கண்காணிப்பு மற்றும் அச்சுறுத்தல் தொடர்பான கவலைகள் தொடர்வதாகவும், ஊடகவியலாளர்கள் மற்றும் மனித உரிமைப் பாதுகாவலர்களின் தடுப்புக்காவல், அச்சுறுத்தல்கள் மற்றும் அச்சுறுத்தல்கள் தொடர்வதாகவும், பயங்கரவாத தடைச் சட்டத்தில் முன்மொழியப்பட்ட மாற்றங்கள் மிகவும் மட்டுப்படுத்தப்பட்டதாகவும் அதன் நீண்டகால கவலைகள் இன்னமும் தொடர்வதாகவும் இலங்கையின் முக்கிய குழு தெரிவித்துள்ளது.",
        "புதிய ‘ஒரு நாடு ஒரு சட்டம்’ பணிக்குழு இலங்கையின் பன்மைத்துவ சமூகத்தை குறைமதிப்பிற்கு உட்படுத்தும் அபாயம் உள்ளது. இந்த பணிக்குழுவின் பணி அனைவரையும் உள்ளடக்கியது மற்றும் பாரபட்சமற்றது என்பதை உறுதிப்படுத்துமாறு நாங்கள் இலங்கையை வலியுறுத்துகிறோம், ”என்று மனித உரிமைகளுக்கான இங்கிலாந்தின் உலகளாவிய தூதர் ரீட்டா பிரெஞ்ச் தனது அறிக்கையில்  தலைக்குழுவின் சார்பாக கூறினார்.",
        "ஜெனிவாவுக்குச் சென்ற மனித உரிமை ஆர்வலர்கள் மற்றும் அதிகாரிகள், இலங்கை தொடர்பான அமர்வில் முதன்முறையாக கிறிஸ்தவர்களும் சிங்களவர்களும் பதவியில் இருக்கும் அரசாங்கத்தின் மனித உரிமை மீறல்களுக்கு எதிராகப் பேசுவதைக் கண்டனர்.",
        "எதிர்க்கட்சி சட்டமன்ற உறுப்பினர் ஹரின் பெர்னாண்டோ மற்றும் கர்தினால் ரஞ்சித் ஆகியோருக்கு NGO நேர ஒதுக்கீட்டின் கீழ் தலா 1.5 நிமிட இடைவெளி வழங்கப்பட்டது, இதில் 10 NGO களுக்கு பேச வாய்ப்பு வழங்கப்பட்டது.",
        "\"இது இலங்கைக்கு எச்சரிக்கை மணி\" என்று ஜெனீவாவை தளமாகக் கொண்ட ஒரு உரிமை ஆர்வலர் EconomyNext இடம் கூறினார்.",
        "\"இப்போது இலங்கை மீது அழுத்தம் அதிகரித்து வருகிறது, பெரும்பாலான நாடுகள் திங்களன்று பேசியதால் கவலைகளை நிவர்த்தி செய்யுமாறு கேட்டுக் கொண்டனர்.\"",
        "சபையில் சமர்ப்பிக்கப்பட்ட Bachelet இன் அறிக்கையில் கடுமையான முரண்பாடுகள் மற்றும் பலவீனங்கள் இருப்பதாக இலங்கை தனது பங்கிற்கு கூறியது.",
        "எவ்வாறாயினும், இலங்கையை தளமாகக் கொண்ட சில இராஜதந்திரிகள், இலங்கையின் கடந்தகால சாதனை காரணமாக சர்வதேச சமூகத்தினரிடையே இலங்கையின் நம்பகத்தன்மை வீழ்ச்சியடைந்துள்ளதாகவும், மனித உரிமை மீறல்களை நிவர்த்தி செய்வதற்கான UNHRC இன் அழைப்பிற்கு அரசாங்கத்தின் பதிலைப் பொறுத்து செப்டெம்பர் மாதத்தில் மற்றொரு தீர்மானம் வரலாம் என்றும் கூறுகின்றனர்.",
        "அரசாங்கத்தின் கடந்தகால மனித உரிமை மீறல்களுக்கு எதிரான ஆதாரங்களைக் கண்டறிய ஐ.நா மனித உரிமைகள் பேரவையின் நடவடிக்கையை இலங்கையின் வெளிவிவகார அமைச்சர் ஜி.எல்.பீரிஸ் விமர்சித்துள்ளார்.",
        "\"அடிப்படைக் குறைபாடு அதன் சகிக்க முடியாத ஊடுருவும் தன்மையாகும், இது இலங்கை அரசின் முக்கிய செயல்பாடுகள் மற்றும் பொறுப்புகளில் தாக்கத்தை ஏற்படுத்துகிறது, இது மூன்று தொடர்ச்சியான தேர்தல்களில் நம் நாட்டு மக்களால் பெருமளவில் கட்டளையிடப்பட்டது,\" என்று அவர் UNHRC இல் கூறினார். சபையில் உரையாற்றும் அறிக்கை.",
        "\"நாங்கள் தீர்மானத்தை நிராகரித்த போதிலும், மனித உரிமைகள் மீதான எங்கள் தன்னார்வ சர்வதேச முயற்சிகளை நாங்கள் தொடர்வோம் மற்றும் இந்த கவுன்சில் உட்பட ஐக்கிய நாடுகள் சபையுடன் ஈடுபடுவோம்,\" என்று அவர் கூறினார்.",
        "\"இலங்கையின் அரசியலமைப்பு மற்றும் சட்ட அமைப்பின் கீழ் இயங்கும், வளமான மற்றும் மாறுபட்ட கலாச்சார பாரம்பரியத்திலிருந்து வெளிப்படும், மற்றும் ஒருங்கிணைந்த பகுதியாக இருக்கும் கடுமையான மறுஆய்வு செயல்முறைகளுக்கு உட்பட்டு செயல்படும் நமது நாட்டின் அடிப்படை நிறுவனங்கள் மீது உயர் ஸ்தானிகரின் தேவையற்ற தாக்குதலால் நாங்கள் திகைக்கிறோம். எங்கள் சோதனை மற்றும் சோதனை சட்டங்கள்.\"",
        "செவ்வாயன்று, இலங்கையின் வெளிவிவகார அமைச்சு, \"நல்லிணக்கத்திற்கான அரசாங்கத்தின் குறிப்பிடத்தக்க முயற்சிகளுக்கு ஆதரவை வெளிப்படுத்திய உலகளாவிய தெற்கின் நாடுகளிடமிருந்து நாடு பெரும் ஆதரவைப் பெற்றுள்ளது மற்றும் பலதரப்பு ஈடுபாட்டிற்கான அடிப்படை அடிப்படையாக புறநிலை மற்றும் ஆக்கபூர்வமான ஒத்துழைப்பின் முக்கியத்துவத்தை மீண்டும் வலியுறுத்தியது\".",
        "“ஊடாடும் உரையாடலில் பேசிய 45 நாடுகளில் 31 நாடுகள் இலங்கைக்கு ஆதரவாகப் பேசியுள்ளன. தெற்கு, தென்கிழக்கு மற்றும் மத்திய ஆசியா மற்றும் ஆபிரிக்க குழுவின் பரந்த அளவிலான மாநிலங்களில் இருந்து இலங்கைக்கு பிராந்திய ஆதரவு கிடைத்தது” என்று வெளியுறவு அமைச்சகம் தனது அறிக்கையில் தெரிவித்துள்ளது. (கொழும்பு/மார்ச்08/2022)"
      ]
    }
  }
}