{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/last-chance-for-govt/",
  "time_ut": 1650214560,
  "title": "Last chance for govt.",
  "body_lines": [
    "Neither the Occupy-Galle-Face protesters nor the members of the Rajapaksa family are going home! Having dug their heels in, they are engaged in a game of chicken at the expense of much-needed political stability, upon which hinges the country’s economic recovery. A new Cabinet is to be appointed shortly in view of the government’s negotiations with the IMF in Washington, we are told. Who will be the members of the next Cabinet?",
    "It is the moment of truth for the beleaguered government. If the same members of the previous Cabinet including the Rajapaksas are reappointed, there will be another wave of protests, which the current rulers need like a hole in the head. The rejection by the Opposition of President Gotabaya Rajapaksa’s offer to set up an all-party, interim administration is no excuse for the government to reappoint the same old Cabinet, which was full of misfits.",
    "The President is in this predicament because he failed to be different from his elder brother, Mahinda, who subjugated the interests of the country to those of his family when he was the President. It was said jokingly then that the difference between Einstein and Mahinda, of all people, was that for the former everything was relative, and for the latter relatives were everything.",
    "The 2019 regime change infused people with hope; they expected a new beginning under the leadership of Gotabaya, who, they thought, was a no-nonsense technocrat and would put the country before the family to usher in national progress. But they have seen no difference between the current administration and the Mahinda Rajapaksa government from 2010 to 2015.",
    "Many Sri Lankan expatriates who rallied behind the SLPP, and even returned home at their own expense, in November 2019, to vote for Gotabaya and ensure his victory are now staging Gota-go-home protests overseas. Worse, they have stopped sending remittances via the Sri Lankan banks in protest against corruption and waste under the present dispensation. The Sri Lankan youth, who voluntarily turned the whole county into an art gallery of sorts with beautiful wall paintings, immediately after Gotabaya’s victory in the presidential race, are currently engaged in a continuous protest near the Presidential Secretariat to oust the President and his government.",
    "It is heartening that the youth have chosen to stay back and fight instead of leaving the country. Their consternation is understandable, and they deserve unstinted public support. Intelligent, educated, talented young Sri Lankans are either unemployed or underemployed or troubled by the prospect of losing employment due to the economic downturn while the rulers’ progeny, who have never been employed, are living in the lap of luxury. A large number of young workers have already lost their jobs owing to the government’s economic mismanagement, and it is only natural that they have taken on political parasites, as never before.",
    "President Rajapaksa’s approval ratings remained high for several months until the election of the SLPP government, which mistakenly thought its huge majority was carte blanche for the first family to do more of what it had been doing under the previous Rajapaksa government. The appointment of Basil Rajapaksa as the Finance Minister became the straw that broke the camel’s back.",
    "It was a huge mistake for President Rajapaksa not to take over the SLPP. Prime Minister Rajapaksa has the whip hand but is not keen to play an active role in the affairs of the government, which is controlled by Basil to all intents and purposes. The SLPP rebel MPs have accused Basil of having leveraged his control over the SLPP to undermine the President. They also allege that Basil is engineering crossovers from the constituents of the ruling coalition; the SLFP has already lost one of its 14 MPs to the Rajapaksa camp, which is desperate to retain a working majority in Parliament. These tactics will not help the government ward off threats to its survival. Instead, they are likely to drive the SLPP dissidents to vote for the no-faith motion to be moved against it.",
    "Pressure is mounting on PM Rajapaksa to step down. If he resigned, who would be his successor? Protests are against all the Rajapaksas, and the ongoing agitations are bound to take a turn for the worse with more people taking to the streets, in case of the first family retaining the premiership.",
    "The least the government could do to calm down the irate public or prevent them from intensifying their protests is to appoint a small Cabinet leaving out the misfits who incurred the wrath of the people. Whether it heeds public opinion or is determined to bulldoze its way through will be seen when the new Cabinet is sworn in.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රජයට අවසන් අවස්ථාව.",
      "body_lines": [
        "ගාලුමුවදොර වාඩිලාගෙන උද්ඝෝෂකයෝවත් රාජපක්ෂ පවුලේ උදවියවත් ගෙදර යන්නේ නැහැ! ඔවුන්ගේ විලුඹ හාරා, රටේ ආර්ථික ප්‍රකෘතිය රැඳෙන ඉතා අවශ්‍ය දේශපාලන ස්ථාවරත්වයේ වියදමින් ඔවුන් කුකුල් මස් ක්‍රීඩාවක යෙදී සිටිති. වොෂින්ටනයේ IMF සමඟ රජය පවත්වන සාකච්ඡා සැලකිල්ලට ගනිමින් නව කැබිනට් මණ්ඩලයක් ඉක්මනින් පත් කිරීමට නියමිත බව අපට පැවසේ. මීළඟ කැබිනට් මණ්ඩලයේ සාමාජිකයන් කවුද?",
        "එය වල්මත් වූ ආණ්ඩුවට සත්‍යයේ මොහොතයි. රාජපක්ෂලා ඇතුළු පසුගිය කැබිනට් මණ්ඩලයේ අයම නැවත පත් කළහොත් වත්මන් පාලකයන්ට හිසේ සිදුරක් මෙන් අවශ්‍ය තවත් විරෝධතා රැල්ලක් ඇති වේ. සර්ව පාක්ෂික, අන්තර්වාර පාලනයක් පිහිටුවීමට ජනාධිපති ගෝඨාභය රාජපක්ෂ කළ යෝජනාව විපක්ෂය විසින් ප්‍රතික්ෂේප කිරීම, නොගැලපීම්වලින් පිරුණු පැරණි කැබිනට් මණ්ඩලයම නැවත පත් කිරීමට රජයට නිදහසට කරුණක් නොවේ.",
        "ජනාධිපතිවරයා මේ අසීරු තත්ත්වයට පත්ව ඇත්තේ ඔහු ජනාධිපතිව සිටියදී රටේ අවශ්‍යතා තම පවුලේ අයට යට කළ තම වැඩිමහල් සොහොයුරා වන මහින්දට වඩා වෙනස් වීමට ඔහු අසමත් වීම නිසාය. එදා විහිලුවට කිව්වෙ අයින්ස්ටයින්ගෙයි මහින්දගෙයි හැම මනුස්සයෙක්ගෙම වෙනස, හිටපු අයට හැමදේම සාපේක්ෂයි, අන්තිමට නෑදෑයො තමයි හැම දේම කියලා.",
        "2019 පාලන තන්ත්‍ර වෙනස මිනිසුන්ට බලාපොරොත්තුවක් ඇති කළේය; කිසිම විකාරයක් නැති තාක්ෂණවේදියෙක් යැයි සිතූ ගෝඨාභයගේ නායකත්වය යටතේ නව ආරම්භයක් ඔවුන් බලාපොරොත්තු වූ අතර, ජාතික ප්‍රගතිය කරා ගෙන යාමට පවුලට පෙර රට තබනු ඇත. නමුත් ඔවුන් 2010 සිට 2015 දක්වා වත්මන් පාලනය සහ මහින්ද රාජපක්ෂ රජය අතර වෙනසක් දැක නැත.",
        "2019 නොවැම්බරයේදී ගෝඨාභයට ඡන්දය දී ඔහුගේ ජයග්‍රහණය තහවුරු කිරීමට ශ්‍රී ලංකා පොදුජන පෙරමුණ පිටුපස පෙළ ගැසී, තමන්ගේ වියදමින් ගෙදර ගිය බොහෝ විදේශගත ශ්‍රී ලාංකිකයෝ දැන් විදේශයන්හි ගෝඨා-ගෙදර විරෝධතා පවත්වති. නරකම දෙය නම්, වත්මන් බෙදාහැරීම යටතේ දූෂණයට හා නාස්තියට විරෝධය පළ කරමින් ඔවුන් ශ්‍රී ලංකා බැංකු හරහා මුදල් යැවීම නතර කර තිබීමයි. ගෝඨාභය ජනාධිපතිවරණ සටනින් ජයග්‍රහණය කළ සැණින් මුළු රටම අලංකාර බිත්ති සිතුවම් සහිත කලාගාරයක් බවට ස්වේච්ඡාවෙන් පත් කළ ශ්‍රී ලාංකීය තරුණයෝ මේ වන විට ජනාධිපතිවරයා ඇතුළු රජය එළවා දැමීම සඳහා ජනාධිපති ලේකම් කාර්යාලය අසල අඛණ්ඩ විරෝධතාවයක නිරත වෙති.",
        "තරුණයන් රට හැර යාම වෙනුවට නැවතී සටන් කිරීමට තෝරාගෙන තිබීම සතුටට කරුණකි. ඔවුන්ගේ වික්ෂිප්තභාවය තේරුම් ගත හැකි අතර, ඔවුන්ට අසීමිත මහජන සහයෝගය ලැබිය යුතුය. බුද්ධිමත්, උගත්, දක්ෂ තරුණ ශ්‍රී ලාංකිකයන් එක්කෝ රැකියා විරහිතව හෝ ඌන රැකියා විරහිතව හෝ ආර්ථික පසුබෑම නිසා රැකියා අහිමිවීමේ අපේක්ෂාවෙන් කරදරයට පත්ව සිටින අතර කිසිදා රැකියාවක් නොකළ පාලකයන්ගේ පරම්පරාව සුඛෝපභෝගී ඔඩොක්කුවේ ජීවත් වෙති. ආන්ඩුවේ ආර්ථික අවපාලනය හේතුවෙන් තරුණ කම්කරුවන් විශාල සංඛ්‍යාවකට දැනටමත් රැකියා අහිමි වී ඇති අතර, ඔවුන් පෙර නොවූ විරූ ලෙස දේශපාලන පරපෝෂිතයන් කර ගැනීම ස්වාභාවිකය.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආන්ඩුව තේරී පත්වන තෙක් ජනාධිපති රාජපක්ෂගේ අනුමත ශ්‍රේණිගත කිරීම් මාස කිහිපයක් ඉහළ මට්ටමක පැවති අතර, එහි අතිවිශාල බහුතරය පසුගිය රාජපක්ෂ රජය යටතේ තමන් කරමින් සිටි දේවලින් වැඩි යමක් කිරීමට පළමු පවුලට කරත්ත බ්ලැන්ච් යැයි වැරදියට සිතූහ. බැසිල් රාජපක්ෂගේ මුදල් ඇමතිකම ඔටුවාගේ පිට කැඩෙන පිදුරු බවට පත් විය.",
        "රාජපක්ෂ ජනාධිපතිවරයා ශ්‍රී ලංකා පොදුජන පෙරමුණ භාර නොගැනීම විශාල වරදකි. අගමැති රාජපක්‍ෂ මහතාට කස අත ඇති නමුත් බැසිල් විසින් සෑම අරමුණකින්ම පාලනය වන ආණ්ඩුවේ කටයුතුවලදී සක්‍රීය භූමිකාවක් රඟ දැක්වීමට උත්සුක නොවේ. ශ්‍රීලපොපෙ කැරලිකාර මන්ත්‍රීවරුන් බැසිල් ජනාධිපතිවරයාට වල කැපීම සඳහා ශ්‍රී ලංකා පොදුජන පෙරමුණේ බලය යොදාගත් බවට චෝදනා කරයි. බැසිල් පාලක සභාගයේ කොටස්කරුවන්ගෙන් ඉංජිනේරු හරස්කඩක් බවට ද ඔවුහු චෝදනා කරති; ශ්‍රීලනිපයේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් 14 දෙනාගෙන් එක් අයෙකු මේ වන විටත් පාර්ලිමේන්තුවේ ක්‍රියාකාරී බහුතරයක් රඳවා ගැනීමට මංමුලා සහගතව සිටින රාජපක්ෂ කඳවුරට අහිමි වී ඇත. මෙම උපක්‍රම ආන්ඩුවට තම පැවැත්මට එල්ල වන තර්ජන වලක්වා ගැනීමට උපකාරී නොවනු ඇත. ඒ වෙනුවට ඔවුන් ශ්‍රී ලංකා පොදුජන පෙරමුණේ විරුද්ධවාදීන්ට විරුද්ධව ගෙන එන විශ්වාසභංගයට පක්ෂව ඡන්දය දීමට පෙලඹවීමට ඉඩ තිබේ.",
        "අගමැති රාජපක්ෂට ඉල්ලා අස්වන ලෙස බලපෑම් වැඩි වෙමින් තිබේ. ඔහු ඉල්ලා අස් වුවහොත් ඔහුගේ අනුප්‍රාප්තිකයා කවුද? සියලුම රාජපක්ෂවරුන්ට එරෙහිව විරෝධතා එල්ල වන අතර, පළමු පවුලට අගමැතිකම හිමි වුවහොත්, වැඩි පිරිසක් පාරට බැසීමත් සමඟ අඛණ්ඩ උද්ඝෝෂණ නරක අතට හැරීමට නියමිතය.",
        "කෝපයට පත් මහජනතාව සන්සුන් කිරීමට හෝ ඔවුන්ගේ විරෝධතා උත්සන්න වීම වැලැක්වීමට රජයට කළ හැකි අඩුම දෙය නම් ජනතා උදහසට ලක් වූ නොගැලපෙන පුද්ගලයන් ඉවත් කර කුඩා අමාත්‍ය මණ්ඩලයක් පත් කිරීමයි. එය මහජන මතයට අවනත වනවා ද එසේත් නැතිනම් ඩෝසර් කිරීමට අධිෂ්ඨාන කර ගන්නවා ද යන්න නව කැබිනට් මණ්ඩලය දිවුරුම් දුන් විට දැකගත හැකි වනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசுக்கு கடைசி வாய்ப்பு.",
      "body_lines": [
        "காலி முகத்திடலை ஆக்கிரமிப்பு போராட்டக்காரர்களோ அல்லது ராஜபக்ச குடும்ப உறுப்பினர்களோ வீட்டிற்கு செல்லவில்லை! குதிகால் தோண்டிய பின், அவர்கள் நாட்டின் பொருளாதார மீட்சியைக் கட்டுப்படுத்தும் அரசியல் ஸ்திரத்தன்மையின் இழப்பில் கோழி விளையாட்டில் ஈடுபட்டுள்ளனர். வாஷிங்டனில் IMF உடனான அரசாங்கத்தின் பேச்சுவார்த்தைகளை கருத்தில் கொண்டு புதிய அமைச்சரவை விரைவில் நியமிக்கப்பட உள்ளது. அடுத்த அமைச்சரவையில் யார் உறுப்பினர்கள்?",
        "தடுமாறிய அரசாங்கத்திற்கு இது உண்மையின் தருணம். ராஜபக்சக்கள் உட்பட முன்னைய அமைச்சரவையில் இருந்த அதே உறுப்பினர்களே மீண்டும் பதவிக்கு வந்தால், தற்போதைய ஆட்சியாளர்களுக்கு தலையில் ஓட்டை போட்டது போல் மீண்டும் எதிர்ப்பு அலை உருவாகும். சர்வகட்சி, இடைக்கால நிர்வாகத்தை அமைப்பதற்கான ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் முன்மொழிவை எதிர்க்கட்சிகள் நிராகரித்தமை, தவறான பொருத்தங்கள் நிறைந்த அதே பழைய அமைச்சரவையை மீண்டும் அரசாங்கம் நியமிப்பதற்கு மன்னிக்க முடியாது.",
        "ஜனாதிபதியாக இருந்த போது நாட்டின் நலன்களை தனது குடும்பத்தாருக்கு அடிபணிய வைத்த தனது மூத்த சகோதரரான மஹிந்தவிடம் இருந்து வேறுபட்டு செயற்படத் தவறியதன் காரணமாகவே ஜனாதிபதி இந்த இக்கட்டான நிலைக்குத் தள்ளப்பட்டுள்ளார். எல்லா மக்களுக்கும் ஐன்ஸ்டீனுக்கும் மகிந்தவுக்கும் உள்ள வித்தியாசம், முந்தையவர்களுக்கு எல்லாமே உறவினர் என்றும், பிந்தையவர்களுக்கு எல்லாம் உறவினர் என்றும் நகைச்சுவையாக அப்போது சொல்லப்பட்டது.",
        "2019 ஆட்சி மாற்றம் மக்களுக்கு நம்பிக்கையை ஊட்டியது; கோட்டாபயவின் தலைமையின் கீழ் ஒரு புதிய தொடக்கத்தை அவர்கள் எதிர்பார்த்தனர், அவர் ஒரு முட்டாள்தனமான தொழில்நுட்ப வல்லுநர் என்றும், தேசிய முன்னேற்றத்திற்கு நாட்டை முன்னிறுத்துவதற்கு குடும்பத்தை முன்னிறுத்துவார் என்றும் அவர்கள் நினைத்தார்கள். ஆனால் அவர்கள் தற்போதைய நிர்வாகத்திற்கும் 2010 முதல் 2015 வரையிலான மஹிந்த ராஜபக்ஷ அரசாங்கத்திற்கும் இடையில் எந்த வித்தியாசத்தையும் காணவில்லை.",
        "SLPP யின் பின்னால் அணிவகுத்து, 2019 நவம்பரில், கோட்டாபயவுக்கு வாக்களித்து அவரது வெற்றியை உறுதி செய்வதற்காக, சொந்த செலவில் தாயகம் திரும்பிய பல புலம்பெயர்ந்த இலங்கையர்கள் இப்போது வெளிநாடுகளில் கோட்டா-வீடு போராட்டங்களை நடத்தி வருகின்றனர். மோசமானது என்னவென்றால், தற்போதைய விநியோகத்தின் கீழ் ஊழல் மற்றும் வீண்விரயத்திற்கு எதிராக அவர்கள் இலங்கை வங்கிகள் வழியாக பணம் அனுப்புவதை நிறுத்தியுள்ளனர். ஜனாதிபதி தேர்தலில் கோட்டாபய வெற்றி பெற்ற உடனேயே, முழு மாவட்டத்தையும் அழகிய சுவர் ஓவியங்கள் கொண்ட கலைக்கூடமாக மாற்றிய இலங்கை இளைஞர்கள், ஜனாதிபதியையும் அவரது அரசாங்கத்தையும் பதவி நீக்கம் செய்யக்கோரி ஜனாதிபதி செயலகத்திற்கு அருகில் தொடர் போராட்டத்தில் ஈடுபட்டுள்ளனர்.",
        "இளைஞர்கள் நாட்டை விட்டு வெளியேறாமல் ஒதுங்கி நின்று போராடுவது மகிழ்ச்சி அளிக்கிறது. அவர்களின் திகைப்பு புரிந்துகொள்ளத்தக்கது, மேலும் அவர்கள் தேவையற்ற பொது ஆதரவைப் பெற வேண்டும். புத்திசாலித்தனமான, படித்த, திறமையான இலங்கை இளைஞர்கள் பொருளாதார வீழ்ச்சியினால் வேலைவாய்ப்பை இழக்கும் வாய்ப்பின்றி வேலையில்லாமல் அல்லது வேலையில்லாமல் தவிக்கின்றனர். அரசாங்கத்தின் பொருளாதார முறைகேடு காரணமாக ஏராளமான இளம் தொழிலாளர்கள் ஏற்கனவே தங்கள் வேலைகளை இழந்துள்ளனர், மேலும் அவர்கள் அரசியல் ஒட்டுண்ணிகளை முன்னெப்போதும் இல்லாத வகையில் எடுத்துக்கொண்டது இயற்கையானது.",
        "ஸ்ரீலங்கா பொதுஜன பெரமுன அரசாங்கத்தின் தேர்தல் வரை ஜனாதிபதி ராஜபக்சவின் அங்கீகார மதிப்பீடுகள் பல மாதங்களாக உயர்வாகவே இருந்தன, இது தனது பெரும் பெரும்பான்மையை முதல் குடும்பம் முந்தைய ராஜபக்ச அரசாங்கத்தின் கீழ் என்ன செய்து கொண்டிருந்ததோ அதைச் செய்வதற்கு கார்டே பிளான்ச் என்று தவறாக நினைத்தது. பசில் ராஜபக்சவை நிதியமைச்சராக நியமித்தது ஒட்டகத்தின் முதுகை உடைக்கும் ஓலையாக மாறியது.",
        "ஸ்ரீலங்கா பொதுஜன பெரமுன கட்சியை ஜனாதிபதி ராஜபக்ஷ கைப்பற்றாதது பாரிய தவறு. பிரதம மந்திரி ராஜபக்சவுக்கு சவுக்கின் கை உள்ளது, ஆனால் அனைத்து நோக்கங்களுக்கும் நோக்கங்களுக்கும் பசிலின் கட்டுப்பாட்டில் இருக்கும் அரசாங்கத்தின் விவகாரங்களில் செயலில் பங்கு வகிக்க ஆர்வமாக இல்லை. ஜனாதிபதியை குறைமதிப்பிற்கு உட்படுத்துவதற்காக SLPP-யின் மீதான தனது கட்டுப்பாட்டை பசில் பயன்படுத்தியதாக SLPP கிளர்ச்சி பாராளுமன்ற உறுப்பினர்கள் குற்றம் சாட்டியுள்ளனர். ஆளும் கூட்டணியின் அங்கத்தவர்களிடமிருந்து பசில் பொறியியல் குறுக்குவழி என்றும் அவர்கள் குற்றம் சாட்டுகின்றனர்; ஸ்ரீலங்கா சுதந்திரக் கட்சி ஏற்கனவே தனது 14 எம்.பி.க்களில் ஒருவரை ராஜபக்ச முகாமிடம் இழந்துவிட்டது, அது பாராளுமன்றத்தில் பெரும்பான்மையை தக்கவைத்துக்கொள்ள துடிக்கிறது. இந்த தந்திரோபாயங்கள் அரசாங்கத்தின் உயிர்வாழ்விற்கான அச்சுறுத்தல்களைத் தடுக்க உதவாது. மாறாக, அவர்கள் SLPP அதிருப்தியாளர்களை அதற்கு எதிராக முன்வைக்கப்படும் நம்பிக்கையில்லாப் பிரேரணைக்கு வாக்களிக்கத் தூண்டுவார்கள்.",
        "பிரதமர் ராஜபக்சே பதவி விலக வேண்டும் என்ற அழுத்தம் அதிகரித்து வருகிறது. அவர் ராஜினாமா செய்தால் அவருக்கு வாரிசு யார்? அனைத்து ராஜபக்சக்களுக்கும் எதிரான போராட்டங்கள், முதல் குடும்பம் பிரதமர் பதவியை தக்கவைத்துக்கொள்ளும் பட்சத்தில், இன்னும் அதிகமான மக்கள் வீதிக்கு வருவதால், தொடர்ந்து நடைபெறும் போராட்டங்கள் மோசமான நிலைக்கு திரும்பும்.",
        "ஆத்திரமடைந்த பொதுமக்களை அமைதிப்படுத்தவோ அல்லது அவர்களின் போராட்டங்களை தீவிரப்படுத்துவதைத் தடுக்கவோ அரசாங்கம் செய்யக்கூடிய குறைந்தபட்சம், மக்களின் கோபத்திற்கு ஆளான தவறானவர்களை விட்டுவிட்டு ஒரு சிறிய அமைச்சரவையை நியமிப்பதுதான். அது மக்களின் கருத்துக்கு செவிசாய்க்கிறதா அல்லது புல்டோசர் மூலம் அதை நிறைவேற்றுவதில் உறுதியாக உள்ளதா என்பது புதிய அமைச்சரவை பதவியேற்கும் போது தெரியும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}