{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Fearless-journalists-need-to-support-public-revolution/172-236031",
  "time_ut": 1651259220,
  "title": "Fearless journalists need to support public revolution",
  "body_lines": [
    "Famous American newspaper publisher William Randolph Hearst has said that news is something that someone wants suppressed. The rest is advertising. Going on that high standard, media conferences, political rallies and most other events arranged are meant to give publicity to the organisers and sell them for the benefit of the readers or viewers.",
    "On May 3, we mark World Media Freedom Day and the United Nations Education, Scientific and Cultural Organisation (UNESCO) says the event acts as a reminder to governments of the need to respect their commitment to media freedom and is also a day of reflection among media professionals about issues of media freedom and professional ethics.",
    "Journalists need to remember that the work they do is more than a profession. It is a vocation. Essentially journalists need to be the voice of the voiceless people. Journalists need to go out to poverty stricken areas and highlight the plight of those human beings till the government or others in authority take some remedial action. That is why journalists are being trained to go into creative and investigative reporting where their innovative skills are expressed in an excellent manner.",
    "Essentially journalists need to be committed to free, fair and balanced reporting or feature writing. If they have any other agenda, especially to support a political party it would be better to find another job. Investigative and creative journalists are change-makers, risk takers and therefore game changers. Unfortunately many media groups have few such vocation oriented professionals who maintain high standards. Instead we see many who just want by-lines and sometimes even buy-lines because there are instances where political parties and big business groups have offered up to Rs.100,000 to carry an article.",
    "Good journalists also need to check, double check and even triple check what they write and they need to do the checking from reliable sources. That is why to train a good investigative and creative reporter, and good sub editors, reporters there is a need for about five years of practical on-the-job training. The sooner the journalists realise this the better it would be for the country especially in a crisis such as what we are going through today, where an ‘aragalaya’ is reaching the proportions of a public revolution at the Galle Face Green opposite the Presidential Secretariat and in most parts of the country. The revolution with the theme being ‘GotaGoHome’ as a vision of preventing a family dictatorship where those in high places are alleged to have billions of dollars, stolen from the people and maybe secret accounts overseas, accounts that are often put in the names of family members and close friends to make detection more difficult. A report alleged that one such leader had so many billions hidden in secret accounts that the government could obtain aid from him instead of going with a begging bowl to the International Monetary Fund or the World Bank.",
    "During the past two decades many journalists have been killed, tortured or threatened with death if they perceive a particular story. The most prominent case was the killing of the Sunday Leader’s investigative editor Lasantha Wickrematunga.",
    "Today the biggest cover-up by the government is the Easter Sunday massacre that took place on April 21, 2019 while Presidential Elections were due to be held in November that year. Colombo’s Archbishop Malcolm Cardinal Ranjith and a group comprising some of those injured and families of those who were killed went to the Vatican for a Holy Mass and a meeting with Pope Francis to get the international community to find out who did what for whose sake. Indian intelligence reports had warned of the attack but little was done amidst speculation that the number one then did not take preventive action possibly to help one candidate to win the Presidential election. Tragically most of Sri Lanka’s media groups are doing little or nothing to expose those who killed about 270 people and injured more than 500 in one of the worst massacres in history.",
    "While the government is split into many sections, some reports say the President is gunning for the Prime Minister and we may soon see a general election, a national government comprising all parties or the abolition of the Executive Presidency. This is a crisis that could change Sri Lanka’s history and independent journalists need to come out fearlessly to tell the people how the political leaders have taken them for a ride with the cost of living soaring to outer space and long queues for essential items such as fuel, gas, powdered milk."
  ],
  "translate": {
    "si": {
      "title": "නිර්භය මාධ්‍යවේදීන් මහජන විප්ලවයට සහාය දිය යුතුය",
      "body_lines": [
        "ප්‍රසිද්ධ ඇමරිකානු පුවත්පත් ප්‍රකාශකයෙකු වන විලියම් රැන්ඩොල්ෆ් හර්ස්ට් පවසා ඇත්තේ ප්‍රවෘත්ති යනු යමෙකු යටපත් කිරීමට අවශ්‍ය දෙයක් බවයි. ඉතිරිය වෙළඳ දැන්වීම් ය. ඒ උසස් ප්‍රමිතියෙන් යමින් මාධ්‍ය සාකච්ඡා, දේශපාලන රැස්වීම් සහ අනෙකුත් බොහෝ උත්සව සංවිධානය කරන්නේ සංවිධායකයින්ට ප්‍රසිද්ධියක් ලබා දී ඒවා පාඨකයාගේ හෝ ප්‍රේක්ෂකයන්ගේ ප්‍රයෝජනය සඳහා විකිණීම සඳහා ය.",
        "මැයි 3 වෙනිදා අපි ලෝක මාධ්‍ය නිදහස් දිනය සමරන අතර එක්සත් ජාතීන්ගේ අධ්‍යාපන, විද්‍යාත්මක හා සංස්කෘතික සංවිධානය (UNESCO) පවසන්නේ මෙම උත්සවය මාධ්‍ය නිදහස සඳහා රජයන් දක්වන කැපවීමට ගරු කිරීමේ අවශ්‍යතාවය පිළිබඳව මතක් කිරීමක් ලෙස ක්‍රියා කරන අතර එය පිළිබිඹු කරන දිනයක් ද වන බවයි. මාධ්‍ය නිදහස සහ වෘත්තීය ආචාර ධර්ම පිළිබඳ ගැටළු පිළිබඳව මාධ්‍ය වෘත්තිකයන්.",
        "තමන් කරන කාර්යය වෘත්තියකට වඩා වැඩි බව මාධ්‍යවේදීන් මතක තබාගත යුතුයි. එය වෘත්තියකි. අත්‍යවශ්‍යයෙන්ම මාධ්‍යවේදීන් හඬක් නැති මිනිසුන්ගේ හඬ විය යුතුයි. මාධ්‍යවේදීන් දරිද්‍රතාවයෙන් පෙළෙන ප්‍රදේශවලට ගොස් රජය හෝ වෙනත් බලධාරීන් යම් පිළියම් ක්‍රියාමාර්ගයක් ගන්නා තුරු එම මිනිසුන්ගේ දුක්ඛිත තත්ත්වය ඉස්මතු කළ යුතුය. ඒ නිසා තමයි මාධ්‍යවේදීන්ගේ නිර්මාණාත්මක සහ ගවේෂණාත්මක වාර්තාකරණයට යොමු වෙන්න පුහුණු කරන්නේ, එහිදී ඔවුන්ගේ නව්‍ය කුසලතා විශිෂ්ට ලෙස ප්‍රකාශ වෙනවා.",
        "අත්‍යවශ්‍යයෙන්ම මාධ්‍යවේදීන් නිදහස්, සාධාරණ සහ සමබර වාර්තාකරණය හෝ විශේෂාංග ලිවීම සඳහා කැපවිය යුතුය. විශේෂයෙන්ම දේශපාලන පක්ෂයකට සහය දෙන්න වෙන න්‍යාය පත්‍රයක් තියෙනවා නම් වෙන රස්සාවක් හොයාගත්තොත් හොඳයි. ගවේෂණාත්මක සහ නිර්මාණශීලී මාධ්‍යවේදීන් වෙනස්කම් කරන්නන්, අවදානම් ගන්නන් සහ එබැවින් ක්‍රීඩාව වෙනස් කරන්නන් වේ. අවාසනාවකට මෙන් බොහෝ මාධ්‍ය කණ්ඩායම්වල උසස් ප්‍රමිතීන් පවත්වාගෙන යන එවැනි වෘත්තීය නැඹුරු වෘත්තිකයන් සිටින්නේ ස්වල්පයකි. ඒ වෙනුවට අපට බොහෝ දෙනෙක් දකින්නේ අතුරු මාර්ග පමණක් අවශ්‍ය වන අතර සමහර විට මිලදී ගැනීමේ මාර්ග පවා අවශ්‍ය වන අතර දේශපාලන පක්ෂ සහ මහා ව්‍යාපාරික කණ්ඩායම් ලිපියක් රැගෙන යාමට රුපියල් 100,000 දක්වා ඉදිරිපත් කළ අවස්ථා තිබේ.",
        "හොඳ මාධ්‍යවේදීන් ද තමන් ලියන දේ පරීක්ෂා කිරීම, දෙවරක් පරීක්ෂා කිරීම සහ තුන් වතාවක් පරීක්ෂා කිරීම අවශ්‍ය වන අතර ඔවුන් පරීක්ෂා කිරීම විශ්වාසදායක මූලාශ්‍රවලින් කළ යුතුය. හොඳ ගවේෂණාත්මක හා නිර්මාණශීලී වාර්තාකරුවෙකු සහ හොඳ උප කර්තෘවරුන්, වාර්තාකරුවන් පුහුණු කිරීමට වසර පහක පමණ ප්‍රායෝගික රැකියා පුහුණුවක් අවශ්‍ය වන්නේ එබැවිනි. විශේෂයෙන්ම ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට ගාලුමුවදොර පිටියේ මහජන විප්ලවයක මට්ටමට ‘අරගලයක්’ පැමිණෙමින් තිබෙන අද අප අත්විඳිමින් සිටින තත්ත්වය වැනි අර්බුදයකදී මාධ්‍යවේදීන් එය ඉක්මනින්ම තේරුම් ගන්නා තරමට රටට යහපතක් වේවි. රටේ බොහෝ ප්‍රදේශවල. \"GotaGoHome\" යන තේමාවෙන් විප්ලවය ආරම්භ වන්නේ, ඉහළ තැන්වල සිටින අයගේ ඩොලර් බිලියන ගණන් මුදල් සොරකම් කරන, මිනිසුන්ගෙන් සොරකම් කරන සහ සමහර විට විදේශයන්හි රහස් ගිණුම්, බොහෝ විට පවුලේ නම්වලට දමන ගිණුම් ඇති පවුල් ඒකාධිපති පාලනයක් වැලැක්වීමේ දැක්මක් වශයෙනි. සාමාජිකයින් සහ සමීප මිතුරන් හඳුනා ගැනීම වඩාත් අපහසු කිරීමට. ජාත්‍යන්තර මූල්‍ය අරමුදලට හෝ ලෝක බැංකුවට හිඟමන පාත්‍රයකට නොගොස් රජයට ඔහුගෙන් ආධාර ලබා ගත හැකි වන පරිදි එවැනි එක් නායකයෙකු රහස් ගිණුම්වල බිලියන ගණනක් සඟවා ඇති බවට වාර්තාවක් චෝදනා කළේය.",
        "පසුගිය දශක දෙකක කාලය තුළ මාධ්‍යවේදීන් බොහෝ දෙනෙකු ඝාතනයට, වධහිංසාවට හෝ කිසියම් පුවතක් දුටුවහොත් මරණීය තර්ජනවලට ලක්වී ඇත. වඩාත්ම කැපී පෙනෙන සිද්ධිය වූයේ සන්ඩේ ලීඩර් ගවේෂණාත්මක කර්තෘ ලසන්ත වික්‍රමතුංග ඝාතනය කිරීමයි.",
        "අද ආණ්ඩුවේ ලොකුම වසන් කිරීම වන්නේ එම වසරේ නොවැම්බර් මාසයේදී ජනාධිපතිවරණය පැවැත්වීමට නියමිතව තිබියදී 2019 අප්‍රේල් 21 වැනි දින සිදු වූ පාස්කු ඉරිදා සංහාරයයි. කොළඹ අගරදගුරු අතිඋතුම් මැල්කම් කාදිනල් රංජිත් හිමිපාණන් ඇතුළු පිරිසක් තුවාල ලැබූවන් සහ මියගිය අයගේ පවුල්වලින් සමන්විත පිරිසක් වතිකානයට ගොස් ශුද්ධ වූ දිව්‍ය පූජාවක් සඳහා සහ ෆ්‍රැන්සිස් පාප් වහන්සේ හමුවීම සඳහා ජාත්‍යන්තර ප්‍රජාවට අවශ්‍ය දේ කළේ කවුරුන් විසින්ද යන්න සොයා බැලීම සඳහා ය. ඉන්දීය ඔත්තු සේවා වාර්තා ප්‍රහාරය ගැන අනතුරු අඟවා තිබුණත්, එක අපේක්ෂකයකුට ජනාධිපතිවරණය ජයග්‍රහණය කිරීමට උදව් කිරීම සඳහා අංක එක වැළැක්වීමේ ක්‍රියාමාර්ග නොගත් බවට අනුමාන කිරීම් මධ්‍යයේ එතරම් දෙයක් සිදු නොවීය. ඛේදජනක ලෙස ශ්‍රී ලංකාවේ බොහෝ මාධ්‍ය කණ්ඩායම් ඉතිහාසයේ දරුණුතම සමූල ඝාතනවලින් එකක පුද්ගලයන් 270ක් පමණ ඝාතනය කළ සහ 500කට වැඩි පිරිසකට තුවාල කළ අය හෙළිදරව් කිරීමට සුළු හෝ කිසිවක් නොකර සිටිති.",
        "ආණ්ඩුව කොටස් රැසකට බෙදී තිබියදී ඇතැම් වාර්තා පවසන්නේ ජනාධිපතිවරයා අගමැතිට වෙඩි තබන බවත් ළඟදීම මහ මැතිවරණයක්, සියලු පක්ෂවලින් සමන්විත ජාතික ආණ්ඩුවක් හෝ විධායක ජනාධිපති ක්‍රමය අහෝසි කරන බවත් දැකගත හැකිවනු ඇති බවයි. මෙය ශ්‍රී ලංකාවේ ඉතිහාසය වෙනස් කළ හැකි අර්බුදයක් වන අතර අභ්‍යවකාශයට ඉහළ යන ජීවන වියදමත්, ඉන්ධන වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා දිගු පෝලිම්ත් සමඟ දේශපාලන නායකයින් ඔවුන්ව සවාරියට ගෙන ගිය ආකාරය ජනතාවට පැවසීමට ස්වාධීන මාධ්‍යවේදීන් නොබියව එළියට පැමිණිය යුතුය. , ගෑස්, පිටි කිරි."
      ]
    },
    "ta": {
      "title": "அச்சமற்ற ஊடகவியலாளர்கள் பொதுப் புரட்சியை ஆதரிக்க வேண்டும்",
      "body_lines": [
        "பிரபல அமெரிக்க செய்தித்தாள் வெளியீட்டாளர் வில்லியம் ராண்டால்ஃப் ஹர்ஸ்ட், செய்திகள் யாரோ ஒருவர் அடக்கி வைக்க விரும்பும் ஒன்று என்று கூறியுள்ளார். மீதமுள்ளவை விளம்பரம். அந்த உயர்தரத்தில், ஊடக மாநாடுகள், அரசியல் பேரணிகள் மற்றும் ஏற்பாடு செய்யப்பட்ட பெரும்பாலான நிகழ்வுகள் அமைப்பாளர்களுக்கு விளம்பரம் கொடுக்கவும், வாசகர்கள் அல்லது பார்வையாளர்களின் நலனுக்காக அவற்றை விற்கவும் திட்டமிடப்பட்டுள்ளது.",
        "மே 3 அன்று, உலக ஊடக சுதந்திர தினத்தை நாங்கள் கொண்டாடுகிறோம் மற்றும் ஐக்கிய நாடுகளின் கல்வி, அறிவியல் மற்றும் கலாச்சார அமைப்பு (யுனெஸ்கோ) கூறுகிறது, இந்த நிகழ்வு ஊடக சுதந்திரத்திற்கான அரசாங்கங்களின் அர்ப்பணிப்பை மதிக்க வேண்டியதன் அவசியத்தை நினைவூட்டுவதாகவும், மேலும் இது ஒரு பிரதிபலிப்பு நாளாகவும் உள்ளது. ஊடக சுதந்திரம் மற்றும் தொழில்முறை நெறிமுறைகள் பற்றிய ஊடக வல்லுநர்கள்.",
        "பத்திரிக்கையாளர்கள் தாங்கள் செய்யும் பணி ஒரு தொழிலை விட மேலானது என்பதை நினைவில் கொள்ள வேண்டும். இது ஒரு தொழில். முக்கியமாக ஊடகவியலாளர்கள் குரலற்ற மக்களின் குரலாக இருக்க வேண்டும். பத்திரிகையாளர்கள் வறுமையில் வாடும் பகுதிகளுக்குச் சென்று, அரசாங்கமோ அல்லது அதிகாரத்தில் உள்ள மற்றவர்களோ ஏதாவது தீர்வு நடவடிக்கை எடுக்கும் வரை அந்த மனிதர்களின் அவல நிலையை எடுத்துரைக்க வேண்டும். அதனால்தான் பத்திரிகையாளர்கள் ஆக்கப்பூர்வமான மற்றும் புலனாய்வு அறிக்கையிடலுக்குச் செல்ல பயிற்சியளிக்கப்படுகிறார்கள், அங்கு அவர்களின் புதுமையான திறன்கள் சிறந்த முறையில் வெளிப்படுத்தப்படுகின்றன.",
        "அடிப்படையில் பத்திரிகையாளர்கள் சுதந்திரமான, நியாயமான மற்றும் சமநிலையான அறிக்கையிடல் அல்லது அம்சம் எழுதுவதில் உறுதியாக இருக்க வேண்டும். அவர்களுக்கு வேறு ஏதாவது நிகழ்ச்சி நிரல் இருந்தால், குறிப்பாக ஒரு அரசியல் கட்சியை ஆதரிப்பது வேறு வேலை தேடுவது நல்லது. புலனாய்வு மற்றும் ஆக்கப்பூர்வமான பத்திரிக்கையாளர்கள் மாற்றங்களை உருவாக்குபவர்கள், ஆபத்து எடுப்பவர்கள் மற்றும் அதனால் விளையாட்டு மாற்றுபவர்கள். துரதிர்ஷ்டவசமாக பல ஊடகக் குழுக்களில் உயர் தரத்தைப் பேணுகின்ற சில தொழில் சார்ந்த தொழில் வல்லுநர்கள் உள்ளனர். அரசியல் கட்சிகள் மற்றும் பெருவணிகக் குழுக்கள் ஒரு கட்டுரையை எடுத்துச் செல்ல ரூ. 100,000 வரை முன்வைக்கும் நிகழ்வுகள் இருப்பதால், அதற்குப் பதிலாக பை-லைன்கள் மற்றும் சில சமயங்களில் பை-லைன்களை விரும்புபவர்களை நாம் காண்கிறோம்.",
        "நல்ல பத்திரிகையாளர்கள் தாங்கள் எழுதுவதை சரிபார்க்கவும், இருமுறை சரிபார்க்கவும் மற்றும் மூன்று முறை சரிபார்க்கவும் வேண்டும் மற்றும் நம்பகமான ஆதாரங்களில் இருந்து அவர்கள் சரிபார்க்க வேண்டும். அதனால்தான் ஒரு நல்ல புலனாய்வு மற்றும் ஆக்கப்பூர்வமான நிருபர் மற்றும் நல்ல துணை ஆசிரியர்கள், நிருபர்களைப் பயிற்றுவிப்பதற்கு சுமார் ஐந்தாண்டுகள் நடைமுறைப் பயிற்சி தேவை. ஜனாதிபதி செயலகத்திற்கு எதிரே காலி முகத்திடலில் ஒரு பொதுப் புரட்சியின் விகிதத்தில் 'அறகலய' ஒன்று எட்டிப்பிடித்துக்கொண்டிருக்கும் நிலையில், இன்று நாம் அனுபவித்துக்கொண்டிருப்பது போன்ற நெருக்கடியான சூழலில், ஊடகவியலாளர்கள் இதனை எவ்வளவு விரைவில் உணர்ந்து கொள்கின்றார்களோ, அவ்வளவுதான் நாட்டுக்கு நல்லது. நாட்டின் பெரும்பாலான பகுதிகளில். 'GotaGoHome' என்ற கருப்பொருளின் கருப்பொருளான புரட்சியானது, உயர் பதவியில் இருப்பவர்கள் பில்லியன் கணக்கான டாலர்களை மக்களிடமிருந்து திருடப்பட்டதாகக் கூறப்படும் குடும்ப சர்வாதிகாரத்தைத் தடுப்பதற்கான ஒரு தொலைநோக்கு பார்வையாகவும், வெளிநாட்டில் ரகசியக் கணக்குகளாகவும் இருக்கலாம். உறுப்பினர்கள் மற்றும் நெருங்கிய நண்பர்கள் கண்டறிதலை கடினமாக்க வேண்டும். சர்வதேச நாணய நிதியம் அல்லது உலக வங்கிக்கு பிச்சைக் கிண்ணத்துடன் செல்வதற்குப் பதிலாக அரசாங்கம் அவரிடமிருந்து உதவியைப் பெறுவதற்கு, அத்தகைய தலைவர் இரகசியக் கணக்குகளில் பல பில்லியன்களை மறைத்து வைத்திருப்பதாக ஒரு அறிக்கை கூறுகிறது.",
        "கடந்த இரண்டு தசாப்தங்களில் பல ஊடகவியலாளர்கள் கொல்லப்பட்டுள்ளனர், சித்திரவதை செய்யப்பட்டுள்ளனர் அல்லது ஒரு குறிப்பிட்ட கதையை அவர்கள் உணர்ந்தால் கொலை மிரட்டல் விடுத்துள்ளனர். சண்டே லீடர் பத்திரிகையின் புலனாய்வு ஆசிரியர் லசந்த விக்கிரமதுங்க கொல்லப்பட்டது மிகவும் முக்கியமான வழக்கு.",
        "இன்று அரசாங்கத்தின் மிகப் பெரிய மூடிமறைப்பு, அந்த ஆண்டு நவம்பரில் ஜனாதிபதித் தேர்தல் நடைபெறவிருந்த நிலையில், ஏப்ரல் 21, 2019 அன்று நடந்த ஈஸ்டர் ஞாயிறு படுகொலையாகும். கொழும்பு பேராயர் மால்கம் கர்தினால் ரஞ்சித் மற்றும் காயமடைந்தவர்களில் சிலர் மற்றும் கொல்லப்பட்டவர்களின் குடும்பத்தினர் அடங்கிய குழுவினர் வத்திக்கானுக்குச் சென்று புனித ஆராதனை மற்றும் பாப்பரசர் பிரான்சிஸ் உடனான சந்திப்பை மேற்கொண்டனர். இந்திய உளவுத்துறை அறிக்கைகள் தாக்குதல் குறித்து எச்சரித்திருந்த போதிலும், ஜனாதிபதித் தேர்தலில் ஒரு வேட்பாளரை வெற்றி பெறச் செய்ய, நம்பர் ஒன் பின் தடுப்பு நடவடிக்கை எடுக்கவில்லை என்ற ஊகங்களுக்கு மத்தியில் எதுவும் செய்யப்படவில்லை. துரதிர்ஷ்டவசமாக, இலங்கையின் பெரும்பாலான ஊடகக் குழுக்கள் வரலாற்றில் மிக மோசமான படுகொலைகளில் ஒன்றில் சுமார் 270 பேரைக் கொன்றது மற்றும் 500 க்கும் மேற்பட்டவர்களைக் காயப்படுத்தியவர்களை அம்பலப்படுத்த சிறிதும் அல்லது ஒன்றும் செய்யவில்லை.",
        "அரசாங்கம் பல பிரிவுகளாகப் பிளவுபட்டுள்ள நிலையில், ஜனாதிபதி பிரதமருக்காக துப்பாக்கிச் சூடு நடத்துவதாகவும், விரைவில் பொதுத் தேர்தலையோ, அனைத்துக் கட்சிகளையும் உள்ளடக்கிய தேசிய அரசாங்கத்தையோ அல்லது நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்போம் என சில தகவல்கள் தெரிவிக்கின்றன. இது இலங்கையின் வரலாற்றை மாற்றக்கூடிய ஒரு நெருக்கடியாகும், அரசியல் தலைவர்கள் எப்படி அண்டவெளிக்கு செல்லும் வாழ்க்கைச் செலவு, எரிபொருள் போன்ற அத்தியாவசியப் பொருட்களுக்கான நீண்ட வரிசையில் மக்களை எப்படி சவாரிக்கு அழைத்துச் சென்றார்கள் என்பதை மக்களுக்குச் சொல்ல சுதந்திர ஊடகவியலாளர்கள் அச்சமின்றி வெளிவர வேண்டும். , வாயு, தூள் பால்."
      ]
    }
  }
}