{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/wfp-top-official-to-visit-sri-lanka-says-pm-95599/",
  "time_ut": 1654930740,
  "title": "WFP top official to visit Sri Lanka, says PM",
  "body_lines": [
    "ECONOMYNEXT – The Executive Director of the United Nations World Food Programme (WFP) is planning to visit Sri Lanka on an invitation of Prime Minister Ranil Wickremesinghe, his office said as the country is facing a looming food shortage.",
    "Rice production is hit by lack of chemical fertilizer usage in the last two cultivation seasons while foreign currency shortage has prevented the Island nation of importing essential foods as in the past, leading to a looming food shortage.",
    "Wickremsinghe has said the country could suffer a food shortage from August onwards.",
    "Wickremsinghe said he spoke to David Beasley, the Executive Director at the UN WFP late on Friday and invited him to visit Sri Lanka.",
    "“He accepted my invitation and is planning to visit shortly. We appreciate all the support extended to us by the WFP,” Wickremsinghe tweeted.",
    "The prime minister’s invitation came a day after the UN and non-governmental agencies launched a 47.2 million US dollar Humanitarian Needs and Priorities (HNP) Plan to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September in Sri Lanka, the UN said on Thursday.",
    "Many families will be unable to meet their basic food needs, if it does not act now, UN Resident Coordinator in Sri Lanka Hanaa Singer-Hamdy has said in a statement.",
    "Sri Lanka’s currency has collapsed after being under a soft pegged control until March this year.",
    "Sri Lanka which earns a billion US dollars a month in exports and earns about 600 million US dollars in remittances, about half of which are coming to the recipients through unofficial channels boosting family incomes cannot find 25 million US dollars for medicines due to price controls and a broken peg.",
    "Staples have also become expensive with food inflation stood at 57.4 percent in May, while shortages of key food items, as well as fuel for cooking, transport, and industry, remain widespread, with ongoing daily power outages. (Colombo/June10/2022)"
  ],
  "translate": {
    "si": {
      "title": "WFP ඉහළම නිලධාරියා ශ්‍රී ලංකාවට පැමිණෙන බව අගමැති කියයි",
      "body_lines": [
        "ECONOMYNEXT – එක්සත් ජාතීන්ගේ ලෝක ආහාර වැඩසටහනේ (WFP) විධායක අධ්‍යක්ෂවරයා අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතාගේ ආරාධනයකට අනුව ශ්‍රී ලංකාවට පැමිණීමට සැලසුම් කර ඇති බව ඔහුගේ කාර්යාලය ප්‍රකාශ කළේ රට ආහාර හිඟයකට මුහුණ දී සිටින බැවිනි.",
        "පසුගිය වගා කන්න දෙකේදී රසායනික පොහොර භාවිතය නොමැතිකම හේතුවෙන් සහල් නිෂ්පාදනය අඩාල වී ඇති අතර විදේශ මුදල් හිඟය හේතුවෙන් අතීතයේදී මෙන් අත්‍යාවශ්‍ය ආහාර ආනයනය කිරීමට නොහැකි වී ඇති අතර එමඟින් ආහාර හිඟයක් උග්‍ර වේ.",
        "අගෝස්තු මාසයේ සිට රට ආහාර හිඟයකට ගොදුරු විය හැකි බව වික්‍රමසිංහ පවසා තිබේ.",
        "සිකුරාදා අගභාගයේදී එක්සත් ජාතීන්ගේ WFP හි විධායක අධ්‍යක්ෂ ඩේවිඩ් බීස්ලි සමඟ කතා කළ බවත් ඔහුට ශ්‍රී ලංකාවට පැමිණෙන ලෙස ආරාධනා කළ බවත් වික්‍රමසිංහ පැවසීය.",
        "“ඔහු මගේ ආරාධනය පිළිගෙන ළඟදීම සංචාරය කිරීමට සැලසුම් කර ඇත. WFP විසින් අපට ලබා දුන් සියලු සහයෝගය අපි අගය කරමු,” වික්‍රමසිංහ ට්වීට් කළේය.",
        "අග්‍රාමාත්‍යවරයාගේ ආරාධනය සිදු වූයේ, ආර්ථික අර්බුදයෙන් දරුණු ලෙස පීඩාවට පත් මිලියන 1.7 ක ජනතාවකට ජීවිතාරක්ෂක ආධාර සැපයීම සඳහා එක්සත් ජාතීන්ගේ සහ රාජ්‍ය නොවන ආයතන විසින් ඇමරිකානු ඩොලර් මිලියන 47.2 ක මානුෂීය අවශ්‍යතා සහ ප්‍රමුඛතා (HNP) සැලැස්මක් දියත් කිරීමෙන් දිනකට පසුවය. ජූනි සිට සැප්තැම්බර් දක්වා ශ්‍රී ලංකාවේ මාස කාලසීමාව එක්සත් ජාතීන්ගේ සංවිධානය බ්‍රහස්පතින්දා ප්‍රකාශ කළේය.",
        "දැන් ක්‍රියාත්මක නොවන්නේ නම් බොහෝ පවුල්වලට තම මූලික ආහාර අවශ්‍යතා සපුරා ගැනීමට නොහැකි වනු ඇති බව එක්සත් ජාතීන්ගේ ශ්‍රී ලංකාවේ නේවාසික සම්බන්ධීකාරක හනා සිංගර් හම්ඩි නිවේදනයක් නිකුත් කරමින් කියා සිටී.",
        "මේ වසරේ මාර්තු මාසය දක්වා මෘදු පාලනයකින් පසු ශ්‍රී ලංකාවේ මුදල් ඒකකය කඩා වැටී ඇත.",
        "අපනයනයෙන් මසකට ඩොලර් බිලියනයක් උපයන ශ්‍රී ලංකාවට ඩොලර් මිලියන 600ක් පමණ ප්‍රේෂණ උපයන අතර එයින් අඩක් පමණ නිල නොවන මාර්ගවලින් පවුල් ආදායම ඉහළ නංවා ලබන්නන් වෙත ලැබෙන අතර මිල පාලනය හේතුවෙන් ඖෂධ සඳහා ඩොලර් මිලියන 25ක් සොයා ගත නොහැක. කැඩුණු ඇණක්.",
        "මැයි මාසයේදී ආහාර උද්ධමනය සියයට 57.4ක් වීමත් සමඟ ප්‍රධාන ආහාර ද්‍රව්‍ය මිල අධික වී ඇති අතර ප්‍රධාන ආහාර ද්‍රව්‍යවල හිඟය මෙන්ම ඉවුම් පිහුම්, ප්‍රවාහනය සහ කර්මාන්ත සඳහා අවශ්‍ය ඉන්ධන ද දිනපතා විදුලිය ඇනහිටීම් සමඟ පුළුල්ව පවතී. (කොළඹ/ජුනි10/2022)"
      ]
    },
    "ta": {
      "title": "WFP உயர் அதிகாரி இலங்கைக்கு விஜயம் செய்யவுள்ளதாக பிரதமர் தெரிவித்துள்ளார்",
      "body_lines": [
        "பொருளாதாரம் - ஐக்கிய நாடுகளின் உலக உணவுத் திட்டத்தின் (WFP) நிறைவேற்றுப் பணிப்பாளர், பிரதமர் ரணில் விக்கிரமசிங்கவின் அழைப்பின் பேரில் இலங்கைக்கு விஜயம் செய்யத் திட்டமிட்டுள்ளதாக, நாடு உணவுப் பற்றாக்குறையை எதிர்நோக்கி வரும் நிலையில், அவரது அலுவலகம் தெரிவித்துள்ளது.",
        "கடந்த இரண்டு பயிர்ச்செய்கைப் பருவங்களில் இரசாயன உரப் பாவனையின்மையால் அரிசி உற்பத்தி பாதிக்கப்பட்டுள்ளது அதேவேளை வெளிநாட்டு நாணயத் தட்டுப்பாடு தீவு நாடு கடந்த காலங்களைப் போன்று அத்தியாவசிய உணவுகளை இறக்குமதி செய்வதைத் தடுத்து, உணவுத் தட்டுப்பாட்டுக்கு வழிவகுத்தது.",
        "ஆகஸ்ட் மாதம் முதல் நாடு உணவுப் பற்றாக்குறையை சந்திக்க நேரிடும் என விக்ரமசிங்க தெரிவித்துள்ளார்.",
        "ஐக்கிய நாடுகள் சபையின் நிறைவேற்றுப் பணிப்பாளர் டேவிட் பீஸ்லியுடன் வெள்ளிக்கிழமை தாமதமாகப் பேசியதாகவும், அவரை இலங்கைக்கு வருமாறு அழைத்ததாகவும் விக்கிரமசிங்க கூறினார்.",
        "“அவர் எனது அழைப்பை ஏற்று விரைவில் வருகை தர திட்டமிட்டுள்ளார். WFP எங்களுக்கு வழங்கிய அனைத்து ஆதரவையும் நாங்கள் பாராட்டுகிறோம், ”என்று விக்கிரமசிங்க ட்வீட் செய்துள்ளார்.",
        "நான்கு பொருளாதார நெருக்கடியால் மிகவும் மோசமாக பாதிக்கப்பட்டுள்ள 1.7 மில்லியன் மக்களுக்கு உயிர் காக்கும் உதவிகளை வழங்குவதற்காக ஐ.நா மற்றும் அரசு சாரா நிறுவனங்கள் 47.2 மில்லியன் அமெரிக்க டாலர் மதிப்பிலான மனிதாபிமான தேவைகள் மற்றும் முன்னுரிமைகள் (HNP) திட்டத்தை அறிமுகப்படுத்திய ஒரு நாள் கழித்து பிரதமரின் அழைப்பு வந்தது. இலங்கையில் ஜூன் முதல் செப்டம்பர் வரையிலான மாதக் காலம், ஐ.நா.",
        "தற்போது செயற்படாவிட்டால் பல குடும்பங்கள் தமது அடிப்படை உணவுத் தேவைகளை பூர்த்தி செய்ய முடியாமல் போகும் என இலங்கைக்கான ஐ.நா வதிவிட இணைப்பாளர் ஹனா சிங்கர் ஹம்டி அறிக்கையொன்றில் தெரிவித்துள்ளார்.",
        "இந்த ஆண்டு மார்ச் மாதம் வரை மென்மையான கட்டுப்பாட்டுக்குள் இருந்த இலங்கையின் நாணயம் வீழ்ச்சியடைந்துள்ளது.",
        "மாதமொன்றுக்கு ஒரு பில்லியன் அமெரிக்க டொலர்களை ஏற்றுமதியில் சம்பாதித்து சுமார் 600 மில்லியன் அமெரிக்க டொலர்களை அனுப்பும் இலங்கை, அதில் பாதியளவு குடும்ப வருமானத்தை அதிகரிக்கும் அதிகாரபூர்வமற்ற வழிகள் மூலம் பெறுனர்களுக்கு 25 மில்லியன் அமெரிக்க டொலர்களை விலைக் கட்டுப்பாடுகள் காரணமாகக் கண்டுபிடிக்க முடியாது. ஒரு உடைந்த ஆப்பு.",
        "மே மாதத்தில் உணவுப் பணவீக்கம் 57.4 சதவீதமாக இருந்ததால் ஸ்டேபிள்ஸ் விலை உயர்ந்துள்ளது, அதே நேரத்தில் முக்கிய உணவுப் பொருட்களின் பற்றாக்குறை, சமையல், போக்குவரத்து மற்றும் தொழில்துறைக்கான எரிபொருளும் பரவலாக உள்ளது, தினசரி மின்சாரம் தடைபடுகிறது. (கொழும்பு/ஜூன்10/2022)"
      ]
    }
  }
}