{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allianz-lanka-partners-with-nations-trust-bank-for-bancassurance/",
  "time_ut": 1655389260,
  "title": "Allianz Lanka partners with Nations Trust Bank for Bancassurance",
  "body_lines": [
    "Allianz Lanka has announced a landmark partnership with Nations Trust Bank for Bancassurance, as the bank’s Preferred Partner for general insurance. A synergistic opportunity for Allianz Lanka to expand its reach, and Nations Trust Bank to add value to its offering, the new partnership is expected to help both partners win together, during the 3-year partnership journey, while potentially being the largest Bancassurance partnership in Sri Lanka. Through this partnership, Allianz Lanka will be able to offer Nations Trust Bank customers a number of motor and non-motor insurance solutions. Customers will enjoy special premium rates, along with a host of other exclusive benefits and privileges as a result of this new partnership.",
    "Commenting on the initiative, Gany Subramaniam, Chief Executive Officer at Allianz Insurance Lanka Ltd said, “We are very pleased to join hands with Nations Trust Bank as their preferred partner for Bancassurance. Our values and goals are in alignment, as we seek to create a more digitally enabled, seamless and convenient customer experience while adding value wherever we can. Furthermore, by pooling our resources and working together, both our organizations will be able to create exceptional value for our stakeholders. We look forward to working together and making insurance more convenient and accessible than ever before.”",
    "The policies offered will provide comprehensive cover for vehicles, along with a number of special benefits, including a free personal accident cover worth LKR 5 million, in addition to the standard benefits, such as free flood and natural perils covers, and free leasing/hire purchase agreements, air bag covers and free taxi reimbursements. Other benefits include cover for emergency medical expenses, windscreens, baby-on-board protection, goods cover, leasing rental and accommodation reimbursements in the event of an accident, and more. For accident repairs, customers will enjoy special privileges at both partner garages and non-partner garages, including, pick and drop services and “click and go” repairs and repair warranties at partner garages, combined with zero owners account deductions, and free towing at non-partner garages. Non-motor policyholders too will enjoy a range of exclusive benefits.",
    "Hemantha Gunetilleke, Chief Executive Officer of Nations Trust Bank spoke of the partnership. “Nations Trust Bank welcomes the opportunity to partner with Allianz Lanka, an industry leader in Bancassurance. As a bank that is on the path of digital reinvention, we look forward to integrating Allianz’s offerings and digital solutions, alongside our own innovative digital banking platforms to benefit our customers. We look forward to a mutually beneficial relationship, and are delighted to announce this partnership to our stakeholders.”",
    "Customers can also take advantage of the combined power of Allianz Lanka’s digital offering, coupled with Nations Trust Bank’s plethora of digital banking services. Allianz Lanka is a leader in digital enablement and digitalization within Sri Lanka’s insurance industry having introduced pioneering digital services including the My Allianz App and Allianz eMotor Partner Portal.",
    "SLT drives sustainable green initiatives to fight climate change and generate long term value for Sri Lanka",
    "Sarvodaya Development Finance, Sri Lanka’s first listed, impact investment company records historic year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Allianz Lanka Bancassurance සඳහා Nations Trust Bank සමඟ හවුල් වේ",
      "body_lines": [
        "Allianz Lanka බැංකුවේ සාමාන්‍ය රක්ෂණය සඳහා කැමති සහකරු ලෙස, Bancassurance සඳහා Nations Trust Bank සමඟ සුවිශේෂී හවුල්කාරිත්වයක් නිවේදනය කර ඇත. Allianz Lanka වෙත සිය ප්‍රවේශය පුළුල් කර ගැනීමට සහ Nations Trust බැංකුවට සිය ප්‍රවේශය පුළුල් කිරීමට සහයෝගීතා අවස්ථාවක් වන අතර, නව හවුල්කාරිත්වය වසර 3ක හවුල්කාරිත්ව ගමනේදී හවුල්කරුවන් දෙදෙනාටම එක්ව ජයග්‍රහණය කිරීමට උපකාරී වනු ඇතැයි අපේක්ෂා කෙරේ. ශ්රී ලංකාව. මෙම හවුල්කාරිත්වය හරහා නේෂන්ස් ට්‍රස්ට් බැංකු ගනුදෙනුකරුවන්ට මෝටර් රථ සහ මෝටර් නොවන රක්ෂණ විසඳුම් රැසක් පිරිනැමීමට Allianz Lanka වෙත හැකි වේ. මෙම නව හවුල්කාරිත්වයේ ප්‍රතිඵලයක් ලෙස වෙනත් සුවිශේෂී ප්‍රතිලාභ සහ වරප්‍රසාද රැසක් සමඟින් පාරිභෝගිකයන් විශේෂ වාරික ගාස්තු භුක්ති විඳිනු ඇත.",
        "මෙම මුලපිරීම පිළිබඳව අදහස් දක්වමින් Allianz Insurance Lanka Ltd හි ප්‍රධාන විධායක නිලධාරී Gany Subramaniam පැවසුවේ, “Bancassurance සඳහා ඔවුන්ගේ ප්‍රියතම සහකරු ලෙස Nations Trust Bank සමඟ අත්වැල් බැඳ ගැනීමට ලැබීම ගැන අපි ඉතා සතුටු වෙනවා. අපට හැකි සෑම තැනකම අගය එකතු කරන අතරම වඩාත් ඩිජිටල් ලෙස සක්‍රීය, බාධාවකින් තොරව සහ පහසු පාරිභෝගික අත්දැකීමක් නිර්මාණය කිරීමට අප උත්සාහ කරන බැවින්, අපගේ වටිනාකම් සහ ඉලක්ක පෙළගැසී ඇත. තවද, අපගේ සම්පත් එකතු කර එකට වැඩ කිරීමෙන්, අපගේ ආයතන දෙකටම අපගේ පාර්ශවකරුවන් සඳහා සුවිශේෂී වටිනාකමක් නිර්මාණය කිරීමට හැකි වනු ඇත. වෙන කවරදාකටත් වඩා එකට වැඩ කිරීමට සහ රක්ෂණය වඩාත් පහසු සහ ප්‍රවේශ වීමට අපි බලාපොරොත්තු වෙමු. ”",
        "පිරිනමනු ලබන ප්‍රතිපත්ති මඟින් වාහන සඳහා පුළුල් ආවරණයක්, රුපියල් මිලියන 5ක් වටිනා නොමිලේ පුද්ගලික අනතුරු ආවරණයක් ඇතුළු විශේෂ ප්‍රතිලාභ රැසක් ලබා දෙනු ඇත, නොමිලේ ගංවතුර සහ ස්වාභාවික අනතුරු ආවරණ, සහ නොමිලේ ලීසිං/කුලිය වැනි සම්මත ප්‍රතිලාභවලට අමතරව. මිලදී ගැනීමේ ගිවිසුම්, වායු බෑග් ආවරණ සහ නොමිලේ කුලී රථ ප්‍රතිපූරණය. අනෙකුත් ප්‍රතිලාභ අතර හදිසි වෛද්‍ය වියදම්, වින්ඩ්ස්ක්‍රීන්, ළදරු ආරක්ෂාව, භාණ්ඩ ආවරණය, හදිසි අනතුරකදී ලීසිං කුලී සහ නවාතැන් ප්‍රතිපූරණය සහ තවත් දේ ඇතුළත් වේ. හදිසි අනතුරු අලුත්වැඩියාව සඳහා, පාරිභෝගිකයින්ට හවුල්කාර ගරාජවල සහ හවුල්කාර නොවන ගරාජ දෙකෙහිම විශේෂ වරප්‍රසාද භුක්ති විඳිය හැකිය, ඇතුළුව, තේරීම් සහ වැටීම් සේවා සහ හවුල්කාර ගරාජවල “ක්ලික් කර යන්න” අළුත්වැඩියා කිරීම සහ අළුත්වැඩියා කිරීමේ වගකීම්, ශුන්‍ය හිමිකරුවන්ගේ ගිණුම් අඩු කිරීම් සහ නොමිලේ ඇදගෙන යාම හවුල්කාර නොවන ගරාජ. මෝටර් රථ නොවන රක්ෂණ ඔප්පු හිමියන්ටද සුවිශේෂී ප්‍රතිලාභ රැසක් හිමිවේ.",
        "නේෂන්ස් ට්‍රස්ට් බැංකුවේ ප්‍රධාන විධායක නිලධාරී හේමන්ත ගුණතිලක මහතා හවුල්කාරිත්වය පිළිබඳව කතා කළේය. “Bancassurance හි කර්මාන්ත ප්‍රමුඛයා වන Allianz Lanka සමඟ හවුල් වීමට ඇති අවස්ථාව Nations Trust Bank සාදරයෙන් පිළිගනී. ඩිජිටල් ප්‍රතිනිර්මාණයේ මාවතේ ගමන් කරන බැංකුවක් ලෙස, අපගේ පාරිභෝගිකයින්ට ප්‍රතිලාභ සැලසීම සඳහා අපගේම නව්‍ය ඩිජිටල් බැංකුකරණ වේදිකාවන් සමඟ Allianz හි පිරිනැමීම් සහ ඩිජිටල් විසඳුම් ඒකාබද්ධ කිරීමට අපි බලාපොරොත්තු වෙමු. අපි අන්‍යෝන්‍ය වශයෙන් වාසිදායක සබඳතාවක් අපේක්ෂා කරන අතර, අපගේ පාර්ශවකරුවන්ට මෙම හවුල්කාරිත්වය ප්‍රකාශ කිරීමට ලැබීම සතුටට කරුණකි.",
        "ගනුදෙනුකරුවන්ට නේෂන්ස් ට්‍රස්ට් බැංකුවේ ඩිජිටල් බැංකු සේවා බහුල වීමත් සමඟ Allianz Lanka හි ඩිජිටල් පිරිනැමීමේ ඒකාබද්ධ බලයෙන් ප්‍රයෝජන ගත හැකිය. My Allianz App සහ Allianz eMotor Partner Portal ඇතුළු පුරෝගාමී ඩිජිටල් සේවාවන් හඳුන්වා දී ඇති Allianz Lanka ශ්‍රී ලංකාවේ රක්ෂණ ක්ෂේත්‍රය තුළ ඩිජිටල් සක්‍රීය කිරීම සහ ඩිජිටල්කරණයෙහි ප්‍රමුඛයා වේ.",
        "SLT විසින් දේශගුණික විපර්යාසවලට එරෙහිව සටන් කිරීමට සහ ශ්‍රී ලංකාව සඳහා දිගුකාලීන වටිනාකමක් උත්පාදනය කිරීමට තිරසාර හරිත මූලාරම්භයන් ක්‍රියාත්මක කරයි",
        "සර්වෝදය ඩිවලොප්මන්ට් ෆිනෑන්ස්, ශ්‍රී ලංකාවේ පළමු ලැයිස්තුගත, බලපෑම් ආයෝජන සමාගම ඓතිහාසික වසරක් වාර්තා කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அலையன்ஸ் லங்கா நேஷன்ஸ் ட்ரஸ்ட் வங்கியுடன் பான்காஸ்யூரன்ஸ் நிறுவனத்துடன் பங்குதாரர்களாக உள்ளது",
      "body_lines": [
        "அலையன்ஸ் லங்கா வங்கியின் பொதுக் காப்புறுதிக்கான விருப்பமான பங்காளியாக நேஷன்ஸ் ட்ரஸ்ட் வங்கியுடன் பாங்கஸ்யூரன்ஸ் நிறுவனத்துடன் ஒரு முக்கிய பங்காளித்துவத்தை அறிவித்துள்ளது. அலையன்ஸ் லங்கா தனது வரம்பை விரிவுபடுத்துவதற்கான ஒரு ஒருங்கிணைந்த வாய்ப்பாகவும், நேஷன்ஸ் டிரஸ்ட் வங்கி அதன் சலுகைகளுக்கு மதிப்பை சேர்க்க, புதிய கூட்டாண்மை 3 வருட கூட்டாண்மை பயணத்தின் போது இரு பங்காளிகளும் ஒன்றிணைந்து வெற்றிபெற உதவும் என்று எதிர்பார்க்கப்படுகிறது. இலங்கை. இந்த கூட்டாண்மை மூலம், Allianz Lanka நேஷன்ஸ் ட்ரஸ்ட் வங்கி வாடிக்கையாளர்களுக்கு பல மோட்டார் மற்றும் மோட்டார் அல்லாத காப்புறுதி தீர்வுகளை வழங்க முடியும். இந்த புதிய கூட்டாண்மையின் விளைவாக வாடிக்கையாளர்கள் சிறப்பு பிரீமியம் விகிதங்கள் மற்றும் பிற பிரத்தியேக பலன்கள் மற்றும் சலுகைகளை அனுபவிப்பார்கள்.",
        "இந்த முயற்சி குறித்து அலயன்ஸ் இன்சூரன்ஸ் லங்கா லிமிடெட்டின் பிரதம நிறைவேற்று அதிகாரி கேனி சுப்ரமணியம் கருத்துத் தெரிவிக்கையில், “Bancassurance இன் விருப்பமான பங்காளியாக Nations Trust Bank உடன் கைகோர்ப்பதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். எங்களின் மதிப்புகள் மற்றும் இலக்குகள் சீரமைக்கப்பட்டுள்ளன, மேலும் டிஜிட்டல் முறையில் இயக்கப்பட்ட, தடையற்ற மற்றும் வசதியான வாடிக்கையாளர் அனுபவத்தை உருவாக்க முயல்வதால், எங்களால் முடிந்த இடங்களில் மதிப்பைச் சேர்க்கிறோம். மேலும், எங்கள் வளங்களை ஒருங்கிணைத்து, ஒன்றாகச் செயல்படுவதன் மூலம், எங்கள் இரு நிறுவனங்களும் எங்கள் பங்குதாரர்களுக்கு விதிவிலக்கான மதிப்பை உருவாக்க முடியும். நாங்கள் ஒன்றிணைந்து செயல்படுவதையும், காப்பீட்டை முன்னெப்போதையும் விட வசதியாகவும் அணுகக்கூடியதாகவும் மாற்ற எதிர்நோக்குகிறோம்.",
        "வழங்கப்படும் பாலிசிகள் வாகனங்களுக்கு விரிவான காப்பீட்டை வழங்கும், மேலும் பல சிறப்பு நன்மைகளுடன், LKR 5 மில்லியன் மதிப்புள்ள இலவச தனிநபர் விபத்துக் காப்பீடு உட்பட, இலவச வெள்ளம் மற்றும் இயற்கை ஆபத்துகள் கவர்கள் மற்றும் இலவச குத்தகை/வாடகை போன்ற நிலையான நன்மைகளுக்கு கூடுதலாக வழங்கப்படும். கொள்முதல் ஒப்பந்தங்கள், ஏர் பேக் கவர்கள் மற்றும் இலவச டாக்ஸி திருப்பிச் செலுத்துதல். மற்ற நன்மைகளில் அவசர மருத்துவச் செலவுகள், கண்ணாடிகள், குழந்தைகளுக்கான பாதுகாப்பு, சரக்குக் கவர், விபத்து ஏற்பட்டால் வாடகை மற்றும் தங்குமிடத் திருப்பிச் செலுத்துதல் மற்றும் பல. விபத்துப் பழுதுபார்ப்புகளுக்கு, வாடிக்கையாளர்கள் பார்ட்னர் கேரேஜ்கள் மற்றும் பார்ட்னர் அல்லாத கேரேஜ்கள் இரண்டிலும் சிறப்பு சலுகைகளை அனுபவிப்பார்கள், இதில், பிக் அண்ட் டிராப் சர்வீஸ்கள் மற்றும் பார்ட்னர் கேரேஜ்களில் \"கிளிக் அண்ட் கோ\" ரிப்பேர் மற்றும் ரிப்பேர் வாரண்டிகள், பூஜ்ஜிய உரிமையாளர் கணக்கு விலக்குகள் மற்றும் இலவச இழுவை ஆகியவை அடங்கும். பங்குதாரர் அல்லாத கேரேஜ்கள். மோட்டார் அல்லாத பாலிசிதாரர்களும் பல பிரத்தியேக நன்மைகளை அனுபவிப்பார்கள்.",
        "நேஷன்ஸ் ட்ரஸ்ட் வங்கியின் பிரதம நிறைவேற்று அதிகாரி ஹேமந்த குணதிலக பங்காளித்துவம் பற்றி பேசினார். \"Nations Trust Bank, Bancassurance இல் தொழில்துறையில் முன்னணியில் உள்ள அலையன்ஸ் லங்காவுடன் கூட்டுசேர்வதற்கான வாய்ப்பை வரவேற்கிறது. டிஜிட்டல் மீள் கண்டுபிடிப்புப் பாதையில் இருக்கும் வங்கியாக, எங்கள் வாடிக்கையாளர்களுக்குப் பயனளிக்கும் வகையில் எங்கள் சொந்த புதுமையான டிஜிட்டல் வங்கித் தளங்களுடன், அலையன்ஸின் சலுகைகள் மற்றும் டிஜிட்டல் தீர்வுகளை ஒருங்கிணைக்க நாங்கள் எதிர்நோக்குகிறோம். நாங்கள் பரஸ்பர நன்மை பயக்கும் உறவை எதிர்நோக்குகிறோம், மேலும் இந்த கூட்டாண்மையை எங்கள் பங்குதாரர்களுக்கு அறிவிப்பதில் மகிழ்ச்சி அடைகிறோம்.",
        "நேஷன்ஸ் டிரஸ்ட் வங்கியின் ஏராளமான டிஜிட்டல் வங்கிச் சேவைகளுடன், அலையன்ஸ் லங்காவின் டிஜிட்டல் சலுகையின் ஒருங்கிணைந்த ஆற்றலையும் வாடிக்கையாளர்கள் பயன்படுத்திக் கொள்ளலாம். My Allianz App மற்றும் Allianz eMotor Partner Portal உள்ளிட்ட முன்னோடி டிஜிட்டல் சேவைகளை அறிமுகப்படுத்திய இலங்கையின் காப்புறுதித் துறையில் Allianz Lanka டிஜிட்டல் செயலாக்கம் மற்றும் டிஜிட்டல் மயமாக்கலில் முன்னணியில் உள்ளது.",
        "காலநிலை மாற்றத்தை எதிர்த்துப் போராடுவதற்கும் இலங்கைக்கான நீண்ட கால மதிப்பை உருவாக்குவதற்கும் SLT நிலையான பசுமை முயற்சிகளை முன்னெடுத்துச் செல்கிறது",
        "சர்வோதயா டெவலப்மென்ட் ஃபைனான்ஸ், இலங்கையின் முதல் பட்டியலிடப்பட்ட, தாக்க முதலீட்டு நிறுவனமான வரலாற்று வருடத்தை பதிவு செய்துள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}