{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/President-cuts-Wimal-Udaya-down-to-size/172-232927",
  "time_ut": 1647030000,
  "title": "President cuts Wimal, Udaya down to size",
  "body_lines": [
    "A public meeting held on March 2 by the 11 parties affiliated to the government at Grand Monarch Hotel in Thalawathugoda that had prompted the President to take a decision on Weerawansa and Gammanpila",
    "All their protests were aimed at Finance Minister Basil Rajapaksa with whom Wimal had a long animosity. Their spat harks back to the previous Mahinda Rajapaksa administration when Basil Rajapaksa was running the country’s economy as the Economic Development Minister",
    "The sacking of National Freedom Front (NFF) leader Wimal Weerawansa and Pivithuru Hela Urumaya (PHU) leader Udaya Gammanpila from the Cabinet on March 3 was not surprising, given the political culture in the country. On the other hand, whatever the political culture may be, no government or party leader would tolerate his ministers going public with allegations against his government or the party.",
    "Weerawansa’s argument that they went public due to them not being given the opportunity to air their views on nationally important issues during meetings of the leaders of the ruling coalition or the Cabinet seems strong. Yet, on the basis of the very contention they had to expect what now has befallen them. If the government leadership is so undemocratic, why shouldn’t it throw them out of the government when they lash out the government in public? Hence, they should have come out of the government before they were unceremoniously kicked out, one",
    "This is an inevitable outcome of a series of events that reflected sharp differences between the small parties in the ruling coalition, especially the NFF and Finance Minister Basil Rajapaksa during the last two years. In fact, the Basil Wimal spat has a longer history, despite it having surfaced first during the Gotabaya Rajapaksa administration through the protest by the small parties in the government against the removal of the ban on the foreign nationals from contesting election in 2020.",
    "Then, the government last year went ahead with a trilateral Memorandum of Cooperation (MOC) signed in May 2019 (during the previous government) among the Governments of India, Japan and Sri Lanka “for the development of Eastern Container Terminal (ECT) of the Colombo harbour.” Ten small political parties in the government at the instance of the NFF and the PHU opposed it, with the protests to it by the main Opposition parties gaining ground.",
    "In May last year, the government, ignoring the demands by the health sector professionals and the Opposition parties, was dragging its feet in announcing a lock down during the third wave of the COVID 19 pandemic in the country, considering the economic ramifications of it. Again these small parties differed from the government’s position and Weerawansa, after they were thrown out of the Cabinet last week told media that President Gotabaya Rajapaksa had then instructed him and Udaya in a harsh tone to resign from the ministerial portfolios.",
    "The situation seems to have come to a head with the government’s agreement with a US based company, The New Fortress Energy in October last year to hand over treasury owned 40 percent of shares of the Yugadanavi power plant in Kerawalapitiya to the latter. The small parties in the government not only opposed the agreement, rather Weerawansa, Gammanpila and Vasudeva Nanayakkara who were Cabinet ministers contested the claim by the ruling Sri Lanka Podujana Peramuna (SLPP) that the agreement had the Cabinet nod. They even sought Supreme Court intervention against the agreement, along with the",
    "Finally, it was a public meeting held on March 2 by the 11 parties affiliated to the government at Grand Monarch Hotel in Thalawathugoda that had prompted the President to take a decision on Weerawansa and Gammanpila. A programme for the economic recovery named “Mulu Ratama Hari Magata” presented at the meeting was highly critical of the government and Weerawansa also made a fiery speech during",
    "During all these protests Weerawansa and Gammanpila attempted to imply that they were not against the President or that these deals did not have the blessings of the President, knowing well that it was not the case. Weerawansa in an interview with the Sunday Lankadeepa in January last year even proposed President Gotabaya Rajapaksa for the SLPP leadership, replacing Mahinda Rajapaksa, which provoked angry responses from the Basil loyalists. In a statement issued during the ECT row the pro-government small parties said that they joined the agitation not only to protect the ECT, but also to protect the President and the government as well.",
    "They in protest of the New Fortress deal held a meeting called “Mahajana Manthrana Sabhawa” (People’s Council) on October 29 last year in Colombo where Weerawansa said that some people were misusing the mandate received by the President while threatening that those who were going against the wishes of the 6.9 million people who voted for the President must be kicked out. Gammanpila vociferously stated that the deal with the U.S Company was more corrupt than various deals entered into by the governments of J.R. Jayewardene, Ranasinghe Premadasa, Chandrika Kumaratunga and Ranil Wickremesinghe in the past. Media interpretatively reported it as him saying that this was the most corrupt government in the history, but he did not take pains to correct it.",
    "It is clear that all their protests were aimed at Finance Minister Basil Rajapaksa with whom Wimal had a long animosity. Their spat harks back to the previous Mahinda Rajapaksa administration when Basil Rajapaksa was running the country’s economy as the Economic Development Minister. Weerawansa later accused Basil to be the root cause for the defeat of that government in 2015. However, even later in 2016 Basil formed the SLPP on the foundation that was laid by the pro-Mahinda small parties - mainly the NFF and the PHU - under the slogan “Rise with Mahinda.”",
    "Nevertheless, these Anti-Basil actions had irked the President as had manifested by his call for Weerawansa to step down during the lock down row. The President had also gone public by stating at a meeting with the newspaper editors on December 28, last year that it would have been better if Weerawansa, Gammanpila and Vasudeva Nanayakkara had resigned as ministers before challenging a collective Cabinet decision on the Yugadanavi deal in court.",
    "He had to choose between his younger brother and the small parties. Interestingly, Weerawansa and Gammanpila seem to have believed that the President due to their pacifications would choose them in preference to his brother which was highly unlikely. Firstly, the President was in full agreement with Basil in almost all the latter’s activities and deals. Secondly, Rajapaksa’s are a closely knit family which cannot be disturbed even by their sense of gratitude, if any towards  Weerawansa and Gammanpila for initiating the resurrection of Mahinda",
    "Thirdly, after the SLPP led government won two thirds in Parliament and got the 20th Amendment to the Constitution passed in 2020, the relevance of these small parties to the government and the SLPP was at low ebb, as the government comfortably has the simple majority even if all the small parties left the government. The passage of the proposed new Constitution is not something for the government leaders to be achieved with sacrifices. Fifthly, there was pressure on the part of the second rung leaders of the SLPP who have been eying the portfolios held by the dissidents to kick out the",
    "Despite the two ministers dumped last week still occupying seats on the government side of Parliament and their parties still being considered constituents of the ruling coalition, a patch up seems to be a very remote possibility, given the personal nature of the conflict between them and Minister Basil Rajapaksa. On the other hand, with corruption and misappropriation cases against them still pending in courts, it would be dangerous for them to going for an all-out war against the",
    "In the light of the United National Party (UNP) having wiped out from the electorate at the 2020 general election, the two former ministers would not dare to contest a general election without an alliance. Yet, it would only through an intensive competition of displaying shamelessness they can join hands with the Samagi Jana Balawegaya (SJB) or National People’s Power (NPP) led by Janatha Vimukthi Peramuna (JVP). An alliance with the Sri Lanka Freedom Party (SLFP) led by former President Maithripala Sirisena might be relatively less controversial since they are already in some sort of an alliance. This uncertainty might push them more and more to play the Sinhala Buddhist card."
  ],
  "translate": {
    "si": {
      "title": "ජනපති විමල්, උදයව කපයි",
      "body_lines": [
        "වීරවංශ සහ ගම්මන්පිල සම්බන්ධයෙන් තීරණයක් ගැනීමට ජනාධිපතිවරයා පෙළඹවූයේ මාර්තු 2 වැනිදා ආණ්ඩුවට සම්බන්ධ පක්ෂ 11 විසින් තලවතුගොඩ ග්‍රෑන්ඩ් මොනාක් හෝටලයේදී පැවැත්වූ ජනහමුවකි.",
        "ඔවුන්ගේ සියලු විරෝධතා එල්ල වූයේ විමල් දිගු කලක සිට අමනාපකම් පැවැත්වූ මුදල් ඇමැති බැසිල් රාජපක්ෂ වෙතය. බැසිල් රාජපක්ෂ මහතා ආර්ථික සංවර්ධන අමාත්‍යවරයා ලෙස රටේ ආර්ථිකය මෙහෙයවද්දී ඔවුන්ගේ කෙල ආපස්සට ගියේ පසුගිය මහින්ද රාජපක්ෂ පාලනයටය.",
        "ජාතික නිදහස් පෙරමුණේ නායක විමල් වීරවංශ සහ පිවිතුරු හෙළ උරුමයේ නායක උදය ගම්මන්පිල මාර්තු 3 වැනිදා කැබිනට් මණ්ඩලයෙන් නෙරපා හැරීම රටේ දේශපාලන සංස්කෘතිය අනුව පුදුමයක් නොවේ. අනෙක් අතට, දේශපාලන සංස්කෘතිය කුමක් වුවත්, කිසිදු රජයක් හෝ පක්ෂ නායකයෙකු තම අමාත්‍යවරුන් තම රජයට හෝ පක්ෂයට එරෙහිව ප්‍රසිද්ධියේ චෝදනා කිරීම ඉවසන්නේ නැත.",
        "පාලක සභාගයේ හෝ කැබිනට් මණ්ඩලයේ නායකයන්ගේ රැස්වීම්වලදී ජාතික වශයෙන් වැදගත් කරුණු සම්බන්ධයෙන් අදහස් දැක්වීමට ඔවුන්ට අවස්ථාව ලබා නොදීම නිසා ඔවුන් ප්‍රසිද්ධියට පත් වූ බවට වීරවංශගේ තර්කය ප්‍රබල බව පෙනේ. එහෙත්, දැන් ඔවුන්ට සිදු වී ඇති දේ අපේක්ෂා කිරීමට සිදු වූ මතභේදයේ පදනම මත ය. ආණ්ඩුවේ නායකත්වය මෙතරම් ප්‍රජාතන්ත්‍ර විරෝධී නම්, ඔවුන් ප්‍රසිද්ධියේ ආණ්ඩුවට බැන වදින විට ඔවුන්ව ආණ්ඩුවෙන් එළියට නොදැමිය යුත්තේ මන්ද? ඒ නිසා, ඔවුන් අවිචාරවත් ලෙස පන්නා දැමීමට පෙර ආණ්ඩුවෙන් එළියට පැමිණිය යුතුව තිබුණි",
        "මෙය පසුගිය දෙවසර තුළ පාලක සභාගයේ කුඩා පක්ෂ, විශේෂයෙන්ම ජාතික නිදහස් පෙරමුණ සහ මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ අතර තියුණු මතභේද පිළිබිඹු කළ සිදුවීම් මාලාවක නොවැළැක්විය හැකි ප්‍රතිඵලයකි. 2020 මැතිවරණයට තරග කිරීම සඳහා විදේශිකයන්ට පනවා තිබූ තහනම ඉවත් කිරීමට එරෙහිව ආණ්ඩුවේ කුඩා පක්‍ෂවල විරෝධය හරහා එය මුලින්ම මතුවූයේ ගෝඨාභය රාජපක්‍ෂ පාලන සමයේදී වුවද බැසිල් විමල්ට ඇත්තේ දිගු ඉතිහාසයකි.",
        "ඉන්පසුව, “නැගෙනහිර බහාලුම් පර්යන්තය (ECT) සංවර්ධනය සඳහා ඉන්දියාව, ජපානය සහ ශ්‍රී ලංකා රජයන් අතර 2019 මැයි මාසයේදී (පසුගිය රජය සමයේ) අත්සන් කරන ලද ත්‍රෛපාර්ශ්වික සහයෝගීතා ගිවිසුමක් (MOC) සමඟ රජය පසුගිය වසරේ ඉදිරියට ගියේය. කොළඹ වරාය.” ජාතික නිදහස් පෙරමුණ සහ පීඑච්යූ අවස්ථාවෙහි ආණ්ඩුවේ සිටි කුඩා දේශපාලන පක්ෂ 10ක් ඊට විරුද්ධ වූ අතර ප්‍රධාන විපක්ෂයේ පක්‍ෂවලින් ඊට විරෝධයක් එල්ල විය.",
        "පසුගිය වසරේ මැයි මාසයේදී, සෞඛ්‍ය ක්ෂේත්‍රයේ වෘත්තිකයන්ගේ සහ විරුද්ධ පක්ෂවල ඉල්ලීම් නොසලකා හරිමින් රජය, රට තුළ COVID 19 වසංගතයේ තුන්වන රැල්ල අතරතුර එහි ආර්ථික ප්‍රතිවිපාක සලකා බලා අගුලු දැමීමක් ප්‍රකාශයට පත් කරමින් කකුලෙන් ඇදී යමින් සිටියේය. නැවතත් මෙම කුඩා පක්ෂ ආණ්ඩුවේ ස්ථාවරයෙන් සහ වීරවංශට වඩා වෙනස් වූ අතර පසුගිය සතියේ ඔවුන් කැබිනට් මණ්ඩලයෙන් ඉවතට විසි වූ පසු මාධ්‍ය වෙත ප්‍රකාශ කළේ ජනාධිපති ගෝඨාභය රාජපක්ෂ පසුව තමාට සහ උදයට අමාත්‍ය ධුරවලින් ඉල්ලා අස්වන ලෙස දැඩි ස්වරයෙන් දැනුම් දුන් බවයි.",
        "කෙරවලපිටියේ යුගදනවි බලාගාරයේ භාණ්ඩාගාරයට අයත් කොටස්වලින් සියයට 40ක් එම සමාගමට පැවරීමට පසුගිය වසරේ ඔක්තෝම්බර් මාසයේදී අමෙරිකාව පදනම් කරගත් The New Fortress Energy සමාගම සමඟ රජය එකඟතාවකට පැමිණීමත් සමඟ තත්ත්වය සමනය වී ඇති බව පෙනේ. ආණ්ඩුවේ කුඩා පක්ෂ ගිවිසුමට විරුද්ධ වූවා පමණක් නොව, කැබිනට් අමාත්‍යවරුන් වූ වීරවංශ, ගම්මන්පිල සහ වාසුදේව නානායක්කාර එම ගිවිසුමට කැබිනට් අනුමැතිය හිමි වූ බවට පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) ප්‍රකාශයට විරුද්ධ වූහ. ගිවිසුමට එරෙහිව ඔවුන් ශ්‍රේෂ්ඨාධිකරණයේ මැදිහත්වීම පවා පැතුවා",
        "අවසානයේ වීරවංශ සහ ගම්මන්පිල සම්බන්ධයෙන් තීරණයක් ගැනීමට ජනාධිපතිවරයා පෙළඹී ඇත්තේ මාර්තු 2 වැනිදා තලවතුගොඩ ග්‍රෑන්ඩ් මොනාක් හෝටලයේදී ආණ්ඩුවට සම්බන්ධ පක්ෂ 11ක් එක්ව පැවැත්වූ ජනහමුවකි. “මුළු රට හරි මගට” නම් වූ ආර්ථීක පුනරුත්ථාපනය සඳහා වූ වැඩසටහනක් මෙම රැස්වීමේ දී රජයට දැඩි ලෙස විවේචනය කළ අතර ඒ අතරතුර වීරවංශ මහතා ද උණුසුම් කතාවක් කළේය.",
        "මේ සියලු විරෝධතාවලදී වීරවංශ සහ ගම්මන්පිල තමන් ජනාධිපතිවරයාට විරුද්ධ නොවන බව හෝ මෙම ඩීල්වලට ජනාධිපතිවරයාගේ ආශිර්වාදය නොමැති බව ඇඟවීමට උත්සාහ කළේ එය එසේ නොවන බව හොඳින්ම දැනගෙනය. වීරවංශ මහතා පසුගිය වසරේ ජනවාරි මාසයේ ඉරිදා ලංකාදීප පුවත්පත සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් මහින්ද රාජපක්ෂ මහතා වෙනුවට ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකත්වය සඳහා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පවා යෝජනා කළ අතර එය බැසිල් හිතවාදීන්ගේ කෝපයට පත් ප්‍රතිචාරවලට හේතු විය. ECT රැල්ල අතරතුර රජයට හිතවත් කුඩා පක්ෂ නිවේදනයක් නිකුත් කරමින් කියා සිටියේ තමන් උද්ඝෝෂණයට එක්වන්නේ ECT ආරක්ෂා කිරීමට පමණක් නොව ජනාධිපතිවරයා සහ රජයද ආරක්ෂා කිරීමට බවයි.",
        "නව බලකොටුව ගනුදෙනුවට විරෝධය පළ කරමින් ඔවුන් පසුගිය වසරේ ඔක්තෝම්බර් 29 වැනිදා කොළඹදී “මහජන මන්ත්‍රණ සභාව” නමින් රැස්වීමක් පැවැත්වූ අතර එහිදී වීරවංශ කියා සිටියේ ජනාධිපතිවරයාට ලැබුණු ජනවරම ඇතැමුන් අවභාවිත කරන බවත් ඊට එරෙහිව යන අයට තර්ජනය කරන බවත්ය. ජනාධිපතිවරයාට ඡන්දය දුන් ලක්ෂ 69ක ජනතාවගේ කැමැත්තට පයින් ගසා දැමිය යුතුයි. පසුගිය කාලයේ ජේ.ආර්.ජයවර්ධන, රණසිංහ ප්‍රේමදාස, චන්ද්‍රිකා කුමාරතුංග, රනිල් වික්‍රමසිංහ ආණ්‌ඩු කළ විවිධ ඩීල්වලට වඩා යූ.එස් සමාගම සමඟ ඇති කර ගත් ගනුදෙනුව දූෂිත බව ගම්මන්පිල දැඩි ලෙස ප්‍රකාශ කළේය. ඉතිහාසයේ දූෂිතම ආණ්ඩුව මෙය බව ඔහු පවසද්දී මාධ්‍ය එය අර්ථකථනය කර වාර්තා කළ නමුත් එය නිවැරදි කිරීමට ඔහු වෙහෙසක් ගත්තේ නැත.",
        "ඔවුන්ගේ සියලු විරෝධතා එල්ල වූයේ විමල් දිගු කලක සිට අමනාපකම් පැවැත්වූ මුදල් ඇමැති බැසිල් රාජපක්ෂ මහතාට බව පැහැදිලිය. බැසිල් රාජපක්‍ෂ මහතා ආර්ථික සංවර්ධන ඇමැතිවරයා ලෙස රටේ ආර්ථිකය මෙහෙයවමින් සිටියදී පසුගිය මහින්ද රාජපක්‍ෂ පාලනයට ඔවුන්ගේ කෙල පහර වැදී ඇත. 2015 දී එම ආණ්ඩුව පරාජයට පත් වීමට මූලික හේතුව බැසිල් බවට වීරවංශ පසුව චෝදනා කළේය. කෙසේ වෙතත්, පසුව 2016 දී පවා බැසිල් ශ්‍රී ලංකා පොදුජන පෙරමුණ පිහිටුවා ගත්තේ මහින්ද හිතවාදී කුඩා පක්ෂ - ප්‍රධාන වශයෙන් ජාතික නිදහස් පෙරමුණ සහ ජාතික හෙළ උරුමය - යටතේ දැමූ පදනම මතය. \"මහින්ද සමග නැගිටින්න\" යන සටන් පාඨය.",
        "එසේ වුවද, මෙම බැසිල් විරෝධී ක්‍රියා නිසා ජනාධිපතිවරයා කෝපයට පත් වී ඇත්තේ අගුලු දැමීමේ පේළිය අතරතුර වීරවංශට ඉල්ලා අස්වන ලෙස කළ ඉල්ලීමෙන් ප්‍රකාශ වූ බැවිනි. යුගදනවි ගණුදෙනුව පිළිබඳ සාමූහික කැබිනට් තීරණයක් අධිකරණය හමුවේ අභියෝගයට ලක් කිරීමට පෙර වීරවංශ, ගම්මන්පිල, වාසුදේව නානායක්කාර ඇමැති ධුරවලින් ඉල්ලා අස් වූවා නම් වඩා හොඳ බව පසුගිය වසරේ දෙසැම්බර් 28 වැනිදා පුවත්පත් කතුවරුන් හමුවූ අවස්ථාවේදී ප්‍රකාශ කරමින් ජනාධිපතිවරයාද ප්‍රසිද්ධියට පත් විය. .",
        "ඔහුගේ මල්ලි සහ කුඩා පක්ෂ දෙකෙන් එකක් තෝරා ගැනීමට ඔහුට සිදු විය. වීරවංශ සහ ගම්මන්පිල ඔවුන්ගේ ශාන්තිකර්ම හේතුවෙන් ජනාධිපතිවරයා තම සොහොයුරාට වඩා වැඩි කැමැත්තක් දැක්වීමට ඉඩ නොතබන බව විශ්වාස කළ බව පෙනේ. පළමුව, බැසිල්ගේ සියලු කටයුතු සහ ගනුදෙනු සම්බන්ධයෙන් ජනාධිපතිවරයා සම්පූර්ණයෙන්ම එකඟ විය. දෙවනුව, මහින්දගේ පුනර්ජීවනයට මුල පිරූ වීරවංශට සහ ගම්මන්පිලට                    மானால் ඔවුන්ගේ කෘතවේදී හැඟීමෙන්වත් බාධා කළ නොහැකි සමීපව බැඳී සිටින පවුලක් රාජපක්ෂලාය.",
        "තෙවනුව, ශ්‍රී ලංකා පොදුජන පෙරමුණ ප්‍රමුඛ රජය පාර්ලිමේන්තුවේ තුනෙන් දෙකක් දිනාගෙන 2020 දී 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය සම්මත කර ගැනීමෙන් පසු ආණ්ඩුවට සරල බහුතරය පවා තිබෙන නිසා මේ කුඩා පක්ෂවල ආණ්ඩුවට සහ ශ්‍රී ලංකා පොදුජන පෙරමුණට අදාළත්වය පහළ මට්ටමක පැවතුණි. පොඩි පක්ෂ ඔක්කොම ආණ්ඩුවෙන් ගියා නම්. යෝජිත නව ආණ්‌ඩුක්‍රම ව්‍යවස්‌ථාව සම්මත කිරීම ආණ්‌ඩුවේ ප්‍රධානීන්ට කැපකිරීම් කළ යුතු දෙයක්‌ නොවේ. පස්වනුව, විරුද්ධ මත දරන්නන් සතු අමාත්‍ය ධුර දෙස බලමින් සිටින ශ්‍රී ලංකා පොදුජන පෙරමුණේ දෙවැනි පෙළ නායකයන්ගේ පැත්තෙන් බලපෑම් එල්ල වූයේ පක්ෂයෙන් පන්නා දමන ලෙසය.",
        "පසුගිය සතියේ ඉවත දැමූ ඇමතිවරුන් දෙදෙනා තවමත් පාර්ලිමේන්තුවේ ආණ්ඩු පැත්තේ අසුන් ගෙන සිටියද, ඔවුන්ගේ පක්ෂ තවමත් පාලක සභාගයේ කොටස් ලෙස සලකනු ලැබුවද, ඔවුන් සහ අමාත්‍යවරයා අතර ඇති වූ ගැටුමේ පෞද්ගලික ස්වභාවය අනුව, පැල්ලමක් ඇතිවීම ඉතා දුරස්ථ හැකියාවක් බව පෙනේ. බැසිල් රාජපක්ෂ. අනෙක් අතට, ඔවුන්ට එරෙහි දූෂණ හා අයථා පරිහරණය පිළිබඳ නඩු තවමත් අධිකරණයේ විභාග වෙමින් පවතින හෙයින්, ඔවුන් ට එරෙහිව සමස්ත යුද්ධයකට යාම අනතුරුදායක වනු ඇත.",
        "2020 මහ මැතිවරණයේදී එක්සත් ජාතික පක්ෂය (එජාප) ඡන්දදායකයන්ගෙන් අතුගා දමා ඇති පසුබිමක, හිටපු ඇමතිවරුන් දෙදෙනා සන්ධානයකින් තොරව මහ මැතිවරණයකට ඉදිරිපත් වීමට එඩිතර නොවනු ඇත. එහෙත්, ඔවුන්ට ජනතා විමුක්ති පෙරමුණ (ජවිපෙ) නායකත්වය දෙන සමගි ජන බලවේගය (SJB) හෝ ජාතික ජන බලවේගය (NPP) සමඟ අත්වැල් බැඳ ගත හැක්කේ නිර්ලජ්ජිතභාවය ප්‍රදර්ශනය කිරීමේ දැඩි තරගයක් හරහා පමණි. හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ නායකත්වයෙන් යුත් ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප) සමඟ සන්ධානගත වීම සාපේක්ෂ වශයෙන් අඩු මතභේදාත්මක නොවන්නේ ඔවුන් දැනටමත් යම් සන්ධානයක සිටින බැවිනි. මෙම අවිනිශ්චිතතාවය ඔවුන්ව තව තවත් සිංහල බෞද්ධ කාඩ්පත වාදනය කිරීමට තල්ලු කළ හැකිය."
      ]
    },
    "ta": {
      "title": "ஜனாதிபதி விமல், உதயாவை அளவு குறைக்கிறார்",
      "body_lines": [
        "வீரவன்ச மற்றும் கம்மன்பில தொடர்பில் தீர்மானம் எடுக்க ஜனாதிபதியை தூண்டியதாக அரசாங்கத்துடன் இணைந்துள்ள 11 கட்சிகள் இணைந்து மார்ச் 2ஆம் திகதி தலவத்துகொட கிராண்ட் மொனார்க் ஹோட்டலில் நடத்திய பொதுக்கூட்டம்.",
        "இவர்களது எதிர்ப்புக்கள் அனைத்தும் விமல் நீண்டகாலமாக விரோதம் கொண்டிருந்த நிதியமைச்சர் பசில் ராஜபக்ஷவை இலக்காகக் கொண்டவை. பொருளாதார அபிவிருத்தி அமைச்சராக பசில் ராஜபக்ச நாட்டின் பொருளாதாரத்தை முன்னெடுத்துச் சென்ற போது, ​​அவர்களின் துப்பு, கடந்த மஹிந்த ராஜபக்ஷ நிர்வாகத்தை மீண்டும் தாக்கியது.",
        "தேசிய சுதந்திர முன்னணியின் (NFF) தலைவர் விமல் வீரவன்ச மற்றும் பிவித்துரு ஹெல உறுமய (PHU) தலைவர் உதய கம்மன்பில ஆகியோர் மார்ச் 3 ஆம் திகதி அமைச்சரவையில் இருந்து நீக்கப்பட்டதில் ஆச்சரியப்படுவதற்கில்லை, நாட்டின் அரசியல் கலாச்சாரத்தின் அடிப்படையில். மறுபுறம், அரசியல் கலாச்சாரம் எதுவாக இருந்தாலும், எந்த அரசாங்கமோ அல்லது கட்சித் தலைவரோ தனது அமைச்சர்கள் தனது அரசாங்கம் அல்லது கட்சிக்கு எதிராக குற்றச்சாட்டுகளை பகிரங்கமாகச் செல்வதை பொறுத்துக்கொள்ள மாட்டார்கள்.",
        "ஆளும் கூட்டமைப்பு அல்லது அமைச்சரவையின் தலைவர்களின் கூட்டங்களின் போது தேசிய ரீதியில் முக்கியமான விடயங்கள் தொடர்பில் தமது கருத்துக்களை வெளியிடுவதற்கு சந்தர்ப்பம் வழங்கப்படாததன் காரணமாகவே அவர்கள் பகிரங்கமாகச் சென்றதாக வீரவன்சவின் வாதம் வலுவாகத் தெரிகிறது. ஆயினும்கூட, சர்ச்சையின் அடிப்படையில் இப்போது அவர்களுக்கு என்ன நேர்ந்தது என்பதை அவர்கள் எதிர்பார்க்க வேண்டும். அரசாங்கத் தலைமை மிகவும் ஜனநாயகமற்றதாக இருந்தால், பொதுவெளியில் அரசாங்கத்தை வசைபாடும்போது அவர்களை ஏன் அரசாங்கத்திலிருந்து தூக்கி எறியக்கூடாது? எனவே, அவர்கள் சம்பிரதாயமில்லாமல் வெளியேற்றப்படுவதற்கு முன்பே அரசாங்கத்திலிருந்து வெளியே வந்திருக்க வேண்டும்",
        "கடந்த இரண்டு வருடங்களில் ஆளும் கூட்டணியில் உள்ள சிறிய கட்சிகளுக்கு, குறிப்பாக தேசிய சுதந்திர முன்னணி மற்றும் நிதி அமைச்சர் பசில் ராஜபக்ஷவிற்கு இடையில் ஏற்பட்ட கூர்மையான வேறுபாடுகளை பிரதிபலித்த தொடர்ச்சியான நிகழ்வுகளின் தவிர்க்க முடியாத விளைவு இதுவாகும். உண்மையில், 2020 ஆம் ஆண்டு தேர்தலில் போட்டியிடுவதற்கு வெளிநாட்டு பிரஜைகளுக்கு விதிக்கப்பட்ட தடையை நீக்குவதற்கு எதிராக அரசாங்கத்திலுள்ள சிறிய கட்சிகளின் எதிர்ப்பின் ஊடாக கோட்டாபய ராஜபக்சவின் நிர்வாகத்தின் போது முதலில் வெளிப்பட்டிருந்தாலும், பசில் விமல் துப்புவதற்கு நீண்ட வரலாறு உண்டு.",
        "பின்னர், அரசாங்கம் கடந்த ஆண்டு மே 2019 இல் (முந்தைய அரசாங்கத்தின் போது) இந்தியா, ஜப்பான் மற்றும் இலங்கை அரசாங்கங்களிடையே \"கிழக்கு கொள்கலன் முனையத்தை (ECT) மேம்படுத்துவதற்காக முத்தரப்பு ஒத்துழைப்பு ஒப்பந்தம் (MOC) கையெழுத்திட்டது. கொழும்பு துறைமுகம்.” NFF மற்றும் PHU இன் உதாரணத்தில் அரசாங்கத்தில் உள்ள பத்து சிறிய அரசியல் கட்சிகள் அதை எதிர்த்தன, முக்கிய எதிர்க்கட்சிகளின் எதிர்ப்புகள் அதற்கு இடம் பெற்றன.",
        "கடந்த ஆண்டு மே மாதம், சுகாதாரத் துறை வல்லுநர்கள் மற்றும் எதிர்க்கட்சிகளின் கோரிக்கைகளைப் புறக்கணித்த அரசாங்கம், நாட்டில் COVID 19 தொற்றுநோயின் மூன்றாவது அலையின் போது அதன் பொருளாதார மாற்றங்களைக் கருத்தில் கொண்டு பூட்டுதலை அறிவிப்பதில் இழுத்தடித்தது. மீண்டும் இந்த சிறிய கட்சிகள் அரசாங்கத்தின் நிலைப்பாட்டிலிருந்தும் வீரவன்சவிலிருந்தும் வேறுபட்டன, கடந்த வாரம் அமைச்சரவையில் இருந்து வெளியேற்றப்பட்ட பின்னர், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனக்கும் உதயாவிற்கும் அமைச்சுப் பதவிகளில் இருந்து விலகுமாறு கடுமையான தொனியில் அறிவுறுத்தியதாக ஊடகங்களுக்குத் தெரிவித்தார்.",
        "கெரவலப்பிட்டியவில் உள்ள யுகடனவி மின் உற்பத்தி நிலையத்தின் கருவூலத்திற்கு சொந்தமான 40 சதவீத பங்குகளை அமெரிக்காவை தளமாகக் கொண்ட The New Fortress Energy என்ற நிறுவனத்துடன் கடந்த ஆண்டு ஒக்டோபர் மாதம் அரசாங்கம் செய்துகொண்ட உடன்படிக்கையின் மூலம் நிலைமை முடிவுக்கு வந்துள்ளதாகத் தெரிகிறது. அரசாங்கத்தில் அங்கம் வகிக்கும் சிறிய கட்சிகள் இந்த உடன்படிக்கையை எதிர்த்தது மட்டுமன்றி, அமைச்சரவையில் அமைச்சர்களாக இருந்த வீரவன்ச, கம்மன்பில மற்றும் வாசுதேவ நாணயக்கார ஆகியோர் உடன்படிக்கைக்கு அமைச்சரவை அங்கீகாரம் கிடைத்ததாக ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுன (SLPP) கூறியதை எதிர்த்து போட்டியிட்டனர். உடன்படிக்கைக்கு எதிராக உச்ச நீதிமன்றத்தின் தலையீட்டையும் அவர்கள் நாடினர்",
        "இறுதியாக, கடந்த மார்ச் மாதம் 2ஆம் திகதி தலவத்துகொடையில் உள்ள கிராண்ட் மொனார்க் ஹோட்டலில் அரசாங்கத்துடன் இணைந்த 11 கட்சிகள் இணைந்து நடத்திய பொதுக்கூட்டமே வீரவன்ச மற்றும் கம்மன்பில தொடர்பில் தீர்மானம் எடுக்க ஜனாதிபதியை தூண்டியது. கூட்டத்தில் முன்வைக்கப்பட்ட பொருளாதார மீட்சிக்கான வேலைத்திட்டம் “முலு ரதம ஹரி மகதா” அரசாங்கத்தை கடுமையாக விமர்சித்ததுடன் வீரவன்சவும் இதன் போது ஆவேசமான உரையை நிகழ்த்தினார்.",
        "இந்த அனைத்து போராட்டங்களின் போதும் வீரவன்சவும் கம்மன்பிலவும் தாங்கள் ஜனாதிபதிக்கு எதிரானவர்கள் அல்ல அல்லது இந்த ஒப்பந்தங்களுக்கு ஜனாதிபதியின் ஆசீர்வாதம் இல்லை என்பதை உணர்த்த முயற்சித்தனர். கடந்த ஆண்டு ஜனவரி மாதம் ஞாயிறு லங்காதீபவுக்கு வீரவன்ச அளித்த பேட்டியில், மகிந்த ராஜபக்சவுக்குப் பதிலாக ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை SLPP தலைமைக்கு முன்மொழிந்தார், இது பசிலின் விசுவாசிகளிடமிருந்து கோபமான பதில்களைத் தூண்டியது. ECT வரிசையின் போது வெளியிடப்பட்ட அறிக்கையில் அரசாங்க சார்பு சிறிய கட்சிகள் ECT ஐ பாதுகாப்பதற்காக மட்டுமல்ல, ஜனாதிபதியையும் அரசாங்கத்தையும் பாதுகாப்பதற்காகவும் போராட்டத்தில் இணைந்ததாக தெரிவித்தன.",
        "புதிய கோட்டை ஒப்பந்தத்திற்கு எதிர்ப்புத் தெரிவிக்கும் வகையில் கடந்த வருடம் ஒக்டோபர் 29ஆம் திகதி கொழும்பில் “மகாஜன மந்திரன சபை” (மக்கள் பேரவை) என்ற கூட்டமொன்றை நடாத்திய வீரவன்ச, ஜனாதிபதிக்குக் கிடைத்த ஆணையை சிலர் தவறாகப் பயன்படுத்துவதாகவும், எதிராகச் செல்பவர்களை அச்சுறுத்துவதாகவும் வீரவன்ச தெரிவித்தார். ஜனாதிபதிக்கு வாக்களித்த 6.9 மில்லியன் மக்களின் விருப்பங்கள் உதைக்கப்பட வேண்டும். கடந்த காலத்தில் ஜே.ஆர்.ஜெயவர்தன, ரணசிங்க பிரேமதாச, சந்திரிகா குமாரதுங்க மற்றும் ரணில் விக்கிரமசிங்க அரசாங்கங்கள் செய்துகொண்ட பல்வேறு ஒப்பந்தங்களை விட அமெரிக்க நிறுவனத்துடனான ஒப்பந்தம் ஊழல் நிறைந்தது என கம்மன்பில உரக்கக் கூறினார். வரலாற்றில் இது மிகவும் ஊழல் நிறைந்த அரசாங்கம் என்று அவர் கூறியதாக ஊடகங்கள் விளக்கமளிக்கின்றன, ஆனால் அதை சரிசெய்ய அவர் சிரத்தை எடுக்கவில்லை.",
        "இவர்களது எதிர்ப்புக்கள் அனைத்தும் விமல் நீண்டகாலமாக பகைமை கொண்டிருந்த நிதியமைச்சர் பசில் ராஜபக்ஷவை இலக்காகக் கொண்டவை என்பது தெளிவாகிறது. பசில் ராஜபக்ச பொருளாதார அபிவிருத்தி அமைச்சராக நாட்டின் பொருளாதாரத்தை முன்னெடுத்துச் சென்ற போது, ​​அவர்களின் துப்பு, முந்தைய மஹிந்த ராஜபக்ஷ நிர்வாகத்தை மீண்டும் நோக்கித் தள்ளியது. 2015 இல் அந்த அரசாங்கத்தின் தோல்விக்கு பசில் தான் மூலகாரணம் என வீரவன்ச பின்னர் குற்றஞ்சாட்டினார். எனினும், பின்னர் 2016 இல் கூட பசில் SLPPயை ஸ்தாபித்தார், அது மகிந்த ஆதரவு சிறிய கட்சிகள் - முக்கியமாக NFF மற்றும் PHU - கீழ். “மகிந்தவுடன் எழுவாய்” என்ற கோஷம்.",
        "இருந்தபோதிலும், இந்த பசிலுக்கு எதிரான நடவடிக்கைகள், பூட்டுதலின் போது வீரவன்சவை பதவி விலகுமாறு அவர் விடுத்த அழைப்பின் மூலம் வெளிப்பட்ட ஜனாதிபதியை எரிச்சலடையச் செய்தது. யுகதனவி ஒப்பந்தம் தொடர்பான அமைச்சரவை தீர்மானத்தை நீதிமன்றில் சவால் செய்வதற்கு முன்னர் வீரவன்ச, கம்மன்பில மற்றும் வாசுதேவ நாணயக்கார ஆகியோர் அமைச்சர் பதவிகளை இராஜினாமா செய்திருந்தால் நல்லது என கடந்த வருடம் டிசம்பர் மாதம் 28 ஆம் திகதி பத்திரிகை ஆசிரியர்களுடனான சந்திப்பின் போது ஜனாதிபதி மேலும் தெரிவித்திருந்தார். .",
        "அவர் தனது தம்பி மற்றும் சிறிய கட்சிகளில் ஒன்றைத் தேர்ந்தெடுக்க வேண்டியிருந்தது. சுவாரஸ்யமாக, வீரவன்சவும் கம்மன்பிலவும் தமது சமாதானம் காரணமாக ஜனாதிபதி தம்மைத் தெரிவுசெய்வார் என நம்பியதாகத் தெரிகிறது. முதலாவதாக, பசிலின் அனைத்து நடவடிக்கைகளிலும் பேரங்களிலும் ஜனாதிபதி முழு உடன்பாட்டைக் கொண்டிருந்தார். இரண்டாவதாக, மகிந்தவின் உயிர்த்தெழுதலை ஆரம்பித்ததற்காக  வீரவன்ச மற்றும் கம்மன்பில மீது ஏதேனும் இருந்தால், ராஜபக்ச அவர்களின் நன்றியுணர்வால் கூட தொந்தரவு செய்ய முடியாத நெருக்கமான குடும்பம்.",
        "மூன்றாவதாக, SLPP தலைமையிலான அரசாங்கம் பாராளுமன்றத்தில் மூன்றில் இரண்டு பங்கை வென்று 2020 இல் அரசியலமைப்பின் 20 வது திருத்தத்தை நிறைவேற்றிய பின்னர், அரசாங்கத்திற்கும் SLPP க்கும் இந்த சிறிய கட்சிகளின் பொருத்தம் குறைவாக இருந்தது, ஏனெனில் அரசாங்கத்திற்கு எளிய பெரும்பான்மை உள்ளது. அனைத்து சிறிய கட்சிகளும் அரசாங்கத்தை விட்டு வெளியேறினால். உத்தேச புதிய அரசியலமைப்பு நிறைவேற்றப்படுவது அரசாங்கத் தலைவர்கள் தியாகங்களினால் சாதிக்க வேண்டிய ஒன்றல்ல. ஐந்தாவதாக, SLPPயின் இரண்டாம் நிலைத் தலைவர்கள், அதிருப்தியாளர்களிடம் உள்ள இலாகாக்களை உதைக்க வேண்டும் என்று கண்காணித்து வருகின்றனர்.",
        "கடந்த வாரம் தூக்கி எறியப்பட்ட இரண்டு அமைச்சர்களும் இன்னும் பாராளுமன்றத்தின் அரசாங்கப் பக்கத்தில் இருக்கைகளை ஆக்கிரமித்துள்ள போதிலும், அவர்களது கட்சிகள் இன்னும் ஆளும் கூட்டணியின் அங்கங்களாகக் கருதப்பட்ட போதிலும், அவர்களுக்கும் அமைச்சருக்கும் இடையிலான மோதலின் தனிப்பட்ட தன்மையைப் பொறுத்தவரை, ஒரு இணைப்பு மிகவும் தொலைதூர சாத்தியமாகத் தெரிகிறது. பசில் ராஜபக்ச. மறுபுறம், அவர்கள் மீதான ஊழல் மற்றும் முறைகேடு வழக்குகள் இன்னும் நீதிமன்றங்களில் நிலுவையில் உள்ள நிலையில், அவர்கள் ஒரு முழுமையான போருக்குச் செல்வது ஆபத்தானது.",
        "2020 பொதுத் தேர்தலில் ஐக்கிய தேசியக் கட்சி (UNP) வாக்காளர்களிடம் இருந்து துடைத்தெறியப்பட்டதன் வெளிச்சத்தில், இரண்டு முன்னாள் அமைச்சர்களும் கூட்டணி இல்லாமல் பொதுத் தேர்தலில் போட்டியிடத் துணிய மாட்டார்கள். ஆயினும்கூட, வெட்கமின்மையை வெளிப்படுத்தும் தீவிரப் போட்டியின் மூலம் மட்டுமே அவர்கள் சமகி ஜன பலவேகய (SJB) அல்லது ஜனதா விமுக்தி பெரமுனா (JVP) தலைமையிலான தேசிய மக்கள் சக்தி (NPP) உடன் கைகோர்க்க முடியும். முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன தலைமையிலான ஸ்ரீலங்கா சுதந்திரக் கட்சியுடன் (SLFP) கூட்டணி வைப்பது ஒப்பீட்டளவில் குறைவான சர்ச்சைக்குரியதாக இருக்கலாம், ஏனெனில் அவர்கள் ஏற்கனவே ஒரு கூட்டணியில் உள்ளனர். இந்த நிச்சயமற்ற தன்மை அவர்களை மேலும் மேலும் சிங்கள பௌத்த அட்டையை விளையாடத் தள்ளக்கூடும்."
      ]
    }
  }
}