{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Relaxing-of-outdoor-mask-policy-triggers-controversy/56-733611",
  "time_ut": 1650393000,
  "title": "Relaxing of outdoor mask policy triggers controversy",
  "body_lines": [
    "The Health Ministry directive on Tuesday relaxing the mandatory wearing of the face masks outdoors has spurred controversy. This is more so in a setting of mass public protests across the country.",
    "The directive issued by the Health Ministry spells out that wearing a face mask is mandatory when traveling on public transport and when indoors. It also removes the requirement for checking the body temperature when entering premises and recording the details of visitors/customers when entering premises.",
    "Relaxing the outdoor mask policy is ‘rational’ given the fact that more than 80% of the eligible Sri Lankan population has received both doses of the COVID vaccine plus over 50% of the eligible population has received the booster dose, points out Sri Jayewardenepura University Allergy Immunology and Cell Biology Unit Director Dr. Chandima Jeewandara.",
    "However, the clinician recommends outdoor mask wearing for those with COVID symptoms (such as cough, fever, and runny nose), those who are above 60, and those with non-communicable diseases such as diabetes and other immune-compromised individuals.",
    "“Having an outbreak in an outdoor setting with proper ventilation is very minimal; this however doesn’t apply to outdoor places where crowds gather, for instance, mass protests which we see these days,” warns Dr. Jeewandara who goes on to explain that although literally, people may be outdoors, such heavily crowded spaces still remain vulnerable.",
    "“If you are walking alone on the road not wearing a mask is rational but certainly not so in a crowded setting, even if it’s outdoors.”",
    "As per WHO standards, a majority of the eligible population of Sri Lanka is now ‘fully vaccinated’, explains Dr. Jeewandara who goes on to add that the population has achieved ‘hybrid immunity’ thanks to the natural immunity and vaccine-induced immunity.",
    "“Many European countries such as the UK, France, Italy, Denmark, etc. have lifted their mask policy because their people are fully protected. Even Singapore has made mask-wearing optional,” notes the clinician.",
    "He also notes that many countries which are fully vaccinated are moving toward relaxing the rule, especially as a means of boosting tourism which was hindered due to COVID.",
    "“The west is not very receptive to wearing the mask although in Southeast Asian countries such as Taiwan and Japan continue to do so.”",
    "Although the world is still not pandemic-free, what is presently reported is the omicron sub-variant of BA2 says Dr. Jeewandara.",
    "“We have already had a massive outbreak of BA2 which means basically as per today’s data there are no new variants emerging different from ours in other parts of the world. We had BA2 in February and March this year and even though there were many deaths reported in other parts of the world, we didn’t observe such a massive death toll here thanks to the vaccination program and the natural immunity of our people.”",
    "The relaxation of the mandatory mask-wearing is decisive given the magnitude of the community health concern posed by the COVID-19 threat, says Consultant Community Physician and the University of Colombo Department of Community Medicine from the Faculty of Medicine Head Prof. Manuj Weerasinghe.",
    "Prof. Weerasinghe questions if scientific protocols and processes have been adhered to by the health authorities in relaxing mask-wearing regulations in the country.",
    "“We need to know exactly if all relevant health authorities have given their nod for this relaxation and if so, based on what evidence. The public has the right to access evidence of such clearance,” notes the public health practitioner who also questions the accountability of the decision taken, in case of another surge.",
    "He also questions if the Ministry of Health and the country have declared that COVID-19 is no longer a health concern here at home.",
    "“If it is so, the decision needs to be supported by very specific data and information and there is a question if we actually have such information and data from the field level and random community samples across the country that there is no or minimum transmission from the diseases. I myself have not yet come across such data to validate it.”",
    "Mask-wearing which is among the basic COVID-19 protective measures is interwoven with regular hand washing and physical distancing. I",
    "n a setting where physical distancing is no longer possible, especially in the backdrop of mass public protests, the last resort of guarding oneself and others against the virus is now threatened, observes Prof. Weerasinghe.",
    "At a time when the Sri Lankan health sector is waging a battle for essential medicines which are fast drying out, the community physician warns of a potential double whammy that another surge could trigger.",
    "“There is a serious question about the capacity of the Health Ministry to tackle a situation like that in a setting when the health sector is on the brink of being completely burnt out without essential medicines,” reflects Prof. Weerasinghe who reiterates that unless all questions which validate the relaxation of mandatory facemask wearing are answered clearly without any ambiguity, such new recommendations cannot be scientifically validated.",
    "In settings where there is community or cluster transmission of SARS-CoV-2, irrespective of vaccination status or history of prior infection, wearing a well-fitting mask that covers the nose and mouth is recommended for the public by the WHO when interacting with individuals who are not members of their household, points out Sri Jayewardenepura Hospital Consultant Microbiologist and WHO Geneva COVID-19 Infection Prevention and Control Guidance Development Group Member Dr. Kushlani Jayatilleke.",
    "These settings include indoor settings where ventilation is known to be poor or cannot be assessed, or the ventilation system is not properly maintained, regardless of whether physical distancing of at least one metre can be maintained, indoor settings that have adequate ventilation if physical distancing of at least one metre cannot be maintained or outdoor settings where physical distancing of at least one metre cannot be maintained.",
    "“It’s not always easy to determine the quality of ventilation. If you have any doubts, it’s safer to simply wear a mask. While wearing a mask, you should continue to maintain physical distance from others as much as possible. Even when using public transport, wearing a mask is important. Reusable cloth masks may be appropriate unless you are at high risk of getting the severe disease with risk factors such as being obese, having diabetes, being over 60, having other diseases, or smoking,” points out Dr. Jayatilleke who reminds us that hand hygiene is also a must."
  ],
  "translate": {
    "si": {
      "title": "එළිමහන් ආවරණ ප්‍රතිපත්තිය ලිහිල් කිරීම මතභේදයට තුඩු දෙයි",
      "body_lines": [
        "එළිමහනේ මුහුණු ආවරණ පැළඳීම අනිවාර්ය කිරීම ලිහිල් කරමින් අඟහරුවාදා සෞඛ්‍ය අමාත්‍යාංශයේ නියෝගය මතභේදයට තුඩු දී තිබේ. මෙය වඩාත් පොදු මහජන විරෝධතා රට පුරා ඇති පසුබිමකයි.",
        "සෞඛ්‍ය අමාත්‍යාංශය විසින් නිකුත් කරන ලද නියෝගයේ සඳහන් වන්නේ පොදු ප්‍රවාහන සේවයේ ගමන් කරන විට සහ ගෘහස්ථව සිටින විට මුඛ ආවරණ පැළඳීම අනිවාර්ය බවයි. පරිශ්‍රයට ඇතුළු වන විට ශරීර උෂ්ණත්වය පරීක්ෂා කිරීම සහ පරිශ්‍රයට ඇතුළු වන විට අමුත්තන්ගේ/පාරිභෝගිකයින්ගේ විස්තර සටහන් කිරීමේ අවශ්‍යතාවය ද එය ඉවත් කරයි.",
        "සුදුසුකම් ලත් ශ්‍රී ලාංකික ජනගහනයෙන් 80%කට වැඩි පිරිසකට කොවිඩ් එන්නත් මාත්‍රා දෙකම ලැබී ඇති අතර සුදුසුකම් ලත් ජනගහනයෙන් 50%කට වැඩි පිරිසකට බූස්ටර මාත්‍රාව ලැබී ඇති හෙයින් එළිමහන් ආවරණ ප්‍රතිපත්තිය ලිහිල් කිරීම තාර්කික බව ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලය පෙන්වා දෙයි. අසාත්මිකතා ප්‍රතිශක්තිකරණ හා සෛල ජීව විද්‍යා ඒකකයේ අධ්‍යක්ෂ වෛද්‍ය චන්දිම ජීවන්දර.",
        "කෙසේ වෙතත්, වෛද්‍යවරයා COVID රෝග ලක්ෂණ ඇති අය (කැස්ස, උණ සහ නාසයෙන් දියර ගැලීම වැනි), 60 ට වැඩි අය සහ දියවැඩියාව වැනි බෝ නොවන රෝග ඇති අය සහ අනෙකුත් ප්‍රතිශක්තිය අඩු වූ පුද්ගලයින් සඳහා එළිමහන් ආවරණ පැළඳීම නිර්දේශ කරයි.",
        "“නිසි වාතාශ්‍රය සහිත එළිමහන් පරිසරයක වසංගතයක් ඇතිවීම ඉතා අවමයි; කෙසේ වෙතත්, සෙනඟ රැස්වන එළිමහන් ස්ථාන සඳහා මෙය අදාළ නොවේ, උදාහරණයක් ලෙස, මේ දිනවල අප දකින මහජන විරෝධතා, ”වචනයෙන් මිනිසුන් එළිමහනේ සිටියත්, එවැනි දැඩි ලෙස ජනාකීර්ණ අවකාශයන් තවමත් අවදානමට ලක්විය හැකි බව පැහැදිලි කරන ආචාර්ය ජීවන්දර තවදුරටත් අනතුරු අඟවයි .",
        "\"ඔබ තනියම පාරේ ගමන් කරන්නේ නම් වෙස්මුහුණක් පැළඳ නොසිටීම තාර්කික නමුත් ජනාකීර්ණ පරිසරයක එය එළිමහනේ වුවද එසේ නොවේ.\"",
        "ලෝක සෞඛ්‍ය සංවිධානයේ ප්‍රමිතීන්ට අනුව, ශ්‍රී ලංකාවේ සුදුසුකම් ලත් ජනගහනයෙන් බහුතරයක් දැන් ‘සම්පූර්ණයෙන්ම එන්නත් ලබා’ ඇති බව වෛද්‍ය ජීවන්දර තවදුරටත් පැහැදිලි කරන අතර, එම ජනගහනය ස්වභාවික ප්‍රතිශක්තිකරණයට සහ එන්නත් මගින් ඇතිවන ප්‍රතිශක්තියට ස්තූතිවන්ත වෙමින් ‘දෙමුහුන් ප්‍රතිශක්තිය’ ලබාගෙන ඇති බව වැඩිදුරටත් පවසයි.",
        "“එක්සත් රාජධානිය, ප්‍රංශය, ඉතාලිය, ඩෙන්මාර්කය වැනි බොහෝ යුරෝපීය රටවල් ඔවුන්ගේ වෙස්මුහුණු ප්‍රතිපත්තිය ඉවත් කර ඇත්තේ ඔවුන්ගේ ජනතාව සම්පූර්ණයෙන්ම ආරක්ෂා කර ඇති බැවිනි. සිංගප්පූරුව පවා වෙස්මුහුණු පැළඳීම විකල්ප කර ඇත,” වෛද්‍යවරයා සඳහන් කරයි.",
        "විශේෂයෙන්ම කොවිඩ් වසංගතය හේතුවෙන් බාධා එල්ල වූ සංචාරක ව්‍යාපාරය නංවාලීමේ මාධ්‍යයක් ලෙස සම්පූර්ණයෙන් එන්නත් කර ඇති බොහෝ රටවල් නීති ලිහිල් කිරීමට පියවර ගනිමින් සිටින බව ද ඔහු සඳහන් කරයි.",
        "\"තායිවානය සහ ජපානය වැනි අග්නිදිග ආසියාතික රටවල වෙස්මුහුණ පැළඳීමට බටහිර රටවල් එතරම් ප්‍රතිචාර නොදක්වයි.\"",
        "ලෝකය තවමත් වසංගතයෙන් තොර නොවුවද, දැනට වාර්තා වන්නේ BA2 හි omicron උප ප්‍රභේදය බව වෛද්‍ය ජීවන්දර පවසයි.",
        "“අපට දැනටමත් BA2 විශාල වශයෙන් පැතිර ගොස් ඇති අතර එයින් අදහස් කරන්නේ මූලික වශයෙන් අද දත්ත වලට අනුව ලෝකයේ අනෙකුත් ප්‍රදේශවල අපට වඩා වෙනස් නව ප්‍රභේද මතු නොවන බවයි. මේ වසරේ පෙබරවාරි සහ මාර්තු මාසවල අපට BA2 තිබූ අතර ලෝකයේ වෙනත් ප්‍රදේශවලින් බොහෝ මරණ වාර්තා වුවද, එන්නත් කිරීමේ වැඩසටහනට සහ අපගේ ජනතාවගේ ස්වාභාවික ප්‍රතිශක්තියට ස්තූතිවන්ත වන පරිදි මෙතරම් විශාල මරණ සංඛ්‍යාවක් අපි මෙහි නිරීක්ෂණය නොකළෙමු.",
        "COVID-19 තර්ජනයෙන් එල්ල වී ඇති ප්‍රජා සෞඛ්‍ය සැලකිල්ලේ විශාලත්වය සැලකිල්ලට ගෙන අනිවාර්ය මුඛ ආවරණ පැළඳීම ලිහිල් කිරීම තීරණාත්මක බව වෛද්‍ය පීඨයේ උපදේශක ප්‍රජා වෛද්‍ය සහ කොළඹ විශ්වවිද්‍යාලයේ ප්‍රජා වෛද්‍ය අංශයේ ප්‍රධානී මහාචාර්ය මනුජ් වීරසිංහ පවසයි.",
        "රට තුළ වෙස්මුහුණු පැළඳීමේ රෙගුලාසි ලිහිල් කිරීමේදී සෞඛ්‍ය බලධාරීන් විසින් විද්‍යාත්මක ප්‍රොටෝකෝල සහ ක්‍රියාවලීන් අනුගමනය කර තිබේදැයි මහාචාර්ය වීරසිංහ ප්‍රශ්න කරයි.",
        "“මෙම ලිහිල් කිරීම සඳහා අදාළ සියලුම සෞඛ්‍ය බලධාරීන් අනුමැතිය ලබා දී තිබේද යන්න සහ එසේ නම්, කුමන සාක්ෂි මත පදනම්වද යන්න අපට හරියටම දැනගත යුතුය. එවැනි නිෂ්කාශන පිළිබඳ සාක්ෂි වෙත ප්‍රවේශ වීමට මහජනතාවට අයිතියක් ඇත,” මහජන සෞඛ්‍ය වෛද්‍යවරයා සඳහන් කරන්නේ තවත් වැඩිවීමක් සිදුවුවහොත් ගත් තීරණයේ වගවීම ප්‍රශ්න කරන බවයි.",
        "COVID-19 තවදුරටත් නිවසේ සෞඛ්‍ය ගැටලුවක් නොවන බව සෞඛ්‍ය අමාත්‍යාංශය සහ රට ප්‍රකාශ කර තිබේදැයි ඔහු ප්‍රශ්න කරයි.",
        "“එය එසේ නම්, තීරණයට ඉතා නිශ්චිත දත්ත සහ තොරතුරු සහාය විය යුතු අතර, ක්ෂේත්‍ර මට්ටමින් සහ රට පුරා අහඹු ප්‍රජා සාම්පලවලින් එවැනි තොරතුරු සහ දත්ත ඇත්ත වශයෙන්ම අප සතුව තිබේද යන්න ප්‍රශ්නයක් තිබේ. රෝග. එය වලංගු කිරීමට මට තවමත් එවැනි දත්ත හමු වී නොමැත.",
        "මූලික COVID-19 ආරක්ෂණ පියවරයන් අතර වෙස්මුහුණු පැළඳීම නිතිපතා අත් සේදීම සහ ශාරීරික දුරස්ථභාවය සමඟ බැඳී ඇත. මම",
        "කායික දුරස්ථභාවය තවදුරටත් කළ නොහැකි පසුබිමක, විශේෂයෙන් මහජන විරෝධතාවල පසුබිමක, වෛරසයෙන් තමන් සහ අන් අය ආරක්ෂා කර ගැනීමේ අවසාන විසඳුම දැන් තර්ජනයට ලක්ව ඇති බව මහාචාර්ය වීරසිංහ නිරීක්ෂණය කරයි.",
        "ශී‍්‍ර ලංකාවේ සෞඛ්‍ය අංශය වේගයෙන් වියළී යන අත්‍යවශ්‍ය ඖෂධ සඳහා සටනක යෙදී සිටින මොහොතක, තවත් ඉහළ යාමක් ඇති කළ හැකි ද්විත්ව පහරක් ගැන ප්‍රජා වෛද්‍යවරයා අනතුරු අඟවයි.",
        "“අත්‍යවශ්‍ය ඖෂධ නොමැතිව සෞඛ්‍ය ක්‍ෂේත්‍රය මුළුමනින්ම දැවී යාමේ අද්දර සිටින පසුබිමක මෙවැනි තත්ත්වයකට මුහුණ දීමට සෞඛ්‍ය අමාත්‍යාංශයට ඇති හැකියාව පිළිබඳව බරපතළ ප්‍රශ්නයක් මතුව තිබේ,” යනුවෙන් ප්‍රශ්න කළහොත් මිස එය යළි යළිත් අවධාරණය කරන මහාචාර්ය වීරසිංහ අනිවාර්ය මුඛ ආවරණ පැළඳීම ලිහිල් කිරීම වලංගු කරන ඒවාට කිසිදු අපැහැදිලි භාවයකින් තොරව පැහැදිලිව පිළිතුරු සපයනු ලැබේ, එවැනි නව නිර්දේශ විද්‍යාත්මකව වලංගු කළ නොහැක.",
        "SARS-CoV-2 ප්‍රජාව හෝ පොකුරු සම්ප්‍රේෂණය පවතින සැකසුම් තුළ, එන්නත් තත්ත්වය හෝ පූර්ව ආසාදන ඉතිහාසය නොසලකා, නාසය සහ මුඛය ආවරණය වන පරිදි හොඳින් ගැලපෙන වෙස්මුහුණක් පැළඳීම WHO විසින් පුද්ගලයන් සමඟ අන්තර් ක්‍රියා කරන විට මහජනතාවට නිර්දේශ කරනු ලැබේ. තම නිවසේ සාමාජිකයන් නොවන, ශ්‍රී ජයවර්ධනපුර රෝහලේ උපදේශක ක්ෂුද්‍රජීව විද්‍යාඥ සහ WHO ජිනීවා COVID-19 ආසාදන වැලැක්වීමේ සහ පාලන මාර්ගෝපදේශ සංවර්ධන කණ්ඩායමේ සාමාජික වෛද්‍ය කුෂ්ලානි ජයතිලක පෙන්වා දෙයි.",
        "අවම වශයෙන් මීටරයක භෞතික දුරස්ථභාවයක් පවත්වා ගත හැකිද යන්න නොසලකා, වාතාශ්‍රය දුර්වල බව දන්නා හෝ තක්සේරු කළ නොහැකි හෝ වාතාශ්‍රය පද්ධතිය නිසියාකාරව නඩත්තු නොකිරීම, භෞතික දුරස්ථව ප්‍රමාණවත් ලෙස වාතාශ්‍රය ඇති ගෘහස්ථ සැකසුම් මෙම සිටුවම්වලට ඇතුළත් වේ. අවම වශයෙන් මීටරයක්වත් පවත්වා ගත නොහැක හෝ අවම වශයෙන් මීටරයක භෞතික දුරස්ථභාවය පවත්වා ගත නොහැකි එළිමහන් සැකසුම්.",
        "“වාතාශ්‍රයේ ගුණාත්මකභාවය තීරණය කිරීම සැමවිටම පහසු නැත. ඔබට කිසියම් සැකයක් ඇත්නම්, වෙස්මුහුණක් පැළඳීම වඩා ආරක්ෂිතයි. වෙස්මුහුණක් පැළඳ සිටින අතරතුර, ඔබ හැකිතාක් අන් අයගෙන් භෞතික දුරස්ථභාවය පවත්වා ගත යුතුය. පොදු ප්‍රවාහනය භාවිතා කරන විට පවා මුඛ ආවරණ පැළඳීම වැදගත් වේ. තරබාරුකම, දියවැඩියාව, අවුරුදු 60 ඉක්මවීම, වෙනත් රෝගවලින් පෙළීම, දුම්පානය වැනි අවදානම් සාධක සහිත දරුණු රෝගයට ගොදුරු වීමේ වැඩි අවදානමක් නොමැති නම් නැවත භාවිත කළ හැකි රෙදි ආවරණ සුදුසුයි.’’ ඒ අත මතක් කරන වෛද්‍ය ජයතිලක පෙන්වා දෙයි. සනීපාරක්ෂාව ද අනිවාර්ය වේ."
      ]
    },
    "ta": {
      "title": "வெளிப்புற முகமூடி கொள்கையை தளர்த்துவது சர்ச்சையைத் தூண்டுகிறது",
      "body_lines": [
        "செவ்வாய்கிழமையன்று வெளியிடப்பட்ட முகமூடிகளை கட்டாயமாக அணிவதைத் தளர்த்தும் சுகாதார அமைச்சக உத்தரவு சர்ச்சையைத் தூண்டியுள்ளது. நாடு முழுவதும் வெகுஜன மக்கள் போராட்டங்களின் அமைப்பில் இது அதிகமாக உள்ளது.",
        "பொதுப் போக்குவரத்தில் பயணிக்கும் போதும் வீட்டுக்குள்ளும் பயணிக்கும் போதும் முகக்கவசம் அணிவது கட்டாயம் என சுகாதார அமைச்சு பிறப்பித்துள்ள உத்தரவில் கூறப்பட்டுள்ளது. வளாகத்திற்குள் நுழையும் போது உடல் வெப்பநிலையை சரிபார்ப்பது மற்றும் வளாகத்திற்குள் நுழையும்போது பார்வையாளர்கள்/வாடிக்கையாளர்களின் விவரங்களை பதிவு செய்வது போன்ற தேவைகளையும் இது நீக்குகிறது.",
        "தகுதியான இலங்கை சனத்தொகையில் 80% க்கும் அதிகமானோர் கோவிட் தடுப்பூசியின் இரண்டு டோஸ்களையும் பெற்றுள்ளனர் மற்றும் தகுதியான மக்களில் 50% க்கும் அதிகமானோர் பூஸ்டர் டோஸைப் பெற்றுள்ளனர் என்ற உண்மையின் அடிப்படையில் வெளிப்புற முகமூடி கொள்கையை தளர்த்துவது 'பகுத்தறிவு' என்று ஸ்ரீ ஜெயவர்தனபுர பல்கலைக்கழகம் சுட்டிக்காட்டுகிறது. ஒவ்வாமை நோயெதிர்ப்பு மற்றும் உயிரணு உயிரியல் பிரிவு பணிப்பாளர் டாக்டர் சந்திம ஜீவந்தர.",
        "இருப்பினும், கோவிட் அறிகுறிகள் உள்ளவர்கள் (இருமல், காய்ச்சல் மற்றும் மூக்கு ஒழுகுதல் போன்றவை), 60 வயதுக்கு மேற்பட்டவர்கள் மற்றும் நீரிழிவு நோய் மற்றும் பிற நோயெதிர்ப்பு குறைபாடுள்ள நபர்கள் போன்ற தொற்றாத நோய்கள் உள்ளவர்கள் வெளிப்புற முகமூடி அணிவதை மருத்துவர் பரிந்துரைக்கிறார்.",
        "\"சரியான காற்றோட்டம் கொண்ட வெளிப்புற அமைப்பில் வெடிப்பு இருப்பது மிகவும் குறைவு; இருப்பினும், மக்கள் கூடும் வெளிப்புற இடங்களுக்கு இது பொருந்தாது, உதாரணமாக, இந்த நாட்களில் நாம் பார்க்கும் வெகுஜன எதிர்ப்புகள், ”என்று டாக்டர் ஜீவந்தரா எச்சரிக்கிறார், உண்மையில், மக்கள் வெளியில் இருந்தாலும், இதுபோன்ற அதிக நெரிசலான இடங்கள் இன்னும் பாதிக்கப்படக்கூடியவை என்று விளக்குகிறார். .",
        "\"நீங்கள் சாலையில் தனியாக நடந்து கொண்டிருந்தால், முகமூடி அணியாமல் இருப்பது பகுத்தறிவு ஆனால் அது வெளியில் இருந்தாலும், நெரிசலான அமைப்பில் நிச்சயமாக இல்லை.\"",
        "WHO தரநிலைகளின்படி, இலங்கையின் தகுதியான மக்களில் பெரும்பான்மையானவர்கள் இப்போது ‘முழுமையாக தடுப்பூசி போடப்பட்டுள்ளனர்’ என்று டாக்டர் ஜீவந்தரா விளக்குகிறார், அவர் இயற்கையான நோய் எதிர்ப்பு சக்தி மற்றும் தடுப்பூசியால் தூண்டப்பட்ட நோய் எதிர்ப்பு சக்தியால் மக்கள் ‘கலப்பின நோய் எதிர்ப்பு சக்தியை’ அடைந்துள்ளனர்.",
        "\"இங்கிலாந்து, பிரான்ஸ், இத்தாலி, டென்மார்க் போன்ற பல ஐரோப்பிய நாடுகள் தங்கள் முகமூடி கொள்கையை நீக்கியுள்ளன, ஏனெனில் அவர்களின் மக்கள் முழுமையாக பாதுகாக்கப்படுகிறார்கள். சிங்கப்பூர் கூட முகமூடி அணிவதை விருப்பமாக மாற்றியுள்ளது, ”என்று மருத்துவர் குறிப்பிடுகிறார்.",
        "முழுமையாக தடுப்பூசி போடப்பட்ட பல நாடுகள் விதியை தளர்த்துவதை நோக்கி நகர்கின்றன, குறிப்பாக கோவிட் காரணமாக தடைப்பட்ட சுற்றுலாவை மேம்படுத்துவதற்கான வழிமுறையாக அவர் குறிப்பிடுகிறார்.",
        "தைவான் மற்றும் ஜப்பான் போன்ற தென்கிழக்கு ஆசிய நாடுகளில் முகமூடியை அணிவதை மேற்கு நாடுகள் அதிகம் ஏற்றுக்கொள்ளவில்லை.",
        "உலகம் இன்னும் தொற்றுநோயற்றதாக இல்லை என்றாலும், தற்போது அறிவிக்கப்பட்டிருப்பது பிஏ2 இன் ஓமிக்ரான் துணை மாறுபாடுதான் என்கிறார் டாக்டர் ஜீவந்தரா.",
        "\"நாங்கள் ஏற்கனவே BA2 இன் பாரிய வெடிப்பைக் கொண்டுள்ளோம், அதாவது இன்றைய தரவுகளின்படி உலகின் பிற பகுதிகளில் எங்களிடமிருந்து வேறுபட்ட புதிய மாறுபாடுகள் எதுவும் இல்லை. இந்த ஆண்டு பிப்ரவரி மற்றும் மார்ச் மாதங்களில் எங்களிடம் BA2 இருந்தது, மேலும் உலகின் பிற பகுதிகளில் பல இறப்புகள் பதிவாகியிருந்தாலும், தடுப்பூசி திட்டம் மற்றும் எங்கள் மக்களின் இயற்கையான நோய் எதிர்ப்பு சக்தி காரணமாக இவ்வளவு பெரிய இறப்பு எண்ணிக்கையை நாங்கள் இங்கு கவனிக்கவில்லை.",
        "COVID-19 அச்சுறுத்தலால் சமூக சுகாதார அக்கறையின் அளவைக் கருத்தில் கொண்டு கட்டாய முகமூடி அணிவதைத் தளர்த்துவது தீர்க்கமானது என்று மருத்துவப் பீடத்தின் ஆலோசகர் சமூக மருத்துவரும் கொழும்பு பல்கலைக்கழக சமூக மருத்துவத் துறையின் தலைவருமான பேராசிரியர் மனுஜ் வீரசிங்க கூறுகிறார்.",
        "நாட்டில் முகமூடி அணியும் விதிமுறைகளை தளர்த்துவதில் சுகாதார அதிகாரிகளால் விஞ்ஞான நெறிமுறைகள் மற்றும் செயல்முறைகள் பின்பற்றப்பட்டதா என பேராசிரியர் வீரசிங்க கேள்வி எழுப்பினார்.",
        "\"சம்பந்தப்பட்ட அனைத்து சுகாதார அதிகாரிகளும் இந்த தளர்வுக்கு ஒப்புதல் அளித்துள்ளார்களா என்பதையும், அப்படியானால், எந்த ஆதாரத்தின் அடிப்படையில் என்பதை நாங்கள் சரியாக அறிந்து கொள்ள வேண்டும். அத்தகைய அனுமதிக்கான ஆதாரங்களை அணுக பொதுமக்களுக்கு உரிமை உண்டு,” என்று பொது சுகாதார பயிற்சியாளர் குறிப்பிடுகிறார், அவர் மற்றொரு எழுச்சி ஏற்பட்டால் எடுக்கப்பட்ட முடிவின் பொறுப்புக்கூறலையும் கேள்வி எழுப்புகிறார்.",
        "கோவிட்-19 இனி வீட்டிலேயே ஒரு உடல்நலப் பிரச்சினை இல்லை என்று சுகாதார அமைச்சகமும் நாடும் அறிவித்துள்ளதா என்றும் அவர் கேள்வி எழுப்புகிறார்.",
        "\"அப்படியானால், முடிவு மிகவும் குறிப்பிட்ட தரவு மற்றும் தகவல்களால் ஆதரிக்கப்பட வேண்டும், மேலும் இது போன்ற தகவல்களும் தரவுகளும் உண்மையில் நாடு முழுவதும் உள்ள ரேண்டம் சமூக மாதிரிகள் மற்றும் நாடு முழுவதும் உள்ள ரேண்டம் சமூக மாதிரிகள் ஆகியவற்றிலிருந்து எந்த அல்லது குறைந்தபட்ச பரிமாற்றமும் இல்லை என்றால் ஒரு கேள்வி உள்ளது. நோய்கள். அதைச் சரிபார்ப்பதற்காக நான் இதுவரை அத்தகைய தரவுகளைக் காணவில்லை.",
        "அடிப்படை COVID-19 பாதுகாப்பு நடவடிக்கைகளில் ஒன்றான முகமூடி அணிவது வழக்கமான கை கழுவுதல் மற்றும் உடல் ரீதியான இடைவெளி ஆகியவற்றுடன் பின்னிப்பிணைந்துள்ளது. நான்",
        "பௌதீக விலகல் இனி சாத்தியமில்லாத ஒரு அமைப்பில், குறிப்பாக வெகுஜன பொது எதிர்ப்புகளின் பின்னணியில், வைரஸுக்கு எதிராக தன்னையும் மற்றவர்களையும் காத்துக்கொள்வதற்கான கடைசி வழி இப்போது அச்சுறுத்தலுக்கு உள்ளாகியுள்ளது என்று பேராசிரியர் வீரசிங்க கவனிக்கிறார்.",
        "இலங்கையின் சுகாதாரத் துறையானது அத்தியாவசிய மருந்துகளுக்காகப் போராடிக்கொண்டிருக்கும் வேளையில், இன்னுமொரு எழுச்சியைத் தூண்டக்கூடிய இரட்டைச் சத்தம் பற்றி சமூக மருத்துவர் எச்சரிக்கிறார்.",
        "“அத்தியாவசிய மருந்துகள் இன்றி சுகாதாரத் துறை முற்றாக எரிந்து விழும் நிலையில் இருக்கும் சூழலில், சுகாதார அமைச்சின் இத்தகைய நிலைமையைச் சமாளிக்கும் திறன் குறித்து ஒரு தீவிரமான கேள்வி எழுந்துள்ளது,” என்று பேராசிரியர் வீரசிங்க மீண்டும் வலியுறுத்துகிறார். கட்டாயமாக முகமூடி அணிவதைத் தளர்த்துவது எந்த தெளிவின்மையும் இல்லாமல் தெளிவாக பதிலளிக்கப்படுகிறது, அத்தகைய புதிய பரிந்துரைகளை அறிவியல் பூர்வமாக சரிபார்க்க முடியாது.",
        "SARS-CoV-2 இன் சமூகம் அல்லது கிளஸ்டர் பரவும் அமைப்புகளில், தடுப்பூசி நிலை அல்லது முந்தைய நோய்த்தொற்றின் வரலாறு ஆகியவற்றைப் பொருட்படுத்தாமல், மூக்கு மற்றும் வாயை மூடும் நன்கு பொருத்தப்பட்ட முகமூடியை அணிந்துகொள்வது WHO ஆல் தனிநபர்களுடன் தொடர்பு கொள்ளும்போது பொதுமக்களுக்கு பரிந்துரைக்கப்படுகிறது. தங்கள் வீட்டில் உறுப்பினர்களாக இல்லாதவர்கள், ஸ்ரீ ஜயவர்தனபுர மருத்துவமனை நுண்ணுயிரியல் நிபுணர் மற்றும் WHO ஜெனீவா கோவிட்-19 தொற்று தடுப்பு மற்றும் கட்டுப்பாட்டு வழிகாட்டல் மேம்பாட்டுக் குழு உறுப்பினர் டாக்டர் குஷ்லானி ஜயதிலக்க சுட்டிக்காட்டுகிறார்.",
        "இந்த அமைப்புகளில் காற்றோட்டம் மோசமாக இருப்பதாக அறியப்படும் அல்லது மதிப்பிட முடியாத உட்புற அமைப்புகள் அல்லது காற்றோட்ட அமைப்பு சரியாகப் பராமரிக்கப்படாதது, குறைந்தபட்சம் ஒரு மீட்டர் உடல் தூரத்தை பராமரிக்க முடியுமா என்பதைப் பொருட்படுத்தாமல், போதுமான காற்றோட்டம் உள்ள உட்புற அமைப்புகள் குறைந்தபட்சம் ஒரு மீட்டரையாவது பராமரிக்க முடியாது அல்லது குறைந்தபட்சம் ஒரு மீட்டர் உடல் தூரத்தை பராமரிக்க முடியாத வெளிப்புற அமைப்புகளை பராமரிக்க முடியாது.",
        "\"காற்றோட்டத்தின் தரத்தை தீர்மானிக்க எப்போதும் எளிதானது அல்ல. உங்களுக்கு ஏதேனும் சந்தேகம் இருந்தால், முகமூடியை அணிவது பாதுகாப்பானது. முகமூடி அணியும் போது, ​​முடிந்தவரை மற்றவர்களிடம் இருந்து உடல் இடைவெளியை தொடர்ந்து பராமரிக்க வேண்டும். பொதுப் போக்குவரத்தைப் பயன்படுத்தும்போது கூட, முகமூடி அணிவது முக்கியம். உடல் பருமன், நீரிழிவு, 60 வயதுக்கு மேற்பட்டவர்கள், பிற நோய்கள் அல்லது புகைபிடித்தல் போன்ற ஆபத்துக் காரணிகளுடன் கூடிய கடுமையான நோயைப் பெறுவதற்கான அதிக ஆபத்தில் நீங்கள் இல்லாவிட்டால், மீண்டும் பயன்படுத்தக்கூடிய துணி முகமூடிகள் பொருத்தமானதாக இருக்கலாம்,\" என்று டாக்டர் ஜெயதிலக சுட்டிக்காட்டுகிறார். சுகாதாரமும் அவசியம்."
      ]
    }
  }
}