{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82719/india-delivers-another-consignment-of-medicinal-drugs-and-supplies-to-sri-lanka",
  "time_ut": 1653668160,
  "title": "India delivers another consignment of medicinal drugs and supplies to Sri Lanka",
  "body_lines": [
    "A consignment of drugs and other medical supplies, weighing more than 25 tons and valued to the tune of LKR 260 million, donated by the Indian government reached Sri Lanka today (May 27).",
    "Acting High Commissioner of India to Sri Lanka Vinod K. Jacob symbolically handed over the donation to Sri Lanka’s Minister of Health Keheliya Rambukwella in Colombo. Secretary to the Health Ministry Janaka Chandragupta also attended the event.",
    "In a statement, the Indian High Commission in Colombo said the Indian Naval Ship (INS) Gharial, a 5,600 tons landing ship was deployed for the delivery of humanitarian assistance materials expeditiously as part of Mission SAGAR IX.",
    "In addition to medical supplies, the ship also carried onboard kerosene for the use of fishermen in Sri Lanka. The consignment of kerosene is slated to be distributed among the beneficiaries by Ceylon Fisheries Harbour Corporation in the coming days, the High Commission said further.",
    "The statement added: “The medical consignment was donated in response to requests by various organizations and hospitals spread across different parts of the country. It bears recall that representatives of Suwaseriya Foundation and Hon’ble Member of Parliament Dr. Harsha De Silva had highlighted their medical requirements to External Affairs Minister Dr S. Jaishankar during his visit to Sri Lanka in March 2022 and these requirements are now being met through the donation. In addition, medical supplies to General Hospital Hambantota, Teaching Hospital, Peradeniya and Teaching Hospital, Jaffna are also being catered to.",
    "“Another large consignment of medical supplies for use by Teaching Hospital in Peradeniya was earlier delivered on board INS Gharial on the 29th of April. These humanitarian supplies are in continuation of Government of India’s ongoing support to the people of Sri Lanka in multiple forms such as financial assistance, forex support, material supply etc. These efforts testify Prime Minister Narendra Modi’s ‘Neighbourhood First’ policy which places people-to-people engagement at its core. These are complemented by the people of India who have also been donating generously to their brothers and sisters in Sri Lanka. Ongoing commitment to the people of Sri Lanka attests to importance attached by the peoples of India and Sri Lanka for the well-being of each other.”"
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියාව තවත් ඖෂධ තොගයක් සහ ඖෂධ තොගයක් ශ්‍රී ලංකාවට ලබා දෙයි",
      "body_lines": [
        "ඉන්දීය රජය විසින් පරිත්‍යාග කරන ලද රුපියල් මිලියන 260ක වටිනාකමකින් යුත් ටොන් 25කට වඩා බරැති ඖෂධ සහ අනෙකුත් වෛද්‍ය සැපයුම් තොගයක් අද (මැයි 27) ශ්‍රී ලංකාවට ළඟා විය.",
        "ශ්‍රී ලංකාවේ වැඩබලන ඉන්දීය මහ කොමසාරිස් විනෝද් කේ ජේකබ් මහතා විසින් කොළඹදී ශ්‍රී ලංකාවේ සෞඛ්‍ය අමාත්‍ය කෙහෙළිය රඹුක්වැල්ල මහතා වෙත මෙම පරිත්‍යාගය සංකේතාත්මකව භාරදෙන ලදී. සෞඛ්‍ය අමාත්‍යාංශයේ ලේකම් ජානක චන්ද්‍රගුප්ත මහතා ද මෙම අවස්ථාවට සහභාගී විය.",
        "නිවේදනයක් නිකුත් කරමින් කොළඹ ඉන්දීය මහ කොමසාරිස් කාර්යාලය පැවසුවේ, සාගර් IX මෙහෙයුමේ කොටසක් ලෙස මානුෂීය ආධාර ද්‍රව්‍ය කඩිනමින් බෙදා හැරීම සඳහා ඉන්දීය නාවික නෞකා (INS) Gharial, ටොන් 5,600 ක ගොඩබෑමේ නෞකාවක් යොදවා ඇති බවයි.",
        "වෛද්‍ය සැපයුම්වලට අමතරව, ශ්‍රී ලංකාවේ ධීවරයින්ගේ ප්‍රයෝජනය සඳහා භූමිතෙල් ද නෞකාවේ රැගෙන ගියේය. මෙම භූමිතෙල් තොගය ඉදිරි දිනවලදී ලංකා ධීවර වරාය සංස්ථාව මගින් ප්‍රතිලාභීන් අතර බෙදා හැරීමට නියමිත බව මහ කොමසාරිස් කාර්යාලය වැඩිදුරටත් සඳහන් කළේය.",
        "එම ප්‍රකාශයේ වැඩිදුරටත් සඳහන් වන්නේ, “රටේ විවිධ ප්‍රදේශවල විසිරී ඇති විවිධ සංවිධාන සහ රෝහල්වල ඉල්ලීම්වලට ප්‍රතිචාර වශයෙන් මෙම වෛද්‍ය තොගය පරිත්‍යාග කරන ලදී. සුවසැරිය පදනමේ නියෝජිතයන් සහ ගරු පාර්ලිමේන්තු මන්ත්‍රී වෛද්‍ය හර්ෂ ද සිල්වා මහතා 2022 මාර්තු මාසයේදී ශ්‍රී ලංකාවට පැමිණි විදේශ කටයුතු අමාත්‍ය වෛද්‍ය එස්. ජයශංකර් මහතාට ඔවුන්ගේ වෛද්‍ය අවශ්‍යතා පිළිබඳව අවධාරණය කර ඇති බව සිහිපත් වන අතර එම අවශ්‍යතා දැන් ඉටුවෙමින් පවතී. පරිත්යාගය. මීට අමතරව, හම්බන්තොට මහ රෝහල, පේරාදෙණිය ශික්ෂණ රෝහල සහ යාපනය ශික්ෂණ රෝහල සඳහා වෛද්‍ය සැපයුම් ද සපයනු ලැබේ.",
        "“පේරාදෙණිය ශික්ෂණ රෝහලේ භාවිතය සඳහා තවත් විශාල වෛද්‍ය සැපයුම් තොගයක් මීට පෙර අප්‍රේල් 29 වන දින INS Gharial නෞකාවෙන් භාර දෙන ලදී. මෙම මානුෂීය සැපයුම් ශ්‍රී ලංකාවේ ජනතාවට මූල්‍ය ආධාර, විදේශ විනිමය ආධාර, ද්‍රව්‍ය සැපයීම වැනි බහුවිධ ආකාරවලින් ඉන්දීය රජය විසින් ලබා දෙන අඛණ්ඩ සහයෝගය අඛණ්ඩව සිදු කරයි. මෙම ප්‍රයත්නයන් සාක්ෂි දරන්නේ අගමැති නරේන්ද්‍ර මෝදිගේ 'අසල්වැසියන්ට පළමුව' ප්‍රතිපත්තියයි. - එහි හරය වන මිනිසුන්ගේ සහභාගීත්වය. ශ්‍රී ලංකාවේ සිටින තම සහෝදර සහෝදරියන්ට නොමසුරුව පරිත්‍යාග කරමින් සිටින ඉන්දියාවේ ජනතාව ද මේවාට අනුපූරක වෙති. ශ්‍රී ලංකාවේ ජනතාව සඳහා පවතින අඛණ්ඩ කැපවීම ඉන්දියාවේ සහ ශ්‍රී ලංකාවේ ජනතාව එකිනෙකාගේ යහපැවැත්ම සඳහා ලබා දී ඇති වැදගත්කම සනාථ කරයි."
      ]
    },
    "ta": {
      "title": "இந்தியா மற்றுமொரு மருந்துப் பொருட்கள் மற்றும் பொருட்களை இலங்கைக்கு வழங்குகின்றது",
      "body_lines": [
        "இந்திய அரசாங்கத்தினால் நன்கொடையாக வழங்கப்பட்ட 25 தொன்களுக்கும் அதிகமான எடையும் 260 மில்லியன் ரூபா பெறுமதியும் கொண்ட மருந்துகள் மற்றும் இதர மருத்துவப் பொருட்கள் ஒரு தொகுதி இன்று (மே 27) இலங்கையை வந்தடைந்தது.",
        "இலங்கைக்கான இந்திய உயர்ஸ்தானிகர் வினோத் கே ஜேக்கப், கொழும்பில் வைத்து இலங்கையின் சுகாதார அமைச்சர் கெஹலிய ரம்புக்வெல்லவிடம் நன்கொடையை அடையாளமாக கையளித்தார். இந்நிகழ்வில் சுகாதார அமைச்சின் செயலாளர் ஜனக சந்திரகுப்தவும் கலந்துகொண்டார்.",
        "கொழும்பில் உள்ள இந்திய உயர் ஸ்தானிகராலயம் ஒரு அறிக்கையில், மிஷன் SAGAR IX இன் ஒரு பகுதியாக மனிதாபிமான உதவி பொருட்களை விரைவாக வழங்குவதற்காக இந்திய கடற்படை கப்பல் (INS) Gharial, 5,600 டன் தரையிறங்கும் கப்பல் பயன்படுத்தப்பட்டது.",
        "மருத்துவப் பொருட்களுக்கு மேலதிகமாக, இலங்கை மீனவர்களின் பயன்பாட்டிற்காக கப்பலில் மண்ணெண்ணெய் கொண்டு செல்லப்பட்டது. எதிர்வரும் நாட்களில் இலங்கை மீன்பிடி துறைமுக கூட்டுத்தாபனத்தினால் பயனாளிகளுக்கு மண்ணெண்ணெய் விநியோகம் செய்யப்பட உள்ளதாக உயர்ஸ்தானிகராலயம் மேலும் தெரிவித்துள்ளது.",
        "அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளதாவது: “நாட்டின் பல்வேறு பகுதிகளில் பரவியுள்ள பல்வேறு அமைப்புகள் மற்றும் மருத்துவமனைகளின் கோரிக்கைகளுக்கு இணங்க இந்த மருத்துவப் பொருட்கள் நன்கொடையாக வழங்கப்பட்டுள்ளன. சுவசெரிய அறக்கட்டளையின் பிரதிநிதிகளும் கௌரவ பாராளுமன்ற உறுப்பினருமான டாக்டர் ஹர்ஷ டி சில்வா அவர்கள் 2022 மார்ச் மாதம் இலங்கைக்கு விஜயம் செய்த போது வெளிவிவகார அமைச்சர் டாக்டர் எஸ் ஜெய்சங்கரிடம் அவர்களின் மருத்துவ தேவைகளை எடுத்துரைத்ததை நினைவுகூருகிறோம். நன்கொடை. மேலும், அம்பாந்தோட்டை பொது வைத்தியசாலை, பேராதனை போதனா வைத்தியசாலை மற்றும் யாழ்ப்பாணம் போதனா வைத்தியசாலைக்கு மருத்துவ பொருட்கள் வழங்கப்படுகின்றன.",
        "பேராதனையில் உள்ள போதனா வைத்தியசாலையின் பயன்பாட்டிற்காக மற்றொரு பெரிய அளவிலான மருத்துவ பொருட்கள் ஏப்ரல் 29 ஆம் திகதி INS Gharial கப்பலில் விநியோகிக்கப்பட்டது. இந்த மனிதாபிமான பொருட்கள், நிதி உதவி, அந்நிய செலாவணி ஆதரவு, பொருள் வழங்கல் போன்ற பல வடிவங்களில் இலங்கை மக்களுக்கு இந்திய அரசாங்கத்தின் தொடர்ச்சியான ஆதரவின் தொடர்ச்சியாகும். இந்த முயற்சிகள் பிரதமர் நரேந்திர மோடியின் 'அண்டை நாடுகளுக்கு முதலில்' கொள்கையை சாட்சியமளிக்கின்றன. - அதன் மையத்தில் மக்கள் ஈடுபாடு. இலங்கையில் உள்ள தங்கள் சகோதர சகோதரிகளுக்கு தாராளமாக நன்கொடை அளித்து வரும் இந்திய மக்களால் இவை பூர்த்தி செய்யப்படுகின்றன. இலங்கை மக்களுக்கான தொடர்ச்சியான அர்ப்பணிப்பு இந்தியா மற்றும் இலங்கை மக்களால் பரஸ்பர நல்வாழ்வுக்காக இணைக்கப்பட்ட முக்கியத்துவத்தை உறுதிப்படுத்துகிறது."
      ]
    }
  }
}