{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-scrambles-for-import-credits-ahead-of-imf-program-and-failed-peg-93229/",
  "time_ut": 1650462420,
  "title": "Sri Lanka scrambles for import credits, ahead of IMF program and failed peg",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is seeking bi-lateral loans for imports a, Foreign Minister G L Pieris said as an attempt to float the currency to halt forex shortages has not yet succeeded and talks were progressing towards an International Monetary Fund program.",
    "“Talks with the IMF are going well,” Pieris told reporters in Colombo. “It will take 6 months to access IMF help and it will be also in 3-4 tranches.”",
    "“We are trying to manage the interim time period with some bilateral arrangements.”",
    "The IMF has determined that the debt cannot be repaid simply with macro-economic adjustments – budget cuts and rate hikes – and debt has to be re-negotiated with creditors.",
    "Sri Lanka’s program will also be delayed until the debt is made ‘sustainable’ with a restructuring (distressed debt exchange).",
    "Sri Lanka suspended foreign debt payments on April 12, but analysts say any savings could be eaten up in a yawning budget deficit.",
    "India has given 2.5 billion US dollars and a similar amount is being requested from China, Minister Pieris said.",
    "Sri Lanka is facing severe forex shortages due to a soft-peg which had lost credibility due to money printing and attempts to shift to a float (suspend convertibility) to end forex shortages has so far failed partly due to surrender requirement.",
    "Shortages of fuel and gas from the broken soft-peg had led to street protests and the rupee had so far fallen to 340 to the US dollar from around 200 as a float failed to take hold.",
    "A float or re-peg however can be made to work long before a distressed debt exchange is worked out, analysts say.",
    "Sri Lanka’s central bank has hiked a policy rate to reduce credit and imports to help stabilize the currency but the surrender rule is making the regime a peg and pushing it down.",
    "The IMF also usually give money until a working monetary regime is established and forex shortages end so that its money is not busted on imports.",
    "IMF money is not used for imports but goes to foreign reserves which are invested in the budget deficit of countries like the US.",
    "Sri Lanka is facing default partly due to earlier forex shortages and currency crises in 2015/16 and 2018 led to commercial borrowings just like the country is scrambling for bi-lateral import loans from India and other countries now.",
    "Three piles of foreign debt built up as the country lost the ability to buy dollars for rupees through three currency crises triggered by flexible inflation targeting/output gap targeting.",
    "Commercial borrowing grew with sovereign debt at the central government, commercial dollar borrowings at the main petroleum retailer (which had also got state banks into difficulties) due until the country was locked out of capital markets.",
    "Shock revelation on how Sri Lanka’s CPC ended up with billions of dollar debt",
    "How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "In the past two years and extreme form or output gap targeting called the ‘developmental state for a production economy’ has led to a foreign reserve run down and net borrowing spike at the central bank through interbank and swaps with other central banks",
    "Foreign Minister G L Pieris said Sri Lanka’s central bank had got a 250 million dollar swap from Bangladesh and was looking to extend a swap with the country.",
    "Another 515 million dollars of  support was also given on Asian Clearing Union liabilities. (Colombo/Apr20/2022)"
  ],
  "translate": {
    "si": {
      "title": "ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩපිළිවෙලට සහ අසාර්ථක ප්‍රමාණයට වඩා ඉදිරියෙන් ශ්‍රී ලංකාව ආනයන ණය සඳහා පොරකයි",
      "body_lines": [
        "ECONOMYNEXT - විදේශ විනිමය හිඟය නැවැත්වීම සඳහා මුදල් පාවෙන උත්සාහය තවමත් සාර්ථක වී නොමැති අතර ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහනක් සඳහා සාකච්ඡා ප්‍රගතිය කරමින් පවතින බැවින් ශ්‍රී ලංකාව ආනයන සඳහා ද්විපාර්ශ්වික ණය සොයමින් සිටින බව විදේශ අමාත්‍ය ජී එල් පීරිස් පැවසීය.",
        "“ජාමූඅ සමඟ සාකච්ඡා හොඳින් සිදුවෙමින් පවතී,” පීරිස් කොළඹදී වාර්තාකරුවන්ට පැවසීය. \"ජාමූඅ උපකාරයට ප්‍රවේශ වීමට මාස 6 ක් ගතවනු ඇති අතර එය කොටස් 3-4 කින් ද වනු ඇත.\"",
        "\"අපි යම් ද්විපාර්ශ්වික විධිවිධාන සමඟ අන්තර් කාලසීමාව කළමනාකරණය කිරීමට උත්සාහ කරමු.\"",
        "සාර්ව-ආර්ථික ගැලපීම් - අයවැය කප්පාදු සහ අනුපාත ඉහල දැමීම් - සමග සරලව ණය ආපසු ගෙවිය නොහැකි බව IMF තීරණය කර ඇති අතර ණය හිමියන් සමඟ ණය නැවත සාකච්ඡා කළ යුතුය.",
        "ප්‍රතිව්‍යුහගත කිරීමකින් (විපතට පත් ණය හුවමාරුව) ණය ‘තිරසාර’ බවට පත් කරන තෙක් ශ්‍රී ලංකාවේ වැඩසටහන ද ප්‍රමාද වනු ඇත.",
        "ශ්‍රී ලංකාව අපේ‍්‍රල් 12 වැනිදා විදේශ ණය ගෙවීම අත්හිටුවන ලද නමුත් විශ්ලේෂකයින් පවසන්නේ ඕනෑම ඉතුරුම් අයවැය හිඟයක් තුළ ආහාරයට ගත හැකි බවයි.",
        "ඉන්දියාව ඇමෙරිකානු ඩොලර් බිලියන 2.5ක් ලබාදී ඇති බවත් ඒ හා සමාන මුදලක් චීනයෙන් ඉල්ලා සිටින බවත් අමාත්‍ය පීරිස් මහතා පැවසීය.",
        "මුදල් මුද්‍රණය හේතුවෙන් විශ්වසනීයත්වය අහිමි වූ soft-peg හේතුවෙන් ශ්‍රී ලංකාව දැඩි විදේශ විනිමය හිඟයකට මුහුණ දී සිටින අතර විදේශ විනිමය හිඟය අවසන් කිරීම සඳහා float (suspend convertibility) වෙත මාරු වීමට ගත් උත්සාහයන් යටත් වීමේ අවශ්‍යතාවය හේතුවෙන් මේ වන විට අර්ධ වශයෙන් අසාර්ථක වී ඇත.",
        "කැඩුණු මෘදු පෙග් එකෙන් ඉන්ධන සහ ගෑස් හිඟය වීදි විරෝධතාවලට තුඩු දී ඇති අතර පාවෙනක් අල්ලා ගැනීමට අපොහොසත් වීම නිසා රුපියල මේ වන විට එක්සත් ජනපද ඩොලරයට 200 සිට 340 දක්වා පහත වැටී ඇත.",
        "කෙසේ වෙතත්, පීඩාවට පත් වූ ණය හුවමාරුවක් ක්‍රියාත්මක වීමට බොහෝ කලකට පෙර පාවෙන හෝ නැවත ඇණ ගැසිය හැකි බව විශ්ලේෂකයෝ පවසති.",
        "ශ්‍රී ලංකාවේ මහ බැංකුව මුදල් ස්ථාවර කිරීමට උපකාර කිරීම සඳහා ණය සහ ආනයන අඩු කිරීම සඳහා ප්‍රතිපත්ති අනුපාතිකයක් ඉහළ නංවා ඇති නමුත් යටත් වීමේ රීතිය පාලන තන්ත්‍රය කකුලක් බවට පත් කර එය පහළට තල්ලු කරයි.",
        "IMF ද සාමාන්‍යයෙන් ක්‍රියාකාරී මුදල් පාලන තන්ත්‍රයක් ස්ථාපිත කර විදේශ විනිමය හිඟය අවසන් වන තෙක් මුදල් ලබා දෙයි, එවිට එහි මුදල් ආනයනය මත කඩා වැටෙන්නේ නැත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ මුදල් ආනයනය සඳහා යොදා නොගෙන ඇමරිකාව වැනි රටවල අයවැය හිඟයට ආයෝජනය කරන විදේශ සංචිතවලට යනවා.",
        "කලින් විදේශ විනිමය හිඟය සහ 2015/16 සහ 2018 මුදල් අර්බුද හේතුවෙන් ශ්‍රී ලංකාව අර්ධ වශයෙන් පැහැර හැරීමට මුහුණ දී ඇති අතර, රට දැන් ඉන්දියාවෙන් සහ වෙනත් රටවලින් ද්වි-පාර්ශ්වික ආනයන ණය සඳහා පොරකමින් සිටින ආකාරයටම වාණිජ ණය ගැනීම්වලට හේතු විය.",
        "නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම/නිෂ්පාදන පරතරය ඉලක්ක කිරීම මගින් ඇති කරන ලද මුදල් අර්බුද තුනක් හරහා රුපියල්වලට ඩොලර් මිලදී ගැනීමේ හැකියාව රටට අහිමි වීම නිසා විදේශ ණය ගොඩවල් තුනක් ගොඩ නැගුණි.",
        "ප්‍රාග්ධන වෙලඳපොලවල් වලින් රට අගුලු දමන තෙක් මධ්‍යම ආන්ඩුවේ ස්වෛරී නය, ප්‍රධාන පෙට්‍රෝලියම් සිල්ලර වෙළෙන්දා (රාජ්‍ය බැංකු ද දුෂ්කරතාවයන්ට පත් කර තිබූ) වාණිජ ඩොලර් ණය ගැනීම් සමග වාණිජ ණය ගැනීම් වර්ධනය විය.",
        "ශ්‍රී ලංකාවේ CPC ඩොලර් බිලියන ගණනක ණයවලින් අවසන් වූ ආකාරය පිළිබඳ කම්පන හෙළිදරව්ව",
        "ශ්‍රී ලංකාවේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ අනුග්‍රහය ලත් ‘යංග් සැලැස්ම’ විදේශ ණය මරණ සර්පිලාකාරයක් බවට පත් කළ ආකාරය: බෙල්වෙදර්",
        "පසුගිය වසර දෙක තුළ සහ 'නිෂ්පාදන ආර්ථිකයක් සඳහා සංවර්ධන රාජ්‍යය' ලෙස හැඳින්වෙන ආන්තික ස්වරූපය හෝ නිමැවුම් පරතරය ඉලක්ක කිරීම විදේශ සංචිතය පහත වැටීමට සහ අන්තර් බැංකු සහ අනෙකුත් මහ බැංකු සමඟ හුවමාරු කිරීම හරහා මහ බැංකුවේ ශුද්ධ ණය ගැනීම් ඉහළ යාමට හේතු විය.",
        "ශ්‍රී ලංකාවේ මහ බැංකුව බංග්ලාදේශයෙන් ඩොලර් මිලියන 250 ක හුවමාරුවක් ලබාගෙන ඇති අතර රට සමඟ හුවමාරුවක් දීර්ඝ කිරීමට බලාපොරොත්තු වන බව විදේශ අමාත්‍ය ජී එල් පීරිස් පැවසීය.",
        "ආසියානු නිෂ්කාශන සංගමයේ වගකීම් සඳහා තවත් ඩොලර් මිලියන 515 ක ආධාරයක් ද ලබා දෙන ලදී. (කොළඹ/අප්‍රේල්20/2022)"
      ]
    },
    "ta": {
      "title": "சர்வதேச நாணய நிதியத்தின் திட்டம் மற்றும் தோல்வியடைந்த பெக் ஆகியவற்றிற்கு முன்னால், இறக்குமதி கடன்களுக்காக இலங்கை போராடுகிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை இறக்குமதிக்காக இருதரப்புக் கடன்களை நாடுகிறது, அந்நிய செலாவணி பற்றாக்குறையை நிறுத்த நாணயத்தை மிதக்கும் முயற்சி இன்னும் வெற்றிபெறவில்லை மற்றும் சர்வதேச நாணய நிதிய திட்டத்தை நோக்கி பேச்சுவார்த்தைகள் முன்னேறி வருவதாக வெளியுறவு அமைச்சர் ஜி எல் பீரிஸ் கூறினார்.",
        "பீரிஸ் கொழும்பில் செய்தியாளர்களிடம் கூறுகையில், \"IMF உடனான பேச்சுக்கள் சிறப்பாக நடைபெற்று வருகின்றன. \"IMF உதவியை அணுக 6 மாதங்கள் ஆகும், அதுவும் 3-4 தவணைகளாக இருக்கும்.\"",
        "\"நாங்கள் சில இருதரப்பு ஏற்பாடுகளுடன் இடைக்கால காலத்தை நிர்வகிக்க முயற்சிக்கிறோம்.\"",
        "மேக்ரோ-பொருளாதார சரிசெய்தல் - பட்ஜெட் வெட்டுக்கள் மற்றும் விகித உயர்வுகள் மூலம் கடனைத் திருப்பிச் செலுத்த முடியாது என்று IMF தீர்மானித்துள்ளது மற்றும் கடனைக் கடனாளர்களுடன் மீண்டும் பேச்சுவார்த்தை நடத்த வேண்டும்.",
        "மறுசீரமைப்புடன் (துரதிர்ஷ்டவசமான கடன் பரிமாற்றம்) கடனை ‘நிலையானதாக’ மாற்றும் வரை இலங்கையின் வேலைத்திட்டமும் தாமதமாகும்.",
        "ஏப்ரல் 12 அன்று இலங்கை வெளிநாட்டுக் கடன் கொடுப்பனவுகளை இடைநிறுத்தியது, ஆனால் எந்தவொரு சேமிப்பையும் கொட்டாவி வரவு செலவுத் திட்டப் பற்றாக்குறையில் சாப்பிடலாம் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "இந்தியா 2.5 பில்லியன் அமெரிக்க டொலர்களை வழங்கியுள்ளதாகவும், அதேபோன்ற தொகை சீனாவிடமிருந்தும் கோரப்படுவதாகவும் அமைச்சர் பீரிஸ் தெரிவித்துள்ளார்.",
        "பணம் அச்சிடுதல் மற்றும் அந்நிய செலாவணி பற்றாக்குறையை முடிவுக்குக் கொண்டுவர மிதவைக்கு (மாற்றுத்திறனை இடைநிறுத்துதல்) மாற்றுவதற்கான முயற்சிகள் சரணடைதல் தேவை காரணமாக இதுவரை தோல்வியடைந்தது.",
        "உடைந்த சாஃப்ட்-பெக்கில் இருந்து எரிபொருள் மற்றும் எரிவாயு பற்றாக்குறை தெரு போராட்டங்களுக்கு வழிவகுத்தது மற்றும் ஒரு மிதவை பிடியில் தோல்வியடைந்ததால், ரூபாய் இதுவரை அமெரிக்க டாலருக்கு சுமார் 200 இல் இருந்து 340 ஆக சரிந்தது.",
        "ஒரு மிதவை அல்லது ரீ-பெக் இருப்பினும் ஒரு நெருக்கடியான கடன் பரிமாற்றம் செயல்படுவதற்கு நீண்ட காலத்திற்கு முன்பே வேலை செய்ய முடியும் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "இலங்கையின் மத்திய வங்கி நாணயத்தை நிலைப்படுத்த உதவுவதற்காக கடன் மற்றும் இறக்குமதிகளை குறைப்பதற்காக கொள்கை விகிதத்தை உயர்த்தியுள்ளது ஆனால் சரணடைதல் விதியானது ஆட்சியை ஒரு ஆணிவேராக மாற்றி கீழே தள்ளுகிறது.",
        "IMF பொதுவாக வேலை செய்யும் பண ஆட்சி நிறுவப்படும் வரை மற்றும் அந்நிய செலாவணி பற்றாக்குறை முடிவடையும் வரை பணத்தை வழங்குகிறது, இதனால் அதன் பணம் இறக்குமதியில் முறியடிக்கப்படாது.",
        "IMF பணம் இறக்குமதிக்கு பயன்படுத்தப்படுவதில்லை, ஆனால் அமெரிக்கா போன்ற நாடுகளின் பட்ஜெட் பற்றாக்குறையில் முதலீடு செய்யப்படும் வெளிநாட்டு இருப்புகளுக்கு செல்கிறது.",
        "முந்தைய அந்நிய செலாவணி பற்றாக்குறை மற்றும் 2015/16 மற்றும் 2018 ஆம் ஆண்டுகளில் நாணய நெருக்கடிகள் காரணமாக இலங்கை இயல்புநிலையை எதிர்கொள்கிறது, இந்தியா மற்றும் பிற நாடுகளில் இருந்து இருதரப்பு இறக்குமதிக் கடன்களுக்காக நாடு இப்போது போராடுவதைப் போலவே வணிகக் கடன் வாங்குவதற்கு வழிவகுத்தது.",
        "வளைந்து கொடுக்கும் பணவீக்க இலக்கு/வெளியீட்டு இடைவெளி இலக்குகளால் தூண்டப்பட்ட மூன்று நாணய நெருக்கடிகள் மூலம் ரூபாய்க்கு டாலர்களை வாங்கும் திறனை நாடு இழந்ததால் மூன்று குவியல் வெளிநாட்டுக் கடன்கள் கட்டப்பட்டன.",
        "மத்திய அரசாங்கத்திடம் உள்ள இறையாண்மைக் கடனுடன் வணிகக் கடன்கள் வளர்ந்தன, முக்கிய பெட்ரோலிய சில்லறை விற்பனையாளரிடமிருந்து வணிக டாலர் கடன்கள் (அது மாநில வங்கிகளையும் சிரமத்திற்கு ஆளாக்கியது) காரணமாக நாடு மூலதனச் சந்தைகளுக்கு வெளியே பூட்டப்பட்டது.",
        "இலங்கையின் CPC பில்லியன் டாலர் கடனுடன் எப்படி முடிந்தது என்பது பற்றிய அதிர்ச்சி வெளிப்பாடு",
        "இலங்கையின் சர்வதேச நாணய நிதியத்தின் ஆதரவுடைய ‘யங் பிளான்’ வெளிநாட்டுக் கடன் மரணச் சுழலை எவ்வாறு வெளியேற்றியது: பெல்வெதர்",
        "கடந்த இரண்டு ஆண்டுகளில், 'உற்பத்திப் பொருளாதாரத்திற்கான வளர்ச்சி நிலை' என்று அழைக்கப்படும் தீவிர வடிவம் அல்லது வெளியீட்டு இடைவெளி இலக்கு அந்நிய கையிருப்பு குறைவதற்கும், வங்கிகளுக்கு இடையேயான மற்றும் பிற மத்திய வங்கிகளுடன் பரிமாற்றங்கள் மூலம் மத்திய வங்கியில் நிகர கடன் பெறுவதற்கும் வழிவகுத்தது.",
        "இலங்கையின் மத்திய வங்கி பங்களாதேஷிடம் இருந்து 250 மில்லியன் டொலர்களை மாற்றியமைத்துள்ளதாகவும், அந்நாட்டுடன் பரிமாற்றத்தை நீட்டிக்க விரும்புவதாகவும் வெளிவிவகார அமைச்சர் ஜி எல் பீரிஸ் தெரிவித்தார்.",
        "மேலும் 515 மில்லியன் டாலர்கள் ஆசிய க்ளியரிங் யூனியன் பொறுப்புகளுக்கு ஆதரவு அளிக்கப்பட்டது. (கொழும்பு/ஏப்20/2022)"
      ]
    }
  }
}