{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-at-375-against-the-tt-dollar-kerb-rate-397-400-93910/",
  "time_ut": 1651841340,
  "title": "Sri Lanka rupee at 375 against the TT dollar, kerb rate 397/400",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s commercial banks quoted the rupee at 375 to the dollar for telegraphic transactions for the week ending May 06 while the secondary bond market witnessed sporadic activity, participants said.",
    "The kerb market ended the week around 397/400 to the US dollar on May 07.",
    "The central bank’s indicative spot was quoted at 358.5 against the US dollar on Friday while the TT rate was 361.7/374.9 against the US almost close to the commercial bank rates.t",
    "Sri Lanka’s new Central Bank Governor Nandalal Weerasinghe jacked-up policy rates to 14.50 percent from 7.50 percent and also allowed Treasury bill yields to rise which would eventually slow private credit and investment and imports.",
    "The falling rupee had also impoverished the population of the island which will reduce consumption and support the rupee as long as not new money is printed.",
    "Sri Lanka’s rupee fell steeply after an attempted float in March due to low policy rates and a surrender rule. Electricity prices were also not raised, driving bank credit up with losses, unlike a float in 2012 after printing money.",
    "In debt markets, a bond maturing on 01.5.27 was quoted at 21.50/22.00 percent on Friday, easing from 21.75/21.90 per cent on Thursday.",
    "Market participants said they saw some activity in 2025, 2022, three months and 12-month maturities.",
    "A bond maturing on 01.06.2025 was quoted at 21.50/22.00 percent on Friday.",
    "The three-month bill was quoted at 21.00/22.00 percent, easing from 22.00/22.50 percent on Thursday.",
    "The 12-month bill was quoted at 23.00/24.00 percent, flat from the previous day’s close.",
    "At Wednesday’s Treasuries auction yields stabilized with strong demand from genuine buyers, dealer said.",
    "Sri Lanka is facing the worst currency crisis triggered by the island’s economists who maintain an intermediate regime central bank after it attempted to target an output gap. (Colombo/May 06/2022)"
  ],
  "translate": {
    "si": {
      "title": "TT ඩොලරයට සාපේක්ෂව ශ්‍රී ලංකා රුපියල 375 ට, සීමා අනුපාතය 397/400",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ වාණිජ බැංකු මැයි 06 න් අවසන් වන සතිය සඳහා ටෙලිග්‍රාෆ් ගනුදෙනු සඳහා ඩොලරයට රුපියල 375 ක් ලෙස සඳහන් කළ අතර ද්විතීයික බැඳුම්කර වෙලඳපොලේ වරින් වර ක්‍රියාකාරකම් සිදු වූ බව සහභාගී වූවන් පැවසූහ.",
        "මැයි 07 වැනි දින එක්සත් ජනපද ඩොලරයට 397/400 කින් පමණ සතිය අවසන් විය.",
        "සිකුරාදා මහ බැංකුවේ දර්ශක ස්ථානය එක්සත් ජනපද ඩොලරයට සාපේක්ෂව 358.5 ලෙස උපුටා දක්වන ලද අතර TT අනුපාතය එක්සත් ජනපදයට සාපේක්ෂව 361.7/374.9 වාණිජ බැංකු අනුපාතවලට ආසන්න විය.",
        "ශ්‍රී ලංකාවේ නව මහ බැංකු අධිපති නන්දලාල් වීරසිංහ ප්‍රතිපත්ති පොලී අනුපාත සියයට 7.50 සිට සියයට 14.50 දක්වා ඉහළ දැමූ අතර භාණ්ඩාගාර බිල්පත් අස්වැන්න ඉහළ යාමට ඉඩ සලසා දුන් අතර එය අවසානයේ පුද්ගලික ණය සහ ආයෝජන සහ ආනයන මන්දගාමී වනු ඇත.",
        "පහත වැටෙන රුපියල දිවයිනේ ජනගහනය ද දුප්පත් කර ඇති අතර එය නව මුදල් මුද්‍රණය නොකරන තාක් කල් පරිභෝජනය අඩු කරන අතර රුපියලට සහාය වේ.",
        "අඩු ප්‍රතිපත්ති අනුපාත සහ යටත් වීමේ රීතිය හේතුවෙන් මාර්තු මාසයේදී පාවෙන උත්සාහයකින් පසු ශ්‍රී ලංකාවේ රුපියල දැඩි ලෙස පහත වැටුණි. 2012 දී මුදල් මුද්‍රණය කිරීමෙන් පසු float එකක් මෙන් නොව විදුලි මිල ද ඉහළ නොගිය අතර බැංකු ණය පාඩු සමඟ ඉහළ ගියේය.",
        "ණය වෙලඳපොලවල, 01.5.27 දින කල් පිරෙන බැඳුම්කරයක් සිකුරාදා සියයට 21.50/22.00 ලෙස උපුටා දක්වන ලද අතර එය බ්‍රහස්පතින්දා සියයට 21.75/21.90 සිට ලිහිල් විය.",
        "වෙලඳපොල සහභාගිවන්නන් පැවසුවේ 2025, 2022, මාස තුන සහ මාස 12 කල්පිරීමේදී ඔවුන් යම් ක්‍රියාකාරකම් දුටු බවයි.",
        "2025.06.01 දින කල් පිරෙන බැඳුම්කරයක් සිකුරාදා සියයට 21.50/22.00 ලෙස දක්වා ඇත.",
        "බ්‍රහස්පතින්දා සියයට 22.00/22.50 සිට ලිහිල් කරමින් මාස තුනක බිල්පත සියයට 21.00/22.00 ලෙස දක්වා ඇත.",
        "මාස 12 ක බිල්පත පෙර දිනයේ අවසානයට සාපේක්ෂව සියයට 23.00/24.00 ලෙස උපුටා දක්වා ඇත.",
        "බදාදා ට්‍රෙෂරීස් වෙන්දේසියේදී අව්‍යාජ ගැනුම්කරුවන්ගේ දැඩි ඉල්ලුමත් සමඟ අස්වැන්න ස්ථාවර වූ බව වෙළෙන්දා පැවසීය.",
        "නිමැවුම් පරතරයක් ඉලක්ක කර ගැනීමට උත්සාහ කිරීමෙන් පසු අතරමැදි පාලන තන්ත්‍රයේ මහ බැංකුවක් පවත්වාගෙන යන දිවයිනේ ආර්ථික විද්‍යාඥයින් විසින් අවුලුවාලන ලද දරුණුතම මුදල් අර්බුදයට ශ්‍රී ලංකාව මුහුණ දී සිටී. (කොළඹ/මැයි 06/2022)"
      ]
    },
    "ta": {
      "title": "TT டாலருக்கு எதிராக இலங்கை ரூபாய் 375 ஆக உள்ளது, கட்டுப்பாட்டு விகிதம் 397/400",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் வர்த்தக வங்கிகள் மே 06 இல் முடிவடைந்த வாரத்திற்கான தந்தி பரிவர்த்தனைகளுக்காக டாலருக்கு 375 ரூபாயை மேற்கோள் காட்டியது, அதே நேரத்தில் இரண்டாம் நிலை பத்திர சந்தையில் ஆங்காங்கே செயல்பாடுகள் காணப்படுவதாக பங்கேற்பாளர்கள் தெரிவித்தனர்.",
        "கர்ப் சந்தை மே 07 அன்று அமெரிக்க டாலருக்கு 397/400 என்ற அளவில் வாரத்தில் முடிவடைந்தது.",
        "வெள்ளியன்று அமெரிக்க டாலருக்கு எதிராக 358.5 என்று மத்திய வங்கியின் சுட்டிக் காட்டப்பட்டது, அதே சமயம் TT விகிதம் அமெரிக்காவிற்கு எதிராக 361.7/374.9 ஆக இருந்தது.",
        "இலங்கையின் புதிய மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க கொள்கை விகிதங்களை 7.50 சதவீதத்தில் இருந்து 14.50 சதவீதமாக உயர்த்தினார். மேலும் திறைசேரி உண்டியல் மகசூல் அதிகரிக்க அனுமதித்தார், இது இறுதியில் தனியார் கடன் மற்றும் முதலீடு மற்றும் இறக்குமதியை மெதுவாக்கும்.",
        "வீழ்ச்சியடைந்த ரூபாய் தீவின் மக்களையும் வறுமையில் ஆழ்த்தியுள்ளது, இது நுகர்வைக் குறைக்கும் மற்றும் புதிய பணம் அச்சிடப்படாத வரை ரூபாயை ஆதரிக்கும்.",
        "குறைந்த கொள்கை விகிதங்கள் மற்றும் சரணடைதல் விதி காரணமாக மார்ச் மாதத்தில் மிதக்கும் முயற்சியின் பின்னர் இலங்கையின் ரூபாய் செங்குத்தான வீழ்ச்சியைச் சந்தித்தது. 2012 இல் பணத்தை அச்சடித்த பிறகு ஏற்பட்ட மிதவை போலல்லாமல், மின்சார விலைகளும் உயர்த்தப்படவில்லை, வங்கிக் கடன்களை நஷ்டத்துடன் உயர்த்தியது.",
        "கடன் சந்தைகளில், 01.5.27 அன்று முதிர்ச்சியடையும் ஒரு பத்திரம் வெள்ளியன்று 21.50/22.00 சதவிகிதம் என்று மேற்கோள் காட்டப்பட்டது, இது வியாழன் அன்று 21.75/21.90 சதவிகிதமாக இருந்தது.",
        "சந்தைப் பங்கேற்பாளர்கள் 2025, 2022, மூன்று மாதங்கள் மற்றும் 12 மாத முதிர்வுகளில் சில செயல்பாடுகளைக் கண்டதாகக் கூறினர்.",
        "01.06.2025 அன்று முதிர்ச்சியடையும் ஒரு பத்திரம் வெள்ளியன்று 21.50/22.00 சதவிகிதம் எனக் குறிப்பிடப்பட்டது.",
        "மூன்று மாத பில் 21.00/22.00 சதவீதமாக மேற்கோள் காட்டப்பட்டது, வியாழன் அன்று 22.00/22.50 சதவீதத்திலிருந்து தளர்த்தப்பட்டது.",
        "12 மாத பில் 23.00/24.00 சதவீதமாக மேற்கோள் காட்டப்பட்டது, முந்தைய நாள் முடிவில் இருந்து சமமாக இருந்தது.",
        "புதன்கிழமை கருவூல ஏலத்தில், உண்மையான வாங்குபவர்களிடமிருந்து வலுவான தேவையுடன் விளைச்சல் உறுதிப்படுத்தப்பட்டது, வியாபாரி கூறினார்.",
        "உற்பத்தி இடைவெளியை இலக்காகக் கொள்ள முயற்சித்த பின்னர், இடைநிலை ஆட்சி மத்திய வங்கியை பராமரிக்கும் தீவின் பொருளாதார வல்லுநர்களால் தூண்டப்பட்ட மோசமான நாணய நெருக்கடியை இலங்கை எதிர்கொள்கிறது. (கொழும்பு/மே 06/2022)"
      ]
    }
  }
}