{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jkh-throws-its-weight-behind-peoplesdemands/",
  "time_ut": 1650687060,
  "title": "JKH throws its weight behind peoples’demands",
  "body_lines": [
    "“As a corporate citizen and member of the business community, the John Keells Group has been gravely concerned with the dire economic circumstances facing the country, which require immediate remedial measures. Whilst we note the positive developments in relation to the engagement with the International Monetary Fund (IMF) and the commencement of the requisite steps pertaining to the debt restructuring process, we reiterate the need for all parties to come together to ensure political and social stability in the country which, we believe, will be a precursor to achieving the desired outcomes to avoid an economic catastrophe.",
    "“We are at an inflection point. Social stability needs to be achieved to ensure that Sri Lanka can rise from our current challenges. It is in this respect that we note with concern the recent violence and regret the tragic demise of one of our fellow citizens. We empathize with the hardships and tribulations faced by the people and stand with our fellow citizens in the calls for improved governance, accountability and transparency.",
    "“We call upon the leadership of the country to take decisive action and be conscious of the possibility of continued social unrest if the calls for change and good governance by the people, which we are supportive of, are not facilitated in a manner that ensures a sustainable solution. We urge all key parties to reach consensus, within the construct of the constitution of the country and due process being followed, in respecting the will of the people,” the statement said.",
    "The conglomerate operating in Sri Lanka for over 150 years, said it “will continue to play our role towards enabling the recovery of our economy and supporting our future generations to build a stronger and better governed Sri Lanka.”",
    "“We are firmly of the belief that the resilience of the people of our country will shine through yet again and we ask that our people remain united as we all look to building a better future for our country. We fervently request that all political leaders act in a decisive and expeditious manner which respects the voice of the people to ensure we have the stability required to achieve the economic outcomes needed at this crucial juncture.”",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "PIC SAVED AS FITCH Chas P Hayley shines in Gold at Industrial Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "JKH ජනතාවගේ ඉල්ලීම් පිටුපස සිය බර හෙළයි",
      "body_lines": [
        "“සංස්ථාපිත පුරවැසියෙකු සහ ව්‍යාපාරික ප්‍රජාවේ සාමාජිකයෙකු වශයෙන්, ජෝන් කීල්ස් සමූහය රට මුහුණ දී සිටින දරුණු ආර්ථික තත්ත්වයන් පිළිබඳව දැඩි අවධානයක් යොමු කර ඇති අතර ඒ සඳහා ක්ෂණික ප්‍රතිකර්ම අවශ්‍ය වේ. ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ සම්බන්ධ වීම සහ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලියට අදාළව අවශ්‍ය පියවර ආරම්භ කිරීම සම්බන්ධයෙන් වන ධනාත්මක වර්ධනයන් අපි සටහන් කරන අතරම, දේශපාලන හා සමාජ ස්ථාවරත්වය සහතික කිරීම සඳහා සියලු පාර්ශ්වයන්ගේ අවශ්‍යතාව අපි නැවත අවධාරණය කරමු. ආර්ථික ව්‍යසනයක් වළක්වා ගැනීම සඳහා අපේක්ෂිත ප්‍රතිඵල ලබා ගැනීමේ පූර්වගාමියා වනු ඇතැයි අපි විශ්වාස කරන රටයි.",
        "“අපි ඉන්නේ විවර්තන ලක්ෂ්‍යයක. අපගේ වර්තමාන අභියෝගවලින් ශ්‍රී ලංකාවට නැගී සිටිය හැකි බව සහතික කිරීම සඳහා සමාජ ස්ථාවරත්වය ළඟා කර ගත යුතුය. මෑත කාලීන ප්‍රචණ්ඩ ක්‍රියා පිළිබඳව අපි කනස්සල්ලෙන් යුතුව සටහන් කරන අතර අපගේ සහෝදර පුරවැසියෙකුගේ ඛේදජනක වියෝව ගැන කනගාටු වෙමු. ජනතාව මුහුණ දෙන දුෂ්කරතා සහ පීඩාවන් පිළිබඳව අපි සංවේදී වන අතර වැඩිදියුණු කළ පාලනය, වගවීම සහ විනිවිදභාවය සඳහා වන ඉල්ලීම්වලදී අපගේ සහෝදර පුරවැසියන් සමඟ සිටිමු.",
        "\"අපට සහයෝගය දක්වන ජනතාව විසින් වෙනසක් සහ යහපාලනයක් සඳහා කරන ඉල්ලීම්වලට අවශ්‍ය පහසුකම් සලසා නොදෙන්නේ නම්, තීරනාත්මක ක්‍රියාමාර්ගයක් ගන්නා ලෙසත්, සමාජ නොසන්සුන්තාව තවදුරටත් ඇතිවීමේ හැකියාව පිළිබඳව දැනුවත් වන ලෙසත් අපි රටේ නායකත්වයෙන් ඉල්ලා සිටිමු. තිරසාර විසඳුම. රටේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව ගොඩනැගීම තුළ සහ නිසි ක්‍රියා පටිපාටිය අනුගමනය කරමින් ජනතාවගේ කැමැත්තට ගරු කරමින් සම්මුතියකට පැමිණෙන ලෙස අපි සියලුම ප්‍රධාන පාර්ශවයන්ගෙන් ඉල්ලා සිටිමු.",
        "වසර 150 කට වැඩි කාලයක් ශ්‍රී ලංකාවේ ක්‍රියාත්මක වන සමූහ ව්‍යාපාරය, “අපගේ ආර්ථිකය යථා තත්ත්වයට පත් කිරීමට සහ අපගේ අනාගත පරම්පරාවට ශක්තිමත් සහ වඩා හොඳ පාලනයක් ඇති ශ්‍රී ලංකාවක් ගොඩනැගීමට සහාය වීම සඳහා අපගේ කාර්යභාරය අඛණ්ඩව ඉටු කරන බව” පැවසීය.",
        "“අපේ රටේ ජනතාවගේ ඔරොත්තු දීමේ හැකියාව යළිත් දිදුලනු ඇතැයි අපි තරයේ විශ්වාස කරන අතර අපේ රටට යහපත් අනාගතයක් ගොඩනැගීමට අප සැවොම අපේක්ෂා කරන බැවින් අපගේ ජනතාව සමඟියෙන් සිටින ලෙස අපි ඉල්ලා සිටිමු. මෙම තීරණාත්මක අවස්ථාවේදී අවශ්‍ය ආර්ථික ප්‍රතිඵල අත්කර ගැනීමට අවශ්‍ය ස්ථාවරභාවය තහවුරු කර ගැනීම සඳහා ජනතා හඬට ගරු කරන තීරණාත්මක සහ කඩිනමින් ක්‍රියා කරන මෙන් සියලුම දේශපාලන නායකයින්ගෙන් අපි දැඩි ලෙස ඉල්ලා සිටිමු.”",
        "ComBank දැන් WhatsApp සහ Viber බැංකු සේවා සිංහල, දෙමළ සහ ඉංග්‍රීසි භාෂාවෙන් ලබා දෙයි",
        "PIC ෆිච් ලෙස සුරකින ලදී Chas P Hayley Industrial Excellence Awards 2022 දී රන් පදක්කමෙන් බැබළේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஜேகேஹெச் மக்களின் கோரிக்கைகளுக்குப் பின்னால் தனது எடையை வீசுகிறது",
      "body_lines": [
        "\"ஒரு பெருநிறுவன குடிமகன் மற்றும் வணிக சமூகத்தின் உறுப்பினர் என்ற வகையில், ஜான் கீல்ஸ் குழுமம் நாடு எதிர்கொள்ளும் மோசமான பொருளாதார சூழ்நிலைகள் குறித்து தீவிர அக்கறை கொண்டுள்ளது, இதற்கு உடனடி தீர்வு நடவடிக்கைகள் தேவைப்படுகின்றன. சர்வதேச நாணய நிதியம் (IMF) உடனான ஈடுபாடு மற்றும் கடன் மறுசீரமைப்பு செயல்முறை தொடர்பான தேவையான நடவடிக்கைகளைத் தொடங்குவது தொடர்பான நேர்மறையான முன்னேற்றங்களைக் கவனிக்கும் அதே வேளையில், அரசியல் மற்றும் சமூக ஸ்திரத்தன்மையை உறுதிப்படுத்த அனைத்து தரப்பினரும் ஒன்றிணைவதன் அவசியத்தை நாங்கள் மீண்டும் வலியுறுத்துகிறோம். பொருளாதாரப் பேரழிவைத் தவிர்ப்பதற்கு விரும்பிய விளைவுகளை அடைவதற்கு முன்னோடியாக இருக்கும் என்று நாங்கள் நம்புகிறோம்.",
        "\"நாங்கள் ஒரு ஊடுருவல் புள்ளியில் இருக்கிறோம். நமது தற்போதைய சவால்களில் இருந்து இலங்கை எழும்புவதை உறுதி செய்ய சமூக ஸ்திரத்தன்மை அடையப்பட வேண்டும். இந்த வகையில்தான், அண்மைக்கால வன்முறைகளை நாம் கவலையுடன் கவனிக்கிறோம், நமது சக குடிமகன் ஒருவரின் துயரமான மறைவுக்கு வருந்துகிறோம். மக்கள் எதிர்கொள்ளும் இன்னல்கள் மற்றும் இன்னல்கள் குறித்து நாங்கள் அனுதாபம் கொள்கிறோம் மற்றும் மேம்பட்ட நிர்வாகம், பொறுப்புக்கூறல் மற்றும் வெளிப்படைத்தன்மைக்கான அழைப்புகளில் நமது சக குடிமக்களுடன் நிற்கிறோம்.",
        "\"நாங்கள் ஆதரிக்கும் மக்களின் மாற்றம் மற்றும் நல்லாட்சிக்கான அழைப்புகள் உறுதிசெய்யப்படாவிட்டால், உறுதியான நடவடிக்கை எடுக்கவும், சமூக அமைதியின்மை தொடரும் சாத்தியம் குறித்து விழிப்புடன் இருக்கவும் நாட்டின் தலைமையை நாங்கள் கேட்டுக்கொள்கிறோம். நிலையான தீர்வு. மக்களின் விருப்பத்திற்கு மதிப்பளித்து, நாட்டின் அரசியலமைப்பு மற்றும் உரிய நடைமுறைகள் பின்பற்றப்படுவதற்குள், அனைத்து முக்கிய கட்சிகளும் ஒருமித்த கருத்துக்கு வருமாறு கேட்டுக்கொள்கிறோம்” என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "150 வருடங்களுக்கும் மேலாக இலங்கையில் இயங்கிவரும் கூட்டுத்தாபனம், \"எமது பொருளாதாரத்தை மீட்டெடுப்பதற்கும் எமது எதிர்கால சந்ததியினருக்கு வலுவான மற்றும் சிறந்த ஆளுகைமிக்க இலங்கையை கட்டியெழுப்புவதற்கு ஆதரவளிப்பதற்கும் எமது பங்கை தொடர்ந்தும் ஆற்றுவோம்\" எனத் தெரிவித்துள்ளது.",
        "“எங்கள் நாட்டு மக்களின் உறுதிப்பாடு மீண்டும் பிரகாசிக்கும் என்ற நம்பிக்கையில் நாங்கள் உறுதியாக உள்ளோம், மேலும் நாம் அனைவரும் நமது நாட்டிற்கு சிறந்த எதிர்காலத்தை கட்டியெழுப்ப விரும்புவதால், நமது மக்கள் ஒற்றுமையாக இருக்குமாறு கேட்டுக்கொள்கிறோம். இந்த முக்கியமான தருணத்தில் தேவையான பொருளாதார விளைவுகளை அடைவதற்குத் தேவையான ஸ்திரத்தன்மையை உறுதிப்படுத்துவதற்கு அனைத்து அரசியல் தலைவர்களும் மக்களின் குரலுக்கு மதிப்பளித்து தீர்க்கமான மற்றும் விரைவான முறையில் செயல்பட வேண்டும் என்று நாங்கள் அன்புடன் கேட்டுக்கொள்கிறோம்.",
        "ComBank இப்போது சிங்களம், தமிழ் மற்றும் ஆங்கிலத்தில் WhatsApp மற்றும் Viber வங்கி சேவைகளை வழங்குகிறது",
        "ஃபிட்ச் ஆக சேமிக்கப்பட்ட படம், தொழில்துறை சிறப்பு விருதுகள் 2022 இல் தங்கத்தில் பிரகாசித்த சாஸ் பி ஹேலி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}