{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Prime-Group-initiates-legal-action-against-malicious-social-media-post/34-734153",
  "time_ut": 1651257420,
  "title": "Prime Group initiates legal action against malicious social media post",
  "body_lines": [
    "Prime Group has initiated legal action against those who originated and circulated a malicious statement containing a false message on Social Media and WhatsApp groups in a bid to wilfully discredit and bring disrepute to the Prime Group of Companies and its Board of Directors.",
    "Prime said as the market leader in the Real Estate Industry, we stand firm in leading by good example.",
    "“As a reputed organisation for its credibility, we are bound by our ethos in creating an environment that promotes our stakeholders to be secured with the utmost confidence in the Real Estate Industry and its people. We believe that anyone should be thoughtful in sounding their voice and avoid discrediting any entity for personal gain,” Prime said in a statement.",
    "“We reiterate that the Prime Group is managed with the highest level of corporate governance and consistently maintains a very strong financial position. This is reaffirmed by the latest rating upgrade assigned to the Prime Group by the Independent Rating Agency ICRA Lanka Ltd. (Subsidiary of Moody’s Investors Service) from SL [A-] to SL [A] stable in April 2022. All our stakeholders consider this rating as one of the greatest achievements under the prevailing circumstances,” Prime said.",
    "“As a responsible corporate citizen, Prime Group with an unblemished record of over 26 years is now financially stronger than ever before and remains committed to serve our valuable customers in creating a better place on earth,” the statement added."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රයිම් සමූහය අනිෂ්ට සමාජ මාධ්‍ය පළ කිරීම්වලට එරෙහිව නීතිමය ක්‍රියාමාර්ග අරඹයි",
      "body_lines": [
        "ප්‍රයිම් සමූහ ව්‍යාපාරය සහ එහි අධ්‍යක්ෂ මණ්ඩලය හිතාමතා අපකීර්තියට පත්කිරීමේ සහ අපකීර්තියට පත්කිරීමේ අරමුණින් සමාජ මාධ්‍ය සහ වට්ස්ඇප් කණ්ඩායම්වල අසත්‍ය පණිවිඩයක් ඇතුළත් ද්වේශසහගත ප්‍රකාශයක් ආරම්භ කර බෙදා හරින අයට එරෙහිව ප්‍රයිම් සමූහය නීතිමය පියවර ගෙන ඇත.",
        "ප්‍රයිම් පැවසුවේ නිශ්චල දේපල කර්මාන්තයේ වෙළඳපල ප්‍රමුඛයා ලෙස, අපි හොඳ ආදර්ශයක් ලබා දෙමින් ප්‍රමුඛව ස්ථිරව සිටිමු.",
        "එහි විශ්වසනීයත්වය සඳහා කීර්තිමත් සංවිධානයක් ලෙස, අපගේ පාර්ශවකරුවන්ට නිශ්චල දේපල කර්මාන්තය සහ එහි ජනතාව කෙරෙහි උපරිම විශ්වාසයක් ඇතිව සුරක්ෂිතව සිටීමට හැකි පරිසරයක් නිර්මාණය කිරීමේදී අපගේ ආචාර ධර්මවලට අපි බැඳී සිටිමු. ඕනෑම අයෙකු තම හඬ අවදි කිරීමේදී කල්පනාකාරී විය යුතු අතර පුද්ගලික වාසි තකා කිසියම් ආයතනයක් අපකීර්තියට පත් කිරීමෙන් වැළකී සිටිය යුතු බව අපි විශ්වාස කරමු,” ප්‍රයිම් නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "ප්‍රයිම් සමූහය ඉහළම මට්ටමේ ආයතනික පාලනයකින් කළමනාකරණය වන අතර ඉතා ශක්තිමත් මූල්‍ය තත්ත්වයක් නිරන්තරයෙන් පවත්වාගෙන යන බව අපි නැවත අවධාරණය කරමු. 2022 අප්‍රේල් මාසයේදී SL [A-] සිට SL [A] දක්වා ස්වාධීන ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය ICRA Lanka Ltd. (Moody's Investors Service හි අනුබද්ධිත ආයතනය) විසින් Prime Group වෙත පවරන ලද නවතම ශ්‍රේණිගත කිරීම් වැඩිදියුණු කිරීම මගින් මෙය නැවත තහවුරු වේ. අපගේ සියලුම පාර්ශවකරුවන් මෙය සලකා බලයි. පවතින තත්ත්වයන් යටතේ විශිෂ්ටතම ජයග්‍රහණවලින් එකක් ලෙස ශ්‍රේණිගත කිරීම,” ප්‍රයිම් පැවසීය.",
        "\"වගකීම් සහිත ආයතනික පුරවැසියෙකු ලෙස වසර 26 කට වැඩි නොකැළැල් වාර්තාවක් සහිත Prime Group දැන් වෙන කවරදාටත් වඩා මූල්‍යමය වශයෙන් ශක්තිමත් වී ඇති අතර පෘථිවියේ වඩා හොඳ ස්ථානයක් නිර්මාණය කිරීම සඳහා අපගේ වටිනා ගනුදෙනුකරුවන්ට සේවය කිරීමට කැපවී සිටී,\" එම නිවේදනයේ වැඩිදුරටත් සඳහන් වේ."
      ]
    },
    "ta": {
      "title": "பிரைம் குரூப் தீங்கிழைக்கும் சமூக ஊடக இடுகைகளுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கிறது",
      "body_lines": [
        "பிரைம் குரூப் நிறுவனங்களுக்கும் அதன் இயக்குநர்கள் குழுவிற்கும் வேண்டுமென்றே அவப்பெயரை ஏற்படுத்தும் வகையில் சமூக ஊடகங்கள் மற்றும் வாட்ஸ்அப் குழுக்களில் தவறான செய்தியைக் கொண்ட ஒரு தீங்கிழைக்கும் அறிக்கையை உருவாக்கி பரப்பியவர்களுக்கு எதிராக பிரைம் குரூப் சட்ட நடவடிக்கை எடுத்துள்ளது.",
        "ரியல் எஸ்டேட் துறையில் சந்தையில் முன்னணியில் உள்ளதால், நாங்கள் சிறந்த முன்மாதிரியாக முன்னணியில் இருப்பதில் உறுதியாக இருக்கிறோம் என்று பிரைம் கூறினார்.",
        "\"அதன் நம்பகத்தன்மைக்கு ஒரு புகழ்பெற்ற அமைப்பாக, ரியல் எஸ்டேட் தொழில் மற்றும் அதன் மக்கள் மீது மிகுந்த நம்பிக்கையுடன் எங்கள் பங்குதாரர்கள் பாதுகாக்கப்படுவதை ஊக்குவிக்கும் சூழலை உருவாக்குவதில் எங்கள் நெறிமுறைகளுக்கு நாங்கள் கட்டுப்பட்டுள்ளோம். எவரும் தங்கள் குரலை ஒலிப்பதில் கவனமாக இருக்க வேண்டும் மற்றும் தனிப்பட்ட லாபத்திற்காக எந்தவொரு நிறுவனத்தையும் இழிவுபடுத்துவதைத் தவிர்க்க வேண்டும் என்று நாங்கள் நம்புகிறோம், ”என்று பிரைம் ஒரு அறிக்கையில் கூறினார்.",
        "“பிரதம குழுவானது மிக உயர்ந்த அளவிலான பெருநிறுவன நிர்வாகத்துடன் நிர்வகிக்கப்படுகிறது மற்றும் மிகவும் வலுவான நிதி நிலையை தொடர்ந்து பராமரிக்கிறது என்பதை நாங்கள் மீண்டும் வலியுறுத்துகிறோம். 2022 ஏப்ரலில் SL [A-] இலிருந்து SL [A] க்கு நிலையான தரப்படுத்தல் நிறுவனமான ICRA Lanka Ltd. (மூடிஸ் முதலீட்டாளர்கள் சேவையின் துணை நிறுவனம்) பிரைம் குழுமத்திற்கு வழங்கப்பட்ட சமீபத்திய மதிப்பீடு மேம்படுத்தல் மூலம் இது மீண்டும் உறுதிப்படுத்தப்பட்டுள்ளது. இதை எங்கள் பங்குதாரர்கள் அனைவரும் கருதுகின்றனர். தற்போதைய சூழ்நிலையில் மிகப்பெரிய சாதனைகளில் ஒன்றாக மதிப்பிடப்பட்டது,” என்று பிரைம் கூறினார்.",
        "\"ஒரு பொறுப்பான கார்ப்பரேட் குடிமகனாக, 26 ஆண்டுகளுக்கும் மேலாக கறைபடாத சாதனையுடன் கூடிய பிரைம் குரூப் முன்பை விட இப்போது நிதி ரீதியாக வலுவாக உள்ளது மற்றும் பூமியில் ஒரு சிறந்த இடத்தை உருவாக்குவதில் எங்கள் மதிப்புமிக்க வாடிக்கையாளர்களுக்கு சேவை செய்ய அர்ப்பணிப்புடன் உள்ளது\" என்று அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது."
      ]
    }
  }
}