{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hambantota-port-wins-big-at-global-port-forum-awards-2021/",
  "time_ut": 1648647960,
  "title": "Hambantota Port wins big at Global Port Forum Awards 2021",
  "body_lines": [
    "The Hambantota International Port was named “Multi-Purpose Port /Terminal of The Year 2021 & Port Infrastructure Development of the Year 2021,” at the recently concluded Global Port Forum (GPF) awards earlier this week.",
    "The Awards ceremony, held at the Shangri-La, Dubai, brought together organisations and professionals from across the world’s Ports & Terminals industry, to a gala event, where the highest contributors of 2021 were recognised.",
    "HIP won two of the most coveted awards, ‘Multi-Purpose Port / Terminal of The Year 2021’ and ‘Port Infrastructure Development of the Year 2021,’ after a stringent process conducted by the forum to select the most deserving in each of the categories.  Global Ports Customers and Senior Port Experts from the Global Ports Council made up the prestigious panel of judges who were involved in the shortlisting and selection process.",
    "Tissa Wickramasinghe, COO of HIPG who received the award on behalf of the port said that winning 2 key awards at such a prestigious forum speaks of the commitment and dedication of the HIP team, and validates the services offered by the port to its customers. “Being recognised as the Multipurpose Port/Terminal of the year is an important milestone achieved by the Hambantota International Port, as we are not only well positioned on the maritime map, but have partnered with one of the best port operators in the world, CMPort.   The synergies that come from these two, coupled with the dedication of our expert team, bring immense value addition to the global logistics market.  Development work in all port sectors from port services, marine services, energy hub, Port Industrial Park and Integrated logistics are in various stages of development and completion, and as we look at the readjustments in the supply chains after pandemic lockdowns on the east-west routes, this multipurpose port presents a new and dynamic option for investors and customers alike.”",
    "The Global Ports Forum Awards established with the goal of furthering interests of ports through collaboration amongst members of the international port ecosystem has as its primary objective, to recognise and award the most valuable contributions made to the industry.  Being held in Dubai, which is the centre of Global Maritime activities and the hub of major trade routes, is another hallmark of the GPF Awards.",
    "Kia wins European Car of the Year, 2 Red Dot Design awards + 8 Travel Safety awards",
    "CSE trading halts twice for second consecutive day; ASPI down 5.27 per cent",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}