{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/18/implement-audit-recommendations-on-sugarscam-says-human-rights-commission/",
  "time_ut": 1650269160,
  "title": "Implement Audit recommendations on #SugarScam; says Human Rights Commission",
  "body_lines": [
    "COLOMBO (News 1st); The Human Rights Commission of Sri Lanka on Monday (18) has requested the government to implement the recommendations made by the Auditor General with regard to the special investigation on the Sugar Tax Scam.",
    "Chairman of the HRCSL Retired Supreme Court Judge Rohini Marasinghe in a statement to News 1st said that the unreasonable and arbitrary use of state power can violate the rights of Sri Lankan Citizens, and therefore the recommendations need to be implemented.",
    "The National Audit Office, in a recent report, has recommended that the government immediately recover the revenue due to the state, lost by slashing taxes imposed on imported Sugar.",
    "The report recommends monies be recovered from importers who made huge profits as a result of the tax cut.",
    "Dubbed the infamous ‘Sugar Scam’ in Sri Lanka, it was alleged that it did not benefit consumers but massively benefited the importers gain unconscionable profits.",
    "The recommendation was made after the National Audit Office conducted a ‘special audit’ to determine why the tax reduction did not benefit consumers.",
    "The National Audit Office investigated the reduction of the special commodity levy imposed on imported sugar from Rs. 50/- per kilogram to Rs. 0.25/- per kilogram, a move that was supposed to benefit consumers already struggling with a Covid-induced economic downturn.",
    "On 13th October 2020, the tax for sugar imports was brought down from Rs. 50 to 25 cents (per kg), as per a directive by the Government.",
    "The special audit revealed that within four months of reducing the tax (14th October 2020 to 8th February 2021) the government was deprived of tax revenue of a whopping Rs. 16.763 Billion.",
    "It was also reported that during the same period some of the stock had also been dumped on state-run Lanka Sathosa above the cleared price, resulting in a loss of Rs. 102 Million for Sathosa.",
    "The audit investigation pointed out that one of the main sugar importers to Sri Lanka, Pyramid Wilmar, recorded a massive profit of some 1,222%.",
    "It highlighted that the tax reduction did not meet the government’s desire to provide relief to the people, but it greatly benefited the imported and traders.",
    "News 1st broke this story in 2021, and then repeatedly highlighted the discrepancies of the tax reduction vis-a-vis it’s impact on ordinary consumers at a time Sri Lankans were grappling with the rising cost of living.",
    "‘Ideal opportunity to introduce a system change’; President tells new Cabinet"
  ]
}