{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/US-announces-6-million-in-emergency-assistance-to-SL/342-239192",
  "time_ut": 1655402220,
  "title": "US announces $6 million in emergency assistance to SL",
  "body_lines": [
    "The United States announced today that it will provide US$6 million in emergency assistance to address the needs of marginalized and vulnerable communities impacted by Sri Lanka’s economic crisis.",
    "The US embassy in Colombo said that this new funding will also provide technical assistance to the Government of Sri Lanka as it implements economic and financial reform measures to stabilize the economy, in line with an anticipated International Monetary Fund (IMF) package.",
    "“The US is committed to supporting the Sri Lankan people as they face today’s economic and political challenges,” said Julie Chung, the US envoy to Sri Lanka. “As a longstanding development partner, we will continue to champion efforts that promote sustainable economic growth and good governance.”",
    "This emergency funding through the US government’s development arm, the US Agency for International Development (USAID), responds to emerging or unforeseen complex crises overseas. Part of this funding will go to USAID’s social cohesion and reconciliation project (SCORE) to support small-scale agricultural productivity and microenterprises in communities that traditionally experience high poverty rates and are especially impacted by the crisis. This funding will also support public sector efficiency and resource management through USAID’s project to accelerate results in trade, national expenditure, and revenue (PARTNER).",
    "The US$6 million in new assistance is part of a much larger package of foreign assistance from the American people to meet the current need.  That support is part of a shared history that has seen the United States provide over US$2 billion in economic and humanitarian support since 1956."
  ]
}