{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/16/air-force-excellence-awards-recognizes-the-best-of-the-best/",
  "time_ut": 1647397200,
  "title": "Air Force Excellence Awards recognizes the Best of the Best",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lanka Air Force Excellence Awards 2021 was held at the Eagles’ Lagoon View Banquet Hall, Katunayake on 14th March 2022, under the patronage of the Commander of the Air Force, Air Marshal Sudarshana Pathirana.",
    "Outstanding performances of the Airmen and Airwomen within the Air Force were recognized and appreciated in order to motivate them to strive for continued excellence through dedication.",
    "The Commander of the Air Force stated that the value added to the SLAF by all the individuals who were felicitated during the ceremony and further emphasized that this would serve to motivate all Airmen and Airwomen to strive for excellence in the years to come.",
    "Based on criteria established by respective directorates, finalists were nominated for consideration by a rigorous selection process of a special selection board appointed by the Commander to be honoured as outstanding performers in each trade and for their contribution to the development of the SLAF during the year 2021.",
    "Accordingly, the candidates who obtain the highest points from the selection process are awarded the “Most Outstanding Airman and Airwoman” trophies.",
    "This year, Master Warrant Officer EMGI Dayapema (Air Frame Fitter Special) from the Aircraft Overhaul Wing at SLAF Base Katunayake and Corporal Wickramasinghe SCSMK (Operation Ground I) from No 23 Regiment Wing SLAF Base Vavuniya were named as the Most Outstanding Airman and Airwoman for the Year 2021.",
    "The team from the Electronics and Telecommunication Engineering Wing at SLAF Base Rathmalana won the “Best Research Team” award this year having obtained the highest points during the selection process. The team won this award for the research on producing an interface system for remote operation of existing VHF/UHF, FM/AM transceivers in SLAF.",
    "The award for the Best Quality Control Circle (QCC) was won by the QCC titled “Centurion” – aimed at improving of productivity and quality in software development process and work life balance of service personnel in Information Technology Wing at SLAF Base Rathmalana.",
    "This year the award for the Best Environment Management Project for the year 2021 was secured by Sri Lanka Air Force Base Katunayake.",
    "The Chief of Staff, Members of the Air Force Board of Management, Senior Officers of the SLAF, Officers, Command Master Warrant Officer, Other Ranks and family members of the award winners participated for the event. The event was conducted with adherence to health guidelines which have been put in place for the prevention of COVID-19.",
    "Brent, U.S. crude below $100 for the first time since late Feb"
  ]
}