{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Constitutional-Reform-for-System-Change/277-237059",
  "time_ut": 1652639700,
  "title": "Constitutional Reform for  ‘System Change’",
  "body_lines": [
    "A peaceful democratic ‘revolution’ is sweeping across Sri Lanka. It is a revolution from below, from the people. It has activated large segments of Sri Lankan people to shed the habits of passive citizenship and transform themselves into active citizens. Sri Lankan citizens have now claimed an assertive role in the democratic process, resisting an authoritarian government, demanding the resignation of governments and its heads, arguing for revamping of parliamentary democracy, and asserting popular sovereignty.",
    "The protesting young citizens at Gogotagama have also appropriated a cliché that President Gotabaya Rajapaksa introduced as part of his presidential vocabulary – ‘system change.’ They have given this phrase a radical twist proposing a system change of a different kind: a change in the existing system of government, the nature and styles of conducting the affairs of government, and the political culture in which that system is embedded.",
    "\"The constitutional proposals unveiled by SJB, the main parliamentary opposition party/front, seeks to shape the directions of public discussion towards immediate constitutional reforms\"",
    "The meaning of this phrase can, and should, also be extended to include social and economic transformation.",
    "The participation in the ‘struggle’ of trade unions, workers, peasants,  the urban and rural poor, as well as the middle, or intermediate, classes who have experienced a rapid fall into poverty in recent months clearly suggest that a policy shift from neo-liberal capitalism should also be in the vision for system change in Sri Lanka. Changes in the socio-economic system that sustains injustices and inequalities has been a long-standing social demand in Sri Lanka. Reforming the ‘system’ in order to ensure justice and equality to the ethnic and religious minorities should also be on the agenda for ‘system change’ in contemporary Sri Lanka.",
    "That is the only way to transform that empty cliché into a meaningful idea for change at a time when the citizens have come forward, asserting their right to define politics on their terms.",
    "Meanwhile, Sri Lanka’s on-going political crisis has generated a new interest in constitutional reforms. There has been consensus emerging among opposition political parties and civil society groups that some measure of ‘system change’ in the country’s constitutional order is a prerequisite for resolving the present political crisis, which erupted with the protest movement. Constitutional reforms are seen as necessary to remove one of the contributory factors to Sri Lanka’s present crisis – the system of autocratic-authoritarian government established through the 20th Amendment to Sri Lanka’s present constitution.",
    "It is in this context that two proposals, one by the Samagi Jana Balavegaya (SJB) and the other by Bar Association of Sri Lanka (BASL), deserve attention.",
    "Among the BASL proposals are some specific ideas for reforming Sri Lanka’s constitutional order, the system of government, and forming of an “interim Government.” The ideas for the interim government are innovative and they generated positive attention and responses by different sections of the citizens. The fact that these proposals have been drafted by an independent and non-party professional body of citizens has given them added credibility.",
    "The constitutional proposals unveiled by SJB, the main parliamentary opposition party/front, seeks to shape the directions of public discussion towards immediate constitutional reforms.  The ending of Sri Lanka’s notorious executive presidential system is its key objective. It also proposes a fully-fledged parliamentary government without a second chamber.",
    "The SJB and BASL proposals also  make some effort to accommodate the demands for re-democratization that the on-going citizens’ protest movement has advanced. Yet, they do not adequately reflect the vision for political re-construction envisaged by the citizens. They can in fact be updated with fresh reform insights from the protest movement. One key insight coming from many citizens’ movements in Sri Lanka for decades is that any constitutional reform initiative should be viewed as a comprehensive state reform project as well. Thus, the abolition of the 20th Amendment should be viewed as the beginning of a broader process of state reform through constitutional re-designing.",
    "Some of the key reform ideas coming from the protesting citizens require a new approach to constitution-making and political reforms. This essay highlights two such fresh ideas for constitutional reform.",
    "The first point that needs serious consideration is the participation of citizens in the constitution-making process to ensure that citizens make a direct contribution to develop concepts for a new constitution and a new political order. Such popular participation will in turn enable citizens to feel that they have ownership in the constitution, its content and the value framework it embodies. Ensuring citizen participation in the process of generating ideas for change will certainly be an exercise in deep-democratizing the task of constitution-making.",
    "However, Sri Lanka’s tradition of making and reforming constitutions since independence has been one of extreme elitism that has excluded, except in 2015, the people as a source of ideas for constitutional reform. The time has come for Sri Lanka to re-think and give up this elitist tradition of constitution-making.",
    "The citizens’ protest movement  has not only produced new political energy for bringing democracy back to the people. It has also advanced slogans and demands for a new political culture and new norms and practices of democratic government. They highlight strong accountability, citizens’ participation in government and decision-making, greater openness and transparency in the exercise of political power, and inclusion of the people in governance to ensure that representatives actually represent citizens’ interests.",
    "These demands need to be seen as signifying new democratic desires that have developed among the people of Sri Lanka while watching how their parliamentary democracy has been abused and corrupted by all sides of the dominant political class.",
    "The democratic will that has been formed among our citizens and being expressed in the current struggle presupposes a direct role for the citizens in politics, in the exercise of political power, and in exercising checks on power from being exercised by the political elites in arbitrary, tyrannical and self-serving manner.",
    "In other words, a popular strand of democratic political thought, fusing both liberal-democratic and republican democratic commitments, has slowly evolved in Sri Lanka over the years and it is now in the open for all of us to feel and see. If we are to give a conceptual identity to this popular democratic thought, it is ‘civic democracy’, that is ‘citizen-democracy’.",
    "‘Civic democracy’ that gives greater value to popular sovereignty and direct citizen participation is actually a republican, rather than liberal, conception.  That is why it calls for some theoretical flexibility for it to be accommodated in liberal constitutionalism. That is also why Sri Lanka’s present political moment is both democratic and republican in a normative sense.",
    "A new constitution will also have to embody the concerns being expressed in the citizens’ protest movement through a participatory process of direct consultations with the citizen groups. Sri Lankan citizens at the present moment constitute a citizenry with a sharpened political awareness, critical judgement and democratic consciousness.",
    "In fact, what we have now is Sri Lanka’s best democratic moment. Sri Lanka’s  professional communities specializing in constitutional drafting should not miss this great opportunity for producing a Third Republican Constitution for Sri Lanka.",
    "The second point is about creating constitutional and institutional arrangements to make elected politicians at every level accountable to their electors and the terms of the ‘contract’ between the rulers and the ruled are truly honoured. Introducing provisions to recall the elected representatives is a demand that is fast gaining ground among the citizens.",
    "Sri Lankan citizens are quite aware of, and also fatigued about, the continuing decay of the institutions and practices of representative electoral democracy. Elite capture, corruption, malpractices and abuse of the electoral process by the media, political parties and governments are prime reasons for the loss of public trust in the quality of our representative democracy. What is needed in Sri Lanka is the renewal of representative democracy by means of restoring citizens’ faith in the quality, integrity and efficacy of representative democracy. Constitutionalizing the idea of the voters’ ‘Right to Recall’ is one remedy that is worth experimenting in Sri Lanka.",
    "Such a creative fusion of one principle of direct democracy with representative democracy should also be viewed as an exercise in re-conceptualizing the task of reforming the present electoral system as a whole, rather than mere electoral reforms of technical nature. Any changes in the electoral system should be viewed from a broader perspective of re-democratizing Sri Lanka’s representative democracy.",
    "\"A new constitution will also have to embody the concerns being expressed in the citizens’ protest movement through a participatory process of direct consultations with the citizen groups\"",
    "Citizens’ constitutionally guaranteed right to recall is a mechanism that the people --the ultimate holders of sovereignty of the political community – can enforce democratic discipline, culture as well as accountability on their delinquent, errant representatives.",
    "In a corrupt parliamentary culture, as we have in our country, MPs are expected to be accountable only to their party bosses, financiers, family members, ruling party’s money-bags, and not to their sovereign electors.",
    "In future constitutional designing, establishing a Constitutional Court as the tribunal to settle disputes arising from the recall process can be considered. The Constitutional Court can also be entrusted with jurisdiction over grievance complaints by citizens arising from actions or inactions by the judges of superior courts and members of the Attorney General’s department, without citizen’s facing contempt proceedings. Ensuring Accountability of these two institutions has become a major democratic concern among the citizens of Sri Lanka.",
    "President Gotabaya Rajapaksa quite often used to stress the importance of  ‘thinking out of the box’ -- another of his cliches-- to drive home the fact that a ‘system change’ required fresh and unorthodox thinking. Sri Lanka’s re-democratization against a backdrop of decades of autocratic authoritarianism, indeed calls for enriching of the constitutional thinking among the elites from the fresh insights from below, from various citizens’ movements. In the field of Sri Lanka’s constitutional thought, time has come not just to ‘think’, but ‘jump’ out of the box. It is gratifying to note that that process has actually begun in Sri Lanka."
  ]
}