{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-supply-50-pct-of-fuel-demand-pm-95746/",
  "time_ut": 1655221680,
  "title": "Sri Lanka to supply 50-pct of fuel demand : PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will provide about 50 percent of the fuel demand in the next few weeks but giving priority for electricity and transport, and credit line with India is expected to supply fuel for another four months, Prime Minister Ranil Wickremesinghe said.",
    "“The curent stocks can be used for 7 days,” Prime Minister Wickremesinghe said in a video statement.",
    "“On the 16th a ship with 40,000 metric tonnes is coming. There are two ships, a petrol and diesel ship to come till the end of the month. For the next month we are taking action to get two more ships.”",
    "He said attempts were being made to speed up a credit line with India.",
    "“When we sign the Indian credit line we can get fuel for four months,” Wickremesinghe said.  “All these will be given at 50 percent basis.",
    "“From India we expect to sign a 500 million agreement for oil quickly. Our ambassador is going to India quickly to finish these matters.”",
    "Sri Lanka is experiencing severe forex shortages from operating a soft-peg (targeting an exchange rate and simultaneously printing money to keep rates down or sterilize reserve sales).",
    "“When we try to get fuel, we have to find dollars, there was no rupees at the Gank of Ceylon,” Wickremesinghe said.",
    "“So I went to cabinet I got permission to print money, to give petrol. That is the situation with the economy. This is an example.”",
    "Sri Lanka’s banks are facing liquidity shortages maturity mis-matches with the central bank injecting overnight rupees after intervening in forex markets to give dollars for imports or debt repayment.",
    "The continued printing of money allow banks to give more credit without raising real deposits triggering forex shortages. Most private banks are also running overnight shorts re-financed by the central bank now.",
    "Only a few foreign banks are not contributing to the forex crisis, analysts say.",
    "The central bank is also borrowing money from India and getting deeper into debt. (Colombo/June14/2022)"
  ]
}