{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Pro-Rajapaksa-supporters-attack-peaceful-Galle-Face-Green-Sponsored-violence-ensures-black-day-for-protesters/277-236651",
  "time_ut": 1652121300,
  "title": "Pro-Rajapaksa supporters  attack peaceful Galle Face Green   Sponsored violence  ensures black day for protesters",
  "body_lines": [
    "The darkest day in the political history of Sri Lanka unfolds",
    "A newly set up tent to collect signatures for a petition torched by pro-Rajapaksa supporters",
    "Yesterday (May 9) marked a month since the Galle Face Green transformed into a mass protest site. However, it took only a matter of hours for pro-Rajapaksa supporters to not only destroy tents that were put up in front of Temple Trees and Galle Face Green while assaulting peaceful protesters. When the word went round that Prime Minister Mahinda Rajapaksa was preparing to tender his resignation, many local government politicians and provincial councillors arranged bus loads of people to be present near Temple Trees on May 9. A demonstration that appeared to be peaceful in nature took a violent turn when pro-Rajapaksa supporters moved towards ‘MainaGoGama’ in front of Temple Trees where they burned down tents and assaulted peaceful protesters before heading towards the ‘GotaGoGama’. The destruction is irreversible as many tents had been burned down. At the time of writing as many as 154 people had suffered injuries following the attacks on peaceful protesters at the Galle Face Green. Minutes after the incidents unfolded, President Gotabaya Rajapaksa issued a statement condemning violent acts while Prime Minister Rajapaksa officially tendered his resignation in an undated letter.",
    "Eyewitness accounts reveal that the pro-Mahinda supporters were armed with weapons. “It was around 1.00 pm when a group of around 200-300 people came with knives and swords and started destroying the tents,” said Akesh Piusanka. “They started coming from Temple Trees and when they were approaching the police released high pressure water. They reached the S.W.R.D Bandaranaike statue and started destroying the tents. Every one of them was armed with iron bars. They destroyed the St. John’s tent.  The Police then fired tear gas and they backed off. One of our team members has been stabbed. The Police took their own time to throw water,” said Piusanka.",
    "Fr. Jeewantha Pieris had been at the protest site since its inception. He addressed meetings and was very much involved in the struggle. “Today (May 9) marks one month since the protest commenced at Galle Face Green. There were tensions since 9.00am, but there weren’t many people here. Around noon a group of people came to Galle Face from Temple Trees and the Police either knowingly or unknowingly couldn’t control them. They behaved like thugs and assaulted the protesters mercilessly. For a month people carried out a peaceful protest in a rather creative manner.  It was after they attacked that the Police threw tear gas. Hundreds of thugs gathered here and mercilessly repressed this non-violent protest. It continued for more than two hours and the people were backing off. They continuously attacked the non-violent protesters. We condemn this brutal act of violence. This is state terrorism. We urged the Police and the Army to do something, but they didn’t do anything. They allowed these thugs to come in and attack peaceful protesters,” said Fr. Pieris.",
    "“Saddest day in the political history of Sri Lanka,”: BASL Members",
    "Addressing the crowd in its aftermath, members of the Bar Association of Sri Lanka (BASL) pledged that they would stand by and protect the people who are burdened by the oppressive regime. “The Bar Association will join hands with the public and take this mission forward. Neither Gotabaya or Mahinda Rajapaksa or their henchmen can lay their hands on people. We saw how they suppressed journalists. They have to bear the curse of killing Lasantha Wickrematunge, abducting Ekneligoda and other journalists. This is the saddest day in the political history of Sri Lanka. When democracy ends, anarchy begins. Absolute power corrupts absolutely,” members of the BASL said.",
    "Commenting on the burning issue Ven. Balangoda Kassapa Thera said that they had initially paid tribute to the Jayasri Maha Bodhi. “The first few tents are those of the clergy and these people who claim to be Sinhala Buddhists attacked these tents first. People who claim that their first, second and third priority is their homeland seem to be attacking the non-violent clergy. They will face the Ditta Dhamma Vedaniya Karma. The tent that was put up to collect signatures cost around Rs. 70,000,000. They burned the books and the art gallery which was across the street. None of us was armed. We questioned the Police as to why they didn’t respond initially. But they started firing tear gas after the pro-Rajapaksa supporters started destroying most of the tents. We like to remind the rulers that people are becoming stronger together and that we will rise from the ashes,” said Kassapa Thera.",
    "“People who claim to be Sinhala Buddhist attacked tents of the clergy first,”: Ven. Kassapa Thera",
    "“There were pro-Mahinda Rajapaksa and pro-government supporters who came with iron and metal rods and went about destroying and ransacking this peaceful protest site,” opined lawyer and human rights activist Aritha Wickramasinghe. “They were assaulting peaceful protesters. Some of them were very violent and it was like an attempted murder. The Police allowed the pro-government terrorists and thugs to enter this peaceful protest site and damage property and damage people’s lives. This is an act of war declared by the government against the citizens of Sri Lanka. Citizens will have to prepare to defend themselves against this act of war. We will do that peacefully and we will ensure that the crime that has been committed against us will not go unanswered. We will hold them accountable and seek justice to what happened,” said Wickramasinghe.",
    "“This generation is more intelligent and they understand how to fight,”: De Visser",
    "“This is an act of desperation,” opined Centenary Movement Director Prashan De Visser. “They are cowards. They tried to provoke the people and see if they would lose their calm. But this generation is more intelligent and they understand how to fight. Even now when they were hitting they were not hitting back. We were worried that the momentum would die down after 30 days, but today we have more people now than what we had during the entire weekend. This place now became the place to be once again, thanks to the government. The President, Prime Minister and the government represent a cancer. As the youth they are in the right side of history and they are going to get this country back,” said De Visser.",
    "In response to the attack on peaceful protesters at the Galle Face Green, the Government Medical Officers Association (GMOA) has declared an island wide strike till 8.00am on May 10 (today). While condemning the act of violence fuelled by the state the GMOA further announced that emergency services would operate as usual.",
    "“Trade unions in various sectors including postal, ports, teachers etc have decided to launch an indefinite strike until the perpetrators behind the violent attacks are punished,” opined Joint Trade Union Action Group Convener Ravi Kumudesh. “Just because around 4000 people were bribed the Rajapaksas cannot silence peaceful protesters. This is a cowardly decision taken by someone of his calibre who has long years of experience in politics. We will continue the protests until Gotabaya Rajapaksa steps down as well,” said Kumudesh.",
    "Issuing a statement, Direction Sri Lanka, a body comprising of Independent Professionals, said that this is undoubtedly one of the saddest days in the country where supporters of the Prime Minister attacked the people. “This alone underscores that the President, Prime Minister and his Government are incapable of governing this country any longer. They have lost the confidence of the people and lost their legitimacy to govern. They have now begun governing by the use of force. This is a despicable attempt to cling to power,” a statement by Direction Sri Lanka said.",
    "“We unreservedly and vehemently condemn the Prime Minister who is the primary cause for these unforgivable actions and the President and his government who are incapable of controlling their supporters and maintaining law and order in the centre of the capital of the country,” the statement further read.",
    "Several attempts to contact former Public Security minister Prasanna Ranathunga and Police Spokesman S.S.P Nihal Thalduwa proved futile."
  ]
}