{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Dinesh-Kumara-excels-with-Niwadu-Deals-and-HealthX-transformational-startups/34-732715",
  "time_ut": 1648497960,
  "title": "Dinesh Kumara excels with Niwadu Deals and HealthX transformational startups",
  "body_lines": [
    "From being a corporate executive to a notable young entrepreneur in the Sri Lankan start-up ecosystem, Dinesh Kumara, has made a significant contribution via his two start-ups Niwadu Deals and HealthX.",
    "As a new-age entrepreneur seeking to make an impact, Kumara has defied the status-quo, disrupted the way things were done, and used technology as an accelerator to achieve his vision.",
    "Throughout the past 12 years, he identified lots of opportunities in the space of marketing and the need for digitally transformed business models in Sri Lanka. As a result, he bootstrapped his first venture, InspireX, a digital creative agency that ideates and executes ground-breaking",
    "Gradually, he identified opportunities and expanded to his other two start-ups Niwadu Deals and HealthX.",
    "His innovative thinking and out-of-the-box business models alongside his passionate team fueled the growth exponentially.",
    "Niwadu Deals is an online portal that connects local travelers and hotels, specifically offering hotel deals at attractive rates where the hotels can maintain their occupancy rate during the off-season as well whilst the local travelers can enjoy a luxury hotel stay at an affordable rate.",
    "Driven by his entrepreneurial spirit, despite the global pandemic that badly affected the travel industry, Kumara went ahead and ideated HealthX during the first lockdown.",
    "HealthX is a health and wellness location-based super app that is the first of its kind in Sri Lanka that connects users with nearest General Practitioners and other healthcare providers.",
    "Despite all negativity and set back laid by COVID, Kumara saw the opportunity and the market gap in getting sophisticated medical services during the lockdown.",
    "As of now, after a year of launch HealthX has reached a groundbreaking milestone by being valued at Rs. 700 million by KPMG. This has been achieved with the future market potential based on the size of the market and the strength of its unique technology.",
    "Expressing his views, Kumara stated: ‘’I started my entrepreneurial journey with no capital, with a big dream of having a positive impact on society. If you are passionate, determined, and believe in your “big idea,” it will propel you forward with continued persistence, determination, and a positive attitude.”",
    "To all the budding entrepreneurs, Kumara advises not to get discouraged in turbulent times, instead focus on what could be done to transform yourself and society as this land is filled with opportunities to explore and conquer."
  ]
}