{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/President-Sirisena-appeals-to-Putin-to-reconsider-Aeroflot-flight-suspension-to-SL/56-735832",
  "time_ut": 1654553820,
  "title": "President Sirisena appeals  to Putin to reconsider Aeroflot flight suspension to SL",
  "body_lines": [
    "Sends letter to Russian President stating suspension of fight will have devastating impact on local tourism",
    "Requests him to treat matter wholly as a judicial one and not as one involving the State",
    "Says Russia’s assistance critical when country going through worst economic crisis",
    "Former President Maithripala Sirisena has written to Russian President Vladimir Putin to reconsider the decision to suspend Aeroflot flights to Colombo and continue to support Sri Lanka at its darkest moments. In a letter addressed to the Russian President, the former President referred to the recent incident involving an Aeroflot flight which was grounded on an enjoining order by the Colombo Commercial High Court following which the Airline decided to suspend its flights to Colombo.",
    "Sirisena said that the incident has somewhat marred the trust and mutual respect between the two nations and said the decision to suspend flights will be a devastating blow to tourism in Sri Lanka that is only recovering from the Easter attacks and the COVID-19 pandemic.",
    "“Although I am no longer a member of the Government in power, it is my obligation by my people to appeal to you and your Government to treat this issue as a wholly judicial matter and not at all as a decision taken by the State. As it is before the judiciary, I am assured that the Ministry of Justice are assessing all options to work towards a legal and amicable resolution to this unfortunate incident,” Sirisena said.",
    "He said that the country and the people are going through one of the worst economic crises in its post-independence history and need the support from all its trusted friends and the help of Russia as one of Sri Lanka’s oldest and closest friends will be critical.",
    "“I pray that your Excellency and your Government will reconsider the suspension of Aeroflot flights to Sri Lanka in light of this situation and continue to support Sri Lanka you and Russia is always have, even in our darkest moment,” Sirisena added."
  ]
}