{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cabinet-ministers-back-finance-minister-to-seek-imf-support-91653/",
  "time_ut": 1647303360,
  "title": "Sri Lanka cabinet ministers back Finance Minister to seek IMF support",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet of ministers had given Finance Minister Basil Rajapaksa the go ahead to seek International Monetary Fund, a government minister said as the soft-pegged rupee suffers the worst currency crisis in its history.",
    "“Finance Minister told us (at the cabinet meeting) that we will have go to the IMF. What do you say?” Minister Chandrasena told Sri Lanka’s Derana Television in a late night talk show.",
    "Sri Lanka has a Latin America style soft-peg set up by a US money doctor in 1950 which depreciates every time domestic credit picks up and economists using Keynesian dogma try to control interest rates by printing money.",
    "The rupee fell from 203 to around 265 to the US dollar over the past week after the central bank started a float (suspension of convertibility) of the currency to end sterilized interventions.",
    "Analysts have said a surrender rule requiring commercial banks to sell dollars to the central bank for new money, undermines the float and further weakens the currency.",
    "Sri Lanka’s Keynesian economists who favour state spending, fiercely oppose market driven interest rates and push the country into currency depreciation after building large domestic credit imbalances with artificially low interests enforced by money printing (central bank credit).",
    "Many cabinet ministers have publicly supported going for an IMF program, while anti-austerity economists have ideologically opposed the move.",
    "The IMF primarily stabilizes a country by raising rates to reduce domestic credit and also raising taxes to cut the deficit, which also helps moderate interest rates.",
    "Keeping an exchange rate fixed or stable by allowing the short term rates to float is the most simple monetary regime in the world. It was the basic building block of economic stability in most East Asian nations.",
    "The Minister’s comments came as IMF’s Asia Pacific Director Changyong Rhee is visiting Sri Lanka to brief President Gotabaya Rajapaksa about the Washington based lenders’ staff report, the Executive Board’s comments.",
    "The IMF has warned that Sri Lanka’s economy could implode unless money printing was halted."
  ]
}