{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-seeks-investors-to-inject-us2bn-into-central-bank-finance-minister-93367/",
  "time_ut": 1650687060,
  "title": "Sri Lanka seeks investors to inject US$2bn into central bank: Finance Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is seeking investors to pump up to two billion US dollars in investments into the central bank, Finance Minister Ali Sabry said as the country grapples with the worst soft-peg crisis in its history with the monetary authority in net dollar debt.",
    "“There is as difficult period in the next nine months,” Finance Minister Ali Sabry said. “During that time there is a need to bring in investments in US dollars in into Sri Lanka’s central bank.",
    "“We are talking with several countries to get funds as soon as possible. It that effort is successful and in investment of about 1 to 2 billion US dollars comes to the central bank we think, it will help stop the depreciation and stabilize the rupee.”",
    "Sri Lanka’s central bank progressively in dollar debt after running down reserves in the pursuit of output gap targeting from August to December 2019 and a more extreme form of stimulus called printing money for a developmental state cum production economy.",
    "By February the monetary authority was in debt by 3.6 billion US dollars and the agency is in line to make hundreds of billions of rupees in quasi-fiscal losses.",
    "Sri Lanka central bank US$3.6bn in net debt, large quasi-fiscal losses from March",
    "The central bank owes money to the Reserve Bank of India for a 400 million dollar swap, the Bank of Bangladesh, interbank market participants, the International Monetary Fund through an earlier program and also through and Special Drawing Rights allocation in which the holding had been spent.",
    "Sri Lanka has an Argentina style central bank styled after one set up by Raoul Prebisch in 1935 and replicated in several countries by Robert Triffin at the then Latin America unit of the Federal Reserve.",
    "In Asia, intermediate regime central banks set up by Fed money doctor Robert Bloomfield in Korea died along with its currency the Hwan, ousting the First Republic and creating malnutrition.",
    "In the Philippines, another Latin America style central bank set up by John Exter, the creator of Sri Lanka’s central bank had to be capitalized partly due to swap losses.",
    "Several others set up by the Fed, Robert Triffin or Fed money doctors have died and the countries have dollarized.",
    "Analysts have warned that Sri Lanka’s banking system could be badly hurt and the country could become spontaneously dollarized.",
    "However by encouraging dollarization or doing a ‘hard exit’ the negative fallouts could be minimized, analysts say.",
    "Analysts had warned from several year ago, especially after a currency crises was triggered despite politically difficult tax hikes and a fuel price formula in 2018 that the country will head for sovereign default under flexible inflation targeting/output gap targeting.",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "Sri Lanka’s economists passionately support intermediate regimes and have resisted all calls to set up a single anchor hard peg (currency board) or a clean floating rate with no reserves and a low inflation target.",
    "The last Yahapalana regime attempted to bring a law that legalized super discretionary flexible inflation targeting and flexible exchange rate and also indemnify officials.",
    "The current law whatever its faults, commits the Monetary Board to economic and price stability and all actions taken to print money which lead to monetary instability can be potentially questioned  in court. (Colombo/April23/2022)"
  ]
}