{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/measures-in-the-offing-to-control-informal-for-ex-reserve-transfers-out-of-sl/",
  "time_ut": 1651247340,
  "title": "Measures in the offing to control informal for-ex reserve transfers out of SL",
  "body_lines": [
    "The government will issue a special gazette notification to prevent and control informal foreign exchange reserve transfers out of the country, Central Bank Governor Dr. Nandalal Weerasinghe said.",
    "“At present many persons transfer US dollars and other foreign currencies through informal systems, such as the Undial and Hawala methods, which take large quantities of foreign reserves out of the country. With the introduction of a new gazette notification, only through the banks money/funds could be transferred. If one cannot prove the bank details, those imported items would be confiscated by the authorities, the Governor said.",
    "‘The Department of Import and Export Control has been empowered by the Act to issue such gazette notifications to prevent and control such informal money transfers out of the country. This would enable the rupee to stabilize against the dollar, Dr Weerasinghe told a press conference yesterday at the Central Bank auditorium.",
    "Weerasinghe added: ‘Measures include introducing regulations to encourage USD flows currently being transacted in the informal market to be channeled through the formal banking system. In my view, expenditure on imports will decline further to more sustainable levels with this new gazette notification.",
    "‘While external debt restructuring remains a top priority for the Sri Lankan government, domestic debt in the form of government securities and Sri Lanka Development Bonds will not be restructured.",
    "‘IMF negotiations and implementing sustainable economic policy reforms remain the main priorities.",
    "‘IMF action will continue irrespective of the political landscape and all creditors will be treated equally in the debt-restructuring process. The assistance of the private sector is sought to successfully implement measures to stabilize the economy.",
    "‘There is a need to strengthen the social safety net with the rising cost of living. To this end multilateral agencies, such as the World Bank, will be looking to reallocate funds committed to projects, towards assisting vulnerable segments of the population.",
    "‘Encouraging progress had been made towards establishing a macro-fiscal policy framework and initiating structural reforms. A staff-level agreement with the IMF is likely to be reached within the next two months.",
    "‘Additional measures will be implemented in order to address urgent economic concerns.’",
    "Vogue Jewellers wins Innovative Diamond Jeweller of the Year Award in Dubai",
    "Samsung Sri Lanka Online eStore brings all-new exclusive offers to your doorstep",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}