{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-hikes-controlled-prices-of-61-drugs-amid-shortages-and-rupee-fall-93477/",
  "time_ut": 1650891300,
  "title": "Sri Lanka hikes controlled prices of 61 drugs amid shortages and rupee fall",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka’s National Medicine Regulatory Authority (NMRA) on has approved a price hike for 61 medicines as import costs continued to increase due to rapid rupee depreciation.",
    "NMRA Chairman Rasitha Wijewantha said the price hike recommendations were sent to the Ministry of Health on Monday and a final decision will be announced by Minister Channa Jayasumana in the coming days.",
    "“We have an obligation to recommend prices, but it’s the Ministry of Health that has to implement them,” Wijewantha told EconomyNext on Monday (25).",
    "A recent price increase of 29 percent for medicines was approved on March 12 after importers requested the regulator to increase the prices following a sudden devaluation of the rupee after the central bank let the rupee float.",
    "Wijewantha said, because of the continued devaluation of the rupee, importers have again asked to increase prices to cover import costs.",
    "The central bank’s indicative spot was quoted at 334.8 rupees against the US dollar on Monday while commercial banks quoted the rupee at 330/345 for telegraphic transfers up from 327.5/339.99 last Friday (22).",
    "Due to depletion of foreign exchange in the country, importers have been struggling to open letters of credit from commercial banks from mid-February onwards.",
    "Sri Lanka is already experiencing a drug shortage in the country and according to Health Minister Jayasumana, by April 19, 14 lifesaving drugs, 646 essential drugs and 486 non-essential drugs were running out along with 8,442 medical equipment.",
    "Hospitals around the country have been advised by the Ministry of Health to limit surgeries to emergency and essential procedures and to postpone any routine surgeries until further notice. (Colombo/Apr25/2022)"
  ]
}