{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/namal-providing-statement-to-cid-over-attacks-on-gotagogama-and-mynagogama/",
  "time_ut": 1653047400,
  "title": "Namal providing statement to CID over attacks on GotaGoGama and MynaGoGama",
  "body_lines": [
    "COLOMBO (News 1st); Detectives from the Criminal Investigations Department are recording a statement from MP Namal Rajapaksa, the son of former Prime Minister Mahinda Rajapaksa.",
    "This is with regard to the attacks on the GotaGoGama and MynaGoGama peaceful protest sites on the 9th of April 2022.",
    "It was reported that the MP visited the Criminal Investigations Department at 4 PM on Friday (20).",
    "So far, SLPP MPs Milan Jayathilake, Sanath Nishantha, Moratuwa Mayor Saman Lal Fernando, Kelaniya PS Chairman Manjula Prasanna, Karandeniya PS Member Sameera Chathuranga, Seethawaka PS Member Jayantha Rohana, Bandula Jayawanne, and Dineth Geethika have been arrested an remanded, in addition to the Former Provincial Council Memeber Amal Silva, and a Moratuwa Municipal worker over attacks on GotaGoGama and MynaGoGama.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "Namal providing statement to CID over attacks on GotaGoGama and MynaGoGama",
    "Protest against Govt in Matara; Protestors call for justice against attacks",
    "If justice is not ensured, entire society might collapse: Namal",
    "SLPP MPs want Parliament Canteen closed; Marikkar requests speaker to reveal actual daily cost in Parliament"
  ]
}