{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Pelosi-encourages-Ukrainians-to-war-with-Russia-EDITORIAL/172-236230",
  "time_ut": 1651613220,
  "title": "Pelosi encourages Ukrainians to war with Russia - EDITORIAL",
  "body_lines": [
    "The war in Ukraine has been expanding since Russia invaded Ukraine on February 24 this year. According to UN IOM (UM Migration) since the Russian Federation’s invasion of Ukraine on February 24, 7.7 million Ukrainians have been displaced. ABC News quoting the Kyiv School of Economics estimate the cost of direct damage to Ukraine’s infrastructure amid Russia’s ongoing invasion has reached almost an estimated US$63 billion.",
    "The latest analysis shows that, as of March 24, at least 4,431 residential buildings, 92 factories and warehouses, 378 institutions of secondary and higher education, 138 health care institutions, 12 airports, seven thermal power plants and hydroelectric power plants have been damaged, destroyed or seized in Ukraine since the start of the Russian invasion on Feb. 24 -- totaling an estimated US$62,889,000 in damage.",
    "The immediate cause of the war were Ukraine’s attempts to join the NATO alliance. Russia demanded Ukraine should not join the NATO bloc of countries, claiming it would bring US/NATO missiles and troops to Russia’s doorstep, posing a threat to Russian security.",
    "It bringing to mind that the Cuban missile crisis of October 1962, when leaders of the US and then Soviet Union engaged in a tense 13-day military standoff over Cuba’s attempt to install Soviet nuclear missiles on its shores - 90 miles from the US shores. Fortunately, good sense prevailed and the Soviet Union withdrew, ensuring that a clash between the US and the Soviets which was imminent - but for a withdrawal - was ensured.",
    "In Ukraine however, the US and the West, rather than avoiding a clash, egged the Ukrainian president on. NATO chief Stoltenberg compared Russia’s call to Ukraine not join NATO as a war victors demand which was totally unacceptable. The US too echoed this point of view.",
    "With the US and the West apparently backing him to the hilt, the Ukraine president rather than engaging with the Russian leader, continued throwing challenges and jibes at the Russian president in particular, the Russian Federation and its armed forces",
    "On February 24, Russian President Vladimir Putin ordered his tanks and troops into that country. The US and the West condemned Russia’s action and demanded Putin withdraw his troops or face sanctions.",
    "Initially invading troops moved into Ukraine, but as Ukrainian resistance built up and the invasion slowed, the West imposed severe sanction on Russia and on particular individuals.",
    "However when the Ukrainian president called for US and NATO boots on the ground, both NATO and the US balked at the idea and rejected the request. Instead they commenced sending weapons instead.",
    "Today, over two months later, a number of Ukrainian cities lie in ruins, millions of its people have been made refugees and/or displaced. However neither the US nor its NATO partners are making any effort to find a negotiated settlement to the conflict.",
    "Instead they promise to send more modern weapons of war to Ukraine and are calling on that small nation to stand up single-handed to the enormous Russian war machine.",
    "In an earlier era, NATO and the US joined hands to intervene in conflicts in Asia and the Middle East where they had ample opportunity to battle test the effectiveness of their war chests.",
    "We cannot forget that the US - the only country to use atomic weapons on civilian population, battle-tested this horrible weapon in Japan - over a hundred thousand men women and children died in a matter of minutes and two cities were razed to the ground in moments. The American people were spared the fallout of the bombing but a generation of Japanese still bear the scars of the effects of that bomb.",
    "In like manner, the US battle-tested its chemical weapons in Vietnam where it sprayed ‘Agent Orange - a mixture of herbicides used during the Vietnam War by the US military to defoliate forests and clear other vegetation. This herbicide mix was deployed in urban, agricultural, and forested areas in Vietnam.",
    "Again American citizens were not harmed by the use of chemical weapons but the Americans were able to live-test their weapons on civilian targets.",
    "Just days ago, the US Speaker Nancy Pelosi - on a visit to Ukraine urged the Ukrainians not to allow themselves to be bullied by bullies. She promised the most modern weapons to Ukrainians to fight the Russians.",
    "More Ukrainians will die, Russians will die, and the US will be able to test its latest weapons of destruction. Most importantly no Americans will die checking out the effectiveness of the weapons."
  ]
}