{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/LAUGFS-Supermarkets-to-offer-free-essentials-for-everyone-this-Avurudu-Ware/34-733384",
  "time_ut": 1649717940,
  "title": "LAUGFS Supermarkets to offer free essentials for everyone this “Avurudu Ware”",
  "body_lines": [
    "LAUGFS Supermarkets are rewarding their customers with exciting offers this Avurudu season. Everyone who meets the promotion’s requirements will receive a complimentary essential item. The offer extends the rewards to all customers without limiting the number of customers through a raffle draw promotion.",
    "Grab your free essentials with LAUGFS, when shopping between Rs. 1,500 - Rs. 2,999 with three nominated brands, get your one kilogram free white rice instantly. Shop between Rs. 3,000 - Rs. 4,999 with four nominated brands and get your one kilogram of white sugar and white raw rice one kilogram.",
    "Shop over Rs. 5,000 with five nominated brands and get instantly LAUGFS Super own label noodles 400g and MACKEREL 425g free.",
    "Aside from the free essentials, all eligible customers will receive a free discount voucher worth Rs. 250 to be redeemable between 2 May and 15 May. Count yourself in, for these benefits are only valid from 18 March to 30 April.",
    "LAUGFS Supermarkets also tie up with renowned brands such as Lipton Ceylonta, Maliban, Viva, Coca Cola, Milo, Elephant House Ice Cream or IMORICH Ice Cream, Goldi or Sam’s Sausages, KIST Ride, Signal, Vim, Dettol, Diva, Fems, Velvet, Kumarika, Panda Baby, and Dash Car Care to give-away this great deals.",
    "LAUGFS Super has also partnered with the most reputed banks to provide their customers with an unsurpassed set of offers. Get up to 25% off on beverages and crimson products, fresh fruits and vegetables, dairy products, seafood, and meat products.",
    "Moreover, throughout the festive season, LAUGFS will continue to offer ‘Everyday Savings’ so that you can save up to 30% off on over 150 items when you purchase seasonal-related branded products like biscuits, soft drinks, spices, ice cream, desserts, dessert ingredients, processed meats, and dairy products while continuing to shop with weekend fresh offers. All these offers are active in all 37 LAUGFS Super and LAUGFS Super Mart outlets from 1 to 30 April.",
    "“We are more than delighted to be able to offer such great deals to our customers this season. Especially during these hard times, the rewards we are trying to give away will be valued by everyone.",
    "“For all these years, we have striven to uphold the reputation of the company by providing our customers with fresh and high-quality products. As a Sri Lankan company, we are constantly striving to improve our community. And I am confident that launching such a rewarding program will benefit everyone.” commented LAUGFS Supermarkets Chief Executive Officer Pravin Robin-David.",
    "Since the supermarket chain was revamped as LAUGFS Super and LAUGFS SuperMart, the company has been strengthening its commitment to providing customers with a more refreshing experience.",
    "The supermarket chain also features its very own Crimson Bakeries and Medz Pharmacies, while catering to a broad spectrum of everyday customer needs such as utility bill payment facilities, providing continued convenience to its customers. Having pioneered the 24-hour supermarket retailing concept for the first time in Sri Lanka, today it serves more than 900,000 customers across Colombo and its suburbs."
  ]
}