{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Turkey-wants-to-be-called-Türkiye-in-rebranding-move/108-238267",
  "time_ut": 1654173840,
  "title": "Turkey wants to be called Türkiye in rebranding move",
  "body_lines": [
    "Turkey will be known as Türkiye at the United Nations from now on, after it agreed to a formal request from Ankara.",
    "Several international bodies will be asked to make the name change as part of a rebranding campaign launched by the Turkish president late last year.",
    "\"Türkiye is the best representation and expression of the Turkish people's culture, civilization, and values,\" Recep Tayyip Erdogan said in December.",
    "The UN said it made the change as soon as it received the request this week.",
    "Most Turks already know their country as Türkiye. However the anglicised Turkey is widely used, even within the country.",
    "State broadcaster TRT was quick to make the change as soon as it was announced last year, explaining that among the reasons for the image rebrand was the association with the bird traditionally associated with Christmas or New Year or Thanksgiving.",
    "It also pointed out to the Cambridge English Dictionary's definition of one of the meanings of the word as \"something that fails badly\" or \"a stupid or silly person\".",
    "As part of the re-branding, \"Made in Türkiye\" will feature on all exported products, and in January a tourism campaign was launched with the catch-phrase \"Hello Türkiye\".",
    "The move has been met with a mixed reaction online. While government officials support it, others say it is an ineffective distraction as the president gears up for elections next year, amid an economic crisis.",
    "In 2020, The Netherlands dropped Holland in a rebranding move. And before that, Macedonia changed its name to North Macedonia due to a political dispute with Greece, and Swaziland became e-Swatini in 2018.",
    "Further back in history, Iran used to be called Persia, Siam is now Thailand, and Rhodesia was changed to Zimbabwe. (BBC)"
  ]
}