{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-paddy-marketing-board-to-issue-10000mt-of-rice-monthly-to-combat-oligopoly-95899/",
  "time_ut": 1655375040,
  "title": "Sri Lanka Paddy Marketing Board to issue 10,000MT of rice monthly to combat oligopoly",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Paddy Marketing Board (PMB) plans to issue 10,000 metric tons of rice to the market every month with the PMB directly involved in the distribution process in a bid to combat a powerful rice oligopoly, Agriculture Minister Mahinda Amaraweera said",
    "Amaraweera told reporters on June 16 that the ministry has ordered the PMB to convert the paddy stocks in storage to rice with immediate effect and increase amount of rice issued to the market.",
    "“We have issued a directive to convert the paddy to rice and send it to the market as soon as possible,” Amaraweera said.",
    "The PMB usually issues around 500 to 1,000 MT per month, he said.",
    "“We ordered that this be increased up to a minimum of 10,000 MT per month. Sathosa (the state-run retail chain), the cooperatives and super markets will get the rice that they have requested,” he said.",
    "Amarweera said the PMB will be directly involved in the process in an attempt to “destroy the rice monopoly” in the market.",
    "“We believe that if there is a rice shortage in any area in the country, it will be eased when we start to give 10 times more than what we issued to the market, in the coming days,” said Amaraweera.",
    "Sri Lanka is facing a looming food crisis because farmers could not produce adequate food after President Gotabaya Rajapaksa banned inorganic fertilizer in the last cultivation season. Input shortages this year have also adversely affected the sector.",
    "Inflation coming from the collapse of the currency after two years of money printing has pushed up both domestically made foods and imports up.",
    "Prime Minister Ranil Wickremesinghe has said a food shortage is imminent from August. He has already held discussions over obtaining help from the World Food Programme to prevent a food crisis.",
    "Due to panic buying by the general public, the market is currently facing a shortage of rice.",
    "However, Amaraweera said, the number of hectares that are being cultivated is more than the estimated amount for the season.",
    "“We estimated only around 275,000 hectares will be cultivated for the ‘Yala’ season. By the time I got the ministry around two weeks ago, only around 248,000 hectares was cultivated. But by now, we have cultivated 470,000 hectares. It has increased more than twofold in the last two weeks. So there will be no rice shortage in the country,” he said.",
    "The Minister said there will be a shortage by the end of the year, but it will be managed with the production of ‘Maha’ season that will arrive in February. (Colombo/Jun16/2022)"
  ]
}