{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-economic-crisis-imf-very-concerned-starts-technical-talks-92870/",
  "time_ut": 1649520780,
  "title": "Sri Lanka economic crisis: IMF ‘very concerned’, starts technical talks",
  "body_lines": [
    "ECONOMYNEXT – The International Monetary Fund is ‘very concerned’  about Sri Lanka’s economic crisis and has started technical level talks with central bank and finance ministry teams, the lenders mission chief for the island Masahiro Nozaki said.",
    "“We at the IMF are very concerned about the current economic crisis in Sri Lanka and hardships suffered by the people, especially the poor and vulnerable,” Nozaki said.",
    "“We are monitoring the political and economic developments very closely.”",
    "Sri Lanka’s rupee is dire straits due to money printed to keep rates low under ‘flexible inflation targeting’ which critics say is a non-regime with anchor conflicts that had led to currency crises in rapid succession over the past seven years.",
    "Analysts had warned for several years that if ‘flexible inflation targeting’ and ‘flexible exchange rate is continued, Sri Lanka could end up with steep currency depreciation, default, inflation, power cuts and fuel shortages and the rupee could die in market dollarization.",
    "RelatedSri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "The IMF has already started technical level talks with Sri Lanka officials.",
    "“We received a request for an IMF-supported program from the authorities, and have started technical-level engagement with teams at the Ministry of Finance and the central bank,” Nozaki said.",
    "“We commit to assisting Sri Lanka consistent with our policies, and will engage in discussions on a possible program with senior policymakers in the coming days and weeks.”",
    "Sri Lanka’s Finance Minister Ali Sabry told parliament that about 3.0 billion US dollars could be expected from the International Monetary Fund under a three year facility.",
    "About 3.0 billion works out to about 535 percent of Sri Lanka’s 790 million US dollar quota under exceptional access minus the outstanding 1200 million dollar loan from a previous program.",
    "Sri Lanka’s newly appointed Central Bank Governor Nandalal Weerasinghe raised policy rates 700 basis points to limit money printing and control runaway inflation after an attempted float failed due to low policy rates and a surrender requirement.",
    "The surrender requirement still remains in place and will chip away at any attempt to establish a consistent float, critics have warned.",
    "The rate hike is an attempt to save the rupee, and its attendant rupee banking system. Taxes will also have to be raised to save the bloated public sector and prevent money from being printed to pay its salaries.",
    "In April about 120 billion rupees was printed to pay salaries and advances."
  ]
}