{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/New-Anthoney-s-Farms-e-commerce-platform-Dorakadapaliya-brings-fresh-chicken-to-consumers-doorstep/34-732223",
  "time_ut": 1647631500,
  "title": "New Anthoney’s Farms e-commerce platform ‘Dorakadapaliya’ brings fresh chicken to consumers’ doorstep",
  "body_lines": [
    "With the view of constantly evolving with the ever-changing consumer landscape, New Anthoney’s Farms Ltd., a name that continues to capture hearts and minds when it comes to quality fresh poultry unveils a whole new experience of ordering chicken and getting it delivered for free island-wide through their ‘Dorakadapaliya’ e-commerce platform.",
    "Dorakadapaliya solely dedicated to delicious chicken products was the first of its kind in the country, delivering the best and safest chicken right to its customers’ doorstep, with a variety to choose from including the popular HarithaHari range. Dorakadapaliya offers an island-wide delivery that is completely free of charge and customers can now just order with the click of a button in the comfort of their home, giving them utmost ease and convenience.",
    "In addition to the HarithaHari range which also comes with biodegradable packaging that can be recyclable or compostable consumers can order their mouth watering crispy chicken range ‘Crizzpy’s’, chicken range serving convenience at its best ‘Chico’, or spiced chicken range with all natural ingredients ‘SpicyDycy’ which can be grilled, baked or BBQ’d and a real treat for parties and any special occasions and a premium range that offers cook-ready chicken conveniently cut, chopped, cubed and packed.",
    "‘We are delighted to introduce our online store after hearing out to our loyal customers from across the island. Being in the food business, customer intimacy is our priority and many of our initiatives are centred on this. For us this is not just merely a channel expansion but more of a basic complement to our strong relationships fostered among the households where our quality chicken is delightfully consumed,’ said New Anthoney’s Farms CEO Neil Suraweera.",
    "New Anthoney’s Farms Haritha Hari is an all-natural process that is nutrient-rich and free from any antibiotic or hormones as it’s fed completely with natural ingredients. Raising healthy poultry, with a spacious and stress-free environment for them, is of crucial importance to New Anthoney’s Farms and the responsibilities towards animal welfare, safety and health standards is a philosophy that is built into the producer’s culture complying with practices to that of the National Chicken Council, USA."
  ]
}