{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/04/4th-ccc-contingent-for-mali-ready-for-departure/",
  "time_ut": 1651665720,
  "title": "4th CCC Contingent for Mali Ready for Departure",
  "body_lines": [
    "COLOMBO (News 1st); Chief of Defence Staff and Commander of the Army, General Shavendra Silva received the formal salute of the 4th contingent of 243 Army personnel, set to leave to serve in the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA).",
    "The Sri Lankan Contingent of the Combat Convoy Company (CCC), composed of 20 Officers and 223 Other Ranks representing 12 Regiments of the Army, is scheduled to depart for the landlocked West African country Mali, beginning the second week of May (1st Group) soon after the already serving CCC in Mali begins to return home.",
    "Wednesday’s (4) military ceremony at the GW Regimental HQ commenced soon after the day’s Chief Guest, General Shavendra Silva arrived at the main entrance to be saluted in a formal Guard Turnout after he was welcomed by Brigadier Janaka Wimalarathna, Centre Commandant, Gemunu Watch. Afterward, Major General Lal Chandrasiri, Colonel of the Regiment, Gemunu Watch extended a warm welcome to the day’s Chief Guest and invited him to receive the Guard of Honor salute on the parade ground as a formality of the event.",
    "The Army Commander congratulated all Officers and Other Ranks, bound for the mission, and reminded the troops of the commendations the Sri Lankan troops have fetched to this date because of their commitment, performance of duties, and strict discipline.",
    "“You as a member of a disciplined force would from today onwards serve a role of a soldier-turned diplomat, a reality that all of you should remember very well. You are from today onwards bound to defend the dignity and pride of the Sri Lankan flag, UN flag, Army flag, and the Gemunu Watch flag as a true patriot of mother, Sri Lanka. The GW, founded in 1988, now comprised of 14 regular units and 6 volunteer units which have received Colours was the first to have sent the first contingent in 2005 to serve the US peacekeeping mission in Haiti. Similarly, GW for the first time dispatched its troops to peacekeeping operations in Lebanon in the year 2012. You as highlanders marked a milestone in the peacekeeping missions as the first to do so and your role in Mali as the 4th contingent would be very vital at a time the country needed more and more foreign exchange”.",
    "“For this 4th contingent, the Army has received the support of various regiments and state institutions. The Chief of Staff at the Army Headquarters, Regimental Colonels and Colonel Commandants, overseas Directorate, peacekeeping training school staff at Kukuleganga, and all other stakeholders deserve my praise and appreciation”.",
    "Talking to the troops, General Shavendra Silva opined that the Sri Lankan troops deserve the best of opportunities and facilities as they are always ready to perform their services to the best of their ability while others are unable to play those roles.",
    "Hence, they deserve the best of the best facilities and welfare reliefs in whatever way possible.",
    "Your dedicated commitments are hailed and you have to maintain that reputation all the time, he said.",
    "He urged the troops to maintain the standards and keep the Army flag flying among the international community as peacekeepers.",
    "General Shavendra Silva also spoke of the value of this opening for Sri Lankan troops in a foreign land where ample opportunities to broaden horizons of knowledge are available.",
    "Those Mali-bound 20 Officers and 223 Other Ranks in the 4th contingent afterward marched into the ground and saluted the day’s protagonist soon after he reviewed the parade at the invitation of the Parade Commander, Colonel Chandana Jayamaha, Commanding Officer in the Mali-bound CCC, (Phase IV), together with Major C Ekanayake 2nd in Command of the CCC.",
    "Adding memories, the full contingent of the CCC, inclusive of 12 Regiments after a while posed for a monumental group photo with the day’s Chief Guest towards the culmination of the day’s proceedings.",
    "The CCC is comprised of Army Officers and Other Ranks of the Gemunu Watch (GW), the majority in the contingent as well as members of the Sri Lanka Armoured Corps (SLAC), Sri Lanka Engineers (SLE), Sri Lanka Signal Corps (SLSC), Mechanized Infantry Regiment (MIR), Corps of Engineer Services (CES), Sri Lanka Army Service Corps (SLASC), Sri Lanka Army Ordnance Corps (SLAOC), Sri Lanka Electrical and Mechanical Engineers (SLEME), Sri Lanka Corps of Military (SLCMP), Sri Lanka Army Medical Corps (SLAMC) and the Sri Lanka Army General Service Corps (SLAGSC).",
    "The 4th contingent of the CCC commenced its training in Kukuleganga, Maduruoya at IPSOTSL several months ago.",
    "The Chief of Staff, Commandant, Sri Lanka Army Volunteer Force, Commander, Army Logistics Command, Senior Officers, and Senior Officers were present at Kuruwita during the military formality.",
    "Sri Lanka has already become a bankrupt state – Opposition Leader"
  ],
  "translate": {
    "si": {
      "title": "මාලි සඳහා 4 වන CCC කණ්ඩායම පිටත්ව යාමට සූදානම්",
      "body_lines": [
        "COLOMBO (News 1st); ආරක්ෂක මාණ්ඩලික ප්‍රධානී සහ යුධ හමුදාපති ජෙනරාල් ශවේන්ද්‍ර සිල්වා විසින් මාලි හි එක්සත් ජාතීන්ගේ බහුමාන ඒකාබද්ධ ස්ථායීකරණ මෙහෙයුමේ (MINUSMA) සේවය සඳහා පිටත්ව යාමට නියමිත 4 වන හමුදා සාමාජිකයින් 243 දෙනෙකුගෙන් යුත් 4 වන බලඇණියේ නිල ආචාරය ලබා ගන්නා ලදී.",
        "යුධ හමුදාවේ රෙජිමේන්තු 12ක් නියෝජනය කරමින් නිලධාරීන් 20 දෙනෙකුගෙන් සහ සෙසු නිලයින් 223 දෙනෙකුගෙන් සමන්විත සටන් පෙළපාලිය සමාගමේ (CCC) ශ්‍රී ලංකා කණ්ඩායම, ගොඩබිම් සහිත බටහිර අප්‍රිකානු රටක් වන මාලි වෙත මැයි මස දෙවන සතියේ (1 වන කණ්ඩායම) පිටත්ව යාමට නියමිතයි. මාලි හි දැනටමත් සේවය කරන CCC නැවත නිවසට යාමට පටන් ගනී.",
        "GW රෙජිමේන්තු මූලස්ථානයේ බදාදා (4) දින පැවති හමුදා උත්සවය, දවසේ ප්‍රධාන ආරාධිත අමුත්තා වූ සැණින් ආරම්භ වූ අතර, ගැමුණු හේවා බලකායේ මධ්‍යස්ථාන සේනාවිධායක බ්‍රිගේඩියර් ජනක විමලරත්න විසින් ඔහු පිළිගැනීමෙන් අනතුරුව, විධිමත් ආරක්ෂක සම්ප්‍රාප්තියකින් ආචාර කිරීම සඳහා ප්‍රධාන දොරටුව වෙත පැමිණි ජෙනරාල් ශවේන්ද්‍ර සිල්වා. අනතුරුව, ගැමුණු හේවා රෙජිමේන්තුවේ කර්නල් මේජර් ජෙනරාල් ලාල් චන්ද්‍රසිරි විසින් දිනයේ ප්‍රධාන ආරාධිත අමුත්තා උණුසුම් ලෙස පිළිගෙන, උත්සවයේ විධිමත් ක්‍රියාවක් ලෙස පෙළපාළි පිටියේදී ගෞරව ආචාරය පිරිනැමීමට ආරාධනා කළේය.",
        "මෙම මෙහෙයුම සඳහා බැඳී සිටින සියලුම නිලධාරීන් සහ සෙසු නිලයින් වෙත යුද්ධ හමුදාධිපතිතුමන් සුබපැතුම් එක් කළ අතර, ශ්‍රී ලංකා භට පිරිස් ඔවුන්ගේ කැපවීම, රාජකාරිය ඉටු කිරීම සහ දැඩි විනය හේතුවෙන් අද දක්වා ලබා දී ඇති ප්‍රශංසාව පිළිබඳව ද භට පිරිස් වෙත සිහිපත් කළහ.",
        "“ඔබ විනයගරුක හමුදාවක සාමාජිකයෙකු ලෙස අද සිට සෙබළෙකු බවට පත් වූ රාජ්‍ය තාන්ත්‍රිකයෙකුගේ භූමිකාවක් ඉටු කරනු ඇත, එය ඔබ සැම හොඳින් මතක තබා ගත යුතු යථාර්ථයකි. ශ්‍රී ලංකා මාතාවගේ සැබෑ දේශප්‍රේමියෙකු ලෙස ශ්‍රී ලංකා කොඩිය, එක්සත් ජාතීන්ගේ කොඩිය, යුධ හමුදා කොඩිය, ගැමුණු හේවා කොඩියේ අභිමානය සහ අභිමානය ආරක්ෂා කිරීමට ඔබ අද සිට බැඳී සිටිනවා. 1988 දී ආරම්භ කරන ලද GW, දැන් සාමාන්‍ය ඒකක 14 කින් සහ වර්ණ ලබා ඇති ස්වේච්ඡා ඒකක 6 කින් සමන්විත වන අතර, හයිටි හි එක්සත් ජනපද සාම සාධක මෙහෙයුමට සේවය කිරීම සඳහා 2005 දී පළමු කණ්ඩායම එවූ පළමු පුද්ගලයා විය. ඒ හා සමානව, GW ප්‍රථම වතාවට ලෙබනනයේ සාම සාධක මෙහෙයුම් සඳහා 2012 වසරේ සිය භට පිරිස් පිටත් කර හැරියේය. කඳුකර වැසියන් ලෙස ඔබ සාම සාධක මෙහෙයුම්වල සන්ධිස්ථානයක් සනිටුහන් කළ ප්‍රථමයා ලෙස එය සිදු කළ අතර 4 වැනි බළකාය ලෙස මාලි හි ඔබේ කාර්යභාරය ඉතා වැදගත් වනු ඇත. රටට වැඩි වැඩියෙන් විදේශ විනිමය අවශ්‍ය වූ කාලයක්”.",
        "“මෙම 4 වැනි බළඇණිය සඳහා විවිධ රෙජිමේන්තු සහ රාජ්‍ය ආයතනවල සහයෝගය යුද හමුදාවට ලැබී තිබෙනවා. යුද හමුදා මූලස්ථානයේ මාණ්ඩලික ප්‍රධානී, රෙජිමේන්තු කර්නල්වරුන් සහ කර්නල් අණදෙන නිලධාරීන්, විදේශීය අධ්‍යක්ෂ මණ්ඩලය, කුකුළේගඟ සාම සාධක පුහුණු පාසල් කාර්ය මණ්ඩලය සහ අනෙකුත් සියලුම පාර්ශ්වකරුවන් මගේ ප්‍රශංසාව හා ප්‍රශංසාව ලැබිය යුතුය.",
        "සෙබළුන් අමතමින් ජෙනරාල් ශවේන්ද්‍ර සිල්වා මහතා ප්‍රකාශ කළේ ශ්‍රී ලංකා සෙබලුන්ට උපරිම අවස්ථාවන් සහ පහසුකම් ලැබිය යුතු වන්නේ ඔවුන් සෑම විටම තම සේවය උපරිමයෙන් ඉටු කිරීමට සූදානම් වන අතර අනෙක් අයට එම භූමිකාවන් ඉටු කිරීමට නොහැකි බවයි.",
        "එහෙයින් ඔවුන්ට හැකි සෑම ආකාරයකින්ම හොඳම පහසුකම් සහ සුබසාධන සහන ලැබිය යුතුය.",
        "ඔබගේ කැපවීම් වලට ප්‍රශංසා ලැබෙන අතර එම කීර්තිය ඔබ සැම විටම රැකගත යුතු බවද ඔහු පැවසීය.",
        "සාම සාධක භටයන් ලෙස ජාත්‍යන්තර ප්‍රජාව අතර ප්‍රමිතීන් පවත්වා ගනිමින් යුද හමුදා ධජය ලෙළදෙන ලෙස ඔහු හමුදාවෙන් ඉල්ලා සිටියේය.",
        "දැනුමේ නිම් වළලු පුළුල් කර ගැනීමට අවශ්‍ය තරම් අවස්ථා තිබෙන විදේශ රටක ශ්‍රී ලංකා හමුදා සඳහා මෙම විවෘත කිරීමේ වටිනාකම ගැන ද ජෙනරාල් ශවේන්ද්‍ර සිල්වා මහතා කතා කළේය.",
        "මාලි බලා පිටත්ව ගිය නිලධාරීන් 20 ක් සහ 4 වන බළකායේ සෙසු නිලයන් 223 ක් පසුව මාලි බලා පිටත් වූ CCC හි අණදෙන නිලධාරී, පෙළපාලිය අණදෙන නිලධාරී කර්නල් චන්දන ජයමහගේ ආරාධනයෙන් පෙළපාලිය සමාලෝචනය කිරීමෙන් පසු දින ප්‍රධාන චරිතයට පා ගමනින් ක්‍රීඩාංගනයට පැමිණ ආචාර කළහ. , (IV අදියර), CCC හි අණදෙන නිලධාරි 2 වන මේජර් සී ඒකනායක සමඟ එක්ව.",
        "මතකයන් එකතු කරමින්, රෙජිමේන්තු 12 ක් ඇතුළුව, CCC හි සම්පූර්ණ කණ්ඩායම, ටික වේලාවකට පසු, දිනයේ ප්‍රධාන ආරාධිත අමුත්තා සමඟ දවසේ කටයුතු අවසන් කිරීම සඳහා ස්මාරක සමූහ ඡායාරූපයකට පෙනී සිටියේය.",
        "CCC සමන්විත වන්නේ ගැමුණු හේවා බළකායේ (GW) යුද හමුදා නිලධාරීන් සහ සෙසු නිලයින්, බළකායේ බහුතරය මෙන්ම ශ්‍රී ලංකා සන්නාහ සන්නද්ධ බළකායේ (SLAC), ශ්‍රී ලංකා ඉංජිනේරුවන් (SLE), ශ්‍රී ලංකා සංඥා බලකායේ (SLSC) සාමාජිකයන්ගෙනි. ), යාන්ත්‍රික පාබල රෙජිමේන්තුව (MIR), ඉංජිනේරු සේවා බලකාය (CES), ශ්‍රී ලංකා යුධ හමුදා සේවා බලකාය (SLASC), ශ්‍රී ලංකා යුධ හමුදා යුධෝපකරණ බලකාය (SLAOC), ශ්‍රී ලංකා විදුලි හා යාන්ත්‍රික ඉංජිනේරුවන් (SLEME), ශ්‍රී ලංකා හමුදා බලකාය (SLCMP), ශ්‍රී ලංකා යුධ හමුදා වෛද්‍ය බලකාය (SLAMC) සහ ශ්‍රී ලංකා යුධ හමුදා පොදු සේවා බලකාය (SLAGSC).",
        "CCC හි 4 වන කණ්ඩායම මීට මාස කිහිපයකට පෙර IPSOTSL හිදී මාදුරුඔය කුකුළේගඟ දී සිය පුහුණුවීම් ආරම්භ කරන ලදී.",
        "මාණ්ඩලික ප්‍රධානී, සේනාවිධායක, ශ්‍රී ලංකා යුද හමුදා ස්වේච්ඡා බලසේනා, සේනාවිධායක, යුද හමුදා සැපයුම් අණදෙන නිලධාරී, ජ්‍යෙෂ්ඨ නිලධාරීන් සහ ජ්‍යෙෂ්ඨ නිලධාරීන් කුරුවිට යුද හමුදා සම්ප්‍රේෂණ කටයුතු සඳහා සහභාගි වූහ.",
        "ශ්‍රී ලංකාව දැනටමත් බංකොලොත් රාජ්‍යයක් බවට පත්ව ඇත - විපක්ෂ නායක"
      ]
    },
    "ta": {
      "title": "மாலிக்கான 4வது CCC கான்டின்ஜெண்ட் புறப்படத் தயாராக உள்ளது",
      "body_lines": [
        "COLOMBO (News 1st); மாலியில் (MINUSMA) ஐக்கிய நாடுகளின் பல பரிமாண ஒருங்கிணைந்த ஸ்திரப்படுத்தல் பணியில் பணியாற்றுவதற்காக புறப்படவுள்ள 243 இராணுவ வீரர்களைக் கொண்ட 4ஆவது படைப் பிரிவினரின் சம்பிரதாய மரியாதையை பாதுகாப்புப் படைத் தளபதியும் இராணுவத் தளபதியுமான ஜெனரல் சவேந்திர சில்வா பெற்றுக்கொண்டார்.",
        "இராணுவத்தின் 12 படைப்பிரிவுகளைப் பிரதிநிதித்துவப்படுத்தும் 20 அதிகாரிகள் மற்றும் 223 மற்ற அணிகளைக் கொண்ட போர்த் தொடரணி நிறுவனத்தின் (சி.சி.சி) இலங்கைக் குழு, மே மாதம் இரண்டாவது வாரத்தில் (1வது குழு) நிலத்தால் சூழப்பட்ட மேற்கு ஆபிரிக்க நாடான மாலிக்கு புறப்பட உள்ளது. மாலியில் ஏற்கனவே சேவை செய்து வரும் CCC விரைவில் வீடு திரும்பத் தொடங்குகிறது.",
        "GW ரெஜிமென்டல் தலைமையகத்தில் புதன்கிழமை (4) இராணுவ விழா ஆரம்பமானது, அன்றைய பிரதம அதிதியான ஜெனரல் சவேந்திர சில்வா கெமுனு கண்காணிப்பு நிலையத்தின் கட்டளைத் தளபதி பிரிகேடியர் ஜானக விமலரத்னவினால் வரவேற்கப்பட்ட பின்னர், உத்தியோகபூர்வ பாதுகாவலர் வருகையில் மரியாதை செலுத்துவதற்காக பிரதான நுழைவாயிலுக்கு வந்தடைந்தார். அதன் பின்னர், கெமுனு கண்காணிப்பு படைப்பிரிவின் கர்னல் மேஜர் ஜெனரல் லால் சந்திரசிறி, அன்றைய பிரதம அதிதியை அன்புடன் வரவேற்றதுடன், நிகழ்வின் சம்பிரதாயமாக அணிவகுப்பு மைதானத்தில் மரியாதை மரியாதை மரியாதையை பெற்றுக்கொள்ளுமாறு அழைப்பு விடுத்தார்.",
        "இராணுவத் தளபதி, பணிக்குக் கட்டுப்பட்ட அனைத்து அதிகாரிகள் மற்றும் பிற அணிகளுக்கும் வாழ்த்துக்களைத் தெரிவித்ததுடன், இலங்கைப் படையினரின் அர்ப்பணிப்பு, கடமைகளை நிறைவேற்றுதல் மற்றும் கடுமையான ஒழுக்கம் ஆகியவற்றின் காரணமாக இன்றுவரை இலங்கைப் படையினர் பெற்றுள்ள பாராட்டுக்களை நினைவுபடுத்தினார்.",
        "“ஒழுங்குமிக்க படையின் உறுப்பினரான நீங்கள் இன்று முதல் ஒரு சிப்பாயாக மாறிய இராஜதந்திரியாக பணியாற்றுவீர்கள், இதை நீங்கள் அனைவரும் நன்றாக நினைவில் வைத்திருக்க வேண்டும். இலங்கைக் கொடி, ஐ.நா. கொடி, இராணுவக் கொடி, கெமுனு வாட்ச் கொடி ஆகியவற்றின் கண்ணியத்தையும் பெருமையையும் காக்க நீங்கள் இன்று முதல் இலங்கைத் தாயின் உண்மையான தேசபக்தராகக் கடமைப்பட்டிருக்கிறீர்கள். GW, 1988 இல் நிறுவப்பட்டது, இப்போது 14 வழக்கமான அலகுகள் மற்றும் 6 தன்னார்வப் பிரிவுகள் வண்ணங்களைப் பெற்றுள்ளன, 2005 இல் ஹைட்டியில் அமெரிக்க அமைதி காக்கும் பணிக்கு சேவை செய்ய முதல் குழுவை அனுப்பியது. அதேபோன்று, GW முதன்முறையாக 2012 ஆம் ஆண்டு லெபனானில் அமைதி காக்கும் நடவடிக்கைகளுக்கு தனது துருப்புக்களை அனுப்பியது. மேலைநாடுகளாகிய நீங்கள் அமைதி காக்கும் பணிகளில் ஒரு மைல்கல்லை முதன்முதலில் செய்தீர்கள், 4வது குழுவாக மாலியில் உங்கள் பங்கு மிகவும் முக்கியமானது. நாட்டிற்கு மேலும் மேலும் அந்நியச் செலாவணி தேவைப்பட்ட காலகட்டம்.\"",
        "“இந்த 4வது குழுவிற்கு, ராணுவம் பல்வேறு படைப்பிரிவுகள் மற்றும் அரச நிறுவனங்களின் ஆதரவைப் பெற்றுள்ளது. இராணுவத் தலைமையகத்தின் தலைமைப் பணியாளர்கள், படைப்பிரிவு கர்னல்கள் மற்றும் கர்னல் கட்டளைத் தளபதிகள், வெளிநாட்டு இயக்குநரகம், குக்குலேகங்காவில் உள்ள அமைதி காக்கும் பயிற்சிப் பள்ளி ஊழியர்கள் மற்றும் அனைத்து பங்குதாரர்களும் எனது பாராட்டுக்கும் பாராட்டுக்கும் தகுதியானவர்கள்.",
        "படையினருடன் உரையாடிய ஜெனரல் சவேந்திர சில்வா, இலங்கைப் படையினர் சிறந்த வாய்ப்புகள் மற்றும் வசதிகளைப் பெறுவதற்குத் தகுதியானவர்கள் என கருத்துத் தெரிவிக்கையில், ஏனையவர்கள் அந்த பாத்திரங்களை வகிக்க முடியாத நிலையில் தமது சேவைகளை தமது இயலுமானவரைச் செய்வதற்கு எப்போதும் தயாராக உள்ளனர்.",
        "எனவே, முடிந்தவரை சிறந்த வசதிகள் மற்றும் நலன்புரி நிவாரணங்களுக்கு அவர்கள் தகுதியானவர்கள்.",
        "உங்களின் அர்ப்பணிப்பு அர்ப்பணிப்புகள் போற்றப்படுகின்றன, அந்த நற்பெயரை நீங்கள் எப்போதும் தக்க வைத்துக் கொள்ள வேண்டும், என்றார்.",
        "துருப்புக்கள் தரத்தை பேணுமாறும், அமைதி காக்கும் படையினராக சர்வதேச சமூகத்தின் மத்தியில் இராணுவக் கொடியை பறக்கவிடுமாறும் அவர் வலியுறுத்தினார்.",
        "அறிவின் எல்லைகளை விரிவுபடுத்துவதற்கு ஏராளமான வாய்ப்புகள் உள்ள வெளிநாட்டு நிலத்தில் சிறிலங்காப் படையினருக்கான இந்த திறப்பின் மதிப்பு குறித்தும் ஜெனரல் ஷவேந்திர சில்வா பேசினார்.",
        "மாலி நோக்கிச் சென்ற 20 அதிகாரிகள் மற்றும் 223 4 வது படைப்பிரிவில் உள்ள மற்ற அணிகள் அணிவகுப்புத் தளபதி, கர்னல் சந்தன ஜயமஹா, மாலி செல்லும் CCC இன் கட்டளை அதிகாரியின் அழைப்பின் பேரில் அணிவகுப்பை மதிப்பாய்வு செய்த உடனேயே மைதானத்திற்கு அணிவகுத்துச் சென்றனர். , (கட்டம் IV), CCC இன் கட்டளையில் 2வது மேஜர் சி ஏகநாயக்கவுடன்.",
        "நினைவுகளைச் சேர்த்து, 12 படைப்பிரிவுகளை உள்ளடக்கிய CCC யின் முழுக் குழு சிறிது நேரத்திற்குப் பிறகு, அன்றைய நிகழ்வுகளின் உச்சக்கட்டத்தை நோக்கி அன்றைய பிரதம விருந்தினருடன் ஒரு நினைவுச்சின்ன குழு புகைப்படத்திற்கு போஸ் கொடுத்தது.",
        "CCC ஆனது இராணுவ அதிகாரிகள் மற்றும் கெமுனு வாட்ச் (GW) இன் ஏனைய தரவரிசைகளை உள்ளடக்கியதாகும், இதில் பெரும்பான்மையினர் மற்றும் இலங்கை கவசப் படை (SLAC), இலங்கை பொறியியலாளர்கள் (SLE), இலங்கை சமிக்ஞைப் படை (SLSC) உறுப்பினர்களும் உள்ளனர். ), இயந்திரமயமாக்கப்பட்ட காலாட்படை படைப்பிரிவு (MIR), பொறியாளர் சேவைகள் (CES), இலங்கை இராணுவ சேவைப் படைகள் (SLASC), இலங்கை இராணுவ ஆர்ட்னன்ஸ் கார்ப்ஸ் (SLAOC), இலங்கை மின் மற்றும் இயந்திர பொறியாளர்கள் (SLEME), இலங்கை இராணுவப் படை (SLCMP), இலங்கை இராணுவ மருத்துவப் படை (SLAMC) மற்றும் இலங்கை இராணுவ பொது சேவைப் படை (SLAGSC).",
        "CCC இன் 4வது குழுவானது குக்குலேகங்க, மதுருஓயாவில் IPSOTSL இல் பல மாதங்களுக்கு முன்னர் தனது பயிற்சியை ஆரம்பித்தது.",
        "குருவிட்ட இராணுவ சம்பிரதாய நிகழ்வின் போது படைத் தளபதி, கட்டளைத் தளபதி, இலங்கை இராணுவத் தொண்டர் படை, தளபதி, இராணுவ தளவாடக் கட்டளைத் தளபதி, சிரேஷ்ட அதிகாரிகள் மற்றும் சிரேஷ்ட அதிகாரிகள் ஆகியோர் கலந்துகொண்டனர்.",
        "இலங்கை ஏற்கனவே ஒரு திவாலான நாடாக மாறிவிட்டது - எதிர்க்கட்சித் தலைவர்"
      ]
    }
  }
}