{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Huawei-releases-IntelligentRAN-wireless-architecture/34-731496",
  "time_ut": 1646418600,
  "title": "Huawei releases IntelligentRAN wireless architecture",
  "body_lines": [
    "Huawei’s Vice President and Chief Marketing Officer of Wireless Solutions Gan Bin",
    "",
    "",
    "Huawei unveiled IntelligentRAN, its new wireless network architecture, at a recently held pre-MWC briefing and product and solution launch event.",
    "This architecture is designed to help carriers build autonomous networks using service operation intelligence, experience optimisation, and simplified O&M.",
    "Huawei’s Vice President and Chief Marketing Officer of Wireless Solutions Gan Bin spoke at the launch, explaining how key technologies were incorporated into the architecture to support ADN over wireless networks: “Intelligence improves wireless networks greatly by supporting correlative data analysis and prediction to make decisions more adaptive. This is where IntelligentRAN comes in. It will enable networks to realise zero service waiting, consistent experience, zero network faults, and optimal experience and energy efficiency. Using Mobile Intelligent Engine (MIE), it will better coordinate data, models, and decisions between base stations and networks, paving the way to wireless intelligence.”",
    "He said 5G has caused a huge increase in the number of personal, industry, and home applications available in the wireless market. As these services increase, network performance requirements are similarly diversifying in terms of coverage, capacity, and latency. Interference between cells, a long-standing problem in mobile networks, is also hindering operators’ attempts to provide consistent experience. And of course, as traffic increases, so will energy consumption. To cope with these challenges, operators are increasingly relying on intelligent wireless networks to quickly roll out services while using the best frequency band combination to ensure optimal experiences. They now look to user-centric networks for resource configuration and simplified O&M to operate with optimal experience and energy efficiency.",
    "Huawei’s new IntelligentRAN allows intelligent air interfaces to use key technologies such as smart grids, scheduling dictionaries, and channel graphs. With these tools, they can intelligently configure air interface resources and achieve optimal user experience and capacity. Service prediction with IntelligentRAN also guides non-real-time spectrum and channel selection on the network side and real-time symbol scheduling and transmit power configuration on the base station side. This significantly reduces energy consumption across the entire network.",
    "In addition, IntelligentRAN enables intelligent SLA site planning, where parameters are dynamically configured and models can be adjusted flexibly in response to service changes.",
    "Networks with IntelligentRAN also benefit from intelligent O&M. They can self-learn the features of faults to improve fault detection accurately and root cause analysis. This replaces passive responses with proactive maintenance, bringing us a step closer to zero-fault wireless networks. Intelligent minimum drive tests (MDTs) can also work with Massive MIMO to build an all-round high-precision map for network performance. This provides more accurate guidance for network planning, optimisation, and VIP user assurance.",
    "IntelligentRAN uses collaborative power control to considerably reduce electromagnetic radiation intensity while ensuring optimal multi-band performance. This feature will help meet the power restriction requirements now found in some countries.",
    "Gan explained how important Huawei believes this new architecture will be for sustainable development efforts: “IntelligentRAN enables autonomous networks. It will empower industries, accelerate industry transformation, and promote sustainable development of the mobile industry and a digital world. We hope to work with operators and industry partners to better fulfil this goal.”",
    "MWC22 Barcelona will run until 3 March in Barcelona, Spain. Huawei will showcase its products and solutions at stand 1H50 in Fira Gran Via Hall 1."
  ],
  "translate": {
    "si": {
      "title": "Huawei IntelligentRAN රැහැන් රහිත ගෘහ නිර්මාණ ශිල්පය නිකුත් කරයි",
      "body_lines": [
        "Huawei හි උප සභාපති සහ Wireless Solutions හි ප්‍රධාන අලෙවි නිලධාරී Gan Bin",
        "",
        "",
        "Huawei විසින් එහි නව රැහැන් රහිත ජාල ගෘහනිර්මාණ ශිල්පය වන IntelligentRAN එළිදක්වන ලද්දේ මෑතකදී පැවති පූර්ව MWC සංක්ෂිප්තව සහ නිෂ්පාදන සහ විසඳුම් දියත් කිරීමේ උත්සවයකදීය.",
        "මෙම ගෘහ නිර්මාණ ශිල්පය සැලසුම් කර ඇත්තේ සේවා මෙහෙයුම් බුද්ධිය, අත්දැකීම් ප්‍රශස්තකරණය සහ සරල කළ O&M භාවිතා කරමින් වාහකයන්ට ස්වයංක්‍රීය ජාල ගොඩනගා ගැනීමට උපකාර කිරීම සඳහා ය.",
        "Huawei හි උප සභාපති සහ Wireless Solutions හි ප්‍රධාන අලෙවි නිළධාරී Gan Bin විසින් දියත් කිරීමේ අවස්ථාවේදී කතා කරමින්, රැහැන් රහිත ජාල හරහා ADN සඳහා සහය දැක්වීම සඳහා ගෘහ නිර්මාණ ශිල්පයට ප්‍රධාන තාක්ෂණයන් ඇතුළත් කර ඇති ආකාරය පැහැදිලි කරමින්: “බුද්ධිය සහසම්බන්ධ දත්ත විශ්ලේෂණයට සහ වඩාත් තීරණ ගැනීම සඳහා පුරෝකථනයට සහාය වීමෙන් රැහැන් රහිත ජාල විශාල ලෙස වැඩි දියුණු කරයි. අනුවර්තන. IntelligentRAN පැමිණෙන්නේ මෙහිදීය. එය ජාලවලට ශුන්‍ය සේවා බලා සිටීම, ස්ථාවර අත්දැකීම්, ශුන්‍ය ජාල දෝෂ සහ ප්‍රශස්ත අත්දැකීම් සහ බලශක්ති කාර්යක්ෂමතාව අවබෝධ කර ගැනීමට හැකි වනු ඇත. Mobile Intelligent Engine (MIE) භාවිතා කරමින්, එය පාදක ස්ථාන සහ ජාල අතර දත්ත, ආකෘති සහ තීරණ වඩා හොඳින් සම්බන්ධීකරණය කර රැහැන් රහිත බුද්ධියට මග පාදයි.",
        "රැහැන් රහිත වෙළඳපොලේ පවතින පුද්ගලික, කර්මාන්ත සහ ගෘහ යෙදුම් සංඛ්‍යාවේ විශාල වැඩිවීමක් 5G හේතු වී ඇති බව ඔහු පැවසීය. මෙම සේවාවන් වැඩි වන විට, ජාල කාර්ය සාධන අවශ්‍යතා ආවරණය, ධාරිතාව සහ ප්‍රමාදය අනුව විවිධාංගීකරණය වේ. ජංගම ජාල වල දිගුකාලීන ගැටලුවක් වන සෛල අතර මැදිහත්වීම්, ස්ථාවර අත්දැකීමක් ලබා දීමට ක්‍රියා කරන්නන්ගේ උත්සාහයට ද බාධාවක් වේ. ඇත්ත වශයෙන්ම, ගමනාගමනය වැඩි වන විට බලශක්ති පරිභෝජනය ද වැඩි වනු ඇත. මෙම අභියෝගවලට සාර්ථකව මුහුණ දීම සඳහා, ප්‍රශස්ත අත්දැකීම් සහතික කිරීම සඳහා හොඳම සංඛ්‍යාත කලාප සංයෝජනය භාවිතා කරන අතරම ඉක්මනින් සේවා ලබා ගැනීමට ක්‍රියාකරුවන් බුද්ධිමත් රැහැන් රහිත ජාල මත වැඩි වැඩියෙන් විශ්වාසය තබයි. ඔවුන් දැන් සම්පත් වින්‍යාස කිරීම සඳහා පරිශීලක-කේන්ද්‍රීය ජාල දෙස බලා සිටින අතර ප්‍රශස්ත අත්දැකීම් සහ බලශක්ති කාර්යක්ෂමතාවයෙන් ක්‍රියා කිරීමට සරල කළ O&M.",
        "Huawei හි නව IntelligentRAN ස්මාර්ට් ජාල, උපලේඛනගත ශබ්දකෝෂ සහ නාලිකා ප්‍රස්ථාර වැනි ප්‍රධාන තාක්ෂණයන් භාවිතා කිරීමට බුද්ධිමත් වායු අතුරුමුහුණත්වලට ඉඩ සලසයි. මෙම මෙවලම් සමඟින්, ඔවුන්ට වායු අතුරුමුහුණත් සම්පත් බුද්ධිමත්ව වින්‍යාස කිරීමට සහ ප්‍රශස්ත පරිශීලක අත්දැකීමක් සහ ධාරිතාවක් ලබා ගත හැකිය. IntelligentRAN සමඟ සේවා පුරෝකථනය ජාල පැත්තේ තත්‍ය කාලීන නොවන වර්ණාවලිය සහ නාලිකා තේරීම සහ මූලික ස්ථානය පැත්තෙන් තත්‍ය කාලීන සංකේත උපලේඛනගත කිරීම සහ සම්ප්‍රේෂණ බල වින්‍යාසය මඟ පෙන්වයි. මෙය සමස්ත ජාලය පුරා බලශක්ති පරිභෝජනය සැලකිය යුතු ලෙස අඩු කරයි.",
        "මීට අමතරව, IntelligentRAN විසින් බුද්ධිමත් SLA අඩවි සැලසුම්කරණය සක්‍රීය කරයි, එහිදී පරාමිති ගතිකව වින්‍යාස කර ඇති අතර සේවා වෙනස්කම් වලට ප්‍රතිචාර වශයෙන් ආකෘති නම්‍යශීලීව සකස් කළ හැක.",
        "IntelligentRAN සමඟ ජාල බුද්ධිමත් O&M වෙතින් ද ප්‍රතිලාභ ලබයි. දෝෂ හඳුනාගැනීම නිවැරදිව වැඩිදියුණු කිරීමට සහ මූල හේතුව විශ්ලේෂණය කිරීමට ඔවුන්ට දෝෂවල ලක්ෂණ ස්වයං-ඉගෙන ගත හැකිය. මෙය නිෂ්ක්‍රීය ප්‍රතිචාර ප්‍රතික්‍රියාශීලී නඩත්තුවකින් ප්‍රතිස්ථාපනය කරයි, අපව ශුන්‍ය දෝෂ රහිත රැහැන් රහිත ජාල වෙත පියවරක් සමීප කරයි. බුද්ධිමත් අවම ධාවක පරීක්ෂණ (MDTs) ජාල කාර්ය සාධනය සඳහා සර්ව-රවුම් අධි-නිරවද්‍ය සිතියමක් තැනීමට Massive MIMO සමඟ ක්‍රියා කළ හැකිය. මෙය ජාල සැලසුම්කරණය, ප්‍රශස්තකරණය සහ VIP පරිශීලක සහතිකය සඳහා වඩාත් නිවැරදි මග පෙන්වීමක් සපයයි.",
        "ප්‍රශස්ත බහු-බෑන්ඩ් ක්‍රියාකාරිත්වය සහතික කරන අතරම විද්‍යුත් චුම්භක විකිරණ තීව්‍රතාවය සැලකිය යුතු ලෙස අඩු කිරීමට IntelligentRAN සහයෝගී බල පාලනය භාවිතා කරයි. මෙම විශේෂාංගය දැන් සමහර රටවල පවතින බල සීමා අවශ්‍යතා සපුරාලීමට උපකාරී වේ.",
        "මෙම නව ගෘහ නිර්මාණ ශිල්පය තිරසාර සංවර්ධන ප්‍රයත්නයන් සඳහා කෙතරම් වැදගත් වනු ඇතැයි Huawei විශ්වාස කරන්නේද යන්න ගැන Gan පැහැදිලි කළේය: “IntelligentRAN ස්වයංක්‍රීය ජාල සක්‍රීය කරයි. එය කර්මාන්ත සවිබල ගැන්වීම, කර්මාන්ත පරිවර්තනය වේගවත් කිරීම සහ ජංගම කර්මාන්තයේ තිරසාර සංවර්ධනය සහ ඩිජිටල් ලෝකය ප්‍රවර්ධනය කරනු ඇත. මෙම ඉලක්කය වඩාත් හොඳින් ඉටු කිරීම සඳහා ක්රියාකරුවන් සහ කර්මාන්ත හවුල්කරුවන් සමඟ කටයුතු කිරීමට අපි බලාපොරොත්තු වෙනවා.",
        "MWC22 Barcelona මාර්තු 3 දක්වා ස්පාඤ්ඤයේ බාර්සිලෝනා හිදී පැවැත්වේ. Huawei විසින් එහි නිෂ්පාදන සහ විසඳුම් 1H50 හි Fira Gran Via Hall 1 හි ප්‍රදර්ශනය කරනු ඇත."
      ]
    },
    "ta": {
      "title": "Huawei IntelligentRAN வயர்லெஸ் கட்டமைப்பை வெளியிடுகிறது",
      "body_lines": [
        "Huawei இன் துணைத் தலைவர் மற்றும் வயர்லெஸ் சொல்யூஷன்ஸின் தலைமை சந்தைப்படுத்தல் அதிகாரி கேன் பின்",
        "",
        "",
        "Huawei, அதன் புதிய வயர்லெஸ் நெட்வொர்க் கட்டமைப்பான IntelligentRAN ஐ சமீபத்தில் நடைபெற்ற MWC-க்கு முந்தைய மாநாடு மற்றும் தயாரிப்பு மற்றும் தீர்வு வெளியீட்டு நிகழ்வில் வெளியிட்டது.",
        "சேவை இயக்க நுண்ணறிவு, அனுபவ உகப்பாக்கம் மற்றும் எளிமைப்படுத்தப்பட்ட O&M ஆகியவற்றைப் பயன்படுத்தி தன்னாட்சி நெட்வொர்க்குகளை உருவாக்க கேரியர்களுக்கு உதவும் வகையில் இந்தக் கட்டமைப்பு வடிவமைக்கப்பட்டுள்ளது.",
        "Huawei இன் துணைத் தலைவரும், வயர்லெஸ் சொல்யூஷன்ஸின் தலைமை மார்க்கெட்டிங் அதிகாரியுமான Gan Bin, வயர்லெஸ் நெட்வொர்க்குகள் மூலம் ADN ஐ ஆதரிக்கும் முக்கிய தொழில்நுட்பங்கள் எவ்வாறு கட்டமைப்பில் இணைக்கப்பட்டுள்ளன என்பதை விளக்கி பேசினார்: “உளவுத்துறையானது வயர்லெஸ் நெட்வொர்க்குகளை பெரிதும் மேம்படுத்துகிறது. தழுவல். இங்குதான் IntelligentRAN வருகிறது. இது பூஜ்ஜிய சேவைக் காத்திருப்பு, நிலையான அனுபவம், பூஜ்ஜிய நெட்வொர்க் தவறுகள் மற்றும் உகந்த அனுபவம் மற்றும் ஆற்றல் திறன் ஆகியவற்றை நெட்வொர்க்குகளை உணர உதவும். மொபைல் நுண்ணறிவு இயந்திரத்தை (MIE) பயன்படுத்தி, அடிப்படை நிலையங்கள் மற்றும் நெட்வொர்க்குகளுக்கு இடையே தரவு, மாதிரிகள் மற்றும் முடிவுகளை சிறப்பாக ஒருங்கிணைத்து, வயர்லெஸ் நுண்ணறிவுக்கு வழி வகுக்கும்.",
        "வயர்லெஸ் சந்தையில் கிடைக்கும் தனிப்பட்ட, தொழில் மற்றும் வீட்டு பயன்பாடுகளின் எண்ணிக்கையில் 5G மிகப்பெரிய அதிகரிப்பை ஏற்படுத்தியுள்ளது என்றார். இந்த சேவைகள் அதிகரிக்கும் போது, ​​நெட்வொர்க் செயல்திறன் தேவைகள் கவரேஜ், திறன் மற்றும் தாமதம் ஆகியவற்றின் அடிப்படையில் பல்வகைப்படுத்தப்படுகின்றன. செல்கள் இடையே குறுக்கீடு, மொபைல் நெட்வொர்க்குகளில் நீண்டகால பிரச்சனை, நிலையான அனுபவத்தை வழங்குவதற்கான ஆபரேட்டர்களின் முயற்சிகளையும் தடுக்கிறது. நிச்சயமாக, போக்குவரத்து அதிகரிக்கும் போது, ​​ஆற்றல் நுகர்வு அதிகரிக்கும். இந்தச் சவால்களைச் சமாளிக்க, ஆபரேட்டர்கள் அதிகளவில் அறிவார்ந்த வயர்லெஸ் நெட்வொர்க்குகளை நம்பி, சிறந்த அதிர்வெண் பேண்ட் கலவையைப் பயன்படுத்தி, சிறந்த அனுபவங்களை உறுதிசெய்கிறார்கள். அவர்கள் இப்போது பயனரை மையமாகக் கொண்ட நெட்வொர்க்குகளை ஆதார உள்ளமைவுக்காகப் பார்க்கிறார்கள் மற்றும் உகந்த அனுபவம் மற்றும் ஆற்றல் திறனுடன் செயல்படுவதற்கு எளிமைப்படுத்தப்பட்ட O&M.",
        "Huawei இன் புதிய IntelligentRAN ஆனது ஸ்மார்ட் கிரிட்கள், திட்டமிடல் அகராதிகள் மற்றும் சேனல் வரைபடங்கள் போன்ற முக்கிய தொழில்நுட்பங்களைப் பயன்படுத்த அறிவார்ந்த காற்று இடைமுகங்களை அனுமதிக்கிறது. இந்த கருவிகள் மூலம், அவர்கள் புத்திசாலித்தனமாக காற்று இடைமுக ஆதாரங்களை கட்டமைக்க மற்றும் உகந்த பயனர் அனுபவம் மற்றும் திறனை அடைய முடியும். IntelligentRAN உடனான சேவை முன்னறிவிப்பு நெட்வொர்க் பக்கத்தில் நிகழ்நேரம் அல்லாத ஸ்பெக்ட்ரம் மற்றும் சேனல் தேர்வு மற்றும் அடிப்படை நிலையத்தின் பக்கத்தில் நிகழ்நேர குறியீட்டு திட்டமிடல் மற்றும் பரிமாற்ற சக்தி உள்ளமைவை வழிநடத்துகிறது. இது முழு நெட்வொர்க்கிலும் ஆற்றல் நுகர்வு கணிசமாகக் குறைக்கிறது.",
        "கூடுதலாக, IntelligentRAN ஆனது அறிவார்ந்த SLA தள திட்டமிடலை செயல்படுத்துகிறது, அங்கு அளவுருக்கள் மாறும் வகையில் கட்டமைக்கப்படுகின்றன மற்றும் சேவை மாற்றங்களுக்கு பதிலளிக்கும் வகையில் மாதிரிகள் நெகிழ்வாக சரிசெய்யப்படலாம்.",
        "IntelligentRAN உடனான நெட்வொர்க்குகளும் அறிவார்ந்த O&M இலிருந்து பயனடைகின்றன. பிழை கண்டறிதலை துல்லியமாக மேம்படுத்தவும், மூல காரண பகுப்பாய்வை மேம்படுத்தவும் அவர்கள் தவறுகளின் அம்சங்களை சுயமாக கற்றுக்கொள்ள முடியும். இது செயலற்ற மறுமொழிகளை செயலில் பராமரிப்புடன் மாற்றுகிறது, இது பூஜ்ஜிய-பிழை இல்லாத வயர்லெஸ் நெட்வொர்க்குகளுக்கு ஒரு படி நெருக்கமாக கொண்டு வருகிறது. புத்திசாலித்தனமான குறைந்தபட்ச இயக்கி சோதனைகள் (MDTகள்) நெட்வொர்க் செயல்திறனுக்கான அனைத்து வகையான உயர்-துல்லியமான வரைபடத்தை உருவாக்க, மாசிவ் MIMO உடன் இணைந்து செயல்பட முடியும். நெட்வொர்க் திட்டமிடல், மேம்படுத்துதல் மற்றும் விஐபி பயனர் உத்தரவாதம் ஆகியவற்றிற்கு இது மிகவும் துல்லியமான வழிகாட்டுதலை வழங்குகிறது.",
        "IntelligentRAN ஆனது மின்காந்த கதிர்வீச்சின் தீவிரத்தை கணிசமாகக் குறைக்க கூட்டு சக்திக் கட்டுப்பாட்டைப் பயன்படுத்துகிறது, அதே நேரத்தில் உகந்த மல்டி-பேண்ட் செயல்திறனை உறுதி செய்கிறது. இந்த அம்சம் இப்போது சில நாடுகளில் காணப்படும் மின் கட்டுப்பாடு தேவைகளை பூர்த்தி செய்ய உதவும்.",
        "இந்த புதிய கட்டமைப்பு நிலையான வளர்ச்சி முயற்சிகளுக்கு எவ்வளவு முக்கியமானதாக இருக்கும் என்று Huawei நம்புகிறது என்பதை Gan விளக்கினார்: “IntelligentRAN தன்னாட்சி நெட்வொர்க்குகளை செயல்படுத்துகிறது. இது தொழில்களுக்கு அதிகாரமளிக்கும், தொழில்துறை மாற்றத்தை துரிதப்படுத்தும் மற்றும் மொபைல் துறையின் நிலையான வளர்ச்சி மற்றும் டிஜிட்டல் உலகத்தை ஊக்குவிக்கும். இந்த இலக்கை சிறப்பாக நிறைவேற்ற, ஆபரேட்டர்கள் மற்றும் தொழில் கூட்டாளர்களுடன் இணைந்து செயல்படுவோம் என்று நம்புகிறோம்.",
        "MWC22 பார்சிலோனா ஸ்பெயினின் பார்சிலோனாவில் மார்ச் 3 வரை இயங்கும். Huawei அதன் தயாரிப்புகள் மற்றும் தீர்வுகளை 1H50 இல் ஃபிரா கிரான் வயா ஹால் 1 இல் காட்சிப்படுத்துகிறது."
      ]
    }
  }
}