{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-trading-takes-positive-turn-in-the-wake-of-buying-interest-in-apparel-counters/",
  "time_ut": 1654176300,
  "title": "CSE trading takes positive turn in the wake of buying interest in apparel counters",
  "body_lines": [
    "CSE trading activities were positive yesterday with the buying interest for apparel sector counters rising due to potential orders for South Asian countries’ apparel, including those of Sri Lanka, due to the Covid 19 lock down in China, stock market analysts said.",
    "The COVID-19 outbreak has deeply impacted China’s textile and apparel market, which creates business opportunities for the South Asian region, especially Sri Lanka. China is one of the most prominent players in the global textile market with maximum production and exports in the textile industry.",
    "According to official Chinese data, trade between the two countries – India and China – was down 12.4 per cent year-on-year in January and February. This was the time when the coronavirus epidemic was peaking in China. China’s exports to India during this period was 67.1 billion yuan, 12.6 per cent down from last year, while imports from India dropped 11.6 per cent to 18 billion yuan.",
    "China’s apparel manufacturing has slowed down during the Coronavirus pandemic and so have exports. Slowly, apparel manufacturers are back on track while apparel exports will still take some time to return to shape.",
    "Further, Lanka IOC share prices also appreciated due to speculation on a probable fuel price hike, stock market analysts said.",
    "Amid those developments both indices moved upwards. All -Share Price Index went up by 34.8 points and S and P SL20 rose by 19.2 points. Turnover stood at Rs 1.4 billion with three crossings. Those crossings were reported in Ramboda Falls, where 10.4 million shares crossed to the tune of Rs 278 million, its shares traded at Rs 26.80, Melstacorp 1.5 million shares crossed to the tune of Rs 64.5 million, its shares traded at Rs 43 and Commercial Bank 760,000 shares crossed to the tune of Rs 41 million, its shares fetched Rs 54.",
    "In the retail market, top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 161 million (752,000 shares traded), Lanka IOC Rs 137 million (2.7 million shares traded), Browns Investments Rs 117 million (11.9 million shares traded), Hela Apparel Rs 62.8 million (5.2 million shares traded), Dialog Axiata Rs 57.8 million (six million shares traded), Melstacorp Rs 50 million (1.1 million shares traded) and LOLC Finance Rs 35.5 million (four million shares traded). During the day 69.7 million share volumes changed hands in 12000 transactions.",
    "It is said, high net worth and institutional investor participation was noted in Cargills and Aitken Spence. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and Lanka IOC, while retail interest was noted in Browns Investments, SMB Leasing nonvoting and LOLC Finance.",
    "Food, Beverage and Tobacco sector was the top contributor to the market turnover (due to Browns Investments) while the sector index gained 0.39 per cent.",
    "The Transportation sector was the second-highest contributor to the market turnover (due to Expolanka Holdings) while the sector index decreased by 2.55 per cent. The share price of Expolanka Holdings lost Rs. 5.50 (2.54 per cent) to close at Rs. 210.75.",
    "Yesterday, the Central Bank announced the US dollar buying rate as Rs 355.61 and selling rate as Rs 365.58.",
    "Students from Sri Lanka crowned runners-up at the 2022 Microsoft Imagine Cup World Championship",
    "Dialog Hosts Google I/O Extended in the Metaverse for the 1st Time in South Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඇඟලුම් කවුන්ටරවල ඇති උනන්දුව මිල දී ගැනීමත් සමඟ CSE වෙළඳාම ධනාත්මක අතට හැරේ",
      "body_lines": [
        "චීනයේ Covid 19 අගුලු දැමීම හේතුවෙන් ශ්‍රී ලංකාව ඇතුළු දකුණු ආසියාතික රටවල ඇඟලුම් සඳහා ඇති විය හැකි ඇණවුම් හේතුවෙන් ඇඟලුම් අංශයේ කවුන්ටර සඳහා මිලදී ගැනීමේ උනන්දුව ඉහළ යාමත් සමඟ CSE වෙළඳ කටයුතු ඊයේ ධනාත්මක වූ බව කොටස් වෙළඳපල විශ්ලේෂකයෝ පවසති.",
        "කොවිඩ්-19 ව්‍යාප්තිය චීනයේ රෙදිපිළි සහ ඇඟලුම් වෙළෙඳපොළට දැඩි ලෙස බලපා ඇති අතර එමඟින් දකුණු ආසියානු කලාපයට, විශේෂයෙන් ශ්‍රී ලංකාවට ව්‍යාපාරික අවස්ථා නිර්මාණය වේ. රෙදිපිළි කර්මාන්තයේ උපරිම නිෂ්පාදනය සහ අපනයන සහිත ගෝලීය රෙදිපිළි වෙළඳපොලේ වඩාත්ම කැපී පෙනෙන ක්‍රීඩකයන්ගෙන් එකකි චීනය.",
        "නිල චීන දත්ත වලට අනුව, දෙරට අතර වෙළඳාම - ඉන්දියාව සහ චීනය - ජනවාරි සහ පෙබරවාරි මාසවල වසරින් වසර සියයට 12.4 කින් පහත වැටී ඇත. මේ චීනයේ කොරෝනා වයිරස් වසංගතය උච්චතම අවස්ථාව වූ කාලයයි. මෙම කාලය තුළ චීනය විසින් ඉන්දියාවට කරන ලද අපනයන යුවාන් බිලියන 67.1 ක් වූ අතර එය පසුගිය වසරට වඩා සියයට 12.6 කින් අඩු වූ අතර ඉන්දියාවෙන් කරන ලද ආනයන යුවාන් බිලියන 18 දක්වා සියයට 11.6 කින් පහත වැටී ඇත.",
        "කොරොන වයිරස් වසංගතය තුළ චීනයේ ඇඟලුම් නිෂ්පාදනය මන්දගාමී වී ඇති අතර අපනයනය ද ඇත. ක්‍රමයෙන්, ඇඟලුම් නිෂ්පාදකයින් නැවතත් මාර්ගයට පැමිණ ඇති අතර ඇඟලුම් අපනයනය නැවතත් හැඩයට පැමිණීමට යම් කාලයක් ගතවනු ඇත.",
        "තවද, ලංකා IOC කොටස් මිල ගණන් ද ඉහළ ගිය බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පැවසූහ.",
        "එම වර්ධනයන් මධ්‍යයේ දර්ශක දෙකම ඉහළට ගමන් කළේය. සියලුම කොටස් මිල දර්ශකය ඒකක 34.8 කින් ඉහළ ගිය අතර S සහ P SL20 ඒකක 19.2 කින් ඉහළ ගියේය. හරස් මාර්ග තුනක් සමඟ පිරිවැටුම රුපියල් බිලියන 1.4 ක් විය. රම්බොඩ ඇල්ලෙන් එම හරස්වීම් වාර්තා වූ අතර එහිදී කොටස් මිලියන 10.4 ක් රුපියල් මිලියන 278 ක් ද, එහි කොටස් රුපියල් 26.80 ක් ද, Melstacorp කොටස් මිලියන 1.5 ක් ද, රුපියල් මිලියන 64.5 ක් ද, එහි කොටස් රුපියල් 43 ක් ද, කොමර්ෂල් බැංකුව ද ගනුදෙනු විය. කොටස් 760,000 ක් රුපියල් මිලියන 41 ක් ඉක්මවා ගිය අතර එහි කොටස් රුපියල් 54 ක් ලබා ගත්තේය.",
        "සිල්ලර වෙළඳපොලේ, පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ ඉහළම සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 161 (කොටස් 752,000 ක් ගනුදෙනු), ලංකා අයිඕසී රුපියල් මිලියන 137 (කොටස් මිලියන 2.7 ක් ගනුදෙනු), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට්ස් රුපියල් මිලියන 117 (කොටස් මිලියන 11.9 ක් ගනුදෙනු), හෙල ඇපරල් රුපියල් මිලියන 62.8 (කොටස් මිලියන 5.2 ක් ගනුදෙනු), Dialog Axiata රු. මිලියන 57.8 ක් (කොටස් මිලියන හයක් වෙළඳාම් කර ඇත), Melstacorp රුපියල් මිලියන 50 ක් (කොටස් මිලියන 1.1 ක් ගනුදෙනු කර ඇත) සහ LOLC ෆිනෑන්ස් රුපියල් මිලියන 35.5 ක් (කොටස් මිලියන හතරක් වෙළඳාම් කර ඇත). දවස තුළ ගනුදෙනු 12000 කදී කොටස් වෙළුම් මිලියන 69.7 ක් වෙනස් විය.",
        "Cargills සහ Aitken Spence හි ඉහළ ශුද්ධ වටිනාකමක් සහ ආයතනික ආයෝජකයින්ගේ සහභාගීත්වය සටහන් වූ බව පැවසේ. Expolanka Holdings, LOLC Holdings සහ Lanka IOC හි මිශ්‍ර පොලී නිරීක්ෂණය වූ අතර Browns Investments, SMB Leasing සහ LOLC Finance හි සිල්ලර පොලී සටහන් විය.",
        "ආහාර, පාන සහ දුම්කොළ අංශය වෙළඳපල පිරිවැටුම සඳහා (බ්‍රවුන්ස් ආයෝජන හේතුවෙන්) ඉහළම දායකත්වයක් ලබා දුන් අතර අංශයේ දර්ශකය සියයට 0.39 කින් වර්ධනය විය.",
        "ප්‍රවාහන අංශය (එක්ස්පෝලංකා හෝල්ඩිංග්ස් හේතුවෙන්) වෙළෙඳපොළ පිරිවැටුම සඳහා දෙවැනි ඉහළම දායකත්වය සපයන්නා වූ අතර අංශයේ දර්ශකය සියයට 2.55 කින් පහළ ගියේය. එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි කොටසක මිල රු. 5.50 (සියයට 2.54) රු. 210.75 කි.",
        "ඊයේ මහ බැංකුව එක්සත් ජනපද ඩොලරයේ ගැනුම් අනුපාතිකය රුපියල් 355.61ක් ලෙසත් විකුණුම් මිල රුපියල් 365.58ක් ලෙසත් ප්‍රකාශයට පත් කළේය.",
        "2022 මයික්‍රොසොෆ්ට් ඉමේජින් කුසලාන ලෝක ශූරතාවලියේ අනුශූරතාව දිනාගත් ශ්‍රී ලංකාවේ සිසුන්",
        "Dialog සත්කාරක Google I/O දකුණු ආසියාවේ 1 වන වරටත් Metaverse හි දීර්ඝ කර ඇත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சிஎஸ்இ வர்த்தகம், ஆடை கவுண்டர்களில் ஆர்வத்தை வாங்குவதை அடுத்து நேர்மறையான திருப்பத்தை எடுக்கிறது",
      "body_lines": [
        "சீனாவில் கோவிட் 19 பூட்டப்பட்டதன் காரணமாக, இலங்கை உட்பட தெற்காசிய நாடுகளின் ஆடைகளுக்கான சாத்தியமான ஆர்டர்கள் காரணமாக, ஆடைத் துறை கவுண்டர்களுக்கான வாங்கும் ஆர்வம் நேற்று சிஎஸ்இ வர்த்தக நடவடிக்கைகள் சாதகமாக இருந்ததாக பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "COVID-19 வெடிப்பு சீனாவின் ஜவுளி மற்றும் ஆடை சந்தையை ஆழமாக பாதித்துள்ளது, இது தெற்காசிய பிராந்தியத்திற்கு, குறிப்பாக இலங்கைக்கு வணிக வாய்ப்புகளை உருவாக்குகிறது. ஜவுளித் தொழிலில் அதிகபட்ச உற்பத்தி மற்றும் ஏற்றுமதியுடன், உலகளாவிய ஜவுளி சந்தையில் சீனா மிக முக்கியமான வீரர்களில் ஒன்றாகும்.",
        "அதிகாரப்பூர்வ சீன தரவுகளின்படி, இரு நாடுகளுக்கும் இடையேயான வர்த்தகம் - இந்தியா மற்றும் சீனா - ஆண்டுக்கு ஆண்டு ஜனவரி மற்றும் பிப்ரவரியில் 12.4 சதவீதம் குறைந்துள்ளது. சீனாவில் கரோனா வைரஸ் தாக்கம் உச்சத்தில் இருந்த நேரம் இது. இந்த காலகட்டத்தில் இந்தியாவிற்கான சீனாவின் ஏற்றுமதி 67.1 பில்லியன் யுவான் ஆகும், இது கடந்த ஆண்டை விட 12.6 சதவீதம் குறைந்துள்ளது, அதே நேரத்தில் இந்தியாவில் இருந்து இறக்குமதி 11.6 சதவீதம் குறைந்து 18 பில்லியன் யுவானாக இருந்தது.",
        "கொரோனா வைரஸ் தொற்றுநோய்களின் போது சீனாவின் ஆடை உற்பத்தி குறைந்துள்ளது மற்றும் ஏற்றுமதியும் உள்ளது. மெதுவாக, ஆடை உற்பத்தியாளர்கள் மீண்டும் பாதையில் உள்ளனர், அதே நேரத்தில் ஆடை ஏற்றுமதிகள் வடிவம் திரும்ப இன்னும் சிறிது நேரம் எடுக்கும்.",
        "மேலும், லங்கா ஐஓசி பங்குகளின் விலைகள் எரிபொருளின் விலை உயர்விற்கான ஊகங்கள் காரணமாகவும் அதிகரித்துள்ளதாக பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில் இரு குறியீடுகளும் மேல் நோக்கி நகர்ந்தன. அனைத்துப் பங்குகளின் விலைச் சுட்டெண் 34.8 புள்ளிகளாலும், S மற்றும் P SL20 19.2 புள்ளிகளாலும் அதிகரித்தன. மூன்று கிராசிங்குகளுடன் புரள்வு ரூ.1.4 பில்லியனாக இருந்தது. 10.4 மில்லியன் பங்குகள் 278 மில்லியன் ரூபாவாகவும், அதன் பங்குகள் 26.80 ரூபாவாகவும், Melstacorp 1.5 மில்லியன் பங்குகள் 64.5 மில்லியன் ரூபாவாகவும், அதன் பங்குகள் 43 ரூபாவாகவும், கொமர்ஷல் வங்கியின் பங்குகள் 43 ரூபாவாகவும் வர்த்தகமானது. 760,000 பங்குகள் ரூ 41 மில்லியனைத் தாண்டியது, அதன் பங்குகள் ரூ 54 ஐப் பெற்றன.",
        "சில்லறை சந்தையில், விற்றுமுதலுக்கு முக்கியமாகப் பங்களித்த முதல் ஏழு நிறுவனங்கள்; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 161 மில்லியன் (752,000 பங்குகள் வர்த்தகம்), லங்கா ஐஓசி ரூ 137 மில்லியன் (2.7 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 117 மில்லியன் (11.9 மில்லியன் பங்குகள் வர்த்தகம்), ஹெலா அப்பேரல் ரூ 62.8 மில்லியன் (5.2 மில்லியன் பங்குகள் வர்த்தகம்), டயலொக் ஆக்ஸியாடா ரூ 57.8 மில்லியன் (ஆறு மில்லியன் பங்குகள் வர்த்தகம்), மெல்ஸ்டாகார்ப் ரூ 50 மில்லியன் (1.1 மில்லியன் பங்குகள் வர்த்தகம்) மற்றும் LOLC ஃபினான்ஸ் ரூ 35.5 மில்லியன் (நான்கு மில்லியன் பங்குகள் வர்த்தகம்) நாளின் போது 12000 பரிவர்த்தனைகளில் 69.7 மில்லியன் பங்குகள் கைமாறின.",
        "கார்கில்ஸ் மற்றும் எய்ட்கன் ஸ்பென்ஸில் அதிக நிகர மதிப்பு மற்றும் நிறுவன முதலீட்டாளர்களின் பங்கு குறிப்பிடப்பட்டதாக கூறப்படுகிறது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ், எல்ஓஎல்சி ஹோல்டிங்ஸ் மற்றும் லங்கா ஐஓசி ஆகியவற்றில் கலப்பு வட்டி காணப்பட்டது, அதே சமயம் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ், எஸ்எம்பி லீசிங் அல்லாத வாக்களிப்பு மற்றும் எல்ஓஎல்சி ஃபினான்ஸ் ஆகியவற்றில் சில்லறை வட்டி குறிப்பிடப்பட்டுள்ளது.",
        "உணவு, பானங்கள் மற்றும் புகையிலை துறை சந்தை வருவாயில் (பிரவுன்ஸ் முதலீடுகள் காரணமாக) முதன்மை பங்களிப்பாளராக இருந்தது, அதே நேரத்தில் துறை குறியீடு 0.39 சதவீதம் அதிகரித்தது.",
        "போக்குவரத்துத் துறையானது சந்தை வருவாயில் (எக்ஸ்போலங்கா ஹோல்டிங்ஸ் காரணமாக) இரண்டாவது அதிக பங்களிப்பை வழங்கியதுடன், துறைச் சுட்டெண் 2.55 வீதத்தால் குறைந்துள்ளது. எக்ஸ்போலங்கா ஹோல்டிங்ஸ் பங்கு விலை ரூ. 5.50 (2.54 சதவீதம்) முதல் ரூ. 210.75.",
        "நேற்றைய தினம் அமெரிக்க டொலர் கொள்வனவு விலை 355.61 ரூபாவாகவும் விற்பனை விலை 365.58 ரூபாவாகவும் மத்திய வங்கி அறிவித்துள்ளது.",
        "2022 மைக்ரோசாப்ட் இமேஜின் கோப்பை உலக சாம்பியன்ஷிப்பில் இலங்கையைச் சேர்ந்த மாணவர்கள் இரண்டாம் இடத்தைப் பிடித்தனர்.",
        "டயலொக் ஹோஸ்ட்கள் Google I/O தெற்காசியாவில் 1வது முறையாக Metaverse இல் நீட்டிக்கப்பட்டது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}