{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Why-Rajapaksas-are-refusing-to-resign/172-235710",
  "time_ut": 1650911880,
  "title": "Why Rajapaksas are refusing to resign",
  "body_lines": [
    "Prime Minister Mahinda Rajapaksa has dismissed calls for his resignation, as has his brother, Gotabaya, the president. In an interview with a private radio station, he pooh-poohed calls for an interim government, and insisted that “If there is a need for an interim government it should happen only under my leadership.”",
    "The protesting public is justifiably outraged, but they are left with little recourse to make him leave his office in peace. University students surrounded his residence, threatening to drag him by ear; the high priests of main Buddhist chapters demanded an interim government, which would not be possible without the resignation of prime minister and the president.",
    "To all his previous glory as a reincarnated Sinhalese monarch, Mahinda Rajapaksa now cast a shadow of a reject; an ageing strongman who is out of touch with reality, like Mugabe, Mubarak, Chaushesku, or Gaddafi. Like them, he is risking himself an unglamorous exit.",
    "Political leaders of the kind of MR have an overblown sense of entitlement to their nation. They tend to think they own the country and many of them have died in the office, often bequeathing the mantle of the government to their offspring who had been groomed for the job.",
    "Many ill-thought-out decisions of MR-presidency emanate from this state of mind. Consider billions of dollars invested in Hambantota, his pocket borough in projects which had limited return on investment. Those were part of his dynastic project paid with the public funds.  Consider the taking over of the Sri Lankan airline from the Emirates for he felt slighted by the airline management‘s refusal to deplane hundreds of passengers to make room for MR’s entourage.  Then, he handed the top management of the national carrier to a brother of his sidekick-and they ran it to the ground. The 18th Amendment of the Constitution, which removed the term limits and domesticated the Supreme Court and other independent institutions is an extension of that psychological standing point.",
    "It is not just MR who is in trouble. A full-blown dynastic enterprise that ‘Mahinda Rajapaksa’ so meticulously designed is now in ruins. Rajapaksa is not alone; Mubarak, Gaddafi, Suharto et al groomed their offspring to inherit the throne, and when the good times ended, destiny had a different calling for them. Most third world’s tin pot dictators think and behave the same way. Also, when they fall from grace, they all tend to have a hard, and often fatal, landing.",
    "Of course, the Rajapaksas are also concerned about the potential legal proceedings over corruption and abuse of power. There are reasons to believe that an eventuality of legal action   is more real this time than on previous occasions given the nature of public campaign. On the past occasions, it was the same old political class who had been calling shots which in effect granted a degree of immunity for its members to loot the public coffers. When both main political parties are neck-deep in corruption, such a status quo helped both. Yahapalanaya’s reluctance to hold the Rajapaksas accountable is a case in point. There existed an unofficial understanding not to target the key players of either government.",
    "Thousands who are camped in the Galle face Green or hundreds of thousands who take to the streets across the country do not party political activists.  Their activism as much as dethroned the traditional party-political activism from its dominant place has also empowered the public",
    "However, increasingly apolitical mass protests are rejecting not just the Rajapaksas, but the entire political establishment, which they consider corrupt, nepotistic and responsible for the current economic and political malady of the nation.",
    "Any interim government that comes in place of the Rajapaksa brothers would find it hard to ignore these calls, without provoking a major public reaction. Thousands who are camped in the Galle face Green or hundreds of thousands who take to the streets across the country do not party political activists.  Their activism as much as dethroned the traditional party-political activism from its dominant place has also empowered the public. Given the newfound mass political activism, the Rajapaksas are right to be worried about possible legal actions. It is not business as usual.",
    "However, the stubborn refusal of the Prime Minister is not only fuelling public anger, but it is also making life after a possible resignation harder. However, the Rajapaksas themselves seem to have made certain well thought out decisions, such as not to unleash the security forces or police on the protesters. That is something many of their peers across the world overlooked, so they galvanized the public against the state and its brutal apparatus, which ousted them, often violently.",
    "However, Messrs Rajapaksas have overlooked the fallout when the leaders overstay in the office against the public protests.  Such leaders go down in the end, but, most of them, carry their nations with them.",
    "It is not just MR who is in trouble. A full-blown dynastic enterprise that ‘Mahinda Rajapaksa’ so meticulously designed is now in ruins. Rajapaksa is not alone; Mubarak, Gaddafi, Suharto et al groomed their offspring to inherit the throne, and when the good times ended, destiny had a different calling for them"
  ],
  "translate": {
    "si": {
      "title": "ඇයි රාජපක්ෂලා ඉල්ලා අස්වීම ප්‍රතික්ෂේප කරන්නේ",
      "body_lines": [
        "අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා ඔහුගේ සොහොයුරු ගෝඨාභය ජනාධිපතිවරයා මෙන් ඉල්ලා අස්විය යුතු බවට කරන ලද ඉල්ලීම් ප්‍රතික්ෂේප කර තිබේ. පෞද්ගලික ගුවන්විදුලි නාලිකාවක් සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් ඔහු අන්තර්වාර ආන්ඩුවක් ඉල්ලා සිටින අතර, \"අන්තර්වාර ආන්ඩුවක් අවශ්‍ය නම් එය සිදුවිය යුත්තේ මගේ නායකත්වය යටතේ පමණක්\" බව අවධාරනය කළේය.",
        "විරෝධතාවයේ යෙදෙන මහජනතාව සාධාරණ ලෙස කෝපයට පත් වී ඇත, නමුත් ඔහුට සාමකාමීව තම කාර්යාලයෙන් පිටවීමට ඔවුන්ට ඉතිරිව ඇත්තේ සුළු පිළිවෙතකි. විශ්වවිද්‍යාල සිසුන් ඔහුගේ නිවස වටකරමින් ඔහුට කනෙන් ඇදගෙන යන බවට තර්ජනය කළහ. අග්‍රාමාත්‍යවරයා සහ ජනාධිපතිවරයා ඉල්ලා අස්වීමෙන් තොරව කළ නොහැකි අන්තර්වාර ආණ්ඩුවක් අවශ්‍ය බව ප්‍රධාන බෞද්ධ පාර්ශ්වයේ නායක පූජකවරු ඉල්ලා සිටියහ.",
        "පුනරුත්පත්තිය ලැබූ සිංහල රජෙකු ලෙස ඔහුගේ සියලු පෙර කීර්තියට, මහින්ද රාජපක්ෂ දැන් ප්‍රතික්ෂේප කරන්නෙකුගේ සෙවනැල්ලක් දමයි; මුගාබේ, මුබාරක්, චෞෂේස්කු, හෝ ගඩාෆි වැනි යථාර්ථයට සම්බන්ධ නැති වයස්ගත ප්‍රබලයෙකි. ඔවුන් මෙන්, ඔහු ද අවලස්සන පිටවීමක් අවදානමට ලක් කරයි.",
        "එම්ආර් වර්ගයේ දේශපාලන නායකයින්ට තම ජාතියට හිමිකම පිළිබඳ අධික හැඟීමක් ඇත. ඔවුන් සිතන්නේ රට අයිති තමන්ට යැයි සිතන අතර ඔවුන්ගෙන් බොහෝ දෙනෙක් කාර්යාලයේදී මිය ගොස් ඇති අතර, බොහෝ විට රැකියාව සඳහා මනරම් වූ තම දරුවන්ට රජයේ සළුව දායාද කරති.",
        "MR-සභාපතිකමේ බොහෝ වැරදි කල්පනාකාරී තීරණ මෙම මානසික තත්ත්වයෙන් පැන නගී. ආයෝජන මත සීමිත ප්‍රතිලාභ ලැබූ ව්‍යාපෘති සඳහා ඔහුගේ සාක්කුවේ පිහිටි හම්බන්තොට ආයෝජනය කර ඇති ඩොලර් බිලියන ගණන සලකා බලන්න. ඒවා මහජන මුදලින් ගෙවූ ඔහුගේ රාජවංශ ව්‍යාපෘතියේ කොටසකි. MR ගේ පිරිවරට ඉඩ සැලසීම සඳහා මගීන් සිය ගනනක් ගුවන්ගත කිරීම ගුවන්සේවා කළමනාකාරීත්වය ප්‍රතික්ෂේප කිරීම නිසා ඔහු ශ්‍රී ලංකන් ගුවන් සේවය එමිරේට්ස් වෙතින් පවරා ගැනීම සලකා බලන්න. ඉන්පසුව, ඔහු ජාතික ගුවන් සේවයේ ඉහළ කළමනාකාරිත්වය ඔහුගේ සහායකයාගේ සහෝදරයෙකුට භාර දුන් අතර ඔවුන් එය බිමට ගෙන ගියේය. 18 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය, කාලීන සීමාවන් ඉවත් කර ශ්‍රේෂ්ඨාධිකරණය සහ අනෙකුත් ස්වාධීන ආයතන ගෘහස්ථකරණය කළේ එම මනෝවිද්‍යාත්මක ස්ථාවරයේ දිගුවකි.",
        "අවුල තියෙන්නේ MR විතරක් නෙවෙයි. ‘මහින්ද රාජපක්ෂ’ ඉතා සූක්ෂම ලෙස නිර්මාණය කළ පූර්ණ රාජවංශික ව්‍යාපාරයක් දැන් නටබුන් වෙමින් පවතී. රාජපක්ෂ පමණක් නොවේ; මුබාරක්, ගඩාෆි, සුහර්තෝ et al සිංහාසනය උරුම කර ගැනීම සඳහා ඔවුන්ගේ දරුවන් මනමාල කර ගත් අතර, යහපත් කාලය අවසන් වූ විට, ඉරණම ඔවුන් සඳහා වෙනස් කැඳවීමක් විය. තුන්වන ලෝකයේ බොහෝ ටින් පෝච්චි ඒකාධිපතියන් සිතන්නේ සහ හැසිරෙන්නේ එකම ආකාරයට ය. එසේම, ඔවුන් කරුණාවෙන් වැටෙන විට, ඔවුන් සියල්ලන්ටම දැඩි හා බොහෝ විට මාරාන්තික ගොඩබෑමක් ඇති වේ.",
        "ඇත්ත වශයෙන්ම, දූෂණය සහ බලය අයුතු ලෙස භාවිතා කිරීම සම්බන්ධයෙන් සිදුවිය හැකි නීතිමය ක්‍රියාමාර්ග ගැන රාජපක්ෂලා ද සැලකිලිමත් වෙති. මහජන ප්‍රචාරණයේ ස්වභාවය අනුව පෙර අවස්ථා වලට වඩා මෙවර නීතිමය ක්‍රියාමාර්ගයක සිදුවීමක් සැබෑ බව විශ්වාස කිරීමට හේතු තිබේ. පසුගිය අවස්ථා වලදී මහජන මුදල් කොල්ලකෑමට තම සාමාජිකයින්ට යම් තරමක මුක්තියක් ලබාදුන්නේද එම පැරැණි දේශපාලන පන්තියම තමයි. ප්‍රධාන දේශපාලන පක්‍ෂ දෙකම දූෂණයෙන් බෙල්ලේ වැලඳගෙන සිටින විට එවැනි තත්ත්වයන් දෙකටම උපකාර විය. රාජපක්ෂලාට වග කියන්නට යහපාලනය දක්වන මැලිකම නිදසුනකි. කිසිම ආණ්ඩුවක ප්‍රධාන කොටස්කරුවන් ඉලක්ක කර නොගැනීමට නිල නොවන අවබෝධයක් තිබුණා.",
        "ගාලු මුවදොර හරිත කඳවුරේ කඳවුරු බැඳ සිටින දහස් ගණනක් හෝ රට පුරා වීදි බසින ලක්ෂ සංඛ්‍යාත පිරිසක් පක්ෂ දේශපාලන ක්‍රියාකාරීන් නොවේ. ඔවුන්ගේ ක්‍රියාකාරීත්වය සාම්ප්‍රදායික පක්ෂ-දේශපාලන ක්‍රියාකාරීත්වය එහි ප්‍රමුඛ ස්ථානයෙන් පහ කළ තරමටම මහජනයා සවිබල ගන්වා ඇත.",
        "කෙසේ වෙතත්, වඩ වඩාත් නිර්පාක්ෂික මහජන විරෝධතා රාජපක්ෂවරුන් පමණක් නොව, ජාතියේ වත්මන් ආර්ථික හා දේශපාලන ව්‍යාධියට වගකිව යුතු දූෂිත, ඥාති සංග්‍රහ සහ වගකිව යුතු යැයි ඔවුන් සලකන සමස්ත දේශපාලන සංස්ථාපිතයම ප්‍රතික්ෂේප කරයි.",
        "රාජපක්ෂ සහෝදරයන් වෙනුවට පත්වන ඕනෑම අන්තර්වාර ආන්ඩුවකට විශාල මහජන ප්‍රතිචාරයක් ඇති නොකර මෙම ඇමතුම් නොසලකා හැරීම දුෂ්කර වනු ඇත. ගාලු මුවදොර හරිත කඳවුරේ කඳවුරු බැඳ සිටින දහස් ගණනක් හෝ රට පුරා වීදි බසින ලක්ෂ සංඛ්‍යාත පිරිසක් පක්ෂ දේශපාලන ක්‍රියාකාරීන් නොවේ. සාම්ප්‍රදායික පක්ෂ-දේශපාලන ක්‍රියාකාරීත්වය එහි ප්‍රමුඛ ස්ථානයෙන් පහ කළ තරමටම ඔවුන්ගේ ක්‍රියාකාරීත්වය මහජනතාව බලගන්වා ඇත. නව ජන දේශපාලන ක්‍රියාකාරීත්වය අනුව, සිදුවිය හැකි නීතිමය ක්‍රියාමාර්ග ගැන රාජපක්ෂලා කනස්සල්ලට පත්වීම නිවැරදි ය. එය සාමාන්‍ය පරිදි ව්‍යාපාරයක් නොවේ.",
        "කෙසේ වෙතත්, අග්‍රාමාත්‍යවරයාගේ මුරණ්ඩු ප්‍රතික්ෂේප කිරීම මහජන කෝපය අවුස්සනවා පමණක් නොව, ඉල්ලා අස්වීමෙන් පසු ජීවිතය වඩාත් දුෂ්කර කරයි. කෙසේ වෙතත්, විරෝධතාකරුවන්ට ආරක්ෂක අංශ හෝ පොලිසිය මුදා නොහැරීම වැනි යම් යම් තීන්දු තීරණ රාජපක්ෂවරුන් විසින්ම ගෙන ඇති බව පෙනේ. එය ලොව පුරා සිටින ඔවුන්ගේ සම වයසේ මිතුරන් බොහෝ දෙනෙකු නොසලකා හරින ලද දෙයකි, එබැවින් ඔවුන් බොහෝ විට ප්‍රචණ්ඩ ලෙස නෙරපා දැමූ රාජ්‍යයට සහ එහි ම්ලේච්ඡ යන්ත්‍රයට එරෙහිව මහජනතාව ශක්තිමත් කළහ.",
        "කෙසේ වෙතත්, මහජන විරෝධතාවලට එරෙහිව නායකයින් කාර්යාලයේ වැඩි වේලාවක් රැඳී සිටීමෙන් සිදුවන හානිය රාජපක්ෂ මහත්වරු නොසලකා හැර ඇත. එවැනි නායකයින් අවසානයේ පහළට ගියත්, ඔවුන්ගෙන් බොහෝ දෙනෙක් තම ජාතීන් ඔවුන් සමඟ රැගෙන යති.",
        "අවුල තියෙන්නේ MR විතරක් නෙවෙයි. ‘මහින්ද රාජපක්ෂ’ ඉතා සූක්ෂම ලෙස නිර්මාණය කළ පූර්ණ රාජවංශික ව්‍යාපාරයක් දැන් නටබුන් වෙමින් පවතී. රාජපක්ෂ පමණක් නොවේ; මුබාරක්, ගඩාෆි, සුහර්තෝ et al සිංහාසනය උරුම කර ගැනීම සඳහා ඔවුන්ගේ දරුවන් හැඩගස්වා ගත් අතර, යහපත් කාලය අවසන් වූ විට, ඉරණම ඔවුන් සඳහා වෙනස් කැඳවීමක් විය."
      ]
    },
    "ta": {
      "title": "ராஜபக்சேக்கள் ஏன் பதவி விலக மறுக்கிறார்கள்",
      "body_lines": [
        "பிரதமர் மகிந்த ராஜபக்ச, தனது சகோதரரான கோட்டாபய ஜனாதிபதியைப் போன்று தனது பதவி விலகல் கோரிக்கையை நிராகரித்துள்ளார். ஒரு தனியார் வானொலி நிலையத்திற்கு அளித்த பேட்டியில், அவர் இடைக்கால அரசாங்கம் தேவை என்று பூஹ்-பூஹ் அழைப்பு விடுத்தார், மேலும் \"இடைக்கால அரசாங்கம் தேவை என்றால் அது எனது தலைமையில் மட்டுமே நடக்க வேண்டும்\" என்று வலியுறுத்தினார்.",
        "எதிர்ப்பு தெரிவிக்கும் பொதுமக்கள் நியாயமான முறையில் கோபமடைந்துள்ளனர், ஆனால் அவர் தனது அலுவலகத்தை நிம்மதியாக விட்டுச் செல்ல அவர்களுக்கு சிறிதும் வழி இல்லை. பல்கலைக்கழக மாணவர்கள் அவரது குடியிருப்பை சுற்றி வளைத்து, அவரை காதில் இழுத்து மிரட்டினர்; பிரதான பௌத்த பிரிவுகளின் பிரதான குருக்கள் ஒரு இடைக்கால அரசாங்கத்தை கோரினர், இது பிரதமர் மற்றும் ஜனாதிபதியின் இராஜினாமா இல்லாமல் சாத்தியமற்றது.",
        "ஒரு மறுபிறவி சிங்கள மன்னராக தனது முந்தைய பெருமைக்கு, மகிந்த ராஜபக்ச இப்போது ஒரு நிராகரிப்பின் நிழலைப் போட்டுள்ளார்; முகாபே, முபாரக், சௌஷேஸ்கு அல்லது கடாபி போன்ற யதார்த்தத்துடன் தொடர்பில்லாத ஒரு வயதான வலிமையானவர். அவர்களைப் போலவே, அவரும் தன்னைத் தானே ஆபத்தில் ஆழ்த்துகிறார்.",
        "MR வகையிலான அரசியல் தலைவர்கள், தங்கள் தேசத்திற்கான உரிமையை மிகைப்படுத்திய உணர்வைக் கொண்டுள்ளனர். அவர்கள் நாடு தங்களுக்குச் சொந்தமானது என்று நினைக்கிறார்கள், அவர்களில் பலர் அலுவலகத்தில் இறந்துவிட்டார்கள், வேலைக்காக வளர்க்கப்பட்ட தங்கள் சந்ததியினருக்கு அரசாங்கத்தின் கவசத்தை அடிக்கடி வழங்குகிறார்கள்.",
        "MR-தலைமையின் பல தவறான சிந்தனை முடிவுகள் இந்த மனநிலையிலிருந்து வெளிவருகின்றன. அம்பாந்தோட்டையில் முதலீடு செய்யப்பட்ட பில்லியன் கணக்கான டாலர்களைக் கவனியுங்கள், முதலீட்டில் குறைந்த வருமானம் கொண்ட திட்டங்களில் அவரது பாக்கெட் பெருநகரம். அவை பொது நிதியில் செலுத்தப்பட்ட அவரது வம்ச திட்டத்தின் ஒரு பகுதியாகும். MR இன் பரிவாரங்களுக்கு இடமளிக்க நூற்றுக்கணக்கான பயணிகளை இறக்குவதற்கு விமான நிர்வாகம் மறுத்ததால், அவர் எமிரேட்ஸ் நிறுவனத்திடம் இருந்து ஸ்ரீலங்கன் விமான சேவையை கையகப்படுத்துவதைக் கவனியுங்கள். பின்னர், அவர் தேசிய கேரியரின் உயர் நிர்வாகத்தை தனது பக்கத்து வீட்டுக்காரரின் சகோதரரிடம் ஒப்படைத்தார் - அவர்கள் அதை தரையில் ஓடினார்கள். அரசியலமைப்பின் 18 வது திருத்தம், கால வரம்புகளை நீக்கி, உச்ச நீதிமன்றம் மற்றும் பிற சுயாதீன நிறுவனங்களை உள்வாங்கியது, அந்த உளவியல் நிலைப்பாட்டின் நீட்டிப்பாகும்.",
        "சிக்கலில் இருப்பது எம்ஆர் மட்டும் அல்ல. ‘மஹிந்த ராஜபக்ச’ மிகவும் நுணுக்கமாக வடிவமைத்த ஒரு முழு வம்ச நிறுவனமானது இப்போது பாழடைந்துள்ளது. ராஜபக்ச மட்டும் இல்லை; முபாரக், கடாபி, சுஹார்டோ மற்றும் பலர் தங்கள் சந்ததிகளை சிம்மாசனத்தை வாரிசாக வளர்த்தனர், நல்ல காலம் முடிந்ததும், விதி அவர்களுக்கு வித்தியாசமான அழைப்பைக் கொண்டிருந்தது. மூன்றாம் உலகின் பெரும்பாலான டின் பாட் சர்வாதிகாரிகளும் அப்படித்தான் நினைக்கிறார்கள், நடந்து கொள்கிறார்கள். மேலும், அவர்கள் கருணையிலிருந்து விழும்போது, ​​அவர்கள் அனைவரும் கடினமான மற்றும் பெரும்பாலும் ஆபத்தான, தரையிறங்குவதைக் கொண்டுள்ளனர்.",
        "நிச்சயமாக, ஊழல் மற்றும் அதிகார துஷ்பிரயோகம் தொடர்பான சாத்தியமான சட்ட நடவடிக்கைகள் குறித்தும் ராஜபக்சக்கள் கவலை கொண்டுள்ளனர். பொதுப் பிரச்சாரத்தின் தன்மையைக் கருத்தில் கொண்டு, முந்தைய நிகழ்வுகளைக் காட்டிலும் இந்த முறை சட்டப்பூர்வ நடவடிக்கையின் நிகழ்வு மிகவும் உண்மையானது என்று நம்புவதற்கு காரணங்கள் உள்ளன. கடந்த காலங்களில், அதே பழைய அரசியல் வர்க்கம் தான், பொதுப் பணத்தைக் கொள்ளையடிப்பதற்காக அதன் உறுப்பினர்களுக்கு ஒரு அளவு நோய் எதிர்ப்பு சக்தியை வழங்கியது. இரண்டு முக்கிய அரசியல் கட்சிகளும் ஊழலில் மூழ்கியிருக்கும் போது, ​​அத்தகைய நிலை இரண்டுக்கும் உதவியது. ராஜபக்சக்களை பொறுப்புக்கூற வைக்க யஹபாலனயாவின் தயக்கம் ஒரு உதாரணம். இரண்டு அரசாங்கத்தின் முக்கிய வீரர்களையும் குறிவைக்கக் கூடாது என்ற அதிகாரப்பூர்வமற்ற புரிந்துணர்வு இருந்தது.",
        "காலி முகத்திடலில் முகாமிட்டுள்ள ஆயிரக்கணக்கானோர் பச்சை நிறத்தை எதிர்கொள்கின்றனர் அல்லது நாடு முழுவதிலும் வீதிகளில் இறங்கிய நூறாயிரக்கணக்கான மக்கள் கட்சி அரசியல் செயற்பாட்டாளர்களைக் கொண்டிருக்கவில்லை. பாரம்பரியமான கட்சி-அரசியல் செயல்பாட்டினை அதன் ஆதிக்க இடத்திலிருந்து அகற்றியது போல் அவர்களின் செயல்பாடும் பொதுமக்களுக்கு அதிகாரம் அளித்துள்ளது.",
        "எவ்வாறாயினும், பெருகிய முறையில் அரசியலற்ற வெகுஜன எதிர்ப்புக்கள் ராஜபக்சேக்களை மட்டுமல்ல, ஒட்டுமொத்த அரசியல் ஸ்தாபனத்தையும் நிராகரிக்கின்றன, அவை ஊழல், நேசிப்பவர் மற்றும் தேசத்தின் தற்போதைய பொருளாதார மற்றும் அரசியல் நோய்க்கு பொறுப்பானவை என்று அவர்கள் கருதுகின்றனர்.",
        "ராஜபக்ச சகோதரர்களுக்குப் பதிலாக வரும் எந்தவொரு இடைக்கால அரசாங்கமும் இந்த அழைப்புகளைப் புறக்கணிப்பது கடினமாக இருக்கும், ஒரு பெரிய பொது எதிர்வினையைத் தூண்டாமல். காலி முகத்திடலில் முகாமிட்டுள்ள ஆயிரக்கணக்கானோர் பச்சை நிறத்தை எதிர்கொள்கின்றனர் அல்லது நாடு முழுவதிலும் வீதிகளில் இறங்கிய நூறாயிரக்கணக்கான மக்கள் கட்சி அரசியல் செயற்பாட்டாளர்களைக் கொண்டிருக்கவில்லை. பாரம்பரியமான கட்சி-அரசியல் செயல்பாடுகளை அதன் மேலாதிக்க இடத்திலிருந்து தூக்கி எறிந்த அவர்களின் செயல்பாடு பொதுமக்களுக்கும் அதிகாரம் அளித்துள்ளது. புதிய பாரிய அரசியல் செயற்பாடுகளின் அடிப்படையில், ராஜபக்சக்கள் சாத்தியமான சட்ட நடவடிக்கைகள் குறித்து கவலைப்படுவது சரியே. இது வழக்கம் போல் வியாபாரம் அல்ல.",
        "இருப்பினும், பிரதமரின் பிடிவாதமான மறுப்பு பொதுமக்களின் கோபத்தைத் தூண்டுவது மட்டுமல்லாமல், ராஜினாமாவுக்குப் பிறகு வாழ்க்கையை கடினமாக்குகிறது. எவ்வாறாயினும், எதிர்ப்பாளர்கள் மீது பாதுகாப்புப் படையினரையோ அல்லது பொலிஸாரையோ கட்டவிழ்த்து விடக்கூடாது என்பது போன்ற சில நன்கு சிந்தித்து முடிவுகளை ராஜபக்சக்களே எடுத்துள்ளதாகத் தெரிகிறது. உலகெங்கிலும் உள்ள அவர்களது சகாக்களில் பலர் கவனிக்காத ஒன்று, அதனால் அவர்கள் அரசு மற்றும் அதன் மிருகத்தனமான எந்திரத்திற்கு எதிராக பொதுமக்களை ஊக்கப்படுத்தினர், இது அவர்களை அடிக்கடி வன்முறையில் வெளியேற்றியது.",
        "எவ்வாறாயினும், பொதுமக்கள் எதிர்ப்புக்களுக்கு எதிராக தலைவர்கள் அலுவலகத்தில் அதிக நேரம் தங்கியிருக்கும் போது ஏற்படும் வீழ்ச்சியை ராஜபக்ச மெசர்கள் கண்டுகொள்ளவில்லை. அத்தகைய தலைவர்கள் இறுதியில் கீழே செல்கிறார்கள், ஆனால், அவர்களில் பெரும்பாலோர், தங்கள் நாடுகளை அவர்களுடன் சுமந்து செல்கிறார்கள்.",
        "சிக்கலில் இருப்பது எம்ஆர் மட்டும் அல்ல. ‘மஹிந்த ராஜபக்ச’ மிகவும் நுணுக்கமாக வடிவமைத்த ஒரு முழு வம்ச நிறுவனமானது இப்போது பாழடைந்துள்ளது. ராஜபக்ச மட்டும் இல்லை; முபாரக், கடாபி, சுஹார்டோ மற்றும் பலர் தங்கள் சந்ததியினரை அரியணையில் அமர்த்திக் கொண்டனர், மேலும் நல்ல காலம் முடிந்ததும், விதி அவர்களுக்கு வேறு அழைப்பு விடுத்தது."
      ]
    }
  }
}