{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/RW-says-Mirihana-clash-is-not-a-racial-terrorist-attack/108-234282",
  "time_ut": 1648818900,
  "title": "RW says Mirihana clash is not a racial, terrorist attack",
  "body_lines": [
    "The commotion near the President' residence last night is not a racial or a terrorist incident, former Prime Minister Ranil Wickremesinghe said today.",
    "\"This was not a racist incident. This was not a terrorist incident. Such comments would only exacerbate the already volatile situation. The protests that took place at Jubilee Post were peaceful, however, at Pangiriwatta that situation changed,\" Wickremesinghe said in a statement.",
    "\"Last night at Pangiriwatta in Mirihana a demonstration erupted as there has been no solution provided to the problems faced by the citizens. This incident can be described as a resultof the collapse of the current political structure.The government has failed to solve the problems that are plaguing the citizens of Sri Lanka. The Opposition has also failed to uphold their responsibility. The government is blaming various groups for the incident, but they must present evidence to support these claims,\" he added.",
    "\"They must also reveal who is behind the violence, while refraining from making any racist comments.I express different views on this. We must remember one thing. No one should be harmed in a peaceful protest. Violence must not be tolerated. People have the right to protest freely and peacefully. Political parties should not take part in these citizens led protests. But political parties have the right to hold their own meetings and protests. Although it is late, Parliament also has a responsibility now. Solutions acceptable to the people of the country should be presented to Parliament. We must implement them with a national consensus without party affiliation. We must fulfil this duty when Parliament convenes next week. I hope this crisis is resolved peacefully without violence,\" he also said. (Yohan Perera)"
  ],
  "translate": {
    "si": {
      "title": "මිරිහාන ගැටුම වාර්ගික, ත්‍රස්තවාදී ප්‍රහාරයක් නොවන බව RW පවසයි",
      "body_lines": [
        "ජනාධිපති නිල නිවස අසල ඊයේ රාත්‍රියේ ඇති වූ කලහකාරී තත්ත්වය ජාතිවාදී හෝ ත්‍රස්තවාදී සිදුවීමක් නොවන බව හිටපු අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා අද ප්‍රකාශ කළේය.",
        "\"මෙය ජාතිවාදී සිදුවීමක් නොවේ. මෙය ත්‍රස්තවාදී සිදුවීමක් නොවේ. එවැනි ප්‍රකාශයන් දැනටමත් පවතින අවුල් සහගත තත්ත්වය තවත් උග්‍ර කරයි. ජුබිලි කණුවේදී පැවති විරෝධතා සාමකාමී නමුත් පැඟිරිවත්තේදී එම තත්ත්වය වෙනස් විය,\" වික්‍රමසිංහ මහතා නිවේදනයක් නිකුත් කරමින් කියා සිටියේය. .",
        "\"මිරිහාන පැඟිරිවත්තේදී ඊයේ රාත්‍රියේ උද්ඝෝෂණයක් ඇවිළුණේ රටවැසියන් මුහුණ දෙන ප්‍රශ්නවලට විසඳුම් ලබාදී නැති නිසායි. මේ සිදුවීම වත්මන් දේශපාලන ව්‍යූහය කඩාවැටීමේ ප්‍රතිඵලයක් විදිහට හඳුන්වන්න පුළුවන්. රජයට තිබෙන ගැටලු විසඳීමට අසමත් වෙලා තියෙනවා. ශ්‍රී ලංකාවේ පුරවැසියන් පීඩාවට පත් කරනවා.විපක්‍ෂය ද ඔවුන්ගේ වගකීම ඉටු කිරීමට අපොහොසත් වී ඇත. රජය මෙම සිදුවීම සම්බන්ධයෙන් විවිධ කණ්ඩායම්වලට දොස් පවරන නමුත් මෙම ප්‍රකාශයන් සනාථ කිරීමට ඔවුන් සාක්ෂි ඉදිරිපත් කළ යුතුය.",
        "\"ජාතිවාදී අදහස් ප්‍රකාශ කිරීමෙන් වළකින අතරම ප්‍රචණ්ඩත්වය පිටුපස සිටින්නේ කවුරුන්ද යන්නත් ඔවුන් හෙළි කළ යුතුයි. මම මේ ගැන විවිධ අදහස් ප්‍රකාශ කරනවා. අපි එක දෙයක් මතක තබා ගත යුතුයි. සාමකාමී උද්ඝෝෂණයකදී කාටවත් හානියක් නොවිය යුතුයි. ප්‍රචණ්ඩත්වය නොඉවසිය යුතුයි. ජනතාව නිදහසේ සහ සාමකාමීව උද්ඝෝෂණ කිරීමට ඇති අයිතිය.මෙම පුරවැසියන් මෙහෙයවන විරෝධතාවලට දේශපාලන පක්ෂ සහභාගි නොවිය යුතුය.නමුත් දේශපාලන පක්ෂවලට තම තමන්ගේ රැස්වීම් සහ විරෝධතා පැවැත්වීමට අයිතියක් ඇත.පමා වුවද පාර්ලිමේන්තුවටත් දැන් වගකීමක් තිබේ.පිළිගත හැකි විසඳුම් රටේ ජනතාව පාර්ලිමේන්තුවට ඉදිරිපත් කළ යුතුයි.ඒවා අපි පක්ෂ භේදයකින් තොරව ජාතික සම්මුතියක් ඇතිව ක්‍රියාත්මක කළ යුතුයි.ලබන සතියේ පාර්ලිමේන්තුව රැස්වෙන විට අපි මේ යුතුකම ඉටුකළ යුතුයි.මේ අර්බුදය ප්‍රචණ්ඩත්වයෙන් තොරව සාමකාමීව විසඳේවායි බලාපොරොත්තු වෙනවා යැයිද ඔහු පැවසීය. (යොහාන් පෙරේරා)"
      ]
    },
    "ta": {
      "title": "மிரிஹானா மோதல் ஒரு இன, பயங்கரவாத தாக்குதல் அல்ல என்று RW கூறுகிறார்",
      "body_lines": [
        "ஜனாதிபதி மாளிகைக்கு அருகில் நேற்று இரவு இடம்பெற்ற கலவரம் இனவாதமோ பயங்கரவாதமோ அல்ல என முன்னாள் பிரதமர் ரணில் விக்கிரமசிங்க தெரிவித்துள்ளார்.",
        "\"இது ஒரு இனவாத சம்பவம் அல்ல. இது ஒரு பயங்கரவாத சம்பவம் அல்ல. இதுபோன்ற கருத்துக்கள் ஏற்கனவே கொந்தளிப்பான சூழ்நிலையை மேலும் மோசமாக்கும். ஜூப்ளி போஸ்டில் நடந்த போராட்டம் அமைதியாக இருந்தது, ஆனால் பங்கிரிவத்தையில் அந்த நிலைமை மாறியது\" என்று விக்ரமசிங்க ஒரு அறிக்கையில் தெரிவித்துள்ளார். .",
        "நேற்றிரவு மிரிஹான பங்கிரிவத்தையில் மக்கள் எதிர்நோக்கும் பிரச்சினைகளுக்கு தீர்வு வழங்கப்படவில்லை எனக் கூறி ஆர்ப்பாட்டம் ஒன்று வெடித்தது. தற்போதைய அரசியல் கட்டமைப்பின் வீழ்ச்சியின் விளைவாக இந்த சம்பவத்தை குறிப்பிடலாம். அரசாங்கம் பிரச்சினைகளுக்கு தீர்வு காணத் தவறியுள்ளது. இலங்கையின் குடிமக்களை துன்புறுத்துகின்றனர்.எதிர்க்கட்சிகளும் தங்கள் பொறுப்பை நிலைநிறுத்தத் தவறிவிட்டன.இந்தச் சம்பவத்திற்கு அரசாங்கம் பல்வேறு குழுக்களைக் குற்றம் சாட்டுகிறது, ஆனால் இந்தக் கூற்றுகளுக்கு அவர்கள் ஆதாரங்களை முன்வைக்க வேண்டும்,\" என்று அவர் மேலும் கூறினார்.",
        "\"வன்முறைக்குப் பின்னால் யார் இருக்கிறார்கள் என்பதையும் அவர்கள் வெளிப்படுத்த வேண்டும், அதே நேரத்தில் இனவாதக் கருத்துக்களை வெளியிடுவதைத் தவிர்த்துக்கொள்கிறேன். நான் இது குறித்து பல்வேறு கருத்துக்களைத் தெரிவிக்கிறேன். நாம் ஒன்றை நினைவில் கொள்ள வேண்டும். அமைதியான போராட்டத்தில் யாரும் பாதிக்கப்படக்கூடாது. வன்முறையை பொறுத்துக்கொள்ளக்கூடாது. மக்கள் சுதந்திரமாகவும் அமைதியாகவும் போராட்டம் நடத்தும் உரிமை, குடிமக்கள் நடத்தும் இந்த போராட்டங்களில் அரசியல் கட்சிகள் பங்கேற்கக் கூடாது.ஆனால், அரசியல் கட்சிகள் தங்கள் சொந்த கூட்டங்கள் மற்றும் போராட்டங்களை நடத்த உரிமை உண்டு.தாமதமாக வந்தாலும், நாடாளுமன்றத்திற்கும் இப்போது பொறுப்பு உள்ளது.தீர்வுகள் ஏற்கத்தக்கவை. நாட்டு மக்கள் பாராளுமன்றத்தில் முன்வைக்க வேண்டும், கட்சி பேதமின்றி தேசிய ஒருமித்த கருத்துடன் செயல்படுத்த வேண்டும். அடுத்த வாரம் பாராளுமன்றம் கூடும் போது இந்த கடமையை நிறைவேற்ற வேண்டும். இந்த நெருக்கடி வன்முறையின்றி அமைதியான முறையில் தீர்க்கப்படும் என்று நம்புகிறேன்,\" என்றும் அவர் கூறினார். (யோஹான் பெரேரா)"
      ]
    }
  }
}