{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-home-broadband-introduces-exclusive-data-plans-for-entertainment-gaming-enthusiasts-2/",
  "time_ut": 1649337720,
  "title": "Dialog Home Broadband Introduces Exclusive Data Plans for Entertainment & Gaming Enthusiasts",
  "body_lines": [
    "Delivering the essentials required for non-stop entertainment, powered by fast and reliable internet, Dialog Home Broadband introduced a range of affordable postpaid and prepaid data plans exclusively designed to satisfy all entertainment and gaming enthusiasts.",
    "Customers can now enjoy Unlimited Data for Netflix and the ViU App along with 100GB for Apple TV, Amazon Prime, and Spotify for just Rs.1,299 +taxes (valid for 30 days). The 7-day plan of the same is priced at Rs.499 +taxes, offering Unlimited Data to stream movies and TV shows via Netflix and the ViU App with an additional 20GB allocated for Apple TV, Amazon Prime and Spotify. Furthermore, the Music Data Plan provides customers 10GB Anytime Data for 30 days to listen to music exclusively on Spotify for just Rs.179 +taxes.",
    "In addition to this new range of entertainment plans, Dialog Home Broadband by Dialog Broadband Networks (Pvt) Ltd, a fully-owned subsidiary of Dialog Axiata PLC, further empowered prepaid and postpaid users with Gaming Data plans starting from Rs. 499/- to the delight of gamers island-wide and Work & Learn Data Plans starting from Rs. 495 to facilitate the agile working & YouTube requirements of customers in the new normal.",
    "More information on these data plans can be accessed via https://www.dialog.lk/hbb-data-add-ons",
    "Dr. P. Nandalal Weerasinghe takes office as the Governor of the Central Bank of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Dialog Home Broadband විනෝදාස්වාදය සහ ක්‍රීඩා ලෝලීන් සඳහා සුවිශේෂී දත්ත සැලසුම් හඳුන්වා දෙයි",
      "body_lines": [
        "වේගවත් සහ විශ්වාසනීය අන්තර්ජාලයෙන් බල ගැන්වෙන නොනවතින විනෝදාස්වාදය සඳහා අවශ්‍ය අත්‍යවශ්‍ය දෑ ලබාදෙමින්, Dialog Home Broadband විසින් සියලුම විනෝදාස්වාද සහ ක්‍රීඩා ලෝලීන් තෘප්තිමත් කිරීම සඳහා පමණක් නිර්මාණය කර ඇති දැරිය හැකි මිලකට පසුගෙවුම් සහ පෙරගෙවුම් දත්ත සැලසුම් මාලාවක් හඳුන්වා දෙන ලදී.",
        "පාරිභෝගිකයින්ට දැන් Apple TV, Amazon Prime සහ Spotify සඳහා 100GB සමඟ Netflix සහ ViU යෙදුම සඳහා අසීමිත දත්ත රු. Apple TV, Amazon Prime සහ Spotify සඳහා වෙන් කර ඇති අමතර 20GB සමඟ Netflix සහ ViU App හරහා චිත්‍රපට සහ රූපවාහිනී වැඩසටහන් ප්‍රවාහ කිරීමට අසීමිත දත්ත ලබා දෙමින් එහි දින 7ක සැලැස්ම රු.499 + බදු වලට මිල නියම කර ඇත. තවද, Music Data Plan මගින් පාරිභෝගිකයින්ට Spotify හි පමණක් සංගීතයට සවන් දීමට දින 30ක් සඳහා 10GB Anytime Data ලබා දෙයි.",
        "මෙම නව විනෝදාස්වාද සැලසුම් මාලාවට අමතරව, Dialog Axiata PLC හි පූර්ණ අනුබද්ධිත සමාගමක් වන Dialog Broadband Networks (Pvt) Ltd විසින් Dialog Home Broadband, Gaming Data සැලසුම් සමඟින් පෙරගෙවුම් සහ පසුගෙවුම් පරිශීලකයින් තවදුරටත් සවිබල ගන්වයි. 499/- දිවයින පුරා සිටින ක්‍රීඩකයින්ගේ ප්‍රීතිය සඳහා සහ වැඩ සහ ඉගෙනුම් දත්ත සැලසුම් රු. 495 නව සාමාන්‍යයේදී ගනුදෙනුකරුවන්ගේ වේගවත් වැඩ සහ YouTube අවශ්‍යතා සඳහා පහසුකම් සැලසීමට.",
        "මෙම දත්ත සැලසුම් පිළිබඳ වැඩි විස්තර https://www.dialog.lk/hbb-data-add-ons හරහා ප්‍රවේශ විය හැක.",
        "ශ්‍රී ලංකා මහ බැංකුවේ අධිපතිවරයා ලෙස ආචාර්ය පී.නන්දලාල් වීරසිංහ මහතා වැඩ භාර ගනී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "டயலொக் ஹோம் பிராட்பேண்ட் பொழுதுபோக்கு மற்றும் கேமிங் ஆர்வலர்களுக்கான பிரத்யேக தரவுத் திட்டங்களை அறிமுகப்படுத்துகிறது",
      "body_lines": [
        "வேகமான மற்றும் நம்பகமான இணையத்தின் மூலம் இயங்கும் இடைவிடாத பொழுதுபோக்கிற்குத் தேவையான அத்தியாவசியப் பொருட்களை வழங்குதல், Dialog Home Broadband ஆனது அனைத்து பொழுதுபோக்கு மற்றும் கேமிங் ஆர்வலர்களையும் திருப்திப்படுத்தும் வகையில் பிரத்தியேகமாக வடிவமைக்கப்பட்ட மலிவு விலையில் போஸ்ட்பெய்ட் மற்றும் ப்ரீபெய்ட் தரவுத் திட்டங்களை அறிமுகப்படுத்தியது.",
        "வாடிக்கையாளர்கள் இப்போது Apple TV, Amazon Prime மற்றும் Spotify ஆகியவற்றுக்கான 100GB உடன் Netflix மற்றும் ViU ஆப்ஸிற்கான அன்லிமிடெட் டேட்டாவை வெறும் ரூ.1,299 +வரிகளில் (30 நாட்களுக்கு செல்லுபடியாகும்) அனுபவிக்க முடியும். இதன் 7-நாள் திட்டமானது ரூ.499 +வரிகள் என நிர்ணயம் செய்யப்பட்டுள்ளது, Netflix மற்றும் ViU ஆப் மூலம் திரைப்படங்கள் மற்றும் டிவி நிகழ்ச்சிகளை ஸ்ட்ரீம் செய்ய வரம்பற்ற டேட்டாவை வழங்குகிறது, மேலும் Apple TV, Amazon Prime மற்றும் Spotify ஆகியவற்றிற்கு கூடுதலாக 20GB ஒதுக்கப்பட்டுள்ளது. மேலும், மியூசிக் டேட்டா திட்டம் வாடிக்கையாளர்களுக்கு 30 நாட்களுக்கு 10ஜிபி எப்போது வேண்டுமானாலும் டேட்டாவை Spotifyயில் பிரத்தியேகமாக இசையைக் கேட்க ரூ.179 +வரிகளுக்கு வழங்குகிறது.",
        "இந்த புதிய அளவிலான பொழுதுபோக்குத் திட்டங்களுக்கு மேலதிகமாக, Dialog Axiata PLC இன் முழுச் சொந்தமான துணை நிறுவனமான Dialog Broadband Networks (Pvt) Ltd வழங்கும் Dialog Home Broadband ஆனது, கேமிங் டேட்டா திட்டங்களுடன் கூடிய ப்ரீபெய்ட் மற்றும் போஸ்ட்பெய்ட் பயனர்களுக்கு ரூ. 499/- நாடளாவிய ரீதியில் விளையாடுபவர்களின் மகிழ்ச்சிக்காகவும், வேலை மற்றும் கற்றல் தரவுத் திட்டங்கள் ரூ. புதிய இயல்பில் வாடிக்கையாளர்களின் சுறுசுறுப்பான வேலை மற்றும் YouTube தேவைகளை எளிதாக்க 495.",
        "இந்தத் தரவுத் திட்டங்களைப் பற்றிய கூடுதல் தகவல்களை https://www.dialog.lk/hbb-data-add-ons மூலம் அணுகலாம்.",
        "இலங்கை மத்திய வங்கியின் ஆளுநராக கலாநிதி பி.நந்தலால் வீரசிங்க பதவியேற்கிறார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}