{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Fed-hikes-rates-by-0-75-percentage-point-flags-slowing-economy/56-736237",
  "time_ut": 1655317800,
  "title": "Fed hikes rates by 0.75 percentage point, flags slowing economy",
  "body_lines": [
    "The exterior of the Marriner S. Eccles Federal Reserve Board Building is seen in Washington - Reuters",
    "WASHINGTON (Reuters): The Federal Reserve raised its target interest rate by three-quarters of a percentage point on Wednesday to stem a disruptive surge in inflation and projected a slowing economy and rising unemployment in the months to come.",
    "The rate hike was the biggest made by the U.S. central bank since 1994 and was delivered after recent data showed little progress in its inflation battle.",
    "U.S. central bank officials flagged a faster path of increases in borrowing costs to come as well, more closely aligning monetary policy with a rapid shift this week in financial market views of what it will take to bring price pressures under control.",
    "“Inflation remains elevated, reflecting supply and demand imbalances related to the pandemic, higher energy prices and broader price pressures,” the central bank’s policy-setting Federal Open Market Committee said in a statement at the end of its latest two-day meeting in Washington. “The committee is strongly committed to returning inflation to its 2% objective.” The statement continued to cite the Ukraine war and China lockdown policies as sources of inflation.",
    "The action raised the short-term federal funds rate to a range of 1.50% to 1.75%, and Fed officials at the median projected the rate increasing to 3.4% by the end of this year and to 3.8% in 2023 - a substantial shift from projections in March that saw the rate rising to 1.9% this year.",
    "The stricter monetary policy was accompanied with a downgrade to the Fed’s economic outlook, with the economy now seen slowing to a below-trend 1.7% rate of growth this year, unemployment rising to 3.7% by the end of this year and continuing to rise to 4.1% through 2024.",
    "While no policymaker projected an outright recession, the range of economic growth forecasts edged toward zero in 2023 and the federal funds rate was seen falling in 2024.",
    "The projections are a break with recent Fed efforts to cast tighter monetary policy and inflation control as consistent with steady and low unemployment. The 4.1% jobless rate seen in 2024 is now slightly above the level Fed officials generally see as consistent with full employment.",
    "Since March, when Fed officials projected, they could raise rates and control inflation with the unemployment rate remaining around 3.5%, inflation has stubbornly remained at a 40-year high, with no sign of it reaching the peak Fed policymakers hoped would arrive this spring."
  ],
  "translate": {
    "si": {
      "title": "ෆෙඩරල් බැංකුව සියයට 0.75 කින් අනුපාත ඉහල දමයි, ආර්ථිකය මන්දගාමී කරයි",
      "body_lines": [
        "Marriner S. Eccles Federal Reserve Board ගොඩනැගිල්ලේ පිටත කොටස වොෂින්ටනයේ දක්නට ලැබේ - රොයිටර්",
        "වොෂිංටන් (රොයිටර්): උද්ධමනයේ කඩාකප්පල්කාරී වැඩිවීමක් වැළැක්වීම සඳහා ෆෙඩරල් සංචිතය බදාදා සිය ඉලක්කගත පොලී අනුපාතය සියයට හතරෙන් තුනකින් ඉහළ නංවා ඇති අතර ඉදිරි මාසවලදී මන්දගාමී ආර්ථිකයක් සහ විරැකියාව ප්‍රක්ෂේපණය කළේය.",
        "1994 සිට එක්සත් ජනපද මහ බැංකුව විසින් සිදු කරන ලද විශාලතම අනුපාත ඉහල දැමීම වන අතර මෑත දත්ත එහි උද්ධමන සටනේ සුළු ප්‍රගතියක් පෙන්නුම් කිරීමෙන් පසුව ලබා දෙන ලදී.",
        "එ.ජ. මහ බැංකු නිලධාරීන්, මිල පීඩනය පාලනයට ගෙන ඒම සඳහා ගත යුතු දේ පිළිබඳ මූල්‍ය වෙලඳපොල අදහස්වල මේ සතියේ වේගවත් මාරුවක් සමඟ මූල්‍ය ප්‍රතිපත්තිය වඩාත් සමීපව පෙළගස්වමින්, එළඹෙන ණය ගැනීමේ පිරිවැයේ වේගවත් මාවතක් සලකුණු කළහ.",
        "“උද්ධමනය ඉහළ මට්ටමක පවතින අතර, වසංගතයට අදාළ සැපයුම සහ ඉල්ලුම අසමතුලිතතාවය, ඉහළ බලශක්ති මිල සහ පුළුල් මිල පීඩනයන් පිළිබිඹු කරයි,” මහ බැංකුවේ ප්‍රතිපත්ති සැකසීමේ ෆෙඩරල් විවෘත වෙලඳපොල කමිටුව වොෂිංටන්හි එහි නවතම දෙදින රැස්වීම අවසානයේ ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේය. . \"උද්ධමනය එහි 2% ඉලක්කය වෙත ආපසු ගෙන ඒමට කමිටුව දැඩි ලෙස කැපවී සිටී.\" මෙම ප්‍රකාශය උද්ධමනයේ මූලාශ්‍ර ලෙස යුක්රේන යුද්ධය සහ චීනයේ අගුලු දැමීමේ ප්‍රතිපත්ති දිගටම උපුටා දක්වයි.",
        "මෙම ක්‍රියාව මගින් කෙටි කාලීන ෆෙඩරල් අරමුදල් අනුපාතය 1.50% සිට 1.75% දක්වා පරාසයක් දක්වා ඉහළ නැංවූ අතර මධ්‍යස්ථ ෆෙඩරල් මහ බැංකුවේ නිලධාරීන් මෙම වසර අවසන් වන විට අනුපාතය 3.4% දක්වා සහ 2023 දී 3.8% දක්වා ඉහළ යනු ඇතැයි පුරෝකථනය කර ඇත - එය සැලකිය යුතු වෙනසක්. මෙම වසරේ අනුපාතය 1.9% දක්වා ඉහළ ගොස් ඇති බව මාර්තු මාසයේ ප්රක්ෂේපණය.",
        "දැඩි මූල්‍ය ප්‍රතිපත්තිය ෆෙඩරල් මහ බැංකුවේ ආර්ථික දැක්මට පහත වැටීමක් සමඟින්, ආර්ථිකය මේ වසරේ 1.7% වර්ධන වේගයට වඩා අඩු ප්‍රවණතාවක් දක්වා මන්දගාමී වීම, විරැකියාව මේ වසර අවසන් වන විට 3.7% දක්වා ඉහළ ගොස් අඛණ්ඩව ඉහළ යයි. 2024 දක්වා 4.1%.",
        "කිසිදු ප්‍රතිපත්ති සම්පාදකයෙකු සම්පූර්ණ අවපාතයක් ප්‍රක්ෂේපණය නොකළ අතර, ආර්ථික වර්ධන පුරෝකථන පරාසය 2023 දී බිංදුව දෙසට නැඹුරු වූ අතර ෆෙඩරල් අරමුදල් අනුපාතය 2024 දී පහත වැටෙනු දක්නට ලැබුණි.",
        "මෙම ප්‍රක්ෂේපනයන් යනු ස්ථාවර සහ අඩු විරැකියාවට අනුකූල වන පරිදි දැඩි මූල්‍ය ප්‍රතිපත්ති සහ උද්ධමනය පාලනය කිරීම සඳහා මෑත කාලීන ෆෙඩරල් මහ බැංකුව ගත් උත්සාහයන් බිඳ දැමීමකි. 2024 දී දක්නට ලැබෙන 4.1% රැකියා විරහිත අනුපාතය දැන් ෆෙඩරල් මහ බැංකුවේ නිලධාරීන් සාමාන්‍යයෙන් පූර්ණ රැකියා නියුක්තියට අනුකූල ලෙස දකින මට්ටමට වඩා මඳක් ඉහළ ය.",
        "මාර්තු මාසයේ සිට, ෆෙඩරල් මහ බැංකුවේ නිලධාරීන් පුරෝකථනය කළ විට, ඔවුන්ට අනුපාත ඉහළ නැංවිය හැකි අතර විරැකියා අනුපාතය 3.5% ක් පමණ ඉතිරිව ඇති උද්ධමනය පාලනය කළ හැකිය, උද්ධමනය මුරණ්ඩු ලෙස වසර 40 ක ඉහළ මට්ටමක පැවතුනි, මෙම වසන්තයේ දී ෆෙඩරල් ප්‍රතිපත්ති සම්පාදකයින් බලාපොරොත්තු වූ උච්චතම අවස්ථාවට ළඟා වන බවට කිසිදු සලකුනක් නොමැත. ."
      ]
    },
    "ta": {
      "title": "மத்திய வங்கி விகிதங்களை 0.75 சதவிகிதம் உயர்த்துகிறது, பொருளாதாரத்தை மெதுவாக்குகிறது",
      "body_lines": [
        "Marriner S. Eccles Federal Reserve Board கட்டிடத்தின் வெளிப்புறம் வாஷிங்டனில் காணப்படுகிறது - ராய்ட்டர்ஸ்",
        "வாஷிங்டன் (ராய்ட்டர்ஸ்): ஃபெடரல் ரிசர்வ், பணவீக்கத்தில் சீர்குலைக்கும் எழுச்சியைத் தடுக்க, அதன் இலக்கு வட்டி விகிதத்தை முக்கால் சதவிகிதம் புதன்கிழமை உயர்த்தியது மற்றும் வரவிருக்கும் மாதங்களில் பொருளாதாரம் மற்றும் வேலையின்மை அதிகரிக்கும் என்று கணித்துள்ளது.",
        "1994 ஆம் ஆண்டிலிருந்து அமெரிக்க மத்திய வங்கியால் செய்யப்பட்ட மிகப்பெரிய வட்டி விகித உயர்வு மற்றும் சமீபத்திய தரவு அதன் பணவீக்கப் போரில் சிறிய முன்னேற்றத்தைக் காட்டிய பின்னர் வழங்கப்பட்டது.",
        "யு.எஸ். மத்திய வங்கி அதிகாரிகள், வரவிருக்கும் கடன் செலவுகள் அதிகரிப்பதற்கான விரைவான பாதையைக் கொடியிட்டனர், விலை அழுத்தங்களைக் கட்டுக்குள் கொண்டுவருவதற்கு என்ன எடுக்க வேண்டும் என்ற நிதிச் சந்தைக் காட்சிகளில் இந்த வாரம் விரைவான மாற்றத்துடன் பணவியல் கொள்கையை இன்னும் நெருக்கமாகச் சீரமைக்கிறது.",
        "\"பணவீக்கம் உயர்ந்துள்ளது, இது தொற்றுநோய், அதிக எரிசக்தி விலைகள் மற்றும் பரந்த விலை அழுத்தங்கள் தொடர்பான வழங்கல் மற்றும் தேவை ஏற்றத்தாழ்வுகளை பிரதிபலிக்கிறது,\" என்று மத்திய வங்கியின் கொள்கை அமைக்கும் பெடரல் ஓபன் மார்க்கெட் கமிட்டி வாஷிங்டனில் அதன் சமீபத்திய இரண்டு நாள் கூட்டத்தின் முடிவில் ஒரு அறிக்கையில் தெரிவித்துள்ளது. . \"பணவீக்கத்தை அதன் 2% குறிக்கோளுக்கு திரும்பக் கொண்டுவருவதற்கு குழு உறுதியாக உள்ளது.\" உக்ரைன் போர் மற்றும் சீனாவின் பூட்டுதல் கொள்கைகளை பணவீக்கத்தின் ஆதாரங்களாக அறிக்கை தொடர்ந்து மேற்கோளிட்டுள்ளது.",
        "இந்த நடவடிக்கை குறுகிய கால ஃபெடரல் நிதி விகிதத்தை 1.50% முதல் 1.75% வரை உயர்த்தியது, மேலும் மத்திய வங்கி அதிகாரிகள் இந்த ஆண்டு இறுதிக்குள் விகிதம் 3.4% ஆகவும், 2023 இல் 3.8% ஆகவும் அதிகரிக்கும் என்று கணித்துள்ளனர் - இது கணிசமான மாற்றம். மார்ச் மாத கணிப்புகளின்படி, இந்த ஆண்டு விகிதம் 1.9% ஆக உயர்ந்துள்ளது.",
        "கடுமையான பணவியல் கொள்கையானது மத்திய வங்கியின் பொருளாதாரக் கண்ணோட்டத்திற்குத் தரமிறக்கப்பட்டது, பொருளாதாரம் இப்போது போக்குக்குக் கீழே 1.7% வளர்ச்சி விகிதம் இந்த ஆண்டு வளர்ச்சி விகிதம், வேலையின்மை இந்த ஆண்டு இறுதியில் 3.7% உயர்ந்து மற்றும் தொடர்ந்து உயரும் காணப்படுகிறது. 2024 வரை 4.1%.",
        "எந்தவொரு கொள்கை வகுப்பாளரும் ஒரு முழுமையான மந்தநிலையை முன்வைக்கவில்லை என்றாலும், பொருளாதார வளர்ச்சி கணிப்புகளின் வரம்பு 2023 இல் பூஜ்ஜியத்தை நோக்கி சென்றது மற்றும் 2024 இல் கூட்டாட்சி நிதி விகிதம் வீழ்ச்சியடைந்தது.",
        "இந்த கணிப்புகள், நிலையான மற்றும் குறைந்த வேலையின்மைக்கு இணங்க, இறுக்கமான பணவியல் கொள்கை மற்றும் பணவீக்கக் கட்டுப்பாட்டை வழங்குவதற்கான சமீபத்திய மத்திய வங்கியின் முயற்சிகளின் முறிவு ஆகும். 2024 இல் காணப்பட்ட 4.1% வேலையின்மை விகிதம், Fed அதிகாரிகள் பொதுவாக முழு வேலைவாய்ப்புடன் ஒத்துப்போவதைக் காட்டிலும் சற்று அதிகமாக உள்ளது.",
        "மார்ச் மாதத்திலிருந்து, மத்திய வங்கி அதிகாரிகள் கணித்தபோது, ​​அவர்கள் விகிதங்களை உயர்த்தலாம் மற்றும் பணவீக்கத்தைக் கட்டுப்படுத்தலாம், வேலையின்மை விகிதம் 3.5% மீதமுள்ளது, பணவீக்கம் பிடிவாதமாக 40 ஆண்டுகால உச்சத்தில் உள்ளது, இந்த வசந்த காலத்தில் மத்திய வங்கி கொள்கை வகுப்பாளர்கள் எதிர்பார்த்த உச்சத்தை எட்டுவதற்கான எந்த அறிகுறியும் இல்லை. ."
      ]
    }
  }
}