{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UN-experts-call-on-Govt-for-immediate-moratorium-on-PTA-reform-of-Counter-Terrorism-law/56-731460",
  "time_ut": 1646352000,
  "title": "UN experts call on Govt. for immediate moratorium on PTA; reform of Counter-Terrorism law",
  "body_lines": [
    "UN human rights experts have called for an immediate moratorium on the use of Sri Lanka’s Prevention of Terrorism Act (PTA), and urged the Government to substantively review and revise the legislation to comply with international human rights law.",
    "“There is a grave risk to the rights and liberties of people who may be detained arbitrarily, especially religious and ethnic minorities, and the use of the law may curtail political dissent with no effective due process guarantees,” the experts said. “An immediate moratorium on the use of the PTA is required until the necessary amendments can be made.”",
    "The Sri Lankan Government has committed to reforming the PTA as part of its negotiation for trade-related assistance from the European Union. On 10 February 2022, a bill to amend the PTA was presented to the Sri Lankan Parliament. The experts said the revisions fell short of their recommendations, as well as those expressed by the Office of the High Commissioner for Human Rights and other mechanisms.",
    "The PTA has been used for over 40 years to enable prolonged arbitrary detention, extract false confessions through torture, and target minority communities and political dissidents in Sri Lanka. Its application may also enable the commission of enforced disappearances. Suspects detained pursuant to the PTA have been held for decades without charge.",
    "The experts acknowledged that the proposed reduction of the period of pre-trial detention, an increase of magistrates’ powers to visit places of detention and the speeding up of trials were welcome changes to the PTA.",
    "However, they expressed regret that the PTA Amendment Bill did not comply fully with Sri Lanka’s international human rights obligations, according to a statement issued by the OHCHR.",
    "“The current proposals leave intact some of the most egregious provisions of the PTA, which have led to alleged human rights violations, including arbitrary detention, torture and enforced disappearances,” the experts said. “The actions of the Sri Lankan Government call into question its commitment to reform. Sri Lanka has an immediate obligation to put forth solutions to address the human rights violations carried out under the PTA.”",
    "In a recent letter to the Sri Lankan Government as well as in the May 2020 country visit report of the Special Rapporteur on the rights to freedom of peaceful assembly and of association, the experts identified key amendments to ensure the PTA is compliant with international law obligations, including:",
    "1. Employ definitions of terrorism that comply with international norms;",
    "2. Ensure precision and legal certainty, especially when this legislation may impact the rights of freedom of expression, opinion, association and religion or belief;",
    "3. Institute provisions and measures to prevent and prohibit arbitrary deprivation of liberty;",
    "4. Ensure the enforcement of measures to prevent torture and enforced disappearance and adhere to their absolute prohibition and non-derogable prohibition; and",
    "5. Enable overarching due process and fair trial guarantees, including judicial oversight and access to legal counsel.",
    "The experts also urged Sri Lanka to adopt counter-terrorism legislation that is fully compliant with international human rights standards as it negotiates a trade deal with the EU. “The EU should stress that the Government, as a good faith gesture, implements an immediate moratorium on the use of the PTA and release all those unjustly jailed under this abusive law,” said the experts.",
    "The experts are: Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism Fionnuala Ní Aoláin and Special Rapporteur on the rights to freedom of peaceful assembly and of association Clément Voule; Luciano Hazan (Chair-Rapporteur), Aua Baldé (Vice-Chair), Working Group on Enforced or Involuntary Disappearances Tae-Ung Baik, Gabriella Citroni, Henrikas Mickevicius; Elina Steinerte (Chair-Rapporteur), Miriam Estrada-Castillo (Vice-Chair), Working Group on arbitrary detention Leigh Toomey, Mumba Malila, and Priya Gopalan; Special Rapporteur on minority issues Fernand de Varennes; Special Rapporteur on the promotion of truth, justice, reparation and guarantees of non-recurrence Fabián Salvioli; Special Rapporteur on freedom of religion or belief Ahmed Shaheed, and Special Rapporteur on torture and other cruel, inhuman or degrading treatment or punishment Nils Melzer."
  ]
}