{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/ForeignAffairsMinister-holds-multiple-meetings-on-the-sidelines-of-the-Human-Rights-Council-in-Geneva/56-731463",
  "time_ut": 1646352000,
  "title": "Foreign Affairs Minister holds multiple meetings on the sidelines of the Human Rights Council in Geneva",
  "body_lines": [
    "The high-level Sri Lanka delegation attending the 49th session of the Human Rights Council led by the Foreign Affairs Minister Prof. G.L. Peiris, met with the delegations of Pakistan, Palestine, South Africa, Saudi Arabia and Egypt earlier this week.",
    "At the meeting with the Palestine Foreign Minister Rizad Al Maliki, Foreign Affairs Minister Peiris observed that the relations between Palestine and Sri Lanka was one of the pillars of the foreign policy of Sri Lanka. He stated that Palestine was a trusted and reliable friend of Sri Lanka and expressed appreciation for the close and cordial ties between the two countries.",
    "The Palestine Foreign Minister also expressed his appreciation on the longstanding friendship and support extended by Sri Lanka in the international fora. The two Ministers further discussed bilateral cooperation in many areas including in the context of human rights.",
    "During the meeting with the Federal Minister for Human Rights of Pakistan Shireen M. Mazari, Foreign Affairs Minister Peiris expressed appreciation on the longstanding and steadfast friendship and the multifaceted relations between Sri Lanka and Pakistan which encompassed education, culture and trade. The Foreign Affairs Minister also discussed Sri Lanka’s engagement with the UN Human Rights Council and expressed Sri Lanka’s sincere appreciation for Pakistan’s consistent support.",
    "The Pakistan Federal Minister commended Sri Lanka’s achievements on the domestic process in the human rights context. He also appreciated Sri Lanka’s initiatives in the tourism sector.",
    "The Foreign Affairs of Sri Lanka Minister and the delegation also held a productive meeting with the International Relations of South Africa Minister Dr. Naledi Pandor, during which Sri Lanka’s ongoing efforts towards reconciliation, unity and learning from the rich experience of South Africa’s truth seeking and reconciliation mechanisms, were discussed.",
    "The South African Minister of International Relations appreciated the developments in Sri Lanka and expressed South Africa’s readiness to cooperate with Sri Lanka’s efforts on reconciliation.",
    "Foreign Minister Peiris also held discussions with the Foreign Affairs, Human Rights and Humanitarian Affairs of Egypt Vice Minister Khaled El Bakry, during which the Egyptian Vice Minister expressed understanding on the position articulated by Prof. Peiris during his statement earlier in the day, at the High Level segment of the Human Rights Council."
  ]
}