{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UN-General-Assembly-in-historic-vote-denounces-Russia-over-Ukraine-invasion/56-731462",
  "time_ut": 1646352000,
  "title": "UN General Assembly in historic vote denounces Russia over Ukraine invasion",
  "body_lines": [
    "141 extend support; 35 including China, India, Pakistan and Sri Lanka abstain",
    "Biden says UN General Assembly vote condemning Russia highlights global unity",
    "",
    "UNITED NATIONS (Reuters): The United Nations General Assembly on Wednesday overwhelmingly voted to reprimand Russia for invading Ukraine and demanded that Moscow stop fighting and withdraw its military forces, an action that aims to diplomatically isolate Russia at the world body.",
    "The resolution, supported by 141 of the assembly’s 193 members, passed in a rare emergency session called by the UN Security Council while Ukrainian forces battled to defend the port of Kherson in the face of air strikes and a devastating bombardment that forced hundreds of thousands of people to flee.",
    "The text of the resolution deplores Russia’s “aggression against Ukraine.” The last time the Security Council convened an emergency session of the General Assembly was in 1982, according to the UN website.",
    "Russia was joined by Belarus, which has served as a launch pad for Russian invasion forces, Eritrea, North Korea and Syria in voting against the resolution.",
    "35 members, including China, abstained.",
    "While General Assembly resolutions are non-binding, they carry political weight, with Wednesday’s vote representing a symbolic victory for Ukraine and increasing Moscow’s international isolation. Even Russia’s traditional ally Serbia voted against it.",
    "US President Joe Biden said on Wednesday that the United Nations General Assembly’s vote to condemn Russia for invading Ukraine “demonstrates the extent of global outrage at Russia’s horrific assault on a sovereign neighbour and showcases unprecedented global unity.”",
    "“As 141 member states of the United Nations know, more is at stake even than the conflict in Ukraine itself. This is a threat to the security of Europe and the entire rules-based order,” US Secretary of State Antony Blinken told reporters after the vote.",
    "US Ambassador to the United Nations Linda Thomas-Greenfield told the assembly that Russia was poised to intensify the brutality of its offensive and urged members to hold Moscow accountable for its violations of international law.",
    "She cited videos of Russian troops moving heavy weapons into Ukraine, including cluster munitions and vacuum bombs, banned under international law.",
    "“This is an extraordinary moment,” she said. “Now, at more than any other point in recent history, the United Nations is being challenged.” “Vote yes if you believe UN member states including your own have a right to sovereignty and territorial integrity. Vote yes if you believe Russia should be held to account for its actions,” she added.",
    "Russia’s UN envoy Vassily Nebenzia, denied Moscow was targeting civilians and accused Western governments of pressuring assembly members to pass the resolution, whose adoption he said could fuel further violence.",
    "He repeated Russia’s assertion its action was a special military operation aimed at ending purported attacks on civilians in the self-declared Moscow-backed republics of Donetsk and Luhansk in eastern Ukraine."
  ]
}