{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sending-him-Home-Lessons-from-Marcos/172-234507",
  "time_ut": 1649097420,
  "title": "Sending him Home: Lessons from Marcos",
  "body_lines": [
    "The drama for an ‘interim government’ is nothing but another extension to dilute the aggression of the people, who came down to streets regardless of the curfew",
    "Marcos also was a fan of heavy foreign borrowings. His tenure was marked with a high rate of GDP, just as we have seen here during the Rajapaksa period. This growth of GDP was sublime, while Marcos’ tenure was depicted as the golden era of development in the Philippines",
    "Marcos also allowed his friends and relatives to have monopolies in certain industries. Tax reliefs were granted to his cronies, creating exclusive opportunities for them to rob the pockets of the nation. (Remember the tax reliefs granted here during the past two years)",
    "Suppression of human rights and silencing media were other elements of Marcos’ rule. His rule is referred to as a ‘systematic loot’ of an economy, leading to extreme poverty and a debt crisis at the end",
    "By the time you read this, the proposal for an ‘interim government’ is on the table, which I am sure, is the last attempt to save the family rule. At the same time, the President has declared an ‘Emergency’ situation and island-wide curfew in a desperate attempt to discourage the protesters. The drama for an ‘interim government’ is nothing but another extension to dilute the aggression of the people, who came down to streets regardless of the curfew.",
    "Meanwhile, former Ambassador to the US, Jaliya Wickramasuriya, a crony of the ruling family, is scheduled to be punished following a successful lawsuit in the US District Court of Columbia on charges of a wire fraud. This was involving the purchase of a new embassy building in Washington, D.C in the year 2013. We are obliged to U.S. courts, for trapping at least one crony of the family, while we see all the thieves and murderers related to the family here going home freely. Therefore, ‘GoHome’ must have a better meaning. This is why some protesters have already invented the term “Go to Jail- Not Home”.",
    "A few decades ago, in similar circumstances, the people of the Philippines wanted Ferdinand Marcos to go home. Marcos was also a big fan of emergency laws. In September 1972 Marcos declared martial law, which deprived the people of the Philippines of the coverage of ordinary legal rights. Marcos’ regime gradually secured absolute power, setting up a favourable environment for corruption, without having any risk of legal repercussions.",
    "Marcos also was a fan of heavy foreign borrowings. His tenure was marked with a high rate of GDP, just as we have seen here during the Rajapaksa period. This growth of GDP was sublime, while Marcos’ tenure was depicted as the golden era of development in the Philippines. This debt-driven growth, leading to the worst recession towards the end, burdened generations to come. The same thing has happened to us, here, now.",
    "Marcos family was also infamous for corruption. Apart from mastering traditional ways of bribery and corruption, Marcos also allowed his friends and relatives to have monopolies in certain industries. Tax reliefs were granted to his cronies, creating exclusive opportunities for them to rob the pockets of the nation. (Remember the tax reliefs granted here during the past two years).",
    "Suppression of human rights and silencing media were other elements of Marcos’ rule. His rule is referred to as a ‘systematic loot’ of an economy, leading to extreme poverty and a debt crisis at the end. Some analysts refer this to be the greatest robbery of a government ever, ranging from $5 billion to $10 billion. Only our ‘family’ seem be capable of breaking this world record if we shall ever conduct a proper inquiry into their activities.",
    "In the end, in 1986, the people of the Philippines asked him to ‘Go Home’ and they escaped to Hawaii. But, it was too late for the people of the Philippines. It is too late for us also, by the time we started to say Go Home. Our middle class never stepped into the streets, until they lost gas, fuel and electricity. (And to soothe them, you need to give them gas, fuel and electricity again.)",
    "So what can we do now? When a burglar is caught with stolen goods, you would not simply tell him to ‘go home’. You at least grab the goods that were stolen from your house, let alone the legal actions. Otherwise, the burglar would be more than happy to ‘go home’ with all the stolen items, and enjoy his life elsewhere.",
    "It is not an easy task, especially in relation to organised corruption committed by political leaders. In the case of Marcos, United Nations Office on Drugs and Crime (UNODC) and the World Bank involved in an effort to recover assets stolen from the Philippines. Their Stolen Asset Recovery Initiative aimed at warning corrupt leaders that “there will be no safe haven for stolen assets”. This programme also engages in recovering and repatriation of stolen assets to the country of origin.",
    "They estimate that the cross-border flow assets earned through criminal activities, corruption, and tax evasion is between $1 trillion and $1.6 trillion per year. Apart from the Philippines, this initiative has also intervened in recovering stolen assets in Nigeria and Peru, and achieved some success in the repatriation of assets stolen by their corrupt politicians, back to those countries. Global Forum for Asset Recovery is a connected body to assist such countries to secure necessary cooperation with financial centres in recovering and return of such assets.",
    "UN Convention Against Corruption was adopted in 2005, and it includes a chapter exclusively on asset recovery. Sri Lanka is a signatory to this convention. Following this, in 2018, a Special Presidential Taskforce on Recovery of State Assets (START) was appointed with the aim of investigating, tracing, seizing and transferring to Sri Lanka assets stolen from Sri Lanka. This task force introduced a draft legal framework to recover stolen assets, but it never came to force as a law, for obvious reasons. For those who think about recovering the stolen millions and billions, these are the lines to think.",
    "Finally, when we receive a sufficient supply of fuel, gas and electricity, if we are to go back to the same good old circle of corruption, it is the fault of the people. When you have something to fill your stomach, you feel like we have to ‘save the country’ again. In that case, no point in merely blaming corrupt politicians."
  ],
  "translate": {
    "si": {
      "title": "ඔහුව ගෙදර යැවීම: මාකෝස්ගෙන් පාඩම්",
      "body_lines": [
        "‘අතුරු ආණ්ඩුවක්’ සඳහා වන නාටකය අන් කිසිවක් නොව, ඇඳිරි නීතිය නොතකා පාරට බසින ජනතාවගේ ආක්‍රමණ දියාරු කිරීමේ තවත් දිගුවක් මිස අන් කිසිවක් නොවේ.",
        "මාකෝස් ද අධික විදේශ ණය ගැනීම්වල රසිකයෙක් විය. එතුමාගේ ධූර කාලය රාජපක්ෂ යුගයේ දී අප දුටුවාක් මෙන් ඉහළ ද.දේ.නි. මෙම දළ දේශීය නිෂ්පාදිතයේ වර්ධනය උතුම් වූ අතර මාකෝස්ගේ පාලන කාලය පිලිපීනයේ සංවර්ධනයේ ස්වර්ණමය යුගය ලෙස නිරූපණය විය.",
        "මාර්කෝස් තම මිතුරන්ට සහ ඥාතීන්ට ඇතැම් කර්මාන්තවල ඒකාධිකාරී වීමටද ඉඩ දුන්නේය. ඔහුගේ ගජ මිතුරන්ට බදු සහන ලබා දුන්නේ ජාතියේ සාක්කු කොල්ලකෑමේ සුවිශේෂී අවස්ථා නිර්මාණය කරමිනි. (පසුගිය වසර දෙක තුළ මෙහි දී ලබා දුන් බදු සහන මතක තබා ගන්න)",
        "මානව හිමිකම් මර්දනය කිරීම සහ මාධ්‍ය නිහඬ කිරීම මාකෝස්ගේ පාලනයේ අනෙකුත් අංග විය. ඔහුගේ පාලනය හැඳින්වෙන්නේ ආර්ථිකයක ක්‍රමානුකූල කොල්ලයක් ලෙසයි, එය අන්ත දරිද්‍රතාවයට සහ අවසානයේ ණය අර්බුදයකට මග පාදයි.",
        "ඔබ මෙය කියවන විට, ‘අතුරු ආණ්ඩුවක්’ පිළිබඳ යෝජනාව මේසය මත ඇති අතර, එය පවුල් පාලනය බේරා ගැනීමේ අවසාන උත්සාහය බව මට විශ්වාසයි. ඒ අතරම, විරෝධතාකරුවන් අධෛර්යමත් කිරීමේ මංමුලා සහගත උත්සාහයක් ලෙස ජනාධිපතිවරයා විසින් ‘හදිසි’ තත්වයක් සහ දිවයින පුරා ඇඳිරි නීතිය ප්‍රකාශයට පත් කර ඇත. ‘අන්තර්වාර ආණ්ඩුවක්’ සඳහා වන නාටකය අන් කිසිවක් නොව, ඇඳිරි නීතිය නොතකා පාරට බසින ජනතාවගේ ආක්‍රමණශීලීත්වය දියාරු කිරීමේ තවත් දිගුවක් පමණි.",
        "මේ අතර, වයර් වංචාවක් සම්බන්ධයෙන් ඇමරිකානු කොලොම්බියා දිස්ත්‍රික් උසාවියේ පැවති නඩු විභාගය සාර්ථක වීමෙන් පසු පාලක පවුලේ ගජමිතුරෙකු වන ඇමරිකාවේ හිටපු තානාපති ජාලිය වික්‍රමසූරියට දඩුවම් දීමට නියමිතයි. මෙයට 2013 වර්ෂයේදී Washington, D.C හි නව තානාපති කාර්යාල ගොඩනැගිල්ලක් මිලදී ගැනීම සම්බන්ධ විය. පවුලට සම්බන්ධ සියලුම සොරුන් සහ මිනීමරුවන් මෙහි යන බව අපි දකින අතර, පවුලේ එක් ගජ මිතුරෙකු හෝ කොටු කර ගැනීම සඳහා අපි එක්සත් ජනපද අධිකරණයට බැඳී සිටිමු. නිදහසේ ගෙදර. එබැවින්, ‘GoHome’ යන්නට වඩා හොඳ අර්ථයක් තිබිය යුතුය. සමහර විරෝධතාකරුවන් දැනටමත් \"සිරගෙදරට යන්න - ගෙදරට නොවේ\" යන යෙදුම නිර්මාණය කර ඇත්තේ එබැවිනි.",
        "දශක කිහිපයකට පෙර, එවැනිම තත්වයන් යටතේ, පිලිපීනයේ ජනතාවට ෆර්ඩිනන්ඩ් මාකෝස් ගෙදර යාමට අවශ්‍ය විය. මාර්කෝස් හදිසි නීතිවල විශාල රසිකයෙක් ද විය. 1972 සැප්තැම්බරයේදී මාර්කෝස් යුද නීතිය ප්‍රකාශයට පත් කළ අතර, එය පිලිපීනයේ ජනතාවට සාමාන්‍ය නීතිමය අයිතිවාසිකම් ආවරණය කිරීම අහිමි කළේය. මාකෝස්ගේ පාලන තන්ත්‍රය ක්‍රමක්‍රමයෙන් නිරපේක්ෂ බලය තහවුරු කර ගනිමින්, නීතිමය ප්‍රතිවිපාක පිලිබඳ කිසිදු අවදානමකින් තොරව දූෂණයට හිතකර පරිසරයක් සකස් කළේය.",
        "මාකෝස් ද අධික විදේශ ණය ගැනීම්වල රසිකයෙක් විය. එතුමාගේ ධූර කාලය රාජපක්ෂ යුගයේ දී අප දුටුවාක් මෙන් ඉහළ ද.දේ.නි. මෙම දළ දේශීය නිෂ්පාදිතයේ වර්ධනය උත්කෘෂ්ට වූ අතර, මාකෝස්ගේ පාලන සමය පිලිපීනයේ සංවර්ධනයේ ස්වර්ණමය යුගය ලෙස නිරූපණය විය. මෙම ණය මත පදනම් වූ වර්ධනය, අවසානය කරා ළඟා වන නරකම අවපාතයට තුඩු දෙමින්, ඉදිරි පරම්පරාවන්ට බරක් විය. මෙන්න, දැන් අපිටත් වෙලා තියෙන්නේ ඒකම තමයි.",
        "මාකෝස් පවුල දූෂණයට ද කුප්‍රකට විය. අල්ලස හා දූෂණය පිළිබඳ සම්ප්‍රදායික ක්‍රම ප්‍රගුණ කිරීමට අමතරව, මාකෝස් තම මිතුරන්ට සහ ඥාතීන්ට ඇතැම් කර්මාන්තවල ඒකාධිකාරය හිමිකර ගැනීමට ද ඉඩ දුන්නේය. ඔහුගේ ගජ මිතුරන්ට බදු සහන ලබා දුන්නේ ජාතියේ සාක්කු කොල්ලකෑමේ සුවිශේෂී අවස්ථා නිර්මාණය කරමිනි. (පසුගිය වසර දෙක තුළ මෙහි දී ලබා දුන් බදු සහන මතක තබා ගන්න).",
        "මානව හිමිකම් මර්දනය කිරීම සහ මාධ්‍ය නිහඬ කිරීම මාකෝස්ගේ පාලනයේ අනෙකුත් අංග විය. ඔහුගේ පාලනය හැඳින්වෙන්නේ ආර්ථිකයක ‘ක්‍රමානුකූල කොල්ලයක්’ ලෙසය, එය අන්ත දරිද්‍රතාවයට සහ අවසානයේ ණය අර්බුදයකට මග පාදයි. ඩොලර් බිලියන 5 සිට ඩොලර් බිලියන 10 දක්වා වූ රජයක මෙතෙක් සිදු වූ දැවැන්තම මංකොල්ලය මෙය ලෙස ඇතැම් විශ්ලේෂකයෝ සඳහන් කරති. ඔවුන්ගේ ක්‍රියාකාරකම් පිළිබඳව නිසි පරීක්‍ෂණයක් අප කවදා හෝ පැවැත්වුව හොත් මෙම ලෝක වාර්තාව බිඳ දැමීමට හැකියාව ඇත්තේ අපගේ ‘පවුලට’ පමණක් බව පෙනේ.",
        "අවසානයේදී, 1986 දී, පිලිපීනයේ ජනතාව ඔහුට ‘ගෙදර යන්න’ යැයි ඉල්ලා සිටි අතර ඔවුන් හවායි වෙත පලා ගියහ. නමුත්, පිලිපීනයේ ජනතාවට එය ප්‍රමාද වැඩියි. ගෙදර යන්න කියන්න පටන් ගන්නකොට අපිටත් පරක්කු වැඩියි. ගෑස්, ඉන්ධන සහ විදුලිය නැති වන තුරු අපේ මධ්‍යම පන්තිය කිසි විටෙකත් පාරට බැස්සේ නැත. (ඒ වගේම ඔවුන්ව සනසන්න, ඔබ ඔවුන්ට නැවත ගෑස්, ඉන්ධන සහ විදුලිය ලබා දිය යුතුයි.)",
        "ඉතින් දැන් අපට කුමක් කළ හැකිද? සොර බඩු සමඟ සොරෙකු හසු වූ විට, ඔබ ඔහුට ‘ගෙදර යන්න’ කියා නිකම්ම කියන්නේ නැත. ඔබ අවම වශයෙන් ඔබේ නිවසින් සොරකම් කළ භාණ්ඩ අල්ලා ගන්න, නීතිමය ක්‍රියාමාර්ග තබා ගන්න. එසේ නොවුවහොත්, සොරකම් කරන ලද සියලු භාණ්ඩ සමඟ 'ගෙදර ගොස්' වෙනත් තැනක තම ජීවිතය භුක්ති විඳීමට සොරා සතුටු වනු ඇත.",
        "විශේෂයෙන්ම දේශපාලන නායකයන් විසින් සිදු කරන සංවිධානාත්මක දූෂණ සම්බන්ධයෙන් එය පහසු කාර්යයක් නොවේ. මාකෝස් සම්බන්ධයෙන්, එක්සත් ජාතීන්ගේ මත්ද්‍රව්‍ය හා අපරාධ පිළිබඳ කාර්යාලය (UNODC) සහ ලෝක බැංකුව පිලිපීනයෙන් සොරකම් කරන ලද වත්කම් ආපසු අයකර ගැනීමේ උත්සාහයක නිරත විය. ඔවුන්ගේ සොරාගත් වත්කම් ප්‍රතිසාධන මුලපිරීම \"සොරකම් කරන ලද වත්කම් සඳහා ආරක්ෂිත තෝතැන්නක් නොමැති\" බවට දූෂිත නායකයින්ට අනතුරු ඇඟවීම අරමුණු කර ගෙන ඇත. සොරකම් කරන ලද වත්කම් නැවත ලබා ගැනීම සහ උපන් රටට ආපසු ගෙන්වා ගැනීම ද මෙම වැඩසටහන මගින් සිදු කෙරේ.",
        "අපරාධ ක්‍රියාකාරකම්, දූෂණ සහ බදු පැහැර හැරීම් හරහා උපයා ඇති දේශසීමා ප්‍රවාහ වත්කම් වසරකට ඩොලර් ට්‍රිලියන 1 සිට ඩොලර් ට්‍රිලියන 1.6 දක්වා වන බව ඔවුන් ගණන් බලා ඇත. පිලිපීනය හැරුණු විට, නයිජීරියාවේ සහ පේරු හි සොරකම් කරන ලද වත්කම් සොයා ගැනීමට ද මෙම මුලපිරීම මැදිහත් වී ඇති අතර, ඔවුන්ගේ දූෂිත දේශපාලනඥයන් විසින් සොරකම් කරන ලද වත්කම් නැවත එම රටවලට ආපසු ලබා දීමේ යම් සාර්ථකත්වයක් අත්කර ගෙන ඇත. වත්කම් ප්‍රතිසාධනය සඳහා වන ගෝලීය සංසදය යනු එවැනි වත්කම් ප්‍රතිසාධනය කිරීමේදී සහ ආපසු ලබා දීමේදී මූල්‍ය මධ්‍යස්ථාන සමඟ අවශ්‍ය සහයෝගීතාව ලබා ගැනීමට එවැනි රටවලට සහාය වීම සඳහා සම්බන්ධිත ආයතනයකි.",
        "දූෂණයට එරෙහි එක්සත් ජාතීන්ගේ සම්මුතිය 2005 දී සම්මත කරන ලද අතර, වත්කම් ප්‍රතිසාධනය පිළිබඳ පරිච්ෙඡ්දයක් එයට ඇතුළත් වේ. ශ්‍රී ලංකාව මෙම සම්මුතියට අත්සන් කර ඇත. ඉන් අනතුරුව, 2018 දී, ශ්‍රී ලංකාවෙන් සොරකම් කරන ලද වත්කම් විමර්ශනය කිරීම, සොයා ගැනීම, රාජසන්තක කිරීම සහ ශ්‍රී ලංකාවට පැවරීමේ අරමුණින් රාජ්‍ය වත්කම් අයකර ගැනීම පිළිබඳ විශේෂ ජනාධිපති කාර්ය සාධක බලකායක් (START) පත් කරන ලදී. මෙම කාර්ය සාධක බලකාය සොරකම් කරන ලද වත්කම් ආපසු අයකර ගැනීම සඳහා කෙටුම්පත් නීතිමය රාමුවක් හඳුන්වා දුන් නමුත් පැහැදිලි හේතු මත එය කිසි විටෙක නීතියක් ලෙස බලාත්මක වූයේ නැත. සොරකම් කළ කෝටි ගණන් ආපසු අයකර ගැනීමට සිතන අයට මේ සිතිය යුතු රේඛාය.",
        "අවසාන වශයෙන් ඉන්ධන, ගෑස්, විදුලිය ප්‍රමාණවත් ලෙස සැපයෙන විට, අපි නැවතත් එම පැරණි දූෂණ කවයටම යාමට ගියහොත්, එය ජනතාවගේ වරදකි. බඩ පුරවන්න දෙයක් තියෙද්දී ආයෙත් ‘රට බේරගන්න’ ඕන කියලා හිතෙනවා. එහෙම නම් දූෂිත දේශපාලකයන්ට විතරක් බැනලා වැඩක් නැහැ."
      ]
    },
    "ta": {
      "title": "அவரை வீட்டிற்கு அனுப்புதல்: மார்கோஸிடமிருந்து பாடங்கள்",
      "body_lines": [
        "ஊரடங்குச் சட்டத்தை பொருட்படுத்தாமல் வீதிக்கு இறங்கிய மக்களின் ஆக்கிரமிப்பை நீர்த்துப்போகச் செய்யும் ‘இடைக்கால அரசு’ நாடகம் வேறொன்றுமில்லை.",
        "மார்கோஸ் அதிக வெளிநாட்டு கடன் வாங்கும் ரசிகராகவும் இருந்தார். ராஜபக்ச காலத்தில் நாம் இங்கு பார்த்தது போலவே அவரது பதவிக்காலம் GDP இன் உயர் விகிதத்துடன் குறிக்கப்பட்டது. மார்கோஸின் பதவிக்காலம் பிலிப்பைன்ஸின் வளர்ச்சியின் பொற்காலமாக சித்தரிக்கப்படும் அதே வேளையில், மொத்த உள்நாட்டு உற்பத்தியின் இந்த வளர்ச்சி உன்னதமானது.",
        "மார்கோஸ் தனது நண்பர்கள் மற்றும் உறவினர்களுக்கு சில தொழில்களில் ஏகபோக உரிமையை அனுமதித்தார். தேசத்தின் பாக்கெட்டுகளை கொள்ளையடிப்பதற்கான பிரத்யேக வாய்ப்புகளை உருவாக்கி, அவரது கூட்டாளிகளுக்கு வரி சலுகைகள் வழங்கப்பட்டன. (கடந்த இரண்டு வருடங்களில் இங்கு வழங்கப்பட்ட வரிச் சலுகைகளை நினைவில் கொள்க)",
        "மனித உரிமைகளை நசுக்குவதும் ஊடகங்களை மௌனமாக்குவதும் மார்கோஸின் ஆட்சியின் மற்ற கூறுகளாகும். அவரது ஆட்சி ஒரு பொருளாதாரத்தின் 'முறையான கொள்ளை' என்று குறிப்பிடப்படுகிறது, இது தீவிர வறுமை மற்றும் இறுதியில் கடன் நெருக்கடிக்கு வழிவகுக்கிறது.",
        "இதைப் படிக்கும் நேரத்தில், ‘இடைக்கால அரசு’ என்ற பிரேரணை மேசையில் உள்ளது, குடும்ப ஆட்சியைக் காப்பாற்றுவதற்கான கடைசி முயற்சி என்று நான் உறுதியாக நம்புகிறேன். அதேவேளை, போராட்டக்காரர்களை ஊக்கப்படுத்துவதற்கான அவநம்பிக்கையான முயற்சியாக ஜனாதிபதி ‘அவசரகால’ நிலைமையையும் நாடளாவிய ரீதியில் ஊரடங்குச் சட்டத்தையும் பிரகடனப்படுத்தியுள்ளார். ஊரடங்குச் சட்டத்தை பொருட்படுத்தாமல் வீதிக்கு இறங்கிய மக்களின் ஆக்கிரமிப்பை நீர்த்துப்போகச் செய்வதற்கான மற்றொரு நீட்சியே ‘இடைக்கால அரசாங்கம்’ என்ற நாடகமே தவிர வேறில்லை.",
        "இதற்கிடையில், அமெரிக்காவிற்கான முன்னாள் தூதுவர், ஆளும் குடும்பத்தின் நண்பர் ஜாலிய விக்ரமசூரிய, கம்பி மோசடி குற்றச்சாட்டில் அமெரிக்க கொலம்பியா மாவட்ட நீதிமன்றத்தில் வெற்றிகரமான வழக்கைத் தொடர்ந்து தண்டிக்கப்பட உள்ளார். இது 2013 ஆம் ஆண்டு வாஷிங்டன், டி.சி.யில் ஒரு புதிய தூதரக கட்டிடத்தை வாங்கியதை உள்ளடக்கியது. குடும்பத்துடன் தொடர்புடைய அனைத்து திருடர்கள் மற்றும் கொலைகாரர்கள் இங்கு செல்வதைக் காணும் அதே வேளையில், குடும்பத்தின் குறைந்தபட்சம் ஒருவரையாவது சிக்க வைப்பதற்காக நாங்கள் அமெரிக்க நீதிமன்றங்களுக்குக் கடமைப்பட்டுள்ளோம். சுதந்திரமாக வீடு. எனவே, ‘GoHome’ என்பதற்குச் சிறந்த அர்த்தம் இருக்க வேண்டும். இதனால்தான் சில எதிர்ப்பாளர்கள் ஏற்கனவே \"ஜெயிலுக்குச் செல்லுங்கள்- வீட்டிற்கு அல்ல\" என்ற வார்த்தையை கண்டுபிடித்துள்ளனர்.",
        "சில தசாப்தங்களுக்கு முன்பு, இதேபோன்ற சூழ்நிலையில், பிலிப்பைன்ஸ் மக்கள் ஃபெர்டினாண்ட் மார்கோஸ் வீட்டிற்கு செல்ல விரும்பினர். மார்கோஸ் அவசரகாலச் சட்டங்களின் பெரிய ரசிகராகவும் இருந்தார். செப்டம்பர் 1972 இல், மார்கோஸ் இராணுவச் சட்டத்தை அறிவித்தார், இது பிலிப்பைன்ஸின் மக்களுக்கு சாதாரண சட்ட உரிமைகளின் பாதுகாப்பை இழந்தது. மார்கோஸின் ஆட்சி படிப்படியாக முழுமையான அதிகாரத்தைப் பெற்று, ஊழலுக்குச் சாதகமான சூழலை அமைத்து, சட்டரீதியான பின்விளைவுகள் எதுவும் இல்லாமல் இருந்தது.",
        "மார்கோஸ் அதிக வெளிநாட்டு கடன் வாங்கும் ரசிகராகவும் இருந்தார். ராஜபக்ச காலத்தில் நாம் இங்கு பார்த்தது போலவே அவரது பதவிக்காலம் GDP இன் உயர் விகிதத்துடன் குறிக்கப்பட்டது. மார்கோஸின் பதவிக்காலம் பிலிப்பைன்ஸின் வளர்ச்சியின் பொற்காலமாக சித்தரிக்கப்பட்ட அதே வேளையில், மொத்த உள்நாட்டு உற்பத்தியின் இந்த வளர்ச்சி உன்னதமானது. இந்த கடன் உந்துதல் வளர்ச்சி, இறுதியில் மோசமான மந்தநிலைக்கு இட்டுச் சென்றது, வரவிருக்கும் தலைமுறைகளுக்கு சுமையாக இருந்தது. இங்கே, இப்போது நமக்கும் அதேதான் நடந்திருக்கிறது.",
        "மார்கோஸ் குடும்பமும் ஊழலுக்குப் பெயர் போனது. லஞ்சம் மற்றும் ஊழலின் பாரம்பரிய வழிகளில் தேர்ச்சி பெறுவதைத் தவிர, மார்கோஸ் தனது நண்பர்கள் மற்றும் உறவினர்களுக்கு சில தொழில்களில் ஏகபோக உரிமையை அனுமதித்தார். தேசத்தின் பாக்கெட்டுகளை கொள்ளையடிப்பதற்கான பிரத்யேக வாய்ப்புகளை உருவாக்கி, அவரது கூட்டாளிகளுக்கு வரி சலுகைகள் வழங்கப்பட்டன. (கடந்த இரண்டு வருடங்களில் இங்கு வழங்கப்பட்ட வரிச் சலுகைகளை நினைவில் கொள்க).",
        "மனித உரிமைகளை நசுக்குவதும் ஊடகங்களை மௌனமாக்குவதும் மார்கோஸின் ஆட்சியின் மற்ற கூறுகளாகும். அவரது ஆட்சி ஒரு பொருளாதாரத்தின் 'முறையான கொள்ளை' என்று குறிப்பிடப்படுகிறது, இது கடுமையான வறுமை மற்றும் இறுதியில் கடன் நெருக்கடிக்கு வழிவகுக்கிறது. சில ஆய்வாளர்கள் இது ஒரு அரசாங்கத்தின் மிகப்பெரிய கொள்ளை என்று குறிப்பிடுகின்றனர், இது $5 பில்லியன் முதல் $10 பில்லியன் வரை. அவர்களின் செயல்பாடுகள் குறித்து சரியான விசாரணை நடத்தினால், நமது 'குடும்பத்தினர்' மட்டுமே இந்த உலக சாதனையை முறியடிக்க முடியும்.",
        "இறுதியில், 1986 இல், பிலிப்பைன்ஸ் மக்கள் அவரை 'வீட்டிற்குச் செல்லுங்கள்' என்று கேட்டு, அவர்கள் ஹவாய்க்குத் தப்பினர். ஆனால், பிலிப்பைன்ஸ் மக்களுக்கு இது மிகவும் தாமதமானது. வீட்டுக்குப் போ என்று சொல்லத் தொடங்குவதற்குள் எங்களுக்கும் தாமதமாகிவிட்டது. எரிவாயு, எரிபொருள் மற்றும் மின்சாரத்தை இழக்கும் வரை எங்கள் நடுத்தர வர்க்கம் ஒருபோதும் தெருவில் இறங்கவில்லை. (அவர்களை அமைதிப்படுத்த, நீங்கள் அவர்களுக்கு மீண்டும் எரிவாயு, எரிபொருள் மற்றும் மின்சாரம் கொடுக்க வேண்டும்.)",
        "எனவே நாம் இப்போது என்ன செய்ய முடியும்? திருடப்பட்ட பொருட்களுடன் ஒரு திருடன் பிடிபட்டால், நீங்கள் அவரை 'வீட்டுக்கு போ' என்று வெறுமனே சொல்ல மாட்டீர்கள். குறைந்தபட்சம் உங்கள் வீட்டில் இருந்து திருடப்பட்ட பொருட்களையாவது கைப்பற்றுங்கள், சட்ட நடவடிக்கைகள் ஒருபுறம் இருக்கட்டும். இல்லையெனில், கொள்ளையடித்தவன் எல்லா திருடப்பட்ட பொருட்களையும் கொண்டு 'வீட்டுக்குச் சென்று' தனது வாழ்க்கையை வேறு இடத்தில் அனுபவிப்பதில் மகிழ்ச்சி அடைவான்.",
        "குறிப்பாக அரசியல் தலைவர்களால் ஒழுங்கமைக்கப்பட்ட ஊழல் தொடர்பாக இது எளிதான காரியம் அல்ல. மார்கோஸ் வழக்கில், பிலிப்பைன்ஸிலிருந்து திருடப்பட்ட சொத்துக்களை மீட்கும் முயற்சியில் ஐக்கிய நாடுகளின் போதைப்பொருள் மற்றும் குற்றங்களுக்கான அலுவலகம் (UNODC) மற்றும் உலக வங்கி ஆகியவை ஈடுபட்டுள்ளன. \"திருடப்பட்ட சொத்துக்களுக்கு பாதுகாப்பான புகலிடம் இருக்காது\" என்று ஊழல் தலைவர்களை எச்சரிப்பதை நோக்கமாகக் கொண்டது அவர்களின் திருடப்பட்ட சொத்து மீட்பு முயற்சி. இந்தத் திட்டம் திருடப்பட்ட சொத்துக்களை மீட்டு, சொந்த நாட்டிற்கு திருப்பி அனுப்புவதில் ஈடுபட்டுள்ளது.",
        "குற்றச் செயல்கள், ஊழல் மற்றும் வரி ஏய்ப்பு மூலம் சம்பாதித்த எல்லை தாண்டிய சொத்துக்கள் ஆண்டுக்கு $1 டிரில்லியன் முதல் $1.6 டிரில்லியன் வரை இருக்கும் என்று அவர்கள் மதிப்பிடுகின்றனர். பிலிப்பைன்ஸைத் தவிர, இந்த முயற்சி நைஜீரியா மற்றும் பெருவில் திருடப்பட்ட சொத்துக்களை மீட்பதில் தலையிட்டது, மேலும் அவர்களின் ஊழல் அரசியல்வாதிகளால் திருடப்பட்ட சொத்துக்களை அந்த நாடுகளுக்கு திருப்பி அனுப்புவதில் ஓரளவு வெற்றியை அடைந்துள்ளது. Global Forum for Asset Recovery என்பது அத்தகைய நாடுகளுக்கு நிதி மையங்களுடன் அத்தகைய சொத்துக்களை மீட்டெடுப்பதற்கும் திரும்பப் பெறுவதற்கும் தேவையான ஒத்துழைப்பைப் பெறுவதற்கு உதவும் ஒரு இணைக்கப்பட்ட அமைப்பாகும்.",
        "ஊழலுக்கு எதிரான ஐ.நா. கன்வென்ஷன் 2005 இல் ஏற்றுக்கொள்ளப்பட்டது, மேலும் அதில் பிரத்தியேகமாக சொத்து மீட்பு பற்றிய ஒரு அத்தியாயம் உள்ளது. இந்த ஒப்பந்தத்தில் இலங்கை கையெழுத்திட்டுள்ளது. இதனைத் தொடர்ந்து, 2018 ஆம் ஆண்டு, இலங்கையில் இருந்து திருடப்பட்ட சொத்துக்களை விசாரணை செய்து, கண்டறிந்து, பறிமுதல் செய்து, இலங்கைக்கு மாற்றும் நோக்கத்துடன், அரச சொத்துக்களை மீட்பதற்கான விசேட ஜனாதிபதி செயலணி (START) நியமிக்கப்பட்டது. இந்த பணிக்குழு திருடப்பட்ட சொத்துக்களை மீட்டெடுப்பதற்கான வரைவு சட்ட கட்டமைப்பை அறிமுகப்படுத்தியது, ஆனால் வெளிப்படையான காரணங்களுக்காக அது ஒரு சட்டமாக நடைமுறைக்கு வரவில்லை. திருடப்பட்ட லட்சக்கணக்கான கோடிகளை மீட்க நினைப்பவர்கள் சிந்திக்க வேண்டிய வரிகள்.",
        "இறுதியாக, போதுமான எரிபொருள், எரிவாயு மற்றும் மின்சாரம் ஆகியவற்றைப் பெறும்போது, ​​​​நாம் மீண்டும் அதே நல்ல பழைய ஊழல் வட்டத்திற்குச் செல்ல வேண்டுமானால், அது மக்களின் தவறு. உங்கள் வயிற்றை நிரப்ப ஏதாவது கிடைத்தால், மீண்டும் ‘நாட்டைக் காப்பாற்ற வேண்டும்’ என்று நினைக்கிறீர்கள். அப்படியானால், ஊழல் அரசியல்வாதிகளை மட்டும் குறை சொல்வதில் அர்த்தமில்லை."
      ]
    }
  }
}