{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-cb-governors-should-be-bound-by-rules-not-given-independence-to-print-bellwether-95009/",
  "time_ut": 1654048020,
  "title": "Sri Lanka’s CB Governors should be bound by rules, not given independence to print: Bellwether",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s Central Bank Governors have to be legally restrained from injecting liquidity using the absolute discretion available through ‘flexible’ inflation targeting cum output gap targeting and not given more room to print money through central bank independence.",
    "Multiple central bank governors especially after 2015 printed money using ‘flexible inflation targeting’ and output gap targeting (stimulus) to create monetary mayhem, borrow dollars excessively in the forex shortages that followed and drive a country at peace into default.",
    "Currency crises were created in 2015/2016, 2018 and 2020/2022. There was also a currency crisis in 2011/2012 in the middle of an IMF program similar to the 2018 one.",
    "The absolute discretion available through flexible policies have to be restrained by rules based monetary policy.",
    "It was done through flexible inflation targeting with a flexible exchange rate and output gap targeting which in laymen’s terms means printing money in the hope of boosting growth.",
    "However Sri Lanka has a pegged exchange rate regime, called a flexible exchange rate and whenever money is printed for flexible inflation targeting or output gap targeting, there is a currency crisis. There is no point in giving ‘central bank independence’ for the central bank to engage in open market operations, buy Treasury bills and drive a country at peace into default.",
    "One may argue that the output gap targeting of 2020-2022 was part of the Saubhagya Dekma manifesto which promised a ‘production economy’ through a developmental state where taxes were cut and money had to be printed to stop the released taxes from coming back to the budget. The people, therefore, voted for the manifesto of the economic cranks.",
    "However, no such justification can be given for the money printing from 2015 to 2018 which created two currency crises and ratcheted up sovereign bonds and Ceylon Petroleum Corporation borrowing as forex shortages emerged from output gap targeting.",
    "In fact, the Yahapalana manifesto promised a social market economy. A social market economy cannot work with currency depreciation but strong a currency and possible appreciation against the US dollar if the Fed prints money as the Bundesbank did.",
    "A social market economy becomes an export and domestic economic powerhouse by providing a strong exchange rate with low inflation.",
    "It provides stability to the family economy by preserving the real value of wages of the father and mother and the pension and savings of the grandmother and the grandfather, and the tiny deposits of the children, who save one cent by one cent (sathay sathay).",
    "The constitution of the central bank should protect the people against all interventionists whether they are monetary cranks leaning towards modern monetary theory or the post 1930s Keynesian interventionism.",
    "Nobody bargained for the International Monetary Fund to teach the Yahapalana central bank to calculate an output gap. Nobody bargained for the central bank to print money when that policy fright administration failed to reform and trigger two currency crises shattering the voter’s incomes and savings.",
    "Nobody bargained for Real Effective Exchange Rate Targeting where the currency was deliberately destroyed to keep an REER index below 100 and give unfair short term advantages to exporters at the expense of a voting public.",
    "Nobody bargained for yield curve targeting where the central bank – prevented by public opposition from buying Treasury bills from auctions – would buy them from banks through term reverse repo auction.",
    "Nobody bargained for the ‘bills only policy’ established by then Governor A J Jayewardene to be callously discarded without so much as a by your leave on the altar of output gap targeting and yield curve targeting and central bank to buy not only Treasury bills but also Treasury Bonds.",
    "Nobody bargained for the central bank to print money in 2018 for output gap targeting, and trigger currency crises when taxes were raised by Mangala Samaraweera and Eran Wickremeratne.",
    "Nobody bargained for the multiple currency crises which triggered forex shortages and the central bank was unable to buy dollars for rupees to settle dollar loans and instead ratcheted up sovereign bond holdings.",
    "China also had to give budget finance loans to settle its liabilities due to forex shortages triggered by flexible inflation targeting cum output gap targeting.",
    "Nobody bargained for the CPC to ratchet up its borrowings as forex shortages were triggered by ‘flexible inflation targeting’ cum ‘output gap targeting ‘and for the state banks to be bought to the brink of collapse.",
    "Nobody bargained for the CPC to be barred from buying dollars for rupees, and for it to ratchet up dollar borrowings instead of buying dollars for rupees generated by Mangala Samaraweera’s price formula and for the rupee to be deposited in state bank repos after flexible inflation targeting.",
    "Nobody bargained for Samaraweera’s price formula to be betrayed by flexible inflation targeting and central bank independence.",
    "A flexible peg with output targeting is subject to what is known as the impossible trinity of monetary policy objectives.",
    "In fact, there has to be a commission of inquiry on how the CPC was barred from using the money from the price formula to buy dollars and was instead made to get suppliers’ credit and run up massive dollar loans in exactly the same way as the government borrowed through ISBs and China budget support loans to run up foreign debt and eventual default.",
    "That central bank independence solves monetary problems is a Western myth.",
    "Monetary problems are created by Anglo-Saxon flexible policy and output targeting by central bank governors who believe in what was taught at Cambridge, Oxford, Harvard and a host of saltwater universities even now. The IMF is no better. It also draws from the same universities.",
    "Currency crises are created by third rate monetary policy where exchange and monetary policies conflict.",
    "Clean floating exchange rate regimes found in developed countries, where the monetary base is entirely created by domestic assets (open market operations) and its growth is controlled by an inflation target.",
    "In a hard peg or mostly consistent pegs the monetary base is created entirely by foreign assets and the short term interest rate floats. There is no fixed policy rate enforced by money priting.",
    "All other regimes, called soft-pegs, managed floats, dirty floats or the latest fashionable label, flexible exchange rates that are found in poor third world countries, Africa and Latin America, are intermediate regimes that collapse and depreciate.",
    "It is practically not possible for a floating rate regime to experience a currency crisis (the central bank does not buy or sell foreign exchange for imports or any other purpose).",
    "But soft-pegged countries do and it comes into conflict with the policy rate and they go to the IMF often.",
    "And because the IMF gives loans to the central bank in a bailout it must operate a peg and buy dollars in the market to repay the loan. Therefore an IMF bailed out country will never graduate into a first world monetary regime.",
    "The economists in the troubled country may also have a belief that they do not deserve a floating rate.",
    "It may be due to an inferiority complex or simple fear of floating.",
    "They also fear or do not believe and exchange rate can be fixed through a credible regime such as a currency board, even though with their own eyes they can see countries that do it, but their country has not done so in their own lifetimes.",
    "The US does not want countries to fix their exchange rates in a false belief that East Asia became export powerhouses at the expense of the US with fixed exchange rates which are undervalued.",
    "Therefore the IMF peddles flexible inflation targeting and ends up de-stabilizing them.",
    "The reason many countries set up central banks in the last century was to print money and have discretinary policy. Inflation targeting emerged as a method to curtail that discretion or independence.",
    "True inflation targeting with a clean floating rate also curtails central bank discretion and eliminate its independence or freedom to print money, somewhat like the gold standard.",
    "Like a currency board, a low inflation target commits it to raise rates without discretion as soon as inflation picks up.",
    "Output gap targeting using central bank credit does the opposite.",
    "According to historians, the IMF repeatedly advised Singapore to set up a central bank. R W Goenman, an expert retained by the government to advise on currency, had supported a central bank.",
    "However Goh Keng Swee, an LSE educated right-hand man of Lee Kwan Yew set up a currency board with the Finance Minister as Chairman.",
    "“It is also not surprising that when the Monetary Authority of Singapore (MAS) was set up, the Chairman was by law the Finance Minister,” Goh said at the 30th anniversary of that agency.",
    "“World Bank experts advised us against this since the Chairman should be an independent person with sufficient authority to resist a Finance Minister’s request for money to finance a budget deficit.",
    "“The World Bank believed that putting the Finance Minister in charge would be like asking a cat to look after fish.",
    "“But Singapore has always worked on the principle that government expenditure on education, defence, social and economic services, etc, must be paid for out of government revenues — taxes and fees.",
    "“Successive Finance Ministers have been doing just this. They do not need an independent Central Bank Governor to persuade them not to run budget deficits. The World Bank’s anxieties were misplaced.",
    "“The way to a better life was through hard work, first in schools, then in universities or polytechnics and then on the job in the workplace. Diligence, education and skills will create wealth, not Central Bank credit.”",
    "However under flexible inflation targeting cum output gap targeting the central bank printed money to close and output gap, triggering currency crises.",
    "When a flexible exchange rate collapses, the economy has to be smashed to restore credibility. After money is printed rates have to be spiked to very high levels, such as now, the exchange rate has to collapse, governments have to change, and people have to suffer.",
    "The problem is not holding the exchange rate as falsely claimed by Keynesians. The problem is printing money to keep rates down which makes the peg lose credibility. Then the economy has to be smashed to save the soft-pegged rupee. The economy is smashed not because it is sick, but because the soft-peg is sick.",
    "By an elaborate ideology, mainly through repeating without any logic, people are made to believe that the fixed exchange rate is at fault, and not money printing and flexible policies.",
    "Then people have to be taxed heavily to pay the public sector salaries because the economy shrinks as rates are raised to save the soft-pegged rupee.",
    "Saving the rupee also saves the bank deposits. However, it is touch and go. Sometimes banks fail when the economy is smashed to save the flexible exchange rate.",
    "If a liberal or socialist government is in power, nationalists come to power as the economy is smashed to stabilize the currency. If nationalists are there, liberals can come to power. However, if flexible inflation targeting and output gap targeting is continued with central bank independence, as in 2018, they will not last long.",
    "Under flexible exchange rate inflation falls to near zero in about 16 to 20 months after a currency crisis. Under flexible inflation targeting interest rates are cut when that happens, which coincides with credit recovery. It then triggers another currency crisis.",
    "If there is enough commercial debt, they default as well. Then the cycle repeats. Therefore the country is doomed to operate a flexible exchange rate and have repeated currency crises and permanent depreciation.",
    "Politicians are usually willing to take tough decisions after the central bank destroys the economy. JR did it, Samaraweera did it, President Rajapaksa is starting to do it.",
    "However, whatever they do, the central bank will print money using its independence and trgger a currency crisis when the economy recovers, including when the politicians raise taxes, as happened in 2018.",
    "Sri Lanka is now experiencing its first default. This column warned from around 2016, when the flexible inflation targeting/call money rate targeting started that downgrades would follow and that the country will default on foreign debt like the Weimar Republic. Under flexible inflation targeting and output gap targeting with central bank independence, it is inevitable that the cycle will repeat.",
    "Now that is done once, Sri Lanka will become a serial defaulter.",
    "A draft monetary law prepared to institutionalize the 2015-2019 flexible policy debacles has the tools to create similar disasters in the future.",
    "According to one draft  Article 7 (1) (a) gives the agency the power  to “determine and implement money policy” and (1) (b) gives it the power to “determine and implement exchange rate policy” setting off an inherent policy conflict.",
    "How can a central bank with an “exchange rate policy” operate inflation targeting. In inflation targeting reserve money has to be pegged to inflation not the exchange rate or the balance of payments.",
    "A J Jayewardene when he started the central bank on the path to inflation targeting removed an original objective of preserving the “external value of the rupee” for this very reason.",
    "“There shall be a Monetary Policy Board of the central bank which is charged with the formulation of monetary policy of the Central Bank and the implementation of flexible exchange rate regime in line with the flexible inflation targeting framework in order to achieve and maintain domestic price stability”",
    "Surely this is a joke? It sets into law the domestic and external anchor conflicts that lead to forex shortages, epitomizes the impossible trinity of monetary policy objectives trigger currency crises.",
    "Argentina in 2018 was flexible inflation targeting and had 17 percent inflation when it collapsed.",
    "Flexible inflation targeting and central bank independence will not help. There is no point in giving independence to central bankers who want to follow discretionary or flexible policy.",
    "There are no guarantees that a Keynesian will not become a central bank governor in an independent central bank. There has only been one non-Keynesian governor in its 1972 year history.",
    "Even if a non-Keynesian comes he will be tripped up by the foreign reserves.",
    "If the central bank truly wants inflation targeting, it has to float the currency, stop acting as the banker to the government, and set up an office in the Treasury to buy foreign exchange for rupees to settle dollar debts and the central bank has to stop collecting reserves.",
    "If not Sri Lanka has to set up a currency board. And do the same thing. Currency board profits can be transferred to a sovereign wealth fund which can be used for bank bailouts and ‘stimulus’ if the government wants.",
    "The new law is a bigger disaster than the current one. To do what was done in the past 7 years the Monetary Board had to violate the main objectives of the current law. Under the new bill, it had be done with no violation as full discretion will be given.",
    "What is needed is not central bank independence, as touted to Singapore by the World Bank and IMF to Sri Lanka, but central bank accountability and an agency that will be restrained by rules to block discretion involving output gap targeting and flexible policy.",
    "This column is based on Price Signal by Bellwether published in the April 2022 issue of Echelon Magazine."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ CB ආණ්ඩුකාරවරුන් නීතිරීතිවලට බැඳී සිටිය යුතු අතර මුද්‍රණය කිරීමට ස්වාධීනත්වය ලබා නොදිය යුතුය: බෙල්වෙදර්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ මහ බැංකු අධිපතිවරුන් 'නම්‍යශීලී' උද්ධමනය ඉලක්ක කර ගනිමින් සහ නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් ලබා ගත හැකි පරම අභිමතය භාවිතා කරමින් ද්‍රවශීලතාවය එන්නත් කිරීමෙන් නීත්‍යානුකූලව සීමා කළ යුතු අතර මහ බැංකු ස්වාධීනත්වය හරහා මුදල් මුද්‍රණය කිරීමට වැඩි ඉඩක් ලබා නොදේ.",
        "විශේෂයෙන්ම 2015 න් පසු බහුවිධ මහ බැංකු අධිපතිවරු මුදල් මුද්‍රණය කළේ ‘නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම’ සහ නිමැවුම් පරතරය ඉලක්ක කිරීම (උත්තේජන) භාවිතා කරමින් මුල්‍ය ව්‍යාකූලත්වය ඇති කිරීමට, පසුව ඇති වූ විදේශ විනිමය හිඟය තුළ අධික ලෙස ඩොලර් ණයට ගෙන සාමයෙන් රටක් පෙරනිමියට ගෙන ගියහ.",
        "2015/2016, 2018 සහ 2020/2022 දී මුදල් අර්බුද නිර්මාණය විය. 2018 වැඩසටහනට සමාන IMF වැඩසටහනක් මැද 2011/2012 දී ද මුදල් අර්බුදයක් ඇති විය.",
        "නම්‍යශීලී ප්‍රතිපත්ති හරහා ලබා ගත හැකි පරම අභිමතය නීති මත පදනම් වූ මුදල් ප්‍රතිපත්ති මගින් සීමා කළ යුතුය.",
        "එය සිදු කරන ලද්දේ නම්‍යශීලී විනිමය අනුපාතිකයක් සහිත නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම සහ නිමැවුම් පරතරය ඉලක්ක කිරීම හරහා වන අතර, ගිහියන්ගේ අර්ථයෙන් අදහස් කරන්නේ වර්ධනය ඉහළ නැංවීමේ අපේක්ෂාවෙන් මුදල් මුද්‍රණය කිරීමයි.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ නම්‍යශීලී විනිමය අනුපාතිකයක් ලෙස හඳුන්වනු ලබන විනිමය අනුපාත තන්ත්‍රයක් පවතින අතර නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම හෝ නිමැවුම් පරතරය ඉලක්ක කිරීම සඳහා මුදල් මුද්‍රණය කරන සෑම විටම මුදල් අර්බුදයක් පවතී. මහ බැංකුවට විවෘත වෙළෙඳපොළ මෙහෙයුම්වල නිරත වීමට, භාණ්ඩාගාර බිල්පත් මිලදී ගැනීමට සහ සාමයෙන් රටක් පැහැර හැරීමට ‘මහ බැංකුවේ ස්වාධීනත්වය’ ලබා දීමෙන් පලක් නැත.",
        "2020-2022 නිමැවුම් පරතරය ඉලක්ක කර ගත් සෞභාග්‍ය ​​දැක්ම ප්‍රතිපත්ති ප්‍රකාශනයේ කොටසක් බව කෙනෙකුට තර්ක කළ හැකිය, එය බදු කපා හැර මුදල් මුද්‍රණය කළ යුතු සංවර්ධන රාජ්‍යයක් හරහා 'නිෂ්පාදන ආර්ථිකයක්' පොරොන්දු විය. අයවැය. ඒ නිසා ජනතාව ඡන්දය දුන්නේ ආර්ථික තක්කඩියන්ගේ ප්‍රතිපත්ති ප්‍රකාශනයටයි.",
        "කෙසේ වෙතත්, 2015 සිට 2018 දක්වා මුදල් අර්බුද දෙකක් නිර්මාණය කළ සහ ස්වෛරීත්ව බැඳුම්කර සහ ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව ණය ගැනීම සඳහා මුදල් මුද්‍රණය කිරීම සඳහා එවැනි සාධාරණීකරණයක් ලබා දිය නොහැක.",
        "ඇත්ත වශයෙන්ම යහපාලන ප්‍රතිපත්ති ප්‍රකාශයෙන් පොරොන්දු වූයේ සමාජ වෙළෙඳපොළ ආර්ථිකයකි. සමාජ වෙලඳපොල ආර්ථිකයකට මුදල් අවප්‍රමාණය සමඟ ක්‍රියා කළ නොහැකි නමුත් ශක්තිමත් මුදල් ඒකකයක් සහ ෆෙඩරල් බැංකුව බුන්ඩෙස්බෑන්ක් කළාක් මෙන් මුදල් මුද්‍රණය කරන්නේ නම් එක්සත් ජනපද ඩොලරයට සාපේක්ෂව ඉහළ යා හැකිය.",
        "අඩු උද්ධමනය සමඟ ශක්තිමත් විනිමය අනුපාතයක් ලබා දීමෙන් සමාජ වෙළෙඳපොළ ආර්ථිකයක් අපනයන හා දේශීය ආර්ථික බලාගාරයක් බවට පත්වේ.",
        "පියාගේ සහ මවගේ වැටුප්වල සැබෑ වටිනාකම සහ ආච්චිගේ සහ සීයාගේ විශ්‍රාම වැටුප සහ ඉතිරිකිරීම් සහ සතයකින් සතයක් ඉතිරි කරන දරුවන්ගේ කුඩා තැන්පතු සුරැකීමෙන් පවුලේ ආර්ථිකයට ස්ථාවරත්වයක් ලබා දේ. .",
        "නවීන මූල්‍ය න්‍යාය හෝ 1930 ගණන්වලින් පසු කේන්සියානු මැදිහත්වීම්වාදය දෙසට නැඹුරු වූ මූල්‍ය ජාවාරම්කරුවන් වේවා, සියලු මැදිහත්වීම්කරුවන්ට එරෙහිව මහ බැංකුවේ ව්‍යවස්ථාව මගින් ජනතාව ආරක්ෂා කළ යුතුය.",
        "නිමැවුම් පරතරයක් ගණනය කිරීමට යහපාලන මහ බැංකුවට ඉගැන්වීමට ජාත්‍යන්තර මුල්‍ය අරමුදලට කිසිවකු කේවල් කළේ නැත. එම ප්‍රතිපත්ති භීතිකාව පරිපාලනය ප්‍රතිසංස්කරණය කිරීමට අසමත් වූ විට සහ ඡන්ද දායකයාගේ ආදායම් සහ ඉතුරුම් සුනුවිසුනු කරමින් මුදල් අර්බුද දෙකක් ඇති කිරීමට අසමත් වූ විට කිසිවෙක් මහ බැංකුවට මුදල් මුද්‍රණය කිරීමට කේවල් කළේ නැත.",
        "REER දර්ශකය 100 ට අඩුවෙන් තබා ගැනීමට සහ ඡන්දය ප්‍රකාශ කරන මහජනතාවගේ වියදමින් අපනයනකරුවන්ට අසාධාරණ කෙටි කාලීන වාසි ලබා දීමට හිතාමතාම මුදල් විනාශ කරන ලද සැබෑ ඵලදායි විනිමය අනුපාත ඉලක්ක කිරීම සඳහා කිසිවෙකු කේවල් කළේ නැත.",
        "භාණ්ඩාගාර බිල්පත් වෙන්දේසියෙන් මිලදී ගැනීමෙන් මහජන විරෝධයෙන් වැළැක්වූ මහ බැංකුව - වාර ප්‍රතිවර්තන වෙන්දේසිය හරහා ඒවා බැංකුවලින් මිලදී ගන්නා ඵලදාව වක්‍රය ඉලක්ක කර ගැනීමට කිසිවෙකු කේවල් කළේ නැත.",
        "භාණ්ඩාගාර බිල්පත් පමණක් නොව භාණ්ඩාගාරය ද මිලදී ගැනීම සඳහා නිමැවුම් පරතරය ඉලක්ක කර අස්වැන්න වක්‍ර ඉලක්ක කර මහ බැංකුවේ පූජාසනය මත ඔබේ නිවාඩුවකින් තොරව කිසිවකු නොසැලකිලිමත් ලෙස ඉවත දැමීමට එවකට ආණ්ඩුකාර ඒ ජේ ජයවර්ධන විසින් ස්ථාපිත කරන ලද 'බිල්පත් පමණක් ප්‍රතිපත්තිය' ගැන කිසිවෙකු කේවල් කළේ නැත. බැඳුම්කර.",
        "මංගල සමරවීර සහ එරාන් වික්‍රමරත්න විසින් බදු වැඩි කරන විට නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් මුදල් අර්බුද ඇති කිරීමට 2018 දී මහ බැංකුවට මුදල් මුද්‍රණය කිරීමට කිසිවෙකු කේවල් කළේ නැත.",
        "විදේශ විනිමය හිඟයක් ඇති කළ බහුවිධ මුදල් අර්බුද සඳහා කිසිවෙකු කේවල් නොකළ අතර මහ බැංකුවට ඩොලර් ණය පියවීම සඳහා රුපියල්වලට ඩොලර් මිලදී ගැනීමට නොහැකි වූ අතර ඒ වෙනුවට ස්වෛරීත්ව බැඳුම්කර තොග ඉහළ නැංවීය.",
        "නම්‍යශීලී උද්ධමනය සහ නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් ඇති වූ විදේශ විනිමය හිඟය හේතුවෙන් චීනයට සිය වගකීම් පියවීම සඳහා අයවැය මූල්‍ය ණය ලබා දීමට ද සිදු විය.",
        "විදේශ විනිමය හිඟය 'නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම' සහ 'ප්‍රතිදාන පරතරය ඉලක්ක කිරීම' සහ රාජ්‍ය බැංකු කඩාවැටීමේ අද්දරට මිල දී ගැනීම මගින් අවුලුවාලන බැවින්, CPC හි ණය ගැනීම් ඉහළ නැංවීමට කිසිවෙකු කේවල් කළේ නැත.",
        "CPC එකට රුපියල්වලට ඩොලර් මිලදී ගැනීම තහනම් කිරීමටත්, මංගල සමරවීරගේ මිල සූත්‍රය මගින් ජනනය කරන ලද රුපියල්වලට ඩොලර් මිලදී ගැනීම වෙනුවට ඩොලර් ණය ගැනීම් වැඩි කිරීමටත්, නම්‍යශීලී උද්ධමනය ඉලක්ක කර රුපියල රාජ්‍ය බැංකු ගබඩාවල තැන්පත් කිරීමටත් කිසිවෙක් කේවල් කළේ නැත.",
        "සමරවීරගේ මිල සූත්‍රය නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම සහ මහ බැංකු ස්වාධීනත්වය විසින් පාවා දීමට කිසිවෙක් කේවල් කළේ නැත.",
        "නිමැවුම් ඉලක්ක සහිත නම්‍යශීලී ඇණයක් මුදල් ප්‍රතිපත්ති අරමුණුවල කළ නොහැකි ත්‍රිත්වය ලෙස හඳුන්වන දෙයට යටත් වේ.",
        "ඇත්ත වශයෙන්ම, තෙල් සංස්ථාවට මිල සූත්‍රයේ ඇති මුදල් ඩොලර් මිලදී ගැනීම සඳහා භාවිතා කිරීම වළක්වා, ඒ වෙනුවට සැපයුම්කරුවන්ගේ ණය ලබාගෙන දැවැන්ත ඩොලර් ණය ලබා ගැනීමට සැලැස්වූයේ කෙසේද යන්න පිළිබඳව විමර්ශන කොමිෂන් සභාවක් තිබිය යුතුය. රජය ISB හරහා ලබා ගත් ණය සහ චීනයේ අයවැය ආධාරක ණය විදේශ නය සහ අවසානයේ පැහැර හැරීම සඳහා.",
        "මහ බැංකුවේ ස්වාධීනත්වය මුදල් ප්‍රශ්න විසඳන බව බටහිර මිත්‍යාවකි.",
        "කේම්බ්‍රිජ්, ඔක්ස්ෆර්ඩ්, හාවඩ් සහ ලුණු වතුර විශ්ව විද්‍යාල රාශියක ඉගැන්වූ දේ විශ්වාස කරන මහ බැංකු අධිපතිවරුන් විසින් ඇන්ග්ලෝ-සැක්සන් නම්‍යශීලී ප්‍රතිපත්ති සහ නිමැවුම් ඉලක්ක කිරීම මගින් මුදල් ගැටලු නිර්මාණය වේ. IMF වඩා හොඳ නැත. එය ද එම විශ්ව විද්‍යාල වලින් ලබා ගනී.",
        "විනිමය සහ මුදල් ප්‍රතිපත්ති ගැටෙන තුන්වන අනුපාත මුදල් ප්‍රතිපත්තිය මගින් මුදල් අර්බුද නිර්මාණය වේ.",
        "සංවර්ධිත රටවල දක්නට ලැබෙන පිරිසිදු පාවෙන විනිමය අනුපාත තන්ත්‍ර, මූල්‍ය පදනම සම්පූර්ණයෙන්ම දේශීය වත්කම් (විවෘත වෙළඳපල මෙහෙයුම්) මගින් නිර්මාණය කර ඇති අතර එහි වර්ධනය උද්ධමන ඉලක්කයක් මගින් පාලනය වේ.",
        "දෘඩ ඇණක හෝ බොහෝ දුරට ස්ථාවර ඇණක මුල්‍ය පදනම සම්පුර්ණයෙන්ම විදේශීය වත්කම් මගින් නිර්මාණය වී ඇති අතර කෙටි කාලීන පොලී අනුපාත පාවෙන. මුදල් අච්චු ගැසීම මගින් බලාත්මක කරන ලද ස්ථාවර ප්‍රතිපත්ති අනුපාතයක් නොමැත.",
        "දුප්පත් තුන්වන ලෝකයේ රටවල් වන අප්‍රිකාවේ සහ ලතින් ඇමරිකාවේ දක්නට ලැබෙන Soft-pegs, Managed floats, dirty floats හෝ නවතම විලාසිතා ලේබලය, නම්‍යශීලී විනිමය අනුපාත යනුවෙන් හැඳින්වෙන අනෙකුත් සියලුම පාලන තන්ත්‍රයන් බිඳ වැටෙන සහ ක්ෂය වන අතරමැදි පාලන තන්ත්‍ර වේ.",
        "පාවෙන අනුපාත තන්ත්‍රයකට මුදල් අර්බුදයක් අත්විඳීම ප්‍රායෝගිකව කළ නොහැක්කකි (මහ බැංකුව ආනයන හෝ වෙනත් අරමුණක් සඳහා විදේශ විනිමය මිලදී ගැනීම හෝ විකිණීම සිදු නොකරයි).",
        "නමුත් මෘදු ස්ථාවර රටවල් එසේ කරන අතර එය ප්‍රතිපත්ති අනුපාතය සමඟ ගැටෙන අතර ඔවුන් බොහෝ විට IMF වෙත යයි.",
        "තවද IMF මහ බැංකුවට ඇපදීමකින් ණය ලබා දෙන බැවින් එය ණය ගෙවීම සඳහා ඇණයක් ක්‍රියාත්මක කර වෙළඳපොලේ ඩොලර් මිලදී ගත යුතුය. එබැවින් ජාත්‍යන්තර මූල්‍ය අරමුදලට ඇප දුන් රටක් කිසිදා පළමු ලෝක මූල්‍ය පාලන තන්ත්‍රයකට ඇතුළත් නොවනු ඇත.",
        "කැළඹිලි සහිත රටේ ආර්ථික විද්‍යාඥයන්ට ද පාවෙන අනුපාතයක් ලැබීමට සුදුසු නැති බවට විශ්වාසයක් තිබිය හැකිය.",
        "එය පහත් මට්ටමේ සංකීර්ණයක් හෝ පාවීමට ඇති සරල බිය නිසා විය හැකිය.",
        "ඔවුන් බිය හෝ විශ්වාස නොකරන අතර විනිමය අනුපාතිකය මුදල් මණ්ඩලයක් වැනි විශ්වාසනීය පාලන තන්ත්‍රයක් හරහා ස්ථාවර කළ හැකිය, එය කරන රටවල් ඔවුන්ගේම දෑසින් දැකිය හැකි නමුත් ඔවුන්ගේ රට ඔවුන්ගේ ජීවිත කාලය තුළ එසේ කර නැත.",
        "එක්සත් ජනපදයට අඩු තක්සේරුවක් ඇති ස්ථාවර විනිමය අනුපාත සහිත එක්සත් ජනපදයේ වියදමින් නැගෙනහිර ආසියාව අපනයන බලාගාර බවට පත් වූ බවට ව්‍යාජ විශ්වාසයකින් රටවල් තම විනිමය අනුපාත නියම කිරීමට අවශ්‍ය නැත.",
        "එබැවින් IMF නම්‍යශීලී උද්ධමනය ඉලක්ක කර ඒවා අස්ථාවර කිරීම අවසන් කරයි.",
        "පසුගිය ශතවර්ෂයේ බොහෝ රටවල් මහ බැංකු පිහිටුවීමට හේතුව මුදල් මුද්‍රණය කිරීම සහ විචක්ෂණ ප්‍රතිපත්ති තිබීමයි. එම අභිමතය හෝ ස්වාධීනත්වය සීමා කිරීමේ ක්‍රමයක් ලෙස උද්ධමනය ඉලක්ක කර ගැනීම මතු විය.",
        "පිරිසිදු පාවෙන අනුපාතයක් සමඟ සැබෑ උද්ධමනය ඉලක්ක කිරීම මහ බැංකුවේ අභිමතය සීමා කරන අතර රන් ප්‍රමිතිය මෙන් මුදල් මුද්‍රණය කිරීමේ ස්වාධීනත්වය හෝ නිදහස නැති කරයි.",
        "මුදල් මණ්ඩලයක් මෙන්, අඩු උද්ධමන ඉලක්කයක් උද්ධමනය වැඩි වූ වහාම අභිමතය පරිදි අනුපාත ඉහළ නැංවීමට කැප කරයි.",
        "මහ බැංකු ණය භාවිතා කරමින් නිමැවුම් පරතරය ඉලක්ක කිරීම ප්‍රතිවිරුද්ධ දෙය කරයි.",
        "ඉතිහාසඥයින්ට අනුව, IMF විසින් සිංගප්පූරුවට මහ බැංකුවක් පිහිටුවීමට නැවත නැවතත් උපදෙස් දුන්නේය. මුදල් පිළිබඳ උපදෙස් දීම සඳහා රජය විසින් රඳවාගෙන සිටින විශේෂඥයෙකු වන R W Goenman මහ බැංකුවකට සහාය ලබා දී ඇත.",
        "කෙසේ වෙතත්, ලී ක්වාන් යූගේ LSE උගත් දක්ෂිණාංශිකයෙකු වන Goh Keng Swee මුදල් අමාත්‍යවරයා සභාපති ලෙස මුදල් මණ්ඩලයක් පිහිටුවීය.",
        "\"සිංගප්පූරුවේ මුදල් අධිකාරිය (MAS) පිහිටුවන විට, සභාපතිවරයා නීතියෙන් මුදල් ඇමති වීම පුදුමයක් නොවේ,\" Goh එම ආයතනයේ 30 වන සංවත්සරයේදී පැවසීය.",
        "“අයවැය හිඟයක් පියවා ගැනීම සඳහා මුදල් අමාත්‍යවරයාගේ මුදල් ඉල්ලීමට ප්‍රතිරෝධය දැක්වීමට ප්‍රමාණවත් බලයක් ඇති සභාපතිවරයා ස්වාධීන පුද්ගලයකු විය යුතු බැවින් ලෝක බැංකු විශේෂඥයින් මෙයට එරෙහිව අපට උපදෙස් දුන්නේය.",
        "“ලෝක බැංකුව විශ්වාස කළේ මුදල් ඇමැතිව පත් කිරීම පූසෙකුට මාළු බලාගන්න කියනවා වගේ වැඩක් කියලා.",
        "“නමුත් සිංගප්පූරුව සැමවිටම ක්‍රියා කර ඇත්තේ අධ්‍යාපනය, ආරක්‍ෂාව, සමාජ හා ආර්ථික සේවා ආදිය සඳහා රජයේ වියදම් රජයේ ආදායමෙන් එනම් බදු සහ ගාස්තුවලින් ගෙවිය යුතුය යන මූලධර්මය මත ය.",
        "“පසුගිය මුදල් ඇමතිවරු කරන්නේ මේකයි. අයවැය හිඟය පවත්වා නොගැනීමට ඔවුන්ව නම්මවා ගැනීමට ස්වාධීන මහ බැංකු අධිපතිවරයකු අවශ්‍ය නොවේ. ලෝක බැංකුවේ කනස්සල්ල අස්ථානගත විය.",
        "“වඩා හොඳ ජීවිතයක් සඳහා මාර්ගය වූයේ වෙහෙස මහන්සි වී වැඩ කිරීම, පළමුව පාසල්වල, පසුව විශ්ව විද්‍යාල හෝ පොලිටෙක්නික් සහ පසුව රැකියා ස්ථානයේ රැකියාවයි. කඩිසරකම, අධ්‍යාපනය සහ කුසලතා ධනය නිර්මාණය කරනු ඇත, මහ බැංකු ණය නොවේ.",
        "කෙසේ වෙතත්, නම්‍යශීලී උද්ධමනය යටතේ සහ නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් මහ බැංකුව ඉලක්ක කර ගනිමින් මුදල් අර්බුද ඇති කරමින්, වසා දැමීමට සහ ප්‍රතිදාන පරතරය සඳහා මුදල් මුද්‍රණය කරයි.",
        "නම්‍යශීලී විනිමය අනුපාතිකයක් කඩා වැටෙන විට, විශ්වසනීයත්වය යථා තත්ත්වයට පත් කිරීම සඳහා ආර්ථිකය බිඳ දැමිය යුතුය. මුදල් මුද්‍රණය කළ පසු දැන් විනිමය අනුපාතිකය කඩාවැටීමට, ආණ්ඩු වෙනස් වීමට, මිනිසුන්ට දුක් විඳීමට සිදු වී ඇති වැනි ඉතා ඉහළ මට්ටම්වලට නැඟීමට සිදුවේ.",
        "ගැටලුව වන්නේ කේන්සියානුවන් විසින් ව්‍යාජ ලෙස ප්‍රකාශ කරන ලද විනිමය අනුපාතිකය රඳවා නොගැනීමයි. ගැටලුව වන්නේ ගාස්තු අඩු කර ගැනීම සඳහා මුදල් මුද්‍රණය කිරීම නිසා ඇණෙහි විශ්වසනීයත්වය නැති වේ. එවිට මෘදු රුපියල බේරා ගැනීමට ආර්ථිකය කඩා දැමිය යුතුය. ආර්ථිකය කඩාවැටෙන්නේ එය අසනීප නිසා නොව, මෘදු-පෙග් අසනීප නිසාය.",
        "විස්තීර්ණ දෘෂ්ටිවාදයක් මගින්, ප්‍රධාන වශයෙන් කිසිදු තර්කයකින් තොරව පුනරුච්චාරණය කිරීම තුලින්, ස්ථාවර විනිමය අනුපාතිකයේ වරදක් මිස මුදල් මුද්‍රණය සහ නම්‍යශීලී ප්‍රතිපත්ති නොවන බව මිනිසුන් විශ්වාස කරයි.",
        "එවිට රාජ්‍ය අංශයේ වැටුප් ගෙවීමට මිනිසුන්ට විශාල ලෙස බදු පැනවීමට සිදුවේ. මන්දයත් රුපියලේ අගය ඉතිරි කර ගැනීමට බදු ඉහළ දැමීම නිසා ආර්ථිකය හැකිළෙන බැවිනි.",
        "රුපියල ඉතිරි කිරීමෙන් බැංකු තැන්පතු ද ඉතිරි වේ. කෙසේ වෙතත්, එය ස්පර්ශ සහ යන්න. සමහර විට නම්‍යශීලී විනිමය අනුපාතිකය ඉතිරි කර ගැනීම සඳහා ආර්ථිකය කඩා වැටෙන විට බැංකු අසමත් වේ.",
        "ලිබරල් හෝ සමාජවාදී ආන්ඩුවක් බලයේ සිටී නම්, ජාතිකවාදීන් බලයට එන්නේ මුදල් ස්ථාවර කිරීමට ආර්ථිකය කඩාකප්පල් කරන විට ය. ජාතිකවාදීන් ඉන්නවා නම් ලිබරල්වාදීන්ට බලයට එන්න පුළුවන්. කෙසේ වෙතත්, 2018 දී මෙන්, මහ බැංකු ස්වාධීනත්වය සමඟ නම්‍යශීලී උද්ධමන ඉලක්ක කිරීම සහ නිමැවුම් පරතරය ඉලක්ක කිරීම අඛණ්ඩව සිදු කරන්නේ නම්, ඒවා දිගු කල් පවතින්නේ නැත.",
        "නම්‍යශීලී විනිමය අනුපාත යටතේ උද්ධමනය මුදල් අර්බුදයකින් පසු මාස ​​16 සිට 20 දක්වා කාලය තුළ බිංදුවට ආසන්න වේ. නම්‍යශීලී උද්ධමනය යටතේ ඉලක්කගත පොලී අනුපාත අඩු කරනු ලබන්නේ එය සිදු වූ විට, එය ණය ප්‍රතිසාධනය සමඟ සමපාත වේ. එය තවත් මුදල් අර්බුදයක් ඇති කරයි.",
        "ප්රමාණවත් තරම් වාණිජ ණය තිබේ නම්, ඔවුන් ද පැහැර හරිති. එවිට චක්රය නැවත සිදු වේ. එබැවින් රට නම්‍යශීලී විනිමය අනුපාතිකයක් ක්‍රියාත්මක කිරීමට ඉරණමට ලක්ව ඇති අතර නැවත නැවතත් මුදල් අර්බුද සහ ස්ථිර ක්ෂයවීම් ඇති වේ.",
        "මහ බැංකුව විසින් ආර්ථිකය විනාශ කළ පසු දේශපාලනඥයන් සාමාන්‍යයෙන් දැඩි තීරණ ගැනීමට කැමැත්තක් දක්වයි. ජේආර් ඒක කළා, සමරවීර ඒක කළා, රාජපක්ෂ ජනාධිපතිතුමා ඒක කරන්න පටන් ගන්නවා.",
        "කෙසේ වෙතත්, ඔවුන් කුමක් කළත්, මහ බැංකුව 2018 දී සිදු වූවාක් මෙන්, දේශපාලකයින් බදු වැඩි කිරීම ඇතුළුව ආර්ථිකය යථා තත්ත්වයට පත් වූ විට, එහි ස්වාධීනත්වය භාවිතා කරමින් මුදල් මුද්‍රණය කර මුදල් අර්බුදයක් ඇති කරයි.",
        "ශ්‍රී ලංකාව දැන් එහි පළමු පැහැර හැරීම අත්විඳිමින් සිටී. මෙම තීරුව 2016 දී පමණ අනතුරු ඇඟවූයේ, නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම/ඇමතුම් මුදල් අනුපාත ඉලක්ක කිරීම ආරම්භ වූ විට, පහත වැටීම් අනුගමනය කරන බවත්, රට වයිමර් ජනරජය වැනි විදේශ ණය පැහැර හරිනු ඇති බවත්ය. මහ බැංකු ස්වාධීනත්වය සමඟ නම්‍යශීලී උද්ධමන ඉලක්ක සහ නිමැවුම් පරතරය ඉලක්ක කිරීම යටතේ, චක්‍රය නැවත සිදු වීම වැළැක්විය නොහැක.",
        "දැන් එක පාරක් කළාම ලංකාව Serial defaulter වෙනවා.",
        "2015-2019 නම්‍යශීලී ප්‍රතිපත්ති බිඳවැටීම් ආයතනගත කිරීම සඳහා සකස් කරන ලද මුදල් නීති කෙටුම්පතක අනාගතයේදී එවැනිම ව්‍යසනයන් ඇති කිරීමට මෙවලම් තිබේ.",
        "එක් කෙටුම්පතකට අනුව 7 (1) (අ) \"මුදල් ප්‍රතිපත්තිය තීරණය කිරීම සහ ක්‍රියාත්මක කිරීමේ\" බලය නියෝජිතායතනයට ලබා දෙන අතර (1) (ආ) ආවේණික ප්‍රතිපත්තියක් සැකසීමට \"විනිමය අනුපාත ප්‍රතිපත්තිය තීරණය කිරීමට සහ ක්‍රියාත්මක කිරීමට\" බලය ලබා දෙයි. ගැටුම.",
        "\"විනිමය අනුපාත ප්‍රතිපත්තියක්\" සහිත මහ බැංකුවක් උද්ධමනය ඉලක්ක කර ක්‍රියාත්මක කරන්නේ කෙසේද? උද්ධමනය ඉලක්ක කරගත් සංචිත මුදල් සම්බන්ධ කළ යුත්තේ උද්ධමනයට නොව විනිමය අනුපාතයට හෝ ගෙවුම් ශේෂයට නොවේ.",
        "ඒ ජේ ජයවර්ධන උද්ධමනය ඉලක්ක කර ගනිමින් මහ බැංකුව ආරම්භ කරන විට “රුපියලේ බාහිර අගය” රැකගැනීමේ මුල් අරමුණ මේ හේතුව නිසාම ඉවත් කළේය.",
        "“දේශීය මිල ස්ථායිතාව සාක්ෂාත් කර ගැනීම සහ පවත්වා ගැනීම සඳහා නම්‍යශීලී උද්ධමන ඉලක්ක රාමුවට අනුකූලව මහ බැංකුවේ මුදල් ප්‍රතිපත්ති සැකසීම සහ නම්‍යශීලී විනිමය අනුපාත ක්‍රමය ක්‍රියාත්මක කිරීම සම්බන්ධයෙන් මහ බැංකුවේ මුදල් ප්‍රතිපත්ති මණ්ඩලයක් තිබිය යුතුය. ”",
        "නිසැකවම මෙය විහිළුවක්ද? එය විදේශ විනිමය හිඟයට තුඩු දෙන දේශීය හා බාහිර නැංගුරම් ගැටුම් නීතිගත කරයි, මුදල් අර්බුද අවුලුවාලන මුදල් ප්‍රතිපත්ති අරමුණුවල කළ නොහැකි ත්‍රිත්වය සංකේතවත් කරයි.",
        "2018 දී ආර්ජන්ටිනාව නම්‍යශීලී උද්ධමන ඉලක්ක වූ අතර එය කඩා වැටෙන විට උද්ධමනය සියයට 17 ක් විය.",
        "නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම සහ මහ බැංකු ස්වාධීනත්වය උපකාර නොවනු ඇත. අභිමතය පරිදි හෝ නම්‍යශීලී ප්‍රතිපත්තියක් අනුගමනය කිරීමට කැමති මහ බැංකුකරුවන්ට ස්වාධීනත්වය ලබා දීමෙන් පලක් නැත.",
        "කේන්සියානු ජාතිකයෙකු ස්වාධීන මහ බැංකුවක මහ බැංකු අධිපතිවරයෙකු බවට පත් නොවන බවට සහතිකයක් නොමැත. එහි 1972 වසර ඉතිහාසය තුළ කේන්සියානු නොවන ආණ්ඩුකාරවරයෙකු සිට ඇත්තේ එක් අයෙකු පමණි.",
        "කේන්සියන් නොවන එකෙක් ආවත් විදේශ සංචිත වලින් පය ගහලා යනවා.",
        "මහ බැංකුවට ඇත්තටම උද්ධමනය ඉලක්ක කර ගැනීමට අවශ්‍ය නම්, එය මුදල් පාවෙන, රජයට බැංකුකරු ලෙස ක්‍රියා කිරීම නැවැත්විය යුතු අතර, ඩොලර් ණය පියවීමට රුපියල්වලට විදේශ විනිමය මිලදී ගැනීමට භාණ්ඩාගාරයේ කාර්යාලයක් පිහිටුවා මහ බැංකුවට එය නැවැත්විය යුතුය. සංචිත එකතු කිරීම.",
        "එසේ නොමැති නම් ශ්‍රී ලංකාවට මුදල් මණ්ඩලයක් පිහිටුවීමට සිදුවේ. ඒ වගේම එකම දේ කරන්න. මුදල් මණ්ඩලයේ ලාභ රජයට අවශ්‍ය නම් බැංකු ඇපදීම් සහ ‘උත්තේජන’ සඳහා යොදා ගත හැකි ස්වෛරී ධනය අරමුදලකට මාරු කළ හැකිය.",
        "නව නීතිය දැනට පවතින නීතියට වඩා විශාල ව්‍යසනයකි. පසුගිය වසර 7 තුළ සිදු කළ දේ කිරීමට මුදල් මණ්ඩලයට වත්මන් නීතියේ ප්‍රධාන අරමුණු කඩ කිරීමට සිදු විය. නව පනත් කෙටුම්පතට අනුව, පූර්ණ අභිමතය පරිදි එය කිසිදු උල්ලංඝනයකින් තොරව සිදු කර ඇත.",
        "අවශ්‍ය වන්නේ සිංගප්පූරුවට ලෝක බැංකුව සහ IMF විසින් ශ්‍රී ලංකාවට ප්‍රකාශ කරන පරිදි මහ බැංකුවේ ස්වාධීනත්වය නොව, මහ බැංකු වගවීම සහ නිමැවුම් පරතරය ඉලක්ක කිරීම සහ නම්‍යශීලී ප්‍රතිපත්ති ඇතුළත් අභිමතය අවහිර කිරීමට නීතිරීති මගින් සීමා කෙරෙන නියෝජිතායතනයකි.",
        "මෙම තීරුව Echelon සඟරාවේ 2022 අප්‍රේල් කලාපයේ ප්‍රකාශිත Bellwether විසින් මිල සංඥාව මත පදනම් වේ."
      ]
    },
    "ta": {
      "title": "இலங்கையின் சிபி ஆளுநர்கள் விதிகளுக்கு கட்டுப்பட்டவர்களாக இருக்க வேண்டும், அச்சிடுவதற்கு சுதந்திரம் கொடுக்கக்கூடாது: பெல்வெதர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் மத்திய வங்கி ஆளுநர்கள் பணப்புழக்கத்தை செலுத்துவதில் இருந்து சட்டரீதியாக கட்டுப்படுத்தப்பட வேண்டும், 'நெகிழ்வான' பணவீக்கத்தை இலக்காகக் கொண்டு, மத்திய வங்கியின் சுதந்திரத்தின் மூலம் பணத்தை அச்சிடுவதற்கு அதிக இடமளிக்காமல், 'நெகிழ்வான' பணவீக்கம் மூலம் பணப்புழக்கத்தை செலுத்துவதில் இருந்து சட்டப்பூர்வமாக கட்டுப்படுத்தப்பட வேண்டும்.",
        "பல மத்திய வங்கி ஆளுநர்கள் குறிப்பாக 2015க்குப் பிறகு ‘நெகிழ்வான பணவீக்க இலக்கு’ மற்றும் வெளியீட்டு இடைவெளி இலக்கு (தூண்டுதல்) ஆகியவற்றைப் பயன்படுத்தி பணச் சிக்கலை உருவாக்கி, அந்நியச் செலாவணி பற்றாக்குறையில் டாலர்களை அதிகமாகக் கடனாகப் பெற்று, ஒரு நாட்டை இயல்புநிலைக்குத் தள்ளினார்கள்.",
        "2015/2016, 2018 மற்றும் 2020/2022 இல் நாணய நெருக்கடிகள் உருவாக்கப்பட்டன. 2011/2012 இல் 2018 ஐப் போன்ற ஒரு IMF திட்டத்தின் நடுவில் நாணய நெருக்கடியும் ஏற்பட்டது.",
        "நெகிழ்வான கொள்கைகள் மூலம் கிடைக்கும் முழுமையான விருப்புரிமை விதிகள் அடிப்படையிலான பணவியல் கொள்கையால் கட்டுப்படுத்தப்பட வேண்டும்.",
        "இது ஒரு நெகிழ்வான பணவீக்க இலக்கு மற்றும் ஒரு நெகிழ்வான பரிமாற்ற வீதம் மற்றும் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு செய்யப்பட்டது, இது சாதாரண மனிதர்களின் அடிப்படையில் வளர்ச்சியை அதிகரிக்கும் நம்பிக்கையில் பணத்தை அச்சிடுவதாகும்.",
        "எவ்வாறாயினும், இலங்கையானது நெகிழ்வான மாற்று வீதம் என அழைக்கப்படும் ஒரு நிலையான மாற்று விகித ஆட்சியைக் கொண்டுள்ளது மற்றும் நெகிழ்வான பணவீக்க இலக்கு அல்லது வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு பணம் அச்சிடப்படும் போதெல்லாம், நாணய நெருக்கடி உள்ளது. மத்திய வங்கி திறந்த சந்தை நடவடிக்கைகளில் ஈடுபடுவதற்கும், கருவூல உண்டியல்களை வாங்குவதற்கும், அமைதியான நாட்டை இயல்புநிலைக்கு கொண்டு செல்வதற்கும் 'மத்திய வங்கி சுதந்திரம்' வழங்குவதில் எந்த அர்த்தமும் இல்லை.",
        "2020-2022க்கான வெளியீட்டு இடைவெளியை இலக்காகக் கொண்ட சௌபாக்ய டெக்மா அறிக்கையின் ஒரு பகுதி என்று வாதிடலாம், இது ஒரு வளர்ச்சி மாநிலத்தின் மூலம் 'உற்பத்தி பொருளாதாரம்' உறுதியளிக்கப்பட்டது, அங்கு வரிகள் குறைக்கப்பட்டு, விடுவிக்கப்பட்ட வரிகள் மீண்டும் வருவதைத் தடுக்க பணம் அச்சிடப்பட வேண்டும். பட்ஜெட். எனவே, மக்கள் பொருளாதாரக் கோட்பாட்டின் விஞ்ஞாபனத்திற்கு வாக்களித்தனர்.",
        "எவ்வாறாயினும், 2015 முதல் 2018 வரையிலான பண அச்சடிப்புக்கு இரண்டு நாணய நெருக்கடிகளை உருவாக்கி இறையாண்மை பத்திரங்கள் மற்றும் சிலோன் பெட்ரோலியம் கூட்டுத்தாபனம் கடன் வாங்கியதற்கு அந்நிய செலாவணி பற்றாக்குறையால் வெளியீடு இடைவெளியை இலக்காகக் கொண்டு வெளிப்பட்டது.",
        "உண்மையில், யஹபாலன விஞ்ஞாபனம் சமூக சந்தைப் பொருளாதாரத்தை உறுதியளித்தது. ஒரு சமூக சந்தைப் பொருளாதாரம் நாணயத் தேய்மானத்துடன் வேலை செய்ய முடியாது, ஆனால் வலுவான நாணயம் மற்றும் அமெரிக்க டாலருக்கு எதிராக பன்டெஸ்பேங்க் செய்ததைப் போல ஃபெட் பணத்தை அச்சிட்டால், சாத்தியமான மதிப்பை அதிகரிக்க முடியும்.",
        "குறைந்த பணவீக்கத்துடன் வலுவான மாற்று விகிதத்தை வழங்குவதன் மூலம் ஒரு சமூக சந்தைப் பொருளாதாரம் ஏற்றுமதி மற்றும் உள்நாட்டு பொருளாதார சக்தியாக மாறுகிறது.",
        "இது தந்தை மற்றும் தாயின் ஊதியத்தின் உண்மையான மதிப்பையும், பாட்டி மற்றும் தாத்தாவின் ஓய்வூதியம் மற்றும் சேமிப்புகளையும், குழந்தைகளின் சிறிய வைப்புத்தொகையையும் பாதுகாப்பதன் மூலம் குடும்பப் பொருளாதாரத்திற்கு ஸ்திரத்தன்மையை வழங்குகிறது. .",
        "மத்திய வங்கியின் அரசியலமைப்பு, நவீன பணவியல் கோட்பாடு அல்லது 1930 களுக்குப் பிந்தைய கெயின்சியன் தலையீட்டுவாதத்தின் மீது சாய்ந்திருக்கும் பணச் சூழ்ச்சியாளர்களாக இருந்தாலும், அனைத்து தலையீடுவாதிகளிடமிருந்தும் மக்களைப் பாதுகாக்க வேண்டும்.",
        "வெளியீட்டு இடைவெளியைக் கணக்கிடுவதற்கு Yahapalana மத்திய வங்கிக்கு கற்பிக்க சர்வதேச நாணய நிதியத்திற்கு யாரும் பேரம் பேசவில்லை. அந்த கொள்கை பயமுறுத்தும் நிர்வாகம் வாக்காளரின் வருமானம் மற்றும் சேமிப்பை சிதைக்கும் இரண்டு நாணய நெருக்கடிகளைத் தூண்டி சீர்திருத்தம் செய்யத் தவறியபோது, ​​மத்திய வங்கி பணத்தை அச்சிடுவதற்கு யாரும் பேரம் பேசவில்லை.",
        "REER குறியீட்டை 100க்குக் கீழே வைத்திருக்கவும், வாக்களிக்கும் பொதுமக்களின் இழப்பில் ஏற்றுமதியாளர்களுக்கு நியாயமற்ற குறுகிய கால நன்மைகளை வழங்குவதற்காகவும் நாணயம் வேண்டுமென்றே அழிக்கப்பட்ட உண்மையான பயனுள்ள மாற்று விகித இலக்கை யாரும் பேரம் பேசவில்லை.",
        "ஏலத்தில் இருந்து கருவூல பில்களை வாங்குவதில் இருந்து பொதுமக்களின் எதிர்ப்பால் மத்திய வங்கி தடுக்கப்பட்ட மகசூல் வளைவு இலக்கை நோக்கி யாரும் பேரம் பேசவில்லை.",
        "அன்றைய ஆளுனர் ஏ.ஜே.ஜெயவர்தனவினால் நிறுவப்பட்ட 'பில்கள் மட்டும் கொள்கை'யை எவரும் பேரம் பேசவில்லை, வெளியீட்டு இடைவெளி இலக்கு மற்றும் மகசூல் வளைவு இலக்கு மற்றும் மத்திய வங்கி திறைசேரி உண்டியல்களை மட்டுமல்ல திறைசேரியையும் வாங்குவதற்கான பலிபீடத்தின் மீது உங்கள் விடுமுறையின்றி மிகவும் அலட்சியமாக நிராகரிக்கப்பட்டது. பத்திரங்கள்.",
        "மங்கள சமரவீர மற்றும் எரான் விக்கிரமரத்ன ஆகியோரால் வரிகள் உயர்த்தப்பட்ட போது, ​​2018 ஆம் ஆண்டில் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு பணத்தை அச்சிடுவதற்கும், நாணய நெருக்கடிகளைத் தூண்டுவதற்கும் மத்திய வங்கியிடம் யாரும் பேரம் பேசவில்லை.",
        "அந்நியச் செலாவணி பற்றாக்குறையைத் தூண்டிய பல நாணய நெருக்கடிகளுக்கு யாரும் பேரம் பேசவில்லை மற்றும் மத்திய வங்கி டாலர் கடன்களைத் தீர்க்க ரூபாய்க்கு டாலர்களை வாங்க முடியவில்லை, மாறாக இறையாண்மை பத்திரங்களை உயர்த்தியது.",
        "அந்நிய செலாவணி பற்றாக்குறையின் காரணமாக, நெகிழ்வான பணவீக்கத்தை இலக்காகக் கொண்டு, வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு, அதன் பொறுப்புகளைத் தீர்க்க சீனாவும் பட்ஜெட் நிதிக் கடன்களை வழங்க வேண்டியிருந்தது.",
        "அந்நிய செலாவணி பற்றாக்குறையானது 'நெகிழ்வான பணவீக்க இலக்கு' மற்றும் 'வெளியீட்டு இடைவெளி இலக்கு' மற்றும் அரசு வங்கிகள் சரிவின் விளிம்பிற்கு வாங்கப்படுவதால், CPC அதன் கடன்களை உயர்த்துவதற்கு யாரும் பேரம் பேசவில்லை.",
        "மங்கள சமரவீரவின் விலைச் சூத்திரத்தால் உருவாக்கப்பட்ட ரூபாவிற்கு டொலரை வாங்குவதற்குப் பதிலாக டொலர் கடன்களை அதிகப்படுத்துவதற்கும், நெகிழ்வான பணவீக்க இலக்குக்குப் பின்னர் ரூபாவை அரச வங்கிக் களஞ்சியங்களில் வைப்பதற்கும் CPC க்கு டாலர்களை வாங்குவதைத் தடுக்க வேண்டும் என்று யாரும் பேரம் பேசவில்லை.",
        "நெகிழ்வான பணவீக்க இலக்கு மற்றும் மத்திய வங்கியின் சுதந்திரம் ஆகியவற்றால் காட்டிக்கொடுக்கப்படும் சமரவீரவின் விலை சூத்திரத்திற்கு யாரும் பேரம் பேசவில்லை.",
        "வெளியீட்டு இலக்குடன் ஒரு நெகிழ்வான பெக் பணவியல் கொள்கை நோக்கங்களின் சாத்தியமற்ற திரித்துவம் என அறியப்படும் விஷயத்திற்கு உட்பட்டது.",
        "உண்மையில், விலை சூத்திரத்தில் உள்ள பணத்தை டாலர்களை வாங்குவதற்கு CPC எவ்வாறு தடை செய்யப்பட்டது மற்றும் அதற்குப் பதிலாக சப்ளையர்களின் கிரெடிட்டைப் பெறவும், அதே வழியில் பாரிய டாலர் கடன்களை இயக்கவும் செய்தது எப்படி என்பது குறித்து விசாரணை கமிஷன் இருக்க வேண்டும். அரசாங்கம் ISBகள் மற்றும் சீனாவின் வரவு செலவுத் திட்ட ஆதரவு கடன்கள் மூலம் வெளிநாட்டுக் கடனை அடைவதற்கும், இறுதியில் திருப்பிச் செலுத்துவதற்கும் கடன் பெற்றது.",
        "மத்திய வங்கியின் சுதந்திரம் பணப் பிரச்சினைகளைத் தீர்க்கிறது என்பது மேற்கத்திய கட்டுக்கதை.",
        "கேம்பிரிட்ஜ், ஆக்ஸ்போர்டு, ஹார்வர்ட் மற்றும் பல உப்புநீர் பல்கலைக்கழகங்களில் கற்பித்ததை நம்பும் மத்திய வங்கி ஆளுநர்களின் ஆங்கிலோ-சாக்சன் நெகிழ்வான கொள்கை மற்றும் வெளியீட்டு இலக்குகளால் பணப் பிரச்சனைகள் உருவாக்கப்படுகின்றன. சர்வதேச நாணய நிதியம் சிறப்பாக இல்லை. இது அதே பல்கலைக்கழகங்களில் இருந்து பெறப்பட்டது.",
        "பரிமாற்றம் மற்றும் பணவியல் கொள்கைகள் முரண்படும் மூன்றாம் விகித நாணயக் கொள்கையால் நாணய நெருக்கடிகள் உருவாக்கப்படுகின்றன.",
        "வளர்ந்த நாடுகளில் காணப்படும் சுத்தமான மிதக்கும் மாற்று விகித ஆட்சிகள், பண அடிப்படையானது முற்றிலும் உள்நாட்டு சொத்துக்களால் (திறந்த சந்தை செயல்பாடுகள்) உருவாக்கப்பட்டு அதன் வளர்ச்சி பணவீக்க இலக்கால் கட்டுப்படுத்தப்படுகிறது.",
        "கடினமான ஆப்பு அல்லது பெரும்பாலும் நிலையான ஆப்புகளில் பண அடிப்படையானது முழுவதுமாக வெளிநாட்டு சொத்துக்களால் உருவாக்கப்படுகிறது மற்றும் குறுகிய கால வட்டி விகிதம் மிதக்கிறது. பணம் அச்சிடுவதன் மூலம் நடைமுறைப்படுத்தப்படும் நிலையான கொள்கை விகிதம் இல்லை.",
        "மற்ற அனைத்து ஆட்சிகளும், சாஃப்ட்-பெக்ஸ், மேனேஜ்டு ஃப்ளோட்கள், அழுக்கு மிதவைகள் அல்லது சமீபத்திய நாகரீக லேபிள், ஏழை மூன்றாம் உலக நாடுகளான ஆப்பிரிக்கா மற்றும் லத்தீன் அமெரிக்காவில் காணப்படும் நெகிழ்வான மாற்று விகிதங்கள், வீழ்ச்சியடைந்து தேய்மானம் செய்யும் இடைநிலை ஆட்சிகளாகும்.",
        "ஒரு மிதக்கும் விகித ஆட்சி நாணய நெருக்கடியை அனுபவிப்பது நடைமுறையில் சாத்தியமில்லை (மத்திய வங்கி இறக்குமதி அல்லது வேறு எந்த நோக்கத்திற்காகவும் அந்நிய செலாவணியை வாங்கவோ விற்கவோ இல்லை).",
        "ஆனால் சாஃப்ட்-பெக் நாடுகளானது கொள்கை விகிதத்துடன் முரண்படுகிறது மற்றும் அவர்கள் அடிக்கடி IMF க்கு செல்கிறார்கள்.",
        "மேலும் IMF மத்திய வங்கிக்கு பிணை எடுப்பு முறையில் கடன்களை வழங்குவதால், கடனைத் திருப்பிச் செலுத்துவதற்கு அது ஒரு பெக் இயக்க வேண்டும் மற்றும் சந்தையில் டாலர்களை வாங்க வேண்டும். எனவே IMF பிணையெடுக்கப்பட்ட நாடு ஒருபோதும் முதல் உலக நாணய ஆட்சியில் பட்டம் பெறாது.",
        "சிக்கலில் உள்ள நாட்டில் உள்ள பொருளாதார வல்லுனர்கள் மிதக்கும் விகிதத்திற்கு தகுதியற்றவர்கள் என்ற நம்பிக்கையையும் கொண்டிருக்கலாம்.",
        "இது ஒரு தாழ்வு மனப்பான்மை அல்லது மிதக்கும் எளிய பயம் காரணமாக இருக்கலாம்.",
        "அவர்கள் பயப்படுகிறார்கள் அல்லது நம்பவில்லை மற்றும் நாணய வாரியம் போன்ற நம்பகமான ஆட்சியின் மூலம் மாற்று விகிதத்தை நிர்ணயிக்க முடியும், தங்கள் சொந்தக் கண்களால் அதைச் செய்யும் நாடுகளைப் பார்க்க முடியும், ஆனால் அவர்களின் சொந்த வாழ்நாளில் அவர்களின் நாடு அவ்வாறு செய்யவில்லை.",
        "அமெரிக்காவின் இழப்பில் கிழக்கு ஆசியா ஏற்றுமதி அதிகார மையமாக மாறியது என்ற தவறான நம்பிக்கையில், நிலையான மாற்று விகிதங்களைக் குறைத்து மதிப்பிடுவதை அமெரிக்கா விரும்பவில்லை.",
        "எனவே IMF நெகிழ்வான பணவீக்கத்தை இலக்காகக் கொண்டு அவற்றை நிலைநிறுத்துவதில் முடிவடைகிறது.",
        "கடந்த நூற்றாண்டில் பல நாடுகள் மத்திய வங்கிகளை அமைத்ததற்குக் காரணம், பணத்தை அச்சிடுவதற்கும், விவேகமான கொள்கையைக் கொண்டிருப்பதற்கும்தான். பணவீக்க இலக்கு அந்த விருப்புரிமை அல்லது சுதந்திரத்தை குறைக்கும் ஒரு முறையாக வெளிப்பட்டது.",
        "ஒரு சுத்தமான மிதக்கும் விகிதத்துடன் உண்மையான பணவீக்க இலக்கு மத்திய வங்கியின் விருப்புரிமையைக் குறைத்து, தங்கத் தரத்தைப் போலவே அதன் சுதந்திரம் அல்லது பணத்தை அச்சிடுவதற்கான சுதந்திரத்தையும் நீக்குகிறது.",
        "நாணய வாரியத்தைப் போலவே, குறைந்த பணவீக்க இலக்கு பணவீக்கம் அதிகரித்தவுடன் விருப்பமின்றி விகிதங்களை உயர்த்துவதற்கு உறுதியளிக்கிறது.",
        "மத்திய வங்கிக் கடனைப் பயன்படுத்தி வெளியீட்டு இடைவெளி இலக்கு எதிர்மாறாகச் செய்கிறது.",
        "வரலாற்றாசிரியர்களின் கூற்றுப்படி, IMF சிங்கப்பூர் மத்திய வங்கியை அமைக்க பலமுறை அறிவுறுத்தியது. நாணயத்தைப் பற்றி ஆலோசனை வழங்குவதற்காக அரசாங்கத்தால் தக்கவைக்கப்பட்ட ஒரு நிபுணரான R W Goenman, ஒரு மத்திய வங்கியை ஆதரித்தார்.",
        "இருப்பினும், லீ குவான் யூவின் எல்எஸ்இ படித்த வலது கை மனிதரான கோ கெங் ஸ்வீ, நிதி அமைச்சரைத் தலைவராகக் கொண்ட நாணய வாரியத்தை அமைத்தார்.",
        "\"சிங்கப்பூர் நாணய ஆணையம் (MAS) அமைக்கப்பட்டபோது, ​​சட்டப்படி தலைவர் நிதி அமைச்சராக இருந்ததில் ஆச்சரியமில்லை\" என்று அந்த நிறுவனத்தின் 30வது ஆண்டு விழாவில் கோ கூறினார்.",
        "“பட்ஜெட் பற்றாக்குறைக்கு நிதியளிப்பதற்காக நிதி அமைச்சரின் கோரிக்கையை எதிர்ப்பதற்கு போதுமான அதிகாரம் கொண்ட ஒரு சுதந்திரமான நபராக தலைவர் இருக்க வேண்டும் என்பதால் உலக வங்கி நிபுணர்கள் இதற்கு எதிராக எங்களுக்கு ஆலோசனை வழங்கினர்.",
        "“நிதி அமைச்சரை பொறுப்பில் அமர்த்துவது பூனையிடம் மீனைப் பராமரிக்கச் சொல்வது போல் இருக்கும் என்று உலக வங்கி நம்பியது.",
        "\"ஆனால் சிங்கப்பூர் எப்போதும் கல்வி, பாதுகாப்பு, சமூக மற்றும் பொருளாதார சேவைகள் போன்றவற்றிற்கான அரசாங்க செலவினங்களை அரசாங்க வருவாயிலிருந்து - வரிகள் மற்றும் கட்டணங்களில் செலுத்த வேண்டும் என்ற கொள்கையின் அடிப்படையில் செயல்படுகிறது.",
        "“தொடர்ந்து வந்த நிதி அமைச்சர்கள் இதைத்தான் செய்து வருகிறார்கள். வரவு-செலவுத் திட்டப் பற்றாக்குறையை நடத்த வேண்டாம் என்று அவர்களை வற்புறுத்துவதற்கு அவர்களுக்கு சுதந்திரமான மத்திய வங்கி ஆளுநர் தேவையில்லை. உலக வங்கியின் கவலைகள் தவறானவை.",
        "\"ஒரு சிறந்த வாழ்க்கைக்கான வழி கடின உழைப்பு, முதலில் பள்ளிகள், பின்னர் பல்கலைக்கழகங்கள் அல்லது பாலிடெக்னிக்குகள் மற்றும் பின்னர் பணியிடத்தில் வேலை. விடாமுயற்சி, கல்வி மற்றும் திறன் ஆகியவை செல்வத்தை உருவாக்கும், மத்திய வங்கி கடன் அல்ல.",
        "எவ்வாறாயினும், நெகிழ்வான பணவீக்கத்தின் கீழ், மத்திய வங்கியின் குறியீடானது மற்றும் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு அச்சிடப்பட்ட பணத்தை மூடுவதற்கும் வெளியிடுவதற்கும், நாணய நெருக்கடிகளைத் தூண்டுகிறது.",
        "ஒரு நெகிழ்வான மாற்று விகிதம் சரிந்தால், நம்பகத்தன்மையை மீட்டெடுக்க பொருளாதாரம் நொறுக்கப்பட வேண்டும். பணம் அச்சிடப்பட்ட பிறகு விகிதங்கள் மிக உயர்ந்த நிலைக்கு உயர்த்தப்பட வேண்டும், அதாவது இப்போது, ​​மாற்று விகிதம் வீழ்ச்சியடைய வேண்டும், அரசாங்கங்கள் மாற வேண்டும், மக்கள் பாதிக்கப்பட வேண்டும்.",
        "கெயின்சியர்கள் தவறாகக் கூறுவது போல் மாற்று விகிதத்தை வைத்திருப்பதில் சிக்கல் உள்ளது. விகிதங்களைக் குறைக்க பணத்தை அச்சிடுவதில் சிக்கல் உள்ளது, இது ஆப்பு நம்பகத்தன்மையை இழக்கச் செய்கிறது. அப்படியானால், பொருளாதாரத்தை நொறுக்க வேண்டும். பொருளாதாரம் நொறுங்கியது அது நோய்வாய்ப்பட்டதால் அல்ல, மாறாக மென்மையான ஆப்பு நோய்வாய்ப்பட்டதால்.",
        "ஒரு விரிவான சித்தாந்தத்தின் மூலம், முக்கியமாக எந்த தர்க்கமும் இல்லாமல் திரும்பத் திரும்பச் சொல்வதன் மூலம், நிலையான மாற்று விகிதமே தவறு என்று மக்கள் நம்ப வைக்கப்படுகிறார்கள், பணம் அச்சிடுதல் மற்றும் நெகிழ்வான கொள்கைகள் அல்ல.",
        "பொதுத்துறை நிறுவனங்களின் சம்பளத்தை செலுத்த மக்கள் அதிக வரி விதிக்க வேண்டும், ஏனெனில் மென்மையான மதிப்புடைய ரூபாயை சேமிக்க விகிதங்கள் உயர்த்தப்படுவதால் பொருளாதாரம் சுருங்குகிறது.",
        "ரூபாயைச் சேமிப்பதன் மூலம் வங்கி வைப்புத் தொகையும் சேமிக்கப்படுகிறது. இருப்பினும், இது தொட்டுச் செல்லுதல். நெகிழ்வான மாற்று விகிதத்தை காப்பாற்ற பொருளாதாரம் நொறுக்கப்படும் போது சில நேரங்களில் வங்கிகள் தோல்வியடைகின்றன.",
        "ஒரு தாராளவாத அல்லது சோசலிச அரசாங்கம் ஆட்சியில் இருந்தால், நாணயத்தை நிலைப்படுத்த பொருளாதாரம் நொறுக்கப்பட்டதால் தேசியவாதிகள் அதிகாரத்திற்கு வருகிறார்கள். தேசியவாதிகள் இருந்தால் தாராளவாதிகள் ஆட்சிக்கு வரலாம். இருப்பினும், நெகிழ்வான பணவீக்க இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்கு ஆகியவை 2018 இல் இருந்ததைப் போல, மத்திய வங்கியின் சுதந்திரத்துடன் தொடர்ந்தால், அவை நீண்ட காலம் நீடிக்காது.",
        "நெகிழ்வான மாற்று விகிதத்தின் கீழ், நாணய நெருக்கடிக்குப் பிறகு சுமார் 16 முதல் 20 மாதங்களில் பணவீக்கம் பூஜ்ஜியத்திற்கு அருகில் குறைகிறது. நெகிழ்வான பணவீக்கத்தின் கீழ், அது நிகழும்போது வட்டி விகிதங்கள் குறைக்கப்படுகின்றன, இது கடன் மீட்புடன் ஒத்துப்போகிறது. இது மற்றொரு நாணய நெருக்கடியைத் தூண்டுகிறது.",
        "போதுமான வணிகக் கடன் இருந்தால், அவையும் செலுத்தத் தவறிவிடும். பின்னர் சுழற்சி மீண்டும் நிகழ்கிறது. எனவே நாடு ஒரு நெகிழ்வான மாற்று விகிதத்தை இயக்குவதற்கு அழிந்துவிட்டது மற்றும் மீண்டும் மீண்டும் நாணய நெருக்கடிகள் மற்றும் நிரந்தர தேய்மானம் ஆகியவற்றைக் கொண்டுள்ளது.",
        "மத்திய வங்கி பொருளாதாரத்தை அழித்த பிறகு அரசியல்வாதிகள் பொதுவாக கடுமையான முடிவுகளை எடுக்க தயாராக உள்ளனர். ஜேஆர் செய்தார், சமரவீர செய்தார், அதிபர் ராஜபக்சே அதை செய்யத் தொடங்குகிறார்.",
        "இருப்பினும், அவர்கள் என்ன செய்தாலும், மத்திய வங்கி அதன் சுதந்திரத்தைப் பயன்படுத்தி பணத்தை அச்சடித்து, 2018 இல் நடந்தது போல், அரசியல்வாதிகள் வரிகளை உயர்த்துவது உட்பட, பொருளாதாரம் மீண்டு வரும்போது நாணய நெருக்கடியைத் தூண்டும்.",
        "இலங்கை இப்போது தனது முதல் இயல்புநிலையை அனுபவித்து வருகிறது. இந்த நெடுவரிசை 2016 இல் இருந்து, நெகிழ்வான பணவீக்க இலக்கு/அழைப்புப் பண விகித இலக்கு தொடங்கப்பட்டபோது, ​​இறக்கங்கள் தொடரும் என்றும், வீமர் குடியரசு போன்ற வெளிநாட்டுக் கடனை நாடு செலுத்தத் தவறிவிடும் என்றும் எச்சரித்தது. மத்திய வங்கி சுதந்திரத்துடன் நெகிழ்வான பணவீக்க இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்கு ஆகியவற்றின் கீழ், சுழற்சி மீண்டும் ஏற்படுவது தவிர்க்க முடியாதது.",
        "இப்போது அதை ஒருமுறை செய்தால், இலங்கை தொடர் கடனாளியாக மாறும்.",
        "2015-2019 நெகிழ்வான கொள்கை தோல்விகளை நிறுவனமயமாக்கத் தயாரிக்கப்பட்ட ஒரு வரைவு நாணயச் சட்டமானது எதிர்காலத்தில் இதுபோன்ற பேரழிவுகளை உருவாக்குவதற்கான கருவிகளைக் கொண்டுள்ளது.",
        "ஒரு வரைவுக் கட்டுரையின்படி 7 (1) (a) நிறுவனத்திற்கு \"பணக் கொள்கையைத் தீர்மானிப்பதற்கும் செயல்படுத்துவதற்கும்\" அதிகாரம் அளிக்கிறது மற்றும் (1) (b) ஒரு உள்ளார்ந்த கொள்கையை அமைக்கும் \"மாற்று விகிதக் கொள்கையைத் தீர்மானிப்பதற்கும் செயல்படுத்துவதற்கும்\" அதிகாரம் அளிக்கிறது. மோதல்.",
        "\"பரிமாற்ற விகிதக் கொள்கையுடன்\" ஒரு மத்திய வங்கி எவ்வாறு பணவீக்க இலக்கை இயக்க முடியும். பணவீக்கத்தை இலக்காகக் கொண்ட கையிருப்பு பணம் பணவீக்கத்துடன் இணைக்கப்பட வேண்டும், பரிமாற்ற வீதம் அல்லது கொடுப்பனவுகளின் இருப்பு அல்ல.",
        "ஏ ஜே ஜயவர்தன, பணவீக்கத்தை இலக்காகக் கொண்டு மத்திய வங்கியைத் தொடங்கியபோது, ​​இந்த காரணத்திற்காகவே \"ரூபாய்வின் வெளிப்புற மதிப்பை\" பாதுகாக்கும் அசல் நோக்கத்தை நீக்கினார்.",
        "\"உள்நாட்டு விலை ஸ்திரத்தன்மையை அடைவதற்கும் பராமரிப்பதற்கும் நெகிழ்வான பணவீக்க இலக்கு கட்டமைப்பிற்கு ஏற்ப மத்திய வங்கியின் பணவியல் கொள்கையை உருவாக்குதல் மற்றும் நெகிழ்வான மாற்று விகித ஆட்சியை செயல்படுத்துதல் ஆகியவற்றுடன் மத்திய வங்கியின் நாணயக் கொள்கை வாரியம் இருக்க வேண்டும். ”",
        "நிச்சயமாக இது ஒரு நகைச்சுவையா? இது அந்நிய செலாவணி பற்றாக்குறைக்கு வழிவகுக்கும் உள்நாட்டு மற்றும் வெளிப்புற நங்கூர மோதல்களை சட்டமாக அமைக்கிறது, நாணய நெருக்கடிகளைத் தூண்டும் பணவியல் கொள்கை நோக்கங்களின் சாத்தியமற்ற திரித்துவத்தை எடுத்துக்காட்டுகிறது.",
        "2018 இல் அர்ஜென்டினா நெகிழ்வான பணவீக்க இலக்காக இருந்தது மற்றும் அது சரிந்தபோது 17 சதவீத பணவீக்கத்தைக் கொண்டிருந்தது.",
        "நெகிழ்வான பணவீக்க இலக்கு மற்றும் மத்திய வங்கி சுதந்திரம் உதவாது. விருப்பமான அல்லது நெகிழ்வான கொள்கையைப் பின்பற்ற விரும்பும் மத்திய வங்கியாளர்களுக்கு சுதந்திரம் கொடுப்பதில் எந்தப் பயனும் இல்லை.",
        "ஒரு கெய்னிசியன் ஒரு சுயாதீன மத்திய வங்கியில் மத்திய வங்கி ஆளுநராக வரமாட்டார் என்பதற்கு எந்த உத்தரவாதமும் இல்லை. அதன் 1972 ஆண்டு வரலாற்றில் ஒரே ஒரு கெயின்சியன் அல்லாத கவர்னர் மட்டுமே இருந்துள்ளார்.",
        "கெயின்சியன் அல்லாத ஒருவர் வந்தாலும் அவர் வெளிநாட்டு கையிருப்புகளால் துண்டிக்கப்படுவார்.",
        "மத்திய வங்கி உண்மையிலேயே பணவீக்கத்தை இலக்காகக் கொள்ள விரும்பினால், அது நாணயத்தை மிதக்கச் செய்ய வேண்டும், அரசாங்கத்திற்கு வங்கியாளராக செயல்படுவதை நிறுத்த வேண்டும், டாலர் கடனைத் தீர்க்க ரூபாய்க்கு அந்நிய செலாவணி வாங்க கருவூலத்தில் ஒரு அலுவலகம் அமைக்க வேண்டும் மற்றும் மத்திய வங்கி நிறுத்த வேண்டும். கையிருப்பு சேகரிக்கிறது.",
        "இல்லை என்றால் இலங்கை நாணய வாரியம் அமைக்க வேண்டும். மேலும் அதையே செய்யுங்கள். நாணய வாரிய இலாபங்கள் ஒரு இறையாண்மை செல்வ நிதிக்கு மாற்றப்படலாம், இது அரசாங்கம் விரும்பினால் வங்கி பிணையெடுப்புகளுக்கும் 'தூண்டுதல்களுக்கும்' பயன்படுத்தப்படலாம்.",
        "புதிய சட்டம் தற்போதைய சட்டத்தை விட பெரிய பேரழிவு. கடந்த 7 ஆண்டுகளில் செய்ததைச் செய்ய, தற்போதைய சட்டத்தின் முக்கிய நோக்கங்களை நாணய வாரியம் மீற வேண்டியிருந்தது. புதிய மசோதாவின் கீழ், முழு உரிமையும் வழங்கப்படும் என்பதால், எந்த மீறலும் இல்லாமல் செய்யப்பட்டது.",
        "சிங்கப்பூருக்கு உலக வங்கியும், சர்வதேச நாணய நிதியம் இலங்கையும் கூறியது போல் மத்திய வங்கியின் சுதந்திரம் அல்ல, மத்திய வங்கியின் பொறுப்புக்கூறல் மற்றும் வெளியீட்டு இடைவெளி இலக்கு மற்றும் நெகிழ்வான கொள்கையை உள்ளடக்கிய விருப்புரிமையைத் தடுக்கும் விதிகளால் கட்டுப்படுத்தப்படும் ஒரு நிறுவனம் தேவை.",
        "இந்த நெடுவரிசை ஏப்ரல் 2022 எச்செலன் இதழில் வெளியிடப்பட்ட பெல்வெதரின் பிரைஸ் சிக்னலை அடிப்படையாகக் கொண்டது."
      ]
    }
  }
}