{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/farewell-to-janus/",
  "time_ut": 1651236300,
  "title": "FAREWELL TO JANUS",
  "body_lines": [
    "D B Dhanapala, has quit this mortal life, leaving behind a trail of legends that will place him in the Golden Book of Ceylon Journalists, if ever there is one.",
    "He was not merely a famous writer. He was a phenomenon who created a new genre in journalism. He took the meanest of Anglo-Saxon phrases and embroidered it with Oriental imagery.",
    "He compared Sir Oliver Goonetilleke’s movements to the Dance of Siva immortalized in a famous bronze where the deity has two legs but four hands symbolic of the well of energy within the man. He described S.W.R.D. Bandaranaike as Diyasena, the Prophet Ruler of the future, who on his death became overnight almost a Bodhisatva to be cherished, adored and worshipped. His widow, Sirimavo, was likened to the famous Indian heroine, the Rani of Jhansi. He believed Ananda Coomaraswamy was a combination of Marco Polo, Ibn Battuta and Fa Hien in his scholarly wanderings across Asia.",
    "So Dhanapala went on, drawing deeply from the learned lore he had gained from the first day he left his village home at Tissamaharama to come under the tutelage of F.L. Woodward, the man who put Mahinda College on the educational map. Woodward discovered among his pupils two boys of exceptional brilliance. One was J Vijaya Tunga (“Grass for my Feet”) and the other was Dhanapala whose education he tended with affectionate care, and ultimately found him a place at Allahabad University.",
    "At Allahabad the itch to write surfaced in Dhanapala. After getting his M.A. in English he wrote his first article to the Ceylon newspapers. It was entitled “Kataragama”. Then the miracle happened. Herbert Hulugalle, the then Editor of the “Daily News” was so struck with it that he showed it to his boss, D.R. Wijewardene. Here was something new in style, in language, and originality of ideas.",
    "Wijewardene whose perspicacity was a household word, then scanning the firmament for talent, realized that a bright new object had swung into his ken. Thus was born a star. Before Dhanapala could unpack his bags he found himself at the editorial desk at Lake House writing under the pen-name, “Janus”, the double-faced god.",
    "Clothed in grey flannel trousers, beige sports coat and striped tie, he was as elegant as his literary style. But as his mind matured and the country moved with rapid strides in the march towards independence and that democratic socialism pioneered by men like Anagarika Dharmapala, he shed not only his Western clothes, but the other adjuncts of colonialism. He became a follower of Bandaranaike and set up a new sartorial fashion for the common man.",
    "To those who knew him intimately Dhanapala was something of a paradox. He was by conviction a socialist, but by instinct something of a sybarite. This dual personality has rejoiced many of his friends and perplexed his enemies. He was an exuberant extrovert, like most Socialists. He did not care for Communism, as he felt that Marxism killed in a man the happy zest for life.",
    "His hospitality was unbounded and whether you agreed with his politics or not, nobody left his home without feeling that the world is after all a nice place to live in, if it is peopled by socialists like Dhanapala. He was, however, not without strong prejudices and was often, among his colleagues a lone voice. He was a man of few words, but stirred to speech he could voice his thoughts eloquently, even magniloquently.",
    "After he left Lake House he joined the “Times of Ceylon” where in the citadel of Western thought, he founded a Sinhala newspaper, the “Lankadipa”. He knew his Sinhala well enough, but he was by no means a Sinhala scholar. For editing the paper he secured the services of erudite Sinhala writers, but they always worked under his guidance and direction.",
    "It was not until he joined hands with the Independent Newspapers group that his talents found full scope to reach maturity. Dhanapala was often impatient with men who did not pull their weight. Pulling the weight at the early stages of the new venture meant working 18 hours a day.",
    "As an author, Dhanapala’s writing will stand the test of time and will be read and re-read for many decades. He carried his learning lightly, so much so that there were some people who suspected his scholarship. His book “Among those present” is a series of pen-portraits which will stand comparison with those of the late A.G. Gardiner, the celebrated editor of the London “Daily News”, who wrote under the pseudonym “Alpha of the Plough.” Dhanapala’s other books “The Story of Sinhalese Painting.” and “Madame Premier” can still delight those who wish to regale themselves with the social and political history of modern Ceylon in small but palatable doses.",
    "Only a few intimate friends knew that his charming wife, Rathi, an artist in her own right, had been the cornerstone on which Dhanapala built his reputation. To her and to their talented children – Nihalsinghe, Suranimala and Sumitha –the sympathies of Dhanapala’s friends will go in an overflowing measure. But the artistic heritage they have received from their loving father should more than compensate them for the loss of this lord of language.",
    "(Excerpted from The Good at Their Best first published in March 1971)",
    "Early 60s in the Ministry of Defence and External Affairs and being appointed Director of Information",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "JANUS ට සමුගැනීම",
      "body_lines": [
        "ඩී බී ධනපාල මේ මාරාන්තික ජීවිතයෙන් සමුගත්තේ කවදා හෝ ලංකා ජනමාධ්‍යවේදීන්ගේ ස්වර්ණ පුස්තකයට එක්වන ජනප්‍රවාද රාශියක් ඉතිරි කරමිනි.",
        "ඔහු හුදු ප්‍රසිද්ධ ලේඛකයකු පමණක් නොවීය. ඔහු පුවත්පත් කලාවේ නව ශානරයක් නිර්මාණය කළ සංසිද්ධියකි. ඔහු ඇන්ග්ලෝ-සැක්සන් වාක්‍ය ඛණ්ඩවලින් පහත්ම දේ ගෙන පෙරදිග රූපවලින් එම්බ්‍රොයිඩර් කළේය.",
        "ඔහු ශ්‍රීමත් ඔලිවර් ගුණතිලකගේ චලනයන් දෙවියන්ට කකුල් දෙකක් ඇති නමුත් මිනිසා තුළ ඇති ශක්ති ළිඳ සංකේතවත් කරන අත් හතරක් ඇති සුප්‍රසිද්ධ ලෝකඩයක අමරණීය වූ ශිවා නර්තනයට සංසන්දනය කළේය. ඔහු විස්තර කළේ S.W.R.D. බණ්ඩාරනායක අනාගතයේ අනාගත පාලකයා වන දියසේන ලෙසින්, ඔහුගේ මරණයෙන් පසු එක රැයකින් පාහේ බෝධිසත්වයෙකු බවට පත් වූ අතර, ඔහු ආදරයෙන්, නමස්කාරයට හා වන්දනාවට ලක් විය. ඔහුගේ වැන්දඹු බිරිඳ වූ සිරිමාවෝ, සුප්‍රසිද්ධ ඉන්දීය වීරවරිය වන ජාන්සිගේ රාණිට සමාන කර ඇත. ආනන්ද කුමාරස්වාමි ආසියාව පුරා ඔහුගේ විද්වත් ඉබාගාතේ යාමේදී මාකෝ පෝලෝ, ඉබන් බතූතා සහ ෆා හියන් යන අයගේ එකතුවක් බව ඔහු විශ්වාස කළේය.",
        "එෆ්.එල්.ගේ ගුරුහරුකම් ලබා ගැනීම සඳහා තිස්සමහාරාමයේ පිහිටි තම ගමේ නිවසින් පිටත් වූ පළමු දිනයේ සිටම ඔහු ලබාගත් උගත් ප්‍රබන්ධය ගැඹුරින් උකහා ගනිමින් ධනපාල ඉදිරියට ගියේය. මහින්ද විද්‍යාලය අධ්‍යාපන සිතියමට ඇතුළත් කළ මිනිසා වුඩ්වර්ඩ්. වුඩ්වර්ඩ් ඔහුගේ සිසුන් අතර සුවිශේෂී දක්ෂතා ඇති පිරිමි ළමයින් දෙදෙනෙකු සොයා ගත්තේය. එක් අයෙක් ජේ විජය තුංග (\"මගේ පාදවලට තණකොළ\") සහ අනෙකා ධනපාල ඔහුගේ අධ්‍යාපනය ආදරයෙන් රැකබලා ගත් අතර අවසානයේ ඔහුට අලහබාද් විශ්ව විද්‍යාලයේ ස්ථානයක් සොයා ගත්තේය.",
        "අලහබාද්හිදී ධනපාල තුළ ලිවීමේ කැසීම මතු විය. ඉංග්‍රීසි භාෂාවෙන් M.A උපාධිය ලබා ගැනීමෙන් පසු ඔහු සිය පළමු ලිපිය ලංකා පුවත්පතට ලිවීය. එය නම් කර තිබුණේ “කතරගම” යනුවෙනි. එවිට ආශ්චර්යය සිදු විය. එකල “ඩේලි නිවුස්” කතුවරයා වූ හර්බට් හුළුගල්ල එය තම ප්‍රධානියා වූ ඩී.ආර්.ට පෙන්වූයේය. විජේවර්ධන ය. ශෛලියෙන්, භාෂාවෙන් සහ අදහස්වල මුල් පිටපත මෙහි අලුත් දෙයක් විය.",
        "විචක්ෂණශීලී බව ගෘහාශ්‍රිත වදනක් වූ විජේවර්ධනට පසුව දක්ෂතා සඳහා දෘෂ්ඨිය පිරික්සීමට, දීප්තිමත් නව වස්තුවක් තම කුටිය තුළට වැදී ඇති බව වටහා ගත්තේය. මේ අනුව තරුවක් උපත ලැබීය. ධනපාල තම බෑගය ගලවා ගැනීමට පෙර ලේක්හවුස් ආයතනයේ කතුවැකිය අසලදී “ජානුස්” යන දෙබිඩි දෙවියා නමින් ලියමින් සිටියේය.",
        "අළු පැහැති ෆ්ලැනල් කලිසමකින්, බේජ් ක්‍රීඩා කබායකින් සහ ඉරි සහිත ටයි පටියකින් සැරසී සිටි ඔහු ඔහුගේ සාහිත්‍ය ශෛලිය තරම්ම අලංකාර විය. එහෙත් අනගාරික ධර්මපාල තුමා වැනි මිනිසුන් විසින් පුරෝගාමී වූ නිදහස සහ එම ප්‍රජාතන්ත්‍රවාදී සමාජවාදය කරා යන ගමනේදී ඔහුගේ මනස පරිණත වී රට වේගවත් ප්‍රගතියක් සමඟ ගමන් කරන විට ඔහු තම බටහිර ඇඳුම් පමණක් නොව යටත් විජිතවාදයේ අනෙකුත් අනුබද්ධයන්ද ගැලවීය. ඔහු බණ්ඩාරනායකගේ අනුගාමිකයෙකු බවට පත් වූ අතර සාමාන්‍ය මිනිසා සඳහා නව සාර්‍ථක විලාසිතාවක් සකස් කළේය.",
        "ඔහුව සමීපව හඳුනන අයට ධනපාල යනු පරස්පරයකි. ඔහු ඒත්තු ගැන්වීමෙන් සමාජවාදියෙකු වූ නමුත් සහජ බුද්ධියෙන් යමක් සයිබරයිට් විය. මෙම ද්විත්ව පෞරුෂය ඔහුගේ බොහෝ මිතුරන් සතුටු කර ඇති අතර ඔහුගේ සතුරන් ව්‍යාකූල කර ඇත. ඔහු බොහෝ සමාජවාදීන් මෙන් උද්යෝගිමත් පිටස්තරයෙක් විය. ඔහු කොමියුනිස්ට්වාදය ගැන තැකීමක් කළේ නැත, මන්ද මාක්ස්වාදය මිනිසෙක් තුළ ප්‍රීතිමත් ජීවිතයක් ගත කළ බව ඔහුට හැඟුණි.",
        "ඔහුගේ ආගන්තුක සත්කාරය අසීමිත වූ අතර ඔබ ඔහුගේ දේශපාලනයට එකඟ වුවත් නැතත් ධනපාල වැනි සමාජවාදීන් ජීවත් වන්නේ නම් ලෝකය ජීවත් වීමට ලස්සන තැනක් යැයි කිසිවෙකුට හැඟෙන්නේ නැතිව ඔහුගේ නිවස හැර ගියේ නැත. කෙසේ වෙතත්, ඔහු දැඩි අගතීන් නොමැතිව නොසිටි අතර බොහෝ විට ඔහුගේ සගයන් අතර හුදකලා හඬක් විය. ඔහු වචන ස්වල්පයක් ඇති මිනිසෙක් වූ නමුත් කථනයට උද්දීපනය කළ ඔහුට තම සිතුවිලි වාචිකව, විශිෂ්ට ලෙස පවා ප්‍රකාශ කළ හැකිය.",
        "ඔහු ලේක්හවුස් ආයතනයෙන් ඉවත් වූ පසු “ටයිම්ස් ඔෆ් සිලෝන්” පුවත්පතට සම්බන්ධ වූ අතර එහිදී ඔහු බටහිර චින්තනයේ බලකොටුව තුළ “ලංකාදීප” නම් සිංහල පුවත්පතක් ආරම්භ කළේය. ඔහු තම සිංහල හොඳින් දැන සිටි නමුත් ඔහු කිසිසේත්ම සිංහල උගතකු නොවීය. පත්‍රය සංස්කරණය කිරීම සඳහා ඔහු ප්‍රවීන සිංහල ලේඛකයන්ගේ සේවය ලබා ගත් නමුත් ඔවුන් සෑම විටම කටයුතු කළේ ඔහුගේ මගපෙන්වීම සහ මඟ පෙන්වීම යටතේය.",
        "ඔහු ස්වාධීන පුවත්පත් කණ්ඩායම සමඟ අත්වැල් බැඳගත් පසු ඔහුගේ දක්ෂතා පරිණතභාවයට පැමිණීමට සම්පූර්ණ ඉඩක් ලැබුණේ නැත. ධනපාල බොහෝ විට නොඉවසිලිමත් වූයේ බර අදින්නේ නැති පිරිමින් කෙරෙහිය. නව ව්‍යාපාරයේ මුල් අවධියේදී බර අදින්නේ දිනකට පැය 18ක් වැඩ කිරීමයි.",
        "කතුවරයකු ලෙස ධනපාලගේ ලේඛනය කාලයාගේ ඇවෑමෙන් පවතිනු ඇති අතර දශක ගණනාවක් තිස්සේ කියවා නැවත කියවනු ඇත. ඔහු තම ඉගෙනීම සැහැල්ලුවෙන් ගෙන ගිය අතර ඔහුගේ ශිෂ්‍යත්වය ගැන සැක කළ අයද සිටියහ. ඔහුගේ \"පැමිණ සිටින අය අතර\" කෘතිය \"ඇල්ෆා ඔෆ් ද ප්ලෆ්\" යන අන්වර්ථ නාමයෙන් ලියූ ලන්ඩන් \"ඩේලි නිවුස්\" හි කීර්තිමත් කතුවරයා වූ දිවංගත A.G. ගාඩිනර්ගේ ඒවා සමඟ සැසඳෙන පෑන්-ආලේඛන මාලාවකි. ධනපාලගේ අනෙකුත් පොත් \"සිංහල සිතුවම් කතාව\" සහ \"මැඩම් ප්‍රිමියර්\" කුඩා නමුත් රසවත් මාත්‍රාවලින් නූතන ලංකාවේ සමාජ හා දේශපාලන ඉතිහාසය සමඟ නැවත ගැලපීමට කැමති අය තවමත් සතුටු කළ හැකිය.",
        "ධනපාල ඔහුගේ කීර්ති නාමය ගොඩනඟා ගැනීමට මුල්ගල වූයේ ඔහුගේ සිත් ඇදගන්නාසුළු බිරිඳ වන රතී, ඇයගේම කලාකාරියක් බව දැන සිටියේ සමීප මිතුරන් කිහිප දෙනෙකු පමණි. ඇයට සහ ඔවුන්ගේ දක්ෂ දරුවන්ට - නිහාල්සිංහ, සුරනිමල සහ සුමිතාට - ධනපාලගේ මිතුරන්ගේ අනුකම්පාව උතුරා යයි. නමුත් මේ භාෂා උතුමාණන්ගේ වියෝවට වඩා ඔවුන්ට තම ආදරණීය පියාගෙන් ලැබුණු කලා උරුමය වන්දි ගෙවිය යුතුය.",
        "(1971 මාර්තු මාසයේදී ප්‍රථම වරට ප්‍රකාශිත The Good at Their Best කෘතියෙන් උපුටා ගන්නා ලදී)",
        "60 දශකයේ මුල් භාගයේ ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ සහ ප්‍රවෘත්ති අධ්‍යක්ෂ ලෙස පත් කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஜானஸுக்கு விடைபெறுதல்",
      "body_lines": [
        "டி பி தனபாலா, இந்த மரண வாழ்க்கையை விட்டு வெளியேறினார், புராணங்களின் சுவடுகளை விட்டுவிட்டு, எப்போதாவது இருந்தால், இலங்கை பத்திரிகையாளர்களின் தங்கப் புத்தகத்தில் அவரை வைக்கும்.",
        "அவர் ஒரு பிரபலமான எழுத்தாளர் மட்டுமல்ல. பத்திரிகையில் ஒரு புதிய வகையை உருவாக்கிய ஒரு நிகழ்வு அவர். அவர் ஆங்கிலோ-சாக்சன் சொற்றொடர்களில் மிகக் குறைவானவற்றை எடுத்து ஓரியண்டல் படங்களுடன் எம்ப்ராய்டரி செய்தார்.",
        "அவர் சர் ஆலிவர் குணதிலகவின் அசைவுகளை சிவபெருமானின் நடனத்துடன் ஒப்பிட்டார், அங்கு தெய்வத்திற்கு இரண்டு கால்கள் உள்ளன, ஆனால் நான்கு கைகள் மனிதனுக்குள் இருக்கும் ஆற்றல் கிணற்றின் அடையாளமாக உள்ளன. அவர் எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்கா, எதிர்காலத்தின் தீர்க்கதரிசி ஆட்சியாளராகிய தியசேனாவாக, அவருடைய மரணத்தின்போது கிட்டத்தட்ட ஒரே இரவில் போதிசத்வாவாக மாறினார், போற்றப்படவும், போற்றப்படவும், வணங்கப்படவும். அவரது விதவை, சிறிமாவோ, பிரபல இந்திய கதாநாயகி, ஜான்சி ராணியுடன் ஒப்பிடப்பட்டார். ஆனந்த குமாரசுவாமி ஆசியா முழுவதும் அவரது அறிவார்ந்த அலைவுகளில் மார்கோ போலோ, இபின் பட்டுடா மற்றும் ஃபா ஹியன் ஆகியோரின் கலவையாக அவர் நம்பினார்.",
        "எனவே தனபால, திஸ்ஸமஹாராமவில் உள்ள தனது கிராமத்தை விட்டு வெளியேறிய முதல் நாளிலிருந்து எஃப்.எல். வின் பயிற்சியின் கீழ் வருவதற்கு அவர் பெற்ற கற்றறிந்த மரபுகளை ஆழமாக வரைந்தார். மகிந்த கல்லூரியின் கல்வி வரைபடத்தில் இடம்பிடித்தவர் உட்வார்ட். உட்வார்ட் தனது மாணவர்களிடையே விதிவிலக்கான புத்திசாலித்தனமான இரண்டு சிறுவர்களைக் கண்டுபிடித்தார். ஒருவர் ஜே விஜய துங்கா (\"என் கால்களுக்கு புல்\") மற்றவர் தனபாலாவின் கல்வியை பாசத்துடன் கவனித்து, இறுதியில் அவருக்கு அலகாபாத் பல்கலைக்கழகத்தில் இடம் கிடைத்தது.",
        "அலகாபாத்தில் எழுத வேண்டும் என்ற அரிப்பு தனபாலனிடம் தோன்றியது. ஆங்கிலத்தில் எம்.ஏ. பட்டம் பெற்ற பிறகு தனது முதல் கட்டுரையை சிலோன் பத்திரிகைகளுக்கு எழுதினார். அதற்கு “கதரகாமம்” என்று பெயரிடப்பட்டது. அப்போது அந்த அதிசயம் நடந்தது. “டெய்லி நியூஸ்” நாளிதழின் அப்போதைய ஆசிரியராக இருந்த ஹெர்பர்ட் ஹுலுகல்ல, அதை தனது முதலாளியான டி.ஆரிடம் காட்டினார். விஜேவர்தன. இங்கே பாணியிலும், மொழியிலும், கருத்துகளின் அசல் தன்மையிலும் புதிய ஒன்று இருந்தது.",
        "விஜேவர்தனவின் நுண்ணறிவு ஒரு வீட்டுச் சொல்லாக இருந்தது, பின்னர் திறமைக்கான வானத்தை ஸ்கேன் செய்தபோது, ​​​​ஒரு பிரகாசமான புதிய பொருள் தனது கெனில் ஊசலாடியதை உணர்ந்தார். இவ்வாறு ஒரு நட்சத்திரம் பிறந்தது. தனபால தனது பைகளை அவிழ்க்கும் முன் லேக் ஹவுஸில் உள்ள ஆசிரியர் மேசையில் \"ஜானஸ்\" என்ற இரட்டை முகம் கொண்ட கடவுள் என்ற புனைப்பெயரில் எழுதுவதைக் கண்டார்.",
        "சாம்பல் நிற ஃபிளானல் கால்சட்டை, பழுப்பு நிற ஸ்போர்ட்ஸ் கோட் மற்றும் கோடிட்ட டை அணிந்த அவர் தனது இலக்கிய பாணியைப் போலவே நேர்த்தியாக இருந்தார். ஆனால் அவரது மனம் முதிர்ச்சியடைந்து, நாடு சுதந்திரம் மற்றும் அநாகரிக தர்மபால போன்றவர்களால் முன்னோடியாக இருந்த ஜனநாயக சோசலிசத்தை நோக்கிய பயணத்தில் வேகமாக முன்னேறியதும், அவர் தனது மேற்கத்திய ஆடைகளை மட்டுமல்ல, காலனித்துவத்தின் பிற துணைகளையும் களைந்தார். அவர் பண்டாரநாயக்காவின் பின்பற்றுபவராக மாறி, சாமானியர்களுக்கு ஒரு புதிய சர்டோரியல் பாணியை அமைத்தார்.",
        "அவரை நெருக்கமாக அறிந்தவர்களுக்கு தனபாலா ஒரு முரண்பாடாக இருந்தார். அவர் நம்பிக்கையால் ஒரு சோசலிஸ்ட், ஆனால் உள்ளுணர்வால் ஏதோ ஒரு சைபரைட். இந்த இரட்டை ஆளுமை அவரது நண்பர்கள் பலரை மகிழ்வித்தது மற்றும் அவரது எதிரிகளை குழப்பியது. பெரும்பாலான சோசலிஸ்டுகளைப் போலவே அவர் ஒரு மிகையான புறம்போக்குவாதியாக இருந்தார். அவர் கம்யூனிசத்தைப் பற்றி கவலைப்படவில்லை, ஏனெனில் மார்க்சியம் ஒரு மனிதனில் மகிழ்ச்சியான வாழ்க்கை ஆர்வத்தைக் கொன்றதாக அவர் உணர்ந்தார்.",
        "அவரது விருந்தோம்பல் எல்லையற்றது, நீங்கள் அவருடைய அரசியலை ஏற்றுக்கொண்டாலும் இல்லாவிட்டாலும், தனபால போன்ற சோசலிஸ்டுகளால் இந்த உலகம் வாழ ஒரு நல்ல இடம் என்று யாரும் உணராமல் அவரது வீட்டை விட்டு வெளியேறவில்லை. எவ்வாறாயினும், அவர் வலுவான தப்பெண்ணங்கள் இல்லாமல் இல்லை, மேலும் அவரது சகாக்களிடையே பெரும்பாலும் தனிமையான குரலாக இருந்தார். அவர் சொற்பொழிவாற்றக்கூடியவர், ஆனால் பேச்சில் தூண்டப்பட்டவர், அவர் தனது எண்ணங்களை சொற்பொழிவாகவும், அற்புதமாகவும் சொல்ல முடியும்.",
        "அவர் லேக் ஹவுஸை விட்டு வெளியேறிய பின்னர் அவர் \"டைம்ஸ் ஆஃப் சிலோன்\" இல் சேர்ந்தார், அங்கு அவர் மேற்கத்திய சிந்தனையின் கோட்டையில் \"லங்காதிப\" என்ற சிங்கள பத்திரிகையை நிறுவினார். அவர் தனது சிங்களத்தை நன்கு அறிந்திருந்தார், ஆனால் அவர் எந்த வகையிலும் சிங்கள அறிஞர் அல்ல. பத்திரிக்கையைத் திருத்துவதற்கு அவர் புலமை வாய்ந்த சிங்கள எழுத்தாளர்களின் சேவைகளைப் பெற்றுக் கொண்டார், ஆனால் அவர்கள் எப்போதும் அவருடைய வழிகாட்டுதல் மற்றும் வழிகாட்டுதலின் கீழ் பணியாற்றினர்.",
        "அவர் சுதந்திர செய்தித்தாள் குழுவுடன் கைகோர்க்கும் வரை அவரது திறமைகள் முதிர்ச்சி அடைய முழு வாய்ப்பைக் கண்டன. எடையை இழுக்காத ஆண்களிடம் தனபால அடிக்கடி பொறுமையாக இருந்தார். புதிய முயற்சியின் ஆரம்ப கட்டங்களில் எடையை இழுப்பது என்பது ஒரு நாளைக்கு 18 மணிநேரம் வேலை செய்வதாகும்.",
        "ஒரு ஆசிரியராக, தனபாலனின் எழுத்து காலத்தின் சோதனையாக நிற்கும், மேலும் பல தசாப்தங்களாக வாசிக்கப்பட்டு மீண்டும் வாசிக்கப்படும். அவர் தனது படிப்பை இலகுவாக எடுத்துச் சென்றார், அதனால் அவருடைய புலமையை சந்தேகிக்கும் சிலர் இருந்தனர். \"இருப்பவர்களில்\" என்ற அவரது புத்தகம் பேனா உருவப்படங்களின் வரிசையாகும், இது \"கலப்பையின் ஆல்பா\" என்ற புனைப்பெயரில் எழுதிய லண்டன் \"டெய்லி நியூஸ்\" இன் புகழ்பெற்ற ஆசிரியரான மறைந்த ஏ.ஜி. கார்டினருடன் ஒப்பிடும். தனபாலாவின் மற்ற புத்தகங்கள் \"சிங்கள ஓவியத்தின் கதை.\" மற்றும் \"மேடம் பிரீமியர்\" நவீன இலங்கையின் சமூக மற்றும் அரசியல் வரலாற்றை சிறிய ஆனால் சுவையான அளவுகளில் தங்களை மீட்டெடுக்க விரும்புபவர்களை இன்னும் மகிழ்விக்க முடியும்.",
        "ஒரு சில நெருங்கிய நண்பர்கள் மட்டுமே தனபாலாவின் நற்பெயரை கட்டியெழுப்புவதற்கு அவரது அழகான மனைவி, ரதி, ஒரு கலைஞரே, அடித்தளமாக இருந்தார் என்பது தெரியும். அவளுக்கும் அவர்களின் திறமையான குழந்தைகளான நிஹால்சிங்க, சுரனிமாலா மற்றும் சுமிதாவுக்கும் தனபாலவின் நண்பர்களின் அனுதாபங்கள் நிரம்பி வழியும். ஆனால் அவர்கள் தங்கள் அன்புத் தந்தையிடமிருந்து பெற்ற கலைப் பாரம்பரியம் இந்த மொழியின் ஆண்டவரின் இழப்பை ஈடுகட்ட வேண்டும்.",
        "(மார்ச் 1971 இல் முதன்முதலில் வெளியிடப்பட்ட தி குட் அட் தேர் பெஸ்ட் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "60 களின் முற்பகுதியில் பாதுகாப்பு மற்றும் வெளியுறவு அமைச்சகத்தில் மற்றும் தகவல் இயக்குநராக நியமிக்கப்பட்டார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}