{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-hectic-week-in-politics-political-stalemate-compounding-economic-crisis/",
  "time_ut": 1649478780,
  "title": "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
  "body_lines": [
    "Last week I ventured to suggest that President Gotabaya Rajapaksa could emulate US President Lyndon Johnson’s pre-emptive abdication speech in 1968, and inform the country that he will not seek a second term as President, and will use the remainder of his single term to work with all the political leaders and parties in parliament to make sure that Sri Lanka avoids mass starvation and that its derailed economy is put back on track. The key feature in this scenario is the President reaching out to the people and asking for their consent for him to continue in office after all the tumults that began in Mirihana.",
    "After a hectic week in politics, the President is yet to address the nation, let alone ask for the consent of the people for him to continue in office. The events of this week and the continuing hardships in people’s lives warrant a national address by the President. A Head of State is not a backroom operator but the interface between the state and the citizens. Effective national communication is an essential part of an elected president’s job. In the current situation, when so much is at stake and so many people are genuinely hurting, the President is also guilty of not showing empathy besides being unacceptably unforthcoming.",
    "All we have are reports that the President had informed political parties in the government that “he will not step down from the Presidency but will hand over the government to whoever that holds 113 seats in Parliament.” Later the President let his dummy in parliament, Johnston Fernando, the Government Whip, to declare in the Assembly that “the President will absolutely not resign.” On Thursday, the President showed up in parliament and took his seat, only to be seen but not heard.",
    "While there is no sign of the President resigning any time soon, there is no sign either of the people letting up on their insistent demand that Mr. Gotabaya Rajapaksa must leave. To-date there has not been any public sign of support for the President to continue in office. There is no mistaking the direction in which the political wind is blowing. It is more than the proverbial wind. It is a storm, an unprecedented tsunami on the political landscape. At the same time the economic crisis and the people’s hardships are not showing any sign of abating. The economic crisis and the political stalemate are merging into one another. Others watching Sri Lanka from the outside are raising similar concerns.",
    "From its neighbourly perch, The Hindu has editorialized that “the road to Sri Lanka’s economic recovery will have to pass through political change.” The rating agency Moody’s has warned that “protracted political uncertainty is likely to hinder progress in obtaining external financing from key development partners or attracting foreign direct investment, or both, because of Sri Lanka’s reliance on capital inflows to repay its sizeable foreign-currency obligations.” Further, “the difficult political environment could also weigh on policymaking and the economy’s recovery from the pandemic, compounding challenges to fiscal consolidation and government efforts to shore up reserves to service its external debt obligations.”",
    "By continuing in office, the President is not only aggravating the challenges facing the country, but he is also setting himself up for a harsh exit relative to the somewhat quiet way out that he can take advantage of now. So far, the government has tried imposing a curfew, declaring a State of Emergency, and disbanding the SLPP-led government and forming a new national government. But nothing has worked. The President has all the powers but he seems unable to execute anything.",
    "He declared a State of Emergency on Friday and revoked it on Tuesday. Easily the shortest duration of Emergency Rule in Sri Lanka. The government knew that parliament would have rejected an extension. The curfew last Sunday became a political picnic for the people. The President staged a cabinet resignation as a sop to the protesting people. Now he cannot find enough MPs to have a cabinet of more than three ministers.",
    "Literally, as I am writing this on Friday afternoon, Ali Sabri has told parliament, “I was compelled to revoke my resignation as the Finance Minister, as no one was willing to take over the ministry.” So, Sri Lanka has four ministers and a Finance Minister!",
    "The President has also appointed three eminent Sri Lankan economists as Special Advisors. But this comes two years too late, after the country has been taken to the cleaners by charlatans who were tasked with running the government.",
    "The President’s efforts to form a national government have been brutally rebuffed. On Thursday, the JVP/NPP leader, Anura Kumara Dissanayake greeted the President’s attendance in parliament by reiterating the JVP’s position that it will not accept any proposal for an interim government unless the President resigns. The Leader of the Opposition, Sajith Premadasa, has said the same thing on Tuesday. And so has every other political party in parliament. Forty two MPs have left the governing alliance. The government has a majority of one, one day, and no majority the next day. Still, the President seems to think he can go on merrily for three more years without resigning.",
    "The government has lost its two-thirds majority in parliament. But the governing party, the SLPP, still has about 112/113 MPs out of the total 225. That slender and fleeting majority of SLPP MPs is the only political support the President has in the country. The near-equal divide in parliament is not a portrayal of the country that is overwhelmingly united in calling for the President’s resignation. As I said earlier, there is no one outside parliament standing up in support of the President staying in office without resigning.",
    "It is unfortunate that the Speaker of Parliament, Mahinda Yapa Abeywardane, reportedly ruled out the possibility of Parliament asking the President to step down. Apparently in his view “Parliament has no democratic right to ask the president to resign.” I beg to disagree. Parliament can ask for anything but the President does not have to abide by it. Yet, a resolution calling on the President to resign will carry a powerful symbolic effect. It will resonate with what the people are calling for from outside the scaffolds of the state.",
    "To his credit, the Speaker also made a special statement in parliament to warn about an impending food crisis and “appealed to lawmakers to sink their political differences … and come together to find solutions.” The Speaker knows full well as to who is stopping lawmakers from coming together. It is the President who is refusing to resign. The role of the Speaker in the current situation is unenviable. His role is not to intercede on behalf of the President in parliament. It is to faithfully convey to the President the mood in parliament, which ought to be the mood of the people.",
    "On the other hand, it is wrong for GL Pieris, the resigned and re-sworn Foreign Minister, to suggest, as he reportedly ‘explained’ to Colombo’s diplomatic community, that the current demonstrations are “not directly against the government, a political party or the ruling party but against the entire political establishment of the country and that the very foundation of the system was under criticism.” It is also beneath him to use isolated protest rhetoric allegedly calling “for all MPs to resign and allow academics and professionals to run the country,” and suggest that the protest demands are infeasible. They have only one demand – for the President to resign.",
    "Minister Pieris is also reported to have “outlined the Constitutional provisions that were currently available which included the Prime Minister taking over for 60 days in the event an incumbent President resigns, after which the MPs would have to elect a suitable leader among them to lead the country for the remaining period until an election could be held.”",
    "Perfect! But he was speaking to the wrong audience, the diplomatic community! The former academic should have a tutorial for the President and the Prime Minister and explain to them that there is nothing unconstitutional about the public outcry calling for the President to resign. He could also be helpful by suggesting that both the President and the Prime Minister should resign and Parliament can elect one of its MPs to be sworn in as interim President. That is all the people are asking for.",
    "Not only Minister Pieris, but opinion makers and editorial writers are also missing the mark when they keep preaching to the people to keep peace and avoid violence. Instead, they should aim at the bullseye and call on the President to resign with honour and spare the country from prolonging the agony. In the current mood of the country, the only way the President can serve democracy is by resigning. He can do it in time for the country to celebrate New Year in high spirits even if people’s stomachs are not full and their nights are without lights. And he can do it in time for the country to mark Easter with new hope and optimism.",
    "HAULED BEFORE THE SUPREME COURT FOR AN ALLEGED BREACH OF THE ELECTIONS LAW",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලනයේ කාර්යබහුල සතියක්: දේශපාලන ඇනහිටීම ආර්ථික අර්බුදය අවුලුවයි",
      "body_lines": [
        "1968 දී එක්සත් ජනපද ජනාධිපති ලින්ඩන් ජොන්සන් විසින් ඉල්ලා අස්වීමට පෙර කළ කතාව ජනාධිපති ගෝඨාභය රාජපක්ෂට අනුකරණය කළ හැකි බවත්, ඔහු දෙවන ධුර කාලය සඳහා ජනාධිපති ලෙස නොයන බවත්, ඔහුගේ තනි ධූර කාලයෙහි ඉතිරි කාලය වැඩ කිරීමට භාවිතා කරන බවත් රටට දන්වා සිටිය හැකි බවත් පසුගිය සතියේ මම යෝජනා කළෙමි. පාර්ලිමේන්තුවේ සිටින සියලුම දේශපාලන නායකයින් සහ පක්ෂ සමඟ ශ්‍රී ලංකාව මහා සාගින්නෙන් මිදීමට සහ පීලි පැන ඇති ආර්ථිකය යලි යථා තත්ත්වයට පත් කිරීමට වග බලා ගන්න. මෙහි ප්‍රධාන ලක්ෂණය වන්නේ මිරිහාන ප්‍රදේශයෙන් ආරම්භ වූ සියලු කලබැගෑනිවලින් පසුව ජනාධිපතිවරයා ජනතාව හමුවට ගොස් තමාට තවදුරටත් ධුරයේ කටයුතු කිරීමට කැමැත්ත ඉල්ලා සිටීමයි.",
        "දේශපාලනයේ කාර්යබහුල සතියක් ගෙවී ගියද ජනාධිපතිවරයා තවමත් ජාතිය අමතා ඔහුට තවදුරටත් ධුරයේ කටයුතු කිරීමට ජනතාවගේ කැමැත්ත ඉල්ලා නැත. මෙම සතියේ සිදුවීම් සහ මිනිසුන්ගේ ජීවිතවල අඛණ්ඩ දුෂ්කරතා ජනාධිපතිවරයාගේ ජාතික දේශනය සහතික කරයි. රාජ්‍ය නායකයෙකු යනු පසුපෙළ ක්‍රියාකරුවෙකු නොව රාජ්‍යය සහ පුරවැසියන් අතර ඇති අතුරු මුහුණතයි. ඵලදායී ජාතික සන්නිවේදනය තේරී පත් වූ ජනාධිපතිවරයෙකුගේ කාර්යයේ අත්යවශ්ය අංගයකි. පවතින තත්ත්වය තුළ, බොහෝ දේ අවදානමට ලක්ව ඇති විට සහ බොහෝ දෙනෙකුට අවංකවම රිදවන විට, පිළිගත නොහැකි අවාසනාවන්ත වීමට අමතරව සංවේදනය නොදැක්වීමේ ද ජනාධිපතිවරයා වැරදිකරුවෙකි.",
        "“තමන් ජනාධිපති ධූරයෙන් ඉවත් වන්නේ නැහැ, පාර්ලිමේන්තුවේ ආසන 113ක් හිමි ඕනෑම කෙනෙකුට ආණ්ඩුව භාර දෙනවා” යැයි ජනාධිපතිවරයා ආණ්ඩුවේ දේශපාලන පක්ෂවලට දැනුම් දී තිබූ බවට අප සතුව ඇති වාර්තා පමණි. පසුව “ජනාධිපතිවරයා කිසිසේත්ම ඉල්ලා අස්වන්නේ නැත” යනුවෙන් සභාවේදී ප්‍රකාශ කිරීමට ජනාධිපතිවරයා විසින් පාර්ලිමේන්තුවේදී ඔහුගේ ඩමිය වූ ආණ්ඩු පක්ෂයේ සංවිධායක ජොන්ස්ටන් ප්‍රනාන්දුට ඉඩ ලබා දුන්නේය. බ්‍රහස්පතින්දා ජනාධිපතිවරයා පාර්ලිමේන්තුවට පැමිණ තම අසුනේ අසුන් ගත්තේ පෙනෙන්නට මිස ඇසුණේ නැත.",
        "ජනාධිපතිවරයා ඉක්මනින් ඉල්ලා අස්වන ලකුණු පෙනෙන්නට නැතත්, ගෝඨාභය රාජපක්ෂ මහතා ඉවත් විය යුතු බවට ජනතාව කළ දැඩි ඉල්ලීම අතහරින ලකුණක් හෝ පෙනෙන්නට නැත. ජනාධිපතිවරයාට තවදුරටත් එම ධූරයේ කටයුතු කිරීමට මහජන සහයෝගය ලැබෙන බවට කිසිදු ලකුණක් අද දක්වාම ලැබී නැත. දේශපාලන සුළඟ හමා යන දිශාව වරදවා වටහා ගත නොහැක. එය හිතෝපදේශ සුළඟට වඩා වැඩි ය. එය කුණාටුවකි, දේශපාලන භූමියේ පෙර නොවූ විරූ සුනාමියකි. ඒ අතරම, ආර්ථික අර්බුදය සහ ජනතාවගේ දුෂ්කරතා පහව යන බවක් පෙනෙන්නට නැත. ආර්ථික අර්බුදය සහ දේශපාලන අස්ථාවරත්වය එකිනෙක ඒකාබද්ධ වෙමින් පවතී. පිටත සිට ශ්‍රී ලංකාව නරඹන තවත් අය ද එවැනිම සැලකිල්ලක් දක්වති.",
        "එහි අසල්වැසි පර්චසයේ සිට ද හින්දු පුවත්පත කතුවැකිය කර ඇත්තේ \"ශ්‍රී ලංකාවේ ආර්ථික ප්‍රකෘතිය සඳහා මාවත දේශපාලන වෙනසක් හරහා ගමන් කිරීමට සිදුවනු ඇති\" බවයි. ශ්‍රේණිගත කිරීමේ ආයතනයක් වන Moody's අනතුරු අඟවා ඇත්තේ, “ප්‍රධාන සංවර්ධන හවුල්කරුවන්ගෙන් බාහිර මූල්‍ය පහසුකම් ලබා ගැනීමේ හෝ විදේශ සෘජු ආයෝජන ආකර්ෂණය කර ගැනීමේ ප්‍රගතියට දිග්ගැස්සුනු දේශපාලන අවිනිශ්චිතභාවය බාධාවක් විය හැකි බව, ශ්‍රී ලංකාව සිය සැලකිය යුතු විදේශ මුදල් බැඳීම් ආපසු ගෙවීම සඳහා ප්‍රාග්ධන ගලා ඒම මත රඳා සිටීම නිසා ය. ” තවද, \"දුෂ්කර දේශපාලන පරිසරය ප්‍රතිපත්ති සම්පාදනය සහ වසංගතයෙන් ආර්ථිකය යථා තත්ත්වයට පත් කිරීම, මූල්‍ය ඒකාග්‍රතාවයට අභියෝග සහ එහි බාහිර ණය බැඳීම් ඉටු කිරීම සඳහා සංචිත ඉහළ නැංවීමට රජයේ උත්සාහයන් මත බර පැටවිය හැකිය.\"",
        "ජනාධිපතිවරයා තවදුරටත් ධූරයේ රැඳී සිටීමෙන් රට හමුවේ ඇති අභියෝග තවත් උග්‍ර කරනවා පමණක් නොව, දැන් තමන්ට ප්‍රයෝජන ගත හැකි තරමක නිහඬ මාර්ගයට සාපේක්ෂව කටුක පිටවීමකට ඔහු සූදානම් වෙමින් සිටී. මේ වන විට රජය උත්සාහ කළේ ඇඳිරි නීතිය පැනවීමටත්, හදිසි නීතිය ප්‍රකාශයට පත් කිරීමටත්, ශ්‍රී ලංකා පොදුජන පෙරමුණ ප්‍රමුඛ රජය විසුරුවා හැර නව ජාතික ආණ්ඩුවක් පිහිටුවීමටත් ය. ඒත් කිසිම දෙයක් වැඩක් වෙලා නෑ. ජනාධිපතිවරයාට සියලු බලතල ඇතත් ඔහුට කිසිවක් ක්‍රියාත්මක කිරීමට නොහැකි බව පෙනේ.",
        "ඔහු සිකුරාදා හදිසි තත්වයක් ප්‍රකාශයට පත් කළ අතර අඟහරුවාදා එය අවලංගු කළේය. ශ්‍රී ලංකාවේ හදිසි නීතියේ කෙටිම කාලසීමාව. පාර්ලිමේන්තුව දීර්ඝ කිරීම ප්‍රතික්ෂේප කරන බව රජය දැන සිටියේය. පසුගිය ඉරිදා ඇඳිරි නීතිය ජනතාවට දේශපාලන විනෝද චාරිකාවක් බවට පත් විය. ජනාධිපතිවරයා කැබිනට් ඉල්ලා අස්වීමක් කළේ උද්ඝෝෂණයේ යෙදුණු ජනතාවට සොම්නස් වශයෙනි. දැන් එතුමාට ඇමැතිවරු තුන් දෙනකුට වඩා ඇමැති මණ්ඩලයක් තියන්න තරම් මන්ත්‍රීවරු හොයාගන්න බැහැ.",
        "වචනයේ පරිසමාප්ත අර්ථයෙන්ම, සිකුරාදා දහවල් මා මෙය ලියන විට, අලි සබ්රි පාර්ලිමේන්තුවට පවසා ඇත්තේ, “කිසිවෙකු අමාත්‍යාංශය භාර ගැනීමට අකමැති වූ නිසා, මගේ මුදල් අමාත්‍ය ධුරයෙන් ඉල්ලා අස්වීමට මට බල කෙරුනි.” ඉතින්, ලංකාවට ඇමතිවරු හතර දෙනෙක් සහ මුදල් ඇමතිවරයෙක්!",
        "ශ්‍රී ලංකාවේ කීර්තිමත් ආර්ථික විද්‍යාඥයන් තිදෙනෙකු ද ජනාධිපතිවරයා විසින් විශේෂ උපදේශකවරුන් ලෙස පත් කර තිබේ. නමුත් මේක එන්නේ අවුරුදු දෙකක් ප්‍රමාද වෙලා, ආණ්ඩුව ගෙනියන්න භාර කාරයෝ රට පිරිසිදු කරන්නන් අතරට ගෙන ගියාට පස්සේ.",
        "ජාතික ආණ්ඩුවක් පිහිටුවීමට ජනාධිපතිවරයා ගත් උත්සාහය කුරිරු ලෙස ප්‍රතික්ෂේප කර ඇත. බ්‍රහස්පතින්දා, ජවිපෙ/එන්පීපී නායක අනුර කුමාර දිසානායක ජනාධිපතිවරයා පාර්ලිමේන්තුවට පැමිණීමට සුබ පැතුවේ, ජනාධිපතිවරයා ඉල්ලා අස්වන්නේ නම් මිස අන්තර්වාර ආණ්ඩුවක් සඳහා වන කිසිදු යෝජනාවක් තමන් පිළි නොගන්නා බවට ජවිපෙ ස්ථාවරය යලි අවධාරණය කරමිනි. විපක්‍ෂ නායක සජිත් ප්‍රේමදාස මහතා ද පසුගිය අඟහරුවාදා ද එයම කියා ඇත. පාර්ලිමේන්තුවේ අනෙකුත් සෑම දේශපාලන පක්ෂයක්ම එසේමය. මන්ත්‍රීවරුන් හතළිස් දෙදෙනෙක් ආණ්ඩු සන්ධානයෙන් ඉවත්ව තිබෙනවා. ආණ්ඩුවට එක් දිනක බහුතර බලයක් ඇති අතර පසුදින බහුතරයක් නැත. තවමත් ජනාධිපතිවරයා සිතන්නේ ඉල්ලා අස් නොවී තවත් වසර තුනක් සතුටින් ගත කළ හැකි බව ය.",
        "ආණ්ඩුවට පාර්ලිමේන්තුවේ තුනෙන් දෙකක බලය අහිමි වී ඇත. එහෙත් ආණ්ඩු පක්ෂය වන ශ්‍රී ලංකා පොදුජන පෙරමුණට තවමත් මුළු මන්ත්‍රීවරුන් 225 න් 112/113 ක් පමණ ඇත. එම සිහින් සහ ක්ෂනික බහුතර ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් ජනාධිපතිවරයාට රට තුළ ඇති එකම දේශපාලන සහයෝගයයි. පාර්ලිමේන්තුවේ සමාන බෙදීම, ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම ඉල්ලා සිටීම සඳහා විශාල වශයෙන් එක්සත් වී සිටින රට නිරූපණය කිරීමක් නොවේ. මම කලින් කිව්වා වගේ ජනාධිපතිවරයා ඉල්ලා අස් නොවී ධූරයේ රැඳී සිටිනවාට පක්ෂව පාර්ලිමේන්තුවෙන් පිටත නැගී සිටින කිසිවෙක් නැහැ.",
        "පාර්ලිමේන්තුවේ කථානායක මහින්ද යාපා අබේවර්ධන මහතා විසින් ජනාධිපතිවරයාට ඉල්ලා අස්වන ලෙස පාර්ලිමේන්තුවට පැවසීමේ හැකියාව ප්‍රතික්ෂේප කිරීම අවාසනාවන්ත තත්ත්වයකි. පැහැදිලිවම ඔහුගේ අදහසට අනුව \"ජනාධිපතිවරයාට ඉල්ලා අස්වන ලෙස ඉල්ලා සිටීමට පාර්ලිමේන්තුවට ප්‍රජාතන්ත්‍රවාදී අයිතියක් නැත.\" මම එකඟ නොවන ලෙස ඉල්ලා සිටිමි. පාර්ලිමේන්තුවට ඕනෑම දෙයක් ඉල්ලා සිටිය හැකි නමුත් ජනාධිපතිවරයාට එය පිළිපැදිය යුතු නැත. එහෙත් ජනාධිපතිවරයාට ඉල්ලා අස්විය යුතු බවට කෙරෙන යෝජනාවක් බලවත් සංකේතාත්මක බලපෑමක් ඇති කරනු ඇත. එය රාජ්‍යයේ පලංචියෙන් පිටත සිට ජනතාව ඉල්ලා සිටින දෙයට අනුනාද වනු ඇත.",
        "ඉදිරියේදී ඇති විය හැකි ආහාර අර්බුදයක් ගැන අනතුරු ඇඟවීම සඳහා කථානායකවරයා පාර්ලිමේන්තුවේදී විශේෂ ප්‍රකාශයක් ද සිදු කළ අතර “නීති සම්පාදකයින්ට ඔවුන්ගේ දේශපාලන මතභේද යටපත් කර විසඳුම් සෙවීමට එක්වන ලෙස” ඉල්ලා සිටියේය. පාර්ලිමේන්තු මන්ත්‍රීවරුන් එකතුවීම වළක්වන්නේ කවුද යන්න කථානායකවරයා හොඳින්ම දනී. ඉල්ලා අස්වීම ප්‍රතික්ෂේප කරන්නේ ජනාධිපතිවරයායි. වත්මන් තත්ත්වය තුළ කථානායකවරයාගේ කාර්යභාරය කිසිසේත්ම පිළිගත නොහැකි ය. එතුමාගේ කාර්ය භාරය ජනාධිපතිවරයා වෙනුවෙන් පාර්ලිමේන්තුවේ මැදිහත් වීම නොවේ. ඒ, පාර්ලිමේන්තුවේ ජනතාවගේ මනෝභාවය විය යුතු මනෝභාවය විශ්වාසවන්තව ජනාධිපතිවරයාට දැනුම් දීමයි.",
        "අනෙක් අතට, ඉල්ලා අස්වී යලි දිවුරුම් දුන් විදේශ ඇමති ජී එල් පීරිස්, කොලඹ රාජ්‍ය තාන්ත්‍රික ප්‍රජාවට 'පැහැදිලි කල' බව වාර්තා වන පරිදි, වත්මන් පෙලපාලි \"ආන්ඩුවට, දේශපාලන පක්ෂයකට ඍජුව විරුද්ධ නොවන බව\" යෝජනා කිරීම වැරදිය. හෝ පාලක පක්ෂය, නමුත් රටේ සමස්ත දේශපාලන සංස්ථාපිතයට එරෙහිව සහ පද්ධතියේ පදනමම විවේචනයට ලක්ව තිබුණි. \"සියලු මන්ත්‍රීවරුන්ට ඉල්ලා අස්වී උගතුන්ට සහ වෘත්තිකයන්ට රට පාලනය කිරීමට ඉඩ දෙන ලෙස\" ඉල්ලා සිටින බව කියන හුදකලා විරෝධතා වාචාල කතා භාවිතා කිරීම සහ විරෝධතා ඉල්ලීම් කළ නොහැකි බව යෝජනා කිරීම ද ඔහුට යටින් ය. ඔවුන්ට ඇත්තේ එකම එක ඉල්ලීමකි - ජනාධිපතිවරයා ඉල්ලා අස්විය යුතුය.",
        "වත්මන් ජනාධිපතිවරයෙකු ඉල්ලා අස් වුවහොත් දින 60ක් අගමැති ධුරයේ වැඩ භාර ගැනීම ඇතුළු දැනට පවතින ආණ්ඩුක්‍රම ව්‍යවස්ථාමය ප්‍රතිපාදන පිළිබඳවද අමාත්‍ය පීරිස් මහතා පෙන්වා දී ඇති බවත්, ඉන් පසු පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට නායකත්වය සඳහා සුදුසු නායකයෙකු තෝරා ගැනීමට සිදුවනු ඇති බවත් වාර්තා වේ. මැතිවරණයක් පවත්වන තුරු ඉතිරි කාලය සඳහා රට.",
        "පරිපූර්ණ! නමුත් ඔහු කතා කළේ වැරදි ප්‍රේක්ෂකයන්ට, රාජ්‍ය තාන්ත්‍රික ප්‍රජාවට! හිටපු විද්‍යාඥයා ජනාධිපතිවරයාට සහ අගමැතිට නිබන්ධනයක් තිබිය යුතු අතර ජනාධිපතිවරයාට ඉල්ලා අස්විය යුතු යැයි කියන මහජන විරෝධයේ ව්‍යවස්ථා විරෝධී කිසිවක් නොමැති බව ඔවුන්ට පැහැදිලි කළ යුතුය. ජනාධිපතිවරයා සහ අග්‍රාමාත්‍යවරයා යන දෙදෙනාම ඉල්ලා අස්විය යුතු බවත්, අතුරු ජනාධිපතිවරයා ලෙස දිවුරුම් දීම සඳහා පාර්ලිමේන්තුවට තම මන්ත්‍රීවරයකු තෝරා පත් කර ගත හැකි බවත් යෝජනා කිරීමෙන් ඔහුට සහය විය හැකිය. ජනතාව ඉල්ලන්නේ එපමණයි.",
        "පීරිස් ඇමතිවරයා පමණක් නොව, මත දරන්නන් සහ කතුවැකි රචකයින් ද සාමය ආරක්ෂා කිරීමට සහ ප්‍රචණ්ඩත්වය වළක්වා ගැනීමට ජනතාවට දිගින් දිගටම දේශනා කරන විට ඔවුන්ට ලකුණක් නැත. ඒ වෙනුවට ඔවුන් කළයුත්තේ ගොන් ආක්‍රමණය ඉලක්ක කර ගනිමින් ජනාධිපතිවරයාට ගෞරවයෙන් ඉල්ලා අස්වන ලෙස ඉල්ලා සිටින අතර රට දුක්ඛිත වේදනාව දිගු කිරීමෙන් බේරා ගන්නා ලෙසයි. රටේ වත්මන් මනෝභාවය අනුව ජනාධිපතිවරයාට ප්‍රජාතන්ත්‍රවාදයට සේවය කළ හැකි එකම මාර්ගය ඉල්ලා අස්වීමයි. මිනිස්සුන්ගෙ බඩ පිරෙන්න නැති උනත්, ලයිට් නැති රෑ උනත් රටම උස් මහත් වෙලා අලුත් අවුරුද්ද සමරන වෙලාවට එයාට ඒක කරන්න පුලුවන්. නව බලාපොරොත්තුවකින් සහ ශුභවාදීව පාස්කු උත්සවය සැමරීම සඳහා ඔහුට නියමිත වේලාවට එය කළ හැකිය.",
        "මැතිවරණ නීති කඩකිරීමක් සම්බන්ධයෙන් ශ්‍රේෂ්ඨාධිකරණය හමුවට",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசியலில் ஒரு பரபரப்பான வாரம்: அரசியல் முட்டுக்கட்டை பொருளாதார நெருக்கடியை கூட்டும்",
      "body_lines": [
        "1968 ஆம் ஆண்டு அமெரிக்க ஜனாதிபதி லிண்டன் ஜோன்சனின் பதவி விலகல் உரையை ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பின்பற்றலாம் என்றும், அவர் இரண்டாவது முறையாக ஜனாதிபதியாக பதவியேற்கப் போவதில்லை என்றும், எஞ்சியிருக்கும் ஒரு பதவிக் காலத்தை தனது பணிக்காக பயன்படுத்துவார் என்றும் கடந்த வாரம் நான் யோசனை கூறினேன். பாராளுமன்றத்தில் உள்ள அனைத்து அரசியல் தலைவர்களுடனும் கட்சிகளுடனும் இலங்கை பாரிய பட்டினியைத் தவிர்க்கவும், அதன் தடம் புரண்ட பொருளாதாரம் மீண்டும் பாதையில் கொண்டு வரப்படுவதையும் உறுதி செய்ய வேண்டும். மிரிஹானவில் ஆரம்பமான சகல சலசலப்புகளின் பின்னரும் தாம் பதவியில் நீடிப்பதற்கு ஜனாதிபதி மக்களை அணுகி அவர்களின் சம்மதத்தைக் கோருவது இந்தச் சூழ்நிலையில் முக்கிய அம்சமாகும்.",
        "அரசியலில் பரபரப்பான ஒரு வாரத்திற்குப் பிறகு, ஜனாதிபதி இன்னும் தேசத்தில் உரையாற்றவில்லை, அவர் பதவியில் நீடிக்க மக்களின் சம்மதத்தைக் கேட்கவில்லை. இந்த வார நிகழ்வுகள் மற்றும் மக்களின் வாழ்க்கையில் தொடரும் கஷ்டங்கள் ஆகியவை ஜனாதிபதியின் தேசிய உரைக்கு உத்தரவாதம் அளிக்கின்றன. ஒரு மாநிலத் தலைவர் ஒரு பேக்ரூம் ஆபரேட்டர் அல்ல, ஆனால் மாநிலத்திற்கும் குடிமக்களுக்கும் இடையிலான இடைமுகம். தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதியின் வேலையில் பயனுள்ள தேசிய தகவல் தொடர்பு இன்றியமையாத பகுதியாகும். தற்போதைய சூழ்நிலையில், இவ்வளவு ஆபத்தில் இருக்கும் போது மற்றும் பலர் உண்மையாக புண்படுத்தும் போது, ​​ஜனாதிபதி ஏற்றுக்கொள்ள முடியாத அனுதாபத்தைத் தவிர, அனுதாபம் காட்டாத குற்றமும் கூட.",
        "ஜனாதிபதி பதவியில் இருந்து விலகமாட்டேன், பாராளுமன்றத்தில் 113 ஆசனங்களைப் பெற்றவருக்கே அரசாங்கத்தை ஒப்படைப்பேன் என ஜனாதிபதி அரசாங்கத்தில் அங்கம் வகிக்கும் அரசியல் கட்சிகளுக்கு அறிவித்ததாக எங்களிடம் உள்ள தகவல்கள் மட்டுமே எங்களிடம் உள்ளன. பின்னர் ஜனாதிபதி தனது டம்மியை, அரசாங்கக் கொறடா ஜோன்ஸ்டன் பெர்னாண்டோவை, “ஜனாதிபதி முற்றாக இராஜினாமா செய்ய மாட்டார்” என்று பேரவையில் அறிவிக்க அனுமதித்தார். வியாழன் அன்று, ஜனாதிபதி பாராளுமன்றத்தில் ஆஜராகி தனது இருக்கையில் அமர்ந்தார், பார்க்க மட்டுமே ஆனால் கேட்கவில்லை.",
        "ஜனாதிபதி விரைவில் ராஜினாமா செய்வதற்கான எந்த அறிகுறியும் இல்லை என்றாலும், திரு கோட்டாபய ராஜபக்ஷ வெளியேற வேண்டும் என்ற அவர்களின் வலியுறுத்தல் கோரிக்கையை மக்கள் கைவிடுவதற்கான எந்த அறிகுறியும் இல்லை. இன்றுவரை ஜனாதிபதி பதவியில் நீடிப்பதற்கு எந்த ஒரு பொது ஆதரவும் இல்லை. அரசியல் காற்று எந்த திசையில் வீசுகிறது என்பதில் தவறில்லை. காற்றை விட இது அதிகம். இது ஒரு புயல், அரசியல் நிலப்பரப்பில் முன்னோடியில்லாத சுனாமி. அதே நேரத்தில் பொருளாதார நெருக்கடியும், மக்களின் கஷ்டங்களும் குறைவதற்கான அறிகுறியே தெரியவில்லை. பொருளாதார நெருக்கடியும், அரசியல் முட்டுக்கட்டையும் ஒன்றுடன் ஒன்று இணைந்துள்ளன. வெளியில் இருந்து இலங்கையைப் பார்க்கும் மற்றவர்களும் இதே போன்ற கவலைகளை எழுப்புகின்றனர்.",
        "அண்டை நாடான தி இந்து, \"இலங்கையின் பொருளாதார மீட்சிக்கான பாதை அரசியல் மாற்றத்தின் ஊடாகவே கடக்க வேண்டும்\" என்று தலையங்கம் எழுதியுள்ளது. \"நீடித்த அரசியல் நிச்சயமற்ற தன்மையானது முக்கிய அபிவிருத்தி பங்காளிகளிடமிருந்து வெளி நிதியுதவி பெறுதல் அல்லது வெளிநாட்டு நேரடி முதலீட்டை ஈர்ப்பதில் முன்னேற்றம் ஏற்பட வாய்ப்புள்ளது. ” மேலும், \"கடினமான அரசியல் சூழல், கொள்கை உருவாக்கம் மற்றும் தொற்றுநோயிலிருந்து பொருளாதாரம் மீள்வது, நிதி ஒருங்கிணைப்புக்கான சவால்கள் மற்றும் அதன் வெளிநாட்டுக் கடன் கடமைகளுக்குச் சேவை செய்ய இருப்புக்களை உயர்த்துவதற்கான அரசாங்க முயற்சிகள் ஆகியவற்றை எடைபோடலாம்.\"",
        "ஜனாதிபதி பதவியில் நீடிப்பதன் மூலம், நாடு எதிர்நோக்கும் சவால்களை மேலும் மோசமாக்குவது மட்டுமல்லாமல், இப்போது சாதகமாகப் பயன்படுத்திக் கொள்ளக்கூடிய சற்றே அமைதியான வழிக்கு எதிராக கடுமையான வெளியேற்றத்திற்கும் அவர் தன்னை அமைத்துக் கொள்கிறார். இதுவரை, அரசாங்கம் ஊரடங்குச் சட்டத்தை அமுல்படுத்தவும், அவசரகால நிலையைப் பிரகடனப்படுத்தவும், SLPP தலைமையிலான அரசாங்கத்தைக் கலைத்து புதிய தேசிய அரசாங்கத்தை அமைக்கவும் முயற்சித்து வந்தது. ஆனால் எதுவும் பலனளிக்கவில்லை. ஜனாதிபதிக்கு அனைத்து அதிகாரங்களும் உள்ளன ஆனால் அவரால் எதையும் நிறைவேற்ற முடியவில்லை.",
        "அவர் வெள்ளிக்கிழமை அவசரகால நிலையை அறிவித்து செவ்வாய்கிழமை ரத்து செய்தார். இலங்கையில் மிகக் குறுகிய கால அவசரகாலச் சட்டம். நாடாளுமன்றம் நீட்டிப்பை நிராகரித்திருக்கும் என்பதை அரசாங்கம் அறிந்திருந்தது. கடந்த ஞாயிற்றுக்கிழமை ஊரடங்கு சட்டம் மக்களுக்கு அரசியல் சுற்றுலாவாக மாறியது. எதிர்ப்புத் தெரிவித்த மக்களுக்கு எதிராக ஜனாதிபதி அமைச்சரவை இராஜினாமா செய்தார். இப்போது அவரால் மூன்று அமைச்சர்களுக்கு மேல் உள்ள அமைச்சரவைக்கு போதுமான எம்.பி.க்கள் கிடைக்கவில்லை.",
        "வெள்ளியன்று பிற்பகல் நான் இதை எழுதுகையில், அலி சப்ரி பாராளுமன்றத்தில் கூறினார், \"நிதி அமைச்சர் பதவியில் இருந்து எனது ராஜினாமாவை திரும்பப் பெறுவதற்கு நான் நிர்ப்பந்திக்கப்பட்டேன், யாரும் அமைச்சுப் பொறுப்பை ஏற்கத் தயாராக இல்லை.\" ஆக, இலங்கைக்கு நான்கு அமைச்சர்களும் ஒரு நிதி அமைச்சரும்!",
        "இலங்கையின் மூன்று பிரபல பொருளாதார நிபுணர்களை விசேட ஆலோசகர்களாக ஜனாதிபதி நியமித்துள்ளார். ஆனால் இது இரண்டு வருடங்கள் தாமதமாக வருகிறது, அரசாங்கத்தை நடத்தும் பணியில் ஈடுபட்டிருந்த சார்லட்டன்களால் நாட்டை துப்புரவு பணியாளர்களிடம் கொண்டு சென்ற பிறகு.",
        "தேசிய அரசாங்கத்தை அமைப்பதற்கான ஜனாதிபதியின் முயற்சிகள் கொடூரமாக நிராகரிக்கப்பட்டுள்ளன. வியாழன் அன்று, ஜே.வி.பி/என்.பி.பி தலைவர், அனுரகுமார திஸாநாயக்க, ஜனாதிபதி பதவி விலகாத வரை, இடைக்கால அரசாங்கத்திற்கான எந்தவொரு முன்மொழிவையும் ஏற்க மாட்டோம் என்ற ஜே.வி.பியின் நிலைப்பாட்டை மீண்டும் வலியுறுத்தி, ஜனாதிபதியின் பாராளுமன்ற வருகையை வாழ்த்தினார். எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவும் இதனையே செவ்வாய்க்கிழமை தெரிவித்துள்ளார். பாராளுமன்றத்தில் உள்ள மற்ற எல்லா அரசியல் கட்சிகளும் அப்படித்தான். ஆளும் கூட்டணியில் இருந்து 42 எம்.பி.க்கள் வெளியேறியுள்ளனர். அரசாங்கத்திற்கு ஒரு நாள் பெரும்பான்மை உள்ளது, அடுத்த நாள் பெரும்பான்மை இல்லை. இன்னும், ஜனாதிபதி பதவி விலகாமல் இன்னும் மூன்று வருடங்கள் உல்லாசமாகச் செல்லலாம் என்று நினைக்கத் தோன்றுகிறது.",
        "அரசாங்கம் பாராளுமன்றத்தில் மூன்றில் இரண்டு பெரும்பான்மையை இழந்துள்ளது. ஆனால் ஆளும் கட்சியான SLPP, இன்னும் மொத்தமுள்ள 225 பாராளுமன்ற உறுப்பினர்களில் சுமார் 112/113 பாராளுமன்ற உறுப்பினர்களைக் கொண்டுள்ளது. அந்த மெலிந்த மற்றும் விரைவான பெரும்பான்மையான SLPP எம்.பி.க்கள் தான் ஜனாதிபதிக்கு நாட்டில் உள்ள ஒரே அரசியல் ஆதரவு. பாராளுமன்றத்தில் கிட்டத்தட்ட சமமான பிளவு என்பது ஜனாதிபதியின் இராஜினாமாவிற்கு அழைப்பு விடுப்பதில் பெருமளவில் ஒன்றுபட்டுள்ள நாட்டின் சித்தரிப்பு அல்ல. நான் முன்னர் கூறியது போல், ஜனாதிபதி பதவியை இராஜினாமா செய்யாமல் பதவியில் நீடிப்பதற்கு ஆதரவாக பாராளுமன்றத்திற்கு வெளியே எவரும் நிற்கவில்லை.",
        "சபாநாயகர் மஹிந்த யாப்பா அபேவர்தன, ஜனாதிபதியை பதவி விலகுமாறு பாராளுமன்றத்தில் கோருவதற்கான சாத்தியக்கூறுகளை நிராகரித்துள்ளமை துரதிஷ்டவசமானது. அவரது பார்வையில், \"ஜனாதிபதியை ராஜினாமா செய்யுமாறு பாராளுமன்றத்திற்கு ஜனநாயக உரிமை இல்லை\" என்று தெரிகிறது. நான் உடன்படவில்லை என்று கெஞ்சுகிறேன். பாராளுமன்றம் எதையும் கேட்கலாம் ஆனால் ஜனாதிபதி அதற்கு கட்டுப்பட வேண்டியதில்லை. ஆயினும்கூட, ஜனாதிபதியை ராஜினாமா செய்ய அழைப்பு விடுக்கும் தீர்மானம் ஒரு சக்திவாய்ந்த குறியீட்டு விளைவைக் கொண்டிருக்கும். மாநிலத்தின் சாரக்கட்டுகளுக்கு வெளியே இருந்து மக்கள் என்ன அழைக்கிறார்களோ அது எதிரொலிக்கும்.",
        "வரவிருக்கும் உணவு நெருக்கடி குறித்து எச்சரிக்க சபாநாயகர் பாராளுமன்றத்தில் ஒரு சிறப்பு அறிக்கையை வெளியிட்டார், மேலும் \"சட்டமியற்றுபவர்கள் தங்கள் அரசியல் வேறுபாடுகளை மூழ்கடித்து … மற்றும் தீர்வுகளைக் காண ஒன்றிணைய வேண்டும்\" என்று வேண்டுகோள் விடுத்தார். சட்டமன்ற உறுப்பினர்கள் ஒன்று கூடுவதை யார் தடுப்பது என்பது சபாநாயகருக்கு நன்கு தெரியும். பதவி விலக மறுப்பவர் ஜனாதிபதி. தற்போதைய சூழ்நிலையில் சபாநாயகரின் பங்கு அசாத்தியமானது. பாராளுமன்றத்தில் ஜனாதிபதியின் சார்பாகப் பரிந்து பேசுவதல்ல அவரது பங்கு. பாராளுமன்றத்தின் மனநிலையை உண்மையாக ஜனாதிபதிக்கு தெரிவிப்பதாகும், அது மக்களின் மனநிலையாக இருக்க வேண்டும்.",
        "மறுபுறம், ராஜினாமா செய்து மீண்டும் பதவியேற்றுள்ள வெளிவிவகார அமைச்சரான ஜி.எல். பீரிஸ், கொழும்பின் இராஜதந்திர சமூகத்திடம் 'விளக்கப்படுத்தியதாக' கூறப்படும் கருத்துப்படி, தற்போதைய ஆர்ப்பாட்டங்கள் \"அரசியல் கட்சியான அரசாங்கத்திற்கு நேரடியாக எதிரானவை அல்ல\" என்று கூறுவது தவறானது. அல்லது ஆளும் கட்சி ஆனால் நாட்டின் முழு அரசியல் ஸ்தாபனத்திற்கும் எதிரானது மற்றும் அமைப்பின் அடித்தளமே விமர்சனத்திற்கு உட்பட்டது. \"அனைத்து எம்.பி.க்களும் ராஜினாமா செய்ய வேண்டும் மற்றும் கல்வியாளர்கள் மற்றும் தொழில் வல்லுநர்கள் நாட்டை நடத்த அனுமதிக்க வேண்டும்\" என்று கூறப்படும் தனிமைப்படுத்தப்பட்ட எதிர்ப்பு சொல்லாட்சியைப் பயன்படுத்துவதும், எதிர்ப்புக் கோரிக்கைகள் சாத்தியமற்றது என்று பரிந்துரைப்பதும் அவருக்குக் கீழே உள்ளது. அவர்கள் ஒரே ஒரு கோரிக்கை - ஜனாதிபதி பதவி விலக வேண்டும்.",
        "அமைச்சர் பீரிஸ், “தற்போதைய ஜனாதிபதி பதவி விலகினால், 60 நாட்களுக்கு பிரதமர் பதவியேற்பதை உள்ளடக்கிய அரசியலமைப்பு விதிகளை கோடிட்டுக் காட்டினார். தேர்தல் நடத்தப்படும் வரை மீதமுள்ள காலத்திற்கு நாடு.",
        "சரியானது! ஆனால் அவர் பேசியது தவறான பார்வையாளர்களிடம், இராஜதந்திர சமூகம்! முன்னாள் கல்வியாளர் ஜனாதிபதி மற்றும் பிரதமருக்கான பயிற்சியை வைத்திருக்க வேண்டும், மேலும் ஜனாதிபதி பதவி விலக வேண்டும் என்று பொதுமக்கள் கூச்சலிடுவதில் அரசியலமைப்பிற்கு முரணானது எதுவும் இல்லை என்பதை அவர்களுக்கு விளக்க வேண்டும். ஜனாதிபதி மற்றும் பிரதமர் இருவரும் ராஜினாமா செய்ய வேண்டும் என்றும், இடைக்கால ஜனாதிபதியாக பதவிப் பிரமாணம் செய்ய பாராளுமன்றம் அதன் எம்.பி.களில் ஒருவரை தேர்ந்தெடுக்கலாம் என்றும் அவர் பரிந்துரைப்பதன் மூலம் உதவியாக இருக்க முடியும். என்று மக்கள் கேட்கிறார்கள்.",
        "அமைச்சர் பீரிஸ் மட்டுமன்றி, கருத்துகளை உருவாக்குபவர்களும், ஆசிரியர்களும் மக்களை அமைதி காக்கவும் வன்முறைகளைத் தவிர்க்கவும் தொடர்ந்து போதனைகளை மேற்கொள்ளும் போது குறி தவறி விடுகின்றனர். மாறாக, அவர்கள் காளையை குறிவைத்து, ஜனாதிபதியை மரியாதையுடன் ராஜினாமா செய்ய அழைப்பு விடுக்க வேண்டும், மேலும் நாட்டை வேதனையில் நீடிக்காமல் காப்பாற்ற வேண்டும். நாட்டின் தற்போதைய மனநிலையில், குடியரசுத் தலைவர் பதவியை ராஜினாமா செய்வதன் மூலம் மட்டுமே ஜனநாயகத்திற்கு சேவை செய்ய முடியும். மக்களின் வயிறு நிரம்பவில்லை என்றாலும், அவர்களின் இரவுகள் விளக்குகள் இல்லாமல் இருந்தாலும், நாடு புத்தாண்டை உற்சாகத்துடன் கொண்டாடும் நேரத்தில் அவர் அதைச் செய்ய முடியும். புதிய நம்பிக்கையுடனும் நம்பிக்கையுடனும் நாடு ஈஸ்டரைக் கொண்டாடும் நேரத்தில் அவர் அதைச் செய்ய முடியும்.",
        "தேர்தல் சட்டத்தை மீறியதாக உச்ச நீதிமன்றத்தின் முன் நிறுத்தப்பட்டது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}