{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82562/power-cut-schedule-from-may-22-to-june-01",
  "time_ut": 1653055440,
  "title": "Power cut schedule from May 22 to June 01",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) has announced the electricity demand management schedule from 22nd of May to 1st of June to facilitate the G.C.E. Ordinary Level examination.",
    "Accordingly, the regulator said there will be no power cuts on Sundays of May 22 and May 29. Also, there will be no power cuts after 6.30 p.m. on other days from May 22 to June 01.",
    "However, there will be a power cut of 1 hour and 45 minutes to 2 hours and 15 minutes for all zones during those days from 12 noon to 6.30 pm, at the times that the examinations are not held except the Industrial Zone and the Colombo City Commercial Zone.",
    "The industrial zones (between 5am to 8am) and the Colombo City Commercial Zone (between 6am to 9am) will experience a 3-hour power cut during those days.",
    "Details of the power cut schedule are available on the PUCSL website (www.pucsl.lk) and the Facebook page of the Public Utilities Commission of Sri Lanka and on the website of Ceylon Electricity Board (CEB).",
    "Demand Management Schedule - May 23rd to June 01st (O/L Exam Period) by Adaderana Online on Scribd"
  ],
  "translate": {
    "si": {
      "title": "මැයි 22 සිට ජූනි 01 දක්වා විදුලි කප්පාදු කාලසටහන",
      "body_lines": [
        "ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) විසින් මැයි 22 සිට ජූනි 1 දක්වා විදුලි ඉල්ලුම කළමනාකරණ කාලසටහන ප්‍රකාශයට පත් කර ඇත. සාමාන්‍ය පෙළ විභාගය.",
        "ඒ අනුව මැයි 22 සහ 29 ඉරිදා දිනවල විදුලිය විසන්ධි නොවන බවත් සවස 6.30 න් පසු විදුලිය විසන්ධි නොවන බවත් නියාමකවරයා පැවසීය. මැයි 22 සිට ජූනි 01 දක්වා අනෙකුත් දිනවල.",
        "කෙසේ වෙතත්, එම දිනවල මධ්‍යහ්න 12 සිට පස්වරු 6.30 දක්වා කාර්මික කලාපය සහ කොළඹ නගරය හැර විභාග නොපවත්වන වේලාවන්හි සියලුම කලාප සඳහා පැය 1 විනාඩි 45 සිට පැය 2 විනාඩි 15 දක්වා විදුලිය විසන්ධි වේ. වාණිජ කලාපය.",
        "කාර්මික කලාප (පෙ.ව. 5 සිට පෙ.ව. 8 දක්වා) සහ කොළඹ නගර වාණිජ කලාපයේ (පෙ.ව. 6 සිට 9 දක්වා) එම දිනවලදී පැය 3 ක විදුලි කප්පාදුවක් සිදුවනු ඇත.",
        "විදුලි කප්පාදු කාලසටහන පිළිබඳ විස්තර මහජන උපයෝගිතා කොමිෂන් සභාවේ (www.pucsl.lk) වෙබ් අඩවියෙන් සහ ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාවේ ෆේස්බුක් පිටුවෙන් සහ ලංකා විදුලිබල මණ්ඩලයේ (ලංවිම) වෙබ් අඩවියෙන් ලබා ගත හැකිය.",
        "ඉල්ලුම කළමනාකරණ කාලසටහන - මැයි 23 සිට ජූනි 01 දක්වා (සා.පෙළ විභාග කාලය) Scribd හි Adaderana Online විසිනි"
      ]
    },
    "ta": {
      "title": "மே 22 முதல் ஜூன் 01 வரை மின்வெட்டு அட்டவணை",
      "body_lines": [
        "இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) மே மாதம் 22 ஆம் திகதி முதல் ஜூன் மாதம் 1 ஆம் திகதி வரையான மின் தேவை முகாமைத்துவ அட்டவணையை G.C.E. சாதாரண தர பரீட்சை.",
        "அதன்படி, மே 22 மற்றும் மே 29 ஆகிய ஞாயிற்றுக்கிழமைகளில் மின்வெட்டு இருக்காது என்றும், மாலை 6.30 மணிக்கு மேல் மின்வெட்டு இருக்காது என்றும் ஒழுங்குமுறை ஆணையம் தெரிவித்துள்ளது. மே 22 முதல் ஜூன் 01 வரை மற்ற நாட்களில்.",
        "எவ்வாறாயினும், தொழில் வலயம் மற்றும் கொழும்பு மாநகரம் தவிர்ந்த பரீட்சைகள் நடைபெறாத நேரங்களில் மதியம் 12 மணி முதல் மாலை 6.30 மணி வரை அனைத்து வலயங்களிலும் 1 மணித்தியாலம் 45 நிமிடங்கள் முதல் 2 மணித்தியாலம் 15 நிமிடங்கள் வரை மின்வெட்டு அமுல்படுத்தப்படும். வணிக மண்டலம்.",
        "கைத்தொழில் வலயங்கள் (காலை 5 மணி முதல் காலை 8 மணி வரை) மற்றும் கொழும்பு நகர வர்த்தக வலயத்தில் (காலை 6 மணி முதல் காலை 9 மணி வரை) அந்த நாட்களில் 3 மணி நேர மின்வெட்டு ஏற்படும்.",
        "மின்வெட்டு அட்டவணையின் விவரங்கள் PUCSL இணையத்தளத்திலும் (www.pucsl.lk) இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் முகநூல் பக்கத்திலும் இலங்கை மின்சார சபையின் (CEB) இணையத்தளத்திலும் கிடைக்கின்றன.",
        "தேவை மேலாண்மை அட்டவணை - மே 23 முதல் ஜூன் 01 வரை (O/L தேர்வுக் காலம்) Adaderana ஆன்லைன் மூலம் Scribd"
      ]
    }
  }
}