{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/25/sanath-nishantha-milan-jayathilake-further-remanded-deshabandus-transfer-still-pending/",
  "time_ut": 1653485940,
  "title": "Sanath Nishantha, Milan Jayathilake further remanded; Deshabandu’s transfer still pending",
  "body_lines": [
    "COLOMBO (News 1st); Six people including Sri Lanka Podujana Peramuna Parliamentarians Sanath Nishantha, and Milan Jayathilake who were arrested for attacking the #GotaGoGama and #MynaGoGama peaceful protests in Colombo on the 9th of May, were remanded until the 1st of June 2022.",
    "When the suspects were escorted to the Colombo Fort Magistrate’s Court under armed guard, protestors had also gathered in the vicinity, demanding justice for the victims of the attacks.",
    "Two men and another woman who were produced in an identification parade, but were not positively identified were granted bail by the Colombo Fort Magistrate.",
    "Further, the Magistrate ordered the Inspector General of Police to provide reasons for not implementing the instructions given by the Attorney General to transfer Senior DIG in-charge of the Western Province Deshabandu Thennakoon.",
    "Additional Solicitor General Ayesha Jinasena, who appeared before the court, said that the Attorney General had written to the IGP on the 23rd to transfer the senior DIG.",
    "She also said that the IGP had received intelligence on the 8th of May regarding a pro-government march from Temple Trees to the President’s House.",
    "The Additional Solicitor General said that the IGP had instructed Senior DIG Deshabandu Tennakoon in writing to take appropriate action as there could be a breach of the peace as the group had planned to cross Galle Face.",
    "However, the Magistrate noted that it does not appear the Senior DIG Deshabandu Tennakoon had taken measures to prevent the incident, based on the facts submitted to the court.",
    "President’s Counsel Maithri Gunaratne, who appeared for the protesters, expressed surprise at the failure to arrest Senior DIG Deshabandu Tennakoon despite reports that he was having a conversation with MP Sanath Nishantha, a suspect in the incident.",
    "The CID officers who appeared in court stated that the Senior DIG of the Western Province was not engaged in a conversation with the suspect but he had ordered the suspect not to commit any illegal act.",
    "However, the magistrate said that the photograph submitted to the court did not show such an order but that he was having a cordial discussion with the suspect and proceeding with the procession.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "Following investigations, the MPs and several other local government members were arrested for their involvement in the attacks on the protest sites.",
    "Sanath Nishantha, Milan Jayathilake further remanded; Deshabandu’s transfer still pending",
    "President stresses on need to seize overseas job opportunities for skilled Sri Lankans",
    "ONLY essential govt staff must report for duty from Thursday (26)",
    "Tills placed at filling stations to cover rupee loss from petrol"
  ]
}