{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gosl-inviting-trouble/",
  "time_ut": 1654525500,
  "title": "GoSL inviting trouble",
  "body_lines": [
    "A court order that prevented an Aeroflot aircraft from leaving the Bandaranaike International Airport (BIA), on 02 June, has been suspended following a motion filed by the Attorney General, yesterday. When the aircraft was detained, the knee-jerk reaction of the government was to try to play down the seriousness of the issue albeit without much success. How can a government be so naïve as not to be able to realise the gravity of such an issue and its diplomatic ramifications? This is the question one must have asked oneself on seeing the government’s initial response to the aircraft issue.",
    "The detention of the Russian aircraft should be viewed against the backdrop of the western economic sanctions on Russia, which has been asked to return all assets it has obtained on lease from EU firms. International leasing companies have reportedly seized dozens of aircraft operated by Russian airlines. Hence Russia’s angry reaction to the grounding of the Aeroflot aircraft at the BIA. The Sri Lankan government should have anticipated legal issues arising from western sanctions, and taken precautionary measures in consultation with Russia.",
    "No sooner had Moscow registered its strong protest with the Foreign Ministry of Sri Lanka against the aircraft detention than Prime Minister Ranil Wickremesinghe and Minister of Ports, Shipping and Aviation Nimal Siripala de Silva insisted that the issue was due to a dispute between two foreign companies and had nothing to do with Sri Lanka and Russia as such. If so, why on earth did the government step in to instruct the Attorney General to expedite the legal proceedings in question and have the detention order suspended urgently? How could it explain why Aeroflot suspended all flights to Colombo with immediate effect?",
    "Colombo has in fact caused an affront to Moscow, for the implication of its claim that the detention of the Aeroflot plane is not an issue between the two countries is that the Russian government does not know what it is doing and has been barking up the wrong tree. Russia is right in having taken up the issue with Colombo. Other countries defend the interests of their companies whether they are state-owned or private, and that is also basically what their ambassadors are also doing overseas unlike many Sri Lankan diplomats who are lying abroad to further their own interests.",
    "While claiming that the detention of the Aeroflot aircraft is not a diplomatic issue as such, the government has embarked on a campaign to internationalise Sri Lanka’s constitutional reform process; it is briefing the Colombo-based foreign diplomats on the proposed 21st Amendment to the Constitution. Other countries do not apprise foreign diplomats of their constitutional amendments, do they?",
    "Are the government leaders trying to curry favour with foreign diplomats in a bid to further their personal interests? If they want the international community to have a favourable opinion about them, they have to mend their ways, uphold democracy, develop the economy and eliminate bribery and corruption. There is nothing they can do to change the international perception that they are a bunch of crooks responsible for bankrupting this country.",
    "Issues similar to the detention of the Aeroflot aircraft are likely to crop up in the future unless precautions are taken. Sri Lanka had better tread cautiously lest it should antagonise one of its faithful friends and get into unnecessary trouble, again. The Attorney General’s Department should remain alert, and do everything possible to prevent this country getting entangled in legal battles that big nations fight when it has enough and more other problems to contend with.",
    "About 200 passengers were stranded due to the grounding of the Aeroflot aircraft, and that could not have come at a worse time for Sri Lanka, which is struggling to revive tourism. Colombo should stop trying to wish away problems, and discuss with Moscow ways and means of avoiding legal issues that may stem from the western sanctions on Russia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}