{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-majoritarian-constitution/",
  "time_ut": 1653406800,
  "title": "A Majoritarian Constitution",
  "body_lines": [
    "In this the second part of a three-part article on the 50th anniversary of Sri Lanka becoming a republic, the writer submits that the 1972 Constitution paved the way for constitutionalising majoritarianism in multi-cultural Sri Lanka.",
    "Although Tamil parties expressed their support for the Constituent Assembly process, they were to be disappointed by the substance of the new constitution.",
    "Basic Resolution No. 2 proposed by the Government called for Sri Lanka to be a unitary state. The Federal Party (FP) proposed an amendment that ‘unitary’ be replaced by ‘federal’.",
    "In a memorandum and the model constitution that it submitted to the Steering Committee of the Assembly, the FP proposed that the country be a federal republic consisting of five states made up as follows: (i) Southern and Western provinces, (ii) North Central and North Western provinces (iii) Central, Uva and Sabaragamuwa provinces (iv) Northern Province and the districts of Trincomalee and Batticaloa and (v) Ampara district. The city of Colombo and its suburbs were to be administered by the centre. A list of subjects and functions reserved for the centre, with all others going to the states, was included. Interestingly, law and order and Police were to be reserved subjects.",
    "However, Assembly proceedings show that the Tamils were clearly for a compromise. Dharmalingam, who was a main speaker of the FP under Basic Resolution No. 2, stated that the existing constitution had failed as it was not designed for a multi-ethnic country. He pointed out that in ethnically heterogeneous countries where unitary constitutions had been in operation, concessions to the federal principle have been made to meet the demands and aspirations of the minorities. Where there has been a refusal to concede the federal principle, there have been movements for separation. The FP distanced itself from secessionists such as C. Sunderalingam and V. Navaratnam, referring to them by name, and stated that it was not asking for a division of the country but for a division of power.",
    "Dharmalingam made it clear that the FP’s draft was only a basis for discussion. Stating that the party was only asking that the federal principle be accepted, he suggested that as an interim measure, the SLFP, LSSP and CP should implement what they had promised in the election manifesto, namely that they would abolish Kachcheris and replace them with elected bodies. He stated: “If this Government thinks that it does not have a mandate to establish a federal Constitution, it can at least implement the policies of its leader, S.W.R.D. Bandaranaike, by decentralising the administration, not in the manner it is being done now, but genuine decentralisation, by removing the Kachcheris and in their place establishing elected bodies to administer those regions.”",
    "Sarath Muttetuwegama of the Communist Party, the first political party in the country to propose federalism, in 1944, followed Dharmalingam and stated that ‘federal’ had become a dirty word not because of the federal system of government but because of what the FP had advocated. He was clearly referring to the FP’s association with the UNP and the conservative policies it had followed, such as voting against nationalisations, the takeover of private schools and the Paddy Lands Bill. Seemingly oblivious to the offer that Dharmalingam had made, he asked why the FP had not used the phrase ‘regional autonomy.’ Speakers from the UF who followed Muttetuwegama made it clear that the UF was in no mood to consider the FP’s offer to settle for much less.",
    "Consequently, Basic Resolution No.2 was passed, and the FP’s amendment was defeated in the Steering and Subjects Committee on 27 March 1971.",
    "Dr Nihal Jayawickrama, who was the Secretary of the Ministry of Justice, under the UF Government, and played an important role in the constitutional reform process, has said that the first draft prepared under the direction of the Minister of Constitutional Affairs did not contain any reference to a ‘unitary state’. However, Minister Felix Dias Bandaranaike proposed in the Ministerial Sub-Committee that the country be declared a ‘unitary state’. The Minister of Constitutional Affairs did not consider this to be necessary and argued that while the proposed constitution would have a unitary structure, unitary constitutions could vary a great deal in form. Nevertheless, the proposed phrase found its way to the final draft. ‘In course of time, this impetuous, ill-considered, wholly unnecessary embellishment has reached the proportions of a battle cry of individuals and groups who seek to achieve a homogenous Sinhalese state on this island’ Dr Jayawickrama observed. ‘Reflections on the Making and Content of the 1972 Constitution: An Insider’s Perspective’ in Asanga Welikala (ed), The Sri Lankan Republic at 40: Reflections on Constitutional History, Theory and Practice vol 1 (Centre for Policy Alternatives 2012) 43.",
    "It is significant that the FP continued to participate in the Constituent Assembly even after its amendment was rejected. Records show that its leader, S.J.V. Chelvanayakam, regularly attended the meetings of the Steering and Subjects Committee.",
    "With the advantage of hindsight, it could be said that acceptance of the FP’s proposed compromise for a division of power would have proved to be a far-reaching confidence-building measure on which more could perhaps have been built later. Moreover, such an acceptance would have ensured the continued participation of the FP in the Constituent Assembly. Even had the FP, as the UNP eventually did, voted against the adoption of the new constitution, their participation in the entire constitution-making process would have resulted in greater acceptance of the 1972 Constitution by the Tamil people.",
    "Although they discontinued participation at a later stage, Federal Party MPs nevertheless took oaths under the new Constitution. Tamil parties soon united under the banner of the Tamil United Front (TUF), which later became the Tamil United Liberation Front (TULF). At the famous Vaddukoddai conference of 1976, the TULF embraced separatism and adopted a resolution calling for a separate state called ‘Tamil Eelam’ in the Northern and Eastern provinces. At the 1977 elections, the TULF contested on a separatist platform and swept the Tamil areas.",
    "According to Dr Jayawickrama, Dr. de Silva’s original proposal called for the guarantee of freedom of thought, conscience and religion to every citizen. However, the Prime Minister requested that this proposal be added with a provision for the protection of institutions and traditional places of worship of Buddhists.",
    "Basic Resolution No. 3 approved by the Constituent Assembly was for Buddhism to be given its ‘rightful place’: ‘In the Republic of Sri Lanka, Buddhism, the religion of the majority of the people, shall be given its rightful place, and accordingly, it shall be the duty of the State to protect and foster Buddhism, while assuring to all religions the rights granted by Basic Resolution 5 (iv).’",
    "Basic Resolution 5 (iv) referred to read: “Every citizen shall have the right to freedom of thought, conscience and religion. This right shall include freedom to have and adopt a religion or belief of his choice, and freedom, either individually or in community with others and in public or private, to manifest his religion or belief in worship, observance, practice and teaching.”",
    "But by the time the final draft was approved, the proposal had undergone a further change. Article 6 of the 1972 Constitution is as follows: ‘The Republic of Sri Lanka shall give to Buddhism the foremost place and accordingly it shall be the duty of the State to protect and foster Buddhism while assuring to all religions the rights granted by section 18 (1) (d).’ Section 18 (1) (d), in the chapter on fundamental rights, assures to all citizens the right to freedom of thought, conscience and religion.",
    "To the question of whether constitutionally guaranteeing special status to Buddhism not available to other religions of the land might adversely affect the non-Buddhists, Dr de Silva retrospectively responded in the following manner: “The section in respect of Buddhism is subject to section 18 (1) (d) and I wish to say, I believe in a secular state. But you know when Constitutions are made by Constituent Assemblies they are not made by the Minister of Constitutional Affairs. I myself would have preferred (section 18(1) (d)). But there is nothing…And I repeat, NOTHING, in section 6 which in any manner infringes upon the rights of any religion in this country. (Safeguards for the Minorities in the 1972 Constitution (Young Socialist 1987) 10.)",
    "Dr Jayawickrama has been more critical. ‘If Buddhism had survived in the hearts and minds of the people through nearly five centuries of foreign occupation, a constitutional edict was hardly necessary to protect it now’, he opined. (‘Colvin and Constitution-Making – A Postscript’ Sunday Island, 15 July 2007).",
    "Basic Resolution No.11 stated that all laws shall be enacted in Sinhala and that there shall be a Tamil translation of every law so enacted.",
    "Basic Resolution No.12 read as follows: “(1) The Official Language of Sri Lanka shall be Sinhala as provided by the Official Language Act No. 32 of 1956. (2) The use of the Tamil Language shall be in accordance with the Tamil Language (Special Provisions) Act No. 28 of 1958.”",
    "Efforts by the FP to get the Government to improve upon Basic Resolutions Nos. 11 and 12 failed. On 28 June 1971, both resolutions were passed, amendments proposed by the FP having been defeated. S.J.V. Chelvanayakam informed the Constituent Assembly that they had met with both the Prime Minister and the Minister of Constitutional Affairs, and while the meetings had been cordial, the Government had refused to make any alteration to the Basic Resolutions. He stated that the FP would therefore not attend future meetings. “We have come to the painful conclusion that as our language rights are not satisfactorily provided in the proposed Constitution, no useful purpose will be served in our continuing in the deliberations of this Assembly. By taking this step, we mean no offence to anybody. We only want to safeguard the dignity of our people.” There was not even a dramatic walk out. ‘We do not wish to stage a demonstration by walking out’, he added.",
    "That Dr Colvin R. de Silva, who prophetically stated in 1955, ‘one language, two countries; two languages, one country’, should go so far as to upgrade the then-existing language provisions to constitutional status has baffled many political observers. In fact, according to Dr Jayawickrama, the Prime Minister had stated that it would be unwise to re-open the language debate and that the better course would be to let the ordinary laws on the subject operate in the form in which they were. By this time, the Privy Council had reversed the decision of the Supreme Court in A.G. v Kodeswaranthat a public servant could not sue the Crown for breach of contract of employment and sent the case back for a determination on other issues, including the main issue as to whether the Official Language Act violated section 29 (2), as the District Court had held. Dr. de Silva did not wish the Supreme Court to re-visit the issue. ‘If the courts do declare this law invalid and unconstitutional, heavens alive, the chief work done from 1956 onwards will be undone. You will have to restore the egg from the omelette into which it was beaten and cooked.’ He had, however, resisted a proposal made by Minister Felix R. Dias Bandaranaike that Sinhala be declared the ‘one’ official language of Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}