{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-npp-will-support-govt-resolve-economic-crisis-only-if-president-resigns-leader-92732/",
  "time_ut": 1649334240,
  "title": "Sri Lanka opposition NPP will support govt resolve economic crisis only if president resigns: leader",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) will extend its support to the government in finding a solution to the prevailing economic crisis on the condition that President Gotabaya Rajapaksa steps down, party leader Anura Kumara Dissanayake said.",
    "“There are two factors central to the ongoing people’s struggle, one of which is that the president must no longer be in office. We must accept that,” Dissanayake told parliament Thursday (07) morning.",
    "“It must also be understood that this isn’t a demand coming from an opposition politician or party.",
    "“‘Gota go home’ has become the central rallying cry,” he said.",
    "Sri Lanka has seen a spate of public protests demanding the resignation of President Gotabaya Rajapaksa over the prevailing economic crisis, one of the worst in its history.",
    "“The citizens of this country will not accept any interim government or other mechanism that will come while the president continues to be in office,” the JVP leader said.",
    "“We have our own proposals. We can also consider yours. But that’s all subject to one reasonable condition: that the president, who is at the centre of this crisis, resign. We’re ready to discuss any proposal that comes subject to that,” he added.",
    "Responding to Dissanayake, chief government whip and highways minister Johnston Fernando said President Rajapaksa will not resign. Fernando also challenged the JVP leader on what he claimed were the party’s underhand attempts to unconstitutionally remove the president.",
    "The government will accept the outcome of an election but will under no circumstance give into such attempts, he said.",
    "Meanwhile, Sri Lanka’s main opposition Samagi Jana Balavegaya (SJB) MP Lakshman Kiriella said on Thrusday that it will table in parliament a proposal to abolish the executive presidency very soon.",
    "Kiriella’s statement came two days after opposition and SJB leader Sajith Premadasa said parliament must abolish the all-powerful executive presidency within the week. Premadasa said the legislature must also be strengthened without paving the way to a similarly dictatorial premiership while ensuring adequate checks and balances.",
    "Abolish executive presidency, Sri Lanka opposition leader says in fiery speech"
  ]
}