{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/di-solar-from-dimo-sri-lankas-first-battery-less-solution-to-utilize-solar-pv/",
  "time_ut": 1655037060,
  "title": "DI-Solar from DIMO, Sri Lanka’s first battery-less solution to utilize solar PV",
  "body_lines": [
    "DIMO recently introduced DI-Solar, a revolutionary solution, enabling the power generated through the existing solar PV systems to be utilized during the prevailing daytime power interruptions, thereby preventing the power wastage. This is Sri Lanka’s first and only cutting-edge solution in the market that allows the power generated by solar systems to be utilized without any mode of battery storage, which is ideal for the industries facing various challenges due to the power shortage in the country, as it facilitates uninterrupted business operations and reduces the spend on fuel for generators by 50% to 70%.",
    "In addition to the heavy focus on the industrial usage, DI-Solar also comes with a consumer solution component, which will soon be introduced to the market, further accelerating nation’s green journey.",
    "Industries in Sri Lanka are facing many challenges in pursuit of seamlessly continuing their business operations during the regular power cuts, without incurring production losses and downtime. Although many business enterprises are having pre-installed rooftop solar PV systems, they are unable to use the power generated through the solar PV systems during power outages at daytime, as the grid is not available. Thus, they are compelled to entirely depend on generators, to continue operations at a time when fuel incurs a high cost.",
    "Coca-Cola & Eco Spindles unveil waste management facility on World Environment Day",
    "IMF mission to Sri Lanka likely to be a ‘litmus test’ for its new policies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}