{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/09/world-determined-to-make-sure-putin-loses-in-ukraine/",
  "time_ut": 1652058660,
  "title": "World determined to make sure Putin loses in Ukraine",
  "body_lines": [
    "(Reuters); The world will do everything possible to ensure that Russian President Vladimir Putin loses his war in Ukraine, including keeping Moscow under sanctions for years, Canadian Prime Minister Justin Trudeau said late on Sunday.",
    "“What Putin needs to understand is that the West is absolutely determined and resolved to stand against what he is doing,” Trudeau told Reuters in an interview.",
    "“His illegal war, his escalations, his crossing of red lines by choosing to further invade Ukraine means that we will do as a world everything we can to make sure that he loses.”",
    "Speaking on the sidelines of an unannounced visit to Ukraine for talks with President Volodymyr Zelenskiy, whom he calls a friend, Trudeau said Putin is making a terrible mistake.",
    "“He is inflicting atrocities upon civilians, and it’s all something that he is doing because he thought he could win. But he can only lose,” Trudeau said when asked what he would tell Putin on the eve of Russia’s commemorations of the defeat of Nazi Germany in World War Two, which Moscow calls the Great Patriotic War of 1941-45.",
    "On Sunday, Europe commemorated the 77th anniversary of the surrender of the Nazis. Russia celebrates the victory on May 9. Nazi Germany’s unconditional surrender came into force at 11:01 p.m. on May 8, 1945, which was May 9 in Moscow.",
    "Trudeau also echoed a statement from the Group of Seven issued earlier on Sunday, following a video call of G7 leaders with Zelinskiy, on how Putin’s “actions bring shame on Russia and the historic sacrifices of its people” during World War Two.",
    "“Quite frankly, on Victory in Europe Day, when we all celebrate the victory over fascism of so many decades ago,” Trudeau said, “Vladimir Putin is bringing shame upon the memory of the millions of Russians who fought and died in the fight for freedom and the fight against fascism.”",
    "Putin, Russia’s paramount leader since 1999 who will preside over the anniversary celebrations on Monday, in recent years has used Victory Day to needle the West from a tribute in Red Square before a parade of troops, tanks, rockets and intercontinental ballistic missiles. read more",
    "Earlier, Trudeau said Canada will provide new weapons and equipment for Ukraine and will reopen its embassy in Kyiv, the country’s capital.",
    "Putin says that he launched a “special military operation” on Feb. 24 to disarm Ukraine and rid it of anti-Russian nationalism fomented by the West. Ukraine and its allies say Russia launched an unprovoked war.",
    "Trudeau said all the countries that have imposed sanctions on Moscow, which have taken a steep toll on the Russian economy, are determined to keep them in place as long as necessary, even for years.",
    "“Vladimir Putin cannot upend over 70 years of stability and growth and prosperity for the world and expect to continue to benefit from that stability, growth and prosperity,” he said.",
    "Reporting in Kyiv by Tom Balmforth; Writing by Lidia Kelly; Editing by Leslie Adler",
    "Japan to ban Russian oil imports ‘in principle,’ prime minister says",
    "(PICTURES) Sri Lankan traditional shaman perform Thovil outside Temple Trees as cops look on"
  ]
}