{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/20/police-detain-gotagogama-protestors-who-obstructed-gates-to-presidents-office/",
  "time_ut": 1655697600,
  "title": "Police detain GotaGoGama protestors who obstructed gates to President’s Office",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police detained a group of people who obstructed the entrances to the President’s Office.",
    "Protestors at GotaGoGama obstructed all entrances to the President’s Office, reported Sri Lanka Police on Monday (20).",
    "Police said that the protestors moved towards the two other gates leading to the President’s Office early morning on Monday (20) and completely obstructed the path, by setting up two make-shift tents.",
    "The GotaGoGama protest demanding the immediate resignation of President Gotabaya Rajapaksa is on the 73rd Day on Monday (20).",
    "The Occupy Galle Face protest started on the 9th of April 2022 and has been going on daily, despite adverse weather and the 9th May Black Monday attacks on the protest site.",
    "Protestors blame the government for the mismanagement of the economy, which has sent prices of goods skyrocketing and the country’s reserves plummeting to levels reaching a record low.",
    "GotaGoGama also has a network of nationwide branches that popped up to support the main protest against the President and the Government.",
    "Sri Lanka defaulted on its debt for the first time in its history as the country struggles with its worst financial crisis in more than 70 years.",
    "Sri Lanka is seeking to restructure debts of more than $50bn it owes to foreign creditors, to make it more manageable to repay.",
    "A chronic shortage of foreign currency and soaring inflation have led to a severe shortage of medicines, fuel and other essentials.",
    "Police detain GotaGoGama protestors who obstructed gates to President’s Office",
    "Sri Lanka record highest ODI chase against Australia to go 2-1 up",
    "GotaGoGama : All gates at President’s Office taken over by protestors"
  ]
}