{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/25/cope-tells-srilankan-airlines-to-delay-procurement-of-aircraft/",
  "time_ut": 1650885840,
  "title": "COPE tells SriLankan Airlines to delay procurement of aircraft",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Committee on Public Enterprises (COPE) has instructed the national carrier SriLankan Airlines to delay its procurement process to lease up to 21 aircraft by three months.",
    "COPE Chairman MP Dr. Charitha Herath had instructed the Secretaries to the Ministry of Tourism, and the State Ministry of Aviation and Export Zone Development to revisit the entire procurement process given the present state of the economy, and to monitor if the process is followed in a proper manner.",
    "The COPE Chairman had also recommended that procurement guidelines be prepared, and the respective procurement process is tabled at the meeting of the Cabinet of Ministers via the respective Cabinet Minister for approval.",
    "SriLankan said it had 24 aircraft and the number is expected to drop in the future, and since aircraft cannot be procured immediately, the necessary process was adopted.",
    "Chairman of SriLankan Airlines Ashok Pathirage had informed COPE that considering the market factors the process would take approximately 6 to 12 months to complete, and it would be carried out transparently via the ministry.",
    "Earlier, state-run SriLankan Airlines said it has requested proposals to lease upto 21 aircraft aiming to increase its fleet from the current 24 to 35 aircraft by 2025 while replacing equipment with expiring leases.",
    "“SriLankan is planning for measured growth in the next three years through frequency increases and the addition of new destinations as international travel is in a trajectory of recovery from the pandemic,” the airline said in a statement.",
    "“The business plan of the airline necessitates a 35-aircraft-strong fleet by 2025. Additionally, it is critical to lease replacement aircraft when existing aircraft leases expire to sustain operations. ”",
    "SriLankan said it had 27 aircraft before the Coronavirus pandemic but now it has fallen to 24.",
    "Pope Francis & Cardinal attend holy mass to remember those who died in the 2019 Easter Attacks"
  ]
}