{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/14/caa-probe-reveals-litro-releasing-less-than-required-number-of-gas-cylinders-to-market/",
  "time_ut": 1649921940,
  "title": "CAA probe reveals Litro releasing less than required number of gas cylinders to market",
  "body_lines": [
    "COLOMBO (News 1st); An investigation conducted by the Consumer Affairs Authority has revealed that Litro Gas has released less than the required number of domestic gas cylinders to the market.",
    "A spokesman for the authority stated that this information was revealed during an investigation into the production and release of gas cylinders to the market in March in the wake of the increase in gas queues.",
    "Although 22 million gas cylinders with a capacity of 12.5 kg per month are to be released to the market, the relevant investigation has revealed that Litro Gas has produced and distributed only one million domestic gas cylinders in the last month.",
    "The Consumer Affairs Authority (CAA) stated during last month that Litro Gas had released domestic gas cylinders to the market at around 1.2 million less than the monthly requirement.",
    "The Consumer Affairs Authority (CAA) says that although Litro claims to produce 100,000 domestic gas cylinders daily, it has produced less than the given number on certain days.",
    "When inquired, Litro Gas said that the move was taken due to the restrictions on gas imports due to the current foreign exchange crisis.",
    "Meanwhile, the Consumer Affairs Authority states that suspending the operations of the Wattala Kerawalapitiya Gas Storage Terminal for 5 days at a time when there is a shortage of gas in the market is unjustifiable.",
    "The Consumer Affairs Authority has inquired about this from Litro Gas, and has informed that the relevant terminal has been temporarily closed due to the restriction on gas imports.",
    "However, a spokesperson stated that the Kerawalapitiya terminal has been closed for five days from yesterday (13) due to the annual New Year holidays.",
    "CAA probe reveals Litro releasing less than required number of gas cylinders to market",
    "CPC program initiated to directly supply fuel for export industry"
  ]
}