{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81832/death-toll-from-philippines-landslides-floods-hits-133",
  "time_ut": 1649962200,
  "title": "Death toll from Philippines landslides, floods hits 133",
  "body_lines": [
    "At least 133 people have been killed in landslides and floods caused by the first storm to hit the Philippines this year, which also displaced more than 200,000 residents, officials said Thursday.",
    "Most of the fatalities were from Baybay City in Leyte province, 599 kilometers south of Manila, where 86 bodies were retrieved from landslides.",
    "More than 240 people were injured, while some 204,000 residents were forced to flee their homes as raging flood waters swept through villages and rain-soaked mountains collapsed into the communities.",
    "Rescuers were continuing to dig through thick mud and earth searching for an undetermined number of missing in Baybay and Abuyog.",
    "Megi has since dissipated into a low-pressure area, and weather was expected to improve in the affected areas, the weather bureau said.",
    "The storm damaged houses, crops, livestock and infrastructure worth an estimated 137 million pesos ($2.6 million US), the national disaster agency said.",
    "In the worst affected Leyte, devastating landslides smashed farming and fishing communities, wiping out houses and transforming the landscape.",
    "The disaster-prone region is regularly ravaged by storms -- including a direct hit from Super Typhoon Haiyan in 2013 -- with scientists warning they are becoming more powerful as the world gets warmer because of climate change.",
    "Emergency personnel in Abuyog municipality have retrieved dozens of bodies from the coastal village of Pilar, which was destroyed by a landslide on Tuesday.",
    "At least 42 people died in landslides that hit three villages in the municipality, police said. Another person drowned.",
    "Most of those deaths were in Pilar, with at least 28 bodies brought by boat to a sandy lot near the municipal government building after roads leading to the settlement were cut off by landslides.",
    "More than 100 remained missing, and Abuyog Mayor Lemuel Traya told AFP there was little hope of finding anyone else alive.",
    "An aerial photo showed a wide stretch of mud and earth that had swept down a mountain to the sea, crushing everything in its path.",
    "The wreckage of houses and debris were scattered along the shore.",
    "Bad weather and thick mud had complicated retrieval efforts in Pilar, where the ground was unstable. Searchers were also combing the coastline after some bodies were swept kilometres away by ocean currents.",
    "“This will not end soon, it could go on for days,” Traya warned.",
    "Many of those who died had hiked to higher ground to avoid flash floods, villagers told AFP.",
    "“It sounded like a helicopter,” said Pilar councillor Anacleta Canuto, 44, describing the noise made by the landslide.",
    "Canuto, her husband and their two children survived, but they lost at least nine relatives.",
    "Pilar fisherman Santiago Dahonog, 38, said he rushed into the sea with two siblings and a nephew as the landslide hurtled towards them.",
    "“We got out of the house, ran to the water and started swimming,” he told AFP. “I was the only survivor.”",
    "Another 86 people were killed and dozens injured in vegetable, rice and coconut-growing villages around Baybay City at the weekend, local authorities said. At least 117 are still missing.",
    "The hardest hit was Kantagnos, where 32 people died and 103 have not been found.",
    "In the nearby village of Bunga, 17 people perished when sodden soil shot down a hill and slammed into the riverside community. Only a few rooftops are visible in the mud, which has started to smell of rotting flesh.",
    "Three people also drowned on the main southern island of Mindanao, and one person died in the central province of Iloilo, the national disaster agency said in its latest update.",
    "Another three deaths previously reported in the central province of Negros Oriental were dropped from the tally after they were found to be unrelated to the storm. — Agencies"
  ]
}