{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Funds-received-for-drug-purchase-not-properly-utilized-COPE-reveals/108-238190",
  "time_ut": 1654088460,
  "title": "Funds received for drug purchase not properly utilized: COPE reveals",
  "body_lines": [
    "Claiming that a total of US $ 330 million of funds received from international agencies such as the World Bank, World Health Organization (WHO) and Indian credit line had not been disbursed for import of essential drugs despite an acute shortage, COPE Chairman Charitha Herath has instructed officials to utilize the funds immediately to resolve the drug shortage.",
    "It was revealed at the recent COPE meeting that US $ 200 million in financial assistance under the Indian credit line facility had been received and that only US $ 92.9 million had been recommended for invoices by May 18, 2022.",
    "It was also revealed that the Ministry's Drug Subcommittee had only recommended a stockpile of medical supplies worth US $ 55.5 million, which was only 28% of that grant, by April 22, 2022.",
    "The COPE Chairman had pointed out that the US dollars received to prevent the shortage of drugs had not been properly managed and used effectively and added that there was no shortage of dollars for the purchase of drugs and that the issue was the lack of efficiency in management.",
    "He had also pointed out the need to resolve these intricate situations as soon as possible, especially as the shortage of essential medicines is a problem concerning the lives of people and to provide the essential medicines to the general public as soon as possible.",
    "He had recommended to the relevant officers' to take immediate action to obtain the required drugs using the funds received.",
    "Officials who were present meeting had pointed out that they were working to obtain essential medicines from this money and that this process was delayed due to the appointment of several ministers during this period.(Ajith Siriwardana)"
  ]
}