{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/what-sri-lankas-imf-program-should-look-like-92668/",
  "time_ut": 1649305620,
  "title": "What Sri Lanka’s IMF program should look like",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka should go for a tight reserve money program in any International Monetary Fund program with progressive falling ceilings on domestic assets, and junk the flexible inflation targeting non-regime that has brought economic chaos to the country.",
    "The highly discretionary flexible inflation targeting a flexible exchange rate (soft-peg) had brought three currency crises in 7 years, caused misery to 20 million people and left politicians holding the can.",
    "The IMF can solve the monetary crisis, without billions of inflows from India or China, because it addresses the core problem which is the central bank with a soft-peg that has lost its credibility.",
    "The problem is not the lack of inflows, but excess outflows (either through imports or capital flight) triggered or enabled by money printed to keep policy rates down.",
    "In fact, the Indian credit lines, far from solving the problem, will boost imports, widen the external current account deficit and leave the government or state enterprises with more foreign debt.",
    "Therefore the core IMF program is to deal with the real problem, which will control the central bank’s domestic operations.",
    "The core of an IMF program is a monetary program that will restrain any central bankers’ ability to print money and stop the printed money from spilling over the balance of payments creating forex shortages.",
    "An IMF program has Performance Criteria (PCs) involving the central bank and the budget deficit which must be met in stages to go to the next level. Several of those, including monetary targets, foreign reserve targets, or deficits (which may be expressed as a domestic borrowing target) will be Quantitative PCs.",
    "It has Indicative Targets to support the PCs. A failure to meet Performance Criteria will lead to a suspension – failure to complete a review.",
    "An IMF program starts with a float as a prior action to stabilize the currency – depreciation is an inevitable consequence of past money printing. An attempt to float the currency in March has failed due to a low policy rate and a surrender requirement.",
    "Removing the surrender requirement to give 50 percent of inflows to the central bank should be removed forthwith. It can later be replaced with a Net International Reserve Target (see below)",
    "Any structural benchmarks can be made into a prior action. Such as gazetting a value-added tax amendment.",
    "The core IMF program should be a reserve money program where strict limits are set to limit its expansion. The central bank has lost its grip on reserve money as seen in recent data.",
    "When a peg is operated, whenever it is defended – reserves are used for imports – reserve money has to stop growing and interest rates have to rise. If it does not, there will be a balance of payments crisis.",
    "However now reserve money is growing as the currency falls while money is printed through domestic operations. It allows businesses and others to raise prices and make the price rises permanent (validate) through unrestrained expansion of reserve money.",
    "Inflation is now galloping and can turn into hyperinflation if more money is printed to give salaries to state workers or subsidies before the exchange rate is stabilized. In March, inflation was already at 18.7 percent.",
    "Any reserve money growth must be from net foreign assets compatible with reserve targets.",
    "Sri Lanka’s last IMF program failed primarily due to the monetary policy consultation clause with ‘flexible inflation targeting’ which allowed central bankers to run circles around the core performance criteria, create forex shortages and miss a foreign reserve target.",
    "Performance Criteria/Indicative Target – A ceiling on domestic assets of the central bank",
    "Based on the reserve money target, and expected fiscal financing coming from development partners, a progressive falling ceiling must be set on the domestic assets of the central bank on its Treasury bill stock.",
    "To sell down the Treasury bill stock, rates must be raised to slow domestic credit and a working monetary regime must be established. The IMF usually does this by a float and then it is re-pegged loosely.",
    "Complementary to the falling domestic asset target, a net international reserve target can be set. As soon as reserve money stops expanding, and the central bank can buy dollars, at a given exchange rate, the fall in domestic assets will equal the rise in monetary reserves.",
    "The central bank currently has more liabilities than assets. It can default at any time.",
    "The central bank should be forced to undo its swaps progressively. It should be barred from getting into swaps with interbank market participants in the future so that policy errors can be corrected fast before imbalances build up.",
    "The Lebanon central bank got into trouble by getting dollar deposits from banks instead of buying dollars by selling down its domestic assets stock after raising rates.",
    "Getting deposits from banks at double-digit rates, or rolling over swaps at high rates is a central bank Ponzi scheme.",
    "The IMF usually sets a disorderly market condition rule allowing the central bank to intervene in limited cases.",
    "However theoretically, the disorderly market conditions rule makes no sense. Until a float is established there can be no interventions for DMC or otherwise. Take a page from Russia’s float. A DMC can lead to a collapse of the exchange rate in a country subject to capital flight.",
    "IMF programs fail – like Argentina- partly due to the DMC, even if it is unsterilized. A firm peg after domestic credit is slowed and after a float is established is more consistent, but is usually discouraged by the IMF due to internal ideology.",
    "An unsterilized DMC is a currency board rule, but without the credibility that comes from a single unchanging credible exchange rate. Therefore DMCs fail often from Argentina to Pakistan.",
    "The real benefit comes from the monetary program and fiscal fixes, not the money itself. The IMF money helps boost reserves upfront and allows reserves to be collected later and repaid when the country stabilizes and begins to grow.",
    "The money goes to the central bank. If invested in US Treasuries, it will finance the US budget deficit.",
    "Under Covid-19 relaxation, countries could potentially access about 5 times of quota under exceptional circumstances. Sri Lanka already owes about 1.3billion dollars to the IMF.",
    "However, it depends on the needs and repayment capacity and political willingness of the Executive Board.",
    "The development partners give budget finance if the debt is made sustainable and there are reforms to quality for budget or program financing.",
    "This is where debt restructuring comes in. A fiscal program involving debt restructuring and deficit reduction is needed to keep down interest rates.",
    "An IMF program is fully financed and there is no default. Therefore debt restructuring is needed to ensure that the interest rate does not shoot up and enough resources are left for domestic consumption and to invest to provide a reasonable growth path.",
    "It is irrelevant whether there are hair cuts or not. What matters is for debt to be rolled over to give breathing space. This fixes the problem of lost access to international markets.",
    "Debt restructuring will reduce the Gross Financing Need (GFN) and the corrective interest rates needed to fix the country.",
    "Haircuts, especially on Sri Lanka Development Bonds can contribute to a banking crisis – depending on where the exchange rate is. The banks in turn may have to be bailed out with government funds. It must be noted that SLDB holders have not been behaving like ISB buyers and have been instead acted like senior creditors, like the World Bank and ADB, re-financing Sri Lanka in a crisis.",
    "Quantitative PC on domestic borrowings or a primary deficit target",
    "Since interest rates shoot up in an IMF program, a deficit target before interest costs (primary deficit) is needed.",
    "The ultimate fix will come from reducing government spending and reducing the deficit. Revenue to GDP is not relevant except as a tool to reduce deficits.",
    "Like the restructuring of debt, raising taxes will reduce the interest rate needed to stabilize the country.",
    "It must be borne in mind that a revenue-based fiscal consolidation without meaningful spending cuts will simply reduce growth, as money will be taken from the private sector and misspent by the government.",
    "The last IMF program failed partly due to a revenue-based fiscal consolidation that boosted total consumption but did not have spending-based consolidation (cutting spending such as limiting the expansion of the public service) and the money was used to pay state salaries and subsidies.",
    "Revenue-based fiscal consolidation is politically naïve and economically unsound, as explained by classical economists like BR Shenoy to Sri Lanka as far back as 1966.",
    "By boosting total consumption and encouraging rigid state spending, currency crises and external defaults are made more certain when total state spending goes up. And that is what happened in 2018 and it worsened after tax cuts in December 2019.",
    "Under the last IMF program, spending to GDP went up from 17 to 20 percent of GDP, and there was a currency crisis in 2018.",
    "Revenue-based fiscal consolidation, without spending cuts, will increase the likelihood of default by boosting domestic consumption, and reducing private savings needed to re-build reserves.",
    "A DMC without a credible fixed exchange rate can push up interest rates to a higher level and also lead to currency instability.",
    "The capital budget which is financed by domestic borrowings must be cut.",
    "The budget targets will be supplemented by a series of economic reforms set as structural benchmarks. Any of these can be made into prior actions which need to be done before the program is approved by the board.",
    "An indicative target or structural benchmark for privatization will reduce the interest rates, boost budget revenues and reduce a long term drain on taxes to support them. A successfully privatized firm will eventually bring in tax revenues.",
    "A strong reform program made up of structural benchmarks can supplement budget finance. At the moment with the Debt Sustainability Analysis being negative, budget or program finance is not possible.",
    "China is the only country that has provided non-project budget finance to Sri Lanka in the recent past. China has said recently it will give a billion dollars.",
    "With a good set of structural benchmarks, it will be possible to get some money. The Indian credit line on food and medicine can be built into the budget. Medicine can be used to directly fund the health sector and any credit given to the private sector for cash can be used for budget finance.",
    "This column had advocated a blanket 20 percent hike in the past to avoid steep currency depreciation. But now the rupee has fallen from 200 to 300 to the US dollar.",
    "A 15 percent VAT hike in rupees will now be equal to 20 percent at 200 to the US dollar.",
    "The last budget proposed new cascading taxes. But that further complicates the tax structure and must be junked.",
    "In the longer-term, companies should have income tax rates of 15 percent as required by the Yellen tax.",
    "Any domestic producer getting more than 20 percent import duty protection must have a corporate income tax rate of 45 percent. Trade taxes should be reduced to 10 percent in the longer term.",
    "The Strategic Development Act which allows tax holidays to be given to the highest bidder and foreign workers to be given tax-free salaries must be re-considered.",
    "This is tricky with the make-up of the current parliament. This is where that the opposition can support.",
    "There is a ticking bomb in the state banking system in particular.",
    "Banks have been misused in the past to give dollars loans to the Ceylon Petroleum Corporation whenever money was printed by the central bank to create forex shortages.",
    "State banks have loaned 3.3 billion US dollars to the CPC which has essentially gone bad.",
    "Privatizing the state banks will also prevent authorities in the future from forcing the CPC to borrow dollars when forex shortages occur.",
    "Sri Lanka has to work fast to contain multiple defaults as Tanzi bites: Bellwether",
    "Privatizing banks in the long term will also stop the financing of zombie state enterprises. Privatizing the CPC will also stop the price controls.",
    "The long term solution is to fix the central bank so that forex shortages do not happen in the first place.",
    "Any haircuts on SLDBs, which are financed by dollar deposits will also contribute to the problem.",
    "There are also other problems in banks that need urgent attention. There are usually bad loans as consumption falls with currency depreciation. There can be margin loans.",
    "All banks are having serious problems with limits with counterparty banks abroad being cut.",
    "The two energy utilities have circular debt and also owe money to IPPs. Pakistan which has a similarly bad central bank with a flexible exchange rate has identical problems as Sri Lanka.",
    "The long term solution is to fix the central bank with changes to the Monetary Law so that the currency cannot be depreciated for competitive exchange rate or other purposes by Mercantilists wreaking havoc across the banking system, savings and pensions.",
    "This problem is not addressed in the draft law prepared by the last administration and in fact, makes it worse.",
    "The price formula for fuel and electricity is a must. It can now be seen that the Indian credit line is going to fund losses in energy utilities, making an already bad problem worse.",
    "If electricity is market priced, the money from the India credit line can be used for budget finance.",
    "There must be some legal reforms to the Public Utilities Commission to make price hikes faster and prevent delays from adding to debt and currency crises. The current process is too cumbersome.",
    "The monthly price changes adopted in Singapore by the regulator are an option.",
    "To stop prices from going permanently up, and allow the price formula to work in both directions, the central bank has to be reformed by law, that outlaws the flexible exchange rate (soft-peg), curtails open market operations, and commits it to a single anchor monetary framework.",
    "There are a number of state enterprises that can be privatized very quickly giving money to the budget. It is a low hanging fruit that was opposed by Wimal Weerawansa and the Rajapaksa family but does not make sense.",
    "These include Sri Lanka Insurance, Litro Gas, and state hotels. There is a list of such companies.",
    "Sri Lankan Airlines is flying on increasingly thin air with a sovereign under pressure.",
    "The sale of a stake in Sri Lanka Telecom giving full management control to the Malaysian investor will unlock value in the company and lead to growth.",
    "Land sales could also be done. Each land should be sold separately.",
    "The burden of the public sector on the people must be reduced. This is where revenue-based fiscal consolidation is going.",
    "The increase in the retirement age must be scrapped. The public sector must be allowed to reduce through retirement as well as an active voluntary scheme.",
    "The military must also be given some scheme to retire if they wish. When the economy recovers, and if trade taxes are reduced there will be jobs.",
    "Retirees who get jobs in the private sector will contribute to the provident funds.",
    "A contributory state pension fund must be set up for all new employees.",
    "This will end the incentive for crafty unemployed graduates to rob peoples’ taxes as salaries and non-contributed pensions.",
    "Imports including cars can be allowed so that taxes will go up, as soon as the exchange rate is stabilized. There is no harm in maintaining high taxes on cars for the moment.",
    "However, the long term solution to end import and exchange controls is to reform the central bank law, curtail open market operations and commit it to a single monetary anchor.",
    "These reforms are not rocket science. Whether its 2022 or 1966, the unfinished reforms are the same in this country. There are more reforms that can be done but have been omitted to save space.",
    "Sri Lanka’s economic death warrant was signed when the Latin America style central bank was set up in August 28, 1950, abolishing a currency board to become part of the Bretton Woods. Sri Lanka joined the IMF the next day.",
    "The Bretton Woods’ soft pegs flogged by people like John H Williams collapsed in 1971. Soft pegs or flexible exchange rates are fundamentally flawed because they have anchor conflicts.",
    "Despite having multiple currency crises, Sri Lanka did not go down the Latin American default path in the past due to a lack of commercial debt. Donor countries continued to fund Sri Lanka through crises.",
    "But in a country with a Latin America style central bank is default is not the problem. It is the monetary meltdown. The difference between Greece and Latin America with fuel shortages, job losses and outmigration was explained four years ago by this columnist when the consequences of ‘flexible inflation targeting became very clear.",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka’s high-interest rates and the large interest burden relative to government revenue are entirely due to money printing and depreciation. Anyone can do this with rates shooting up as warned in these columns before.",
    "When the central bank was set up, the three-month bill yield was 0.4 percent.",
    "A reserve money target based only on NFA is not contradictory. However, a more neutral monetary regime is needed for strong growth and stability.",
    "In a single anchor monetary framework, where capital is not evaporated by depreciation (inflated away) such as in a currency board, or a clean floating regime, interest rates start to plunge to low levels in about 1.5 Fed cycles.",
    "A strong currency and low inflation will also reduce the current account deficit by reducing the need to import capital.",
    "Sri Lanka’s fiscal problems involving a high-interest burden will fall automatically as rupee bonds are rolled over at 2 percent inflation.",
    "For that, a rule-bound currency board or a clean floating rate with a rule-bound to an inflation target is required. Without a single anchor monetary framework, Sri Lanka will end up at the IMF – again.",
    "Any former central bankers and others who are coming to help the country at this time should be admired.",
    "However, there is a risk that an IMF program will not be able to stabilize the country as political instability builds up.",
    "In that case, a re-financed new currency board or dollarization are options. As things stand, with political uncertainty triggered by monetary instability, spontaneous dollarization is also a possibility."
  ]
}