{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankan-awarded-in-Singapore-for-stopping-armed-assailant/108-233212",
  "time_ut": 1647433500,
  "title": "Sri Lankan awarded in Singapore for stopping armed assailant",
  "body_lines": [
    "A Sri Lankan national, Amila Chinthana, has been presented with the Public Spiritedness Award by the Ang Mo Kio Police Division in Singapore, for restraining the armed assailant and stopping him from causing more harm to the public while waiting for the police to arrive, Singapore media reported.",
    "Amila Chinthana,35, was waiting at a traffic junction in Buangkok Crescent on Monday afternoon (March 14) when a man armed with a samurai sword attacked him.",
    "\"He just ran towards me and slashed me three times,\" said Mr Chinthana, who owns a delivery service company.",
    "Mr Chinthana said he sustained three injuries - a cut longer than 10cm on his left shoulder as well as superficial wounds on his left hand and on the area below his neck.",
    "The assailant, a 37-year-old man, slipped and fell after charging at Mr Chinthana, who managed to pin him to the ground.",
    "\"It was very lucky that the floor was very slippery and he fell. I managed to get a grip on his two legs and held him down tightly,\" said Mr Chinthana, who also suffered bruises on his elbows and knees from the tussle.",
    "Preliminary police investigations found that the 37-year-old had consumed unknown pills prior to leaving his home with the sword. After a brief altercation with members of the public at his lift lobby, he jaywalked across the road and allegedly used the weapon to hit five passing cars, said the police in a statement.",
    "Mr Chinthana told The Straits Times he was heading home after buying food for his pregnant wife when he saw the man about 100m away, using a sword to hit vehicles on the road.",
    "He was recording the scene with his mobile phone when the man charged at him, forcing him to use his grocery bags to fend off the attacker.",
    "\"I'm not a man who gets scared easily, I don't know if this is in my blood,\" said Mr Chinthana, who did not think of fleeing despite the risk of getting seriously injured.",
    "\"I knew that I could run, but somehow, I was still standing there.\"",
    "After he pinned the man down, several other passers-by came to his aid, he said, adding that the police arrived within five minutes.",
    "Mr Chinthana was among six people who were presented with the Public Spiritedness Award by the Ang Mo Kio Police Division on Tuesday, for restraining the armed assailant and stopping him from causing more harm to the public while waiting for the police to arrive.",
    "The man was charged in court on Wednesday for voluntarily causing hurt by dangerous weapons or means."
  ]
}