{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Govt-reviewing-allocation-of-funds-for-imports-under-1-b-Indian-credit-line/34-734379",
  "time_ut": 1651704960,
  "title": "Govt. reviewing allocation of funds for imports under $ 1 b Indian credit line",
  "body_lines": [
    "The Government is reviewing the present allocation under the $ 1 billion Indian Credit Line for different sub categories based on the current needs prioritising essential food items, medicines, fuel and LP gas.",
    "A guideline has already been published in the web of the Ministry of Finance and applications are invited from interested parties for importation of goods under the credit facility.",
    "The Government signed the $ 1 billion Credit Facility Agreement with the Government of India to facilitate Sri Lankan importers who faced many difficulties in opening Letter of Credits to import foods and other essential items due to the shortage of foreign currency in the banking system and the market.",
    "Finance Ministry said based on the monthly requirement and the information received from importers, the credit line was initially allocated for importation of (a) essential food items - $ 300 million, (b) medicine - $ 200 million and (c) industrial raw materials - $ 500 million. However, this allocation was later revised to accommodate much needed fuel and LP gas by reducing the allocation for industrial raw materials and food items (Table 1). These allocations were determined considering the prevailed requirements at the time of finalising the credit line.",
    "The industrial raw materials include paper and printing materials, packaging materials, raw materials for textile industry, non-carbonic chemicals, cement/clinker and raw materials for transformers, fertiliser and steel. Industrial raw materials were considered in this credit line as these materials are required for continuation of the ongoing important projects and export industries that will ultimately bring foreign exchange in to the country. As of today, $ 40 million has been utilised for importation of steel, Finance Ministry added."
  ]
}