{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/assetline-opens-55th-branch-in-nugegoda/",
  "time_ut": 1649691840,
  "title": "Assetline opens 55th branch in Nugegoda",
  "body_lines": [
    "The new branch, located at No. 189, Stanley Thilakaratne Mawatha offers the entire spectrum of leasing and financial products and services.",
    "Speaking about the branch, Mr. Ashan Nissanka, Director & Chief Executive Officer, ALCL said; “Nugegoda is an important business hub, it is home to many entrepreneurs as well as small and medium enterprises but despite our large island-wide branch network we did not have a presence in this vibrant community. We are happy that this has now been addressed and the people of Nugegoda can experience the personalized, flexible, ethical and professional service that has become synonymous with ALCL”.",
    "The Company, which is the flagship of the David Pieris Group’s financial services cluster, continues to rapidly grow its footprint and expand its product offering. A branch was opened in Borella just a few months prior and Liya Diriya a product designed to empower and provide mobility to the women of Sri Lanka was also launched recently.",
    "The branch was opened by Rohana Dissanayake, Chairman, David Pieris Group of Companies together with Ashan Nissanka, Director & Chief Executive Officer, Assetline Leasing Company Limited, accompanied by Mrs. Romany Parakrama, Non- Executive Director Assetline Leasing, Mahesh de Silva, Chief Operating Officer, Ajantha Premasiri, Chief Marketing Officer, Directors and officials from the David Pieris Group, along with several customers and other invitees.",
    "A special feature of the opening was the presentation of the first brand – new Bajaj CT100, assembled with local value addition, to an ALCL leasing customer. This was monumental in that it is the first brand new motorcycle to be available in the market in over 2 years.",
    "The Assetline Nugegoda branch is also offering new customers free registration for four-wheelers, first year insurance free for mini trucks, two sets of tyres free for registered three wheelers and a helmet free for motorcycle leases.",
    "Hameedia launches Green Mart gourmet grocery store in Ratmalana to level up Sri Lanka’s foodscape",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}