{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-sees-signs-of-fuel-riots-as-motorists-wait-for-days-in-queues-96015/",
  "time_ut": 1655575380,
  "title": "Sri Lanka sees signs of fuel riots as motorists wait for days in queues",
  "body_lines": [
    "ECONOMYNEXT – Angry Sri Lankan motorists have started to protests against discrepancies in fuel distribution which has led to violent clashes with police after staying in queues for days amid fears of emerging fuel riots.",
    "People clashed with police at least in three fuel stations in north western district of Kurunagala, capital Colombo, and northern district of Mullativu in the last two days as motorists argued with police amid delays to receive fuel.",
    "In Kurunagala, a police official was seen attacking a protester with his hand while another official was manhandling the protester. Six police officials were injured during a clash with police in Athurugiriya, a Colombo suburb town as protesters opposed some priority queues. Many fuel stations saw similar tensions brewing due to lack of adequate fuel after days of waiting in queues.",
    "In Colombo, motorists also protested against a fuel tank supplying fuel directly to a motorist which police later said there was no discrepancies.",
    "Viral video in social media of discrepancies in fuel distribution by trucks forced Power and Energy Minister Kanchana Wijesekera to suspend three fuel truck immediately pending further investigations for alleged illegal unloading of fuel.",
    "Police Spokesman Nihal Thalduwa in a televised statement requested the public not to threaten the police demanding fuel.",
    "“Police should have the facility to obtain fuel and there won’t be any harm for the public due to this because police are not getting the fuel from what is allocated for the public,” Rhalduwa said.",
    "Witnesses told EconomyNext that the length of fuel queues have grown across the country while single land queues in many locations have either become double or triple resulting traffic.",
    "“The queues are getting longer by the day and there will be many health risks to people staying in queues,” Sri Lanka’s 1996 World Cup winning cricketer Roshan Mahanama said in his twitter platform while serving tea and snack for those who have been waiting in the queues for many hours.",
    "“Please, look after each other in the fuel queues. Bring adequate fluid and food and if you’re not well please, reach out to the closest person next to you and ask for support or call 1990. We need to look after each other during these difficult times.”",
    "People say they are against preferential treatments for some by filling station owners, workers, and with the recommendation of police.",
    "In Mullativu, Army had to open fire to disperse the crowd who protested against some preferential treatment.",
    "Army spokesman Nilantha Premaratna said the army was forced to open fire into the air after one of their guard posts located near the filling station was stoned and two persons were arrested.",
    "The rise in tension among the motorists comes as the government’s inability to provide continuous fuel supply resulting in closing down of University of Peradeniya, Sri Lanka’s largest state-owned university and all the schools in Colombo city due to lack of fuel for public transport.",
    "The government has already asked the most of the non-essential public sector employees to work from home for the next two weeks until the country ensures fuel supply.",
    "Commenting on the delays in the fuel distribution process, Shantha Silva, the joint secretary of the Sri Lanka Petroleum Private Tanker Owners’ Association  (SLPPTOA) said there is a delay at the state-run Ceylon Petroleum Corporation’s storage facilities.",
    "“CPC storage facilities in Kolonnawa and other areas provide the fuel needed for bowsers. However, bowsers have to stay for around 5 hours to get fuel and the distribution gets delayed because of that,” he said.",
    "Sri Lanka received the last consignment of 40,000 metric tonnes of diesel through the Indian credit facility of 500 million US dollars on June 16. The next petrol shipment is expected on June 23.",
    "The fuel shortage also has resulted in overcrowded buses and trains with many people risking their lives to travel without proper safety procedure. A 23-youth was killed when he fell while trying to board to a crowded train. (Colombo/ June 18/2022)"
  ],
  "translate": {
    "si": {
      "title": "දින ගණන් වාහන පෝලිම්වල රැඳී සිටින විට ශ්‍රී ලංකාව ඉන්ධන කෝලාහලවල ලකුණු දකී",
      "body_lines": [
        "ECONOMYNEXT - නැගී එන ඉන්ධන කෝලාහල පිලිබඳ භීතිය මධ්‍යයේ දින ගණන් පෝලිම්වල රැඳී සිටීමෙන් පසු පොලිසිය සමඟ ප්‍රචණ්ඩ ගැටුම් ඇති කර ගැනීමට හේතු වූ ඉන්ධන බෙදා හැරීමේ විෂමතාවන්ට එරෙහිව කෝපයට පත් ශ්‍රී ලාංකික රථවාහන රියදුරන් විරෝධතා ආරම්භ කර ඇත.",
        "පසුගිය දින දෙක තුළ වයඹ දිස්ත්‍රික්කයේ කුරුණෑගල දිස්ත්‍රික්කයේ සහ කොළඹ අගනුවර සහ උතුරේ මුලතිව් දිස්ත්‍රික්කයේ ඉන්ධන පිරවුම්හල් තුනක ඉන්ධන ලබා ගැනීමට ප්‍රමාද වීම මධ්‍යයේ රථ වාහන රියදුරන් පොලිසිය සමඟ වාද විවාද කරද්දී අවම වශයෙන් පොලිසිය සමඟ ජනතාව ගැටී ඇත.",
        "කුරුණෑගල ප්‍රදේශයේදී පොලිස් නිලධාරියෙකු විරෝධතාකරුවෙකුට අතින් පහර දෙන අතර තවත් නිලධාරියෙකු විරෝධතාකරුට පහර දෙන අයුරු දැකගත හැකි විය. ඇතැම් ප්‍රමුඛතා පෝලිම්වලට විරෝධතාකරුවන් විරුද්ධ වීම නිසා කොළඹ තදාසන්න නගරයක් වන අතුරුගිරියේදී පොලිසිය සමඟ ඇති වූ ගැටුමකදී පොලිස් නිලධාරීන් හය දෙනෙක් තුවාල ලැබූහ. දින ගණනාවක් පෝලිම්වල රැඳී සිටීමෙන් පසු ප්‍රමාණවත් ඉන්ධන නොමැතිකම හේතුවෙන් බොහෝ ඉන්ධන පිරවුම්හල්වල එවැනිම ආතතියක් ඇති විය.",
        "කොළඹදී ඉන්ධන ටැංකියකට සෘජුවම ඉන්ධන සපයන රියදුරෙකුට එරෙහිවද රථවාහන රියැදුරන් විරෝධතාවයක නිරත වූ අතර පසුව පොලිසිය ප්‍රකාශ කළේ එහි විෂමතා නොමැති බවයි.",
        "ට්‍රක් රථ මගින් ඉන්ධන බෙදා හැරීමේ විෂමතා පිළිබඳ සමාජ මාධ්‍යවල වෛරස් වීඩියෝවක් නීතිවිරෝධී ලෙස ඉන්ධන ගොඩබෑම සම්බන්ධයෙන් වැඩිදුර විමර්ශන සඳහා වහාම ඉන්ධන ට්‍රක් රථ තුනක් අත්හිටුවීමට විදුලිබල හා බලශක්ති අමාත්‍ය කංචන විජේසේකර මහතාට බල කළේය.",
        "ඉන්ධන ඉල්ලා පොලිසියට තර්ජනය නොකරන ලෙස පොලිස් මාධ්‍ය ප්‍රකාශක නිහාල් තල්දූව රූපවාහිනී ප්‍රකාශයක් කරමින් ජනතාවගෙන් ඉල්ලීමක් කළා.",
        "\"පොලිසියට ඉන්ධන ලබා ගැනීමේ පහසුකම තිබිය යුතු අතර මේ නිසා මහජනතාවට කිසිදු හානියක් සිදු නොවනු ඇත, මන්ද පොලිසිය මහජනතාවට වෙන් කරන දෙයින් ඉන්ධන ලබා නොගන්නා බව\" රාල්දූව පැවසීය.",
        "සාක්ෂිකරුවන් EconomyNext වෙත පැවසුවේ රට පුරා ඉන්ධන පෝලිම්වල දිග වැඩි වී ඇති අතර බොහෝ ස්ථානවල තනි ගොඩබිම් පෝලිම් ද්විත්ව හෝ තුන් ගුණයකින් ගමනාගමනය වී ඇති බවයි.",
        "දිනෙන් දින පෝලිම් දිගු වන අතර පෝලිම්වල රැඳී සිටින පුද්ගලයින්ට සෞඛ්‍ය අවදානම් රාශියක් ඇති වනු ඇත, ”ශ්‍රී ලංකාවේ 1996 ලෝක කුසලානය දිනූ ක්‍රිකට් ක්‍රීඩක රොෂාන් මහානාම සිය ට්විටර් වේදිකාවේ පැවසුවේ තේ සහ කෙටි කෑම පිළියෙළ කරන අතරතුර ය. පැය ගණනාවක් පෝලිම්.",
        "“කරුණාකර ඉන්ධන පෝලිම්වල එකිනෙකා බලාගන්න. ප්‍රමාණවත් දියර සහ ආහාර රැගෙන එන්න, ඔබට සනීප නොවන්නේ නම්, කරුණාකර ඔබ අසල සිටින සමීපතම පුද්ගලයා අමතා සහාය ඉල්ලා සිටින්න හෝ 1990 අමතන්න. මෙම දුෂ්කර කාලවලදී අපි එකිනෙකා ගැන සොයා බැලිය යුතුය.",
        "පිරවුම්හල් හිමියන්, කම්කරුවන් සහ පොලිසියේ නිර්දේශය ඇතිව සමහරුන්ට මනාප සැලකීමට විරුද්ධ බව ජනතාව පවසති.",
        "මුලතිව් ප්‍රදේශයේ යම් යම් මනාප සැලකීමට එරෙහිව විරෝධතා දැක්වූ පිරිස විසුරුවා හැරීමට හමුදාවට වෙඩි තැබීමට සිදු විය.",
        "යුද හමුදා මාධ්‍ය ප්‍රකාශක නිලන්ත ප්‍රේමරත්න කියා සිටියේ ඉන්ධන පිරවුම්හල අසල පිහිටි ඔවුන්ගේ එක් මුර මුරපොළකට ගල් ප්‍රහාරයක් එල්ල කර පුද්ගලයන් දෙදෙනෙකු අත්අඩංගුවට ගැනීමත් සමඟ හමුදාවට අහසට වෙඩි තැබීමට සිදු වූ බවයි.",
        "අඛණ්ඩ ඉන්ධන සැපයීමට රජයට නොහැකිවීම හේතුවෙන් ශ්‍රී ලංකාවේ විශාලතම රාජ්‍ය විශ්වවිද්‍යාලය වන පේරාදෙණිය විශ්වවිද්‍යාලය සහ කොළඹ නගරයේ සියලුම පාසල් පොදු ප්‍රවාහනය සඳහා ඉන්ධන නොමැතිකම හේතුවෙන් වසා දැමීම හේතුවෙන් රියදුරන් අතර ආතතිය ඉහළ ගොස් තිබේ.",
        "අත්‍යවශ්‍ය නොවන රාජ්‍ය අංශයේ සේවකයින්ගෙන් බොහෝ දෙනෙකුට රට ඉන්ධන සැපයීම සහතික කරන තෙක් ඉදිරි සති දෙක සඳහා නිවසේ සිට වැඩ කරන ලෙස රජය දැනටමත් ඉල්ලා තිබේ.",
        "ඉන්ධන බෙදා හැරීමේ ක්‍රියාවලියේ ප්‍රමාදයන් පිළිබඳව අදහස් දක්වමින් ශ්‍රී ලංකා ඛනිජ තෙල් පෞද්ගලික ටැංකි හිමියන්ගේ සංගමයේ (SLPPTOA) සම ලේකම් ශාන්ත සිල්වා මහතා පැවසුවේ රජය විසින් පාලනය වන ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ ගබඩා පහසුකම්වල ප්‍රමාදයක් පවතින බවයි.",
        "“කොලොන්නාවේ සහ අනෙකුත් ප්‍රදේශවල තෙල් සංස්ථාවේ ගබඩා පහසුකම් බවුසර් සඳහා අවශ්‍ය ඉන්ධන සපයයි. නමුත් ඉන්ධන ලබා ගැනීම සඳහා බවුසර්වලට පැය 5ක පමණ කාලයක් රැඳී සිටීමට සිදුවන අතර ඒ හේතුවෙන් බෙදා හැරීම ප්‍රමාද වන බවද ඔහු පැවසීය.",
        "ඇමෙරිකානු ඩොලර් මිලියන 500ක ඉන්දීය ණය පහසුකම හරහා ශ්‍රී ලංකාවට අවසන් වරට ඩීසල් මෙට්‍රික් ටොන් 40,000ක තොගය ලැබුණේ ජුනි 16 වැනිදාය. මීළඟ පෙට්‍රල් තොගය ජුනි 23 වැනිදා සිදුකිරීමට නියමිතය.",
        "ඉන්ධන හිඟය හේතුවෙන් මගී ප්‍රවාහන බස්රථ සහ දුම්රියවල මගීන් පිරී ඉතිරී ගොස් ඇති අතර, නිසි ආරක්‍ෂිත ක්‍රමවේදයක් නොමැතිව බොහෝ පිරිසක් තම ජීවිතය පරදුවට තබා ගමන් කරති. 23 හැවිරිදි තරුණයෙකු ජනාකීර්ණ දුම්රියකට නැගීමට උත්සාහ කිරීමේදී වැටී මිය ගියේය. (කොළඹ/ ජූනි 18/2022)"
      ]
    },
    "ta": {
      "title": "வாகன ஓட்டிகள் பல நாட்கள் வரிசையில் காத்திருப்பதால் எரிபொருள் கலவரத்தின் அறிகுறிகளை இலங்கை காண்கிறது",
      "body_lines": [
        "பொருளாதாரம் - எரிபொருளை விநியோகிப்பதில் உள்ள முரண்பாடுகளுக்கு எதிராக கோபமடைந்த இலங்கை வாகன சாரதிகள் ஆர்ப்பாட்டங்களை ஆரம்பித்துள்ளனர், இது வெளிவரும் எரிபொருள் கலவரங்களின் அச்சத்தின் மத்தியில் பல நாட்கள் வரிசையில் நின்ற பின்னர் பொலிஸாருடன் வன்முறை மோதல்களுக்கு வழிவகுத்தது.",
        "கடந்த இரண்டு நாட்களுக்கு முன்னர் வடமேற்கு மாவட்டம் குருநாகல், தலைநகர் கொழும்பு மற்றும் முல்லைத்தீவு வடக்கு மாவட்டத்தில் உள்ள மூன்று எரிபொருள் நிரப்பு நிலையங்களில் கடந்த இரண்டு நாட்களில் வாகன ஓட்டிகள் பொலிஸாருடன் எரிபொருளை பெற்றுக்கொள்வதில் தாமதம் ஏற்பட்டதையடுத்து வாக்குவாதத்தில் ஈடுபட்டுள்ளனர்.",
        "குருநாகலையில், பொலிஸ் உத்தியோகத்தர் ஒருவர் எதிர்ப்பாளர் ஒருவரை தனது கையால் தாக்குவதைக் காணக்கூடியதாக இருந்தது, மற்றொரு அதிகாரி எதிர்ப்பாளர் மீது தாக்குதல் நடத்தினார். கொழும்பு புறநகர் நகரமான அதுருகிரியவில் சில முன்னுரிமை வரிசைகளை எதிர்ப்பாளர்கள் எதிர்த்ததால் பொலிஸாருடன் ஏற்பட்ட மோதலின் போது ஆறு பொலிஸ் அதிகாரிகள் காயமடைந்தனர். பல எரிபொருள் நிலையங்களில் பல நாட்கள் வரிசையில் காத்திருந்ததற்குப் பிறகு போதுமான எரிபொருள் இல்லாததால் இதேபோன்ற பதற்றம் ஏற்பட்டது.",
        "கொழும்பில், வாகன ஓட்டி ஒருவருக்கு நேரடியாக எரிபொருளை வழங்கும் எரிபொருள் தாங்கிக்கு எதிராகவும் வாகன ஓட்டிகள் ஆர்ப்பாட்டத்தில் ஈடுபட்டனர், பின்னர் எந்தவித முரண்பாடுகளும் இல்லை என்று பொலிஸார் தெரிவித்தனர்.",
        "டிரக்குகள் மூலம் எரிபொருள் விநியோகத்தில் முரண்பாடுகள் சமூக ஊடகங்களில் வைரலான வீடியோ, மின்சாரம் மற்றும் எரிசக்தி அமைச்சர் காஞ்சனா விஜேசேகர, சட்டத்திற்குப் புறம்பாக எரிபொருளை இறக்கியதாகக் கூறப்படும் மேலதிக விசாரணைகள் நிலுவையில் உள்ள மூன்று எரிபொருள் டிரக்குகளை உடனடியாக இடைநிறுத்துமாறு கட்டாயப்படுத்தினார்.",
        "எரிபொருள் கோரி பொலிஸாரை அச்சுறுத்த வேண்டாம் என பொலிஸ் ஊடகப் பேச்சாளர் நிஹால் தல்துவ தொலைக்காட்சி மூலம் பொதுமக்களிடம் கோரிக்கை விடுத்துள்ளார்.",
        "\"பொலிஸுக்கு எரிபொருளைப் பெறுவதற்கான வசதி இருக்க வேண்டும், இதனால் பொதுமக்களுக்கு எந்தப் பாதிப்பும் ஏற்படாது, ஏனெனில் பொதுமக்களுக்கு ஒதுக்கப்பட்டதில் இருந்து பொலிசார் எரிபொருளைப் பெறுவதில்லை,\" என்று ரால்துவா கூறினார்.",
        "நாடு முழுவதும் எரிபொருள் வரிசைகளின் நீளம் அதிகரித்துள்ளதாக சாட்சிகள் EconomyNext க்கு தெரிவித்தனர், அதே நேரத்தில் பல இடங்களில் ஒற்றை நில வரிசைகள் இரட்டிப்பாகவோ அல்லது மும்மடங்காகவோ மாறி போக்குவரத்து நெரிசல் ஏற்பட்டது.",
        "1996 உலகக் கோப்பையை வென்ற இலங்கையின் துடுப்பாட்ட வீரர் ரோஷன் மஹானாம தனது ட்விட்டர் தளத்தில், தேநீர் மற்றும் சிற்றுண்டியை வழங்கும்போது, ​​\"வரிசைகள் நாளுக்கு நாள் நீண்டு கொண்டே செல்கின்றன, மேலும் வரிசையில் நிற்கும் மக்களுக்கு பல உடல்நலக் கேடுகள் ஏற்படும். பல மணி நேரம் வரிசைகள்.",
        "\"தயவுசெய்து, எரிபொருள் வரிசைகளில் ஒருவரையொருவர் கவனித்துக் கொள்ளுங்கள். போதுமான திரவம் மற்றும் உணவை எடுத்துச் செல்லுங்கள், உங்களுக்கு உடல்நிலை சரியில்லை எனில், உங்களுக்கு அருகில் உள்ள நபரைத் தொடர்புகொண்டு, ஆதரவைக் கேளுங்கள் அல்லது 1990க்கு அழைக்கவும். இந்த கடினமான காலங்களில் நாம் ஒருவரையொருவர் கவனித்துக் கொள்ள வேண்டும்.",
        "நிரப்பு நிலைய உரிமையாளர்கள், தொழிலாளர்கள் மற்றும் காவல்துறையினரின் பரிந்துரையுடன் சிலருக்கு முன்னுரிமை அளிக்கும் சிகிச்சைகளுக்கு எதிராக இருப்பதாக மக்கள் கூறுகிறார்கள்.",
        "முல்லைத்தீவில் சில முன்னுரிமைகளுக்கு எதிராக ஆர்ப்பாட்டம் செய்த கூட்டத்தை கலைக்க இராணுவம் துப்பாக்கிச் சூடு நடத்த வேண்டியிருந்தது.",
        "எரிபொருள் நிரப்பு நிலையத்திற்கு அருகாமையில் அமைந்துள்ள அவர்களின் பாதுகாப்புச் சாவடி ஒன்று கல்லெறிந்து இருவர் கைது செய்யப்பட்டதை அடுத்து இராணுவத்தினர் வானத்தை நோக்கி துப்பாக்கிச் சூடு நடத்தத் தள்ளப்பட்டதாக இராணுவப் பேச்சாளர் நிலந்த பிரேமரத்ன தெரிவித்தார்.",
        "அரசாங்கத்தால் தொடர்ச்சியான எரிபொருள் விநியோகத்தை வழங்க இயலாமையால், இலங்கையின் மிகப் பெரிய அரச பல்கலைக்கழகமான பேராதனைப் பல்கலைக்கழகம் மற்றும் கொழும்பு நகரில் உள்ள அனைத்துப் பாடசாலைகளும் பொதுப் போக்குவரத்திற்கு எரிபொருள் இல்லாத காரணத்தினால் மூடப்பட்டுள்ளமையால் வாகன சாரதிகள் மத்தியில் பதற்றம் அதிகரித்துள்ளது.",
        "நாடு எரிபொருள் விநியோகத்தை உறுதி செய்யும் வரை அடுத்த இரண்டு வாரங்களுக்கு அத்தியாவசியமற்ற பொதுத்துறை ஊழியர்களில் பெரும்பாலானவர்களை வீட்டிலிருந்து வேலை செய்யுமாறு அரசாங்கம் ஏற்கனவே கேட்டுக் கொண்டுள்ளது.",
        "எரிபொருள் விநியோகத்தில் ஏற்பட்டுள்ள தாமதம் குறித்து கருத்து தெரிவித்த இலங்கை பெற்றோலிய தனியார் டேங்கர் உரிமையாளர்கள் சங்கத்தின் (SLPPTOA) இணைச் செயலாளர் சாந்த சில்வா, அரசினால் நடத்தப்படும் இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தின் சேமிப்புக் கிடங்குகளில் தாமதம் ஏற்பட்டுள்ளதாக தெரிவித்தார்.",
        "“கொலன்னாவை மற்றும் ஏனைய பிரதேசங்களில் உள்ள CPC களஞ்சியசாலைகள் பவுசர்களுக்கு தேவையான எரிபொருளை வழங்குகின்றன. எவ்வாறாயினும், பவுசர்கள் எரிபொருளைப் பெறுவதற்கு சுமார் 5 மணித்தியாலங்கள் தங்கியிருக்க வேண்டியுள்ளது, இதனால் விநியோகம் தாமதமாகிறது, ”என்று அவர் கூறினார்.",
        "ஜூன் 16 அன்று 500 மில்லியன் அமெரிக்க டாலர்கள் இந்திய கடன் வசதி மூலம் 40,000 மெட்ரிக் டன் டீசலை கடைசியாக இலங்கை பெற்றது. அடுத்த பெட்ரோல் ஏற்றுமதி ஜூன் 23 அன்று எதிர்பார்க்கப்படுகிறது.",
        "எரிபொருள் தட்டுப்பாடு காரணமாக பேருந்துகள் மற்றும் ரயில்களில் அதிக கூட்டம் நிரம்பி வழிகிறது, மேலும் பலர் தங்கள் உயிரைப் பணயம் வைத்து முறையான பாதுகாப்பு நடைமுறைகள் இல்லாமல் பயணிக்கின்றனர். நெரிசலான ரயிலில் ஏற முயன்ற 23 வயது இளைஞர் ஒருவர் தவறி விழுந்து உயிரிழந்தார். (கொழும்பு/ ஜூன் 18/2022)"
      ]
    }
  }
}