{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-schedules-1-hour-40-min-power-cuts-using-up-borrowed-fuel-92415/",
  "time_ut": 1648913880,
  "title": "Sri Lanka schedules 1 hour 40 min power cuts using up borrowed fuel",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power cuts will be slashed to 1 hour 40 minutes as the Public Utilities Commission Chairman Janaka Ratnayake said a shipment of fuel arrived in the country on money borrowed from India.",
    "Areas A,B,C,D,E,F,G,H,I,J,K, P,Q,R,S, T, U, V, W will have power cuts of 1 hour an 40 minutes 5.30pm to 11.00pm.",
    "The PUCSL said 12,000 metric tonnes of diesel from the Indian credit line on Saturday and 6,000 tonnes from the Indian Oil Corporation.",
    "On April 05 and 06 12,000 tonnes of diesel would come from the Indian credit line.",
    "April 06 and 07 12,000 Metric tonnes of diesel and 15,000 metric tonnes of furnace oil would come.",
    "In addition “reasonable allocation” from an anchored ship would be made, the regulator said.",
    "“Therefore the PUCSL will guarantee to the public that the prevailing power cuts will be reduced considerably in the days to come,” the regulator said.",
    "Sri Lanka has faced severe forex shortages due to money printed over two years to keep interest down.",
    "An attempt to float the rupee has led to a collapse from 200 to 300 to the US dollar with no float established as of Friday.",
    "The power cuts are sharply reduced from 12 to one hour as the daily energy demand has surged partly due to people switching to electricity from gas, where there is also a shortage.",
    "If the Indian credit line is used to fund losses of the CEB, Sri Lanka would end up with a larger external current account deficit and higher public foreign debt, analysts say.",
    "Sri Lanka ended up with large power cuts partly because the CEB was denied 1 to 2 hour power cuts to conserve water earlier in the year. When CEB losses are finance by state banks with printed money taken from the central bank through the overnight window, forex shortages worsen. (Colombo/Apr03/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව ණයට ගත් ඉන්ධන භාවිතයෙන් පැය 1 විනාඩි 40 ක විදුලි කප්පාදුවක් සැලසුම් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ඉන්දියාවෙන් ණයට ගත් මුදල් මත ඉන්ධන තොගයක් මෙරටට පැමිණි බව මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපති ජනක රත්නායක මහතා ප්‍රකාශ කිරීමත් සමඟ ශ්‍රී ලංකාවේ විදුලි කප්පාදුව පැය 1 විනාඩි 40 දක්වා අඩු කරන බව",
        "A,B,C,D,E,F,G,H,I,J,K,P,Q,R,S,T,U,V,W ප්‍රදේශවලට පැය 1 යි විනාඩි 40 යි සවස 5.30 ට විදුලිය විසන්ධි වේ. 11.00 දක්වා.",
        "PUCSL පැවසුවේ සෙනසුරාදා ඉන්දියානු ණය මාර්ගයෙන් ඩීසල් මෙට්‍රික් ටොන් 12,000 ක් සහ ඉන්දියන් තෙල් සංස්ථාවෙන් ටොන් 6,000 ක් ලැබුණු බවයි.",
        "අප්‍රේල් 05 සහ 06 යන දෙදින තුළ ඩීසල් ටොන් 12,000ක් ඉන්දියානු ණය මාර්ගයෙන් පැමිණෙනවා.",
        "අපේ‍්‍රල් 06 සහ 07 ඞීසල් මෙට්‍රික් ටොන් 12,000ක් සහ උඳුන් තෙල් මෙට්‍රික් ටොන් 15,000ක් එනවා.",
        "ඊට අමතරව නැංගුරම් ලා ඇති නෞකාවකින් සාධාරණ වෙන් කිරීමක් සිදු කරන බව නියාමකයා පැවසීය.",
        "\"එබැවින් ඉදිරි දිනවලදී පවතින විදුලි කප්පාදුව සැලකිය යුතු ලෙස අඩු කරන බවට මහජන උපයෝගිතා කොමිසම මහජනතාවට සහතික වනු ඇත,\" නියාමකයා පැවසීය.",
        "පොලී අඩු කර ගැනීම සඳහා වසර දෙකක් තිස්සේ මුද්‍රණය කරන ලද මුදල් හේතුවෙන් ශ්‍රී ලංකාව දැඩි විදේශ විනිමය හිඟයකට මුහුණ දී ඇත.",
        "රුපියල පාවීමට දරන උත්සාහය සිකුරාදා වන විට කිසිදු පාවෙන ස්ථාවරයක් නොමැතිව එක්සත් ජනපද ඩොලරයට 200 සිට 300 දක්වා කඩා වැටීමකට තුඩු දී තිබේ.",
        "විදුලිය කප්පාදුව පැය 12 සිට පැයක් දක්වා සීඝ්‍රයෙන් අඩු වී ඇත්තේ දෛනික බලශක්ති ඉල්ලුම අර්ධ වශයෙන් ඉහළ ගොස් ඇති අතර, මිනිසුන් ගෑස් වලින් විදුලිය වෙත මාරුවීම නිසා හිඟයක් ද පවතී.",
        "ලංකා විදුලිබල මණ්ඩලයේ අලාභ සඳහා අරමුදල් සැපයීම සඳහා ඉන්දියානු ණය මාර්ගය භාවිතා කරන්නේ නම්, ශ්‍රී ලංකාව විශාල බාහිර ජංගම ගිණුමේ හිඟයක් සහ ඉහළ රාජ්‍ය විදේශ ණයක් සමඟ අවසන් වනු ඇතැයි විශ්ලේෂකයෝ පවසති.",
        "ශ්‍රී ලංකාව විශාල විදුලි කප්පාදුවකින් අවසන් වූයේ වසර මුලදී ජල සංරක්ෂණය සඳහා විදුලිබල මණ්ඩලයට පැය 1 සිට 2 දක්වා විදුලිය විසන්ධි කිරීම ප්‍රතික්ෂේප කළ බැවිනි. ලංවිම පාඩු රාජ්‍ය බැංකු විසින් මහ බැංකුවෙන් එක රැයකින් ලබා ගත් මුද්‍රිත මුදල් වලින් මූල්‍යකරණය කරන විට, විදේශ විනිමය හිඟය උග්‍ර වේ. (කොළඹ/අප්‍රේල් 03/2022)"
      ]
    },
    "ta": {
      "title": "கடனாகப் பெற்ற எரிபொருளைப் பயன்படுத்தி 1 மணிநேரம் 40 நிமிட மின்வெட்டுகளை இலங்கை திட்டமிடுகிறது",
      "body_lines": [
        "பொருளாதாரம் - இந்தியாவில் இருந்து கடனாகப் பெற்ற பணத்தில் நாட்டிற்கு எரிபொருள் ஏற்றுமதி வந்ததாக பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் தலைவர் ஜனக ரத்நாயக்க தெரிவித்ததையடுத்து இலங்கையின் மின்வெட்டு 1 மணிநேரம் 40 நிமிடங்களாக குறைக்கப்படும்.",
        "A,B,C,D,E,F,G,H,I,J,K,P,Q,R,S,T,U,V,W பகுதிகளில் 1 மணி முதல் 40 நிமிடம் மாலை 5.30 மணி வரை மின்வெட்டு இருக்கும். இரவு 11.00 மணி வரை.",
        "சனிக்கிழமையன்று இந்திய கடன் வரியிலிருந்து 12,000 மெட்ரிக் டன் டீசல் மற்றும் இந்தியன் ஆயில் கார்ப்பரேஷனிடமிருந்து 6,000 டன் டீசல் கிடைத்ததாக PUCSL தெரிவித்துள்ளது.",
        "ஏப்ரல் 05 மற்றும் 06 தேதிகளில் இந்திய கடன் வரியிலிருந்து 12,000 டன் டீசல் வரும்.",
        "ஏப்ரல் 06 மற்றும் 07 தேதிகளில் 12,000 மெட்ரிக் டன் டீசல் மற்றும் 15,000 மெட்ரிக் டன் ஃபர்னஸ் ஆயில் வரும்.",
        "கூடுதலாக ஒரு நங்கூரமிட்ட கப்பலில் இருந்து \"நியாயமான ஒதுக்கீடு\" செய்யப்படும், கட்டுப்பாட்டாளர் கூறினார்.",
        "\"எனவே, வரும் நாட்களில் நிலவும் மின்வெட்டுகள் கணிசமாகக் குறைக்கப்படும் என்று PUCSL பொதுமக்களுக்கு உத்தரவாதம் அளிக்கும்\" என்று கட்டுப்பாட்டாளர் கூறினார்.",
        "வட்டியைக் குறைப்பதற்காக இரண்டு வருடங்களாக அச்சடிக்கப்பட்ட பணத்தினால் இலங்கை கடுமையான அந்நிய செலாவணி பற்றாக்குறையை எதிர்கொண்டுள்ளது.",
        "ரூபாயை மிதக்கும் முயற்சியால் அமெரிக்க டாலருக்கு 200 முதல் 300 வரை சரிந்துள்ளது, வெள்ளியன்று எந்த ஒரு மிதவையும் நிறுவப்படவில்லை.",
        "மின்வெட்டு 12 மணி நேரத்திலிருந்து ஒரு மணி நேரமாக குறைக்கப்படுகிறது, ஏனெனில் மக்கள் எரிவாயுவிலிருந்து மின்சாரத்திற்கு மாறுவதால் தினசரி எரிசக்தி தேவை ஓரளவு அதிகரித்துள்ளது, அங்கும் பற்றாக்குறை உள்ளது.",
        "இந்தியக் கடன் வரியானது CEB இன் இழப்புகளுக்கு நிதியளிக்கப் பயன்படுத்தப்பட்டால், இலங்கை ஒரு பெரிய வெளி நடப்புக் கணக்குப் பற்றாக்குறை மற்றும் அதிக பொது வெளிநாட்டுக் கடனுடன் முடிவடையும் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "இந்த வருடத்தின் முற்பகுதியில் நீரைச் சேமிப்பதற்காக CEB க்கு 1 முதல் 2 மணிநேர மின்வெட்டு மறுக்கப்பட்டதால், இலங்கை பெரிய மின்வெட்டுகளுடன் முடிவடைந்தது. மத்திய வங்கியிலிருந்து ஒரே இரவில் எடுக்கப்பட்ட அச்சிடப்பட்ட பணத்தின் மூலம் CEB இழப்புகள் அரச வங்கிகளால் நிதியாக இருக்கும்போது, ​​அந்நிய செலாவணி பற்றாக்குறை மோசமடைகிறது. (கொழும்பு/ஏப்.03/2022)"
      ]
    }
  }
}