{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-hears-the-faint-noise-inside-community-kitchens-EDITORIAL/231-239222",
  "time_ut": 1655411820,
  "title": "Sri Lanka hears the faint noise inside community kitchens - EDITORIAL",
  "body_lines": [
    "Sri Lanka is seeing the first signs of some sections of the community thinking of whether the ‘neighbour’ had his or her meal. Just the other day ‘Sarvodaya’ together with ‘Singularity Sri Lanka’ organised a ‘community kitchen’ to ensure that people in the Grandpass area had a solid meal for dinner. The food kitchen was held on June 14 at the St. Joseph’s Church in Grandpass and as many as 1700 people were fed. For the record dry rations were also distributed.",
    "The initiative was held to serve members of low income families affected by a food shortage. We don’t have to mention here that Sri Lanka is at present facing a severe economic crisis where several unskilled labourers have lost their jobs. Food prices have doubled stifling the buying power of low income families.",
    "This is the time to spread the culture of food kitchens and the idea that the authorities need to address all questions associated with ‘food security’. Food security is threatened when members of a community are not sure when they’ll receive their next nutritious meal. It’s in such an environment that members of a community come together and pool resources to cook large quantities of food. Most often this happens when the role of government agencies is absent during a crisis.",
    "Like with the heartwarming initiative taken at Grandpass things do really happen when social activists take charge of a situation. This regime under a new prime minister is not giving people much hope because of the tendency to spell it out to people, on a daily basis, how pathetic the economic situation in the country is. The unsaid message by the regime, each day, seems to be ‘we will tell you the problem daily and you find the solutions’.",
    "But hunger can open the eyes of affluent people who can do something for the community. If this gesture of kindness spreads like the general weather pattern in June-that helps promote outdoor activities and sports-the less fortunate doesn’t have to go hungry.",
    "The community kitchen concept has a long history and dates back to the time of 1481 AD when the Sikhs managing the Golden Temple’s activities made arrangements to feed people with free meals. That practice has continued since the time of Guru Nanak; having had only two short breaks when the practice was broken. Those meals were associated with religious functions. Sri Lanka too has a similar history and about offering free meals during Poya Day; which is associated with the Buddhist teachings on giving alms to cultivate non-attachment to worldly materials.",
    "But the food kitchen culture devoid of religious connections would serve this humanitarian purpose better. History has shown us how food kitchens have operated after a war, during recession and an economic downturn. After the war between Georgia and Abkhazia in 1994 food kitchens were established to feed the needy. There are records to show that there were food kitchens in several countries during the great recession and when global inflation stifled countries; a period which began in late 2006.",
    "And there are psychological connotations to a free meal at a community kitchen. A person visiting such a facility would feel that he has no self-worth.  But literature associated with community kitchens also underscores a positive side to it. Community kitchens have the potential to offer alternative livelihood opportunities to unemployed females and unskilled labour. The United Nations has also highlighted that such a facility can change stigmatised attitudes and behaviours related to HIV patients and sex workers; thereby promoting the spirit of tolerance.",
    "The concept of community kitchens must be promoted as much as possible in a country like Sri Lanka because the hopeless situation is leaving room for dangerous practices like chain snatching and petty robberies. There are stories of Sri Lankans attempting to migrate; which is often facilitated by individuals offering illegal paths. More and more people will soon feel the ‘hunger’. Hence community kitchens carry the potential to ease the burden on the less fortunate citizens and also ensure that they are not undernourished."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට ප්‍රජා මුළුතැන්ගෙයි ඇතුළත සිහින් ශබ්දය ඇසේ - කතුවැකිය",
      "body_lines": [
        "‘අසල්වැසියා’ ඔහුගේ හෝ ඇයගේ ආහාර වේල ගත්තා දැයි සිතන ප්‍රජාවේ සමහර කොටස්වල පළමු ලකුණු ශ්‍රී ලංකාව දකිමින් සිටී. ග්‍රෑන්ඩ්පාස් ප්‍රදේශයේ ජනතාවට රාත්‍රී ආහාරය සඳහා ඝන ආහාර වේලක් ලබා දීම සහතික කිරීම සඳහා පසුගිය දිනක ‘සර්වෝදය’ ‘Singularity Sri Lanka’ සමඟ එක්ව ‘ප්‍රජා කුස්සියක්’ සංවිධානය කළේය. ආහාර කුස්සිය ජුනි 14 වන දින ග්‍රෑන්ඩ්පාස් හි ශාන්ත ජෝශප් දේවස්ථානයේදී පැවැත්වුණු අතර 1700 දෙනෙකුට පමණ ආහාර ලබා දෙන ලදී. වාර්තාව සඳහා වියළි සලාක ද බෙදා දෙන ලදී.",
        "ආහාර හිඟයෙන් පීඩාවට පත් අඩු ආදායම්ලාභී පවුල්වල සාමාජිකයින්ට සේවය කිරීම සඳහා මෙම මුලපිරීම පැවැත්විණි. ශ්‍රී ලංකාව මේ වන විට නුපුහුණු ශ්‍රමිකයන් කිහිප දෙනෙකුට රැකියා අහිමි වූ දරුණු ආර්ථික අර්බුදයකට මුහුණ දී සිටින බව අප මෙහිදී සඳහන් කළ යුතු නැත. අඩු ආදායම්ලාභී පවුල්වල මිලදී ගැනීමේ ශක්තිය අඩාල කරමින් ආහාර මිල දෙගුණයකින් වැඩි වී ඇත.",
        "ආහාර මුළුතැන්ගෙයි සංස්කෘතිය සහ ‘ආහාර සුරක්ෂිතතාව’ හා සම්බන්ධ සියලු ප්‍රශ්නවලට බලධාරීන් විසඳුම් ලබා දිය යුතුය යන අදහස පැතිරවීමට මෙය කාලයයි. ප්‍රජාවක සාමාජිකයින්ට ඔවුන්ගේ මීළඟ පෝෂ්‍යදායී ආහාරය ලැබෙන්නේ කවදාදැයි විශ්වාස නැති විට ආහාර සුරක්ෂිතතාව තර්ජනයට ලක් වේ. ප්‍රජාවක සාමාජිකයන් එකතු වී විශාල ආහාර ප්‍රමාණයක් පිස ගැනීමට සම්පත් එකතු කරන්නේ එවැනි පරිසරයක් තුළ ය. බොහෝ විට මෙය සිදුවන්නේ අර්බුදයකදී රජයේ ආයතනවල කාර්යභාරය නොමැති විටය.",
        "ග්‍රෑන්ඩ්පාස්හිදී ගත් හද උණුසුම් කරවන මුලපිරීම මෙන්ම සමාජ ක්‍රියාකාරීන් යම්කිසි තත්වයක් භාරගත් විට ඇත්තටම දේවල් සිදුවේ. නව අගමැතිවරයකු යටතේ පවතින මෙම පාලනය ජනතාවට එතරම් බලාපොරොත්තු ලබා නොදෙන්නේ රටේ ආර්ථික තත්ත්වය කෙතරම් ඛේදනීයද යන්න දිනපතාම ජනතාවට කියා දීමේ ප්‍රවණතාව නිසාය. සෑම දිනකම පාලන තන්ත්‍රය විසින් නොකියන ලද පණිවිඩය පෙනෙන්නේ ‘අපි ඔබට දිනපතා ප්‍රශ්නය කියන්නෙමු, ඔබ විසඳුම් සොයන්නෙමු’ යන්නයි.",
        "නමුත් කුසගින්න නිසා සමාජයට යමක් කළ හැකි ධනවත් මිනිසුන්ගේ දෑස් විවර කළ හැකිය. මෙම කරුණාවේ අභිනය ජුනි මාසයේ සාමාන්‍ය කාලගුණ රටාව මෙන් පැතිර ගියහොත් - එය එළිමහන් ක්‍රියාකාරකම් සහ ක්‍රීඩා ප්‍රවර්ධනය කිරීමට උපකාරී වේ - අඩු වාසනාවන්තයින්ට කුසගින්නේ සිටීමට සිදු නොවේ.",
        "ප්‍රජා මුළුතැන්ගෙයි සංකල්පයට දිගු ඉතිහාසයක් ඇති අතර, රන් දෙවොලේ ක්‍රියාකාරකම් කළමනාකරනය කරන ලද සීක් ජාතිකයන් විසින් මිනිසුන්ට නොමිලේ ආහාර සැපයීමට කටයුතු සම්පාදනය කළ ක්‍රිස්තු වර්ෂ 1481 කාලය දක්වා දිවයයි. ගුරුන්නාන්සේගේ කාලයේ සිටම එම පුරුද්ද දිගටම පවතී; පුහුණුවීම් බිඳ දැමූ විට තිබුණේ කෙටි විවේක දෙකක් පමණි. එම ආහාර වේල් ආගමික කටයුතු සමඟ සම්බන්ධ විය. ශ්‍රී ලංකාවට ද එවැනිම ඉතිහාසයක් ඇති අතර පොහොය දිනට නොමිලේ ආහාර පිරිනැමීම ගැන; ලෞකික ද්‍රව්‍ය කෙරෙහි නොඇලීම වඩනු පිණිස දානය දීම පිළිබඳ බෞද්ධ ඉගැන්වීම් හා බැඳී පවතී.",
        "නමුත් ආගමික සම්බන්ධතාවලින් තොර ආහාර කුස්සියේ සංස්කෘතිය මෙම මානුෂීය අරමුණට වඩා හොඳින් සේවය කරනු ඇත. යුද්ධයකින් පසු, අවපාතය සහ ආර්ථික පසුබෑමකදී ආහාර කුස්සිය ක්‍රියාත්මක වූ ආකාරය ඉතිහාසය අපට පෙන්වා දී ඇත. 1994 දී ජෝර්ජියාව සහ අබ්කාසියා අතර යුද්ධයෙන් පසු අසරණයින් පෝෂණය කිරීම සඳහා ආහාර මුළුතැන්ගෙයි ස්ථාපිත කරන ලදී. මහා අවපාතයේ දී සහ ගෝලීය උද්ධමනය රටවල් යටපත් කළ විට රටවල් කිහිපයක ආහාර කුස්සියක් තිබූ බව පෙන්වීමට වාර්තා තිබේ. 2006 අග භාගයේ ආරම්භ වූ කාල පරිච්ඡේදයකි.",
        "ප්‍රජා කුස්සියක නොමිලේ ආහාර වේලක් සඳහා මනෝවිද්‍යාත්මක අර්ථයන් ඇත. එවැනි ස්ථානයකට යන පුද්ගලයෙකුට තමාට ආත්ම වටිනාකමක් නොමැති බව හැඟේ. එහෙත් ප්‍රජා කුස්සිය ආශ්‍රිත සාහිත්‍යය ද එහි ධනාත්මක පැත්තක් අවධාරනය කරයි. රැකියා විරහිත කාන්තාවන්ට සහ නුපුහුණු ශ්‍රමයට විකල්ප ජීවනෝපාය අවස්ථා ලබා දීමට ප්‍රජා කුස්සියට හැකියාව ඇත. එවැනි පහසුකමකින් HIV රෝගීන් සහ ලිංගික ශ්‍රමිකයින් සම්බන්ධ අපකීර්තියට පත් වූ ආකල්ප සහ හැසිරීම් වෙනස් කළ හැකි බව එක්සත් ජාතීන්ගේ සංවිධානය ද අවධාරණය කර ඇත. එමගින් ඉවසීමේ ආත්මය ප්රවර්ධනය කරයි.",
        "ශ්‍රී ලංකාව වැනි රටක ප්‍රජා මුළුතැන්ගෙයි සංකල්පය හැකිතාක් ප්‍රචලිත කළ යුතු වන්නේ බලාපොරොත්තු රහිත තත්ත්වය දම්වැල් මංකොල්ලකෑම් සහ කුඩා මංකොල්ලකෑම් වැනි භයානක ක්‍රියාවන්ට ඉඩ සලසන බැවිනි. සංක්‍රමණය වීමට උත්සාහ කරන ශ්‍රී ලාංකිකයන් පිළිබඳ කථා තිබේ; බොහෝ විට නීති විරෝධී මාර්ග ලබා දෙන පුද්ගලයින් විසින් පහසුකම් සපයනු ලැබේ. වැඩි වැඩියෙන් මිනිසුන්ට ඉක්මනින් 'කුසගින්න' දැනෙනු ඇත. එබැවින් ප්‍රජා මුළුතැන්ගෙයි අඩු වාසනාවන්ත පුරවැසියන් මත බර ලිහිල් කිරීමට සහ ඔවුන් මන්දපෝෂණයට ලක් නොවන බව සහතික කිරීමට හැකියාව ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கை சமூக சமையலறைகளுக்குள் மெல்லிய சத்தம் கேட்கிறது - தலையங்கம்",
      "body_lines": [
        "சமூகத்தின் சில பிரிவினர் ‘அண்டை வீட்டுக்காரன்’ சாப்பிட்டானா என்ற சிந்தனையின் முதல் அறிகுறிகளை இலங்கை காண்கிறது. கிராண்ட்பாஸ் பகுதியில் உள்ள மக்கள் இரவு உணவிற்கு திடமான உணவை உண்பதை உறுதி செய்வதற்காக 'சர்வோதயா' மற்றும் 'சிங்குலாரிட்டி ஸ்ரீலங்கா' இணைந்து ஒரு 'சமூக சமையலறை' ஏற்பாடு செய்தது. ஜூன் 14 ஆம் தேதி கிராண்ட்பாஸில் உள்ள புனித ஜோசப் தேவாலயத்தில் உணவு சமையலறை நடைபெற்றது மற்றும் 1700 பேருக்கு உணவளிக்கப்பட்டது. சாதனைக்கான உலர் உணவுகளும் விநியோகிக்கப்பட்டன.",
        "உணவுப் பற்றாக்குறையால் பாதிக்கப்பட்டுள்ள குறைந்த வருமானம் கொண்ட குடும்பங்களின் உறுப்பினர்களுக்கு சேவை செய்வதற்காக இந்த முயற்சி நடத்தப்பட்டது. இலங்கை தற்போது கடுமையான பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளது, பல திறமையற்ற தொழிலாளர்கள் வேலை இழந்துள்ளனர் என்பதை நாம் இங்கு குறிப்பிட வேண்டியதில்லை. குறைந்த வருமானம் கொண்ட குடும்பங்களின் வாங்கும் சக்தியை திணறடிக்கும் வகையில் உணவுப் பொருட்களின் விலை இருமடங்காக அதிகரித்துள்ளது.",
        "உணவு சமையலறைகளின் கலாச்சாரத்தை பரப்புவதற்கான நேரம் இது மற்றும் 'உணவு பாதுகாப்பு' தொடர்பான அனைத்து கேள்விகளுக்கும் அதிகாரிகள் தீர்வு காண வேண்டும் என்ற எண்ணம். ஒரு சமூகத்தைச் சேர்ந்தவர்கள் தங்களின் அடுத்த சத்தான உணவை எப்போது பெறுவார்கள் என்று உறுதியாகத் தெரியாதபோது உணவுப் பாதுகாப்பு அச்சுறுத்தப்படுகிறது. இத்தகைய சூழலில்தான் ஒரு சமூகத்தின் உறுப்பினர்கள் ஒன்று கூடி, பெரிய அளவிலான உணவைச் சமைப்பதற்கு வளங்களைத் திரட்டுகிறார்கள். நெருக்கடியின் போது அரசாங்க நிறுவனங்களின் பங்கு இல்லாதபோது இது பெரும்பாலும் நிகழ்கிறது.",
        "கிராண்ட்பாஸில் எடுக்கப்பட்ட மனதைக் கவரும் முன்முயற்சியைப் போலவே, சமூக ஆர்வலர்கள் ஒரு சூழ்நிலைக்கு பொறுப்பேற்கும்போது விஷயங்கள் உண்மையில் நடக்கும். நாட்டின் பொருளாதார நிலை எவ்வளவு பரிதாபகரமானது என்பதை அன்றாடம் மக்களுக்கு எடுத்துரைக்கும் போக்கின் காரணமாக, புதிய பிரதமரின் கீழ் இந்த ஆட்சி மக்களுக்கு அதிக நம்பிக்கையைத் தரவில்லை. ‘தினமும் பிரச்னையைச் சொல்வோம், தீர்வு காண்பீர்கள்’ என்பதுதான், ஒவ்வொரு நாளும் ஆட்சியில் சொல்லப்படாத செய்தியாகத் தெரிகிறது.",
        "ஆனால் சமூகத்திற்கு ஏதாவது செய்யக்கூடிய வசதி படைத்தவர்களின் கண்களை பசி திறக்கும். இந்த கருணையின் சைகையானது ஜூன் மாதத்தின் பொதுவான வானிலை போல பரவினால் - இது வெளிப்புற நடவடிக்கைகள் மற்றும் விளையாட்டுகளை ஊக்குவிக்க உதவுகிறது - குறைந்த அதிர்ஷ்டசாலிகள் பசியுடன் இருக்க வேண்டியதில்லை.",
        "சமூக சமையலறை கருத்து ஒரு நீண்ட வரலாற்றைக் கொண்டுள்ளது மற்றும் பொற்கோயிலின் செயல்பாடுகளை நிர்வகிக்கும் சீக்கியர்கள் 1481 கி.பி.யில் மக்களுக்கு இலவச உணவை வழங்குவதற்கான ஏற்பாடுகளைச் செய்த காலத்திலிருந்து தொடங்குகிறது. குருநானக் காலத்திலிருந்தே அந்தப் பழக்கம் தொடர்கிறது; நடைமுறையை உடைத்தபோது இரண்டு குறுகிய இடைவெளிகள் மட்டுமே இருந்தன. அந்த உணவுகள் மத செயல்பாடுகளுடன் தொடர்புடையவை. போயா தினத்தில் இலவச உணவு வழங்குவது பற்றி இலங்கையும் இதே போன்ற வரலாற்றைக் கொண்டுள்ளது. உலகப் பொருட்களில் பற்றற்ற தன்மையை வளர்ப்பதற்காக தானம் வழங்குவது பற்றிய பௌத்த போதனைகளுடன் தொடர்புடையது.",
        "ஆனால் மதத் தொடர்புகள் இல்லாத உணவு சமையலறை கலாச்சாரம் இந்த மனிதாபிமான நோக்கத்தை சிறப்பாகச் செய்யும். போருக்குப் பிறகு, மந்தநிலை மற்றும் பொருளாதார வீழ்ச்சியின் போது உணவு சமையலறைகள் எவ்வாறு செயல்பட்டன என்பதை வரலாறு நமக்குக் காட்டுகிறது. 1994 இல் ஜார்ஜியாவிற்கும் அப்காசியாவிற்கும் இடையிலான போருக்குப் பிறகு, தேவைப்படுபவர்களுக்கு உணவளிக்க உணவு சமையலறைகள் நிறுவப்பட்டன. பெரும் பொருளாதார மந்தநிலை நிலவிய காலத்திலும், உலகப் பணவீக்கம் நாடுகளைத் திணறடித்தபோதும் பல நாடுகளில் உணவு சமையலறைகள் இருந்ததைக் காட்டுவதற்குப் பதிவுகள் உள்ளன; 2006 இன் பிற்பகுதியில் தொடங்கிய காலம்.",
        "சமூக சமையலறையில் இலவச உணவுக்கு உளவியல் ரீதியான அர்த்தங்கள் உள்ளன. அத்தகைய வசதியைப் பார்வையிடும் ஒரு நபர் தனக்கு சுய மதிப்பு இல்லை என்று உணருவார். ஆனால் சமூக சமையலறைகளுடன் தொடர்புடைய இலக்கியம் அதற்கு ஒரு நேர்மறையான பக்கத்தை அடிக்கோடிட்டுக் காட்டுகிறது. சமூக சமையலறைகள் வேலையில்லாத பெண்கள் மற்றும் திறமையற்ற தொழிலாளர்களுக்கு மாற்று வாழ்வாதார வாய்ப்புகளை வழங்குவதற்கான ஆற்றலைக் கொண்டுள்ளன. அத்தகைய வசதி எச்.ஐ.வி நோயாளிகள் மற்றும் பாலியல் தொழிலாளர்கள் தொடர்பான களங்கப்படுத்தப்பட்ட மனப்பான்மை மற்றும் நடத்தைகளை மாற்றும் என்றும் ஐக்கிய நாடுகள் சபை சுட்டிக்காட்டியுள்ளது; அதன் மூலம் சகிப்புத்தன்மையின் உணர்வை ஊக்குவிக்கிறது.",
        "இலங்கை போன்ற ஒரு நாட்டில் சமூக சமையலறைகளின் கருத்து முடிந்தவரை ஊக்குவிக்கப்பட வேண்டும், ஏனெனில் நம்பிக்கையற்ற சூழ்நிலை சங்கிலி பறிப்பு மற்றும் சிறிய கொள்ளை போன்ற ஆபத்தான நடைமுறைகளுக்கு இடமளிக்கிறது. புலம்பெயர முயற்சிக்கும் இலங்கையர்கள் பற்றிய கதைகள் உள்ளன; இது பெரும்பாலும் சட்டவிரோத பாதைகளை வழங்கும் தனிநபர்களால் எளிதாக்கப்படுகிறது. அதிகமான மக்கள் விரைவில் 'பசி'யை உணருவார்கள். எனவே, சமூக சமையலறைகள் வசதியற்ற குடிமக்களின் சுமையை எளிதாக்கும் ஆற்றலைக் கொண்டுள்ளன, மேலும் அவர்கள் ஊட்டச்சத்து குறைபாடு இல்லாமல் இருப்பதை உறுதி செய்கின்றன."
      ]
    }
  }
}