{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/why-were-interest-rates-raised/",
  "time_ut": 1651510680,
  "title": "Why were interest rates raised?",
  "body_lines": [
    "The behaviour of market forces in macroeconomics is not instantaneous. We cannot experience the impact of these forces, immediately, like fire or wind. We would feel the behaviour of market forces such as inflation, unemployment, stock markets, interest rates and exchange rates, only with a time lag. Then it may be too late. We can now feel their impact because neither the political authority nor the officialdom made a serious attempt to manage them even though many economists and others had warned well in advance that our country was heading for bankruptcy.",
    "There are three main reasons for raising interest rates. That is to control inflation, stabilise the exchange rate and maintain real interest rates. To understand this dynamic process that is taking place, basic interest rates (policy rates) need to be identified.",
    "Policy interest rates are the interest rates at which the Central Bank deals with other banks.",
    "According to monetary policy (as prescribed by the Treasury and the Central Bank), commercial banks must, at the end of each day, maintain sufficient funds for statutory reserves and liquidity. Therefore, some banks may have a cash surplus while other banks may face a cash deficit or shortage.",
    "Banks with surplus money would deposit them with the Central Bank and earn interest. The interest rate applicable to those deposits made by commercial banks with the Central Bank is called the Standing Deposit Facility Rate (SDFR). That is the minimum (floor) interest rate that the Central Bank pays to other banks for their deposits.",
    "Similarly, at the end of the day, the Central Bank will provide credit facilities to banks facing shortages of statutory reserves and liquid assets to be maintained by commercial banks. The Standing Lending Facility Rate (SLFR) is the maximum (ceiling) interest rate charged for advances taken by commercial banks from the Central Bank.",
    "The bank rate is the interest rate charged by the Central Bank on advances extended to meet the temporary liquidity requirements of commercial banks. This means that the Central Bank will act as the lender of the last resort. These loans require a certain amount of assets to be mortgaged and this higher interest rate is considered as a penalty rate.",
    "Let us now look at the three main objectives of raising interest rates.",
    "Inflation is simply defined as continuous rise in price levels. The annualised inflation, as announced by the Central Bank of Sri Lanka, was 14.2% in January 2022 and 16% in March and the forecast for April is 25-26%, could be over 30% if the current situation prevailed.",
    "Inflation for food items was as high as 24% in January, according to the inflation rates published by the Central Bank of Sri Lanka. This can be 35% -40% today, compared to January prices.",
    "As a traditionally accepted remedy, the Central Bank raised policy interest rates by 7%, recently. The 7% increase is a historic one. Policy interest rates are now 13.5% and 14.5%.",
    "As interest rates rise, people are reluctant to invest money in businesses and take risks and waste time; instead, they would conveniently choose interest-bearing bank deposits to stay relaxed. This would lead to less investment, causing a decrease in economic activities while leading to an increase in bank deposits (savings), which means a decrease in the circulation of money. Then demand would fall and price levels would stabilise if all other factors remain static.",
    "Rising interest rates would discourage borrowings and slow down investments and reduce economic activities further.",
    "However, there are countries with high economic growth rates, such as China and India, where inflation would not increase proportionately to the increase in economic growth.",
    "One reason for this may be that as economic activity increases, production increases and supply increases in line with demand, while price levels are controlled by supplier competition. Therefore, traditional theories should not be accepted as universal rules.",
    "The real interest rate is the difference between bank interest rates and inflation. If bank interest rates are lower than inflation, people will not be motivated to save. It is profitable to stockpile as many items as possible with the rising prices of commodities.",
    "This could lead to a vicious cycle of increased demand and a tendency for hyper-inflation.",
    "That is, the vicious cycle of rising interest rates and inflation continuously, reinforcing each other.",
    "When the above data is examined, it appears that the real interest rate in Sri Lanka today is negative with a large gap. This means that the interest rates that banks pay on public deposits are much lower than the rate of inflation. If so, these interest rates are likely to rise further in the future.",
    "The other factor that led to the rise in interest rates was the stabilisation of the exchange rate. People are reluctant to keep dollars if they have higher interest rates on rupee deposits relative to the appreciation of the dollar.",
    "It is more profitable to convert dollars into rupees and invest them in rupee deposits at higher interest rates. The interest rates on dollar deposits are as low as 2% -3%, but rupee deposits with an annual interest rate of 14.5% could double the money in five years.",
    "As interest rates rise, demand increases for the rupee and demand for the dollar falls. As a result, the rupee would appreciate against the dollar. To achieve this, other factors that contribute to the appreciation of the dollar must be controlled. That is controlling imports which intensify demand for the dollar.",
    "Import controls should also be carefully considered on experts’ advice and implemented slowly and carefully so as not to shock the farmers and burden the people. Otherwise, it would be too late when it is realised that arbitrary decisions such as the banning of agrochemical imports are wrong.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පොලී අනුපාත වැඩි කළේ ඇයි?",
      "body_lines": [
        "සාර්ව ආර්ථික විද්‍යාවේ වෙළඳපල බලවේගවල හැසිරීම ක්ෂණික නොවේ. ගින්න හෝ සුළඟ වැනි මෙම බලවේගවල බලපෑම අපට ක්ෂණිකව අත්විඳිය නොහැක. උද්ධමනය, විරැකියාව, කොටස් වෙලඳපොලවල්, පොලී අනුපාත සහ විනිමය අනුපාත වැනි වෙළඳපල බලවේගවල හැසිරීම අපට දැනෙන්නේ කාල ප්‍රමාදයක් සමඟ පමණි. එවිට ප්‍රමාද වැඩි විය හැක. අපේ රට බංකොලොත් භාවයට යන බවට බොහෝ ආර්ථික විද්‍යාඥයන් සහ වෙනත් අය කල් ඇතිව අනතුරු අඟවා තිබුණද ඒවා කළමනාකරණය කිරීමට දේශපාලන අධිකාරිය හෝ නිලතල දැඩි උත්සාහයක් නොගත් නිසා ඒවායේ බලපෑම දැන් අපට දැනේ.",
        "පොලී අනුපාත ඉහළ නැංවීමට ප්‍රධාන හේතු තුනක් තිබේ. එනම් උද්ධමනය පාලනය කිරීම, විනිමය අනුපාතිකය ස්ථාවර කිරීම සහ සැබෑ පොලී අනුපාත පවත්වා ගැනීමයි. සිදුවෙමින් පවතින මෙම ගතික ක්‍රියාවලිය තේරුම් ගැනීමට මූලික පොලී අනුපාත (ප්‍රතිපත්ති අනුපාත) හඳුනාගත යුතුය.",
        "ප්‍රතිපත්ති පොලී අනුපාත යනු මහ බැංකුව අනෙකුත් බැංකු සමඟ ගනුදෙනු කරන පොලී අනුපාත වේ.",
        "මුදල් ප්‍රතිපත්තියට අනුව (භාණ්ඩාගාරය සහ මහ බැංකුව විසින් නියම කර ඇති පරිදි), වාණිජ බැංකු, සෑම දිනකම අවසානයේ, ව්‍යවස්ථාපිත සංචිත සහ ද්‍රවශීලතාවය සඳහා ප්‍රමාණවත් අරමුදල් පවත්වා ගත යුතුය. එබැවින්, සමහර බැංකුවලට මුදල් අතිරික්තයක් තිබිය හැකි අතර අනෙකුත් බැංකු මුදල් හිඟයකට හෝ හිඟයකට මුහුණ දිය හැකිය.",
        "අතිරික්ත මුදල් ඇති බැංකු ඒවා මහ බැංකුවේ තැන්පත් කර පොලී උපයනු ඇත. වාණිජ බැංකු විසින් මහ බැංකුවේ තැන්පත් කර ඇති එම තැන්පතු සඳහා අදාළ වන පොලී අනුපාතය නිත්‍ය තැන්පතු පහසුකම් අනුපාතිකය (SDFR) ලෙස හැඳින්වේ. එනම් මහ බැංකුව අනෙකුත් බැංකුවලට ඔවුන්ගේ තැන්පතු සඳහා ගෙවන අවම (මහල) පොලී අනුපාතයයි.",
        "ඒ හා සමානව, දවස අවසානයේදී, ව්‍යවස්ථාපිත සංචිත හිඟයකට මුහුණ දෙන බැංකුවලට සහ වාණිජ බැංකු විසින් පවත්වාගෙන යා යුතු ද්‍රවශීල වත්කම් සඳහා මහ බැංකුව විසින් ණය පහසුකම් ලබා දෙනු ඇත. ස්ථාවර ණය පහසුකම් අනුපාතිකය (SLFR) යනු වාණිජ බැංකු විසින් මහ බැංකුවෙන් ලබා ගන්නා අත්තිකාරම් සඳහා අය කරනු ලබන උපරිම (සිවිලිම) පොලී අනුපාතිකයයි.",
        "බැංකු අනුපාතිකය යනු වාණිජ බැංකුවල තාවකාලික ද්‍රවශීලතා අවශ්‍යතා සපුරාලීම සඳහා දීර්ඝ කරන ලද අත්තිකාරම් සඳහා මහ බැංකුව විසින් අය කරනු ලබන පොලී අනුපාතයයි. මෙයින් අදහස් කරන්නේ මහ බැංකුව අවසාන විසඳුමේ ණය දෙන්නා ලෙස කටයුතු කරන බවයි. මෙම ණය සඳහා යම් වත්කම් ප්‍රමාණයක් උකස් කිරීමට අවශ්‍ය වන අතර මෙම ඉහළ පොලී අනුපාතය දඬුවම් අනුපාතයක් ලෙස සැලකේ.",
        "දැන් අපි පොලී අනුපාත ඉහළ නැංවීමේ ප්‍රධාන අරමුණු තුන දෙස බලමු.",
        "උද්ධමනය සරලව අර්ථ දැක්වෙන්නේ මිල මට්ටම් අඛණ්ඩව ඉහළ යාමයි. ශ්‍රී ලංකා මහ බැංකුව විසින් ප්‍රකාශයට පත් කරන ලද වාර්ෂික උද්ධමනය 2022 ජනවාරි මාසයේදී 14.2% ක් සහ මාර්තු මාසයේදී 16% ක් වූ අතර අප්‍රේල් සඳහා පුරෝකථනය 25-26% ක් වන අතර වත්මන් තත්ත්වය පවතින්නේ නම් 30% ට වඩා වැඩි විය හැකිය.",
        "ශ්‍රී ලංකා මහ බැංකුව විසින් ප්‍රකාශයට පත් කරන ලද උද්ධමන අනුපාතවලට අනුව ආහාර ද්‍රව්‍ය සඳහා වන උද්ධමනය ජනවාරි මාසයේදී 24% තරම් ඉහළ අගයක් ගෙන ඇත. මෙය ජනවාරි මිල ගණන් වලට සාපේක්ෂව අද 35% -40% විය හැක.",
        "සාම්ප්‍රදායිකව පිළිගත් පිළියමක් ලෙස, මහ බැංකුව ප්‍රතිපත්ති පොලී අනුපාත 7% කින් මෑතකදී ඉහළ නැංවීය. 7% වැඩිවීම ඓතිහාසික එකකි. ප්‍රතිපත්ති පොලී අනුපාත දැන් 13.5% සහ 14.5% වේ.",
        "පොලී අනුපාත ඉහළ යන විට, ව්‍යාපාරවල මුදල් ආයෝජනය කිරීමටත් අවදානම් ගැනීමටත් කාලය නාස්ති කිරීමටත් මිනිසුන් මැලි වෙති; ඒ වෙනුවට, ඔවුන් සැහැල්ලුවෙන් සිටීමට පොලී සහිත බැංකු තැන්පතු පහසුවෙන් තෝරා ගනු ඇත. මෙය අඩු ආයෝජනයකට තුඩු දෙන අතර, ආර්ථික ක්‍රියාකාරකම්වල අඩුවීමක් ඇති කරන අතරම බැංකු තැන්පතු (ඉතුරුම්) වැඩි වීමට හේතු වනු ඇත, එනම් මුදල් සංසරණය අඩුවීමයි. එවිට ඉල්ලුම පහත වැටෙනු ඇති අතර අනෙකුත් සියලු සාධක ස්ථිතිකව පවතී නම් මිල මට්ටම් ස්ථාවර වනු ඇත.",
        "ඉහළ යන පොලී අනුපාත ණය ගැනීම් අධෛර්යමත් කිරීමට සහ ආයෝජන මන්දගාමී කිරීමට සහ ආර්ථික ක්‍රියාකාරකම් තවදුරටත් අඩු කිරීමට හේතු වනු ඇත.",
        "කෙසේ වෙතත්, ආර්ථික වර්ධනයේ වැඩිවීමට සමානුපාතිකව උද්ධමනය වැඩි නොවන චීනය සහ ඉන්දියාව වැනි ඉහළ ආර්ථික වර්ධන වේගයක් ඇති රටවල් තිබේ.",
        "මෙයට එක් හේතුවක් විය හැක්කේ ආර්ථික ක්‍රියාකාරකම් වැඩි වන විට නිෂ්පාදනය වැඩි වීම සහ ඉල්ලුමට අනුකූලව සැපයුම වැඩි වන අතර මිල මට්ටම් සැපයුම්කරුවන්ගේ තරඟකාරීත්වය මගින් පාලනය වීමයි. එබැවින් සාම්ප්‍රදායික න්‍යායන් විශ්ව රීති ලෙස පිළිගත යුතු නැත.",
        "සැබෑ පොලී අනුපාතය යනු බැංකු පොලී අනුපාත සහ උද්ධමනය අතර වෙනසයි. බැංකු පොලී අනුපාත උද්ධමනයට වඩා අඩු නම්, ඉතිරි කිරීමට මිනිසුන් පෙලඹෙන්නේ නැත. බඩු මිල ඉහළ යාමත් සමඟ හැකිතාක් භාණ්ඩ ගබඩා කිරීම ලාභදායී වේ.",
        "මෙය ඉල්ලුම වැඩිවීමේ විෂම චක්‍රයක් සහ අධි-උද්ධමනය සඳහා ප්‍රවණතාවක් ඇති කිරීමට හේතු විය හැක.",
        "එනම්, එකිනෙක ශක්තිමත් කරමින් අඛණ්ඩව ඉහළ යන පොලී අනුපාත සහ උද්ධමනයේ විෂම චක්‍රයයි.",
        "ඉහත දත්ත විමසා බලන විට පෙනී යන්නේ අද ශ්‍රී ලංකාවේ සැබෑ පොලී අනුපාතිකය විශාල පරතරයක් සහිතව සෘණ අගයක් ගන්නා බවයි. මෙයින් අදහස් කරන්නේ බැංකු මහජන තැන්පතු සඳහා ගෙවන පොලී අනුපාත උද්ධමන අනුපාතයට වඩා බෙහෙවින් අඩු බවයි. එසේ වුවහොත් ඉදිරියේදී මෙම පොලී අනුපාත තවත් ඉහළ යාමට ඉඩ ඇත.",
        "පොලී අනුපාත ඉහළ යාමට තුඩු දුන් අනෙක් කරුණ නම් විනිමය අනුපාතිකය ස්ථාවර වීමයි. ඩොලරයේ අගය වැඩිවීමට සාපේක්ෂව රුපියලේ තැන්පතු සඳහා වැඩි පොලී අනුපාත තිබේ නම් ඩොලර් තබා ගැනීමට මිනිසුන් මැලි වෙති.",
        "ඩොලර් රුපියල් බවට පරිවර්තනය කර වැඩි පොලී අනුපාත යටතේ රුපියල් තැන්පතුවල ආයෝජනය කිරීම වඩා ලාභදායී වේ. ඩොලර් තැන්පතු සඳහා පොලී අනුපාත 2% -3% තරම් අඩු නමුත් 14.5% ක වාර්ෂික පොලී අනුපාතයක් සහිත රුපියල් තැන්පතු වසර පහකින් මුදල් දෙගුණ කළ හැකිය.",
        "පොලී අනුපාත ඉහළ යන විට රුපියල සඳහා ඉල්ලුම වැඩි වන අතර ඩොලරයට ඇති ඉල්ලුම පහත වැටේ. එහි ප්‍රතිඵලයක් ලෙස ඩොලරයට සාපේක්ෂව රුපියලේ අගය ඉහළ යනු ඇත. මෙය සාක්ෂාත් කර ගැනීම සඳහා ඩොලරයේ අගය ඉහළ යාමට දායක වන අනෙකුත් සාධක පාලනය කළ යුතුය. එනම් ඩොලරයට ඇති ඉල්ලුම උත්සන්න කරන ආනයන පාලනය කිරීමයි.",
        "ආනයන පාලනයන් ද ප්‍රවීණයන්ගේ උපදෙස් මත හොඳින් සලකා බලා ගොවීන් කම්පනයට පත් නොවන පරිදි සහ ජනතාවට බරක් නොවන පරිදි සෙමින් හා ප්‍රවේශමෙන් ක්‍රියාත්මක කළ යුතුය. එසේ නොවුවහොත් කෘෂි රසායන ආනයනය තහනම් කිරීම වැනි අත්තනෝමතික තීරණ වැරදි බව වැටහෙන විට ප්‍රමාද වැඩිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஏன் வட்டி விகிதங்கள் உயர்த்தப்பட்டன?",
      "body_lines": [
        "மேக்ரோ பொருளாதாரத்தில் சந்தை சக்திகளின் நடத்தை உடனடியாக இல்லை. நெருப்பு அல்லது காற்று போன்ற இந்த சக்திகளின் தாக்கத்தை நாம் உடனடியாக அனுபவிக்க முடியாது. பணவீக்கம், வேலையின்மை, பங்குச் சந்தைகள், வட்டி விகிதங்கள் மற்றும் மாற்று விகிதங்கள் போன்ற சந்தை சக்திகளின் நடத்தையை கால தாமதத்துடன் மட்டுமே உணருவோம். பின்னர் அது மிகவும் தாமதமாகலாம். நமது நாடு திவாலான நிலைக்குச் செல்கிறது என்று பல பொருளாதார வல்லுனர்களும் மற்றவர்களும் முன்கூட்டியே எச்சரித்திருந்தும் அரசியல் அதிகாரமோ அல்லது அதிகாரிகளோ அவற்றை நிர்வகிக்க தீவிர முயற்சி எடுக்காததால் அவற்றின் தாக்கத்தை நாம் இப்போது உணர முடிகிறது.",
        "வட்டி விகிதத்தை உயர்த்த மூன்று முக்கிய காரணங்கள் உள்ளன. அதாவது பணவீக்கத்தை கட்டுப்படுத்துவது, மாற்று விகிதத்தை நிலைப்படுத்துவது மற்றும் உண்மையான வட்டி விகிதங்களை பராமரிப்பது. இந்த மாறும் செயல்முறையைப் புரிந்து கொள்ள, அடிப்படை வட்டி விகிதங்கள் (கொள்கை விகிதங்கள்) அடையாளம் காணப்பட வேண்டும்.",
        "கொள்கை வட்டி விகிதங்கள் என்பது மத்திய வங்கி மற்ற வங்கிகளுடன் கையாளும் வட்டி விகிதங்கள் ஆகும்.",
        "பணவியல் கொள்கையின்படி (கருவூலம் மற்றும் மத்திய வங்கியால் பரிந்துரைக்கப்பட்டபடி), வணிக வங்கிகள், ஒவ்வொரு நாளின் முடிவிலும், சட்டப்பூர்வ கையிருப்பு மற்றும் பணப்புழக்கத்திற்கு போதுமான நிதியை பராமரிக்க வேண்டும். எனவே, சில வங்கிகளில் பண உபரி இருக்கலாம் மற்ற வங்கிகள் பணப் பற்றாக்குறை அல்லது பற்றாக்குறையை எதிர்கொள்ளலாம்.",
        "உபரி பணம் உள்ள வங்கிகள் அவற்றை மத்திய வங்கியில் டெபாசிட் செய்து வட்டி பெறும். மத்திய வங்கியில் வணிக வங்கிகள் செய்யும் வைப்புத்தொகைகளுக்கு பொருந்தும் வட்டி விகிதம் நிலையான வைப்பு வசதி விகிதம் (SDFR) எனப்படும். மத்திய வங்கி மற்ற வங்கிகளுக்கு அவர்களின் வைப்புத்தொகைக்கு செலுத்தும் குறைந்தபட்ச (தரை) வட்டி விகிதமாகும்.",
        "அதேபோன்று, நாளின் முடிவில், வர்த்தக வங்கிகளால் பராமரிக்கப்பட வேண்டிய சட்டரீதியான கையிருப்பு மற்றும் திரவ சொத்துக்களின் பற்றாக்குறையை எதிர்கொள்ளும் வங்கிகளுக்கு மத்திய வங்கி கடன் வசதிகளை வழங்கும். நிலையான கடன் வசதி விகிதம் (SLFR) என்பது மத்திய வங்கியிடமிருந்து வணிக வங்கிகளால் எடுக்கப்படும் முன்பணங்களுக்கு விதிக்கப்படும் அதிகபட்ச (உச்சவரம்பு) வட்டி விகிதமாகும்.",
        "வங்கி விகிதம் என்பது வணிக வங்கிகளின் தற்காலிக பணப்புழக்கத் தேவைகளைப் பூர்த்தி செய்வதற்காக நீட்டிக்கப்பட்ட முன்பணங்களுக்கு மத்திய வங்கியால் விதிக்கப்படும் வட்டி விகிதமாகும். அதாவது மத்திய வங்கி கடைசி முயற்சியாக கடன் வழங்குபவராக செயல்படும். இந்தக் கடன்களுக்கு குறிப்பிட்ட அளவு சொத்துக்களை அடமானம் வைக்க வேண்டும், மேலும் இந்த அதிக வட்டி விகிதம் அபராத விகிதமாகக் கருதப்படுகிறது.",
        "வட்டி விகிதத்தை உயர்த்துவதன் மூன்று முக்கிய நோக்கங்களை இப்போது பார்ப்போம்.",
        "பணவீக்கம் என்பது விலை மட்டங்களில் தொடர்ச்சியான உயர்வு என வரையறுக்கப்படுகிறது. இலங்கை மத்திய வங்கியினால் அறிவிக்கப்பட்ட வருடாந்த பணவீக்கம் 2022 ஜனவரியில் 14.2% ஆகவும் மார்ச் மாதத்தில் 16% ஆகவும் ஏப்ரல் மாதத்திற்கான கணிப்பு 25-26% ஆகவும், தற்போதைய நிலைமை நிலவினால் 30% க்கும் அதிகமாக இருக்கலாம்.",
        "இலங்கை மத்திய வங்கியினால் வெளியிடப்பட்ட பணவீக்க விகிதங்களின்படி, உணவுப் பொருட்களின் பணவீக்கம் ஜனவரி மாதத்தில் 24% ஆக உயர்ந்துள்ளது. இது ஜனவரி விலையுடன் ஒப்பிடும்போது இன்று 35% -40% ஆக இருக்கலாம்.",
        "பாரம்பரியமாக ஏற்றுக்கொள்ளப்பட்ட ஒரு தீர்வாக, மத்திய வங்கி சமீபத்தில் கொள்கை வட்டி விகிதங்களை 7% உயர்த்தியது. 7% உயர்வு என்பது வரலாற்று சிறப்புமிக்க ஒன்றாகும். பாலிசி வட்டி விகிதங்கள் இப்போது 13.5% மற்றும் 14.5%.",
        "வட்டி விகிதங்கள் உயரும் போது, ​​மக்கள் வணிகங்களில் பணத்தை முதலீடு செய்ய தயங்குகிறார்கள் மற்றும் ரிஸ்க் எடுத்து நேரத்தை வீணடிக்கிறார்கள்; மாறாக, அவர்கள் நிம்மதியாக இருக்க வசதியாக வட்டி செலுத்தும் வங்கி வைப்புகளை தேர்வு செய்வார்கள். இது குறைந்த முதலீட்டிற்கு வழிவகுக்கும், இது பொருளாதார நடவடிக்கைகளில் குறைவை ஏற்படுத்தும் அதே வேளையில் வங்கி வைப்புகளில் (சேமிப்பு) அதிகரிப்புக்கு வழிவகுக்கும், அதாவது பணத்தின் சுழற்சியில் குறைவு. மற்ற எல்லா காரணிகளும் நிலையானதாக இருந்தால், தேவை குறையும் மற்றும் விலை நிலைகள் நிலையானதாக இருக்கும்.",
        "உயரும் வட்டி விகிதங்கள் கடன் வாங்குவதைத் தடுக்கும் மற்றும் முதலீடுகளை மெதுவாக்கும் மற்றும் பொருளாதார நடவடிக்கைகளை மேலும் குறைக்கும்.",
        "இருப்பினும், சீனா மற்றும் இந்தியா போன்ற அதிக பொருளாதார வளர்ச்சி விகிதங்களைக் கொண்ட நாடுகள் உள்ளன, அங்கு பொருளாதார வளர்ச்சியின் அதிகரிப்புக்கு விகிதாசாரமாக பணவீக்கம் அதிகரிக்காது.",
        "இதற்கு ஒரு காரணம், பொருளாதார செயல்பாடுகள் அதிகரிக்கும் போது, ​​உற்பத்தி அதிகரித்து தேவைக்கு ஏற்ப வழங்கல் அதிகரிக்கிறது, அதே நேரத்தில் விலை நிலைகள் சப்ளையர் போட்டியால் கட்டுப்படுத்தப்படுகின்றன. எனவே, பாரம்பரிய கோட்பாடுகள் உலகளாவிய விதிகளாக ஏற்றுக்கொள்ளப்படக்கூடாது.",
        "உண்மையான வட்டி விகிதம் என்பது வங்கி வட்டி விகிதங்களுக்கும் பணவீக்கத்திற்கும் உள்ள வித்தியாசம். வங்கி வட்டி விகிதங்கள் பணவீக்கத்தை விட குறைவாக இருந்தால், மக்கள் சேமிக்கத் தூண்டப்பட மாட்டார்கள். பொருட்களின் விலை ஏற்றத்துடன் முடிந்தவரை பொருட்களை இருப்பு வைப்பது லாபகரமானது.",
        "இது அதிகரித்த தேவையின் தீய சுழற்சி மற்றும் உயர் பணவீக்கத்திற்கான போக்குக்கு வழிவகுக்கும்.",
        "அதாவது, தொடர்ந்து அதிகரித்து வரும் வட்டி விகிதங்கள் மற்றும் பணவீக்கத்தின் தீய சுழற்சி, ஒன்றையொன்று வலுப்படுத்துகிறது.",
        "மேற்கூறிய தரவுகளை ஆராயும் போது, ​​இலங்கையில் இன்று உண்மையான வட்டி வீதம் பாரிய இடைவெளியுடன் எதிர்மறையாகவே காணப்படுகின்றது. அதாவது, வங்கிகள் பொது வைப்புத்தொகைக்கு செலுத்தும் வட்டி விகிதங்கள் பணவீக்க விகிதத்தை விட மிகக் குறைவு. அப்படியானால், இந்த வட்டி விகிதங்கள் எதிர்காலத்தில் மேலும் உயர வாய்ப்புள்ளது.",
        "வட்டி விகிதங்களின் உயர்வுக்கு வழிவகுத்த மற்ற காரணி மாற்று விகிதத்தை உறுதிப்படுத்துவதாகும். டாலரின் மதிப்பு உயர்வுடன் ஒப்பிடும்போது ரூபாய் டெபாசிட்டுகளுக்கு அதிக வட்டி இருந்தால் டாலர்களை வைத்திருக்க மக்கள் தயங்குகிறார்கள்.",
        "டாலரை ரூபாயாக மாற்றி அதிக வட்டியில் ரூபாய் வைப்புகளில் முதலீடு செய்வது அதிக லாபம் தரும். டாலர் டெபாசிட்டுகளுக்கான வட்டி விகிதங்கள் 2% -3% வரை குறைவாக உள்ளது, ஆனால் 14.5% வருடாந்திர வட்டி விகிதத்துடன் ரூபாய் வைப்பு ஐந்து ஆண்டுகளில் பணத்தை இரட்டிப்பாக்க முடியும்.",
        "வட்டி விகிதங்கள் உயரும்போது, ​​ரூபாயின் தேவை அதிகரித்து டாலருக்கான தேவை குறைகிறது. இதனால், டாலருக்கு நிகரான ரூபாய் மதிப்பு உயரும். இதை அடைய, டாலரின் மதிப்பிற்கு பங்களிக்கும் பிற காரணிகள் கட்டுப்படுத்தப்பட வேண்டும். அது டாலருக்கான தேவையை அதிகரிக்கும் இறக்குமதியைக் கட்டுப்படுத்துகிறது.",
        "இறக்குமதிக் கட்டுப்பாடுகளும் நிபுணர்களின் ஆலோசனையின் பேரில் கவனமாகப் பரிசீலிக்கப்பட்டு, விவசாயிகளுக்கு அதிர்ச்சியும், மக்களுக்குச் சுமையும் ஏற்படாத வகையில் மெதுவாகவும் கவனமாகவும் செயல்படுத்தப்பட வேண்டும். இல்லையெனில், வேளாண் இரசாயன இறக்குமதியைத் தடை செய்தல் போன்ற தன்னிச்சையான முடிவுகள் தவறானவை என்பதை உணரும்போது அது மிகவும் தாமதமாகிவிடும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}