{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sp-cuts-sri-lanka-sovereign-rating-to-selective-default-sd-93481/",
  "time_ut": 1650900780,
  "title": "S&P cuts Sri Lanka sovereign rating to selective default (SD)",
  "body_lines": [
    "ECONOMYNEXT – Standard and Poor’s, a rating agency said it had cut Sri Lanka’s sovereign rating to ‘selective default’ a bond coupon payment was missed on 1.25 billon US dollars of sovereign bonds.",
    "Individual securities were downgraded to default of D, the rating agency said.",
    "Sri Lanka has 30 days to make payment on the coupon which fell due on April 18.",
    "“We do not expect the government to make the coupon payments within 30 calendar days after their due dates,” Standard and Poor’s said.",
    "“In our view, achieving a more sustainable fiscal position will require restructuring the government’s local currency debt,” S and P said.",
    "“Sri Lanka’s local currency debt constitutes more than 50% of its overall indebtedness, and a considerable proportion of its very high interest burden relative to revenues.”",
    "Sri Lanka’s domestic debt however has suffered a massive haircut with the rupee falling from 204 to 345 levels so far and inflationary revenues are coming to the government.",
    "Bond holders are willing to roll-over debt but at high rates.",
    "“Sri Lanka’s debt restructuring process is likely to be complicated and may take an extended period of time to complete,” the rating agency said.",
    "“Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "“The country has also experienced considerable political uncertainty in recent weeks and it remains unclear if the current government can retain a majority in parliament.",
    "“Failure to establish a sustainable government could further complicate and hinder progress in the discussions with the IMF. This could ultimately delay a comprehensive reform program.”",
    "Sri Lanka Foreign Currency Rating Lowered to ‘SD’ On Missed Sovereign Bond Interest Payments",
    "•\tOn April 18, 2022, Sri Lanka missed interest payments on its US$1.25 billion international sovereign bonds maturing in 2023 and 2028.",
    "•\tWe do not expect the government to make the coupon payments within 30 calendar days after their due dates.",
    "•\tWe lowered our long-term foreign currency sovereign credit rating on Sri Lanka to ‘SD’ (selective default) from ‘CC’. At the same time, we lowered our issue ratings on the 2023 and 2028 bonds to ‘D’ (default) from ‘CC’. In addition, we affirmed our ‘CCC-/C’ local currency sovereign ratings on Sri Lanka.",
    "•\tThe negative outlook on our ‘CCC-‘ long-term local currency sovereign rating on Sri Lanka reflects the high risk that the government could restructure its local currency debt amid the country’s economic, external, and fiscal pressures.",
    "SINGAPORE (S&P Global Ratings) April 25, 2022–S&P Global Ratings today lowered its long-term and short-term foreign currency sovereign ratings on Sri Lanka to ‘SD/SD’ from ‘CC/C’. At the same time, we affirmed our ‘CCC-‘ long-term and ‘C’ short-term local currency sovereign ratings. The outlook on the local currency ratings remains negative.",
    "Our foreign currency rating on Sri Lanka is ‘SD’ (selective default). We do not assign outlooks to ‘SD’ ratings because they express a condition and not a forward-looking opinion of default probability.",
    "The negative outlook on the local currency ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "We could lower the local currency ratings if there are indications of nonpayment or restructuring of Sri Lankan rupee-denominated obligations.",
    "We could revise the outlook to stable or raise the local currency ratings if we perceive that the likelihood of the government’s local currency debt being excluded from any debt restructuring has increased. This could be the case if, for example, the government receives significant donor funding which gives it some time to implement immediate and transformative reforms.",
    "We would raise our long-term foreign currency sovereign issuer credit rating upon completion of the government’s bond restructuring. The rating would reflect Sri Lanka’s post-restructuring creditworthiness. Our post-restructuring ratings tend to be in the ‘CCC’ or low ‘B’ categories, depending on the sovereign’s new debt structure and capacity to support that debt.",
    "Amid steeply rising external funding pressures and increasingly widespread social and political protests, the Sri Lankan government announced on April 12, 2022, that it will suspend debt servicing on its foreign-currency obligations. This includes coupon payments due on April 18, 2022, for its 2023 and 2028 International Sovereign Bonds.",
    "While the grace period for these bonds is 30 days, the government has announced that it will aim to restructure such external obligations and we believe that its moratorium will prevent payment during that period.",
    "Sri Lanka reportedly held meetings with IMF officials during the week of April 18, 2022, to negotiate an economic recovery program and for emergency financial assistance. Until the government can formulate a comprehensive debt restructuring plan, it will suspend servicing foreign-currency-denominated debts to conserve limited foreign-exchange resources for the purchase of essential imports.",
    "The affected debt includes international bonds, bilateral government-to-government credit facilities (excluding swap lines with the Central Bank of Sri Lanka), credit facilities with commercial banks and institutional lenders, and amounts payable by the government or public-sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "We would lower Sri Lanka’s other international sovereign bond ratings to ‘D’ upon confirmation of nonpayment of interest or principal on those obligations.",
    "The government has publicly expressed its intention to continue paying its local currency debt obligations for now and its moratorium affects only obligations denominated in currencies other than the Sri Lankan rupee. Our ‘CCC-/C’ local currency long-term and short-term sovereign ratings on Sri Lanka reflect the ongoing severe economic and monetary pressures.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications. Consumer prices already grew at a rapid 17.5% year on year in February.",
    "In our view, achieving a more sustainable fiscal position will require restructuring the government’s local currency debt. Sri Lanka’s local currency debt constitutes more than 50% of its overall indebtedness, and a considerable proportion of its very high interest burden relative to revenues.",
    "Sri Lanka’s debt restructuring process is likely to be complicated and may take an extended period of time to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages. The country has also experienced considerable political uncertainty in recent weeks and it remains unclear if the current government can retain a majority in parliament. Failure to establish a sustainable government could further complicate and hinder progress in the discussions with the IMF. This could ultimately delay a comprehensive reform program."
  ],
  "translate": {
    "si": {
      "title": "S&P ශ්‍රී ලංකා ස්වෛරී ශ්‍රේණිගත කිරීම වරණීය පෙරනිමියට (SD) අඩු කරයි",
      "body_lines": [
        "ඉකොනොමිනෙක්ස්ට් - ශ්‍රේණිගත කිරීමේ ආයතනයක් වන ස්ටෑන්ඩර්ඩ් ඇන්ඩ් පුවර්ස් පැවසුවේ, ශ්‍රී ලංකාවේ ස්වෛරී ශ්‍රේණිගත කිරීම 'තෝරාගත් පැහැර හැරීමට' කපා හැර ඇති බව ය.",
        "තනි පුද්ගල සුරැකුම්පත් D හි පෙරනිමියට ශ්‍රේණිගත කර ඇති බව ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය පැවසීය.",
        "අප්‍රේල් 18 වැනිදාට නියමිත කූපනය ගෙවීමට ශ්‍රී ලංකාවට දින 30ක් තිබේ.",
        "\"අපි ඔවුන්ගේ නියමිත දිනට පසුව දින දර්ශන දින 30 ක් ඇතුළත කූපන් ගෙවීම් සිදු කරනු ඇතැයි අපි අපේක්ෂා නොකරමු,\" ස්ටෑන්ඩර්ඩ් ඇන්ඩ් පුවර්ස් පැවසීය.",
        "\"අපගේ මතය අනුව, වඩාත් තිරසාර මූල්‍ය තත්වයක් සාක්ෂාත් කර ගැනීම සඳහා රජයේ දේශීය මුදල් ණය ප්‍රතිව්‍යුහගත කිරීම අවශ්‍ය වනු ඇත,\" එස් සහ පී.",
        "\"ශ්‍රී ලංකාවේ දේශීය මුදල් ණය එහි සමස්ත ණය බරින් 50%කට වඩා වැඩි වන අතර ආදායමට සාපේක්ෂව එහි ඉතා ඉහළ පොලී බරින් සැලකිය යුතු ප්‍රතිශතයකි.\"",
        "කෙසේ වෙතත් මේ වන විට රුපියල 204 සිට 345 දක්වා පහත වැටීමත් සමඟ ශ්‍රී ලංකාවේ දේශීය ණය විශාල කප්පාදුවකට ලක්ව ඇති අතර උද්ධමන ආදායම රජයට පැමිණෙමින් තිබේ.",
        "බැඳුම්කර හිමියන් ණය පෙරළීමට කැමති නමුත් ඉහළ අනුපාත යටතේ.",
        "“ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට දීර්ඝ කාලයක් ගතවනු ඇත,” ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය පැවසීය.",
        "“ප්‍රතිසංස්කරණ සහ අරමුදල් සැපයීමේ වැඩසටහනක් ස්ථාපිත කිරීම සඳහා IMF සමඟ සාකච්ඡා මූලික අදියරේ පවතී.",
        "“පසුගිය සති කිහිපය තුළ රට ද සැලකිය යුතු දේශපාලන අවිනිශ්චිතතාවයකට මුහුණ දී ඇති අතර වත්මන් රජයට පාර්ලිමේන්තුවේ බහුතරය රඳවා ගත හැකිද යන්න තවමත් අපැහැදිලි ය.",
        "“තිරසර රජයක් පිහිටුවීමට අපොහොසත් වීම IMF සමඟ සාකච්ඡාවල ප්‍රගතිය තවදුරටත් සංකීර්ණ කර බාධාවක් විය හැකිය. මෙය අවසානයේදී විස්තීරණ ප්‍රතිසංස්කරණ වැඩසටහනක් ප්‍රමාද කළ හැකිය.",
        "අතපසු වූ ස්වෛරී බැඳුම්කර පොලී ගෙවීම් මත ශ්‍රී ලංකා විදේශ මුදල් ශ්‍රේණිගත කිරීම ‘SD’ දක්වා පහළට",
        "• 2022 අප්‍රේල් 18 වැනි දින, ශ්‍රී ලංකාවට 2023 සහ 2028 දී කල් පිරෙන ඇමරිකානු ඩොලර් බිලියන 1.25 ජාත්‍යන්තර ස්වෛරී බැඳුම්කර සඳහා පොලී ගෙවීම මග හැරුණි.",
        "• නියමිත දිනට පසු දින දර්ශන දින 30ක් ඇතුළත කූපන් ගෙවීම් රජය විසින් සිදු කරනු ඇතැයි අපි අපේක්ෂා නොකරමු.",
        "• අපි ශ්‍රී ලංකාව සඳහා අපගේ දිගුකාලීන විදේශ මුදල් ස්වෛරීත්ව ණය ශ්‍රේණිගත කිරීම 'CC' වෙතින් 'SD' (වරණ පෙරනිමිය) දක්වා පහත දැමුවෙමු. ඒ සමගම, අපි 2023 සහ 2028 බැඳුම්කරවල අපගේ නිකුතු ශ්‍රේණිගත කිරීම් ‘CC’ වෙතින් ‘D’ (පෙරනිමිය) දක්වා අඩු කළෙමු. ඊට අමතරව, අපි ශ්‍රී ලංකාව පිළිබඳ අපගේ ‘CCC-/C’ දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් තහවුරු කළෙමු.",
        "• ශ්‍රී ලංකාව පිළිබඳ අපගේ ‘CCC-’ දිගුකාලීන දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම පිළිබඳ සෘණාත්මක දැක්ම, රටේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයන් මධ්‍යයේ රජයට සිය දේශීය මුදල් ණය ප්‍රතිව්‍යුහගත කළ හැකි ඉහළ අවදානම පිළිබිඹු කරයි.",
        "සිංගප්පූරුව (S&P ගෝලීය ශ්‍රේණිගත කිරීම්) අප්‍රේල් 25, 2022-S&P ගෝලීය ශ්‍රේණිගත කිරීම් අද ශ්‍රී ලංකාව පිළිබඳ දිගු කාලීන සහ කෙටි කාලීන විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් 'CC/C' සිට 'SD/SD' දක්වා පහත හෙලීය. ඒ සමගම, අපි අපගේ ‘CCC-‘ දිගුකාලීන සහ ‘C’ කෙටි කාලීන දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් තහවුරු කළෙමු. දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මකව පවතී.",
        "ශ්‍රී ලංකාව පිළිබඳ අපගේ විදේශ මුදල් ශ්‍රේණිගත කිරීම ‘SD’ (තෝරාගත් පෙරනිමිය) වේ. පෙරනිමි සම්භාවිතාව පිළිබඳ ඉදිරි දැක්මක් නොව කොන්දේසියක් ප්‍රකාශ කරන නිසා අපි ‘SD’ ශ්‍රේණිගත කිරීම්වලට ඉදිරි දැක්මක් පවරන්නේ නැත.",
        "දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ සෘණාත්මක දැක්ම ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයේ සන්දර්භය තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "ශ්‍රී ලංකා රුපියලෙන් නියම කරන ලද බැඳීම් නොගෙවීම හෝ ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ ඇඟවීම් තිබේ නම් අපට දේශීය මුදල් ශ්‍රේණිගත කිරීම් පහත දැමිය හැකිය.",
        "කිසියම් ණය ප්‍රතිව්‍යුහගත කිරීමකින් රජයේ දේශීය මුදල් නය බැහැර කිරීමේ සම්භාවිතාව වැඩි වී ඇති බව අපට වැටහෙන්නේ නම්, අපට දේශීය මුදල් ශ්‍රේණිගත කිරීම් ස්ථාවර කිරීමට හෝ ඉහළ නැංවීමට ඉදිරි දැක්ම සංශෝධනය කළ හැකිය. නිදසුනක් වශයෙන්, රජයට සැලකිය යුතු පරිත්‍යාගශීලී අරමුදල් ලැබෙන්නේ නම්, එය ක්ෂණික හා පරිවර්තනීය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමට යම් කාලයක් ලබා දෙන්නේ නම් මෙය සිදුවිය හැකිය.",
        "රජයේ බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීම අවසන් වූ පසු අපි අපගේ දිගුකාලීන විදේශ මුදල් ස්වෛරී නිකුත් කරන්නන්ගේ ණය ශ්‍රේණිගත කිරීම ඉහළ නංවන්නෙමු. ශ්‍රේණිගත කිරීම ශ්‍රී ලංකාවේ පශ්චාත් ප්‍රතිව්‍යුහගත ණය සුදුසුකම් පිළිබිඹු කරයි. අපගේ පශ්චාත්-ප්‍රතිව්‍යුහගත කිරීමේ ශ්‍රේණිගත කිරීම් ස්වෛරීයාගේ නව ණය ව්‍යුහය සහ එම ණයට සහාය දැක්වීමේ හැකියාව මත පදනම්ව, 'CCC' හෝ අඩු 'B' කාණ්ඩවලට නැඹුරු වේ.",
        "දැඩි ලෙස ඉහළ යන බාහිර අරමුදල් පීඩනයන් සහ වඩ වඩාත් පුලුල්ව පැතිරුනු සමාජ හා දේශපාලන විරෝධතා මධ්‍යයේ, ශ්‍රී ලංකා රජය 2022 අප්‍රේල් 12 දින නිවේදනය කළේ, සිය විදේශ මුදල් බැඳීම් මත ණය සේවා සැපයීම අත්හිටුවන බවයි. එහි 2023 සහ 2028 ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර සඳහා 2022 අප්‍රේල් 18 දින ගෙවිය යුතු කූපන් ගෙවීම් මෙයට ඇතුළත් වේ.",
        "මෙම බැඳුම්කර සඳහා සහන කාලය දින 30ක් වන අතර, එවැනි බාහිර බැඳීම් ප්‍රතිව්‍යුහගත කිරීම අරමුණු කර ගන්නා බව රජය නිවේදනය කර ඇති අතර, එම කාල සීමාව තුළ එහි අත්හිටුවීම ගෙවීම් වළක්වනු ඇතැයි අපි විශ්වාස කරමු.",
        "ශ්‍රී ලංකාව 2022 අප්‍රේල් 18 වැනි සතියේ IMF නිලධාරීන් සමඟ ආර්ථික ප්‍රතිසාධන වැඩසටහනක් සාකච්ඡා කිරීමට සහ හදිසි මූල්‍ය ආධාර සඳහා රැස්වීම් පැවැත්වූ බව වාර්තා වේ. රජයට විස්තීරණ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් සම්පාදනය කළ හැකි වන තුරු, අත්‍යාවශ්‍ය ආනයන මිලට ගැනීම සඳහා සීමිත විදේශ විනිමය සම්පත් සංරක්ෂණය කිරීම සඳහා විදේශ විනිමය වශයෙන් නම් කරන ලද ණය සේවා සැපයීම අත්හිටුවනු ඇත.",
        "බලපෑමට ලක් වූ ණයවලට ජාත්‍යන්තර බැඳුම්කර, ද්විපාර්ශ්වික රජයෙන් රජයට ණය පහසුකම් (ශ්‍රී ලංකා මහ බැංකුව සමඟ හුවමාරු මාර්ග හැර), වාණිජ බැංකු සහ ආයතනික ණය දෙන්නන් සමඟ ණය පහසුකම් සහ රජය හෝ රාජ්‍ය අංශයේ ආයතන විසින් ගෙවිය යුතු මුදල් ඇතුළත් වේ. සහතික. ශ්‍රී ලංකා නීතිය මගින් පාලනය වන බැඳීම්වලට බලපෑමක් නොවිය හැක.",
        "එම බැඳීම් සඳහා පොලී හෝ මූලික නොගෙවීම තහවුරු කිරීමෙන් පසු අපි ශ්‍රී ලංකාවේ අනෙකුත් ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ශ්‍රේණිගත කිරීම් ‘D’ දක්වා පහත හෙලමු.",
        "මේ වන විට තම දේශීය මුදල් ණය බැඳීම් අඛණ්ඩව ගෙවීමට රජය සිය අභිප්‍රාය ප්‍රසිද්ධියේ ප්‍රකාශ කර ඇති අතර එහි තහනම බලපානු ලබන්නේ ශ්‍රී ලංකා රුපියල හැර වෙනත් මුදල් ඒකකවල බැඳීම්වලට පමණි. ශ්‍රී ලංකාව පිළිබඳ අපගේ ‘CCC-/C’ දේශීය මුදල් දිගු කාලීන සහ කෙටි කාලීන ස්වෛරී ශ්‍රේණිගත කිරීම් මගින් පෙන්නුම් කරන්නේ පවතින දැඩි ආර්ථික හා මූල්‍ය පීඩනයයි.",
        "ඉදිරි බැඳීම් සපුරාලීම සඳහා මහ බැංකුවට තාක්ෂණික වශයෙන් ශ්‍රී ලංකා රුපියල් නිර්මාණය කළ හැකි වුවද, එසේ කිරීමෙන් සැලකිය යුතු උද්ධමන බලපෑම් ඇති විය හැකිය. පාරිභෝගික මිල ගණන් දැනටමත් පෙබරවාරි මාසයේ දී වසරින් වසර 17.5% ක වේගයෙන් වර්ධනය විය.",
        "අපගේ දැක්මට අනුව, වඩාත් තිරසාර මූල්‍ය තත්වයක් සාක්ෂාත් කර ගැනීම සඳහා රජයේ දේශීය මුදල් ණය ප්‍රතිව්‍යුහගත කිරීම අවශ්‍ය වේ. ශ්‍රී ලංකාවේ දේශීය මුදල් ණය එහි සමස්ත ණය බරින් 50%කට වඩා වැඩි වන අතර ආදායමට සාපේක්ෂව එහි ඉතා ඉහළ පොලී බරින් සැලකිය යුතු ප්‍රතිශතයකි.",
        "ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට දීර්ඝ කාලයක් ගතවනු ඇත. ප්‍රතිසංස්කරණ සහ අරමුදල් සැපයීමේ වැඩසටහනක් ස්ථාපිත කිරීම සඳහා IMF සමඟ සාකච්ඡා මුල් අදියරේ පවතී. පසුගිය සති කිහිපය තුළ රට ද සැලකිය යුතු දේශපාලන අවිනිශ්චිතතාවයකට මුහුණ දී ඇති අතර වත්මන් රජයට පාර්ලිමේන්තුවේ බහුතරය රඳවා ගත හැකිද යන්න තවමත් පැහැදිලි නැත. තිරසාර රජයක් පිහිටුවීමට අපොහොසත් වීම ජාමූඅ සමඟ සාකච්ඡා වල ප්‍රගතිය තවදුරටත් අවුල් විය හැක. මෙය අවසානයේ විස්තීරණ ප්‍රතිසංස්කරණ වැඩසටහනක් ප්‍රමාද කළ හැකිය."
      ]
    },
    "ta": {
      "title": "S&P இலங்கை இறையாண்மை மதிப்பீட்டை தேர்ந்தெடுக்கப்பட்ட இயல்புநிலைக்கு (SD) குறைக்கிறது",
      "body_lines": [
        "ECONOMYNEXT - ஸ்டாண்டர்ட் அண்ட் புவர்ஸ், தரமதிப்பீட்டு நிறுவனம், இலங்கையின் இறையாண்மை மதிப்பீட்டை 'தேர்ந்தெடுக்கப்பட்ட இயல்புநிலைக்கு' குறைத்துள்ளதாகக் கூறியது, 1.25 பில்லியன் அமெரிக்க டாலர்கள் இறையாண்மைப் பத்திரங்களில் பத்திரக் கூப்பன் செலுத்தத் தவறிவிட்டது.",
        "தனிப்பட்ட பத்திரங்கள் D இன் இயல்புநிலைக்கு தரமிறக்கப்பட்டது என்று மதிப்பீட்டு நிறுவனம் தெரிவித்துள்ளது.",
        "ஏப்ரல் 18 அன்று செலுத்த வேண்டிய கூப்பனில் பணம் செலுத்த இலங்கைக்கு 30 நாட்கள் உள்ளன.",
        "\"அரசாங்கம் கூப்பன் பணம் செலுத்த வேண்டிய தேதிகளுக்குப் பிறகு 30 காலண்டர் நாட்களுக்குள் செலுத்தும் என்று நாங்கள் எதிர்பார்க்கவில்லை\" என்று ஸ்டாண்டர்ட் அண்ட் புவர்ஸ் கூறினார்.",
        "\"எங்கள் பார்வையில், மிகவும் நிலையான நிதி நிலையை அடைவதற்கு அரசாங்கத்தின் உள்ளூர் நாணயக் கடனை மறுசீரமைக்க வேண்டும்\" என்று எஸ் மற்றும் பி கூறினார்.",
        "\"இலங்கையின் உள்ளூர் நாணயக் கடன் அதன் ஒட்டுமொத்தக் கடனில் 50% க்கும் அதிகமாக உள்ளது, மேலும் வருவாய்களுடன் ஒப்பிடும்போது அதன் மிக உயர்ந்த வட்டிச் சுமையின் கணிசமான விகிதமாகும்.\"",
        "எவ்வாறாயினும், இலங்கையின் உள்நாட்டுக் கடன் பாரியளவிலான பின்னடைவைச் சந்தித்துள்ளது, ரூபாயின் மதிப்பு இதுவரை 204 இலிருந்து 345 ஆக வீழ்ச்சியடைந்துள்ளது மற்றும் பணவீக்க வருமானம் அரசாங்கத்திற்கு வருகிறது.",
        "பத்திரம் வைத்திருப்பவர்கள் கடனை திருப்பிச் செலுத்தத் தயாராக உள்ளனர், ஆனால் அதிக விகிதங்களில்.",
        "\"இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மற்றும் அதை முடிக்க நீண்ட கால அவகாசம் எடுக்கலாம்\" என்று தரமதிப்பீட்டு நிறுவனம் கூறியது.",
        "“சீர்திருத்தம் மற்றும் நிதியுதவி திட்டத்தை நிறுவ IMF உடனான பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் உள்ளன.",
        "\"நாடு சமீப வாரங்களில் கணிசமான அரசியல் நிச்சயமற்ற தன்மையை அனுபவித்து வருகிறது, தற்போதைய அரசாங்கம் பாராளுமன்றத்தில் பெரும்பான்மையை தக்க வைத்துக் கொள்ள முடியுமா என்பது தெளிவாக இல்லை.",
        "\"ஒரு நிலையான அரசாங்கத்தை நிறுவுவதில் தோல்வி, IMF உடனான விவாதங்களில் மேலும் சிக்கலாக்கி முன்னேற்றத்தைத் தடுக்கலாம். இது இறுதியில் ஒரு விரிவான சீர்திருத்தத் திட்டத்தை தாமதப்படுத்தலாம்.",
        "தவறவிட்ட இறையாண்மை பத்திர வட்டி கொடுப்பனவுகளில் இலங்கையின் வெளிநாட்டு நாணய மதிப்பீடு ‘SD’ ஆக குறைக்கப்பட்டுள்ளது",
        "• ஏப்ரல் 18, 2022 அன்று, 2023 மற்றும் 2028 இல் முதிர்ச்சியடையும் அதன் 1.25 பில்லியன் அமெரிக்க டாலர் சர்வதேச இறையாண்மைப் பத்திரங்களுக்கு வட்டி செலுத்துவதை இலங்கை தவறவிட்டது.",
        "• கூப்பன் பணம் செலுத்த வேண்டிய தேதிகளுக்குப் பிறகு 30 காலண்டர் நாட்களுக்குள் அரசாங்கம் செலுத்தும் என்று நாங்கள் எதிர்பார்க்கவில்லை.",
        "• இலங்கை மீதான எங்களின் நீண்ட கால வெளிநாட்டு நாணய இறையாண்மைக் கடன் மதிப்பீட்டை 'CC' இலிருந்து 'SD' (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) க்குக் குறைத்துள்ளோம். அதே நேரத்தில், 2023 மற்றும் 2028 பத்திரங்களின் வெளியீட்டு மதிப்பீடுகளை ‘CC’ இலிருந்து ‘D’ (இயல்புநிலை) ஆகக் குறைத்தோம். கூடுதலாக, இலங்கையில் எங்களது ‘CCC-/C’ உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகளை நாங்கள் உறுதி செய்துள்ளோம்.",
        "• இலங்கை மீதான எங்களின் ‘CCC-’ நீண்டகால உள்ளூர் நாணய இறைமை மதிப்பீட்டின் எதிர்மறையான கண்ணோட்டமானது, நாட்டின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களுக்கு மத்தியில் அரசாங்கம் தனது உள்ளூர் நாணயக் கடனை மறுசீரமைக்கக்கூடிய அதிக அபாயத்தை பிரதிபலிக்கிறது.",
        "சிங்கப்பூர் (S&P Global Ratings) ஏப்ரல் 25, 2022–S&P குளோபல் ரேட்டிங்ஸ் இன்று இலங்கை மீதான அதன் நீண்ட கால மற்றும் குறுகிய கால வெளிநாட்டு நாணய இறையாண்மை மதிப்பீடுகளை ‘CC/C’ இலிருந்து ‘SD/SD’ ஆகக் குறைத்துள்ளது. அதே நேரத்தில், எங்கள் ‘CCC-’ நீண்ட கால மற்றும் ‘C’ குறுகிய கால உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகளை உறுதி செய்துள்ளோம். உள்ளூர் நாணய மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாகவே உள்ளது.",
        "இலங்கையில் எங்களின் வெளிநாட்டு நாணய மதிப்பீடு ‘SD’ (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) ஆகும். 'SD' மதிப்பீடுகளுக்கு நாங்கள் அவுட்லுக்கை ஒதுக்க மாட்டோம், ஏனெனில் அவை ஒரு நிபந்தனையை வெளிப்படுத்துகின்றன மற்றும் இயல்புநிலை நிகழ்தகவு பற்றிய முன்னோக்கு கருத்து அல்ல.",
        "உள்ளூர் நாணய மதிப்பீடுகள் மீதான எதிர்மறையான கண்ணோட்டமானது, இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் வர்த்தக கடனை திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை பிரதிபலிக்கிறது.",
        "பணம் செலுத்தாதது அல்லது இலங்கை ரூபாய் மதிப்பிலான கடமைகளை மறுசீரமைப்பது போன்ற அறிகுறிகள் இருந்தால், உள்ளூர் நாணய மதிப்பீடுகளை நாங்கள் குறைக்கலாம்.",
        "எந்தவொரு கடன் மறுசீரமைப்பிலிருந்தும் அரசாங்கத்தின் உள்ளூர் நாணயக் கடன் விலக்கப்படுவதற்கான சாத்தியக்கூறுகள் அதிகரித்திருப்பதை நாம் உணர்ந்தால், நிலையான அல்லது உள்ளூர் நாணய மதிப்பீடுகளை உயர்த்துவதற்கான கண்ணோட்டத்தை நாங்கள் திருத்தலாம். உதாரணமாக, அரசாங்கம் குறிப்பிடத்தக்க நன்கொடையாளர் நிதியைப் பெற்றால், அது உடனடி மற்றும் மாற்றியமைக்கும் சீர்திருத்தங்களைச் செயல்படுத்துவதற்கு சிறிது கால அவகாசம் அளிக்கும்.",
        "அரசாங்கத்தின் பத்திர மறுசீரமைப்பு முடிந்ததும், எங்கள் நீண்ட கால வெளிநாட்டு நாணய இறையாண்மை வழங்குபவர் கடன் மதிப்பீட்டை உயர்த்துவோம். இந்த மதிப்பீடு இலங்கையின் மறுசீரமைப்பிற்கு பிந்தைய கடன் தகுதியை பிரதிபலிக்கும். இறையாண்மையின் புதிய கடன் அமைப்பு மற்றும் அந்தக் கடனை ஆதரிக்கும் திறனைப் பொறுத்து, எங்களின் மறுசீரமைப்பிற்குப் பிந்தைய மதிப்பீடுகள் 'CCC' அல்லது குறைந்த 'B' வகைகளில் இருக்கும்.",
        "செங்குத்தாக அதிகரித்து வரும் வெளி நிதி அழுத்தங்கள் மற்றும் பெருகிய முறையில் பரவலான சமூக மற்றும் அரசியல் எதிர்ப்புகளுக்கு மத்தியில், இலங்கை அரசாங்கம் 2022 ஏப்ரல் 12 அன்று தனது வெளிநாட்டு நாணயக் கடமைகள் மீதான கடன் சேவையை இடைநிறுத்துவதாக அறிவித்தது. 2023 மற்றும் 2028 இன் சர்வதேச இறையாண்மைப் பத்திரங்களுக்கு ஏப்ரல் 18, 2022 அன்று செலுத்த வேண்டிய கூப்பன் பேமெண்ட்களும் இதில் அடங்கும்.",
        "இந்தப் பத்திரங்களுக்கான சலுகைக் காலம் 30 நாட்களாக இருக்கும் போது, ​​அத்தகைய வெளிப்புறக் கடமைகளை மறுசீரமைப்பதை இலக்காகக் கொண்டிருப்பதாக அரசாங்கம் அறிவித்துள்ளது, மேலும் அதன் தடைக்காலம் அந்தக் காலகட்டத்தில் பணம் செலுத்துவதைத் தடுக்கும் என்று நாங்கள் நம்புகிறோம்.",
        "2022 ஆம் ஆண்டு ஏப்ரல் 18 ஆம் திகதி வாரத்தில் பொருளாதார மீட்சித் திட்டம் மற்றும் அவசர நிதி உதவிக்காக இலங்கை சர்வதேச நாணய நிதிய அதிகாரிகளுடன் சந்திப்புகளை நடத்தியதாக கூறப்படுகிறது. அரசாங்கம் ஒரு விரிவான கடன் மறுசீரமைப்புத் திட்டத்தை உருவாக்கும் வரை, அத்தியாவசிய இறக்குமதிகளை வாங்குவதற்கு வரையறுக்கப்பட்ட அந்நிய செலாவணி வளங்களைப் பாதுகாப்பதற்காக, வெளிநாட்டு நாணயக் கடன்களுக்கு சேவை செய்வதை நிறுத்தி வைக்கும்.",
        "பாதிக்கப்பட்ட கடனில் சர்வதேச பத்திரங்கள், இருதரப்பு அரசாங்கத்திற்கு அரசாங்க கடன் வசதிகள் (இலங்கை மத்திய வங்கியுடனான பரிமாற்ற வரிகள் தவிர்த்து), வணிக வங்கிகள் மற்றும் நிறுவன கடன் வழங்குபவர்களுடனான கடன் வசதிகள் மற்றும் அரசாங்கம் அல்லது பொதுத்துறை நிறுவனங்களால் செலுத்த வேண்டிய தொகைகள் ஆகியவை அடங்கும். உத்தரவாதம். இலங்கை சட்டத்தால் நிர்வகிக்கப்படும் கடமைகள் பாதிக்கப்படாமல் இருக்கலாம்.",
        "அந்தக் கடப்பாடுகளின் மீதான வட்டி அல்லது அசலைச் செலுத்தாததை உறுதிசெய்தால், இலங்கையின் மற்ற சர்வதேச இறையாண்மைப் பத்திர மதிப்பீடுகளை ‘D’க்குக் குறைப்போம்.",
        "அரசாங்கம் தற்போதைக்கு தனது உள்ளூர் நாணய கடன் கடமைகளை தொடர்ந்து செலுத்துவதற்கான தனது விருப்பத்தை பகிரங்கமாக வெளிப்படுத்தியுள்ளது மற்றும் அதன் தடைக்காலம் இலங்கை ரூபாயைத் தவிர வேறு நாணயங்களில் குறிப்பிடப்பட்ட கடமைகளை மட்டுமே பாதிக்கிறது. இலங்கை மீதான எங்களின் ‘CCC-/C’ உள்ளூர் நாணயத்தின் நீண்ட கால மற்றும் குறுகிய கால இறையாண்மை மதிப்பீடுகள் தற்போதைய கடுமையான பொருளாதார மற்றும் பண அழுத்தங்களை பிரதிபலிக்கின்றன.",
        "மத்திய வங்கியானது தொழில்நுட்ப ரீதியாக இலங்கை ரூபாவை வரவிருக்கும் கடப்பாடுகளை பூர்த்தி செய்ய உருவாக்க முடியும் என்றாலும், அவ்வாறு செய்வது குறிப்பிடத்தக்க பணவீக்க தாக்கங்களை ஏற்படுத்தலாம். நுகர்வோர் விலைகள் ஏற்கனவே பிப்ரவரியில் ஆண்டுக்கு ஆண்டு 17.5% வேகமாக வளர்ந்தன.",
        "எங்கள் பார்வையில், மிகவும் நிலையான நிதி நிலையை அடைவதற்கு அரசாங்கத்தின் உள்ளூர் நாணயக் கடனை மறுசீரமைக்க வேண்டும். இலங்கையின் உள்ளூர் நாணயக் கடன் அதன் மொத்தக் கடனில் 50% க்கும் அதிகமாக உள்ளது, மேலும் வருவாய்களுடன் ஒப்பிடும்போது அதன் மிக உயர்ந்த வட்டிச் சுமையின் கணிசமான விகிதமாகும்.",
        "இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மற்றும் முடிவடைய நீண்ட கால அவகாசம் எடுக்கலாம். சீர்திருத்தம் மற்றும் நிதியுதவி திட்டத்தை நிறுவ IMF உடனான பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் உள்ளன. சமீபத்திய வாரங்களில் நாடு கணிசமான அரசியல் நிச்சயமற்ற தன்மையை அனுபவித்து வருகிறது, தற்போதைய அரசாங்கம் பாராளுமன்றத்தில் பெரும்பான்மையை தக்க வைத்துக் கொள்ள முடியுமா என்பது தெளிவாக இல்லை. நிலையான அரசாங்கத்தை நிறுவத் தவறினால், IMF உடனான விவாதங்களில் மேலும் சிக்கலாகி முன்னேற்றத்தைத் தடுக்கலாம். இது இறுதியில் ஒரு விரிவான சீர்திருத்தத் திட்டத்தை தாமதப்படுத்தலாம்."
      ]
    }
  }
}