{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-has-a-lot-to-learn-from-Fiji-A-G/108-236425",
  "time_ut": 1651825920,
  "title": "Sri Lanka has a lot to learn from Fiji – A-G",
  "body_lines": [
    "Sri Lanka has a lot to learn from how Fiji managed the COVID-19 crisis by borrowing smartly to ensure that debt and balance of payments remain sustainable, says Fiji Attorney-General and Minister for Economy Aiyaz Sayed-Khaiyum.",
    "He made the statement in response to University of the South Pacific academic, Dr Neelesh Gounder’s, commentary on the economic and political crisis in Sri Lanka, the Fiji Times reported.",
    "Dr Gounder said the economic and political crisis in Sri Lanka should be a lesson to Fiji of what bad finance management could do to the economy.",
    "“Comparing the ongoing Sri Lankan economic and debt crisis with Fiji is like comparing apples and fish,” Mr Sayed-Khaiyum said in response.",
    "He claimed Dr Grounder’s blatant bias was due to his political affiliations with some political parties.",
    "“Fiji has used debt for building capital infrastructure which ensures that it generates returns to pay our debt in the future. This may not be true for Sri Lanka.",
    "“Fiji also has third-party validation that Fiji’s debt remains sustainable from agencies like IMF, World Bank, ADB, ANZ, Westpac and our international credit rating agencies. The same agencies have been warning Sri Lanka for some time. He said Sri Lanka didn’t have a strong monetary and fiscal policy coordination compared with Fiji.",
    "“External debt and debt servicing and its impact on the balance of payments was not dealt with by the Sri Lankan authorities in a timely basis or proactive manner.",
    "“Rationing foreign exchange and capital controls triggered the loss of business confidence and led to the economic disaster.",
    "“Academics in Fiji should provide more balanced, accurate and fair commentary on such issues and not try to mislead people due to their political inclinations.”"
  ]
}