{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-dengue-cases-double-in-first-19-weeks-shortage-of-chemicals-weighs-94480/",
  "time_ut": 1652986980,
  "title": "Sri Lanka dengue cases double in first 19 weeks; shortage of chemicals weighs",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka dengue cases have more than doubled in the in the first 19 weeks of 2022 compared to the same period last year due to lack of pesticides and diesel to implement the prevention programs at ground levels , health officials said.",
    "According to the National Dengue Control Unit (NDCU) there has been a rapid increase in the number of young patients reported during the last 8 weeks and is currently active.",
    "The number of dengue cases have jumped to 19,908 by the end of the first 19 weeks of the year, from 9,455 in the same period a year earlier.",
    "The Public Health Inspectors (PHI) Union said, the dengue prevention programs cannot be implemented due to lack of pesticides and diesel for both dengue prevention and transportation.",
    "“We are even unable to do the routine checkups as well, mainly due to the fuel issue,” PHI Union Chairman Upul Rohana told EconomyNext on Thursday (19).",
    "“On the other hand, we are completely out of stock for pesticides in all MOH offices,”",
    "“Therefore we are unable to support the dengue prevention programs that are being implemented by the authorities”",
    "The NDCU’s latest weekly report showed there was a 7 percent increase in the number of dengue patients diagnosed to 1,294 in the country compared to the previous week’s 1,209 with the Western Province accounting for 43 percent.",
    "According to the data, 67 areas were flagged as high-risk areas during week 19. Out of them, 29 areas showed a rising number of cases in week 19 compared to week 18, and another 38 areas show persistently high number of cases in both weeks 18 and 19.",
    "In the week 19, high risk level of Kolonnawa, Kahathuduwa, Mirigama, Tangalle, Mulatiyana, Kopay, Point Pedro, Sandilipay, Mutur, Seruwila, Kurunegala, Pannala, Elapatha, Kegalle and Ruwanwella areas have fallen while Gampaha, Katana, Gangawatakorale, Balapitiya, Weligama, Nallur, Vavuniya, Oddamavadai, Kuchchaveli, Puttalam, Balangoda, Kalmunai North and Sainthamaruthu areas were newly identified as high-risk areas, weekly report said.",
    "The number of cases is expected to increase with the current southwest monsoon rains. (Colombo/ May 19/2022)"
  ]
}