{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-court-orders-removal-of-mynagogama-site-if-protest-doesnt-remain-peaceful-93826/",
  "time_ut": 1651662660,
  "title": "Sri Lanka court orders removal of Mynagogama site if protest doesn’t remain peaceful",
  "body_lines": [
    "ECONOMYNEXT – A court order issued on Wednesday (04) against a round-the-clock protest outside the official residence of Sri Lanka’s prime minister determined that the makeshift protest site with its temporary structures must be removed but only if it inconveniences the public.",
    "The original court order, issued by the Fort magistrate, has a handwritten addendum – with signature and seal added – specifying that the order to remove the protest site will not be applicable as long as the protest remains peaceful.",
    "The site in question, known colloquially as Mynagogama, has seen protestors gather outside Temple Trees, the PM’s official residence, demanding his resignation along with that of his brother President Gotabaya Rajapaksa and the rest of the government. The protest is a part of a wave of protests that have erupted across Sri Lanka over what has become the worst economic crisis in the island nation’s history.",
    "Mynagogama is also a sister-site to Gotagogama (or Gota Go Village), where protestors have set up camp outside the presidential secretariat for 27 days running demanding the resignation of its occupant. ‘Mayna Go Gama’ Myna (as in the bird) is a recently established nickname for the Prime Minister. The site was established after police failed to obtain a court order preventing its establishment near the Galle Road entrance of Temple Trees. A number of luxury hotels and embassies exist on this particular stretch of road.",
    "Police had parked buses and a truck to prevent protesters sitting on the pavement by Temple Trees and have put police squads to oversee the situation 24/7 and to clear the road during rush hour traffic and prevent protestors from blocking the road.",
    "However, refusing to leave the protest site, protesters said, no matter the court order, the agitation will continue.",
    "“We will not leave. Court cases can be filed against us, but we came here with the goal of making the Prime Minister leave,” Umesh Abeysinghe, who is back at the protest site after being assaulted by a police officer on Friday (29), told EconomyNext.",
    "“Several times they tried to challenge us, but we were able to overcome them. We will keep protesting; we are not going. We are even ready to sacrifice our lives for the country,” he said.  (Colombo/May04/2022)"
  ]
}