{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/11/new-prime-minister-government-that-can-command-majority-in-parliament-will-be-appointed-this-week-president/",
  "time_ut": 1652283780,
  "title": "New Prime Minister, Government that can command majority in Parliament will be appointed this week – President",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Gotabaya Rajapaksa said that a new Prime Minister and Government that can command a majority in Parliament and can gain the confidence of the Sri Lankan people will be appointed this week.",
    "The President also said that after appointing the new Prime Minister, and Government a constitutional amendment will be moved to enact the content of the 19th Amendment to the Constitution, which will vest more powers with the Parliament.",
    "” The new government’s Prime Minister will be awarded the opportunity to produce a new program and take this country forward,” said the President.",
    "Commenting on the calls to abolish the Presidency, Rajapaksa said that the new government, after establishing stability in the country, will be allowed to discuss the matter with all parties and adopt the necessary measures.",
    "“At this time while protecting the people and property, and without allowing the country to fall, I request your support to continuously maintain the state mechanism to provide what is necessary for the day to day lives of the people,” said President Gotabaya Rajapaksa.",
    "Speaking on the violence that took place in the nation earlier this week, President Gotabaya Rajapaksa vehemently condemned the root cause of the violence and said that the Inspector General of Police has been instructed to conduct investigations.",
    "“The murders, assaults, acts of intimidation, destruction of property, and the series of heinous acts that followed cannot be justified at all,” said the President.",
    "“From the moment these events took place, the Defence Secretary, Commanders of the Armed Forces, The Head of Intelligence, as well as the Security Council was convened and measures were taken to bring calm to the country,” he said, while stressing that the topmost responsibility of the government is to ensure the security of all citizens.",
    "The President also said that Sri Lanka Police and Three-Armed Forces have been ordered to strictly enforce the law against those who cause violence.",
    "“Steps will be taken to strictly enforce the law against those who planned, aided, promoted, and are connected to these events,” said President Gotabaya Rajapaksa while urging everyone to step away from acts of sabotage.",
    "He also appealed to all responsible citizens in the country to strongly condemn the acts of those who try to spread hate.",
    "New Prime Minister, Government that can command majority in Parliament will be appointed this week – President",
    "No issues as long as protests remain peaceful – Army Commander",
    "Terrorism stemming out of Temple Trees cause for violence- Ven. Omalpe Sobitha Thero"
  ]
}