{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/is-nasheed-here-to-facilitate-a-safe-haven-for-the-rajapaksas/",
  "time_ut": 1653404700,
  "title": "Is Nasheed here to facilitate a safe haven for the Rajapaksas?",
  "body_lines": [
    "COLOMBO (News 1st); The appointment of Former Maldives President & present Speaker Mohamed Nasheed as a liaison to coordinate relief efforts for Sri Lanka have caused a debate among many Sri Lankans.",
    "The Maldives Journal, an online news website, reported that the speaker of the Maldivian Parliament, President Mohamed Nasheed is presently brokering safe passage for former Prime Minister of Sri Lanka, Mahinda Rajapaksa, and his family.",
    "The website reported that Nasheed visited Sri Lanka last week, and volunteered to coordinate international relief efforts for Sri Lanka, despite lacking any experience in that field.",
    "On the 19th of May Sri Lankan Prime Minister Ranil Wickremesinghe accepted an offer from Maldivian Speaker Mohamed Nasheed to assist the debt-ridden nation’s bid to secure international relief in the ongoing economic crisis.",
    "Mohamed Nasheed arrived in the island on the 20th of May with the approval of the Prime Minister.",
    "During his visit, Nasheed called on Former Sri Lankan President Maithripala Sirisena, Opposition Leader Sajith Premadasa, Political Party Representatives, as well as the Indian High Commissioner to Sri Lanka.",
    "According to The Maldives Journal, in the last few days Nasheed has held several meetings with high-level political figures and lobbied to grant the Rajapaksa family a safe passage to the Maldives.",
    "Quoting a Madivian Government official The Maldives Journal reported that after he had resigned, Mahinda Rajapaksa had called Nasheed. In this call, Rajapaksa requested Nasheed to make arrangements so that his family can stay in the Maldives until the situation in Sri Lanka calms down.",
    "It also noted that Mohamed Nasheed had brokered the deal where an Indian had agreed to sell a private villa to the Rajapaksa family – at a cool US$ 12 million. An additional villa, priced at US$ 3 million, is also included in the deal, and will be used as housing for the family’s staff and security.",
    "News 1st contacted Former President of Maldives Mohamed Nasheed for his position on these claims.",
    "“President Nasheed of the Maldives categorically denies biased reports of playing a role in the so called “exit strategy” of political leaders in Sri Lanka. His role for Sri Lanka is limited to seeking assistance for a country and people who have always been mutual friends especially in this difficult economic period.”",
    "Former Minister Namal Rajapaksa has rejected the claims made by the website in the Maldives.",
    "He tweeted to state that his father has no intention of leaving Sri Lanka & there is no truth of any plans of him moving to the Maldives or buying any villa there.",
    "Is Nasheed here to facilitate a safe haven for the Rajapaksas?",
    "CPC takes over filling station for holding stocks for price revision"
  ]
}