{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-debt-has-near-term-risks-soe-borrowings-could-add-to-crisis-imf-report-92089/",
  "time_ut": 1648259940,
  "title": "Sri Lanka debt has near term risks, SOE borrowings could add to crisis: IMF report",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s public debt is unsustainable under possible budget improvements and state enterprise contingent liabilities could add to the burden the International Monetary Fund has waned as money printed to keep interest rates down has created foreign exchange shortages.",
    "If money printing is continued Sri Lanka can default in the near term IMF has warned in a report issued after annual Article IV consultations as well as an economic shock. Sri Lanka authorities had pinned their hopes on external inflows.",
    "“Unless the fiscal and balance-of-payments financing needs are met, the country could experience significant contractions in imports and private credit growth, or monetary instability in case of further central bank financing of fiscal deficits (printing money),” the IMF report warned.",
    "“Should the unidentified external financing not be forthcoming, the country could experience a disorderly adjustment through severe import compression and potentially external arrears in the near-term,”",
    "Sri Lanka has a soft-peg or a flexible exchange with conflicting domestic and external anchor which creates periodic balance of payments crises, but this time the problem has been complicated by a steep rise in international sovereign bonds over the past few years.",
    "Analysts had warned that the country was following un-anchored monetary policy for several years under discretionary ‘flexible inflation targeting regime’ that gave room for the central bank to print money and create currency crises at will, including during an IMF program in 2018.",
    "From 2020, money printing was ratcheted up and redeeming the printed money for reserves to maintain a pegged exchange rate has depleted reserves using price controls in auctions. Unsold bonds were bought by the central bank with printed money.",
    "Sri Lanka prints Rs29bn as price controls undermine bill auction",
    "“Authorities temporarily imposed strict ceilings on interest rates in treasury security auctions, resulting in substantial auction shortfalls and primary T-bill purchases by the CBSL,” the IMF said.",
    "“To help finance the government, the CBSL provided 3.5 percent of GDP in direct financing in 2020 and around 5 percent of GDP in the first 3 quarters of 2021.”",
    "Sri Lanka’s gross financing needs were high with market access cut off with downgrades and high and not possible with simple reduction of budget deficit, indicating debt restructuring.",
    "“Based on staff analysis, fiscal consolidation necessary to bring debt down to safe levels would require excessive adjustment over the coming years, pointing to a clear solvency problem,” the report said.",
    "“Staff assesses that Sri Lanka’s public debt is unsustainable. Left unaddressed, persistent fiscal and BoP (balance of payments) financing shortfalls will constrain growth and jeopardize macroeconomic stability in both the near and medium term.",
    "The government gross public debt was estimated at 118.9 percent of gross domestic product by end 2021 and gross financing needs were 30.1 percent of GDP. But it could rise to over 50 percent based on risks in the near term.",
    "SOE debt was 15.8 percent of GDP and 6.6 percent of GDP was covered by explicit guarantees.",
    "Sri Lanka halted state enterprise reform and privatization under a policy articulated by Sri Lanka’s Janatha Vimuthi Peramuna (selling national assets) which was embraced by the Rajapaksa administration.",
    "Successive administration then stopped market pricing energy also following a JVP championed policy called ‘removing the plug’.",
    "The report said Sri Lanka was at risk of exchange rate depreciation. At the time the projections were made the rupee had not started to fall steeply. (Colombo/Mar26/2022)"
  ]
}