{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-political-economy-of-fiscal-policies-and-regulations-to-promote-healthy-diets-in-sri-lanka/",
  "time_ut": 1654524060,
  "title": "The Political Economy of Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka",
  "body_lines": [
    "Non-communicable diseases (NCDs) have posed a critical health challenge for Sri Lanka for several decades. Estimated to account for 83 per cent of all deaths in Sri Lanka today, NCDs have serious health and economic consequences for both individuals and the country.1 In 2000 and 2010, the deaths that occurred due to NCDs were estimated as 74 and 76 per cent of the total deaths respectively.2 Unhealthy dietary patterns are one of the main behavioural causes for escalating NCD incidences.3 While 72.5 per cent of the Sri Lankan population eat less than five servings of fruit and/or vegetables on average per day4 only 26.9 per cent of the males and 28.0 per cent of the females consume five or more servings of fruits and/or vegetables per day.5 Further, 26.5 per cent of school children aged 13-17 years reported that they consumed a carbonated soft drink at least once per day.6 This shows how unhealthy dietary patterns are followed in Sri Lanka every day.",
    "Fiscal interventions are crucial to correct market failures, create incentives to reduce dietary risk factors for NCDs, and generate government revenue.7 Fiscal policies and regulations are implemented within complex country-specific systems. They are influenced by several contextual factors such as social norms and acceptances, stakeholders, their interests and influences, resource implications, equity and human rights, and feasibility. These factors are collectively recognised as the political economy. A country’s political economy greatly influences policy development, implementation, and realisation. A proper understanding of the political economy can help formulate better policies to meet the NCD challenge and create a healthy food environment.",
    "Sri Lanka has introduced various measures including fiscal policies and regulations to promote healthy dietary patterns. The main objective of this policy brief is to highlight how the political economy of the food environment in the country influences the development of policies on healthy diets. The following findings are based on a political economy analysis conducted by the Institute of Policy Studies of Sri Lanka (IPS) as a part of the study on ‘Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka’. The study examines the following aspects:",
    "Policy framing – recognition of the main policy issue (underlying assumptions, perceptions, and concepts);",
    "Policy contents – recognition of key policy elements; and Policy development – actors, stakeholders, and their interests.",
    "The findings and recommendations are based on a review of policies introduced from the year 2000 onwards.",
    "Commendably NCDs, nutrition, and the food environment are recognised as important policy issues and framed well in the policy documents prepared by the health sector, mainly by the Ministry of Health.",
    "Healthy food consumption, production of healthy foods, social marketing and health promotion campaigns, nutrition labelling, nutrition education and retail sales of healthy food are the areas covered relatively well in the policy documents reviewed. However, many of the policy documents do not devote adequate attention to some crucial aspects such as funding sources, governance, gender sensitivity, and stakeholder identification. For example, the National Health Strategic Master Plan 2016-2025 Preventive Services Programme – Food Safety states, “The government of Sri Lanka will take over the responsibility in terms of finances and resource allocation to improve the food safety” as an assumption.8 But it does not either explain or present the financial sources and mechanisms to be used for this purpose. Likewise, in most policy documents, there is no explicit commitment to adopt fiscal measures to achieve the targets specified in those respective policies.",
    "The Ministry of Health plays a central role in developing policies to reduce NCDs, promote healthy diets, and establish a safer food environment in Sri Lanka. Apart from the Ministry of Health, the Ministry of Agriculture has also demonstrated its interest in nutrition and the food environment. Production of healthy foods, marketing and trading, and nutrition education are some of the key areas covered in the policy documents of the agriculture sector. Other than these two ministries, other public sectors have not indicated any noticeable interest in NCDs, nutrition or the food environment.",
    "Additionally, international development partners such as the World Health Organization (WHO), United Nations Children Fund (UNICEF), United Nations Population Fund (UNFPA), World Food Programme (WFP), and the World Bank (WB) are important stakeholders playing a supportive role in upgrading the nutrition status and food environment and addressing NCDs-related issues.",
    "Continue to focus on policy framing and cover crucial policy elements:",
    "The recognition and attention given to NCDs, nutrition and the food environment are progressive steps that need continuation. This is particularly important given the current NCD burden in Sri Lanka and the increasing trend of NCD-related morbidities and mortalities. However, the review of the policy documents revealed the lack of comprehensive coverage of important policy elements where some of the crucial aspects like governance structures, funding sources, and gender sensitivity are not adequately addressed.",
    "It is essential to comprehensively confer due recognition to all the crucial aspects to implement the policies effectively and to achieve desired outcomes. For example, identifying governance structures is important for the effective implementation of policies. It also indicates the country’s commitment and responsiveness in addressing the issues identified in the policies. Likewise, it is necessary to identify funding sources to implement the proposed actions. No matter how well developed a policy is, it will not achieve its intended impact if the resources to implement the policy are not available.",
    "The efforts of the health sector (i.e., Ministry of Health) to develop policies on NCDs, nutrition and the food environment are commendable. Yet, the lack of involvement and interest by other sectors is a huge deterrent to achieving the expected outcomes of policies aimed at promoting healthy diets in Sri Lanka. Currently, these issues are regarded as “health issues” and other sectors/ministries either do not adequately recognise or completely ignore these concerns when they formulate policies for their respective sectors. The food environment, nutrition and NCDs are complex and interconnected issues.",
    "Thus, policies that intend to address these issues must take a more holistic approach actively involving all the parties concerned. Further, the involvement of the highest level of the government such as the National Nutrition Council chaired by the President is recommended to lead and coordinate these processes, thereby assuring the highest level of political will and commitment.",
    "This policy insight was prepared by IPS researcher Sunimalee Madurawala (sunimalee@ips.lk) based on findings from a study on ‘Fiscal Policies and Regulations to Promote Healthy Diets in Sri Lanka’ funded by the International Development Research Centre (IDRC), Canada. For more policy insights from IPS, visit: https://www.ips.lk/publications/policy-insights/.",
    "CSE ops halt half an hour before closing time in the wake of growing economic uncertainties",
    "SLT-MOBITEL unveils ‘The Directory’ 2022 as refreshed and advanced national business directory",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}