{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/15/uganda-to-be-blacklisted-over-money-laundering-reports/",
  "time_ut": 1650007200,
  "title": "Uganda to be blacklisted over money laundering – Reports",
  "body_lines": [
    "(Kampala):Uganda’s financial industry risks being blacklisted by international systems for failure to put in place measures that can effectively prevent financial crimes like money laundering.",
    "This is a requirement by the Financial Action Task Force (FATF), a global inter-governmental organisation on the initiative of the G7countries to develop policies to combat money laundering and terrorism financing.",
    "Uganda was put on the ‘Grey List’, a list that shows the performance of countries regarding the safety or level of risk of their financial systems. This came after the FATF declined to adopt Uganda’s Money Laundering and Terror financing risk assessment report done by the Ministry of Finance, the Financial Intelligence Authority (FIA) and some NGOs in 2018.",
    "This was what the European Union based on to blacklist Uganda’s financial sector.",
    "This means transactions originating from Uganda or made through Uganda’s financial system and cash from or to the country, face more scrutiny by the international systems, which leads to delays in concluding the business transactions.",
    "This delays business transactions and increases the cost of doing business. But experts say when a country is black-listed, countries or other financial jurisdictions block some transactions if they cannot ascertain the source or destination of the money, or prove that it has nothing to do with money laundering.",
    "To avoid being downgraded to the “Blacklist”, Uganda must submit a revised report by May 2022, showing improvements responding to the gaps that were cited in the current report. A Grey List features countries whose measures against money laundering and terrorism financing, are not satisfactory and need to upgrade.",
    "However, it was revealed that the responsible government authorities have been working on the measures, including training personnel, that was recommended so as to meet the requirements.",
    "Financial jurisdictions can also block transactions if the country is still on the blacklist (like the EU has done) or one might need to get clearance from the commercial banks which issued the credit card for example.",
    "As of the end of March, Iran and North Korea are the only countries on the blacklist, while the grey list has 24, including six African countries alongside Uganda. The others are Burkina Faso, Mali, Morocco, South Sudan and Zimbabwe.",
    "The objectives of FATF are to set standards and promote effective implementation of legal, regulatory and operational measures for combating money laundering, terrorist financing and other related threats to the integrity of the international financial system.",
    "The FATF is considered effective in using policies and laws to combat illicit financial flows, causing stricter regulations through its public non-complier list, which may see financial institutions shift resources and services away from the countries on the blacklist.",
    "The FATF mandate is to ensure that countries implement relevant international conventions, criminalise money laundering and enable authorities to confiscate the proceeds of money laundering. Others are implementing customer due diligence like identity verification, record keeping and tracking and reporting suspicious transactions, among others.",
    "Fuel limit imposed for cars, vans, suv, motorcycles, & three-wheeler",
    "Litro Gas Chairman decides to step down, sends resignation letter to President",
    "UL says leases expiring & aircraft must be returned; looking at replacement leases"
  ]
}