{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/deliver-or-depart/",
  "time_ut": 1650646080,
  "title": "Deliver or depart",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe has told Parliament a home truth while the Opposition is challenging the government to prove that the latter has a majority in the House; whoever manages to muster a working majority, the current crises will not go away, and therefore the need is for a concerted effort to resolve them, Wickremesinghe has said. This, we believe, is a realistic assessment of the situation, which is bound to take a turn for the worse if the government and the Opposition continue to fight instead of joining forces to dispel political instability, which has taken a heavy toll on the economy and social order.",
    "What the main political parties are doing, during the country’s worst-ever economic crisis, is like the members of a family fighting over property matters while their mother is in the ICU, instead of helping the doctors struggling to save her life. The government has chosen to stay put; the Opposition would have us believe that it alone could resolve the multiple crises the country is beset with and should therefore be given the reins of government; the people out there protesting are of the considered view that all 225 MPs are total failures and therefore must go home.",
    "Chief Opposition Whip and SJB MP Lakshman Kiriella has taken exception to Speaker Mahinda Yapa Abeywardene’s contention that the entire legislature has incurred the wrath of the people. He has said Parliament should not be held responsible for the economic mess the country finds itself in because the 20th Amendment to the Constitution strengthened the executive presidency at the expense of Parliament. He says the blame for the current crises should go to President Gotabaya Rajapaksa, who has apologised for some of his arbitrary actions that ruined the agriculture sector and the economy.",
    "One can see Kiriella’s point, but the question is whether Parliament carried out its duties and functions properly to the satisfaction of the public while the 19th Amendment was in force from 2015 to 2019. The UNF parliamentary group led by Prime Minister Ranil Wickremesinghe tamed President Maithripala Sirisena and even foiled the latter’s attempt to dislodge that government unconstitutionally. But even under such a powerful legislature, national security was compromised and about 270 lives were lost in the Easter Sunday terror strikes in 2019. Foreign reserves continued to dwindle, and the national debt increased. Fortunately, there was no pandemic. True, clashes between the President and the Prime Minister—or the Executive and the Legislature, to be exact—rendered the yahapalana government dysfunctional, but it is doubtful whether that administration would have been able to live up to people’s expectations even if Sirisena and Wickremesinghe had got on well. The signs of its failure became evident even during the SLFP-UNP honeymoon at the early stages of the yahapalana regime; corruption thrived and political interference with all state institutions continued.",
    "Thus, one may argue that while constitutional reforms are necessary to ensure the separation of powers, the existing political culture needs a radical shake-up. First of all, there should be a great reset; there has to be an interim administration tasked with bringing about political stability by infusing the irate public with some hope and calming them down to help the experts striving to straighten up the economy accomplish their uphill task. This won’t be possible as long as the government sticks to power like a limpet and the Opposition seeks to make political mileage out of the crises.",
    "The government must stop playing tricks on the public and provoking them further. It cannot absolve itself of the blame for the present situation, which has resulted from massive tax cuts that benefited only the SLPP’s cronies, corruption, excessive money printing, politically motivated relief programmes, total disregard for expert advice, and failure to take action to arrest the economic downturn early. The Opposition ought to realise that the people do not have any faith in it either, and that is why they did not vote it into office in 2020. Protesters who are all out to see the back of the government are not demanding that power be handed over to the Opposition, are they? Instead, they want all 225 MPs to resign en masse. Such is their frustration. If any Opposition politician is convinced otherwise, let him or her be dared to go to the Galle Face Green and talk to the angry protesters who are calling for a system change.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}