{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/plans-to-attach-children-to-nearest-schools-due-to-crisis-education-secretary/",
  "time_ut": 1655468580,
  "title": "Plans to attach children to nearest schools due to crisis – Education Secretary",
  "body_lines": [
    "COLOMBO (News 1st); A system will be set up to temporarily attach children to the nearest school, says the Secretary to the Ministry of Education, M.N. Ranasinghe. He stated that it is expected to be implemented until December 31 this year in view of the current crisis and its impact on the education sector.",
    "The Secretary to the Ministry of Education, M.N. Ranasinghe told the Committee on Public Accounts (COPA)  on 15th June that the education sector as a whole has entered a very serious and complex process and it is more difficult to manage the situation in the face of the economic crisis than the COVID-19 pandemic situation.",
    "He stated this addressing a special meeting of the COPA chaired by Prof. Tissa Vitarana to examine the Future Educational Plans to be Implemented and Measures taken to Overcome the Effect of COVID-19 Pandemic and the Prevailing Economic Crisis on the Education System of Sri Lanka.",
    "Officials from the Ministry of Education, the National Institute of Education, the Department of Examinations, the Department of Education Publications and the University Grants Commission were summoned to this special meeting.",
    "The Secretary pointed out that the inability to cover the curriculum in the limited time available due to the inability to hold school on the scheduled days, the existing fuel shortage, the economic hardships of the children’s families and the loss of jobs to the parents are becoming a serious problem.",
    "Moreover, the officials pointed out that although teaching is done through online technology, there are various difficulties in the rural areas and the long term implementation of the online method in the learning process is not a successful method for the students.",
    "The Secretary said that the inadequacy of funds allocated to the Ministry in the face of current economic crisis is another major problem and that action should be taken to repurpose the funds of projects such as UNICEF, ADB, World Bank which are to be received from other institutions other than government sources and to implement priority programs.",
    "The Committee also paid special attention to the need to limit the scope of the syllabus applicable to the examination in a situation where it is not possible to cover the entire syllabus due to the limited number of days of schooling. Otherwise, the committee pointed out, children as well as teachers would be under severe pressure.",
    "It was revealed that the learning loss of students in the year 2020 was 54% and by August 2021 it was 88%. In such a situation, the committee emphasized the need for the Department of Examinations to prepare question papers in a manner that would not be unfair to the students considering the relevant learning loss during the examinations.",
    "Meanwhile, the committee recommended that a policy decision be taken in this regard in coordination with the National Institute of Education, the Ministry of Education and the Department of Examinations.",
    "The Committee commended the Commissioner General of Examinations and all other officials for conducting the National Examinations, including the GCE Ordinary Level, in a proper manner despite all the difficulties. The Committee also commended the education authorities, including all teachers, for their efforts in maintaining the education sector in the face of the COVID-19 situation and the prevailing economic crisis.",
    "The problems in the university system during this crisis situation were also discussed. In the face of difficulties such as fuel and gas shortages, students are being called to universities only for practical tests and lectures are being conducted online, officials said.",
    "The Committee recommended to the University Grants Commission that the World Bank-funded USD 100 million project be reconsider and put to good use in the face of the ongoing crisis.",
    "Plans to attach children to nearest schools due to crisis – Education Secretary"
  ]
}