{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Re-establish-ties-with-China-India-US-and-other-nations-to-seek-assistance-Ranil/108-236061",
  "time_ut": 1651394940,
  "title": "Re-establish ties with China, India, US and other nations to seek assistance: Ranil",
  "body_lines": [
    "Warning that World Bank has cautioned of a global food crisis which will last till 2024 and will affect Sri Lanka as well, former Prime Minister Ranil Wickremeisnghe said today that the priority of the nation is to re-establish relationships with China, India, US and other nations to seek their assistance to overcome these issues.",
    "“There are fuel and fertilizer crisis prevail in the country. The cost of living has skyrocketed and the World Bank has forecast a food crisis which could last till 2024. Sri Lanka should give priority to resolve these issues,” Mr. Wickremeisnghe said speaking at a May Day meeting organized by the Jathika Sevaka Sangamaya (JSS) at the New Town Hall.",
    "Parliament should exercise the powers vested upon it under the constitution. I have already proposed setting up of 20 committees for that purpose. There is also a proposal to repeal the 20th Amendment to the constitution. I am also against the 20th amendment. However our priority should not be the on the constitutional reforms. We need to find a solution to the economic crisis,” Mr. Wickremesinghe added.",
    "“Countries such as China and Japan have fallen out with Sri Lanka. It is essential to re-establish diplomatic ties with them. In addition, countries such as Indonesia suffered from economic woes some years ago with their banking sector falling. Sri Lanka can have a dialogue with them and use their experience to solve the issues here. Talking to India is also important.",
    "It is also possible to open dialogues with World Bank and other institutions such as Asian Development Bank. We can decide whom we should talk to and start dialogues to get assistance,” Mr. Wickremesinghe said. (Yohan Perera)"
  ]
}