{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylinco-life-among-great-place-to-work-10-best-workplaces-in-banking-finance-insurance/",
  "time_ut": 1647609900,
  "title": "Ceylinco Life among Great Place to Work ‘10 Best Workplaces’ in Banking, Finance & Insurance",
  "body_lines": [
    "Ceylinco Life has been ranked among the 10 Best Workplaces in Sri Lanka’s Banking, Financial Services and Insurance (BFSI) sector by Great Place to Work, the global authority on workplace culture.",
    "Great Place to Work announced its inaugural list of Best Workplaces in the BFSI Industries in Sri Lanka for 2021 at a recent awards presentation at the Hilton Colombo.",
    "The list was compiled by Great Place to Work after surveying almost 21,000 employees across the sector. The Top 10 were selected on the basis of positive employee perceptions and the policies and practices of the organisation in relation to human resources.",
    "Notably, Ceylinco Life was certified as a ‘Great Workplace’ in Sri Lanka for the first time in 2020 by the same organisation. The insurance leader retained this title in 2021 with a five-mark improvement over the overall rating accorded to it in the previous year.",
    "Commenting on this latest accolade, Ceylinco Life Executive Director/Head of Human Resources and Training Devaan Cooray said: “This award validates Ceylinco Life’s efforts to develop a great workplace for its employees through best practices that enrich work relationships and continuously enhance the employee experience. Our employees believe that they work for a great organisation, continue to trust the people they work for, take pride in what they do, and enjoy the company of the people they work with.”",
    "Being ranked in the Top 10 Best Workplaces in the BFSI Industries in Sri Lanka indicates that an organisation has differentiated itself by creating a great place to work for employees and established itself as an employer of choice. It has passed the rigorous two-lens model of the Great Place to Work Trust Index survey and the Culture Audit peoples practice analysis framework and matched the global qualification criteria required to be a Great Workplace.",
    "Great Place to Work is the global authority on high-trust, high-performance workplace cultures. Through proprietary assessment tools, advisory services, and certification programs, including Best Workplaces lists and workplace reviews, Great Place to Work provides the benchmarks, framework, and expertise needed to create, sustain, and recognise outstanding workplace cultures.",
    "Adjudged Sri Lanka’s Service Brand of the Year by the Sri Lanka Institute of Marketing (SLIM) and voted the ‘Most Popular Service Provider’ in Sri Lanka’s Life Insurance industry in 2021, Ceylinco Life has been the country’s leading life insurer for more than half of the 33 years it has been in existence. The company was ranked the ‘Most Valuable Life Insurance Brand’ in Sri Lanka by Brand Finance also in 2021, during which it was also named one of the 10 Most Admired Companies in Sri Lanka by the International Chamber of Commerce Sri Lanka (ICCSL) in collaboration with the Chartered Institute of Management Accountants (CIMA), was voted the ‘Peoples Life Insurance Service Provider of the Year’ for a record 15th consecutive year and was named the ‘Best Life Insurer in Sri Lanka’ for the eighth consecutive year by World Finance.",
    "Ceylinco Life has close to a million lives covered by active policies and is acknowledged as a benchmark in the local insurance sector for innovation, product research and development, customer service, professional development, sustainability, and corporate social responsibility.",
    "Nilmini Kumari Fernando succeeds father at Neil Marine & Penthouse",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}