{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Raising-Kachchativu-issue-was-both-needless-and-ill-timed/172-238222",
  "time_ut": 1654111440,
  "title": "Raising Kachchativu issue was both needless and ill-timed",
  "body_lines": [
    "The Tamil Nadu Chief Minister rendered a disservice to India and its relations with Sri Lanka by raising the Kachchativu issue with the Indian Prime Minister Narendra Modi at a public function in Chennai on May 27. The demand for “retrieving” the Palk Strait Island to give Tamil Nadu fishermen fishing rights around Kachchativu, was both needless and ill-timed.",
    "It reopened a settled issue, put a spoke in the wheel of Modi’s “Neighbourhood First” or Friendship with Neighbours policy, and added to the fears of North Sri Lankan Tamil fishermen already tormented by poachers from Tamil Nadu.",
    "The timing of Stalin’s demand was inappropriate, coming at a time when Indo-Lankan relations were touching unprecedented heights thanks to New Delhi’s generous (US$ 3.5 billion) help to Sri Lanka at a time of dire need. The demand also followed Tamil Nadu’s gifting of humanitarian aid to Sri Lanka worth US$ 16 million, the value of which was in danger of being negated by the demand for Kachchativu.",
    "Make it worse, the Indian media quoted the Tamil Nadu Bharatiya Janata Party (BJP) chief, K. Annamalai, accusing Stalin’s party the Dravida Munnetra Kazhagam (DMK) and Indira Gandhi of “gifting” the island to Sri Lanka in 1974. The Tamil Nadu BJP’s intervention created apprehensions in Sri Lanka about the BJP-led government in New Delhi taking up the sensitive issue. Indian commentators even said that New Delhi should use its growing geopolitical clout to get Colombo to agree to a transfer of the island.",
    "On the Sri Lankan side, K.Rajachandran, President of the Ambal Fishermen’s Cooperative Society, Karainagar, Jaffna, feared that once the island went into India’s hands, Tamil Nadu fishermen could use it as a forward base to further extend their intrusions into Sri Lankan waters. He also feared that Colombo would turn a blind eye to this as the affected fishermen would not be the majority Sinhalese but minority Tamils. Rajachandran also pointed out that Tami Nadu fishermen have been coming up to Sri Lankan shores well past Kachchativu routinely anyway. Therefore, securing it would be of no great value for them.",
    "However, it is certain that New Delhi will not revise its consistent stand that there is no case for retrieving the island. When Tamil Nadu Chief Minister J. Jayalalithaa took the issue to the Supreme Court, the Indian government challenged her contention that Kachchativu was Indian Territory that was gifted away to Sri Lanka. New Delhi insisted that Kachchativu was always a “disputed” territory and that the dispute had been settled through negotiations.",
    "The Central government told the Supreme Court: “Both countries examined the entire question from all angles and took into account historical evidence and legal aspects. This position was reiterated in the 1976 agreement. No territory belonging to India was ceded nor sovereignty relinquished since the area in question was in dispute and had never been demarcated.” The contention of Jayalalithaa that Kachchativu was ceded to Sri Lanka “was not correct and contrary to official records,” the Centre said.",
    "According to an informed source, Indian Prime Minister Atal Bihari Vajpayee had also written to Jayalalithaa saying that Kachchativu was a settled matter and requesting her not to raise it. Sources said that the current BJP government will also not be willing to ruffle Colombo’s feathers.",
    "One of the points of conflict has been the difference in the interpretation of the 1974 and 1976 Indo-Lankan Agreements.  While the Tamil Nadu government and Tamil Nadu fishermen contend that the agreements allow fishermen of the two countries to exercise their “traditional rights” which includes fishing rights around Kachchativu, the Indian and Sri Lankan governments point out that fishing rights were not given. What was given was only the right of the Indian fishermen to dry their nets in Kachchativu, to attend the annual St. Anthony’s Feast without a visa and the right of navigation, not fishing.",
    "The Indian government had in fact told the Supreme Court that the term traditional rights “is not to be understood to cover fishing rights around the island to Indian fishermen.”",
    "But the Tami Nadu government has argued that the ban on fishing was not part of the agreement but was there only in the letters exchanged between two signatories to the agreement, and therefore not binding.",
    "Article 4 of the 1974 Agreement stipulates that each State shall have sovereignty and exclusive jurisdiction and control over the waters, the Islands, the Continental Shelf and the sub soil on its side of the Maritime boundary in the Palk Strait and Palk Bay. Kachchativu Island was determined as falling within Sri Lankan waters.",
    "Article 5 provides that “Subject to the foregoing, Indian fishermen and pilgrims will enjoy access to visit Kachchativu, as hitherto, and will not be required by Sri Lanka to obtain travel documents or visas for these purposes.”",
    "Article 6 states that “The vessels of India and Sri Lanka will enjoy in each other’s waters such rights as they have traditionally enjoyed therein.” The expression “traditional rights” is interpreted in Tamil Nadu as including “fishing rights” also.",
    "Art 6 of the 1976 agreement says: (1) Each Party shall have sovereignty over the historic waters and territorial sea, as well as over the islands, falling on its side of the aforesaid boundary. (2) Each Party shall have sovereign rights and exclusive jurisdiction over the continental shelf and the Exclusive Economic Zone as well as their resources, whether living or non- living, falling on its side of the aforesaid boundary. (3) Each Party shall respect rights of navigation through its territorial sea and exclusive economic zone in accordance with its laws and regulations and the rules of international law.",
    "The Sri Lanka view is that, by this Article, only navigational rights of the vessels of both Sri Lanka and India over each other’s waters have been preserved and not fishing rights.",
    "The Sri Lankan Ministry of Foreign Affairs stated: “The preparatory notes leading to the finalization of the rights of the two Parties, clearly manifests that the rights of pilgrims under Article 5 were restricted to attending the annual feast of the church and the rights of access of fishermen were restricted to drying their nets and catch. Therefore, the provisions in Article 5 and 6, taken together, do not confer any fishing rights on the Indian fishermen or vessels to engage in fishing in Sri Lankan waters. The 1974 and 1976 Agreements, taken together with the Exchange of Letters, that was signed between Kewal Singh, the then Foreign Secretary to the Government of India, and W.T. Jayasinghe, then Secretary to the Ministry of Defence and Foreign Affairs of Sri Lanka, has put the question of fishing rights beyond doubt.”",
    "The  Lankan Ministry further said: “Paragraph 1 of the Exchange of Letters very clearly rules out any fishing rights for the fishermen of the two States in the waters of the other State which reads as follows: Fishing vessels and fishermen of India shall not engage in fishing in the historic waters, the territorial sea and the EEZ of Sri Lanka nor shall the fishing vessels and fishermen of Sri Lanka engage in fishing in the historic waters, the territorial sea and the EEZ of India, without the express permission of Sri Lanka or India, as the case may be.”",
    "“Therefore, with the signing of the 1976 Agreement and the Exchange of Letters, the maritime boundary between Sri Lanka and India stands settled, and the Letters of Exchange clearly prohibits fishing vessels and fishermen of one country fishing in the others’ waters,” the Sri Lankan Foreign Ministry concluded."
  ],
  "translate": {
    "si": {
      "title": "කච්චතිව් ප්‍රශ්නය මතු කිරීම අනවශ්‍ය මෙන්ම කාලානුරූපී විය",
      "body_lines": [
        "තමිල්නාඩු මහ ඇමතිනිය මැයි 27 දා චෙන්නායි හි පැවති ප්‍රසිද්ධ උත්සවයකදී ඉන්දීය අගමැති නරේන්ද්‍ර මෝදි සමග කච්චතිව් ප්‍රශ්නය මතු කරමින් ඉන්දියාවට සහ ශ්‍රී ලංකාව සමඟ ඇති සබඳතාවලට අගෞරවයක් කළේය. තමිල්නාඩු ධීවරයින් කච්චතිව් අවට මසුන් ඇල්ලීමේ අයිතිය අනවශ්‍ය මෙන්ම කාලානුරූපී විය.",
        "එය සමථයකට පත් වූ ප්‍රශ්නයක් යලි විවෘත කර, මෝඩිගේ \"අසල්වැසි ප්‍රථම\" හෙවත් අසල්වැසියන් සමග මිත්‍රත්වයේ ප්‍රතිපත්තියේ රෝදයට කතා කර, තමිල්නාඩුවේ දඩයම්කරුවන් විසින් දැනටමත් වධ හිංසාවට ලක්ව සිටින උතුරු ශ්‍රී ලාංකික දෙමළ ධීවරයින්ගේ භීතිය තවත් වැඩි කළේය.",
        "ස්ටාලින්ගේ ඉල්ලීමේ කාලය නුසුදුසු වූ අතර, දැඩි අවශ්‍යතාවයක් ඇති අවස්ථාවකදී ශ්‍රී ලංකාවට නවදිල්ලියේ ත්‍යාගශීලී (ඇමරිකානු ඩොලර් බිලියන 3.5) උපකාරයට ස්තූතිවන්ත වෙමින් ඉන්දු-ලංකා සබඳතා පෙර නොවූ විරූ උසකට ළඟා වෙමින් තිබූ අවස්ථාවක පැමිණේ. තමිල්නාඩුව විසින් ශ්‍රී ලංකාවට ඇමරිකානු ඩොලර් මිලියන 16 ක මානුෂීය ආධාර පිරිනැමීමත් සමඟ මෙම ඉල්ලුම ඇති වූ අතර, එහි වටිනාකම කච්චතිව් සඳහා වූ ඉල්ලුම නිසා නිෂේධනය වීමේ අවදානමකට ලක් විය.",
        "එය වඩාත් නරක අතට පත් කරන්න, ඉන්දීය මාධ්‍ය උපුටා දක්වමින් තමිල්නාඩු භාරතීය ජනතා පක්ෂයේ (බීජේපී) ප්‍රධානී කේ. අන්නමලෙයි, 1974 දී ශ්‍රී ලංකාවට දිවයින “තෑගි” කළ බවට ස්ටාලින්ගේ පක්ෂය ද්‍රවිඩ මුන්නේත්‍ර කසාගම් (ඩීඑම්කේ) සහ ඉන්දිරා ගාන්ධිට චෝදනා කළේය. නාඩු භාරතීය ජනතා පක්ෂයේ මැදිහත්වීම නවදිල්ලියේ භාරතීය ජනතා පක්ෂය ප්‍රමුඛ රජය සංවේදී ප්‍රශ්නය අතට ගැනීම පිළිබඳව ශ්‍රී ලංකාව තුළ භීතියක් ඇති කළේය. ඉන්දියානු විචාරකයින් පවා කියා සිටියේ, නව දිල්ලිය දිවයින මාරු කිරීමකට කොළඹට එකඟ කරවා ගැනීම සඳහා එහි වර්ධනය වන භූ දේශපාලන බලය භාවිතා කළ යුතු බවයි.",
        "ශ්‍රී ලංකාව පැත්තෙන්, යාපනය, කරෙයිනගර්, අම්බාල් ධීවර සමුපකාර සමිතියේ සභාපති කේ.රාජචන්ද්‍රන්, දිවයින ඉන්දියාව අතට ගිය පසු, තමිල්නාඩු ධීවරයින් ශ්‍රී ලංකාවට ඔවුන්ගේ ආක්‍රමණය තවදුරටත් ව්‍යාප්ත කිරීමට ඉදිරි කඳවුරක් ලෙස භාවිතා කළ හැකි බවට බිය විය. ජලය. විපතට පත් ධීවරයින් බහුතර සිංහලයන් නොව සුළුතර දෙමළ ජාතිකයන් වීම නිසා කොළඹ මේ ගැන ඇස් කන් පියාගෙන සිටිනු ඇතැයි ද ඔහු බිය විය. කෙසේ හෝ සාමාන්‍යයෙන් කච්චතිව් පසුකර ශ්‍රී ලංකා වෙරළට තමිනාඩු ධීවරයන් පැමිණෙමින් සිටින බවද රාජචන්ද්‍රන් පෙන්වා දුන්නේය. එමනිසා, එය සුරක්ෂිත කිරීම ඔවුන්ට විශාල වටිනාකමක් නොවනු ඇත.",
        "කෙසේ වෙතත්, නව දිල්ලිය දිවයින නැවත ලබා ගැනීමට අවස්ථාවක් නොමැති බවට එහි ස්ථාවර ස්ථාවරය සංශෝධනය නොකරනු ඇත. තමිල්නාඩු මහ ඇමතිනී ජේ. ජයලලිතා මෙම ප්‍රශ්නය ශ්‍රේෂ්ඨාධිකරණය වෙත ගෙන ගිය අවස්ථාවේදී ඉන්දීය රජය විසින් කච්චතිව් යනු ශ්‍රී ලංකාවට තිළිණ කළ ඉන්දීය භූමියක් බවට ඇයගේ තර්කය අභියෝගයට ලක් කළේය. නව දිල්ලිය අවධාරනය කළේ කච්චතිව් සෑම විටම \"ආරවුල්\" භූමියක් බවත්, ආරවුල සාකච්ඡා මාර්ගයෙන් විසඳා ගත් බවත්ය.",
        "මධ්‍යම ආන්ඩුව ශ්‍රේෂ්ඨාධිකරණයට පැවසුවේ, “රටවල් දෙකම සමස්ත ප්‍රශ්නය සියලු කෝණවලින් පරීක්‍ෂා කළ අතර ඓතිහාසික සාක්ෂි සහ නීතිමය අංශ සැලකිල්ලට ගත්හ. 1976 ගිවිසුමෙන් මෙම ස්ථාවරය නැවත නැවතත් අවධාරණය කරන ලදී. අදාළ ප්‍රදේශය මතභේදයට තුඩු දී ඇති බැවින් සහ කිසි විටෙක සීමා නිර්ණය කර නොතිබූ බැවින් ඉන්දියාවට අයත් කිසිදු භූමියක් පවරා දී හෝ ස්වෛරීභාවය අත්හැරියේ නැත. කච්චතිව් ශ්‍රී ලංකාවට පවරා දුන් බවට ජයලලිතාගේ තර්කය “නිවැරදි නොවන අතර නිල වාර්තාවලට පටහැනි” බව මධ්‍යස්ථානය පවසයි.",
        "තතු දත් මූලාශ්‍රයකට අනුව ඉන්දීය අගමැති අතල් බිහාරි වජ්පායිද ජයලලිතාට ලිඛිතව ලිඛිතව පවසා ඇත්තේ කච්චතිව් ප්‍රශ්නය විසඳා ගත් කරුණක් බවත් එය මතු නොකරන ලෙසත් ඉල්ලා සිටි බවයි. වත්මන් භාරතීය ජනතා පක්‍ෂයේ ආන්ඩුව ද කොළඹ පිහාටු අවුල් කිරීමට කැමැත්තක් නොදක්වන බව ආරංචි මාර්ග පවසයි.",
        "ගැටුමේ එක් කරුණක් වන්නේ 1974 සහ 1976 ඉන්දු-ලංකා ගිවිසුම්වල අර්ථකථනයේ වෙනසයි. තමිල්නාඩු රජය සහ තමිල්නාඩු ධීවරයින් දෙරටේ ධීවරයින්ට කච්චතිව් අවට ධීවර අයිතීන් ඇතුළත් “සාම්ප්‍රදායික අයිතීන්” ක්‍රියාත්මක කිරීමට ගිවිසුම් මගින් ඉඩ ලබා දෙන බවට තර්ක කරන අතර, ඉන්දීය සහ ශ්‍රී ලංකා රජයන් පෙන්වා දෙන්නේ ධීවර අයිතිය ලබාදී නොමැති බවයි. ඉන්දීය ධීවරයින්ට කච්චතිව්හි දැල් වියළා ගැනීමටත්, වීසා නොමැතිව වාර්ෂික ශාන්ත අන්තෝනි මුනිඳුන්ගේ මංගල්‍යයට සහභාගි වීමටත්, ධීවර කටයුතු සඳහා යාත්‍රා කිරීමේ අයිතියත් පමණක් ලබා දී ඇත.",
        "සාම්ප්‍රදායික අයිතිවාසිකම් යන යෙදුම \"ඉන්දියානු ධීවරයින්ට දිවයින වටා ධීවර අයිතීන් ආවරණය කිරීම සඳහා තේරුම් නොගත යුතු\" බව ඉන්දීය රජය ඇත්ත වශයෙන්ම ශ්‍රේෂ්ඨාධිකරණයට ප්‍රකාශ කර තිබුණි.",
        "එහෙත් තමිනාඩු රජය තර්ක කර ඇත්තේ මත්ස්‍ය තහනම ගිවිසුමේ කොටසක් නොවන බවත් එය ගිවිසුමට අත්සන් කළ දෙදෙනකු අතර හුවමාරු වූ ලිපිවල පමණක් බවත්, එබැවින් එය බැඳී නොමැති බවත්ය.",
        "1974 ගිවිසුමේ 4 වැනි වගන්තියේ සෑම ප්‍රාන්තයකටම ස්වෛරීභාවය සහ තනි අධිකරණ බලය සහ ජලය, දූපත්, මහද්වීපික තටාකය සහ පෝක් සමුද්‍ර සන්ධියේ සහ පෝක් බොක්කෙහි සමුද්‍ර මායිමේ පැත්තේ ඇති උප පස පාලනය කළ යුතු බව නියම කරයි. කච්චතිව් දූපත ශ්‍රී ලංකා මුහුදු සීමාවට අයත් බව තීරණය විය.",
        "5 වැනි වගන්තිය මඟින් “ඉහත සඳහන් කරුණුවලට යටත්ව, ඉන්දීය ධීවරයින්ට සහ වන්දනාකරුවන්ට මෙතෙක් මෙන් කච්චතිව් නැරඹීමට ප්‍රවේශය ලැබෙනු ඇති අතර, මෙම අරමුණු සඳහා සංචාරක ලියකියවිලි හෝ වීසා ලබා ගැනීමට ශ්‍රී ලංකාවට අවශ්‍ය නොවනු ඇත.”",
        "6 වැනි වගන්තිය පවසන්නේ \"ඉන්දියාවේ සහ ශ්‍රී ලංකාවේ යාත්‍රා සාම්ප්‍රදායිකව භුක්ති වින්දා වැනි අයිතීන් එකිනෙකාගේ ජලය තුළ භුක්ති විඳිනු ඇති\" බවයි. \"සාම්ප්‍රදායික අයිතීන්\" යන ප්‍රකාශය තමිල්නාඩුවේ අර්ථකථනය කරනු ලබන්නේ \"ධිවර අයිතීන්\" ද ඇතුළත් ව ය.",
        "1976 ගිවිසුමේ 6 වැනි වගන්තිය මෙසේ කියයි: (1) එක් එක් පාර්ශ්වයකට ඉහත සඳහන් කළ මායිමේ පැත්තට වැටෙන ඓතිහාසික ජලය සහ භෞමික මුහුද මෙන්ම දූපත් කෙරෙහි ද ස්වෛරීභාවය තිබිය යුතුය. (2) සෑම පාර්ශ්වයකටම මහාද්වීපික රාක්කය සහ සුවිශේෂී ආර්ථික කලාපය මෙන්ම ඔවුන්ගේ සම්පත්, ජීවමාන හෝ පණ නැති වුවද, ඉහත සඳහන් මායිමේ පැත්තට වැටෙන ස්වෛරී අයිතිවාසිකම් සහ තනි අධිකරණ බලය තිබිය යුතුය. (3) සෑම පාර්ශ්වයක්ම එහි නීති සහ රෙගුලාසි සහ ජාත්‍යන්තර නීතියේ රීතිවලට අනුකූලව තම භෞමික මුහුද සහ සුවිශේෂී ආර්ථික කලාපය හරහා යාත්‍රා කිරීමේ අයිතිවාසිකම්වලට ගරු කළ යුතුය.",
        "ශ්‍රී ලංකාවේ අදහස නම්, මෙම වගන්තිය මගින්, ශ්‍රී ලංකාව සහ ඉන්දියාව යන දෙරටේම යාත්‍රාවල ඔවුනොවුන්ගේ මුහුදු සීමාව මත යාත්‍රා කිරීමේ අයිතිය පමණක් ආරක්ෂා වී ඇති අතර, මසුන් ඇල්ලීමේ අයිතිය සුරැකී නැත.",
        "ශ්‍රී ලංකා විදේශ කටයුතු අමාත්‍යාංශය මෙසේ ප්‍රකාශ කළේය: “පක්ෂ දෙකේ අයිතිවාසිකම් අවසන් කිරීමට තුඩු දෙන සූදානම් කිරීමේ සටහන්, 5 වන වගන්තිය යටතේ වන්දනාකරුවන්ගේ අයිතිවාසිකම් පල්ලියේ වාර්ෂික මංගල්‍යයට සහභාගී වීමට සහ ප්‍රවේශ වීමේ අයිතිය සීමා කර ඇති බව පැහැදිලිව පෙන්නුම් කරයි. ධීවරයින්ගේ දැල් වියළීම සහ අල්ලා ගැනීම සීමා විය. එබැවින්, 5 සහ 6 වගන්තිවල විධිවිධාන එකට ගත් විට, ඉන්දීය ධීවරයින්ට හෝ යාත්‍රාවලට ශ්‍රී ලංකා මුහුදු සීමාවේ මසුන් ඇල්ලීමේ කිසිදු ධීවර අයිතියක් ලබා නොදේ. එවකට ඉන්දීය රජයේ විදේශ ලේකම් කෙවාල් සිං සහ ශ්‍රී ලංකාවේ ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ ලේකම් ඩබ්ලිව්.ටී. ජයසිංහ අතර අත්සන් කරන ලද ලිපි හුවමාරුව සමඟ 1974 සහ 1976 ගිවිසුම් ධීවර අයිතීන් පිළිබඳ ප්‍රශ්නය සැකයෙන් ඔබ්බට තබන්න.",
        "ලංකා අමාත්‍යාංශය තවදුරටත් මෙසේ පැවසීය: “ලිපි හුවමාරුවේ 1 වන ඡේදය ඉතා පැහැදිලිවම ප්‍රාන්ත දෙකේ ධීවරයින්ට අනෙක් ප්‍රාන්තයේ මුහුදේ මසුන් ඇල්ලීමේ අයිතිය බැහැර කරයි, එය පහත පරිදි කියවේ: ධීවර යාත්‍රා සහ ඉන්දියාවේ ධීවරයින් කටයුතු නොකළ යුතුය. ශ්‍රී ලංකාවේ ඓතිහාසික මුහුදේ, භෞමික මුහුදේ සහ ශ්‍රී ලංකාවේ EEZ හි මසුන් ඇල්ලීම හෝ ශ්‍රී ලංකාවේ ධීවර යාත්‍රා සහ ධීවරයින් ශ්‍රී ලංකාවේ ප්‍රකාශිත අවසරයකින් තොරව ඉන්දියාවේ ඓතිහාසික මුහුදේ, භෞමික මුහුදේ සහ EEZ හි මසුන් ඇල්ලීම නොකළ යුතුය. ඉන්දියාව, නඩුව විය හැකි පරිදි. ”",
        "\"එබැවින්, 1976 ගිවිසුම අත්සන් කිරීම සහ ලිපි හුවමාරුව සමඟ, ශ්‍රී ලංකාව සහ ඉන්දියාව අතර මුහුදු සීමාව සමථයකට පත් වන අතර, එක් රටක ධීවර යාත්‍රා සහ ධීවරයින් අනෙක් මුහුදේ මසුන් ඇල්ලීම හුවමාරු ලිපි පැහැදිලිවම තහනම් කරයි. ශ්‍රී ලංකා විදේශ අමාත්‍යාංශය අවසන් කළේය."
      ]
    },
    "ta": {
      "title": "கச்சத்தீவு பிரச்சினையை எழுப்புவது தேவையில்லாதது மற்றும் நேரமற்றது",
      "body_lines": [
        "மே 27 அன்று சென்னையில் நடந்த பொது நிகழ்ச்சியில் இந்திய பிரதமர் நரேந்திர மோடியிடம் கச்சத்தீவு பிரச்சனையை எழுப்பியதன் மூலம் இந்தியாவிற்கும் இலங்கையுடனான அதன் உறவுகளுக்கும் தமிழக முதல்வர் கேடு விளைவித்துள்ளார். பால்க் ஜலசந்தி தீவை \"மீட்க\" கோரிக்கை தமிழக மீனவர்கள் கச்சத்தீவைச் சுற்றி மீன்பிடிக்கும் உரிமை தேவையற்றது மற்றும் காலமற்றது.",
        "இது ஒரு தீர்க்கப்பட்ட பிரச்சினையை மீண்டும் திறந்து, மோடியின் \"அண்டைக்கு முதலில்\" அல்லது அண்டை நாடுகளுடனான நட்பு கொள்கையின் சக்கரத்தில் ஒரு பேச்சை வைத்தது, மேலும் தமிழ்நாட்டின் வேட்டையாடுபவர்களால் ஏற்கனவே துன்புறுத்தப்பட்ட வட இலங்கை தமிழக மீனவர்களின் அச்சத்தை மேலும் சேர்த்தது.",
        "ஸ்டாலினின் கோரிக்கையின் நேரம் பொருத்தமற்றது, இந்தியா-இலங்கை உறவுகள் முன்னெப்போதும் இல்லாத உயரத்தைத் தொட்டுக்கொண்டிருந்த நேரத்தில், புதுடெல்லியின் தாராளமான (3.5 பில்லியன் அமெரிக்க டாலர்கள்) இலங்கைக்கு மிகவும் தேவைப்படும் நேரத்தில் உதவியது. 16 மில்லியன் அமெரிக்க டொலர் பெறுமதியான மனிதாபிமான உதவியை இலங்கைக்கு தமிழ்நாடு வழங்கியதைத் தொடர்ந்து இந்தக் கோரிக்கையானது கச்சத்தீவு கோரிக்கையால் நிராகரிக்கப்படும் அபாயத்தில் இருந்தது.",
        "ஸ்டாலினின் கட்சியான திராவிட முன்னேற்றக் கழகமும் (திமுக) இந்திரா காந்தியும் 1974 இல் இலங்கைக்கு தீவை \"பரிசாக\" வழங்கியதாக தமிழ்நாடு பாரதிய ஜனதா கட்சியின் (BJP) தலைவர் K. அண்ணாமலையை மேற்கோள் காட்டி இந்திய ஊடகங்கள் செய்தி வெளியிட்டுள்ளன. மத்திய பாஜகவின் தலையீடு, புதுதில்லியில் பாஜக தலைமையிலான அரசாங்கம் இந்த முக்கியமான பிரச்சினையை கையில் எடுப்பது குறித்து இலங்கையில் அச்சத்தை உருவாக்கியது. இந்திய வர்ணனையாளர்கள் கூட, புது டெல்லி அதன் வளர்ந்து வரும் புவிசார் அரசியல் செல்வாக்கைப் பயன்படுத்தி கொழும்பை தீவின் மாற்றத்திற்கு ஒப்புக் கொள்ள வேண்டும் என்று கூறினார்.",
        "இலங்கைத் தரப்பில், யாழ்ப்பாணம் காரைநகர், அம்பாள் மீனவர் கூட்டுறவுச் சங்கத் தலைவர் கே.ராஜச்சந்திரன், தீவு இந்தியாவின் கைகளுக்குச் சென்றால், தமிழக மீனவர்கள் இலங்கைக்குள் தங்கள் ஊடுருவலை மேலும் நீட்டிக்க முன்னோக்கி தளமாகப் பயன்படுத்தலாம் என்று அஞ்சுகிறார். நீர். பாதிக்கப்படும் மீனவர்கள் பெரும்பான்மை சிங்களவர்களாக இல்லாமல் சிறுபான்மைத் தமிழர்களாக இருப்பதனால் கொழும்பு இதற்குக் கண்ணை மூடிக் கொள்ளும் என்றும் அவர் அஞ்சினார். எப்படியும் தமிழக மீனவர்கள் கச்சத்தீவைத் தாண்டி இலங்கைக் கரைக்கு வருவது வழக்கம் என்றும் ராஜச்சந்திரன் சுட்டிக்காட்டினார். எனவே, அதைப் பாதுகாப்பது அவர்களுக்கு பெரிய மதிப்பை அளிக்காது.",
        "இருப்பினும், தீவை மீட்பதற்கான எந்த சந்தர்ப்பமும் இல்லை என்ற தனது நிலையான நிலைப்பாட்டை புது தில்லி மறுபரிசீலனை செய்யாது என்பது உறுதி. தமிழக முதல்வர் ஜெ.ஜெயலலிதா உச்சநீதிமன்றத்தில் வழக்கு தொடர்ந்தபோது, ​​கச்சத்தீவு இலங்கைக்கு பரிசாக அளிக்கப்பட்ட இந்தியப் பகுதி என்ற அவரது வாதத்தை இந்திய அரசு சவால் செய்தது. கச்சத்தீவு எப்போதுமே சர்ச்சைக்குரிய பகுதி என்றும், பேச்சுவார்த்தை மூலம் பிரச்னைக்கு தீர்வு காணப்பட்டது என்றும் புதுடெல்லி வலியுறுத்தியது.",
        "சுப்ரீம் கோர்ட்டில் மத்திய அரசு கூறியதாவது: இரு நாடுகளும் முழு கேள்வியையும் அனைத்து கோணங்களிலும் ஆய்வு செய்து, வரலாற்று சான்றுகள் மற்றும் சட்ட அம்சங்களை கணக்கில் எடுத்துக்கொண்டன. இந்த நிலைப்பாடு 1976 ஒப்பந்தத்தில் மீண்டும் வலியுறுத்தப்பட்டது. இந்தியாவுக்குச் சொந்தமான எந்தப் பகுதியும் விட்டுக்கொடுக்கப்படவில்லை அல்லது இறையாண்மையை விட்டுக்கொடுக்கவில்லை, ஏனெனில் குறித்த பகுதி சர்ச்சைக்குரியதாக இருந்தது மற்றும் ஒருபோதும் வரையறுக்கப்படவில்லை. கச்சத்தீவு இலங்கைக்கு வழங்கப்பட்டது என்ற ஜெயலலிதாவின் வாதம் \"சரியானது அல்ல, அதிகாரப்பூர்வ பதிவுகளுக்கு முரணானது\" என்று மத்திய அரசு கூறியது.",
        "இந்தியப் பிரதமர் அடல் பிஹாரி வாஜ்பாய், கச்சத்தீவு தீர்க்கப்பட்ட விவகாரம் என்றும், அதை எழுப்ப வேண்டாம் என்றும் ஜெயலலிதாவுக்கு கடிதம் எழுதியுள்ளதாக தகவல் அறிந்த வட்டாரங்கள் தெரிவிக்கின்றன. தற்போதைய பிஜேபி அரசாங்கமும் கொழும்பின் இறகுகளை சீர்குலைக்க தயாராக இல்லை என்று வட்டாரங்கள் தெரிவிக்கின்றன.",
        "1974 மற்றும் 1976 இந்திய-இலங்கை ஒப்பந்தங்களின் விளக்கத்தில் உள்ள வேறுபாடு முரண்பாட்டின் புள்ளிகளில் ஒன்றாகும். கச்சத்தீவைச் சுற்றியுள்ள மீன்பிடி உரிமைகள் உட்பட இரு நாட்டு மீனவர்களும் தங்களின் பாரம்பரிய உரிமைகளைப் பயன்படுத்திக்கொள்ள ஒப்பந்தங்கள் அனுமதிக்கின்றன என்று தமிழக அரசும், தமிழக மீனவர்களும் வாதிடும் நிலையில், இந்திய, இலங்கை அரசுகள் மீன்பிடி உரிமை வழங்கப்படவில்லை என்று சுட்டிக்காட்டுகின்றன. இந்திய மீனவர்களுக்கு கச்சத்தீவில் வலைகளைக் காயவைக்கும் உரிமையும், விசா இல்லாமல் ஆண்டுதோறும் புனித அந்தோணியார் பெருவிழாவில் கலந்துகொள்வதற்கான உரிமையும், மீன்பிடிக்கக் கூடாது என்பதற்கான உரிமையும் மட்டுமே வழங்கப்பட்டது.",
        "\"பாரம்பரிய உரிமைகள் என்ற சொல் இந்திய மீனவர்களுக்கு தீவைச் சுற்றி மீன்பிடிக்கும் உரிமையை மறைப்பதாகப் புரிந்து கொள்ளக் கூடாது\" என்று இந்திய அரசாங்கம் உண்மையில் உச்ச நீதிமன்றத்தில் கூறியிருந்தது.",
        "ஆனால், மீன்பிடித் தடைச்சட்டம் ஒப்பந்தத்தின் ஒரு பகுதி அல்ல என்றும், ஒப்பந்தத்தில் கையெழுத்திட்ட இரு நாடுகளுக்கு இடையே நடந்த கடிதங்களில் மட்டுமே இருந்ததாகவும், அதனால் அது பிணைக்கப்படவில்லை என்றும் தமிழக அரசு வாதிட்டது.",
        "1974 ஒப்பந்தத்தின் பிரிவு 4, ஒவ்வொரு மாநிலத்திற்கும் இறையாண்மை மற்றும் பிரத்தியேக அதிகார வரம்பு மற்றும் நீர், தீவுகள், கான்டினென்டல் ஷெல்ஃப் மற்றும் பால்க் ஜலசந்தி மற்றும் பால்க் விரிகுடாவில் கடல் எல்லையின் அதன் பக்கத்தில் உள்ள துணை மண்ணின் மீது கட்டுப்பாடு இருக்க வேண்டும் என்று கூறுகிறது. கச்சத்தீவு இலங்கை கடற்பரப்பிற்குள் அடங்குவதாக தீர்மானிக்கப்பட்டது.",
        "பிரிவு 5, “மேற்கூறியவற்றுக்கு உட்பட்டு, இந்திய மீனவர்கள் மற்றும் யாத்ரீகர்கள் இதுவரை கச்சத்தீவுக்குச் செல்வதற்கான அணுகலை அனுபவிப்பார்கள், மேலும் இந்த நோக்கங்களுக்காக இலங்கை பயண ஆவணங்கள் அல்லது விசாவைப் பெறத் தேவையில்லை” என்று வழங்குகிறது.",
        "பிரிவு 6 கூறுகிறது, \"இந்தியா மற்றும் இலங்கையின் கப்பல்கள் பரஸ்பரம் பரம்பரையாக அனுபவித்து வந்த உரிமைகளைப் போன்ற உரிமைகளை ஒருவருக்கொருவர் அனுபவிக்கும்.\" \"பாரம்பரிய உரிமைகள்\" என்ற வெளிப்பாடு தமிழ்நாட்டில் \"மீன்பிடி உரிமைகள்\" உட்பட விளக்கப்படுகிறது.",
        "1976 உடன்படிக்கையின் 6வது விதி கூறுகிறது: (1) ஒவ்வொரு கட்சியும் வரலாற்று நீர் மற்றும் பிராந்திய கடல் மற்றும் தீவுகளின் மீதும், மேற்கூறிய எல்லையில் அதன் பக்கத்தில் விழும் இறையாண்மையைக் கொண்டிருக்கும். (2) ஒவ்வொரு தரப்பினரும் கான்டினென்டல் ஷெல்ஃப் மற்றும் பிரத்தியேக பொருளாதார மண்டலத்தின் மீது இறையாண்மை உரிமைகள் மற்றும் பிரத்தியேக அதிகார வரம்பைக் கொண்டுள்ளனர், அத்துடன் மேற்கூறிய எல்லையின் பக்கத்தில் விழும் வாழ்வாதாரங்கள் அல்லது உயிரற்றவை. (3) ஒவ்வொரு கட்சியும் அதன் சட்டங்கள் மற்றும் ஒழுங்குமுறைகள் மற்றும் சர்வதேச சட்ட விதிகளின்படி அதன் பிராந்திய கடல் மற்றும் பிரத்தியேக பொருளாதார மண்டலம் வழியாக வழிசெலுத்துவதற்கான உரிமைகளை மதிக்க வேண்டும்.",
        "இலங்கையின் கருத்து என்னவெனில், இந்தச் சட்டத்தின் மூலம், இலங்கை மற்றும் இந்தியா ஆகிய இரு நாடுகளின் கப்பல்களின் கடற்பரப்பு உரிமைகள் மட்டுமே பாதுகாக்கப்பட்டுள்ளன, மீன்பிடி உரிமைகள் அல்ல.",
        "இலங்கையின் வெளிவிவகார அமைச்சு கூறியது: “இரு தரப்பினரின் உரிமைகளை இறுதி செய்வதற்கு வழிவகுக்கும் ஆயத்தக் குறிப்புகள், 5 வது பிரிவின் கீழ் யாத்ரீகர்களின் உரிமைகள் தேவாலயத்தின் வருடாந்திர விருந்தில் கலந்துகொள்வதற்கும் அணுகுவதற்கான உரிமைகளுக்கும் மட்டுப்படுத்தப்பட்டிருப்பதை தெளிவாக வெளிப்படுத்துகிறது. மீனவர்கள் வலைகளை உலர்த்துவதற்கும் மீன்பிடிப்பதற்கும் தடை விதிக்கப்பட்டது. எனவே, சரத்து 5 மற்றும் 6ல் உள்ள விதிகள், இந்திய மீனவர்கள் அல்லது கப்பல்கள் இலங்கை கடற்பரப்பில் மீன்பிடியில் ஈடுபட எந்த மீன்பிடி உரிமையையும் வழங்கவில்லை. 1974 மற்றும் 1976 ஆம் ஆண்டு ஒப்பந்தங்கள், கடிதப் பரிமாற்றத்துடன், அப்போதைய இந்திய அரசின் வெளியுறவுச் செயலாளராக இருந்த கேவல் சிங்குக்கும், அப்போதைய இலங்கையின் பாதுகாப்பு மற்றும் வெளியுறவு அமைச்சகத்தின் செயலாளராக இருந்த டபிள்யூ.டி. ஜெயசிங்கவுக்கும் இடையே கையெழுத்தானது. மீன்பிடி உரிமை பற்றிய கேள்வியை சந்தேகத்திற்கு இடமின்றி விடுங்கள்.",
        "இலங்கை அமைச்சகம் மேலும் கூறியது: “கடிதப் பரிமாற்றத்தின் பத்தி 1, மற்ற மாநிலத்தின் கடற்பரப்பில் இரு மாநில மீனவர்களுக்கு மீன்பிடிக்கும் உரிமையை மிகத் தெளிவாக நிராகரிக்கிறது. இலங்கையின் வரலாற்று கடல், பிராந்திய கடல் மற்றும் EEZ ஆகியவற்றில் மீன்பிடித்தல் அல்லது இலங்கையின் மீன்பிடி கப்பல்கள் மற்றும் மீனவர்கள் இலங்கையின் வெளிப்படையான அனுமதியின்றி வரலாற்று கடல், பிராந்திய கடல் மற்றும் இந்தியாவின் EEZ ஆகியவற்றில் மீன்பிடியில் ஈடுபடக்கூடாது. இந்தியா, வழக்கில் இருக்கலாம்.",
        "\"எனவே, 1976 ஒப்பந்தம் மற்றும் கடிதப் பரிமாற்றத்தின் மூலம், இலங்கைக்கும் இந்தியாவுக்கும் இடையிலான கடல் எல்லை தீர்க்கப்பட்டது, மேலும் பரிமாற்றக் கடிதங்கள் ஒரு நாட்டு மீன்பிடிக் கப்பல்கள் மற்றும் மீனவர்கள் மற்ற நாடுகளின் கடல்களில் மீன்பிடிப்பதைத் தெளிவாகத் தடைசெய்கிறது. இலங்கை வெளியுறவு அமைச்சகம் முடிவு செய்துள்ளது."
      ]
    }
  }
}