{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sliit-team-creates-history/",
  "time_ut": 1652199060,
  "title": "SLIIT team creates history",
  "body_lines": [
    "‘Nana Shilpa’ is the winner of ASIA and will compete with winners of America and EMEA regions",
    "The SLIIT Team ‘Nana Shilpa’ has created a landmark in history as the first-ever Sri Lankan entry to be chosen to represent Asia and advance to the grand finals of the Microsoft Imagine Cup World Championship 2022.",
    "As the Asian winner, Team ‘Nana Shilpa’ will compete at the highest levels of the 2022 Imagine Cup against a team from America and another from the EMEA region.",
    "The Team Nana Shilpa from the SLIIT Faculty of Computing was crowned the sole winner from Asia at the Imagine Cup 2022 World Finals held on 30th March 2022. Team members include Chamil Diluksha, Kalpani Abeysinghe, Pamodya Maheshani and Prabath Shalitha. Nana Shilpa was supervised by Professor Samantha Thelijjagoda, Co-Supervised by Ms. Jenny Krishara with Dr. W.M.K. Wanigasingha as external supervisor. Nana Shilpa contested against tens of thousands of students from over 160 countries.",
    "Prof. Nimal Rajapakse, Deputy Vice-Chancellor SLIIT, said, “I am delighted to congratulate the team of 2022 SLIIT Computing graduates selected for the final rounds of the Imagine Cup 2022 World Championship in May 2022 in Seattle, USA. This accomplishment resonates well with the ethos of SLIIT and showcases the high quality of our graduates, degrees, learning environment and teaching staff. Together with the high standard of talent that we continue to nurture, I am sure we can build on these successes and reach the next level of excellence to serve the industry and generate wealth for Sri Lanka.”",
    "Winning in the Health category, Nana Shilpa’s project unveiled the first mobile application developed to screen and refine dyscalculia and dysgraphia learning disabilities in primary school students using the Sinhala language. Importantly, this app can be used for children affected globally heightening its potential to create a lasting impact.",
    "An elated Prof. Samantha Thelijjagoda, Dean – SLIIT Business School and Project Supervisor said, “It is a remarkable achievement for SLIIT as this is the first time a Sri Lankan university is competing in the finals of the World Championships of the Microsoft Imagine Cup. Our team was selected for the World Championships after winning the Asia World Finals and they will compete against two more teams from America and EMEA regions in the grand finale at the Microsoft Headquarters in Seattle, Washington. As their supervisor, I am extremely proud. The students worked very hard developing this app specially focused on a learning disability for primary school children not only in Sri Lanka but globally, and that is why the particular product has been highlighted on an international level.”",
    "Imagine Cup is an annual competition hosted by Microsoft Corp., USA,  which brings together student developers worldwide to help resolve some of the world’s toughest challenges. It is considered as “Olympics of Technology” by computer science and is considered one of the top competitions and awards related to technology and software design. All Imagine Cup competitors create projects that address the Imagine Cup theme: “Imagine a world where technology helps solve the toughest problems”.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SLIIT කණ්ඩායම ඉතිහාසය නිර්මාණය කරයි",
      "body_lines": [
        "‘නානා ශිල්ප’ යනු ASIA හි ජයග්‍රාහකයා වන අතර ඇමරිකාව සහ EMEA කලාපවල ජයග්‍රාහකයින් සමඟ තරඟ වදිනු ඇත.",
        "2022 Microsoft Imagine Cup World Championship 2022 තරඟාවලියේ අවසන් මහා තරඟයට පිවිසීමට ආසියාව නියෝජනය කිරීමට තෝරාගත් පළමු ශ්‍රී ලාංකික ප්‍රවේශය ලෙස SLIIT කණ්ඩායම ‘නාන ශිල්ප’ ඉතිහාසයේ සන්ධිස්ථානයක් නිර්මාණය කර ඇත.",
        "ආසියානු ජයග්‍රාහකයා ලෙස, ‘නානා ශිල්ප’ කණ්ඩායම 2022 Imagine Cup හි ඉහළම මට්ටම්වලදී ඇමරිකාවේ කණ්ඩායමකට සහ EMEA කලාපයේ තවත් කණ්ඩායමකට එරෙහිව තරඟ කරනු ඇත.",
        "2022 මාර්තු 30 වන දින පැවති Imagine Cup 2022 World Final තරඟාවලියේදී SLIIT පරිගණක පීඨයේ Nana Silpa කණ්ඩායම ආසියාවේ එකම ජයග්‍රාහකයා ලෙස කිරුළු පළඳින ලදී. කණ්ඩායමේ සාමාජිකයින්ට චමිල් දිලුක්ෂ, කල්පනී අබේසිංහ, පමෝද්‍යා මහේෂනී සහ ප්‍රභාත් ශාලිත ඇතුළත් වේ. නානා ශිල්ප අධීක්‍ෂණය මහාචාර්ය සමන්ත තෙලිජ්ජගොඩ විසින් ද, ජෙනී ක්‍රිෂාරා මෙනවිය විසින් සම අධීක්‍ෂණය ආචාර්ය ඩබ්ලිව්.එම්.කේ. වනිගසිංහ බාහිර අධීක්ෂක ලෙස රටවල් 160කට අධික සංඛ්‍යාවක සිසුන් දස දහස් ගණනකට එරෙහිව නානා ශිල්ප තරග කළේය.",
        "SLIIT නියෝජ්‍ය උපකුලපති මහාචාර්ය නිමල් රාජපක්ෂ මහතා පැවසුවේ, “2022 මැයි මාසයේදී ඇමරිකා එක්සත් ජනපදයේ සියැටල්හිදී පැවැත්වෙන Imagine Cup 2022 World Championship හි අවසන් වටය සඳහා තෝරාගත් 2022 SLIIT පරිගණක උපාධිධාරීන්ගේ කණ්ඩායමට සුබපැතුම් පිරිනැමීමට ලැබීම ගැන මම සතුටු වෙනවා. මෙම ජයග්‍රහණය SLIIT හි ආචාර ධර්ම සමඟ හොඳින් අනුනාද වන අතර අපගේ උපාධිධාරීන්, උපාධි, ඉගෙනුම් පරිසරය සහ ගුරු කාර්ය මණ්ඩලයේ උසස් තත්ත්වය පෙන්නුම් කරයි. අපි දිගටම පෝෂණය කරන ඉහළ මට්ටමේ දක්ෂතා සමඟ එක්ව, මෙම සාර්ථකත්වයන් මත ගොඩනඟා, කර්මාන්තයට සේවය කිරීම සහ ශ්‍රී ලංකාව සඳහා ධනය උත්පාදනය කිරීම සඳහා විශිෂ්ටත්වයේ ඊළඟ මට්ටමට ළඟා විය හැකි බව මට විශ්වාසයි.",
        "සෞඛ්‍ය අංශයෙන් ජයග්‍රහණය කරමින්, Nana Silpa's ව්‍යාපෘතිය සිංහල භාෂාව භාවිතා කරමින් ප්‍රාථමික පාසල් සිසුන්ගේ dyscalculia සහ dysgraphia ඉගෙනීමේ ආබාධ පරීක්ෂා කිරීම සහ පිරිපහදු කිරීම සඳහා සංවර්ධනය කරන ලද පළමු ජංගම යෙදුම එළිදක්වන ලදී. වැදගත් කරුණක් නම්, මෙම යෙදුම ගෝලීය වශයෙන් බලපෑමට ලක් වූ ළමුන් සඳහා භාවිතා කළ හැකි අතර කල්පවත්නා බලපෑමක් ඇති කිරීමට එහි හැකියාව ඉහළ නංවයි.",
        "SLIIT ව්‍යාපාරික පාසලේ පීඨාධිපති සහ ව්‍යාපෘති අධීක්‍ෂක මහාචාර්ය සමන්ත තෙලිජ්ජගොඩ මහතා පැවසුවේ, “Microsoft Imagine Cup ලෝක ශූරතාවලියේ අවසන් මහා තරගයට ශ්‍රී ලාංකේය විශ්වවිද්‍යාලයක් ඉදිරිපත් වන පළමු අවස්ථාව මෙය වීම SLIIT ආයතනය ලැබූ විශිෂ්ට ජයග්‍රහණයක්. අපේ කණ්ඩායම Asia World Finals ජයග්‍රහණය කිරීමෙන් පසු ලෝක ශූරතාවලිය සඳහා තේරී පත් වූ අතර ඔවුන් ඇමරිකාවේ සහ EMEA කලාපවලින් තවත් කණ්ඩායම් දෙකක් සමඟ වොෂින්ටනයේ සියැටල් හි Microsoft මූලස්ථානයේ පැවැත්වෙන අවසන් මහා තරඟයේදී තරඟ වදිනු ඇත. ඔවුන්ගේ සුපරීක්ෂකවරයා වශයෙන් මම අතිශයින් ආඩම්බර වෙමි. ශ්‍රී ලංකාවේ පමණක් නොව ගෝලීය වශයෙන් ප්‍රාථමික පාසල් ළමුන් සඳහා ඉගෙනීමේ ආබාධිත තත්ත්වයන් පිළිබඳව විශේෂයෙන් අවධානය යොමු කළ මෙම යෙදුම සංවර්ධනය කිරීමට සිසුන් ඉතා වෙහෙස මහන්සි වී වැඩ කළ අතර එම නිෂ්පාදනය ජාත්‍යන්තර මට්ටමින් ඉස්මතු වී ඇත්තේ එබැවිනි.",
        "Imagine Cup යනු ඇමරිකා එක්සත් ජනපදයේ මයික්‍රොසොෆ්ට් කෝපරේෂන් විසින් සත්කාරකත්වය දරන වාර්ෂික තරඟයකි, එය ලොව පුරා සිටින ශිෂ්‍ය සංවර්ධකයින් එක්සත් කර ලොව දුෂ්කරම අභියෝග කිහිපයක් විසඳීමට උපකාර කරයි. එය පරිගණක විද්‍යාව විසින් “තාක්ෂණයේ ඔලිම්පික්” ලෙස සලකනු ලබන අතර තාක්‍ෂණය සහ මෘදුකාංග නිර්මාණයට අදාළ ඉහළම තරඟ සහ සම්මාන වලින් එකක් ලෙස සැලකේ. සියලුම Imagine Cup තරඟකරුවන් Imagine Cup තේමාව ආමන්ත්‍රණය කරන ව්‍යාපෘති නිර්මාණය කරයි: \"තාක්ෂණයෙන් දුෂ්කරම ගැටලු විසඳීමට උපකාර වන ලෝකයක් සිතන්න\".",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "SLIIT அணி வரலாறு படைத்தது",
      "body_lines": [
        "‘நானா ஷில்பா’ ஆசியாவின் வெற்றியாளர் மற்றும் அமெரிக்கா மற்றும் EMEA பிராந்தியங்களின் வெற்றியாளர்களுடன் போட்டியிடும்",
        "SLIIT குழுவான ‘நானா ஷில்பா’ ஆசியாவைப் பிரதிநிதித்துவப்படுத்துவதற்கும் மைக்ரோசாஃப்ட் இமேஜின் கோப்பை உலக சாம்பியன்ஷிப் 2022 இன் இறுதிப் போட்டிக்கு முன்னேறுவதற்கும் தெரிவு செய்யப்பட்ட முதல் இலங்கைப் பிரவேசமாக வரலாற்றில் ஒரு அடையாளத்தை உருவாக்கியுள்ளது.",
        "ஆசிய வெற்றியாளராக, ‘நானா ஷில்பா’ அணி 2022 இமேஜின் கோப்பையில் அமெரிக்காவைச் சேர்ந்த ஒரு அணிக்கும், EMEA பிராந்தியத்தைச் சேர்ந்த மற்றொரு அணிக்கும் எதிராகப் போட்டியிடும்.",
        "மார்ச் 30, 2022 அன்று நடைபெற்ற Imagine Cup 2022 World Finals இல் SLIIT கம்ப்யூட்டிங் பீடத்தைச் சேர்ந்த நானா ஷில்பா குழு ஆசியாவிலிருந்து ஒரே வெற்றியாளராக முடிசூட்டப்பட்டது. குழு உறுப்பினர்களில் சம்மில் திலுக்ஷா, கல்பானி அபேசிங்க, பமோத்யா மகேஷனி மற்றும் பிரபாத் ஷாலிதா ஆகியோர் அடங்குவர். நானா ஷில்பாவை பேராசிரியர் சமந்தா தெலிஜ்ஜகொட மேற்பார்வையிட்டார், திருமதி. ஜென்னி கிரிஷாரா மற்றும் டாக்டர் டபிள்யூ.எம்.கே. ஆகியோரால் மேற்பார்வையிடப்பட்டது. வணிகசிங்க வெளி கண்காணிப்பாளராக. நானா ஷில்பா 160 நாடுகளைச் சேர்ந்த பல்லாயிரக்கணக்கான மாணவர்களை எதிர்த்துப் போட்டியிட்டார்.",
        "SLIIT துணைவேந்தர் பேராசிரியர் நிமல் ராஜபக்ஷ, “2022 மே மாதம் அமெரிக்காவின் சியாட்டில் நகரில் நடைபெறும் Imagine Cup 2022 World Championship இன் இறுதிச் சுற்றுக்கு தெரிவு செய்யப்பட்ட 2022 SLIIT கம்ப்யூட்டிங் பட்டதாரிகளின் அணியை வாழ்த்துவதில் மகிழ்ச்சி அடைகிறேன். இந்த சாதனையானது SLIIT இன் நெறிமுறைகளுடன் நன்றாக எதிரொலிக்கிறது மற்றும் எங்கள் பட்டதாரிகள், பட்டங்கள், கற்றல் சூழல் மற்றும் ஆசிரியர் ஊழியர்களின் உயர் தரத்தை வெளிப்படுத்துகிறது. நாம் தொடர்ந்து வளர்த்து வரும் திறமைகளின் உயர் தரத்துடன் இணைந்து, இந்த வெற்றிகளைக் கட்டியெழுப்ப முடியும் மற்றும் தொழிற்துறைக்கு சேவை செய்வதற்கும், இலங்கைக்கு செல்வத்தை உருவாக்குவதற்கும் சிறந்த அடுத்த கட்டத்தை அடைய முடியும் என்று நான் நம்புகிறேன்.",
        "சுகாதார பிரிவில் வெற்றி பெற்ற நானா ஷில்பாவின் திட்டம், சிங்கள மொழியைப் பயன்படுத்தி ஆரம்பப் பள்ளி மாணவர்களின் டிஸ்கால்குலியா மற்றும் டிஸ்கிராஃபியா கற்றல் குறைபாடுகளைத் திரையிடவும், செம்மைப்படுத்தவும் உருவாக்கப்பட்ட முதல் மொபைல் செயலியை வெளியிட்டது. முக்கியமாக, உலகளவில் பாதிக்கப்பட்ட குழந்தைகளுக்காக இந்தப் பயன்பாடு பயன்படுத்தப்படலாம், இது நீடித்த தாக்கத்தை உருவாக்கும் திறனை அதிகரிக்கிறது.",
        "SLIIT வணிகப் பள்ளியின் பீடாதிபதியும் திட்ட மேற்பார்வையாளருமான பேராசிரியர் சமந்தா தெலிஜ்ஜகொட கூறுகையில், “Microsoft Imagine Cup இன் உலக சாம்பியன்ஷிப் போட்டியின் இறுதிப் போட்டியில் இலங்கைப் பல்கலைக்கழகம் போட்டியிடுவது இதுவே முதல் தடவையாக இருப்பது SLIITக்கு ஒரு குறிப்பிடத்தக்க சாதனையாகும். ஆசியா வேர்ல்ட் ஃபைனல்ஸில் வெற்றி பெற்ற பிறகு எங்கள் அணி உலக சாம்பியன்ஷிப்பிற்குத் தேர்ந்தெடுக்கப்பட்டது, மேலும் அவர்கள் வாஷிங்டனில் உள்ள சியாட்டில் மைக்ரோசாஃப்ட் தலைமையகத்தில் நடைபெறும் இறுதிப் போட்டியில் அமெரிக்கா மற்றும் EMEA பிராந்தியங்களைச் சேர்ந்த மேலும் இரண்டு அணிகளுடன் போட்டியிடுவார்கள். அவர்களின் மேற்பார்வையாளராக, நான் மிகவும் பெருமைப்படுகிறேன். இலங்கையில் மட்டுமன்றி உலகளாவிய ரீதியில் ஆரம்பப் பாடசாலை மாணவர்களுக்கான கற்றல் குறைபாடு தொடர்பில் விசேட கவனம் செலுத்திய இந்த செயலியை அபிவிருத்தி செய்வதற்கு மாணவர்கள் மிகவும் கடினமாக உழைத்துள்ளனர்.",
        "Imagine Cup  என்பது Microsoft Corp., USA ஆல் நடத்தப்படும் ஆண்டு  போட்டியாகும், இது உலகம் முழுவதும்                                                   ******* டெவலப்பர்களை உலகின் கடினமான சவால்களைத் தீர்க்க உதவும். இது கணினி அறிவியலால் \"தொழில்நுட்பத்தின் ஒலிம்பிக்\" என்று கருதப்படுகிறது மற்றும் தொழில்நுட்பம் மற்றும் மென்பொருள் வடிவமைப்பு தொடர்பான சிறந்த போட்டிகள் மற்றும் விருதுகளில் ஒன்றாக கருதப்படுகிறது. அனைத்து இமேஜின் கோப்பை போட்டியாளர்களும் இமேஜின் கோப்பை தீம்: \"கடுமையான பிரச்சனைகளை தீர்க்க தொழில்நுட்பம் உதவும் ஒரு உலகத்தை கற்பனை செய்து பாருங்கள்\" என்று திட்டங்களை உருவாக்குகிறார்கள்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}