{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/State-Minister-embarks-on-Vicious-Task-Beware-of-Pharma-Mafia/231-232968",
  "time_ut": 1647196380,
  "title": "State Minister embarks on Vicious Task: Beware of Pharma Mafia!",
  "body_lines": [
    "The transnational pharmaceuticals industry, or ‘Big Pharma,’ is run by a powerful International Mafia",
    "Prof Senaka Bibile whose work immensely benefitted the developing world as he championed the use of “generic name only” by the profession, was allegedly “murdered” by the agents of ‘Big Pharma’",
    "As reported in the print media last week, the State Ministry of Production, Supply and Regulation of Pharmaceuticals has commenced an inquiry as per the instructions of Minister Prof. Channa Jayasumana into incidents of alleged financial irregularities and corruption to have taken place in granting registration to pharmaceutical importers.",
    "The investigation began on the allegation that National Medicines Regulatory Authority’s [NMRA] legal officer is involved in conceding the registration for pharmaceutical companies that import medicines. The young minister, who is a top professional in Pharmacology, stated that complaints had been received against the individual and some other officers who had received money for bypassing the formal procedures in granting approvals. The Minister says, action would be instituted against all those found engaged in fraudulent acts.",
    "Dr Marcia Angell, former Editor in Chief of The New England Journal of Medicine enlightens us on several areas of corruption and cheating by multinationals, says, “With profits soaring, the giants brazenly use their funds to push their agenda through US Congress, the FDA, and academic medical centres”. Her experience and first-hand knowledge she uses in publishing the appalling practices of the US pharmaceutical industry, the giants. She describes how they shift from the original revered mission of researching for new molecules and as an alternative switched to huge marketing campaigns; and their tactics in gaining control over medical research. In a hard-hitting text, she exposes the mafia and draws the attention of establishment for swift action. Dr Angell scotches the argument that high prices are due to massive expenditure on research and development, she says, drug giants redirect large sums to promotion of dubious brands and use proceeds for pushing their agenda through Legislature, and other authorities like FDA. She observes that most of the R & D is done at state cost in university affiliated state hospitals. The so called ‘new molecules’, she says, are nothing but ‘me-too’ products or somewhat distorted old products.",
    "The transnational pharmaceuticals industry, or ‘Big Pharma,’ as it is colloquially known by the Western media, is run by a powerful International Mafia. This trillion-dollar business with its world-wide network of agents are involved in paying out handsome commissions to selected corrupt individuals among the Health office, medical profession, legislators, medical academics and the legal fraternity. It is not only the unwary patients, but the genuine third world pharmaceutical industry too suffers under a few leading local agents of the Mafia.",
    "The man who became world-known for teaching about the proper use of medicinal drugs, Senaka Bibile joined the Pharmacology Department in the Colombo Medical College for a long period before becoming the first ever Professor in Pharmacology at Peradeniya. Prof Bibile endeavoured to prevent the poor from paying a high price for drugs and also bring down the cost of drugs by preparing a list of essential medicinal drugs [under generic names], consisting of about 250 items. He found that each drug on the list was being introduced under different brand names by Pharma companies who market them through intense advertising, adding extra costs and resultant high prices.",
    "Prof Senaka Bibile proposed the idea of establishing the State Pharmaceutical manufacturing Corporation[SPMC]producing a fair number of widely used varieties locally. In recent years, under successive governments, corruption has crept into SPMC as well, including the scrupulous practice of drugs imported by the local mafia being labelled as SPC products and sold to the health department on payment of commissions. Rejected by corrupt political authority in Sri Lanka though, his Medicinal Drugs Formula/policy on the necessity of maintaining ‘safety, efficacy,",
    "quality and also affordability and availability of drugs’ had been endorsed by WHO. Prof Senaka Bibile, as the Dean of Medical Faculty, Peradeniya university, recommended a system called, ‘Ceylon Hospital Formulary’ in 1966, under which, some 600 selected drugs with their generic names were suggested for exclusive use; however, it never saw the light of the day. Subsequently during 1970s Dollar crisis, with drug prices sky-rocketing, the then Health Minister appointed a committee under Prof Bibile to address the issue, ensuing the birth of a National Drugs Policy with sweeping changes. It guaranteed a rationalized composition for manufacture, import and market low cost drugs with no unfavourable change in efficacy; which was effectively launched on a tentative basis.",
    "A chosen list of 630 drugs under generic names suggested by the National Formulary Committee (NFC) was presented to the medical profession with literature signifying the efficacy and therapeutic values of the generics as substitutes for costly brands. However, the mafia was successful in ensuring the removal of this system supported by the open economic policies introduced in 1978.",
    "Bibile was in demand; as he undertook the risky task of introducing his formula in the third world following his failed efforts in his motherland. A few days before his visit to Guyana, he had told his friends that he has been receiving a few anonymous calls saying he would pay with his life if he continues his endeavours. The ‘Big Pharma’ was determined to obstruct and put an end to his work. Prof. Bibile passed away in Guyana under mysterious circumstances 45 years ago. The man whose work immensely benefitted the developing world as he championed the use of “generic name only” by the profession, was allegedly “murdered” by the agents of ‘Big Pharma’.",
    "They in fact hired one of Prof Bibile’s own colleagues for inducing cardiac arrest using a drug, following a few “we are watching you! warnings in real mafia fashion. They succeeded in ensuring the continued ‘progress’ of the trillion dollar scandalous business.",
    "The true nature of Big Pharma, their deceitful deeds and the strength of the industry in terms assets and income, which lies a close second to Arms trade hasn’t received its ‘deserved’ exposure. Wall Street statistics reveals that out of 500 Fortune companies, 11 Pharma giants in the US made higher returns than the rest of the 489 firms together; a thumping $ 65 billion in 2010, compared to $52 billion by the rest in the same year.",
    "The multinational industry uses its wealth and power to neutralize any individual or institution that stands on its way; they spread their tentacles to reach, invade, grasp and bring under its command, those involved in dealing with teaching, manufacturing, research, importing, testing and registering, quality guaranteeing, distributing, prescribing and dispensing of medicinal drugs in both the state and the corporate sector. They cover a substantial section of the administrative, academic, legal, bureaucratic, political and every other contractible official in the field, attracting them into their payroll; a corrupt practice they spread over globally.",
    "The Big Pharma, facing serious consequences in promoting high-priced substandard products in their own regions, have chosen safe sanctuaries in developing nations; ‘complete’ with weak ineffective regulations and people with highly prejudiced minds who accepts anything that is Western. It is a matter of naming a local importer/distributor, mainly for the purpose of logistical support; while they plant their own men to handle the marketing maneuvers under the disguise of ‘health services in the third world’.",
    "Before we shift to the international arena, let’s focus on local marketing practices. The typical feature of pharma marketing is that the ‘customer’ or the ultimate consumer is not the patient who pays for it, but the professional who prescribes the drug. They, in most instances, are misguided, ill-advised; or tricked by the scrupulous agent/distributor of the Multinational. A fair percentage of medical practitioners are unfortunate victims who fall in to the above category, while a minority belong to the mischievous sector who are lured into by the dishonest marketer by doling out ‘rewards’, ranging from five-star weekends, family excursions; local or foreign; sponsorships of their off-spring’s medical studies in universities abroad or monthly remuneration packages running into large sums and other incentives in return for practicing dishonest ‘prescription-habits’ as read out by them. By doing so, they press on the unfortunate patient to pay for poor quality and superfluous products. They are forced to expose their vital body organs to compounds with unknown side-effects."
  ],
  "translate": {
    "si": {
      "title": "රාජ්‍ය අමාත්‍ය දුෂ්ට කාර්යයකට අත ගසයි: ඖෂධ මාෆියාවෙන් ප්‍රවේශම් වන්න!",
      "body_lines": [
        "ජාත්‍යන්තර ඖෂධ කර්මාන්තය නොහොත් ‘බිග් ෆාමා’ පවත්වාගෙන යනු ලබන්නේ බලවත් ජාත්‍යන්තර මාෆියාවක් විසිනි.",
        "වෘත්තියෙන් \"සාමාන්‍ය නාමය පමණක්\" භාවිතා කිරීමට ප්‍රමුඛයා වූ බැවින් සංවර්ධනය වෙමින් පවතින ලෝකයට ඉමහත් ප්‍රතිලාභයක් ලබා දුන් මහාචාර්ය සේනක බිබිලේ, 'බිග් ෆාමා' නියෝජිතයින් විසින් \"ඝාතනය\" කරන ලදී.",
        "පසුගිය සතියේ මුද්‍රිත මාධ්‍යවල වාර්තා වූ පරිදි, ලියාපදිංචිය ලබාදීමේදී සිදුවූ බව කියන මූල්‍ය අක්‍රමිකතා සහ දූෂණ සිද්ධීන් සම්බන්ධයෙන් අමාත්‍ය මහාචාර්ය චන්න ජයසුමන මහතාගේ උපදෙස් පරිදි ඖෂධ නිෂ්පාදන, සැපයුම් සහ නියාමනය පිළිබඳ රාජ්‍ය අමාත්‍යාංශය පරීක්ෂණයක් ආරම්භ කර තිබේ. ඖෂධ ආනයනකරුවන්.",
        "ඖෂධ ආනයනය කරන ඖෂධ සමාගම් සඳහා ලියාපදිංචිය ලබාදීමට ජාතික ඖෂධ නියාමන අධිකාරියේ [NMRA] නීති නිලධාරියා සම්බන්ධ බවට වූ චෝදනාව මත විමර්ශනය ආරම්භ විය. ඖෂධවේදය පිළිබඳ ඉහළ පෙළේ වෘත්තිකයෙකු වන තරුණ අමාත්‍යවරයා ප්‍රකාශ කළේ අනුමැතිය ලබාදීමේදී විධිමත් ක්‍රමවේදයන් මගහැර මුදල් ලබාගත් පුද්ගලයාට සහ තවත් නිලධාරීන් කිහිප දෙනෙකුට එරෙහිව පැමිණිලි ලැබී ඇති බවයි. වංචනික ක්‍රියාවල නිරත වන සියලු දෙනාට එරෙහිව නීතිය ක්‍රියාත්මක කරන බව අමාත්‍යවරයා පවසයි.",
        "The New England Journal of Medicine හි හිටපු ප්‍රධාන කර්තෘ ආචාර්ය Marcia Angell, බහුජාතික සමාගම් විසින් දූෂණය සහ වංචා කිරීම් පිළිබඳ ක්ෂේත්‍ර කිහිපයක් පිළිබඳව අපව දැනුවත් කරයි, “ලාභ ඉහළ යාමත් සමඟ, යෝධයන් ඔවුන්ගේ අරමුදල් නිර්ලජ්ජිත ලෙස එක්සත් ජනපද කොන්ග්‍රසය, FDA හරහා තම න්‍යාය පත්‍රය තල්ලු කිරීමට භාවිතා කරයි. , සහ ශාස්ත්‍රීය වෛද්‍ය මධ්‍යස්ථාන\". එක්සත් ජනපදයේ ඖෂධ කර්මාන්තයේ යෝධයන්ගේ බිහිසුණු භාවිතයන් ප්‍රකාශයට පත් කිරීමේදී ඇයගේ පළපුරුද්ද සහ ප්‍රථම දැනුම ඇය භාවිතා කරයි. නව අණු සඳහා පර්යේෂණ කිරීමේ මුල් ගෞරවනීය මෙහෙවරෙන් ඔවුන් මාරු වන ආකාරය සහ විකල්පයක් ලෙස විශාල අලෙවිකරණ ව්‍යාපාර වෙත මාරු වූ ආකාරය ඇය විස්තර කරයි; සහ වෛද්‍ය පර්යේෂණ මත පාලනය ලබා ගැනීමේ ඔවුන්ගේ උපක්‍රම. දැඩි ලෙස පහර දෙන පාඨයක, ඇය මාෆියාව හෙළිදරව් කරන අතර කඩිනම් ක්‍රියාමාර්ග සඳහා ආයතනයේ අවධානය යොමු කරයි. වෛද්‍ය ඇන්ජල් පවසන්නේ ඉහළ මිල ගණන් පර්යේෂණ හා සංවර්ධනය සඳහා වන දැවැන්ත වියදම් නිසා බවට තර්ක කරන අතර, ඇය පවසන පරිදි, මත්ද්‍රව්‍ය දැවැන්තයින් සැක සහිත වෙළඳ නාම ප්‍රවර්ධනය සඳහා විශාල මුදලක් යවන අතර ව්‍යවස්ථාදායකය සහ FDA වැනි අනෙකුත් බලධාරීන් හරහා ඔවුන්ගේ න්‍යාය පත්‍රය තල්ලු කිරීම සඳහා මුදල් යොදවයි. R & D බොහොමයක් විශ්වවිද්‍යාල අනුබද්ධ රජයේ රෝහල්වල රාජ්‍ය වියදමින් සිදු කරන බව ඇය නිරීක්ෂණය කරයි. ඊනියා 'නව අණු' යනු 'මී-ටූ' නිෂ්පාදන හෝ තරමක් විකෘති වූ පැරණි නිෂ්පාදන මිස අන් කිසිවක් නොවන බව ඇය පවසයි.",
        "බටහිර මාධ්‍ය විසින් වාචිකව හඳුන්වනු ලබන ‘බිග් ෆාමා’ හෙවත් ‘බිග් ෆාමා’ නමැති අන්තර්ජාතික ඖෂධ කර්මාන්තය බලගතු ජාත්‍යන්තර මාෆියාවක් විසින් මෙහෙයවනු ලැබේ. ලෝක ව්‍යාප්ත නියෝජිත ජාලයක් සහිත මෙම ඩොලර් ට්‍රිලියන ගණනක ව්‍යාපාරය සෞඛ්‍ය කාර්යාලය, වෛද්‍ය වෘත්තිය, නීති සම්පාදකයින්, වෛද්‍ය විද්වතුන් සහ නීති ක්ෂේත්‍රයේ තෝරාගත් දූෂිත පුද්ගලයන්ට කඩවසම් කොමිස් ගෙවීමට සම්බන්ධ වේ. එය නොසැලකිලිමත් රෝගීන් පමණක් නොව, සැබෑ තුන්වන ලෝකයේ ඖෂධ කර්මාන්තය ද මාෆියාවේ ප්‍රමුඛ දේශීය නියෝජිතයන් කිහිප දෙනෙකු යටතේ පීඩා විඳිති.",
        "ඖෂධීය ඖෂධ නිසි ලෙස භාවිත කිරීම පිළිබඳව ඉගැන්වීමෙන් ලොව පුරා ප්‍රසිද්ධියට පත් වූ සේනක බිබිලේ, පේරාදෙණියේ ඖෂධවේදය පිළිබඳ ප්‍රථම මහාචාර්යවරයා වීමට පෙර දීර්ඝ කාලයක් කොළඹ වෛද්‍ය විද්‍යාලයේ ඖෂධවේදය අංශයට බැඳුණි. මහාචාර්ය බිබිලේ, ද්‍රව්‍ය 250කින් පමණ සමන්විත අත්‍යවශ්‍ය ඖෂධ ලැයිස්තුවක් [සාමාන්‍ය නම් යටතේ] සකස් කරමින් දුප්පතුන් ඖෂධ සඳහා අධික මිලක් ගෙවීම වැළැක්වීමට සහ ඖෂධ මිල අඩු කිරීමට උත්සාහ කළේය. ලැයිස්තුවේ ඇති සෑම ඖෂධයක්ම ඖෂධ සමාගම් විසින් විවිධ වෙළඳ නාම යටතේ හඳුන්වා දෙන අතර ඒවා දැඩි වෙළඳ ප්‍රචාරණයන් හරහා අලෙවි කරන අතර, අමතර වියදම් සහ ප්‍රතිඵලයක් ලෙස ඉහළ මිල ගණන් එකතු කරන බව ඔහු සොයා ගත්තේය.",
        "මහාචාර්ය සේනක බිබිලේ විසින් රාජ්‍ය ඖෂධ නිෂ්පාදන සංස්ථාව (SPMC] පිහිටුවීමේ අදහස ඉදිරිපත් කර දේශීය වශයෙන් බහුලව භාවිත වන ප්‍රභේද ප්‍රමාණයක් නිෂ්පාදනය කරයි. මෑත වසරවලදී, අනුප්‍රාප්තික රජයන් යටතේ, SPMC තුළට ද දූෂණය රිංගා ඇති අතර, දේශීය මාෆියාව විසින් ආනයනය කරන ලද ඖෂධ SPC නිෂ්පාදන ලෙස ලේබල් කර සෞඛ්‍ය දෙපාර්තමේන්තුවට කොමිස් ගෙවීමට විකිණීම ඇතුළුව. ශ්‍රී ලංකාවේ දූෂිත දේශපාලන අධිකාරිය විසින් ප්‍රතික්ෂේප කරනු ලැබුවද, ඔහුගේ ඖෂධීය ඖෂධ සූත්‍රය/ආරක්ෂාව, කාර්යක්ෂමතාව, පවත්වාගෙන යාමේ අවශ්‍යතාවය පිළිබඳ ප්‍රතිපත්තිය",
        "ඖෂධවල ගුණාත්මකභාවය සහ දැරිය හැකි මිල සහ ලබා ගැනීමේ හැකියාව WHO විසින් අනුමත කර ඇත. මහාචාර්ය සේනක බිබිලේ, පේරාදෙණිය විශ්වවිද්‍යාලයේ වෛද්‍ය පීඨයේ පීඨාධිපතිවරයා ලෙස 1966 දී ‘සිලෝන් හොස්පිට්ල් ෆෝමියුලරි’ නම් ක්‍රමයක් නිර්දේශ කළ අතර, ඒ යටතේ, ඒවායේ සාමාන්‍ය නම් සහිත තෝරාගත් ඖෂධ 600ක් පමණ තනි භාවිතය සඳහා යෝජනා කරන ලදී. කෙසේ වෙතත්, එය කිසි විටෙකත් දිවා ආලෝකය දුටුවේ නැත. ඉන් අනතුරුව 1970 ගණන්වල ඩොලර් අර්බුදය තුළ ඖෂධ මිල අහස උසට නැඟීමත් සමඟ එවකට සෞඛ්‍ය අමාත්‍යවරයා මහාචාර්ය බිබිලේ මහතා යටතේ මෙම ගැටලුව විසඳීමට කමිටුවක් පත් කළේය. එය කාර්යක්ෂමතාවයේ අහිතකර වෙනසක් නොමැතිව අඩු වියදම් ඖෂධ නිෂ්පාදනය, ආනයනය සහ වෙළඳපල සඳහා තාර්කික සංයුතියක් සහතික කළේය; තාවකාලික පදනමක් මත ඵලදායී ලෙස දියත් කරන ලදී.",
        "ජාතික සූත්‍ර කමිටුව (NFC) විසින් යෝජනා කරන ලද සාමාන්‍ය නම් යටතේ ඖෂධ 630 ක තෝරාගත් ලැයිස්තුවක් මිල අධික වෙළඳ නාම සඳහා ආදේශක ලෙස ජනකවල කාර්යක්ෂමතාව සහ චිකිත්සක අගයන් පෙන්නුම් කරන සාහිත්‍ය සමඟ වෛද්‍ය වෘත්තියට ඉදිරිපත් කරන ලදී. කෙසේ වෙතත්, 1978 දී හඳුන්වා දුන් විවෘත ආර්ථික ප්‍රතිපත්තිවල සහාය ඇතිව මෙම ක්‍රමය ඉවත් කිරීම සහතික කිරීමට මාෆියාව සමත් විය.",
        "බිබිලට ඉල්ලුමක් තිබුණා; ඔහු තම මව්බිමේ අසාර්ථක උත්සාහයෙන් පසුව තුන්වන ලෝකයට තම සූත්‍රය හඳුන්වා දීමේ අවදානම් කාර්යය භාර ගත් බැවිනි. ගයනා සංචාරයට දින කිහිපයකට පෙර ඔහු තම මිතුරන්ට පවසා ඇත්තේ තමාගේ උත්සාහය දිගටම කරගෙන ගියහොත් ජීවිතයෙන් වන්දි ගෙවන බවට තමන්ට නිර්නාමික ඇමතුම් කිහිපයක් ලැබෙන බවයි. ඔහුගේ වැඩකටයුතුවලට බාධා කර අවසන් කිරීමට ‘බිග් ෆාමා’ අධිෂ්ඨාන කරගෙන සිටියේය. මහාචාර්ය බිබිලේ මීට වසර 45 කට පෙර අභිරහස් ලෙස ගයානාහිදී අභාවප්‍රාප්ත විය. වෘත්තියෙන් \"සාමාන්‍ය නාමය පමණක්\" භාවිතා කිරීමට ප්‍රමුඛයා වූ බැවින් සංවර්ධනය වෙමින් පවතින ලෝකයට ඉමහත් ප්‍රතිලාභයක් ලබා දුන් මිනිසා, 'බිග් ෆාමා' නියෝජිතයින් විසින් \"මිනීමරන ලද\" බව කියනු ලැබේ.",
        "මත්ද්‍රව්‍ය භාවිතයෙන් හෘදයාබාධ ඇති කිරීම සඳහා ඔවුන් සැබවින්ම මහාචාර්ය බිබිලේගේම සගයෙකු කුලියට ගත් අතර, කිහිප දෙනෙකු අනුගමනය කරමින් “අපි ඔබ දෙස බලා සිටිමු! සැබෑ මාෆියා ආකාරයෙන් අනතුරු ඇඟවීම්. ඩොලර් ට්‍රිලියන ගනනක අපකීර්තිමත් ව්‍යාපාරයේ අඛණ්ඩ 'ප්‍රගතිය' සහතික කිරීමට ඔවුහු සමත් වූහ.",
        "Big Pharma හි සැබෑ ස්වභාවය, ඔවුන්ගේ වංචාකාරී ක්‍රියාවන් සහ ආයුධ වෙළඳාමට ආසන්නව දෙවන ස්ථානයේ පවතින වත්කම් සහ ආදායම අනුව කර්මාන්තයේ ශක්තිය එහි 'සුදුසු' නිරාවරණය ලැබී නොමැත. වෝල් ස්ට්‍රීට් සංඛ්‍යාලේඛන හෙළිදරව් කරන්නේ ෆෝචූන් සමාගම් 500කින්, එක්සත් ජනපදයේ ඖෂධ දැවැන්තයින් 11ක් සෙසු සමාගම් 489ට වඩා ඉහළ ප්‍රතිලාභ ලබා ගත් බවයි. 2010 දී ඩොලර් බිලියන 65 ක ඉහළ යාමක්, එම වසරේම ඉතිරි ඩොලර් බිලියන 52 ට සාපේක්ෂව.",
        "බහුජාතික කර්මාන්තය තම ධනය සහ බලය භාවිතා කරන්නේ තම මාවතේ සිටින ඕනෑම පුද්ගලයෙකු හෝ ආයතනයක් උදාසීන කිරීමට ය; ඔවුන් ප්‍රාන්තයේ සහ ප්‍රාන්ත දෙකෙහිම ඖෂධීය ඖෂධ ඉගැන්වීම, නිෂ්පාදනය, පර්යේෂණ, ආනයනය, පරීක්ෂා කිරීම සහ ලියාපදිංචි කිරීම, තත්ත්ව සහතික කිරීම, බෙදාහැරීම, නිර්දේශ කිරීම සහ බෙදා හැරීම සම්බන්ධයෙන් කටයුතු කරන අය වෙත ළඟා වීමට, ආක්‍රමණය කිරීමට, ග්‍රහණය කර ගැනීමට සහ එහි අණ යටතේ ගෙන ඒමට ඔවුන්ගේ කූඩාරම් විහිදුවා. ආයතනික අංශය. ඔවුන් පරිපාලන, ශාස්ත්‍රීය, නීතිමය, නිලධර, දේශපාලන සහ ක්ෂේත්‍රයේ කොන්ත්‍රාත්තු කළ හැකි අනෙකුත් සෑම නිලධාරියෙකුගේම සැලකිය යුතු කොටසක් ආවරණය කරයි, ඔවුන් ඔවුන්ගේ වැටුප් ලේඛනයට ආකර්ෂණය කරයි; ඔවුන් ගෝලීය වශයෙන් පැතිර ගිය දූෂිත භාවිතයකි.",
        "Big Pharma, ඔවුන්ගේම කලාපවල ඉහළ මිලක් සහිත බාල නිෂ්පාදන ප්‍රවර්ධනය කිරීමේදී බරපතල ප්‍රතිවිපාකවලට මුහුණ දෙමින්, සංවර්ධනය වෙමින් පවතින රටවල ආරක්ෂිත අභයභූමි තෝරාගෙන ඇත; දුර්වල අකාර්යක්ෂම රෙගුලාසි සහිත 'සම්පූර්ණ' සහ බටහිර ඕනෑම දෙයක් පිළිගන්නා ඉහළ අගතිගාමී මනසක් ඇති පුද්ගලයින්. එය ප්‍රධාන වශයෙන් සැපයුම් ආධාරක අරමුණ සඳහා දේශීය ආනයනකරුවෙකු/බෙදාහරින්නෙකු නම් කිරීමේ කාරණයකි; ඔවුන් 'තුන්වන ලෝකයේ සෞඛ්‍ය සේවා' වේශයෙන් අලෙවිකරණ උපාමාරු හැසිරවීමට ඔවුන්ගේම මිනිසුන් සිටුවද්දී.",
        "අපි ජාත්‍යන්තර තලයට යාමට පෙර, දේශීය අලෙවිකරණ භාවිතයන් කෙරෙහි අවධානය යොමු කරමු. ඖෂධ අලෙවිකරණයේ සාමාන්‍ය ලක්ෂණය නම් ‘පාරිභෝගිකයා’ හෙවත් අවසාන පාරිභෝගිකයා වන්නේ ඒ සඳහා ගෙවන රෝගියා නොව ඖෂධය නිර්දේශ කරන වෘත්තිකයා වීමයි. ඔවුන්, බොහෝ අවස්ථාවන්හිදී, නොමඟ ගිය, වැරදි උපදෙස්; නැතහොත් බහුජාතික සමාගමේ සූක්ෂම නියෝජිතයා/බෙදාහරින්නා විසින් රැවටීම. වෛද්‍ය වෘත්තිකයින්ගෙන් සාධාරණ ප්‍රතිශතයක් ඉහත ගණයට වැටෙන අවාසනාවන්ත වින්දිතයන් වන අතර, සුළුතරයක් තරු පහේ සති අන්තයේ සිට පවුල් විනෝද චාරිකා දක්වා ‘ත්‍යාග’ ලබා දීමෙන් වංක අලෙවිකරුවාගේ ආකර්ෂණයට ලක්වන දුෂ්ට අංශයට අයත් වේ. දේශීය හෝ විදේශීය; විදේශයන්හි විශ්ව විද්‍යාලවල ඔවුන්ගේ වසන්ත සමයේ වෛද්‍ය අධ්‍යයන සඳහා අනුග්‍රහය දැක්වීම හෝ ඔවුන් විසින් කියවන ලද වංචනික 'වට්ටෝරු-පුරුදු' පුරුදු කිරීම සඳහා විශාල මුදලක් සහ වෙනත් දිරිගැන්වීම් සඳහා මාසික වේතන පැකේජ ලබා දීම. එසේ කිරීමෙන්, ඔවුන් දුප්පත් තත්ත්වයේ සහ අතිරික්ත නිෂ්පාදන සඳහා ගෙවීමට අවාසනාවන්ත රෝගියාට බලපෑම් කරයි. නොදන්නා අතුරු ආබාධ සහිත සංයෝගවලට ඔවුන්ගේ වැදගත් ශරීර අවයව නිරාවරණය කිරීමට ඔවුන්ට බල කෙරෙයි."
      ]
    },
    "ta": {
      "title": "தீய செயலில் இறங்கினார் மாநில அமைச்சர்: பார்மா மாஃபியாவிடம் ஜாக்கிரதை!",
      "body_lines": [
        "நாடுகடந்த மருந்துத் தொழில் அல்லது ‘பிக் பார்மா’ ஒரு சக்திவாய்ந்த சர்வதேச மாஃபியாவால் நடத்தப்படுகிறது.",
        "பேராசிரியர் சேனக பிபிலே, தொழில் மூலம் \"பொதுவான பெயரை மட்டும்\" பயன்படுத்துவதை ஊக்குவித்ததால், வளரும் நாடுகளுக்கு பெரிதும் பயனளித்தார், அவர் 'பிக் ஃபார்மா' முகவர்களால் \"கொலை செய்யப்பட்டார்\" என்று கூறப்படுகிறது.",
        "கடந்த வாரம் அச்சு ஊடகங்களில் வெளியான தகவலின்படி, அமைச்சர் பேராசிரியர் சன்ன ஜயசுமனவின் பணிப்புரையின் பிரகாரம், மருந்துப் பொருட்கள் உற்பத்தி, வழங்கல் மற்றும் ஒழுங்குபடுத்தும் அமைச்சு, பதிவு வழங்குவதில் இடம்பெற்றதாகக் கூறப்படும் நிதி முறைகேடுகள் மற்றும் ஊழல் சம்பவங்கள் தொடர்பில் விசாரணைகளை ஆரம்பித்துள்ளது. மருந்து இறக்குமதியாளர்கள்.",
        "தேசிய மருந்துகள் ஒழுங்குமுறை ஆணையத்தின் [NMRA] சட்ட அதிகாரி மருந்துகளை இறக்குமதி செய்யும் மருந்து நிறுவனங்களின் பதிவை ஒப்புக்கொள்ளும் பணியில் ஈடுபட்டுள்ளார் என்ற குற்றச்சாட்டின் பேரில் விசாரணை தொடங்கியது. அனுமதி வழங்குவதில் முறையான நடைமுறைகளை மீறி பணம் பெற்ற தனிநபர் மற்றும் சில அதிகாரிகளுக்கு எதிராக புகார்கள் வந்துள்ளதாக மருந்தியல் துறையில் உயர் நிபுணரான இளம் அமைச்சர் கூறினார். மோசடியில் ஈடுபடுவோர் மீது நடவடிக்கை எடுக்கப்படும் என அமைச்சர் தெரிவித்தார்.",
        "நியூ இங்கிலாந்து ஜர்னல் ஆஃப் மெடிசினின் முன்னாள் ஆசிரியர் டாக்டர் மார்சியா ஏஞ்சல், பன்னாட்டு நிறுவனங்களின் ஊழல் மற்றும் மோசடியின் பல பகுதிகளை நமக்கு விளக்குகிறார், \"லாபம் உயர்ந்து வருவதால், ராட்சதர்கள் வெட்கமின்றி தங்கள் நிதியை அமெரிக்க காங்கிரஸ், எஃப்.டி.ஏ. , மற்றும் கல்வி மருத்துவ மையங்கள்\". அமெரிக்க மருந்துத் துறையான ராட்சதர்களின் பயங்கரமான நடைமுறைகளை வெளியிடுவதில் அவர் பயன்படுத்தும் அனுபவமும் முதல் அறிவும். புதிய மூலக்கூறுகளுக்கான ஆராய்ச்சியின் அசல் மதிப்பிற்குரிய பணியிலிருந்து அவை எவ்வாறு மாறுகின்றன மற்றும் மாற்றாக பெரிய சந்தைப்படுத்தல் பிரச்சாரங்களுக்கு மாறியது என்பதை அவர் விவரிக்கிறார்; மற்றும் மருத்துவ ஆராய்ச்சியின் மீது கட்டுப்பாட்டைப் பெறுவதில் அவர்களின் தந்திரங்கள். கடினமான உரையில், அவர் மாஃபியாவை அம்பலப்படுத்துகிறார் மற்றும் விரைவான நடவடிக்கைக்கு ஸ்தாபனத்தின் கவனத்தை ஈர்க்கிறார். டாக்டர் ஏஞ்சல், அதிக விலைகள் ஆராய்ச்சி மற்றும் மேம்பாட்டிற்கான பாரிய செலவினங்களுக்குக் காரணம் என்று அவர் கூறுகிறார், அவர் கூறுகிறார், போதைப்பொருள் ராட்சதர்கள் பெரிய தொகைகளை சந்தேகத்திற்குரிய பிராண்டுகளின் விளம்பரத்திற்கு திருப்பி விடுகிறார்கள் மற்றும் சட்டமன்றம் மற்றும் FDA போன்ற பிற அதிகாரிகளின் மூலம் தங்கள் நிகழ்ச்சி நிரலை வழங்குவதற்காக பயன்படுத்துகிறார்கள். R & D இன் பெரும்பாலானவை பல்கலைக்கழகத்துடன் இணைந்த அரசு மருத்துவமனைகளில் அரசு செலவில் செய்யப்படுவதை அவர் கவனிக்கிறார். 'புதிய மூலக்கூறுகள்' என்று அழைக்கப்படுவது, 'மீ-டூ' தயாரிப்புகள் அல்லது சற்றே சிதைந்த பழைய தயாரிப்புகளைத் தவிர வேறில்லை என்று அவர் கூறுகிறார்.",
        "நாடுகடந்த மருந்துத் தொழில், அல்லது மேற்கத்திய ஊடகங்களால் பேச்சுவழக்கில் அழைக்கப்படும் 'பிக் பார்மா', ஒரு சக்திவாய்ந்த சர்வதேச மாஃபியாவால் நடத்தப்படுகிறது. இந்த டிரில்லியன் டாலர் வர்த்தகம், அதன் உலகளாவிய முகவர் வலையமைப்புடன், சுகாதார அலுவலகம், மருத்துவத் தொழில், சட்டமன்ற உறுப்பினர்கள், மருத்துவக் கல்வியாளர்கள் மற்றும் சட்டப்பூர்வ சகோதரத்துவம் ஆகியவற்றில் தேர்ந்தெடுக்கப்பட்ட ஊழல் நபர்களுக்கு அழகான கமிஷன்களை வழங்குவதில் ஈடுபட்டுள்ளது. இது எச்சரிக்கையற்ற நோயாளிகள் மட்டுமல்ல, உண்மையான மூன்றாம் உலக மருந்துத் துறையும் மாஃபியாவின் சில முன்னணி உள்ளூர் முகவர்களின் கீழ் பாதிக்கப்படுகிறது.",
        "மருந்து மருந்துகளின் முறையான பயன்பாடு பற்றி கற்பிப்பதில் உலகப் புகழ்பெற்றவர், சேனக பிபிலே, நீண்ட காலம் கொழும்பு மருத்துவக் கல்லூரியில் மருந்தியல் துறையில் சேர்ந்து பேராதனையில் மருந்தியல் துறையில் முதல் பேராசிரியரானார். பேராசிரியர் பிபிலே, ஏழைகள் மருந்துகளுக்கு அதிக விலை கொடுப்பதைத் தடுக்கவும், சுமார் 250 பொருட்களைக் கொண்ட அத்தியாவசிய மருந்துகளின் பட்டியலை [பொதுப் பெயர்களில்] தயாரித்து மருந்துகளின் விலையைக் குறைக்கவும் முயன்றார். பட்டியலிலுள்ள ஒவ்வொரு மருந்தும் வெவ்வேறு பிராண்ட் பெயர்களில் மருந்து நிறுவனங்களால் அறிமுகப்படுத்தப்படுவதைக் கண்டறிந்தார், அவை தீவிர விளம்பரங்கள் மூலம் அவற்றை சந்தைப்படுத்துகின்றன, கூடுதல் செலவுகள் மற்றும் அதன் விளைவாக அதிக விலைகள் சேர்க்கப்படுகின்றன.",
        "பேராசிரியர் சேனக பிபிலே அரச மருந்து உற்பத்திக் கூட்டுத்தாபனத்தை நிறுவும் யோசனையை முன்மொழிந்தார். சமீபத்திய ஆண்டுகளில், அடுத்தடுத்த அரசாங்கங்களின் கீழ், ஊழல் SPMC யிலும் ஊடுருவியுள்ளது, உள்ளூர் மாஃபியாவால் SPC தயாரிப்புகள் என முத்திரை குத்தப்பட்டு சுகாதாரத் துறைக்கு கமிஷன் செலுத்தி விற்கப்படும் மருந்துகளின் மோசமான நடைமுறை உட்பட. இலங்கையில் ஊழல் நிறைந்த அரசியல் அதிகாரத்தால் நிராகரிக்கப்பட்டாலும், ‘பாதுகாப்பு, செயல்திறன்,",
        "மருந்துகளின் தரம் மற்றும் மலிவு மற்றும் கிடைக்கும் தன்மை ஆகியவை WHO ஆல் அங்கீகரிக்கப்பட்டது. பேராதனை பல்கலைக்கழகத்தின் மருத்துவ பீடத்தின் பீடாதிபதியாக பேராசிரியர் சேனக பிபிலே, 1966 இல், ‘சிலோன் ஹாஸ்பிடல் ஃபார்முலரி’ என்ற அமைப்பை பரிந்துரைத்தார், அதன் கீழ், 600 தேர்ந்தெடுக்கப்பட்ட மருந்துகள் அவற்றின் பொதுவான பெயர்களுடன் பிரத்தியேக பயன்பாட்டிற்கு பரிந்துரைக்கப்பட்டன; இருப்பினும், அது பகல் வெளிச்சத்தைக் கண்டதில்லை. 1970 களின் டாலர் நெருக்கடியின் போது, ​​மருந்துகளின் விலை விண்ணை முட்டும் நிலையில், அப்போதைய சுகாதார அமைச்சர், பேராசிரியர் பிபிலேவின் கீழ் ஒரு குழுவை நியமித்து, இந்தப் பிரச்சினையைத் தீர்க்க, தேசிய மருந்துக் கொள்கையை மகத்தான மாற்றங்களுடன் உருவாக்கினார். இது உற்பத்தி, இறக்குமதி மற்றும் குறைந்த விலை மருந்துகளின் செயல்திறனில் சாதகமற்ற மாற்றம் இல்லாமல் ஒரு பகுத்தறிவு கலவைக்கு உத்தரவாதம் அளித்தது; இது ஒரு தற்காலிக அடிப்படையில் திறம்பட தொடங்கப்பட்டது.",
        "நேஷனல் ஃபார்முலரி கமிட்டி (NFC) பரிந்துரைத்த 630 மருந்துகளின் தேர்ந்தெடுக்கப்பட்ட பட்டியல், விலையுயர்ந்த பிராண்டுகளுக்கு மாற்றாக ஜெனரிக்ஸின் செயல்திறன் மற்றும் சிகிச்சை மதிப்புகளைக் குறிக்கும் இலக்கியங்களுடன் மருத்துவத் தொழிலுக்கு வழங்கப்பட்டது. இருப்பினும், 1978 இல் அறிமுகப்படுத்தப்பட்ட திறந்த பொருளாதாரக் கொள்கைகளால் ஆதரிக்கப்பட்ட இந்த அமைப்பை அகற்றுவதை உறுதி செய்வதில் மாஃபியா வெற்றி பெற்றது.",
        "பிபிலுக்கு தேவை இருந்தது; அவர் தனது தாய்நாட்டில் தோல்வியுற்ற முயற்சிகளைத் தொடர்ந்து மூன்றாம் உலகில் தனது சூத்திரத்தை அறிமுகப்படுத்தும் ஆபத்தான பணியை மேற்கொண்டார். கயானாவுக்குச் செல்வதற்குச் சில நாட்களுக்கு முன்பு, அவர் தனது முயற்சியைத் தொடர்ந்தால் உயிரைக் கொடுப்பதாகக் கூறி சில அநாமதேய அழைப்புகள் வருவதாக அவர் தனது நண்பர்களிடம் கூறியிருந்தார். ‘பிக் பார்மா’ அவருடைய வேலையைத் தடுத்து நிறுத்துவது என்பதில் உறுதியாக இருந்தது. பேராசிரியர் பிபிலே கயானாவில் 45 ஆண்டுகளுக்கு முன்பு மர்மமான சூழ்நிலையில் காலமானார். தொழில் மூலம் \"பொதுவான பெயரை மட்டும்\" பயன்படுத்துவதை ஊக்குவித்ததால், வளரும் நாடுகளுக்கு அவரது பணி பெரிதும் பயனளித்தது, 'பிக் பார்மா' முகவர்களால் \"கொலை செய்யப்பட்டார்\" என்று கூறப்படுகிறது.",
        "ஒரு சிலரைப் பின்பற்றி, \"நாங்கள் உங்களைப் பார்த்துக்கொண்டிருக்கிறோம்! உண்மையான மாஃபியா பாணியில் எச்சரிக்கைகள். டிரில்லியன் டாலர் ஊழல் வணிகத்தின் தொடர்ச்சியான 'முன்னேற்றத்தை' உறுதி செய்வதில் அவர்கள் வெற்றி பெற்றனர்.",
        "பிக் ஃபார்மாவின் உண்மையான தன்மை, அவர்களின் ஏமாற்று செயல்கள் மற்றும் ஆயுத வர்த்தகத்தில் இரண்டாவது இடத்தில் இருக்கும் சொத்துக்கள் மற்றும் வருமானம் ஆகியவற்றின் அடிப்படையில் தொழில்துறையின் வலிமை அதன் ‘தகுதியான’ வெளிப்பாட்டைப் பெறவில்லை. வோல் ஸ்ட்ரீட் புள்ளிவிவரங்கள் 500 பார்ச்சூன் நிறுவனங்களில், அமெரிக்காவில் உள்ள 11 பார்மா நிறுவனங்களின் மற்ற 489 நிறுவனங்களை விட அதிக வருமானம் ஈட்டியுள்ளன. 2010 இல் $ 65 பில்லியனாக உயர்ந்தது, அதே ஆண்டில் மற்றவை $52 பில்லியனாக இருந்தது.",
        "பன்னாட்டுத் தொழிற்துறை அதன் செல்வத்தையும் அதிகாரத்தையும் பயன்படுத்தி அதன் வழியில் நிற்கும் எந்தவொரு தனிநபரையும் அல்லது நிறுவனத்தையும் நடுநிலையாக்குகிறது; கற்பித்தல், உற்பத்தி செய்தல், ஆராய்ச்சி செய்தல், இறக்குமதி செய்தல், சோதனை செய்தல் மற்றும் பதிவு செய்தல், தர உத்தரவாதம், விநியோகம், பரிந்துரை செய்தல் மற்றும் மாநிலம் மற்றும் மாநிலங்களில் மருந்துகளை வழங்குதல் போன்றவற்றில் ஈடுபட்டுள்ளவர்களை அடைய, படையெடுக்க, பிடிக்க மற்றும் அதன் கட்டளையின் கீழ் கொண்டு வருவதற்கு அவர்கள் தங்கள் கூடாரங்களை விரித்தனர். கார்ப்பரேட் துறை. அவர்கள் நிர்வாக, கல்வி, சட்ட, அதிகாரத்துவ, அரசியல் மற்றும் துறையில் உள்ள மற்ற ஒப்பந்த அதிகாரிகளின் கணிசமான பகுதியை உள்ளடக்கி, அவர்களின் ஊதியத்தில் அவர்களை ஈர்க்கிறார்கள்; அவர்கள் உலகம் முழுவதும் பரவிய ஒரு ஊழல் நடைமுறை.",
        "பிக் ஃபார்மா, தங்கள் சொந்த பிராந்தியங்களில் உயர் விலை தரமற்ற தயாரிப்புகளை ஊக்குவிப்பதில் கடுமையான விளைவுகளை எதிர்கொள்கிறது, வளரும் நாடுகளில் பாதுகாப்பான சரணாலயங்களைத் தேர்ந்தெடுத்துள்ளது; பலவீனமான பயனற்ற விதிமுறைகளுடன் 'முழுமை' மற்றும் மேற்கத்திய எதையும் ஏற்றுக்கொள்ளும் மிகவும் தப்பெண்ண மனதுடன். இது ஒரு உள்ளூர் இறக்குமதியாளர்/விநியோகஸ்தரை பெயரிடுவது, முக்கியமாக தளவாட ஆதரவின் நோக்கத்திற்காக; 'மூன்றாம் உலகில் சுகாதார சேவைகள்' என்ற போர்வையில் சந்தைப்படுத்தல் சூழ்ச்சிகளைக் கையாள்வதற்கு அவர்கள் தங்கள் சொந்த ஆட்களை விதைக்கும்போது.",
        "சர்வதேச அரங்கிற்கு மாறுவதற்கு முன், உள்ளூர் சந்தைப்படுத்தல் நடைமுறைகளில் கவனம் செலுத்துவோம். மருந்து சந்தைப்படுத்தலின் பொதுவான அம்சம் என்னவென்றால், 'வாடிக்கையாளர்' அல்லது இறுதி நுகர்வோர் அதற்கு பணம் செலுத்தும் நோயாளி அல்ல, ஆனால் மருந்தை பரிந்துரைக்கும் நிபுணர். அவர்கள், பெரும்பாலான சந்தர்ப்பங்களில், தவறான, தவறான ஆலோசனை; அல்லது பன்னாட்டு நிறுவனங்களின் நேர்மையான முகவர்/விநியோகஸ்தரால் ஏமாற்றப்பட்டவர். மருத்துவப் பயிற்சியாளர்களில் நியாயமான சதவீதத்தினர் மேற்கண்ட வகையைச் சேர்ந்த துரதிர்ஷ்டவசமாக பாதிக்கப்பட்டவர்கள், சிறுபான்மையினர் ஐந்து நட்சத்திர வார இறுதி நாட்கள், குடும்ப உல்லாசப் பயணங்கள் வரை ‘வெகுமதிகள்’ வழங்குவதன் மூலம் நேர்மையற்ற சந்தைப்படுத்துபவர்களால் ஈர்க்கப்பட்ட குறும்புத் துறையைச் சேர்ந்தவர்கள்; உள்ளூர் அல்லது வெளிநாட்டு; வெளிநாட்டில் உள்ள பல்கலைக்கழகங்களில் அவர்களின் இளமைக்கால மருத்துவப் படிப்புகளுக்கு நிதியுதவி அல்லது மாதாந்திர ஊதியப் பேக்கேஜ்கள் பெரிய தொகைகள் மற்றும் பிற ஊக்கத்தொகைகளை அவர்கள் படித்தபடி நேர்மையற்ற 'மருந்து-பழக்கங்களை' கடைப்பிடிப்பதற்காக. அவ்வாறு செய்வதன் மூலம், மோசமான தரம் மற்றும் மிதமிஞ்சிய தயாரிப்புகளுக்கு பணம் செலுத்த துரதிர்ஷ்டவசமான நோயாளி மீது அழுத்தம் கொடுக்கிறார்கள். அவர்கள் தங்கள் முக்கிய உடல் உறுப்புகளை அறியப்படாத பக்க விளைவுகள் கொண்ட கலவைகளுக்கு வெளிப்படுத்த வேண்டிய கட்டாயத்தில் உள்ளனர்."
      ]
    }
  }
}