{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-investment-goods-non-foods-import-fall-faster-than-oil-bill-in-april-2022-95634/",
  "time_ut": 1655054100,
  "title": "Sri Lanka investment goods, non-foods import fall faster than oil bill in April 2022",
  "body_lines": [
    "ECONOMNYNEXT – Sri Lanka’s imports fell 0.5 percent from a year earlier as interest rates were raised and investment goods and non-food consumer goods fell faster than an increase in the oil bill, official data showed.",
    "Sri Lanka’s fuel imports went up by 96 million dollars from a year ago in April 2022 to 510 million US dollars, while investment goods imports fell 87 million US dollars or 24 percent to 266.3 million US dollars.",
    "Building material imports fell 22 percent to 75.6 million US dollars in April and non-food consumer goods imports fell 43 percent to 87.9 million dollars.",
    "Sri Lanka’s exports also grew 18.5 percent from a year earlier to 969.8 million US dollars.",
    "The trade deficit narrowed to 729 million US dollars from 889 million US dollars a year earlier.",
    "In the first four months of the year exports grew 11 percent to 4.2 billion US dollars and imports grew 8.9 percent to 7.3 billion US dollars. Imports are partly driven by credit lines.",
    "Sri Lanka defaulted on foreign loans in April 2022 after printing money for over two years to mis-target interest rates breaking the country’s soft-peg and running out of reserves.",
    "Sri Lanka is hit with the worst currency crisis in the history of the island’s 72-year soft-pegged central bank styled on Argentina’s with ‘counter cyclical’ tools.",
    "While it is easy to destroy the credibility of a peg by mis-targeting interest rates with printed money to boost growth (stimulus), it is difficult to restore the credibility of the peg.",
    "After running out of reserves, it is the usual practice of a soft-pegged monetary authority suspend convertibility (float) to end forex shortages.",
    "However the rupee has collapsed from 200 to 370 levels in a float botched by the surrender rule, which forced dollars to be sold to the central bank making the peg weaker.",
    "Imports are now starting to fall with higher rates aimed at smashing the economy, while the surrender rule and interventions continue making a broken peg and forex shortages persist.",
    "There are no forex shortages in a clean float. (Colombo/June12/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ආයෝජන භාණ්ඩ, ආහාර නොවන ආනයනය 2022 අප්‍රේල් මාසයේ තෙල් බිලට වඩා වේගයෙන් පහත වැටේ",
      "body_lines": [
        "ECONOMNYNEXT - පොලී අනුපාත ඉහළ දැමීම සහ ආයෝජන භාණ්ඩ සහ ආහාර නොවන පාරිභෝගික භාණ්ඩ තෙල් බිල වැඩිවීමට වඩා වේගයෙන් පහත වැටීම නිසා ශ්‍රී ලංකාවේ ආනයන පෙර වසරකට වඩා සියයට 0.5 කින් පහත වැටී ඇති බව නිල දත්ත පෙන්වා දෙයි.",
        "ශ්‍රී ලංකාවේ ඉන්ධන ආනයනය වසරකට පෙර 2022 අප්‍රේල් මාසයේ සිට ඇමෙරිකානු ඩොලර් මිලියන 510 දක්වා ඩොලර් මිලියන 96 කින් ඉහළ ගිය අතර ආයෝජන භාණ්ඩ ආනයනය ඇමෙරිකානු ඩොලර් මිලියන 87 කින් හෙවත් සියයට 24 කින් ඩොලර් මිලියන 266.3 දක්වා පහත වැටී ඇත.",
        "ගොඩනැගිලි ද්‍රව්‍ය ආනයනය අප්‍රේල් මාසයේදී ඇමෙරිකානු ඩොලර් මිලියන 75.6 දක්වා සියයට 22 කින් පහත වැටී ඇති අතර ආහාර නොවන පාරිභෝගික භාණ්ඩ ආනයනය ඩොලර් මිලියන 87.9 ක් දක්වා සියයට 43 කින් පහත වැටී ඇත.",
        "ශ්‍රී ලංකාවේ අපනයන ද පෙර වසරේ සිට ඇමෙරිකානු ඩොලර් මිලියන 969.8 දක්වා සියයට 18.5 කින් වර්ධනය වී ඇත.",
        "වෙළඳ හිඟය වසරකට පෙර ඩොලර් මිලියන 889 සිට ඩොලර් මිලියන 729 දක්වා අඩු විය.",
        "වසරේ මුල් මාස හතර තුළ අපනයන සියයට 11 කින් ඩොලර් බිලියන 4.2 ක් දක්වා වර්ධනය වී ඇති අතර ආනයන සියයට 8.9 කින් ඩොලර් බිලියන 7.3 ක් දක්වා වර්ධනය විය. ආනයන අර්ධ වශයෙන් ණය රේඛා මගින් මෙහෙයවනු ලැබේ.",
        "ශ්‍රී ලංකාව 2022 අප්‍රේල් මාසයේදී විදේශ ණය පැහැර හැරිය අතර වසර දෙකකට වැඩි කාලයක් පොලී අනුපාත වැරදි ලෙස ඉලක්ක කර ගනිමින් රටෙහි මෘදු ස්ථාවරය බිඳ දමා සංචිත අවසන් විය.",
        "‘ප්‍රති චක්‍රීය’ මෙවලම් සමඟ ආර්ජන්ටිනාවට අනුව හැඩගැසුණු වසර 72 ක මෘදු මහ බැංකුවේ දිවයිනේ ඉතිහාසයේ දරුණුතම මුදල් අර්බුදයට ශ්‍රී ලංකාව ගොදුරු වී ඇත.",
        "වර්ධනය (උත්තේජනය) ඉහළ නැංවීම සඳහා මුද්‍රිත මුදල් සමඟ පොලී අනුපාත වැරදි ලෙස ඉලක්ක කර ඇණයක විශ්වසනීයත්වය විනාශ කිරීම පහසු වුවද, ඇණයේ විශ්වසනීයත්වය යථා තත්ත්වයට පත් කිරීම දුෂ්කර ය.",
        "සංචිත අවසන් වූ පසු, විදේශ විනිමය හිඟය අවසන් කිරීම සඳහා මෘදු ස්ථාවර මූල්‍ය අධිකාරියක පරිවර්තන (float) අත්හිටුවීමේ සාමාන්‍ය පිළිවෙතයි.",
        "කෙසේ වෙතත්, යටත් වීමේ රීතිය මගින් රුපියල මට්ටම් 200 සිට 370 දක්වා කඩා වැටී ඇති අතර, එමඟින් ඩොලර් මහ බැංකුවට විකිණීමට බල කෙරුනි.",
        "ආර්ථිකය බිඳ දැමීමේ අරමුණින් ආනයන දැන් ඉහළ අනුපාත සමඟ පහත වැටීමට පටන් ගෙන ඇති අතර, යටත් වීමේ රීතිය සහ මැදිහත්වීම් අඛණ්ඩව කැඩී බිඳී යාම සහ විදේශ විනිමය හිඟය දිගටම පවතියි.",
        "පිරිසිදු float තුළ විදේශ විනිමය හිඟයක් නොමැත. (කොළඹ/ජුනි12/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் முதலீட்டு பொருட்கள், உணவு அல்லாத இறக்குமதி ஏப்ரல் 2022 இல் எண்ணெய் கட்டணத்தை விட வேகமாக வீழ்ச்சியடைகின்றன",
      "body_lines": [
        "ECONOMNYNEXT - வட்டி விகிதங்கள் உயர்த்தப்பட்டதாலும், முதலீட்டு பொருட்கள் மற்றும் உணவு அல்லாத நுகர்வோர் பொருட்கள் எண்ணெய் கட்டணத்தின் அதிகரிப்பை விட வேகமாக சரிந்ததாலும் இலங்கையின் இறக்குமதிகள் முந்தைய ஆண்டை விட 0.5 சதவீதம் குறைந்துள்ளது என்று அதிகாரப்பூர்வ தகவல்கள் தெரிவிக்கின்றன.",
        "இலங்கையின் எரிபொருள் இறக்குமதிகள் ஒரு வருடத்திற்கு முன்பு 2022 ஏப்ரலில் இருந்து 96 மில்லியன் டாலர்கள் அதிகரித்து 510 மில்லியன் அமெரிக்க டாலர்களாக உயர்ந்துள்ளது, அதே சமயம் முதலீட்டு பொருட்கள் இறக்குமதி 87 மில்லியன் அமெரிக்க டாலர்கள் அல்லது 24 சதவீதம் சரிந்து 266.3 மில்லியன் அமெரிக்க டாலர்களாக உள்ளது.",
        "ஏப்ரல் மாதத்தில் கட்டுமானப் பொருட்கள் இறக்குமதி 22 சதவீதம் சரிந்து 75.6 மில்லியன் அமெரிக்க டாலர்களாகவும், உணவு அல்லாத நுகர்வோர் பொருட்கள் இறக்குமதி 43 சதவீதம் குறைந்து 87.9 மில்லியன் டாலர்களாகவும் உள்ளது.",
        "இலங்கையின் ஏற்றுமதியும் கடந்த ஆண்டை விட 18.5 சதவீதம் அதிகரித்து 969.8 மில்லியன் அமெரிக்க டாலர்களாக உள்ளது.",
        "வர்த்தகப் பற்றாக்குறை கடந்த ஆண்டு 889 மில்லியன் அமெரிக்க டாலர்களில் இருந்து 729 மில்லியன் அமெரிக்க டாலர்களாகக் குறைந்துள்ளது.",
        "ஆண்டின் முதல் நான்கு மாதங்களில் ஏற்றுமதி 11 சதவீதம் அதிகரித்து 4.2 பில்லியன் அமெரிக்க டாலர்களாகவும், இறக்குமதி 8.9 சதவீதம் அதிகரித்து 7.3 பில்லியன் அமெரிக்க டாலர்களாகவும் உள்ளது. இறக்குமதிகள் ஓரளவு கடன் வரிகளால் இயக்கப்படுகின்றன.",
        "இரண்டு ஆண்டுகளுக்கும் மேலாக வட்டி விகிதங்களைத் தவறாகக் குறிவைத்து, நாட்டின் சாஃப்ட்-பெக்கை உடைத்து, கையிருப்பு இல்லாததால், ஏப்ரல் 2022ல் வெளிநாட்டுக் கடன்களைத் திருப்பிச் செலுத்தத் தவறியது.",
        "இலங்கை, தீவின் 72 ஆண்டுகால மென்-பெக்டட் மத்திய வங்கியின் வரலாற்றில் மிக மோசமான நாணய நெருக்கடியால் பாதிக்கப்பட்டுள்ளது. 'எதிர் சுழற்சி' கருவிகளுடன் அர்ஜென்டினாவின் பாணியில் வடிவமைக்கப்பட்டுள்ளது.",
        "வளர்ச்சியை (தூண்டுதல்) அதிகரிக்க அச்சிடப்பட்ட பணத்தின் மூலம் வட்டி விகிதங்களை தவறாக இலக்கு வைப்பதன் மூலம் ஒரு பெக்கின் நம்பகத்தன்மையை அழிப்பது எளிதானது என்றாலும், ஆப்புகளின் நம்பகத்தன்மையை மீட்டெடுப்பது கடினம்.",
        "கையிருப்பு தீர்ந்த பிறகு, அந்நியச் செலாவணி பற்றாக்குறையை முடிவுக்குக் கொண்டுவர, ஒரு மென்மையான பணவியல் ஆணையத்தின் வழக்கமான நடைமுறையாக உள்ளது.",
        "எவ்வாறாயினும், சரணடைதல் விதியின் காரணமாக ரூபாயின் மதிப்பு 200 முதல் 370 வரை சரிந்துள்ளது, இது டாலர்களை மத்திய வங்கிக்கு விற்க வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "பொருளாதாரத்தை நொறுக்குவதை நோக்கமாகக் கொண்ட இறக்குமதிகள் இப்போது அதிக விகிதங்களுடன் வீழ்ச்சியடையத் தொடங்கியுள்ளன, அதே நேரத்தில் சரணடைதல் விதி மற்றும் தலையீடுகள் உடைந்த ஆப்பு மற்றும் அந்நிய செலாவணி பற்றாக்குறை தொடர்ந்து நீடிக்கின்றன.",
        "சுத்தமான மிதவையில் அந்நிய செலாவணி பற்றாக்குறை இல்லை. (கொழும்பு/ஜூன்12/2022)"
      ]
    }
  }
}