{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-deny-presidents-claim-say-pmd-statement-false-95098/",
  "time_ut": 1654196820,
  "title": "Sri Lanka protesters deny President’s claim; say PMD statement false",
  "body_lines": [
    "ECONOMYNEXT- Sri Lankan protesters who had been demanding the resignation of President Gotabaya Rakapaksa for 55 days on Thursday denied claims by President’s Media Division (PMD) that they had discussions with Rajapaksa.",
    "The PMD in a statement on Wednesday (01) said a group of professionals and youth involved in the struggle (the protest demanding Rajapaksa’s resignation) , “presented a concise set of proposals outlining actions that should be taken to resolve the current political and economic situation to President Gotabaya Rajapaksa”.",
    "“We don’t want to have any sort of discussion with the President. We just want him to be sent home. That’s the name of our movement “Gota Go Gama” (GGG), meaning for Gota to go,” Damitha Abeyrathna, a populour artist who has been actively involved in the protest, told a media briefing at protesters site GGG.",
    "The protesters from the start of the struggle have said there is no compromise until Rajapaksa resigns from the presidency. Based on protesters’ sentiment the main opposition Samagi Jana Balawegaya (SJB) rejected a call to form an all-party government citing that going forward with Rajapaksa “who created the current crisis”, would be impossible.",
    "The PMD in its statement on Wednesday said the discussions focused on short, medium and long-term measures that should be taken to address the current political, social and economic crisis and the adoption of a new “people-friendly” Constitution.",
    "The PMD also said it was agreed to hold the next discussion within the next few days and President Rajapaksa was cited to have said that several groups representing experts in various fields were ready to build the country and that he is ready to provide the necessary powers and resources to implement the positive plans of those groups.",
    "“This is another agenda by the president to save himself. We never met the President and we never will meet him until he steps down,” Attorney at Law, Lasantha Nanayakkara, one of the representatives of the GGG struggle told at the media briefing,",
    "Wasantha Muralige of Inter University Students Federation said, “Ranil was appointed as a part of the save and now he wants to save himself by telling the nation that we met with him and exchanged proposals. Our only proposal is for the President to go home and we don’t have to meet him, this is our 55th day here, he knows.”",
    "The protesters pointed out that it was peculiar that the no media covered the “discussion with President” and also said the PMD did not even have pictures or video to prove that the youth representation them that submitted proposals.",
    "“Show us protesters who met the President. Why is there no proof? why didn’t other media organizations cover? Because this is all part of their script,” Actor, Jagath Manuwarana, an active protester stated.",
    "“They are trying their best to dissolve this protest. They tried on May 9 by smashing our heads, firing tear gas and then appointed Ranil (Wickremesinghe) to win our hearts. Now they say we had discussions.”",
    "The 55-day protest has already forced the crisis-hit Sri Lanka’s cabinet to resign twice, the Rajapaksa government to lose two-third parliament majority, four Rajapaksa family members to lose cabinet portfolio, a central bank governor who delayed measures to prevent an impending economic crisis to resign, and to appoint one of the most unpopulour leader as the prime minister.",
    "However, protesters are stubborn on their main demand – the resignation of President Rajapaksa, because it was his economic mismanagement and wrong fertilizer policy dragged the country into the current crisis. (Colombo/June 02/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා විරෝධතාකරුවන් ජනාධිපතිවරයාගේ ප්‍රකාශය ප්‍රතික්ෂේප කරයි; PMD ප්‍රකාශය අසත්‍ය යැයි කියන්න",
      "body_lines": [
        "ECONOMYNEXT- ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්විය යුතු බවට දින 55ක් තිස්සේ බලකරමින් සිටි ශ්‍රී ලාංකික විරෝධතාකරුවන් බ්‍රහස්පතින්දා දින 55ක් තිස්සේ රාජපක්ෂ සමඟ සාකච්ඡා කළ බවට ජනාධිපති මාධ්‍ය අංශය (PMD) කරන ප්‍රකාශ ප්‍රතික්ෂේප කළහ.",
        "PMD බදාදා (01) නිවේදනයක් නිකුත් කරමින් කියා සිටියේ අරගලයේ (රාජපක්ෂට ඉල්ලා අස්වන ලෙස බල කරන විරෝධතාවයේ) වෘත්තීයවේදීන් සහ තරුණයින් පිරිසක්, “වර්තමාන දේශපාලන හා ආර්ථික තත්ත්වය විසඳීම සඳහා ගත යුතු ක්‍රියාමාර්ග ගෙනහැර දක්වන සංක්ෂිප්ත යෝජනා මාලාවක් ඉදිරිපත් කළ බවයි. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට\"",
        "“අපිට ජනාධිපතිතුමා එක්ක කිසිම ආකාරයක සාකච්ඡාවක් කරන්න අවශ්‍ය නැහැ. අපිට ඕන එයාව ගෙදර යවන්න විතරයි. ඒ අපේ ව්‍යාපාරයේ නම \"ගෝඨා ගෝ ගම\" (GGG), එනම් ගෝඨා යන්න යන අර්ථයයි,\" විරෝධතාවට ක්‍රියාකාරීව සම්බන්ධ වී සිටින ජනප්‍රිය කලාකරුවෙකු වන දමිතා අබේරත්න විරෝධතාකරුවන්ගේ වෙබ් අඩවිය වන GGG හි පැවති මාධ්‍ය හමුවකදී පැවසීය.",
        "අරගලයේ ආරම්භයේ සිටම විරෝධතාකරුවන් කියා සිටියේ රාජපක්ෂ මහතා ජනාධිපති ධුරයෙන් ඉල්ලා අස්වන තුරු සම්මුතියක් නොමැති බවයි. විරෝධතාකරුවන්ගේ හැඟීම් මත පදනම්ව, ප්‍රධාන විපක්ෂයේ සමගි ජන බලවේගය (SJB) සර්ව පාක්ෂික ආණ්ඩුවක් පිහිටුවීමට කළ ඉල්ලීම ප්‍රතික්ෂේප කළේ “වත්මන් අර්බුදය නිර්මාණය කළ” රාජපක්ෂ සමඟ ඉදිරියට යාම කළ නොහැකි බව පවසමිනි.",
        "PMD බදාදා සිය ප්‍රකාශයේ සඳහන් කළේ වත්මන් දේශපාලන, සමාජීය සහ ආර්ථික අර්බුදය විසඳීම සහ නව “ජනහිතකාමී” ව්‍යවස්ථාවක් සම්මත කිරීම සඳහා ගත යුතු කෙටි, මධ්‍ය හා දිගුකාලීන ක්‍රියාමාර්ග පිළිබඳව සාකච්ඡා අවධානය යොමු කළ බවයි.",
        "ඉදිරි දින කිහිපය තුළ මීළඟ සාකච්ඡාව පැවැත්වීමට එකඟ වූ බවත්, රට ගොඩනැගීමට විවිධ ක්ෂේත්‍රවල ප්‍රවීණයන් නියෝජනය කරන කණ්ඩායම් කිහිපයක් සූදානම් බවත්, ඒ සඳහා අවශ්‍ය බලතල ලබාදීමට තමන් සූදානම් බවත් ජනාධිපති රාජපක්ෂ මහතා ප්‍රකාශ කළ බවද පීඑම්ඩී ප්‍රකාශ කළේය. එම කණ්ඩායම්වල ධනාත්මක සැලසුම් ක්‍රියාත්මක කිරීමට සම්පත්.",
        "“මේක තමා බේරගන්න ජනාධිපතිතුමා කරන තවත් න්‍යාය පත්‍රයක්. අපි කවදාවත් ජනාධිපතිතුමාව මුණගැහිලා නැහැ, එතුමා බලයෙන් ඉවත් වෙනකම් අපි එතුමාව මුණගැහෙන්නෙත් නැහැ.",
        "එහිදී අදහස් දැක්වූ අන්තර් විශ්වවිද්‍යාල ශිෂ්‍ය බලමණ්ඩලයේ වසන්ත මුරලිගේ මහතා, “රනිල්ව පත් කළේ ගැලවීමේ කොටස්කාරයෙක් ලෙසයි, දැන් එතුමාට අවශ්‍ය වෙලා තියෙන්නේ අපි ඔහුව හමුවී යෝජනා හුවමාරු කරගත් බව ජාතියට කියාගෙන බේරෙන්නයි. අපේ එකම යෝජනාව ජනාධිපතිතුමා ගෙදර යන්න, අපිට එතුමාව හම්බවෙන්න ඕන නෑ, මේක අපේ 55 වැනි දවස, ඔහු දන්නවා.",
        "කිසිදු මාධ්‍යයක් “ජනාධිපතිවරයා සමඟ පැවති සාකච්ඡාව” ආවරණය නොකිරීම විශේෂත්වයක් බව පෙන්වා දුන් විරෝධතාකරුවෝ යෝජනා ඉදිරිපත් කළ තරුණයින් නියෝජනය කරන බව සනාථ කිරීමට PMD සතුව පින්තූර හෝ වීඩියෝ පවා නොමැති බව ද පැවසීය.",
        "“ජනාධිපතිතුමා හමුවූ විරෝධතාකරුවන් අපට පෙන්වන්න. ඇයි සාක්ෂි නැත්තේ? වෙනත් මාධ්‍ය ආයතන ආවරණය නොකළේ ඇයි? මක්නිසාද යත් මේ සියල්ල ඔවුන්ගේ තිර රචනයේ කොටසක්” යැයි ක්‍රියාකාරී විරෝධතාකරුවෙකු වන නළු ජගත් මනුවරණ ප්‍රකාශ කළේය.",
        "“ඔවුන් මේ විරෝධතාව විසුරුවා හැරීමට උපරිමයෙන් උත්සාහ කරනවා. මැයි 9 වෙනිදා අපේ ඔළු කුඩු කරලා, කඳුළු ගෑස් ගහලා උත්සාහ කළා, ඊට පස්සේ අපේ හිත දිනාගන්න රනිල් (වික්‍රමසිංහ) පත් කළා. දැන් කියනවා අපි සාකච්ඡා කළා කියලා.”",
        "දින 55ක විරෝධතාව හේතුවෙන් අර්බුදකාරී ශ්‍රී ලංකාවේ කැබිනට් මණ්ඩලයට දෙවරක් ඉල්ලා අස්වීමටත්, රාජපක්ෂ ආණ්ඩුවට පාර්ලිමේන්තුවේ තුනෙන් දෙකක බහුතරය අහිමි වීමටත්, රාජපක්ෂ පවුලේ හතර දෙනෙකුට කැබිනට් අමාත්‍යධුර අහිමි වීමටත්, එළැඹෙන සිදුවීම වැලැක්වීමට පියවර ගැනීම ප්‍රමාද කළ මහ බැංකු අධිපතිවරයකුටත් දැනටමත් බලකර තිබේ. ආර්ථික අර්බුදය ඉල්ලා අස්වීමට සහ වඩාත්ම ජනප්‍රිය නොවන නායකයෙකු අගමැති ලෙස පත් කිරීමට.",
        "කෙසේ වෙතත්, විරෝධතාකරුවන් ඔවුන්ගේ ප්‍රධාන ඉල්ලීම වන - ජනාධිපති රාජපක්ෂගේ ඉල්ලා අස්වීම ගැන මුරණ්ඩු වන්නේ, ඔහුගේ ආර්ථික වැරදි කළමනාකරණය සහ වැරදි පොහොර ප්‍රතිපත්තිය රට වත්මන් අර්බුදයට ඇද දැමූ බැවිනි. (කොළඹ/ජුනි 02/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை எதிர்ப்பாளர்கள் ஜனாதிபதியின் கூற்றை மறுக்கின்றனர்; PMD அறிக்கை தவறானது",
      "body_lines": [
        "பொருளாதாரம்- ஜனாதிபதி கோட்டாபய ரகபக்சவின் பதவி விலகல் கோரி 55 நாட்களாக இலங்கை எதிர்ப்பாளர்கள் வியாழன் அன்று ஜனாதிபதி ஊடகப் பிரிவு (PMD) ராஜபக்சவுடன் கலந்துரையாடியதாக கூறுவதை மறுத்தனர்.",
        "PMD புதன்கிழமை (01) வெளியிட்டுள்ள அறிக்கையில், போராட்டத்தில் ஈடுபட்டுள்ள தொழில் வல்லுநர்கள் மற்றும் இளைஞர்கள் குழு (ராஜபக்சே பதவி விலகக் கோரி போராட்டம்) , \"தற்போதைய அரசியல் மற்றும் பொருளாதார சூழ்நிலையைத் தீர்க்க எடுக்கப்பட வேண்டிய நடவடிக்கைகளை கோடிட்டுக் காட்டும் ஒரு சுருக்கமான முன்மொழிவுகளை முன்வைத்தது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கு”.",
        "“ஜனாதிபதியுடன் எந்தவிதமான கலந்துரையாடலையும் நாங்கள் விரும்பவில்லை. அவரை வீட்டுக்கு அனுப்ப வேண்டும் என்றுதான் நாங்கள் விரும்புகிறோம். அதுதான் எங்கள் இயக்கத்தின் பெயர் \"கோட்டா கோ காமா\" (GGG), அதாவது கோட்டா போக வேண்டும்\" என்று போராட்டத்தில் தீவிரமாக ஈடுபட்டு வரும் பிரபல கலைஞர் தமிதா அபேரத்ன, போராட்டக்காரர்கள் தளமான GGG இல் நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் தெரிவித்தார்.",
        "ராஜபக்சே அதிபர் பதவியை ராஜினாமா செய்யும் வரை சமரசம் இல்லை என போராட்டத்தின் தொடக்கம் முதலே போராட்டக்காரர்கள் கூறி வந்தனர். எதிர்ப்பாளர்களின் உணர்வுகளின் அடிப்படையில் பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகயா (SJB) அனைத்துக் கட்சி அரசாங்கத்தை அமைப்பதற்கான அழைப்பை நிராகரித்தது, \"தற்போதைய நெருக்கடியை உருவாக்கிய\" ராஜபக்சவுடன் முன்னோக்கி செல்வது சாத்தியமற்றது என்று குறிப்பிட்டது.",
        "PMD புதன்கிழமை தனது அறிக்கையில், தற்போதைய அரசியல், சமூக மற்றும் பொருளாதார நெருக்கடி மற்றும் புதிய \"மக்கள் நட்பு\" அரசியலமைப்பை ஏற்றுக்கொள்வதற்கு எடுக்கப்பட வேண்டிய குறுகிய, நடுத்தர மற்றும் நீண்ட கால நடவடிக்கைகள் குறித்து விவாதங்கள் கவனம் செலுத்தியது.",
        "அடுத்த சில நாட்களுக்குள் அடுத்த விவாதத்தை நடத்துவதற்கு ஒப்புக்கொள்ளப்பட்டதாக பிரதமர் மோடி கூறியதுடன், பல்வேறு துறைகளில் நிபுணர்களை பிரதிநிதித்துவப்படுத்தும் பல குழுக்கள் நாட்டை கட்டியெழுப்ப தயாராக இருப்பதாகவும், தேவையான அதிகாரங்களை வழங்க தயாராக இருப்பதாகவும் ஜனாதிபதி ராஜபக்ஷ கூறியதாக கூறப்படுகிறது. அந்த குழுக்களின் நேர்மறையான திட்டங்களை செயல்படுத்துவதற்கான ஆதாரங்கள்.",
        "“இது தன்னைக் காப்பாற்றிக் கொள்ள ஜனாதிபதியின் மற்றொரு நிகழ்ச்சி நிரலாகும். நாங்கள் ஜனாதிபதியை ஒரு போதும் சந்திக்கவில்லை, அவர் பதவி விலகும் வரை அவரை சந்திக்க மாட்டோம்” என GGG போராட்டத்தின் பிரதிநிதிகளில் ஒருவரான சட்டத்தரணி லசந்த நாணயக்கார ஊடகவியலாளர் சந்திப்பில் தெரிவித்தார்.",
        "பல்கலைகழக மாணவர் சம்மேளனத்தைச் சேர்ந்த வசந்த முரளிகே கூறுகையில், ரணில் காப்பாற்றப்பட்டதன் ஒரு அங்கமாகவே நியமிக்கப்பட்டார், தற்போது ரணில் தன்னைக் காப்பாற்றிக் கொள்ள நினைக்கிறார், நாங்கள் அவரைச் சந்தித்துப் பிரேரணைகளைப் பரிமாறிக் கொண்டோம் என்று நாட்டு மக்களுக்குச் சொல்லிக் கொள்கிறார். ஜனாதிபதி வீட்டிற்குச் செல்வது மட்டுமே எங்களின் ஒரே திட்டம், நாங்கள் அவரைச் சந்திக்க வேண்டியதில்லை, இது எங்களின் 55வது நாள், அவருக்குத் தெரியும்.",
        "\"ஜனாதிபதி உடனான கலந்துரையாடலை\" எந்த ஊடகமும் வெளியிடாதது விசித்திரமானது என்று ஆர்ப்பாட்டக்காரர்கள் சுட்டிக்காட்டினர், மேலும் முன்மொழிவுகளை சமர்ப்பித்த இளைஞர்கள் தங்களை பிரதிநிதித்துவப்படுத்துகிறார்கள் என்பதை நிரூபிக்க PMD யிடம் படங்கள் அல்லது வீடியோக்கள் கூட இல்லை என்றும் கூறினார்.",
        "“ஜனாதிபதியை சந்தித்த போராட்டக்காரர்களை எங்களிடம் காட்டுங்கள். ஏன் ஆதாரம் இல்லை? மற்ற ஊடக நிறுவனங்கள் ஏன் மறைக்கவில்லை? ஏனெனில் இவை அனைத்தும் அவர்களின் ஸ்கிரிப்ட்டின் ஒரு பகுதியாகும், ”என்று தீவிர எதிர்ப்பாளர் நடிகர் ஜகத் மனுவரனா கூறினார்.",
        "“இந்தப் போராட்டத்தைக் கலைக்க அவர்கள் தங்களால் இயன்றவரை முயற்சி செய்கிறார்கள். அவர்கள் மே 9 அன்று எங்கள் தலைகளை அடித்து நொறுக்கி, கண்ணீர் புகை குண்டுகளை வீசி எங்களின் இதயங்களை வெல்ல ரணிலை (விக்ரமசிங்க) நியமித்தார்கள். இப்போது நாங்கள் விவாதித்ததாகச் சொல்கிறார்கள்.",
        "55 நாள் போராட்டம் ஏற்கனவே நெருக்கடியால் பாதிக்கப்பட்டுள்ள இலங்கையின் அமைச்சரவையை இரண்டு முறை ராஜினாமா செய்ய கட்டாயப்படுத்தியுள்ளது, ராஜபக்சே அரசாங்கம் மூன்றில் இரண்டு பாராளுமன்ற பெரும்பான்மையை இழக்க நேரிட்டது, நான்கு ராஜபக்சே குடும்ப உறுப்பினர்கள் அமைச்சரவை இலாகாவை இழக்க நேரிடும், ஒரு மத்திய வங்கி கவர்னர் வரவிருப்பதை தடுக்கும் நடவடிக்கைகளை தாமதப்படுத்தினார். பொருளாதார நெருக்கடியை ராஜினாமா செய்ய வேண்டும், மேலும் மக்கள் விரும்பாத தலைவர்களில் ஒருவரை பிரதமராக நியமிக்க வேண்டும்.",
        "எவ்வாறாயினும், எதிர்ப்பாளர்கள் தங்கள் முக்கிய கோரிக்கையில் பிடிவாதமாக உள்ளனர் - ஜனாதிபதி ராஜபக்ஷவின் பதவி விலகல், ஏனெனில் அவரது பொருளாதார தவறான நிர்வாகமும் தவறான உரக் கொள்கையும் நாட்டை தற்போதைய நெருக்கடிக்கு இழுத்துச் சென்றது. (கொழும்பு/ஜூன் 02/2022)"
      ]
    }
  }
}