{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-insurance-posts-a-record-profit-of-rs-11-7-billion-before-taxation-for-2021/",
  "time_ut": 1651069380,
  "title": "Sri Lanka Insurance posts a record profit of Rs. 11.7 billion before taxation for 2021",
  "body_lines": [
    "Secures the title of Most Loved Brand in both business categories Life & General insurance by Brand Finance for the 5th consecutive year",
    "Secures the Most Valuable General Insurance Brand in the country by Brand Finance for the 5th consecutive year",
    "Secures the Number 1 position in the General Insurance Category on the country",
    "The national insurer Sri Lanka Insurance yet again recorded stellar performance in the year 2021 to record a profit before taxation of Rs. 11.7 billion for the year 2021, with a strong improvement in combined Gross Written Premium (GWP) of Rs. 43.2 billion denoting a growth of 9.7%.",
    "Notwithstanding the stringent economic and social conditions that prevailed in the country, Sri Lanka Insurance’s asset base increased to Rs.268 billion and the Life fund to Rs. 152 billion to uphold the position as the largest and strongest insurer in the country.",
    "Further although placed on a negative watch as all other local insurers, due to the current economic situation of the country Sri Lanka Insurance managed to retain AA (lka) Fitch rating for long term financial stability. SLIC is the only insurer to be certified with an AA (lka) rating.",
    "In another victorious achievement, SLIC secured the ‘Most Valuable General Insurance Brand’ and the ‘Most Loved Insurance Brand’ of the year for the 5th consecutive year by Brand Finance, reaffirming the insurer’s people-centric approaches taken over the past years.",
    "In the year 2021 Sri Lanka Insurance reported a 14.1 % growth in life insurance premiums increasing to Rs. 21.9 billion from 19.3 billion. Sri Lanka insurance in 2021 surpassed its own record to declare a sum of Rs.8.6 billion as a bonus to policyholders. The cumulative life insurance bonus paid out during the past 15 years tops a massive Rs.73.2 billion making the SLIC bonus payout unmatchable.",
    "Sri Lanka Insurance General, The number 1 General Insurance provider in the country leads the local General Insurance market by reporting a 5.4% premium growth increasing to Rs.21.2 billion.",
    "Sri Lanka Insurance continues to explore avenues to provide protection to communities, segments and age groups and different affinity groups through product and market development initiatives, through practical and affordable insurance solutions. The strength of its extensive branch network of 190 branches and customer service locations together with 8000 Advisor network serves beyond the mandate of insurance to provide protection to the people of this nation.",
    "SLIC has been taking the lead and making steady progress in transforming its operational architecture and front end customer interfaces to ensure increased digital integration and the Motor claim settlement process being re-engineered to facilitate fast-track and contactless claim settlements to customers. SLIC also accelerated the digital strategy to systematically automate the systems and processes with the ultimate aim of migrating to a paperless environment at all levels of the business. The “Work Flow Management System” is transforming all internal manual and paper-based operations into digital-driven systemized operations. Payments processes are also transforming towards more digital and paperless procedures to enhance efficiency as well as to reduce cost components.",
    "Commenting on the excellence achieved during the year SLIC Chairman Eng. Vijitha Herath noted “The past year brought us countless challenges as well as opportunities to extend our service further and fulfil our duty and responsibility to the country as the protector of the nation. As we celebrate the 60 years of excellence and step into an era of transformation we continue to uphold the legacy we built as the trusted insurer. We continue to contribute to shaping the economic and social landscape of Sri Lanka and safeguard the people of this nation as the pioneer of the insurance industry of Sri Lanka. We reiterate the trust garnered through generations as the largest and strongest insurer and we continue adding value to all our stakeholders evolving ourselves to conquer greater heights.”",
    "Chief Executive Officer of Sri Lanka Insurance Chandana L. Aluthgama noted, “Amidst the highly competitive market conditions and dynamic consumer patterns we have yet again demonstrated our resilience and prudent strategic practices to record a phenomenal financial result for the year 2021. We were able to accelerate our strategic initiatives to enhance digital integration and deliver exceptional service levels to our stakeholders. Looking at the future ahead we are constant in our efforts to increase internal efficiencies and productivity improvements through more curated strategies to be a future-ready insurer.",
    "Dialog Club Vision Members Receive Access to the Exclusive ‘Legends Retro Party’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ඉන්ෂුවරන්ස් රු. 2021 සඳහා බදු ගෙවීමට පෙර බිලියන 11.7 කි",
      "body_lines": [
        "Brand Finance විසින් අඛණ්ඩව 5 වන වසර සඳහා ජීවිත සහ සාමාන්‍ය රක්ෂණ ව්‍යාපාර කාණ්ඩ දෙකෙහිම වඩාත්ම ආදරය කරන සන්නාමය යන මාතෘකාව සුරක්ෂිත කරයි.",
        "අඛණ්ඩව 5 වැනි වසරටත් බ්‍රෑන්ඩ් ෆිනෑන්ස් මගින් රටේ වටිනාම සාමාන්‍ය රක්ෂණ සන්නාමය සුරක්ෂිත කරයි.",
        "රටේ සාමාන්‍ය රක්ෂණ කාණ්ඩයේ අංක 1 ස්ථානය සුරක්ෂිත කරයි",
        "ජාතික රක්‍ෂණ සමාගම වන ශ්‍රී ලංකා ඉන්ෂුවරන්ස් 2021 වර්ෂයේ දී නැවත වරක් විශිෂ්ට කාර්ය සාධනයක් වාර්තා කරමින් රු. 2021 වසර සඳහා බිලියන 11.7, ඒකාබද්ධ දළ ලිඛිත වාරිකයේ (GWP) ශක්තිමත් දියුණුවක් සමඟ රු. බිලියන 43.2 කින් 9.7% ක වර්ධනයක් පෙන්නුම් කරයි.",
        "රට තුළ පැවති දැඩි ආර්ථික හා සමාජීය තත්ත්වයන් නොතකා, ශ්‍රී ලංකා ඉන්ෂුවරන්ස් හි වත්කම් පදනම රුපියල් බිලියන 268 දක්වා සහ ජීවිත අරමුදල රු. බිලියන 152ක් රටේ විශාලතම සහ ශක්තිමත්ම රක්‍ෂණකරුවා ලෙස තහවුරු කිරීමට.",
        "තවද අනෙකුත් සියලුම දේශීය රක්‍ෂණකරුවන් මෙන් සෘණාත්මක අවධානයකින් පසුවුවද, රටේ වත්මන් ආර්ථික තත්ත්වය හේතුවෙන් දිගු කාලීන මූල්‍ය ස්ථායිතාව සඳහා AA (lka) Fitch ශ්‍රේණිගත කිරීම රඳවා ගැනීමට ශ්‍රී ලංකා ඉන්ෂුවරන්ස් සමත් විය. AA (lka) ශ්‍රේණිගත කිරීමක් සමඟ සහතික කළ එකම රක්ෂණකරු SLIC වේ.",
        "තවත් ජයග්‍රාහී ජයග්‍රහණයක් ලෙස, SLIC Brand Finance විසින් අඛණ්ඩව 5 වන වසරටත් වසරේ ‘වටිනාම සාමාන්‍ය රක්ෂණ සන්නාමය’ සහ ‘වඩාත්ම ආදරය කරන රක්ෂණ සන්නාමය’ සුරක්ෂිත කර ගනිමින්, පසුගිය වසර තුළ රක්‍ෂණකරුගේ ජනතා කේන්ද්‍රීය ප්‍රවේශයන් යළි තහවුරු කළේය.",
        "2021 වර්ෂයේ දී ශ්‍රී ලංකා ඉන්ෂුවරන්ස් ජීවිත රක්ෂණ වාරිකවල 14.1% ක වර්ධනයක් වාර්තා කර රු. බිලියන 19.3 සිට බිලියන 21.9 කි. 2021 දී ශ්‍රී ලංකා රක්ෂණය රක්ෂණ ඔප්පු හිමියන්ට ප්‍රසාද දීමනාවක් ලෙස රුපියල් බිලියන 8.6 ක මුදලක් ප්‍රකාශයට පත් කිරීමට තමන්ගේම වාර්තාව අභිබවා ගියේය. පසුගිය වසර 15 තුළ ගෙවා ඇති සමුච්චිත ජීවිත රක්‍ෂණ ප්‍රසාද දීමනාව රුපියල් බිලියන 73.2 ක දැවැන්ත මුදලක් වන අතර එය SLIC බෝනස් ගෙවීම අසමසම වේ.",
        "ශ්‍රී ලංකා ඉන්ෂුවරන්ස් ජෙනරල්, ශ්‍රී ලංකා ඉන්ෂුවරන්ස් ජෙනරල්, රටේ අංක 1 සාමාන්‍ය රක්‍ෂණ සපයන්නා වන අතර දේශීය සාමාන්‍ය රක්‍ෂණ වෙළෙඳපොළෙහි 5.4% ක වාරික වර්ධනයක් වාර්තා කරමින් රුපියල් බිලියන 21.2 දක්වා ඉහළ යයි.",
        "නිෂ්පාදන සහ වෙළඳපල සංවර්ධන මුලපිරීම් හරහා ප්‍රායෝගික සහ දැරිය හැකි රක්ෂණ විසඳුම් හරහා ප්‍රජාවන්ට, කොටස්වලට සහ වයස් කාණ්ඩවලට සහ විවිධ හිතවත් කණ්ඩායම්වලට ආරක්ෂාව සැපයීමේ මාර්ග ශ්‍රී ලංකා ඉන්ෂුවරන්ස් අඛණ්ඩව ගවේෂණය කරයි. ශාඛා 190 කින් සහ පාරිභෝගික සේවා ස්ථාන 8000 කින් සමන්විත එහි පුළුල් ශාඛා ජාලයේ ශක්තිය සහ උපදේශක ජාලය 8000 මෙම ජාතියේ ජනතාවට ආරක්ෂාව සැපයීම සඳහා රක්ෂණ වරම ඉක්මවා සේවය කරයි.",
        "SLIC සිය මෙහෙයුම් ගෘහ නිර්මාණ ශිල්පය සහ ඉදිරිපස පාරිභෝගික අතුරුමුහුණත් පරිවර්තනය කිරීමෙහිලා ප්‍රමුඛත්වය ගෙන ස්ථාවර ප්‍රගතියක් ලබා ගනිමින් වැඩි ඩිජිටල් ඒකාබද්ධතාවයක් සහතික කිරීම සහ පාරිභෝගිකයින්ට වේගවත් හා සම්බන්ධතා රහිත හිමිකම් පියවීම් සඳහා පහසුකම් සැලසීම සඳහා මෝටර් හිමිකම් පියවීමේ ක්‍රියාවලිය ප්‍රතිනිර්මාණය කරමින් සිටී. ව්‍යාපාරයේ සෑම තරාතිරමකම කඩදාසි රහිත පරිසරයකට සංක්‍රමණය වීමේ අවසාන අරමුණ ඇතිව පද්ධති සහ ක්‍රියාවලීන් ක්‍රමානුකූලව ස්වයංක්‍රීය කිරීමේ ඩිජිටල් උපාය මාර්ගයද SLIC විසින් වේගවත් කරන ලදී. \"වැඩ ප්‍රවාහ කළමනාකරණ පද්ධතිය\" සියලු අභ්‍යන්තර අත්පොත සහ කඩදාසි මත පදනම් වූ මෙහෙයුම් ඩිජිටල්-ධාවන පද්ධතිගත මෙහෙයුම් බවට පරිවර්තනය කරයි. කාර්යක්‍ෂමතාව ඉහළ නැංවීමට මෙන්ම පිරිවැය සංරචක අඩු කිරීම සඳහා ගෙවීම් ක්‍රියාවලීන් වඩාත් ඩිජිටල් සහ කඩදාසි රහිත ක්‍රියා පටිපාටි වෙත පරිවර්තනය වෙමින් පවතී.",
        "වසර තුළ ලබා ඇති විශිෂ්ටත්වය පිළිබඳව අදහස් දක්වමින් SLIC සභාපති ඉංජිනේරු. විජිත හේරත් මහතා සඳහන් කළේ, “අපගේ සේවාව තවදුරටත් දීර්ඝ කිරීමටත් ජාතියේ ආරක්ෂකයා ලෙස රට වෙනුවෙන් අපේ යුතුකම සහ වගකීම ඉටු කිරීමටත් පසුගිය වසර අපහට අභියෝග මෙන්ම අවස්ථා ගෙන ආවා. අපි වසර 60 ක විශිෂ්ටත්වය සමරන අතර පරිවර්තන යුගයකට පා තබන විට අපි විශ්වාසදායක රක්‍ෂණකරු ලෙස අප ගොඩනඟා ගත් උරුමය දිගටම පවත්වා ගනිමු. ශ්‍රී ලංකාවේ රක්‍ෂණ ක්‍ෂේත්‍රයේ පුරෝගාමියා ලෙස ශ්‍රී ලංකාවේ ආර්ථික හා සමාජීය පරිසරය හැඩගැස්වීමටත්, මේ ජාතියේ ජනතාව සුරක්ෂිත කිරීමටත් අපි දිගටම දායක වන්නෙමු. විශාලතම සහ ශක්තිමත්ම රක්‍ෂණකරුවා ලෙස පරම්පරා ගණනාවක් පුරා දිනාගත් විශ්වාසය අපි යළිත් අවධාරණය කරන අතර, අපගේ සියලු පාර්ශ්වකරුවන්ට ඉහළ තලයන් ජය ගැනීම සඳහා අප විසින්ම පරිණාමය වෙමින් අගය එකතු කරන්නෙමු.",
        "ශ්‍රී ලංකා ඉන්ෂුවරන්ස් හි ප්‍රධාන විධායක නිලධාරී චන්දන එල්. අලුත්ගම මහතා සඳහන් කළේ, “ඉහළ තරඟකාරී වෙළඳපල තත්ත්වයන් සහ ගතික පාරිභෝගික රටා මධ්‍යයේ 2021 වර්ෂය සඳහා විශිෂ්ට මූල්‍ය ප්‍රතිඵලයක් වාර්තා කිරීම සඳහා අපගේ ඔරොත්තු දීමේ හැකියාව සහ විචක්ෂණශීලී උපාය මාර්ගික භාවිතයන් අප නැවතත් පෙන්නුම් කර තිබෙනවා. ඩිජිටල් ඒකාබද්ධතාවය වැඩි දියුණු කිරීම සඳහා අපගේ උපායමාර්ගික මුලපිරීම් වේගවත් කිරීම සහ අපගේ පාර්ශවකරුවන්ට සුවිශේෂී සේවා මට්ටම් ලබා දීම. ඉදිරි අනාගතය දෙස බලන විට, අනාගතයට සුදානම් රක්‍ෂකයෙකු වීම සඳහා වඩාත් සංවෘත උපාය මාර්ග හරහා අභ්‍යන්තර කාර්යක්ෂමතාව සහ ඵලදායිතා වැඩිදියුණු කිරීම සඳහා අපගේ ප්‍රයත්නයන් තුළ අපි නිරන්තරව සිටිමු.",
        "Dialog Club Vision සාමාජිකයින්ට සුවිශේෂී ‘Legends Retro Party’ වෙත ප්‍රවේශය ලැබේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஸ்ரீலங்கா இன்சூரன்ஸ் சாதனை லாபம் ரூ. 2021 க்கு வரிவிதிப்புக்கு முன் 11.7 பில்லியன்",
      "body_lines": [
        "தொடர்ந்து 5வது ஆண்டாக பிராண்ட் ஃபைனான்ஸ் மூலம் வாழ்க்கை மற்றும் பொது காப்பீடு ஆகிய இரு வணிக வகைகளிலும் மிகவும் விரும்பப்படும் பிராண்ட் என்ற பட்டத்தை உறுதி செய்கிறது",
        "தொடர்ந்து 5வது ஆண்டாக பிராண்ட் ஃபைனான்ஸ் மூலம் நாட்டின் மிகவும் மதிப்புமிக்க பொதுக் காப்பீட்டு பிராண்டைப் பாதுகாக்கிறது",
        "நாட்டின் பொது காப்பீட்டு பிரிவில் நம்பர் 1 இடத்தைப் பாதுகாக்கிறது",
        "தேசிய காப்புறுதி நிறுவனமான ஸ்ரீ லங்கா இன்சூரன்ஸ் 2021 ஆம் ஆண்டில் மீண்டும் சிறந்த செயல்திறனைப் பதிவுசெய்து ரூ. 2021 ஆம் ஆண்டிற்கான 11.7 பில்லியன், ஒருங்கிணைந்த மொத்த எழுதப்பட்ட பிரீமியத்தில் (GWP) வலுவான முன்னேற்றத்துடன் ரூ. 43.2 பில்லியன் என்பது 9.7% வளர்ச்சியைக் குறிக்கிறது.",
        "நாட்டில் நிலவும் கடுமையான பொருளாதார மற்றும் சமூக நிலைமைகள் இருந்தபோதிலும், ஸ்ரீலங்கா இன்சூரன்ஸின் சொத்துத் தளம் ரூ.268 பில்லியனாகவும், ஆயுள் நிதி ரூ. நாட்டின் மிகப்பெரிய மற்றும் வலிமையான காப்பீட்டாளராக நிலைநிறுத்த 152 பில்லியன்.",
        "மேலும் அனைத்து உள்ளூர் காப்புறுதி நிறுவனங்களைப் போன்று எதிர்மறையான கண்காணிப்பில் இருந்தாலும், நாட்டின் தற்போதைய பொருளாதார நிலைமை காரணமாக ஸ்ரீலங்கா இன்சூரன்ஸ் நீண்ட கால நிதி நிலைத்தன்மைக்காக AA (lka) Fitch மதிப்பீட்டை தக்கவைத்துக் கொள்ள முடிந்தது. AA (lka) மதிப்பீட்டில் சான்றிதழ் பெற்ற ஒரே காப்பீட்டாளர் SLIC மட்டுமே.",
        "மற்றுமொரு வெற்றிகரமான சாதனையாக, SLIC ஆனது, Brand Finance மூலம் தொடர்ந்து 5வது ஆண்டாக வருடத்தின் ‘மிகவும் பெறுமதியான பொதுக் காப்புறுதி பிராண்ட்’ மற்றும் ‘மிகவும் விரும்பப்படும் காப்புறுதி பிராண்ட்’ ஆகியவற்றைப் பெற்று, கடந்த வருடங்களில் காப்புறுதியாளரின் மக்கள் சார்ந்த அணுகுமுறைகளை மீண்டும் உறுதிப்படுத்தியது.",
        "2021 ஆம் ஆண்டில் ஸ்ரீலங்கா இன்சூரன்ஸ் ஆயுள் காப்புறுதிக் கட்டணங்களில் 14.1% வளர்ச்சியைப் பதிவு செய்து ரூ. 19.3 பில்லியனில் இருந்து 21.9 பில்லியன். இலங்கை காப்புறுதி 2021 இல் அதன் சொந்த சாதனையை முறியடித்து, காப்புறுதிதாரர்களுக்கு போனஸாக ரூ.8.6 பில்லியன் தொகையை அறிவித்தது. கடந்த 15 ஆண்டுகளில் செலுத்தப்பட்ட ஒட்டுமொத்த ஆயுள் காப்பீட்டு போனஸ் ரூ.73.2 பில்லியனைத் தாண்டி SLIC போனஸ் கொடுப்பனவை ஒப்பிட முடியாததாக ஆக்குகிறது.",
        "ஸ்ரீலங்கா இன்சூரன்ஸ் ஜெனரல், நாட்டின் நம்பர் 1 ஜெனரல் இன்சூரன்ஸ் வழங்குநரானது, 5.4% பிரீமியம் வளர்ச்சியை ரூ.21.2 பில்லியனாக அதிகரித்து உள்ளூர் பொது காப்புறுதி சந்தையில் முன்னிலை வகிக்கிறது.",
        "தயாரிப்பு மற்றும் சந்தை அபிவிருத்தி முயற்சிகள் மூலம், நடைமுறை மற்றும் மலிவு காப்புறுதி தீர்வுகள் மூலம் சமூகங்கள், பிரிவுகள் மற்றும் வயதுக் குழுக்கள் மற்றும் பல்வேறு தொடர்பு குழுக்களுக்கு பாதுகாப்பை வழங்குவதற்கான வழிகளை ஸ்ரீலங்கா இன்சூரன்ஸ் தொடர்ந்து ஆராய்ந்து வருகிறது. 8000 ஆலோசகர் வலையமைப்புடன் 190 கிளைகள் மற்றும் வாடிக்கையாளர் சேவை இருப்பிடங்கள் கொண்ட அதன் விரிவான கிளை வலையமைப்பின் பலம், இந்த தேசத்தின் மக்களுக்கு பாதுகாப்பை வழங்குவதற்கு காப்பீட்டின் கட்டளைக்கு அப்பாற்பட்டது.",
        "SLIC முன்னணியில் உள்ளது மற்றும் அதன் செயல்பாட்டு கட்டமைப்பு மற்றும் முன் இறுதியில் வாடிக்கையாளர் இடைமுகங்களை மாற்றுவதில் நிலையான முன்னேற்றத்தை அடைந்து வருகிறது, மேலும் அதிகரித்த டிஜிட்டல் ஒருங்கிணைப்பை உறுதிப்படுத்துகிறது மற்றும் மோட்டார் உரிமைகோரல் தீர்வு செயல்முறை வாடிக்கையாளர்களுக்கு விரைவான மற்றும் தொடர்பு இல்லாத உரிமைகோரல் தீர்வுகளை எளிதாக்கும் வகையில் மீண்டும் வடிவமைக்கப்பட்டுள்ளது. வணிகத்தின் அனைத்து மட்டங்களிலும் காகிதமற்ற சூழலுக்கு இடம்பெயர்வதற்கான இறுதி நோக்கத்துடன் கணினிகள் மற்றும் செயல்முறைகளை முறையாக தானியங்குபடுத்துவதற்கான டிஜிட்டல் மூலோபாயத்தையும் SLIC துரிதப்படுத்தியது. \"வொர்க் ஃப்ளோ மேனேஜ்மென்ட் சிஸ்டம்\" அனைத்து உள் கையேடு மற்றும் காகித அடிப்படையிலான செயல்பாடுகளை டிஜிட்டல் இயக்கப்படும் முறைப்படுத்தப்பட்ட செயல்பாடுகளாக மாற்றுகிறது. கட்டணச் செயல்முறைகள் மேலும் டிஜிட்டல் மற்றும் காகிதமில்லா நடைமுறைகளை நோக்கி, செயல்திறனை அதிகரிக்கவும், செலவுக் கூறுகளைக் குறைக்கவும் மாறுகின்றன.",
        "SLIC தலைவர் பொறியியலாளர் வருடத்தின் போது எட்டப்பட்ட சிறப்பைப் பற்றி கருத்துரைத்தார். விஜித ஹேரத் குறிப்பிடுகையில், “கடந்த வருடம் எண்ணற்ற சவால்களையும், எமது சேவையை மேலும் விரிவுபடுத்துவதற்கும் வாய்ப்புகளை வழங்கியதுடன், தேசத்தின் பாதுகாவலராக நாட்டிற்கான எமது கடமையையும் பொறுப்பையும் நிறைவேற்றியது. 60 ஆண்டுகால சிறப்பைக் கொண்டாடி, மாற்றத்தின் சகாப்தத்தில் அடியெடுத்து வைக்கும் போது, ​​நம்பகமான காப்பீட்டாளராக நாங்கள் உருவாக்கிய பாரம்பரியத்தைத் தொடர்ந்து நிலைநிறுத்துகிறோம். இலங்கையின் பொருளாதார மற்றும் சமூக நிலப்பரப்பை வடிவமைப்பதற்கும், இலங்கையின் காப்புறுதித் துறையின் முன்னோடியாக இந்த தேசத்தின் மக்களைப் பாதுகாப்பதற்கும் நாங்கள் தொடர்ந்து பங்களித்து வருகிறோம். மிகப் பெரிய மற்றும் வலிமையான காப்பீட்டாளராக தலைமுறை தலைமுறையாகப் பெற்ற நம்பிக்கையை மீண்டும் வலியுறுத்துகிறோம், மேலும் உயர்ந்த உயரங்களை வெல்வதற்காக நம்மை நாமே வளர்த்துக்கொண்டிருக்கும் அனைத்து பங்குதாரர்களுக்கும் மதிப்பைச் சேர்ப்போம்.",
        "இலங்கை இன்சூரன்ஸ் நிறுவனத்தின் பிரதம நிறைவேற்று அதிகாரி சந்தன எல். அலுத்கம குறிப்பிடுகையில், “மிகவும் போட்டித்தன்மை வாய்ந்த சந்தை நிலைமைகள் மற்றும் ஆற்றல்மிக்க நுகர்வோர் முறைகளுக்கு மத்தியில் 2021 ஆம் ஆண்டிற்கான ஒரு அற்புதமான நிதிப் பெறுபேற்றைப் பதிவுசெய்வதற்கு எங்களின் பின்னடைவு மற்றும் விவேகமான மூலோபாய நடைமுறைகளை நாங்கள் மீண்டும் நிரூபித்துள்ளோம். டிஜிட்டல் ஒருங்கிணைப்பை மேம்படுத்துவதற்கும், எங்கள் பங்குதாரர்களுக்கு விதிவிலக்கான சேவை நிலைகளை வழங்குவதற்கும் எங்கள் மூலோபாய முயற்சிகளை துரிதப்படுத்துங்கள். வரவிருக்கும் எதிர்காலத்தைப் பார்க்கும்போது, ​​எதிர்காலத் தயாரான காப்பீட்டாளராக இருப்பதற்கு, கூடுதல் திட்டமிடப்பட்ட உத்திகள் மூலம் உள் செயல்திறன் மற்றும் உற்பத்தித்திறன் மேம்பாடுகளை அதிகரிப்பதற்கான எங்கள் முயற்சிகளில் நாங்கள் தொடர்ந்து இருக்கிறோம்.",
        "Dialog Club Vision உறுப்பினர்கள் பிரத்தியேகமான ‘லெஜெண்ட்ஸ் ரெட்ரோ பார்ட்டி’க்கான அணுகலைப் பெறுகிறார்கள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}