{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-unveils-Corporate-Strategy-for-2022-2026/34-731217",
  "time_ut": 1646006400,
  "title": "BOI unveils Corporate Strategy for 2022-2026",
  "body_lines": [
    "Aims for $ 3 b FDI inflows by 2026; deliver CAGR of 32%",
    "Points to building a committed FDI project pipeline of $ 5 b",
    "BOI Chief Raja Edirisuriya highlights need for realistic corporate goals within the functional scope",
    "Identifies ad-hoc policy changes, lengthy approvals, obsolete labour laws, high utility costs as major factors impacting investor confidence",
    "Core objectives of strategy is to attract new investment and re-investments to reduce trade deficit, create meaningful employment, promote technology transfer and develop infrastructure",
    "Evaluates developed infrastructure, sector specific zones and incentives for competitiveness to formulate effective promotion strategies",
    "SWOT identifies best options to leverage natural strengths — location, resources and workforce, quality of life",
    "Director General Renuka Weerakoon expects BOI to create critical economic change in next 5 years",
    "",
    "The Board of Investment (BOI) has recently unveiled its latest five year Corporate Strategy by which it aims to create critical economic change and draw $ 3 billion in Foreign Direct Investments (FDIs).",
    "",
    "",
    "",
    "",
    "",
    "",
    "Chairman",
    "Raja Edirisuriya",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Director General Renuka M. Weerakonn",
    "",
    "",
    "",
    "",
    "The 2022-2026 outlines the strategic objectives, policies, goals and the Key Performance Indicators (KPIs) of the BOI to become more successful.",
    "The plan was unveiled during a full-day workshop under the guidance of Chairman Eng. Raja Edirisuriya, Director General Renuka Weerakoon and the Senior Management of BOI representing a cross section of all zones and departments within the organisation.",
    "Developed by the BOI’s Research and Policy Advocacy Department, the new Strategy Framework it aims to deliver Compound Annual Growth Rate (CAGR) of 32% Foreign Direct Investment (FDI), inflows over the next five years with $ 3 billion to be recorded as inflows in 2026. To realise this inflow would require building a committed FDI project pipeline around $ 5 billion. These figures are in line with ongoing initiatives that are expected to enhance Sri Lanka’s attractiveness as an investment destination.",
    "The framework was conceptualised to align with the national vision and economic goals detailed in the manifesto of President Gotabaya Rajapaksa ‘Vistas of Prosperity and Splendour’.",
    "Working towards the vision to make Sri Lanka the most preferred destination for sustainable investments in Asia, the BOI has made it its mission to respond expeditiously in fulfilling the country’s potential to attract and retain quality investment that will enhance the export base as well as both the quantum and quality of employment while boosting knowledge and skills through the transfer of new technologies and innovation.",
    "BOI Chairman Eng. Raja Edirisuriya highlighted the need for realistic corporate goals by endorsing strategies within the functional scope of BOI and expanding organisational capacities to astutely promote, attract, and facilitate sustainable FDIs.",
    "“We need to diversify export of services and look beyond the existing traditional export sectors, whilst recognising the need to revalidate thrust sectors to optimise Sri Lanka’s talent pool,” he pointed out.",
    "Against a global backdrop of contracting FDI, countries continue to compete aggressively for shrinking portions of an investment pool that is steadily contracting from $ 1.5 trillion recorded in 2019 to $ 1 trillion in 2020 (mainly due to the impacts of COVID-19). This 35% drop is 20% below/greater than the dip that followed the global financial crisis of 2008/09 and has resulted in a shift in the general trend of global investment towards reinvestment, as MNCs make significant changes to their mid to long-term business plans.",
    "The strategy development involved a country SWOT identifying the best options that would leverage natural strengths such as location, resources and workforce, along with quality of life. Hard factors such as developed infrastructure, sector specific zones and incentives were also evaluated for competitiveness when formulating effective promotion strategies.",
    "Top priorities that emerged were expeditious investor facilitation and the expansion of trade through market access via Free Trade Agreements (FTAs) and other preferential schemes, while ongoing global developments such as the ‘China Plus One’ strategy and Colombo’s Port City development are expected to further enhance Sri Lanka›s potential as an investment destination.",
    "Re-implementation of the BOI’s virtual One-Stop-Shop (OSS) is amongst the key initiatives to be supplemented by interagency committees for project facilitation. The strategy also acknowledged challenges such as the dilution of authority vested with BOI which has been systematically abrogated over the last four decades, a result of which is evidenced by the unstable investment climate that is seen at present.",
    "Ad-hoc policy changes, lengthy line agency approvals, obsolete labour laws and high utility costs were identified as impacting investor confidence. This has resulted in ongoing initiatives to address some of the procedural impediments through the re-introduction of an OSS and process digitisation in a number of key departments within the BOI.",
    "Consideration of these key factors amongst many resulted in a strategy framework formulated to attract new investment and re-investments to reduce trade deficit, create meaningful employment, promote technology transfer and develop infrastructure, as its core objectives.",
    "Target investments for each of the four components, along with goals and strategies were then devised and rationalised at a full-day workshop and brainstorming session attended by Department and Zonal Heads and a cross section of Senior Management.",
    "BOI Director-General Renuka Weerakone emphasised that it expects to create much of the critical economic change Sri Lanka needs in the next five years.",
    "She expressed her confidence in the ability of the team at the BOI to deliver despite the challenging global background, backed by a systematic well thought out strategic plan.",
    "Inputs from all participants, based on their own experience and practical knowledge, provided the final constructive touches to the strategy framework that would serve as the blueprint to finalise the BOI’s five-year corporate plan."
  ]
}