{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-introduces-67-energy-saving-flying-insect-control-brands/34-731212",
  "time_ut": 1646006400,
  "title": "Exterminators introduces 67% energy saving flying insect control brands",
  "body_lines": [
    "Exterminators is pleased to announce the launch of a range of novel, energy saving flying insect control brands in Sri Lanka from PELSIS-England, the world’s renowned environment enhancement brand.",
    "Designed around the UV LED source, Infiniti delivers game changing unique fly killer technology to the professional flying insect control market. Infiniti differentiates itself from other glue board fly killers by utilising a unique patented, glue board and patented, UV source to deliver superb efficacy.",
    "Fly catch trials have shown that Infiniti offers comparable catch results to a traditional 45W UV fly killers that use fluorescent lamps, whilst offering 67% savings in energy running costs.",
    "Infiniti is the ultimate choice for a wide range of commercial applications with additional benefits including the ultra slim profile and bottom loading glue board which make the unit perfect for areas lacking in wall space. The low energy consumption of the unit benefits the environment by reducing emissions and pollution caused by energy generation.",
    "PlusZap third generation, a powerful electric fly killer features pre-installed, staggered UV lamps and a grid to create an efficient light output to attract flying insects. The third-generation product is hardwired to improve usability and is available in 16W or 30W models with a useful catch tray featuring anti-blow out folds which is simple to remove, offering easy and safe maintenance.",
    "Made from robust aluminium and UV stable plastic consumption with a slim and discreet design, the product is made to ensure efficient UV light output for fly killing indoors while offering a reduced energy consumption cost."
  ]
}