{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/AGXA-partners-intl-giant-EvaClean-to-provide-advanced-infection-prevention-solutions-for-SL/34-731213",
  "time_ut": 1646006400,
  "title": "AGXA partners intl. giant EvaClean to provide advanced infection prevention solutions for SL",
  "body_lines": [
    "AGXA-AG International has announced a strategic joint venture partnership with EvaClean in a unified effort to provide enhanced disinfection solutions and mitigate pathogens throughout Sri Lanka",
    "",
    "",
    "",
    "",
    "",
    "",
    "AGXA-AG International Technology Cluster Lead Sumeya Kuthubdeen",
    "",
    "",
    "",
    "",
    "EvaClean’s global expansion plans are rolling out through strategic distribution alliances in countries worldwide.",
    "To serve Sri Lanka, EvaClean has formed an exclusive joint venture partnership with Agxa-AG International, a prominent leader in the global trading and technology sectors. Together, Agxa and EvaClean will provide advanced infection prevention solutions to help protect Sri Lanka’s 22 million residents from COVID-19 and other contagious pathogens.",
    "Agxa – AG International Executive Chairman Anton Godfrey said: “This is the first integrated cleaning and disinfection system for Sri Lanka. Our partnership with EvaClean to offer the world’s most advanced solution will strengthen Agxa’s position as one of the few conglomerates with this level of breadth, depth, and focus.”",
    "Referred to as the teardrop of India, Sri Lanka is an important part of EvaClean’s APAC initiative which is being implemented out of head offices in Singapore by EvaClean Asia Managing Partner Robert Amos.",
    "“EvaClean is a foremost infection prevention solution and contributor to the advancement of public health,” said Amos. “I’m excited for the opportunity to launch this solution and have a positive impact across the APAC region.”",
    "Agxa’s priority is to mitigate infectious diseases in Sri Lanka however, the company is also aiming to deliver other beneficial effects as well. Businesses in all 26 districts have severely limited budgets yet, are being urged to raise cleanliness and hygiene levels to stop the spread of COVID. By leveraging EvaClean’s touchless electrostatic sprayer technologies, Agxa provides a way to reduce labour costs while increasing productivity.",
    "Advanced electrostatic technologies enable less staff to disinfect (80%) more surface area (50%) faster than traditional methods. When combined with EvaClean’s superior disinfectant, the system ensures optimum efficacy, as well as safety and sustainability.",
    "EvaClean CEO Steve Wilson said: “EvaClean and Agxa share similar core values on the virtues of integrity, the pursuit of excellence and, sustainable business practices. We are united in our goal of supporting a healthier Sri Lankan population.”",
    "The Epidemiology Unit of the Sri Lanka Ministry of Health publishes weekly coronavirus situation reports, which show there have been nearly 600,000 confirmed COVID cases to date, with approximately 800 new patients identified each day. Agxa intends to help lower new case numbers by arming Sri Lankan businesses and facilities with EvaClean’s proven solution for elevating infection prevention outcomes.",
    "Agxa-AG International specialises in technology, PPP – (Print, Publishing & Packaging Resources), sugar trade and consumer distribution for corporations with presence in Sri Lanka, Singapore, and Australia. Agxa has built principal networks in offshore trade, finance, and logistics. Joint ventures with Agxa technology have proven success in artificial Intelligence and big data analytics for eCommerce, leisure and travel, insurance tech, smart loyalty, and eWTP.",
    "Originally developed by EarthSafe Chemical Alternatives in 2016, EvaClean has become the preeminent solution for safer, more sustainable infection prevention. In addition to a portfolio of advanced electrostatic technologies and EPA approved chemistries with the highest level kill claims, EvaClean provides customised protocols and training that simplifies processes and improves outcomes.",
    "Founder and serial entrepreneur R.J. Valentine, together with an exceptional leadership team, built EvaClean into a leading authority on healthier disinfection in all industry sectors worldwide."
  ]
}