{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Govt-relaxes-health-guidelines-for-incoming-travellers-from-1-March/34-731215",
  "time_ut": 1646006400,
  "title": "Govt. relaxes health guidelines for incoming travellers from 1 March",
  "body_lines": [
    "Fully vaccinated travellers no longer require pre-departure PCR or Rapid Antigen tests",
    "",
    "The Government yesterday announced that from 1 March fully vaccinated travellers will not be required to undergo a PCR or Rapid Antigen test prior to departure.",
    "Health Services Director-General Dr. Asela Gunawardena said the guidelines will be in effect for travellers arriving in Sri Lanka via both airports and seaports.",
    "All fully vaccinated travellers are advised to carry a proof of COVID-19 vaccination in English throughout their travel.",
    "All children 18-years and below who have obtained at least a single dose of a recognised vaccine will be considered fully vaccinated if departed from abroad two weeks after the completion of vaccination.",
    "Travellers with a past history of COVID-19 infection where the infection was detected between seven days and six months before the date of departure with at least a single dose of vaccine, will also be exempted from the pre-departure COVID-19 test.",
    "However, travellers with a history of COVID-19 infection more than six months before the date of departure with a ‘single dose’ should carry a negative pre-departure COVID-19 test report.",
    "All other travellers, 12 years and above arriving in Sri Lanka who are not fully vaccinated should mandatorily carry a negative COVID-19 PCR test report in English done within 72 hours prior to embarkation or a Rapid Antigen Test report in English conducted within 48 hours prior to embarkation.",
    "The Director General however said the current health guidelines could be revised based on the COVID-19 situation of a specific country or global situation in future.",
    "Separately, the Civil Aviation Authority (CAA) said fully vaccinated passengers departing from Sri Lanka to the United Arab Emirates (UAE) will no longer be required to undergo PCR tests at BIA before departure from 1 March."
  ]
}