{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/UL-welcomes-pre-departure-COVID-testing-relaxation-for-fully-vaccinated-travellers/34-731216",
  "time_ut": 1646006400,
  "title": "UL welcomes pre-departure COVID testing relaxation for fully vaccinated travellers",
  "body_lines": [
    "SriLankan Airlines yesterday welcomed the Government decision to allow fully vaccinated passengers to take on a flight sans a pre-departure COVID testing.",
    "It said fully vaccinated  passengers can board any SriLankan Airlines’ flight that is departing to Sri Lanka without any form of pre-departure COVID-19 testing starting from 1 March.",
    "“This new standard relating to fully vaccinated passengers who are booked to fly to Sri Lanka is in cognisance of the latest travel guidelines issued by the Ministry of Health in the country. The removal of the requirement for a PCR or rapid antigen test before departure makes travel to Sri Lanka easier at a time when international travel is perceived as an inconvenience due to various travel guidelines,” the national carrier said in a statement.",
    "Fully vaccinated travellers are considered as those who are above the age of 18 years and have completed the recommended dosage of a given type of COVID-19 vaccine at least two weeks before their scheduled date of departure to Sri Lanka.",
    "Children who are 18 years of age or younger and have received at least a single dose of a recognised vaccine two weeks before the date of departure are also considered as fully vaccinated. However, passengers who do not meet this criterion, are still required to produce a negative COVID-19 test report before departure.",
    "Sri Lanka has been gradually eliminating restrictive travel requirements based on the global, as well as local outlook on the pandemic situation, which has been showing signs of slowing down. Indicating recovery, tourist arrivals in Sri Lanka were at its highest levels in the past two months since the pandemic started two years ago, and SriLankan Airlines is playing a significant role in aiding the revival of the country’s tourism sector by connecting Sri Lanka to the world.",
    "The Airline hopes that the removal of the requirement for pre-departure COVID-19 testing for fully vaccinated travellers would encourage more people to visit Sri Lanka for that foreign holiday they had to put on hold for two years."
  ]
}