{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82107/trcsl-permits-airtel-shut-down-2g-and-3g-mobile-network",
  "time_ut": 1651212420,
  "title": "TRCSL permits Airtel shut down 2G and 3G mobile network",
  "body_lines": [
    "The Telecommunications Regulatory Commission of Sri Lanka (TRCSL) has granted its permission to Bharati Airtel Lanka (Pvt) Ltd (Airtel) to shut down their 3G mobile network effective from June 26, 2022.",
    "As a result, the 3G connectivity of Airtel subscribers who use only 2G and 3G enabled mobile phones would be disconnected automatically after the scheduled date of network shutdown, the TRCSL said in a statement.",
    "The 3G shutdown is primarily intended to utilize the existing frequencies to deploy 4G services that offer better speed and capacity, the statement read further.",
    "A timeline of 15 months has been given to Airtel to avoid service disruptions that might be experienced at the end of the transition period due to the shutdown of their 3G network.",
    "The TRCSL said Airtel is obliged to absorb at least 90% of its 3G subscriber base into their 4G network during the transition phase subject to the following conditions:",
    "1. Conduct public awareness campaigns to encourage Airtel subscribers to migrate to 4G network ahead of 3G shut down",
    "2. Take every endeavour to provide 4G handsets for its 3G subscribers at subsidized rate on instalment basis",
    "3. Drive the transition by offering incentives such a series of different promotions, an impressive tariff package for the first 06 months",
    "4. Notify its 3G subscribers by sending SMS, at regular intervals, to change their handsets with 4G enable ones before the given timeline",
    "The TRCSL instructs Airtel subscribers who are still using an only 2G- and 3G-enabled mobile phones to contact the company over the short code 780 immediately to obtain the 4G connectivity together with a new mobile phone under concessionary terms.",
    "This concession can be enjoyed only until the 01st of June, 2022.",
    "If the subscribers can lodge a complaint with the TRCSL, if they have encountered any difficulty in obtaining a 4G mobile phone during said time limit, the statement added."
  ],
  "translate": {
    "si": {
      "title": "TRCSL එයාර්ටෙල් 2G සහ 3G ජංගම දුරකථන ජාලය වසා දැමීමට අවසර දෙයි",
      "body_lines": [
        "ශ්‍රී ලංකා විදුලි සංදේශ නියාමන කොමිෂන් සභාව (TRCSL) භාරතී එයාර්ටෙල් ලංකා (ප්‍රයිවට්) ලිමිටඩ් (එයාර්ටෙල්) වෙත ඔවුන්ගේ 3G ජංගම දුරකථන ජාලය 2022 ජුනි 26 සිට ක්‍රියාත්මක වන පරිදි වසා දැමීමට අවසර ලබා දී ඇත.",
        "එහි ප්‍රතිඵලයක් ලෙස, 2G සහ 3G සක්‍රීය ජංගම දුරකථන පමණක් භාවිතා කරන Airtel ග්‍රාහකයින්ගේ 3G සම්බන්ධතාවය ජාල වසා දැමීමේ නියමිත දිනට පසු ස්වයංක්‍රීයව විසන්ධි වන බව TRCSL නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "3G වසා දැමීම මූලික වශයෙන් අදහස් කර ඇත්තේ වඩා හොඳ වේගයක් සහ ධාරිතාවක් ලබා දෙන 4G සේවා යෙදවීමට පවතින සංඛ්‍යාත භාවිතා කිරීමට බව එම ප්‍රකාශය වැඩිදුරටත් සඳහන් කරයි.",
        "ඔවුන්ගේ 3G ජාලය වසා දැමීම හේතුවෙන් සංක්‍රාන්ති කාලය අවසානයේ අත්විඳිය හැකි සේවා බාධා වළක්වා ගැනීම සඳහා එයාර්ටෙල් වෙත මාස 15 ක කාල රාමුවක් ලබා දී ඇත.",
        "පහත සඳහන් කොන්දේසි වලට යටත්ව සංක්‍රාන්ති අවධියේදී තම 3G ග්‍රාහක පදනමෙන් අවම වශයෙන් 90%ක් තම 4G ජාලයට අවශෝෂණය කර ගැනීමට Airtel බැඳී සිටින බව TRCSL පවසයි:",
        "1. 3G වසා දැමීමට පෙර 4G ජාලයට සංක්‍රමණය වීමට එයාර්ටෙල් ග්‍රාහකයින් දිරිමත් කිරීම සඳහා මහජනතාව දැනුවත් කිරීමේ ව්‍යාපාර පැවැත්වීම",
        "2. වාරික පදනම මත සහනදායී මිලකට එහි 3G ග්‍රාහකයින් සඳහා 4G ජංගම දුරකථන ලබා දීමට සෑම උත්සාහයක්ම ගන්න",
        "3. පළමු මාස ​​06 සඳහා ආකර්ෂණීය තීරුබදු පැකේජයක් වන විවිධ ප්‍රවර්ධන මාලාවක් දිරිගැන්වීම් ලබා දීමෙන් සංක්‍රාන්තිය මෙහෙයවන්න",
        "4. ලබා දී ඇති කාලරාමුවට පෙර 4G සක්‍රීය ඒවා සමඟින් ඔවුන්ගේ ජංගම දුරකථන වෙනස් කිරීමට නියමිත කාල සීමාවන් තුළ කෙටි පණිවුඩ යැවීමෙන් එහි 3G ග්‍රාහකයින්ට දැනුම් දෙන්න.",
        "TRCSL තවමත් 2G සහ 3G සක්‍රීය ජංගම දුරකථන පමණක් භාවිතා කරන Airtel ග්‍රාහකයින්ට සහනදායී කොන්දේසි යටතේ නව ජංගම දුරකථනයක් සමඟ 4G සම්බන්ධතාවය ලබා ගැනීම සඳහා වහාම 780 කෙටි කේතය හරහා සමාගම හා සම්බන්ධ වන ලෙස උපදෙස් දෙයි.",
        "මෙම සහනය භුක්ති විඳිය හැක්කේ 2022 ජුනි 01 වනදා දක්වා පමණි.",
        "එම කාල සීමාව තුළ ග්‍රාහකයින්ට 4G ජංගම දුරකථනයක් ලබාගැනීමේදී කිසියම් දුෂ්කරතාවයකට මුහුණ පෑමට සිදුවුවහොත්, TRCSL වෙත පැමිණිලි කළ හැකි බව එම නිවේදනයේ වැඩිදුරටත් සඳහන් වේ."
      ]
    },
    "ta": {
      "title": "TRCSL ஏர்டெல் 2G மற்றும் 3G மொபைல் நெட்வொர்க்கை நிறுத்த அனுமதிக்கிறது",
      "body_lines": [
        "இலங்கையின் தொலைத்தொடர்பு ஒழுங்குமுறை ஆணையம் (TRCSL) பாரதி ஏர்டெல் லங்கா (பிரைவேட்) லிமிடெட் (ஏர்டெல்) க்கு ஜூன் 26, 2022 முதல் 3G மொபைல் நெட்வொர்க்கை மூடுவதற்கு அதன் அனுமதியை வழங்கியுள்ளது.",
        "இதன் விளைவாக, 2ஜி மற்றும் 3ஜி இயக்கப்பட்ட மொபைல் போன்களை மட்டுமே பயன்படுத்தும் ஏர்டெல் சந்தாதாரர்களின் 3ஜி இணைப்பு, நெட்வொர்க் நிறுத்தப்படும் தேதிக்குப் பிறகு தானாகவே துண்டிக்கப்படும் என்று TRCSL ஒரு அறிக்கையில் தெரிவித்துள்ளது.",
        "3G பணிநிறுத்தம் முதன்மையாக தற்போதைய அதிர்வெண்களைப் பயன்படுத்தி சிறந்த வேகம் மற்றும் திறனை வழங்கும் 4G சேவைகளைப் பயன்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது, அறிக்கை மேலும் வாசிக்கிறது.",
        "ஏர்டெல்லின் 3G நெட்வொர்க்கின் நிறுத்தம் காரணமாக மாற்றம் காலத்தின் முடிவில் ஏற்படக்கூடிய சேவை இடையூறுகளைத் தவிர்க்க 15 மாத கால அவகாசம் வழங்கப்பட்டுள்ளது.",
        "பின்வரும் நிபந்தனைகளுக்கு உட்பட்டு மாறுதல் கட்டத்தின் போது ஏர்டெல் அதன் 3G சந்தாதாரர் தளத்தில் குறைந்தது 90% ஐ தங்கள் 4G நெட்வொர்க்கில் உள்வாங்கக் கடமைப்பட்டிருப்பதாக TRCSL கூறியது:",
        "1. ஏர்டெல் சந்தாதாரர்கள் 3ஜி நிறுத்தப்படுவதற்கு முன்னதாக 4ஜி நெட்வொர்க்கிற்கு மாறுவதை ஊக்குவிக்க பொது விழிப்புணர்வு பிரச்சாரங்களை நடத்துங்கள்.",
        "2. அதன் 3G சந்தாதாரர்களுக்கு 4G கைபேசிகளை தவணை அடிப்படையில் மானிய விலையில் வழங்குவதற்கான ஒவ்வொரு முயற்சியையும் எடுங்கள்",
        "3. முதல் 06 மாதங்களுக்கு ஒரு ஈர்க்கக்கூடிய கட்டணப் பொதியான பல்வேறு விளம்பரங்களின் தொடர்ச்சியான ஊக்கத்தொகைகளை வழங்குவதன் மூலம் மாற்றத்தை இயக்கவும்",
        "4. அதன் 3G சந்தாதாரர்களுக்கு, குறிப்பிட்ட காலக்கெடுவிற்கு முன், 4G செயல்படுத்தப்பட்ட கைபேசிகளை மாற்ற, வழக்கமான இடைவெளியில், SMS அனுப்புவதன் மூலம் அவர்களுக்குத் தெரிவிக்கவும்",
        "TRCSL ஆனது ஏர்டெல் சந்தாதாரர்கள் இன்னும் 2G மற்றும் 3G-இயக்கப்பட்ட மொபைல் ஃபோன்களை மட்டுமே பயன்படுத்திக் கொண்டிருக்கும் பட்சத்தில், சலுகை விதிமுறைகளின் கீழ் புதிய மொபைல் ஃபோனுடன் 4G இணைப்பைப் பெறுவதற்கு உடனடியாக 780 என்ற குறுகிய குறியீடு மூலம் நிறுவனத்தைத் தொடர்பு கொள்ளுமாறு அறிவுறுத்துகிறது.",
        "இந்தச் சலுகையை ஜூன் 01, 2022 வரை மட்டுமே அனுபவிக்க முடியும்.",
        "சந்தாதாரர்கள் TRCSL இல் புகார் அளிக்கலாம் என்றால், அந்த காலக்கெடுவில் 4G மொபைல் ஃபோனைப் பெறுவதில் ஏதேனும் சிரமம் ஏற்பட்டால், அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது."
      ]
    }
  }
}