{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/escalating-fertilizer-prices-and-subsidy-removal/",
  "time_ut": 1647603000,
  "title": "Escalating Fertilizer Prices and Subsidy Removal",
  "body_lines": [
    "The Maha harvesting of rice is now nearing completion and the strong indications are that this season’s crop decline would be 40% to 50% due to lack of fertilizer. Concurrently, the yields of other crops too are dropping and the tea yields of 2022 could be the worst affected. According available information, whereas the 2021 producer price was only Rs90.33/kg green leaf, the cost of production was Rs94.05 and the corresponding values for 2020 were Rs92.15 and 68.18. On the other hand, increasing the purchase price of paddy to Rs 90 from about Rs 45 per kilogram, even at the prevailing high price of fertilizer, could theoretically double the net returns compared to previous years (Table 2). However all crops are yielding far less this year compared to previous years given the fertilizer scarcity and even when available, the prohibitive costs.",
    "According to the 2021 Global Food Security rating, Sri Lanka has dropped down further from the previous position of 66th a few years ago to the 77th out of 113 countries. Of the food parameters, affordability, availability and quality, the worst decline is in the food availability index, as to be expected, with the current food shortages..",
    "We have been hit by a ‘double whammy’. The decision to totally shift to organic farming or ‘green agriculture’, a term often proudly uttered by the Minister of Agriculture, and the total ban of chemical fertilizer imports without assessing the organic fertilizer availability. Of course the shift to ‘green agriculture’ is not for the love of ‘healthy food’, often uttered by many without knowing the scientific evidence, but because of the shortage of foreign exchange for chemical fertilizer imports. And as seen from the Table 2 below, organic fertilizer will be as costly as chemical at prevailing prices, and not all farmers have the raw material to produce their own organic matter requirements.",
    "The key factors driving fertilizer prices up were a supply shortage in the global market and the growing costs of natural gas, which account for up to 80% of variable costs in producing nitrogenous fertilizers. Faced with the highly expensive energy resources, many European producers had to stop production as they couldn’t compete with counterparts in Russia, countries in the Persian Gulf and northern Africa. As a result, the global supply of fertilizer decreased which led to subsequent price increases. The impact of the Ukraine war is yet to be seen. The COVID epidemic, especially in the west as also the closure of some factories in the U.S due to the bad winter weather during 2021 also contributed to production shortages.",
    "The unprecedented escalating of chemical fertilizer prices globally, as evident from the Table 1, will now make it difficult for the government to provide chemical fertilizer at heavily subsidized rates given the current foreign exchange crisis. In fact the government has, smartly lifted the ban on chemical fertilizer imports handing over the ‘baby’ to the private sector implying that if farmers want they can procure fertilizer at market prices. Then how can the President condone his faulty assertion that if he gives chemical fertilizer with one hand he will have to give the farmer a kidney with the other! Would private sector imported chemical fertilizer not cause the kidney disease? A recent report by the Health Secretary has stated that there is no evidence to implicate agrochemicals in the causation of the Rajarata kidney disease, a position that has been held by the majority of scientists but ignored by the President and the Agriculture Minister.",
    "The current global prices of not only ammonia and ammonia-based fertilizers(urea) but also of soluble phosphates and potash have increased by 250%.during the last 14 months!(Table 1). Increasing energy costs have also increased mining costs of potash and rock phosphate resulting in their comparable magnitude of increase as ammonium fertilizers. The forecast s that because of continuing supply chain constraints, in particular energy, the fertilizer prices will not come down in the near future.",
    "The overall mean cost of chemical fertilizer at prevailing retail prices is about 24% of the total cost of production whereas it was only about 10% before the price escalation due essentially to subsidies and lower global fertilizer prices.",
    "The data prior to fertilizer subsidy removal presented here are based on those published by the Department of Agriculture in 2019 as those for 2020 and 2021 are not yet available. The farm gate and retail prices of vegetables for 2021/2 were obtained from the Agrarian Research and Development Institute. The prevailing average retail fertilizer price of Rs 8,000 per 50 kg bag was used for 2021/2 calculations. In calculating the 2021/2 net returns which are hypothetical, it has been assumed that the yields were similar to those before the government’s banning of agrochemicals in April 2021. Clearly the farmers obtained much lower yields than before, but the hypothetical calculations were meant only to show that at prevailing farm gate prices, the farmers could have earned far more for many crops had they applied chemical fertilizers even at the current high retail prices. Of course the problem was that chemical fertilizer was not available until recently, and the high producer and retail prices were a result of low production.",
    "Table 2. Fertilizer costs, producer prices and net returns for some crops before and after the price escalation",
    "As evident from Table 2 data at the current farm gate (producer) prices, except for rainfed rice, tea and beans the hypothetical net returns have been much higher for the other crops in 2021/2 compared to 2019 because of substantial increase in farm gate (producer) prices consequent on the decrease in production due to fertilizer shortages and exorbitant costs apart from bad weather; and the corresponding increase in retail prices. The farm gate price of paddy increased by two fold with the government defining a paddy procurement price increase of 100%. By contrast, the mean farm gate tea price was 4% lower than the cost of production as pointed out above because of very high comparative increase in fertilizer price. Although the producer prices of brinjal, carrot and most other vegetables too increased several fold the farmers’, earnings were severely curtailed by low productivity due to unavailability of chemical fertilizer.",
    "The writer has reservations regarding the maize yields and production costs as that is a crop cultivated in many parts of the dry and intermediate zones, especially Badulla and Moneragala with substantial returns. It may be because the Dept. of Agriculture’s return calculations are based on dry grain prices whereas a fair share of the crop is sold at comparatively high prices as tender corn cobs.",
    "It should be noted that although, the government is vehemently promoting organic fertilizer under its so called ‘Green Agriculture’ program, except for rice and maize, it is more expensive to the producer than chemical fertilizer at prevailing prices (Table 2).",
    "Studies reveal that 60-70% of the applied nitrogenous fertilizer is lost through leaching, runoff and vaporization with most crops. Losses of some other nutrients too could be substantial though not as high as nitrogenous fertilizers. Farmers should be taught the principles of judicious fertilizer use through which substantial reduction in losses and costs could be saved. “Little and often’ is one important principle in judicious fertilizer use.",
    "It would appear that with judicious use, especially application based on soil nutrient levels and crop demand, the fertilizer costs could be substantially reduced. Although there is some effort to promote fertilizer use based on soil and foliar analysis to determine the exacting crop nutrient requirements, it is not adequately popular because of the high analytical costs. The government should strengthen the relevant services and make them available at reasonable costs to farmers. The consequent fertilizer savings could be substantial.",
    "The fertilizer subsidy policy has been changing, especially with change of governments. The Government in 2019 continued the policy introduced during the interim Government in 2018 to provide fertilizer at the concessionary prices of a 50 kg bag of any type of straight fertilizer at Rs. 1,000 and a 50 kg bag of mixed fertilizer to  Rs. 1,150.00 for crops other than paddy. The average subsidy borne by the Government on a 50 kg bag of paddy fertilizer then was around 86 percent of the market price.",
    "A comprehensive study ( Ekanayake, H. K. J. 20060: Impact of fertilizer subsidy in paddy cultivation in Sri Lanka. Staff Studies; Central Bank of Sri Lanka, 36 (1 and 2): 73–92.) reveals that the fertilizer subsidy is not a key determinant of fertilizer usage in paddy cultivation. The study also found that there is a relatively higher correlation between fertilizer usage and paddy price than between fertilizer usage and fertilizer price. The author states that ‘the fertilizer subsidy could be withdrawn gradually over time. In its place, appropriate infrastructure and institutional facilities that are required to increase productivity in paddy cultivation and an effective mechanism for marketing the output that would result in favourable prices for paddy may be introduced for a more effective outcome’ The results of this study were also reported to be consistent with the findings of similar research in other countries.",
    "Although the generally accepted view of economists is that governments should not indulge in business, would the above statement imply that if the Paddy Marketing Board is streamlined and effective, the paddy farmer can benefit substantially?",
    "Further, a World Bank study(2013 ) entitled “What is the Cost of a Bowl of Rice” points out that the increase in farmers’ net income is small relative to the fiscal cost of the fertilizer subsidy, and that the government spends between Rs1.4 to 2.4 per acre to increase farm income by only a rupee per acre.",
    "In conclusion, as evident in Table 2, the cost of the subsidized fertilizer in 2019 was 10.6% of the total cost of production that in 2022 without subsidy is 17.1%. However, because of the doubling of purchase price of paddy as also the highly escalated producer prices of other arable crops consequent on corresponding escalation of retail prices due to supply shortages, the increased fertilizer prices or subsidies had little bearing on the producer margins which were substantially higher in 2021/2 In other words, in this situation the fertilizer subsidy has no overwhelming impact on the cost of production of arable crops, and the government’s decision to ban the chemical fertilizer subsidy could lead to farmers moving towards more remunerative crops from rice, especially in the Yala season, in the Dry Zone, when it is more practical. However, the high retail prices is a huge burden to the consumer.",
    "As pointed out above the increased cost of production by 4% over the producer price is would be devastating to the tea industry. The exorbitant fertilizer costs is reducing tea productivity substantially and the government should put in place either a price support scheme for the producer or a fertilizer subsidy which should only be 1-2% of the tea export earnings.",
    "Escalated fertilizer prices should make rain fed rice farming especially in the wet zone unprofitable as seen in Table 2, implying that these paddy fields should be diversified into more profitable crops. In any case wet zone contributes only an insignificant quantity of rice to the national supply.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පොහොර මිල ඉහළ යාම සහ සහනාධාර ඉවත් කිරීම",
      "body_lines": [
        "මහ සහල් අස්වනු නෙලීම මේ වන විට අවසන් වෙමින් පවතින අතර පොහොර හිඟය හේතුවෙන් මෙවර කන්නයේ අස්වැන්න 40% සිට 50% දක්වා පහත වැටෙනු ඇති බවට ප්‍රබල ඇඟවුම් තිබේ. ඊට සමගාමීව අනෙකුත් භෝගවල අස්වැන්න ද පහත වැටෙමින් පවතින අතර 2022 වසරේ තේ අස්වැන්නට වඩාත් දරුණු ලෙස බලපෑම් එල්ල විය හැකිය. පවතින තොරතුරුවලට අනුව, 2021 නිෂ්පාදකයාගේ මිල රුපියල් 90.33/කිලෝ ග්‍රෑම් එකක් වූ අතර, නිෂ්පාදන පිරිවැය රුපියල් 94.05ක් වූ අතර 2020 සඳහා අනුරූප අගයන් රුපියල් 92.15ක් සහ 68.18ක් විය. අනෙක් අතට, පවතින ඉහළ පොහොර මිල යටතේ වුවද, වී කිලෝග්‍රෑමයක් සඳහා රුපියල් 45 ක් පමණ වූ වී ගැනුම් මිල රුපියල් 90 දක්වා වැඩි කිරීම, පෙර වසරවලට සාපේක්ෂව ශුද්ධ ප්‍රතිලාභය න්‍යායාත්මකව දෙගුණ කළ හැකිය (වගුව 2). කෙසේ වෙතත්, පොහොර හිඟය සහ පවතින විට පවා අධික පිරිවැය හේතුවෙන් පසුගිය වසරවලට සාපේක්ෂව මෙම වසරේ සියලුම බෝග අස්වැන්න බෙහෙවින් අඩුය.",
        "2021 ගෝලීය ආහාර සුරක්ෂිතතා ශ්‍රේණිගත කිරීම්වලට අනුව, ශ්‍රී ලංකාව මීට වසර කිහිපයකට පෙර 66 වැනි ස්ථානයේ සිට රටවල් 113 කින් 77 වැනි ස්ථානය දක්වා තවදුරටත් පහත වැටී ඇත. ආහාර පරාමිතීන්, දැරිය හැකි මිල, ලබා ගත හැකි බව සහ ගුණාත්මකභාවය, නරකම පහත වැටීම, අපේක්ෂා කළ පරිදි, වර්තමාන ආහාර හිඟය සමඟ ආහාර ලබා ගැනීමේ දර්ශකයයි.",
        "අපට ‘දෙබිඩි පහරක්’ වැදී ඇත. කෘෂිකර්ම අමාත්‍යවරයා බොහෝ විට ආඩම්බරයෙන් පවසන යෙදුමක් වන කාබනික ගොවිතැනට හෝ ‘හරිත කෘෂිකර්මාන්තයට’ සම්පූර්ණයෙන්ම මාරු වීමට තීරණය කිරීම සහ කාබනික පොහොර ලබා ගැනීමේ හැකියාව තක්සේරු නොකර රසායනික පොහොර ආනයනය සම්පූර්ණයෙන් තහනම් කිරීම. සත්තකින්ම ‘හරිත කෘෂිකර්මාන්තය’ වෙත මාරු වන්නේ විද්‍යාත්මක සාක්ෂි නොදැන බොහෝ දෙනා පවසන ‘සෞඛ්‍ය සම්පන්න ආහාර’ වලට ඇති ඇල්ම නිසා නොව රසායනික පොහොර ආනයනය සඳහා විදේශ විනිමය හිඟය නිසාය. පහත 2 වගුවෙන් පෙනෙන පරිදි, පවතින මිල අනුව කාබනික පොහොර රසායනික තරම් මිල අධික වනු ඇති අතර, සියළුම ගොවීන් සතුව තමන්ගේම කාබනික ද්‍රව්‍ය අවශ්‍යතා නිෂ්පාදනය කිරීමට අමුද්‍රව්‍ය නොමැත.",
        "පොහොර මිල ඉහළ යාමට බලපෑ ප්‍රධාන සාධක වූයේ ගෝලීය වෙළඳපොලේ සැපයුම් හිඟය සහ නයිට්‍රජන් පොහොර නිෂ්පාදනය කිරීමේ විචල්‍ය පිරිවැයෙන් 80%ක් දක්වා වන ස්වභාවික ගෑස්වල වැඩෙන පිරිවැයයි. අධික මිල අධික බලශක්ති සම්පත්වලට මුහුණ දුන් බොහෝ යුරෝපීය නිෂ්පාදකයින්ට රුසියාව, පර්සියානු ගල්ෆ් සහ උතුරු අප්‍රිකාවේ රටවල් සමඟ තරඟ කිරීමට නොහැකි වූ නිසා නිෂ්පාදනය නැවැත්වීමට සිදු විය. එහි ප්‍රතිඵලයක් ලෙස ගෝලීය පොහොර සැපයුම අඩු වූ අතර එය පසුව මිල ඉහළ යාමට හේතු විය. යුක්රේන යුද්ධයේ බලපෑම තවමත් දැකිය නොහැක. COVID වසංගතය, විශේෂයෙන් බටහිර ප්‍රදේශවල මෙන්ම 2021 වසරේ අයහපත් ශීත කාලගුණය හේතුවෙන් එක්සත් ජනපදයේ සමහර කර්මාන්තශාලා වසා දැමීම ද නිෂ්පාදන හිඟයට හේතු විය.",
        "ගෝලීය වශයෙන් රසායනික පොහොර මිල පෙර නොවූ විරූ ලෙස ඉහළ යාම, 1 වගුවෙන් පැහැදිලි වන පරිදි, වත්මන් විදේශ විනිමය අර්බුදය හමුවේ දැඩි සහනදායි මිලකට රසායනික පොහොර සැපයීම දැන් රජයට අපහසු වනු ඇත. ඇත්ත වශයෙන්ම රජය, ගොවීන්ට අවශ්‍ය නම් වෙළෙඳපොළ මිලට පොහොර ලබා ගත හැකි බව හඟවමින් ‘දරුවා’ පෞද්ගලික අංශයට පවරා රසායනික පොහොර ආනයන තහනම සූක්ෂ්ම ලෙස ඉවත් කර ඇත. එතකොට එක අතකින් රසායනික පොහොර දුන්නොත් අනික් අතින් ගොවියාට වකුගඩුවක් දෙන්න වෙයි කියන වැරදි ප්‍රකාශය ජනාධිපතිතුමා කොහොම අනුමත කරන්නද! පෞද්ගලික අංශයෙන් ආනයනය කරන රසායනික පොහොර වකුගඩු රෝගයට හේතු නොවේද? බහුතර විද්‍යාඥයන් විසින් දරන නමුත් ජනාධිපතිවරයා සහ කෘෂිකර්ම අමාත්‍යවරයා විසින් නොසලකා හරින ලද රජරට වකුගඩු රෝගයට හේතුව කෘෂි රසායන සම්බන්ධ බවට කිසිදු සාක්ෂියක් නොමැති බව සෞඛ්‍ය ලේකම්වරයාගේ නවතම වාර්තාවකින් ප්‍රකාශ කර ඇත.",
        "ඇමෝනියා සහ ඇමෝනියා පදනම් කරගත් පොහොර (යූරියා) පමණක් නොව ද්‍රාව්‍ය පොස්පේට් සහ පොටෑෂ් වල වර්තමාන ගෝලීය මිල ගණන් පසුගිය මාස 14 තුළ 250% කින් ඉහළ ගොස් ඇත! (වගුව 1). බලශක්ති පිරිවැය වැඩිවීම නිසා පොටෑෂ් සහ රොක් පොස්පේට් පතල් කැණීමේ පිරිවැය ද වැඩි වී ඇති අතර එහි ප්‍රතිඵලයක් ලෙස ඇමෝනියම් පොහොර ලෙස ඒවායේ සංසන්දනාත්මක විශාලත්වය ඉහළ ගොස් ඇත. අඛණ්ඩව පවතින සැපයුම් දාමයේ බාධාවන්, විශේෂයෙන්ම බලශක්තිය, පොහොර මිල නුදුරු අනාගතයේ දී පහළ නොයනු ඇතැයි පුරෝකථනය කරයි.",
        "පවතින සිල්ලර මිල අනුව රසායනික පොහොරවල සමස්ත මධ්‍යන්‍ය පිරිවැය නිෂ්පාදන පිරිවැයෙන් 24%ක් පමණ වන අතර සහනාධාර සහ ගෝලීය පොහොර මිල අඩුවීම හේතුවෙන් මිල ඉහළ යාමට පෙර එය 10%ක් පමණ විය.",
        "මෙහි ඉදිරිපත් කර ඇති පොහොර සහනාධාර ඉවත් කිරීමට පෙර දත්ත 2020 සහ 2021 සඳහා ලබා ගත නොහැකි බැවින් 2019 වසරේ කෘෂිකර්ම දෙපාර්තමේන්තුව විසින් ප්‍රකාශයට පත් කරන ලද දත්ත මත පදනම් වේ. 2021/2 සඳහා ගොවිපල දොරටුව සහ එළවළු සිල්ලර මිල ගොවිජන පර්යේෂණ හා සංවර්ධන ආයතනයෙන් ලබා ගන්නා ලදී. 2021/2 ගණනය කිරීම් සඳහා දැනට පවතින සාමාන්‍ය සිල්ලර පොහොර මිල කිලෝග්‍රෑම් 50 බෑගයකට රුපියල් 8,000 ක් විය. උපකල්පිත 2021/2 ශුද්ධ ප්‍රතිලාභ ගණනය කිරීමේදී, 2021 අප්‍රේල් මාසයේදී රජය කෘෂි රසායන තහනම් කිරීමට පෙර අස්වැන්නට සමාන බව උපකල්පනය කර ඇත. පැහැදිලිවම ගොවීන් පෙරට වඩා ඉතා අඩු අස්වැන්නක් ලබා ගත් නමුත් උපකල්පිත ගණනය කිරීම් අදහස් කළේ පමණි. පවතින ඉහළ සිල්ලර මිලට වුවද රසායනික පොහොර යොදනු ලැබුවේ නම් පවතින ගොවිපල මිල ගණන් යටතේ ගොවීන්ට බොහෝ බෝග සඳහා මීට වඩා වැඩි ආදායමක් ලබාගත හැකිව තිබූ බව පෙන්වීමටය. ඇත්ත වශයෙන්ම ගැටලුව වූයේ මෑතක් වන තුරුම රසායනික පොහොර නොතිබූ අතර, ඉහළ නිෂ්පාදකයා සහ සිල්ලර මිල අඩු නිෂ්පාදනයේ ප්රතිඵලයක් විය.",
        "වගුව 2. පොහොර පිරිවැය, නිෂ්පාදක මිල සහ සමහර බෝග සඳහා ශුද්ධ ප්‍රතිලාභ මිල ඉහළ යාමට පෙර සහ පසු",
        "වර්තමාන ගොවිපල ද්වාරයෙහි (නිෂ්පාදකයාගේ) මිල ගණන් වල වගුව 2 දත්ත වලින් පැහැදිලි වන පරිදි, වැසි සහිත සහල්, තේ සහ බෝංචි හැර, 2019 ට සාපේක්ෂව 2021/2 හි අනෙකුත් භෝග සඳහා උපකල්පිත ශුද්ධ ප්‍රතිලාභය බොහෝ වැඩි වී ඇත. (නිෂ්පාදකයා) අයහපත් කාලගුණයෙන් බැහැරව පොහොර හිඟය සහ අධික වියදම් හේතුවෙන් නිෂ්පාදනය අඩුවීම හේතුවෙන් මිල ගණන්; සහ සිල්ලර මිලෙහි අනුරූප වැඩිවීම. රජය විසින් වී ප්‍රසම්පාදන මිල 100% කින් වැඩි කිරීමට තීරණය කිරීමත් සමඟ වී වල ගොවිපල මිල දෙගුණයකින් වැඩි විය. ඊට ප්‍රතිවිරුද්ධව, පොහොර මිලෙහි ඉතා ඉහළ සංසන්දනාත්මක වැඩිවීමක් හේතුවෙන් ඉහත පෙන්වා දුන් පරිදි සාමාන්‍ය ගොවිපල තේ මිල නිෂ්පාදන පිරිවැයට වඩා 4% අඩු විය. බටු, කැරට් සහ අනෙකුත් බොහෝ එළවළු වල නිෂ්පාදක මිල ද ගොවීන්ගේ මිල මෙන් කිහිප ගුණයකින් වැඩි වුවද, රසායනික පොහොර නොමැතිකම හේතුවෙන් අඩු ඵලදායිතාවයකින් ඉපැයීම් දැඩි ලෙස සීමා විය.",
        "වියළි හා අතරමැදි කලාපවල, විශේෂයෙන්ම බදුල්ල සහ මොණරාගල යන ප්‍රදේශවල බොහෝ ප්‍රදේශවල, සැලකිය යුතු ප්‍රතිලාභ ලැබෙන බෝගයක් වන බැවින්, බඩඉරිඟු අස්වැන්න සහ නිෂ්පාදන පිරිවැය පිළිබඳව ලේඛකයාට වෙන් කිරීම් තිබේ. කෘෂිකර්ම දෙපාර්තමේන්තුවේ ප්‍රතිලාභ ගණනය කිරීම් වියළි ධාන්‍ය මිල මත පදනම් වී ඇති නිසා විය හැකිය, නමුත් බෝගයෙන් සාධාරණ කොටසක් ටෙන්ඩර් කරල් ලෙස සාපේක්ෂව ඉහළ මිලකට විකුණනු ලැබේ.",
        "රජය සිය ඊනියා ‘හරිත කෘෂිකර්ම’ වැඩසටහන යටතේ සහල් සහ බඩ ඉරිඟු හැර කාබනික පොහොර දැඩි ලෙස ප්‍රචලිත කළ ද පවතින මිලට එය රසායනික පොහොරවලට වඩා නිෂ්පාදකයාට මිල අධික බව සඳහන් කළ යුතුය (වගුව 2).",
        "අධ්‍යයනවලින් හෙළි වන්නේ යොදන ලද නයිට්‍රජන් පොහොරවලින් 60-70% ක් කාන්දු වීම, ගලා යාම සහ බොහෝ භෝග සමඟ වාෂ්ප වීම හරහා අහිමි වන බවයි. නයිට්‍රජන් පොහොර තරම් ඉහළ මට්ටමක නොතිබුණද වෙනත් පෝෂ්‍ය පදාර්ථවල පාඩුද සැලකිය යුතු විය හැකිය. පොහොර භාවිතයේ ප්‍රතිපත්ති ගොවීන්ට ඉගැන්විය යුතු අතර එමඟින් පාඩු හා පිරිවැය සැලකිය යුතු ලෙස අඩු කර ගත හැකිය. \"කුඩා සහ බොහෝ විට\" යනු විචක්ෂණශීලී පොහොර භාවිතයේ එක් වැදගත් මූලධර්මයකි.",
        "විශේෂයෙන් පාංශු පෝෂක මට්ටම සහ බෝග ඉල්ලුම මත පදනම් වූ විචක්ෂණශීලී භාවිතය සමඟ පොහොර පිරිවැය සැලකිය යුතු ලෙස අඩු කළ හැකි බව පෙනේ. නිශ්චිත භෝග පෝෂක අවශ්‍යතා නිර්ණය කිරීම සඳහා පස සහ පත්‍ර විශ්ලේෂණය මත පදනම්ව පොහොර භාවිතය ප්‍රවර්ධනය කිරීමට යම් උත්සාහයක් තිබුණද, අධික විශ්ලේෂණ පිරිවැය හේතුවෙන් එය ප්‍රමාණවත් ලෙස ජනප්‍රිය නොවේ. රජය විසින් අදාළ සේවාවන් ශක්තිමත් කර ගොවීන්ට සාධාරණ මිලකට ඒවා ලබාදීමට කටයුතු කළ යුතුයි. එහි ප්රතිඵලයක් වශයෙන් පොහොර ඉතිරිය සැලකිය යුතු විය හැකිය.",
        "විශේෂයෙන් ආණ්ඩු වෙනස් වීමත් සමඟ පොහොර සහනාධාර ප්‍රතිපත්තිය වෙනස් වෙමින් පවතී. 2018 අන්තර්වාර රජය සමයේ හඳුන්වා දුන් ඕනෑම වර්ගයක සෘජු පොහොර කිලෝග්‍රෑම් 50ක බෑගයක සහන මිලට රු. 1,000 ක් සහ මිශ්‍ර පොහොර කිලෝග්‍රෑම් 50 මල්ලක් රු. වී හැර අනෙකුත් භෝග සඳහා 1,150.00 කි. එදා කිලෝ ග්‍රෑම් 50ක වී පොහොර මිටියක් සඳහා රජය දරන ලද සාමාන්‍ය සහනාධාරය වෙළෙඳපොළ මිලෙන් සියයට 86ක් පමණ විය.",
        "සවිස්තරාත්මක අධ්‍යයනයකින් (Ekanayake, H. K. J. 20060: ශ්‍රී ලංකාවේ වී වගාවේ පොහොර සහනාධාරයේ බලපෑම. කාර්ය මණ්ඩල අධ්‍යයනය; ශ්‍රී ලංකා මහ බැංකුව, 36 (1 සහ 2): 73-92.) පොහොර සහනාධාරය ප්‍රධාන කරුණක් නොවන බව හෙළි කරයි. වී වගාවේ පොහොර භාවිතය තීරණය කරයි. පොහොර භාවිතය සහ පොහොර මිල අතරට වඩා පොහොර භාවිතය සහ වී මිල අතර සාපේක්ෂ ඉහළ සහසම්බන්ධයක් පවතින බව ද අධ්‍යයනයෙන් හෙළි වී තිබේ. කතුවරයා ප්‍රකාශ කරන්නේ ‘කාලයත් සමඟ පොහොර සහනාධාරය ක්‍රමක්‍රමයෙන් ඉවත් කළ හැකි බවයි. ඒ වෙනුවට වී වගාවේ ඵලදායිතාව ඉහළ නැංවීමට අවශ්‍ය සුදුසු යටිතල පහසුකම් සහ ආයතනික පහසුකම් සහ වී සඳහා හිතකර මිලක් ගෙන දෙන නිමැවුම් අලෙවි කිරීමේ ඵලදායී යාන්ත්‍රණයක් වඩාත් ඵලදායී ප්‍රතිඵලයක් සඳහා හඳුන්වා දිය හැකිය. වෙනත් රටවල සමාන පර්යේෂණවල සොයාගැනීම් සමඟ අනුකූල වන බව වාර්තා වේ.",
        "ආර්ථික විද්‍යාඥයන්ගේ පොදුවේ පිළිගත් මතය වන්නේ ආණ්ඩු ව්‍යාපාරවල යෙදිය යුතු නැති බව වුවත්, ඉහත ප්‍රකාශයෙන් ගම්‍ය වන්නේ වී අලෙවි මණ්ඩලය විධිමත් හා ඵලදායි වන්නේ නම් වී ගොවියාට සැලකිය යුතු ප්‍රතිලාභයක් ලබාගත හැකි බව ද?",
        "තවද, ලෝක බැංකු අධ්‍යයනයකින් (2013) “බත් බඳුනක මිල කොපමණද” පෙන්වා දෙන්නේ පොහොර සහනාධාරයේ මූල්‍ය පිරිවැයට සාපේක්ෂව ගොවීන්ගේ ශුද්ධ ආදායමේ වැඩිවීම කුඩා බවත්, රජය රුපියල් 1ක් අතර මුදලක් වැය කරන බවත්ය. .4 සිට 2.4 දක්වා ගොවිපල ආදායම අක්කරයකට රුපියලකින් වැඩි කිරීමට.",
        "අවසාන වශයෙන්, වගුව 2 හි පැහැදිලිව පෙනෙන පරිදි, 2019 දී සහනාධාර පොහොරවල පිරිවැය මුළු නිෂ්පාදන පිරිවැයෙන් 10.6% ක් වූ අතර 2022 දී සහනාධාර නොමැතිව 17.1% කි. කෙසේ වෙතත්, සැපයුම් හිඟය හේතුවෙන් ඊට අනුරූපී සිල්ලර මිල ඉහළ යාමේ ප්‍රතිඵලයක් ලෙස වී මිලදී ගැනීමේ මිල දෙගුණ කිරීම මෙන්ම අනෙකුත් වගා භෝගවල නිෂ්පාදක මිල ද ඉහළ යාම හේතුවෙන්, වැඩි වූ පොහොර මිල හෝ සහනාධාර නිෂ්පාදක ආන්තිකය කෙරෙහි සැලකිය යුතු ලෙස බලපාන්නේ නැත. 2021/2 වෙනත් වචන වලින් කිවහොත්, මෙම තත්ත්වය තුළ පොහොර සහනාධාරය වගා කළ හැකි භෝග නිෂ්පාදන පිරිවැයට විශාල බලපෑමක් නොමැති අතර රසායනික පොහොර සහනාධාරය තහනම් කිරීමට රජය ගත් තීරණය ගොවීන් සහල් වලින් වැඩි ලාභදායි භෝග කරා ගමන් කිරීමට හේතු විය හැක. විශේෂයෙන්ම යල කන්නයේ, වියළි කලාපයේ, එය වඩාත් ප්රායෝගික වන විට. කෙසේ වෙතත්, සිල්ලර මිල ඉහළ යාම පාරිභෝගිකයාට විශාල බරක් වේ.",
        "ඉහත පෙන්වා දුන් පරිදි නිෂ්පාදක මිලට වඩා නිෂ්පාදන වියදම 4% කින් වැඩි වීම තේ කර්මාන්තයට විනාශයක් වනු ඇත. අධික පොහොර පිරිවැය තේ ඵලදායිතාව සැලකිය යුතු ලෙස අඩු කරන අතර රජය විසින් නිෂ්පාදකයා සඳහා මිල ආධාරක ක්‍රමයක් හෝ තේ අපනයන ආදායමෙන් 1-2%ක් පමණක් විය යුතු පොහොර සහනාධාරයක් ක්‍රියාත්මක කළ යුතුය.",
        "වැඩිවන පොහොර මිල ගණන් 2 වගුවේ දැක්වෙන පරිදි විශේෂයෙන් තෙත් කලාපයේ වර්ෂා පෝෂිත සහල් ගොවිතැන ලාභ නොලබන බවට පත් කළ යුතු අතර, මෙම කුඹුරු වඩාත් ලාභදායී බෝග බවට විවිධාංගීකරණය කළ යුතුය. කෙසේ වෙතත් තෙත් කලාපය ජාතික සැපයුමට දායක වන්නේ ඉතා සුළු සහල් ප්‍රමාණයකි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உரங்களின் விலை உயர்வு மற்றும் மானியம் நீக்கம்",
      "body_lines": [
        "நெல் அறுவடை தற்போது நிறைவடையும் தருவாயில் உள்ளது மேலும் இந்த பருவத்தில் உரம் இல்லாததால் 40% முதல் 50% வரை பயிர் சரிவு ஏற்படும் என்பதற்கான வலுவான அறிகுறிகள் உள்ளன. அதே நேரத்தில், மற்ற பயிர்களின் விளைச்சலும் வீழ்ச்சியடைந்து வருகிறது, மேலும் 2022 ஆம் ஆண்டின் தேயிலை விளைச்சல் மோசமாக பாதிக்கப்படலாம். கிடைக்கக்கூடிய தகவல்களின்படி, 2021 உற்பத்தியாளர் விலை ரூ.90.33/கிலோ பச்சை இலை, உற்பத்தி செலவு ரூ.94.05 மற்றும் 2020க்கான தொடர்புடைய மதிப்புகள் ரூ.92.15 மற்றும் 68.18. மறுபுறம், நெல் கொள்முதல் விலையை கிலோகிராம் ஒன்றுக்கு சுமார் 45 ரூபாயில் இருந்து 90 ரூபாயாக அதிகரிப்பது, தற்போதைய அதிக உர விலையிலும் கூட, கோட்பாட்டளவில் முந்தைய ஆண்டுகளுடன் ஒப்பிடும்போது நிகர வருமானத்தை இரட்டிப்பாக்க முடியும் (அட்டவணை 2). எவ்வாறாயினும், உரத் தட்டுப்பாடு மற்றும் கிடைக்கும்போது கூட தடைசெய்யப்பட்ட செலவுகள் காரணமாக அனைத்து பயிர்களும் கடந்த ஆண்டுகளை விட இந்த ஆண்டு மிகவும் குறைவாகவே விளைந்துள்ளன.",
        "2021ஆம் ஆண்டுக்கான உலகளாவிய உணவுப் பாதுகாப்பு மதிப்பீட்டின்படி, சில வருடங்களுக்கு முன்னர் 66ஆவது இடத்தில் இருந்த இலங்கை 113 நாடுகளில் 77ஆவது இடத்திற்கு மேலும் கீழிறங்கியுள்ளது. உணவு அளவுருக்கள், மலிவு, கிடைக்கும் தன்மை மற்றும் தரம் ஆகியவற்றில், தற்போதைய உணவுப் பற்றாக்குறையுடன், எதிர்பார்த்தபடி, உணவு கிடைக்கும் குறியீட்டில் மோசமான சரிவு ஏற்பட்டுள்ளது.",
        "நாங்கள் ‘இரட்டைச் சத்தத்தால்’ பாதிக்கப்பட்டுள்ளோம். இயற்கை வேளாண்மைக்கு முற்றிலும் மாறுவது அல்லது ‘பசுமை விவசாயம்’ என்ற முடிவு, வேளாண் அமைச்சரால் அடிக்கடி பெருமையுடன் உச்சரிக்கப்படும் வார்த்தை, மற்றும் கரிம உரங்களின் இருப்பை மதிப்பிடாமல் ரசாயன உர இறக்குமதிக்கு மொத்த தடை. நிச்சயமாக ‘பசுமை வேளாண்மை’க்கு மாறுவது ‘ஆரோக்கியமான உணவு’ ஆசைக்காக அல்ல, அறிவியல் ஆதாரம் தெரியாமல் பலரால் அடிக்கடி பேசப்படும், ரசாயன உர இறக்குமதிக்கான அந்நியச் செலாவணி பற்றாக்குறையால். கீழே உள்ள அட்டவணை 2ல் இருந்து பார்த்தால், கரிம உரமானது, நடைமுறையில் உள்ள விலையில் ரசாயனத்தைப் போலவே விலை உயர்ந்ததாக இருக்கும், மேலும் அனைத்து விவசாயிகளும் தங்கள் சொந்த கரிமப் பொருள் தேவைகளை உற்பத்தி செய்வதற்கான மூலப்பொருளைக் கொண்டிருக்கவில்லை.",
        "உரங்களின் விலையை உயர்த்துவதற்கான முக்கிய காரணிகள், உலகளாவிய சந்தையில் சப்ளை பற்றாக்குறை  மற்றும் இயற்கை எரிவாயுவின் அதிகரித்து வரும் செலவுகள் ஆகும், இது நைட்ரஜன் உரங்களை உற்பத்தி செய்வதில் 80% வரை மாறுபடும் செலவுகள் ஆகும். அதிக விலையுயர்ந்த ஆற்றல் வளங்களை எதிர்கொண்ட பல ஐரோப்பிய உற்பத்தியாளர்கள் ரஷ்யா, பாரசீக வளைகுடா நாடுகள் மற்றும் வட ஆபிரிக்காவில் உள்ள நாடுகளுடன் போட்டியிட முடியாமல் உற்பத்தியை நிறுத்த வேண்டியிருந்தது. இதன் விளைவாக, உரத்தின் உலகளாவிய விநியோகம் குறைந்து, அடுத்தடுத்த விலை உயர்வுக்கு வழிவகுத்தது. உக்ரைன் போரின் தாக்கம் இன்னும் காணப்படவில்லை. கோவிட் தொற்றுநோய், குறிப்பாக மேற்கில் மற்றும் 2021 இல் மோசமான குளிர்கால வானிலை காரணமாக அமெரிக்காவில் சில தொழிற்சாலைகள் மூடப்பட்டது உற்பத்தி பற்றாக்குறைக்கு பங்களித்தது.",
        "உலகளவில் ரசாயன உரங்களின் விலைகள் முன்னெப்போதும் இல்லாத வகையில் அதிகரித்து வருவது, அட்டவணை 1ல் இருந்து தெளிவாகத் தெரிகிறது, தற்போதைய அந்நியச் செலாவணி நெருக்கடியைக் கருத்தில் கொண்டு ரசாயன உரங்களை அதிக மானிய விலையில் வழங்குவது அரசாங்கத்திற்கு கடினமாக இருக்கும். உண்மையில் அரசாங்கம், ரசாயன உரம் இறக்குமதிக்கான தடையை புத்திசாலித்தனமாக நீக்கி, ‘குழந்தையை’ தனியாரிடம் ஒப்படைத்து, விவசாயிகள் விரும்பினால் உரத்தை சந்தை விலையில் கொள்முதல் செய்யலாம். அப்படியானால், ஒரு கையால் இரசாயன உரத்தைக் கொடுத்தால், மறு கையால் விவசாயிக்கு சிறுநீரகத்தைக் கொடுக்க வேண்டும் என்ற அவரது தவறான கூற்றை ஜனாதிபதி எப்படி மன்னிக்க முடியும்! தனியார் துறையினர் இறக்குமதி செய்யும் இரசாயன உரங்கள் சிறுநீரக நோயை ஏற்படுத்தாதா? ரஜரட்ட சிறுநீரக நோய்க்குக் காரணமான விவசாய இரசாயனங்கள் சம்பந்தமான ஆதாரங்கள் இல்லை என சுகாதாரச் செயலாளரின் அண்மைய அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது. இது பெரும்பான்மையான விஞ்ஞானிகளின் நிலைப்பாடாக இருந்தும் ஜனாதிபதி மற்றும் விவசாய அமைச்சரினால் புறக்கணிக்கப்பட்டுள்ளது.",
        "அம்மோனியா மற்றும் அம்மோனியா அடிப்படையிலான உரங்கள் (யூரியா) மட்டுமின்றி கரையக்கூடிய பாஸ்பேட் மற்றும் பொட்டாஷ் ஆகியவற்றின் தற்போதைய உலகளாவிய விலைகள் கடந்த 14 மாதங்களில் 250% அதிகரித்துள்ளது!(அட்டவணை 1). அதிகரித்து வரும் ஆற்றல் செலவுகள் பொட்டாஷ் மற்றும் ராக் பாஸ்பேட்டின் சுரங்கச் செலவுகளை அதிகரித்துள்ளன, இதன் விளைவாக அம்மோனியம் உரங்களாக அவற்றின் ஒப்பிடத்தக்க அளவு அதிகரிப்பு ஏற்படுகிறது. சப்ளை சங்கிலித் தடைகள் தொடர்வதால், குறிப்பாக எரிசக்தி, உரங்களின் விலைகள் எதிர்காலத்தில் குறையாது என்று முன்னறிவிப்பு.",
        "நடைமுறையில் உள்ள சில்லறை விலையில் இரசாயன உரத்தின் ஒட்டுமொத்த சராசரி விலை மொத்த உற்பத்தி செலவில் சுமார் 24% ஆகும், அதேசமயம் மானியங்கள் மற்றும் குறைந்த உலகளாவிய உர விலைகள் காரணமாக விலை அதிகரிப்பதற்கு முன்பு இது 10% மட்டுமே.",
        "2020 மற்றும் 2021 ஆம் ஆண்டிற்கான மானியங்கள் இன்னும் கிடைக்காததால், 2019 ஆம் ஆண்டு வேளாண்மைத் துறையால் வெளியிடப்பட்ட தரவுகளின் அடிப்படையில் இங்கு வழங்கப்பட்ட உர மானியம் அகற்றப்படுவதற்கு முந்தைய தரவு. 2021/2க்கான காய்கறிகளின் பண்ணை வாயில் மற்றும் சில்லறை விலைகள் விவசாய ஆராய்ச்சி மற்றும் மேம்பாட்டு நிறுவனத்திடமிருந்து பெறப்பட்டது. 2021/2 கணக்கீடுகளுக்கு, நடைமுறையில் உள்ள சராசரி சில்லறை உர விலையான 50 கிலோ மூட்டைக்கு ரூ.8,000 பயன்படுத்தப்பட்டது. 2021/2 நிகர வருவாயை அனுமானமாகக் கணக்கிடுவதில், 2021 ஏப்ரலில் விவசாய இரசாயனங்களை அரசாங்கம் தடை செய்வதற்கு முன்பு இருந்ததைப் போலவே விளைச்சல் இருந்தது என்று கருதப்படுகிறது. விவசாயிகள் முன்பை விட மிகக் குறைந்த மகசூலைப் பெற்றனர் என்பது தெளிவாகிறது, ஆனால் கற்பனையான கணக்கீடுகள் மட்டுமே குறிக்கப்பட்டன. நிலவும் பண்ணை விலையில், விவசாயிகள் ரசாயன உரங்களைப் பயன்படுத்தியிருந்தால், அதிக சில்லறை விலையில் கூட பல பயிர்களுக்கு அதிக லாபம் ஈட்டியிருக்கலாம். சமீப காலம் வரை ரசாயன உரங்கள் கிடைக்கவில்லை என்பதும், உற்பத்தி குறைந்ததன் விளைவாக அதிக உற்பத்தி மற்றும் சில்லறை விலையும் இருப்பதுதான் பிரச்சனை.",
        "அட்டவணை 2. உரச் செலவுகள், உற்பத்தியாளர் விலைகள் மற்றும் விலை உயர்வுக்கு முன்னும் பின்னும் சில பயிர்களுக்கான நிகர வருமானம்",
        "தற்போதைய பண்ணை வாயில் (உற்பத்தியாளர்) விலையில் உள்ள அட்டவணை 2 தரவுகளிலிருந்து தெளிவாகத் தெரிகிறது, மானாவாரி அரிசி, தேயிலை மற்றும் பீன்ஸ் தவிர, 2019 உடன் ஒப்பிடும்போது 2021/2 இல் மற்ற பயிர்களுக்கு அனுமான நிகர வருமானம் அதிகமாக உள்ளது, ஏனெனில் பண்ணை வாயில் கணிசமான அதிகரிப்பு. (உற்பத்தியாளர்) உரத் தட்டுப்பாடு மற்றும் மோசமான வானிலை தவிர அதிக செலவுகள் காரணமாக உற்பத்தி குறைவதால் ஏற்படும் விலைகள்; மற்றும் சில்லறை விலையில் அதற்கேற்ற உயர்வு. நெல் கொள்முதல் விலையை 100% உயர்த்த வேண்டும் என்று அரசாங்கம் வரையறுத்ததன் மூலம் நெல்லின் பண்ணை விலை இரண்டு மடங்கு அதிகரித்துள்ளது. இதற்கு நேர்மாறாக, உர விலையில் மிக அதிக ஒப்பீட்டு அதிகரிப்பு காரணமாக, சராசரி பண்ணை வாயில் தேயிலை விலை மேலே சுட்டிக்காட்டப்பட்ட உற்பத்தி செலவை விட 4% குறைவாக இருந்தது. கத்தரி, கேரட் மற்றும் பிற காய்கறிகளின் உற்பத்தி விலையும் விவசாயிகளின் விலையை விட பல மடங்கு அதிகரித்தாலும், இரசாயன உரம் கிடைக்காததால், குறைந்த உற்பத்தித்திறன் காரணமாக வருவாய் கடுமையாக குறைக்கப்பட்டது.",
        "உலர் மற்றும் இடைநிலை வலயங்களின் பல பகுதிகளிலும் குறிப்பாக பதுளை மற்றும் மொனராகலை கணிசமான வருமானத்துடன் பயிரிடப்படும் பயிர் என்பதால் சோள விளைச்சல் மற்றும் உற்பத்தி செலவுகள் குறித்து எழுத்தாளர் முன்பதிவு செய்துள்ளார். விவசாயத் துறையின் வருமானக் கணக்கீடுகள் உலர்ந்த தானியங்களின் விலையை அடிப்படையாகக் கொண்டிருப்பதால் இருக்கலாம்.",
        "அரசாங்கம் தனது ‘பசுமை வேளாண்மை’ திட்டத்தின் கீழ் இயற்கை உரங்களை ஊக்குவித்து வருகின்ற போதிலும், அரிசி மற்றும் மக்காச்சோளத்தைத் தவிர, உற்பத்தியாளருக்கு நடைமுறையில் உள்ள விலையில் இரசாயன உரத்தை விட விலை அதிகம் (அட்டவணை 2).",
        "பயன்படுத்தப்படும் நைட்ரஜன் உரத்தில் 60-70% கசிவு, ஓட்டம் மற்றும் பெரும்பாலான பயிர்களுடன் ஆவியாதல் மூலம் இழக்கப்படுவதாக ஆய்வுகள் வெளிப்படுத்துகின்றன. நைட்ரஜன் உரங்களைப் போல அதிகமாக இல்லாவிட்டாலும் வேறு சில ஊட்டச்சத்துக்களின் இழப்பும் கணிசமாக இருக்கலாம். விவசாயிகளுக்கு நியாயமான உரங்களைப் பயன்படுத்துவதற்கான கொள்கைகளை கற்பிக்க வேண்டும், இதன் மூலம் இழப்புகள் மற்றும் செலவுகளை கணிசமாகக் குறைக்கலாம். \"சிறிது மற்றும் அடிக்கடி\" என்பது நியாயமான உர பயன்பாட்டில் ஒரு முக்கியமான கொள்கை.",
        "நியாயமான பயன்பாட்டுடன், குறிப்பாக மண்ணின் ஊட்டச்சத்து அளவுகள் மற்றும் பயிர் தேவை ஆகியவற்றின் அடிப்படையில், உரச் செலவைக் கணிசமாகக் குறைக்க முடியும் என்று தோன்றுகிறது. மண் மற்றும் தழைப் பகுப்பாய்வின் அடிப்படையில் உரப் பயன்பாட்டை ஊக்குவிக்க சில முயற்சிகள் மேற்கொள்ளப்பட்டாலும், சரியான பயிர் ஊட்டச்சத்து தேவைகளை தீர்மானிக்க, அதிக பகுப்பாய்வு செலவுகள் காரணமாக அது போதுமான அளவு பிரபலமாகவில்லை. அரசு உரிய சேவைகளை வலுப்படுத்தி விவசாயிகளுக்கு நியாயமான விலையில் கிடைக்கச் செய்ய வேண்டும். இதன் விளைவாக உர சேமிப்பு கணிசமானதாக இருக்கும்.",
        "உர மானியக் கொள்கை, குறிப்பாக அரசுகள் மாறியதும் மாறி வருகிறது. 2018 ஆம் ஆண்டு இடைக்கால அரசாங்கத்தின் போது அறிமுகப்படுத்தப்பட்ட கொள்கையை 2019 ஆம் ஆண்டிலும் அரசாங்கம் தொடர்ந்தது, எந்த வகையான நேரான உரத்தின் 50 கிலோ மூட்டையை சலுகை விலையில் ரூ. 1,000 மற்றும் 50 கிலோ கலப்பு உர மூட்டை ரூ. நெல் தவிர மற்ற பயிர்களுக்கு 1,150.00. 50 கிலோ நெல் உர மூட்டைக்கு அரசாங்கத்தால் வழங்கப்பட்ட சராசரி மானியம் சந்தை விலையில் 86 சதவீதமாக இருந்தது.",
        "ஒரு விரிவான ஆய்வு (ஏகநாயக்க, எச். கே. ஜே. 20060: இலங்கையில் நெல் சாகுபடியில் உர மானியத்தின் தாக்கம். பணியாளர் ஆய்வுகள்; இலங்கை மத்திய வங்கி, 36 (1 மற்றும் 2): 73-92.) உர மானியம் முக்கியமல்ல என்பதை வெளிப்படுத்துகிறது. நெல் சாகுபடியில் உர உபயோகத்தை தீர்மானிக்கிறது. உர பயன்பாடு மற்றும் உர விலையை விட உர உபயோகத்திற்கும் நெல் விலைக்கும் இடையே ஒப்பீட்டளவில் அதிக தொடர்பு இருப்பதாக ஆய்வில் கண்டறியப்பட்டுள்ளது. காலப்போக்கில் உர மானியம் படிப்படியாக திரும்பப் பெறப்படலாம் என்று ஆசிரியர் கூறுகிறார். அதற்கு பதிலாக, நெல் சாகுபடியில் உற்பத்தித்திறனை அதிகரிக்க தேவையான பொருத்தமான உள்கட்டமைப்பு மற்றும் நிறுவன வசதிகள் மற்றும் நெல்லுக்கு சாதகமான விலையை விளைவிக்கும் உற்பத்தியை சந்தைப்படுத்துவதற்கான பயனுள்ள வழிமுறைகள் மிகவும் பயனுள்ள விளைவுக்காக அறிமுகப்படுத்தப்படலாம். மற்ற நாடுகளில் இதே போன்ற ஆராய்ச்சியின் கண்டுபிடிப்புகளுடன் ஒத்துப்போவதாக அறிவிக்கப்பட்டது.",
        "அரசாங்கங்கள் வியாபாரத்தில் ஈடுபடக் கூடாது என்பது பொருளாதார நிபுணர்களின் பொதுவாக ஏற்றுக்கொள்ளப்பட்ட கருத்து என்றாலும், நெல் சந்தைப்படுத்தல் சபையை நெறிப்படுத்தவும் பயனுள்ளதாகவும் இருந்தால், நெல் விவசாயி கணிசமான பலனை அடைய முடியும் என்பதை மேற்கண்ட கூற்று உணர்த்துமா?",
        "மேலும், \"ஒரு கிண்ண அரிசியின் விலை என்ன\" என்ற தலைப்பில் உலக வங்கியின் ஆய்வு (2013) உர மானியத்தின் நிதிச் செலவுடன் ஒப்பிடும்போது விவசாயிகளின் நிகர வருமானத்தில் அதிகரிப்பு சிறியது என்றும், அரசாங்கம் ரூ1 வரை செலவழிக்கிறது என்றும் சுட்டிக்காட்டுகிறது. ஏக்கருக்கு ஒரு ரூபாய் மட்டுமே விவசாய வருமானத்தை அதிகரிக்க ஏக்கருக்கு .4 முதல் 2.4 வரை.",
        "முடிவில், அட்டவணை 2ல் தெளிவாகக் காட்டப்பட்டுள்ளபடி, 2019 இல் மானிய விலை உரத்தின் விலை மொத்த உற்பத்தி செலவில் 10.6% ஆக இருந்தது, 2022 இல் மானியம் இல்லாமல் 17.1% ஆகும். எவ்வாறாயினும், நெல் கொள்முதல் விலை இரட்டிப்பாக்கப்படுவதாலும், சப்ளை பற்றாக்குறையின் காரணமாக சில்லறை விலைகள் அதிகரித்ததன் விளைவாக, மற்ற விளை பயிர்களின் உற்பத்தியாளர் விலைகள் உயர்ந்துவிட்டதாலும், உரங்களின் விலைகள் அல்லது மானியங்கள் உற்பத்தியாளர்களின் விளிம்புகளை கணிசமாக பாதிக்கவில்லை. 2021/2 ல் அதிக வேறுவிதமாகக் கூறினால், இந்த சூழ்நிலையில் உர மானியம் விளை பயிர்களின் உற்பத்தி செலவில் பெரும் தாக்கத்தை ஏற்படுத்தாது, மேலும் ரசாயன உர மானியத்தை தடை செய்வதற்கான அரசாங்கத்தின் முடிவு விவசாயிகள் அரிசியிலிருந்து அதிக லாபம் தரும் பயிர்களை நோக்கி நகர வழிவகுக்கும். குறிப்பாக யலா பருவத்தில், உலர் வலயத்தில், இது மிகவும் நடைமுறைக்குரியதாக இருக்கும் போது. இருப்பினும், சில்லறை விலை உயர்வானது நுகர்வோருக்கு பெரும் சுமையாக உள்ளது.",
        "மேலே சுட்டிக்காட்டப்பட்டபடி உற்பத்திச் செலவு உற்பத்தி விலையை விட 4% அதிகரித்திருப்பது தேயிலை தொழிலுக்கு பேரழிவை ஏற்படுத்தும். அதிகப்படியான உரச் செலவுகள் தேயிலை உற்பத்தியை கணிசமாகக் குறைக்கின்றன, மேலும் உற்பத்தியாளருக்கான விலை ஆதரவுத் திட்டம் அல்லது தேயிலை ஏற்றுமதி வருவாயில் 1-2% மட்டுமே உர மானியம் வழங்கப்பட வேண்டும்.",
        "உயர்த்தப்பட்ட உரங்களின் விலைகள் குறிப்பாக ஈர மண்டலத்தில் மானாவாரி நெல் விவசாயத்தை அட்டவணை 2 இல் காணக்கூடிய லாபமற்றதாக்க வேண்டும், இந்த நெல் வயல்களை அதிக லாபம் தரும் பயிர்களாகப் பன்முகப்படுத்த வேண்டும் என்பதைக் குறிக்கிறது. எவ்வாறாயினும், ஈர மண்டலமானது தேசிய விநியோகத்திற்கு ஒரு சிறிய அளவிலான அரிசியை மட்டுமே வழங்குகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}