{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Kush-worth-Rs-23-8Mn-seized-at-Central-Mail-Exchange/342-237654",
  "time_ut": 1653401400,
  "title": "Kush worth Rs.23.8Mn seized at Central Mail Exchange",
  "body_lines": [
    "A stock of special Cannabis variety ‘Kush’ which came in ten parcels from four western countries, valued at Rs.23.8 million, was seized by Customs officials at the Central Mail Exchange (CME) today.",
    "Customs officials at the CME Colombo Fort detained about ten parcels, which had arrived in the country in the past few weeks owing to the suspicious nature of those. The parcels had been sent from consignors in four countries of the United Kingdom, Germany, Canada and the United States.",
    "The parcels were opened yesterday in the presence of officials of the Customs Narcotic Control Unit, Police Narcotic Bureau (PNB) and CME authorities.",
    "Customs Spokesman Deputy Director Sudaththa Silva said the drugs, which were concealed in parcels of sweets and other goods were weighing at two kilos and 385 grams. The seized contraband had been valued at Rs.23, 850, 000.",
    "Sources at the Customs Narcotic Control Unit told the Daily Mirror that all these parcels had been sent to bogus addresses in Sri Lanka and the officials had decided to detain them until any addressee turns up to collect them.",
    "The contraband was handed over to the PNB for further inquires.(Kurulu Koojana Kariyakarawana)"
  ],
  "translate": {
    "si": {
      "title": "රුපියල් මිලියන 23.8ක් වටිනා කුෂ් මධ්‍යම තැපැල් හුවමාරුවෙන් අත්අඩංගුවට",
      "body_lines": [
        "බටහිර රටවල් හතරකින් පාර්සල් දහයකින් පැමිණි ‘කුෂ්’ නමැති විශේෂ ගංජා තොගයක් රුපියල් මිලියන 23.8 ක් වටිනා රේගු නිලධාරීන් විසින් අද මධ්‍යම තැපැල් හුවමාරුවේදී (CME) අත්අඩංගුවට ගෙන ඇත.",
        "පසුගිය සති කිහිපය තුළ මෙරටට පැමිණි පාර්සල් දහයක් පමණ සැක කටයුතු ස්වභාවය හේතුවෙන් කොළඹ CME කොටුවේ රේගු නිලධාරීන් විසින් රඳවාගෙන ඇත. මෙම පාර්සල් එවා ඇත්තේ එක්සත් රාජධානිය, ජර්මනිය, කැනඩාව සහ එක්සත් ජනපදය යන රටවල් හතරේ යවන්නන්ගෙනි.",
        "රේගු මත්ද්‍රව්‍ය පාලන ඒකකයේ, පොලිස් මත්ද්‍රව්‍ය නාශක කාර්යාංශයේ (PNB) සහ CME බලධාරීන්ගේ සහභාගීත්වයෙන් ඊයේ මෙම පාර්සල් විවෘත කරන ලදී.",
        "රේගු මාධ්‍ය ප්‍රකාශක නියෝජ්‍ය අධ්‍යක්ෂ සුදත්ත සිල්වා මහතා පැවසුවේ, රසකැවිලි පාර්සල්වල සඟවා තිබූ මෙම මත්ද්‍රව්‍ය තොගයේ බර කිලෝ දෙකයි ග්‍රෑම් 385ක් වන බවයි. අත්අඩංගුවට ගත් හොර බඩු තොගයේ වටිනාකම රුපියල් 23,850,000 කි.",
        "රේගු මත්ද්‍රව්‍ය පාලන ඒකකයේ ආරංචි මාර්ග ඩේලි මිරර් වෙත කියා සිටියේ මෙම පාර්සල් සියල්ල ශ්‍රී ලංකාවේ ව්‍යාජ ලිපිනවලට යවා ඇති අතර ඒවා ලබා ගැනීමට කිසියම් ලිපිනයක් පැමිණෙන තුරු රඳවා තබා ගැනීමට නිලධාරීන් තීරණය කර ඇති බවයි.",
        "මෙම හොර බඩු තොගය වැඩිදුර පරීක්ෂණ සඳහා PNB වෙත භාර දෙන ලදී.(කුරුලු කූජන කාරියකරවන)"
      ]
    },
    "ta": {
      "title": "சென்ட்ரல் மெயில் எக்ஸ்சேஞ்சில் ரூ.23.8 மில்லியன் மதிப்புள்ள குஷ் பறிமுதல் செய்யப்பட்டது",
      "body_lines": [
        "நான்கு மேற்கத்திய நாடுகளில் இருந்து பத்துப் பொட்டலங்களில் வந்த ‘குஷ்’ என்ற சிறப்பு கஞ்சா வகையின் கையிருப்பு, ரூ.23.8 மில்லியன் பெறுமதியானது, இன்று மத்திய அஞ்சல் பரிவர்த்தனை நிலையத்தில் (CME) சுங்க அதிகாரிகளால் கைப்பற்றப்பட்டது.",
        "கடந்த சில வாரங்களுக்கு முன்னர் நாட்டிற்கு வந்திருந்த சுமார் பத்து பொதிகள் சந்தேகத்திற்கிடமான தன்மை காரணமாக CME கொழும்பு கோட்டையின் சுங்க அதிகாரிகள் தடுத்து வைத்துள்ளனர். யுனைடெட் கிங்டம், ஜெர்மனி, கனடா மற்றும் அமெரிக்கா ஆகிய நான்கு நாடுகளில் இருந்து அனுப்பியவர்களிடமிருந்து பார்சல்கள் அனுப்பப்பட்டன.",
        "சுங்க போதைப்பொருள் கட்டுப்பாட்டுப் பிரிவு, பொலிஸ் போதைப்பொருள் தடுப்புப் பிரிவு (பிஎன்பி) மற்றும் சிஎம்இ அதிகாரிகள் முன்னிலையில் இந்த பார்சல்கள் நேற்று திறக்கப்பட்டன.",
        "இனிப்புகள் மற்றும் ஏனைய பொருட்களின் பொதிகளில் மறைத்து வைக்கப்பட்டிருந்த இந்த போதைப்பொருள் இரண்டு கிலோ 385 கிராம் எடையுடையது என சுங்கப் பேச்சாளர் பிரதிப் பணிப்பாளர் சுதத்த சில்வா தெரிவித்தார். கைப்பற்றப்பட்ட கடத்தல் பொருட்களின் மதிப்பு ரூ.23,850,000.",
        "இந்த பார்சல்கள் அனைத்தும் இலங்கையில் உள்ள போலி முகவரிகளுக்கு அனுப்பப்பட்டுள்ளதாகவும், அவற்றை பெற்றுக்கொள்ளும் வரையில் அவர்களை காவலில் வைக்க அதிகாரிகள் முடிவு செய்துள்ளதாகவும் சுங்க போதைப்பொருள் கட்டுப்பாட்டு பிரிவின் வட்டாரங்கள் டெய்லி மிரருக்கு தெரிவித்தன.",
        "மேலதிக விசாரணைகளுக்காக கடத்தல் பொருட்கள் PNBயிடம் ஒப்படைக்கப்பட்டது.(குருலு கூஜன காரியகரவன)"
      ]
    }
  }
}