{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fed-hikes-rates-promises-to-quantity-tighten-as-sri-lanka-struggles-91755/",
  "time_ut": 1647455100,
  "title": "Fed hikes rates, promises to quantity tighten as Sri Lanka struggles",
  "body_lines": [
    "ECONOMYNEXT – The Federal Reserve has hiked interest rates and also promised to reverse quantity easing at a future meeting in a bid to bring inflation down to 2.0 percent from the current runaway bubble it had created by policy errors.",
    "“In support of these goals, the Committee decided to raise the target range for the federal funds rate to 1/4 to 1/2 percent and anticipates that ongoing increases in the target range will be appropriate,” the Federal Reserve said.",
    "“In addition, the Committee expects to begin reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities at a coming meeting.”",
    "“Voting against this action was James Bullard, who preferred at this meeting to raise the target range for the federal funds rate by 0.5 percentage point to 1/2 to 3/4 percent.”",
    "The Powell Bubble has pushed up commodity prices and strengthened the hands of authoritative rulers in natural resource rich countries.",
    "Classical economist Steve Hanke, who correctly forecasted the Fed’s policy errors recently warned the Fed against panicking.",
    "US inflation likely to stay high in 2022, 2023 even if Fed tightens now: Steve Hanke",
    "US inflation bubble fired in March 2020, Fed cannot stop it in a hurry: Steve Hanke",
    "Fed rate hikes makes soft-peg (flexible exchange rates) collapse when such central banks do not raise rates in tandem.",
    "The rate hike comes as Sri Lanka is struggling with a falling currency.",
    "The Fed rate hike is the first since Yellen’s 2018 rate hikes and quantity tightening.",
    "In 2014 Yellen also quantity tightened without raising the open market rate.",
    "Sri Lanka ran into currency crises in both episodes by cutting rates and printing money as the Fed tightened.",
    "“Effective March 17, 2022, the Federal Open Market Committee directs the Desk to:",
    "Undertake open market operations as necessary to maintain the federal funds rate in a target range of 1/4 to 1/2 percent.",
    "Conduct overnight repurchase agreement operations with a minimum bid rate of 0.5 percent and with an aggregate operation limit of $500 billion; the aggregate operation limit can be temporarily increased at the discretion of the Chair.",
    "Conduct overnight reverse repurchase agreement operations at an offering rate of 0.3 percent and with a per-counterparty limit of $160 billion per day; the per-counterparty limit can be temporarily increased at the discretion of the Chair.",
    "Roll over at auction all principal payments from the Federal Reserve’s holdings of Treasury securities and reinvest all principal payments from the Federal Reserve’s holdings of agency debt and agency mortgage-backed securities (MBS) in agency MBS.",
    "Allow modest deviations from stated amounts for reinvestments, if needed for operational reasons.",
    "Engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve’s agency MBS transactions.”",
    "Indicators of economic activity and employment have continued to strengthen. Job gains have been strong in recent months, and the unemployment rate has declined substantially. Inflation remains elevated, reflecting supply and demand imbalances related to the pandemic, higher energy prices, and broader price pressures.",
    "The invasion of Ukraine by Russia is causing tremendous human and economic hardship. The implications for the U.S. economy are highly uncertain, but in the near term the invasion and related events are likely to create additional upward pressure on inflation and weigh on economic activity.",
    "The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. With appropriate firming in the stance of monetary policy, the Committee expects inflation to return to its 2 percent objective and the labor market to remain strong.",
    "In support of these goals, the Committee decided to raise the target range for the federal funds rate to 1/4 to 1/2 percent and anticipates that ongoing increases in the target range will be appropriate. In addition, the Committee expects to begin reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities at a coming meeting.",
    "In assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee’s goals.",
    "The Committee’s assessments will take into account a wide range of information, including readings on public health, labor market conditions, inflation pressures and inflation expectations, and financial and international developments.",
    "Voting for the monetary policy action were Jerome H. Powell, Chair; John C. Williams, Vice Chair; Michelle W. Bowman; Lael Brainard; Esther L. George; Patrick Harker; Loretta J. Mester; and Christopher J. Waller. Voting against this action was James Bullard, who preferred at this meeting to raise the target range for the federal funds rate by 0.5 percentage point to 1/2 to 3/4 percent. Patrick Harker voted as an alternate member at this meeting."
  ],
  "translate": {
    "si": {
      "title": "ෆෙඩරල් මහ බැංකුව ගාස්තු වැඩි කරයි, ශ්‍රී ලංකාව අරගල කරන විට ප්‍රමාණය දැඩි කිරීමට පොරොන්දු වේ",
      "body_lines": [
        "ECONOMYNEXT - ෆෙඩරල් සංචිතය පොලී අනුපාත ඉහල නංවා ඇති අතර, ප්‍රතිපත්තිමය දෝෂයන් විසින් නිර්මාණය කර ඇති වත්මන් ධාවන බුබුලෙන් උද්ධමනය සියයට 2.0 දක්වා පහත හෙලීමේ අරමුණින් අනාගත රැස්වීමකදී ප්‍රමාණය ලිහිල් කිරීම ආපසු හැරවීමට පොරොන්දු වී ඇත.",
        "\"මෙම අරමුණු සඳහා සහය දැක්වීම සඳහා, ෆෙඩරල් අරමුදල් අනුපාතය සඳහා ඉලක්කගත පරාසය සියයට 1/4 සිට 1/2 දක්වා ඉහළ නැංවීමට කමිටුව තීරණය කළ අතර ඉලක්කගත පරාසයේ අඛණ්ඩ වැඩිවීම් සුදුසු වනු ඇතැයි අපේක්ෂා කරයි,\" ෆෙඩරල් සංචිතය පැවසීය.",
        "\"මීට අමතරව, ඉදිරි රැස්වීමකදී භාණ්ඩාගාර සුරැකුම්පත් සහ නියෝජිතායතනයේ ණය සහ නියෝජිතායතන උකස් පිටුබලය සහිත සුරැකුම්පත් අඩු කිරීම ආරම්භ කිරීමට කමිටුව අපේක්ෂා කරයි.\"",
        "\"මෙම ක්‍රියාවට එරෙහිව ඡන්දය ප්‍රකාශ කළේ ෆෙඩරල් අරමුදල් අනුපාතය සඳහා ඉලක්කගත පරාසය සියයට 1/2 සිට 3/4 දක්වා සියයට 0.5 කින් ඉහළ නැංවීමට මෙම රැස්වීමේදී කැමති වූ ජේම්ස් බුලර්ඩ් ය.\"",
        "පවෙල් බුබුල භාණ්ඩ මිල ඉහල දමා ස්වභාවික සම්පත් පොහොසත් රටවල අධිකාරී පාලකයින්ගේ දෑත් ශක්තිමත් කර ඇත.",
        "ෆෙඩරල් මහ බැංකුවේ ප්‍රතිපත්ති දෝෂයන් නිවැරදිව පුරෝකථනය කළ සම්භාව්‍ය ආර්ථික විද්‍යාඥ ස්ටීව් හැන්කේ, කලබලයට එරෙහිව මහ බැංකුවට මෑතකදී අනතුරු ඇඟවීය.",
        "ෆෙඩරල් මහ බැංකුව දැන් දැඩි කළත් 2022, 2023 දී එක්සත් ජනපද උද්ධමනය ඉහළ මට්ටමක පවතිනු ඇත: ස්ටීව් හැන්කේ",
        "එක්සත් ජනපද උද්ධමන බුබුල 2020 මාර්තු මාසයේදී වෙඩි තැබුවේය, ෆෙඩරල් බැංකුවට එය කඩිමුඩියේ නැවැත්විය නොහැක: ස්ටීව් හැන්කේ",
        "ෆෙඩරල් පොලී අනුපාත ඉහල දැමීම් මෘදු-පෙග් (නම්‍යශීලී විනිමය අනුපාත) කඩාවැටීමට හේතු වන්නේ එවැනි මහ බැංකු සමගාමීව පොලී අනුපාත ඉහල නොදමන විටය.",
        "ශ්‍රී ලංකාව පහත වැටෙන මුදල් ඒකකයක් සමඟ පොරබදමින් සිටින විට මෙම ගාස්තු ඉහළ නැංවීම සිදු වේ.",
        "ෆෙඩරල් මහ බැංකුවේ අනුපාත ඉහල දැමීම Yellen's 2018 අනුපාත ඉහල දැමීම් සහ ප්‍රමාණය දැඩි කිරීමෙන් පසු පළමු වේ.",
        "2014 දී Yellen ප්‍රමාණයද විවෘත වෙළඳපොලේ අනුපාතය ඉහල නොදැමීමකින් දැඩි විය.",
        "ෆෙඩරල් මහ බැංකුව දැඩි කිරීමත් සමඟ ගාස්තු අඩු කිරීම සහ මුදල් මුද්‍රණය කිරීම මගින් කථාංග දෙකේදීම ශ්‍රී ලංකාව මුදල් අර්බුදයකට මුහුණ දුන්නේය.",
        "\"2022 මාර්තු 17 සිට බලපැවැත්වෙන පරිදි, ෆෙඩරල් විවෘත වෙලඳපොල කමිටුව මේසය වෙත යොමු කරන්නේ:",
        "ෆෙඩරල් අරමුදල් අනුපාතය සියයට 1/4 සිට 1/2 දක්වා ඉලක්කගත පරාසයක පවත්වා ගැනීමට අවශ්‍ය පරිදි විවෘත වෙළෙඳපොළ මෙහෙයුම් සිදු කරන්න.",
        "සියයට 0.5 ක අවම ලංසු අනුපාතයක් සහ ඩොලර් බිලියන 500 ක සමස්ත මෙහෙයුම් සීමාවක් සමඟ එක රැයකින් නැවත මිලදී ගැනීමේ ගිවිසුම් මෙහෙයුම් සිදු කිරීම; මූලාසනයේ අභිමතය පරිදි සමස්ත මෙහෙයුම් සීමාව තාවකාලිකව වැඩි කළ හැක.",
        "සියයට 0.3 ක පිරිනැමීමේ අනුපාතයකින් සහ දිනකට ඩොලර් බිලියන 160 ක ප්‍රතිපක්ෂ සීමාවක් සමඟ එක රැයකින් ප්‍රතිලෝම ප්‍රතිමිලදී ගැනීමේ ගිවිසුම් මෙහෙයුම් සිදු කිරීම; සභාපතිගේ අභිමතය පරිදි එක්-පක්ෂ සීමාව තාවකාලිකව වැඩි කළ හැක.",
        "ෆෙඩරල් සංචිතයේ භාණ්ඩාගාර සුරැකුම්පත් වලින් සියලුම ප්‍රධාන ගෙවීම් වෙන්දේසියේදී පෙරළන්න සහ ෆෙඩරල් සංචිතයේ නියෝජිතායතන ණය සහ නියෝජිතායතනයේ උකස් පිටුබලය සහිත සුරැකුම්පත් (MBS) වෙතින් සියලුම ප්‍රධාන ගෙවීම් නැවත ආයෝජනය කරන්න.",
        "මෙහෙයුම් හේතූන් මත අවශ්‍ය නම්, ප්‍රතිආයෝජන සඳහා ප්‍රකාශිත ප්‍රමාණයන්ගෙන් සාමාන්‍ය අපගමනයට ඉඩ දෙන්න.",
        "ෆෙඩරල් රිසර්ව් ඒජන්සියේ MBS ගනුදෙනු පියවීම පහසු කිරීම සඳහා අවශ්‍ය පරිදි ඩොලර් රෝල් සහ කූපන් හුවමාරු ගනුදෙනුවල නිරත වන්න.",
        "ආර්ථික ක්‍රියාකාරකම් සහ රැකියා පිළිබඳ දර්ශක අඛණ්ඩව ශක්තිමත් වී ඇත. මෑත මාසවලදී රැකියා ලාභය ශක්තිමත් වී ඇති අතර විරැකියා අනුපාතය සැලකිය යුතු ලෙස පහත වැටී ඇත. උද්ධමනය ඉහළ මට්ටමක පවතින අතර, වසංගතයට අදාළ සැපයුම සහ ඉල්ලුම අසමතුලිතතාවය, ඉහළ බලශක්ති මිල ගණන් සහ පුළුල් මිල පීඩනයන් පිළිබිඹු කරයි.",
        "රුසියාව විසින් යුක්රේනය ආක්‍රමණය කිරීම දැවැන්ත මානව හා ආර්ථික දුෂ්කරතා ඇති කරයි. එක්සත් ජනපද ආර්ථිකය සඳහා ඇඟවුම් ඉතා අවිනිශ්චිත ය, නමුත් නුදුරු කාලීනව ආක්‍රමණය සහ ඒ ආශ්‍රිත සිදුවීම් උද්ධමනය මත අමතර ඉහළට පීඩනයක් ඇති කිරීමට සහ ආර්ථික ක්‍රියාකාරකම් මත බර පැටවීමට ඉඩ ඇත.",
        "දිගුකාලීනව සියයට 2 ක අනුපාතයකින් උපරිම රැකියා සහ උද්ධමනය ළඟා කර ගැනීමට කමිටුව උත්සාහ කරයි. මූල්‍ය ප්‍රතිපත්තියේ ස්ථාවරයේ යෝග්‍ය ස්ථීර වීමත් සමඟ, උද්ධමනය සිය 2 හි පරමාර්ථය වෙත නැවත පැමිණීමට සහ ශ්‍රම වෙළඳපොළ ශක්තිමත්ව පවතිනු ඇතැයි කමිටුව අපේක්ෂා කරයි.",
        "මෙම ඉලක්ක සඳහා සහය දැක්වීමක් වශයෙන්, ෆෙඩරල් අරමුදල් අනුපාතය සඳහා ඉලක්කගත පරාසය සියයට 1/4 සිට 1/2 දක්වා ඉහළ නැංවීමට කමිටුව තීරණය කළ අතර ඉලක්ක පරාසයේ අඛණ්ඩ වැඩිවීම් සුදුසු වනු ඇතැයි අපේක්ෂා කරයි. මීට අමතරව, ඉදිරි රැස්වීමකදී භාණ්ඩාගාර සුරැකුම්පත් සහ නියෝජිතායතනයේ ණය සහ නියෝජිතායතන උකස් පිටුබලය සහිත සුරැකුම්පත් වල හිමිකාරිත්වය අඩු කිරීම ආරම්භ කිරීමට කමිටුව අපේක්ෂා කරයි.",
        "මූල්‍ය ප්‍රතිපත්තියේ යෝග්‍ය ස්ථාවරය තක්සේරු කිරීමේදී, ආර්ථික දැක්ම සඳහා ලැබෙන තොරතුරුවල ඇඟවුම් කමිටුව අඛණ්ඩව අධීක්ෂණය කරනු ඇත. කමිටුවේ අරමුණු සාක්ෂාත් කර ගැනීමට බාධාවක් විය හැකි අවදානම් මතු වුවහොත් මුදල් ප්‍රතිපත්තියේ ස්ථාවරය සුදුසු පරිදි සකස් කිරීමට කමිටුව සූදානම් වනු ඇත.",
        "කමිටුවේ තක්සේරු කිරීම් මහජන සෞඛ්‍යය, ශ්‍රම වෙළඳපොළ තත්ත්වයන්, උද්ධමන පීඩනය සහ උද්ධමන අපේක්ෂාවන් සහ මූල්‍ය හා ජාත්‍යන්තර වර්ධනයන් පිළිබඳ කියවීම් ඇතුළුව පුළුල් පරාසයක තොරතුරු සැලකිල්ලට ගනී.",
        "මූල්‍ය ප්‍රතිපත්ති ක්‍රියාමාර්ගය සඳහා ඡන්දය ප්‍රකාශ කළේ සභාපති ජෙරොම් එච්. ජෝන් සී විලියම්ස්, උප සභාපති; මිෂෙල් ඩබ්ලිව් බෝමන්; Lael Brainard; එස්තර් එල්. ජෝර්ජ්; පැට්රික් හාකර්; Loretta J. Mester; සහ Christopher J. Waller. ෆෙඩරල් අරමුදල් අනුපාතිකය සඳහා ඉලක්කගත පරාසය සියයට 0.5කින් සියයට 1/2 සිට 3/4 දක්වා ඉහළ නැංවීමට මෙම රැස්වීමේදී කැමති වූ ජේම්ස් බුලර්ඩ් මෙම ක්‍රියාවට එරෙහිව ඡන්දය ප්‍රකාශ කළේය. පැට්‍රික් හාකර් මෙම රැස්වීමේදී විකල්ප සාමාජිකයෙකු ලෙස ඡන්දය ප්‍රකාශ කළේය."
      ]
    },
    "ta": {
      "title": "Fed விகிதங்களை உயர்த்துகிறது, இலங்கை போராடும்போது அளவு இறுக்கப்படும் என்று உறுதியளிக்கிறது",
      "body_lines": [
        "பொருளாதாரம் - ஃபெடரல் ரிசர்வ் வட்டி விகிதங்களை உயர்த்தியுள்ளது மற்றும் கொள்கை பிழைகளால் உருவாக்கப்பட்ட தற்போதைய ரன்வே குமிழில் இருந்து பணவீக்கத்தை 2.0 சதவீதமாகக் குறைக்கும் முயற்சியில் எதிர்கால கூட்டத்தில் அளவைத் தளர்த்துவதாக உறுதியளித்துள்ளது.",
        "\"இந்த இலக்குகளுக்கு ஆதரவாக, ஃபெடரல் நிதி விகிதத்திற்கான இலக்கு வரம்பை 1/4 முதல் 1/2 சதவிகிதம் வரை உயர்த்த குழு முடிவு செய்தது மற்றும் இலக்கு வரம்பில் தொடர்ந்து அதிகரிப்பு பொருத்தமானதாக இருக்கும் என்று எதிர்பார்க்கிறது\" என்று பெடரல் ரிசர்வ் கூறியது.",
        "\"கூடுதலாக, வரவிருக்கும் கூட்டத்தில் கருவூலப் பத்திரங்கள் மற்றும் ஏஜென்சி கடன் மற்றும் ஏஜென்சி அடமான ஆதரவுப் பத்திரங்களின் பங்குகளைக் குறைக்கத் தொடங்க குழு எதிர்பார்க்கிறது.\"",
        "\"இந்த நடவடிக்கைக்கு எதிராக வாக்களித்த ஜேம்ஸ் புல்லார்ட், இந்த கூட்டத்தில் கூட்டாட்சி நிதி விகிதத்திற்கான இலக்கு வரம்பை 0.5 சதவீத புள்ளியில் இருந்து 1/2 முதல் 3/4 சதவீதமாக உயர்த்த விரும்பினார்.\"",
        "பவல் குமிழி பொருட்களின் விலைகளை உயர்த்தி, இயற்கை வளம் நிறைந்த நாடுகளில் அதிகாரம் மிக்க ஆட்சியாளர்களின் கரங்களை வலுப்படுத்தியுள்ளது.",
        "மத்திய வங்கியின் கொள்கை பிழைகளை சரியாக முன்னறிவித்த கிளாசிக்கல் பொருளாதார நிபுணர் ஸ்டீவ் ஹான்கே, சமீபத்தில் மத்திய வங்கியை பீதிக்கு எதிராக எச்சரித்தார்.",
        "அமெரிக்க பணவீக்கம் 2022, 2023 இல் அதிகமாக இருக்கும் ஃபெட் இப்போது இறுக்கமாக இருந்தாலும் கூட: ஸ்டீவ் ஹான்கே",
        "மார்ச் 2020 இல் அமெரிக்க பணவீக்க குமிழி வெடித்தது, மத்திய வங்கி அதை அவசரமாக நிறுத்த முடியாது: ஸ்டீவ் ஹான்கே",
        "மத்திய வங்கிகள் ஒரே நேரத்தில் விகிதங்களை உயர்த்தாதபோது, ​​மத்திய வங்கியின் விகித உயர்வுகள் சாஃப்ட்-பெக் (நெகிழ்வான மாற்று விகிதங்கள்) சரிவை ஏற்படுத்துகின்றன.",
        "வீழ்ச்சியடைந்த நாணயத்துடன் இலங்கை போராடி வரும் நிலையில் இந்த கட்டண உயர்வு ஏற்பட்டுள்ளது.",
        "Yellen இன் 2018 விகித உயர்வுகள் மற்றும் அளவு இறுக்கத்திற்குப் பிறகு மத்திய வங்கிக் கட்டண உயர்வு முதல் முறையாகும்.",
        "2014 ஆம் ஆண்டில், திறந்த சந்தை விகிதத்தை உயர்த்தாமல் யெல்லின் அளவும் இறுக்கப்பட்டது.",
        "பெடரல் கடுமையாக்கப்பட்டதால், விகிதங்களைக் குறைத்து பணத்தை அச்சடிப்பதன் மூலம் இரண்டு அத்தியாயங்களிலும் இலங்கை நாணய நெருக்கடியில் சிக்கியது.",
        "“மார்ச் 17, 2022 முதல், ஃபெடரல் ஓபன் மார்க்கெட் கமிட்டி டெஸ்க்கை வழிநடத்துகிறது:",
        "ஃபெடரல் நிதி விகிதத்தை 1/4 முதல் 1/2 சதவீதம் வரையிலான இலக்கு வரம்பில் பராமரிக்க தேவையான திறந்த சந்தை நடவடிக்கைகளை மேற்கொள்ளுங்கள்.",
        "குறைந்தபட்ச ஏல விகிதமான 0.5 சதவிகிதம் மற்றும் மொத்த செயல்பாட்டு வரம்பு $500 பில்லியனுடன் ஒரே இரவில் மறு கொள்முதல் ஒப்பந்த நடவடிக்கைகளை மேற்கொள்ளுங்கள்; மொத்த செயல்பாட்டு வரம்பை தலைவரின் விருப்பப்படி தற்காலிகமாக அதிகரிக்கலாம்.",
        "0.3 சதவீத சலுகை விகிதத்தில் மற்றும் ஒரு நாளைக்கு $160 பில்லியன் வரம்புடன் ஒரே இரவில் தலைகீழ் மறு வாங்குதல் ஒப்பந்த நடவடிக்கைகளை மேற்கொள்ளுங்கள்; தலைவரின் விருப்பத்தின் பேரில் ஒரு கட்சிக்கான வரம்பை தற்காலிகமாக அதிகரிக்கலாம்.",
        "ஃபெடரல் ரிசர்வின் கருவூலப் பத்திரங்களில் இருந்து அனைத்து அசல் கொடுப்பனவுகளையும் ஏலத்தில் மாற்றவும் மற்றும் ஃபெடரல் ரிசர்வின் ஏஜென்சி கடன் மற்றும் ஏஜென்சி அடமான-ஆதரவுப் பத்திரங்களில் (MBS) ஏஜென்சி MBS இல் உள்ள அனைத்து முதன்மைப் பணம் மீண்டும் முதலீடு செய்யவும்.",
        "செயல்பாட்டுக் காரணங்களுக்காக தேவைப்பட்டால், மறுமுதலீடுகளுக்குக் கூறப்பட்ட தொகைகளிலிருந்து மிதமான விலகல்களை அனுமதிக்கவும்.",
        "ஃபெடரல் ரிசர்வ் ஏஜென்சி எம்பிஎஸ் பரிவர்த்தனைகளை எளிதாக்குவதற்கு தேவையான டாலர் ரோல் மற்றும் கூப்பன் பரிமாற்ற பரிவர்த்தனைகளில் ஈடுபடுங்கள்.",
        "பொருளாதார செயல்பாடு மற்றும் வேலைவாய்ப்பு குறிகாட்டிகள் தொடர்ந்து வலுப்பெற்று வருகின்றன. சமீபத்திய மாதங்களில் வேலை ஆதாயங்கள் வலுவாக உள்ளன, மேலும் வேலையின்மை விகிதம் கணிசமாகக் குறைந்துள்ளது. தொற்றுநோய், அதிக எரிசக்தி விலைகள் மற்றும் பரந்த விலை அழுத்தங்கள் ஆகியவற்றுடன் தொடர்புடைய வழங்கல் மற்றும் தேவை ஏற்றத்தாழ்வுகளை பிரதிபலிக்கும் வகையில் பணவீக்கம் உயர்ந்து கொண்டே இருக்கிறது.",
        "ரஷ்யாவின் உக்ரைன் ஆக்கிரமிப்பு மிகப்பெரிய மனித மற்றும் பொருளாதார நெருக்கடியை ஏற்படுத்துகிறது. அமெரிக்கப் பொருளாதாரத்திற்கான தாக்கங்கள் மிகவும் நிச்சயமற்றவை, ஆனால் விரைவில் படையெடுப்பு மற்றும் தொடர்புடைய நிகழ்வுகள் பணவீக்கத்தில் கூடுதல் மேல்நோக்கிய அழுத்தத்தை உருவாக்கி பொருளாதார நடவடிக்கைகளில் எடையை ஏற்படுத்தும்.",
        "நீண்ட காலத்திற்கு 2 சதவிகிதம் என்ற விகிதத்தில் அதிகபட்ச வேலைவாய்ப்பு மற்றும் பணவீக்கத்தை அடைய குழு முயல்கிறது. பணவியல் கொள்கையின் நிலைப்பாட்டில் பொருத்தமான உறுதியுடன், பணவீக்கம் அதன் 2 சதவீத நோக்கத்திற்குத் திரும்பும் மற்றும் தொழிலாளர் சந்தை வலுவாக இருக்கும் என்று குழு எதிர்பார்க்கிறது.",
        "இந்த இலக்குகளுக்கு ஆதரவாக, ஃபெடரல் நிதி விகிதத்திற்கான இலக்கு வரம்பை 1/4 முதல் 1/2 சதவிகிதம் வரை உயர்த்த குழு முடிவு செய்தது மற்றும் இலக்கு வரம்பில் தொடர்ந்து அதிகரிப்பது பொருத்தமானதாக இருக்கும் என்று எதிர்பார்க்கிறது. கூடுதலாக, வரவிருக்கும் கூட்டத்தில் கருவூலப் பத்திரங்கள் மற்றும் ஏஜென்சி கடன் மற்றும் ஏஜென்சி அடமான ஆதரவுப் பத்திரங்களின் இருப்புகளைக் குறைக்கத் தொடங்க குழு எதிர்பார்க்கிறது.",
        "பணவியல் கொள்கையின் பொருத்தமான நிலைப்பாட்டை மதிப்பிடுவதில், பொருளாதாரக் கண்ணோட்டத்திற்கு உள்வரும் தகவல்களின் தாக்கங்களை குழு தொடர்ந்து கண்காணிக்கும். கமிட்டியின் இலக்குகளை அடைவதற்கு இடையூறாக ஆபத்துகள் தோன்றினால், பணவியல் கொள்கையின் நிலைப்பாட்டை பொருத்தமானதாக மாற்ற குழு தயாராக இருக்கும்.",
        "குழுவின் மதிப்பீடுகள் பொது சுகாதாரம், தொழிலாளர் சந்தை நிலைமைகள், பணவீக்க அழுத்தங்கள் மற்றும் பணவீக்க எதிர்பார்ப்புகள் மற்றும் நிதி மற்றும் சர்வதேச முன்னேற்றங்கள் உள்ளிட்ட பலதரப்பட்ட தகவல்களை கணக்கில் எடுத்துக்கொள்ளும்.",
        "பணவியல் கொள்கை நடவடிக்கைக்கு வாக்களித்த ஜெரோம் எச். பவல், தலைவர்; ஜான் சி. வில்லியம்ஸ், துணைத் தலைவர்; மிச்செல் டபிள்யூ. போமன்; லேல் பிரைனார்ட்; எஸ்தர் எல். ஜார்ஜ்; பேட்ரிக் ஹார்க்கர்; லோரெட்டா ஜே. மெஸ்டர்; மற்றும் கிறிஸ்டோபர் ஜே. வாலர். இந்த நடவடிக்கைக்கு எதிராக வாக்களித்த ஜேம்ஸ் புல்லார்ட், கூட்டாட்சி நிதி விகிதத்திற்கான இலக்கு வரம்பை 0.5 சதவிகிதம் உயர்த்தி 1/2 முதல் 3/4 சதவிகிதம் வரை உயர்த்த விரும்பினார். இந்த கூட்டத்தில் பேட்ரிக் ஹார்கர் மாற்று உறுப்பினராக வாக்களித்தார்."
      ]
    }
  }
}