{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81990/at-least-33-killed-in-explosion-at-afghan-mosque",
  "time_ut": 1650650580,
  "title": "At least 33 killed in explosion at Afghan mosque",
  "body_lines": [
    "An explosion tore through a mosque near the northern Afghan city of Kunduz on Friday killing at least 33 people and wounding dozens of others.",
    "“The blast occurred at a mosque in Imam Sahib district of Kunduz killing 33 civilians including children,” Information Minister Zabihullah Mujahid said on Twitter, adding another 43 people were wounded.",
    "“We condemn this crime … and express our deepest condolences to the victims,” said Mujahid.",
    "Friday’s bombing is the latest in a series of deadly attacks across Afghanistan. Mujahid called the perpetrators of the Kunduz attack “seditionists and evil elements”.",
    "Images posted to social media – which could not be immediately verified – showed holes blown through the walls of the mosque, popular with Sufis in the Imam Sahib district, north of Kunduz city.",
    "It was not clear who was behind the attack, which came after several blasts claimed by the armed group ISIL (ISIS) rocked Afghanistan, including one in Kunduz and another on a Shia mosque in Mazar-i-Sharif, on Thursday.",
    "Armed groups such as ISIL bear a deep hatred for Sufis who they view as heretics.",
    "“The sight at the mosque was horrifying. All those who were worshipping inside the mosque were either injured or killed,” Mohammad Esah, a shopkeeper who helped ferry victims to the district hospital, told AFP news agency.",
    "Relatives of victims were arriving at hospital to look for their loved ones.",
    "“My son is martyred,” screamed a man while a woman accompanied by her four children searched for her husband.",
    "Kunduz police said they were investigating the type of explosion.",
    "Friday’s blast was one of the biggest attacks since the Taliban seized power in August last year.",
    "In October, a suicide attack at a Shia mosque, also in Kunduz, killed at least 55 people and wounded scores – an attack also claimed by ISIL.",
    "ISIL is a Sunni group like the Taliban but the two are bitter rivals. The biggest ideological difference between the two is that the Taliban sought only an Afghanistan free of foreign forces, whereas ISIL wants an Islamic caliphate.",
    "The deadliest of three bombings on Thursday exploded inside a Shia mosque in northern Mazar-i-Sharif with at least 12 people killed and as many as 40 wounded.",
    "Earlier Thursday, a roadside bomb exploded near a boys school in the Afghan capital of Kabul, injuring two children in the city’s predominately Shia neighbourhood of Dasht-e-Barchi. A third bomb in Kunduz wounded 11 mechanics working for the country’s Taliban rulers.",
    "Since sweeping to power last August, the Taliban has been battling an ISIL affiliate known as Islamic State in Khorasan Province, which is proving to be an intractable security challenge."
  ],
  "translate": {
    "si": {
      "title": "ඇෆ්ගනිස්ථානයේ මුස්ලිම් පල්ලියක සිදුවූ පිපිරීමකින් 33 දෙනෙකු ජීවිතක්ෂයට පත්වුණා",
      "body_lines": [
        "සිකුරාදා උතුරු ඇෆ්ගනිස්ථානයේ කුන්දුස් නගරය ආසන්නයේ මුස්ලිම් පල්ලියක පිපිරීමකින් අවම වශයෙන් පුද්ගලයින් 33 දෙනෙකු මිය ගොස් තවත් දුසිම් ගනනක් තුවාල ලබා ඇත.",
        "\"කුන්දුස් හි ඉමාම් සාහිබ් දිස්ත්‍රික්කයේ මුස්ලිම් පල්ලියක සිදුවූ පිපිරීමෙන් ළමුන් ඇතුළු සිවිල් වැසියන් 33 දෙනෙකු මිය ගිය බව\" තොරතුරු අමාත්‍ය Zabihullah Mujahid Twitter හි ප්‍රකාශ කර ඇති අතර තවත් 43 දෙනෙකු තුවාල ලබා ඇති බව පැවසීය.",
        "\"අපි මෙම අපරාධය හෙළා දකිමු ... වින්දිතයින්ට අපගේ බලවත් ශෝකය ප්‍රකාශ කරමු,\" මුජාහිඩ් පැවසීය.",
        "සිකුරාදා බෝම්බ ප්‍රහාරය ඇෆ්ගනිස්ථානය පුරා මාරාන්තික ප්‍රහාර මාලාවක නවතම ප්‍රහාරයයි. මුජාහිඩ් කුන්දුස් ප්‍රහාරයේ අපරාධකරුවන් හැඳින්වූයේ \"ද්‍රෝහීන් සහ නපුරු කොටස්\" යනුවෙනි.",
        "සමාජ මාධ්‍ය වෙත පළ කරන ලද පින්තූර - එය වහාම සත්‍යාපනය කළ නොහැක - කුන්දුස් නගරයට උතුරින් පිහිටි ඉමාම් සාහිබ් දිස්ත්‍රික්කයේ සූෆිවරුන් අතර ජනප්‍රිය මුස්ලිම් පල්ලියේ බිත්ති හරහා හමා ගිය සිදුරු පෙන්නුම් කරයි.",
        "බ්‍රහස්පතින්දා ISIL (ISIS) සන්නද්ධ කණ්ඩායම විසින් ප්‍රකාශ කරන ලද පිපිරීම් කිහිපයක් ඇෆ්ගනිස්ථානය සොලවා ගැනීමෙන් පසුව සිදු වූ ප්‍රහාරය පිටුපස සිටින්නේ කවුරුන්ද යන්න පැහැදිලි නැත.",
        "ISIL වැනි සන්නද්ධ කණ්ඩායම් මිථ්‍යාදෘෂ්ටිකයන් ලෙස සලකන සුෆිවරුන් කෙරෙහි දැඩි වෛරයක් දරයි.",
        "“මුස්ලිම් පල්ලියේ දර්ශනය භයානකයි. පල්ලිය තුළ නමස්කාර කරමින් සිටි සියල්ලන්ම තුවාල වී හෝ මිය ගොස් ඇත, ”විපතට පත් වූවන්ට දිස්ත්‍රික් රෝහලට යාත්‍රා කිරීමට උදව් කළ සාප්පු හිමියෙකු වන මොහොමඩ් ඊසා AFP පුවත් ඒජන්සියට පැවසීය.",
        "විපතට පත් අයගේ ඥාතීන් තම සමීපතමයන් සොයා රෝහලට පැමිණෙමින් සිටියහ.",
        "“මගේ පුතා දිවි පිදූ” යැයි මිනිසෙක් කෑගසමින් තම දරුවන් හතර දෙනා සමඟ කාන්තාවක් තම සැමියා සොයමින් සිටියේය.",
        "කුන්දුස් පොලිසිය පැවසුවේ පිපිරුම් වර්ගය පිළිබඳව විමර්ශන සිදුකරන බවයි.",
        "පසුගිය වසරේ අගෝස්තු මාසයේදී තලේබාන් සංවිධානය බලය අල්ලා ගැනීමෙන් පසු සිකුරාදා සිදුවූ විශාලතම ප්‍රහාරය විය.",
        "ඔක්තෝම්බර් මාසයේදී, කුන්දුස් හි ෂියා මුස්ලිම් පල්ලියක මරාගෙන මැරෙන ප්‍රහාරයකින් අවම වශයෙන් පුද්ගලයින් 55 දෙනෙකු මිය ගිය අතර විශාල සංඛ්‍යාවක් තුවාල ලැබූහ - එය ISIL විසින් ද ප්‍රකාශ කරන ලදී.",
        "ISIL යනු තලෙයිබාන් වැනි සුන්නි කණ්ඩායමක් වන නමුත් දෙදෙනාම කටුක ප්‍රතිවාදීන් ය. මේ දෙක අතර ඇති ලොකුම මතවාදී වෙනස නම් තලේබාන් සංවිධානය උත්සාහ කළේ විදේශීය බලවේගවලින් තොර ඇෆ්ගනිස්ථානයක් පමණක් වන අතර ISIL ට අවශ්‍ය වන්නේ ඉස්ලාමීය කැලිෆේට් රාජ්‍යයක් වීමයි.",
        "බ්‍රහස්පතින්දා මාරාන්තික බෝම්බ ප්‍රහාර තුනකින් උතුරු මසාර්-ඉ-ෂරීෆ් හි ෂියා මුස්ලිම් පල්ලියක් තුළ පුපුරා ගිය අතර අවම වශයෙන් පුද්ගලයින් 12 දෙනෙකු මිය ගොස් 40 දෙනෙකු පමණ තුවාල ලැබූහ.",
        "බ්‍රහස්පතින්දා පෙර, ඇෆ්ගනිස්තානයේ කාබුල් අගනුවර පිරිමි පාසලක් අසල පාර අයිනේ බෝම්බයක් පුපුරා ගිය අතර, නගරයේ ප්‍රධාන වශයෙන් ෂියා අසල්වැසි ඩෂ්ට්-ඊ-බර්චි හි ළමුන් දෙදෙනෙකුට තුවාල සිදුවිය. කුන්දුස් හි තුන්වන බෝම්බ ප්‍රහාරයෙන් රටේ තලේබාන් පාලකයින් වෙනුවෙන් සේවය කරන කාර්මිකයන් 11 දෙනෙකු තුවාල ලැබීය.",
        "පසුගිය අගෝස්තුවේ බලයට පත් වූ දා සිට තලේබාන් සංවිධානය කොරාසාන් පළාතේ ඉස්ලාමීය රාජ්‍යය ලෙස හැඳින්වෙන ISIL අනුබද්ධ සංවිධානයක් සමඟ සටන් කරමින් සිටින අතර එය විසඳිය නොහැකි ආරක්ෂක අභියෝගයක් බව ඔප්පු වෙමින් පවතී."
      ]
    },
    "ta": {
      "title": "ஆப்கானிஸ்தானில் மசூதியில் நடந்த வெடி விபத்தில் 33 பேர் பலியாகினர்",
      "body_lines": [
        "வெள்ளிக்கிழமையன்று வடக்கு ஆப்கானிஸ்தானின் குண்டுஸ் நகருக்கு அருகில் உள்ள மசூதியில் வெடித்ததில் குறைந்தது 33 பேர் கொல்லப்பட்டனர் மற்றும் டஜன் கணக்கானவர்கள் காயமடைந்தனர்.",
        "\"குண்டூஸின் இமாம் சாஹிப் மாவட்டத்தில் உள்ள ஒரு மசூதியில் குண்டுவெடிப்பு நிகழ்ந்தது, குழந்தைகள் உட்பட 33 பொதுமக்கள் கொல்லப்பட்டனர்,\" என்று தகவல் அமைச்சர் ஜாபிஹுல்லா முஜாஹிட் ட்விட்டரில் கூறினார், மேலும் 43 பேர் காயமடைந்தனர்.",
        "\"இந்த குற்றத்தை நாங்கள் கண்டிக்கிறோம் ... மேலும் பாதிக்கப்பட்டவர்களுக்கு எங்கள் ஆழ்ந்த இரங்கலைத் தெரிவிக்கிறோம்,\" என்று முஜாஹித் கூறினார்.",
        "வெள்ளிக்கிழமை குண்டுவெடிப்பு ஆப்கானிஸ்தான் முழுவதும் நடந்த பயங்கர தாக்குதல்களில் சமீபத்தியது. குண்டுஸ் தாக்குதலை நடத்தியவர்களை முஜாஹித் \"தேசத்துரோகவாதிகள் மற்றும் தீய சக்திகள்\" என்று அழைத்தார்.",
        "சமூக ஊடகங்களில் இடுகையிடப்பட்ட படங்கள் - உடனடியாக சரிபார்க்க முடியவில்லை - மசூதியின் சுவர்களில் துளையிடப்பட்ட துளைகளைக் காட்டியது, இது குண்டூஸ் நகரின் வடக்கே உள்ள இமாம் சாஹிப் மாவட்டத்தில் சூஃபிகளால் பிரபலமானது.",
        "ஆயுதமேந்திய குழுவான ISIL (ISIS) ஆப்கானிஸ்தானை உலுக்கிய பல குண்டுவெடிப்புகளுக்குப் பிறகு வந்த இந்தத் தாக்குதலுக்குப் பின்னால் யார் இருக்கிறார்கள் என்பது தெளிவாகத் தெரியவில்லை, இதில் ஒன்று குண்டுஸ் மற்றும் மசார்-இ-ஷெரிப்பில் உள்ள ஷியா மசூதியில் மற்றொன்று உட்பட.",
        "ஐ.எஸ்.ஐ.எல் போன்ற ஆயுதக் குழுக்கள் மதவெறியர்களாகக் கருதும் சூஃபிகள் மீது ஆழ்ந்த வெறுப்பைக் கொண்டுள்ளனர்.",
        "“மசூதியில் பார்த்த காட்சி பயங்கரமாக இருந்தது. மசூதிக்குள் வழிபாடு செய்து கொண்டிருந்த அனைவரும் காயமடைந்தனர் அல்லது கொல்லப்பட்டனர்,” என்று பாதிக்கப்பட்டவர்களை மாவட்ட மருத்துவமனைக்கு அழைத்துச் செல்ல உதவிய கடைக்காரர் முகமது ஈசா, AFP செய்தி நிறுவனத்திடம் தெரிவித்தார்.",
        "பாதிக்கப்பட்டவர்களின் உறவினர்கள் தங்கள் அன்புக்குரியவர்களைத் தேட மருத்துவமனைக்கு வந்தனர்.",
        "ஒரு பெண் தனது நான்கு குழந்தைகளுடன் தனது கணவரைத் தேடியபோது, ​​\"என் மகன் தியாகியாகிவிட்டான்\" என்று ஒரு நபர் கத்தினார்.",
        "குண்டுவெடிப்பு வகை குறித்து விசாரணை நடத்தி வருவதாக குண்டுஸ் போலீசார் தெரிவித்தனர்.",
        "கடந்த ஆண்டு ஆகஸ்ட் மாதம் தலிபான்கள் ஆட்சியைக் கைப்பற்றியதில் இருந்து வெள்ளிக்கிழமை நடந்த குண்டுவெடிப்பு மிகப்பெரிய தாக்குதல்களில் ஒன்றாகும்.",
        "அக்டோபரில், ஷியா மசூதியில் நடந்த தற்கொலைத் தாக்குதலில், குண்டூஸில், குறைந்தது 55 பேர் கொல்லப்பட்டனர் மற்றும் ஏராளமானோர் காயமடைந்தனர் - இது ISIL ஆல் உரிமை கோரப்பட்டது.",
        "ஐ.எஸ்.ஐ.எல் தாலிபான்களைப் போன்ற ஒரு சுன்னி குழுவாகும், ஆனால் இரண்டும் கடுமையான போட்டியாளர்கள். இரண்டுக்கும் இடையிலான மிகப்பெரிய கருத்தியல் வேறுபாடு என்னவென்றால், தலிபான்கள் வெளிநாட்டு சக்திகள் இல்லாத ஆப்கானிஸ்தானை மட்டுமே நாடினர், அதேசமயம் ISIL இஸ்லாமிய கலிபாவை விரும்புகிறது.",
        "வியாழன் அன்று நடந்த மூன்று குண்டுவெடிப்புகளில் மிக மோசமானது வடக்கு மசார்-இ-ஷெரிப்பில் ஷியா மசூதிக்குள் வெடித்ததில் குறைந்தது 12 பேர் கொல்லப்பட்டனர் மற்றும் 40 பேர் காயமடைந்தனர்.",
        "முன்னதாக வியாழன் அன்று, ஆப்கானிஸ்தான் தலைநகர் காபூலில் உள்ள ஆண்கள் பள்ளிக்கு அருகே சாலையோர குண்டு வெடித்தது, நகரின் டாஷ்ட்-இ-பார்ச்சியில் ஷியாக்கள் அதிகம் வசிக்கும் பகுதியில் இரண்டு குழந்தைகள் காயமடைந்தனர். குண்டூஸில் மூன்றாவது குண்டு வெடித்ததில், நாட்டின் தலிபான் ஆட்சியாளர்களுக்காக பணிபுரியும் 11 மெக்கானிக்கள் காயமடைந்தனர்.",
        "கடந்த ஆகஸ்டில் ஆட்சிக்கு வந்ததில் இருந்து, தலிபான்கள் கொராசன் மாகாணத்தில் இஸ்லாமிய அரசு என்று அழைக்கப்படும் ISIL துணை நிறுவனத்துடன் போராடி வருகின்றனர், இது ஒரு தீர்க்க முடியாத பாதுகாப்பு சவாலாக உள்ளது."
      ]
    }
  }
}