{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-says-ready-to-address-protesters-concerns-appoints-panels-94242/",
  "time_ut": 1652549160,
  "title": "Sri Lanka PM says ready to address protesters’ concerns; appoints panels",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister Ranil Wickremesinghe appointed two panels for GotaGoGama protesters and said the the youth-led agitators will not be removed from the site, but their voices will be included in government policies while he was ready to discuss with them.",
    "Releasing a special video statement, Wickremesinghe said the youth is speaking out due to the on going economic crisis as they want a change and they want to go forward.",
    "GotaGoGama is the agitation site near the presidential secretariat where protesters named as the village that will send the president home. The protesters staged their protest for the 36th consecutive day on Saturday (14), mainly demanding President Gotabaya Rajapaksa to resign.",
    "Their protests have already led to many changes in the government including the resignation of former prime minister Mahinda Rajapaksa.",
    "“We will protect it,” Wickremesinghe said referring to the protest site.",
    "The prime minister has appointed one committee including a former minister, Colombo Municipal Council Mayoress, and officials health, police, army, to protect GotaGoGama.",
    "“The GotaGoGama will have be controlled by the people there and not by the govt. We will only support,’ he said.",
    "He also said another panel has been appointed to engage with the protesters in GotaGoGama and include the concerns raised by them into the government programme.",
    "“I have appointed another group to see how the young group can be engaged with the government, how to get them involved in parliament and how to implement their proposals,” the Prime Minister said.",
    "“They have sent 8 proposals. I would like to discuss them. We have opened a web site.”",
    "“I am telling this because we have to do the change asked by the young people’s voices. I would like to tell that nobody will try to harm your protest.” (Colombo/May14/2022)"
  ],
  "translate": {
    "si": {
      "title": "විරෝධතාකරුවන්ගේ ගැටළු විසඳීමට සූදානම් බව ශ්‍රී ලංකා අගමැති කියයි; පැනල පත් කරයි",
      "body_lines": [
        "ECONOMYNEXT - Sri Lanka අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ගෝඨාගම විරෝධතාකරුවන් සඳහා මණ්ඩල දෙකක් පත් කළ අතර තරුණයන් ප්‍රමුඛ උද්ඝෝෂකයින් වෙබ් අඩවියෙන් ඉවත් නොකරන නමුත් ඔවුන් සමඟ සාකච්ඡා කිරීමට සූදානම්ව සිටියදී ඔවුන්ගේ හඬ රජයේ ප්‍රතිපත්තිවලට ඇතුළත් කරන බව පැවසීය.",
        "විශේෂ වීඩියෝ ප‍්‍රකාශයක් නිකුත් කරමින් වික‍්‍රමසිංහ කියා සිටියේ පවතින ආර්ථික අර්බුද හේතුවෙන් තරුණයන් හඬ නගන්නේ ඔවුන්ට වෙනසක් අවශ්‍ය බැවින් ඔවුන්ට ඉදිරියට යාමට අවශ්‍ය නිසා බවයි.",
        "ජනාධිපති ගෙදර යවන ගම ලෙස විරෝධතාකරුවන් නම් කර ඇති ජනාධිපති ලේකම් කාර්යාලය අසල උද්ඝෝෂණ භූමිය ගෝඨගොගමයි. විරෝධතාකරුවෝ සෙනසුරාදා (14) අඛණ්ඩව 36 වැනි දිනටත් විරෝධතාවයේ නිරත වූ අතර, ප්‍රධාන වශයෙන්ම ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්වන ලෙස බලකරමින් විරෝධතාවයේ නිරත වූහ.",
        "ඔවුන්ගේ විරෝධතා දැනටමත් හිටපු අගමැති මහින්ද රාජපක්ෂගේ ඉල්ලා අස්වීම ඇතුළු ආණ්ඩුවේ වෙනස්කම් රැසකට තුඩු දී තිබේ.",
        "\"අපි එය ආරක්ෂා කරන්නෙමු,\" වික්‍රමසිංහ විරෝධතා භූමිය ගැන සඳහන් කරමින් පැවසීය.",
        "අග්‍රාමාත්‍යවරයා විසින් ගෝඨාගම ආරක්‍ෂා කිරීම සඳහා හිටපු අමාත්‍යවරයකු, කොළඹ මහ නගර සභාවේ නගරාධිපතිනිය සහ සෞඛ්‍ය, පොලිසිය, යුද හමුදාව ඇතුළු එක් කමිටුවක් පත් කර තිබේ.",
        "“ගෝඨාගෝගම පාලනය කරනු ඇත්තේ එහි සිටින ජනතාව මිස රජය විසින් නොවේ. අපි සහය දෙනවා විතරයි’ ඔහු කීවේය.",
        "ගොටගොගම විරෝධතාකරුවන් සමඟ සම්බන්ධ වී ඔවුන් ඉදිරිපත් කරන ගැටළු රජයේ වැඩපිළිවෙළට ඇතුළත් කිරීමට තවත් මණ්ඩලයක් පත් කර ඇති බව ද ඔහු පැවසීය.",
        "“තරුණ කණ්ඩායම රජය සමඟ සම්බන්ධ වන්නේ කෙසේද, ඔවුන් පාර්ලිමේන්තුවට සම්බන්ධ කර ගන්නේ කෙසේද සහ ඔවුන්ගේ යෝජනා ක්‍රියාත්මක කරන්නේ කෙසේද යන්න බැලීමට මම තවත් කණ්ඩායමක් පත් කර තිබෙනවා,” අගමැතිවරයා පැවසීය.",
        "“ඔවුන් යෝජනා 8ක් එවා තිබෙනවා. මම ඒවා ගැන සාකච්ඡා කරන්න කැමතියි. අපි වෙබ් අඩවියක් විවෘත කර තිබෙනවා.”",
        "“මම මේක කියන්නේ තරුණ හඬින් ඉල්ලන වෙනස අපි කරන්න ඕන නිසා. ඔබේ විරෝධයට හානියක් කිරීමට කිසිවෙකු උත්සාහ නොකරන බව මම කියන්න කැමතියි. (කොළඹ/මැයි14/2022)"
      ]
    },
    "ta": {
      "title": "எதிர்ப்பாளர்களின் கவலைகளை நிவர்த்தி செய்ய தயார் என இலங்கை பிரதமர்; பேனல்களை நியமிக்கிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கைப் பிரதமர் ரணில் விக்கிரமசிங்க, கோட்டகோகம எதிர்ப்பாளர்களுக்காக இரண்டு குழுக்களை நியமித்தார், மேலும் இளைஞர்கள் தலைமையிலான போராட்டக்காரர்கள் தளத்தில் இருந்து அகற்றப்பட மாட்டார்கள், ஆனால் அவர்களுடன் விவாதிக்கத் தயாராக இருக்கும்போது அவர்களின் குரல்கள் அரசாங்கக் கொள்கைகளில் சேர்க்கப்படும் என்று கூறினார்.",
        "விசேட காணொளி அறிக்கையை வெளியிட்ட விக்கிரமசிங்க, இளைஞர்கள் மாறிவரும் பொருளாதார நெருக்கடியின் காரணமாக அவர்கள் ஒரு மாற்றத்தை விரும்புவதாகவும் அவர்கள் முன்னோக்கி செல்ல விரும்புவதாகவும் பேசுகின்றனர்.",
        "ஜனாதிபதியை வீட்டுக்கு அனுப்பும் கிராமம் என போராட்டக்காரர்கள் பெயரிடப்பட்டுள்ள ஜனாதிபதி செயலகத்திற்கு அருகில் உள்ள போராட்டம் கோட்டகோகம ஆகும். ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை இராஜினாமா செய்யுமாறு கோரி ஆர்ப்பாட்டக்காரர்கள் தொடர்ந்து 36ஆவது நாளாக சனிக்கிழமை (14) ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "இவர்களது எதிர்ப்புக்கள் ஏற்கனவே முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவின் இராஜினாமா உட்பட அரசாங்கத்தில் பல மாற்றங்களுக்கு வழிவகுத்துள்ளன.",
        "\"நாங்கள் அதைப் பாதுகாப்போம்,\" என்று விக்கிரமசிங்க போராட்டத் தளத்தைப் பற்றி குறிப்பிட்டார்.",
        "கோட்டகோகமாவின் பாதுகாப்பிற்காக முன்னாள் அமைச்சர், கொழும்பு மாநகர சபை மேயர் மற்றும் சுகாதார, பொலிஸ், இராணுவ அதிகாரிகள் உட்பட குழுவொன்றை பிரதமர் நியமித்துள்ளார்.",
        "“கோட்டகோகாமா அங்குள்ள மக்களால் கட்டுப்படுத்தப்படும், அரசாங்கத்தால் அல்ல. நாங்கள் மட்டுமே ஆதரிப்போம்,'' என்றார்.",
        "கோட்டகோகமவில் ஆர்ப்பாட்டக்காரர்களுடன் ஈடுபடுவதற்கும் அவர்கள் எழுப்பிய கவலைகளை அரசாங்க வேலைத்திட்டத்தில் உள்ளடக்குவதற்கும் மற்றொரு குழு நியமிக்கப்பட்டுள்ளதாகவும் அவர் கூறினார்.",
        "“இளைஞர் குழுவை அரசாங்கத்துடன் எவ்வாறு ஈடுபடுத்துவது, அவர்களை எவ்வாறு பாராளுமன்றத்தில் ஈடுபடுத்துவது மற்றும் அவர்களின் முன்மொழிவுகளை எவ்வாறு நடைமுறைப்படுத்துவது என்பதைப் பார்ப்பதற்காக நான் மற்றொரு குழுவை நியமித்துள்ளேன்,” என்று பிரதமர் கூறினார்.",
        "“அவர்கள் 8 பரிந்துரைகளை அனுப்பியுள்ளனர். நான் அவற்றை விவாதிக்க விரும்புகிறேன். நாங்கள் ஒரு இணையதளத்தைத் திறந்துள்ளோம்.",
        "“இளைஞர்களின் குரல் கேட்கும் மாற்றத்தை நாம் செய்ய வேண்டும் என்பதால் இதைச் சொல்கிறேன். உங்கள் போராட்டத்திற்கு யாரும் தீங்கு விளைவிக்க முயற்சிக்க மாட்டார்கள் என்பதை நான் கூற விரும்புகிறேன். (கொழும்பு/மே14/2022)"
      ]
    }
  }
}