{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Removing-The-President-Is-The-Opposition-Unaware-Of-Article-42/277-235227",
  "time_ut": 1650418500,
  "title": "Removing The President; Is The Opposition Unaware Of Article 42?",
  "body_lines": [
    "With every passing day, the demand for the resignation of the President is gathering momentum, becoming more strident, and more widespread, and echoing even beyond the borders of this country. The President’s response has been to secure the resignation of his Cabinet of Ministers while retaining his brother as Prime Minister, and then filling three key portfolios and, bizarrely, one of dubious value. He has chosen to retain for himself the others, including the currently critical functions relating to health, power and energy. The Opposition has responded by collecting signatures for two parliamentary motions. One seeks to express its lack of confidence in the Government, while the other seeks to impeach the President. Both these are clearly misconceived.",
    "Article 43 of the Constitution states that the Cabinet of Ministers is collectively responsible and answerable to Parliament. Therefore, a motion of no-confidence in the Government, if passed by a simple majority, will result in the dissolution of the Cabinet of Ministers. Thereupon, Article 49(2) requires the President to appoint a new Prime Minister who commands the confidence of Parliament and new Cabinet Ministers. It does not secure the resignation of the President. It does not, therefore, respond to the demands of millions who are demonstrating on the streets of this country.",
    "Under Article 38, a resolution may be presented to the Speaker alleging that the President is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity; or that the President has been guilty of: (a) Intentional violation of the Constitution; (b) Treason; (c) Bribery; (d) Misconduct or corruption involving the abuse of the powers of his office, or (e) Any offence involving moral turpitude.",
    "The resolution is required to be signed by two-thirds of the total number of Members or, if the Speaker is satisfied that the allegations merit inquiry by the Supreme Court, by half the total number of Members. Thereafter, the resolution is referred to the Supreme Court for inquiry and report, with the President having the right to appear and to be heard. If the Supreme Court reports that it has found the President guilty of the charges, Parliament may remove the President from office by passing a resolution to that effect with two-thirds voting in favour. President J.R. Jayewardene famously remarked that in drafting Article 38 he had ensured that it would be virtually impossible for Parliament to remove a President from his office. To attempt to invoke it today, as the Opposition is reported to be doing, is an utterly futile exercise.",
    "The Opposition has responded by collecting signatures for two parliamentary motions. One seeks to express its lack of confidence in the Government, while the other seeks to impeach the President",
    "Article 42 of the Constitution states that the President “is responsible to Parliament for the due exercise, performance and discharge of his powers, duties and functions under the Constitution and any written law including the law for the time being relating to public security”. This means that Parliament is entitled, indeed required, to hold the President accountable for the due performance of his powers, duties and functions.",
    "Immediately upon his assumption of office, President Gotabaya Rajapaksa granted massive tax cuts, thereby causing a severe reduction of state revenue. He then appointed a political acolyte to the strictly non-political office of Governor of the Central Bank, who proceeded to print money with gay abandon. When inflation reached astronomic heights and the value of our currency reached the lowest depths, the President remained mute. His maniacal decision to impose an immediate ban on the use of chemical fertilizer destroyed our agriculture sector and our tea industry. His inability to ensure a regular supply of gas, diesel, petrol, milk powder and other essential food and domestic items has resulted in causing misery and reduced our people to a state of abject poverty.",
    "Faced with a record such as this, Parliament is surely entitled to hold the President accountable for his demonstrable inability to perform the powers, duties and functions of his office. Is the Opposition unaware of Article 42 of the Constitution? If upon the passage of a motion of no-confidence in the President, the President resigns, as he should, Article 40 requires Parliament to elect, by secret ballot, one of its Members to hold office for the unexpired period of the term of office of the President vacating office. That election is required to be held as soon as possible, within 30 days of the vacancy occurring. In the interim period, the Prime Minister or, in his absence, the Speaker will act in the office of the President.",
    "Whether or not Parliament succeeds in securing the resignation of the President, it is now clearly evident that neither a retired middle-level soldier nor a professional politician can carry the full and complete burden of governing this country on his or her shoulder, as required by the ill-advised 20th Amendment to the Constitution. It is time to restore parliamentary government which existed in this country for thirty years, from 1947 to 1977, and which was then restored, with unnecessary restrictions, from 2015 to 2020. During that earlier period, a Prime Minister and a Cabinet of Ministers, chosen from, and responsible to, a Parliament consisting of members elected from single or multi-member constituencies, provided stability and security to this country, notwithstanding an attempted military coup d’état in 1962 and a youth insurgency in 1971. It is time to move the 21st Amendment to the Constitution.",
    "The following should be accepted as a few of the essential features of the 21st Amendment to the Constitution:",
    "It should provide for the election by Parliament (or by an appropriately constituted electoral body) of a President who shall be Head of State, Head of the Executive and Commander-in-Chief of the Armed Forces. He/She should be a person who had not been engaged in active politics during at least the preceding five years. With few exceptions, he/she should act on the advice of the Prime Minister or, in specified matters, the relevant Minister.",
    "In compliance with the two fundamental principles of international law: non-discrimination and self-determination, the requirement of power-sharing at the centre should be incorporated. Whichever political party forms the government, it should be mandatory for the different ethnic groups to be represented in the Cabinet, at least in proportion to the number of such members elected to Parliament. Thereby, the minority communities will be constitutionally guaranteed not of token (as, for example, C. Kumarasuriar and Lakshman Kadirgamar) but of genuine representation, both in the legislature and in the government. Policy formation will thereafter be by consensus of the different ethnic groups, which is how it should be in a multi-ethnic, multi-religious and multi-linguistic country like Sri Lanka is.",
    "It should incorporate the provisions of the international human rights treaties, which Sri Lanka has ratified.",
    "It should provide for election to Parliament from single-member or multi-member (where appropriate) constituencies.",
    "Parliament may remove the President from office by passing a resolution to that effect with two-thirds voting in favour. President J.R. Jayewardene famously remarked that in drafting Article 38 he had ensured that it would be virtually impossible for Parliament to remove a President from his office",
    "In keeping with contemporary international developments, it should secure the independence of the judiciary and of the public service by the establishment of a Judicial Council and a Public Service Commission responsible for the appointment, transfer and disciplinary control of Judges and Public Officers (of all levels), with the appointments at the highest levels being made by the President on the advice of these bodies.",
    "Members of the clergy of all religions should be disqualified from seeking election to Parliament.",
    "Judges, whether of original or appellate courts, should be disqualified from being appointed by the government to serve on commissions of inquiry while in service or during a period of five years following retirement.",
    "It is not surprising that the continuing demands of protesters on the streets that the stolen assets of the country be recovered is being ignored by the Government. The Stolen Assets Recovery (STAR) Initiative is a partnership between the World Bank and the United Nations Office on Drugs and Crime (UNODC). It was established precisely for the purpose of assisting governments in the recovery of assets stolen by political leaders. Its achievements are spectacular. I worked with a STAR team in Egypt following the massive demonstrations in Tahrir Square during the “Arab Spring”. However, it responds only when invited by a government. The present Government is not likely to do so. Neither did the previous “Yahapalana” Government show any inclination in that direction. Are political leaders, whatever their persuasion, protective of each other?"
  ],
  "translate": {
    "si": {
      "title": "ජනාධිපතිවරයා ඉවත් කිරීම; 42 වැනි වගන්තිය ගැන විපක්ෂය දන්නේ නැද්ද?",
      "body_lines": [
        "ගෙවී යන සෑම දිනකම, ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම සඳහා වූ ඉල්ලීම වේගවත් වෙමින්, වඩාත් දැඩි වෙමින්, පුළුල් වෙමින්, මේ රටේ දේශසීමාවෙන් ඔබ්බට පවා දෝංකාර දෙයි. ජනාධිපතිවරයාගේ ප්‍රතිචාරය වී ඇත්තේ තම සොහොයුරා අග්‍රාමාත්‍යවරයා ලෙස තබා ගනිමින් තම අමාත්‍ය මණ්ඩලයේ ඉල්ලා අස්වීම තහවුරු කර, පසුව ප්‍රධාන අමාත්‍ය ධුර තුනක් පිරවීම සහ විකාර සහගත ලෙස, සැක සහිත වටිනාකමක් ඇති එකකි. සෞඛ්‍යය, බලය සහ බලශක්තිය සම්බන්ධ දැනට තීරණාත්මක කාර්යයන් ඇතුළුව අනෙක් අය තමාටම රඳවා ගැනීමට ඔහු තෝරාගෙන ඇත. විපක්ෂය ඊට ප්‍රතිචාර දක්වා ඇත්තේ පාර්ලිමේන්තු යෝජනා දෙකකට අත්සන් ලබා ගැනීමෙනි. එකක් රජය කෙරෙහි විශ්වාසයක් නොමැතිකම ප්‍රකාශ කිරීමට උත්සාහ කරන අතර අනෙකා ජනාධිපතිවරයාට දෝෂාභියෝගයක් ගෙන ඒමට උත්සාහ කරයි. මේ දෙකම පැහැදිලිවම වැරදි වැටහීමකි.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 43 වැනි වගන්තියේ සඳහන් වන්නේ අමාත්‍ය මණ්ඩලය සාමූහිකව වගකිව යුතු සහ පාර්ලිමේන්තුවට වගකිව යුතු බවයි. එබැවින් සරල බහුතරයකින් රජයට විශ්වාසභංගයක් සම්මත වුවහොත් එහි ප්‍රතිඵලය වන්නේ අමාත්‍ය මණ්ඩලය විසුරුවා හැරීමයි. ඉන් අනතුරුව, 49(2) ව්‍යවස්ථාව අනුව ජනාධිපතිවරයා විසින් පාර්ලිමේන්තුවේ සහ නව කැබිනට් අමාත්‍යවරුන්ගේ විශ්වාසය ඇති නව අගමැතිවරයෙකු පත් කිරීමට අවශ්‍ය වේ. ඒකෙන් ජනාධිපතිතුමාගේ ඉල්ලා අස්වීම තහවුරු වෙන්නේ නැහැ. එබැවින් එය මේ රටේ වීදිවල උද්ඝෝෂණ කරන මිලියන ගණනකගේ ඉල්ලීම්වලට ප්‍රතිචාර නොදක්වයි.",
        "38 වැනි වගන්තිය යටතේ, මානසික හෝ කායික දුර්වලතා හේතුවෙන් ජනාධිපතිවරයාට තම කාර්යාලයේ කාර්යයන් ස්ථිරවම ඉටු කිරීමට නොහැකි බවට චෝදනා කරමින් යෝජනාවක් කථානායකවරයා වෙත ඉදිරිපත් කළ හැකිය. හෝ ජනාධිපතිවරයා වැරදිකරු වී ඇති බවට: (අ) ආණ්ඩුක්‍රම ව්‍යවස්ථාව හිතාමතා උල්ලංඝනය කිරීම; (ආ) රාජද්‍රෝහීත්වය; (ඇ) අල්ලස්; (ඈ) ඔහුගේ කාර්යාලයේ බලතල අනිසි ලෙස භාවිතා කිරීම සම්බන්ධ විෂමාචාර හෝ දූෂණය, හෝ (ඉ) සදාචාරාත්මක කැළඹීම් සම්බන්ධ ඕනෑම වරදක්.",
        "යෝජනාවට මුළු මන්ත්‍රීවරුන් සංඛ්‍යාවෙන් තුනෙන් දෙකක් අත්සන් කිරීම අවශ්‍ය වේ, එසේත් නැතිනම්, එම චෝදනා ශ්‍රේෂ්ඨාධිකරණය විසින් විභාග කළ යුතු බවට කථානායකවරයා සෑහීමකට පත්වන්නේ නම්, මුළු මන්ත්‍රීවරුන් සංඛ්‍යාවෙන් අඩක් අත්සන් කිරීම අවශ්‍ය වේ. ඉන් අනතුරුව, ජනාධිපතිවරයාට පෙනී සිටීමට සහ විභාග කිරීමට අයිතිය ඇති අතර, එම යෝජනාව විමර්ශනය කර වාර්තා කිරීම සඳහා ශ්‍රේෂ්ඨාධිකරණය වෙත යොමු කෙරේ. ජනාධිපතිවරයා එම චෝදනාවලට වැරදිකරු බව ශ්‍රේෂ්ඨාධිකරණය වාර්තා කළහොත් පාර්ලිමේන්තුවට තුනෙන් දෙකක ඡන්දයෙන් ඒ සඳහා යෝජනාවක් සම්මත කර ජනාධිපතිවරයා ධුරයෙන් පහ කළ හැකිය. 38 වැනි ව්‍යවස්ථාව කෙටුම්පත් කිරීමේදී පාර්ලිමේන්තුවට ජනාධිපතිවරයකු තම ධුරයෙන් ඉවත් කිරීම පාහේ කළ නොහැක්කක් බවට තමා සහතික වූ බව ජනාධිපති ජේ.ආර්.ජයවර්ධන ප්‍රසිද්ධියේ ප්‍රකාශ කළේය. විපක්ෂය කරමින් සිටින බව වාර්තා වන පරිදි අද එය ඉල්ලා සිටීමට උත්සාහ කිරීම සම්පූර්ණයෙන්ම නිෂ්ඵල ව්‍යායාමයකි.",
        "විපක්ෂය ඊට ප්‍රතිචාර දක්වා ඇත්තේ පාර්ලිමේන්තු යෝජනා දෙකකට අත්සන් ලබා ගැනීමෙනි. එකක් රජය කෙරෙහි විශ්වාසයක් නොමැතිකම ප්‍රකාශ කිරීමට උත්සාහ කරන අතර අනෙකා ජනාධිපතිවරයාට දෝෂාභියෝගයක් ගෙන ඒමට උත්සාහ කරයි",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 42 වැනි ව්‍යවස්ථාවේ සඳහන් වන්නේ “ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ සහ මහජන ආරක්‍ෂාව සම්බන්ධයෙන් දැනට පවතින නීතිය ඇතුළු ඕනෑම ලිඛිත නීතියක් යටතේ තම බලතල, යුතුකම් සහ කාර්යයන් නිසි පරිදි ක්‍රියාත්මක කිරීම, ක්‍රියාත්මක කිරීම සහ ඉටු කිරීම සම්බන්ධයෙන් ජනාධිපතිවරයා පාර්ලිමේන්තුවට වගකිව යුතු” බවයි. මෙයින් අදහස් වන්නේ ජනාධිපතිවරයාගේ බලතල, යුතුකම් සහ කාර්යයන් නිසි ලෙස ඉටු කිරීම සම්බන්ධයෙන් වගකීම පැවරීමට පාර්ලිමේන්තුවට ඇත්ත වශයෙන්ම අවශ්‍ය වන බවයි.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සිය ධූරයට පත් වූ විගසම දැවැන්ත බදු කප්පාදුවක් ලබා දුන් අතර එමඟින් රාජ්‍ය ආදායම විශාල ලෙස අඩු විය. පසුව ඔහු මහ බැංකු අධිපතිවරයාගේ දැඩි දේශපාලන නොවන කාර්යාලයට දේශපාලන සහායකයකු පත් කළේය, ඔහු සමලිංගික අතහැර දමා මුදල් මුද්‍රණය කළේය. උද්ධමනය ජ්‍යෝතිඃ ශාස්ත්‍රීය මට්ටමට ළඟා වූ විට සහ අපගේ මුදල් ඒකකයේ අගය පහළම ගැඹුරට ළඟා වූ විට ජනාධිපතිවරයා නිහඬව සිටියේය. රසායනික පොහොර භාවිතය වහාම තහනම් කිරීමට ඔහු ගත් උමතු තීරණය නිසා අපේ කෘෂිකාර්මික අංශයත් තේ කර්මාන්තයත් විනාශ වුණා. ගෑස්, ඩීසල්, පෙට්‍රල්, කිරිපිටි සහ අනෙකුත් අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය සහ ගෘහාශ්‍රිත ද්‍රව්‍ය නිතිපතා සැපයීම සහතික කිරීමට ඔහුට ඇති නොහැකියාව නිසා අපේ ජනතාව දුක්ඛිත තත්ත්වයට පත්වී අන්ත දිළිඳු තත්ත්වයකට ඇද දමා ඇත.",
        "මෙවැනි වාර්තාවකට මුහුණ දී සිටින විට, පාර්ලිමේන්තුවට නිසැකව ම ජනාධිපතිවරයාට තම ධූරයේ බලතල, යුතුකම් සහ කාර්යයන් ඉටු කිරීමට ඇති නොහැකියාව සම්බන්ධයෙන් වගවීමට අයිතියක් ඇත. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 42 වැනි වගන්තිය ගැන විපක්ෂය දන්නේ නැද්ද? ජනාධිපතිවරයා කෙරෙහි විශ්වාසභංගයක් සම්මත වූ විට, ජනාධිපතිවරයා ඉල්ලා අස්වන්නේ නම්, 40 වැනි ව්‍යවස්ථාව අනුව, පාර්ලිමේන්තුවේ මන්ත්‍රීවරුන්ගෙන් කෙනෙකු රහස් ඡන්දයෙන් තෝරා පත් කර ගත යුතු ය. ජනාධිපති කාර්යාලයෙන් ඉවත් වීම. එම නිලවරණය පුරප්පාඩු වී දින 30ක් ඇතුළත හැකි ඉක්මනින් පැවැත්වීම අවශ්‍ය වේ. අතුරු කාලසීමාව තුළ අග්‍රාමාත්‍යවරයා හෝ ඔහු නොමැති අවස්ථාවක කථානායකවරයා ජනාධිපති කාර්යාලයේ කටයුතු කරනු ඇත.",
        "ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම තහවුරු කර ගැනීමට පාර්ලිමේන්තුව සමත් වුවත් නැතත්, අවශ්‍ය පරිදි මේ රට පාලනය කිරීමේ සම්පූර්ණ සහ සම්පූර්ණ බර තම කර මත තබා ගැනීමට විශ්‍රාමික මධ්‍යම මට්ටමේ සෙබළෙකුට හෝ වෘත්තීය දේශපාලනඥයෙකුට නොහැකි බව දැන් පැහැදිලිවම පෙනෙන්නට තිබේ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ වැරදි උපදෙස් සහිත 20 වැනි සංශෝධනය. 1947 සිට 1977 දක්වා තිස් වසරක් මේ රටේ පැවති පාර්ලිමේන්තු ආණ්ඩුව 2015 සිට 2020 දක්වා අනවශ්‍ය සීමා සහිතව ප්‍රතිසංස්කරණය කිරීමට කාලයයි. 1962 හමුදා කුමන්ත්‍රණයක් සහ 1971 තරුණ කැරැල්ලක් තිබියදීත්, තනි හෝ බහු-මන්ත්‍රී මැතිවරණ කොට්ඨාශවලින් තේරී පත් වූ මන්ත්‍රීවරුන්ගෙන් සමන්විත පාර්ලිමේන්තුවකින් තෝරාගෙන, එයට වගකිව යුතු, මේ රටට ස්ථාවරත්වය සහ ආරක්ෂාව සැපයීය. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වැනි සංශෝධනය ගෙන එන්න.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වැනි සංශෝධනයේ අත්‍යවශ්‍ය අංග කිහිපයක් ලෙස පහත සඳහන් දෑ පිළිගත යුතුය.",
        "එය රාජ්‍ය නායකයා, විධායකයේ ප්‍රධානියා සහ ත්‍රිවිධ හමුදාවේ ප්‍රධානියා විය යුතු ජනාධිපතිවරයෙකුගේ පාර්ලිමේන්තුව (හෝ සුදුසු පරිදි පිහිටුවා ඇති මැතිවරණ මණ්ඩලයක් මගින්) මැතිවරණය සඳහා විධිවිධාන සැපයිය යුතුය. ඔහු/ඇය අවම වශයෙන් පෙර වසර පහක කාලය තුළ ක්‍රියාකාරී දේශපාලනයේ නියැලී නොසිටි අයෙක් විය යුතුය. සුළු ව්‍යතිරේකයකින්, ඔහු/ඇය ක්‍රියා කළ යුත්තේ අග්‍රාමාත්‍යවරයාගේ හෝ, නිශ්චිත කාරණාවලදී අදාළ අමාත්‍යවරයාගේ උපදෙස් මතය.",
        "ජාත්‍යන්තර නීතියේ මූලික මූලධර්ම දෙකට අනුකූලව: වෙනස්කම් නොකිරීම සහ ස්වයං නිර්ණය, මධ්‍යයේ බලය බෙදා ගැනීමේ අවශ්‍යතාවය ඇතුළත් කළ යුතුය. කුමන දේශපාලන පක්‍ෂයක්‌ ආණ්‌ඩුව පිහිටුවත්, අඩුම තරමින් පාර්ලිමේන්තුවට තේරී පත්වන මන්ත්‍රීවරුන් සංඛ්‍යාවට සමානුපාතිකව විවිධ ජාතීන්ට කැබිනට්‌ මණ්‌ඩලය නියෝජනය කිරීම අනිවාර්ය විය යුතුය. එමගින්, සුළුතර ප්‍රජාවන්ට ව්‍යවස්ථාපිතව සහතික කරනු ලබන්නේ සංකේතයක් නොව (උදාහරණයක් ලෙස, සී. කුමාරසුරියර් සහ ලක්ෂ්මන් කදිරගාමර් වැනි) ව්‍යවස්ථාදායකයේ සහ ආණ්ඩුවේ සැබෑ නියෝජනයකි. ශ්‍රී ලංකාව වැනි බහු වාර්ගික, බහු ආගමික සහ බහු භාෂාමය රටක එය කෙසේ විය යුතුද යන්න විවිධ ජනවාර්ගික කණ්ඩායම්වල එකඟතාවයෙන් පසුව ප්‍රතිපත්ති සැකසීම සිදුවනු ඇත.",
        "ශ්‍රී ලංකාව විසින් අනුමත කරන ලද ජාත්‍යන්තර මානව හිමිකම් ගිවිසුම්වල විධිවිධාන එයට ඇතුළත් කළ යුතුය.",
        "එය තනි-මන්ත්‍රී හෝ බහු-මන්ත්‍රී (සුදුසු තැන්වල) මැතිවරණ කොට්ඨාශවලින් පාර්ලිමේන්තුවට තේරී පත්වීම සඳහා විධිවිධාන සලසා දිය යුතුය.",
        "පාර්ලිමේන්තුවට තුනෙන් දෙකක ඡන්දයෙන් ඒ සඳහා යෝජනාවක් සම්මත කිරීමෙන් ජනාධිපතිවරයා ධුරයෙන් ඉවත් කළ හැකිය. 38 වැනි ව්‍යවස්ථාව කෙටුම්පත් කිරීමේදී පාර්ලිමේන්තුවට ජනාධිපතිවරයකු තම ධුරයෙන් ඉවත් කිරීම පාහේ කළ නොහැක්කක් බවට තමා සහතික වූ බව ජනාධිපති ජේ.ආර්.ජයවර්ධන ප්‍රසිද්ධියේ ප්‍රකාශ කළේය.",
        "සමකාලීන ජාත්‍යන්තර වර්ධනයන්ට අනුකූලව, විනිසුරුවරුන් සහ රාජ්‍ය නිලධාරීන් (සියලු තරාතිරම්වල) පත් කිරීම, ස්ථාන මාරු කිරීම සහ විනය පාලනය සඳහා වගකිව යුතු අධිකරණ සභාවක් සහ රාජ්‍ය සේවා කොමිෂන් සභාවක් පිහිටුවීම මගින් අධිකරණයේ සහ රාජ්‍ය සේවයේ ස්වාධීනත්වය සුරක්ෂිත කළ යුතුය. ), මෙම ආයතනවල උපදෙස් මත ජනාධිපතිවරයා විසින් සිදු කරනු ලබන ඉහළම මට්ටමේ පත්වීම් සමඟ.",
        "සියලුම ආගම්වලට අයත් පූජ්‍ය පක්‍ෂ සාමාජිකයන් පාර්ලිමේන්තුවට තේරී පත්වීමට නුසුදුස්සෙකු විය යුතුයි.",
        "මුල් හෝ අභියාචනාධිකරණ විනිශ්චයකාරවරුන් සේවයේ සිටියදී හෝ විශ්‍රාම ගැනීමෙන් පසු වසර පහක කාලයක් තුළ විමර්ශන කොමිෂන් සභාවල සේවය කිරීම සඳහා රජය විසින් පත් කිරීමෙන් නුසුදුස්සකු විය යුතුය.",
        "රටේ සොරකම් කරන ලද වත්කම් ආපසු ලබා දෙන ලෙසට වීදි බසින විරෝධතාකරුවන් දිගින් දිගටම කරන ඉල්ලීම් රජය නොසලකා හැරීම පුදුමයක් නොවේ. සොරකම් කළ වත්කම් ප්‍රතිසාධනය (STAR) මුලපිරීම යනු ලෝක බැංකුව සහ මත්ද්‍රව්‍ය හා අපරාධ පිළිබඳ එක්සත් ජාතීන්ගේ කාර්යාලය (UNODC) අතර හවුල්කාරිත්වයකි. දේශපාලන නායකයින් විසින් සොරකම් කරන ලද වත්කම් ආපසු අයකර ගැනීම සඳහා රජයන්ට සහාය වීම සඳහා එය හරියටම ස්ථාපිත කරන ලදී. එහි ජයග්‍රහණ දර්ශනීය ය. \"අරාබි වසන්තයේ\" තහ්රීර් චතුරශ්‍රයේ දැවැන්ත පෙලපාලි වලින් පසුව මම ඊජිප්තුවේ STAR කණ්ඩායමක් සමඟ වැඩ කළෙමි. කෙසේ වෙතත්, එය ප්‍රතිචාර දක්වන්නේ රජයකින් ආරාධනා කළ විට පමණි. වත්මන් රජය එසේ කිරීමට ඉඩක් නැත. පසුගිය “යහපාලන” රජය ද ඒ දෙසට නැඹුරුවක් දැක්වූයේ නැත. දේශපාලන නායකයින්, ඔවුන්ගේ ඒත්තු ගැන්වීම කුමක් වුවත්, එකිනෙකා ආරක්ෂා කරන්නේද?"
      ]
    },
    "ta": {
      "title": "ஜனாதிபதியை நீக்குதல்; விதி 42 பற்றி எதிர்க்கட்சிகளுக்கு தெரியாதா?",
      "body_lines": [
        "நாளுக்கு நாள், ஜனாதிபதியின் ராஜினாமா கோரிக்கை வேகம் கூடி, மேலும் கடுமையாகவும், மேலும் பரவலாகவும், இந்த நாட்டின் எல்லைகளுக்கு அப்பாலும் எதிரொலிக்கிறது. ஜனாதிபதியின் பதில், தனது சகோதரரை பிரதமராகத் தக்கவைத்துக்கொண்டு, தனது அமைச்சரவையை ராஜினாமா செய்வதாகவும், பின்னர் மூன்று முக்கிய இலாகாக்களை நிரப்பவும், வினோதமாக, சந்தேகத்திற்குரிய மதிப்புடையதாகவும் இருந்தது. உடல்நலம், சக்தி மற்றும் ஆற்றல் தொடர்பான தற்போதைய முக்கியமான செயல்பாடுகள் உட்பட, மற்றவர்களைத் தனக்காகத் தக்கவைத்துக் கொள்ள அவர் தேர்வு செய்துள்ளார். இரண்டு பாராளுமன்ற பிரேரணைகளுக்கு கையொப்பம் திரட்டி எதிர்கட்சி பதில் அளித்துள்ளது. ஒன்று அரசாங்கத்தின் மீதான நம்பிக்கையின்மையை வெளிப்படுத்த முற்படுகிறது, மற்றொன்று ஜனாதிபதியை பதவி நீக்கம் செய்ய முற்படுகிறது. இவை இரண்டும் தவறான கருத்துக்கள் என்பது தெளிவாகிறது.",
        "அரசமைப்புச் சட்டத்தின் 43வது பிரிவு, அமைச்சர்கள் அமைச்சரவை கூட்டாகப் பொறுப்பும், நாடாளுமன்றத்துக்குப் பதில் சொல்லக் கூடியதுமாகும் என்று கூறுகிறது. எனவே, அரசின் மீதான நம்பிக்கையில்லாப் பிரேரணை, தனிப்பெரும்பான்மையுடன் நிறைவேற்றப்பட்டால், அமைச்சரவை கலைக்கப்படும். அதன்பிறகு, 49(2)வது விதியின்படி, நாடாளுமன்றம் மற்றும் புதிய அமைச்சரவை அமைச்சர்களின் நம்பிக்கைக்கு உரிய புதிய பிரதமரை ஜனாதிபதி நியமிக்க வேண்டும். இது ஜனாதிபதியின் ராஜினாமாவை உறுதிப்படுத்தாது. எனவே, இந்த நாட்டின் தெருக்களில் ஆர்ப்பாட்டம் நடத்தும் மில்லியன் கணக்கான மக்களின் கோரிக்கைகளுக்கு அது பதிலளிக்கவில்லை.",
        "உறுப்புரை 38ன் கீழ், மனநலம் அல்லது உடல் நலக்குறைவு காரணமாக குடியரசுத் தலைவர் தனது அலுவலகப் பணிகளை நிரந்தரமாகச் செய்ய இயலாது என்று சபாநாயகரிடம் ஒரு தீர்மானம் சமர்ப்பிக்கப்படலாம். அல்லது ஜனாதிபதி குற்றவாளியாக இருந்துள்ளார்: (அ) அரசியலமைப்பின் வேண்டுமென்றே மீறல்; (ஆ) தேசத்துரோகம்; (c) லஞ்சம்; (ஈ) அவரது அலுவலகத்தின் அதிகாரங்களை துஷ்பிரயோகம் செய்வதை உள்ளடக்கிய தவறான நடத்தை அல்லது ஊழல், அல்லது (இ) தார்மீக கொந்தளிப்பு சம்பந்தப்பட்ட ஏதேனும் குற்றம்.",
        "இந்தத் தீர்மானத்தில் மொத்த உறுப்பினர்களின் எண்ணிக்கையில் மூன்றில் இரண்டு பங்கு கையொப்பமிட வேண்டும் அல்லது குற்றச்சாட்டுகள் உச்ச நீதிமன்றத்தால் விசாரிக்கப்பட வேண்டும் என்று சபாநாயகர் திருப்தி அடைந்தால், மொத்த உறுப்பினர்களின் எண்ணிக்கையில் பாதி பேர் கையெழுத்திட வேண்டும். அதன்பிறகு, தீர்மானம் உச்ச நீதிமன்றத்திற்கு அனுப்பப்பட்டு விசாரணை மற்றும் அறிக்கைக்காக அனுப்பப்படுகிறது, ஜனாதிபதிக்கு ஆஜராகவும் கேட்கவும் உரிமை உண்டு. ஜனாதிபதி குற்றச்சாட்டில் குற்றவாளி என உச்ச நீதிமன்றம் அறிவித்தால், பாராளுமன்றம் அதற்கு ஆதரவாக மூன்றில் இரண்டு பங்கு வாக்களிப்பதன் மூலம் அதற்கான தீர்மானத்தை நிறைவேற்றி ஜனாதிபதியை பதவியில் இருந்து நீக்கலாம். ஜனாதிபதி ஜே.ஆர். ஜயவர்தன, 38வது சரத்தை உருவாக்குவதன் மூலம், ஜனாதிபதி ஒருவரை அவரது பதவியில் இருந்து நீக்குவது பாராளுமன்றத்தால் சாத்தியமற்றது என்பதை உறுதி செய்ததாக ஜனாதிபதி ஜே.ஆர். எதிர்க்கட்சிகள் செய்வதாகக் கூறப்படுவதைப் போல, இன்று அதைத் தூண்ட முயற்சிப்பது முற்றிலும் பயனற்ற செயலாகும்.",
        "இரண்டு பாராளுமன்ற பிரேரணைகளுக்கு கையொப்பம் திரட்டி எதிர்கட்சி பதில் அளித்துள்ளது. ஒன்று அரசாங்கத்தின் மீதான நம்பிக்கையின்மையை வெளிப்படுத்த முற்படுகிறது, மற்றொன்று ஜனாதிபதியை பதவி நீக்கம் செய்ய முற்படுகிறது",
        "அரசியலமைப்பின் 42 வது பிரிவு, \"அரசியலமைப்பு மற்றும் பொது பாதுகாப்பு தொடர்பான சட்டம் உட்பட தற்போதைக்கு சட்டம் உட்பட எந்தவொரு எழுத்துச் சட்டத்தின் கீழும் தனது அதிகாரங்கள், கடமைகள் மற்றும் செயல்பாடுகளை உரிய முறையில் செயல்படுத்துவதற்கும், நிறைவேற்றுவதற்கும் மற்றும் நிறைவேற்றுவதற்கும் பாராளுமன்றத்திற்கு ஜனாதிபதி பொறுப்பு\" என்று கூறுகிறது. இதன் பொருள், ஜனாதிபதியின் அதிகாரங்கள், கடமைகள் மற்றும் செயல்பாடுகளின் சரியான செயல்பாட்டிற்குப் பொறுப்பேற்க, உண்மையில் பாராளுமன்றத்திற்கு உரிமை உண்டு.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதவியேற்ற உடனேயே பாரியளவிலான வரிக் குறைப்புக்களை வழங்கியதுடன், இதன் மூலம் அரச வருமானம் கடுமையாகக் குறைக்கப்பட்டது. பின்னர் அவர் மத்திய வங்கியின் ஆளுநரின் அரசியல் சார்பற்ற அலுவலகத்திற்கு ஒரு அரசியல் கூட்டாளியை நியமித்தார். பணவீக்கம் வானியல் உயரத்தை எட்டியபோதும், நமது நாணயத்தின் மதிப்பு மிகக் குறைந்த ஆழத்தை எட்டியபோதும், ஜனாதிபதி அமைதியாக இருந்தார். இரசாயன உர பயன்பாட்டிற்கு உடனடித் தடை விதிக்க வேண்டும் என்ற அவரது வெறித்தனமான முடிவு நமது விவசாயத் துறையையும் தேயிலைத் தொழிலையும் அழித்துவிட்டது. எரிவாயு, டீசல், பெட்ரோல், பால் பவுடர் மற்றும் பிற அத்தியாவசிய உணவு மற்றும் வீட்டுப் பொருட்களை சீராக வழங்குவதை உறுதி செய்ய இயலாமையால், நமது மக்கள் துயரத்தை ஏற்படுத்தி, மோசமான வறுமை நிலைக்கு தள்ளப்பட்டுள்ளனர்.",
        "இது போன்ற ஒரு பதிவை எதிர்கொண்டால், தனது பதவியின் அதிகாரங்கள், கடமைகள் மற்றும் செயல்பாடுகளை நிறைவேற்றுவதில் அவர் வெளிப்படுத்தும் இயலாமைக்கு ஜனாதிபதியை பொறுப்புக்கூற வைப்பதற்கு பாராளுமன்றத்திற்கு நிச்சயமாக உரிமை உண்டு. அரசியல் சட்டத்தின் 42வது பிரிவு பற்றி எதிர்க்கட்சிகளுக்கு தெரியாதா? ஜனாதிபதியின் மீதான நம்பிக்கையில்லாப் பிரேரணை நிறைவேற்றப்பட்டால், ஜனாதிபதி பதவி விலகினால், 40வது சரத்து, ரகசிய வாக்கெடுப்பு மூலம், அதன் உறுப்பினர்களில் ஒருவரை, பதவிக் காலம் முடிவடையாத காலத்திற்குத் தேர்ந்தெடுக்க வேண்டும். பதவியை காலி செய்யும் ஜனாதிபதியின். அந்தத் தேர்தல் காலியாகி 30 நாட்களுக்குள் கூடிய விரைவில் நடத்தப்பட வேண்டும். இடைக்காலத்தில், பிரதமர் அல்லது, அவர் இல்லாத பட்சத்தில், சபாநாயகர், ஜனாதிபதி அலுவலகத்தில் செயல்படுவார்.",
        "ஜனாதிபதியின் இராஜினாமாவைப் பெறுவதில் பாராளுமன்றம் வெற்றி பெற்றாலும் இல்லாவிட்டாலும், ஒரு ஓய்வுபெற்ற நடுத்தர சிப்பாயோ அல்லது தொழில்முறை அரசியல்வாதியோ இந்த நாட்டை நிர்வகிக்கும் முழு சுமையையும் தனது தோளில் சுமக்க முடியாது என்பது இப்போது தெளிவாகத் தெரிகிறது. அரசியலமைப்பின் தவறான ஆலோசனை 20 வது திருத்தம். 1947 முதல் 1977 வரை முப்பது வருடங்களாக இந்த நாட்டில் இருந்த பாராளுமன்ற ஆட்சியை 2015 முதல் 2020 வரை தேவையற்ற கட்டுப்பாடுகளுடன் மீட்டெடுக்க வேண்டிய நேரம் இது. அதற்கு முந்தைய காலகட்டத்தில் ஒரு பிரதமரும் அமைச்சரவையும், 1962 இல் இராணுவ சதிப்புரட்சி முயற்சி மற்றும் 1971 இல் இளைஞர்களின் கிளர்ச்சி இருந்தபோதிலும், இந்த நாட்டிற்கு ஸ்திரத்தன்மை மற்றும் பாதுகாப்பை வழங்கிய ஒற்றை அல்லது பல உறுப்பினர் தொகுதிகளில் இருந்து தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்களைக் கொண்ட பாராளுமன்றத்திலிருந்து தேர்ந்தெடுக்கப்பட்ட மற்றும் பொறுப்பு. அரசியலமைப்பின் 21வது திருத்தத்தை மாற்றவும்.",
        "அரசியலமைப்பின் 21 வது திருத்தத்தின் சில அத்தியாவசிய அம்சங்களாக பின்வருவனவற்றை ஏற்றுக்கொள்ள வேண்டும்:",
        "நாட்டின் தலைவர், நிறைவேற்றுத் தலைவர் மற்றும் ஆயுதப்படைகளின் தலைமைத் தளபதியாக இருக்கும் ஒரு ஜனாதிபதியின் நாடாளுமன்றத்தால் (அல்லது சரியான முறையில் அமைக்கப்பட்ட தேர்தல் அமைப்பு மூலம்) தேர்தல் நடத்தப்பட வேண்டும். அவர்/அவள் குறைந்தபட்சம் முந்தைய ஐந்து வருடங்களில் தீவிர அரசியலில் ஈடுபடாத நபராக இருக்க வேண்டும். சில விதிவிலக்குகள் தவிர, அவர்/அவள் பிரதம மந்திரி அல்லது குறிப்பிட்ட விஷயங்களில் சம்பந்தப்பட்ட அமைச்சரின் ஆலோசனையின்படி செயல்பட வேண்டும்.",
        "சர்வதேச சட்டத்தின் இரண்டு அடிப்படைக் கோட்பாடுகளுக்கு இணங்க: பாரபட்சமற்ற தன்மை மற்றும் சுயநிர்ணய உரிமை, மையத்தில் அதிகாரப் பகிர்வின் தேவை இணைக்கப்பட வேண்டும். எந்த அரசியல் கட்சி அரசாங்கத்தை அமைத்தாலும், அமைச்சரவையில் வெவ்வேறு இனக்குழுக்கள் பிரதிநிதித்துவப்படுத்தப்படுவது கட்டாயமாக்கப்பட வேண்டும், குறைந்தபட்சம் பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்களின் எண்ணிக்கைக்கு ஏற்ப. இதன்மூலம், சிறுபான்மைச் சமூகங்களுக்கு அரசியலமைப்புச் சட்டப்படி டோக்கன் (உதாரணமாக, சி. குமரசூரியர் மற்றும் லக்ஷ்மன் கதிர்காமர் போன்ற) உத்தரவாதம் அளிக்கப்படாமல், சட்டமன்றத்திலும் அரசாங்கத்திலும் உண்மையான பிரதிநிதித்துவம் வழங்கப்படும். இலங்கையைப் போன்ற பல இனங்கள், பல மதங்கள் மற்றும் பல மொழிகள் கொண்ட நாட்டில் அது எப்படி இருக்க வேண்டும் என்பதுதான் பல்வேறு இனக்குழுக்களின் கருத்தொற்றுமையால் கொள்கை உருவாக்கம்.",
        "இலங்கை அங்கீகரித்த சர்வதேச மனித உரிமைகள் உடன்படிக்கைகளின் விதிகளை உள்ளடக்கியதாக இருக்க வேண்டும்.",
        "ஒற்றை உறுப்பினர் அல்லது பல உறுப்பினர் (பொருத்தமான இடங்களில்) தொகுதிகளில் இருந்து பாராளுமன்றத்திற்குத் தேர்தல் நடத்துவதற்கு அது வழிவகை செய்ய வேண்டும்.",
        "அதற்கு ஆதரவாக மூன்றில் இரண்டு பங்கு வாக்களிப்பதன் மூலம் பாராளுமன்றம் ஜனாதிபதியை பதவியில் இருந்து நீக்கலாம். ஜனாதிபதி ஜே.ஆர். ஜயவர்தன, 38வது சரத்தை உருவாக்குவதன் மூலம், ஜனாதிபதி ஒருவரை தனது பதவியில் இருந்து அகற்றுவது பாராளுமன்றத்தால் கிட்டத்தட்ட சாத்தியமற்றது என்பதை உறுதி செய்ததாக ஜனாதிபதி ஜே.ஆர்.",
        "சமகால சர்வதேச முன்னேற்றங்களுக்கு ஏற்ப, நீதிபதிகள் மற்றும் பொது அதிகாரிகளை (அனைத்து மட்டங்களிலும் உள்ள) நியமனம், இடமாற்றம் மற்றும் ஒழுக்காற்றுக் கட்டுப்பாட்டிற்கு பொறுப்பான நீதித்துறை கவுன்சில் மற்றும் பொது சேவை ஆணைக்குழுவை நிறுவுவதன் மூலம் நீதித்துறை மற்றும் பொது சேவையின் சுதந்திரத்தை பாதுகாக்க வேண்டும். ), இந்த அமைப்புகளின் ஆலோசனையின் பேரில் ஜனாதிபதியால் மிக உயர்ந்த மட்டங்களில் நியமனங்கள் செய்யப்படுகின்றன.",
        "அனைத்து மதங்களின் மதகுருமார்களும் பாராளுமன்றத்திற்குத் தேர்தலில் போட்டியிடுவதற்கு தகுதியற்றவர்களாக இருக்க வேண்டும்.",
        "அசல் அல்லது மேன்முறையீட்டு நீதிமன்றங்களின் நீதிபதிகள், பணியில் இருக்கும் போது அல்லது ஓய்வு பெற்ற ஐந்தாண்டு காலப்பகுதியில் விசாரணை கமிஷன்களில் பணியாற்றுவதற்கு அரசாங்கத்தால் நியமிக்கப்படுவதில் இருந்து தகுதி நீக்கம் செய்யப்பட வேண்டும்.",
        "திருடப்பட்ட நாட்டின் சொத்துக்களை மீட்டுத் தருமாறு வீதியில் இறங்கிப் போராடுபவர்களின் தொடர்ச்சியான கோரிக்கைகள் அரசாங்கத்தால் புறக்கணிக்கப்படுவதில் ஆச்சரியமில்லை. திருடப்பட்ட சொத்துகள் மீட்பு (STAR) முன்முயற்சி என்பது உலக வங்கி மற்றும் ஐக்கிய நாடுகளின் போதைப்பொருள் மற்றும் குற்றவியல் அலுவலகம் (UNODC) ஆகியவற்றுக்கு இடையேயான கூட்டு முயற்சியாகும். அரசியல் தலைவர்களால் திருடப்பட்ட சொத்துக்களை மீட்டெடுப்பதில் அரசாங்கங்களுக்கு உதவுவதற்காக இது துல்லியமாக நிறுவப்பட்டது. அதன் சாதனைகள் அற்புதமானவை. \"அரபு வசந்தத்தின்\" போது தஹ்ரிர் சதுக்கத்தில் நடந்த மாபெரும் ஆர்ப்பாட்டங்களைத் தொடர்ந்து நான் எகிப்தில் ஒரு ஸ்டார் குழுவுடன் இணைந்து பணியாற்றினேன். இருப்பினும், அது அரசாங்கத்தால் அழைக்கப்பட்டால் மட்டுமே பதிலளிக்கிறது. தற்போதைய அரசாங்கம் அவ்வாறு செய்ய வாய்ப்பில்லை. முந்தைய \"யஹபாலன\" அரசாங்கமும் அந்தத் திசையில் எந்தச் சாய்வையும் காட்டவில்லை. அரசியல் தலைவர்கள், அவர்களின் வற்புறுத்தல் எதுவாக இருந்தாலும், ஒருவரையொருவர் பாதுகாத்துக் கொள்கிறார்களா?"
      ]
    }
  }
}