{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/EU-Ambassadors-visit-rural-development-projects-in-Central-Province/56-731509",
  "time_ut": 1646439540,
  "title": "EU Ambassadors visit  rural development projects in Central Province",
  "body_lines": [
    "EU and Member State Ambassadors at the opening of the Business Service Centre in Nuwara Eliya",
    "",
    "",
    "The European Union (EU) and EU Member States Ambassadors resident in Sri Lanka, travelled this week to Nuwara Eliya district in the Central Province for a two-day visit to EU-funded rural development projects.",
    "During their visit, the EU Ambassadors visited and handed over a number of infrastructure facilities in the region, such as a new Business Service Centre in Nuwara Eliya, a renovated tea estate water supply system in Ragala, and a potato seed production unit in Kandapola. All these activities have been developed and funded under the EU program ‘Support to integrated rural development in the most vulnerable districts of Uva and Central Provinces’.",
    "This program, launched in 2017, was the first major European initiative in the region with approximately Rs. 6 billion (EUR 30 million) of grant assistance provided to four districts of Nuwara Eliya, Matale, Badulla and Monaragala located in the Uva and Central Provinces.",
    "Over the past five years, the EU has partnered with both the Government of Sri Lanka, private sector and civil society organisations to improve the situation of small businesses, provide infrastructure for better health, nutrition, hygiene and sanitation practices, and to strengthen socio-economic service delivery by local authorities, community organisations and the private sector in both provinces.",
    "The EU Ambassadors were informed that over 600 micro, small and medium-sized enterprises (SMEs) have been supported, out of which over 200 are women-owned. The SME development promotion initiatives have made an impressive impact on income and employment generation, market development, technology development and business skills development, ensuring private sector growth and sustainability. The program has helped to reduce the barriers women entrepreneurs encounter in accessing finance and other services. Through these efforts over 1,500 jobs have been created, increasing women’s labour force participation.",
    "During the visit, the group was informed that the EU has assisted in providing safe drinking water to over 35,000 people and renovated water systems and latrines in over 70 schools and 30 villages. This has allowed over 4,000 children access to safe drinking water and improved sanitary facilities in their schools.",
    "EU Ambassador Denis Chaibi said, “Promoting local economic development and social inclusion has been at the heart of our support for years. Since 2014, the EU and its Member States have provided more than EUR 210 million (approximately 48 billion rupees) to improve the quality of life of Sri Lankans, including in the Uva and Central Provinces, which are among the poorest areas in the country. This visit was undertaken in a spirit of Team Europe; my fellow European Ambassadors and I are happy to our long-term assistance bringing positive change to people’s lives.”",
    "As part of the two-day visit, the EU Ambassadors also participated in the opening of the “Thé Kahata” photography exhibition, organised by the Centre for Policy Alternatives, initially supported under the EU-funded project ‘Strengthening the Reconciliation Process in Sri Lanka’ and implemented by GIZ. The exhibition, featuring over 100 photographs of daily life of upcountry Tamil communities, used art as a vehicle to promote dialogue and explore themes such as identity and inequality."
  ]
}