{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/26-028-persons-vaccinated-against-COVID-19/56-731522",
  "time_ut": 1646440740,
  "title": "26,028 persons vaccinated against COVID-19",
  "body_lines": [
    "Health officials state that booster dose coverage among the target population has exceeded 50%, adding that COVID-19 vaccinations were administered to 26,028 persons on Thursday.",
    "According to Health Promotion Bureau Director Dr. Ranjith Batuwanthudawa, 51% of the target population has received the booster dose. He added that exceeding 50% coverage was significant.",
    "“A drop in COVID-19 detections can be seen at present and we believe that the high percentage of booster coverage has contributed to this,” Dr. Batuwanthudawa went on to say.",
    "According to him, the administration of the first vaccine dose to children over 12 years and the second vaccine dose to children over 16 years is currently taking place.",
    "Colombo University Medical Faculty Senior Professor and Paediatrician Prof. Pujitha Wickramasinghe explained that the technical committee is currently collecting relevant data on vaccination of the under-12 age group. Global data must be analysed before a decision is made, he said.",
    "“On the other hand, we must also see if there is a significant adverse effect on the child if they are not vaccinated and because there is no significant impact, we have been gradually lowering the age limit,” Dr. Wickramasinghe said, explaining that it was important to balance both these aspects to vaccination, especially when administering a newly-developed vaccine to children.",
    "According to the Family Health Bureau, there has been a good response for vaccination of school children within the Colombo Municipal Council (CMC) area. Officer in Charge of the Bureau’s School Health Unit Narahenpita Dr. Jayalath said that vaccination is yet to be carried out in just 20 schools within the CMC area but that this too, will be completed in the next 14 days.",
    "He explained that 50% of the total children have been vaccinated. “However, I believe this number is much higher as our unit is not the only one carrying out vaccination. Lady Ridgeway Hospital for Children administers vaccines daily from 8 a.m. to 12 noon and the number of school children vaccinated there is not included in our numbers,” Dr. Jayalath said.",
    "As of 2 March, 79.3% of the population aged 16 to 19 years had been vaccinated against COVID-19. The Epidemiology Unit adds that 95.8% of the population over 12 years has received the first vaccine dose and 80.4% has received the second dose as well.",
    "Second dose coverage among the population over 20 years was 95.5% as of Wednesday and third dose coverage was 49.46%.",
    "Of the country’s total population, 77.16% has received the first dose of a COVID-19 vaccine, 64.73% has received the second dose and 32.97% has received the third dose.",
    "A total of 16,914,562 persons have received the first dose of a COVID-19 vaccine and 14,190,304 persons have received the second dose as well.",
    "The third dose has been administered to 7,248,832 persons. This includes 20,034 persons vaccinated on Thursday. The Pfizer COVID-19 vaccine is being administered as the booster dose.",
    "On Thursday, 2,986 persons received the first dose of Pfizer and 2,056 persons received the second dose of the vaccine. A total of 2,447,874 persons have received the first dose of Pfizer and 730,063 persons have received the second dose.",
    "The first dose of Sinopharm was administered to 366 persons on Thursday, raising the number of persons to have received the first dose of Sinopharm in total to 12,023,146. The second dose of the vaccine has been administered to 11,098,475 persons. This includes 586 persons vaccinated on Thursday.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "A total of 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The Epidemiology Unit states that 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose as well."
  ]
}