{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sinharaja-sans-a-buffer-zone-even-18-years-after-Cabinet-decision/172-235561",
  "time_ut": 1650658620,
  "title": "Sinharaja sans a buffer zone even 18 years after Cabinet decision",
  "body_lines": [
    "Nearly eighteen years have passed since the cabinet took a decision to annexe half a kilometre buffer zone to Sri Lanka’s last primary tropical forest, Sinharaja. On July 22, 2004, the then cabinet approved to obtain a recommendation to connect a buffer zone for Sinharaja. Still consecutive governments have opted to turn a blind eye to this long-overdue project despite demands by environmentalists.",
    "The moves during the past few years to initiate various projects in Sinharaja reserved forest territory have only gone to prove the urgency of the matter. A half a kilometre buffer zone would help annexe nearly 3,000 hectares of land to Sinharaja which currently covers 8,864 hectares of which 60% of plants are considered endemic. In fact, what the conservationists have been demanding is a one kilo-metre buffer zone.",
    "Global warming and many other factors have seen dozens and dozens of countries attempting to improve their forest cover, even to the extent of  creating city forests. Sri Lanka, which had 50% of its land covered with forest in 1920 today has only about 18%. There’s very little hope for the country’s forests in future if we are unable to protect even the last primary tropical forest of the country.",
    "All that the government should do is revert to the 2004 cabinet decision and bring it as a fresh cabinet proposal and initiate a discussion with the Forest Conservation Department as to how to go about with the plan. It should leave aside political interests and move towards the goal.",
    "Right now, quite a few hamlets and plantation land come under the proposed buffer zone area of half a kilometre or 500 metres. According to the Forest Conservation Ordinance, anyone who wants to do clearing within the first 100 metres from the Sinharaja border is supposed to get an Environment Impact Assessment (EIA) done by the Central Environment Authority (CEA).",
    "However, this seems to be a far cry from what actually should be done, as allowing any clearing of 100 metres from this unique forest should ideally be prohibited. In fact, this ban should be extended for the first kilometre from the boundary. They are bound to be mass protests against this plan given the number of villages and also the plantation lands that come under the first kilometre from the boundary line. A solid master plan and a competent group of people are needed to negotiate with the concerned parties.",
    "Former President Maithripala Sirisena moved to annexe quite a few smaller peripheral forests on the border of Sinharaja forest to it. Most of these peripheral forests were in the Kalutara District.",
    "Eighteen precious years have already been wasted since the 2004 cabinet decision to connect a buffer zone. During this period there had been a slew of tampering with Sinharaja including bio thefts. UNESCO should be lauded for making timely statements whenever there was a potential threat to the forest, which it has declared as a world heritage site.",
    "The government should move immediately to implement the long-overdue plan."
  ],
  "translate": {
    "si": {
      "title": "කැබිනට් තීරණයෙන් වසර 18කට පසුවත් සිංහරාජයට ස්වාරක්ෂක කලාපයක් අහිමි වේ",
      "body_lines": [
        "ශ්‍රී ලංකාවේ අවසාන ප්‍රාථමික නිවර්තන වනාන්තරය වන සිංහරාජයට කිලෝමීටර් භාගයක් ස්වාරක්ෂක කලාපයක් ඈඳා ගැනීමට කැබිනට් මණ්ඩලය තීරණය කර වසර දහඅටකට ආසන්න කාලයක් ගතවී ඇත. සිංහරාජය සඳහා ස්වාරක්ෂක කලාපයක් සම්බන්ධ කිරීම සඳහා නිර්දේශයක් ලබා ගැනීමට 2004 ජූලි 22 වැනිදා එවකට පැවැති කැබිනට් මණ්ඩලයේ අනුමැතිය ලැබිණි. පරිසරවේදීන්ගේ ඉල්ලීම් නොතකා දිගු කලක් ප්‍රමාද වී ඇති මෙම ව්‍යාපෘතිය දෙස ඇස් කන් පියාගෙන සිටීමට තවමත් අඛණ්ඩ ආණ්ඩු තීරණය කර ඇත.",
        "සිංහරාජ රක්ෂිත වනාන්තර ප්‍රදේශයේ විවිධ ව්‍යාපෘති ආරම්භ කිරීමට පසුගිය වසර කිහිපය තුළ ගත් ක්‍රියාදාමයන් සිදුවී ඇත්තේ කාරණයේ හදිසි අවශ්‍යතාවය ඔප්පු කිරීමට පමණි. කිලෝමීටර් භාගයක ස්වාරක්ෂක කලාපයක් මගින් හෙක්ටයාර 3,000කට ආසන්න භූමි ප්‍රමාණයක් දැනට හෙක්ටයාර 8,864ක් ආවරණය වන පරිදි සිංහරාජයට ඈඳා ගැනීමට උපකාරී වනු ඇති අතර ඉන් 60%ක් ආවේණික ශාක ලෙස සැලකේ. ඇත්ත වශයෙන්ම, සංරක්ෂණවාදීන් ඉල්ලා සිටින්නේ කිලෝමීටරයක ස්වාරක්ෂක කලාපයකි.",
        "ගෝලීය උෂ්ණත්වය ඉහළ යාම සහ තවත් බොහෝ සාධක නගර වනාන්තර නිර්මාණය කිරීමේ ප්‍රමාණයට පවා රටවල් දුසිම් ගනනක් සිය වනාන්තර ආවරණය වැඩි දියුණු කිරීමට උත්සාහ කර ඇත. 1920 දී වනාන්තරයෙන් 50% ක් වැසී තිබූ ශ්‍රී ලංකාවේ අද ඇත්තේ 18% ක් පමණ වන ප්‍රමාණයකි. රටේ අවසාන ප්‍රාථමික නිවර්තන වනාන්තරය පවා ආරක්‍ෂා කිරීමට අපට නොහැකි වුවහොත් අනාගතයේදී රටේ වනාන්තර පිළිබඳ බලාපොරොත්තු ඉතා අල්පය.",
        "ආණ්‌ඩුව කළ යුත්තේ 2004 කැබිනට්‌ තීරණයට ආපසු ගොස්‌ එය නැවුම් කැබිනට්‌ යෝජනාවක්‌ ලෙස ගෙන ඒම සහ එම සැලැස්ම ක්‍රියාත්මක කරන්නේ කෙසේද යන්න පිළිබඳව වන සංරක්‍ෂණ දෙපාර්තමේන්තුව සමඟ සාකච්ඡාවක්‌ ආරම්භ කිරීමය. දේශපාලන අවශ්‍යතා පසෙකලා ඉලක්කය කරා ගමන් කළ යුතුයි.",
        "මේ වන විට ගම්මාන කිහිපයක් සහ වතුකරයේ ඉඩම් කිලෝමීටර් භාගයක් හෝ මීටර් 500ක් යෝජිත ස්වාරක්ෂක කලාපයට අයත් වේ. වන සංරක්ෂණ ආඥාපනතට අනුව, සිංහරාජ මායිමේ සිට පළමු මීටර් 100 ඇතුළත එළිපෙහෙළි කිරීමට කැමති ඕනෑම අයෙකු මධ්‍යම පරිසර අධිකාරිය (CEA) විසින් පාරිසරික බලපෑම් තක්සේරුවක් (EIA) ලබා ගත යුතුය.",
        "කෙසේ වෙතත්, මෙය සැබවින්ම කළ යුතු දෙයට වඩා බොහෝ දුරස් බව පෙනේ, මන්ද මෙම අද්විතීය වනාන්තරයේ සිට මීටර් 100 ක් පමණ එළිපෙහෙළි කිරීමට ඉඩ දීම ඉතා මැනවින් තහනම් කළ යුතුය. ඇත්ත වශයෙන්ම, මෙම තහනම මායිමේ සිට පළමු කිලෝමීටරය දක්වා දීර්ඝ කළ යුතුය. මායිම් රේඛාවේ සිට පළමු කිලෝමීටරය යටට එන ගම් ප්‍රමාණය මෙන්ම වතු ඉඩම් ද සැලකිල්ලට ගත් විට ඒවා මෙම සැලැස්මට එරෙහිව ජනතා විරෝධයක් වීමට නියමිතයි. අදාළ පාර්ශ්ව සමඟ සාකච්ඡා කිරීමට ශක්තිමත් ප්‍රධාන සැලැස්මක් සහ දක්ෂ පුද්ගලයින් කණ්ඩායමක් අවශ්‍ය වේ.",
        "සිංහරාජ වනාන්තරයේ මායිමේ පිහිටි කුඩා පර්යන්ත වනාන්තර කිහිපයක් එයට ඈඳා ගැනීමට හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා කටයුතු කළේය. මෙම පර්යන්ත වනාන්තර බොහොමයක් කළුතර දිස්ත්‍රික්කයේ විය.",
        "ස්වාරක්ෂක කලාපයක් සම්බන්ධ කිරීමට 2004 කැබිනට් තීරණයෙන් පසුව වටිනා වසර දහඅටක් දැනටමත් අපතේ ගොස් ඇත. මෙම කාලය තුළ ජෛව සොරකම් ඇතුළු සිංහරාජය විකෘති කිරීම් රාශියක් සිදුවී ඇත. යුනෙස්කෝව ලෝක උරුමයක් ලෙස ප්‍රකාශයට පත් කර ඇති වනාන්තරයට තර්ජනයක් විය හැකි සෑම අවස්ථාවකම කාලෝචිත ප්‍රකාශයන් කිරීම අගය කළ යුතුය.",
        "දීර්ඝ කාලයක් ප්‍රමාද වී ඇති සැලැස්ම ක්‍රියාත්මක කිරීමට රජය වහා පියවර ගත යුතුය."
      ]
    },
    "ta": {
      "title": "அமைச்சரவை முடிவெடுத்து 18 ஆண்டுகளுக்குப் பிறகும் சிங்கராஜாவுக்கு ஒரு இடையக மண்டலம் இல்லை",
      "body_lines": [
        "இலங்கையின் கடைசி முதன்மை வெப்பமண்டல வனப்பகுதியான சிங்கராஜாவுடன் அரை கிலோமீட்டர் தாங்கல் வலயத்தை இணைக்க அமைச்சரவை முடிவெடுத்து ஏறக்குறைய பதினெட்டு ஆண்டுகள் கடந்துவிட்டன. ஜூலை 22, 2004 அன்று, சிங்கராஜாவுக்கு ஒரு இடையக மண்டலத்தை இணைப்பதற்கான பரிந்துரையைப் பெற அப்போதைய அமைச்சரவை ஒப்புதல் அளித்தது. சுற்றுச்சூழல் ஆர்வலர்களின் கோரிக்கைகள் இருந்தபோதிலும், நீண்டகாலமாக நிலுவையில் உள்ள இந்த திட்டத்திற்கு கண்மூடித்தனமாக தொடர்ந்து செயல்படும் அரசாங்கங்கள் முடிவு செய்துள்ளன.",
        "கடந்த சில ஆண்டுகளாக சிங்கராஜா காப்பு வனப் பகுதியில் பல்வேறு திட்டங்களைத் தொடங்குவதற்கான நகர்வுகள் இந்த விஷயத்தின் அவசரத்தை நிரூபிக்க மட்டுமே சென்றுள்ளன. அரை கிலோமீட்டர் தாங்கல் மண்டலமானது சிங்கராஜாவுடன் கிட்டத்தட்ட 3,000 ஹெக்டேர் நிலத்தை இணைக்க உதவும், இது தற்போது 8,864 ஹெக்டேர்களை உள்ளடக்கியது, இதில் 60% தாவரங்கள் உள்ளூர் என்று கருதப்படுகின்றன. உண்மையில், பாதுகாவலர்கள் கோரி வருவது ஒரு கிலோ மீட்டர் தாங்கல் மண்டலம்.",
        "புவி வெப்பமடைதல் மற்றும் பல காரணிகள் நகரக் காடுகளை உருவாக்கும் அளவிற்கும் கூட, டஜன் கணக்கான நாடுகள் தங்கள் வனப் பரப்பை மேம்படுத்த முயற்சிப்பதைக் கண்டுள்ளன. 1920 இல் 50% காடுகளைக் கொண்டிருந்த இலங்கையில் இன்று 18% மட்டுமே உள்ளது. நாட்டின் கடைசி முதன்மையான வெப்பமண்டலக் காடுகளைக் கூட நம்மால் பாதுகாக்க முடியாவிட்டால், எதிர்காலத்தில் நாட்டின் காடுகள் மீது நம்பிக்கை இல்லை.",
        "அரசாங்கம் செய்ய வேண்டியதெல்லாம், 2004 அமைச்சரவையின் முடிவை மாற்றி, புதிய அமைச்சரவைப் பிரேரணையாகக் கொண்டு வந்து, திட்டத்தை எப்படிச் செயல்படுத்துவது என்பது குறித்து வனப் பாதுகாப்புத் துறையுடன் விவாதம் நடத்துவதுதான். அரசியல் நலன்களை விட்டுவிட்டு இலக்கை நோக்கி செல்ல வேண்டும்.",
        "இப்போது, ​​சில குக்கிராமங்கள் மற்றும் தோட்ட நிலங்கள் முன்மொழியப்பட்ட அரை கிலோமீட்டர் அல்லது 500 மீட்டர் பரப்பளவு கொண்ட இடையக மண்டலத்தின் கீழ் வருகின்றன. வனப் பாதுகாப்புச் சட்டத்தின்படி, சிங்கராஜா எல்லையில் இருந்து முதல் 100 மீட்டருக்குள் சுத்தம் செய்ய விரும்பும் எவரும், மத்திய சுற்றுச்சூழல் ஆணையத்தால் (CEA) சுற்றுச்சூழல் தாக்க மதிப்பீட்டை (EIA) பெற வேண்டும்.",
        "எவ்வாறாயினும், இது உண்மையில் என்ன செய்ய வேண்டும் என்பதில் இருந்து வெகு தொலைவில் இருப்பதாகத் தோன்றுகிறது, ஏனெனில் இந்த தனித்துவமான காட்டில் இருந்து 100 மீட்டர் தூரத்தை அகற்ற அனுமதிப்பது முற்றிலும் தடைசெய்யப்பட வேண்டும். உண்மையில், இந்த தடை எல்லையில் இருந்து முதல் கிலோமீட்டர் வரை நீட்டிக்கப்பட வேண்டும். எல்லைக் கோட்டிலிருந்து முதல் கிலோமீட்டருக்குள் வரும் கிராமங்கள் மற்றும் தோட்ட நிலங்களின் எண்ணிக்கையைக் கருத்தில் கொண்டு இந்தத் திட்டத்திற்கு எதிராக அவை வெகுஜனப் போராட்டங்களாக இருக்கும். சம்பந்தப்பட்ட தரப்பினருடன் பேச்சுவார்த்தை நடத்த திடமான மாஸ்டர் பிளான் மற்றும் திறமையான மக்கள் குழு தேவை.",
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன, சிங்கராஜா வனப்பகுதியின் எல்லையில் உள்ள சில சிறிய புறக்காடுகளை அதனுடன் இணைக்க நடவடிக்கை எடுத்துள்ளார். இவற்றில் பெரும்பாலான புறக்காடுகள் களுத்துறை மாவட்டத்தில் இருந்தன.",
        "2004 ஆம் ஆண்டு இடையக மண்டலத்தை இணைக்கும் அமைச்சரவை தீர்மானத்தின் பின்னர் பதினெட்டு பொன்னான ஆண்டுகள் வீணாகிவிட்டன. இந்த காலகட்டத்தில், சிங்கராஜாவை சேதப்படுத்துதல், உயிர் திருட்டுகள் உட்பட. உலகப் பாரம்பரியச் சின்னமாக அறிவித்துள்ள காடுகளுக்கு ஆபத்து ஏற்படும் போதெல்லாம், உரிய நேரத்தில் அறிக்கைகளை வெளியிட்டதற்காக யுனெஸ்கோவைப் பாராட்ட வேண்டும்.",
        "நீண்டகாலமாக நிலுவையில் உள்ள திட்டத்தை உடனடியாக செயல்படுத்த அரசு நடவடிக்கை எடுக்க வேண்டும்."
      ]
    }
  }
}