{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sirisenas-lament/",
  "time_ut": 1647792960,
  "title": "Sirisena’s lament",
  "body_lines": [
    "Former President Maithripala Sirisena has embarked on an anti-corruption campaign, once again. Speaking at a recent party convention in Gampaha, he reportedly lamented that no Sri Lankan politician had ever been incarcerated for corruption. The veracity of his statement cannot be questioned, but he seems to think Sri Lankans are so intellectually challenged that he can hoodwink them. He ought to explain why he failed to make corrupt politicians pay for their sins when he was the President. After all, rampant corruption in the Mahinda Rajapaksa government was one of the main reasons he gave for his exit from that regime to run for President in 2015.",
    "In the run-up to the 2015 presidential election, Sirisena declared that the ruling family had amassed a colossal amount of ill-gotten wealth, and its young members had even bought a ‘golden horse’ from Buckingham Palace, of all places, and kept it in Nuwara Eliya, where they went all the way from Colombo in helicopters to ride it. After receiving a popular mandate, he could have made good on his promise to bring corrupt politicians to justice. Some arrests were made selectively, but nobody was sent to prison.",
    "As the President, Sirisena had five long years to carry out his pledge. He even failed to have the ‘golden horse’ traced. If he had cared to go all out to have the corrupt members of the previous Rajapaksa government thrown behind bars, we would have been free from trouble today! Instead of having them punished, he cut a deal with them in 2018, and unashamedly rode on their coattails. Today, he is running with the people and hunting with the SLPP, so to speak.",
    "Sirisena has rhetorically asked whether it was to promote corruption that the 20th Amendment to the Constitution was used to abolish the National Audit Commission. After their return to power, the present-day leaders were in a mighty hurry to make up for lost time and would not let anything stand in their way. Being out of power and deprived of opportunities to line their pockets is a fate worse than death for greedy politicians.",
    "The 19th Amendment was far from perfect, but it had some progressive features that were beneficial to the country, and they should have been retained. Unfortunately, the current leaders were convinced otherwise; they introduced the 20th Amendment, which fully restored the executive powers of the President among other things. It is one of the worst laws the country has ever seen. The argument peddled in justification of the introduction of this draconian constitutional amendment was that the President had to have enough powers to serve the people. Today, the President has regained all executive powers, but the people are facing power cuts, languishing in winding queues as essential commodities are in short supply and struggling to dull pangs of hunger. Corrupt politicians who ruined the Mahinda Rajapaksa government have crawled out of the woodwork and are having a field day. On seeing what is currently playing out, one has a feeling of déjà vu.",
    "Sirisena has said the Independent Commissions functioned well during the Yahapalana government. Nothing could be further from the truth. Partisan politics weighed them down. They will work only if the right people are appointed to them and politicians stop interfering with them. The Constitutional Council remained under the Prime Minister’s thumb, during the previous regime. The fact, however, remains that the Independent Commissions could have been made to work properly if the Yahapalana politicians had practised what they preached.",
    "Sirisena is right in his assessment of the 20th Amendment, which is antithetical to democracy and good governance. But will he explain why he allowed the SLFP members of the SLPP parliamentary group to vote for the 20th Amendment? He refrained from supporting it, but there is no way he could justify his decision to allow the SLFPers in the government to help secure its passage with a two-thirds majority. If he had acted out of principle rather than political expediency, he would have opposed it instead of being wishy-washy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සිරිසේනගේ විලාපය",
      "body_lines": [
        "හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා යළිත් වරක් දූෂණ විරෝධී ව්‍යාපාරයක් අරඹා තිබේ. පසුගියදා ගම්පහදී පැවති පක්ෂ සම්මේලනයකට එක්වෙමින් ඔහු ශෝකයෙන් කියා සිටියේ ශ්‍රී ලංකාවේ කිසිම දේශපාලකයෙකු දූෂණ චෝදනා සම්බන්ධයෙන් සිරගත කර නොමැති බවයි. ඔහුගේ ප්‍රකාශයේ සත්‍යතාව ප්‍රශ්න කළ නොහැකි නමුත්, ශ්‍රී ලාංකිකයන් කොතරම් බුද්ධිමය වශයෙන් අභියෝගයට ලක් වී ඇත්ද යත් ඔහුට ඔවුන්ව රැවටිය හැකි බව ඔහු සිතන බව පෙනේ. තමන් ජනාධිපතිව සිටියදී දූෂිත දේශපාලකයන්ට ඔවුන්ගේ පව් ගෙවා දැමීමට ඔහු අසමත් වූයේ මන්දැයි ඔහු පැහැදිලි කළ යුතුය. සියල්ලට පසු, මහින්ද රාජපක්ෂ ආණ්ඩුවේ ඉහවහා ගිය දූෂණය, 2015 ජනාධිපතිවරණයට ඉදිරිපත් වීමට එම පාලනයෙන් ඉවත් වීමට ඔහු දුන් ප්‍රධාන හේතුවක් විය.",
        "2015 ජනාධිපතිවරනයට පෙරාතුව, සිරිසේන ප්‍රකාශ කළේ පාලක පවුල අතිවිශාල ලෙස අයථා ධනය උපයාගෙන ඇති බවත්, එහි තරුණ සාමාජිකයින් බකිංහැම් මාලිගයෙන් 'රන් අශ්වයෙකු' පවා මිල දී ගෙන, සෑම තැනකම තබාගෙන සිටි බවත්ය. එය නුවරඑළියේදී, ඔවුන් කොළඹ සිට හෙලිකොප්ටර්වලින් එය පැදවීමට ගියහ. ජනවරමක් ලැබීමෙන් පසු දූෂිත දේශපාලකයන් නීතිය හමුවට පමුණුවන බවට දුන් පොරොන්දුව ඉටු කිරීමට ඔහුට හැකියාව තිබුණි. සමහර අත්අඩංගුවට ගැනීම් තෝරා බේරා ගත් නමුත් කිසිවකු සිරගෙට යැව්වේ නැත.",
        "ජනාධිපතිවරයා ලෙස සිරිසේනට තම ප්‍රතිඥාව ක්‍රියාත්මක කිරීමට වසර පහක දිගු කාලයක් තිබුණි. ‘රන් අශ්වයා’ සොයා ගැනීමට පවා ඔහු අසමත් විය. පහුගිය රාජපක්ෂ ආණ්ඩුවේ දූෂිතයන්ව හිරේ දාන්න එතුමා හිතුවා නම් අද අපි කරදරවලින් නිදහස් වෙන්න තිබුණා! ඔවුන්ට දඬුවම් කරනවා වෙනුවට, ඔහු 2018 දී ඔවුන් සමඟ ගනුදෙනුවක් කපා, ලැජ්ජාවකින් තොරව ඔවුන්ගේ කබාය මත පැද ගියේය. අද ඔහු ජනතාව සමඟ දුවන අතර ශ්‍රී ලංකා පොදුජන පෙරමුණ සමඟ දඩයම් කරයි.",
        "ජාතික විගණන කොමිසම අහෝසි කිරීමට 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය යොදා ගත්තේ දූෂණය ප්‍රවර්ධනය කිරීමටදැයි සිරිසේන වාචාල ලෙස විමසා තිබේ. ඔවුන් නැවත බලයට පත්වීමෙන් පසු, වත්මන් නායකයින් අහිමි වූ කාලය පිරිමැසීමට බලවත් කඩිමුඩියේ නියැලී සිටි අතර ඔවුන්ට කිසිවක් බාධා කිරීමට ඉඩ දුන්නේ නැත. බලයෙන් ඉවත් වී තම සාක්කුවට රිංගා ගැනීමේ අවස්ථා අහිමි වීම කෑදර දේශපාලකයන්ට මරණයට වඩා දරුණු ඉරණමකි.",
        "19 වැනි ව්‍යවස්ථා සංශෝධනය සර්ව සම්පූර්ණ නොවූවත් රටට හිතකර ප්‍රගතිශීලී ලක්‍ෂණ කිහිපයක් එහි තිබූ අතර ඒවා එලෙසම තබාගත යුතුව තිබුණි. අවාසනාවකට මෙන්, වත්මන් නායකයින් වෙනත් ආකාරයකින් ඒත්තු ගැන්වී ඇත; ඔවුන් 20 වැනි ව්‍යවස්ථා සංශෝධනය ඉදිරිපත් කළ අතර එමඟින් ජනාධිපතිවරයාගේ විධායක බලතල සම්පූර්ණයෙන්ම ප්‍රතිෂ්ඨාපනය කරන ලදී. එය රට මෙතෙක් දැක ඇති නරකම නීති වලින් එකකි. මෙම කුරිරු ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ගෙන ඒම සාධාරණීකරණය කිරීමේදී මතු වූ තර්කය වූයේ ජනතාවට සේවය කිරීමට ප්‍රමාණවත් බලතල ජනාධිපතිවරයාට තිබිය යුතු බවයි. අද ජනාධිපතිවරයා සියලු විධායක බලතල නැවත ලබාගෙන ඇතත්, ජනතාව විදුලි කප්පාදුවලට මුහුණ දෙමින්, අත්‍යාවශ්‍ය භාණ්ඩ හිඟය නිසා වංගු සහිත පෝලිම්වල රස්තියාදු වෙමින්, කුසගින්නෙන් මිදෙන්නට පොරබදමින් සිටිති. මහින්ද රාජපක්ෂ ආණ්ඩුව විනාශ කළ දූෂිත දේශපාලකයෝ දර වැඩවලින් බඩගාගෙන කෙත්වතු ගත කරති. දැනට වාදනය වන දේ දකින විට කෙනෙකුට déjà vu වැනි හැඟීමක් ඇති වේ.",
        "යහපාලන රජය සමයේ ස්වාධීන කොමිෂන් සභා හොඳින් ක්‍රියාත්මක වූ බව සිරිසේන මහතා පවසා තිබේ. සත්‍යයට වඩා වැඩි යමක් විය නොහැක. පක්‍ෂ දේශපාලනය ඔවුන්ට බරක් විය. ඒ අයට හරියන අය පත් කරලා දේශපාලකයෝ ඒවාට ඇගිලි ගහන එක නැවැත්තුවොත් විතරයි ඔවුන් වැඩ කරන්නේ. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව පසුගිය පාලන සමයේ පැවතියේ අගමැතිවරයාගේ මාපටැඟිල්ල යටතේය. කෙසේ වෙතත් යහපාලනයේ දේශපාලකයින් තමන් දේශනා කළ දේ ක්‍රියාත්මක කළේ නම් ස්වාධීන කොමිෂන් සභා නිසි ලෙස ක්‍රියාත්මක කළ හැකිව තිබූ බව සැබෑවකි.",
        "ප‍්‍රජාතන්ත‍්‍රවාදයට සහ යහපාලනයට පටහැනි 20 වැනි ව්‍යවස්ථා සංශෝධනය ගැන සිරිසේන ඔහුගේ තක්සේරුව නිවැරදිය. එහෙත් ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාර්ලිමේන්තු කණ්ඩායමේ ශ්‍රීලනිප මන්ත්‍රීවරුන්ට 20 වැනි සංශෝධනයට ඡන්දය දීමට ඉඩ දුන්නේ මන්දැයි ඔහු පැහැදිලි කරන්නේද? ඔහු ඊට සහය දීමෙන් වැළකුණත්, ආණ්ඩුවේ සිටින ශ්‍රීලනිප පාක්ෂිකයන්ට තුනෙන් දෙකක බහුතරයකින් එය සම්මත කර ගැනීමට උදව් කිරීමට ඔහු ගත් තීරණය සාධාරණීකරණය කළ නොහැක. ඔහු දේශපාලන අවශ්‍යතාවලට වඩා ප්‍රතිපත්තිමය වශයෙන් ක්‍රියා කළේ නම්, ඔහු බලාපොරොත්තු සුන්වීම වෙනුවට එයට විරුද්ධ වනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சிறிசேனாவின் புலம்பல்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன மீண்டும் ஊழலுக்கு எதிரான பிரச்சாரத்தில் இறங்கியுள்ளார். அண்மையில் கம்பஹாவில் நடைபெற்ற கட்சி மாநாட்டில் கலந்து கொண்டு பேசிய அவர், இலங்கையில் இதுவரை எந்த ஒரு அரசியல்வாதியும் ஊழல் குற்றச்சாட்டின் பேரில் சிறையில் அடைக்கப்படவில்லை என வருத்தம் தெரிவித்ததாக கூறப்படுகிறது. அவரது கூற்றின் உண்மைத்தன்மையை கேள்விக்குட்படுத்த முடியாது, ஆனால் இலங்கையர்கள் அறிவுரீதியாக சவாலுக்கு ஆளாகியிருப்பதாக அவர் நினைக்கிறார். அவர் ஜனாதிபதியாக இருந்த போது ஊழல் அரசியல்வாதிகளை அவர்களின் பாவங்களுக்கு விலை கொடுக்க ஏன் தவறினார் என்பதை அவர் விளக்க வேண்டும். எல்லாவற்றிற்கும் மேலாக, மகிந்த ராஜபக்ச அரசாங்கத்தில் நிலவும் ஊழலே அவர் 2015 இல் ஜனாதிபதி தேர்தலில் போட்டியிடுவதற்கு அந்த ஆட்சியிலிருந்து வெளியேறுவதற்கு அவர் கூறிய முக்கிய காரணங்களில் ஒன்றாகும்.",
        "2015 ஜனாதிபதித் தேர்தலுக்கு முன்னதாக, ஆளும் குடும்பம் பெருமளவிலான முறைகேடான சொத்துக்களை குவித்துள்ளதாகவும், அதன் இளம் உறுப்பினர்கள் பக்கிங்ஹாம் அரண்மனையிலிருந்து ஒரு 'தங்கக் குதிரை'யை எல்லா இடங்களிலும் வாங்கி வைத்திருந்ததாகவும் சிறிசேன அறிவித்தார். அது நுவரெலியாவில், கொழும்பிலிருந்து ஹெலிகாப்டர்களில் சவாரி செய்வதற்காக அவர்கள் சென்றுள்ளனர். மக்கள் ஆணையைப் பெற்ற பிறகு, ஊழல் அரசியல்வாதிகளை நீதியின் முன் நிறுத்துவதாக அவர் அளித்த வாக்குறுதியை அவர் நிறைவேற்றியிருக்கலாம். சில கைதுகள் தேர்ந்தெடுக்கப்பட்டன, ஆனால் யாரும் சிறைக்கு அனுப்பப்படவில்லை.",
        "ஜனாதிபதியாக, சிறிசேன தனது உறுதிமொழியை நிறைவேற்ற ஐந்து நீண்ட ஆண்டுகள் இருந்தது. அவர் ‘தங்கக் குதிரை’யைக் கண்டுபிடிக்கத் தவறிவிட்டார். முந்தைய ராஜபக்ச அரசாங்கத்தின் ஊழல்வாதிகளை சிறைக்குள் தள்ளுவதற்கு அவர் முனைந்திருந்தால், இன்று நாம் பிரச்சனையில் இருந்து விடுபட்டிருப்போம்! அவர்கள் தண்டிக்கப்படுவதற்குப் பதிலாக, அவர் 2018 இல் அவர்களுடன் ஒரு ஒப்பந்தத்தை முறித்துக் கொண்டார், மேலும் வெட்கமின்றி அவர்களின் கோட் டெயில்களில் சவாரி செய்தார். இன்று அவர் மக்களுடன் இயங்கிக்கொண்டும் SLPP யுடன் வேட்டையாடுகிறார் என்றும் சொல்லலாம்.",
        "தேசிய கணக்காய்வு ஆணைக்குழுவை ஒழிப்பதற்கு அரசியலமைப்பின் 20வது திருத்தம் பயன்படுத்தப்பட்டது ஊழலை ஊக்குவிப்பதற்காகவா என சிறீசேனா வாய்ச்சவடால் கேட்டுள்ளார். அவர்கள் மீண்டும் ஆட்சிக்கு வந்த பிறகு, தற்போதைய தலைவர்கள் இழந்த நேரத்தை ஈடுசெய்வதில் பெரும் அவசரத்தில் இருந்தனர், மேலும் எதையும் தங்கள் வழியில் நிற்க விட மாட்டார்கள். ஆட்சியில் இருந்து வெளியேறி, தங்கள் பாக்கெட்டுகளை வரிசைப்படுத்துவதற்கான வாய்ப்புகளை இழந்து, பேராசை பிடித்த அரசியல்வாதிகளுக்கு மரணத்தை விட மோசமான விதி.",
        "19வது திருத்தம் சரியானதாக இல்லை, ஆனால் அது நாட்டிற்கு நன்மை பயக்கும் சில முற்போக்கான அம்சங்களைக் கொண்டிருந்தது, மேலும் அவை தக்கவைக்கப்பட்டிருக்க வேண்டும். துரதிர்ஷ்டவசமாக, தற்போதைய தலைவர்கள் வேறுவிதமாக நம்பினர்; அவர்கள் 20 வது திருத்தத்தை அறிமுகப்படுத்தினர், இது ஜனாதிபதியின் நிறைவேற்று அதிகாரங்களை முழுமையாக மீட்டெடுத்தது. நாடு கண்டிராத மோசமான சட்டங்களில் இதுவும் ஒன்று. இந்தக் கொடூரமான அரசியலமைப்புத் திருத்தத்தை அறிமுகப்படுத்தியதை நியாயப்படுத்துவதில் முன்வைக்கப்பட்ட வாதம், மக்களுக்குச் சேவை செய்ய ஜனாதிபதிக்கு போதுமான அதிகாரங்கள் இருக்க வேண்டும் என்பதே. இன்று ஜனாதிபதி அனைத்து நிறைவேற்று அதிகாரங்களையும் பெற்றுள்ளார், ஆனால் மக்கள் மின்வெட்டுக்கு முகங்கொடுத்து, அத்தியாவசிய பொருட்கள் தட்டுப்பாடு மற்றும் பட்டினியின் மந்தமான வேதனையுடன் போராடி வளைந்து நெளிந்து வரிசையில் நிற்கின்றனர். மகிந்த ராஜபக்ச அரசாங்கத்தை சீரழித்த ஊழல் அரசியல்வாதிகள் மரவேலையில் இருந்து வலம் வந்து களமிறங்குகின்றனர். தற்போது விளையாடுவதைப் பார்க்கும்போது, ​​ஒருவருக்கு தேஜா வு போன்ற உணர்வு ஏற்படுகிறது.",
        "யஹபாலன அரசாங்கத்தின் போது சுயாதீன ஆணைக்குழுக்கள் சிறப்பாக செயற்பட்டதாக சிறிசேன தெரிவித்துள்ளார். உண்மைக்கு அப்பால் எதுவும் இருக்க முடியாது. கட்சி அரசியல் அவர்களை எடைபோட்டது. தங்களுக்கு சரியான ஆட்களை நியமித்து, அரசியல்வாதிகள் தலையிடுவதை நிறுத்தினால் மட்டுமே அவர்கள் செயல்படுவார்கள். கடந்த ஆட்சியின் போது அரசியலமைப்பு சபை பிரதமரின் கட்டைவிரலின் கீழ் இருந்தது. எவ்வாறாயினும், யஹாபாலன அரசியல்வாதிகள் அவர்கள் பிரசங்கித்ததை நடைமுறைப்படுத்தியிருந்தால் சுயாதீன ஆணைக்குழுக்கள் சரியாக இயங்கியிருக்க முடியும் என்பதே உண்மை.",
        "ஜனநாயகம் மற்றும் நல்லாட்சிக்கு முரணான 20வது திருத்தச் சட்டம் குறித்த தனது மதிப்பீட்டில் சிறிசேன சரியானவர். ஆனால், SLPP நாடாளுமன்றக் குழுவின் SLFP உறுப்பினர்களை 20வது திருத்தத்திற்கு வாக்களிக்க அனுமதித்தது ஏன் என்பதை அவர் விளக்குவாரா? அவர் அதற்கு ஆதரவளிப்பதைத் தவிர்த்தார், ஆனால் அரசாங்கத்தில் உள்ள ஸ்ரீலங்கா சுதந்திரக் கட்சியினரை மூன்றில் இரண்டு பெரும்பான்மையுடன் நிறைவேற்றுவதற்கு உதவ அவர் எடுத்த முடிவை நியாயப்படுத்த முடியாது. அவர் அரசியல் தேவைக்கு மாறாக கொள்கை அடிப்படையில் செயல்பட்டிருந்தால், ஆசை ஆசையாக இருக்காமல் எதிர்த்திருப்பார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}