{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-economy-crisis-to-get-worse-before-it-gets-better-PM-says/108-237009",
  "time_ut": 1652468340,
  "title": "Sri Lanka economy crisis to get worse before it gets better, PM says",
  "body_lines": [
    "Sri Lanka’s new prime minister has told BBC an economic crisis that has brought misery and unrest is “going to get worse before it gets better”.",
    "The country is facing fuel shortages and soaring food prices, with some Sri Lankans forced to skip meals.",
    "Anger over the government’s handling of the crisis has led to violent protests.",
    "Ranil Wickremesinghe was appointed in an attempt to defuse the protests. It is the opposition MP’s sixth stint as prime minister.",
    "In his first interview since taking office, Wickremesinghe told BBC he would ensure families get three meals a day.",
    "Appealing to the world for more financial help, he said “there won’t be a hunger crisis, we will find food”.",
    "The new PM described the Sri Lankan economy as “broken” but he said his message to Sri Lankans was to “be patient, I will bring things back”.",
    "Wickremesinghe was sworn-in by President Gotabaya Rajapaksa on Thursday but his appointment has largely been met with dismay, as he is seen as too close to the politically dominant Rajapaksa family.",
    "In his interview, Wickremesinghe said he agreed with the sentiment of protestors who’ve been calling for President Rajapaksa to resign but said that would not happen. “Blaming won’t lead to action, I’m here to see people nourished,” he said.",
    "Sri Lanka’s economy is in freefall. Food, medicine and fuel have run out or become unaffordable. Some people have died waiting at petrol stations to fill up their tanks.",
    "It is the island nation’s worst economic crisis since gaining independence from Britain in 1948.",
    "“We don’t have kerosene, we don’t have petrol, we don’t have diesel, we don’t have cooking gas and we don’t even have access to wood-fired stoves,” a 68-year-old woman in the Sri Lankan capital Colombo told AFP.",
    "“We are struggling every day to feed our children. Food prices have tripled in the past few days. How are we supposed to manage?”",
    "At the heart of Sri Lanka’s economic woes is that the country is heavily reliant on imports but has been burning through the foreign currency reserves it needs to pay for them.",
    "The economy suffered in the COVID pandemic and tourism was hit by the 2019 church bombings. But experts have also blamed economic mismanagement too."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය යහපත් වීමට පෙර තවත් නරක අතට හැරෙනු ඇතැයි අගමැති කියයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ නව අග්‍රාමාත්‍යවරයා බීබීසීයට පවසා ඇත්තේ දුක්ඛිත හා නොසන්සුන්තාවය ගෙන ආ ආර්ථික අර්බුදයක් \"යහපත් වීමට පෙර නරක අතට හැරෙන\" බවයි.",
        "සමහර ශ්‍රී ලාංකිකයින්ට ආහාර වේල් මඟ හැරීමට බල කිරීමත් සමඟ රට ඉන්ධන හිඟයට සහ ඉහළ යන ආහාර මිලට මුහුණ දී සිටී.",
        "අර්බුදය සම්බන්ධයෙන් ආන්ඩුව කටයුතු කිරීම පිලිබඳ කෝපය ප්රචණ්ඩ විරෝධතාවලට තුඩු දී ඇත.",
        "රනිල් වික්‍රමසිංහ පත්කළේ විරෝධතා සමනය කිරීමේ අරමුණින්. එය විපක්ෂ මන්ත්‍රීවරයා අගමැති ධුරයට පත්වන හයවැනි අවස්ථාවයි.",
        "බලයට පත්වීමෙන් පසු ඔහුගේ පළමු සම්මුඛ සාකච්ඡාවේදී වික්‍රමසිංහ බීබීසීයට පැවසුවේ පවුල්වලට දිනකට ආහාර වේල් තුනක් ලැබෙන බව සහතික කරන බවයි.",
        "තවත් මූල්‍ය ආධාර සඳහා ලෝකයට ආයාචනා කරමින් ඔහු පැවසුවේ \"කුසගින්න අර්බුදයක් ඇති නොවනු ඇත, අපි ආහාර සොයා ගනිමු\" යනුවෙනි.",
        "නව අග්‍රාමාත්‍යවරයා ශ්‍රී ලංකාවේ ආර්ථිකය \"බිඳී ඇති\" එකක් ලෙස විස්තර කළ නමුත් ඔහු ශ්‍රී ලාංකිකයින්ට ඔහුගේ පණිවිඩය වූයේ \"ඉවසිලිමත් වන්න, මම දේවල් ආපසු ගෙන එන්නම්\" යන්නයි.",
        "වික්‍රමසිංහ බ්‍රහස්පතින්දා ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින් දිවුරුම් දුන් නමුත් ඔහුගේ පත්වීම බොහෝ දුරට අපේක්ෂා භංගත්වයට පත් වී ඇත්තේ ඔහු දේශපාලන වශයෙන් ආධිපත්‍යය දරන රාජපක්ෂ පවුලට ඕනෑවට වඩා සමීප අයෙකු ලෙස සැලකෙන බැවිනි.",
        "සිය සම්මුඛ සාකච්ඡාවේදී වික්‍රමසිංහ කියා සිටියේ ජනාධිපති රාජපක්ෂට ඉල්ලා අස්වන ලෙස ඉල්ලා සිටින විරෝධතාකරුවන්ගේ හැඟීම් සමඟ තමා එකඟ වන නමුත් එය සිදු නොවන බව ප්‍රකාශ කළ බවයි. \"දොස් කීම ක්‍රියාවට මඟ පාදන්නේ නැත, මම මෙහි සිටින්නේ මිනිසුන් පෝෂණය වන ආකාරය දැකීමටයි,\" ඔහු පැවසීය.",
        "ශ්‍රී ලංකාවේ ආර්ථිකය කඩා වැටෙමින් තිබේ. ආහාර, ඖෂධ සහ ඉන්ධන අවසන් වී හෝ දැරිය නොහැකි තත්ත්වයට පත්ව ඇත. ඉන්ධන පිරවුම්හල්වල ටැංකි පුරවා ගැනීමට බලා සිටි සමහරු මිය ගියහ.",
        "එය 1948 දී බ්‍රිතාන්‍යයෙන් නිදහස ලැබීමෙන් පසු දිවයිනේ දරුණුතම ආර්ථික අර්බුදයයි.",
        "“අපිට භූමිතෙල් නැහැ, පෙට්‍රල් නැහැ, ඩීසල් නැහැ, ඉවුම් පිහුම් ගෑස් නැහැ, දර ලිපවත් ගන්න බැහැ,” 68 හැවිරිදි අයෙකි. ශ්‍රී ලංකාවේ අගනුවර කොළඹ සිටින කාන්තාවක් AFP වෙත පැවසීය.",
        "“අපි හැමදාම අපේ දරුවන්ට කන්න දෙන්න අමාරු වෙනවා. පසුගිය දින කිහිපය තුළ ආහාර මිල තුන් ගුණයකින් වැඩි විය. අපි කළමනාකරණය කළ යුත්තේ කෙසේද? ”",
        "ශ්‍රී ලංකාවේ ආර්ථික දුක්ඛිතභාවයේ හදවත වන්නේ රට ආනයන මත දැඩි ලෙස රඳා පවතින නමුත් ඒවා සඳහා ගෙවීමට අවශ්‍ය විදේශ මුදල් සංචිත හරහා දැවී යාමයි.",
        "COVID වසංගතයෙන් ආර්ථිකය පීඩාවට පත් වූ අතර සංචාරක ව්‍යාපාරය 2019 පල්ලියේ බෝම්බ ප්‍රහාරවලින් පීඩාවට පත් විය. එහෙත් විශේෂඥයන් ද ආර්ථික අවභාවිතය ද දෝෂාරෝපණය කර ඇත."
      ]
    },
    "ta": {
      "title": "சிறிலங்காவின் பொருளாதார நெருக்கடி நிலைமை சீரடைவதற்கு முன்னர் இன்னும் மோசமாகும் என பிரதமர் தெரிவித்துள்ளார்",
      "body_lines": [
        "இலங்கையின் புதிய பிரதம மந்திரி பிபிசியிடம் ஒரு பொருளாதார நெருக்கடி, துன்பத்தையும் அமைதியின்மையையும் கொண்டு வந்துள்ளது, \"அது சரியாகிவிடும் முன் மோசமாகிவிடும்\" என்று கூறியுள்ளார்.",
        "நாடு எரிபொருள் தட்டுப்பாடு மற்றும் உணவுப் பொருட்களின் விலை உயர்வை எதிர்கொள்கிறது, சில இலங்கையர்கள் உணவைத் தவிர்க்க வேண்டிய கட்டாயத்தில் உள்ளனர்.",
        "நெருக்கடியை அரசாங்கம் கையாள்வதில் உள்ள கோபம் வன்முறை எதிர்ப்புகளுக்கு வழிவகுத்தது.",
        "எதிர்ப்புகளை தணிக்கும் முயற்சியாக ரணில் விக்கிரமசிங்க நியமிக்கப்பட்டார். எதிர்க்கட்சி எம்.பி., பிரதமராக பதவியேற்பது இது ஆறாவது முறையாகும்.",
        "பதவியேற்ற பின்னர் தனது முதல் நேர்காணலில், விக்கிரமசிங்க பிபிசியிடம் குடும்பங்களுக்கு மூன்று வேளை உணவு கிடைப்பதை உறுதி செய்வதாக கூறினார்.",
        "மேலும் நிதி உதவிக்காக உலகிற்கு வேண்டுகோள் விடுத்த அவர், \"பசி நெருக்கடி இருக்காது, நாங்கள் உணவைக் கண்டுபிடிப்போம்\" என்றார்.",
        "புதிய பிரதமர் இலங்கையின் பொருளாதாரம் \"உடைந்துவிட்டது\" என்று விவரித்தார், ஆனால் இலங்கையர்களுக்கு தனது செய்தி \"பொறுமையாக இருங்கள், நான் விஷயங்களை மீண்டும் கொண்டு வருவேன்\" என்று கூறினார்.",
        "விக்கிரமசிங்க வியாழன் அன்று ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் பதவிப் பிரமாணம் செய்து கொண்டார், ஆனால் அவர் அரசியல் ரீதியாக ஆதிக்கம் செலுத்தும் ராஜபக்ச குடும்பத்திற்கு மிகவும் நெருக்கமானவராகக் காணப்படுவதால், அவரது நியமனம் பெரிதும் ஏமாற்றத்தை சந்தித்துள்ளது.",
        "தனது நேர்காணலில், ஜனாதிபதி ராஜபக்ஷவை ராஜினாமா செய்யுமாறு கோரி வரும் போராட்டக்காரர்களின் உணர்வுடன் தான் உடன்படுவதாகவும் ஆனால் அது நடக்காது என்றும் விக்கிரமசிங்க கூறினார். \"குற்றம் சாட்டுவது செயலுக்கு வழிவகுக்காது, மக்கள் ஊட்டமடைவதைக் காண நான் இங்கு வந்துள்ளேன்,\" என்று அவர் கூறினார்.",
        "இலங்கையின் பொருளாதாரம் வீழ்ச்சியடைந்துள்ளது. உணவு, மருந்து மற்றும் எரிபொருள் தீர்ந்துவிட்டன அல்லது கட்டுப்படியாகாததாகிவிட்டன. சிலர் பெட்ரோல் நிலையங்களில் தங்கள் தொட்டிகளை நிரப்புவதற்காக காத்திருந்து இறந்துள்ளனர்.",
        "1948 இல் பிரிட்டனிடம் இருந்து சுதந்திரம் பெற்ற பிறகு தீவு நாட்டின் மிக மோசமான பொருளாதார நெருக்கடி இதுவாகும்.",
        "\"எங்களிடம் மண்ணெண்ணெய் இல்லை, பெட்ரோல் இல்லை, டீசல் இல்லை, சமையல் எரிவாயு இல்லை, விறகு அடுப்பு கூட கிடைக்கவில்லை\" என்று 68 வயதான ஒருவர் இலங்கை தலைநகர் கொழும்பில் உள்ள பெண் AFP இடம் கூறினார்.",
        "“எங்கள் குழந்தைகளுக்கு உணவளிக்க நாங்கள் தினமும் சிரமப்படுகிறோம். உணவுப் பொருட்களின் விலை கடந்த சில நாட்களில் மூன்று மடங்கு அதிகரித்துள்ளது. நாங்கள் எப்படி நிர்வகிக்க வேண்டும்?\"",
        "இலங்கையின் பொருளாதார துயரங்களின் இதயம் என்னவென்றால், நாடு இறக்குமதியை பெரிதும் நம்பியுள்ளது, ஆனால் அது செலுத்த வேண்டிய வெளிநாட்டு நாணய கையிருப்பு மூலம் எரிகிறது.",
        "COVID தொற்றுநோயால் பொருளாதாரம் பாதிக்கப்பட்டது மற்றும் சுற்றுலா 2019 தேவாலய குண்டுவெடிப்புகளால் பாதிக்கப்பட்டது. ஆனால் வல்லுநர்கள் பொருளாதார தவறான நிர்வாகத்தையும் குற்றம் சாட்டியுள்ளனர்."
      ]
    }
  }
}