{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-net-government-debt-soars-in-2021-in-forex-shortages-94534/",
  "time_ut": 1653275940,
  "title": "Sri Lanka net government debt soars in 2021 in forex shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka government foreign debt adjusted for foreign reserves went up to 32.8 billion rupees in 2022 despite no foreign deficit financing in the year, as money printing with a peg created forex shortages and a run-down of foreign reserves.",
    "Government foreign debt, after adjusting for reserves went up to 32.8 billion rupees in 2021 from 28.9 billion rupees in 2020 despite negative 69 million US dollars in budget financing, central bank data showed.",
    "The debt was repaid in 2021 by running down foreign reserves and putting the central bank in debt, after it ran out of net reserves. The central bank ended 2021 with net international reserves a negative 423 million US dollars.",
    "Debt after gross reserves also went up to 29.2 billion rupees in 2021 from 26.8 billion rupees in 2021.",
    "When a central bank prints money, forex shortages emerge and domestic economic agents lose the ability to buy dollars for rupees at the margin.",
    "The government also loses the ability to repay foreign debt with rupee income and is forced to borrow dollars to repay foreign debt.",
    "From 2015 monetary instability intensified as the country followed discretionary policy involving flexible inflation targeting coupled with output gap targeting (printing money to boost growth), leading to an accumulation of net foreign debt.",
    "Monetary stability was seen only in 2017 and 2019 when debt was paid back on a net basis and forex reserves re-built by sterilizing inflows (deflationary policy).",
    "When outflows are sterilized after interventions in a pegged central bank, credit and imports are boosted, above the inflows leading.",
    "In addition to flexible inflation targeting with output gap targeting which created monetary instability with currency crises in quick succession Sri Lanka also started to borrow dollars to repay dollars as official policy using ‘Active Liability Management’.",
    "Sri Lanka had 17.2 billion US dollars of net government debt (after deducting foreign reserves) by the end of 2014. Inflationary policy began in the last quarter of 2014 in the form of liquidity releases as the economy recovered from the 2011/2012 crisis.",
    "Net debt went up faster than the foreign financed deficit as dollars were borrowed at the gross financing level.",
    "As a result foreign debt started to spiral in every year liquidity injections created foreign currency crises.",
    "How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "Separately the Ceylon Petroleum Corporation also borrowed from state banks and suppliers also running up debt in the years with inflationary policy.",
    "Shock revelation on how Sri Lanka’s CPC ended up with billions of dollar debt",
    "State banks are also in trouble due to excessive loans given to the CPC in the years of monetary instability.",
    "In 2020 Sri Lanka was locked out of capital markets making it difficult for both the government and state banks to borrow from international markets.",
    "In 2021 with state banks and the government unable to borrow, the central bank borrowed, and it now has negative reserves.",
    "In 2022 Sri Lanka defaulted on its foreign debt after 5 out of 7 past years seeing monetary instability, despite the lack of a war.",
    "Sri Lanka is now scrambling for 3 to 4 billion US dollars ‘bridging finance’ in a similar strategy as foreign shortages persist, despite defaulting of most foreign debt in April.",
    "The central bank has taken corrective measures in the form of rate hike, which is expected to reduce domestic credit."
  ],
  "translate": {
    "si": {
      "title": "විදේශ විනිමය හිඟය තුළ ශ්‍රී ලංකාවේ ශුද්ධ රාජ්‍ය ණය 2021 දී ඉහළ යයි",
      "body_lines": [
        "ECONOMYNEXT - විදේශ සංචිත සඳහා සකස් කරන ලද ශ්‍රී ලංකා රජයේ විදේශ ණය 2022 දී රුපියල් බිලියන 32.8 දක්වා ඉහළ ගියේ විදේශ හිඟ මූල්‍යකරණයක් නොමැතිව වසර තුළදී, ඇණ සමඟ මුදල් මුද්‍රණය කිරීම විදේශ විනිමය හිඟයක් සහ විදේශ සංචිත අඩුවීමක් ඇති කළ බැවිනි.",
        "අයවැය මූල්‍යකරණයෙන් ඩොලර් මිලියන 69 ක සෘණ අගයක් තිබියදීත්, සංචිත ගැලපීමෙන් පසු රජයේ විදේශ ණය 2020 දී රුපියල් බිලියන 28.9 සිට 2021 දී රුපියල් බිලියන 32.8 දක්වා ඉහළ ගොස් ඇති බව මහ බැංකු දත්ත පෙන්වා දෙයි.",
        "ශුද්ධ සංචිත අවසන් වූ පසු විදේශ සංචිත අඩු කර මහ බැංකුව ණයට දැමීමෙන් 2021 දී ණය ගෙවා ඇත. මහ බැංකුව 2021 අවසන් කළේ ශුද්ධ ජාත්‍යන්තර සංචිත ඩොලර් මිලියන 423 ක සෘණ අගයකින්.",
        "දළ සංචිතයෙන් පසු ණය ද 2021 දී රුපියල් බිලියන 26.8 සිට 2021 දී රුපියල් බිලියන 29.2 දක්වා ඉහළ ගියේය.",
        "මහ බැංකුවක් මුදල් මුද්‍රණය කරන විට විදේශ විනිමය හිඟය මතු වන අතර දේශීය ආර්ථික නියෝජිතයින්ට ආන්තිකයෙන් රුපියල්වලට ඩොලර් මිලදී ගැනීමේ හැකියාව අහිමි වේ.",
        "රුපියලේ ආදායමෙන් විදේශ ණය ගෙවීමේ හැකියාවද රජයට අහිමි වන අතර විදේශ ණය ගෙවීමට ඩොලර් ණයට ගැනීමට සිදුවේ.",
        "2015 සිට මුදල් අස්ථාවරත්වය තීව්‍ර වූයේ රට තුළ නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම සහ නිමැවුම් පරතරය ඉලක්ක කිරීම (වර්ධනය ඉහළ නැංවීම සඳහා මුදල් මුද්‍රණය කිරීම) ඇතුළත් අභිමත ප්‍රතිපත්තියක් අනුගමනය කිරීමත් සමඟ ශුද්ධ විදේශ ණය සමුච්චය වීමට හේතු විය.",
        "2017 සහ 2019 දී මුදල් ස්ථායීතාවයක් දක්නට ලැබුණේ ශුද්ධ පදනම මත ණය ආපසු ගෙවූ විට සහ විදේශ විනිමය සංචිත වන්ධ්‍යාකරණය කිරීමෙන් (අවධමනකාරී ප්‍රතිපත්තිය) නැවත ගොඩනැගූ විට පමණි.",
        "සම්බන්ධිත මහ බැංකුවක මැදිහත් වීමෙන් පසු පිටතට ගලා යාම විෂබීජහරණය කළ විට, ප්‍රමුඛ පෙළේ ගලා ඒමට වඩා ණය සහ ආනයන ඉහළ යයි.",
        "ඉක්මන් අනුප්‍රාප්තික මුදල් අර්බුද සමඟ මූල්‍ය අස්ථාවරත්වය ඇති කළ නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් නම්‍යශීලී උද්ධමන ඉලක්කවලට අමතරව, ‘ක්‍රියාකාරී වගකීම් කළමනාකරණය’ භාවිතා කරමින් නිල ප්‍රතිපත්තියක් ලෙස ඩොලර් ආපසු ගෙවීම සඳහා ශ්‍රී ලංකාව ද ඩොලර් ණයට ගැනීමට පටන් ගත්තේය.",
        "2014 අවසන් වන විට ශ්‍රී ලංකාව සතුව ඩොලර් බිලියන 17.2 ක ශුද්ධ රාජ්‍ය ණය (විදේශ සංචිත අඩු කිරීමෙන් පසු) තිබුණි. 2011/2012 අර්බුදයෙන් ආර්ථිකය යථා තත්ත්වයට පත් වීමත් සමඟ උද්ධමන ප්‍රතිපත්තිය 2014 අවසාන කාර්තුවේදී ද්‍රවශීලතා මුදා හැරීම් ආකාරයෙන් ආරම්භ විය.",
        "දළ මූල්‍ය මට්ටමින් ඩොලර් ණයට ගත් බැවින් ශුද්ධ ණය විදේශ මූල්‍ය හිඟයට වඩා වේගයෙන් ඉහළ ගියේය.",
        "එහි ප්‍රතිඵලයක් ලෙස සෑම වසරකම විදේශ නය සර්පිලාකාර වීමට පටන් ගත් අතර ද්‍රවශීලතා එන්නත් විදේශ මුදල් අර්බුද ඇති කළේය.",
        "ශ්‍රී ලංකාවේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ අනුග්‍රහය ලත් ‘යංග් සැලැස්ම’ විදේශ ණය මරණ සර්පිලාකාරයක් බවට පත් කළ ආකාරය: බෙල්වෙදර්",
        "ශ්‍රී ලංකාවේ වයිමර් ජනරජ සාධකය ඩොලර් ස්වෛරී පැහැර හැරීමට ආරාධනා කරයි: බෙල්වෙදර්",
        "වෙනමම ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව ද රාජ්‍ය බැංකුවලින් ණය ලබා ගත් අතර සැපයුම්කරුවන් ද උද්ධමන ප්‍රතිපත්තිය සමඟ වසර ගණනාවක් ණය බරින් දිව ගියේය.",
        "ශ්‍රී ලංකාවේ CPC ඩොලර් බිලියන ගණනක ණයවලින් අවසන් වූ ආකාරය පිළිබඳ කම්පන හෙළිදරව්ව",
        "මූල්‍ය අස්ථාවරත්වය පවතින වසරවලදී ඛනිජ තෙල් නීතිගත සංස්ථාවට ලබා දී ඇති අධික ණය හේතුවෙන් රාජ්‍ය බැංකු ද අමාරුවේ වැටී ඇත.",
        "2020 දී ශ්‍රී ලංකාව ප්‍රාග්ධන වෙළෙඳපොළෙන් අගුලු දමා රජයට සහ රාජ්‍ය බැංකුවලට ජාත්‍යන්තර වෙළෙඳපොළෙන් ණය ගැනීම අපහසු විය.",
        "2021 දී රාජ්‍ය බැංකු සහ රජයට ණය ගැනීමට නොහැකි වූ විට, මහ බැංකුව ණයට ගත් අතර, එය දැන් සෘණ සංචිත ඇත.",
        "2022 දී ශ්‍රී ලංකාව පසුගිය වසර 7 න් 5 කින් පසු සිය විදේශ ණය පැහැර හැරියේ යුද්ධයක් නොතිබුණ ද මුදල් අස්ථාවරත්වය දකිමිනි.",
        "අපේ‍්‍රල් මාසයේ බොහෝ විදේශ ණය පැහැර හැර තිබියදීත්, විදේශ හිඟය පවතින බැවින්, ශ‍්‍රී ලංකාව මේ වන විට සමාන උපාය මාර්ගයක් යටතේ එක්සත් ජනපද ඩොලර් බිලියන 3 සිට 4 දක්වා ‘පාලම් මූල්‍ය’ සඳහා පොරකමින් සිටී.",
        "දේශීය ණය අඩු කිරීමට අපේක්ෂා කරන පොලී අනුපාත ඉහළ නැංවීමේ ස්වරූපයෙන් මහ බැංකුව නිවැරදි කිරීමේ පියවර ගෙන ඇත."
      ]
    },
    "ta": {
      "title": "அந்நிய செலாவணி பற்றாக்குறையில் 2021 இல் இலங்கையின் நிகர அரசாங்க கடன் உயரும்",
      "body_lines": [
        "ECONOMYNEXT – அந்நிய கையிருப்புகளுக்காக சரிசெய்யப்பட்ட இலங்கை அரசாங்கத்தின் வெளிநாட்டுக் கடன் 2022 இல் 32.8 பில்லியன் ரூபாவாக அதிகரித்தது, ஏனெனில் இந்த வருடத்தில் வெளிநாட்டு பற்றாக்குறை நிதியுதவி இல்லை.",
        "அரசாங்க வெளிநாட்டுக் கடன், கையிருப்புகளை சரிசெய்த பிறகு, 2020 இல் 28.9 பில்லியன் ரூபாயிலிருந்து 2021 இல் 32.8 பில்லியன் ரூபாயாக அதிகரித்தது, வரவுசெலவுத் திட்ட நிதியத்தில் எதிர்மறையான 69 மில்லியன் அமெரிக்க டாலர்கள் இருந்தபோதிலும், மத்திய வங்கி தரவு காட்டுகிறது.",
        "2021 ஆம் ஆண்டில் வெளிநாட்டு கையிருப்பைக் குறைத்து, மத்திய வங்கியின் நிகர கையிருப்பு தீர்ந்த பிறகு, கடனை திருப்பிச் செலுத்தியது. மத்திய வங்கி 2021 இல் நிகர சர்வதேச இருப்புக்கள் எதிர்மறையான 423 மில்லியன் அமெரிக்க டாலர்களுடன் முடிவடைந்தது.",
        "2021 இல் 26.8 பில்லியன் ரூபாயில் இருந்து 2021 ஆம் ஆண்டில் மொத்த கையிருப்புக்குப் பிறகு கடன் 29.2 பில்லியன் ரூபாயாக உயர்ந்தது.",
        "ஒரு மத்திய வங்கி பணத்தை அச்சிடும்போது, ​​அந்நிய செலாவணி பற்றாக்குறை உருவாகிறது மற்றும் உள்நாட்டு பொருளாதார முகவர்கள் விளிம்பில் ரூபாய்க்கு டாலர்களை வாங்கும் திறனை இழக்கிறார்கள்.",
        "ரூபாய் வருமானத்துடன் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தும் திறனையும் அரசாங்கம் இழக்கிறது மற்றும் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்துவதற்கு டாலர்களை கடன் வாங்க வேண்டிய கட்டாயத்தில் உள்ளது.",
        "2015 ஆம் ஆண்டு முதல் பணவியல் உறுதியற்ற தன்மை தீவிரமடைந்தது, நாடு நெகிழ்வான பணவீக்க இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்குடன் (வளர்ச்சியை அதிகரிக்க பணத்தை அச்சிடுதல்) உள்ளடக்கிய விருப்பமான கொள்கையை பின்பற்றியது, இது நிகர வெளிநாட்டு கடன் குவிப்புக்கு வழிவகுத்தது.",
        "2017 மற்றும் 2019 ஆம் ஆண்டுகளில் நிகர அடிப்படையில் கடனைத் திருப்பிச் செலுத்தியபோது மட்டுமே பண ஸ்திரத்தன்மை காணப்பட்டது மற்றும் அந்நிய செலாவணி கையிருப்பு வரவுகளை கிருமி நீக்கம் செய்வதன் மூலம் (பணவாக்கக் கொள்கை) மீண்டும் கட்டப்பட்டது.",
        "மத்திய வங்கியின் தலையீடுகளுக்குப் பிறகு வெளியேற்றங்கள் கிருமி நீக்கம் செய்யப்பட்டால், வரவு மற்றும் இறக்குமதிகள் அதிகரிக்கும்.",
        "வெளியீட்டு இடைவெளி இலக்குடன் கூடிய நெகிழ்வான பணவீக்க இலக்குக்கு மேலதிகமாக, நாணய நெருக்கடிகளுடன் பண உறுதியற்ற தன்மையை உருவாக்கியது, இலங்கையும் 'செயலில் பொறுப்பு முகாமைத்துவத்தை' பயன்படுத்தி உத்தியோகபூர்வ கொள்கையாக டாலர்களை திருப்பிச் செலுத்துவதற்கு டாலர்களை கடன் வாங்கத் தொடங்கியது.",
        "2014 ஆம் ஆண்டின் இறுதியில் இலங்கை 17.2 பில்லியன் அமெரிக்க டொலர்களின் நிகர அரசாங்கக் கடனைக் கொண்டிருந்தது (வெளிநாட்டு இருப்புக்களைக் கழித்த பின்னர்) 2011/2012 நெருக்கடியிலிருந்து பொருளாதாரம் மீண்டு வருவதால் பணவீக்கக் கொள்கை 2014 ஆம் ஆண்டின் கடைசி காலாண்டில் பணப்புழக்க வெளியீடுகளின் வடிவத்தில் தொடங்கியது.",
        "மொத்த நிதிய அளவில் டாலர்கள் கடன் வாங்கப்பட்டதால், நிகரக் கடன் வெளிநாட்டு நிதிப் பற்றாக்குறையை விட வேகமாக அதிகரித்தது.",
        "இதன் விளைவாக, ஒவ்வொரு ஆண்டும் வெளிநாட்டுக் கடன் சுழலத் தொடங்கியது, பணப்புழக்க ஊசி வெளிநாட்டு நாணய நெருக்கடிகளை உருவாக்கியது.",
        "இலங்கையின் சர்வதேச நாணய நிதியத்தின் ஆதரவுடைய ‘யங் பிளான்’ வெளிநாட்டுக் கடன் மரணச் சுழலை எவ்வாறு வெளியேற்றியது: பெல்வெதர்",
        "இலங்கையின் வைமர் குடியரசு காரணியானது டாலர் இறையாண்மை இயல்புநிலையை அழைக்கிறது: பெல்வெதர்",
        "தனித்தனியாக இலங்கை பெற்றோலியக் கூட்டுத்தாபனமானது அரச வங்கிகளில் இருந்து கடனைப் பெற்றுள்ளதுடன், பணவீக்கக் கொள்கையுடன் கடந்த வருடங்களில் சப்ளையர்களும் கடனைச் சுமந்தனர்.",
        "இலங்கையின் CPC பில்லியன் டாலர் கடனுடன் எப்படி முடிந்தது என்பது பற்றிய அதிர்ச்சி வெளிப்பாடு",
        "பண ஸ்திரத்தன்மை இல்லாத ஆண்டுகளில் CPC க்கு வழங்கப்பட்ட அதிகப்படியான கடன்களால் ஸ்டேட் வங்கிகளும் சிக்கலில் உள்ளன.",
        "2020 ஆம் ஆண்டில் இலங்கையானது மூலதனச் சந்தைகளுக்கு வெளியே பூட்டப்பட்டது, இது அரசாங்கத்திற்கும் அரச வங்கிகளுக்கும் சர்வதேச சந்தைகளில் இருந்து கடன் பெறுவதற்கு கடினமாக இருந்தது.",
        "2021 ஆம் ஆண்டில், மாநில வங்கிகள் மற்றும் அரசாங்கத்தால் கடன் வாங்க முடியாத நிலையில், மத்திய வங்கி கடன் வாங்கியது, இப்போது அது எதிர்மறை இருப்புக்களைக் கொண்டுள்ளது.",
        "2022 ஆம் ஆண்டில், போர் இல்லாத போதிலும், கடந்த 7 ஆண்டுகளில் 5 ஆண்டுகளுக்குப் பிறகு இலங்கை தனது வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தவில்லை.",
        "ஏப்ரலில் பெரும்பாலான வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தாத போதிலும், வெளிநாட்டுப் பற்றாக்குறை நீடிப்பதால், இதே உத்தியில் இலங்கை இப்போது 3 முதல் 4 பில்லியன் அமெரிக்க டாலர் ‘பிரிட்ஜிங் ஃபைனான்ஸ்’ பெறத் துடிக்கின்றது.",
        "மத்திய வங்கி வீத உயர்வு வடிவில் சரியான நடவடிக்கைகளை எடுத்துள்ளது, இது உள்நாட்டுக் கடனைக் குறைக்கும் என்று எதிர்பார்க்கப்படுகிறது."
      ]
    }
  }
}