{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/26/imf-sees-port-city-as-important-part-of-economy/",
  "time_ut": 1648272720,
  "title": "IMF sees Port City as important part of economy",
  "body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund issued a press release highlighting recommendations to be made to ensure that Sri Lanka regains its economic stability under article IV, and have highlighted the importance of shielding the domestic financial sector from offshore banking activities in the Port City.",
    "According to the IMF, the Port City is an important opportunity for investment promotion and for testing growth-enhancing structural reforms. However, to maximize its benefits while minimizing associated risks, there is a need to ring-fence tax concessions, ensure compliance with international tax and AML/CFT standards and to shield the domestic financial sector from offshore banking activities in the Port City.",
    "Moreover, the tax concessions offered in the Port City should be clearly codified and carefully ringfenced through rigorous regulations while the administration should exercise its discretionary power in granting tax concessions and exemptions given, the IMF adds.",
    "In IMF staff’s view, Sri Lanka’s debt is unsustainable. Based on staff analysis, fiscal consolidation necessary to bring debt down to safe levels would require excessive adjustment over the coming years, pointing to a clear solvency problem. Under the baseline, public debt would keep increasing throughout the projection horizon, reaching 125.3 percent of GDP in 2026, and interest payments will remain above 70% of tax revenues throughout the projection horizon. The deficit generates financing needs that exceed the domestic financial system’s capacity.",
    "In the recommendations, the IMF highlights that in order to restore macroeconomic stability and debt sustainability, implementing a credible and coherent strategy covering both the near and medium term is needed.",
    "The recommended response of Sri Lanka should be as follows, according to the IMF;",
    "Substantial revenue-based fiscal consolidation, with reforms focusing on strengthening VAT and income taxes, strengthening the Large Taxpayer Unit, digitalization of tax administration, and information sharing among government agencies.",
    "Near-term monetary policy tightening to ensure that the recent breach of the inflation target band is only temporary. Recent steps to gradually unwind the CBSL’s large treasury bill holdings should continue through close coordination with the Ministry of Finance.",
    "Gradually restoring a market-determined and flexible exchange rate in order to avoid disorderly movements in the exchange rate, the transition should be carefully sequenced and implemented as part of a comprehensive macroeconomic adjustment package.",
    "Social safety nets to be strengthened, by increasing spending, widening coverage, and improving targeting, to mitigate the adverse impacts of macroeconomic adjustment on vulnerable groups.",
    "Fiscal consolidation achieving a primary balance of zero by 2024, with the objective of reaching a primary surplus by 2025, while fiscal consolidation is primarily revenue based.",
    "Necessary revenues being mobilized from (Generous corporate and personal income tax) CIT, PIT, and VAT, by raising rates, minimizing exemptions, and reinstating mandatory withholding requirements under the IRA (Inland Revenue Act) in order to ensure efficient revenue mobilization and larger contributions from high-income earners while avoiding overburdening the poor.",
    "The strengthening of the Large Taxpayer Unit,  increasing use of digitization in revenue administration and increasing capacity at the Customs and Excise Departments",
    "Cost-recovery based energy pricing to mitigate fiscal risks from state-owned enterprises (SOEs), and introducing automatic fuel and electricity pricing mechanisms under which retail prices are periodically adjusted in line with cost-recovery levels in order to eliminate energy subsidies which disproportionately benefit the rich rather than the poor.",
    "Improvements in budget formulation and execution procedures in order to prevent overestimating revenues and underestimating interest payments leading to budgets providing unrealistic assessments of available resources while preventing expenditure arrears due to weak internal reporting and commitment control mechanisms. Therefore, the IMF recommends for the creation of a Macro-Fiscal Unit at the Ministry of Finance and the rollout of the ITMIS electronic platform to facilitate commitment-based spending controls and fiscal reporting.",
    "While authorized offshore companies would be allowed to engage in business with Sri Lankan residents outside the Port City, offshore financial services should be regulated and supervised in keeping with global norms to shield the domestic financial sector from offshore activities in the Port City. through careful regulations.",
    "Gradually returning to a market-determined and flexible exchange rate via carefully sequenced measures to be implemented as part of a comprehensive macroeconomic adjustment package.",
    "Ensuring that the import restrictions which took place in 2022 that affected many capital goods affecting agriculture, transport, and IT sectors is temporary.",
    "Besides targeted support to distressed-but-viable borrowers, the CBSL should continue to closely monitor the quality of loans exiting the moratorium. Given the financial sector risks, the CBSL should also proactively identify vulnerabilities through stress testing while ensuring that during the process, maintaining restrictions on bank profit distributions would help ensure capital adequacy.",
    "Broadening the CBSL’s regulatory powers and upgrade the resolution framework by setting up a special resolution regime for financial institutions, expanding resolution tools, improving deposit insurance, and enhancing emergency liquidity assistance.",
    "Policy changes to allow for growth in labor force with emphasis on youth and female labor, via promoting female labor force participation, creating job opportunities for the young, reducing trade barriers, and improving investment climate.",
    "Near-term monetary policy tightening warranted to ensure that the recent breach of the 4–6 percent inflation target band is only temporary.",
    "Reforms of price controls and the SOEs, which is spread across key sectors including ports, energy, water, finance, retail, production of basic food, mining, and construction to ensure a more efficient allocation of resources, foster competition, and boost productivity.",
    "Value of dollar will determine prices during festive season: Importers’ Association"
  ],
  "translate": {
    "si": {
      "title": "ජාමූඅ පෝට් සිටි ආර්ථිකයේ වැදගත් කොටසක් ලෙස සලකයි",
      "body_lines": [
        "COLOMBO (News 1st); ජාත්‍යන්තර මූල්‍ය අරමුදල විසින් IV වැනි වගන්තිය යටතේ ශ්‍රී ලංකාව සිය ආර්ථික ස්ථාවරත්වය නැවත ලබා ගැනීම සහතික කිරීම සඳහා කළ යුතු නිර්දේශ ඉස්මතු කරමින් මාධ්‍ය නිවේදනයක් නිකුත් කර ඇති අතර, පෝට් සිටි හි අක්වෙරළ බැංකු ක්‍රියාකාරකම්වලින් දේශීය මූල්‍ය අංශය ආරක්ෂා කිරීමේ වැදගත්කම අවධාරණය කර ඇත.",
        "IMF ට අනුව, Port City යනු ආයෝජන ප්‍රවර්ධනය සඳහා සහ වර්ධනය වැඩි දියුණු කරන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ පරීක්ෂා කිරීම සඳහා වැදගත් අවස්ථාවක් වේ. කෙසේ වෙතත්, ආශ්‍රිත අවදානම් අවම කරන අතරම එහි ප්‍රතිලාභ උපරිම කර ගැනීම සඳහා, බදු සහන නාද කිරීම, ජාත්‍යන්තර බදු සහ AML/CFT ප්‍රමිතීන්ට අනුකූල වීම සහතික කිරීම සහ දේශීය මූල්‍ය අංශය වරාය නගරයේ අක්වෙරළ බැංකු ක්‍රියාකාරකම්වලින් ආරක්ෂා කිරීම අවශ්‍ය වේ.",
        "එපමනක් නොව, පෝට් සිටි හි පිරිනමනු ලබන බදු සහන පැහැදිලිවම සංග්‍රහ කළ යුතු අතර දැඩි රෙගුලාසි හරහා ප්‍රවේශමෙන් ආරක්ෂා කළ යුතු අතර පරිපාලනය විසින් ලබා දී ඇති බදු සහන සහ නිදහස් කිරීම් ලබා දීමේදී තම අභිමතය පරිදි බලය ක්‍රියාත්මක කළ යුතුය, IMF එකතු කරයි.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ කාර්ය මණ්ඩලයට අනුව, ශ්‍රී ලංකාවේ ණය දරාගත නොහැකි ය. කාර්ය මණ්ඩල විශ්ලේෂණය මත පදනම්ව, ණය සුරක්ෂිත මට්ටම් කරා ගෙන ඒම සඳහා අවශ්‍ය රාජ්‍ය මූල්‍ය ඒකාග්‍රතාවය පැහැදිලි විසදුම් ගැටලුවක් පෙන්වා දෙමින් ඉදිරි වසර තුළ අධික ලෙස ගැලපීම් අවශ්‍ය වනු ඇත. මූලික පදනම යටතේ, රාජ්‍ය ණය ප්‍රක්ෂේපණ ක්ෂිතිජය පුරාවටම වැඩිවෙමින් පවතින අතර, 2026 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 125.3 දක්වා ළඟා වනු ඇති අතර, පොලී ගෙවීම් ප්‍රක්ෂේපණ ක්ෂිතිජය පුරාවටම බදු ආදායමෙන් 70%කට වඩා ඉහළින් පවතිනු ඇත. හිඟය දේශීය මූල්‍ය පද්ධතියේ ධාරිතාව ඉක්මවන මූල්‍ය අවශ්‍යතා ජනනය කරයි.",
        "සාර්ව ආර්ථික ස්ථාවරත්වය සහ ණය තිරසාරභාවය යථා තත්ත්වයට පත් කිරීම සඳහා, ආසන්න හා මධ්‍ය කාලීන යන දෙකම ආවරණය වන පරිදි විශ්වසනීය සහ සුසංයෝගී උපාය මාර්ගයක් ක්‍රියාවට නැංවීම අවශ්‍ය බව නිර්දේශවල IMF අවධාරණය කරයි.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලට අනුව ශ්‍රී ලංකාවේ නිර්දේශිත ප්‍රතිචාරය පහත පරිදි විය යුතුය;",
        "වැට් බදු සහ ආදායම් බදු ශක්තිමත් කිරීම, විශාල බදු ගෙවන්නන්ගේ ඒකකය ශක්තිමත් කිරීම, බදු පරිපාලනය ඩිජිටල්කරණය සහ රාජ්‍ය ආයතන අතර තොරතුරු බෙදා ගැනීම කෙරෙහි අවධානය යොමු කරන ප්‍රතිසංස්කරණ සමඟින් සැලකිය යුතු ආදායමක් මත පදනම් වූ රාජ්‍ය මූල්‍ය ඒකාබද්ධ කිරීම.",
        "උද්ධමන ඉලක්ක කලාපයේ මෑත කාලීන කඩකිරීම තාවකාලික බව සහතික කිරීම සඳහා ආසන්න කාලීන මුදල් ප්‍රතිපත්ති දැඩි කිරීම. CBSL හි විශාල භාණ්ඩාගාර බිල්පත් කොටස් ක්‍රමයෙන් ලිහිල් කිරීමට මෑත කාලීන පියවර මුදල් අමාත්‍යාංශය සමඟ සමීප සම්බන්ධීකරණයක් තුළින් ඉදිරියට යා යුතුය.",
        "විනිමය අනුපාතිකයේ අක්‍රමිකතා චලනයන් වැලැක්වීම සඳහා ක්‍රමානුකූලව වෙළඳපල තීරණය කරන ලද සහ නම්‍යශීලී විනිමය අනුපාතිකයක් ප්‍රතිසාධනය කිරීම, සංක්‍රාන්තිය පරිස්සමින් අනුපිළිවෙලට ගෙන විස්තීර්ණ සාර්ව ආර්ථික ගැලපුම් පැකේජයක කොටසක් ලෙස ක්‍රියාත්මක කළ යුතුය.",
        "අවදානමට ලක්විය හැකි කණ්ඩායම් මත සාර්ව ආර්ථික ගැලපුම් වල අහිතකර බලපෑම් අවම කිරීම සඳහා වියදම් වැඩි කිරීම, ආවරණය පුළුල් කිරීම සහ ඉලක්කගත කිරීම් වැඩිදියුණු කිරීම මගින් සමාජ ආරක්ෂණ දැල් ශක්තිමත් කළ යුතුය.",
        "2025 වන විට ප්‍රාථමික අතිරික්තයක් කරා ළඟා වීමේ පරමාර්ථය ඇතිව, 2024 වන විට ශුන්‍යයේ ප්‍රාථමික ශේෂයක් සාක්ෂාත් කර ගැනීම, මූල්‍ය ඒකාග්‍රතාවය මූලික වශයෙන් ආදායම මත පදනම් වේ.",
        "(ත්‍යාගශීලී ආයතනික සහ පුද්ගලික ආදායම් බදු) CIT, PIT, සහ VAT වලින් අවශ්‍ය ආදායම් බලමුලු ගැන්වීම, අනුපාත ඉහල දැමීම, නිදහස් කිරීම් අවම කිරීම සහ IRA (දේශීය ආදායම් පනත) යටතේ අනිවාර්ය රඳවා ගැනීමේ අවශ්‍යතා යථා තත්ත්වයට පත් කිරීම මගින් කාර්යක්ෂම ආදායම් බලමුලු ගැන්වීම සහ විශාල දායකත්වයක් දුප්පතුන්ට බර පැටවීම වළක්වා ගනිමින් ඉහළ ආදායම් ලබන්නන්ගෙන්.",
        "විශාල බදු ගෙවන්නන් ඒකකය ශක්තිමත් කිරීම, ආදායම් පරිපාලනයේ ඩිජිටල්කරණය භාවිතය වැඩි කිරීම සහ රේගු සහ සුරාබදු දෙපාර්තමේන්තු වල ධාරිතාව වැඩි කිරීම",
        "රජය සතු ව්‍යවසායන්ගෙන් (SOEs) මූල්‍ය අවදානම් අවම කිරීම සඳහා පිරිවැය-ප්‍රතිසාධනය පදනම් කරගත් බලශක්ති මිලකරණය සහ අසමානුපාතික ලෙස ප්‍රතිලාභ ලබන බලශක්ති සහනාධාර ඉවත් කිරීම සඳහා සිල්ලර මිල ගණන් වරින් වර පිරිවැය-ප්‍රතිසාධන මට්ටම්වලට අනුකූලව සකස් කරනු ලබන ස්වයංක්‍රීය ඉන්ධන සහ විදුලි මිල යාන්ත්‍රණයන් හඳුන්වා දීම. දුප්පත් අයට වඩා ධනවතුන්.",
        "දුර්වල අභ්‍යන්තර වාර්තාකරණය සහ කැපවීම් පාලන යාන්ත්‍රණයන් හේතුවෙන් වියදම් හිඟ වීම වළක්වමින් පවතින සම්පත් පිළිබඳ යථාර්ථවාදී නොවන තක්සේරු කිරීම් සපයන අයවැයට මඟ පාදන ආදායම් අධිතක්සේරු කිරීම සහ පොලී ගෙවීම් අවතක්සේරු කිරීම වැළැක්වීම සඳහා අයවැය සැකසීම සහ ක්‍රියාත්මක කිරීමේ ක්‍රියා පටිපාටිවල වැඩිදියුණු කිරීම්. එබැවින්, IMF මුදල් අමාත්‍යාංශයේ සාර්ව මූල්‍ය ඒකකයක් නිර්මාණය කිරීම සහ කැපවීම් මත පදනම් වූ වියදම් පාලනයන් සහ මූල්‍ය වාර්තාකරණය සඳහා පහසුකම් සැලසීම සඳහා ITMIS ඉලෙක්ට්‍රොනික වේදිකාව එළිදැක්වීම සඳහා නිර්දේශ කරයි.",
        "බලයලත් අක්වෙරළ සමාගම්වලට වරාය නගරයෙන් පිටත ශ්‍රී ලාංකික පදිංචිකරුවන් සමඟ ව්‍යාපාරවල යෙදීමට අවසර දෙන අතර, දේශීය මූල්‍ය අංශය වරාය නගරයේ අක්වෙරළ ක්‍රියාකාරකම්වලින් ආරක්ෂා කිරීම සඳහා ගෝලීය සම්මතයන්ට අනුකූලව අක්වෙරළ මූල්‍ය සේවා නියාමනය කර අධීක්ෂණය කළ යුතුය. සුපරීක්ෂාකාරී රෙගුලාසි හරහා.",
        "විස්තීරණ සාර්ව ආර්ථික ගැලපුම් පැකේජයක කොටසක් ලෙස ක්‍රියාවට නැංවිය යුතු ප්‍රවේශමෙන් අනුක්‍රමික පියවරයන් හරහා ක්‍රමයෙන් වෙළඳපොල-නිර්ණය කළ සහ නම්‍යශීලී විනිමය අනුපාතයකට ආපසු යාම.",
        "කෘෂිකර්මය, ප්‍රවාහනය, සහ තොරතුරු තාක්ෂණ ක්ෂේත්‍රවලට බලපාන බොහෝ ප්‍රාග්ධන භාණ්ඩවලට බලපෑ 2022 දී සිදු වූ ආනයන සීමා කිරීම් තාවකාලික බව සහතික කිරීම.",
        "පීඩාවට පත්ව සිටින නමුත් ශක්‍ය ණය ගැතියන් සඳහා ඉලක්කගත සහායට අමතරව, CBSL විසින් මොරටෝරියමයෙන් පිටවන ණයවල ගුණාත්මක භාවය සමීපව අධීක්ෂණය කිරීම දිගටම කරගෙන යා යුතුය. මූල්‍ය අංශයේ අවදානම් සැලකිල්ලට ගෙන, ක්‍රියාවලිය අතරතුර, බැංකු ලාභ බෙදාහැරීම් සීමා කිරීම් පවත්වා ගැනීම ප්‍රාග්ධන ප්‍රමාණවත් බව සහතික කිරීමට උපකාරී වන බව සහතික කරන අතරම, CBSL විසින් ආතති පරීක්‍ෂාව හරහා අවදානම් තත්ත්වයන් කල්තියා හඳුනා ගත යුතුය.",
        "CBSL හි නියාමන බලතල පුළුල් කිරීම සහ මූල්‍ය ආයතන සඳහා විශේෂ විභේදන පාලන තන්ත්‍රයක් පිහිටුවීම, විභේදන මෙවලම් පුළුල් කිරීම, තැන්පතු රක්ෂණය වැඩිදියුණු කිරීම සහ හදිසි ද්‍රවශීලතා සහාය වැඩිදියුණු කිරීම මගින් විභේදන රාමුව උත්ශ්‍රේණි කිරීම.",
        "කාන්තා ශ්‍රම බලකායේ සහභාගීත්වය ප්‍රවර්ධනය කිරීම, තරුණයින් සඳහා රැකියා අවස්ථා නිර්මාණය කිරීම, වෙළඳ බාධක අඩු කිරීම සහ ආයෝජන වාතාවරණය වැඩිදියුණු කිරීම හරහා තරුණ හා කාන්තා ශ්‍රමය අවධාරණය කරමින් ශ්‍රම බලකායේ වර්ධනයට ඉඩ සැලසෙන ප්‍රතිපත්ති වෙනස්කම්.",
        "4-6 ප්‍රතිශතයේ උද්ධමන ඉලක්ක කලාපයේ මෑත කාලීන කඩකිරීම තාවකාලික බව සහතික කිරීම සඳහා ආසන්න කාලීන මුදල් ප්‍රතිපත්ති දැඩි කිරීම අවශ්‍ය වේ.",
        "වරාය, බලශක්තිය, ජලය, මූල්‍ය, සිල්ලර වෙළඳාම, මූලික ආහාර නිෂ්පාදනය, පතල් කැණීම සහ ඉදිකිරීම් ඇතුළු ප්‍රධාන අංශ හරහා පැතිරී ඇති මිල පාලන ප්‍රතිසංස්කරණ සහ SOEs, සම්පත් වඩාත් කාර්යක්ෂමව බෙදා හැරීම සහතික කිරීම, තරඟකාරිත්වය වර්ධනය කිරීම සහ ඵලදායිතාව ඉහළ නැංවීම.",
        "ඩොලරයේ අගය උත්සව සමයේ මිල තීරණය කරනු ඇත: ආනයනකරුවන්ගේ සංගමය"
      ]
    },
    "ta": {
      "title": "சர்வதேச நாணய நிதியம் போர்ட் சிட்டியை பொருளாதாரத்தின் முக்கிய அங்கமாக பார்க்கிறது",
      "body_lines": [
        "COLOMBO (News 1st); சர்வதேச நாணய நிதியம், கட்டுரை IV இன் கீழ் இலங்கை தனது பொருளாதார ஸ்திரத்தன்மையை மீளப் பெறுவதை உறுதிசெய்வதற்கான பரிந்துரைகளை உயர்த்தி, போர்ட் சிட்டியில் வெளிநாட்டு வங்கிச் செயல்பாடுகளில் இருந்து உள்நாட்டு நிதித் துறையைப் பாதுகாப்பதன் முக்கியத்துவத்தை உயர்த்திக் காட்டும் ஒரு செய்திக்குறிப்பை வெளியிட்டது.",
        "IMF இன் கூற்றுப்படி, போர்ட் சிட்டி என்பது முதலீட்டு ஊக்குவிப்பு மற்றும் வளர்ச்சியை மேம்படுத்தும் கட்டமைப்புச் சீர்திருத்தங்களைச் சோதிக்கும் ஒரு முக்கியமான வாய்ப்பாகும். எவ்வாறாயினும், அதனுடன் தொடர்புடைய அபாயங்களைக் குறைக்கும் அதே வேளையில் அதன் பலன்களை அதிகரிக்க, வரிச் சலுகைகளைப் பெறுவதும், சர்வதேச வரி மற்றும் AML/CFT தரநிலைகளுடன் இணங்குவதை உறுதி செய்வதும், போர்ட் சிட்டியில் வெளிநாட்டு வங்கிச் செயல்பாடுகளில் இருந்து உள்நாட்டு நிதித் துறையைப் பாதுகாப்பதும் அவசியம்.",
        "மேலும், போர்ட் சிட்டியில் வழங்கப்படும் வரிச் சலுகைகள் தெளிவாகக் குறியிடப்பட்டு, கடுமையான விதிமுறைகள் மூலம் கவனமாகப் பாதுகாக்கப்பட வேண்டும், அதே நேரத்தில் நிர்வாகம் அதன் விருப்ப அதிகாரத்தைப் பயன்படுத்தி வரிச் சலுகைகள் மற்றும் கொடுக்கப்பட்ட விலக்குகளை வழங்க வேண்டும், IMF மேலும் கூறுகிறது.",
        "IMF ஊழியர்களின் பார்வையில், இலங்கையின் கடன் தாங்க முடியாதது. ஊழியர்களின் பகுப்பாய்வின் அடிப்படையில், கடனை பாதுகாப்பான நிலைக்குக் கொண்டுவருவதற்குத் தேவையான நிதி ஒருங்கிணைப்புக்கு, தெளிவான தீர்வுச் சிக்கலைச் சுட்டிக்காட்டி, வரும் ஆண்டுகளில் அதிகப்படியான சரிசெய்தல் தேவைப்படும். அடிப்படையின் கீழ், பொதுக் கடன் 2026 ஆம் ஆண்டில் மொத்த உள்நாட்டு உற்பத்தியில் 125.3 சதவீதத்தை எட்டும், மேலும் ப்ராஜெக்ஷன் அடிவானம் முழுவதும் 70% வரி வருவாய்க்கு மேல் வட்டி செலுத்துதல் இருக்கும். பற்றாக்குறையானது உள்நாட்டு நிதி அமைப்பின் திறனை விட அதிகமாக நிதி தேவைகளை உருவாக்குகிறது.",
        "மேக்ரோ பொருளாதார ஸ்திரத்தன்மை மற்றும் கடன் நிலைத்தன்மையை மீட்டெடுக்க, அருகிலுள்ள மற்றும் நடுத்தர காலத்தை உள்ளடக்கிய நம்பகமான மற்றும் ஒத்திசைவான மூலோபாயத்தை செயல்படுத்துவது அவசியம் என்று பரிந்துரைகளில் IMF எடுத்துக்காட்டுகிறது.",
        "சர்வதேச நாணய நிதியத்தின் படி, இலங்கையின் பரிந்துரைக்கப்பட்ட பதில் பின்வருமாறு இருக்க வேண்டும்;",
        "கணிசமான வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு, வாட் மற்றும் வருமான வரிகளை வலுப்படுத்துதல், பெரிய வரி செலுத்துவோர் பிரிவை வலுப்படுத்துதல், வரி நிர்வாகத்தை டிஜிட்டல் மயமாக்குதல் மற்றும் அரசு நிறுவனங்களிடையே தகவல் பகிர்வு ஆகியவற்றில் கவனம் செலுத்தும் சீர்திருத்தங்கள்.",
        "பணவீக்க இலக்கு பேண்டின் சமீபத்திய மீறல் தற்காலிகமானது என்பதை உறுதிசெய்ய, நெருங்கிய கால பணவியல் கொள்கை இறுக்கம். CBSL இன் பெரிய கருவூல உண்டியல் கையிருப்புகளை படிப்படியாக அகற்றுவதற்கான சமீபத்திய நடவடிக்கைகள் நிதி அமைச்சகத்துடன் நெருக்கமான ஒருங்கிணைப்பின் மூலம் தொடர வேண்டும்.",
        "பரிவர்த்தனை விகிதத்தில் ஒழுங்கற்ற நகர்வுகளைத் தவிர்ப்பதற்காக, சந்தை நிர்ணயம் செய்யப்பட்ட மற்றும் நெகிழ்வான மாற்று விகிதத்தை படிப்படியாக மீட்டமைத்தல், இந்த மாற்றம் கவனமாக வரிசைப்படுத்தப்பட்டு, விரிவான மேக்ரோ பொருளாதார சரிசெய்தல் தொகுப்பின் ஒரு பகுதியாக செயல்படுத்தப்பட வேண்டும்.",
        "பாதிக்கப்படக்கூடிய குழுக்களில் மேக்ரோ பொருளாதார சரிசெய்தலின் பாதகமான தாக்கங்களைத் தணிக்க, செலவினங்களை அதிகரிப்பதன் மூலமும், கவரேஜை விரிவுபடுத்துவதன் மூலமும், இலக்கை மேம்படுத்துவதன் மூலமும் சமூக பாதுகாப்பு வலைகள் வலுப்படுத்தப்பட வேண்டும்.",
        "2025 ஆம் ஆண்டளவில் முதன்மை உபரியை அடையும் நோக்கத்துடன், 2024 ஆம் ஆண்டில் பூஜ்ஜியத்தின் முதன்மை இருப்பை அடையும் நிதி ஒருங்கிணைப்பு, அதே நேரத்தில் நிதி ஒருங்கிணைப்பு முதன்மையாக வருவாயை அடிப்படையாகக் கொண்டது.",
        "(தாராளமான கார்ப்பரேட் மற்றும் தனிநபர் வருமான வரி) CIT, PIT மற்றும் VAT ஆகியவற்றிலிருந்து தேவையான வருவாய் திரட்டப்படுகிறது. அதிக வருமானம் ஈட்டுபவர்களிடமிருந்து, அதே நேரத்தில் ஏழைகளுக்கு அதிக சுமைகளைத் தவிர்க்கவும்.",
        "பெரிய வரி செலுத்துவோர் பிரிவை வலுப்படுத்துதல், வருவாய் நிர்வாகத்தில் டிஜிட்டல் மயமாக்கலின் பயன்பாட்டை அதிகரித்து, சுங்கம் மற்றும் கலால் துறைகளில் திறன் அதிகரிப்பு",
        "அரசுக்குச் சொந்தமான                                                        எரிசக்தி  ஆற்றல்  எரிசக்திகளின்  விலையிடல்                       பலன்களை   அகற்ற                      அகற்ற         அவ்வப்போது  சில்லறை விலை மீட்டெடுப்பு நிலைகளின் கீழ்    அதன் கீழ்  தானாக எரிபொருள் மற்றும் மின்சார விலையிடல் முறை* முறைகளை  அறிமுகப்படுத்துகின்றன. ஏழைகளை விட பணக்காரர்கள்.",
        "வருவாயை மிகைப்படுத்தி மதிப்பிடுவதையும் வட்டிக் கொடுப்பனவுகளை குறைத்து மதிப்பிடுவதையும் தடுப்பதற்காக பட்ஜெட் உருவாக்கம் மற்றும் செயல்படுத்தும் நடைமுறைகளில் மேம்பாடுகள், பலவீனமான உள் அறிக்கையிடல் மற்றும் அர்ப்பணிப்புக் கட்டுப்பாட்டு வழிமுறைகள் காரணமாக செலவின பாக்கிகளைத் தடுக்கும் அதே வேளையில், கிடைக்கக்கூடிய ஆதாரங்களின் நம்பத்தகாத மதிப்பீடுகளை பட்ஜெட்டுகளுக்கு இட்டுச் செல்லும். எனவே, IMF நிதி அமைச்சகத்தில் ஒரு மேக்ரோ-ஃபிஸ்கல் யூனிட்டை உருவாக்கவும் மற்றும் ITMIS எலக்ட்ரானிக் பிளாட்ஃபார்மை உருவாக்கவும் உறுதி அடிப்படையிலான செலவுக் கட்டுப்பாடுகள் மற்றும் நிதி அறிக்கையை எளிதாக்குவதற்கு பரிந்துரைக்கிறது.",
        "போர்ட் சிட்டிக்கு வெளியே உள்ள இலங்கைக் குடிமக்களுடன் வணிகத்தில் ஈடுபட அங்கீகரிக்கப்பட்ட கடல்சார் நிறுவனங்கள் அனுமதிக்கப்படும் அதே வேளையில், போர்ட் சிட்டியில் உள்ள வெளிநாட்டு நடவடிக்கைகளில் இருந்து உள்நாட்டு நிதித் துறையைப் பாதுகாக்க, உலகளாவிய நியாயங்களுக்கு இணங்க, கடல்சார் நிதிச் சேவைகள் ஒழுங்குபடுத்தப்பட்டு மேற்பார்வை செய்யப்பட வேண்டும். கவனமாக விதிமுறைகள் மூலம்.",
        "விரிவான மேக்ரோ பொருளாதார சரிசெய்தல் தொகுப்பின் ஒரு பகுதியாக செயல்படுத்தப்பட வேண்டிய கவனமாக வரிசைப்படுத்தப்பட்ட நடவடிக்கைகள் மூலம் படிப்படியாக சந்தை நிர்ணயிக்கப்பட்ட மற்றும் நெகிழ்வான மாற்று விகிதத்திற்குத் திரும்புதல்.",
        "விவசாயம், போக்குவரத்து மற்றும் தகவல் தொழில்நுட்பத் துறைகளைப் பாதிக்கும் பல மூலதனப் பொருட்களைப் பாதித்த 2022 ஆம் ஆண்டில் இறக்குமதிக் கட்டுப்பாடுகள் தற்காலிகமானவை என்பதை உறுதி செய்தல்.",
        "துன்பத்தில் இருக்கும் ஆனால் சாத்தியமான கடன் வாங்குபவர்களுக்கு இலக்கு ஆதரவைத் தவிர, CBSL தடைக்காலத்திலிருந்து வெளியேறும் கடன்களின் தரத்தை உன்னிப்பாகக் கண்காணிக்க வேண்டும். நிதித் துறை அபாயங்களைக் கருத்தில் கொண்டு, CBSL ஆனது மன அழுத்தச் சோதனையின் மூலம் பாதிப்புகளை முன்கூட்டியே கண்டறிய வேண்டும், அதே நேரத்தில், வங்கி லாபப் பகிர்வுகளில் கட்டுப்பாடுகளைப் பேணுவது மூலதனப் போதுமான தன்மையை உறுதிப்படுத்த உதவும்.",
        "CBSL இன் ஒழுங்குமுறை அதிகாரங்களை விரிவுபடுத்துதல் மற்றும் நிதி நிறுவனங்களுக்கான சிறப்புத் தீர்மான ஆட்சியை அமைப்பதன் மூலம் தீர்மானக் கட்டமைப்பை மேம்படுத்துதல், தீர்வுக் கருவிகளை விரிவுபடுத்துதல், வைப்புத்தொகைக் காப்பீட்டை மேம்படுத்துதல் மற்றும் அவசரகால பணப்புழக்க உதவியை மேம்படுத்துதல்.",
        "பெண் தொழிலாளர் பங்கேற்பை ஊக்குவித்தல், இளைஞர்களுக்கு வேலை வாய்ப்புகளை உருவாக்குதல், வர்த்தக தடைகளைக் குறைத்தல் மற்றும் முதலீட்டுச் சூழலை மேம்படுத்துதல் ஆகியவற்றின் மூலம் இளைஞர்கள் மற்றும் பெண் தொழிலாளர்களுக்கு முக்கியத்துவம் அளித்து தொழிலாளர்களின் வளர்ச்சியை அனுமதிக்கும் கொள்கை மாற்றங்கள்.",
        "4-6 சதவீத பணவீக்க இலக்குக் குழுவின் சமீபத்திய மீறல் தற்காலிகமானது மட்டுமே என்பதை உறுதிப்படுத்த, நெருங்கிய கால நாணயக் கொள்கை இறுக்கம் தேவை.",
        "துறைமுகங்கள், எரிசக்தி, நீர், நிதி, சில்லறை வணிகம், அடிப்படை உணவு உற்பத்தி, சுரங்கம் மற்றும் கட்டுமானம் உள்ளிட்ட முக்கிய துறைகளில் பரவியுள்ள விலைக் கட்டுப்பாடுகள் மற்றும் SOEகளின் சீர்திருத்தங்கள், வளங்களை மிகவும் திறமையான பங்கீட்டை உறுதிசெய்யவும், போட்டியை வளர்க்கவும், உற்பத்தித்திறனை அதிகரிக்கவும்.",
        "பண்டிகைக் காலத்தில் டாலரின் மதிப்பு விலையை நிர்ணயிக்கும்: இறக்குமதியாளர்கள் சங்கம்"
      ]
    }
  }
}