{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Those-who-have-wisdom-have-all-Fools-with-all-have-nothing/172-231910",
  "time_ut": 1645835880,
  "title": "Those who have wisdom have all: Fools with all have nothing",
  "body_lines": [
    "Since 1952 Sri Lanka has suffered a devastating blood bath largely due to racial issues. The ruling United National Party’s(UNP) then frontliner S.W.R.D. Bandaranaike quit the Government and formed a new party and claimed that the main principle of his party was a Sinhala only policy but analysts believe he was unhappy over the then Prime Minister D.S. Senanayake’s decision that his successor will be his son Dudley Senanayake. At 1956 general election Mr.Bandaranaike formed the Mahajana Ekasath Peramuna (MEP) with parties who supported his policies and the MEP won the general election. But issues did not work out the way Mr. Bandaranaike intended. His Sinhala only policy prompted the UNP’s deputy leader J.R. Jayewardene to steal a march over Mr.Bandaranaike He began a  march to Kandy promising Sinhala only within 24 hours. One issue led to another and in 1958 there were riots against the Tamil community and state of emergency was declared. Mr.Bandaranaike apparently realised the folly or danger in his policy and had a dialogue with the main Tamil federal party led by SJV Chelvanayakam. They worked out what was called a B-C pact to set up District Councils which had much less power than the Provincial Councils set up in 1978. But sinister or corrupt elements plotted against Mr.Bandaranaike and on September 26, 1959 a Buddhist monk shot him dead point blank at the PM’s Rosemead Place residence.",
    "His widow Sirimavo Bandaranaike served one abortive term from 1960 to 1964 when senior minister C.P. de Silva crossed over with several others and the opposition won a no confidence motion after dramatic events in and outside  the then House of Representatives. In 1965, former Premier Dudley Senanayake and his national alliance won the general election and formed a coalition with the federal party with its senior member M. Thiruchelvam getting a key portfolio as the Minister of Local Governments. They also worked out a Dudley-Chelvanayakam agreement for District Councils which would have had much less powers than the current Provincial Councils. But reliable sources say a senior minister, apparently a Sinhala extremist leaked this document to the media and the pact was abandoned amidst an uproar over it. Of course Premier Dudley Senanayake also lost a large degree of national support when he cut the rice ration from two measures a week to one measure though He gave it free of charge. But that it did not apparently please the people and in the July 1970 general election former Prime Minister Sirimavo Bandaranaike swept back to power in a coalition with the Lanka Sama Samaja Party (LSSP) led by Dr.N.M. Perera and the community party Dr.S.A. Wickramasinghe. By 1972 a Republican Constitution was worked out making Sri Lanka an independent and sovereign country instead of being a dominion of Britain. While that was a vital move the Prime Minister in the period before it introduced what was called a district quota system whereby the university admission were based on the educational standards in the districts. For instance, a Jaffna student who got three ‘A’s was left out in place of a Monaragala student who got only one ‘A’.",
    "",
    "Many independent analysts believe this was one of the main reasons for the youth unrest and then violent revolt in the Northern and Eastern Provinces. This led to the formation of the Liberation Tigers of Tamil Eelam(LTTE) and other terrorist groups which were allegedly trained and armed by India. Eventually it led to a bloody war between the LTTE and the Sri Lankan security forces leaving tens of thousands dead or injured and millions of others languishing in varying degrees of destitution, degradation and deprivation.",
    "",
    "Never again yesterday. This must be our vision and goal as we mark the United Nations International Day for the Elimination of Racial Discrimination. According to the UN “Youth standing up against racism” is the latest theme. It encourages the people to FightRacism, and to foster a global culture of tolerance, equality and anti-discrimination and calls on us to stand up against racial prejudice and intolerant attitudes.",
    "",
    "The UN says young people massively showed their support at the 2020 Black Lives Matter marches, which drew millions of demonstrators worldwide. On the streets, groundswells of youth - mostly teens and twenty-somethings - came together to protest against racial injustice. On social media, they mobilized participation, calling on their peers to speak out, and to stand up for the equal rights of all.",
    "",
    "One of the world’s greatest statesmen Nelson Mandela has said Political division, based on race, is  entirely artificial and when it disappears, so will the domination of one race group by another."
  ]
}