{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/dbs-jeyaraj-column/H-R-Jothipala-Sinhala-Cinemas-Most-Popular-Playback-Singer/192-231917",
  "time_ut": 1645836960,
  "title": "H. R. Jothipala: Sinhala Cinema’s  Most Popular Playback Singer",
  "body_lines": [
    "Hettiarachchige Reginald Jothipala known as Jothipala and Jothi was arguably Sinhala cinema’s most popular playback singer. He did sing over the radio, perform in stage shows and make records and audiotapes. Yet he was essentially a playback singer of Sinhala film songs. Many regard him as the finest of them all",
    "Jothipala excelled as a singer of Sinhala film songs in a singing career that spanned more than three decades from 1954 to 1987. Jothi sang over thousands of songs in hundreds of films",
    "",
    "The handsome Jothipala also acted in 35 films of which two were produced by him. Jothi lived for only 51 years on this planet but he enjoyed great popularity and had a huge fan following during the greater part of those years",
    "Jothipala was a loveable personality. What endeared Jothi to most persons who interacted with him was his unpretentious simplicity, easy accessibility, good-natured friendliness, and happy-go-lucky lifestyle",
    "",
    "By",
    "D. B. S. Jeyaraj",
    "I begin this column this week with an apology to readers. I had written a two part article titled “Sinhala Buddhist Strategist N. Q. Dias was feared as the “Tsar” in the “Daily Mirror” last week (Feb 19). Unfortunately I am unable to write the second part this week as planned because I am yet in the process of gathering some vital information necessary for writing. I am very sorry for disappointing the readers looking forward to the second part of the article this week. However I am confident of acquiring the required info very soon and would be writing the second part next week.",
    "",
    "For this week, I intend writing on a non-political theme. As regular readers of this column may be aware, I had for several months last year devoted an article each month to a cinema-related topic. Those articles were well received. However, I have not been able to write a cinema-related article for the past few months.",
    "",
    "It is against this backdrop therefore that I focus on a much-loved film personality who is no more among the living. Nevertheless, the ever-popular songs he sang for over three decades continue to remain evergreen in our collective memory. I am referring of course to the golden-hearted Jothipala whose immortal singing captivated the hearts of millions of Sri Lankans. H. R. Jothipala’s 86th birth anniversary was on Feb 12.",
    "",
    "Hettiarachchige Reginald Jothipala known as Jothipala and Jothi was arguably Sinhala cinema’s most popular playback singer. He did sing over the radio, perform in stage shows and make records and audiotapes. Yet he was essentially a playback singer of Sinhala film songs. Many regard him as the finest of them all.",
    "",
    "",
    "‘Jothi Raathriya’ or ‘Jothi Nite’",
    "Jothipala excelled as a singer of Sinhala film songs in a singing career that spanned more than three decades from 1954 to 1987. Jothi sang over thousands of songs in hundreds of films. He also staged several stage shows in many parts of the island called ‘Jothi Raathriya’ or ‘Jothi Nite’.",
    "",
    "The handsome Jothipala also acted in 35 films of which two were produced by him. Jothi lived for only 51 years on this planet but he enjoyed great popularity and had a huge fan following during the greater part of those years. He passed away nearly 35 years ago on July 7, 1987.",
    "",
    "Jothipala was a loveable personality. What endeared Jothi to most persons who interacted with him was his unpretentious simplicity, easy accessibility, good-natured friendliness, and happy-go-lucky lifestyle.",
    "",
    "I too was fortunate in getting to meet Jothi personally on a few occasions at his Maligawatte residence and at other places along with mutual friends. He was at the zenith of his career then but I was bowled over by his charming geniality, frank openness, and helpful nature. Jothi was an embodiment of genuine friendliness.",
    "",
    "",
    "“Hadawatha Raththaran Jothipala”",
    "It was this inherent goodness that touched the hearts of many. It is a fact that Jothipala’s initials “H” and “R’ stood for Hettiarachchige and Reginald respectively. But Jothi’s friend and popular singer Nihal Nelson provided a new meaning to those initials. Nihal Nelson once publicly dubbed H. R. Jothipala as “Hadawatha Raththaran Jothipala” meaning “Heart-of-Gold Jothipala”. Nelson reportedly said on that occasion in Sinhala – “Jothipala is a golden man with a good heart… He is someone without qualities like hypocrisy, jealousy, and greed. The heart of such a man is gold. Jothipala will always be golden-hearted.”",
    "",
    "There is a particular quality about Jothipala’s rendering of songs for actors on screen that has impressed me greatly. What is most remarkable about Jothipala’s singing in films was the manner in which his voice blended and harmonised with those of the actors he was voicing for in the films. Be it Gamini Fonseka, Tony Ranasinghe, Joe Abeywickrama, Vijaya Kumaratunga, or Ravindra Randeniya – Jothipala’s voice would sound just like those of the actors when you saw and heard the songs on screen. More importantly, he would convey the emotions of the on-screen actors expressively through his singing. Jothipala’s singing would harmonise with the personality of the actors and the particular roles portrayed by them on screen.",
    "",
    "",
    "Singing of T. M. Soundararajan",
    "This is a quality I have seen only in the singing of T. M. Soundararajan in Tamil films. The voice and singing mode of TMS as he was known would perfectly suit the actors he lip-synched for. He would modulate his voice in accordance with those of the actors and emote passionately with the roles they played on screen.",
    "",
    "T.M. Soundararajan’s forte was his full-throated, high-octave singing. When compared to TMS, Jothipala though possessing a deep voice was a “softer” singer. Almost a crooner at times. Nevertheless, it did seem to me that Jothipala like TMS had a singing style made unique through voice modulation and variation that blended well with the voices and expressions of the actors he was singing for.",
    "",
    "I once asked Jothi about this. It was in the midst of a “spirited” conversation. Though Jothi laughed and replied in Sinhala that I was asking him about the “tricks of his trade”, I could see that he did like my question. He was very happy at being compared to T. M. Soundararajan. Unfortunately, we were amid friends who were in the ‘Kaalaa, Beelaa, Jolly Korapallaa’ (eat, drink, and make merry) mood and mode. They kept intervening with their own comments. After a while, Jothi told me that my question needed a detailed discussion. “Can we talk about this at another time?” he asked. I said, “Yes”. Alas! That “another” time never came.",
    "",
    "The answer however came 17 years after Jothipala’s demise. The superstar of Sinhala cinema Gamini Fonseka was interviewed extensively by journalists Prasad Gunewardena and Stanley Samarasinghe for the ‘Daily News’ in 2004. Gamini passed away a week later. Although substantial portions of the interview were published in 2004, some parts appeared in print some years later.",
    "",
    "One segment of the interview was published seven years later in 2011. The focus of the belatedly published interview was on Jothipala. Gamini Fonseka was quizzed intensively on Jothi. I found that the views expressed by Gamini answered to a very extent the question I had about Jothi’s singing style suiting the actors he was voicing for. I filed the interview in my journalistic archive thinking I must use this if and when I ever get to write about Jothipala. So I am reproducing excerpts here to provide readers with fresh insight into Jothi’s singing in the words of Gamini Fonseka:",
    "",
    "In the Words of Gamini Fonseka",
    "Q Mr. Fonseka, you have acted to the voice of H. R. Jothipala in many films as Jothipala was the main playback singer for films. Did Jothipala’s voice suit those roles you portrayed?",
    "Why not? That was the only voice that really suited not only me but also Vijaya Kumaratunga and even Joe Abeywickrama.",
    "",
    "Q Did you find anything unique in the voice style of Jothipala?",
    "Jothipala was the only film playback singer who offered the true vocal expressions to the lyrics with variations that was an incentive to any actor.",
    "",
    "Q Could you elaborate what those expressions and variations were and how they were helpful to you as an actor?",
    "You see, Jothipala sensed the lyrics. He would at times imagine the location of shooting and call us to say that he would be exercising some voice variations to suit the location of shooting.",
    "",
    "Q You mean to say that Jothipala was not just a playback singer but also a singer who visualised what he was going to sing?",
    "Yes...very few singers are gifted that way with a thorough knowledge of what they were going to offer to the actor in those roles.",
    "",
    "Q Jothipala is now no more. Do you see a void in film playback singing or have others filled it?",
    "The void of Jothipala can never be filled by copying him. That void will last till the last day of Sinhala film industry. I am proud to say that I, Vijaya and Joe acted to the vocal expressions and variations in Jothipala’s voice. Jothipala’s voice suited the role of the actor and the personality of the actor. It gave the feeling to the audience inside a cinema that the actor himself was truly singing and acting. That is the uniqueness in the voice gifted to Jothipala by nature. I would say that Jothipala was a gift to us in the film industry.",
    "",
    "Q What was so unique in the voice of Jothipala?",
    "Unique? I will tell you... Jothipala was the only playback singer who sang to joy, emotion and grief, the three essential areas in film songs.",
    "",
    "Q So you say though Jothipala is no more, Jothipala has come to live forever in the singing scene?",
    "Yes...Actors will be remembered after their deaths only when one of their films is shown again. Singers are different. Their voices continue to be heard. Jothipala died 17 years ago but his voice is being heard daily. In contrast, you will not see Gamini Fonseka on the screen daily after his death. Of all singers, H.R. Jothipala is exclusive. He has come to stay. As long as the island-Sri Lanka exists on the world map, Jothipala will never die. That is why he is unique.",
    "",
    "This then was the monarch of Sinhala cinema’s opinion about Jothipala. It is indeed great to hear Gamini Fonseka praising the unique singing of H.R. Jothipala and bestowing immortality upon the singer.",
    "Jothipala however was not born with the proverbial silver spoon in his mouth or in this case with a microphone in his hand. He was not of the privileged classes. He never received formal training in classical music or singing. He was essentially a play-it-by-ear person. He rose up from humble beginnings and reached stardom as a singer through perseverance and talent.",
    "",
    "",
    "Hettiarachchige Reginald Jothipala",
    "Hettiarachchige Reginald Jothipala was born on February 12, 1936 at Ketawalamulla in Dematagoda. His father Hettiarachchige Reginald James was a tailor by profession. His mother H.K. Podinona Perera was employed in a hospital. Both his parents hailed from Matara in the Southern Province. They sought a new life by moving to Colombo after marriage.",
    "",
    "Jothipala was the eldest child in a family of four girls and two boys. Jothi studied at the newly established St. John’s College in Dematagoda and at St. Lawrence College in Maradana. After leaving school, he enrolled at a vocational training institute in Maradana to learn welding and machine operating.",
    "",
    "Jothipala’s efforts to acquire academic learning or vocational training never succeeded because he was far more interested in music, song and singing than in obtaining academic certificates or technical skills. Some of his erstwhile schoolmates have revealed in media interviews that Jothi – as he was known since childhood days – was always keen to sing and entertain his friends with songs. He would do so by drumming on tables or “playing drums” on empty tins and cans.",
    "",
    "The family was not well-off financially and could not afford a radio at home. So young Jothi would loiter around a tea kiosk that had a radio blaring forth perpetually. Jothi used to sing along at times when familiar songs were aired. He was rather fond of Hindi songs. Talat Mahmood and Mohammed Rafi were his favourite singers then.",
    "Jothipala, who never learnt music in school or underwent formal training as a singer, was a “natural” who could play it by ear. His goal in life was to become a popular singer. He sang wherever and whenever he got a chance – at parties, weddings, stage shows and processions.",
    "",
    "",
    "“Kalasuri” Stanley Omar",
    "Jothipala faced an uphill struggle in trying to break through into the musical world as an accredited singer. In spite of his lack of training as a singer, he did succeed ultimately due to two factors. One was his sheer talent. The other was the help of good souls who were impressed by that talent. The first among those who discovered Jothi’s talent and helped him in this regard was the well-known musician of Malay heritage, “Kalasuri” Stanley Omar.",
    "",
    "In those days several people interested and involved in music and singing used to gather at the Gunaratne Hotel in Maradana. It was there that Omar came across Jothi. It was Omar who introduced the 16-year-old Jothipala to well-known journalist and radio personality Ariyadasa Peiris in 1952. Ariyadasa Peiris pioneered several radio shows on ‘Radio Ceylon’ aimed at fostering the arts. One of these was ‘Adhunika Peya’ that encouraged singing by amateurs.",
    "",
    "Ariyadasa Peiris obliged Stanley Omar by letting Jothipala participate in ‘Adhunika Peya’. The Hindi film ‘Aaram’ had been released in 1951. The film’s songs had become widely popular. Jothipala sang a number from this film ‘Shukriyaa, Shukriya Ai Pyaar Tera, Shukriya’. It was known as the “Shukriya (Thank You) song”. Jothipala won first place on that occasion and got his first-ever singing ‘prize’. It was a box of honey-flavoured lozenges deemed good for the throat.",
    "",
    "",
    "First Solo ‘Mage Ran Ranjanee’",
    "On another occasion, Stanley Omar introduced Jothipala to music composer R.A. Chandrasena and his wife the singer Sriyani and asked the Chandrasenas to give the young lad a chance to sing. This was done. The Chandrasenas liked Jothipala’s singing and took the aspiring artiste under their wing. Later on, Jothipala got chances to sing for records. He sang his first duet ‘Labeiee Sithalada Ale Kale’ with G.S.B. Rani. His first duet with a male singer was with Wasantha Sandanayake. This was ‘Ada Ada Eyiee Maruwa,’ where Jothi shared a full song. Jothipala’s first solo was ‘Mage Ran Ranjanee’. This was made possible by his benefactor and friend Stanley Omar who composed the music.",
    "",
    "Jothipala began getting several opportunities to sing in musical events, radio programmes and also make song records. His goal however was to sing for films. Jothi’s friends continued with their efforts to promote him as a playback singer. Despite many attempts, the chance to record a song for a film proved elusive.",
    "",
    "",
    "Sirisena Wimalaweera’s “PodiPutha”",
    "The reputed clarinetist and music composer T.F. Latheef was a good friend of Jothi. Latheef was assigned the task of music direction for the film ‘Podi Putha’ by “Nawajeewana” studio owner Sirisena Wimalaweera who produced and directed the film. Latheef wanted to give his friend Jothipala a chance to sing for ‘Podi Putha’.",
    "",
    "Among the songs planned by Latheef for the film was ‘Kiri Muhuda’ based on the film duet ‘Dekho Mane NahinRoothi Hasina’ from the Hindi film ‘Taxi Driver’. Latheef decided to let G.S.B. Rani Perera and H.R. Jothipala sing the ‘Kiri Muhuda’ duet. Wimalaweera too was agreeable. So Jothipala went to Nawajeewana studio and recorded the song with Rani Perera. He was very happy and eagerly awaited the release of the film.‘Podi Putha’ was screened to the public on November 25, 1955.",
    "",
    "Jothipala was on cloud nine and went with a group of friends to see the matinee show on the first day. They waited for ‘Kiri Muhuda’ song to play on screen. When it did, Jothipala was shocked. It was not Jothi’s voice that was heard. It was another singer, Haroon Lantra, who sang along with G. S. B. Rani Perera. Jothi and friends were thoroughly dismayed. Just to make sure, Jothi and another friend watched the next show also to see the song sequence again. All doubts vanished. A saddened Jothi and his friend left the theatre.",
    "",
    "Jothipala made inquiries from T.F. Latheef. The apologetic music director told Jothi what had happened. A few weeks before the release the Indian sound engineer at the studio had told Wimalaweera that Jothipala’s voice was of poor standard. He had insisted that Jothipala be replaced. Wimalweera too concurred. Latheef protested but he was overruled by the producer-director who agreed with the sound engineer. So Haroon Lantra and Rani Perera were summoned at short notice and the song was re-recorded again.",
    "",
    "",
    "Jothi Even Contemplated Suicide",
    "Nineteen-year-old Jothipala was devastated. Years later Jothi was to disclose in a media interview that the ‘Kiri Muhuda’ episode was one of the lowest points in his life. He had even contemplated suicide. He felt humiliated and did not venture outside his home. He avoided friends for a while. Jothi recovered after some time and resumed singing. How could a songbird refrain from singing? But Jothi decided that he would never be a playback singer. He stopped trying for a chance to sing in films again and told his friends also to stop their efforts.",
    "",
    "For several months Jothipala remained firm in his resolve of not singing in films. Destiny however intervened again in the form of his friend and benefactor Stanley Omar. The man who had helped in so many ways to launch Jothipala’s singing career acted without Jothi’s knowledge to boost his friend’s chances of singing in a film.",
    "",
    "",
    "Debut as a Playback Singer",
    "Utilising his influence and contacts Stanley Omar enabled Jothipala to obtain another chance to sing for a film produced by Jabir A. Cader of Ceylon Entertainments Ltd. After much persuasion, Jothi grasped the opportunity. H.R. Jothipala made his debut as a playback singer by singing for ‘Surathali’.The film was released on September 12, 1956. From then onwards, there was no looking back!",
    "",
    "D.B.S.Jeyaraj can be reached at dbsjeyaraj@yahoo.com"
  ]
}