{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Russias-War-on-the-Breadbasket-of-Europe-and-its-global-ramifications/172-231911",
  "time_ut": 1645836000,
  "title": "Russia’s War on the Breadbasket of Europe and its global ramifications",
  "body_lines": [
    "On 24 February Russian backed long term strongman Peter Yanukovych was ousted as Ukrainian president through a political upheaval backed by the West called the Maidan revolution in 2014. The event was the catalyst for the ongoing military interventions made by Russia into Ukraine that led to the annexation of Crimea later in 2014 and creating Russian sphere of influence in Eastern Ukraine region of Donbas a predominantly Russian speaking community in Ukraine.",
    "",
    "On the eve of the 8th anniversary of the Maidan uprising President Putin ordered an effective barrage of missiles from Russia and Belarus to attack a multiple pre identified targets in Ukraine and a ground assault and air borne rapid deployment of Russian forces to cease strategic and vital assets in Ukraine. The scale and nature of the attack claimed as an invasion by the West will have wider repercussions. They include breakdown of European Security order, deep impact on future of international law, test the resolve of American leadership and contribute to the crises of Energy and Food Securities at a global scale.",
    "",
    "",
    "Build up to the War",
    "Ukraine’s political complexities and its constant flirtations with the West had Russia uncomfortable since the dawn of the 21st Century. Whilst Russia emerged as the net security provider for Ukraine since the fall of the Soviet Union since the dawn of the 21st Century Ukraine had embarked on a rapid drift towards the West. This was cemented in the so called Orange revolution that took place in 2004 in which the outcome was the Pro Western Viktor Yushchenko was elected as President in the aftermath of a controversial election which saw him at one point being poisoned TCDD Dioxin an attempted assassination which the West attributed to Russian spy services.",
    "",
    "The last two decades of Ukrainian politics and its foreign policy the domestic political compulsions were deeply affected Expansion of the European Union (EU), the Expansion of North Atlantic Treaty Organization (NATO) and the relentless Democracy promotion campaigns all three things Russia publicly opposed and probably are the structural causes of the current conflict.",
    "",
    "",
    "The Ukraine Russia conflict maybe the far away war for many Sri Lankans and a war that many deem may not have consequences, yet the war will have far reaching consequences to the world and especially global economic financial stability which is at its lowest given the Pandemic",
    "",
    "",
    "",
    "Russia: The Phoenix Rising",
    "Vladimir Putin had two fundamental catastrophic events that shaped his view of the world, one was at his birth, in Leningrad his parents suffered immensely at the hands of Nazis like many Russians of the day and his father fought the Nazis and his mother was almost a victim of conflict induced starvation. The second was the fall of the Soviet Union and losing of the greatness of the modern Soviet empire enjoyed for nearly most of the 20th Century.",
    "President Putin has become the single force behind Russia’s recent resurgence, and making West fear a revisionist Russia, he has managed this rise in a unique manner, developing crucial diplomatic relations with China, India, Iran, and expanding Russian influence and support to peripheral states especially on its Western border such as Belarus and constantly intimidating ones that are Pro Western such as Lithuania, Latvia and Estonia.",
    "",
    "He endeavored in three clear wars, one on Georgia in 2008 and his involvement in Ceasing Crimea from Ukraine in 2014 and the most significant foreign intervention In Syria where Russian military and Russian private contracting firm Wagner group has successfully kept the Assad regime intact. All these moves are significant as the West only could respond with Rhetoric",
    "",
    "",
    "Air and Missile diplomacy",
    "Ballistic and cruise missiles and precision air strikes were used as the first wave of attacks by the Russian defence forces and the impact was reminiscent to the Shock and Awe operation of the first Gulf War and the Russians then coupled the assault with the fast-moving mechanized drive again parallelly the Blitzkrieg strategies of German Panzer divisions from the Second World War. The Russian assault has all the hall marks of a conventional attack yet with precision, a feature of 21st Century military excellence. The Russian military modernization under Putin has progressed un fettered by economic crises or sanctions. Russia has warned of priming their newly developed sub and hypersonic weapons platforms if required for the ongoing assault.",
    "",
    "Russia has used the strategy of attack first diplomacy as a latter option during its operations whilst the West seems to have not anticipated the fury of Russia assault in this form, Harvard scholar Stephen Walt argue that the West has sleepwalked into this crisis. NATO whilst being the most formidable security alliance in the West even with its rapid deployments still remain out numbered, outgunned and as military experts argue outranged thanks to the superior reach of Russian rocket artillery solutions. United States the key NATO member does not possess assets in the region that could match the Russian aggression and will rely heavily on its air assets if the conflict becomes protracted or Russia turns to more neighboring states Such as Estonia or Lithuania who are fully fledged NATO members.",
    "",
    "",
    "Implications on Sri Lanka",
    "The Ukraine Russia conflict maybe the far away war for many Sri Lankans and a war that many deem may not have consequences, yet the war will have far reaching consequences to the world and especially global economic financial stability which is at its lowest given the Pandemic disruptions and geopolitical bickering. The two aspects to be concerned of are in the spheres of Food and Energy Security. Ukraine is called the wheat basket of Europe for a reason it has some of the most fertile lands for wheat cultivation and especially of these fields are located in the war-torn Eastern part of Ukraine. Russia is the world’s largest Wheat and Natural gas exporter and third largest oil producer.",
    "",
    "Whilst Sri Lanka does not directly procure either they remain the absolute basics of a society and give any such shortage of wheat will push global wheat prices to unprecedented levels. Already within 48 hours of the war, market watchers are observing wheat prices surging at Twenty percent above normal. The Gas shortages will lead Europeans to shop from unconventional sources and new markets inflating the volatile oil prices. Energy and Food security are building blocks and survival bases of any society, Sri Lanka reeling in forex crisis and energy shortfall will face a turbulent six months ahead if the conflict in Ukraine settles to a protracted warfare with no real solution."
  ]
}