{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83067/new-litro-chairman-says-request-made-for-price-increase",
  "time_ut": 1655301900,
  "title": "New Litro chairman says request made for price increase",
  "body_lines": [
    "The newly appointed Chairman of Litro Gas Lanka Limited, the state-owned liquefied petroleum gas supplier in Sri Lanka, says that the company has made a request for another increase in the prices of LP gas cylinders.",
    "Speaking to reporters in Colombo after officially assuming duties today (15), Litro chairman Muditha Peiris said that the relevant suppliers are ready to supply stocks sufficient for the next 4 months in the country.",
    "He stated that they are currently unloading nearly 3,900 metric tons of gas from a ship. “This is a very small amount. It will not solve this big crisis.”",
    "He further pointed out that not a single other ship has been scheduled after this shipment and that it appears to him that certain officials may have acted irresponsibly.",
    "The chairman said that no one has even obtained any information from suppliers regarding a time period, so that the payments can be made when the unloading is being carried out. “I can only see the ocean in sight.”",
    "Mr. Peiris said he took this responsibility knowing the challenges because he too has a responsibility to do something for the country. “With a good and strong plan, we can solve the gas crisis.”",
    "“No matter what I say now, it’s no use if there is no visible change in gas crisis in a month or two. So it’s better to do and show than saying.”",
    "He further said that the price of a domestic gas cylinder at Litro Gas is currently Rs. 4,860. “With all the details, we have sent a letter to the authorities requesting a price increase. In that too, we have only asked for an increase of around Rs. 200.”"
  ],
  "translate": {
    "si": {
      "title": "මිල වැඩි කරන ලෙස ඉල්ලීමක් කළ බව ලිට්‍රෝ නව සභාපති කියයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ රජයට අයත් ද්‍රව පෙට්‍රෝලියම් ගෑස් සැපයුම්කරු වන Litro Gas Lanka Limited හි අලුතින් පත් වූ සභාපතිවරයා පවසන්නේ LP ගෑස් සිලින්ඩරවල මිල තවත් වැඩි කරන ලෙස සමාගම ඉල්ලීමක් කර ඇති බවයි.",
        "අද (15) නිල වශයෙන් වැඩ භාරගැනීමෙන් අනතුරුව කොළඹදී මාධ්‍යවේදීන් අමතමින් ලිට්රෝ සභාපති මුදිත පීරිස් කියා සිටියේ ඉදිරි මාස 4 සඳහා ප්‍රමාණවත් තොග රට තුළ සැපයීමට අදාළ සැපයුම්කරුවන් සූදානම් බවයි.",
        "මේ වන විට නෞකාවකින් ගෑස් මෙට්‍රික් ටොන් 3900කට ආසන්න ප්‍රමාණයක් ගොඩබාමින් සිටින බවයි ඔහු සඳහන් කළේ. “මෙය ඉතා සුළු මුදලක්. ඒකෙන් මේ ලොකු අර්බුදය විසඳෙන්නේ නැහැ.”",
        "මෙම නැව්ගත කිරීමෙන් පසු වෙනත් එකදු නෞකාවක් හෝ යාමට නියමිතව නොමැති බවත් ඇතැම් නිලධාරීන් වගකීම් විරහිතව ක්‍රියාකරන්නට ඇති බව තමාට පෙනෙන බවත් ඔහු වැඩිදුරටත් පෙන්වා දුන්නේය.",
        "කිසිවකු විසින් කාලසීමාවක් සම්බන්ධයෙන් සැපයුම්කරුවන්ගෙන් කිසිදු තොරතුරක් හෝ ලබාගෙන නොමැති බැවින් ගොඩබෑම සිදුකරන අවස්ථාවේදී ගෙවීම් කළ හැකි බව සභාපතිවරයා සඳහන් කළේය. \"මට පෙනෙන්නේ සාගරය පමණයි.\"",
        "රට වෙනුවෙන් යමක් කිරීමට තමන්ටද වගකීමක් තිබෙන නිසා අභියෝග දැනගෙන තමා මේ වගකීම භාර ගත්තේ යැයි පීරිස් මහතා පැවසීය. \"හොඳ සහ ශක්තිමත් සැලැස්මක් සමඟ, අපට ගෑස් අර්බුදය විසඳා ගත හැකිය.\"",
        "“මම දැන් මොනවා කිව්වත් මාසයක් දෙකක් ඇතුළත ගෑස් අර්බුදයේ දෘශ්‍යමාන වෙනසක් සිදු නොවන්නේ නම් එයින් ඵලක් නැත. ඒ නිසා කියනවට වඩා කරලා පෙන්නන එක හොඳයි.”",
        "ඔහු වැඩිදුරටත් පැවසුවේ ලිට්‍රෝ ගෑස් හි ගෘහස්ත ගෑස් සිලින්ඩරයක මිල දැනට රු. 4,860 කි. “සියලු විස්තර සහිතව අපි මිල වැඩි කරන ලෙස ඉල්ලා බලධාරීන්ට ලිපියක් යවා තිබෙනවා. ඒකෙත් අපි ඉල්ලලා තියෙන්නේ රු. 200”"
      ]
    },
    "ta": {
      "title": "விலையை உயர்த்துமாறு கோரிக்கை விடுக்கப்பட்டுள்ளதாக லிட்ரோவின் புதிய தலைவர் தெரிவித்துள்ளார்",
      "body_lines": [
        "LP எரிவாயு சிலிண்டர்களின் விலையை மீண்டும் அதிகரிக்குமாறு நிறுவனம் கோரிக்கை விடுத்துள்ளதாக இலங்கையின் அரசாங்கத்திற்கு சொந்தமான திரவ பெட்ரோலிய எரிவாயு விநியோக நிறுவனமான Litro Gas Lanka Limited இன் புதிதாக நியமிக்கப்பட்ட தலைவர் தெரிவித்துள்ளார்.",
        "இன்று (15) உத்தியோகபூர்வமாக கடமைகளை பொறுப்பேற்றதன் பின்னர் கொழும்பில் செய்தியாளர்களிடம் பேசிய Litro தலைவர் முதித பீரிஸ், நாட்டில் அடுத்த 4 மாதங்களுக்கு போதுமான கையிருப்புகளை வழங்க சம்பந்தப்பட்ட சப்ளையர்கள் தயாராக இருப்பதாக தெரிவித்தார்.",
        "தற்போது கப்பலில் இருந்து 3,900 மெற்றிக் தொன் எரிவாயுவை இறக்கி வருவதாக அவர் குறிப்பிட்டுள்ளார். “இது மிகவும் சிறிய தொகை. இந்த பெரிய நெருக்கடியை அது தீர்க்காது.",
        "இந்தக் கப்பலுக்குப் பின்னர் வேறு ஒரு கப்பல் கூட திட்டமிடப்படவில்லை என்றும் குறிப்பிட்ட அதிகாரிகள் பொறுப்பற்ற முறையில் செயற்பட்டிருக்கலாம் எனத் தோன்றுவதாகவும் அவர் மேலும் சுட்டிக்காட்டினார்.",
        "காலவரையறை தொடர்பாக சப்ளையர்களிடம் இருந்து எவரும் எந்த தகவலையும் பெறவில்லை, இதனால் இறக்கும் போது பணம் செலுத்த முடியும் என்று தலைவர் கூறினார். \"என்னால் கடலைப் பார்வையில் மட்டுமே பார்க்க முடியும்.\"",
        "நாட்டுக்காக ஏதாவது செய்ய வேண்டிய பொறுப்பு தனக்கும் இருப்பதால் சவால்களை அறிந்து தான் இந்தப் பொறுப்பை ஏற்றுக்கொண்டதாக பீரிஸ் தெரிவித்தார். \"ஒரு நல்ல மற்றும் வலுவான திட்டத்துடன், எரிவாயு நெருக்கடியை நாம் தீர்க்க முடியும்.\"",
        "“இப்போது நான் என்ன சொன்னாலும் ஒன்று அல்லது இரண்டு மாதங்களில் எரிவாயு நெருக்கடியில் எந்த மாற்றமும் இல்லை என்றால் அது எந்தப் பயனும் இல்லை. எனவே சொல்வதை விட செய்து காட்டுவது நல்லது.",
        "அவர் மேலும் தெரிவிக்கையில், லிட்ரோ கேஸில் தற்போது உள்நாட்டு எரிவாயு சிலிண்டரின் விலை ரூ. 4,860. “அனைத்து விவரங்களுடனும், விலை உயர்வைக் கோரி அதிகாரிகளுக்கு கடிதம் அனுப்பியுள்ளோம். அதிலும் சுமார் ரூ.2000 உயர்த்தி மட்டுமே கேட்டுள்ளோம். 200”"
      ]
    }
  }
}