{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/10-982-persons-vaccinated-against-COVID-19/56-731651",
  "time_ut": 1646691540,
  "title": "10,982 persons vaccinated  against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 10,982 persons on Sunday and 78.71% of the country’s population has received at least one vaccine dose.",
    "According to Our World in Data, second dose coverage reached 66.08% of the total population on 5 March.",
    "The Epidemiology Unit states that 16,928,363 persons have received the first dose of a COVID-19 vaccine and 14,208,755 persons have received the second dose as well.",
    "The third dose has been administered to 7,317,106 persons. This includes 8,856 persons vaccinated on Sunday. According to the Epidemiology Unit, 325 persons received the first dose of Pfizer on Sunday, raising the total number of persons to have received the first dose of the vaccine to 2,459,695. The second dose of Pfizer has been administered to 744,203 persons, including 927 persons vaccinated on Sunday. The first dose of Sinopharm was administered to 294 persons on Sunday and the second dose was administered to 580 persons. In total, the first dose of Sinopharm has been administered to 12,025,126 persons and the second dose has been administered to 11,102,786 persons. The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "A total of 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose as well.",
    "The Epidemiology Unit states that the first dose of Sputnik V has been administered to 159,110 persons and 155,812 persons have received the second dose of the vaccine.",
    "",
    "",
    "662 persons test positive for COVID-19",
    "Eight COVID-19 fatalities confirmed"
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 10,982ක් එන්නත් කර ඇත",
      "body_lines": [
        "COVID-19 එන්නත් ඉරිදා පුද්ගලයින් 10,982 දෙනෙකුට ලබා දී ඇති අතර රටේ ජනගහනයෙන් 78.71% ක් අවම වශයෙන් එක් එන්නත් මාත්‍රාවක් ලබා ගෙන ඇත.",
        "Our World in Data අනුව, දෙවන මාත්‍රාව ආවරණය මාර්තු 5 වන දින මුළු ජනගහනයෙන් 66.08% දක්වා ළඟා විය.",
        "කොවිඩ්-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 16,928,363 දෙනෙකු ලබාගෙන ඇති අතර දෙවන මාත්‍රාවෙන් පුද්ගලයින් 14,208,755 දෙනෙකු ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "තුන්වන මාත්‍රාව පුද්ගලයින් 7,317,106 දෙනෙකුට ලබා දී ඇත. ඉරිදා එන්නත් කළ පුද්ගලයින් 8,856 දෙනෙකු මෙයට ඇතුළත් ය. වසංගත රෝග විද්‍යා අංශයට අනුව, ඉරිදා දින පුද්ගලයින් 325 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව ලැබුණු අතර, එම එන්නතෙහි පළමු මාත්‍රාව ලබා ගත් මුළු පුද්ගලයින් සංඛ්‍යාව 2,459,695 දක්වා ඉහළ ගොස් තිබේ. Pfizer හි දෙවන මාත්‍රාව 744,203 දෙනෙකුට ලබා දී ඇති අතර, ඉරිදා එන්නත් 927 දෙනෙකු ඇතුළුව. සිනෝෆාම් පළමු මාත්‍රාව ඉරිදා පුද්ගලයින් 294 දෙනෙකුට ලබා දුන් අතර දෙවන මාත්‍රාව පුද්ගලයින් 580 දෙනෙකුට ලබා දී ඇත. සමස්තයක් වශයෙන්, Sinopharm හි පළමු මාත්‍රාව පුද්ගලයින් 12,025,126 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 11,102,786 දෙනෙකුට ලබා දී ඇත. AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයන් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 1,418,593 දෙනෙකුට ලබා දී ඇත.",
        "Moderna පළමු මාත්‍රාව පුද්ගලයන් 804,801ක් ලබාගෙන ඇති අතර දෙවන මාත්‍රාවද 787,361ක් ලබාගෙන ඇත.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකුට ලබා දී ඇති අතර දෙවන එන්නත 155,812 දෙනෙකුට ලබා දී ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "",
        "",
        "පුද්ගලයින් 662 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කරයි",
        "COVID-19 මරණ අටක් තහවුරු වී ඇත"
      ]
    },
    "ta": {
      "title": "கோவிட்-19க்கு எதிராக 10,982 பேருக்கு தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "கோவிட்-19 தடுப்பூசிகள் ஞாயிற்றுக்கிழமை 10,982 நபர்களுக்கு வழங்கப்பட்டன, நாட்டின் மக்கள் தொகையில் 78.71% பேர் குறைந்தபட்சம் ஒரு தடுப்பூசி அளவையாவது பெற்றுள்ளனர்.",
        "எவர் வேர்ல்ட் இன் டேட்டாவின் படி, இரண்டாவது டோஸ் கவரேஜ் மார்ச் 5 அன்று மொத்த மக்கள் தொகையில் 66.08% ஐ எட்டியது.",
        "16,928,363 பேர் கோவிட்-19 தடுப்பூசியின் முதல் டோஸையும், 14,208,755 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மூன்றாவது டோஸ் 7,317,106 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் ஞாயிற்றுக்கிழமை 8,856 பேருக்கு தடுப்பூசி போடப்பட்டது. தொற்றுநோயியல் பிரிவின்படி, ஞாயிற்றுக்கிழமை 325 பேர் ஃபைசரின் முதல் டோஸைப் பெற்றனர், இது தடுப்பூசியின் முதல் டோஸைப் பெற்ற மொத்த நபர்களின் எண்ணிக்கையை 2,459,695 ஆக உயர்த்தியது. ஞாயிற்றுக்கிழமை தடுப்பூசி போடப்பட்ட 927 பேர் உட்பட 744,203 நபர்களுக்கு ஃபைசரின் இரண்டாவது டோஸ் கொடுக்கப்பட்டது. சினோபார்ம் மருந்தின் முதல் டோஸ் ஞாயிற்றுக்கிழமை 294 பேருக்கும், இரண்டாவது டோஸ் 580 பேருக்கும் வழங்கப்பட்டது. மொத்தத்தில், சினோபார்மின் முதல் டோஸ் 12,025,126 பேருக்கும், இரண்டாவது டோஸ் 11,102,786 பேருக்கும் கொடுக்கப்பட்டது. அஸ்ட்ராஜெனெகாவின் முதல் டோஸ் 1,479,631 பேருக்கும், இரண்டாவது டோஸ் 1,418,593 பேருக்கும் கொடுக்கப்பட்டது.",
        "மொத்தம் 804,801 நபர்கள் மாடர்னாவின் முதல் டோஸையும், 787,361 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "ஸ்புட்னிக் V இன் முதல் டோஸ் 159,110 பேருக்கு செலுத்தப்பட்டதாகவும், 155,812 பேர் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றதாகவும் தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "",
        "",
        "662 பேர் கோவிட்-19க்கு நேர்மறை சோதனை செய்துள்ளனர்",
        "எட்டு COVID-19 இறப்புகள் உறுதிப்படுத்தப்பட்டுள்ளன"
      ]
    }
  }
}