{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/A-galaxy-of-experts-at-BASL-National-Securities-and-Exchange-Commission-Law-Symposium-today/34-732062",
  "time_ut": 1647381660,
  "title": "A galaxy of experts at BASL National Securities and Exchange Commission Law Symposium today",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) will conduct the National Securities and Exchange Commission Law Symposium today at the Ballroom of the Galadari Hotel.",
    "The Keynote Address will be delivered by Supreme Court Judge Justice Janak De Silva on the Topic “Evolution of Stock Exchanges and Capital Markets: Legal Challenges”",
    "Thereafter, an Overview of the new SEC Act will be presented by Securities and Exchange Commission of Sri Lanka PC Chairman Viraj Dayaratne which will be followed by the first Panel Discussion on the topic “How the new Act facilitates the development of the capital market?” with a Panel of Experts comprising",
    "Securities and Exchange Commission of Sri Lanka PC Chairman Viraj Dayaratne, Securities and Exchange Commission of Sri Lanka Commissioner Manil Jayasinghe, Colombo Stock Exchange Director AAL Suren De Silva, Colombo Stock Exchange Chief Executive Officer Rajeeva Bandaranaike and Moderated by Securities and Exchange Commission of Sri Lanka Former Commissioner  and BASL Secretary AAL Rajeev Amarasuriya.",
    "The next presentation will be on Market Institutions and Market intermediaries which will be by Colombo Stock Exchange Chief Regulatory Officer AAL Renuke Wijayawardhane, which will be followed by the second Panel Discussion on the topic “Key changes applicable to Market Institutions and Market Intermediaries” with a Panel of Experts comprising Colombo Stock Exchange Chief Regulatory Officer AAL Renuke Wijayawardhane, Securities and Exchange Commission of Sri Lanka Former Commissioner and Union Bank Director AAL Dilshani Wijewardena, Nithya Partners Senior Partner AAL Naomal Goonewardene, Capital Alliance Holdings Ltd Managing Director Ajith Fernando and Moderated by DL and F De Saram Partner AAL Aloka Nandasena.",
    "The third Panel Discussion on the topic “Impact of the new SEC Act on Listed Companies and Issuers” with a Panel of Experts comprising Dr. Harsha Cabral President’s Counsel, Harsha Amarasekara President’s Counsel, FJ and G De Saram Senior Partner AAL Ayomi Aluwihare, John Keells Holdings PLC Head of Legal and Secretarial President AAL Nadija Tambiah and Moderated by CSE Vice President Regulatory Policy and Compliance AAL Lankesha Molligoda.",
    "The fourth and final Panel Discussion on “Understanding the new regime on Market Offences and its practical impact” with a Panel of Experts comprising Heritage Partners Senior Partner AAL Dr. Arittha Wickramanayake, CSE Dispute Resolution Committee Director and Former Chairman AAL Hiran De Alwis, SEC Legal Director AAL Ayanthi Abewickrema, LOLC Holdings PLC Chief Operating Officer AAL Kithsiri Gunawardena and Moderated by Counsel Heritage Partners and Former Senior State Counsel AAL Suren Gnanaraj. BASL Assistant Secretary AAL Pasindu Silva will deliver the closing remarks.",
    "The Principal Sponsor is the Colombo Stock Exchange and the Official Newspaper is the Daily FT and the Electronic Media Partner for this Symposium is News First."
  ]
}