{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/baurs-toastmasters-club-incepted-to-develop-next-generational-leaders/",
  "time_ut": 1652109540,
  "title": "Baurs Toastmasters Club incepted to develop next generational leaders",
  "body_lines": [
    "With the view of building and instilling effective communication and leadership competencies among its employees, A. Baur & Co. (Pvt.) Ltd., also known as Baurs, a leader with diversified business interests in the country, recently incepted the Baurs Toastmasters Club (BTC) and held an installation ceremony of its Executive Committee.",
    "The event held at Hotel Kingsbury on 29th April commenced by lighting the traditional oil lamp, graced by Chief Guest, the Managing Director/CEO of Baurs Mr. Rolf Blaser and Guest of Honor District Director DTM Srianthie Salgado, with the presence of the board members of Baurs and distinguished officials from District 82 Toastmasters International including DTM Shyamalie Jayasekera, President of The Colombo Toastmasters Club.",
    "Mr. Rolf Blaser, speaking at the ceremony, said ‘It is truly a remarkable moment to be witnessing the installation of the Baurs Toastmasters Club. This is a steppingstone towards a journey which will see many of our members being effective communicators and leaders and most importantly to share their learning with others and contribute to the communities they serve.’",
    "Baurs is no stranger to Toastmasters International, having engaged in various Speechcraft programs across its many divisions over the years, with the guidance rendered by the Colombo Toastmasters Club.",
    "These programs have undoubtedly created an impactful experience, enabling many employees gain skills and confidence in developing their public speaking abilities and a wide array of communication etiquettes including written and impromptu speeches, body language, active listening, and critical evaluation. The learning experience was highly interactive with continuous guidance and constructive feedbacks from the experienced Toastmasters.",
    "The event inducted the Charter Members of BTC by the Communication Chair of District 82 DTM Sarmaa Mahalingam, and Area Director Toastmaster Vinodini Durgabakshi went onto conduct the installation of the BTC EXCO members.",
    "The appointees elect Toastmasters to the EXCO include President Rasika Amarasinghe (Manager, Administration), VP Education Harshi Wijendra (Senior Executive, Learning & Development), VP Public Relations Madushan Alwis (Product Manager, Baurs Healthcare Division representing Roche Biotech), VP Membership Tashiya Wijeyakulasuriya (Executive Office Coordinator), Secretary Chathurini Kariyawasam (PA to Deputy MD/Director-Agriculture), Treasurer Dilshan Warusamana (Assistant Accountant), and Sergeant at arms Deepika Ramaraj (Administration Executive).",
    "This historical event marks yet another historical moment for the Baurs family, in a year where it celebrates 125 years of progressive growth and innovation. This reflects the company’s continued efforts in not just embracing an inclusive and diverse workplace but also creating a stimulating environment that spurs individual growth and personal development at its best.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}