{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-makes-initial-gains-but-loses-steam-subsequently/",
  "time_ut": 1653485400,
  "title": "CSE makes initial gains but loses steam subsequently",
  "body_lines": [
    "The CSE gained a marginal 0.59 per cent within the first hour of trading yesterday but it could not maintain its tempo due to a liquid index remaining low. The market showed a dip in the wake of the Central Bank Governor’s statement before the COPE committee that Sri Lanka could face its worst economic contraction coupled with the anticipation of negative quarterly results by companies, stock market analysts said.",
    "Further, news of the World Bank diverting some loans for the purchase of essential items for Sri Lanka and the assumption of duty as the new Finance Minister by Prime Minister Ranil Wickramesinghe created some positive investor sentiments, market observers said.",
    "The World Bank said it cannot give new loans to Sri Lanka until a proper economic plan is in place though it is redirecting money from un-disbursed loans for immediate humanitarian needs of the poor, the sick and school children.",
    "“We are concerned for the people of Sri Lanka and are working in coordination with the IMF and other development partners in advising on appropriate policies to restore economic stability and broad-based growth, the World Bank said.",
    "Amid those developments both indices showed a downwards trend. The All- Share Price Index went down by 23.3 points and S and P SL20 declined by 39.75 points. Turnover stood at Rs 1.66 billion without a crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Lanka IOC Rs 467 million (7.2 million shares traded), Expolanka Holdings Rs 270 million (1.18 million shares traded), Browns Investments Rs 202.8 million (21.4 million shares traded), LOLC Finance Rs 79.5 million (8.2 million shares traded), CT Holdings Rs 73.7 million (465,000 shares traded), Softlogic Holdings Rs 52 million (724,000 shares traded) and LOLC Holdings Rs 38 million (63,000 shares traded). During the day 72.2 million share volumes changed hands in 16648 transactions.",
    "Yesterday the Central Bank announced the US dollar buying rate as Rs 354.40 and the selling rate as Rs 364.35.",
    "Last week Fitch downgraded Sri Lanka’s rating to ‘restricted default’ after the grace period expired on coupon payments that were due on April 18 on two international sovereign bonds.",
    "Sri Lanka which imports more than 80 per cent of its medical supplies is also facing a shortage of medicines, which, doctors say, could cause deaths soon.",
    "CEAT official tyre supplier for locally assembled Tata Ace HT",
    "Leasing of Uchchamunai peninsula likely to uproot 400 families of early settlers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}