{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Hirdaramani-Discovery-Lab-obtains-LEED-GOLD-certification/34-733190",
  "time_ut": 1649356200,
  "title": "Hirdaramani Discovery Lab obtains LEED GOLD certification",
  "body_lines": [
    "Hirdaramani Discovery Lab, a member of Hirdaramani Group was certified as Leadership in Energy and Environmental Design (LEED) GOLD under the",
    "LEED Building Design and Construction rating system recently with 66 points.",
    "Located in Maharagama, Hirdaramani Discovery Lab is a State of Art Apparel design and sample",
    "manufacturing facility catering to the needs of leading Global Brands including Levis, Calvin Klein and",
    "The facility is a multi-story building that extends its unique footprint into a convenient",
    "shape/landscape to facilitate its entire operation effectively and efficiently within the site boundary.",
    "Co-Energi acted as the LEED consultant, our LEED accredited professionals handled the project from",
    "As an independent specialist provider of sustainable and resource-efficient designs, co-energi is",
    "proud to have guided the Hirdaramani group on their journey to achieving this milestone LEED Gold",
    "Co-Energi is a building engineering consultancy with its principles and values based on the philosophy of “SMART DESIGN’’, specialising in Green Building, MEP Design Consultancy, and Carbon Neutral Consultancy.",
    "With over 10 years of experience in designing highly efficient AC systems, rooftop solar designs,",
    "energy audits, MEP designs/retro fittings, and being instrumental in achieving over 12 LEED",
    "Certifications in Sri Lanka and Bangladesh, co-energi is well poised to support Hirdaramani Discovery",
    "LEED is the top Green Building Certification in the world, offered by the US Green Building Council. It helps companies design and build structures and operations integrated with environmental responsibility, with minimal impact on occupant health and the natural environment and deliver high resource efficiency throughout its life cycle."
  ]
}