{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/cooking-gas-shortages-in-sri-lanka-to-be-resolved-in-7-10-days-cabinet-spokesman-91933/",
  "time_ut": 1647946200,
  "title": "Cooking gas shortages in Sri Lanka to be resolved in 7-10 days: cabinet spokesman",
  "body_lines": [
    "ECCONOMYNEXT – Cooking gas shortages in Sri Lanka will be solved in seven to 10 days, co-cabinet spokesman and Plantations Minister Ramesh Pathirana said.",
    "“The gas issue is being solved at the moment. Letters of credit (LCs) have been issued to clear two gas ships from the port,” the minister said, speaking at the weekly cabinet press briefing on Tuesday (22).",
    "“We are hoping that the gas shortage will be solved in the coming few days.”",
    "He said the state-owned Litro Gas which supplies 80 percent of the cooking gas in the market, is facing a surge in demand.",
    "“At the moment is Litro is releasing 100,000 gas cylinders per day whereas before they were supplying around 85,000 to 90,000 per day,” said Pathirana.",
    "“Due to the shortage of gas supply in the last few weeks, the demand has risen. It will take another seven to 10 days for the demand to settle.”",
    "The central bank has agreed to release dollars “so we are hoping it will be sorted in a couple of days,” he added.",
    "Consumer Affairs Minister Lasantha Alagiyawanna had too assured reporters during a visit to the Litro gas company premises on Monday that there is “no need to fear a gas shortage in the coming two-three months.”",
    "He said from Monday (21) onwards the company will somehow supply the cooking gas needed for the market in collaboration with all relevant authorities.",
    "“There is a price increase in the international market. We must admit that never in the history of Sri Lanka we have experienced this kind of a gas shortage in the country,” said Alagiywanna.",
    "As commodity prices skyrocket in the country after a rupee devaluation, the other LP gas supplier in the market, Laugfs Gas Pvt Ltd increased its prices.",
    "According to reports, a 12.5kg domestic Laugfs gas cylinder price was increased by 1,359 rupees to 4,199.",
    "This is the third time the company has increased prices since August 2021.",
    "Litro officials told EconomyNext that they opted out of a price hike. (Colombo/Mar22/2022)"
  ]
}