{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-fuel-crisis-to-ease-with-india-shipments-jet-fuel-already-in-cpc-chief-91848/",
  "time_ut": 1647707400,
  "title": "Sri Lanka fuel crisis to ease with India shipments, Jet fuel already in: CPC chief",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is expecting severe fuel shortages to ease with shipments from an Indian credit line beginning to come, Ceylon Petroleum Corporation Chairman Sumith Wijesinghe said, as the island nation reels from forex shortages triggered by money printing.",
    "“From the Indian credit line, we get all the finished products, such as petrol, diesel and Jet fuel,” Wijesinghe said in a recorded statwment.",
    "“We have already received jet fuel on the last 13 and 14. We received another diesel ship which will start unloading tomorrow.”",
    "Wijesinghe said the public seems to be stocking up on fuel, while there is also a demand for generators with daily power cuts of up to 5 hours.",
    "“The daily demand for diesel was 5,500 metric tonnes and 3,300 metric tonnes for petrol (before the crisis),” Wijesinghe said in a video statement.",
    "“Now due to the excess buying we see in the country we have been issuing 7000-8000 MT of diesel and 4200-4500 MT of Petrol from CPC storage to the market in the past few days.”",
    "In recent weeks Sri Lanka has been unable to unload ships which had brought oil to the country due to forex shortages with the central bank printing money to keep interest rates down.",
    "The newly printed money has set off cascading credit, with a high budget deficit, triggering domestic demand and non-oil imports.",
    "“There is a 92-octane petrol ship is unloading in Muthurajawela which will be completed tonight,” Wijesinghe said.",
    "Another Jet-A1 ship and a diesel ship in Colombo port has started unloading and also there are two other diesels and a Jet-A1 Ship to unload in ports.”",
    "Petroleum Minister Gamini Lokuge told reporters separately that there were delays in issuing fuel to the provinces due to unloading to the Muturajawela complex, which was not connected to the rail network.",
    "Fuel distribution last week was also hit by a industrial action by tanker owners, after fuel prices were raised after the currency collapsed from 203 to 275 to the US dollar so far.",
    "India is giving a 500 million dollar credit line for oil as forex shortages intensify. Another billion dollar credit for food and medicine was also signed.",
    "Classical economists and analysts have urged legislators to change the governing law of the central bank to reduce its discretionary independence to print money and operate an intermediate regime, putting an end forex shortages, currency high inflation and social unrest. (Colombo/Mar19/2022)"
  ]
}