{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/food-inflation-recorded-at-29-5-in-march-2022/",
  "time_ut": 1650813240,
  "title": "Food inflation recorded at 29.5% in March 2022",
  "body_lines": [
    "NCPI based headline inflation (Y-o-Y) increased to 21.5 per cent in March 2022 from 17.5 per cent in February 2022 due to increases of prices of items in both Food and Non-food categories.",
    "Meanwhile, Food inflation (Y-o-Y) and Non-food inflation (Y-o-Y) recorded at 29.5 per cent and 14.5 per cent, respectively, in March 2022.",
    "Furthermore, the NCPI measured on an annual average basis, increased to 10.6 per cent in March 2022 from 9.3 per cent in February 2022.",
    "During the period under review (18.04.2022 to 22.04.2022), crude oil prices largely showed a declining trend. Crude oil prices declined mainly due to the reduced global growth forecast by the International Monetary Fund and potential rate hikes by the US Federal Reserve. Overall, Brent and WTI prices decreased by US dollars 5.44 per barrel and US dollars 5.00 per barrel, respectively, during the period.",
    "IIP in February 2022 increased by 2.3 per cent to 101.4 compared to February 2021. Among the major sub divisions of the manufacturing industries, “coke and refined petroleum products” (62.5 per cent) and “chemicals and chemical products” (40.4 per cent) have mainly contributed to this overall increase.",
    "The Purchasing Managers’ Indices for both Manufacturing and Services activities increased on a month-on-month basis in March 2022, recording 57.8 and 51.3 index values, respectively.",
    "Weekly AWPR for the week ending 22nd April 2022 increased by 314 bps to 14.20 per cent compared to the previous week.",
    "The reserve money decreased, compared to the previous week mainly due to decrease in deposits held by the commercial banks with the Central Bank.",
    "The total outstanding market liquidity was a deficit of Rs. 624.109 bn by the end of this week, compared to a deficit of Rs. 735.459 bn by the end of last week.",
    "During the year up to 22nd April 2022, the Sri Lankan rupee depreciated against the US dollar by 40.1 per cent. Given the cross currency exchange rate movements, the Sri Lankan rupee depreciated against the Japanese yen by 33.1 per cent,",
    "the Euro by 37.5 per cent, the pound sterling by 37.9 per cent and the Indian rupee by 38.6 per cent during this period.",
    "Airtel Lanka marks triple win at CLA Great Manager Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}