{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fitch-places-seven-lankan-insurers-on-rwn/",
  "time_ut": 1650687360,
  "title": "Fitch places seven Lankan insurers on RWN",
  "body_lines": [
    "Fitch Ratings – Sydney/Hong Kong – 21 Apr 2022: Fitch Ratings has placed the National Insurer Financial Strength (IFS) Ratings of seven Sri Lankan insurers on Rating Watch Negative (RWN). The insurers are: National Insurance Trust Fund Board, HNB Assurance PLC, HNB General Insurance Limited, People’s Insurance PLC, Continental Insurance Lanka Limited, Co-operative Insurance Company Limited, Sanasa General Insurance Company Limited.",
    "Fitch has also taken rating action on Sri Lanka Insurance Corporation.",
    "The RWN is driven by heightened near-term downside risks to the insurers’ credit profiles, including elevated investment and liquidity risks, pressure on regulatory capital positions and a weaker financial performance outlook. The RWN also reflects potential pressure on foreign-currency obligations for some companies due to the stretched foreign-currency liquidity in the local banking system.",
    "Fitch believes recent negative rating action on the Sri Lanka sovereign and on various financial institutions underscores the investment risks of domestic insurers, whose investment portfolios are dominated by fixed-income securities issued or guaranteed by the government, deposits and securities issued by local banks, non-bank financial institutions and corporations; Fitch downgraded Sri Lanka’s sovereign rating to ‘C’, from ‘CC’ and had placed the ratings of several financial institutions on RWN.",
    "We believe the heightened investment risks and earnings pressure could affect insurers’ regulatory capital profiles. A significant deterioration in the credit profiles of financial institutions could lead to lower regulatory risk-based capital (RBC) ratios, as investments will be subject to incremental risk charges according to local regulatory RBC rules.",
    "We think the weak foreign-currency liquidity in the local banking system could limit insurers’ ability to meet foreign-currency obligations. This includes premium payments to foreign reinsurers and other costs that are typically sourced from overseas. Foreign-currency denominated insurance contract obligations vary by insurer, but tend to be small and limited to certain non-motor classes. Fitch-rated insurers do not have any local- or foreign-currency denominated debt in their capital structures.",
    "AmSafe Bridport Lanka among Best Workplaces in the Manufacturing and Production Industry",
    "Commercial plantations urge immediate government action to prevent industry’s demise",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "Ceylon Tobacco Co. and the emergence of Sri Lanka’s cut flower industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}