{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-group-demonstrates-resilience-in-delivering-value-to-nation-despite-challenges/",
  "time_ut": 1652621340,
  "title": "SLT Group demonstrates resilience in delivering value to nation despite challenges",
  "body_lines": [
    "Sri Lanka Telecom Group (SLT Group) recorded a consolidated revenue growth of 5.4% to Rs 26 Bn in Q1 2022, in comparison to the corresponding period in the previous year. Group Profit After Tax (PAT) in the same period was recorded at Rs. 2.7 Bn, demonstrating the SLT Group’s resilience despite challenging economic conditions. Beginning the new year, the Group continued its focus on digital transformation agenda, streamlining the cost base and automating processes while delivering and creating value for stakeholders and the nation.SLT Group’s EBITDA (Earnings Before Interest, Tax, Depreciation and Amortization) recorded a 9.9% YoY growth to stand at Rs. 10.7 Bn with the EBITDA margin improving to 41% for the quarter against 39.4% in the corresponding period of the previous year. The Group recorded a Profit Before Tax (PBT) of Rs 3.5 Bn for the quarter.The Group’s revenue growth was primarily driven by the increased broadband revenues resulting from the ongoing accelerated Fibre Expansion Project under the National Fiberisation Programme and due to the expansions and upgrades in the 4G/LTE network. The investment towards fiberisation and the aggressive roll-out and marketing of fibre solutions paid off as it contributed to achieve Q1 targets for the Group with increased consumer demand. Further, the Group saw an increase in PEOTV revenues due to the accelerated Fibre Expansion Project. The Group’s revenue from Career Domestic services too improved during the period.",
    "SLT Group Chairman, Rohan Fernando stated, “The first quarter of 2022 proved more challenging than we had expected, however SLT-MOBITEL overall performance reflected the resilience and strength of our portfolio. Throughout 2022 we aim to continue to deliver value for all stakeholders reinforcing our support to bridge the digital divide serving the Nation and our people. Prudent financial discipline was also a key factor in our success”.The Operating Cash Flows of the Group grew to Rs. 16.3 Bn, up by 35.3% YoY. The Group recorded a favourable cash and cash equivalents position of Rs. 31.6 Bn as at the end of the quarter. SLT Group’s contribution to the Government of Sri Lanka during the first quarter, 2022 amounted to Rs. 4.2 Bn. in direct and indirect taxes including levies.",
    "SLT Group Chief Executive Officer, Lalith Seneviratne added, “We continue to invest in the best of emerging technologies, including networks and digital capabilities, and continue our efforts to deploy an innovative portfolio of products and services implementing the transformation of the company.”Sri Lanka Telecom PLC (SLT), the holding company of the Group, recorded Rs. 4.1 Bn. in Profit After Taxes for Q1 2022. Revenue for the quarter recorded at Rs. 15.9 Bn whilst the EBITDA and Operating Profits stood at Rs. 6.3 Bn and Rs. 1.1 Bn respectively.SLT Chief Executive Officer, Janaka Abeysinghe commented, “We are on track for business growth and improved profitability, driven by rapid adoption of broadband services, fiberisation and increased bandwidth consumption, which is generating robust demand.”",
    "The Mobile services arm of the Group, Mobitel (Pvt.) Ltd, sustained revenues at previous levels, earning Rs 11.6 Bn in the Q1 2022. Both EBITDA and Operating Profit margins remained positive at 38.9% and 19.3% respectively, whilst foreign exchange losses negatively affected the bottom line of the Company, resulting a net loss of Rs. 0.8 Bn for the quarter.Mobitel Chief Executive Officer, Chandika Vitharena stated “Even in these unprecedented times, we are poised to capitalise on the growing need to simplify communications.”The SLT Group is looking to implement several key strategies to meet the economic slowdown and the challenging operating environment that includes cost increases, inflation, rupee depreciation against US dollar and delays in importing necessary equipment.",
    "Be patient, I will gradually turn the ailing economy around: PM",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}