{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ict-leaders-call-for-stability-access-to-dollars-for-essential-services-end-to-emergency-92533/",
  "time_ut": 1649052720,
  "title": "Sri Lanka ICT leaders call for stability, access to dollars for essential services, end to emergency",
  "body_lines": [
    "ECONOMYNEXT – A collective of information and communication technology (ITC) industry leaders in Sri Lanka on Monday (04) called for transparency, stability in governance and fiscal management, access to dollars for startups and small businesses for essential services and an end to an ongoing public emergency.",
    "Signed by over 160 industry representatives including Sanjiva Weerwarana of WSO2 and Hasith Yaggahavita of 99x, the statement said the ICT community finds it difficult to defend and justify to its stakeholders that Sri Lanka is a safe environment to build innovative businesses, products and provide continued services at global standards.",
    "“The current situation sends dangerous signals and in fact many of our community have had to start looking outside of Sri Lanka for the continued delivery of their products and services. The economic impact created by the current situation further compounds the challenges faced by our early-stage companies and will prevent necessary investment and risk capital to come into the country. We beseech the government to repeal the State of Emergency as this is causing more uncertainty amongst our stakeholders,” the statement said.",
    "Sri Lanka has seen a wave of public protests, most of them seemingly spontaneous and with no involvement of opposition parties, against President Rajapaksa and the ruling Sri Lanka Podujana Peramuna (SLPP)-led government over their handling of the one of the worst economic crises in the country’s history. As fuel shortages and power cuts brought about by a severe dollar shortage forced people onto the streets, culminating in a 36-curfew over the April 02-03 weekend, uncertainty looms over the fate of the government with speculation rife of mass resignations.",
    "The signatories expressed grave concern over the public emergency declared by President Gotabaya Rajapaksa last Friday (01) in the aftermath of a protest outside his residence the previous night.",
    "“As a community, we are gravely concerned by the declaration of the state of emergency by his Excellency the President on the night of April 1st, 2022. Our community is of the view that the declaration of state of emergency is not the solution to the present social economic situation. We believe that the right approach is in fact to open a dialogue between the political leadership and the country’s constituents,” the statement said.",
    "Sri Lanka’s digital economy represents approximately 4.37% of GDP and, according to the statement, is positioned to grow exponentially in the coming years.",
    "“This ecosystem has developed itself mostly on its own, relying on the support of each other on the values of freedom of expression and collaboration. Hence this ecosystem is firmly committed to protecting people’s basic civil liberties which includes the freedom of expression and freedom of peaceful assembly,” the ICT professionals said.",
    "“This community for its part is committed to protecting the rights of its constituents and the basic civil liberties we expect of a democratic nation state. We believe that the decisions that affect the country need to be participatory and collaborative with our industry,” it added.",
    "Ensure stability in governance and fiscal management of inflation to provide overall confidence to the ICT community.",
    "Improve decision making by the government to provide the minimum power required for the continuity of our industry and introduce incentives immediately for solar and other renewable energy solutions.",
    "Provide access for startups and small businesses to the minimum dollars required to pay for essential services not available locally.",
    "Remove emergency, curfew, and suppression of citizens’ rights to peacefully protest and or express displeasure of what they are experiencing as severe hardships.",
    "Refrain from blocking access to the internet and all social media sites during states of emergencies that completely deny business for startups who rely on accessing their customers, suppliers and/or produce through these channels.",
    "We require transparency and accountability at all levels of government."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා තොරතුරු හා සන්නිවේදන තාක්ෂණ ප්‍රධානීන් ස්ථාවරත්වය, අත්‍යවශ්‍ය සේවා සඳහා ඩොලර් වෙත ප්‍රවේශය, හදිසි අවස්ථා අවසන් කරන ලෙස ඉල්ලා සිටී",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ තොරතුරු සහ සන්නිවේදන තාක්‍ෂණ (ITC) කර්මාන්තයේ ප්‍රමුඛයන්ගේ සාමූහිකයක් සඳුදා (04) විනිවිදභාවය, පාලනයේ ස්ථාවරත්වය සහ රාජ්‍ය මූල්‍ය කළමනාකරණය, අත්‍යවශ්‍ය සේවා සඳහා ආරම්භක සහ කුඩා ව්‍යාපාර සඳහා ඩොලර් වෙත ප්‍රවේශය සහ අඛණ්ඩව පවතින තත්ත්වයකට අවසන් මහජන හදිසි.",
        "WSO2 හි සංජිව වීරවරණ සහ 99x හි හසිත් යග්ගහවිට ඇතුළු කර්මාන්ත නියෝජිතයින් 160 කට අධික සංඛ්‍යාවක් විසින් අත්සන් කරන ලද මෙම ප්‍රකාශයේ ඉතා තොරතුරු හා සන්නිවේදන තාක්ෂණ ප්‍රජාවට නව්‍ය ව්‍යාපාර, නිෂ්පාදන සහ අඛණ්ඩ සේවා සැපයීම සඳහා ශ්‍රී ලංකාව ආරක්ෂිත පරිසරයක් බව එහි පාර්ශවකරුවන්ට ආරක්ෂා කිරීමට සහ සාධාරණීකරණය කිරීමට අපහසු වේ. ගෝලීය ප්රමිතීන්ට අනුව.",
        "“වර්තමාන තත්ත්වය භයානක සංඥා යවන අතර ඇත්ත වශයෙන්ම අපගේ බොහෝ ප්‍රජාවට ඔවුන්ගේ නිෂ්පාදන සහ සේවාවන් අඛණ්ඩව බෙදා හැරීම සඳහා ශ්‍රී ලංකාවෙන් පිටත බැලීමට පටන් ගැනීමට සිදුවී ඇත. වත්මන් තත්ත්වය විසින් නිර්මාණය කරන ලද ආර්ථික බලපෑම අපගේ මුල් අවධියේ සමාගම් මුහුණ දෙන අභියෝග තවදුරටත් ඒකාබද්ධ කරන අතර අවශ්‍ය ආයෝජන සහ අවදානම් ප්‍රාග්ධනය රට තුළට පැමිණීම වළක්වනු ඇත. මෙය අපගේ පාර්ශවකරුවන් අතර තවත් අවිනිශ්චිතතාවයක් ඇති කරන බැවින් හදිසි නීතිය ඉවත් කරන ලෙස අපි රජයෙන් ඉල්ලා සිටිමු.",
        "ශ්‍රී ලංකාව, මහජන විරෝධතා රැල්ලක් දැක ඇති අතර, ඒවායින් බොහොමයක් ස්වයංසිද්ධ සහ විරුද්ධ පක්ෂවල මැදිහත්වීමක් නොමැතිව, ජනාධිපති රාජපක්ෂට සහ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) ප්‍රමුඛ ආන්ඩුවට එරෙහිව, දරුණුතම ආර්ථික අර්බුදවලින් එකක් ලෙස කටයුතු කිරීම සම්බන්ධයෙන්. රටේ ඉතිහාසයේ. උග්‍ර ඩොලර් හිඟයක් නිසා ඇති වූ ඉන්ධන හිඟය සහ විදුලි කප්පාදුව නිසා ජනතාව පාරට බැස්සවීමත් සමඟ, අප්‍රේල් 02-03 සති අන්තයේ 36 ඇඳිරි නීතිය පැනවීමත් සමඟ, සමූහ වශයෙන් ඉල්ලා අස්වීම් පිළිබඳ සමපේක්ෂනය සමඟ ආන්ඩුවේ ඉරනම පිලිබඳ අවිනිශ්චිතතාවයක් මතු විය.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් පෙරේදා රාත්‍රියේ ඔහුගේ නිවස ඉදිරිපිට පැවති විරෝධතාවයකින් පසු පසුගිය සිකුරාදා (01) ප්‍රකාශයට පත් කරන ලද මහජන හදිසි අවස්ථාව පිළිබඳව අත්සන්කරුවන් දැඩි කනස්සල්ල පළ කළහ.",
        "“2022 අප්‍රේල් 01 වැනි දින රාත්‍රියේ අතිගරු ජනාධිපතිතුමා විසින් හදිසි නීතිය ප්‍රකාශයට පත් කිරීම පිළිබඳව ප්‍රජාවක් වශයෙන් අපි දැඩි කනස්සල්ලට පත්ව සිටිමු. අපගේ ප්‍රජාවගේ අදහස වන්නේ හදිසි නීතිය ප්‍රකාශ කිරීම විසඳුම නොවන බවයි. වත්මන් සමාජ ආර්ථික තත්ත්වය. ඇත්ත වශයෙන්ම නිවැරදි ප්‍රවේශය දේශපාලන නායකත්වය සහ රටේ ඡන්දදායකයන් අතර සංවාදයක් විවෘත කිරීම බව අපි විශ්වාස කරමු.",
        "ශ්‍රී ලංකාවේ ඩිජිටල් ආර්ථිකය දළ දේශීය නිෂ්පාදිතයෙන් දළ වශයෙන් 4.37%ක් නියෝජනය කරන අතර, එම ප්‍රකාශයට අනුව ඉදිරි වසරවලදී ඝාතීය ලෙස වර්ධනය වීමට ස්ථානගත වී ඇත.",
        "“මෙම පරිසර පද්ධතිය බොහෝ දුරට තනිවම වර්ධනය වී ඇති අතර, ප්‍රකාශනයේ නිදහස සහ සහයෝගීතාවයේ වටිනාකම් මත එකිනෙකාගේ සහයෝගය මත රඳා පවතී. එබැවින් මෙම පරිසර පද්ධතිය අදහස් ප්‍රකාශ කිරීමේ නිදහස සහ සාමකාමීව රැස්වීමේ නිදහස ඇතුළු මිනිසුන්ගේ මූලික සිවිල් අයිතිවාසිකම් ආරක්ෂා කිරීමට දැඩි ලෙස කැපවී සිටී.",
        "“මෙම ප්‍රජාව එහි කොටස්කරුවන්ගේ අයිතිවාසිකම් සහ ප්‍රජාතන්ත්‍රවාදී ජාතික රාජ්‍යයකින් අප අපේක්ෂා කරන මූලික සිවිල් නිදහස ආරක්ෂා කිරීමට කැපවී සිටී. රටට බලපාන තීරණ අපගේ කර්මාන්තය සමඟ සහභාගිත්ව සහ සහයෝගී විය යුතු බව අපි විශ්වාස කරමු.",
        "තොරතුරු හා සන්නිවේදන තාක්ෂණ ප්‍රජාවට සමස්ත විශ්වාසය ලබා දීම සඳහා උද්ධමනය පාලනයේ සහ මූල්‍ය කළමනාකරණයේ ස්ථාවරත්වය සහතික කිරීම.",
        "අපගේ කර්මාන්තයේ අඛණ්ඩ පැවැත්ම සඳහා අවශ්‍ය අවම බලය සැපයීම සඳහා රජය විසින් තීරණ ගැනීම වැඩිදියුණු කිරීම සහ සූර්ය බලශක්ති සහ අනෙකුත් පුනර්ජනනීය බලශක්ති විසඳුම් සඳහා දිරිගැන්වීම් වහා හඳුන්වා දීම.",
        "දේශීයව ලබා ගත නොහැකි අත්‍යවශ්‍ය සේවා සඳහා ගෙවීමට අවශ්‍ය අවම ඩොලර් සඳහා ආරම්භක සහ කුඩා ව්‍යාපාර සඳහා ප්‍රවේශය ලබා දෙන්න.",
        "හදිසි අවස්ථා, ඇඳිරි නීතිය ඉවත් කිරීම සහ සාමකාමීව විරෝධතා දැක්වීමට සහ ඔවුන් දැඩි දුෂ්කරතා ලෙස අත්විඳින දේ ගැන අප්‍රසාදය පළ කිරීමට පුරවැසියන්ගේ අයිතිවාසිකම් යටපත් කිරීම.",
        "මෙම නාලිකා හරහා තම පාරිභෝගිකයන්, සැපයුම්කරුවන් සහ/හෝ නිෂ්පාදන වෙත ප්‍රවේශ වීම මත විශ්වාසය තබන ආරම්භකයින් සඳහා ව්‍යාපාර සම්පූර්ණයෙන්ම ප්‍රතික්ෂේප කරන හදිසි අවස්ථා වලදී අන්තර්ජාලයට සහ සියලුම සමාජ මාධ්‍ය වෙබ් අඩවි වෙත ප්‍රවේශය අවහිර කිරීමෙන් වළකින්න.",
        "අපට රජයේ සෑම තරාතිරමකම විනිවිදභාවය සහ වගවීම අවශ්‍යයි."
      ]
    },
    "ta": {
      "title": "இலங்கை ICT தலைவர்கள் ஸ்திரத்தன்மை, அத்தியாவசிய சேவைகளுக்கான டாலர்களை அணுகுதல், அவசரநிலைக்கு முற்றுப்புள்ளி வைக்க அழைப்பு விடுத்துள்ளனர்",
      "body_lines": [
        "ECONOMYNEXT – இலங்கையில் தகவல் மற்றும் தொடர்பாடல் தொழில்நுட்ப (ITC) தொழிற்துறை தலைவர்களின் கூட்டு திங்கட்கிழமை (04) வெளிப்படைத்தன்மை, நிர்வாகம் மற்றும் நிதி முகாமைத்துவத்தில் ஸ்திரத்தன்மை, அத்தியாவசிய சேவைகளுக்கான தொடக்க மற்றும் சிறு வணிகங்களுக்கு டாலர்களை அணுகுதல் மற்றும் நடந்துகொண்டிருக்கும் ஒரு முடிவுக்கு அழைப்பு விடுத்தது. பொது அவசரநிலை.",
        "WSO2 இன் சஞ்சீவ வீரவரனா மற்றும் 99x இன் ஹசித் யக்கஹவிட்ட உட்பட 160 க்கும் மேற்பட்ட தொழில்துறை பிரதிநிதிகளால் கையொப்பமிடப்பட்ட அறிக்கையில், புதுமையான வணிகங்கள், தயாரிப்புகள் மற்றும் தொடர்ச்சியான சேவைகளை உருவாக்குவதற்கு இலங்கை ஒரு பாதுகாப்பான சூழல் என்பதை ICT சமூகம் அதன் பங்குதாரர்களுக்கு பாதுகாப்பதும் நியாயப்படுத்துவதும் கடினமாக உள்ளது. உலகளாவிய தரத்தில்.",
        "\"தற்போதைய சூழ்நிலை ஆபத்தான சமிக்ஞைகளை அனுப்புகிறது மற்றும் உண்மையில் எங்கள் சமூகத்தில் பலர் தங்கள் தயாரிப்புகள் மற்றும் சேவைகளை தொடர்ந்து வழங்குவதற்காக இலங்கைக்கு வெளியே பார்க்கத் தொடங்கியுள்ளனர். தற்போதைய சூழ்நிலையால் உருவாக்கப்பட்ட பொருளாதார தாக்கம், நமது ஆரம்ப கட்ட நிறுவனங்கள் எதிர்கொள்ளும் சவால்களை மேலும் ஒருங்கிணைக்கிறது மற்றும் தேவையான முதலீடு மற்றும் இடர் மூலதனம் நாட்டிற்கு வருவதை தடுக்கும். இது எங்கள் பங்குதாரர்களிடையே அதிக நிச்சயமற்ற தன்மையை ஏற்படுத்துவதால், அவசரகாலச் சட்டத்தை ரத்து செய்யுமாறு அரசாங்கத்தை நாங்கள் கேட்டுக்கொள்கிறோம், ”என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "மிக மோசமான பொருளாதார நெருக்கடிகளில் ஒன்றான ஜனாதிபதி ராஜபக்ச மற்றும் ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனா (SLPP) தலைமையிலான அரசாங்கத்திற்கு எதிராக, அவைகளில் பெரும்பாலானவை தன்னிச்சையான மற்றும் எதிர்க்கட்சிகளின் தலையீடு இல்லாமல், பொதுப் போராட்டங்களின் அலையை இலங்கை கண்டுள்ளது. நாட்டின் வரலாற்றில். கடுமையான டாலர் பற்றாக்குறையால் ஏற்பட்ட எரிபொருள் தட்டுப்பாடு மற்றும் மின்வெட்டு மக்களை தெருக்களில் தள்ளியது, ஏப்ரல் 02-03 வார இறுதியில் 36-ஊடகச் சட்டத்தின் உச்சக்கட்டத்தை எட்டியது, அரசாங்கத்தின் தலைவிதியின் மீது நிச்சயமற்ற தன்மை நிலவுகிறது.",
        "கடந்த வெள்ளிக்கிழமை (01) ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் பிரகடனப்படுத்தப்பட்ட பொது அவசரநிலை குறித்து கையொப்பமிட்டவர்கள் கடுமையான கவலையை வெளிப்படுத்தினர்.",
        "“ஒரு சமூகமாக, 2022 ஆம் ஆண்டு ஏப்ரல் 1 ஆம் தேதி இரவு, அதிமேதகு ஜனாதிபதி அவர்களால் அவசரகால நிலை பிரகடனம் செய்யப்பட்டதையிட்டு நாங்கள் மிகவும் கவலையடைகிறோம். அவசரகால நிலைப் பிரகடனம் தீர்வாகாது என்று எங்கள் சமூகம் கருதுகிறது. தற்போதைய சமூக பொருளாதார நிலை. அரசியல் தலைமைக்கும் நாட்டின் அங்கத்தவர்களுக்கும் இடையே ஒரு உரையாடலைத் திறப்பதே சரியான அணுகுமுறை என்று நாங்கள் நம்புகிறோம், ”என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "இலங்கையின் டிஜிட்டல் பொருளாதாரமானது மொத்த உள்நாட்டு உற்பத்தியில் தோராயமாக 4.37% ஐ பிரதிநிதித்துவப்படுத்துகிறது மற்றும் அறிக்கையின்படி, எதிர்வரும் ஆண்டுகளில் அதிவேகமாக வளர்ச்சியடையும்.",
        "\"இந்த சுற்றுச்சூழல் அமைப்பு, கருத்து சுதந்திரம் மற்றும் ஒத்துழைப்பின் மதிப்புகளில் ஒருவருக்கொருவர் ஆதரவை நம்பி, பெரும்பாலும் தானே தன்னை வளர்த்துக் கொண்டது. எனவே இந்த சுற்றுச்சூழல் அமைப்பு மக்களின் அடிப்படை சிவில் உரிமைகளைப் பாதுகாப்பதில் உறுதியாக உள்ளது, இதில் கருத்துச் சுதந்திரம் மற்றும் அமைதியான ஒன்றுகூடல் சுதந்திரம் ஆகியவை அடங்கும்,\" என்று தகவல் தொழில்நுட்ப வல்லுநர்கள் தெரிவித்தனர்.",
        "\"இந்த சமூகம் அதன் பங்கிற்கு அதன் அங்கத்தவர்களின் உரிமைகள் மற்றும் ஜனநாயக தேசிய அரசில் நாம் எதிர்பார்க்கும் அடிப்படை சிவில் உரிமைகளைப் பாதுகாப்பதில் உறுதிபூண்டுள்ளது. நாட்டைப் பாதிக்கும் முடிவுகள் எங்கள் தொழில்துறையுடன் பங்கேற்பு மற்றும் ஒத்துழைப்புடன் இருக்க வேண்டும் என்று நாங்கள் நம்புகிறோம், ”என்று அது மேலும் கூறியது.",
        "ICT சமூகத்திற்கு ஒட்டுமொத்த நம்பிக்கையை வழங்க, நிர்வாகத்தில் ஸ்திரத்தன்மை மற்றும் பணவீக்கத்தின் நிதி மேலாண்மை ஆகியவற்றை உறுதி செய்தல்.",
        "நமது தொழிற்துறையின் தொடர்ச்சிக்குத் தேவையான குறைந்தபட்ச சக்தியை வழங்குவதற்கு அரசாங்கத்தால் முடிவெடுப்பதை மேம்படுத்துதல் மற்றும் சூரிய ஒளி மற்றும் பிற புதுப்பிக்கத்தக்க ஆற்றல் தீர்வுகளுக்கு உடனடியாக ஊக்கத்தொகைகளை அறிமுகப்படுத்துதல்.",
        "உள்நாட்டில் கிடைக்காத அத்தியாவசிய சேவைகளுக்கு செலுத்த தேவையான குறைந்தபட்ச டாலர்களுக்கு தொடக்கங்கள் மற்றும் சிறு வணிகங்களுக்கான அணுகலை வழங்கவும்.",
        "அவசரநிலை, ஊரடங்கு உத்தரவு மற்றும் அமைதியான முறையில் எதிர்ப்பு தெரிவிக்கும் குடிமக்களின் உரிமைகளை நசுக்குதல் மற்றும் கடுமையான கஷ்டங்களை அவர்கள் அனுபவிக்கும் அதிருப்தியை வெளிப்படுத்துதல்.",
        "இந்த சேனல்கள் மூலம் தங்கள் வாடிக்கையாளர்கள், சப்ளையர்கள் மற்றும்/அல்லது தயாரிப்பை அணுகுவதை நம்பியிருக்கும் ஸ்டார்ட்அப்களுக்கான வணிகத்தை முற்றிலும் மறுக்கும் அவசர நிலைகளின் போது இணையம் மற்றும் அனைத்து சமூக ஊடக தளங்களுக்கான அணுகலைத் தடுப்பதைத் தவிர்க்கவும்.",
        "அரசாங்கத்தின் அனைத்து மட்டங்களிலும் எங்களுக்கு வெளிப்படைத்தன்மை மற்றும் பொறுப்புக்கூறல் தேவை."
      ]
    }
  }
}