{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/power-and-fuel-crises-expected-to-severely-hit-sls-tea-industry/",
  "time_ut": 1649337660,
  "title": "Power and fuel crises expected to severely hit SL’s tea industry",
  "body_lines": [
    "Brokers’ reports indicate record prices at high and low grown elevations for Sri Lankan tea. However, tea smallholders and tea factory owners reported decreasing crop cultivation, and worse, tea factory owners indicated they would have to stop production because of power interruptions and shortage of fuel.",
    "Preferring anonymity, the above sources said that although smallholders would continue to harvest green leaf, such harvests would not be manufactured because of the afore-mentioned reasons.",
    "Forbes and Walker in their report last week confirmed a drop in production and said that tea production was 4.8 million kilos, compared to 5.2 million kilos the previous week. The report further said there was excellent demand attributed to lower volumes, the weakening rupee and urgent shipments.",
    "The Asia Siyaka (AS) Tea Market Report confirmed a drop in production and the effects of the influence of the rupee against the dollar as reasons for the notable demand.",
    "The AS report commented that Kenyan tea prices remained flat as a result of the Ukraine war dampening demand. Reduced demand at the Mombasa auction could possibly be the cause for buoyancy at the Colombo auctions.",
    "The AS report said sale 13 at the Colombo auctions recorded good results for the trade.",
    "Reverting to the smallholder sector, informed tea industry sources said there were two significant factors that also affected production. Lack of weedicide imports and the stalled application of fertilizer.",
    "The serious problem of weedicides meant weed growth has now intensified, stalling cultural work that facilitates production growth. Weeds absorb fertilizer, which meant fertilizer inputs would be ineffective. ‘We cannot afford such expensive inputs without returns, they said,",
    "Tea factory owners cautioned that their green leaf would not be accepted for manufacture, because of power interruptions and limited fuel stocks.",
    "It is also of relevance that the tea smallholder sector comprises about 400,000 cultivators who are responsible for some 75 per cent of production. Their average land extent is about 2 hectares per smallholder.",
    "The AS report indicated crop details as at last week. Production to that date was 62. 050 million kilos. Comparative data for the same date in 2021 was 71.44 million kilos. This was confirmation that the economic downturn affecting the entire country was also gravely manifested in the tea industry.",
    "Tea being the leading net income earner would quickly lose its importance and plunge the country further into debt, our sources said.",
    "CSE investors switching to govt. securities in view of current uncertainties",
    "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
    "Unprecedented controversy: PUCSL bypasses govt., seeks Indian help to ensure power supply",
    "Johnston pleads with JVP leader not to involve school children in street protests",
    "Dialog Home Broadband Introduces Exclusive Data Plans for Entertainment & Gaming Enthusiasts",
    "Fundamental rights violations petitions against the declaration of Emergency allowed to proceed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}