{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-recognized-with-two-merit-awards-at-lankapay-technnovation-awards-2022/",
  "time_ut": 1650984240,
  "title": "DFCC Bank recognized with two merit awards at LankaPay Technnovation Awards 2022",
  "body_lines": [
    "DFCC Bank, one of the premier commercial banks in Sri Lanka, recently bagged two new accolades at the LankaPay Technnovation Awards 2022 for the year 2020/2021. The Bank was awarded as the ‘Best Common ATM Enabler of the Year under category B ’ and as ‘Bank of the Year for Financial Inclusivity under category C’ due to its many efforts at driving inclusive financing, and the significant growth in CEFTS, SLIPS and common ATM switch transactions and due to its high performance within the financial services sector.",
    "The accolades highlight the Bank’s many inclusivity-focused initiatives, and the positive impact the Bank has had on all stakeholders in using innovative digitisation-based practices to further its reach and effectiveness. The Bank’s efforts in ensuring the continuous provision of services having implemented all Covid-19 related best practices and health and safety protocols, alongside its targeted communications to expand the reach of the DFCC MySpace ATMs contributed to the growth in use of common ATM switch. Furthermore, DFCC Bank’s extensive work on implementing the DFCC Virtual Wallet, alongside the DFCC iConnect and DFCC Pay applications which enabled customers to perform their daily transactional banking needs with ease and efficacy enabled recognition under the category of Bank of the Year for Financial Inclusivity.",
    "The fourth edition of LankaPay Technnovation Awards – Sri Lanka’s pioneering payment technology innovation awards took place on the 29th of March at the Shangri-la Colombo. Organised by LankaClear, the operator of the country’s national payment network, the Technnovation Awards aimed to recognize the flag bearers of payment technology innovations in the country who have worked hard to promote digital payment mechanisms across the island, thereby enhancing the customer convenience.",
    "Commenting on the Bank’s achievement, DFCC Bank CEO Thimal Perera stated, “DFCC Bank is proud to have won not one, but two awards at the recent LankaPay Technnovation awards. Our comprehensive customer value creation efforts over the past two years are at the very heart of these accolades, which also showcase the success of our efforts to digitise to ensure the greatest levels of customer service and thereby, customer satisfaction. By striving to create financial inclusivity we have set the framework in place for securing the economic resilience of our country, and it is gratifying to see that our lineup of innovative financial products and services such as iConnect and the DFCC Virtual Wallet have been recognized by the awarding body and peers alike, for both the significant value they have created and for how they have furthered the national digitisation agenda.”",
    "As the Bank for Everyone, DFCC Bank’s comprehensive set of financial products and services, supported by its newly introduced, comprehensive, future-looking sustainability strategy, have notably succeeded in having a significant positive impact by empowering all stakeholders to reach newer heights, thereby setting the stage for achieving these accolades.",
    "CBL joins ‘Manudam Mehewara’, an emergency relief initiative by Dialog",
    "Efforts to promote wide-ranging South Indian investments in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}