{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/of-that-call-for-lanka-spring/",
  "time_ut": 1648742640,
  "title": "Of that call for ‘Lanka Spring’",
  "body_lines": [
    "An anonymous social media post calling upon the people to take to the streets on 03 April in protest against the government has caused quite a stir. It claims that the agitation to be staged will be devoid of politics, and politicians should stay away, but the state intelligence agencies are reported to have traced the mysterious Whatsapp post to a group of Opposition politicians, who have denied any involvement therein. They insist that they have only spoken in support of it.",
    "The main Opposition party is expected to act like the government-in-waiting and mobilise the people against the incumbent administration. Therefore, if a ‘faceless force’ emerges and enlists public support, then such a phenomenon can be considered an indication of people’s disillusionment with the Opposition party as well.",
    "Most people will be glad to see the back of the SLPP regime, which has inflicted so much suffering on them, and their right to protest cannot be questioned. But protests must be held for a purpose, and the protesters must have specific goals. Protests held for the sake of protesting could spin out of control and lead to anarchy. We have seen this happen in other countries.",
    "People power is like a huge volume of water; if it is harnessed properly, positive outcomes could be generated; if it is allowed to burst forth without control it could be as destructive as raging floods. What befell some Arab nations about 12 years ago may serve as an example.",
    "The Arab Spring, which spread like wildfire, ended up being a winter of despair. True, those leaderlesss uprisings brought about some positive socio-political changes; they toppled repressive governments. But they also had disastrous consequences, which in the opinion of some observers outweigh their benefits; it may be recalled that they paved the way for armed uprisings in Iraq, Libya, Yemen and Syria.",
    "Public anger having reached boiling point in this country, it behoves those who are all out to dislodge the incumbent government to offer alternatives and infuse the irate people with hope.",
    "The Opposition parties that seek to capture state power ought to appoint shadow ministers, present alternative policy programmes and budget proposals and convince the public that they are equal to the task of running the country better. Let the SJB, the JVP, etc., be urged to name their shadow Finance Ministers urgently so that the public could size them up, and make informed decisions when they vote. How do they propose to resolve the current foreign currency and rupee crises and grant relief to the public?",
    "The SLPP rebels are also all out to oust the government while being part of it. They have presented a policy programme, but they will have to reveal to the public who their presidential and prime ministerial candidates will be. They have declared that they will never coalesce with the SLPP again or join forces with the Opposition. They insist that they will show their hand when the time is opportune. But they will have to stop bellowing rhetoric and act fast lest some ‘faceless force’ should overtake them and mobilise the people.",
    "All those who campaigned hard to bring the present administration to power are duty bound to come forward to clean up the mess they created, as we argued in a previous comment. Some prominent Buddhist monks have undertaken to do so, but mere words will not do. They have to translate their words into deeds for the sake of the resentful youth, who could fall prey to sinister elements with hidden agendas, masquerading as liberators.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}