{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Prof-M-T-A-Furkhan-no-more/56-734545",
  "time_ut": 1652043840,
  "title": "Prof. M.T.A. Furkhan no more",
  "body_lines": [
    "Senior business leader and one of the pioneers of tourism and top professional Prof. M.T.A. Furkhan passed away yesterday.",
    "Prof. Furkhan was one of prime movers in establishing in 1965, the basic roots of the management accountancy profession in Sri Lanka. In 1970, he was appointed as President of the Association of Cost and Works Accountants; and in 1972, when the Institute of Cost and Works Accountants (now CIMA) extended Branch Status to Sri Lanka, he was appointed the first President of the CIMA Sri Lanka Branch.",
    "Furkhan is the Founder of the Confifi Group of Hotel Companies holding the position of Chairman of the Group and its subsidiaries. His previous appointments include: General Manager of Walker Sons & Co. Ltd., and a Professor of Management Accounting, University of Sri Jayewardenepura, Sri Lanka from 1974 to 1976. In 1976, he moved to Australia as the Group Finance Director of a U.K. MNC; and simultaneously the Managing Director of its largest subsidiary in Sydney.",
    "Furkhan has won many citations and awards in his lifetime of achievement. He has been awarded the CIMA Institute Plaque in recognition of services to the Management Accountancy Profession. He was also been awarded a Citation by the Institute of Chartered Secretaries & Administrators, Sri Lanka Branch; and has been recognised as a CIMA Business Leader of the Year.",
    "He was also awarded Life Membership of the Tourist Hotels Association of Sri Lanka, in recognition of immense contribution to the industry.",
    "His contributions in terms of public service has been immense. Furkhan has been a Member, Advisory Committee of the Government Bureau of Audit and Management Services; Chairman, Income Tax Payers Association; Committee Member, National Chamber of Industries; Member, Advisory Council of the Faculty of Management Studies (University of Ceylon); Member, Board of Governors and Council of the Sri Lanka Business Development Centre; Finance Director, Central Transport Board; Council Member, South Eastern University of Sri Lanka; Council Member, Postgraduate Institute of Management; and Member, Sri Lanka Government Technical Training Institute.",
    "He has also been President of the Rotary Club of Colombo North, Chairman of the Institute of Management Services, Chairman of the Tourist Hotels Association of Sri Lanka, President of the Association of Directors, Executive Committee Member of the Ceylon Chamber of Commerce Chairman, and Principal and Member of the Board of Governors of Zahira College.",
    "For this exemplary public service, Furkhan was awarded the National Honour Titles of Deshabandu (in 1987) and Deshamanya (in 2005) by the President of Sri Lanka.",
    "He is a Fellow of the Chartered Institute of Management Accountants (UK), Fellow, of the Institute of Chartered Corporate Secretaries (Sri Lanka) and Fellow of CPA Australia. He also holds the J. Dip MA(UK), and CGMA professional designations."
  ]
}