{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82016/18-more-sri-lankans-arrive-in-tamil-nadu-seeking-asylum",
  "time_ut": 1650788640,
  "title": "18 more Sri Lankans arrive in Tamil Nadu seeking asylum",
  "body_lines": [
    "Eighteen Sri Lankans fled the economic crisis in their country, reached the Indian shores in the early hours of Friday on three fibre boats and sought asylum, the Hindu reported.",
    "They belonged to five families and included children and an octogenarian. The police and Central agencies interrogated them and handed them over to the marine police.",
    "A senior official said that with the arrival of 18 Sri Lankans on Friday, the total number of those who had reached Tamil Nadu from the neighbouring country had risen to 60. They were being accommodated at the rehabilitation camp at Mandapam.",
    "Women and children told reporters that things had turned worse in the island nation. “We have to wait for essentials for more than half-a-day at grocery stores, and sometimes the wait is longer. The prices of wheat and rice are unaffordable. Many of us eat only once a day. Petrol and diesel are selling at several hundreds for just one litre,” said Kasturi, 41, of Mannar. With no jobs and life gone for a toss, they had to either borrow or sell their wares.",
    "As there appeared to be no sign of any relief from the government in the near future, her family decided to sell off whatever was available through agents, and with the money thus earned, they reached India, Kasturi said.",
    "The children had not had proper sleep for over 10 days as there was no electricity, another woman said.",
    "Pradeep from Uyilankulam in Mannar said 13 of them hired a boat illegally and the boatman demanded INR 3 lakh for a drop near Arichalmunai, Dhanushkodi. Even during the civil war, there were internal emergencies in Sri Lanka. But there was no panic among the citizens. But now, after the police fired at some protesters, the people were worried about their survival. Many more Tamils who have their relatives in the rehabilitation camps in Tamil Nadu might arrive here as food prices were too high and there was a question mark on security, said Nakuleswaran, 48.",
    "The children, officials said, were given milk and biscuits, while the elders were given variety rice. A revenue official said they would be given food and shelter in the rehabilitation camp, but remained non-committal on any financial assistance."
  ]
}