{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/us-ambassador-to-sl-eager-to-engage-with-local-business-community/",
  "time_ut": 1648220400,
  "title": "US ambassador to SL eager to engage with local business community",
  "body_lines": [
    "Building trust between the US and Sri Lanka is essential to strengthen bilateral relations between the two countries. I look forward to actively engaging with the private sector and business community of Sri Lanka, US ambassador to Sri Lanka Julie Chung said.",
    "Ambassador Chung was addressing an interactive meeting with the American Chamber of Commerce in Sri Lanka (AmCham Sri Lanka) Board of Directors.",
    "An AmCham Sri Lanka press release said: ‘The newly arrived U.S. ambassador to Sri Lanka, HE Julie J. Chung, met with the Board of Directors of the American Chamber of Commerce in Sri Lanka on the March 16.",
    "‘Ambassador Chung was welcomed by the Office Bearers and visited the AmCham Secretariat located at the Cinnamon Lakeside Colombo, meeting and greeting the AmCham Secretariat team.",
    "‘This was followed by a breakfast discussion, which focused on the business relations of Sri Lanka and the United States, the impact of the current economic climate on all industries, and ways in which the AmCham and the embassy could collaborate to develop and foster bilateral trade and investment between the two countries.",
    "‘Ambassador Julie J. Chung stated that in order to strengthen the relationship between Sri Lanka and the United States of America, building trust between the two nations is essential, and that she looked forward to actively engaging with the private sector and business community of Sri Lanka. She also shared her experiences of traveling across Sri Lanka since her arrival in February 2022 and noted that Sri Lanka is a stunning country, rich in biodiversity, natural resources, and qualified and capable human capital’.",
    "Launch of Galaxy S22: Samsung Student Ambassadors and Members applaud innovation",
    "CAL in Partnership with Heritage Partners to Advise Family Businesses",
    "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
    "Punchihewa’s new book on King Vijayabahu, the redeemer of Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}