{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/opinion/Championing-the-wellbeing-of-women-and-children-as-a-priority-in-businesses/14-735922",
  "time_ut": 1654720020,
  "title": "Championing the wellbeing of women and children as a priority in businesses",
  "body_lines": [
    "“Mother and Child-Friendly Seal for Responsible Business”, a first for Sri Lanka, debuts via Centre for Child Rights and Business in partnership with Save the Children, and key stakeholders, the Planters Association of Ceylon, Plantation Human Development Trust, and Ministry of Women and Child Affairs",
    "In another major step towards safeguarding the wellbeing of women and children from Sri Lanka’s estate sector communities, The Centre for Child Rights and Business (The Centre) in partnership with Save the Children, and key stakeholders, the Planters Association of Ceylon, Plantation Human Development Trust, and Ministry of Women and Child Affairs announced the launch of the island’s first “Mother and Child-Friendly Seal for Responsible Business.”",
    "In the backdrop of a looming economic crisis that threatens to erode Sri Lanka’s strong progress quality of life, key socio-economic and health indicators, the Mother and Child-Friendly Seal for Responsible Business initiative is designed to guide businesses on a path that incorporates the wellbeing of women and children across their business.",
    "“This initiative is a new concept that will improve the overall wellbeing of women and children in Sri Lanka’s plantation sector. The most valuable resource a plantation company has is its human capital. We believe in ensuring the wellbeing of women and children living among the plantation community as they are the key in influencing the sustainable development of the industry,” Planters’ Association of Ceylon (PA) Chairman and Elpitiya Plantations PLC Director/CEO Bhathiya Bulumulla stated.",
    "Business entities which enrol in the Seal initiative will initially take a pledge and develop an action plan to strengthen initiatives for women and children in the communities they are connected to. Based on the child-centric impact assessments carried out on the initiatives, they will be issued the Mother and Child-Friendly Seal for Responsible Business.",
    "The initiative also aims to provide encouragement to businesses in the tea supply chain – from brands, exporters, brokers, to plantation companies and estates – to make sustainable and meaningful investments in the wellbeing of women and children.",
    "“For generations, women have been integral to the development of Sri Lanka’s plantation industry. However, especially in the context of a looming economic crisis, it is vital that all stakeholders band together in order to protect our most vulnerable communities. By bolstering standards through the implementation of initiatives like the Mother & Child-Friendly Seal for Responsible Business, we are better able to protect the livelihoods and quality of living of all those connected to the plantation industry. Moving forward, we will also be engaging with all industry stakeholders in order to further expand these standards to the rest of the industry, in order to maximise the social utility of such programs,” PA Media Spokesperson and Hayleys Plantations Managing Director Dr. Roshan Rajadurai explained.",
    "Notably, the Mother and Child-Friendly Seal for Responsible Business initiative builds on the prior work of Save the Children in Sri Lanka under its Mother and Child Friendly Tea Plantations program, which was developed over time into the Seal Initiative.",
    "“For over eight years, we have continuously worked to improve the lives of children living in the tea estates. By investing $ 1.5 million, our programs focused on introducing a child protection policy to tea planation companies, strengthening the community-based child protection mechanisms and empowering children for their child rights. This initiative has paved way to build strong alliances with the Planters Association, the Plantation Human Development Trust, and tea producers, exporters and brands to create sustainable standards for mother and child friendly tea estates.",
    "“We also partnered with The Centre for Child Rights and Business in Sri Lanka with an aim to create a Seal process (the Seal initiative), used to differentiate Sri Lankan tea in the marketplace. Additionally, this initiative will create a governing body which will monitor commitments, results and issue the Seal. We are very proud of the way this work is being carried forward by The Centre, and we will continue to work with them,” Save the Children National Director Julian Chellappah explained.",
    "In 2019, a tri-party Memorandum of Understanding was signed with key plantation companies, Save the Children and The Government of Sri Lanka, a first for Sri Lanka at the time. The Ministry of Women and Child Affairs closely collaborated on this initiative, as a key member of the advisory committee that provides strategic guidance.",
    "“The Ministry of Women and Child Development is responsible for empowering, ensuring, and promoting the rights of women and children. The Mother and Child-Friendly Seal for Responsible Business is an important initiative, which will immensely support the objectives of the ministry. We hope this initiative will significantly contribute to making sustainable standards for the wellbeing of the estate community,” Ministry of Women and Child Affairs Additional Secretary Nilmini Herath said.",
    "The Seal Initiative differs from other certification schemes, as it identifies entry points along the supply chain. It rewards businesses that demonstrate their commitments made to improve the wellbeing of children and mothers, beyond compliance-driven targets. Companies are not punished for violations like child labour; instead, The Centre will support these businesses to enhance their capacity to meaningfully understand and address risks faced by women and children within their business practices. Additionally, mechanisms to address key concerns will be established to improve child protection concerns as they arise.",
    "“This Seal Initiative will not just be another logo out there; instead it is a call to action for tea producers and buyers. We will relentlessly support and push all participating businesses to achieve the impacts that truly benefit the thousands of Sri Lankan tea workers, their children and communities,” said The Centre for Child Rights and Business CEO Ines Kaempfer.",
    "Although the Seal Initiative is currently working within the tea industry, in the coming months, other leading industries are welcome to contact The Centre for further inquiries about the Mother and Child-Friendly Seal for Responsible Business to help transform even more Sri Lankan businesses to ones that embed the wellbeing of mothers and their children across their supply chain operations."
  ]
}