{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/23/south-korea-nearly-doubles-manufacturing-quota-for-sri-lankan-migrant-workers/",
  "time_ut": 1648034040,
  "title": "South Korea nearly doubles manufacturing quota for Sri Lankan migrant workers",
  "body_lines": [
    "COLOMBO (News 1st); The South Korean Government has taken measures to expand labour cooperation and ODA collaboration between the two countries and assist in resuscitating the Sri Lankan economy.",
    "Ambassador of the Republic of Korea Santhush Woonjin Jeong met told Sri Lanka’s Minister of Foreign Affairs Prof. G.L. Peiris that the Korean Government has nearly doubled the manufacturing quota for Sri Lankan migrant employees to Korea in 2022.",
    "“An increase in the quota for employment provided for Sri Lankans will replenish the much-needed foreign reserves in Sri Lanka and revive the economies of both countries. Also, Korean ODA assistance to development projects in Sri Lanka has been raised by almost 35% this year,” said the Ambassador, according to a statement from the Korean Embassy in Colombo.",
    "Welcoming the favourable decisions of the Korean Government, Minister of Foreign Affairs Prof. Peiris reiterated the significance of Korea-Sri Lanka relations on the advancement of economic",
    "He expressed his satisfaction with the strong bilateral ties between the two countries and explored ways to further promote Korean investment in Sri Lanka.",
    "In particular, he highlighted that industries such as the pharmaceuticals, information technology, digitalization, electronics have a lot of potentials to attract foreign investors including Korean investors to Sri Lanka.",
    "Additionally, Minister Peiris appreciated the commitment and fullest cooperation extended by Korea to assist Sri Lanka and its people.",
    "South Korea nearly doubles manufacturing quota for Sri Lankan migrant workers",
    "US encouraging PC elections in Sri Lanka – US Under Secretary Nuland",
    "Sri Lanka’s Navy inks agreement with Goa Shipyard Ltd for Floating Dock.",
    "(VIDEO) Ranil & Basil clash over IMF report; Minister admits receiving draft report"
  ]
}