{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Five-defence-agreements-signed-with-India-Handunnetti/342-233841",
  "time_ut": 1648226040,
  "title": "Five defence agreements signed with India: Handunnetti",
  "body_lines": [
    "The Janatha Vimukthi Peramuna (JVP) today revealed that the government had entered into five defence agreements with India in line with the recently obtained US$1 billion credit facility, despite claims that no condition had been laid down in the credit line.",
    "Former JVP MP Sunil Handunnetti told a news conference that these agreements had been signed violating the due procedure prior to Finance Minister Basil Rajapaksa's visit to India.",
    "\"Basil on his return from India said there were no conditions pertaining to the US$1 billion credit line obtained from India. But, just before his visit, several agreements had been signed. These agreements had been signed with a covering approval as they had to be signed before Basil's Indian visit. President Gotabaya Rajapaksa and his government should reveal their stance on Basil Rajapaksa's statement and signing of these agreements,\" he said.",
    "He said signing of these defence agreements is a clear threat to the nation's security and added that this was betraying of sea, ground and aerospace pertaining to the national security.",
    "He said agreements pertaining to Indian funded Maritime Rescue Coordination Centre (MRCC), grant of three Dornier Maritime Surveillance aircraft to Sri Lanka and a 4,000 MT floating barge have been signed.",
    "Mr. Handunnetti questioned as to why these security equipment were needed in a hurry when people were suffering in queues for essential goods.",
    "\"There was no need of these security equipment at all even during the war,\" he said.",
    "He also revealed that Cabinet approval has been sought to make an emergency purchase of diesel from a South African Company for upto five years on unsolicited basis. (Ajith Siriwardana)"
  ]
}