{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/foreign-ministry-generates-rs-1314mn-due-to-expenditure-reduction/",
  "time_ut": 1653049560,
  "title": "Foreign Ministry generates Rs.1,314Mn due to expenditure reduction",
  "body_lines": [
    "COLOMBO (News 1st); The Foreign Ministry saved Rs.1,314 million from its annual budgetary allocations for the year 2021 as a result of numerous measures to reduce expenditures, which included a drastic reduction in and suspension of some entitled allowances of the staff of Sri Lanka’s overseas missions.",
    "Issuing a statement, the Foreign Ministry said that while continuing such steps, further action has been taken to curtail expenditure by not incurring any capital expenditures, transferring 40 officers working in overseas missions to Sri Lanka without replacements, implementing a plan of action for the temporary closure of selected missions, among other measures.",
    "Furthermore, all Heads of Mission overseas as well as the Heads of Division at the Foreign Ministry have been instructed to further curtail expenditures in line with the Ministry of Finance, National Budget and according to relevant Foreign Ministry instructions.",
    "During the first four months of the year 2022, USD 10.2 million has been spent on maintenance and salaries in Sri Lanka Missions abroad. The Ministry also states that Sri Lanka Missions abroad have generated Rs.3,221 million revenue during the year 2021, while the Consular Affairs Division of the Foreign Ministry has earned Rs. 675 million by extending consular services.",
    "The Ministry further states that the maintenance of diplomatic representations abroad in order to, inter alia, provide services to Sri Lankans and nationals in host countries, and the conduct of foreign relations, comprise an essential and integral component of Sri Lanka’s representations abroad.",
    "The Ministry of Foreign Affairs will coordinate with the Prime Minister’s Office to explore additional avenues to further reduce expenditure.",
    "Distribute 60% of daily gas output to Colombo & Gampaha; COPE recommends to Litro",
    "Sri Lanka can settle USD1Bn loan in INR, says Reserve Bank of India"
  ]
}