{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/27/rambukkana-shooting-court-orders-to-arrest-ssp-who-ordered-to-open-fire-cops-who-followed-the-order/",
  "time_ut": 1651051560,
  "title": "#Rambukkana Shooting: Court orders to arrest SSP who ordered to open fire, & cops who followed the order",
  "body_lines": [
    "COLOMBO (News 1st); The Kegalle Magistrate has ordered the Inspector General of Police to arrest the Senior Superintendent of Police for Kegalle who ordered to open fire at protestors in Rambukkana recently, as well as the police officers who were involved in it.",
    "Kegalle Magistrate Wasana Nawaratne made the order when the case related to the incident was taken up on Wednesday (27).",
    "It was revealed in court that the man who died when police opened fire at protestors, had infact died due to gun shot injuries.",
    "The Rambukkana protests erupted over delayed petrol deliveries and sharp new price increases in petrol and diesel announced on Monday (18).",
    "On Tuesday, the 19th of April 2022, demonstrators blocked main roads and a railway line.",
    "Police began directing tear gas at thousands of protesters in the afternoon and then suddenly, without warning, opened fire with live rounds.",
    "Chaminda Lakshan, a 40-year-old father of two from Naranbedda, a village near Rambukkana, was shot. He died soon after being admitted to Kegalle hospital.",
    "Earlier, Sri Lanka’s Public Security Minister told Parliament on Friday (22) that preliminary investigations have revealed that Assistant Superintendent of Police C. W. C. Dharmaratne & Senior Superintendent of Police K. B. Keerthiratne had instructed to open fire to control the situation in Rambukkana on the 19th of April 2022.",
    "He said the investigations are in their preliminary stages, and following a comprehensive investigation, the report will be tabled in Parliament.",
    "The Senior Superintendent of Police for the Kegalle Division, Superintendent of Police for the Rambukkana area, and the OIC of the Rambukkana Police, were transferred to the Police Field Force Headquarters in Colombo.",
    "At the same time, the investigations that were carried out by the SSP in charge of the Seethawakapura Division was taken over by the Criminal Investigations Department.",
    "The Human Rights Commission of Sri Lanka has appointed a four-member team to investigate the Rambukkana shooting, that left one person dead and dozens injured.",
    "On the direction of the the Chairman at HRCSL, a special team was appointed to hold an inquiry as to determine who is responsible for issuing the orders to shoot, and the circumstances under which the shooting with live bullets took place.",
    "The team comprises of Sulari Liyanagama, Menaka Herath, Lal Weerasinghe, and A.S. Nilantha, and they have left for Rambukkana for the inquiry.",
    "Further, the HRC noted that based on the report of the findings, the commission will make the necessary recommendation.",
    "#Rambukkana Shooting: Court orders to arrest SSP who ordered to open fire, & cops who followed the order"
  ]
}