{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Consumer-confidence-drop-to-a-new-low-in-April-Institute-for-Health-Policy/56-734721",
  "time_ut": 1652305620,
  "title": "Consumer confidence drop to a new low in April: Institute for Health Policy",
  "body_lines": [
    "IHP’s Index of Consumer Sentiment fell three points to five in April, with all indices down since March.",
    "The Institute for Health Policy (IHP) released today the April 2022 update of its Consumer Confidence Indices, which are being trialled as part of its Sri Lanka Opinion Tracker Survey (SLOTS).",
    "IHP’s Index of Consumer Sentiment (ICS), a measure of how the public views their personal economic situation and the wider national economy, fell a further three points in April to five, closer to its floor of zero and reaching its lowest level since IHP began tracking it.",
    "The current declining trend started in mid-February with the start of power cuts and increasing impact of foreign exchange shortages, plateaued from mid-March, before consumer sentiment started to decline again from early April around the time of the resignation of the Cabinet. All three consumer sentiment indices fell in April.",
    "The Index of Current Conditions (ICC), a broad measure of perceptions about current conditions, fell three points to seven. The Index of Consumer Expectations (ICE), a measure of perceptions about the future, fell a further four points to reach four.",
    "Public pessimism widespread across all segments, with youth losing optimism about the future",
    "Consumer pessimism is now universal, across all segments. Until February, consumer confidence was higher in the youth (ages 18–29 years) than older adults, largely because the youth continued to be significantly less pessimistic about the future (tracked by the ICE which looks at future expectations), but this future optimism of the youth has now collapsed, with consumer sentiment similar across all age groups.",
    "Public resigned to likelihood that situation will get worse in coming months and years Dr. Ravi Rannan-Eliya, lead investigator for the survey, commented that the public appears resigned to the likelihood that economic conditions will worsen.",
    "All three forward looking measures (household situation in next 12 months, country situation in next 12 months and in five years) are now below 10, and worse than the measures tracking current and recent conditions.",
    "With the measure tracking public views of the country’s situation in five years at a new low of three, he added that more than 95% of Sri Lankans think the country’s economy will be in worse condition in five years than now.",
    "Adapting standard questions used globally to track consumer sentiment, SLOTS has been tracking consumer sentiment daily since September 2021. Three separate indices are currently tracked on a weekly and daily basis, covering views about current conditions, expectations about future conditions, and views about buying major household items. Data are obtained from phone interviews of a national sample of respondents, with the results adjusted to ensure they are representative of the Sri Lankan population in all provinces and at all income levels."
  ]
}