{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-apparel-exporters-call-for-urgent-government-action-92650/",
  "time_ut": 1649250540,
  "title": "Sri Lanka apparel exporters call for urgent government action",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s apparel exporters have called for urgent action to seek International Monetary Fund assistance to avoid severe hardships on the people as the economy deteriorates due to forex shortages triggered by money printed to keep interest rates low.",
    "Sri Lanka has been wracked by protests calling on President Gotabaya Rajapaksa to go home, leading to resignations of ministers, and officials.",
    "“The current crisis has been brewing for several months, and the Government’s procrastination has created considerable hardship for ordinary people,” Sri Lanka’s Joint Apparel Association Forum said.",
    "“Power and fuel outages have already led to the shut-down of many small establishments and escalated the cost of production for others. Efforts to stifle peaceful protests have precipitated a political crisis, further complicating the situation.",
    "“Before the situation gets worse, we require immediate, decisive action to implement workable short and medium-term solutions to critical challenges.",
    "“Given the magnitude of the crisis, all stakeholders in the country’s welfare and the people’s well-being should work together in the larger interest of the people and the nation.”",
    "Apparel accounts for 6 percent of gross domestic product employs to 350,000 people directly and another 700,000 indirectly.",
    "“The crisis is hurting Sri Lanka’s international reputation as a reliable sourcing destination and exporter; buyers of the country’s merchandise exports (apparel is almost half of that), investors and business partners are getting worried.",
    "“It will be a steep, uphill battle to retain buyer relationships, which have been built with great effort over decades.",
    "“The negative impact on the industry and the economy and the export sector will be catastrophic, and lead to loss of livelihoods and employment, and limit the country’s ability to fund essential imports, and badly damage its access to long-term external finances.”",
    "JAAF said financial and legal advisors should be appointed immediately to start discussions with creditors.",
    "“This will allow debt servicing obligations to be paused, relieving the pressure on the system,” the JAAF said.",
    "“Parallelly, Sri Lanka should engage with the IMF as a matter of urgency to seek bridging financing for essential imports – particularly for fuel, LPG and medicines.”",
    "The IMF however does not give bridging finance or for imports but gets a working monetary regime through rate hikes and a float to match outflows to inflows and gives money to the central bank to boost reserves.",
    "The forex shortages come from a peg which had been broken by money printing."
  ]
}