{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/why-were-interest-rates-raised/",
  "time_ut": 1651510680,
  "title": "Why were interest rates raised?",
  "body_lines": [
    "The behaviour of market forces in macroeconomics is not instantaneous. We cannot experience the impact of these forces, immediately, like fire or wind. We would feel the behaviour of market forces such as inflation, unemployment, stock markets, interest rates and exchange rates, only with a time lag. Then it may be too late. We can now feel their impact because neither the political authority nor the officialdom made a serious attempt to manage them even though many economists and others had warned well in advance that our country was heading for bankruptcy.",
    "There are three main reasons for raising interest rates. That is to control inflation, stabilise the exchange rate and maintain real interest rates. To understand this dynamic process that is taking place, basic interest rates (policy rates) need to be identified.",
    "Policy interest rates are the interest rates at which the Central Bank deals with other banks.",
    "According to monetary policy (as prescribed by the Treasury and the Central Bank), commercial banks must, at the end of each day, maintain sufficient funds for statutory reserves and liquidity. Therefore, some banks may have a cash surplus while other banks may face a cash deficit or shortage.",
    "Banks with surplus money would deposit them with the Central Bank and earn interest. The interest rate applicable to those deposits made by commercial banks with the Central Bank is called the Standing Deposit Facility Rate (SDFR). That is the minimum (floor) interest rate that the Central Bank pays to other banks for their deposits.",
    "Similarly, at the end of the day, the Central Bank will provide credit facilities to banks facing shortages of statutory reserves and liquid assets to be maintained by commercial banks. The Standing Lending Facility Rate (SLFR) is the maximum (ceiling) interest rate charged for advances taken by commercial banks from the Central Bank.",
    "The bank rate is the interest rate charged by the Central Bank on advances extended to meet the temporary liquidity requirements of commercial banks. This means that the Central Bank will act as the lender of the last resort. These loans require a certain amount of assets to be mortgaged and this higher interest rate is considered as a penalty rate.",
    "Let us now look at the three main objectives of raising interest rates.",
    "Inflation is simply defined as continuous rise in price levels. The annualised inflation, as announced by the Central Bank of Sri Lanka, was 14.2% in January 2022 and 16% in March and the forecast for April is 25-26%, could be over 30% if the current situation prevailed.",
    "Inflation for food items was as high as 24% in January, according to the inflation rates published by the Central Bank of Sri Lanka. This can be 35% -40% today, compared to January prices.",
    "As a traditionally accepted remedy, the Central Bank raised policy interest rates by 7%, recently. The 7% increase is a historic one. Policy interest rates are now 13.5% and 14.5%.",
    "As interest rates rise, people are reluctant to invest money in businesses and take risks and waste time; instead, they would conveniently choose interest-bearing bank deposits to stay relaxed. This would lead to less investment, causing a decrease in economic activities while leading to an increase in bank deposits (savings), which means a decrease in the circulation of money. Then demand would fall and price levels would stabilise if all other factors remain static.",
    "Rising interest rates would discourage borrowings and slow down investments and reduce economic activities further.",
    "However, there are countries with high economic growth rates, such as China and India, where inflation would not increase proportionately to the increase in economic growth.",
    "One reason for this may be that as economic activity increases, production increases and supply increases in line with demand, while price levels are controlled by supplier competition. Therefore, traditional theories should not be accepted as universal rules.",
    "The real interest rate is the difference between bank interest rates and inflation. If bank interest rates are lower than inflation, people will not be motivated to save. It is profitable to stockpile as many items as possible with the rising prices of commodities.",
    "This could lead to a vicious cycle of increased demand and a tendency for hyper-inflation.",
    "That is, the vicious cycle of rising interest rates and inflation continuously, reinforcing each other.",
    "When the above data is examined, it appears that the real interest rate in Sri Lanka today is negative with a large gap. This means that the interest rates that banks pay on public deposits are much lower than the rate of inflation. If so, these interest rates are likely to rise further in the future.",
    "The other factor that led to the rise in interest rates was the stabilisation of the exchange rate. People are reluctant to keep dollars if they have higher interest rates on rupee deposits relative to the appreciation of the dollar.",
    "It is more profitable to convert dollars into rupees and invest them in rupee deposits at higher interest rates. The interest rates on dollar deposits are as low as 2% -3%, but rupee deposits with an annual interest rate of 14.5% could double the money in five years.",
    "As interest rates rise, demand increases for the rupee and demand for the dollar falls. As a result, the rupee would appreciate against the dollar. To achieve this, other factors that contribute to the appreciation of the dollar must be controlled. That is controlling imports which intensify demand for the dollar.",
    "Import controls should also be carefully considered on experts’ advice and implemented slowly and carefully so as not to shock the farmers and burden the people. Otherwise, it would be too late when it is realised that arbitrary decisions such as the banning of agrochemical imports are wrong.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}