{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sp-cuts-sri-lanka-sovereign-rating-to-selective-default-sd-93481/",
  "time_ut": 1650900780,
  "title": "S&P cuts Sri Lanka sovereign rating to selective default (SD)",
  "body_lines": [
    "ECONOMYNEXT – Standard and Poor’s, a rating agency said it had cut Sri Lanka’s sovereign rating to ‘selective default’ a bond coupon payment was missed on 1.25 billon US dollars of sovereign bonds.",
    "Individual securities were downgraded to default of D, the rating agency said.",
    "Sri Lanka has 30 days to make payment on the coupon which fell due on April 18.",
    "“We do not expect the government to make the coupon payments within 30 calendar days after their due dates,” Standard and Poor’s said.",
    "“In our view, achieving a more sustainable fiscal position will require restructuring the government’s local currency debt,” S and P said.",
    "“Sri Lanka’s local currency debt constitutes more than 50% of its overall indebtedness, and a considerable proportion of its very high interest burden relative to revenues.”",
    "Sri Lanka’s domestic debt however has suffered a massive haircut with the rupee falling from 204 to 345 levels so far and inflationary revenues are coming to the government.",
    "Bond holders are willing to roll-over debt but at high rates.",
    "“Sri Lanka’s debt restructuring process is likely to be complicated and may take an extended period of time to complete,” the rating agency said.",
    "“Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "“The country has also experienced considerable political uncertainty in recent weeks and it remains unclear if the current government can retain a majority in parliament.",
    "“Failure to establish a sustainable government could further complicate and hinder progress in the discussions with the IMF. This could ultimately delay a comprehensive reform program.”",
    "Sri Lanka Foreign Currency Rating Lowered to ‘SD’ On Missed Sovereign Bond Interest Payments",
    "•\tOn April 18, 2022, Sri Lanka missed interest payments on its US$1.25 billion international sovereign bonds maturing in 2023 and 2028.",
    "•\tWe do not expect the government to make the coupon payments within 30 calendar days after their due dates.",
    "•\tWe lowered our long-term foreign currency sovereign credit rating on Sri Lanka to ‘SD’ (selective default) from ‘CC’. At the same time, we lowered our issue ratings on the 2023 and 2028 bonds to ‘D’ (default) from ‘CC’. In addition, we affirmed our ‘CCC-/C’ local currency sovereign ratings on Sri Lanka.",
    "•\tThe negative outlook on our ‘CCC-‘ long-term local currency sovereign rating on Sri Lanka reflects the high risk that the government could restructure its local currency debt amid the country’s economic, external, and fiscal pressures.",
    "SINGAPORE (S&P Global Ratings) April 25, 2022–S&P Global Ratings today lowered its long-term and short-term foreign currency sovereign ratings on Sri Lanka to ‘SD/SD’ from ‘CC/C’. At the same time, we affirmed our ‘CCC-‘ long-term and ‘C’ short-term local currency sovereign ratings. The outlook on the local currency ratings remains negative.",
    "Our foreign currency rating on Sri Lanka is ‘SD’ (selective default). We do not assign outlooks to ‘SD’ ratings because they express a condition and not a forward-looking opinion of default probability.",
    "The negative outlook on the local currency ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "We could lower the local currency ratings if there are indications of nonpayment or restructuring of Sri Lankan rupee-denominated obligations.",
    "We could revise the outlook to stable or raise the local currency ratings if we perceive that the likelihood of the government’s local currency debt being excluded from any debt restructuring has increased. This could be the case if, for example, the government receives significant donor funding which gives it some time to implement immediate and transformative reforms.",
    "We would raise our long-term foreign currency sovereign issuer credit rating upon completion of the government’s bond restructuring. The rating would reflect Sri Lanka’s post-restructuring creditworthiness. Our post-restructuring ratings tend to be in the ‘CCC’ or low ‘B’ categories, depending on the sovereign’s new debt structure and capacity to support that debt.",
    "Amid steeply rising external funding pressures and increasingly widespread social and political protests, the Sri Lankan government announced on April 12, 2022, that it will suspend debt servicing on its foreign-currency obligations. This includes coupon payments due on April 18, 2022, for its 2023 and 2028 International Sovereign Bonds.",
    "While the grace period for these bonds is 30 days, the government has announced that it will aim to restructure such external obligations and we believe that its moratorium will prevent payment during that period.",
    "Sri Lanka reportedly held meetings with IMF officials during the week of April 18, 2022, to negotiate an economic recovery program and for emergency financial assistance. Until the government can formulate a comprehensive debt restructuring plan, it will suspend servicing foreign-currency-denominated debts to conserve limited foreign-exchange resources for the purchase of essential imports.",
    "The affected debt includes international bonds, bilateral government-to-government credit facilities (excluding swap lines with the Central Bank of Sri Lanka), credit facilities with commercial banks and institutional lenders, and amounts payable by the government or public-sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "We would lower Sri Lanka’s other international sovereign bond ratings to ‘D’ upon confirmation of nonpayment of interest or principal on those obligations.",
    "The government has publicly expressed its intention to continue paying its local currency debt obligations for now and its moratorium affects only obligations denominated in currencies other than the Sri Lankan rupee. Our ‘CCC-/C’ local currency long-term and short-term sovereign ratings on Sri Lanka reflect the ongoing severe economic and monetary pressures.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications. Consumer prices already grew at a rapid 17.5% year on year in February.",
    "In our view, achieving a more sustainable fiscal position will require restructuring the government’s local currency debt. Sri Lanka’s local currency debt constitutes more than 50% of its overall indebtedness, and a considerable proportion of its very high interest burden relative to revenues.",
    "Sri Lanka’s debt restructuring process is likely to be complicated and may take an extended period of time to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages. The country has also experienced considerable political uncertainty in recent weeks and it remains unclear if the current government can retain a majority in parliament. Failure to establish a sustainable government could further complicate and hinder progress in the discussions with the IMF. This could ultimately delay a comprehensive reform program."
  ]
}