{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-collaborates-with-mastercard-to-facilitate-electronic-payments-via-mastercard-payment-gateway/",
  "time_ut": 1655213820,
  "title": "DFCC Bank collaborates with Mastercard to facilitate electronic payments via Mastercard Payment Gateway",
  "body_lines": [
    "In its endeavor to support Sri Lankan businesses, DFCC Bank, the Bank for Everyone, announced the implementation of Mastercard into its Payment Gateway to empower customers to sell goods and services online and receive payments electronically.",
    "The implementation of the Mastercard Payment Gateway is yet another milestone in the bank’s journey of digital service enablement. The bank continues to drive digital adoption and is actively contributing to the banking sector as the nation increasingly embraces a digital economy.",
    "This service will be available for micro, small, medium, and large businesses that price their products with varied values, thereby giving them the potential to grow and contribute to the digital economy. Mastercard Payment Gateway will enable the acceptance of payments through platforms in which micro-businesses transact on regular basis. It will allow the Bank to customize the service offerings to each business, making it conveniently accessible while also tightly managing inherent risks.",
    "Discussing the implementation of the Payment Gateway service by DFCC Bank, Aasiri Iddamalgoda, Senior Vice President – Retail Banking and SME at DFCC Bank said, “As the Bank for Everyone, we understand that there is a crucial need for reliable and secure digital payment infrastructure with a wide range of payment options. It is with pleasure that we enter into this collaboration with Mastercard Payment Gateway services, being one of the most popular payment processors, to empower our merchant network to enable eCommerce services. We believe this will add convenience for customers, industry partners and merchants, and help to expand business opportunities and extend access to products and services, across Sri Lanka.”",
    "Through this collaboration, the DFFC Bank aims to increase acceptance by partnering with service providers and penetrating emerging market segments.",
    "Commenting on this development, Sandun Hapugoda, Country Manager, Sri Lanka and Maldives Mastercard, added, “We are delighted to collaborate with DFCC Bank, which aims to enable merchants to accept payments online where their customers are and benefit from the reach and security to compete in the new world of digital payments. At Mastercard, our focus is always to bring best-in-class solutions and payment methods that offer seamless, secure and frictionless check-out experience for consumers.”",
    "The newly implemented Mastercard Payment Gateway has state-of-the-art advanced APIs which provide seamless integration with eCommerce websites or mobile applications. One of the key features is the ‘simplified commerce’ service, which allows a merchant website or account integration with Mastercard Payment Gateway in a seamless and secure manner. This feature helps micro, small and medium businesses to reduce their operating cost and concentrate on what really matters to their business. It supports the latest 3D secure payments which is 3DS 2.0 (EMV 3DS) solutions, which promotes frictionless consumer authentication, enabling cardholders to authenticate themselves with their card issuer when transacting online.",
    "The additional security layer helps prevent unauthorized transactions and protects the business from exposure to fraud. The service supports various popular plug-ins such as WooCommerce, OpenCart, Prestashop, Magento, and others, along with a tokenization solution for recurring payments. Mastercard Payment Gateway comes with the latest technologies in an innovative space where Android Point of Sale (PoS) machines can be connected to accept face-to-face payments.",
    "A breakthrough digital solution from Union Assurance to ‘Get Fit’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}