{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-banks-innovative-website-wins-top-category-awards-at-bestweb-lk-awards/",
  "time_ut": 1652109120,
  "title": "DFCC Bank’s innovative website wins top category awards at BestWeb.LK Awards",
  "body_lines": [
    "The innovative and thoughtfully crafted website of Sri Lanka’s Bank for Everyone, DFCC Bank, was recognized with 3 Silver Awards at the BestWeb.lk Awards, organised and hosted by the LK Domain Registry annually, since 2009. DFCC Bank was honoured with Silver Awards for Best Banking Website (Gold not awarded)in the banking and finance category and Best Sinhala Website (Overall) and Best Tamil Website (Overall), among all categories.",
    "In line with the DFCC Bank’s vision to be the most customer centric and digitally enabled bank in the future, the Bank’s website has evolved into one of the best websites in Sri Lanka in terms of customer service, customer experience and seamless ease-of-use by taking a focused, structured and agile, mobile-first approach to design and layout, while also providing some of the fastest load times around, making for a snappy user experience. This clear and simple architecture, along with easy, often single-click navigation and a sense of professionalism have made DFCC Bank’s website stand out amongst the crowd. In order to ensure accurate, up-to-date and relevant information in each user’s language of choice, the Bank maintains the Sinhala, Tamil and English versions of the website independently.",
    "The Awards recognized DFCC Bank’s website as a comprehensive, state-of-the-art, user-friendly website that provides services and solutions beyond just a banking website. The awards are also reflective of DFCC Bank’s huge efforts over the past year to improve its website in line with the Bank’s sustainability roadmap, evolving the platform into a semi-virtual branch. DFCC Bank was recognized at the BestWeb.LK awards in 2020 too, receiving the award for Most Popular Website, a Bronze Award for Best Tamil Website, and Merit Awards for Best Sinhala Website and Best Banking Website, in 2021. The Bank also intends on making submissions for the 2022 edition of BestWeb.LK Awards, which is due to open for applications shortly.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}