{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/global-lifestyle-lanka-empowering-mothers/",
  "time_ut": 1652109300,
  "title": "Global Lifestyle Lanka – Empowering mothers",
  "body_lines": [
    "Direct Selling as an industry is empowering entrepreneurship across many continents in the world. Famous brands such as Tupperware and Avon have been promoted successfully through direct Selling operations that offered economic independence mainly to women; Tupperware parties were held in homes around the world and Avon cosmetics were made popular through Avon ladies for generations.",
    "In Sri Lanka, empowering women who are mothers is a key area of concern for Global Lifestyle Lanka (GLL), Sri Lanka’s leading direct Selling organization. Economic independence and being able to provide for families remain a priority for mothers who value the business model of entrepreneurship and flexible working hours, thus enabling them to manage their homes as well as the business.",
    "For women who have growing families and are unable to commit themselves to regular working hours in an office, entrepreneurship brings benefits of financial independence achieved through a flexible business concept. Direct Selling model enables them often to build a sustainable business that provides a dependable income, while helping them to reinforce their social networks within the community.",
    "Mothers often can put their life skills towards managing a business successfully – mothers possess qualities that are a great boon to any business – patience, ability to motivate and consistent commitment to a specific goal are common traits of success for many mothers whose life skills are extraordinary, to say the least.",
    "Commenting on being a women entrepreneur empowered through GLL, VC Nalika S Wijebandara says that believing in one’s capability and talent is vital for success. She believes that individual accomplishment comes about by being committed and focused on a clear goal.",
    "It takes determination, self-confidence, perseverance and hard work to attain a goal, says",
    "AVP Bharathy Ganeshanantham who too has achieved exceptional success with GLL.",
    "DFCC Bank’s innovative website wins top category awards at BestWeb.LK Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}