{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Now-an-acute-shortage-of-domestic-gas/172-232714",
  "time_ut": 1646863800,
  "title": "Now an acute shortage of domestic gas",
  "body_lines": [
    "Reality cannot be ignored except at a price; and the longer the ignorance is persisted in, the higher and the more terrible becomes the price that must be paid",
    "Never ever in the history of this Island Nation has its citizens made to suffer this kind of torture. Neither has there been so much uncertainty, chaos and confusion resulting from the contradictory statements made by those in authority, whether government leaders or the high-ups in various institutions.",
    "Beginning with the Easter Sunday terrorist attacks followed by the onslaught of the Chinese-originated Covid-19 pandemic, during the peak of which we experienced the agricultural calamity caused by the ill-conceived policies of this Government in its quest to make Sri Lanka the first country to fully change over to organic farming.",
    "The repercussions -of this botched national experiment triggered by the arbitrary ban on the import and use of chemical fertilizers, pesticides and weedicides-are being felt even today.",
    "Then came the environmental disaster caused by the ‘toxic ship’ MV X-Press Pearl, with those affected still waiting for the much-touted compensation -a similar plight as that suffered by paddy and vegetable farmers with both groups, who lost and suffered much including their livelihoods, being recipients of loads of worthless promises.",
    "The foregoing was the precursor to a debilitating foreign exchange crisis and an economic downturn leaving the Treasury bereft of sufficient funds to purchase essential commodities such as milk powder, medicinal drugs, domestic gas and fuel among others.",
    "Despite assurances of uninterrupted power and fuel supplies, the people had to undergo several hours of power cuts a day disrupting household chores including online classes. The voice of disgruntled people could be clearly heard if government leaders only cared to listen to the hundreds queuing up for days at petrol sheds and domestic gas outlets. The leaders, of course, resort to the most convenient way of escape by looking at the other side or living in denial or by blaming all and sundry other than themselves for the problems faced by the people. With such leaders in power, there is little or nothing for people to look forward to.",
    "In the midst of standing in long queues for several hours a day sometimes even overnight to purchase petrol, diesel, kerosene, domestic gas, which is hard to come by or other essential commodities; several civic conscious citizens were seen protesting against the hardships faced by them on a daily basis and urged the ‘government to stop playing with the lives of people’ and pleaded for some form of relief to counter the galloping cost of living.",
    "Meanwhile, there appear to be some hiccups with regard to the US$1 billion loans, which Sri Lanka’s Central Bank hoped would provide some breathing space to mitigate the ongoing foreign currency crisis.",
    "Weekend media reports say India has called for a road map from Sri Lanka on how it is planning to overcome its economic crisis in the long term and to clear the way to implement a long list of India’s economic and strategic demands in Sri Lanka’s North and the East. Till then it seems this billion-dollar loan, meant to purchase emergency supplies of food, fuel and medicines, will remain in the balance.",
    "Sri Lanka had obtained a US$500 million credit line from India in December 2020 but Finance Minister Basil Rajapaksa’s twice-cancelled visit to India to finalise a further one billion dollar loan is yet to be rescheduled.",
    "Be that as it may, an AFP datelined report says the International Monetary Fund (IMF) has warned crisis-hit Sri Lanka that its foreign debt was “unsustainable” and called for “devaluation and higher taxes to revive the almost bankrupt economy”.",
    "Following its annual review of the cash-strapped country, the IMF said Sri Lanka’s fast-dwindling foreign reserves were inadequate to service the country’s current foreign debt of US$51 billion. The IMF stressed, “the urgency of implementing a credible and coherent strategy to restore macroeconomic stability and debt sustainability”, recommending a return to a “market-determined and flexible exchange rate” -- meaning a devaluation of the Sri Lankan rupee.",
    "Hard on the heels of the IMF proposal, Sri Lanka’s Central Bank on Monday devalued the rupee fixing an exchange rate of Rs.230 to a dollar, compared to Rs.200-203 since October last year.  This is hardly the time to dilly-dally with patch-up solutions or personal preferences to resolve the current crisis, which if allowed to continue will definitely plunge the entire country into a state of bankruptcy."
  ]
}