{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nalagiri-damanaya-at-abayaramaya/",
  "time_ut": 1648397280,
  "title": "Nalagiri damanaya at Abayaramaya?",
  "body_lines": [
    "The government has become so unpopular that not even the staunchest SLPP supporters dare defend it lest they should be set upon by the irate public. Unable to defend the indefensible, some of them have become critical of the bungling regime, and prominent among them are the Buddhist monks who campaigned hard to bring the SLPP to power.",
    "Pro-SLPP Buddhist monks’ disillusionment reminds us of the frustration of Ven. Maduluwawe Sobitha Thera, who regretted having helped form the yahapalana government, but went the way of all flesh before he could rectify his mistake.",
    "Members of the Sangha loyal to the present dispensation are drawing heavy flak and coming under pressure to clean up the unholy mess they have created. A meeting of Buddhist monks is to be held at Abayaramaya, Narahenpita soon to discuss ways and means of making the government mend its ways. What one gathers from a recent statement Chief Incumbent of Abayaramaya, Ven. Muruttettuwe Ananda, has made about the scheduled meeting is that monks are planning to have Basil Rajapaksa stripped of the finance portfolio.",
    "Many Buddhist monks sinned by collaborating with the present-day leaders to dupe the people into voting for the SLPP, which made a lot of promises. They must not try to pull the wool over the eyes of the people again by singling out the Finance Minister for criticism. A fish is said to rot from the head down. The entire government is rotten to the core, and most ministers are misfits; all of them should be sacked.",
    "The self-proclaimed messiahs have pathetically failed, and the day may not be far off when people take to the streets to oust them. Worse, the alternative the public is left with is a bunch of failed, bogus messiahs seeking power again, claiming to be able to deliver the masses from their suffering. Why couldn’t these worthies do so while they were in power from 2015 to 2019? They reneged on their promise to usher in good governance, promoted corruption, went on a borrowing spree while doing precious little to shore up the country’s dwindling forex reserves or develop the economy. They too have made a tremendous contribution to the present crisis. Didn’t they promise to bring in a team of Harvard economists, in 2015, to turn Sri Lanka into an economic powerhouse in Asia? They also undertook to have a Volkswagen factory set up here, and it turned out to be a Hoax-wagen project, according to cynics.",
    "Let the religious leaders who are out for the Finance Minister’s scalp be warned that they have their work cut out, and run the risk of facing retaliation; the members of the ruling family sink their differences and form a testudo, or go on the offensive, when one of them comes under attack.",
    "Perhaps, what hurts the hapless public more than economic hardships is the government leaders’ callous disregard for their plight. It is only natural that people throw empty gas cylinders at ministers’ vehicles. They are angry that the ruling party grandees and their kith and kin are living high on the hog at the expense of the public.",
    "The cost of living is soaring, and some people are losing their jobs. The educated, talented, intelligent, youth are so frustrated that they are leaving the country. Pecuniary woes of people are such that the country is experiencing a ‘boomerang’ period with many young people returning to their parents’ houses, unable to pay rent. Prolonged power cuts have badly impacted start-ups, and those who are doing remote work. Many are the youth who are doing odd jobs to eke out a living; some of them have turned their vehicles into wayside eateries, unable to pay back loans. While they are in the depths of hopelessness, videos of a young member of the ruling family enjoying flyboarding and tandem skydiving in expensive holiday destinations have gone viral on the Internet!",
    "The Buddhist monks who are planning to stage another revolt in the temple, as it were, purportedly to read the government the riot act, are doing so for their own sake rather than anyone else’s; they cannot be unaware that the people’s anger has reached boiling point and is likely to burst forth sooner than expected, and no government backers will be safe in such an eventuality. They, however, must not lose sight of the fact that a government intoxicated with power is far more dangerous than Nalagiri, the enraged elephant the Buddha tamed. It is hoped that the monks to gather at Abayaramaya soon will be able to knock some sense into the government politicians.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}