{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-deploys-military-personnel-to-filling-stations-as-queues-for-fuel-lengthen-91926/",
  "time_ut": 1647930420,
  "title": "Sri Lanka deploys military personnel to filling stations as queues for fuel lengthen",
  "body_lines": [
    "ECONOMYNEXT – Military personnel were deployed to crisis-hit Sri Lanka’s state-run Ceypetco filling stations on Tuesday (22) to monitor and manage fuel distribution after four deaths including a stabbing were reported in fuel queues in under 48 hours.",
    "Each filling station will have around two to four military men assigned to it for the supervision of distribution, military spokesman Brigadier Nilantha Premaratna told EconomyNext Tuesday morning.",
    "‘’The main purpose is to oversee the distribution of fuel, whether fuel is being distributed fairly amongst the people and to diminish the inequality in distribution.’’",
    "Sri Lanka has seen four deaths in the space of 48 hours, while people queued up for fuel. Out of the four reported deaths, three were of senior citizens, and one was due to a stabbing that followed a scuffle at the fuel line. Investigations into the incidents are underway.",
    "Sri Lanka is currently facing a fuel shortage due to a forex crisis, and high prices due to a sharp devaluation of the rupee following a decision to let the currency float.",
    "Minister of Energy Gamini Lokuge stated that there are flaws in the methods of distribution, hence the queueing at fuel stations. He had previously advised to limit the number of fuel cans that can be filled per person, in order to combat the ongoing crisis.",
    "Meanwhile, co-cabinet spokesman and Plantations Minister Ramesh Pathirana responding to a question about militarisation of civilian affairs – a repeated allegation by civil society activists and members of the international community – said the latest deployment was for the benefit of the public.",
    "Pathirana also claimed of complaints that some filling stations were hoarding petrol creating artificial shortages when the state-run Ceylon Petroleum Corporation (CPC) had expressly stated that only a shortage of diesel exists and that adequate petrol has been supplied to all filling stations. (Colombo/Mar21/2022)"
  ]
}