{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-may-9-mayhem-accident-waiting-to-happen-94305/",
  "time_ut": 1652694480,
  "title": "Sri Lanka’s May 9 mayhem, accident waiting to happen",
  "body_lines": [
    "ECONOMYNEXT –  Local politicians handpicked more than two-thirds of officers in charge of police stations, a move that backfired on ruling party stalwarts when angry mobs retaliated to the violence unleashed on peaceful protesters at Galle Face on May 9, a confidential report discussed by the Human Rights Commission has revealed.",
    "The  top-secret report said that 126 out of 184 officers appointed to head police stations in the first 11 months of last year did not face even preliminary interviews.",
    "Shockingly, three inspectors who were disqualified from being OICs were appointed anyway due to political pressure.",
    "The rapid deterioration of the police department under Public Security minister Sarath Weerasekera had been brought to the attention of higher authorities five months ago with a warning that there could be an implosion within the police.",
    "“This is Easter Sunday Two. The government had been warned by the IGP five months ago, but the government had ignored it, just the like the warning about the Easter Sunday attacks of 2019,” a source at the Human Rights Commission of Sri Lanka said.",
    "He said the IGP had drawn up an eight-page report on how political influence was causing irreparable damage to the department and made an appeal for urgent action to correct the situation before a catastrophic breakdown of law and order took place as happened on May 9.",
    "Most government ministers had dozens of armed police guarding their homes, but with no proper security plan for their areas, the local officers in charge of police stations were unable to deal with the mob violence.",
    "In some places, the police were hopelessly outnumbered and unable to control the mobs, but in most places senior officers were unable to utilise their manpower in the most effective way.",
    "According to the report, there were 360 disciplinary cases against police officers, but despite adverse reports, many were even promoted due to political pressure from government MPs.",
    "Two dozen officers had been arrested for drug offences while 155 have been identified as addicts. Another 130 were known to be colluding with drug dealers.  (COLOMBO/May16/2022)"
  ]
}