{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Japanese-government-to-fight-damages-suit-filed-by-kin-of-dead-Sri-Lankan-woman/108-237926",
  "time_ut": 1653830700,
  "title": "Japanese government to fight damages suit filed by kin of dead Sri Lankan woman",
  "body_lines": [
    "The Japanese government will fight a ¥156 million ($1.23 million) damages lawsuit filed by relatives of a Sri Lankan woman who died last year while in custody at an immigration center in Nagoya, sources said Sunday.",
    "The family of Ratnayake Liyanage Wishma Sandamali, who alleges she was illegally detained and died due to a lack of necessary medical care, filed the lawsuit at the Nagoya District Court in March, two days before the first anniversary of her death.",
    "The first oral proceedings will be held at the court on June 8.",
    "Wishma died at the age of 33 on March 6 last year at the Nagoya Regional Immigration Services Bureau following a month of medical complaints, including vomiting and stomachaches.",
    "Her family claims that the government refused to grant her provisional release despite her deteriorating health to pressure her to return to Sri Lanka, resulting in her death.",
    "Wishma arrived in Japan on a student visa in 2017 to study the Japanese language but overstayed her visa, with her asylum application denied by immigration authorities.",
    "Her immigration status was discovered after seeking police protection in Shizuoka Prefecture for domestic abuse in August 2020, and she was sent to the Nagoya immigration center to await deportation.",
    "She had complained of poor health since January 2021, but her request for provisional release, which supporters say could have helped her, was denied.",
    "The Immigration Services Agency of Japan said in an investigative report issued last August that the immigration center staff lacked awareness on handling crises but that it could not determine the precise cause of Wishma’s death.",
    "Her relatives have also filed a criminal complaint with the Nagoya District Public Prosecutors Office against the immigration center’s senior officials, accusing them of causing her death by failing to provide appropriate medical care."
  ]
}