{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Entire-govt-including-PM-should-resign-Wimal/342-234740",
  "time_ut": 1649334360,
  "title": "Entire govt. including PM should resign: Wimal",
  "body_lines": [
    "While expressing that the government has lost faith internationally, former minister Wimal Weerawansa said today that the whole government, including Prime Minister Mahinda Rajapaksa should resign and allow an interim government to be formed with the participation of all parties in Parliament.",
    "He told Parliament that Sri Lanka should seek at least US$ 4 or 5 billion from freindly nations to increase foreign reserves.",
    "But the government is not in a position to do so as it has lost faith globally.",
    "The Parliamentarian said that assistance from freindly countries should be sought under an interim government and take steps to increase foreign reserves in order to improve the international ratings to create faith among international financial bodies.",
    "\"This government cannot do that. They have lost faith internationally. Government created issues with our freidnly countries such as China and Japan,\" he said.",
    "MP Weerawansa said former finance minister Basil Rajapaksa, whom he called the 'Ugly American' was instrumental in causing the present crisis and added that he wanted the crisis to get aggravated with an ulterior motive of becoming the President.",
    "\"When we were ministers of this government, we repeatedly pointed out in advance that this country was heading towards crisis and urged Basil to take appropriate action at the right time.",
    "He never paid heed to anyone. When some ministers proposed to go to IMF, Basil submitted a Cabinet Paper explaining reasons for not going to IMF. Now, they are going to IMF. He wanted this crisis to be aggravated. He thought Gotabaya would be disappointed and quit and thereafter he could take over the presidency,\" he said.",
    "The former minister of industries said it was the duty of all political parties to agree on forming an interim government without letting the country heading towards an anarchical situation which would benefit extremist elements.",
    "\"If the country is put into anarchy, it would only benefit extremist elements, not progressive public movements,\" he warned. (Ajith Siriwardana and Yohan Perera)"
  ]
}