{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-5g-ready-samsung-galaxy-s22-series-now-available-for-pre-order-at-dialog/",
  "time_ut": 1646836020,
  "title": "The 5G-ready Samsung Galaxy S22 Series Now Available for Pre-Order at Dialog",
  "body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, announced the pre-order availability for the all-new 5G-ready Samsung Galaxy S22 and S22 Ultra, where all the Samsung Galaxy S22 flagship devices have also been enabled to experience the power of 5G on Dialog’s 5G trial network, the first of its kind in South Asia.",
    "Dialog is the first and only network to offer Voice over Wi-Fi (VoWiFi or WiFi Calling), VoLTE (Voice over LTE) and eSIM capabilities for the latest Samsung Galaxy 5G range. The latest introductions to the Samsung Galaxy range is now available for pre-order via https://preorder.dialog.lk. Additionally, Dialog Customers will receive free Samsung Galaxy Buds Live and a free Anytime Data bundle of 150GB (valid for 60 days) with every Samsung S22 pre-order, while customers that pre-order Samsung S22 Ultra will receive free Samsung Galaxy Buds 2 along with a free Anytime Data bundle of 200GB (valid for 60 days). Club Vision members have the added benefit of redeeming their loyalty discounts when purchasing the devices from Dialog. Customers are also provided with the convenient payment method of purchasing the latest Samsung Galaxy S22 and S22 Ultra on monthly instalment plans at 0% interest – up to 40 months with leading credit cards. All online purchases will also receive free doorstep delivery. More information can be accessed via – https://www.dialog.lk/mobile-devices",
    "Packed with Samsung’s latest AI technology and new Nightography features, the Galaxy S22 supports next-level camera experiences, ensuring that content remains crisp and clear, day or night. The smartphones’ lightning-fast 4nm processor powers users through even the busiest of days, while their sleek and durable Armor Aluminum design is built to last. The Galaxy S22 Ultra, meanwhile, combines the unrivaled power of the Note series with the S series’ pro-grade camera and performance, and is the first S series device to feature a built-in S Pen – Samsung’s fastest and most responsive yet.",
    "Samsung Galaxy S22 is available in the colours Phantom Black and Phantom White with 8GB RAM + 256GB internal storage capacity and is priced at Rs. 229,999/-. Samsung Galaxy S22 Ultra is available in the colours Phantom Black, Burgundy and Green with 12GB RAM + 256GB internal storage capacity and is priced at Rs. 319,999/-.",
    "Nawaloka Care introduces ‘Premier Centre’: a premium health center in the heart of Col 07",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}