{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/New-BOI-project-in-east-unveils-import-substitutes-and-uplifts-livelihood-of-people/34-735996",
  "time_ut": 1654806900,
  "title": "New BOI project in east unveils import substitutes and uplifts livelihood of people",
  "body_lines": [
    "Ultra Aluminium Ltd. recently unveiled its latest BOI approved factory in Arayampathy, Batticaloa which manufactures an import substitute known as aluminium extrusion profiles thereby saving a significant dollar flow going out of the country. This also sets the tone to create jobs and generate income for the people in the Eastern Province and the country as a whole.",
    "Commenting on the project, BOI Chairman Raja Edirisuriya said: “The BOI always welcomes local investments and thereby takes pride in facilitating and driving growth and development in the country.”",
    "“The recent establishment of the aluminium manufacturing factory set up by Ultra Aluminium Ltd. in Batticaloa for a project cost worth $ 12.5 million, is such an example of our commitment to facilitate growth in Sri Lanka,” Edirisuriya highlighted.",
    "“The factory mainly manufacturing aluminium extrusion profiles will not only produce their goods to the local market but capture the foreign market as well. This will also help save significant dollar flow going out of the country and contribute towards import substitution of materials,” the Chairman underscored.",
    "Ultra Aluminium Ltd. comes under the Ultra Holding Ltd. chain, which comprises of Ultra Lanka Marketing, Ultra roofing, Ultra distributors, Ultra tiles Lanka and Ultra steel.",
    "Speaking about the inception of the company and how it evolved in a nutshell, Ultra Holding Chairman A.M. Unais said: “Initially, we used to sell hardware and building materials around 2003. Later on, the infrastructural development projects that emerged in the aftermath of the Tsunami in 2004, offered us opportunities to expand and enhance the business by supplying building materials and hardware products to those projects, which eventually took us to the next level,”",
    "“As far as the newly established factory is concerned, it is the shortage for aluminium, which prompted us to start a factory of this nature in 2018. Aluminium is also a direct replacement for wood where it is economical and has the ability to accomplish the work faster with light weight,” Unais outlined.",
    "The new factory, which is to manufacture around 250 different aluminium profiles designed for products such as doors, windows, motor housing, heat sinks, and numerous types of aluminium furniture, runs with a workforce of 200, which also has the potential to create nearly 350 indirect job opportunities. Majority of those benefited out of this project are from the east.",
    "Talking about the technology adopted in the factory, one of the Directors Abdul Hameed Mohamed Feros said: “We have a full-fledged operation where all the machines needed for manufacturing aluminium profiles, are sophisticated and sourced from world-renowned companies based in China. Also, we produce aluminium billets, which will be homogenised.”",
    "“We are also introducing Zero-liquid discharge (ZLD) system, which is a water treatment process in which all wastewater is purified and recycled; therefore, leaving zero discharge at the end of the treatment cycle. The factory is also equipped with an air pollution control system,” he added.",
    "In conclusion, the BOI expressed appreciation of the endeavour undertaken by Ultra Aluminium with the intention of uplifting the livelihood of the people in the Eastern Province and introducing a new import substitute during the dollar crisis and thereby contributing to the country’s economy especially at a time where the country is undergoing major economic hardship."
  ]
}