{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/triple-package-from-india/",
  "time_ut": 1654695060,
  "title": "Triple package from India",
  "body_lines": [
    "The people of India irrespective of their income levels are deeply concerned over the current situation in Sri Lanka and have come forward to help the people of Sri Lanka by way of donating humanitarian assistance material, such as, rice, sugar, wheat flour, edible oil, dhal and lifesaving medicine said the Dr. D. Venkateshwaran, Deputy High Commissioner for Sri Lanka in Chennai.",
    "He said at a special meeting at his office in Chennai that another six batches are on the way, while large consignments of goods have already been sent to Sri Lanka. The new consignments are now being collected at central centers in southern states of India, namely Tamil Nadu, Kerala, Andhra Pradesh, Telangana, Karnataka and Pondicherry.",
    "Venkateshwaran said the Chief Minister of Tamil Nadu M. K. Stalin, assured his fullest cooperation to support Sri Lanka by providing humanitarian assistance at this critical juncture. They stressed the bilateral relations between Tamil Nadu and Sri Lanka since ancient times and discussed firmly to further focus on enhancing cultural exchanges between the countries.",
    "The Deputy High Commissioner is holding discussions at present with some of the investors in India to venture into micro, small and medium Industries in Sri Lanka. “The purpose of venturing into micro industries is to assist the underprivileged people to start home-based micro enterprises in support of their living and upgrading the life standards. Once we achieve this purpose it will positively contribute to uplift the national economy of the country” he said. He also said that a few rounds of successful discussions have already been held with a number of investors at the High Commission office and they will soon visit Sri Lanka to meet relevant authorities in the government for finalizing the ventures.",
    "The Deputy High Commissioner is also negotiating with some of the top traders in India to exchange products required by both countries on a barter system, where exchange of currency would not be taking place in these transactions. He said such trade transactions will not only prove a solution to the prevailing foreign currency problem in Sri Lanka, but also create an export opportunity for Sri Lankan produce.",
    "Port City announces Sri Lanka’s most comprehensive urban development rules",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}