{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Sri-Lankans-stuck-between-hunting-for-essentials-and-fighting-for-good-governance/131-237658",
  "time_ut": 1653418860,
  "title": "Sri Lankans stuck between hunting for essentials and fighting for good governance",
  "body_lines": [
    "Sri Lanka, a tiny South Asian nation of 22 million people, is experiencing financial, economic, and political challenges, all of which have led to worsening living circumstances. The government’s deficit spending, unsustainable monetary policies, and ensuing political and social ramifications have caused Sri Lanka’s crisis. Sri Lankans are struggling to acquire enough food to sustain themselves and their families as a result of the current economic crisis.",
    "Dinesh Abeysekara, 27, moved to the city in quest of work to support his family. He has to send money back to Polonnaruwa for his kidney-diseased parents and his younger sisters. The television repair business where he worked as an assistant in Pettah just closed due to the owner’s inability to pay the rent.",
    "Dinesh, speaking on behalf of the young, said that his hopes for a good future for the country are getting slimmer. “I voted for all of the major parties. Every politician is the same,” Dinesh remarked. According to Dinesh, just the president or prime minister quitting  would not result in change until there is a firm and realistic strategy among the political elite on what should be done.",
    "\"He believes that whatever political solution provides, a decent degree of both stability and legitimacy will be required, and quickly, to avert a catastrophic collapse of the Sri Lankan economic system\"",
    "He claims he cannot see a good consequence from the nexus between newly appointed Prime Minister Ranil Wickremesinghe and President Gotabaya Rajapaksa. However, he noted that, although neither the President nor the Prime Minister deserve another chance, they must be given the opportunity to make atonement in order to deliver quick remedies for the struggling economy.",
    "The economic meltdown is particularly troubling for the country that had lately been one of South Asia’s best performers. It was elevated from a low-income nation to an upper middle-income country by the World Bank in 2019, only to be downgraded the following year. The country’s 22 million citizens must now pay almost three times as much for staples like rice, sugar, lentils, and milk powder.",
    "People’s everyday life have become a constant loop of waiting in lines for basic necessities, many of which are rationed. More than ten individuals have perished while waiting in the sweltering heat for hours.",
    "Sunila Priyanthi, a mother of two, was standing in line outside the Sathosa Supermarket in Nalluruwa. “We’re in an untenable situation. We must labour to feed our family while still queuing for supplies. We don’t mind whether it’s a Rajapaksa or a Wickremesinghe. All we need is to be able to feed our children and live in peace,” Priyanthi said.",
    "Her kid is to take the GCE Ordinary Level examination. Due to the fuel crisis, she is having difficulty sending her children to school in overcrowded buses. “The Rajapaksas and Wickremesinghes have enough money to go to any country. What options do we have? We have no savings whatsoever. This is the only country in which we may live and die,” said Priyanthi.",
    "Frustrated locals have been demonstrating for more than a month, as President Gotabaya has refused to budge. In his first speech to the public since taking over as temporary Prime Minister after Mahinda Rajapaksa stepped down, Wickremesinghe called the nation’s financial situation as “very hazardous”.",
    "\"Frustrated locals have been demonstrating for more than a month, as President Gotabaya has refused to budge\"",
    "Hector Salgado, 52, has worked as a sanitation worker for a private company his whole life. He described himself as a staunch supporter of the United National Party, which is led by freshly appointed Premier Wickremesinghe.",
    "He is certain that only Wickremesinghe can bring about change. “Mahinda and his crew failed spectacularly. Ranil will bring in foreign assistance. Even if he sells state firms like SriLankan Airlines, he will achieve a solution via the privatisation of public assets,” according to Hector.",
    "The decline in foreign exchange reserves is the consequence of the government taking on an increasing amount of foreign currency loans without being financially capable of repaying the debt. Sri Lanka’s economy, defined by the Asian Development Bank in 2019 as “a tale of two deficits,” continuously imported more than it exported, resulting in a trade imbalance. Government expenditure often exceeds government earnings, resulting in a budget imbalance. The twin debts were a prescription for an economic disaster, which Sri Lanka is now experiencing.",
    "Chayu Damsinghe, an economist of a research firm in Colombo, believes that whatever the political answer, it should bring some kind of stability and credibility. Sri Lanka’s economy is in a precarious position. “Stabilizing the situation and subsequently recovering from it would need both governmental stability to carry out changes and popular legitimacy for such measures to be accepted by the citizenry,” Chayu added.",
    "He believes that whatever political solution provides, a decent degree of both stability and legitimacy will be required, and quickly, to avert a catastrophic collapse of the Sri Lankan economic system."
  ]
}