{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Russian-invasion-of-Ukraine-and-grim-realities-and-entitlements-of-great-power-politics/231-232116",
  "time_ut": 1646166000,
  "title": "Russian invasion of Ukraine and grim realities and entitlements of great power politics",
  "body_lines": [
    "Last week, Russian President Vladimir Putin, tore apart the de-facto - post World War II convention and invaded a sovereign democracy next door. The Russian invasion, as it is unfolding now, is the first major war in Europe since World War II - though a brutal civil war in the Balkans after the disintegration of Yugoslavia, killed as many as 140,000 and unleashed a blood-curding spree of ethnocide.",
    "",
    "For months, Putin mobilized 200,000 Russian troops at the border with Ukraine, at the same time, denying any plans to invade Ukraine, his second military overture against that country, since he first annexed Crimea in 2014. In the early hours of February 24, the Russian forces advanced into Ukraine from multiple fronts, from their bilateral border, from Belarus, and Crimea, as cruise missiles and rockets pounced on the Ukrainian military infrastructure. Since then, while some of the peripheral cities have fallen, the capital, Kiev and the second-largest city, Kharkiv are still holding out, though the Russian tanks have already entered  and satellite imagery shows a 33 km -long convoy of Russian forces heading to Kyiv. Russian advance had been slower than Kremlin anticipated, say many observers in the cable news.",
    "",
    "That might be because Russia had been restrained so far. Unlike the US in Iraq and Afghanistan, where the land forces were deployed only after days or weeks-long shock and awe bombardments, Russian tanks have casually rolled across the border. Any major aerial bombardment or use of heavy artillery would have flattened the cities and unleashed mass civilian casualties. The Russians are no stranger to this; Grozny, the capital of Chechnya was reduced to rubble when the Russians finally took control of the city. However, this war is waged before the television cameras, and probably, Mr. Putin might have expected the Ukrainians to welcome his forces..",
    "However, Russia has still deployed only one-third of troops massed for the invasion and therefore enjoys dominance for escalation.",
    "",
    "The dogged Ukrainian resistance, no doubt courageous, is heaped with praises. It would soon be showered with military aid. EU has offered to put the bill to arm Ukraine, and America has announced a fresh 350 million military aid package. How those are delivered to Kiev against the Russian air supremacy is a point that is still not addressed.",
    "",
    "",
    "\"Russia has the largest stockpile of nuclear warheads, and given its asymmetry with the US in convention capabilities, has honed its nuclear deterrent. Any escalation could lead to dangerous miscalculations and gravity defining consequences\"",
    "",
    "",
    "As much as the courageous Ukrainian defence is salutary, the convention phase of this war would be over in a matter of days - unless the scheduled peace talks in the Belarusian border lead to a ceasefire. An insurgency that would follow, if the Ukrainians are as determined as depicted in the television coverage would be bloodier and may bring out Russia’s manifest brutality in Chechnya and Caucasus. It would be a tragedy if Ukraine miss the opportunity to make a face-saving compromise for Putin in the talks, that might include the adherence to the Minsk agreement, whereby granting extensive autonomy to rebellious Eastern region of Donbas of majority Russian speakers, and an official renouncement of any plans to join the NATO. As bitter as these compromises sound the alternative would be a complete or substantial loss of sovereignty and survival of the",
    "Ukrainian state.",
    "",
    "Russian invasion has produced the predictable outcome - which Putin should now be regretting. When states are threatened by a rising hegemony, they increase their security by internal and external means. Internal by procurement and raising armies, external, by ganging up into alliances. The Russian invasion has united Europe and the US. Countries such as Sweden and Finland that had long resisted the idea of joining NATO are now rethinking their position. Germany has announced a trillion-dollar modernization of its military. NATO has beefed up Rapid action forces in the European theatre.",
    "",
    "EU and US have invoked a slew of sanctions, including the drastic measures to ban Russian banks from SWIFT. In the history of that inter-banking association, the only other country that was banned was Iran. It resulted in a 30% reduction in Iranian foreign trade.",
    "",
    "Over the past decade, Russia has developed what the observers call a ‘fortress economy’. Still, the Moscow stock market fell by 45% on the first day of the invasion. The Ruble fell by 30% against the US$ on Monday. Joe Biden, the US President says the sanctions would degrade the Russian economy and Putin’s war machinery. But there is a catch. In 1941, a series of US economic embargo against imperial Japan, which was then on a murderous expansion drive in Asia led Japan to attack Pearl Harbour. The US prevailed in the long war that followed, after dropping two atomic bombs. Here, Russia has the largest stockpile of nuclear warheads, and given its asymmetry with the US in convention capabilities, has honed its nuclear deterrent. Any escalation could lead to dangerous miscalculations and gravity defining consequences.",
    "",
    "By any measure, the Russian invasion of Ukraine is naked aggression. There are no two words about it. However, any dispassionate analysis would find a series of errors by the West, leading to this outcome.",
    "",
    "President Putin, who laments that ‘the collapse of the Soviet Union was the greatest geopolitical disaster’ has long harped that NATO’s eastward expansion has posed an existential threat to Russia. The Western observers have accused him of being stuck in the cold war mentality. However, any student of realism would discern the credible Russian security concerns. NATO’s eastward expansion causes Russia, a ‘security dilemma’, a situation where one country’s efforts to increase its security, deliberately or inadvertently reduces the security of its rivals. NATO has expanded to Russia’s border by the membership of former Warsaw bloc countries. That is against numerous assurances by the US leadership, starting with then the Secretary of State, James Baker in the 1990s, not to expand eastwards.",
    "",
    "Another argument is that NATO is a defensive alliance. In a theoretical sense, states and alliances are not gauged defensive or offensive by what their leaders say or their expressed intent. Realists categorize a state’s search for power and security into two broad categories: defensive realism and offensive. Defensive realists are those who argue that states seek only the appropriate amount of power (security) for having overwhelming power would tip the balance of power by leading threatened states to increase their power, as the Russian response reveals. The offensive realists argue that the states seek the hegemony or the overwhelming preponderance of power for the notion of the appropriate amount of power is vague and elusive.",
    "NATO’s eastward expansion fits firmly with offensive realism where the US has sought cement overwhelming power at the doorstep of Russia.",
    "",
    "There is another far more potentially destructive misgiving harboured by some of the liberal institutionalists and folks who feel rightfully enraged by the Russian aggression. The former call for the economic strangulation of Russia. There is a greater likelihood that it would be interpreted by Kremlin as an existential threat, worth escalating the conflict. The latter call for more direct Western intervention, including securing the Ukrainian airspace. That is whimsical thinking. A direct American involvement has the potential to morph this war from what it is now to what the international relations theorists call ‘ a hegemonic war’ The hegemonic wars have unleashed unfathomable destruction and at its end remade the hierarchy of the international system and the global order. The last hegemonic war was World War II.",
    "",
    "Russia’s large stocks of a nuclear arsenal, Putin’s extreme risk acceptance and perceived grievances make any escalation prone to devastating miscalculations. Putin has already placed the Russian nuclear forces on a strategic alert.",
    "",
    "Last, but not least, there is one cardinal lesson for small countries like ours of the dark reality of international politics. Vladimir Zelensky, the former comedian turned President of Ukraine is touted as a hero. He has turned down Washington’s offer to evacuation and is leading the fight. However, he did not have any of that, had he acted within the limitations of Ukraine, laid out by the hard geopolitical realities. As Russia is massing forces at his border, his government consistently refused to renounce Ukraine’s bid to join NATO, a major Russian concern. Americans defended his choice, claiming it is a matter of sovereign states to decide.",
    "Follow @RangaJayasuriya on twitter"
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනය රුසියානු ආක්‍රමණය සහ මහා බල දේශපාලනයේ දරුණු යථාර්ථයන් සහ හිමිකම්",
      "body_lines": [
        "පසුගිය සතියේ, රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින්, දෙවන ලෝක යුද්ධයෙන් පසු සත්‍ය-තත්ත්වයේ සම්මුතිය ඉරා දමා, ඊළඟ දොරේ ස්වෛරී ප්‍රජාතන්ත්‍රවාදය ආක්‍රමණය කළේය. රුසියානු ආක්‍රමණය, දැන් දිග හැරෙමින් පවතින පරිදි, දෙවන ලෝක සංග්‍රාමයෙන් පසු යුරෝපයේ සිදු වූ පළමු ප්‍රධාන යුද්ධයයි - යුගෝස්ලාවියාවේ බිඳවැටීමෙන් පසු බෝල්කන් ප්‍රදේශයේ කුරිරු සිවිල් යුද්ධයක් වුවද, 140,000 ක් පමණ මරා දැමූ අතර වාර්ගික සංහාරයේ ලේ වැගිරීමක් මුදා හැරියේය. .",
        "",
        "මාස ගනනාවක් තිස්සේ, පුටින් යුක්රේනය සමග දේශසීමාවේ රුසියානු හමුදා 200,000 බලමුලු ගන්වන අතර, ඒ සමගම, යුක්රේනය ආක්‍රමණය කිරීමේ කිසිදු සැලසුමක් ප්‍රතික්ෂේප කළේය, එනම් 2014 දී ඔහු ප්‍රථම වරට ක්‍රිමියාව ඈඳා ගත් දා සිට, එම රටට එරෙහි ඔහුගේ දෙවන හමුදා ප්‍රහාරය. යුක්රේන හමුදා යටිතල ව්‍යුහයට කෲස් මිසයිල සහ රොකට් ප්‍රහාර එල්ල කිරීමත් සමඟ රුසියානු හමුදා ඔවුන්ගේ ද්විපාර්ශ්වික දේශසීමාවේ සිට බෙලාරුස් සහ ක්‍රිමියාවේ සිට බහු පෙරමුණු වලින් යුක්‍රේනයට ඉදිරියට ගියහ. එතැන් සිට, සමහර පර්යන්ත නගර කඩා වැටී ඇති අතර, අගනුවර, කියෙව් සහ දෙවන විශාලතම නගරය, Kharkiv තවමත් රැඳී සිටියි, නමුත් රුසියානු ටැංකි දැනටමත් ඇතුළු වී ඇතත්  චන්ද්‍රිකා ඡායාරූපවලින් පෙන්නුම් කරන්නේ කිලෝමීටර් 33 ක් දිග රුසියානු හමුදා පෙළපාලියක් ගමන් කරන බවයි. කියෙව් වෙත. රුසියානු ඉදිරි ගමන ක්‍රෙම්ලිනය බලාපොරොත්තු වූවාට වඩා මන්දගාමී වූ බව කේබල් ප්‍රවෘත්තිවල බොහෝ නිරීක්ෂකයෝ පවසති.",
        "",
        "ඒ රුසියාව මෙතෙක් කල් සංයමයෙන් සිටි නිසා විය හැක. ඉරාකයේ සහ ඇෆ්ගනිස්ථානයේ එක්සත් ජනපදය මෙන් නොව, ගොඩබිම් හමුදා යෙදවූයේ දින හෝ සති ගනනාවක් සහ විස්මිත බෝම්බ හෙලීමෙන් පසුව පමණි, රුසියානු ටැංකි අහම්බෙන් දේශ සීමාව හරහා පෙරළී ඇත. ඕනෑම ප්‍රධාන ගුවන් බෝම්බ ප්‍රහාරයක් හෝ බර කාලතුවක්කු භාවිතයක් නගර සමතලා කර විශාල සිවිල් ජීවිත හානි මුදා හැරීමට ඉඩ තිබුණි. රුසියානුවන්ට මෙය ආගන්තුක නොවේ; රුසියානුවන් අවසානයේ නගරය පාලනය කරන විට චෙච්නියාවේ අගනුවර වන Grozny සුන්බුන් බවට පත් විය. කෙසේ වෙතත්, මෙම යුද්ධය රූපවාහිනී කැමරා ඉදිරියේ සිදු කරනු ලබන අතර, බොහෝ විට, පුටින් මහතා යුක්රේනියානුවන් තම හමුදාවන් පිළිගනු ඇතැයි අපේක්ෂා කරන්නට ඇත.",
        "කෙසේ වෙතත්, රුසියාව තවමත් ආක්‍රමණය සඳහා යොදවා ඇත්තේ තුනෙන් එකක භට පිරිසක් පමණක් වන අතර, එබැවින් උත්සන්න කිරීම සඳහා ආධිපත්‍යය භුක්ති විඳිති.",
        "",
        "ධෛර්ය සම්පන්න යුක්රේන ප්‍රතිරෝධය ප්‍රශංසාවලින් පිරී තිබේ. එය ඉක්මනින්ම හමුදා ආධාරවලින් වැස්ස වනු ඇත. යුක්රේනය සන්නද්ධ කිරීම සඳහා මෙම පනත ඉදිරිපත් කිරීමට යුරෝපා සංගමය ඉදිරිපත් වී ඇති අතර ඇමරිකාව විසින් මිලියන 350 ක මිලිටරි ආධාර පැකේජයක් ප්‍රකාශයට පත් කර ඇත. රුසියානු ගුවන් ආධිපත්‍යයට එරෙහිව ඒවා කියෙව් වෙත ලබා දෙන්නේ කෙසේද යන්න තවමත් අවධානයට ලක් නොවන කරුණකි.",
        "",
        "",
        "\"රුසියාව සතුව විශාලතම න්‍යෂ්ටික යුධ ශීර්ෂ තොගයක් ඇති අතර, සම්මුති හැකියාවන් සම්බන්ධයෙන් එක්සත් ජනපදය සමඟ ඇති අසමමිතිය සැලකිල්ලට ගෙන, එහි න්‍යෂ්ටික නිරෝධය ඔප්නැංවී ඇත. ඕනෑම උත්සන්න වීම භයානක වැරදි ගණනය කිරීම් සහ ගුරුත්වාකර්ෂණ ප්‍රතිවිපාකවලට තුඩු දිය හැකිය\"",
        "",
        "",
        "ධෛර්ය සම්පන්න යුක්‍රේන ආරක්‍ෂාව සුබදායක වන තරමට, මෙම යුද්ධයේ සම්මුති අදියර දින කිහිපයකින් අවසන් වනු ඇත - බෙලාරුසියානු දේශසීමාවේ නියමිත සාම සාකච්ඡා සටන් විරාමයකට තුඩු නොදෙන්නේ නම්. රුපවාහිනී ආවරණයේ නිරූපණය කර ඇති පරිදි යුක්රේනියානුවන් අධිෂ්ඨානශීලීව කටයුතු කරන්නේ නම්, පසුව ඇති වන කැරැල්ලක් ලේ වැගිරෙන අතර චෙච්නියාවේ සහ කොකේසස්හි රුසියාවේ ප්‍රකාශිත ම්ලේච්ඡත්වය එළියට ගෙන එනු ඇත. බහුතර රුසියානු කථිකයන්ගේ කැරලිකාර නැගෙනහිර ඩොන්බාස් ප්‍රදේශයට විස්තීර්ණ ස්වයං පාලනයක් ලබා දීමෙන් මින්ස්ක් ගිවිසුමට අනුගත වීම, සාකච්ඡාවලදී පුටින්ගේ මුහුණ බේරා ගැනීමේ සම්මුතියක් ඇති කර ගැනීමේ අවස්ථාව යුක්‍රේනය මග හැරියහොත් එය ඛේදවාචකයක් වනු ඇත. නේටෝවට බැඳීමට ඕනෑම සැලසුමක් නිල වශයෙන් ප්‍රතික්ෂේප කිරීම. මෙම සම්මුතීන් කෙතරම් කටුකද යත්, විකල්පය වනුයේ පරමාධිපත්‍යයේ සහ පැවැත්මේ පූර්ණ හෝ සැලකිය යුතු අලාභයකි.",
        "යුක්රේන රාජ්යය.",
        "",
        "රුසියානු ආක්‍රමණය අනාවැකි කළ හැකි ප්‍රතිඵලය නිපදවා ඇත - පුටින් දැන් පසුතැවිලි විය යුතුය. නැගී එන ආධිපත්‍යයකින් රාජ්‍යයන් තර්ජනයට ලක් වූ විට, ඔවුන් අභ්‍යන්තර හා බාහිර ක්‍රම මගින් ඔවුන්ගේ ආරක්ෂාව වැඩි කරයි. ප්‍රසම්පාදනය කිරීමෙන් සහ හමුදාවන් නැංවීමෙන් අභ්‍යන්තර, බාහිර, සන්ධානවලට කල්ලි ගැසීමෙන්. රුසියානු ආක්‍රමණය යුරෝපය හා එක්සත් ජනපදය එක්සත් කර ඇත. නේටෝ සංවිධානයට බැඳීමේ අදහසට දිගු කලක් විරුද්ධ වූ ස්වීඩනය සහ ෆින්ලන්තය වැනි රටවල් දැන් ඔවුන්ගේ ස්ථාවරය ගැන නැවත සිතා බලමින් සිටිති. ජර්මනිය ඩොලර් ට්‍රිලියන නවීකරණයක් ප්‍රකාශ කර ඇත. නේටෝව යුරෝපීය රඟහල තුළ වේගවත් ක්‍රියාකාරී බලවේග ශක්තිමත් කර ඇත.",
        "",
        "SWIFT වෙතින් රුසියානු බැංකු තහනම් කිරීමේ දැඩි ක්‍රියාමාර්ග ඇතුළුව EU සහ US සම්බාධක මාලාවක් ක්‍රියාත්මක කර ඇත. එම අන්තර් බැංකු සංගමයේ ඉතිහාසය තුළ තහනම් කළ අනෙක් එකම රට ඉරානයයි. එය ඉරාන විදේශ වෙළඳාම 30% කින් අඩු කිරීමට හේතු විය.",
        "",
        "පසුගිය දශකය තුළ රුසියාව, නිරීක්ෂකයන් විසින් හඳුන්වනු ලබන 'බලකොටු ආර්ථිකයක්' වර්ධනය කර ඇත. තවමත්, මොස්කව් කොටස් වෙලඳපොල ආක්රමණයේ පළමු දිනයේ 45% කින් පහත වැටුනි. සඳුදා එක්සත් ජනපද ඩොලර් වලට සාපේක්ෂව රුබල් 30% කින් පහත වැටුනි. සම්බාධක රුසියානු ආර්ථිකය සහ පුටින්ගේ යුද යාන්ත්‍රණය පිරිහීමට ලක් කරන බව එක්සත් ජනපද ජනාධිපති ජෝ බයිඩන් පවසයි. නමුත් අල්ලා ගැනීමක් තිබේ. 1941 දී, එවකට ආසියාවේ මිනීමරු ව්‍යාප්ත කිරීමේ මෙහෙයුමක යෙදී සිටි අධිරාජ්‍ය ජපානයට එරෙහිව එක්සත් ජනපද ආර්ථික සම්බාධක මාලාවක් ජපානය පර්ල් වරායට ප්‍රහාර එල්ල කිරීමට හේතු විය. පරමාණු බෝම්බ දෙකක් හෙළීමෙන් පසුව ඇති වූ දිගු යුද්ධයේදී එක්සත් ජනපදය ජය ගත්තේය. මෙහිදී, රුසියාව සතුව විශාලතම න්‍යෂ්ටික යුධ හිස් තොගයක් ඇති අතර, සම්මුති හැකියාවන් සම්බන්ධයෙන් එක්සත් ජනපදය සමඟ ඇති අසමමිතිය සැලකිල්ලට ගනිමින්, එහි න්‍යෂ්ටික නිරෝධනය ඔප් නංවා ඇත. ඕනෑම උත්සන්න වීමක් භයානක වැරදි ගණනය කිරීම් සහ ගුරුත්වාකර්ෂණ ප්‍රතිවිපාක නිර්වචනය කිරීමට හේතු විය හැක.",
        "",
        "ඕනෑම මිනුමක් අනුව, යුක්රේනය රුසියානු ආක්‍රමණය නිරුවත් ආක්‍රමණයකි. ඒ ගැන වචන දෙකක් නැත. කෙසේ වෙතත්, ඕනෑම අපක්ෂපාතී විශ්ලේෂණයක් මෙම ප්‍රතිඵලයට තුඩු දෙන බටහිරයන් විසින් වැරදි මාලාවක් සොයා ගනු ඇත.",
        "",
        "‘සෝවියට් සංගමයේ බිඳවැටීම විශාලතම භූ-දේශපාලනික ව්‍යසනය’ යැයි විලාප දෙන ජනාධිපති පුටින්, නේටෝවේ නැඟෙනහිර දෙසට ව්‍යාප්ත වීම රුසියාවට පැවැත්මේ තර්ජනයක් වී ඇති බව දිගු කලක් තිස්සේ හුවා දක්වයි. ඔහු සීතල යුද මානසිකත්වයේ සිරවී සිටින බවට බටහිර නිරීක්ෂකයෝ චෝදනා කරති. කෙසේ වෙතත්, යථාර්ථවාදය පිළිබඳ ඕනෑම ශිෂ්‍යයෙකු විශ්වසනීය රුසියානු ආරක්ෂක උත්සුකයන් හඳුනා ගනී. නේටෝවේ නැඟෙනහිර දෙසට ව්‍යාප්ත වීම රුසියාවට, 'ආරක්ෂක උභතෝකෝටිකයක්' ඇති කරයි, එක් රටක් එහි ආරක්ෂාව වැඩි කිරීමට දරන උත්සාහයන්, හිතාමතා හෝ නොදැනුවත්වම එහි ප්‍රතිවාදීන්ගේ ආරක්ෂාව අඩු කරයි. හිටපු වෝර්සෝ බ්ලොක් රටවල සාමාජිකත්වය මගින් නේටෝව රුසියාවේ දේශ සීමාව දක්වා ව්‍යාප්ත වී ඇත. එය 1990 ගනන්වල එවකට රාජ්‍ය ලේකම් ජේම්ස් බේකර් සිට නැගෙනහිර දෙසට ව්‍යාප්ත නොවන බවට එක්සත් ජනපද නායකත්වය විසින් ලබා දුන් නොයෙකුත් සහතික කිරීම් වලට පටහැනි ය.",
        "",
        "තවත් තර්කයක් වන්නේ නේටෝව ආරක්ෂක සන්ධානයක් බවයි. න්‍යායික අර්ථයෙන් ගත් කල, රාජ්‍යයන් සහ සන්ධාන ඔවුන්ගේ නායකයින් පවසන දේ හෝ ඔවුන්ගේ ප්‍රකාශිත අභිප්‍රාය මගින් ආරක්ෂක හෝ ප්‍රහාරාත්මක ලෙස මනිනු නොලැබේ. යථාර්ථවාදීන් බලය සහ ආරක්ෂාව සඳහා රාජ්‍ය සෙවීම පුළුල් කාණ්ඩ දෙකකට වර්ග කරයි: ආරක්ෂක යථාර්ථවාදය සහ ප්‍රහාරාත්මක. ආරක්ෂක යථාර්ථවාදීන් යනු රුසියානු ප්‍රතිචාරයෙන් හෙළි වන පරිදි, රාජ්‍යයන් බලවත් බලයක් තිබීම සඳහා සුදුසු බල ප්‍රමාණය (ආරක්ෂාව) පමණක් අපේක්ෂා කරන බවට තර්ක කරන අයයි. ප්‍රහාරාත්මක යථාර්ථවාදීන් තර්ක කරන්නේ, සුදුසු බලය ප්‍රමාණය පිළිබඳ සංකල්පය සඳහා රාජ්‍යයන් ආධිපත්‍යය හෝ බලයේ අතිමහත් ප්‍රමුඛත්වය අපේක්ෂා කරන බවයි.",
        "නේටෝවේ නැඟෙනහිර දෙසට ව්‍යාප්ත වීම රුසියාවේ දොරකඩට එක්සත් ජනපදය සිමෙන්ති අතිමහත් බලයක් සොයමින් සිටින ආක්‍රමණශීලී යථාර්ථවාදයට තදින් ගැලපේ.",
        "",
        "රුසියානු ආක්‍රමණයෙන් උදහසට ලක්ව සිටින සමහර ලිබරල් ආයතනිකයින් සහ මිනිසුන් විසින් ඇති කරන ලද තවත් බොහෝ විනාශකාරී අවිශ්වාසයක් තිබේ. රුසියාවේ ආර්ථික ගෙල සිර කරන ලෙස හිටපු අය ඉල්ලා සිටිති. ගැටුම උත්සන්න කිරීම වටී, පැවැත්මේ තර්ජනයක් ලෙස ක්‍රෙම්ලිනය විසින් එය අර්ථකථනය කිරීමට වැඩි සම්භාවිතාවක් ඇත. යුක්රේන ගුවන් අවකාශය සුරක්ෂිත කිරීම ඇතුළුව වඩාත් සෘජු බටහිර මැදිහත්වීමක් සඳහා දෙවැන්න ඉල්ලා සිටියි. ඒ විකාර චින්තනයයි. සෘජු ඇමරිකානු මැදිහත්වීමකට මෙම යුද්ධය දැන් පවතින තත්වයේ සිට ජාත්‍යන්තර සම්බන්ධතා න්‍යායාචාර්යවරුන් 'හෙජමොනික යුද්ධයක්' ලෙස හඳුන්වන දෙය දක්වා හැඩගැස්වීමේ හැකියාව ඇත. . අවසාන අධිපතිවාදී යුද්ධය දෙවන ලෝක යුද්ධයයි.",
        "",
        "රුසියාව සතු න්‍යෂ්ටික අවි ගබඩාවේ විශාල තොග, පුටින්ගේ අතිශය අවදානම් පිළිගැනීම සහ දැනෙන දුක්ගැනවිලි නිසා ඕනෑම උත්සන්නවීමක් විනාශකාරී වැරදි ගනන් බැලීම්වලට ගොදුරු වේ. පුටින් දැනටමත් රුසියානු න්‍යෂ්ටික හමුදා මූලෝපායික සීරුවෙන් තබා ඇත.",
        "",
        "අවසාන වශයෙන්, නමුත් අවම වශයෙන්, ජාත්‍යන්තර දේශපාලනයේ අඳුරු යථාර්ථය පිළිබඳ අප වැනි කුඩා රටවලට එක් ප්‍රධාන පාඩමක් තිබේ. යුක්රේනයේ ජනාධිපති බවට පත් වූ හිටපු විකට නළු ව්ලැඩිමීර් සෙලෙන්ස්කි වීරයෙකු ලෙස හුවා දක්වයි. ඔහු ඉවත් කිරීම සඳහා වොෂින්ටනයේ යෝජනාව ප්‍රතික්ෂේප කර ඇති අතර සටනට නායකත්වය දෙයි. කෙසේ වෙතත්, ඔහුට ඒ කිසිවක් නොතිබුණි, ඔහු යුක්රේනයේ සීමාවන් තුළ ක්‍රියා කළේ නම්, දැඩි භූ දේශපාලනික යථාර්ථයන් විසින් සකස් කරන ලදී. රුසියාව ඔහුගේ දේශසීමාවේ හමුදා රැස්කරමින් සිටින බැවින්, ඔහුගේ ආන්ඩුව ප්‍රධාන රුසියානු උත්සුකයක් වන නේටෝවට බැඳීමට යුක්රේනයේ උත්සාහය ප්‍රතික්ෂේප කිරීම නිරන්තරයෙන් ප්‍රතික්ෂේප කළේය. ඇමරිකානුවන් ඔහුගේ තේරීම ආරක්ෂා කළේ, එය තීරණය කළ යුත්තේ ස්වෛරී රාජ්‍යයන්ගේ ප්‍රශ්නයක් බව පවසමිනි.",
        "ට්විටර් හි @RangaJayasuriya අනුගමනය කරන්න"
      ]
    },
    "ta": {
      "title": "உக்ரைன் மீதான ரஷ்ய படையெடுப்பு மற்றும் பெரும் அதிகார அரசியலின் கொடூரமான உண்மைகள் மற்றும் உரிமைகள்",
      "body_lines": [
        "கடந்த வாரம், ரஷ்ய ஜனாதிபதி விளாடிமிர் புடின், இரண்டாம் உலகப் போருக்குப் பிந்தைய நடைமுறை மாநாட்டை கிழித்து, அடுத்துள்ள இறையாண்மை ஜனநாயகத்தை ஆக்கிரமித்தார். ரஷ்ய படையெடுப்பு, இப்போது வெளிவருவது போல், இரண்டாம் உலகப் போருக்குப் பிறகு ஐரோப்பாவில் நடந்த முதல் பெரிய போராகும் - யூகோஸ்லாவியாவின் சிதைவுக்குப் பிறகு பால்கனில் ஒரு மிருகத்தனமான உள்நாட்டுப் போர், 140,000 பேர் கொல்லப்பட்டது மற்றும் இனப்படுகொலையின் இரத்தக் கறையை கட்டவிழ்த்து விட்டது. .",
        "",
        "பல மாதங்களாக, புடின் 200,000 ரஷ்ய துருப்புக்களை உக்ரைனுடனான எல்லையில் அணிதிரட்டினார், அதே நேரத்தில் உக்ரைனை ஆக்கிரமிப்பதற்கான எந்தத் திட்டத்தையும் மறுத்தார், அந்த நாட்டிற்கு எதிரான அவரது இரண்டாவது இராணுவ நடவடிக்கை, அவர் முதலில் 2014 இல் கிரிமியாவை இணைத்துக் கொண்டார். பிப்ரவரி 24 அதிகாலையில், உக்ரேனிய இராணுவ உள்கட்டமைப்பு மீது கப்பல் ஏவுகணைகள் மற்றும் ராக்கெட்டுகள் வீசியதால், ரஷ்யப் படைகள் பல முனைகளில் இருந்து உக்ரைனுக்குள் முன்னேறின, இருதரப்பு எல்லையில் இருந்து, பெலாரஸ் மற்றும் கிரிமியாவிலிருந்து. அப்போதிருந்து, சில புற நகரங்கள் வீழ்ச்சியடைந்தாலும், தலைநகர், கியேவ் மற்றும் இரண்டாவது பெரிய நகரமான கார்கிவ் இன்னும் காத்துக்கொண்டிருக்கிறது, இருப்பினும் ரஷ்ய டாங்கிகள் ஏற்கனவே நுழைந்துவிட்டன  மற்றும் செயற்கைக்கோள் படங்கள் 33 கிமீ நீளமான ரஷ்யப் படைகள் செல்வதைக் காட்டுகிறது. கியேவுக்கு. கிரெம்ளின் எதிர்பார்த்ததை விட ரஷ்ய முன்னேற்றம் மெதுவாக இருந்தது, கேபிள் செய்திகளில் பல பார்வையாளர்கள் கூறுகின்றனர்.",
        "",
        "ரஷ்யா இதுவரை கட்டுப்படுத்தப்பட்டதால் இருக்கலாம். ஈராக் மற்றும் ஆப்கானிஸ்தானில் அமெரிக்காவைப் போலல்லாமல், தரைப்படைகள் பல நாட்கள் அல்லது வாரங்கள் நீடித்த அதிர்ச்சி மற்றும் பிரமிப்பு குண்டுவெடிப்புகளுக்குப் பின்னரே அங்கு நிலைநிறுத்தப்பட்டன, ரஷ்ய டாங்கிகள் சாதாரணமாக எல்லையைத் தாண்டிச் சென்றன. எந்தவொரு பெரிய வான்வழி குண்டுவீச்சு அல்லது கனரக பீரங்கிகளின் பயன்பாடு நகரங்களை தரைமட்டமாக்கியிருக்கும் மற்றும் பாரிய பொதுமக்களின் உயிரிழப்புகளை கட்டவிழ்த்துவிடும். ரஷ்யர்கள் இதற்கு புதியவர்கள் அல்ல; செச்சினியாவின் தலைநகரான க்ரோஸ்னி, ரஷ்யர்கள் இறுதியாக நகரத்தின் கட்டுப்பாட்டைக் கைப்பற்றியபோது இடிபாடுகளாக மாறியது. இருப்பினும், இந்த போர் தொலைக்காட்சி கேமராக்களுக்கு முன்பாக நடத்தப்படுகிறது, மேலும் திரு. புடின் உக்ரேனியர்கள் தனது படைகளை வரவேற்பார்கள் என்று எதிர்பார்த்திருக்கலாம்.",
        "இருப்பினும், ரஷ்யா இன்னும் மூன்றில் ஒரு பங்கு துருப்புக்களை மட்டுமே படையெடுப்பிற்கு அனுப்பியுள்ளது, எனவே விரிவாக்கத்திற்கான ஆதிக்கத்தை அனுபவிக்கிறது.",
        "",
        "உக்ரேனிய எதிர்ப்பு, சந்தேகத்திற்கு இடமின்றி தைரியமானது, பாராட்டுக்களால் குவிந்துள்ளது. விரைவில் ராணுவ உதவி பொழியும். ஐரோப்பிய ஒன்றியம் உக்ரைனுக்கு ஆயுதம் வழங்க மசோதாவை முன்வைத்துள்ளது, மேலும் அமெரிக்கா புதிய 350 மில்லியன் இராணுவ உதவிப் பொதியை அறிவித்துள்ளது. ரஷ்ய விமான மேலாதிக்கத்திற்கு எதிராக அவை எவ்வாறு கியேவுக்கு வழங்கப்படுகின்றன என்பது இன்னும் கவனிக்கப்படாத ஒரு புள்ளியாகும்.",
        "",
        "",
        "\"ரஷ்யா அணு ஆயுதங்களின் மிகப்பெரிய கையிருப்பைக் கொண்டுள்ளது மற்றும் மாநாட்டுத் திறன்களில் அமெரிக்காவுடன் சமச்சீரற்ற தன்மையைக் கொண்டுள்ளது, அதன் அணுசக்தித் தடுப்பை மெருகூட்டியுள்ளது. எந்த அதிகரிப்பும் ஆபத்தான தவறான கணக்கீடுகள் மற்றும் புவியீர்ப்பு வரையறுக்கும் விளைவுகளுக்கு வழிவகுக்கும்\"",
        "",
        "",
        "துணிச்சலான உக்ரேனியப் தற்காப்பு எவ்வளவு நன்மதிப்புக்குரியதோ, இந்தப் போரின் மாநாட்டுக் கட்டம் சில நாட்களில் முடிந்துவிடும் - பெலாரஷ்ய எல்லையில் திட்டமிடப்பட்ட அமைதிப் பேச்சுவார்த்தைகள் போர்நிறுத்தத்திற்கு இட்டுச் செல்லாவிட்டால். அதைத் தொடர்ந்து வரும் கிளர்ச்சி, உக்ரேனியர்கள் தொலைக்காட்சியில் சித்தரிக்கப்படுவது போல் உறுதியாக இருந்தால், அது இரத்தக்களரியாக இருக்கும், மேலும் செச்சினியா மற்றும் காகசஸில் ரஷ்யாவின் வெளிப்படையான மிருகத்தனத்தை வெளிப்படுத்தலாம். உக்ரைன் பேச்சுவார்த்தையில் புட்டினுடன் சமரசம் செய்து கொள்ளும் வாய்ப்பை இழந்தால் அது ஒரு சோகமாக இருக்கும், அதில் மின்ஸ்க் உடன்படிக்கையை கடைப்பிடிப்பதும் அடங்கும், இதன் மூலம் பெரும்பான்மையான ரஷ்ய மொழி பேசுபவர்களின் கிளர்ச்சியுள்ள கிழக்கு பிராந்தியமான டான்பாஸுக்கு விரிவான சுயாட்சியை வழங்குவது, மற்றும் ஒரு நேட்டோவில் சேருவதற்கான எந்தவொரு திட்டத்தையும் அதிகாரப்பூர்வமாக கைவிடுதல். இந்த சமரசங்கள் எவ்வளவு கசப்பாக இருந்தாலும், மாற்று இறையாண்மை மற்றும் உயிர்வாழ்வதற்கான முழுமையான அல்லது கணிசமான இழப்பாகும்.",
        "உக்ரேனிய அரசு.",
        "",
        "ரஷ்ய படையெடுப்பு கணிக்கக்கூடிய விளைவை உருவாக்கியுள்ளது - புடின் இப்போது வருத்தப்பட வேண்டும். உயரும் மேலாதிக்கத்தால் மாநிலங்கள் அச்சுறுத்தப்படும்போது, ​​அவை உள் மற்றும் வெளிப்புற வழிகளால் தங்கள் பாதுகாப்பை அதிகரிக்கின்றன. படைகளை வாங்குதல் மற்றும் திரட்டுதல் மூலம் உள், வெளி, கூட்டணியில் கும்பல். ரஷ்ய படையெடுப்பு ஐரோப்பாவையும் அமெரிக்காவையும் ஒன்றிணைத்தது. நேட்டோவில் இணையும் யோசனைக்கு நீண்டகாலமாக எதிர்ப்பு தெரிவித்து வந்த ஸ்வீடன், பின்லாந்து போன்ற நாடுகள் தற்போது தங்கள் நிலைப்பாட்டை மறுபரிசீலனை செய்து வருகின்றன. ஜெர்மனி தனது ராணுவத்தை டிரில்லியன் டாலர் மதிப்பில் நவீனமயமாக்குவதாக அறிவித்துள்ளது. ஐரோப்பிய திரையரங்கில் நேட்டோ விரைவு நடவடிக்கை படைகளை பலப்படுத்தியுள்ளது.",
        "",
        "SWIFT இலிருந்து ரஷ்ய வங்கிகளை தடை செய்வதற்கான கடுமையான நடவடிக்கைகள் உட்பட ஐரோப்பிய ஒன்றியமும் அமெரிக்காவும் பல தடைகளை விதித்துள்ளன. அந்த இடை-வங்கி சங்கத்தின் வரலாற்றில், தடை செய்யப்பட்ட ஒரே நாடு ஈரான் மட்டுமே. இது ஈரானிய வெளிநாட்டு வர்த்தகத்தில் 30% குறைப்பை ஏற்படுத்தியது.",
        "",
        "கடந்த தசாப்தத்தில், பார்வையாளர்கள் 'கோட்டை பொருளாதாரம்' என்று அழைக்கும் ரஷ்யாவை உருவாக்கியுள்ளது. இன்னும், படையெடுப்பின் முதல் நாளில் மாஸ்கோ பங்குச் சந்தை 45% சரிந்தது. திங்களன்று அமெரிக்க டாலருக்கு எதிராக ரூபிள் 30% சரிந்தது. அமெரிக்க ஜனாதிபதி ஜோ பிடன், பொருளாதாரத் தடைகள் ரஷ்ய பொருளாதாரத்தையும், புடினின் போர் இயந்திரத்தையும் சீர்குலைக்கும் என்று கூறுகிறார். ஆனால் ஒரு பிடிப்பு உள்ளது. 1941 ஆம் ஆண்டில், ஏகாதிபத்திய ஜப்பானுக்கு எதிரான தொடர்ச்சியான அமெரிக்க பொருளாதாரத் தடை, பின்னர் ஆசியாவில் ஒரு கொலைகார விரிவாக்க இயக்கத்தில் இருந்தது, ஜப்பானை பேர்ல் துறைமுகத்தைத் தாக்க வழிவகுத்தது. இரண்டு அணுகுண்டுகளை வீசிய பின்னர் நீண்ட போரில் அமெரிக்கா வெற்றி பெற்றது. இங்கு, ரஷ்யாவிடம் அணு ஆயுதங்களின் மிகப்பெரிய கையிருப்பு உள்ளது, மேலும் மாநாட்டு திறன்களில் அமெரிக்காவுடன் சமச்சீரற்ற தன்மையைக் கருத்தில் கொண்டு, அதன் அணுசக்தித் தடுப்பை மெருகேற்றியுள்ளது. எந்த அதிகரிப்பும் ஆபத்தான தவறான கணக்கீடுகள் மற்றும் ஈர்ப்பு வரையறுக்கும் விளைவுகளுக்கு வழிவகுக்கும்.",
        "",
        "உக்ரைன் மீதான ரஷ்யப் படையெடுப்பு எந்த அளவீட்டிலும் அப்பட்டமான ஆக்கிரமிப்பு ஆகும். இதில் இரண்டு வார்த்தை இல்லை. எவ்வாறாயினும், எந்தவொரு உணர்ச்சியற்ற பகுப்பாய்வு மேற்கத்திய நாடுகளின் தொடர்ச்சியான பிழைகளைக் கண்டறிந்து, இந்த முடிவுக்கு வழிவகுக்கும்.",
        "",
        "'சோவியத் யூனியனின் சரிவு மிகப்பெரிய புவிசார் அரசியல் பேரழிவு' என்று புலம்புகின்ற ஜனாதிபதி புடின், நேட்டோவின் கிழக்கு நோக்கிய விரிவாக்கம் ரஷ்யாவிற்கு இருத்தலியல் அச்சுறுத்தலை ஏற்படுத்தியுள்ளது என்று நீண்ட காலமாகக் கூறிவருகிறார். அவர் பனிப்போர் மனநிலையில் சிக்கித் தவிப்பதாக மேற்கத்திய கண்காணிப்பாளர்கள் குற்றம் சாட்டியுள்ளனர். எவ்வாறாயினும், யதார்த்தவாதத்தின் எந்தவொரு மாணவரும் நம்பகமான ரஷ்ய பாதுகாப்புக் கவலைகளை அறிந்துகொள்வார். நேட்டோவின் கிழக்கு நோக்கிய விரிவாக்கம் ரஷ்யாவிற்கு ஒரு 'பாதுகாப்பு இக்கட்டான சூழ்நிலையை' ஏற்படுத்துகிறது, ஒரு நாட்டின் பாதுகாப்பை அதிகரிக்க ஒரு நாட்டின் முயற்சிகள், வேண்டுமென்றே அல்லது கவனக்குறைவாக அதன் போட்டியாளர்களின் பாதுகாப்பைக் குறைக்கிறது. முன்னாள் வார்சா பிளாக் நாடுகளின் உறுப்பினர்களால் நேட்டோ ரஷ்யாவின் எல்லை வரை விரிவடைந்துள்ளது. 1990களில் அப்போதைய வெளியுறவுத்துறை செயலர் ஜேம்ஸ் பேக்கர் தொடங்கி, கிழக்கு நோக்கி விரிவாக்கம் செய்யக்கூடாது என்று அமெரிக்கத் தலைமையின் பல உறுதிமொழிகளுக்கு எதிரானது.",
        "",
        "நேட்டோ ஒரு தற்காப்புக் கூட்டணி என்பது மற்றொரு வாதம். ஒரு கோட்பாட்டு அர்த்தத்தில், மாநிலங்கள் மற்றும் கூட்டணிகள் அவற்றின் தலைவர்கள் என்ன சொல்கிறார்கள் அல்லது அவர்களின் வெளிப்படுத்தப்பட்ட நோக்கத்தால் தற்காப்பு அல்லது தாக்குதலை அளவிடுவதில்லை. யதார்த்தவாதிகள் ஒரு மாநிலத்தின் சக்தி மற்றும் பாதுகாப்பிற்கான தேடலை இரண்டு பரந்த வகைகளாக வகைப்படுத்துகிறார்கள்: தற்காப்பு யதார்த்தவாதம் மற்றும் தாக்குதல். தற்காப்பு யதார்த்தவாதிகள் என்பது ரஷ்ய பதில் வெளிப்படுத்துவது போல், அபரிமிதமான சக்தியைக் கொண்டிருப்பதற்காக மாநிலங்கள் பொருத்தமான அளவு அதிகாரத்தை (பாதுகாப்பு) மட்டுமே நாடுகின்றன என்று வாதிடுகின்றனர். தாக்குதலுக்குரிய யதார்த்தவாதிகள், மாநிலங்கள் மேலாதிக்கம் அல்லது அதிகாரத்தின் அபரிமிதமான முன்னுரிமையை நாடுகின்றன என்று வாதிடுகின்றனர்.",
        "நேட்டோவின் கிழக்கு நோக்கிய விரிவாக்கம், ரஷ்யாவின் வாசலில் அமெரிக்கா அதிக சக்தியை சிமெண்டை நாடிய தாக்குதல் யதார்த்தவாதத்துடன் உறுதியாகப் பொருந்துகிறது.",
        "",
        "தாராளவாத நிறுவனவாதிகள் மற்றும் ரஷ்ய ஆக்கிரமிப்பால் சரியாகக் கோபமடைந்தவர்கள் என உணரும் மக்களால் மிகவும் சாத்தியமான அழிவுகரமான தவறான நம்பிக்கை உள்ளது. முன்னாள் ரஷ்யாவின் பொருளாதார கழுத்தை நெரிக்க அழைப்பு. இது ஒரு இருத்தலியல் அச்சுறுத்தலாக கிரெம்ளினால் விளக்கப்படுவதற்கு அதிக வாய்ப்பு உள்ளது, இது மோதலை அதிகரிக்கத் தகுதியானது. பிந்தையது உக்ரேனிய வான்வெளியைப் பாதுகாப்பது உட்பட நேரடி மேற்கத்திய தலையீட்டிற்கு அழைப்பு விடுத்துள்ளது. அது அபத்தமான சிந்தனை. ஒரு நேரடி அமெரிக்க ஈடுபாடு இந்தப் போரை இப்போது இருக்கும் நிலையில் இருந்து சர்வதேச உறவுகளின் கோட்பாட்டாளர்கள் 'ஒரு மேலாதிக்கப் போர்' என்று அழைக்கும் அளவிற்கு மாற்றும் ஆற்றலைக் கொண்டுள்ளது. . கடைசி மேலாதிக்கப் போர் இரண்டாம் உலகப் போர்.",
        "",
        "ரஷ்யாவின் அணு ஆயுதக் களஞ்சியங்கள், புடினின் அதீத அபாயத்தை ஏற்றுக்கொள்வது மற்றும் உணரப்பட்ட குறைகள் ஆகியவை எந்தவொரு விரிவாக்கத்தையும் பேரழிவு தரும் தவறான கணக்கீடுகளுக்கு ஆளாக்குகின்றன. புடின் ஏற்கனவே ரஷ்ய அணுசக்தி படைகளை ஒரு மூலோபாய எச்சரிக்கையில் வைத்துள்ளார்.",
        "",
        "கடைசியாக, ஆனால் குறைந்தது அல்ல, சர்வதேச அரசியலின் இருண்ட யதார்த்தத்தைப் பற்றிய நமது போன்ற சிறிய நாடுகளுக்கு ஒரு கார்டினல் பாடம் உள்ளது. உக்ரைன் அதிபராக மாறிய முன்னாள் நகைச்சுவை நடிகரான விளாடிமிர் ஜெலென்ஸ்கி ஒரு ஹீரோவாகப் பேசப்படுகிறார். அவர் வெளியேறுவதற்கான வாஷிங்டனின் வாய்ப்பை நிராகரித்து போராட்டத்தை முன்னெடுத்து வருகிறார். இருப்பினும், கடினமான புவிசார் அரசியல் யதார்த்தங்களால் வகுக்கப்பட்ட உக்ரைனின் வரம்புகளுக்குள் அவர் செயல்பட்டிருந்தால், அவரிடம் அது எதுவும் இல்லை. ரஷ்யா தனது எல்லையில் படைகளை குவித்து வருவதால், அவரது அரசாங்கம் தொடர்ந்து ரஷ்யாவின் முக்கிய கவலையான நேட்டோவில் சேர உக்ரைனின் முயற்சியை கைவிட மறுத்தது. அமெரிக்கர்கள் அவரது விருப்பத்தை ஆதரித்தனர், இது இறையாண்மை கொண்ட நாடுகளின் முடிவு என்று கூறினர்.",
        "ட்விட்டரில் @RangaJayasuriya ஐ பின்தொடரவும்"
      ]
    }
  }
}