{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/A-season-of-illegitimacies/172-235845",
  "time_ut": 1651094640,
  "title": "A season of (il)legitimacies",
  "body_lines": [
    "Several hundreds of students from the Inter University Students' Federation (IUSF) throng the streets in Colombo, vehemently demanding the Gotabaya-Mahinda government to resign following the country's worst ever economic and political crises",
    "The illegitimate, common sense demands, should make way for the legitimate. That’s where we hit a wall. Is there any individual or collective that can claim the legitimacy mantle exclusively? Let’s consider the claimants or rather those considered by some to be pretenders to the political throne",
    "Even if we put aside the Sri Lanka Podujana Peramuna (SLPP or ‘Pohottuwa’) on account of, say, ‘visible illegitimacy,’ can the Samagi Jana Balavegaya (SJB), Sri Lanka Freedom Party (SLFP) or any other party represented in Parliament claim to have the confidence of the people to seize power? No!",
    "Politics is about claims and counter-claims. It is about profit-seeking through exaggeration and pooh-poohing. It is also about wild extrapolation of conclusions wrought in echo-chambers. It is as much about deception as it is about self-deception. Perhaps an example would illustrate the point.",
    "Way back in 2010, a few weeks before the presidential election, a diehard UNP supporter said, ‘this time Mahinda is finished, you wait and see!’ I asked, ‘on what basis do you say this?’ ‘Everyone is saying it,’ was the emphatic response. I asked, ‘All these people who told you that Mahinda is finished, who they voted for in 2005?’ The answer was quick, firm and once again emphatic: ‘Ranil!’ Emphatic conclusion was tested and proven false a few weeks later.",
    "Elections. That’s what gives finality to contending perceptions of general drift. Elections, courtesy certain elements in the 19th Amendment retained in the 20A, cannot be called this early on whim but only under special circumstances.",
    "That said, there are often signs which can’t be easily dismissed simply on account of inability to ascertain public sentiment perfectly. Dissatisfaction is too stark to be ignored. Widespread and open dissent is not just visible but it is continuous. The current quibbling among parliamentarians and political parties, the call for resignation and interim arrangements as well as constitutional amendment clearly indicates acknowledgement of a crisis.",
    "It was all put in a nutshell thus by a university professor: ‘The size of the barricade is proportionate to the magnitude of fear of the person hiding behind [it]. These are unmistakable signs that the message of the “struggle” is more powerful than the bombs and bullets of ruthless terrorists.’",
    "Who and what are behind the barricades is a question that has an easy as well as a complex answer. ‘Obviously those who are being targeted by the protestors,’ would be one. The objection however is not just to a single individual — there’s rejection of not just the ruling party but all parties, party politics and the entire political system and culture. These however get less play; after all a catch-all target is easy to aim at and makes for easier mobilization of objectors.  Regardless, legitimacy has not only been questioned, it has been rejected outright.",
    "The illegitimate, common sense demands, should make way for the legitimate. That’s where we hit a wall. Is there any individual or collective that can claim the legitimacy mantle exclusively? Let’s consider the claimants or rather those considered by some to be pretenders to the political throne.",
    "Is there any individual in Parliament who can claim that he/she has a greater claim to the big seat than anyone else, incumbent included? Well, the person who polled the highest number of preferential votes would still only have the results of a district to show. A party? Which? Even if we put aside the Sri Lanka Podujana Peramuna (SLPP or ‘Pohottuwa’) on account of, say, ‘visible illegitimacy,’ can the Samagi Jana Balavegaya (SJB), Sri Lanka Freedom Party (SLFP) or any other party represented in Parliament claim to have the confidence of the people to seize power? No!",
    "Perhaps this is why there’s some traction for the proposal for an all-party interim cabinet or a cabinet made of experts in key areas brought in through national lists emptied voluntarily by the relevant political parties who would, ‘in the interim’ back them to take firm if difficult and unpopular decisions to put the country back on track.  Again, though, legitimacy could be questioned and obtainable, theoretically at least, only upon delivering tangible results, economic in the first instance and political reforms later, perhaps.",
    "Legitimacy is also an issue on the other side of the barricades. In the political ‘overall’ of practice the question of precedence can be raised. If, for example, incumbent politicians have to ‘go home’ each and every time they are corralled by objectors, the same logic could be applied for calling bosses of all kinds to resign: students could hoof out teachers, teachers could ‘send home’ principles, congregations could throw out priests etc., etc. Protesting is a right. It is legitimate. Neither is it illegal for calling someone or some political order to question and demanding resignation. This is normal: one asks for much and settles for less.",
    "On the other hand, if one is intransigent on the ‘much’ then one would probably have to raise legitimacy to a higher level. An eclectic group gathered simply on account of commonality of a singular objective (resignation of incumbent, say) may frighten someone or some political entity to submission, but in this case, given the legitimacy deficiency of would-be successors, the very same group is likely to provoke new barricades by the newly barricaded. That’s unless they are just pawns of someone or some group that seeks to prey on uncertainties and displeasure to further narrow interests.",
    "I prefer to be optimistic. I prefer not to see conspiracy at every turn. It would be presumptuous to advise the protestors. I would not say, for example, ‘give us clarity on leadership and programme. After all, sometimes, the barricaded want leaders identified. ‘Sitting ducks’ thereafter. I prefer for them to figure out what’s what, what can be and how to get to wherever they believe they should go. However, if legitimacy is something they have at heart, then they would do well to obtain it, one way or another. As of now, legitimacy is contained within the ‘articulator of dissent’ parameters. Splendid in and of itself. Necessary too, obviously. Not sufficient, I would say."
  ],
  "translate": {
    "si": {
      "title": "(ඉල්) නීත්‍යානුකූල සමයක්",
      "body_lines": [
        "අන්තර් විශ්වවිද්‍යාල ශිෂ්‍ය බලමණ්ඩලයේ (අවිශිබම) සියගණනක් ශිෂ්‍යයෝ රටේ මෙතෙක් ඇති වූ දරුණුතම ආර්ථික හා දේශපාලන අර්බුදවලින් පසුව ගෝඨාභය-මහින්ද ආන්ඩුවට ඉල්ලා අස්විය යුතු බවට දැඩි ලෙස බලකරමින් කොළඹදී වීදි බැස සිටිති.",
        "නීත්‍යානුකූල නොවන, සාමාන්‍ය බුද්ධියේ ඉල්ලීම්, නීත්‍යානුකූල දේට මග සැලසිය යුතුය. එතන තමයි අපි බිත්තියකට ගැහුවේ. නීත්‍යානුකූල භාවයට පමණක් හිමිකම් කිව හැකි කිසියම් පුද්ගලයකු හෝ සාමූහිකයක් තිබේද? හිමිකම් කියන්නන් හෝ දේශපාලන සිංහාසනයේ මවාපෑමක් ලෙස ඇතැමුන් සලකන අය සලකා බලමු",
        "පෙනෙන අවජාතක කම නිසා අපි ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP හෝ 'පොහොට්ටුව') පැත්තකට දැමුවත් සමගි ජනබලවේගයට (SJB) ශ්‍රී ලංකා නිදහස් පක්ෂයට (SLFP) හෝ නියෝජනය කරන වෙනත් පක්ෂයකට හැකිද? බලය අල්ලන්න ජනතා විශ්වාසය තියෙනවා කියලා පාර්ලිමේන්තුව කියනවා? නැත!",
        "දේශපාලනය යනු හිමිකම් සහ ප්‍රති-හිමිකම් ගැන ය. එය අතිශයෝක්තියෙන් හා පූහූණූවෙන් ලාභ සෙවීමයි. එය දෝංකාර කුටීර තුළ සිදු කරන ලද නිගමනවල වල් විමෝචනය ගැන ද වේ. එය රැවටීම මෙන්ම ස්වයං රැවටීම ද වේ. සමහර විට උදාහරණයකින් කාරණය පැහැදිලි වනු ඇත.",
        "2010 ජනාධිපතිවරණයට සති කීපයකට කලින් එජාප පාක්ෂිකයෙක් කිව්වා, ‘මේ පාර මහින්ද ඉවරයි, බලාගෙන ඉන්නකෝ!’ මම ඇහුවා, ‘මොන පදනමකින්ද මේක කියන්නේ?’ ‘හැමෝම එහෙම කියන්නේ. ,' යන ප්‍රතිචාරය විය. මම ඇහුවා, ‘මහින්ද ඉවරයි කියපු මේ හැමෝම, 2005 දී ඡන්දය දුන්නේ කාටද?’ පිළිතුර ඉක්මන්, ස්ථිර සහ නැවත වරක් අවධාරණය විය: ‘රනිල්!’ අවධාරණය කළ නිගමනය සති කිහිපයකට පසුව පරීක්ෂා කර අසත්‍ය බව ඔප්පු විය.",
        "මැතිවරණ. සාමාන්‍ය ප්ලාවිතය පිළිබඳ විවාදාත්මක සංජානනයට අවසානත්වය ලබා දෙන්නේ එයයි. 20A හි රඳවාගෙන ඇති 19 වැනි ව්‍යවස්ථා සංශෝධනයේ ඇතැම් අංගවලට අනුග්‍රහයෙන් මැතිවරණ, මෙය කල් ඇතිව හැඳින්විය නොහැක, නමුත් විශේෂ තත්වයන් යටතේ පමණි.",
        "එයින් කියැවෙන්නේ, මහජන මනෝභාවයන් පරිපූර්ණ ලෙස තහවුරු කර ගැනීමට ඇති නොහැකියාව නිසා සරලව සරලව බැහැර කළ නොහැකි සංඥා බොහෝ විට තිබේ. නොසලකා හැරිය නොහැකි තරම් අතෘප්තිය කැපී පෙනේ. පුළුල් හා විවෘත විසම්මුතිය දෘශ්‍යමාන පමණක් නොව එය අඛණ්ඩව පවතී. පාර්ලිමේන්තු මන්ත්‍රීවරුන් සහ දේශපාලන පක්ෂ අතර දැනට පවතින කුකුස, ඉල්ලා අස්වීම සහ අතුරු විධිවිධාන මෙන්ම ව්‍යවස්ථා සංශෝධන ඉල්ලා සිටීම පැහැදිලිවම පෙන්නුම් කරන්නේ අර්බුදයක් පිළිගැනීමයි.",
        "විශ්ව විද්‍යාල මහාචාර්යවරයකු විසින් ඒ සියල්ල කෙටියෙන් මෙසේ දක්වා ඇත: 'බැරිකේඩයේ ප්‍රමාණය [එය] පිටුපස සැඟවී සිටින පුද්ගලයාගේ භීතියේ විශාලත්වයට සමානුපාතික වේ. කුරිරු ත්‍රස්තවාදීන්ගේ බෝම්බ සහ උණ්ඩවලට වඩා “අරගලයේ” පණිවිඩය බලවත් බවට මේවා නොවරදින ලකුණු.’",
        "බාධක පිටුපස සිටින්නේ කවුද සහ කුමක් ද යන්න පහසු මෙන්ම සංකීර්ණ පිළිතුරක් ඇති ප්‍රශ්නයකි. ‘පැහැදිලිවම විරෝධතාකරුවන් විසින් ඉලක්ක කර ගන්නා අය’ එකකි. කෙසේ වෙතත් විරෝධය තනි පුද්ගලයකුට පමණක් නොවේ - පාලක පක්ෂය පමණක් නොව සියලු පක්ෂ, පක්ෂ දේශපාලනය සහ සමස්ත දේශපාලන පද්ධතිය සහ සංස්කෘතිය ප්‍රතික්ෂේප කිරීම තිබේ. කෙසේ වෙතත් මේවාට අඩු සෙල්ලමක් ලැබේ; සියල්ලට පසු අල්ලාගැනීමේ ඉලක්කයක් ඉලක්ක කිරීමට පහසු වන අතර විරුද්ධවාදීන් බලමුලු ගැන්වීම පහසු කරයි. කෙසේ වෙතත්, නීත්‍යානුකූලභාවය ප්‍රශ්න කර ඇතිවා පමණක් නොව, එය සම්පූර්ණයෙන්ම ප්‍රතික්ෂේප කර ඇත.",
        "නීත්‍යානුකූල නොවන, සාමාන්‍ය බුද්ධියේ ඉල්ලීම්, නීත්‍යානුකූල දේට මග සැලසිය යුතුය. එතන තමයි අපි බිත්තියකට ගැහුවේ. නීත්‍යානුකූල භාවයට පමණක් හිමිකම් කිව හැකි කිසියම් පුද්ගලයකු හෝ සාමූහිකයක් තිබේද? හිමිකම් කියන්නන් හෝ දේශපාලන සිංහාසනයේ මවාපෑමක් ලෙස ඇතැමුන් සලකන අය සලකා බලමු.",
        "බලයේ සිටින අය ඇතුළුව, ඔහුට/ඇයට විශාල අසුනට වැඩි අයිතියක් ඇති බව පැවසිය හැකි පුද්ගලයෙකු පාර්ලිමේන්තුවේ සිටීද? හොඳයි, වැඩිම මනාප ගත්ත කෙනාට පෙන්නන්න තාම තියෙන්නේ දිස්ත්‍රික්කයක ප්‍රතිඵල විතරයි. පක්ෂයක්? කුමන? පෙනෙන අවජාතක කම නිසා අපි ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP හෝ 'පොහොට්ටුව') පැත්තකට දැමුවත් සමගි ජනබලවේගයට (SJB) ශ්‍රී ලංකා නිදහස් පක්ෂයට (SLFP) හෝ නියෝජනය කරන වෙනත් පක්ෂයකට හැකිද? බලය අල්ලන්න ජනතා විශ්වාසය තියෙනවා කියලා පාර්ලිමේන්තුව කියනවා? නැත!",
        "අදාළ දේශපාලන පක්ෂ විසින් ස්වේච්ඡාවෙන් හිස් කරන ලද ජාතික ලැයිස්තු හරහා ගෙන එන සර්ව පාක්ෂික අතුරු කැබිනට් මණ්ඩලයක් හෝ ප්‍රධාන ක්ෂේත්‍රවල ප්‍රවීණයන්ගෙන් සැදුම්ලත් කැබිනට් මණ්ඩලයක් සඳහා වූ යෝජනාවට ‘අතුරු කාලය තුළ’ ඔවුන්ව ආපසු ගැනීමට යම් ප්‍රබෝධයක් ඇති වී ඇත්තේ මේ නිසා විය හැකිය. රට යලි මගට ගෙන ඒම සඳහා අසීරු සහ ජනප්‍රිය නොවන තීරණ නම් ස්ථිරයි. කෙසේ වෙතත්, නැවතත්, නීත්‍යානුකූල භාවය ප්‍රශ්න කළ හැකි අතර, න්‍යායාත්මකව අවම වශයෙන්, ප්‍රත්‍යක්ෂ ප්‍රතිඵල ලබා දීමෙන් පමණක්, පළමු අවස්ථාවේ දී ආර්ථික සහ පසුව දේශපාලන ප්‍රතිසංස්කරණ සිදු කිරීමෙන් පමණි.",
        "නීත්‍යනුකූල භාවය ද බාධකවල අනෙක් පැත්තේ ප්‍රශ්නයකි. දේශපාලන ‘සමස්තය’ භාවිතාව තුළ ප්‍රමුඛත්වය පිළිබඳ ප්‍රශ්නය මතු කළ හැකිය. නිදසුනක් වශයෙන්, වත්මන් දේශපාලනඥයන්ට විරුද්ධවාදීන් විසින් ඔවුන්ව සම්බන්ධ කර ගන්නා සෑම අවස්ථාවකම 'ගෙදර යාමට' සිදුවුවහොත්, සියලු වර්ගවල ලොක්කන් ඉල්ලා අස්වන ලෙස ඉල්ලා සිටීම සඳහා එකම තර්කනය යෙදිය හැකිය: සිසුන්ට ගුරුවරුන්ට කුර ගසා, ගුරුවරුන්ට 'ගෙදර යැවීමට' හැකිය. ප්‍රතිපත්ති, සභාවන්ට පූජකයන් යනාදිය ඉවත දැමිය හැකිය, විරෝධතා පැවැත්වීම අයිතියකි. එය නීත්‍යානුකූලයි. ප්‍රශ්න කිරීම සඳහා යමෙකු හෝ දේශපාලන නියෝගයක් කැඳවා ඉල්ලා අස්වන ලෙස ඉල්ලා සිටීම නීති විරෝධී නොවේ. මෙය සාමාන්‍ය දෙයකි: යමෙක් බොහෝ දේ ඉල්ලන අතර අඩුවෙන් විසඳයි.",
        "අනෙක් අතට, යමෙකු 'බොහෝ' මත නොසැලකිලිමත් නම්, යමෙකුට නීත්‍යානුකූලභාවය ඉහළ මට්ටමකට නැංවීමට සිදුවනු ඇත. ඒකීය අරමුණක පොදු බව මත සරලව එක්රැස් කරන ලද සාරාංශ කණ්ඩායමක් (දැන සිටින තැනැත්තා ඉල්ලා අස්වීම, කියන්න) යමෙකු හෝ යම් දේශපාලන ආයතනයක් යටත් වීමට බිය විය හැක, නමුත් මෙම අවස්ථාවේ දී, අනුප්‍රාප්තිකයින් වීමට නියමිත අයගේ නීත්‍යානුකූල භාවයේ ඌනතාවය අනුව, එම කණ්ඩායමම වේ. අලුතින් බාධක මගින් නව බාධක අවුලුවාලීමට ඉඩ ඇත. ඒ ඔවුන් තව දුරටත් පටු අවශ්‍යතා සඳහා අවිනිශ්චිතතාවයන් සහ අප්‍රසාදය ගොදුරු කර ගැනීමට උත්සාහ කරන කෙනෙකුගේ හෝ යම් කණ්ඩායමක අතකොළු පමණක් නොවේ නම් ය.",
        "මම සුභවාදී වීමට කැමැත්තෙමි. සෑම අවස්ථාවකදීම කුමන්ත්රණයක් නොදැකීමට මම කැමැත්තෙමි. විරෝධතාකරුවන්ට උපදෙස් දීම උඩඟු ක්‍රියාවකි. උදාහරණයක් වශයෙන්, ‘නායකත්වය සහ වැඩපිළිවෙල පිළිබඳව අපට පැහැදිලි බවක් ලබා දෙන්න’ කියා මම නොකියමි. ඇත්ත වශයෙන්ම, සමහර විට, බාධකවලට නායකයින් හඳුනා ගැනීමට අවශ්ය වේ. ‘ඉඳගෙන ඉන්න තාරාවන්’ ඊට පස්සේ. ඔවුන් යා යුත්තේ කුමක්ද, කුමක් විය හැකිද සහ ඔවුන් යා යුතු යැයි විශ්වාස කරන ඕනෑම තැනකට යන්නේ කෙසේද යන්න සොයා ගැනීමට මම ඔවුන්ට කැමැත්තෙමි. කෙසේ වෙතත්, නීත්‍යානුකූලභාවය ඔවුන්ගේ හදවතේ ඇති දෙයක් නම්, ඔවුන් එය එක් ආකාරයකින් හෝ වෙනත් ආකාරයකින් ලබා ගැනීම හොඳය. මේ වන විට, නීත්‍යානුකූල භාවය අඩංගු වන්නේ 'විසම්මුතියේ ප්‍රකාශකයා' පරාමිතීන් තුළ ය. විශිෂ්ටයි. අවශ්ය ද, පැහැදිලිවම. ප්රමාණවත් නොවේ, මම කියමි."
      ]
    },
    "ta": {
      "title": "ஒரு பருவம் (இல்) சட்டப்பூர்வமானது",
      "body_lines": [
        "நாட்டின் மிக மோசமான பொருளாதார மற்றும் அரசியல் நெருக்கடிகளைத் தொடர்ந்து கோட்டாபய-மஹிந்த அரசாங்கம் இராஜினாமா செய்ய வேண்டும் என்று கடுமையாகக் கோரி, பல நூற்றுக்கணக்கான பல்கலைக்கழகங்களுக்கு இடையிலான மாணவர் சம்மேளனத்தின் (IUSF) மாணவர்கள் கொழும்பில் வீதிகளில் திரண்டு வருகின்றனர்.",
        "சட்டத்திற்குப் புறம்பான, பொது அறிவுக் கோரிக்கைகள், நியாயமானவைகளுக்கு வழிவகை செய்ய வேண்டும். அங்குதான் நாங்கள் ஒரு சுவரை அடித்தோம். பிரத்தியேகமாக சட்டப்பூர்வ மேன்டலைக் கோரும் எந்தவொரு தனிநபரும் அல்லது கூட்டும் உள்ளதா? உரிமை கோருபவர்கள் அல்லது சிலரால் அரசியல் சிம்மாசனத்தில் பாசாங்கு செய்பவர்கள் என்று கருதப்படுபவர்களைக் கருத்தில் கொள்வோம்",
        "'தெரியும் சட்ட விரோதம்' என்று நாம் ஸ்ரீலங்கா பொதுஜன பெரமுனவை (SLPP அல்லது 'பொஹொட்டுவ') ஒதுக்கி வைத்தாலும், சமகி ஜன பலவேகய (SJB), ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) அல்லது வேறு எந்த கட்சியையும் பிரதிநிதித்துவப்படுத்த முடியுமா? அதிகாரத்தைக் கைப்பற்ற மக்கள் நம்பிக்கை இருப்பதாக நாடாளுமன்றம் கூறுகிறதா? இல்லை!",
        "அரசியல் என்பது கூற்றுக்கள் மற்றும் எதிர் உரிமைகோரல்களைப் பற்றியது. இது மிகைப்படுத்தல் மற்றும் ஏமாற்றுதல் மூலம் லாபம் தேடுவது பற்றியது. இது எதிரொலி-அறைகளில் செய்யப்பட்ட முடிவுகளின் காட்டு விரிவாக்கம் பற்றியது. இது ஏமாற்றத்தைப் பற்றியது, சுய ஏமாற்றத்தைப் பற்றியது. ஒருவேளை ஒரு உதாரணம் புள்ளியை விளக்குகிறது.",
        "கடந்த 2010ஆம் ஆண்டு ஜனாதிபதித் தேர்தலுக்கு சில வாரங்களுக்கு முன்னர் ஐக்கிய தேசியக் கட்சியின் தீவிர ஆதரவாளர் ஒருவர், 'இம்முறை மஹிந்தவை முடித்துவிட்டார், பொறுத்திருந்து பாருங்கள்! ,' என்பது அழுத்தமான பதில். நான் கேட்டேன், ‘மகிந்தவை முடித்துவிட்டார்கள் என்று சொன்ன இவர்களெல்லாம் 2005ல் யாருக்கு வாக்களித்தார்கள்?’ பதில் விரைவானது, உறுதியானது, மீண்டுமொருமுறை அழுத்தமானது: ‘ரணில்!’ அழுத்தமான முடிவு சில வாரங்களுக்குப் பின்னர் சோதிக்கப்பட்டு பொய்யானது.",
        "தேர்தல்கள். அதுதான் பொதுவான சறுக்கல் பற்றிய கருத்துகளுக்கு இறுதித்தன்மையை அளிக்கிறது. தேர்தல்கள், 20A இல் தக்கவைக்கப்பட்ட 19 வது திருத்தத்தில் உள்ள சில கூறுகள் மரியாதைக்குரிய வகையில், சிறப்புச் சூழ்நிலையில் மட்டுமே இதை முன்கூட்டியே அழைக்க முடியாது.",
        "பொதுமக்களின் உணர்வை சரியாகக் கண்டறிய இயலாமையின் காரணமாக எளிதில் நிராகரிக்க முடியாத அறிகுறிகள் பெரும்பாலும் உள்ளன. அதிருப்தி என்பது புறக்கணிக்க முடியாத அளவுக்கு அப்பட்டமாக உள்ளது. பரவலான மற்றும் வெளிப்படையான கருத்து வேறுபாடுகள் கண்ணுக்குத் தெரியவில்லை, ஆனால் அது தொடர்ந்து இருக்கிறது. நாடாளுமன்ற உறுப்பினர்கள் மற்றும் அரசியல் கட்சிகளிடையே தற்போது நிலவி வரும் குமுறல், ராஜினாமா மற்றும் இடைக்கால ஏற்பாடுகள் மற்றும் அரசியலமைப்புத் திருத்தத்திற்கான அழைப்பு ஆகியவை நெருக்கடியை ஒப்புக்கொள்வதை தெளிவாகக் காட்டுகிறது.",
        "இதையெல்லாம் ஒரு பல்கலைக் கழகப் பேராசிரியர் சுருக்கமாகச் சொன்னார்: 'தடுப்பின் அளவு அதன் பின்னால் ஒளிந்திருக்கும் நபரின் பயத்தின் அளவிற்கு விகிதாசாரமாகும். இரக்கமற்ற பயங்கரவாதிகளின் குண்டுகள் மற்றும் தோட்டாக்களை விட \"போராட்டம்\" பற்றிய செய்தி மிகவும் சக்தி வாய்ந்தது என்பதற்கான தெளிவான அறிகுறிகள் இவை.",
        "தடைகளுக்குப் பின்னால் யார், என்ன என்பது எளிதான மற்றும் சிக்கலான பதிலைக் கொண்ட ஒரு கேள்வி. 'வெளிப்படையாக எதிர்ப்பாளர்களால் குறிவைக்கப்படுபவர்கள்,' ஒருவராக இருப்பார்கள். இருப்பினும், ஆட்சேபனை ஒரு தனிநபருக்கு மட்டுமல்ல - ஆளும் கட்சியை மட்டுமல்ல, அனைத்து கட்சிகளையும், கட்சி அரசியலையும், முழு அரசியல் அமைப்பு மற்றும் கலாச்சாரத்தையும் நிராகரிக்கிறது. இருப்பினும் இவை குறைந்த ஆட்டத்தைப் பெறுகின்றன; எல்லாவற்றிற்கும் மேலாக, ஒரு கேட்ச்-ஆல் இலக்கு இலக்கு எளிதானது மற்றும் எதிர்ப்பாளர்களை எளிதாக அணிதிரட்ட உதவுகிறது. பொருட்படுத்தாமல், சட்டப்பூர்வத்தன்மை கேள்விக்குள்ளாக்கப்படவில்லை, அது முற்றிலும் நிராகரிக்கப்பட்டது.",
        "சட்டத்திற்குப் புறம்பான, பொது அறிவுக் கோரிக்கைகள், நியாயமானவைகளுக்கு வழிவகை செய்ய வேண்டும். அங்குதான் நாங்கள் ஒரு சுவரை அடித்தோம். பிரத்தியேகமாக சட்டப்பூர்வ மேன்டலைக் கோரும் எந்தவொரு தனிநபரும் அல்லது கூட்டும் உள்ளதா? உரிமை கோருபவர்கள் அல்லது சிலரால் அரசியல் சிம்மாசனத்தில் பாசாங்கு செய்பவர்கள் என்று கருதப்படுபவர்களைக் கருத்தில் கொள்வோம்.",
        "பாராளுமன்றத்தில் உள்ளவர் உட்பட வேறு எவரையும் விட தனக்கு/அவளுக்கு பெரிய ஆசனத்திற்கு அதிக உரிமை இருப்பதாகக் கூறக்கூடிய தனிநபர் யாராவது இருக்கிறார்களா? சரி, அதிக விருப்பு வாக்குகளைப் பெற்ற நபரிடம் காட்டுவதற்கு ஒரு மாவட்டத்தின் முடிவுகள் மட்டுமே இருக்கும். விருந்து? எந்த? 'தெரியும் சட்ட விரோதம்' என்று நாம் ஸ்ரீலங்கா பொதுஜன பெரமுனவை (SLPP அல்லது 'பொஹொட்டுவ') ஒதுக்கி வைத்தாலும், சமகி ஜன பலவேகய (SJB), ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) அல்லது வேறு எந்த கட்சியையும் பிரதிநிதித்துவப்படுத்த முடியுமா? அதிகாரத்தைக் கைப்பற்ற மக்கள் நம்பிக்கை இருப்பதாக நாடாளுமன்றம் கூறுகிறதா? இல்லை!",
        "ஒருவேளை இதனால்தான் அனைத்துக் கட்சி இடைக்கால அமைச்சரவை அல்லது முக்கிய துறைகளில் வல்லுநர்களைக் கொண்ட அமைச்சரவையை தேசியப் பட்டியல்கள் மூலம் தானாக முன்வந்து காலி செய்து, சம்பந்தப்பட்ட அரசியல் கட்சிகள் தானாக முன்வந்து, 'இடைக்காலங்களில்' திரும்பப் பெறுவதற்கு முன்மொழியலாம். கடினமான மற்றும் மக்கள் விரும்பத்தகாத முடிவுகள் நாட்டை மீண்டும் பாதையில் கொண்டு வருவதற்கு உறுதியானவை. இருப்பினும், மீண்டும், சட்டப்பூர்வத்தன்மை கேள்விக்குள்ளாக்கப்பட்டு, கோட்பாட்டளவில் குறைந்தபட்சம், உறுதியான முடிவுகளை வழங்குவதன் மூலம் மட்டுமே பெற முடியும், முதல் நிகழ்வில் பொருளாதாரம் மற்றும் பின்னர் அரசியல் சீர்திருத்தங்கள்.",
        "தடைகளின் மறுபுறத்தில் சட்டப்பூர்வ பிரச்சினையும் உள்ளது. அரசியல் 'ஒட்டுமொத்த' நடைமுறையில் முன்னுரிமை பற்றிய கேள்வியை எழுப்பலாம். எடுத்துக்காட்டாக, பதவியில் இருக்கும் அரசியல்வாதிகள் ஒவ்வொரு முறையும் எதிர்ப்பாளர்களால் தொடர்பு கொள்ளப்படும் ஒவ்வொரு முறையும் 'வீட்டுக்குச் செல்ல வேண்டும்' என்றால், அனைத்து வகையான முதலாளிகளையும் ராஜினாமா செய்ய அழைப்பதற்கும் இதே தர்க்கம் பயன்படுத்தப்படலாம்: மாணவர்கள் ஆசிரியர்களை குளம்பு செய்யலாம், ஆசிரியர்கள் 'வீட்டிற்கு அனுப்பலாம்' கொள்கைகள், சபைகள் பாதிரியார் போன்றவர்களை தூக்கி எறியலாம். எதிர்ப்பு தெரிவிப்பது ஒரு உரிமை. இது முறையானது. ஒருவரையோ அல்லது சில அரசியல் ஆணையையோ கேள்வி கேட்க அழைப்பதும், பதவி விலகக் கோருவதும் சட்டவிரோதமானது அல்ல. இது இயல்பானது: ஒருவர் அதிகம் கேட்கிறார், குறைவாகத் தீர்க்கிறார்.",
        "மறுபுறம், ஒருவர் 'அதிகம்' என்பதில் உறுதியற்றவராக இருந்தால், ஒருவர் சட்டப்பூர்வத்தை உயர் மட்டத்திற்கு உயர்த்த வேண்டியிருக்கும். ஒரு ஒற்றைக் குறிக்கோளின் பொதுவான தன்மையின் அடிப்படையில் ஒரு தேர்ந்தெடுக்கப்பட்ட குழு (இருப்பவரின் ராஜினாமா, சொல்லுங்கள்) சமர்ப்பிப்பதற்காக யாரையோ அல்லது சில அரசியல் நிறுவனங்களையோ பயமுறுத்தலாம், ஆனால் இந்த விஷயத்தில், வாரிசாக வருபவர்களின் சட்டப்பூர்வ குறைபாடு காரணமாக, அதே குழுவே புதிய தடைகளால் புதிய தடுப்புகளை தூண்டும் வாய்ப்பு உள்ளது. நிச்சயமற்ற தன்மைகள் மற்றும் அதிருப்தியை மேலும் குறுகிய நலன்களுக்கு இரையாக்க முற்படும் ஒருவரின் அல்லது சில குழுக்களின் சிப்பாய்களாக இருந்தால் தவிர.",
        "நான் நம்பிக்கையுடன் இருக்க விரும்புகிறேன். ஒவ்வொரு திருப்பத்திலும் சதியைப் பார்க்க வேண்டாம் என்று நான் விரும்புகிறேன். போராட்டக்காரர்களுக்கு அறிவுரை கூறுவது அகங்காரமாக இருக்கும். உதாரணமாக, 'தலைமை மற்றும் வேலைத்திட்டம் குறித்து எங்களுக்கு தெளிவுபடுத்துங்கள்' என்று நான் கூறமாட்டேன். எல்லாவற்றிற்கும் மேலாக, சில நேரங்களில், தடை செய்யப்பட்டவர்கள் தலைவர்களை அடையாளம் காண விரும்புகிறார்கள். அதன்பின் ‘உட்கார்ந்த வாத்துகள்’. அவர்கள் எங்கு செல்ல வேண்டும் என்று அவர்கள் நம்புகிறார்கள், என்ன, என்னவாக இருக்க முடியும் மற்றும் எப்படிச் செல்வது என்பதைக் கண்டுபிடிப்பதை நான் விரும்புகிறேன். இருப்பினும், சட்டபூர்வமானது அவர்கள் இதயத்தில் உள்ள ஒன்று என்றால், அவர்கள் அதை ஒரு வழி அல்லது வேறு வழியில் பெறுவது நல்லது. தற்போதைய நிலவரப்படி, 'கருத்து வேறுபாடுகளை வெளிப்படுத்துபவர்' அளவுருக்களுக்குள் சட்டபூர்வமானது உள்ளது. தன்னளவில் அற்புதமானது. அவசியமும் கூட, வெளிப்படையாக. போதுமானதாக இல்லை, நான் கூறுவேன்."
      ]
    }
  }
}