{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SL-missions-abroad-generate-Rs-3-2-b-in-2021/56-735119",
  "time_ut": 1653075420,
  "title": "SL missions abroad generate Rs. 3.2 b in 2021",
  "body_lines": [
    "The Foreign Affairs Ministry yesterday announced that Sri Lanka Missions abroad have generated Rs. 3,221 million revenue during the year 2021, while the Consular Affairs Division of the Foreign Ministry has earned Rs. 675 million by extending consular services.",
    "It also said that the first four months of this year, $ 10.2 million has been spent on maintenance and salaries in Sri Lanka Missions abroad.",
    "“Since the onset of the COVID-19 global pandemic, the Foreign Ministry has undertaken numerous measures to reduce expenditures. These measures include a drastic reduction in and suspension of some entitled allowances of the staff of Sri Lanka’s overseas missions. As a result, the Foreign Ministry saved Rs. 1,314 million from its annual budgetary allocations for the year 2021,” the Ministry noted in a statement.",
    "The Ministry said while continuing such steps, further action has been taken to curtail expenditure by not incurring any capital expenditures, transferring 40 officers working in overseas missions to Sri Lanka without replacements, implementing a plan of action for the temporary closure of selected missions, among other measures. In addition, all Heads of Mission overseas as well as the Heads of Division at the Foreign Ministry have been instructed to further curtail expenditures in line with the Ministry of Finance, National Budget Circular No. 3/2022 of 26 April 2022 and relevant Foreign Ministry instructions.",
    "“The Ministry wishes to state that the maintenance of diplomatic representations abroad in order to, inter alia, provide services to Sri Lankans and nationals in host countries, and the conduct of foreign relations, comprise an essential and integral component of Sri Lanka’s representations abroad,” it added.",
    "The Foreign Affairs Ministry said it will coordinate with the Prime Minister’s Office to explore additional avenues to further reduce expenditure."
  ],
  "translate": {
    "si": {
      "title": "විදේශයන්හි ශ්‍රී ලංකා දූත මණ්ඩල මගින් රු. 2021 දී 3.2 b",
      "body_lines": [
        "විදේශ කටයුතු අමාත්‍යාංශය ඊයේ නිවේදනය කළේ විදේශගත ශ්‍රී ලංකා දූත මණ්ඩල මගින් රු. 2021 වර්ෂය තුළ රුපියල් මිලියන 3,221 ක ආදායමක් උපයා ඇති අතර විදේශ අමාත්‍යාංශයේ කොන්සියුලර් කටයුතු අංශය රු. කොන්සියුලර් සේවා පුළුල් කිරීමෙන් මිලියන 675 කි.",
        "විදේශයන්හි ශ්‍රී ලංකා දූත මණ්ඩලවල නඩත්තු හා වැටුප් සඳහා මේ වසරේ මුල් මාස හතර තුළ ඩොලර් මිලියන 10.2ක් වැය කර ඇති බවද එහි සඳහන් වේ.",
        "“COVID-19 ගෝලීය වසංගතය ආරම්භයේ සිට, විදේශ අමාත්‍යාංශය වියදම් අඩු කිරීම සඳහා බොහෝ ක්‍රියාමාර්ග ගෙන ඇත. මෙම ක්‍රියාමාර්ගවලට ශ්‍රී ලංකාවේ විදේශ දූත මණ්ඩලවල කාර්ය මණ්ඩලයේ හිමිකාරී දීමනා විශාල වශයෙන් අඩු කිරීම සහ අත්හිටුවීම ඇතුළත් වේ. මේ නිසා විදේශ කටයුතු අමාත්‍යාංශයට රු. 2021 වර්ෂය සඳහා එහි වාර්ෂික අයවැය ප්‍රතිපාදනවලින් මිලියන 1,314 ක්, ”අමාත්‍යාංශය නිවේදනයක් නිකුත් කරමින් සඳහන් කරයි.",
        "එවැනි පියවරක් ඉදිරියට ගෙන යමින් ප්‍රාග්ධන වියදම් නොදැරීම, විදේශ දූත මණ්ඩලවල සේවය කරන නිලධාරීන් 40 දෙනෙකු ආදේශ කිරීමකින් තොරව ශ්‍රී ලංකාවට ස්ථාන මාරු කිරීම, තෝරාගත් දූත මණ්ඩල තාවකාලිකව වසා දැමීමේ සැලැස්මක් ක්‍රියාත්මක කරමින් වියදම් සීමා කිරීමට ඉදිරි ක්‍රියාමාර්ග ගෙන ඇති බව අමාත්‍යාංශය පවසයි. වෙනත් පියවර. මීට අමතරව, මුදල් අමාත්‍යාංශය, 2022 අප්‍රේල් 26 දින අංක 3/2022 දරන ජාතික අයවැය චක්‍රලේඛය සහ අදාළ විදේශ අමාත්‍යාංශයට අනුකූලව වියදම් තවදුරටත් සීමා කරන ලෙස විදේශයන්හි සිටින සියලුම දූත මණ්ඩල ප්‍රධානීන්ට මෙන්ම විදේශ අමාත්‍යාංශයේ අංශ ප්‍රධානීන්ටද උපදෙස් දී ඇත. උපදෙස්.",
        "සත්කාරක රටවල සිටින ශ්‍රී ලාංකිකයින්ට සහ ජාතිකයින්ට සේවා සැපයීම සඳහා විදේශයන්හි රාජ්‍ය තාන්ත්‍රික නියෝජනයන් පවත්වා ගැනීම සහ විදේශ සබඳතා පැවැත්වීම විදේශයන්හි ශ්‍රී ලංකාවේ නියෝජනයන්හි අත්‍යවශ්‍ය සහ අනිවාර්ය අංගයක් වන බව අමාත්‍යාංශය ප්‍රකාශ කිරීමට කැමැත්තක් දක්වයි. ” එය වැඩිදුරටත් සඳහන් කළේය.",
        "විදේශ කටයුතු අමාත්‍යාංශය පැවසුවේ වියදම් තවදුරටත් අඩු කිරීම සඳහා අමතර මාර්ග ගවේෂණය කිරීම සඳහා අග්‍රාමාත්‍ය කාර්යාලය සමඟ සම්බන්ධීකරණය කරන බවයි."
      ]
    },
    "ta": {
      "title": "வெளிநாடுகளில் உள்ள SL பணிகள் ரூ. 2021 இல் 3.2 பி",
      "body_lines": [
        "வெளிநாட்டில் உள்ள இலங்கை தூதரகங்கள் மூலம் ரூ. 2021 ஆம் ஆண்டில் 3,221 மில்லியன் வருவாய் ஈட்டியது, அதே நேரத்தில் வெளியுறவு அமைச்சகத்தின் தூதரக விவகாரப் பிரிவு ரூ. தூதரக சேவைகளை விரிவுபடுத்துவதன் மூலம் 675 மில்லியன்.",
        "இந்த வருடத்தின் முதல் நான்கு மாதங்களில் 10.2 மில்லியன் டொலர்கள் வெளிநாடுகளில் உள்ள இலங்கை தூதரகங்களில் பராமரிப்பு மற்றும் சம்பளத்திற்காக செலவிடப்பட்டுள்ளதாகவும் அது கூறியுள்ளது.",
        "“COVID-19 உலகளாவிய தொற்றுநோய் தொடங்கியதில் இருந்து, செலவினங்களைக் குறைக்க வெளியுறவு அமைச்சகம் பல நடவடிக்கைகளை மேற்கொண்டுள்ளது. இந்த நடவடிக்கைகளில் இலங்கையின் வெளிநாட்டுத் தூதரகங்களின் ஊழியர்களின் உரிமையுடன் கூடிய சில கொடுப்பனவுகளில் கடுமையான குறைப்பு மற்றும் இடைநிறுத்தம் ஆகியவை அடங்கும். இதனால் வெளியுறவு அமைச்சகம் ரூ. 2021 ஆம் ஆண்டிற்கான அதன் வருடாந்திர பட்ஜெட் ஒதுக்கீட்டில் இருந்து 1,314 மில்லியன்” என்று அமைச்சகம் ஒரு அறிக்கையில் குறிப்பிட்டுள்ளது.",
        "இவ்வாறான நடவடிக்கைகள் தொடரும் அதேவேளை, மூலதனச் செலவினங்களைச் செய்யாமல் செலவினங்களைக் குறைப்பதற்கு மேலதிக நடவடிக்கை எடுக்கப்பட்டுள்ளதாகவும், வெளிநாட்டுத் தூதரகங்களில் பணிபுரியும் 40 அதிகாரிகளை மாற்றமின்றி இலங்கைக்கு இடமாற்றம் செய்தல், தெரிவு செய்யப்பட்ட பணியகங்களை தற்காலிகமாக மூடுவதற்கான செயற்திட்டத்தை அமுல்படுத்துதல் உள்ளிட்ட நடவடிக்கைகள் மேற்கொள்ளப்பட்டுள்ளன. மற்ற நடவடிக்கைகள். மேலும், நிதி அமைச்சகம், 26 ஏப்ரல் 2022 இன் தேசிய வரவு செலவுத் திட்டம் சுற்றறிக்கை எண். 3/2022 மற்றும் தொடர்புடைய வெளியுறவு அமைச்சகத்திற்கு இணங்க, வெளிநாடுகளில் உள்ள அனைத்து தூதரகத் தலைவர்கள் மற்றும் வெளியுறவு அமைச்சகத்தின் பிரிவுத் தலைவர்களுக்கு மேலும் செலவுகளைக் குறைக்க அறிவுறுத்தப்பட்டுள்ளது. அறிவுறுத்தல்கள்.",
        "\"இலங்கையர்கள் மற்றும் நாட்டவர்களுக்கான சேவைகளை வழங்குவதற்காக வெளிநாடுகளில் உள்ள இராஜதந்திர பிரதிநிதித்துவங்களைப் பேணுதல் மற்றும் வெளிநாட்டு உறவுகளை நடத்துதல் ஆகியவை வெளிநாடுகளில் உள்ள இலங்கையின் பிரதிநிதித்துவங்களின் இன்றியமையாத மற்றும் ஒருங்கிணைந்த கூறுகளை உள்ளடக்கியதாக அமைச்சு கூற விரும்புகிறது. ” அது மேலும் கூறியது.",
        "செலவினங்களைக் குறைப்பதற்கான கூடுதல் வழிகளை ஆராய பிரதமர் அலுவலகத்துடன் ஒருங்கிணைக்கப்படும் என்று வெளியுறவு அமைச்சகம் தெரிவித்துள்ளது."
      ]
    }
  }
}