{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-making-of-19a/",
  "time_ut": 1646964840,
  "title": "The Making of 19A – Is going back to 19A sufficient? Part I",
  "body_lines": [
    "There is broad agreement today, at least in the Opposition, that the Twentieth Amendment to the Constitution that did away with most of the provisions introduced by the Nineteenth Amendment (19A) must be abolished. The writer is of the view that going back to 19A is not sufficient and that certain contradictions in 19A must be resolved in favour of Parliament.",
    "Of the main parties in the Opposition, the Tamil Nationalist Alliance (TNA) and the Janatha Vimukthi Peramuna/National People’s Power (JVP/NPP) are for the complete abolition of the Executive Presidency. The Samagi Jathika Balavegaya is for going back to 19A and for checks and balances to be introduced to the Presidential form of government. SJB leader Sajith Premadasa, then in the UNP, vowed in his Presidential election manifesto to continue the constitutional reform process begun by the 2015 Parliament and spoke of the President “acting with the concurrence of the Prime Minister”. The 43 Brigade is for the democratization of the Presidency by restoring 19A while addressing its “inherent weaknesses”, which are not spelt out. The United National Party, which introduced the Executive Presidency, changed its position to its abolition at the party conference held in Tissamaharama about a decade back but its present position is not clear. Most civil society organizations are for complete abolition.",
    "To fully understand the weaknesses of 19A, it is important to know its legislative history.",
    "In the MoU that he signed with nearly fifty political parties and civil society organizations at Vihara Maha Devi Park under the auspices of Ven. Maduluwawe Sobhith Nayaka Thero, Maithripala Sirisena stated: “The present executive presidential system will be abolished within a hundred days and replaced by a Parliamentary form accountable to the people.” However, the very next day, he signed another MoU with the Jathika Hela Urumaya (JHU), in which he agreed that constitutional amendments requiring the approval of the People at a referendum would not be presented. This effectively killed the complete abolition of the Executive Presidency. The same limitation found its way to Sirisena’s election manifesto. (The writer is among a small minority in the legal community who believe that the Executive Presidency can be abolished without a referendum. More on that in a forthcoming article.)",
    "The 19A Bill was drafted under the supervision of a Cabinet sub-committee chaired by Prime Minister Wickremesinghe and consisting of representatives of all parties represented in the new Government. Several changes were made to the initial drafts as the Attorney-General took the view that some proposed provisions would need a referendum.",
    "The Draft Bill was submitted to the Cabinet and taken up for discussion on 12 March 2015. The Draft provided that the President would not be the Head of Government as in the original 1978 Constitution and that the Prime Minister would be the Head of the Cabinet. The President would not hold Ministries, except that the incumbent President would hold the Ministries of Defence, Environment, and Mahaweli Development. Ministers and Deputy Ministers would be appointed by the President on the advice of the Prime Minister. The Prime Minister could change the assignment of subjects and functions of Ministers and recommend to the President changes in the composition of the Cabinet of Ministers.",
    "The Draft also provided that the President would act on the advice of the Prime Minister or of such other Minister as has been authorized by the Prime Minister to advise the President with regard to any function assigned to that Minister. There would also be a Deputy Prime Minister.",
    "On 12 March 2015, the Cabinet decided that there was no need for a Deputy Prime Minister and that the President should act only on the advice of the Prime Minister. Further discussion was put off for Sunday, 15 March 2015.",
    "The President then called a meeting of leaders of political parties for the morning of 15 March. The TNA and JVP, who stood for the complete abolition of the Executive Presidency, were not invited. As it turned out, this omission was significant and deliberate.",
    "At the meeting, Opposition parties, including the Sri Lanka Freedom Party, of which President Sirisena had become the leader, strongly opposed the dilution of the President’s powers. They were supported by the JHU, which had by that time taken a strong anti-Ranil stand.",
    "Prime Minister Wickremesinghe looked helpless, with less than fifty MPs supporting him in Parliament and the President not standing by his promises to the people. It was decided that the President should continue to be the Head of Government and would not act on the advice of the Prime Minister. The provision for Ministers and Deputy Ministers to be appointed on the advice of the Prime Minister survived.",
    "The changes decided upon were incorporated in the Draft Bill which was approved by the Cabinet in the afternoon. The Bill was published in the Gazette on 16 March. By inadvertence, the provision that the Prime Minister would be the Head of the Cabinet had not been consequentially deleted. The Legal Draftsman made the Government aware of the inadvertence, and when the Bill was taken up in the Supreme Court, the Court was informed that a correction would be made in Parliament.",
    "The essence of the determination by the Supreme Court relating to executive power is found in the following dicta of the Court:",
    "“Though Article 4 provides the form and manner of exercise of the sovereignty of the people, the ultimate act or decision of his executive functions must be retained by the President. So long as the President remains the Head of the Executive, the exercise of his powers remain supreme or sovereign in the executive field and others to whom to such power is given must derive the authority from the President or exercise the Executive power vested in the President as a delegate of the President. The President must be in a position to monitor or to give directions to others who derive authority from the President in relation to the exercise of his Executive power. (…) However, if there is no link between the President and the person exercising the Executive power, it may amount to a violation of [the] mandate given by the people to the President.”",
    "According to the Court, an essential requirement for the avoidance of a referendum is that the President continues to be the head of the executive, and the ultimate ‘act or decision’ of his executive functions must be retained by him. The use of the word ‘or’ in the phrase ‘act or decision’ used by the Court needs to be emphasized. Thus, it suffices if the final act is that of the President, even if the decision is not his.",
    "The Supreme Court stated that Article 42, which states that the Cabinet of Ministers is charged with the direction and control of the government of the Republic and is collectively responsible and answerable to Parliament, conclusively establishes that the President is not the sole repository of executive power under the Constitution. This has been emphasized by a seven-member Bench in Re the Nineteenth Amendment to the Constitution 2002 as well. Executive power should not be identified with the President and personalized and should be identified at all times as the power of the People, the Court held in that case.",
    "It is of much significance that the Court did not find that proposed Article 43(2) required approval at a referendum: “The President shall, on the advice of the Prime Minister, appoint from among Members of Parliament, Ministers to be in charge of the Ministries so determined.” This is in line with the essence of the determination. The President continues to be the appointing authority and, as such, not removed from the appointing process. The act of appointing Ministers continues to be that of the President, although the decision is that of the Prime Minister. On the other hand, the clauses that provided that the Prime Minister shall determine the subjects and functions which are to be assigned to Ministers and may at any time change such assignment would require a referendum as the President would not be involved.",
    "The Bill was amended in Parliament to avoid a referendum. The Opposition succeeded in deleting the provision that a court other than the Supreme Court would not have jurisdiction to issue an interim order in respect of disciplinary action taken against an MP who violates party discipline. The original proposal that the Constitutional Council would consist of the Speaker, Prime Minister, and Leader of the Opposition and seven members from outside Parliament was also changed to seven MPs and three outsiders.",
    "Pushed out! Very same olds in; decently protesting women to the fore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}