{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Spouse-living-in-adultery-disentitled-to-maintenance-SC/108-237626",
  "time_ut": 1653369600,
  "title": "Spouse living in adultery disentitled to maintenance: SC",
  "body_lines": [
    "The Supreme Court in a recent judgement held that a wife living in adultery at the time of filing the maintenance application is not entitled to maintenance in terms of the proviso to section 2(1) of the Maintenance Act.",
    "In this case, the applicant's wife had filed a case in 2014 in the Magistrate’s Court of Bibile seeking maintenance from the respondent husband under section 2(1) of the Maintenance Act, No. 37 of 1999, on the basis that the respondent expelled her from the matrimonial home and refused to maintain her thereafter. However, at the inquiry before the Magistrate’s Court, it was revealed that the reason for the incident was due to adultery committed by her in the matrimonial home with another person.",
    "After the inquiry, the Magistrate held that the allegation of adultery had not been proved to a high degree of proof. Hence, the Respondent was ordered to pay maintenance to the Applicant at a rate of Rs. 7,000 per month.",
    "On appeal, the High Court set aside the order of the Magistrate’s Court on the basis that the Applicant was living in adultery at the time of filing the maintenance application and was therefore disentitled to maintenance in terms of the proviso to section 2(1) of the Maintenance Act.",
    "In this case, the Applicant was found with another person at about 8.00 p.m. on 30.07.2014 in the matrimonial home. At the police inquiry held on the following day, it was admitted that they had been continuing with the adulterous relationship for about four months before this incident.",
    "In terms of section 2(1) of the Maintenance Act, the Magistrate should not issue an order for maintenance when the Applicant spouse is living in adultery or both the spouses are living separately by mutual consent.",
    "“The words ‘living in adultery’ means the Applicant shall be living in adultery at or about the time of filing the application,” Justice Mahinda Samayawardhena observed.",
    "The Supreme Court three-judge-bench comprising Justice Preethi Padman Surasena, Justice A.H.M.D. Nawaz and Mahinda Samayawardhena upheld the interpretation given by the High Court regarding “living in adultery” in the proviso to section 2(1) of the Maintenance Act.",
    "Accordingly, the Supreme Court affirmed the Judgment of the High Court and dismissed the appeal without costs.",
    "Counsel Nuwan Bopage with Chathura Weththasinghe appeared for the applicant wife. Counsel Niroshan Mihindukulasuriya with Roshini Fernando appeared for the respondent husband. (Lakmal Sooriyagoda)"
  ]
}