{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Federation-of-University-Teachers-Associations-speak-out-on-PM-appointment/56-734885",
  "time_ut": 1652734140,
  "title": "Federation of University Teachers’ Associations speak out on PM appointment",
  "body_lines": [
    "The Federation of University Teachers’ Associations (FUTA) yesterday issued the following statement on the appointment of Ranil Wickremesinghe as the Prime Minister by President Gotabaya Rajapaksa.",
    "As the national trade union representing university academics, which has stood firmly behind the ongoing people’s struggle for democracy and economic stability, the Federation of University Teachers’ Associations (FUTA) strongly condemns the non-consultative and self-serving appointment of Mr. Ranil Wickremasinghe as Prime Minister of Sri Lanka by President Gotabhaya Rajapaksa on 12 May. On the Prime Minister’s position becoming vacant because of the resignation of Mr. Mahinda Rajapaksa on 9 May, it was incumbent on the President, as stated in the Constitution, to appoint as Prime Minister the Member of Parliament “who in his opinion is most likely to command the confidence of Parliament.” This does not mean that he can appoint anyone whom he wishes to, for personal or political reasons. In fact, it is apparent that whether or not Mr. Wickremasinghe commands a majority in Parliament is being explored after his appointment as Prime Minister. This is totally unacceptable.",
    "We wish to remind both Mr. Gotabhaya Rajapaksa and Mr. Ranil Wickremasinghe that all momentous changes in the political establishment in recent weeks have been prompted by the demands of the people’s protest movement. The former Prime Minister, among others, was forced to resign only because of the unrelenting demands of the people. The possibility of the appointment of an all-party interim government was created only because of the protest movement. What is clear to the citizenry now is that this democratic opening was hijacked by the President to appoint his own favoured candidate.",
    "We are not satisfied that the President pursued talks with all the political parties to the maximum extent to explore the possibility of an all-party or multi-party interim government.   Hence, the unprecedented move by President Gotabhaya Rajapaksa can only be interpreted as an undemocratic and corrupt political deal between himself and Mr. Ranil Wickremesinghe, further evidenced by the ready support of the President’s party for Mr. Wickremasinghe. This manipulation of the political process in blatant disregard of the people’s struggle to address the political and economic crises further escalates the President’s confrontation with the citizenry.",
    "Mr. Wickremesinghe has gone on record to state that he never requested that he be so appointed. He claims that he was invited by the President, with no other support from his own party and no written pledges of support from any other. Moreover, Mr. Wickremasinghe has an extraordinarily poor electoral track record with the highest number of consecutive electoral defeats for his party, being unable even to secure his own election at the last General Election. In addition, there are widespread allegations that he has continued to protect and serve the Rajapaksa interests and has been implicated in the infamous Central Bank fraud, either directly or via its covering up, to name only a few of his disqualifications. He stands for precisely what the present protest movement seeks to eliminate from this country’s political framework.",
    "FUTA reiterates the people’s demand for the immediate resignation of the President and the establishment of an interim government that is both democratically credible and constitutional. Any such interim government should take immediate steps to abolish the Executive Presidency and other demanded political reforms which would guarantee accountable governance. If President Rajapaksa continues to undermine the democratic demands of the people and persists with political deals to prolong the inevitable and overdue end of his reign, that will surely lead to disastrous consequences both on the economic and political fronts.",
    "FUTA appeals to all international actors to ensure that engagement with Sri Lanka heeds the people’s demands which have been clearly articulated by the tremendous democratic struggle that is being led by the vibrant and dynamic youth movement termed the ‘Aragalaya’ [the struggle]. While international support to address the extreme economic hardships borne by the people is welcome, we urge that the people’s sovereignty will not be undermined by legitimising the present undemocratic political deal and the machinations that will inevitably follow.",
    "The argument that at the moment Mr. Wickremesinghe alone holds the respect of international actors is false and is based on perception stemming from class and ideological bias. Such oversimplifications add insult to injury to the democratic demands of the people of Sri Lanka who are more than ever convinced that only legitimate and accountable governance will guarantee economic and other forms of stability required to move forward with confidence and dignity.",
    "FUTA remains committed to working alongside other trade unions and people’s movements to address the current crisis.  Out of the historically significant protest movement and resistance of the people, especially the youth, a visionary and democratic political leadership must find solutions to the long festering problems of Sri Lanka."
  ]
}