{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/shane-warne-and-ex-fiancee-liz-hurley-celebrated-engagement-in-sri-lanka/",
  "time_ut": 1649246460,
  "title": "Shane Warne and ex-fiancee Liz Hurley celebrated engagement in Sri Lanka",
  "body_lines": [
    "I guess many of you would have heard of Elizabeth Hurley, the English actress, who was engaged to the late cricket legend Shane Warne.",
    "But, I’m quite certain many of you are not aware that Shane and Liz celebrated their engagement in Sri Lanka, along with their family members!",
    "Liz shared an emotional tribute to Shane, on social media, and she revealed why she was unable to be in Australia for the private funeral.",
    "She says she was filming that night, and with the time jump, physically it was not possible to get there.",
    "She wrote: “My heart aches that I can’t be in Australia tomorrow for Shane’s funeral, adding: “These pictures were taken in Sri Lanka to celebrate our engagement – we had all our children with us and it was the happiest time.”",
    "The English actress admitted she was still waiting for Warne’s death to sink in as she shared a series of pictures of the couple, during a trip to Sri Lanka to celebrate their engagement.",
    "“It seems too cruel that all the people who loved him will never have another Lion hug, but our memories will live forever. RIP Lionheart, with love your Luna,” Liz said.",
    "Warne’s children, Brooke, 24, Jackson, 22, and Summer, 20 have all shared touching tributes to their late father.",
    "“Dad my heart is broken, This doesn’t feel real and doesn’t make sense that you are not here with us anymore, it doesn’t feel right, you were taken away too soon and life is so cruel, I will forever cherish our final memories together laughing and joking around with each other,” Brooke wrote in a social media post.",
    "“To my brother, my best friend, to my Dad, I love you so much. I don’t think anything is ever going to fill the void you have left in my heart. Sitting at the poker table, walking around the golf course, watching the Saints and eating pizza is never going to be the same but I know all you ever wanted for me is to be happy, no matter what,” Jackson wrote.",
    "“God you made me laugh dad. Little did I know that was the last time I would ever see you dad. I’d do anything to hear that laugh again, anything to hear your voice, anything to have one of your cuddles, anything to be with you again just one last time,” Summer wrote.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}