{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/30/bastian-mw-shooting-inquiry-reveals-targets-were-returning-from-a-court-case-and-are-ex-commandos-turned-bouncers/",
  "time_ut": 1653919380,
  "title": "Bastian Mw Shooting: Inquiry reveals targets were returning from a court case, and are Ex-Commandos-turned-bouncers",
  "body_lines": [
    "COLOMBO (News 1st); Police investigations have revealed that the man who was gunned down at Bastian Mawatha, Colombo on Monday (30) morning had attended a court hearing at the Hultsdorf Court with three others before he was targeted by two masked gunmen.",
    "Police Spokesperson & Attorney-at-Law SSP Nihal Thalduwa speaking to News 1st following the hearing, the four men had exited the court and one of them had left in a motorcycle.",
    "“Thereafter, the three other men had proceeded on foot to the Bastian Mawatha Private Bus Terminal to catch a bus to their respective destinations,” said the Police Spokesperson.",
    "It was at this time that two masked men in a motorcycle had reached them and opened fire at them with a T-56 Assault Rifle, said the SSP, adding that 10 bullets were fired at the three men.",
    "One of the men died and another was injured in the daylight shooting.",
    "Police Spokesperson & Attorney-at-Law SSP Nihal Thalduwa speaking to News 1st said the deceased was a 30-year-old from Mahailuppallama and the injured man was a 30-year-old from Galle.",
    "“Another person from Guruthalawa was with the victim and the injured man. It was reported that all three of them were together at the time of the shooting,” said the Police Spokesperson.",
    "Investigations revealed that the three men were previously employed as security officers attached to a restaurant in Cinnamon Gardens, and a case was filed against them following an incident said to have taken place at the restaurant.",
    "Police officers also uncovered that the men were supposed to pay a certain sum to the court over the incident.",
    "Detectives have not been able to link the incident, the money, and the shooting.",
    "The Police Spokesperson said several police teams are conducting investigations into the shooting.",
    "An eye-witness told News 1st that the shooters fired several rounds in broad daylight when hundreds were moving in and out of the Bastian Mawatha Private Bus Terminal.",
    "News 1st inquiries revealed that the three men who were targeted had once served in the Commando Regiment of the Sri Lanka Army, and after leaving service they had joined a club in Cinnamon Gardens as bouncers.",
    "Concerns have been raised about how someone can open fire in a high-security area, and get away with ease.",
    "Key State Institutions gazetted under President; PM gets Central Bank.",
    "General Shavendra Silva – The new Chief of the Defence Staff.",
    "WEATHER: Wind speeds up to 50 kmph / 100 mm rainfall expected"
  ]
}