{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-criticized-in-parliament-for-crisis-92790/",
  "time_ut": 1649394240,
  "title": "Sri Lanka president criticized in parliament for crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition legislators criticized President Gotanaya Rakapaksa to his face in the parliament on Thursday (07) over the current economic crisis that has now turned into a political crisis.",
    "Rajapaksa attended the parliament on Thursday as per a constitutional request amid tight security in Colombo and continued protests across the country.",
    "“Now you (the speaker) said, that there will be a food shortage. The reason for that was the decision of the executive president to stop chemical fertilizers. Due to that the yield dropped by 50 percent,” Opposition legislator Lakshman Kirielle told the parliament.",
    "“In our constitution under the 27th ordinance, food, shelter, cloths and etc are there. If the president is failing to protect these things mentioned in the constitution means he is deviating the constitution.”",
    "Rajapaksa banned agro-chemicals in April last year due to depleting foreign reserves without giving any alternatives to farmers before attempted to promote organic fertilizer, which the government could not supply on time.",
    "The harvest reduced to less than 50 percent due to fertilizer shortage and the country is facing a looming food shortage, forcing the government import stable food rice from India, China, and Myanmar.",
    "Soon after the landslide victory in August 2020 general election, Rajapaksa changed the constitution to increase his powers while eliminating all independent commissions.",
    "“The President is the reason for a weak parliament. Now he comes to us asking for solutions,” Kirielle said.",
    "“Now let’s say we come up with solutions. But the parliament doesn’t have the powers to implement them. President have the power and he can either implement or discard them.”",
    "“If you want a solution the constitution must be changed and we have to re look at the executive presidency.”",
    "Protests across the country continued on Thursday as well and people demanded the resignation of Rajapaksa.",
    "Sri Lanka’s latest crisis started with Rajapaksa slashing the value added tax to 8 percent from 15 percent in December 2019. The move resulted the state losing nearly 600 billion rupees or 30 percent of the tax revenue annually.",
    "Then the central bank printed excess money to keep the interest rates at record low artificially to boost the pandemic hit economic growth.",
    "Simultaneously the central bank also pegged the rupee exchange rate around 200 rupees per US dollar which resulted in a booming black market and the country’s remittances plummeting by 60 percent on year.",
    "The central bank restricted imports, but the policy never worked under a cheaper borrowing regime and led to loss of foreign currency and depletion of reserves.",
    "Later, the government started to limit the import of essentials due to the severe shortage of dollars.",
    "Anura Kumara Dissanayaka, the leader of the Marxist Janatha Vimukthi Peramuna (JVP) said the government failed to provide a solution for the people who demanded answers for the consequences of the economic crisis – shortages of essentials.",
    "Dissanayaka said the government ministers continuously lied to the public, the president refused to take the responsibility of the crisis, while former Finance Minister Basil Rajapaksa asked the public not to look far on crucial matters.",
    "“On April 01, you thought the situation could be controlled by imposing the emergency law. But after two or three days the president withdrew it.”",
    "“And on 3rd they imposed a curfew because of rumors about protests. Were you able to find solutions?. No,” Dissanayaka asked Rajapaksa.",
    "“The public movement is now revolving around two factors. One is that this president is not suitable for the position. We must admit it.”",
    "“As the opposition it can be our opinion from day one. But it is no longer the opinion of the opposition. Now it is a central point of this movement.”",
    "“This president is one of the reasons for this issue to be more complicated and he has not shown the capability to solve this.  Therefore no solution will be given under him and any solution given under him will not be accepted.” (Colombo/April 08/2022)"
  ]
}