{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-unp-defends-new-prime-ministers-vote-against-no-faith-motion-on-president-94363/",
  "time_ut": 1652777760,
  "title": "Sri Lanka’s UNP defends new prime minister’s vote against no faith motion on president",
  "body_lines": [
    "ECONOMYNEXT – The United National Party (UNP), represented solely in parliament by crisis-riddled Sri Lanka’s new prime minister Ranil Wickremesinghe, on Tuesday (17) defended his widely criticised vote against an opposition move to express parliament’s dissatisfaction with President Gotabaya Rajajapksa.",
    "The UNP tweeted Tuesday afternoon that Wickremesinghe had informed the opposition that voting to suspend parliament’s standing orders was a “poor parliamentary strategy”.",
    "Earlier that afternoon, a motion by Sri Lanka opposition Tamil National Alliance (TNA) MP M A Sumanthiran to suspend parliament’s standing orders in order to debate an expression of displeasure over President Rajapaksa was defeated, with 119 MPs voting against it.",
    "With the motion, the opposition sought to demonstrate how nationwide calls for President Rajapaksa’s resignation is reflected in the country’s legislature.",
    "According to SJB MP Harsha de Silva, among those who voted against the motion was Sri Lanka’s newly elected Prime Minister Ranil Wickremesinghe.",
    "The UNP tweeted: “He informed them that government MPs wanted to first debate the attacks on their houses. Since [the] Motion of Displeasure was on the order book it would be taken up after the adjournment debate.",
    "“The Prime Minister explained that protecting the Motion of Displeasure was more important than suspending Standing Orders. He said government MPs would use the defeat of the vote to suspend Standing Orders as an opportunity to prevent a vote on the Motion (sp).”.",
    "Sri Lanka opposition move to express parliament’s dissatisfaction with president defeated"
  ]
}