{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-china-baked-port-city-set-back-by-soft-peg-collapse-unrest-95185/",
  "time_ut": 1654426500,
  "title": "Sri Lanka’s China-baked Port City set back by soft-peg collapse, unrest",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s China-backed Port City Project has faced a setback due to the unstable situation in the country a top official said after two years of money printing to keep rates down triggered currency collapse and social unrest.",
    "The Port City is a 1.4 billion US dollar sea reclamation project by unit China Communications Construction Company Limited, in partnership with the government of Sri Lanka which will sell a share of land to get revenue. Already 1.2 billion had been spent.",
    "“We had a huge plan to aggressively market and sell Port City from this year but we have been challenged by the country situation,” Assistant Managing Director of CHEC Port City, Thulci Aluwihare told an online forum on May 28 by the Sri Lanka Economics Association.",
    "Sri Lanka has seen progressive downgrades as money was printed to keep rates down and boost growth (stimulus or output gap targeting) under flexible inflation targeting triggering three currency crises in seven years as open market operations became increasingly aggressive.",
    "In the latest crisis, the rupee collapsed to 366 to the US dollars from 200, in a botched float with a surrender requirement after a global pandemic which also delayed the project.",
    "Monetary stability has still not been restored with money printing continuing and shortages seen in energy and medicines.",
    "The Port City’s first large project, a 250,000 square metre office and retail development called the International Financial Centre are due to break ground in the third quarter of 2022, Aluwihare said.",
    "The billion-dollar IFC’s first phase will see 500 million US dollars invested.",
    "A Duty-free Store in association with two international operators, which is currently under construction, will be opened in the fourth quarter of 2022.",
    "Utility connections to the periphery are to be completed by June 2023, he said.",
    "Of the 100 hectares of land ready for development, 4.4 hectares by the Marina were sold for 200 million US dollars to predominantly local investors.",
    "The Marina will be utilised for the development of an international luxury yacht marina and a five-star city hotel, which is also generating interest for residential development, he said.",
    "Investors who get the land will then construct buildings, and permanent economic activities will then begin as businesses and residents occupy the buildings.",
    "The project is slated to generate 143,400 direct jobs, and add 24 billion US dollars in economic value from reclamation and development. It is expected to generate 13 billion US dollars of gross domestic product a year when fully operational. (Colombo/June05/2022)"
  ]
}