{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/sri-lanka-entertain-roaring-pallekele-crowd-with-series-levelling-win/",
  "time_ut": 1655439360,
  "title": "Sri Lanka entertain roaring Pallekele crowd with series-levelling win",
  "body_lines": [
    "It was another rain-marred ODI in Sri Lanka, but this time it went the hosts’ way, with Australia falling 26 runs short on DLS target.",
    "After restricting Sri Lanka to a below-par total, rain curtailed play, Australia looked on course for victory, only for a dramatic series of events leading to an unforgettable win for the hosts.",
    "In the first match, Sri Lanka put up a total of 300 on the board, although rain played spoilsport as Australia took the game away with a two-wicket win on the DLS method.",
    "Their top three made fifties while Charith Asalanka contributed with a steady 37 before Wanindu Hasaranga helped push his team’s total to the 300-mark with a fiery 19-ball 37.",
    "On this occasion, they lacked it. Only three batters made more than 30, with Kusal Mendis top-scoring with 36. They failed to convert good starts into innings of note as Australia struck at regular intervals.",
    "Pat Cummins gets in on the act, leads the Aussie attack with a four-for:",
    "After going wicket-less in the ODI series opener, Cummins returned impressive figures of 4/35 in 8.4 overs on the second outing before rain cut short the Sri Lanka innings on 220/9 in 47.4 overs. Among the wickets were debutant Matthew Kuhnemann, and Glenn Maxwell, both accounting for two wickets apiece while Mitchell Swepson chipped in with one scalp.",
    "Kuhnemann made his first-ever international outing a memorable one as he drew the first blood for Australia, sending Pathum Nissanka back for 14 after inducing an edge which was caught behind by ‘keeper Alex Carey. His other victim of the day was Chamika Karunaratne, who tossed the ball high up in the sky only to be caught by Cummins at long-off. The debutant also took two catches, including a sharp one in the deep of opener Danushka Gunathilaka.",
    "After the rain delay, the reduced target in front of Australia was 216 runs in 43 overs. The visitors’ batters, too, struggled to build big partnerships as Sri Lanka kept striking regularly, not allowing the Australians to settle. The first batter to make the long walk back to the dugout was captain Aaron Finch, who was trapped in front for 14 in the eighth over.",
    "His partner, David Warner, who was dismissed for a rare duck last match, looked determined for a big score this time. However, his steady innings was cut short, as he was clean bowled for 37. Dhananjaya de Silva accounted for the openers’ wickets.",
    "Steve Smith (28), Travis Head (23) and Marnus Labuschagne (18) got good starts but were undone by the Sri Lankan attack. Young spinner Dunith Wellalage, the U19 Cricket World Cup 2022 star, snared the wickets of Head and Labuschagne in back-to-back overs, reducing Australia to 132/5.",
    "At the end of the 34th over, Australia were 165/5 with Alex Carey and last match’s hero Glenn Maxwell in the middle. With batters of their calibre at the crease and 51 runs required off 54 balls, victory for Australia seemed feasible. However, next over over by Chamika Karunaratne swung the game Sri Lanka’s way.",
    "It started with the prized scalp of Maxwell (30 off 25), who sliced in the air, and Shanaka completed the catch. That wicket put pressure on the visitors’ batters. Carey followed suit in the same over after trying hard to run for two, ending up throwing away his wicket for 15.",
    "The equation came down to 39 runs from 46 balls, next ball Cummins slapped a four over mid-on. However, two balls later, Wellalage dives to his front to take a spectacular catch off Dushmantha Chameera as Cummins went back for 4.",
    "In no time, Sri Lanka wrapped up Australia’s innings, bowling them out for 189. It was the hosts’ first win over Australia at Pallekele in men’s ODIs.",
    "Fuel Crisis: Private bus workers protest in Kottawa; State transport services operating in full capacity",
    "Government would let no one suffer in hunger: Minister Amaraweera"
  ]
}