{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Women-s-group-garners-200-000-signatures-urging-the-Government-to-fight-poverty/56-732230",
  "time_ut": 1647632040,
  "title": "Women’s group garners 200,000 signatures urging the Government to fight poverty",
  "body_lines": [
    "Colombo (AsiaNews): A petition signed by about 200,000 people was recently delivered to the Government.",
    "Sponsored by the National Women’s Movement for Economic Rights (NWMER), it demands the Government take immediate action against the economic crisis, which is particularly hard on women.",
    "“Poverty, including food shortages, is on the rise in Sri Lanka,” reads the petition. “Ordinary farmers, fishermen, labourers, small manufacturers, small vendors, employees in the apparel industry and day labourers are suffering greatly and women have become the worst victims.”",
    "The petition was handed to Co-operative Services, Marketing Development and Consumer Protection State Minister Lasantha Alagiyawanna.",
    "“Our role is to protect consumers,” he told AsiaNews. “Today, fulfilling these responsibilities has become a huge challenge because of the many problems that are beyond our control around the world.” Nevertheless: “We strive to provide sustainable solutions.”",
    "To this end, “We have agreed to launch a service through the implementation of cooperative schemes in the plantation sector and Free Trade Zones. Also, we agreed to continue to work on what can be done in other sectors [involving] women as well,” Minister Alagiyawanna said.",
    "People complain of power cuts, fuel and gas shortages, lack of essential goods, of having to wait in line day and night and blame the Government for it.",
    "“These issues of economy, employment, security, education of children, health, and transport make women’s lives very hard,” said Lucia Mary, a women’s representative in Vavuniya district, speaking to AsiaNews. Still, “we hope that some solution will be found in the future”. Chandra Devanarayana, who chairs the Free Trade Zone Worker’’ Welfare Organisation, added that workers in these special zones have been told that they would be able to purchase goods at a discount and would have access to drugs approved by the State Pharmaceutical Corporation of Sri Lanka.",
    "Hostel owners will also be provided with a concessionary system to obtain drinking water through taps."
  ]
}