{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/14/us-warns-china-against-helping-russia/",
  "time_ut": 1647256500,
  "title": "US warns China against helping Russia",
  "body_lines": [
    "(News 1st); The US said that China will face consequences if it helps Russia evade sanctions in its invasion of Ukraine.",
    "Unnamed US officials reportedly told multiple news outlets that Russia had asked China to provide military assistance after it began the invasion.",
    "The Chinese Foreign Ministry did not address the allegation directly but accused the US of maliciously spreading disinformation about China.",
    "The exchanges come before the top US and Chinese officials meet in Rome.",
    "US media outlets, citing Washington officials, said that Russia has in recent days asked China specifically for military equipment, including drones.",
    "US National Security Adviser Jake Sullivan said they were “communicating directly, privately to Beijing that there will be consequences for large-scale sanctions evasion efforts or support to Russia to backfill them”.",
    "“We will not allow that to go forward and allow there to be a lifeline to Russia from these economic sanctions from any country, anywhere in the world,” he said.",
    "He added that while the US believed China was aware that Russian leader Vladimir Putin was “planning something” before the invasion happened, Beijing “may not have understood the full extent of it”.",
    "“Because it’s very possible that [Mr] Putin lied to them the same way that he lied to Europeans and others,” Sullivan said.",
    "In response, a spokesman for the foreign ministry in Beijing, Zhao Lijian, said the US had “been spreading disinformation targeting China on the Ukraine issue, with malicious intentions”.",
    "Asked if he could clarify whether China had received a request for military help from Russia, Zhao said this was “fake news” but did not deny it directly.",
    "He added that China’s stance had always been consistent and that China was playing a constructive role in promoting talks.",
    "Sullivan is due to meet Yang Jiechi, a member of China’s top decision-making body, the Politburo, and head of the Central Foreign Affairs Commission, on Monday in Rome.",
    "International News Agency quoted a US official as saying that during the meeting, Sullivan would spell out the consequences and isolation China would face if it increased support for Russia.",
    "China has so far refrained from condemning Russia for the invasion and has said Moscow’s “legitimate security concerns” should be taken seriously.",
    "When the United Nations General Assembly voted to condemn Russia’s invasion earlier this month, China was one of 35 countries that abstained.",
    "But Beijing at the same time has expressed “unwavering support” for Ukraine’s sovereignty. It has also called for peace and has said it is ready to help end the war through diplomacy.",
    "Several countries have urged China to do more to stop Russia’s invasion.",
    "New Zealand also in fuel crisis, says SLPP MP; Kiwi Govt slashes fuel taxes"
  ]
}