{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ignored-imf-2020-warning-that-debt-was-unsustainable-cope-told-94746/",
  "time_ut": 1653533160,
  "title": "Sri Lanka ignored IMF 2020 warning that debt was unsustainable, COPE told",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka was told that debt was unsustainable in the view of the International Monetary Fund in 2020, but the warning was ignored, parliament’s Committee on Public Enterprises was told.",
    "Sri Lanka sought a Rapid Finance Instrument facility in 2020 at the start of the Covid-19 pandemic shortly after the government had sharply cut taxes in a bid to close an ‘output gap’ sharply reducing tax revenue.",
    "Then large volumes of money were injected to the banking and price controls were place on bond auctions to prevent private savings from being channeled to the fill the budget gap, and liquidity injection created a balance of payments deficit.",
    "“At the time the RFI request was made by the Finance Minister, I as Deputy Governor led the technical level discussions,” Central Bank Governor Nandalal Weerasinghe said responding to a question by COPE Chairman Charitha Herath.",
    "“The IMF did a debt sustainability analysis and came to a conclusion that the debt was not sustainable for the next five years.",
    "“They brought the proposal that Financial Advisors have to be appointed to make debt sustainable. This was conveyed at the high level, a Director level and I believe it was informed at President and President Secretary level also that this was our situation.",
    "“Under IMF rules they cannot even give an emergency loan to a member country if the debt is not sustainable.",
    "A: That view was clearly conveyed. After technical discussion both parties agreed that this path will be taken over the next five years base on the debt sustainability analysis",
    "A: Yes, the Governor at the time was informed. The President’s Secretary who mainly took decisions at the time. The decision made at the time was that we will not re-structure debt at any time.",
    "Q: Was the President’s Secretary making decision on behalf of the Financial Secretary?",
    "A: The high level discussion took place with the President’s Secretary where the (IMF) Director had talks. The decision was made that the debt will not be re-structured and we can manage the situation. The discussions (with IMF) then ended.",
    "In order to repay foreign or domestic debt, rates have to go up to ‘crowd out’ private savings are channeled for debt repayment or the deficit, instead of investments and imports or the money has to be generated from taxes.",
    "If money is printed, domestic economic activity goes up, imports go up and a balance of payments deficit is created, creating a forex shortage to repay both debt and also imports.",
    "The exchange rate then comes under pressure, and reserves have to be used to prevent its fall and mop up the excess money.",
    "Sri Lanka 2020 deal talks hit a snag on debt sustainability: IMF spokesman",
    "About a year later in March 2021, IMF spokesman Gerry Rice also confirmed that the RFI talks fell through due to debt sustainability.",
    "“We did receive a request (in April 2020) from the Sri Lankan authorities for emergency financial support to help fight the COVID pandemic,” Rice said.",
    "“The assessment of that support has taken longer than for other countries due to Sri Lanka’s daunting economic challenges and high public debt.",
    "“So we have sought, but not reached understanding, on how to fulfill the key requirements for what could be a rapid financing instrument which would include policies to continue ensuring debt sustainability to address the balance of payment challenges including from the COVID 19 impact on tourism and to preserve international reserves.",
    "“Indeed, Sri Lanka has relied on import restrictions since last year and recently introduced additional measures such as a requirement to convert 25 percent of export proceeds.",
    "“We continue to closely monitor these economic policy financial developments in Sri Lanka including the recent agreement on a swap line with the People’s Bank of China.",
    "Sri Lanka’s Treasury Secretaries for many decades are also seconded from the Central Bank.",
    "Analysts have called for tight controls on the central bank to prevent money printing by the central bank and its officers who are usually seconded to the Treasury to create balance of payments crisis.",
    "In Sri Lanka there is widespread Mercantilist belief that forex shortages are created by imports, current account deficits, oil, cars, gold, Undiyal/Hawala or ‘exogenous shocks’, twin deficits, rather than money printing by an intermediate regime central bank.",
    "Current Prime Minister Ranil Wickremesinghe Ranil Wickremesinghe and a central bank director of economic research who served in the 1970s are among few people who have admitted it.",
    "“With great unwillingness (dhadi ukker-math-th-en) I have to give permission to print money,” Prime Minister Wickremesinghe said earlier in May.",
    "“That is to pay the salaries of state workers to pay for essential goods and services. However we have to keep in mind that printing money will depreciate the rupee.” (Colombo/May25/2022)"
  ]
}