{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/winsoft-becomes-premier-gaming-store-with-msi-legion-gigabyte-partnerships/",
  "time_ut": 1650300780,
  "title": "Winsoft becomes premier gaming store with MSI, Legion & Gigabyte partnerships",
  "body_lines": [
    "Winsoft Technologies, a leading name as an IT solutions provider in Sri Lanka recently announced its official partnership with a range of world-renowned brands such as MSI, Legion and Gigabyte. Winsoft which began its operations in 1998 has continued to provide reliable technology solutions to end users across the island.",
    "Winsoft has been a pioneer distributor for MSI gaming laptops in Sri Lanka for a long period of time. MSI is a world renowned technology brand which is most trusted for its gaming laptops which are geared towards offering unrivaled gaming experience. Winsoft has also been a distributor for Gigabyte components in the country. Gigabyte is also a globally acclaimed technology brand, famous for its AORUS range of high-performance motherboards, graphics cards, laptops, gaming hardware and systems. Winsoft’s latest Tier 1 partnership with Legion, the gaming arm of Lenovo renowned for delivering spectacular gaming performance with its high-end gaming laptops, showcases Winsoft’s focus on providing a wide and diverse range of products for its customers.",
    "“Winsoft has been synonymous with excellence in providing the best IT products to the local market. We take pride in brands such as MSI, Legion & Gigabyte backing us as we aim to provide the best customer service to our clientele, by catering both to the young, enthusiastic gamers as well as the working specialised professionals who seek the latest technology products.” Nasser Liwaudeen, Founder and Director of Winsoft Technologies stated.",
    "With these latest partnerships being secured and with a range of reputed brands they have continued to service, Winsoft Technologies reaches a new era in providing its customers with the world’s best devices and peripherals. Winsoft Technologies takes pride in providing their customers with the unique insight and understanding of the best solution they require for each customer’s specific needs. Winsoft rises to become the premier gaming store in the island with more promising partnerships on the horizon.",
    "HIP ends old year with community-related CSR activities in their neighbourhood",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}