{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-usable-reserves-have-dropped-to-about-usd-150-million-economists/",
  "time_ut": 1649776020,
  "title": "Sri Lanka’s usable reserves have dropped to about USD 150 million: economists",
  "body_lines": [
    "Sri Lanka’s usable reserves have dropped to levels of about USD 150 million, an independent group of economists says in a press statement.",
    "The independent economists who are signatories to the document are Aneetha Warusavitarana, Anushka Wijesinha, Asanka Wijesinghe, Chayu Damsinghe, Daniel Alphonsus, Deshal de Mel, Naqiya Shiraz, Rehana Thowfeek, Shiran Fernando, Thilina Panduwawala and Umesh Moramudali.",
    "Acute shortages of essentials ranging from fuel to medicine have become prevalent. Increasing public discontent amidst increasing prices and shortages has led to large protests all across the country. The country has reached a position where it is unable to import essential fuel without the help of credit lines from bilateral partners. As the crisis reaches such depths the government and the administration have failed to come up with a credible economic plan capable of taking Sri Lanka out of a fully blown out economic collapse.",
    "At such a crucial juncture, we have launched an emergency plan of action with the aim of stopping further collapse of the economy and to stabilise over the medium-term.",
    "The independent group of economists highlight that macroeconomics risks will continue to worsen if immediate action is not taken.",
    "Sri Lanka has run dangerously low on foreign reserves and faces the spectre of a ‘disorderly default’ on its debt obligations. Although a default may cause legal complications in debt restructuring negotiations and reputational damage for the future, much of the economic consequences of a sovereign default are already here.",
    "Therefore the group of economists urge the government to take the necessary steps to achieve this outcome immediately. Key signatories of the emergency plan further argue that a staff-level “agreement with the IMF can establish market confidence and help unlock bridge financing.",
    "The country is already locked out of International debt markets and is unable to refinance its maturing debt or its current account deficit. The result is an acute shortage of foreign exchange that has led to power outages, shortages of cooking gas, fuel, medicine and other basic necessities.",
    "With headline inflation based in CCPI at 18.7% and food inflation at 30.2% as of March 20221. Sri Lankans are seeing the cost of goods spiraling upwards, and the value of their savings diminishing rapidly.",
    "Spiraling costs and wage demands are making it difficult to do business in particular for small and medium sized firms who are struggling to survive, the independent group of economists said.",
    "They have presented a comprehensive document in an attempt to provide an emergency action plan to focus the attention of parliamentarians, activists, and civil society to take urgent steps to stem the economic crisis.",
    "Pandora Papers shine light on a global shadow economy that helps corruption thrive: ICIJ",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}