{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-steps-into-the-ring-as-exclusive-sponsor-for-boxing-association-of-sri-lanka/",
  "time_ut": 1650900000,
  "title": "SLT-MOBITEL steps into the ring as exclusive sponsor for Boxing Association of Sri Lanka",
  "body_lines": [
    "SLT-MOBITEL, the national ICT solutions provider, has come forward to support the Boxing Association of Sri Lanka (BASL) as the main sponsor for annual events set to take place in 2022. The announcement was made during the Layton Cup Boxing Meet 2022 held recently.",
    "The main sponsorship comprises a one-year contract and SLT-MOBITEL patronage for three key events in the Boxing Association Annual Calendar. SLT-MOBITEL will pledge its fullest support and backing to ensure that both men and women boxing teams are provided adequate developmental and growth opportunities, helping to create an environment where all players are encouraged to perform even better in their forthcoming local and international tournaments.",
    "Prabhath Dahanayake, SLT Chief Marketing Officer said, “As an organisation, we are synonymous with supporting major sports in the country. The BASL has achieved excellent results in the boxing arena in the past. Coupled with the progress the sport has made, we believe that with our support, the BASL will be able to progress further and bring glory to Sri Lanka in the future.”",
    "Under the sponsorship SLT-MOBITEL assists the BASL to host Sri Lanka Boxing National Championship, Layton Cup and Clifford Cup. Layton Cup 2022 was particularly important in Sri Lanka’s boxing calendar, as pugilists were trained to compete in the Commonwealth Games, scheduled for June 2022.",
    "Dian Gomes, President, Boxing Association of Sri Lanka, stated, “We are excited that SLT-MOBITEL is extending their fullest cooperation to promote boxing in Sri Lanka. The Association’s professional approach and hard work continues unstintingly to ensure the sport progresses to greater heights. BASL is confident that SLT-MOBITEL’s sponsorship will drive a positive impact among our youth contributing to the popularization of boxing and we look forward to furthering our partnership.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}