{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/10/rajapaksa-family-must-step-down-says-sirisena-during-meet-with-sajith/",
  "time_ut": 1649602920,
  "title": "Rajapaksa family must step down, says Sirisena during meet with Sajith",
  "body_lines": [
    "COLOMBO (News 1st); Opposition Leader Sajith Premadasa met with the Chairman of the Sri Lanka Freedom Party former President Maithripala Sirisena, at the official residence of the former President today (10).",
    "Moreover, representatives of the parties that left the Government also held a discussion with the Sri Lanka Freedom party, which was Chaired by former President Maithripala Sirisena.",
    "The 41 Parliamentarians who left the Government are also holding discussions with the President.",
    "Meanwhile, the Sri Lanka freedom Party convened a media briefing this morning and spoke about what will be focus of the discussions with the President.",
    "According to the former President Maithripala Sirisena, the SLFP is of the stance that to resolve this issue, an interim governing council with a new prime minister must be established.",
    "Through this council, the former President said that he hopes to calm down the country and take immediate action to address the oil crisis, gas, food, medicine and electricity issues.",
    "Moreover, he said that the Twentieth Amendment should be repealed and the 19th Amendment should be passed with amendments, which will ensure International support towards the Government.",
    "“The basic demand of the people is that the Rajapaksa family should leave. It’s a key message everywhere. Therefore, the Government should listen to the voices of the people calling for the Rajapaksa family to leave and take necessary action,” he stated.",
    "Former President Sirisena also added that he is of the view that in each and every one of these activities should be carried out as democratic processes in line with the Constitution.",
    "NOTHING IMPORTANT was discussed during meeting with the President – Vasudeva",
    "Rajapaksa family must step down, says Sirisena during meet with Sajith"
  ]
}