{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-chef-in-singapore-a-tourist-in-malaysia-part-54/",
  "time_ut": 1655472360,
  "title": "A CHEF IN SINGAPORE & A TOURIST IN MALAYSIA – Part 54",
  "body_lines": [
    "Soon after I was introduced to Mr. Anthony Lee, the Food and Beverage Manager of the Goodwood Park Hotel in Singapore by Mrs. Pearl Heentigala, Principal/Director of Ceylon Hotel School (CHS), I became very busy. I quickly commenced planning for a large-scale Sri Lankan food festival in Singapore. I was named the Guest Executive Chef for the five-day (10 lunch and dinner buffets) festival in 1982.",
    "My two deputies were Culinary Lecturers of CHS – Chef Marie Nugapitiya and Chef Gihan Wijesinghe. As Marie had previously worked on my team at Havelock Tourinn as a Chef eight years ago, I knew her well. I met Gihan, who had returned to Sri Lanka after being trained as a Chef in the UK, only a few months ago but we already had become friends. Both of them fully supported my vision for the food festival.",
    "The festival was themed, ‘The Magic of Sri Lanka’. It was a major festival of Sri Lankan food, art, crafts, masks, dances, music, and tea. Representatives of the four key partners of the festival, Sri Lanka High Commission in Singapore, Ceylon Tourist Board, UTA French Airlines and the Goodwood Park Hotel gave me complete control to plan 10 elaborate menus. We included 60 dishes for the opening gala event for 300 diners. Other nine buffet products included 32 dishes from a rotating menu. Three of us were referred as ‘Master Native Chefs’!",
    "Around 30 people travelled for the festival from Sri Lanka to Singapore. They included dance and music performers, mask carvers, tea hosts, trade representatives and the three chefs. I was successful in negotiating with the organizers to include my wife as a special host for the festival. As she was a popular model, I did not have problems in convincing them.",
    "As a gesture of goodwill, the President of Sri Lanka, J. R. Jayewardene had offered his friend, Prime Minister of Singapore, Lee Kuan Yew, a baby elephant named Trishka. He was airlifted in our Colombo-Singapore flight in the cargo section and the mahout sat with us in economy class. Trishka was the popular star of the festival for five days before he was moved to his new permanent home, the Singapore Zoo.",
    "We were very pleased with the warm welcome and the old-world charm of Goodwood Park Hotel. Today, this 233-room hotel, built in the year 1900, is a national monument of Singapore, just like its rival, Raffles Hotel built in 1887. We were guests at Goodwood Park Hotel for two weeks and it reminded us of the two famous 19th century hotels in Sri Lanka with great characteristics – Galle Face and Mount Lavinia.",
    "While staying at the Goodwood Park Hotel during our week of advance preparations for the food festival, we visited all five restaurants of the hotel. They maintained very high standards. We trained a Singaporean team of three cooks and three porters, who were tasked by the Executive Chef of the hotel to assist us. Soon they mastered preparations such as hoppers, string hoppers, pittu and roti, but still needed regular supervision. After long days of work, we went for discovery walks starting from the famous Scotts Road where the hotel was located. Orchard Road was my favourite.",
    "In 1982, Singapore was not ultra-advanced like it is now, but was progressing faster than any other country in Asia. Singapore’s history dates back a millennium, having been a maritime emporium known as Temasek and subsequently a part of several successive thalassocratic empires. Its colonial era began in 1819 when Stamford Raffles established Singapore as a trading post of the British Empire. During the Second World War, Singapore was occupied by Japan in 1942, and returned to British control as a separate crown colony following Japan’s surrender in 1945.",
    "Singapore gained self-governance in 1959 and in 1963, became part of the new federation of Malaysia. In 1965, Singapore was expelled from the federation and became a separate, independent country. The visionary leader Lee Kuan Yew as the first Prime Minister of Singapore did an outstanding job in nation building. Seventeen years later, many countries were looking at Singapore to learn from an unprecedented success story. Singapore already had become established as the least-corrupt, fastest-growing and most pro-business country with the most-educated population in the world. In 1982, the population of Singapore was 2.6 million, which had increased over double in 40 years, to 5.5 million in 2022.",
    "The food festival was a big success in terms of attendance, customer satisfaction and publicity. Marie and Gihan looked after the desserts, rice dishes and accompaniments. I prepared all meat, chicken and fish dishes, in addition to general coordination and buffet decorations. The 30 feet long batik buffet table cover we carried from Sri Lanka enhanced the presentation. The baby elephant Trishka created a unique and popular first impression.",
    "Egg hoppers become the most popular item during the festival. That unexpected demand created a bottle neck situation at the buffet on the first day. After that, we increased the number of cookers to make hoppers at the buffet table and quickly trained a group of waiters to make egg hoppers. That solved the problem.",
    "After the festival, we spent a few days with CHS friends, Kamal and Preethi Hapuwatte, who were living in Singapore at that time. We were also invited to various events and dinners by the Sri Lankan High Commissioner and others. They were impressed with our cooking at the festival, and therefore, were a little nervous to entertain us. Although we planned to return to Sri Lanka after a period of two weeks, I had a different idea. I convinced Marie and Gihan to travel overland to the capital city of Malaysia. They agreed to come, if I could arrange one week of special vacation from CHS.",
    "When I contacted Mrs. Heentigala with the special request, I was pleasantly surprised. She said, “Chandana, based on the very positive feedback I have received, I am convinced that the three of you worked very hard to make this festival a great success. I am very proud of you. Of course, you have earned an extra week of vacation. Enjoy Malaysia!” So, the next day we took a train to Kuala Lumpur (KL). Trains between Singapore and KL were not that fast like now. We took around six hours for the trip and enjoyed the beautiful scenery, in between.",
    "Malaysia occupies parts of the Malay Peninsula and the island of Borneo. It is known for its beaches, rainforests and tourism. The country is multi-ethnic and multi-cultural, which has a significant effect on its politics. A little over half of the population were ethnically Malay, with minorities of Chinese, Indian, and indigenous peoples.",
    "Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire and eventually achieved independence in 1957. The independent Malaya united with the then British crown colonies of North Borneo, Sarawak, and Singapore in 1963 to become Malaysia. Singapore was in this federation only for two years. In 1982 the population of Malaysia was 14 million, which has grown by 130% in 40 years making it the 44th most populous county in the world. Malaysia’s population in 2022 is nearly 33 million.",
    "The capital, KL had first developed around 1857 as a town serving the tin mines of the region. KL is home to colonial buildings and busy shopping districts, which were the main attractions for the two ladies in our small group. Gihan and I convinced the ladies to join us on a couple of half day tours. KL serves as the cultural, financial and economic centre of Malaysia. It is also home to the Parliament of Malaysia and the Istana Negara, the official residence of the Yang di-Pertuan Agong (monarch of Malaysia).",
    "As tourists we found KL to be very interesting, but when we found less expensive accommodation with a family in the suburbs of KL, we moved to Petaling Jaya (PJ), a city in Petaling District. There, we blended in well with the locals. We used buses and walked freely in the local neighbourhoods. Hardly anyone noticed us as tourists. I liked that experience, as most tourists do not get such opportunities.",
    "Our return trip to Singapore was equally enjoyable. We spent one final day with our friends in Singapore before taking our return flight to Colombo. The three weeks we spent in Singapore and Malaysia in 1982 were memorable and different in many aspects from our previous overseas travels.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}