{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-Supreme-role-of-the-Central-bank-Governor/231-233275",
  "time_ut": 1647542100,
  "title": "The Supreme role of the Central bank Governor",
  "body_lines": [
    "It’s on record where the current Governor said that printing money will not cause inflation something an A level economics student will reject",
    "The Governor announced that Sri Lanka will not go to the IMF, presumably hoping that his home garden plot which is still not ready will deliver",
    "One of the principal reasons for our failure as a nation to progress is the absence of strong institutions. If we had a National Panning Commission, Elections Commission with educational requirements to run for the national legislature and other strong institutions enshrined in our Constitution, politicians would not have misused power. Today sadly the people who are there to enact laws to guide citizens are those who have transgressed existing laws. We are saddled with high cost scum, chain snatchers cattle rustlers murder convicts and last but not the least, ethanol dealers who cannot figure out  priorities between asphalt and food and medicine.",
    "Be that as it may, many Sri Lankans did not know that there was a valuable gem hidden that would be lost to the country with what was to unfold with a new set of rulers emerging as the only persons who could save the nation.",
    "It was during the troubled times that this gem surfaced and the banking industry and the country would have benefited if the rulers had criteria to follow which would have prevented opportunists from engaging lackeys. The absence of such guidelines made them sacrifice meritocracy much to the detriment of the country.",
    "Yes 2005 dawned and a new dispensation surfaced with religion and race getting importance with the blessings of the saffron community to annihilate a terrorist outfit.",
    "The new rulers placed a coloured hat on this man with nearly forty years experience in his chosen field with great acceptance, eliminated him and brought a man with no knowledge of economics or experience in banking. Having emerged from hotel accounting as it was said his task was to do the bidding of the masters. The cumulative result was the loss to the country where appropriate economic policies for sustainable growth was lost.",
    "The man whom politicians brought performed to the utmost liking of the rulers and the country is today saddled with vanity projects with no return and costs of maintenance running into billions of US dollars. It must be said that he failed to perform in line with what was expected of a man in that hallowed seat.",
    "The person I refer to is Dr W.A. Wijewardene. He did not run behind priests, but gracefully left office not to oblivion. He was recognised overseas as an authority in banking, finance, and economics and was able to obtain facilities to train our youth to be educated men.  He used his vast knowledge to educate the country via the electronic and print media too, since they readily offered him the platform to disseminate his vast knowledge free. The media recognised this genial personality and always invited him for various events to update the knowledge of the citizens.",
    "Educated citizens and sadly the corporate sector too watched in silence as an obdurate official steadfastly dismissed reaching the IMF to seek their assistance to tide over the dollar crisis. I recall reading a letter of an irate citizen who said that he obstructed largely to protect his seat. If the rulers adopted the IMF plan for recovery from the abysmal depths we are in primarily, due to ignorance and profligacy of vain rulers of the not too distant past they would have implemented their plans and placed their drivers too as they have done in other countries. The current Governor- then a Minister handling finance together with two others -introduced a new Monetary policy much against the advice of leading economists. I have no doubt that the think tank, the IPS too may have been on the same wave length to oppose. The public are aware of how two respected professionals were forced to leave the Monetary Board since they refused to be signatories to the proposal to print money. However the ignorant rulers went with the triumvirate till disaster hit us. Two have left the scene with one getting placed on a pension after two years, an unknown facility to any Governor on contract, surreptitiously arranged by the current Governor where he was also planning to benefit. It’s on record where the current Governor said that printing money will not cause inflation something an A level economics student will reject.",
    "With the departure of the two he stood tall in the eyes of the rulers who were clueless on the subject and he convinced them that he had a road map for recovery and worked out a salary package with a pension and a Cabinet rank too.",
    "He rolled out his map and rolled back faster than his laborious process of laying as our ratings got lowered further.",
    "While a desperate Minister of Finance, who too has no knowledge of finance and banking, jumped on the bandwagon to reach the IMF based in Washington in his home country. The Governor announced that Sri Lanka will not go to the IMF, presumably hoping that his home garden plot which is still not ready will deliver. This plan which was in sharp conflict with what his brother had worked on,the ruler did not buy his story.",
    "When millions were on near starvation and rupees in short supply he heartlessly drew seven million claiming for past period, a facility that did not exist according to knowledgeable sources to any on contract. He must refund this money as the poor need assistance.",
    "Talking to the News Editor of a national daily, Dr WAW  has unequivocally said that” the country would not have been in the current predicament had the Monetary Board floated the rupee in April 2021 six moths before the current Governor who was in the front line of monetary policy relinquished his Ministry and seat in Parliament and assumed office again.",
    "Dr WAW also told the News Editor, that the incumbent government since 2019 squandered as much as USD 5500 million trying to prevent the depreciation of the rupee. He blamed the current Monetary Board  whose Chairman is the Present Governor for this unmitigated catastrophe. He said the much delayed decision to float the rupee in the second week of March this year should be examined against the backdrop of the  overall failure of the so called  “ Road Map “ for economic recovery .",
    "I had the benefit of listening to the comments of Dr Roshan Perera an economist, a former Director of Risk Management of the Central Bank  at a talk show recently. This what she said, “The country was aware that leading chambers plus technocrats stoutly opposed  the settlement  500 million USD in respect of of ISD’s. They recommended negotiations and restructuring and not fritter away the dollars in hand. The Governor of the CB would not hear of that and as she said was arrogant to settle when red lights were flashing on what the impact would be. She unreservedly said if we had that 500 million that we would have had funds to me meet the cost of “ Medicines for one year, Dairy for one a half years ,Sugar for two years, Fuel for two years, and the much sought after fertiliser for two years. It is abundantly clear what arrogance had cost and the the manner in which every segment of commerce and livelihoods of millions of people stand affected.",
    "I recall the leading lights of the opposition asking for the names of the beneficiaries but this has not happened up to now. This needless to emphasise must be in the public domain and trust those who called for the information will relentlessly pursue.",
    "She acknowledged that this decision was the cause of this monumental disaster, and welcomed saying  “ too little too late “",
    "Taking all this into consideration if the rulers for whatever reason still want to retain your services if you have self-respect you should resign as you have failed to perform in that position since your first appearance in 2005. The public perception is that you are essentially a politician privy to many transactions that were inimical to the progress of the country and that you must go.",
    "In conclusion may I request the President to invite Dr Indrajit  Coomaraswamy (IC) to take over the Central Bank as it’s a sine qua non that, that seat should be occupied by a high grade technocrat with an impeccable track record. Dr IC is highly respected by the staff, Chambers, Corporate sector, and the knowledgeable citizens of the country.",
    "The manner in which he exited with the change of government without asking for a pension itself is eloquent testimony to the class he belongs to. He did not hang around the corridors of politicians but performed as a high class professional."
  ]
}