{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/MRs-D-Day-today/108-236583",
  "time_ut": 1652070060,
  "title": "MR’s D-Day today!",
  "body_lines": [
    "One party including the independent members Wimal and Gammanpila, urging Prez to sack the PM and form all-party govt.",
    "The other camp of some 80 SLPP MPs, in discussions with PM, have urged him to continue stating that he could get the country out of the economic crisis with assistance from several foreign governments",
    "A decision is likely to be made after the cabinet meeting today",
    "If Mahinda steps down today, the President is expected to dissolve cabinet and within hours form a new interim govt.",
    "Several MPs in the SLPP camp have told MR to continue saying it should be the President who should step down",
    "The TNA, UNP and JVP have also said a firm no to joining an interim government",
    "Opposition pushing for Speaker to table the NCMs against the President and government soon",
    "As a form of protest against the President's decision to sack his elder brother, a massive protest is to be staged in front of Temple Trees today with SLPP supporters from several districts expected to carry slogans, urging Mahinda to stay on",
    "Protestors are expected to march up to the Presidential Secretariat and call on the President to resign",
    "During the weekend, several meetings were held by the two camps",
    "Prime Minister Mahinda Rajapaksa will face one of the toughest days in his political career today when he attends the cabinet meeting scheduled to be held in the evening and decides with his cabinet whether to step down from the Premiership.",
    "As of yesterday, a final decision had not been taken but sources close to the Prime Minister said that a decision is likely to be made after the cabinet meeting today.",
    "On Friday, President Gotabaya Rajapaksa had already informed his brother to step down as a solution to restoring political stability, but several MPs in the SLPP camp have told Mahinda to continue saying it should be the President who should step down instead for the failures as he was the sole decision-maker under the 20th Amendment.",
    "As a form of protest against the President's decision to sack his elder brother, a massive protest is to be staged in front of Temple Trees today with SLPP supporters from several districts expected to carry slogans, urging Mahinda to stay on.",
    "The protestors are then expected to march up to the Presidential Secretariat and call on the President to resign, blaming him for leading the country into the economic crisis.",
    "During the weekend, several meetings were held by the two camps, with one party including the independent members including Wimal Weerawansa and Udaya Gammanpila, urging the President to sack the Prime Minister and form an all-party government. The other camp of some 80 SLPP MPs, in discussions with the Prime Minister, have on the other hand urged the Prime Minister to continue stating that he could get the country out of the economic crisis with assistance from several foreign governments.",
    "Security will be heightened in Colombo today because of the protesters who are expected to stay on till Mahinda Rajapaksa makes his decision.",
    "If Mahinda steps down as the Prime Minister today, the President is expected to dissolve the cabinet and within hours form a new interim government. However up to now, the main opposition SJB has put down some conditions including the abolishment of the executive presidency to join an interim government, if not will stay away.",
    "The TNA, UNP and JVP have also said a firm no to joining an interim government. This then leads to a question as to who will take up the government, with one senior political source saying it will then be reshuffling the same deck of cards.",
    "The opposition in the meantime is pushing for the Parliament Speaker to table the No Confidence Motions against the President and government soon, in order to pressurize the President and government to resign as a solution to solve the multiple crises in the country.",
    "The Speaker has called for an All Party Leaders meeting this week to discuss the NCMs and set a date for it to be taken up for vote in Parliament.(JAMILA HUSAIN)"
  ]
}