{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mega-scene-for-ex-jade-anton/",
  "time_ut": 1650900240,
  "title": "Mega scene for ex-Jade Anton",
  "body_lines": [
    "Remember Anton Goonetilleke? He was known here as a musician of repute, performing with various bands, including Beacons, Moonstones with Clarence, Esquire Set, Saybaan and the Tempo and, finally, his own band – Jade.",
    "Well, music has become number two for Anton as he is now involved in the coffee and tea trade, and doing extremely well in this field.",
    "Describing his early beginnings, in his new career, he said, initially, he was a Tea and Coffee Taster and Trader for an Australian Company, based in Papua New Guinea.",
    "“From there, I moved to Indonesia, to be the General Manager of a Coffee Company, owned by a British Company, and later a Brazilian Company.",
    "“I moved again, this time with a Swiss Company, to Papua New Guinea, as General Manager, in a Coffee Company, and, in the meantime, opened my own business, in Indonesia.",
    "“I finally ended up as the owner of a couple of coffee factories, in Indonesia, and also a Consultant/Trader in Coffee, in Papua New Guinea.”",
    "And, along with these activities, Anton also became a Consultant/Resource Person to several government departments of the Philippines, in their Coffee Road Map, Farmer Groups, etc.",
    "“I volunteer to help everybody in the business of Coffee, in the Philippines, as they have provided me a home, and family, since 2007. Yes, in 2007 I moved to the Philippines, to the city of my wife, who is a Philippines National.”",
    "In addition to helping the Coffee and Tea Industry, in the Philippines, and also conducting training sessions for Filipino farmers, teaching them the finer points of Coffee and Tea Production. Anton designs factories and advice on manufacture, etc.",
    "“I love it here, and am also involved in music, performing whenever time permits, and I also jam with the local musicians who are already my friends.",
    "“I also have a recording/practice studio, at home, and most of the work, I do, in the studio, is for my daughter and her band Gen-X. They won various competitions in the local scene and, for 13-15-year-old kids, they are very versatile and play like professionals.”",
    "Kids in the Philippines, says Anton, are encouraged to play music, and perform in school, and schools have teachers, and studios and instruments, to help students with their music.",
    "“Teachers form bands, according to the talents of the students, and it is common for schools to have a dozen bands, of various ages and abilities.",
    "“Everybody in my daughter’s band is trained by the school and can read music and play various instruments. My daughter, although a drummer and keyboardist, is a singer in the band. The teachers are responsible for their music, choreography, outfits and stage management.”",
    "When the occasion permits, Anton performs, with his daughter, at various gigs.",
    "“I have been speaking to music industry leaders, in Colombo, like Sohan, and I hope my daughter can be featured, in some gigs, in Colombo, when things improve in Sri Lanka and we can visit again.”",
    "Even in Colombo, Anton was known as an avid fan of angling and boating, and, in the Philippines, he has his own sea craft and enjoys jet-skiing, deep sea fishing and visiting the vast islands in the area.",
    "“I am the official representative of the International Game Fishing Association for the Philippines,” adding that he is also a keen squash player and golfer.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}