{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/28/major-trade-union-action-today-28-public-services-affected/",
  "time_ut": 1651114620,
  "title": "Major Trade Union Action Today (28), Public Services Affected",
  "body_lines": [
    "COLOMBO (News 1st); Hundreds of Government, Semi-Government, and private sectors will engage in an island-wide strike on Thursday (28) demanding the immediate resignation of the President, Prime Minister, and the Government.",
    "The United Trade Unions and Mass Organizations (UTUMO) in a statement said that the decision made by the present government has made life difficult for the general public.",
    "They call for the immediate removal of the government that has openly accepted its failure, and be replaced by a governance structure that will empower the people while solving all socio-economic issues in the nation.",
    "The Teachers ‘principals’ Trade Unions Collective, Sri Lanka Grama Niladhari Association, the United Trade Union Alliance, the Inter-Company Employees Union, and the Center for Labor have planned protests across the island.",
    "Several Health Trade Unions including the Government Medical Officers’ Association have decided to engage in protests this afternoon in support of the strike.",
    "All Ceylon Integrated Economic Centers and Manning Market Traders Association urge farmers to refrain from bringing vegetables to economic centers as they too will be supporting the trade union action.",
    "Medical staff attached to Trade Unions will go on strike for a period of 02-hours from 12:00 noon to 2:00 PM by stepping away from their duties and engaging in protests opposite their respective hospitals.",
    "The striking unions have also planned to march from several locations to the Occupy Galle Face protest site in Colombo, next to the President’s Office.",
    "Sri Lanka Railways General Manager Dhammika Jayasundara said due to railways workers reporting sick without prior notice, train services will be disrupted.",
    "Passengers are requested to find alternative modes of commute, he added.",
    "The Railway Train Controllers’ Union (RTCU) had decided to join with the state services trade union action.",
    "The Sri Lanka Transport Board (SLTB) said its buses will operate as usual, however, the Lanka Private Bus Owners’ Association (LPBOA) and the Inter-Provincial Private Bus Owners’ Association (IPPBOA) said that they have not decided to engage in the strikes today.",
    "The Department of Registration of Person said all services scheduled for Thursday (28) will not be available as the staff had decided to report sick.",
    "Prices of essential items up by 140% since 1st of January 2022",
    "Ayurveda doctor stabbed by homeless man outside Battaramulla super market"
  ]
}