{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/undial-and-hawala-is-the-risk-worth-taking/",
  "time_ut": 1652033280,
  "title": "Undial and Hawala: Is the risk worth taking?",
  "body_lines": [
    "By Sulochana Dissanayake, Dr.Manoj Samarathunga, Dilini Dissanayake, and Prof. Roshan Ajward",
    "‘Hawala’ is a word in the Arabic language and suggests the concept of ‘sharing’. The term ‘Hawala’ has also been used from ancient times to designate a method of sending money from one country to another in an informal manner, which is outside of the banking system. Depending on where you live, this system might be called as Hawala or Undial. Although Undial and Hawala have a long-dated history in the monetary world, the modern world refuses the Undial and Hawala due to many inherent detrimental effects of these transactions.",
    "Hawala-to-country remittances are becoming more popular because of their attractive rates, convenience, low cost, no paperwork, and anonymity. The world treats the Undial and Hawala as illegal money laundering methods, as such transactions involve exchange, and trading of illegal drugs, weapons, and to launder money. The Undial and Hawala system works in both ways: to buy and sell foreign currency, violating the foreign exchange laws of both countries. Due to this unrecorded transactions, a country’s net import and export transactions will go under-valued as the banking system does not get involve in paying the money.",
    "Recently, the Central Bank of Sri Lanka (CBSL) has announced that it is a punishable offence to engage in Undial/Hawala transactions, which, is in terms of law, for the violation of the provisions of the Prevention of Money Laundering Act. According to the CBSL, “these transactions could be linked to drug trafficking and other illegal activities”. Further, the CBSL requests the general public not to be victims of such illegal activities, knowingly or unknowingly.",
    "In India, if a person, or an institution, is found guilty in money laundering by means of Undial or Hawala, the following punishments can be imposed upon: a monetary penalty of up to three times the value involved, confiscation of cash and/or property, restrain the business, and imprisonment.",
    "The Financial Action Task Force (FATF), which is an international agency, has placed Sri Lanka in the “Grey List” due to the presence of Undial/Hawala transactions, which has negatively impacted the reputation of Sri Lanka, as a whole, as well as imports and exports.",
    "Most of the time, Undial/Hawala transactions are carried out under the guise of another micro or small-scale establishment. They find the customers through word-of-mouth and maintain the utmost confidentiality when engaged in transactions.",
    "Many countries have reported the relationships between the illegal money launders and terrorists. For instance, the 2010 New York Square bomb was planned by such a money launder who ran an ice-cream parlor.",
    "It has also been reported that terrorist groups, like Boko Haram and Al Qaeda, have also used Undial/Hawala to raise illicit funds for their terrorist activities. Similarly, the relationship between the Undial / Hawala transactions and terrorist activities, have been reported from the USA, the UK, France, Italy, Algeria, Canada, etc.",
    "In Sri Lanka, we have identified a few groups who are vulnerable to become victims of illegal Undial/Hawala. They include, Sri Lankan expatriates, Sri Lankan students studying in foreign countries, and Sri Lankan businessmen involved in import and export trade. During the last few months, the demand for Undial/Hawala transactions went up at a rocket speed due to the undue currency control by the government. When the CBSL announced Rs.210.00 per US dollar, a few months back, the Undial/Hawala brokers paid Rs.240.00 – Rs.270.00 per US dollar. Further, due to the ongoing public unrest and protests against the Government, foreign workers do not wish to send their hard-earned money to Sri Lanka through the proper channel.",
    "Sri Lankan students studying in other countries, are easy prey for these Undial/Hawala agents as most of the students are funded by their parents in Sri Lanka. In addition, through personal investigations it was revealed that certain well-reputed companies, in Sri Lanka, are also involved in Undial/Hawala transactions through different middlemen working in the Middle-East, Europe, and China. Additionally, some Sri Lankan companies purchase foreign currency from Undial/Hawala agents to import the necessary inputs for their productions. Similarly, it has been reported that some Sri Lankan expatriates have been swindled by bogus Undial/Hawala brokers. In such an event there is no legal protection to the victims as the Undial/Hawala transactions are illegal in Sri Lanka.",
    "On the other hand, while the foreign workers could make profit from better exchange rates, they run the risk of becoming a victim of financial crimes. In addition, transferring money through Undial/Hawala promotes terrorist activities, money laundering, smuggling, drug trafficking, organ selling, and other illicit methods of making black money.",
    "Sri Lanka is suffering due to a dearth of foreign reserves. The general foreign remittance is adversely disrupted with the Undial and Hawala system. Since the money does not transfer through banks, they are not entered into the official records, decreasing the national income of the country. Further, lack of foreign currency negatively impacts on vital sectors, including Health, Agriculture, Education and other industries in which imported commodities/ingredients are heavily used.",
    "Further, unrecorded transactions will lead to loss of government tax income, leaving the government at a vulnerable position. When the international trade is unaccounted for, the government finds it difficult to monitor imports, exports and to take needed policy decisions that directly affect the country’s foreign reserves and the balance of payment.",
    "Remitting overseas earnings, via banks and registered banks or other financial institutions that are supervised by the CBSL is highly recommended, considering the well-being of the capital owners as well as the economy of the country.",
    "Nowadays there are many ways to send money through banks quickly, easily and securely using the advanced technology. Increased competitiveness of the remittance sector can reduce the commission on remittances. Awareness of the people and avoidance of illegal practices such as Undial/Hawala can also prevent the activities of extremist terrorist groups.",
    "It is also recommended that immediate action to be taken to curtail Undial/Hawala transfers to make Sri Lanka’s financial position better. In addition, they should make sure that the financial system is stable, and that the people can rely on it. Innovative solutions are needed to monitor and facilitate foreign remittance transfers at a low cost. The authorities should also stop interfering in the financial market and should enable the market forces to determine the exchange rates.",
    "The authors are attached to the Rajarata University of Sri Lanka, Sri Jayawardenapura University and NSBM Green University and they can be reached at sulochana@mgt.rjt.ac.lk",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}