{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Agriculture-Minister-says-SL-can-avert-food-crisis-via-massivecultivation-drive/34-735571",
  "time_ut": 1654021800,
  "title": "Agriculture Minister says SL can avert food crisis via massive cultivation drive",
  "body_lines": [
    "Assures Govt. will purchase paddy at a higher price to encourage farmers for cultivation",
    "Calls on farmers to grow additional crops such as corn, green gram, soya, kurakkan and undu in barren lands",
    "Govt. considers providing financial aid for farmers to purchase fertiliser",
    "Agriculture Minister Mahinda Amaraweera yesterday said the looming food crisis can be averted via a massive cultivation drive, assuring that steps have been taken to encourage crop planting as part of increasing local produce.",
    "“I am confident that Sri Lanka will come out of the looming global food crisis. Post next Maha cultivation season, we will definitely stop importing rice. Sri Lanka will be self-sufficient in rice next year and I can say that with responsibility. We have a program in place with input from all stakeholders,” he told journalists at the post-Cabinet meeting media briefing yesterday.",
    "As per the Minister there are sufficient stocks of rice in the country till September. He said there are over 338,000 tons of imported rice available, adding that more buffer stocks will be purchased soon to avoid price hikes in the global markets.",
    "He also said that Paddy Marketing Board has 40,000 tons of paddy available, which will be distributed through State-run supermarket chain Sathosa and Co-Op city network in a fast-tracked manner.",
    "Minister Amaraweera assured that the Government will step in to purchase paddy at a higher price to encourage farmers for cultivation.",
    "“I have held the same portfolio in 2018 and it was the first time Sri Lanka was self-sufficient in rice after four decades. I have a lot of confidence in our farmers. This is a job you cannot work by sitting in an office, and I have had discussions with different farmer groups already. There are skilled officials and experts in the field. We will get all of them onboard to ensure our people will not be impacted by the food scarcity,” he added.",
    "The Minister also said that he has requested Prime Minister Ranil Wickremesinghe to not to downsize any expenditure on agriculture from the impending Supplementary Budget.",
    "“We will take up the challenge of saving forex spent on food imports by growing those crops in the country,” he stresses.",
    "Acknowledging the difficulties faced by the farmer community, he said though the entire land area is not conducive for cultivation given fertiliser and fuel supply constraints — the Government will encourage them to grow additional crops such as corn, green gram, soya, kurakkan and undu in those barren lands.",
    "The Minister also said that financial aid will be provided for farmers to purchase fertiliser of their choice —organic or non-organic, adding that the Cabinet paper in this regard will be submitted next week after deliberations with experts in the industry.",
    "Pointing out that countries manufacturing fertiliser has restricted their exports given the looming global food crisis, Minister Amaraweera said he had already spoken to seven foreign envoys in Colombo to assist Sri Lanka in securing stocks.",
    "He added that a delayed shipment of 65,000 tons of fertiliser from India is also being discussed at diplomatic levels.",
    "“I request farmers to finish paddy seeding by 10 June and continue on food crop cultivation in available lands to keep the predicted food crisis at bay. I also urge the public to start home-gardening food crops in pots and land available,” he said.",
    "Noting that there are over 60 varieties of crops that can be cultivated at home gardens, Minister Amaraweera said the initiative will also be rolled out at State-level from MPs to Grama Seva Niladhari residences."
  ]
}