{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/grusha-ranil-and-divided-house/",
  "time_ut": 1652804400,
  "title": "Grusha, Ranil and divided House",
  "body_lines": [
    "Parliament has demonstrated, once again, that it does not give a tinker’s cuss about unity and collective action. While the country is burning, and yearning for political stability, the government and the Opposition turned yesterday’s election of the Deputy Speaker into a political battle. The SLPP sought to prove that it exercised control over the House; it fielded MP Ajith Rajapaksa, who received 109 votes, and the Opposition candidate Rohini Wijeratne (SJB), could secure only 78 votes while 23 votes were rejected. The Opposition’s motion seeking the suspension of Standing Orders for a censure motion against President Gotabaya Rajapaksa to be taken up expeditiously was also defeated. The government secured 119 votes as opposed to the Opposition’s 68.",
    "The government may try to make yesterday’s votes in the House out to be another victory for the ‘Rajapaksas’. But numbers are deceptive. One may recall that in 2018, the UNP-led UNF managed to secure a comfortable majority in the House and foil an attempt to dislodge it, but the UNP and its offshoot, the SJB, suffered humiliating electoral defeats the following year. The SJB and its allies should also have a proper assessment of their strength. The censure motion against the President will only cause the House to waste time and put paid to efforts being made to bring about political reconciliation.",
    "Prime Minister Ranil Wickremesinghe, in his address to the nation, on Monday, spoke the unvarnished truth. He made no revelations, though. Everybody knows the worst is yet to come. But he is right in having reminded the people of the tough times ahead and the need to brace themselves for the worst-case scenario. He also infused the public with some hope.",
    "The subtext of the PM’s speech was of interest; he said the country’s foreign currency reserves had been at USD 7.5 billion in November 2019 (when his government fell), the implication being that he cannot be blamed for the current economic mess, which mainly is due to the prevailing forex crisis. But those who were at the helm of the yahapalana government are also responsible for the present economic downturn. The debt overhang is partly inherited. According to Verite Research data, at the end of 2014, Sri Lanka’s economic growth rate was 5%, and it dropped to 2.3% in 2019. Between the end of 2015 and the end of 2019, the country’s external public debt increased by USD 12.5 billion, and gross official reserves decreased by USD 0.57 billion.",
    "Successive governments including the yahapalana regime have done precious little to increase foreign exchange reserves by boosting exports and restricting imports. The Covid-19 pandemic aggravated the crisis; earnings from tourism, and remittances dropped sharply, and lockdowns, etc., here and overseas, took a heavy toll on Sri Lankan exports. The SLPP dispensation drove the country to bankruptcy by mismanaging the economy; it refused to seek IMF assistance early, reduced taxes recklessly, indulged in wasteful expenditure, carried out various rackets such as the sugar tax scam, threw money around by way of relief for political reasons, printed enormous amounts of money thereby causing currency devaluation and soaring inflation, and allowed illegal money transfer schemes such as hawala and undiyal to flourish, with some corrupt government bigwigs allegedly benefiting therefrom. The SLPP’s argument that the pandemic was the root cause of the present economic crisis is untenable in that the foreign currency reserves of other countries in the region grew significantly despite the global health emergency.",
    "The ‘new’ government’s efforts to find out the causes of the economic crisis are superfluous; there is no need to reinvent the wheel. The Central Bank, the Finance Ministry, the IMF and independent economists have identified them and recommended how to tackle them. The task that the government is expected to accomplish is to bring about political and social order, without which no economic recovery is possible, have external debt restructured urgently, find bridge financing to make essential commodities and services available, while trying to secure the IMF bailout package expeditiously, eliminate waste and corruption, curtail state expenditure, present a new budget, and restore the rule of law.",
    "Meanwhile, Prime Minister Wickremesinghe would have us believe it is pure altruism that has driven him to undertake his current mission, which is a massive political gamble. He has likened himself to Grusha in Brecht’s  Caucasian Chalk Circle. One finds this analogy interesting. Grusha is a dazzling emblem of love, faithfulness, integrity, selflessness, righteousness and justice. Could this be said about the new PM? We leave it to our readers.",
    "However, there is one striking similarity between Grusha and Ranil. Grusha saves the child of a Governor killed in a coup, and Ranil stands accused of trying to protect a former Prime Minister’s son, among others, amidst a political upheaval.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}