{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-asks-public-to-be-patient-currency-crisis-being-solved-92932/",
  "time_ut": 1649688600,
  "title": "Sri Lanka PM asks public to be patient, currency crisis being solved",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Prime Minister Mahinda Rajapaksa asked people to be patient as forex shortages from un-anchored monetary policy (flexible inflation targeting) wracked the island, pushing up prices and the value of the rupee down.",
    "“We ask all to be patient and be determined,” Rajapaksa said in a national broadcast.",
    "“Dear sons and daughters all of us love this country,” he said speaking directly to the mostly young protestors who were asking President Gotabaya Rajapaksa and the family to go home.",
    "Sri Lanka’s economists have been practicing inflationist-devaluationism in a single minded Mercantilist zero-sum goal of picking the pockets of the working class to fatten export companies for 72 years in a denying monetary stability to a nation and fomenting social unrest.",
    "After the end of a 30-year civil war monetary policy turned viciously loose and three currency crises were triggered over the past 7 years under flexible inflation targeting (running a domestic anchor with a reserve collecting peg).",
    "Flexible inflation targeting had made it impossible for two administrations to govern the country or have free trade.",
    "Sri Lanka printed about two trillion rupees under flexible inflation targeting over the past two years tearing the balance of payments apart, creating power cuts, energy and medicine shortages and bringing the country to the brink of default.",
    "“Even though we got over the Coronavirus pandemic the country is falling into a deep trench,” Rajapaksa said as protest continued in the capital and elsewhere",
    "“We did not make highways for your to wait in queues,” he said.  “We did not make port for yor to pay demurrage. We did not do corona three vaccines for you to get tear gassed. We will make all efforts to get over the crisis.”",
    "Sri Lanka’s newly appointed central bank Governor Nandalal Weerasinghe had taken decisive steps to reduce monetary printing, though a surrender rule that slams the rupee down is still in place.",
    "Shortly before Rajapaksa began his speech, Sri Lanka’s one year Treasuries yield hit 23.6 percent, above the 12 month inflation of 18.7 percent. (Colombo/Apr11/2022)"
  ]
}