{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-assures-independence-to-central-bank-94865/",
  "time_ut": 1653737220,
  "title": "Sri Lanka President assures independence to central bank",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Gotabaya Rajapaksa has assured full independence to the Central Bank following a meeting with Governor Nandalal Weerasinghe, his office said.",
    "President Rajapaksa met Governor Weerasinghe and Monetary Board member Sanjeeva Jayawardena and assured “his fullest and unqualified assurance of freedom to discharge their functions independently and without any extraneous constraints.”",
    "“The President expressed his confidence in these measures and thanked the governor once again for accepting this post during very trying circumstances,” the statement said.",
    "“The President also assured an interactive process and indicated that the Governor and the Monetary Board would be accorded any assistance required in his capacity as the Head of State, including engaging with his international counterparts, at the highest level of state engagement, in order to assist Sri Lanka’s economic recovery process.”",
    "Sri Lanka’s central bank has a widely discretionary monetary law which allows incumbent governors to print money to their hearts content, or trigger conflicts between monetary policy and exchange rate policy with only open market operations and trigger currency crises.",
    "There are attempts to increase the discretionary powers to give even more flexibility and reduce accountability with a new monetary law.",
    "In Sri Lanka both the central bank and Treasury are run by seconded central bankers and they collude to print money and later politicians get the blame, some critics say.",
    "However President Rajapaksa drew criticism in 2020 for pressuring the central bank to print 150 billion rupees for Covid-19 re-finance.",
    "ReleatedSri Lanka President slams central bank over Rs150bn quasi-fiscal re-finance",
    "However the central bank using its independence placed price controls on bond auctions and printed hundreds of billions of rupees by crippling them in an extreme soft-pegging move, losing large volumes of reserves as the money was used for credit and imports.",
    "The fundamental problem is that the central bank is collects reserves and is expected to repay government foreign debt and cannot operate a floating exchange rate required for inflation targeting.",
    "It claims monetary policy independence from the Federal Reserve but get into currency crises whenever it is exercised and to the International Monetary Fund when the currency collapses in forex shortages.",
    "“At the meeting, the president also sought a briefing of the progress of the IMF programme, as well as of the economic recovery process,” the statement said.",
    "“The Governor gave a full briefing on the satisfactory progress of the talks with IMF at technical stage and emphasized the importance of advancing towards securing an IMF assistance expeditiously, which would in turn, facilitate the all important, debt re-structuring process.”",
    "Sri Lanka is still suffering forex shortages following a botched attempt to float currency with surrender rules. Forex shortages are a problem peculiar to broken soft-pegs (intermediate regimes).  (Colombo/May28/2022)"
  ]
}