{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-plunges-to-eight-month-low-as-rising-market-interest-rates-take-their-toll/",
  "time_ut": 1649433300,
  "title": "CSE plunges to eight-month low as rising market interest rates take their toll",
  "body_lines": [
    "The CSE plunged to an eight-month low yesterday as rising market interest rates and an economic crisis, that has now turned into a political crisis, weighed on investor appetite, stock analysts said.",
    "The market started in a negative manner at the beginning but became positive to a great extent for the market to recover. Political instability and the long New Year holidays next week produced lower investor participation, analysts added.",
    "Market analysts said that investors are extremely concerned and are not holding on to shares for long and that sentiments have hit rock bottom. Speculation of an at least 300 basis point policy rate hike previously led to a market fall as many investors are expected to switch to fixed assets a day after the 364-day T-bill rates jumped to over 15 percent.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 69.9 points and S and P SL20 declined by 43.3 points. Turnover stood at Rs 1.2 billion without any crossings. In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 471 million (2.1 million shares traded), Browns Investments Rs 97.5 million (16.2 million shares traded), Hayleys Rs 72.6 million (one million shares traded), LOLC Holdings Rs 64.5 million (162,000 shares traded), JKH Rs 48.6 million (347,000 shares traded), LOLC Finance Rs 44.8 million (5.7 million shares traded) and Royal Ceramic Rs 42.8 million (1.2 million shares traded). During the day 58 million shares changed hands in 15413 transactions.",
    "Brokers said investors opt for stocks to hedge against inflation. Sri Lanka’s rupee has fallen nearly 60 per cent since it was allowed flexibility on March 7. However, the market has witnessed a total foreign outflow of Rs 1.49 billion so far this year.",
    "It is said high net worth and institutional investor participation was noted in several blue-chip companies. Mixed interest was observed in LOLC Holdings, Access Engineering and Royal Ceramics, while retail interest was noted in Browns Investments, LOLC Finance and Expolanka Holdings.",
    "It is said the Transportation sector was the top contributor to market turnover (due to Expolanka Holdings), while the sector index lost 10 per cent. The share price of Expolanka Holdings decreased by Rs. 16.25 (9.73 per cent) to close at Rs. 150.75.",
    "The Food, Beverage and Tobacco sector was the second highest contributor to market turnover (due to Browns Investments), while the sector index decreased by 3.87 per cent. Browns Investments shares lost Rs. 1 (14.29 per cent) to close at Rs. 6.",
    "Yesterday the dollar was quoted at Rs 319.99. But in the kerb market the dollar is much higher than the Central Bank rate.",
    "Nilmini Kumari Fernando Takes Over as Chairperson of Neil Marine and Penthouse Group, Succeeding Her Father",
    "BINGE ON with Unlimited YouTube on Your Unlimited Dialog Power Plan",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}