{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82876/aeroflot-aircraft-detained-over-private-legal-issue-pm-tells-russia",
  "time_ut": 1654411380,
  "title": "Aeroflot aircraft detained over private legal issue - PM tells Russia",
  "body_lines": [
    "Sri Lanka’s Prime Minister Ranil Wickremesinghe has informed Russia through the Foreign Ministry that the issue over the Aeroflot passenger aircraft is not between the two countries but is a private legal issue.",
    "The Premier further assures that Sri Lanka’s Minister of Justice has been informed to expedite the process of the court case.",
    "Wickremesinghe has reportedly directed the Foreign Secretary to speak to the Russian Foreign Ministry and explain the matter, and to further clarify that the enjoining order had nothing to do with the Sri Lankan government.",
    "Sri Lanka’s Ministry of Foreign Affairs had issued a statement on Saturday with reference to the detention of Aeroflot passenger aircraft flight SU-289 which is currently at the Bandaranaike International Airport (BIA), which has somewhat escalated into a diplomatic row now.",
    "On 2 June 2022, the Commercial High Court of the Western Province issued an Enjoining Order on the Aeroflot flight restraining it from taking off from Bandaranaike International Airport, the ministry said.",
    "It said the case relates to a commercial dispute between the Plaintiff, Celestial Aviation Trading 10 Limited an Irish Company against the first Defendant the Public Joint Stock Company \"Aeroflot\" and the second Defendant, Mr. N. C Abeywardene/Acting Head of Air Navigation/Airport and Aviation Services of Sri Lanka (AASL), Katunayake.",
    "The matter is still pending final determination of the Court, the foreign ministry said, adding that this matter is also under consultation through normal diplomatic channels.",
    "Russia’s flagship carrier yesterday announced that it is suspending commercial flights to Sri Lanka after the nation’s authorities detained the airline’s Airbus A330 jet on June 02.",
    "“Aeroflot is suspending commercial flights to Colombo (Sri Lanka) for the immediate period due to an unreliable situation in terms of the airline’s unobstructed flights to Sri Lanka. The sales of tickets for flights to Colombo have been temporarily shut down,” Russian state-owned news agency TASS said quoting the airline.",
    "On Friday (June 03), Aeroflot reported that the departure of its SU-289 flight from Colombo to Moscow scheduled for June 2 was at first delayed and then cancelled due to the absence of permit from Sri Lanka’s aviation authorities.",
    "Earlier, Colombo’s Commercial High Court satisfied a complaint filed by Ireland’s Celestial Aviation Trading Limited leasing company against Aeroflot and banned its Airbus A330 jet from leaving the country until June 16. A court hearing to lift the seizure of the aircraft is scheduled for June 8, 2022.",
    "Meanwhile the Sri Lankan Ambassador to Moscow Janitha Abewickrema Liyanage was summoned to the Russian Foreign Ministry on Friday where she was expressed resolute protest over the detention of an Aeroflot plane in her country, according to a statement made by the Russian diplomatic agency.",
    "“The head of the diplomatic mission was expressed protest over the groundless decision by Sri Lanka’s judicial authorities to detain a regular Aeroflot flight preparing to depart for Moscow at Bandaranaike International Airport on June 2,” the Russian Foreign Ministry said.",
    "“We urged the Sri Lankan side to settle this problem as soon as possible to avoid its negative impact on traditionally friendly bilateral relations,” the agency added."
  ]
}