{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-need-for-foolproof-mechanisms-of-governance/172-238651",
  "time_ut": 1654642980,
  "title": "The need for foolproof mechanisms of governance",
  "body_lines": [
    "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.”",
    "Whatever happens from here onwards, Sri Lanka as a country is going to go through a few years, at least, of hardship, shortages, scarcity and a lowering of general life standards, like never experienced before. People need to realize that austerity measures are an absolute necessity and that they cannot enjoy the kind of life they have had prior to this economic meltdown.",
    "The unprecedented meltdown of the economy has more to do with mismanagement, corruption, stealing by those in power and their henchmen, much more, than as a reason of a global recession, or any other factor such as COVID-19 or the Russia Ukraine war. Although COVID-19 was a blow to economies all over the world, most have now recovered and life is coming back to normalcy with bright vistas ahead for the citizens who are now getting back to their workplaces with the intention of catching up for the lost time due to the pandemic.",
    "Sri Lanka’s debacle is far from merely economic but one which permeates every aspect of social life. It is a political, constitutional, moral and a spiritual crisis, all mingled together. It is also a result of attitudes, culture and a way of life practiced for decades, if not centuries. A culture of not working hard, of dodging work, shoddy work and idling, has given rise to a population very keen on what they can obtain from the country but nothing to offer for the country. With one of the largest public sectors in relation to the working force, the short and medium-term benefits, such an oversized public service yields for the national good, is negligible, if not totally nonexistent.",
    "Sri Lanka’s corrupt political system is responsible for the economic breakdown experienced in the last few months. Although things started precipitating towards total collapse after the unwise decisions taken by Gotabaya Rajapaksa, the rot has started eating in to the nation’s health from long before. Specially with the Constitutional fount of abusive executive power, institutionalized in the Executive Presidency created by the Second Republican Constitution, all measures of prudence and propriety of governing were dispensed with, heaping up enormous and unbridled power on one person. The decision to open up the economy, exempting friends from taxes, circumventing tender procedures, earmarking projects which are not beneficial, foreign policy decisions to appease superpowers who supported the ruler, are well documented events that gradually ate up the national wealth and brought a dysfunctional economic system.",
    "It is after the people started experiencing shortages of fuel, gas, medicine and essential foodstuffs, that the public outcry reached unprecedented levels to materialize in the Galle Face protest with the establishment of Gotagogama and Mainagogama. Yet it was the same people who barely three years ago, hailed the advent of an ‘all-powerful dictator like figure’, presumably to save the motherland from enemies. It goes without saying that the Sinhala Buddhist majority who overwhelmingly supported the Rajapaksa’s in all their electoral attempts for power, were, at least until now, been in favour of the Executive Presidency.  They have been more than happy to entrust the political and economic future to the wisdom of one person. The fact that Gotabaya is without any previous ruling experience is not the point. The point is, even with experience, one person should not be entrusted with excessive power. As Lord Acton wrote ‘power corrupts. Absolute Power absolutely corrupts.’",
    "Economic prosperity is organically intertwined with the political system. In an electoral democracy, democratic, consensual and collective decision making by the representatives of the people, elected to the legislature, is the bench mark of sound governance, thus functioning as a buffer against arbitrary, capricious and idiosyncratic decisions of an absolute power wielder, such as the Executive President created by the 1978 constitution.",
    "Sri Lankans; and Sinhalese in particular, have very short memories and good at seeing the finger, and not the moon at which the finger is pointing. That’s what we did with the 30-year-old war. There was eagerness and support especially among the Sinhala majority, in the Rajapaksa government’s war effort to end the civil war which waged for almost three decades. Yet they did not show the same willingness to urge their government, move forward to find a solution to the root causes that led to the Tamil militancy, eventually leading to the creation of the most brutal guerilla out fit in the world and their devastating war with the government forces. In fact, we failed to see that the civil war was only a symptom of a deep-rooted racial division that has taken place after independence due to various political choices made in the south by the majority.",
    "There is the chance that the present public outcry and protest aimed at the government, might be limited to and last until, the shortages and difficulties exist and not beyond. People need to realize that the political, economic and social structure that had been in place for the seven decades after we took governing ourselves in to our own hands from the British, is not sustainable any more. That any effort we have to bear as a nation, has to be coupled with a political awareness that seeks a deviation from the way we have been doing politics in the last few decades, in the least.",
    "\"Sri Lanka’s corrupt political system is responsible for the economic breakdown experienced in the last few months. Although things started precipitating towards total collapse after the unwise decisions taken by Gotabaya Rajapaksa, the rot has started eating in to the nation’s health from long before\"",
    "We need to brace ourselves for unprecedented hardships and denial in the years to come. But that should not be with the intention of starting from where we left, once the hardships are over and a ray of economic stability or prosperity dawns on the national horizon. This should open the eyes of the citizenry that all the ailments that affect us as a nation, are due to bad political choices we made in electing demigods whom we believed were our saviours. The economic decisions that such elected rulers have made, in turn, has landed us in this precarious and sorry situation.",
    "The struggle should not narrow its scope to chasing the Rajapaksas or Wickremesinghe or Premadasa out. Rather is should aim at structural changes that remove the prejudices, opaqueness, arbitrariness, and the illogical and irrational manner in which we live our lives. Electing leaders is only a reflection of the bad lives we live as a nation. Such a nation cannot produce greet leaders. Bad leaders, in Sri Lanka’s context, is not the exception, they are the rule. So, we need a system that is robust, with checks and balances, accountability mechanisms and consensual decision making, if we are to ensure that such a meltdown, as we do now, does not happen in the future as well.",
    "When there are millions of fools electing bigger fools, you specially need foolproof mechanisms."
  ]
}