{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Sri-Lankas-true-inflation-at-74-in-April-according-to-Professor-Steve-Hanke/273-235146",
  "time_ut": 1650251280,
  "title": "Sri Lanka’s true inflation at 74% in April according to Professor Steve Hanke",
  "body_lines": [
    "Sri Lanka’s headline inflation measured by Hanke’s Annual Inflation Index hit a staggering 74 percent in the year through April 15, 2022 as prices from energy to staples to discretionary items received a jolt last month from the botched rupee float.",
    "Prof. Steve Hanke, an Economist at John Hopkins, a private research university in Baltimore, Maryland in the United States, measures the inflation in countries with currency troubles, taking the true underlying factors such as the opportunity cost and other associated costs one has to undergo when a good or service is purchased.",
    "Hanke’s inflation is more than thrice the official headline inflation of 18.7 percent measured by the Colombo Consumer Price Index for March.",
    "The Central Bank on April 8 forecasted the official inflation at 28 percent in the next three months as Sri Lanka has entered into an era of runaway prices due to global commodities prices boom, Russia & Ukraine crisis and the float of the rupee on March 7 which caused the currency to lose more than 60 percent of its value in a month.",
    "However, some economists disagree with Hanke’s index of inflation as it is based on the idea of what is known as purchasing power parity, a concept, which measures the ability of a person who earns in rupees to buy stuff versus a one who earns in dollars.",
    "Hence, it incorporates the loss of one’s ability to purchase something into the increase in the official index of inflation measured using the changes in the prices of basket of goods and services.  Therefore, those who disagree with his index of inflation say that it is misleading as Sri Lankans deal in rupees and not in dollars.  However, Hanke, a neo-classical economist is widely known as a proponent of what is called as currency boards in place of central banks, which will effectively cap the amount of money printing to the amount of foreign currency reserves one has.  Hence his galloping inflation index makes a stronger case for a currency board, as he believes money is the only determinant, which causes inflation. Therefore, those who oppose Hanke’s inflation say his index driven inflation must be looked at in that context to push through his idea of installing a currency board in Sri Lanka.  But, economists and analysts are vastly divided over the concept of currency boards as Sri Lanka doesn’t have adequate foreign currency reserves at present nor it allows the Central Bank to support its own banking system for liquidity and the economy when it wants to accelerate growth."
  ]
}