{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-lost-about-1mn-taxpayers-since-2019-tax-cuts-Finance-Minister/108-236397",
  "time_ut": 1651810320,
  "title": "Sri Lanka lost about 1mn taxpayers since 2019 tax cuts: Finance Minister",
  "body_lines": [
    "Says SL lost about 500, 000 tax payers each in 2020 and 2021",
    "SL’s has one of the lowest revenue-to-GDP ratios in the world",
    "Sabry on Wednesday called the 2019 tax cuts a “historic mistake”",
    "Sri Lanka lost about a million taxpayers in the two years through 2021 since the government slashed taxes in late 2019 in its failed attempt to spur economic growth.",
    "Finance Minister Ali Sabry yesterday told parliament that Sri Lanka lost about 500,000 taxpayers each in 2020 and 2021 after the ill-timed tax cuts were delivered.",
    "“From around 1,550,000 taxpayers at the beginning of 2020, the number came down to 1,036,000 in 2020 and to 412,000 in 2021. This is a massive problem for us,” he said.",
    "According Sabry, the prolonged and intermittent lockdowns caused by the pandemic prevented the economy from achieving what was originally expected from the tax cuts.",
    "“The 2019 end tax cuts were brought for all tax paying citizens in the country to stimulate economic activity and thereby make use of that reinvigoration as a launchpad for the development of the country. However as a result of the pandemic, it failed to deliver the desired results,” he stressed. However, even before these tax cuts, Sri Lanka was a country with one of the lowest revenue-to-GDP ratios in the world, and the 2019 tax cuts drove Sri Lanka closer to the bottom of this list.",
    "The government revenue-to-GDP in 2021 was estimated to have declined to 8.7 percent from 9.1 percent in 2020. The tax revenue-to-GDP in 2021 was estimated to have declined to 7.7 percent.",
    "Sabry on Wednesday called the 2019 tax cuts a “historic mistake.”",
    "While it is understandable that the Gotabaya Rajapaksa government had to deliver some substantial incentives to lubricate the wheels of the sputtering economy, there is widespread debate whether the tax cuts announced in late 2019 should have been that deep.",
    "For instance, the Value Added Tax rate (VAT) was reduced to just 8 percent from 15 percent when it was last raised under an International Monetary Fund programme from 2016 to 2019.",
    "Now the authorities have an uphill task to restore it to where it was at a time when the inflation is raging at record levels eating into people’s real incomes.  The Finance Ministry is expected to present a new budget for this year containing higher tax rates shortly."
  ]
}