{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/05/my-sweet-girl-by-amanda-jayatissa-wins-big-at-thrillerfest-2022-in-new-york/",
  "time_ut": 1654439880,
  "title": "‘My Sweet Girl’ by Amanda Jayatissa wins BIG at ThrillerFest 2022 in New York",
  "body_lines": [
    "COLOMBO (News 1st); ‘My Sweet Girl’, by Sri Lankan Author Amanda Jayatissa won the award for the ‘Best First Novel’ at ThrillerFest 2022, organized by the International Thriller Writers Association.",
    "“My Sweet Girl pushes the boundaries of what a thriller can do.”—",
    "“My beautiful country Sri Lanka is going through a really hard time right now and the fact that you selected a book from there, it means the world to me,” said Amanda Jayatissa after accepting the prestigious award for a Thriller Writer.",
    "She also made note of her opportunity to speak to one of the greatest Thriller Writers, R. L. Stine.",
    "The International Thriller Writers is an honorary society of authors, both fiction and nonfiction, who write books broadly classified as “thrillers.”",
    "This would include (but isn’t limited to) such subjects as murder mystery, detective, suspense, horror, supernatural, action, espionage, true crime, war, adventure, and myriad similar subject areas.",
    "To be considered eligible for the 2022 Thriller Awards, the work must be a novel, short story, or audiobook that was published in English, for the first time, anywhere in the world, in the calendar year of 2021.",
    "The author must either be an active ITW member or the publisher must be an ITW-recognized publisher.",
    "ITW’s mission is “to bestow recognition and promote the thriller genre at an innovative and superior level for and through its Active members; to provide opportunities for mentoring, education and collegiality among thriller authors and industry professionals; and to grant awards for excellence in the thriller genre.”",
    "‘My Sweet Girl’- a dual timeline story introduces the reader to thirty year old Paloma, adopted daughter of wealthy parents, formerly a Sri Lankan orphan.",
    "Paloma thought her perfect life would begin once she was adopted and made it to America, but she’s about to find out that no matter how far you run, your past always catches up to you.",
    "Ever since she was adopted from a Sri Lankan orphanage, Paloma has had the best of everything—schools, money, and parents so perfect that she fears she’ll never live up to them.",
    "Now at thirty years old and recently cut off from her parents’ funds, she decides to sublet the second bedroom of her overpriced San Francisco apartment to Arun, who recently moved from India. Paloma has to admit, it feels good helping someone find their way in America—that is until Arun discovers Paloma’s darkest secret, one that could jeopardize her own fragile place in this country.",
    "Before Paloma can pay Arun off, she finds him face down in a pool of blood. She flees the apartment but by the time the police arrive, there’s no body—and no evidence that Arun ever even existed in the first place.",
    "Paloma is terrified this is all somehow tangled up in the desperate actions she took to escape Sri Lanka so many years ago. Did Paloma’s secret die with Arun or is she now in greater danger than ever before?",
    "‘My Sweet Girl’ by Amanda Jayatissa wins BIG at ThrillerFest 2022 in New York",
    "D. E. W. Gunasekera alleges hidden forces behind Aeroflot issue",
    "Post of PM, Youth in Politics, Economic Crisis : PM’s stance",
    "Sri Lanka Navy Marines to take part in RIMPAC 2022, hosted by the US Pacific Fleet"
  ]
}