{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BMICH-celebrates-International-Women-s-Day/34-732433",
  "time_ut": 1648065240,
  "title": "BMICH celebrates International Women’s Day",
  "body_lines": [
    "Bandaranaike National Memorial Foundation Chairperson and former President Chandrika Bandaranaike Kumaratunga with the lady staff and the leadership team of the BMICH/BCIS on International Women’s Day",
    "BMICH – Sri Lanka’s iconic landmark – organised a special program for its lady staff members to celebrate International Women’s Day and acknowledge the significant contribution by the ladies of the BMICH/BCIS staff to make the institution the most sought after award winning MICE venue in South Asia.",
    "“We are delighted to have a strong and dedicated lady workforce at BMICH/BCIS who contribute to our successes on a daily basis, and we admire their courage and dedication to help achieve our goals. BMICH has a unique affiliation with women with two of Sri Lanka’s leading personalities – Late Sirimavo Bandaranaike being the first female Prime Minister of Sri Lanka and globally and who was also the founding BMICH Chairperson former President Chandrika Bandaranaike Kumaratunga, the first female Executive President of Sri Lanka who is the current Chairperson of the BMICH Board of Management, both being of iconic significance to our country as well as globally,” said BMICH Chief Executive Sunil Dissanayake.",
    "Bandaranaike National Memorial Foundation Chairperson former President Chandrika Bandaranaike Kumaratunga addressed the lady staff of the BMICH/BCIS at a special felicitation luncheon at the Sapphire Banquet Hall and thanked the ladies for their exceptional performance during the past year which helped the BMICH be profitable in a challenging and negative business environment due to the COVID pandemic.",
    "BMICH is Sri Lanka’s largest and Asia’s very first purpose-built convention centre with ultra-modern facilities. Recently redesigned, renovated and refurbished, BMICH is South Asia’s Premier Integrated MICE Complex with all the facilities required to host any type of convention, seminar, exhibition, conference or wedding including multi-day international conventions and conferences."
  ]
}