{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/24/sri-lanka-picks-lazard-clifford-chance-as-advisers-for-landmark-debt-restructuring/",
  "time_ut": 1653363960,
  "title": "Sri Lanka picks Lazard, Clifford Chance as advisers for landmark debt restructuring",
  "body_lines": [
    "COLOMBO, LONDON; Sri Lanka has hired heavyweight financial and legal advisers Lazard and Clifford Chance as it prepares for the difficult task of renegotiating its debts, a trio of sources told Reuters on Monday.",
    "The move is the latest development in Sri Lanka’s worst economic crisis since independence from Britain in 1948 and comes after the country was officially declared in default for the first time ever last week after it halted debt payments.",
    "All three sources asked not to be named because the talks remain private. Spokespeople from Sri Lanka’s Cabinet and Lazard, which has handled debt talks for dozens of crisis-strained countries in recent years, did not immediately reply to requests for comment while law firm Clifford Chance declined to comment.",
    "Experts and economists have been waiting for the appointment as the country looks to restructure over $12 billion of overseas debt that had been building up for years but become unsustainable when COVID-19 hammered the economy.",
    "The economy of around 22 million people began to show cracks in 2019 after large tax cuts by President Gotabaya Rajapaksa’s government drained the country’s coffers. The pandemic then shattered the lucrative tourism industry, and rising global prices have left Colombo struggling for essentials such as fuel, medicine and food.",
    "Violence between pro- and anti-government factions and police left nine dead and more than 300 injured earlier this month. That was followed by the resignation of former prime minister Mahinda Rajapaksa.",
    "“By far the most important thing is to what extent the government will have the political will, and the ability, to deliver on the pre-conditions for the IMF programme,” said Gramercy’s co-head of sovereign research & strategy, Petar Atanasov.",
    "“Governments are often willing to do the things that are required when their backs are completely against the wall.”",
    "While there are hopes a deal can be struck to ease the economic crisis, it is unlikely to be straightforward.",
    "A mix of loans from China, India and Japan, as well as all the bonds held by private investment funds mean long-resisted but now embraced talks with the International Monetary Fund (IMF) could be complex, especially if social unrest worsens.",
    "Other factors have included heavily subsidised domestic prices of fuel and a decision to ban the import of chemical fertilisers, which devastated the agriculture sector.",
    "A group of Sri Lanka’s largest sovereign dollar bondholders has hired Rothschild as its financial adviser and another legal firm, White & Case, as its legal adviser.",
    "“I think the new Cabinet would really have to show quick solutions to really pressing problems such as electricity and importation of goods to pacify the people,” said Carlos de Sousa, an emerging market strategist at Vontobel Asset Management which holds Sri Lanka’s bonds.",
    "“They will try, but it is not clear to me whether they will be sufficiently successful. We will see.”",
    "Reporting by Jorgelina do Rosario and Uditha Jayasinghe in Colombo Additional reporting by Marc Jones and Karin Strohecker in London Editing by Rodrigo Campos, Nick Zieminski and Matthew Lewis",
    "Sri Lanka picks Lazard, Clifford Chance as advisers for landmark debt restructuring"
  ]
}