{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Country-on-the-brinks-of-collapsing-Rosy/108-235065",
  "time_ut": 1649867340,
  "title": "Country on the brinks of collapsing: Rosy",
  "body_lines": [
    "Claiming that the country was on the brinks of collapsing, Mayor of Colombo Rosy Senanayake said today the need of the hour is a coalescence of all forces irrespective of political, racial, religious or language differences to rescue the nation.",
    "She said in a statement that Democratic solutions to the problems can only be found via Parliament.",
    "\"The onus is on the Opposition, led by the Leader of the Opposition to initiate this change. However, at times it feels like most opposition groups are more concerned about strengthening their individual political positions rather than joining forces for the common good,\" she said in the statement.",
    "I don’t need to emphasize that we are currently confronted by a serious, unprecedented political and economic crisis.",
    "The resulting instability and uncertainty have made life challenging for every Sri Lankan. Our hospitals are running short of medicines, children lack milk powder, the supply of gas, fuel and electricity have all been disrupted. Networks and supply chains that supply essential services are breaking down progressively. The future of our people is full of uncertainties beyond their control. In their desperation they are thronging the streets demanding justice, demanding change and most importantly demanding for solutions to end their misery. They are forced to suffer in never-ending queues with no end in sight.",
    "At this critical, decisive moment we have a right to urge the Opposition to intervene and help resolve this national crisis.",
    "The Rajapaksa regime has reverted to its usual political games to try and hold on to power at all costs. It’s time to dispassionately question whether all the Parliamentary debates, Committees and Commissions of the recent past have helped in any way to redress the real crisis that we currently face. Democratic solutions to these problems can only be found via Parliament.",
    "Therefore, the onus is on the Opposition, led by the Leader of the Opposition to initiate this change. However, at times it feels like most opposition groups are more concerned about strengthening their individual political positions rather than joining forces for the common good.",
    "The need of the hour is a coalescence of all forces irrespective of political, racial, religious or language differences to rescue the nation. There is no time to lose. We are on the brinks of collapsing.",
    "The government has now decided to temporarily suspend repayment of most foreign currency debt and is attempting to negotiate with creditors. This was done ahead of any agreement with the IMF because of the obvious inadequacy of our external reserves. This unavoidable decision will affect our ability to borrow overseas.",
    "How will we obtain sufficient stocks of essential medicines, food and fuel?",
    "Are we to watch while the people die of hunger? Given the current circumstances the crisis will only worsen after the end of April. Due to the corruption that's rife in the government, the international community and institutions such as the IMF and World Bank view Sri Lanka as unstable and unreliable.",
    "We need to be seen enforcing accepted, sound economic policies and we need to ensure good governance practices. I want to take this opportunity to re-emphasize the vital role that the Opposition is now called upon to play, at a time when our people and even unborn generations are at grave risk.",
    "Let all of us band together to rescue the country and restore it to achieve its obvious potential for prosperity. All members of the Opposition must now decide whether they will set aside their differences and come together for the sake of the country or do they want to continue engaging in party politics to further strengthen their individual positions? Time is running out; we need to urgently unite irrespective of which party we belong to, all members of the opposition including coalition parties that are a part of this current government, all need to come together for the sake of the people we have been elected to serve.",
    "Let us dedicate our lives for the people of this country and unite on a common demand before it’s too late. Leave aside all party politics and irrespective of race, religion, caste, class or gender let us all unite in this battle to save our nation."
  ]
}