{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/inviting-the-buddha-for-a-dana/",
  "time_ut": 1648210980,
  "title": "Inviting the Buddha for a Dana",
  "body_lines": [
    "Since the very beginning of Buddhism, monks obtained their food in two ways; most commonly by going alms gathering or by accepting an invitation from a supporter or admirer for a meal at their home. Today, alms gathering is usually called pindapata, but the correct Pali word is actually pindacarya; the two parts of this compound meaning ‘a lump [of rice] + going for’. This noble and wholesome practice has unfortunately almost died out in Sri Lanka but it is still common in Myanmar, Thailand, Laos and Cambodia. For the first few years of his mission, the Buddha got his food by gathering it in this manner, but as he gradually won admirers and disciples some of them started inviting him to their homes for a meal, and he usually accepted such invitations.",
    "For this he was much criticized by other ascetics – firstly because it was a break with tradition; secondly because other ascetics thought it best to keep aloof from lay people; and thirdly because such food would be specially prepared for the guest and would thereby be better than leftovers and scraps given while begging, and other ascetics considered it unbecoming for an ascetic to eat good food. The Buddha thought otherwise. He saw that having some closeness to and familiarity with lay people would give him the opportunity to introduce them to his Dhamma. And as for eating nicely prepared and presented food, he said: “If a monk of good virtue and good discipline should eat such food, it would not be a hindrance for him.”",
    "It is common for books and articles on Buddhism to confine their comments about the Buddha to his miracles, his dialogues with particular individuals, or just to give accounts of the contents of his sermons. There is nothing at all wrong with this but it would be good to at least sometimes include something about what the Buddha did and how he acted during the ordinary process of living. We have a surprising amount of information of this aspect of the Buddha’s life. For example, the Tipitaka preserves several detailed accounts of what it would be like to have the Buddha come to devotee’s home for a dana. This is how such an event played out.",
    "A donor would invite The Buddha to a meal the following day, and if he accepted, someone would come at the agreed-upon time, inform him that the meal was ready, and accompany him to the house. Sometimes several monks would accompany the Buddha. While waiting for the meal to be served, during it and afterwards, the Buddha did not fidget or sit in a slovenly manner but maintained a comportment of grace and dignity and did everything purposefully. Before eating, he would wash his hands. He would eat without rushing, chew each mouthful fully before swallowing it, and not take more food until he had finished the previous mouthful. It was said that he experienced the flavor but without being greedy for it. After finishing the meal, he washed his hand and bowl, sat silently for a few minutes and then gave thanks to the people who had provided it for him. It can be assumed that the Buddha’s behavior here was in keeping with how a polite and cultured person would be expected to conduct themselves during a meal if they were a guest in someone’s home. Nothing mentioned here would be unfamiliar to someone who has ever invited monks to their home for a meal 2500 years later.",
    "Interestingly, several other accounts of having a visit from the Buddha differ considerably from how danas are conducted today. During the Buddha’s visit to the town of Suṃsumaragira, Prince Bodhi invited him to his palace for a meal. In preparation for his arrival, the prince had a white cloth spread over the stairs leading to the palace entrance, a mark of considerable esteem equivalent to today’s red carpet treatment. When the Buddha arrived and saw the white cloth, he halted just short of it. Perplexed, the prince asked what the problem was, but the Buddha said nothing. When the prince inquired for a second and then a third time and still received no response, Ananda explained to him that the Buddha would not walk on the cloth because he was “concerned about future generations.” By this Ananda meant that the Buddha wanted to set an example for monks and nuns in the future who might become too fond of the esteem shown to them by devoted lay people and fall prey to pride. Prince Bodhi had the white cloth taken up, and the Buddha entered the palace.",
    "Of course it is common to arrange for monks to walk on a white cloth, either at the door of a donor’s home, or sometimes even on the road leading to the donor’s home. There is of course nothing wrong with this, but it is an interesting departure from how the Buddha liked things done. It is also common today that when monks arrive at a home for a dana, to have the man of the house or perhaps the oldest son, to be at the door with a bowl of water and wash the monks’ feet before they enter the house. Again there is absolutely nothing wrong with this, it is a traditional and acceptable way of showing respect for the Sangha. But readers might be surprised to know that when the Buddha would enter a home, a hall or some other kind of building, he would wash his own feet. For example, in the famous Mahaparinibbana Sutta, when he was invited to the meeting hall at Pataligama, he made his way there and on arriving “he washed his feet and entered” (pade pakkhaletva).",
    "Why would the Buddha have done this? Perhaps it might be better to ask: “Why are we surprised that the Buddha should do this?” The answer to this second question is that we have come to elevate the Buddha in some ways far beyond normality. We often think of him as so holy as to be far beyond humanity, and as far as his wisdom and compassion he was. But as the feet washing incident shows, in mundane matters he was quite normal. Because of his great holiness we think it only right that we honor his memory in the most lavish and exaggerated way. But the truth is that the Buddha considered the best way to revere and respect him was by practicing his Dhamma. He said this many times and reiterated it yet again in the hours before his death: “The monk or the nun, the lay man or lay woman disciple who lives practicing the Dhamma fully and perfectly fulfils the path of the Dhamma, it is they who truly honor the Tathagata, revere, respect and worship him in the highest way.” So tasty food, white cloths and washing water are all good, but if they do not include taking the Dhamma seriously they become little more than colorful rituals.",
    "Where is the urgency? All Party huddle & boycott, and Supreme Court challenge",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}