{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankans-to-be-proud-of-protesting-youth-a-zoologist-and-a-thespian/",
  "time_ut": 1650590520,
  "title": "Sri Lankans to be proud of: protesting youth, a Zoologist and a Thespian",
  "body_lines": [
    "The sea of troubles is within our land, surrounded by the Indian Ocean, which will soon turmoil to send us its SW Monsoon winds. No sharp light of relief is discernible in the mists and vapours of rain and people’s continued shouts of protest. But hope lives on.",
    "The People braved torrential rains and the scorching sun, forewent usual national New Year routines and continue their effort to send a strong, determined, heartfelt, unanimous message to the government. They even dared reprisals because who knew what the cornered President would order. Heartfelt admiration and sincere gratitude are given all the people who protest, and those who help them with necessities. They, in the majority, are of the upper strata of society: professionals, academics et al; their clothes, good grooming, restrained behaviour and lack of racial and religious divides prove this. Foreigners have been in the protests, both in sympathy and agreement, and expressed admiration for the dedication of the protestors. The police are also to be appreciated. They have shown courtesy and restraint, though greatly provoked by some protests, mostly those of uni students. The very recent incident of using live bullets is the exception.",
    "There was always a lurking fear, substantiated by the Prez’s penchant for giving high posts to ex-Army persons, and inbuilt mistrust, that the army would be called in to quell any uprising. Who knows whether they were contacted but refrained from obliging? We appreciate that since the protests, starting with Hirunika’s down Pangiriwatte way, were and are peaceful.",
    "The entire country is enmeshed in a quandary. How will this pan out? We only hope peacefully with great changes wrought and no violence. The call has changed from Go Home to Go to Jail and Return Stolen Wealth. Very correct; justified. Just going peacefully home is not enough for bloodsuckers who sucked the country dry and sent millions to near starvation and deprivation. The most disgraced is the kurrakan satakaya that was thrown over shoulders with hubris and elitism and ended up in GoGotagama draped around garbage bags. What a downfall! Here one admits the Prez did not follow the  sataka trend. That makes one wonder if, with no brethren, he would have at least steered the ship of state without it sinking or slanting, though his glorious vistas of splendour were ridiculous! The most offensive brother seems to be the progenitor of the sentence “Kaputas take off and hit the plane” which is echoed derisively worldwide. There was a tall, sinister looking Kaputa recently among the protestors on Galle Face Green and vehicle horns are tooted to the kak kak kaputa kak kak refrain. A friend of Cassandra’s – retired woman professional – went alone for a peep at GFG and stayed on the entire day. “People from all over the island and races were so friendly. I got a strong feeling of national pride and loyalty in my heart.”",
    "The recent mild white-wash of the government as it limpets itself to power by electing a 17 member Cabinet has impressed no one but the SLPPers and the appointed themselves, along with more State Ministers. They are generally young but mostly so-so. Useless sop to Cerberus! Any distinguished economist or financier among them? That’s the kind of person we need now. No outstanding professional either though there is a Prof. The best (Cass’ euphemism for the very worst, deplorably evil) move was to appoint as minister Lohan Ratwatte, who held a pistol at the foreheads, one by one, of terrified Tamil prisoners in the Anuradhapura jail. He is a Minister now, promoted on the qualification of loyalty to his masters and being trigger happy.",
    "This move by appointing a new Cabinet holds no water with the vigilant protestors. Neither with most Sri Lankans. Nor does the apology extended by the Prez for mistakes made by banning chemical fertiliser, etc., and not approaching the IMF much earlier extenuate him in the slightest. No forgiveness for his mea culpa since he deliberately, taking no notice at all of agriculturists’ advice, sent the country organic overnight, and his appointed Gov of CB maintained the country would go his way. When further failure of crops ushers starvation, no Akka predictions nor invoked mantra to gods will divert the curses aimed at him, his brethren and nephews. Curses will rain faster and in greater abundance.",
    "Dr Rohan Pethiyagaoda has won the Linnean Medal awarded annually to one or two biologists as an expression of the Linnean Society’s esteem and appreciation for service to science. It is open worldwide to any scientist in academic research in the natural sciences: taxonomy, evolution, ecology etc; i. e a botanist or zoologist. It was instituted in May 1888, the centenary of the Linnean Society of London. The medal is to commemorate Carolis Linnaeus who is accepted to be the father of taxonomy, which was gold up to 1976; now alloy but, needless to say, its prestige has not decreased but increased with the crowding of scientific fields with researchers and academics. Prof Sebsebe Demissew, Ethiopean botanist, won the co-award.",
    "Cass quotes part of the Society’s citation in awarding the Sri Lankan: “Rohan has played a critical role in the understanding and conservation of the astonishing freshwater fish diversity of Sri Lanka and the region more broadly, through original research and support for others.”",
    "He was in government and semi government service and last, Chairman of the Tea Board. What I remember with a broad grin is that he demolished Dr Padeniya’s arguments for banning chemical fertiliser point by point in an interview, the video of which went viral and was the talking point in many cities worldwide where Sri Lankans are domiciled. Rohan was definite, yet simply stated facts with not an iota of hubris or malice.",
    "Rohan being completely minus pride and very simple in demeanour, may not approve of Cass highlighting this interview, but it illuminates who Rohan is and the Prez and his ill advisors. Rohan has won many other international awards as well, and discovered new species of frogs/lizards in Sri Lanka.",
    "The broadly smiling winner of the Laurence Olivier Award for 2022 presented by the Society of London Theatre in recognition of excellence in professional theatre in London was received with a rousing welcome at the Katunayake airport on Monday April 18. He did not stay on in his adopted home UK, to celebrate his success, as he strongly empathised with the youth of Sri Lanka who were protesting for true democracy and elimination of corruption along with the corrupt. What a heartwarming sight it was to see Hiran Abeysekera, excellent Thespian, award winner and deeply national minded Sri Lanka return to add himself to the protesting young ones.",
    "The Olivier Awards, recognised internationally as the highest honour in British theatre, originated in 1976 and were named after Laurence Olivier in 1984 and presented to persons involved in West End and other non-commercial theaters based in London, covering plays, musicals, dance, opera productions.",
    "Hiran Abeysekera won the best actor award for the stage adaptation of Life of Pi, a philosophical novel by Yann Martel (2001) adapted to a film in 2012 which won many awards including Oscar for Director Ang Lee. The book itself – about Pi Patel crossing the oceans in a raft with a hyena and Bengal tiger – won Martel the Man Booker in 2002.",
    "It is reported that in a touching speech Abeyesekera said he was overwhelmed and paid tribute to his home country: “I think of you and wish I was there with you.” He even used the term ‘machang.’ True to his word he is here, ready to go through tough times with the protestors, loyal to the country and wanting it on the path to recovery from corruption, bandyism, lawlessness and near tyranny.",
    "Kudos to you, Rohan Pethiyagoda and Hiran Abeysekera! You have done Lanka proud, now a near failed state, in spite of all the brilliant people we have.",
    "Up north west, Pakistan’s Parliament sent the Prime Minister off with a gust of votes. Many over here are saddened since Imran Khan stood for democracy and against militarisation. No Premier of Pakistan has ever served a full term in office.",
    "Cass for one was jubilant when Imran Khan was elected PM of Pakistan in 2018 when his newly formed Tehreek-e-Insaf (Movement for Justice) won elections. He is polished, a great sportsman, even a playboy in his salad days, a well rounded personality and sincere in his quest for democracy for his militarised country.",
    "It is hoped his being pushed out of the premiership is short lived and he regains power soon. How hope otherwise for a handsome man of strong personality!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}