{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-independent-mps-will-support-pms-proposal-for-oversight-committees-94929/",
  "time_ut": 1653905940,
  "title": "Sri Lanka’s independent MPs will support PM’s proposal for oversight committees",
  "body_lines": [
    "ECONOMYNEX – The group of former government MPs who now function independently in Sri Lanka’s parliament will support Prime Minister Ranil Wickremesinghe’s proposal to appoint oversight committees to resolve the economic crisis, former minister Udaya Gammanpila said.",
    "“We support the decision to appoint committees. We will support it,” Gammanpila said in a hurried response to a reporter’s question in Colombo Monday (30) morning.",
    "In his second televised address to the nation, Prime Minister Wickremesinghe said on Sunday (29) that he is working to establish two new Committees on Monetary Affairs.",
    "“We will appoint a Legal and Methodological Committee to look into the matter.",
    "“Secondly, the main problem we face is the financial condition of the banks and financial institutions. There are a number of issues that have been weakened,” he said.",
    "Under Standing Order 111 of parliament, said Wickremesinghe, oversight committees can be apppointed.",
    "“No oversight committees have been appointed before. Therefore, we propose to appoint ten oversight committees. They also report to Parliament on policies. Parliament should act on that.",
    "“It should also be noted that the chairpersons of these five Finance Committees and the Ten Supervisory Committees are appointed by backbenchers. They are not appointed by Ministers.",
    "“Therefore, we have the opportunity to work out a methodology that is independent of the Cabinet of Ministers and works with both the Minister and the Parliament,” he said.",
    "The PM also observed that Sri Lanka’s  youth are calling for a change in the existing system.",
    "“They also want to know the current issues. Therefore, I propose to appoint four youth representatives to each of these 15 committees . One of them will be appointed by the Youth Parliament. The other three will be from the protesting groups and other activist groups. The methodology used to chose these individuals can be decided by the youth organizations themselves.",
    "“In addition, we hope to involve people with expertise in specific fields in this work. Through this work, young people will be able to learn about problems and provide solutions to them on their own. They will be able to contest elections if they wish to do so.”",
    "Wickremesinghe also proposed a National Council comprising the Speaker, the Prime Minister, the Leader of the Opposition and the leaders of the major parties.",
    "“It should be said that the National Council is very important. The National Council can talk about the policies of the country. It can also talk about the decisions of the Cabinet. It can also talk about the reorganization of the Parliament of this country. If so, it can be called a political body.",
    "“The National Council has the right to summon the Cabinet of Ministers and the Chairmen of Committees.",
    "“According to the new system we have proposed, the President will be held accountable to the Parliament. The Cabinet of Ministers is also accountable to Parliament. The National Council is also accountable to Parliament. Fifteen Committees and Oversight Committees are accountable to Parliament.",
    "“There is a system in place to control the Government through the Cabinet, to examine the work of the President, to oversee the work of the political affairs through the National Council and to oversee the financial affairs and other matters of the other fifteen committees. There are articles prepared on this matter. I appreciate that a number of other organizations have made similar proposals,” he said. (Colombo/May30/2022)"
  ]
}