{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Executive-presidency-a-curse-for-economy-cause-of-sovereign-default/352-236361",
  "time_ut": 1651782540,
  "title": "Executive presidency a curse for economy; cause of sovereign default",
  "body_lines": [
    "University students calling for a system change are seen arguing with a police officer during a demonstration on the access road to the parliament complex. AFP",
    "Apparently, no country has laws to punish government leaders responsible for economic mismanagement.  In Sri Lanka, government leaders’ economic incompetence has precipitated a gargantuan economic crisis.",
    "With no easy way out of the crisis, the people are being driven down dark alleys of poverty and uncertainty, while those responsible for the colossal economic crime are well insulated from the hardships the ordinary folks undergo. Nothing has gone missing from the daily spread of the politically powerful. They do not join long queues for gas, fuel and other essentials. Unlike us, they do not have to tighten their belts. While the ordinary people forego their meals or stop their children’s tuition so that they can save some money to buy medicine for a sick family member, life goes on as luxurious as ever for those responsible for the economic crime.",
    "Economic mismanagement together with excessive borrowing for unsolicited projects with little benefits to the country and large-scale corruption has heaped untold suffering on the people, especially the salaried employees and daily wage earners. Some predict that the number of people who will die of starvation in Sri Lanka in the coming months will exceed the number of people who have died of COVID-19 in the past three years.",
    "The European Union Agency for Criminal Justice Cooperation defines economic crimes as crimes that cover a wide range of offences, including swindling and fraud, money laundering, corruption, intellectual property crime and environmental crime. Many countries have passed laws on economic crimes to deal with these offences, but in these laws, there is little or no provision to deal with economic mismanagement or economic negligence of criminal nature or otherwise. This definitional inadequacy has let presidents, prime ministers, ministers and others who have committed the crime of economic mismanagement go unpunished.",
    "We place a patient in the care of doctors because we trust they will not deviate from the care standards of their profession, or neglect their duty and will take measures necessary to save the patient. If doctors fail in their duty and as a result, harm is caused to the patent, legal action is taken against them.",
    "When the present government headed by President Gotabaya Rajapaksa took over the government in November 2019, the health of the economy was certainly not in a bad shape, although there were early signs of serious issues. The economy was like a patient with early stages of cancer. If immediate treatment had been given, the patient could have survived. But those in authority did not care about the gradual deterioration of the economy. Instead of treating the cancer and checking its spread, the authorities let the cancer grow and then had the cheek to declare the patient dead. Yes, the economy was as good as dead, when the present government shamelessly declared bankruptcy.",
    "The criminal negligence of those in authority is the cause of the shortages of essential items, including life-saving medicines, the soaring cost of living, long queues of fuel and gas, job losses, a rise in the crime rate, a looming food crisis and Sri Lanka becoming an economic basket case, unable to honour its international debt and sovereign bond commitments.",
    "The common causes of sovereign defaults include economic stagnation, political instability, and financial mismanagement. In Sri Lanka’s case, however, it was more a case of financial mismanagement than economic stagnation linked to the COVID-19 pandemic or political instability.",
    "The government’s financial mismanagement aggravated by its poor economic foresight includes continuous moves to paint a rosy picture of the ailing economy while manipulating numbers and presenting unrealistic budgets that smack of dishonesty in governance -- a case of lies, damned lies and statistics.",
    "True, in a democratic setup, it is unfair to demand that every president or head of government should be an economist. But whoever is elected to the highest office of the country should be knowledgeable enough to understand economic concepts, appoint the right person for the right job and get right advice from right advisers.",
    "The propensity of ill-qualified elected representatives together with their team of misfits messing up or mismanaging the economy is all the more reason why the country needs a major overhaul or a system change.  The demand for such a system change or reset is overwhelmingly evident in the cries for change that resonate at the Galle Face Green and other protest sites across the country.",
    "And what’s more, there is a correlation between autocratic rule and a country’s tendency to end up in economic bankruptcy. A presidential system of government is more likely to emerge as an autocratic government and deviate from the democratic path than a parliamentary system, as has been seen in Sri Lanka’s bitter experience with the executive presidential system since 1978. The executive presidential system was introduced by the 1978 constitution’s framers to bring about political stability and economic development. But it was not to be.",
    "Research conducted by the Federal Reserve Bank of Richmond (USA) shows corrupt politicians in autocratic governments, especially those dominated by a single-party in developing countries, looting the country’s wealth can eventually leave the country without the means to service debt, leading to a default.",
    "The same research shows that a presidential system of government as opposed to a parliamentary one has been associated with a higher incidence of sovereign debt defaults in developing nations. (https://www.richmondfed.org/~/media/richmondfedorg/publications/research/economic_quarterly/2010/q3/pdf/hatchondo.pdf)",
    "In Parliament, the main opposition Samagi Jana Balawegaya and an independent member have submitted two versions of a draft 21st amendment. Prime Minister Mahinda Rajapaksa representing the ruling Sri Lanka Podujana Peramuna has also called for sweeping reforms and the restoration of the 19th Amendment with necessary changes. But constitutional changes should strengthen democracy, not undermine it. This is because more democracy means less possibility for the economy to end up in bankruptcy.",
    "The gathering momentum for political reforms in Parliament and at protest sites is indeed a welcome development to check the Rajapaksas who stand accused of showing a tendency to undermine democracy. The democracy-promoting 17 amendment (introduced in 2001) was nullified by the democracy-undermining 18th amendment in 2010 during the Rajapaksa I government. The Yahapalana government in 2015 enacted the pro-democracy 19th amendment, but in 2020, the Rajapaksa II government revoked it and introduced the 20th amendment, which has placed excessive powers in the executive presidency.",
    "A general consensus is emerging in the country that an all-powerful executive presidency is a key factor that contributed to the current economic crisis and a sovereign default and therefore it should be abolished. The earlier it is done the better it is for the country, the people and the economy."
  ]
}