{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/sri-lanka-signs-usd-27-mn-agreement-to-double-milk-production-of-dairy-farmers/",
  "time_ut": 1655119380,
  "title": "Sri Lanka signs USD 27 Mn agreement to double milk production of dairy farmers",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Department of Agriculture signed a Memorandum of Understanding or a $27 million project that aims to double the milk production of Sri Lankan dairy farmers participating in the U.S. Department of Agriculture’s “Food for Progress” initiative.",
    "U.S. Ambassador to Sri Lanka Julie Chung attended the signing ceremony.",
    "In close partnership with the Government of Sri Lanka, the project began in late 2017 and has already benefited 25,000 Sri Lankan dairy farmers, increasing their milk production by an average of 68 percent to date.",
    "An estimated 80,000 Sri Lankans will ultimately receive assistance from this program, as part of the United States’ continued efforts to support food security and economic growth in Sri Lanka. After unforeseen delays including the COVID pandemic, the U.S. Embassy and the Sri Lankan Department of Agriculture finalized this partnership agreement today.",
    "Ambassador Chung stated, “This $27 million contribution is a prime example of the United States’ multi-year commitment to promoting sustainable economic development in Sri Lanka. Not only is this support significantly improving production for the country’s dairy industry – more important now than ever – it is also equipping Sri Lankan dairy farmers with the resources necessary to compete, grow, and thrive.”",
    "Food for Progress’ Market-Oriented Dairy Project partners with a U.S. non-profit organization called the International Executive Service Corps to help Sri Lankan farmers increase dairy production by providing them with the skills they need to improve farm operations and management. It will also provide better access to financing, so farmers can expand their businesses and reach new markets.",
    "In addition to assisting Sri Lankan farmers, the U.S. Department of Agriculture last year contributed US $26 million to a school nutrition program that benefitted over 453,000 Sri Lankans across the country, in coordination with Save the Children. Taken together, USDA initiatives to promote food security are benefitting over half a million Sri Lankans, ensuring schoolchildren have essential nutrition, and helping farmers increase productivity.",
    "It is a great pleasure to stand here and be a part of this signing ceremony, which reflects the longstanding and steady cooperation between the United States and Sri Lanka on food and agriculture. I want to thank everyone here with us today, including our colleagues from the Government of Sri Lanka and the International Executive Service Corps who have helped organize this event. And I also warmly welcome and thank Mr. Mariano Beillard from the U.S. Department of Agriculture, who is visiting Sri Lanka this week to support this project and speak firsthand with farmers, NGOs, and government counterparts to strengthen the existing partnership between our two countries.",
    "We all know how difficult the past few months have been for Sri Lanka, and there are tough months to come. Sri Lankans around the country are facing the impacts of today’s economic challenges and I’ve listened to the heartbreaking stories of families struggling to make ends meet. Like the farmers trying to make sure their cows have enough food as the cost of feed climbs higher and higher, or children who take portions of their school meals back home to share with their parents and siblings.",
    "And it’s because of today’s challenges that initiatives like Food for Progress and Market-Oriented Dairy Project especially give value to our work: to do our part to help the people of Sri Lanka, whether schoolchildren or dairy farmers. I know our colleagues from the International Executive Service Corps (IESC) have been working tirelessly to improve the livelihood of dairy farmers throughout Sri Lanka, and our colleagues from the U.S. Department of Agriculture have been steadfastly supporting this invaluable work. The project goes beyond simply lending a helping hand; it aims to strengthen Sri Lankan farmers’ own abilities to weather economic challenges, so that when we overcome the current crisis, the country is ready to face the future, stronger than ever.",
    "As you may know, through various projects such as this, the United States has consistently demonstrated our ongoing commitment to food security, education, and economic growth in Sri Lanka; one project will build school kitchens and help schoolteachers develop effective literacy programs; another invites technical subject experts from Sri Lanka to engage with American counterparts, facilitating an exchange of views and experiences that improves coordination and enhances the expertise of both sides.",
    "And of course, none of the work by the United States here would be possible without help from the dedicated public servants in the Government of Sri Lanka, such as those with us here today. I know that we represent different countries, but from one public servant to another, I am proud to be standing among all of you in this spirit of public service.",
    "Let me express my thanks again to Secretary Pushpakumara, Director General Kothalawala, Vice President Keatts, Mr. Mariano Beillard, and all our Sri Lankan colleagues, for their partnership and dedication. We have a lot of work ahead of us, a lot of cows to care for, and a lot of hungry families to help.",
    "In this critical moment in Sri Lanka’s history, compassion and action are so important. During these times of trials, I’ve seen the generous spirit of how Sri Lankans have come together, whether it be rolling up their sleeves to serve meals or helping each other out in fuel queues. So this is the time;don’t stand in the sidelines and don’t just complain. Let’s do something to help our neighbors, our communities, and this country. Let’s continue to work toward our shared goal of economic prosperity for all Sri Lankans. Thank you.",
    "Sri Lanka signs USD 27 Mn agreement to double milk production of dairy farmers",
    "Sri Lanka: CEB Chief resigns following controversial remarks to COPE",
    "German Engineer in Sri Lanka develops battery-powered three-wheeler; A solution to the fuel crisis"
  ]
}