{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Political-authorities-attempting-to-privatise-free-health-care-in-a-systematic-manner-GMOA/342-237170",
  "time_ut": 1652784840,
  "title": "Political authorities attempting to privatise free health care in a systematic manner: GMOA",
  "body_lines": [
    "It is observed that the political authorities are making a concerted effort to privatise free health care in a systematic way to plunge the health service further into crisis, the Government Medical Officers' Association (GMOA) said.",
    "They said the indifferent attitude towards allocating funds for health care, appointing a Minister of Health, finding a solution to the drug crisis, and attempts to slash the wages of health workers are a clear indication that the right to life and the right to health are being given priority and necessary background is being prepared for the privatisation of free health care.",
    "Ensuring people's right to life and access to health care is the responsibility of any government.",
    "In order to ensure the stability of the country in the current crisis, it is essential to maintain the continuity and optimal of the public service.",
    "Despite the fact that the current Prime Minister and the Central Bank Governor have stated that they will pay the salaries of public servants without any cuts, the GMOA said.",
    "People are queuing up for fuel and essentials in the face of this crisis. They cannot wait in line for death or emergency treatment. They said the entire political authority, including the President and the Prime Minister, must firmly understand this.",
    "\"The current attempt by the Chief Financial Officers of the Finance Ministry and the Health Ministry and some others to unjustly slash the salaries of the health workers who continue to work despite all the hardships shows that in the absence of a Health Minister, there is no need to further harass and frustrate the health workers.\" A fraudulent program to create in the health sector is being implemented, \"the GMOA said. (Chaturanga Samarawickrama)"
  ]
}