{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81826/fr-cyril-gamini-responds-to-defence-secretarys-comments",
  "time_ut": 1649934240,
  "title": "Fr. Cyril Gamini responds to Defence Secretary’s comments",
  "body_lines": [
    "Sri Lanka’s Catholic Church today questioned as to how those named as respondents by the Presidential Commission, with regard to the failure to prevent the Easter Sunday attacks, are acquitted and released if investigators and the Attorney General’s Department are truly committed to enforcing the law regarding the attacks.",
    "These views were expressed today by Reverend Father Cyril Gamini Fernando, in response to the comments made by Defence Secretary Kamal Gunaratne during a press briefing held yesterday to brief on the progress of investigations into the terror attacks.",
    "“First of all, what is the moral right that Mr. Kamal Gunaratne has as a public servant to protect political leaders from allegations regarding this Easter attack?”",
    "There are various allegations that the Easter attack was a political conspiracy, Fr. Cyril Gamini said and questioned: “What are the investigations carried out by the investigation teams including the CID so far to prove that it is not such a political conspiracy?”",
    "If such investigations were carried out, where are the reports of those investigations, the senior catholic priest inquired.",
    "“If the assistance of international intelligence agencies had been sought to find out the truth about the Easter attack, why not take action with the assistance of the Indian intelligence service, which had initially warned about the attacks and passed on specific information to (former SIS chief) Nilantha Jayawardena?”",
    "Fr. Cyril Gamini said that it was emphasized during the Defence Secretary’s press conference that the accused in the Easter attack were prosecuted and that the filing of the case was done with great dedication and spending time diligently.",
    "If so, how can those named by the Presidential Commission for having seriously neglected their duties without taking action to prevent attacks despite being alerted of it beforehand, be acquitted and released by courts, he probed."
  ]
}