{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/st-josephs-college-colombo-a-dignified-125-years/",
  "time_ut": 1655054220,
  "title": "St. Joseph’s College, Colombo – a dignified 125 years",
  "body_lines": [
    "One hundred and twenty-five years into its existence, St. Joseph’s College, Colombo remains dignified and spiritually-focused in the Sri Lankan school system. Its achievements have been numerous and multidimensional over the decades but if one were to sum up the essential identity of the College, then, spiritual development would be the phrase to choose.",
    "Fortunately, my association with the College has continued unbroken since the sixties and early seventies when I was a student at this veritable citadel of Catholic education under the distinguished rectorship of Rev. Dr. W.L.A. Don Peter, who was a legend even in his lifetime. Decades though it has been since I left College and immersed myself in the tumult of local public life, having ‘cut my teeth’ in newspaper journalism in early 1982, I have found that my reverence for the College is continuing undiminished. Considering my enduring regard for St. Joseph’s College, Colombo, the latter emerged as the first choice when it came to admitting my son to a school in the early nineties.",
    "As should be expected, the fact that my son too was schooling at St. Joseph’s, enabled me to further deepen my association with the College. It gave me the opportunity to observe the developing stature of the school at first hand and to contribute towards its wellbeing to the best of my ability. I was happy to note that over the 13 years or so of my son’s career at St. Joseph’s, spiritual advancement remained a defining essence of the school. It remains so to this day under the rectorship of Rev. Fr. Ranjith Andradi. He is ably assisted by a devout priestly community and a committed academic and administrative staff.",
    "The College will be reaching yet another milestone in its history when it celebrates the 125th year of its founding on June 15th, with the holding of a number of functions at the College, with the accent, as should be expected, on Christian spirituality. Archbishop of Colombo, Malcolm Cardinal Ranjith, the proprietor of the College, will be the Chief Guest at the celebrations.As a build up to the jubilee celebrations a number of projects were initiated over the past two years by the present rector Rev. Fr. Andradi, his staff, present and past Josephians and well- wishers. For example, infrastructure refurbishment was given priority and as a result of this emphasis the iconic chapel and the Clock Tower building were given a face-lift and a new glow, to name only two such major buildings that have undergone renovation and refurbishment.",
    "Special workshops and fora relating to religious and secular education have been held and a new retreat centre for students has been established in a Colombo suburb.Other important infrastructural components that have seen refurbishment are the College sports complex and the library. This major physical facelift of the College is a principal item in what is described as the Jubilee Year Plan. Some other notable items in the Jubilee Year Plan are: spiritual upliftment, academic excellence and physical development.While ‘Building Lives, Inculcating Values’ is the Jubilee Year theme, a Jubilee Year Prayer, a jubilee logo, jubilee theme songs and a special Jubilee Year commemorative stamp figure prominently among the initiatives launched by the College to make its 125th jubilee year celebrations memorable. The Jubilee Year ‘Blue and White’ magazine, the official organ of SJC, is also set to be launched during the celebrations.",
    "Special mention needs to be also made of the writing of the history of SJC by well known writer and alumnus of the school, Neil Wijeratne. This is in the process of being written and is to be published before long.A couple of months back, SJC conducted a number of special religious functions to commemorate its founders. Chief among these Founding Fathers are one-time Archbishop of Colombo Christopher Ernest Bonjean and Rev. Fr. Charles Collin. It was under the former that the initiative was taken to build SJC in 1896. The latter was the first rector of SJC. Busts sculpted in their honour will be unveiled at the College premises by Cardinal Malcolm Ranjith on June 15.",
    "Many are the Josephian rectors who have brought honour to SJC and the country on account of their outstanding stature as educationalists. Just a few of them are: Rev. Fathers Charles Lytton, Maurice Le Goc, Peter Pillai and W.L.A. Don Peter. Among other things, they worked untiringly in the cause of Catholic education. It could be said their intellectual inputs helped to shape local educational policy in a major way.It is apt to pose the question: What does Josephian spirituality consist of? Essentially, this finds expression in the College’s perennial emphasis that prayerfulness should be an inseparable part of the Josephian’s life. During the rectorship of Rev. Dr. W.L.A. Don Peter, for example, the day began with prayers at the College chapel, which needed to be attended by all senior Catholic students. Prayers were led by the rector himself and every student was expected to have with him the pocket book titled ‘Josephian Manuel’, which contained the entirety of relevant prayers and hymns.",
    "Since the student population of the College at that time was comparatively small, the chapel at the centre of the building complex, the veritable nucleus of the school, could accommodate the whole of the collegiate section. On the conclusion of morning prayers, the rector spoke to the students about matters spiritual and all other things that were relevant to the latter, for a short while.There was also midday prayers and prayers at the conclusion of classes towards evening. These exercises were in addition to the periods allocated to Religious Knowledge during the day and the special prayers and masses that featured on feast days. Fortunately, these practices relating to the faith life of the student have been continuing vibrantly at College into the present. One could say, considering all this, that spirituality is SJC’s ‘brand’.",
    "Formal religious practices alone, it could be argued, do not contribute entirely towards spiritual advancement and enlightened living. While this may be true, it cannot be denied that it is these elements in formal religion that lay the foundation for a mature moral consciousness in the human.What is special about SJC in the matter of spiritual formation is that the seed of faith once sown in the hearts and minds of students by the College’s clergy is assiduously fertilized and nourished by the latter, thereby ensuring that it yields ample ‘Fruits of Virtue and Knowledge’, as the College anthem melodiously proclaims.",
    "Sustainable economic development in Sri Lanka: Role of mass media in transforming public beliefs and attitudes",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}