{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/judge-who-loved-theatre/",
  "time_ut": 1647004800,
  "title": "JUDGE WHO LOVED THEATRE",
  "body_lines": [
    "Students of human nature such as psychologists, psychiatrists and other mental health specialists who masquerade under high-sounding names, have an interesting theory.",
    "They say that there is an inborn urge in all of us, without exception, to go on the stage. Wise men resist that form of exhibitionism with all their might. Others try to sublimate it by becoming priests or politicians. The remainder who are not-so-wise actually step on the boards and are rash enough to invite the slings and arrows of dyspeptic dramatic critics.",
    "However, since the days when the Greeks made a fuss about it, the Stage has never lost its glamour and devotees of Drama can be found in every stratum of society. At least two judges of the Supreme Court have been votaries of the god known as Thespis. Though they were lawyers by profession, they were artists at heart.",
    "One of them is Percy Colin-Thome. As he is very much alive (no longer) and can kick very hard, especially when he is producing a new play, I refrain from writing more about him. But one thing may be said by those who know him. He must be secretly preferring the footlights (if any) of the Lionel Wendt Theatre to the company of the Voet lights in Hulftsdorp.",
    "The other judge whose memory I revere is Eugene Wilfred Jayewardene who loved all things bright and beautiful. He was the most versatile of the six sons of a Proctor named James Alfred Jayewardene. James Alfred the Great – I am tempted to call him that – had the unique distinction of being the sire of an extraordinary quintet of legal beagles, a record which will be difficult to surpass.",
    "Of the five, two became King’s Counsel as well as Judges of the Supreme Court, while all the other three, one of whom was the mighty Hector, made their mark in Hulftsdorp. While I am about it, I might add that Hector virtually carried Ponnambalam Ramanathan on his shoulders to a great victory when the Tamil hero contested Dr. H.M. Fernando in a bitterly fought contest for the Educated Ceylonese seat in the Legislative Council. Dr. Fernando, the eminent physician, was backed by such redoubtable advocates as H.J.C. Pereira and H.A.P. Sandrasagara, but Ramanathan triumphed in the end mainly owing to the efforts of Hector.",
    "Going back to E.W. Jayewardene let me say at once that he was passionately fond of music and amateur theatricals and could rattle off a few Gilbert and Sullivan ditties at a moment’s notice. In this respect he was like so many other famous lawyers of the past such as James Van Langenberg, C.M. Fernando and Waldo Sansoni.",
    "When Rafael Sabatini’s great dramatic work, “The Tyrant,” was first staged in England in 1925, glowing reports of the performance, with Matheson Lang in the title role, reached Ceylon and it became the ambition of every serious-minded producer to have a shot at this remarkable Renaissance drama. Under the auspices of the then flourishing Ceylon Dramatic League, E.W. Jayewardene and T.V. Saravanamuttu conceived the idea of putting this stupendous drama on the boards. The play needed a cast of 60 persons, and it was somewhat difficult to find a suitable man for the part of corpulent condottiero, Santafiora. The choice eventually fell on Corbett Jayawardene.",
    "T.V. Sara, the matinee idol of the time, agreed to do the hard work and produce the play, but T.V. had to go on a tight rein for behind the scenes was E.W.J. watching, guiding, advising and even advancing money for the colossal production. I cannot give the full cast in this short article, but let me mention some of those who took part. The reader will in this list come across a few household names, and it would be a nice parlour game to separate the living from the dead. Here they are:",
    "J.R.Jayewardene, Shirley Corea, Justin Kotelawala, R.G.Senanayake, David Paynter, Stanley de Zoysa, and his brother Sidney, P.C.Thambugala, Sid Corea, Clement de Jong, Daya Hewavitarne, C.C. (Jungle) Dissanayake, T.F.Jayawardene, Hans Lourensz, L.G.Gunasekere, Maurice Abeykoon, T.B.Wadugodapitiya and Violet Wright.",
    "The title role was taken by R.R.Breckenridge of Trinity. He was a contemporary of P.C.Thambugala. `Breck” and “Thambu” were two of the finest actors that trod the boards in a Ceylon theatre. Beatrice Gratiaen was the heroine, Panthasilea. Before her marriage she was known as Trixie Loos, and was the reigning beauty queen of the Dutch Burgher Union. She and her husband later retired to the island of Jersey where they lived and died. The play, the first to be produced at the Regal Theatre, was a terrific success.",
    "One of my earliest recollections of E.W.J. was when he made a felicitously, funny speech at “Blenheim” the home of EGP (later Sir Edward) Jayatileke on Galle Road. The house has now been altered beyond recognition by the Bible Society, who saved it from the lessees of a Restaurant. EGPJ was throwing a party to celebrate his elevation to the judiciary. It was his first step up the greasy pole which eventually ended with the Chief Justiceship. At this convivial gathering the house was full of legal luminaries of varying candle power, along with juniors who wait for an occasion such as this to have a refresher free of charge.",
    "EWJ and EGPJ were both officers in the Army Volunteer Force, and the speeches that night savoured more of the barrack-room than the Law Library. EWJ raised trills of laughter by sly references to errant soldiers rolling down the hills of Diyatalawa to a place called Little England. On another occasion I heard EWJ introducing Mrs. Sarojini Naidu to a crowded gathering of students in Colombo and comparing her to a singing bird.",
    "He concluded by inviting the audience, in the words of Shelley, to hear her “pouring her heart in profuse strains of unpremeditated art.” There was a deep hush after the speech followed by Mrs. Naidu joining in the rapturous applause. At the end of the function the discussion centred on who had made the more memorable speech: Mrs. Sarojini Naidu or Mr. E.W.Jayawardene.",
    "(Excerpted from The Good at Their Best first published in 1977)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රඟහලට ආදරය කළ විනිශ්චයකරු",
      "body_lines": [
        "මනෝවිද්‍යාඥයින්, මනෝ වෛද්‍යවරුන් සහ වෙනත් මානසික සෞඛ්‍ය විශේෂඥයින් වැනි මානව ස්වභාවයක් ඇති සිසුන්ට ඉහළ ශබ්ද සහිත නම්වලින් වෙස් වළාගෙන සිටින අයට සිත්ගන්නා න්‍යායක් ඇත.",
        "ඔවුන් පවසන්නේ වේදිකාවට නැගීමට අප සියලු දෙනා තුළම සහජ ආශාවක් ඇති බවයි. ප්‍රඥාවන්තයෝ එම ​​ප්‍රදර්ශනවාදයට තම මුළු ශක්තියෙන් විරුද්ධ වෙති. තවත් සමහරු පැවිදි වී හෝ දේශපාලකයන් බවට පත් වී එය උසස් කිරීමට උත්සාහ කරති. එතරම් ප්‍රඥාවන්ත නොවන ඉතිරිය ඇත්ත වශයෙන්ම පුවරු මත පා තබන අතර ඩිස්පෙප්ටික් නාට්‍ය විචාරකයින්ගේ ගල්පටි සහ ඊතල වලට ආරාධනා කිරීමට තරම් ඉක්මන් වේ.",
        "කෙසේ වෙතත්, ග්‍රීකයින් ඒ ගැන ඝෝෂා කළ දින සිට, වේදිකාව කිසි විටෙකත් එහි ආකර්ශනීය බව නැති කර නොගත් අතර, සමාජයේ සෑම ස්ථරයකම නාට්‍ය රසිකයන් සොයාගත හැකිය. අවම වශයෙන් ශ්‍රේෂ්ඨාධිකරණයේ විනිසුරුවරුන් දෙදෙනෙක් තෙස්පිස් නම් දෙවියන්ගේ ඡන්ද දායකයන් වී ඇත. ඔවුන් වෘත්තියෙන් නීතිඥයන් වුවද හදවතින් කලාකරුවන් විය.",
        "ඔවුන්ගෙන් එක් අයෙක් පර්සි කොලින්-තෝම් ය. ඔහු බොහෝ දුරට ජීවතුන් අතර සිටින නිසා (තවදුරටත් නැත) සහ ඉතා තදින් පහර දිය හැකි බැවින්, විශේෂයෙන් ඔහු නව නාට්‍යයක් නිෂ්පාදනය කරන විට, මම ඔහු ගැන වැඩි විස්තර ලිවීමෙන් වැළකී සිටිමි. එහෙත් ඔහු දන්නා හඳුනන අය එක් දෙයක් පැවසිය හැකිය. ඔහු අලුත්කඩේ Voet ලයිට් සමාගමට වඩා ලයනල් වෙන්ඩ්ට් රඟහලේ ෆුට් ලයිට් (ඇත්නම්) රහසින් කැමති විය යුතුය.",
        "මා ගරු කරන අනෙක් විනිසුරුවරයා වන්නේ දීප්තිමත් හා ලස්සන සියල්ලට ආදරය කළ ඉයුජින් විල්ෆ්‍රඩ් ජයවර්ධන ය. ඔහු ජේම්ස් ඇල්ෆ්‍රඩ් ජයවර්ධන නම් ප්‍රොක්ටර්ගේ පුතුන් හය දෙනාගෙන් වඩාත්ම බහුශ්‍රැතයා විය. මහා ජේම්ස් ඇල්ෆ්‍රඩ් - මම ඔහුව එසේ හැඳින්වීමට පෙළඹෙනවා - අසාමාන්‍ය නීත්‍යානුකූල බීගල් පංචස්කන්ධයක ස්වාමියා වීමේ අද්විතීය විශේෂත්වය, එය ඉක්මවා යාමට අපහසු වාර්තාවකි.",
        "පස් දෙනාගෙන් දෙදෙනෙක් රජුගේ නීතීඥවරුන් මෙන්ම ශ්‍රේෂ්ඨාධිකරණයේ විනිසුරුවරුන් බවට පත් වූ අතර අනෙක් තිදෙනාම, ඉන් එක් බලසම්පන්න හෙක්ටර්, අලුත්කඩේ තම සලකුණ තැබූහ. මම ඒ ගැන කියන අතරේ, දෙමළ වීරයා ආචාර්ය එච්.එම්. ප්‍රනාන්දු ව්‍යවස්ථාදායක සභාවේ උගත් ලංකා ආසනය සඳහා තියුණු තරගයක. කීර්තිමත් වෛද්‍යවරයා වූ වෛද්‍ය ප්‍රනාන්දු, එච්.ජේ.සී. පෙරේරා සහ එච්.ඒ.පී. සන්ද්‍රසාගර, නමුත් රාමනාදන් අවසානයේ ජයග්‍රහණය කළේ ප්‍රධාන වශයෙන් හෙක්ටර්ගේ උත්සාහය හේතුවෙනි.",
        "ඊ.ඩබ්ලිව්.ජයවර්ධන වෙත ආපසු යන විට, ඔහු සංගීතයට හා ආධුනික නාට්‍යවලට දැඩි ලෙස ඇලුම් කළ බවත්, ගිල්බට් සහ සුලිවන් ඩිටි කීප දෙනෙකුම මොහොතකින් ඝෝෂා කළ හැකි බවත් මට එකවරම පැවසීමට ඉඩ දෙන්න. මේ සම්බන්ධයෙන් ඔහු ජේම්ස් වැන් ලැන්ගන්බර්ග්, සී.එම්. ප්‍රනාන්දු සහ වෝල්ඩෝ සන්සෝනි.",
        "රෆායෙල් සබටිනීගේ විශිෂ්ට නාට්‍ය කෘතිය වන \"ද ටිරන්ට්\" 1925 දී එංගලන්තයේ ප්‍රථම වරට වේදිකාගත වූ විට, එහි ප්‍රධාන චරිතය වන මැතිසන් ලැන්ග් සමඟ රංගනය පිළිබඳ දීප්තිමත් වාර්තා ලංකාවට ළඟා වූ අතර එය සෑම බැරෑරුම් මනසක් ඇති නිෂ්පාදකයෙකුගේම අභිලාෂය විය. මෙම කැපී පෙනෙන පුනරුද නාට්‍යයට වෙඩි තබා ඇත. එකල සමෘද්ධිමත් වූ ලංකා නාට්‍ය සංගමයේ අනුග්‍රහය යටතේ, ඊ.ඩබ්ලිව්.ජයවර්ධන සහ ටී.වී. සරවනමුත්තු මෙම අපුරු නාට්‍ය පුවරුවලට දැමීමේ අදහස ඇති කළහ. නාට්‍යයට පුද්ගලයින් 60 දෙනෙකුගෙන් යුත් පිරිසක් අවශ්‍ය වූ අතර, corpulent condottiero, Santafiora ගේ කොටස සඳහා සුදුසු මිනිසෙකු සොයා ගැනීම තරමක් අපහසු විය. අවසානයේ තේරීම කෝබට් ජයවර්ධන මතට වැටුණි.",
        "එකල මැටිනී පිළිමය වූ ටී.වී. සරා වෙහෙස මහන්සි වී නාට්‍යය නිෂ්පාදනය කිරීමට එකඟ වූ නමුත් තිරය පිටුපස සිටි ඊ.ඩබ්ලිව්.ජේ. දැවැන්ත නිෂ්පාදනය සඳහා නැරඹීම, මඟ පෙන්වීම, උපදෙස් දීම සහ මුදල් පවා ලබා දීම. මෙම කෙටි ලිපියේ සම්පූර්ණ රංගනය ලබා දිය නොහැක, නමුත් සහභාගී වූ සමහර අය ගැන මම සඳහන් කරමි. මෙම ලැයිස්තුවේ සිටින පාඨකයාට ගෘහස්ථ නම් කිහිපයක් හමුවනු ඇති අතර, ජීවත්ව සිටින අයව මළවුන්ගෙන් වෙන් කිරීම සඳහා එය හොඳ ශාලා ක්‍රීඩාවක් වනු ඇත. මෙන්න ඒගොල්ලො:",
        "ජේ.ආර්.ජයවර්ධන, ෂර්ලි කොරයා, ජස්ටින් කොතලාවල, ආර්.ජී.සේනානායක, ඩේවිඩ් පේන්ටර්, ස්ටැන්ලි ද සොයිසා, සහ ඔහුගේ සොහොයුරු සිඩ්නි, පී.සී.තඹුගල, සිද් කොරයා, ක්ලෙමන්ට් ද ජොං, දයා හේවාවිතාරණ, සී.සී. (Jungle) දිසානායක, T.F.ජයවර්ධන, Hans Lourensz, L.G.Gunasekere, Mourice Abeykoon, T.B.වඩුගොඩපිටිය සහ Violet Wright.",
        "ප්‍රධාන චරිතය ත්‍රිත්ව කණ්ඩායමේ R.R.Breckenridge විසින් ගෙන ඇත. ඔහු පී.සී.තඹුගලගේ සමකාලීනයෙක්. \"බ්‍රේක්\" සහ \"තම්බු\" යනු ලංකා රංග ශාලාවක බෝඩ් පෑගූ විශිෂ්ටතම නළුවන් දෙදෙනෙකි. Beatrice Gratiaen පන්තසිලියා වීරවරිය විය. ඇයගේ විවාහයට පෙර ඇය ට්‍රික්සි ලූස් ලෙස හැඳින්වූ අතර ලන්දේසි බර්ගර් සංගමයේ රූ රැජින විය. ඇය සහ ඇගේ සැමියා පසුව ජර්සි දූපතට විශ්‍රාම ගොස් එහි ජීවත් වූ අතර මිය ගියහ. රීගල් රඟහලේ මුලින්ම නිෂ්පාදනය කළ නාට්‍යය අති සාර්ථක විය.",
        "ඊ.ඩබ්ලිව්.ජේ ගැන මගේ මුල්ම මතකයක්. ඔහු ගාලු පාරේ EGP (පසුව ශ්‍රීමත් එඩ්වඩ්) ජයතිලකගේ නිවස වූ \"බ්ලෙන්හයිම්\" හිදී ප්‍රශංසනීය හා හාස්‍යජනක කතාවක් කළ අවස්ථාවේදීය. මෙම නිවස දැන් බයිබල් සමිතිය විසින් හඳුනාගත නොහැකි ලෙස වෙනස් කර ඇති අතර, ඔවුන් එය අවන්හලක බදුකරුවන්ගෙන් බේරාගෙන ඇත. EGPJ ඔහු අධිකරණයට උසස්වීම සැමරීම සඳහා සාදයක් පවත්වමින් සිටියේය. එය අවසානයේ අගවිනිසුරු ධූරයෙන් අවසන් වූ ඔහු තෙල් කණුව උඩට තැබූ පළමු පියවර විය. මෙම සුහද හමුවේදී නිවස විවිධ ඉටිපන්දම් බලයෙන් යුත් නීත්‍යානුකූල ප්‍රදීපයන්ගෙන් පිරී ඉතිරී ගොස් ඇති අතර, මෙවැනි අවස්ථාවක් එනතුරු බලා සිටින කනිෂ්ඨයන්ද නොමිලේ නැවුම් බවක් ලබා ගැනීමට සමත් විය.",
        "EWJ සහ EGPJ යන දෙදෙනාම යුධ හමුදා ස්වේච්ඡා බලකායේ නිලධාරීන් වූ අතර, එදින රාත්‍රියේ කරන ලද දේශන නීති පුස්තකාලයට වඩා බැරැක්ක කාමරය රස වින්දේය. EWJ දියතලාව කඳුකරයේ ලිට්ල් එංගලන්තය නම් ස්ථානයකට පෙරළෙන වැරදි සොල්දාදුවන් පිළිබඳ කූට සඳහන මගින් සිනහ උපදවන ලදී. තවත් අවස්ථාවකදී EWJ විසින් සරෝජිනී නායිදු මහත්මිය කොළඹ ජනාකීර්ණ සිසුන් රැස්ව සිටි පිරිසකට හඳුන්වා දී ඇය ගායනා කරන කුරුල්ලෙකුට සමාන කරන අයුරු මට අසන්නට ලැබිණි.",
        "ඔහු අවසන් කළේ ෂෙලීගේ වචනවලින් කියතොත්, ඇය “නොසැලකිලිමත් කලාවේ අධික ලෙස ඇගේ හදවත වැගිරවීම” ඇසීමට ප්‍රේක්ෂකයන්ට ආරාධනා කිරීමෙනි. නායිදු මහත්මිය ප්‍රමෝදයෙන් පිරුණු අත්පොළසන් හඬට එක්වීමෙන් අනතුරුව සිදු කළ කතාවෙන් පසු ගැඹුරු නිහඬතාවයක් ඇති විය. උත්සවය අවසානයේ සාකච්ඡාව කේන්ද්‍රගත වූයේ වඩාත් අමතක නොවන කතාව කළේ කවුරුන්ද යන්නයි: සරෝජිනී නායිදු මහත්මිය හෝ ඊ ඩබ්ලිව් ජයවර්ධන මහතා.",
        "(1977 දී ප්‍රථම වරට ප්‍රකාශිත The Good at Their Best කෘතියෙන් උපුටා ගන්නා ලදී)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தியேட்டரை நேசித்த நீதிபதி",
      "body_lines": [
        "மனித இயல்புடைய மாணவர்கள், உளவியலாளர்கள், மனநல மருத்துவர்கள் மற்றும் பிற மனநல நிபுணர்கள், அதிக ஒலியுடைய பெயர்களில் முகமூடி அணிந்துகொள்பவர்கள், ஒரு சுவாரஸ்யமான கோட்பாட்டைக் கொண்டுள்ளனர்.",
        "விதிவிலக்கு இல்லாமல், மேடையில் செல்ல வேண்டும் என்ற உள்ளார்ந்த உந்துதல் நம் அனைவருக்கும் உள்ளது என்று அவர்கள் கூறுகிறார்கள். புத்திசாலிகள் தங்கள் முழு பலத்துடன் அந்த கண்காட்சியை எதிர்க்கின்றனர். மற்றவர்கள் பாதிரியார்களாகவோ அல்லது அரசியல்வாதிகளாகவோ மாறி அதை உயர்த்த முயற்சி செய்கிறார்கள். எஞ்சியவர்கள் அவ்வளவு புத்திசாலித்தனம் இல்லாதவர்கள் உண்மையில் பலகைகளில் அடியெடுத்து வைக்கிறார்கள் மற்றும் டிஸ்பெப்டிக் வியத்தகு விமர்சகர்களின் ஸ்லிங்ஸ் மற்றும் அம்புகளை அழைக்கும் அளவுக்கு அவசரப்படுகிறார்கள்.",
        "இருப்பினும், கிரேக்கர்கள் அதைப் பற்றி வம்பு செய்த நாட்களில் இருந்து, மேடை ஒருபோதும் அதன் கவர்ச்சியை இழக்கவில்லை மற்றும் நாடகத்தின் பக்தர்களை சமூகத்தின் ஒவ்வொரு அடுக்குகளிலும் காணலாம். உச்ச நீதிமன்றத்தின் குறைந்தபட்சம் இரண்டு நீதிபதிகள் தெஸ்பிஸ் எனப்படும் கடவுளின் வாக்காளர்களாக இருந்துள்ளனர். அவர்கள் தொழிலில் வழக்கறிஞர்கள் என்றாலும், அவர்கள் இதயத்தில் கலைஞர்கள்.",
        "அவர்களில் ஒருவர் பெர்சி கொலின்-தோம். அவர் மிகவும் உயிருடன் இருப்பதால் (இனி இல்லை) மற்றும் மிகவும் கடினமாக உதைக்க முடியும், குறிப்பாக அவர் ஒரு புதிய நாடகத்தை தயாரிக்கும் போது, ​​நான் அவரைப் பற்றி அதிகம் எழுதுவதைத் தவிர்க்கிறேன். ஆனால் அவரை அறிந்தவர்கள் ஒன்று சொல்லலாம். ஹல்ஃப்டார்ப்பில் உள்ள வோட் லைட்களின் நிறுவனத்தை விட, லியோனல் வென்ட் தியேட்டரின் ஃபுட்லைட்களை (ஏதேனும் இருந்தால்) அவர் ரகசியமாக விரும்பி இருக்க வேண்டும்.",
        "நான் மதிக்கும் மற்றைய நீதிபதி யூஜின் வில்பிரட் ஜெயவர்த்தனா, பிரகாசமான மற்றும் அழகான அனைத்தையும் நேசித்தவர். ஜேம்ஸ் ஆல்பிரட் ஜெயவர்த்தனே என்ற புரொக்டரின் ஆறு மகன்களில் அவர் மிகவும் பல்துறை திறன் கொண்டவர். ஜேம்ஸ் ஆல்ஃபிரட் தி கிரேட் - நான் அவரை அப்படி அழைக்க ஆசைப்படுகிறேன் - சட்டப்பூர்வ பீகிள்களின் அசாதாரண ஐவர் என்ற தனிச்சிறப்பு பெற்றவர், இந்த சாதனையை முறியடிக்க கடினமாக இருக்கும்.",
        "ஐவரில், இருவர் கிங்ஸ் ஆலோசகர் மற்றும் உச்ச நீதிமன்ற நீதிபதிகள் ஆனார்கள், மற்ற மூவரும், அவர்களில் ஒருவரான வலிமைமிக்க ஹெக்டர், ஹல்ஃப்டார்ப்பில் தங்கள் முத்திரையைப் பதித்தார்கள். நான் இதைப் பற்றிச் சொல்லும்போது, ​​தமிழ் மாவீரன் டாக்டர் எச்.எம். போட்டியிட்டபோது பொன்னம்பலம் ராமநாதனைத் தோளில் சுமந்து ஒரு மாபெரும் வெற்றியை ஹெக்டர் கிட்டத்தட்ட தோளில் சுமந்தார். பெர்னாண்டோ சட்ட மேலவையில் படித்த இலங்கையர் பதவிக்கு கடும் போட்டி நிலவியது. டாக்டர் பெர்னாண்டோ, புகழ்பெற்ற மருத்துவர், H.J.C போன்ற சந்தேகத்திற்குரிய வழக்கறிஞர்களால் ஆதரிக்கப்பட்டார். பெரேரா மற்றும் எச்.ஏ.பி. சந்திரசாகர், ஆனால் முக்கியமாக ஹெக்டரின் முயற்சியால் ராமநாதன் வெற்றி பெற்றார்.",
        "ஈ.டபிள்யூ. ஜெயவர்த்தனாவிடம் திரும்பிச் செல்லும்போது, ​​அவர் இசை மற்றும் அமெச்சூர் நாடகங்களில் மிகுந்த விருப்பமுள்ளவர் என்றும், ஒரு சில கில்பர்ட் மற்றும் சல்லிவன் டிட்டிகளை ஒரு கணப்பொழுதில் ரசிக்க முடியும் என்றும் உடனடியாகச் சொல்லிவிடுகிறேன். இந்த வகையில் அவர் ஜேம்ஸ் வான் லாங்கன்பெர்க், சி.எம். போன்ற பல பிரபல வழக்கறிஞர்களைப் போலவே இருந்தார். பெர்னாண்டோ மற்றும் வால்டோ சான்சோனி.",
        "ரஃபேல் சபாடினியின் சிறந்த நாடகப் படைப்பான “தி டைரண்ட்” முதன்முதலில் இங்கிலாந்தில் 1925 இல் அரங்கேற்றப்பட்டபோது, ​​மேத்சன் லாங்கின் முக்கியப் பாத்திரத்தில் நடிப்பின் ஒளிரும் அறிக்கைகள் சிலோனை அடைந்தது. இந்த குறிப்பிடத்தக்க மறுமலர்ச்சி நாடகத்தில் படமாக்கப்பட்டது. அப்போது செழித்தோங்கியிருந்த இலங்கை நாடகக் கழகத்தின் அனுசரணையில், ஈ.வே.ஜெயவர்த்தன மற்றும் டி.வி.சரவணமுத்து ஆகியோர் இந்த அற்புதமான நாடகத்தை பலகைகளில் வைக்கும் யோசனையை உருவாக்கினர். நாடகத்திற்கு 60 பேர் கொண்ட நடிகர்கள் தேவைப்பட்டனர், மேலும் சான்டாஃபியோரா என்ற கார்புலண்ட் காண்டோட்டிரோவின் பாகத்திற்கு பொருத்தமான நபரைக் கண்டுபிடிப்பது சற்று கடினமாக இருந்தது. இந்த தேர்வு இறுதியில் கார்பெட் ஜெயவர்த்தனே மீது விழுந்தது.",
        "அந்தக் காலத்து மாட்டின் சிலையான டி.வி. சாரா, கடின உழைப்பைச் செய்து நாடகத்தைத் தயாரிக்க ஒப்புக்கொண்டார், ஆனால் திரைக்குப் பின்னால் இருந்ததற்காக டி.வி.க்கு இறுக்கமான கடிவாளத்தில் செல்ல வேண்டியிருந்தது. மகத்தான உற்பத்திக்கான பணத்தைப் பார்ப்பது, வழிகாட்டுவது, ஆலோசனை வழங்குவது மற்றும் முன்னேறுவது. இந்த சிறு கட்டுரையில் முழு நடிகர்களையும் என்னால் கொடுக்க முடியாது, ஆனால் பங்கு பெற்ற சிலரைக் குறிப்பிடுகிறேன். இந்த பட்டியலில் உள்ள வாசகர்கள் சில வீட்டுப் பெயர்களைக் காண்பார்கள், மேலும் உயிருள்ளவர்களை இறந்தவர்களிடமிருந்து பிரிக்க இது ஒரு நல்ல பார்லர் விளையாட்டாக இருக்கும். இங்கே அவர்கள்:",
        "ஜே.ஆர்.ஜெயவர்தன, ஷெர்லி கொரியா, ஜஸ்டின் கொத்தலாவல, ஆர்.ஜி.சேனநாயக்க, டேவிட் பெயின்டர், ஸ்டான்லி டி சொய்சா, மற்றும் அவரது சகோதரர் சிட்னி, பி.சி.தம்புகல, சிட் கொரியா, கிளெமென்ட் டி ஜோங், தயா ஹெவாவிதார்னே, சி.சி. (ஜங்கிள்) திஸாநாயக்க, டி.எப்.ஜெயவர்தன, ஹான்ஸ் லோரன்ஸ், எல்.ஜி.குணசேகர, மொரிஸ் அபேகோன், டி.பி.வடுகொடபிட்டிய மற்றும் வயலட் ரைட்.",
        "டைட்டில் ரோலில் டிரினிட்டியின் ஆர்.ஆர்.பிரெக்கென்ரிட்ஜ் நடித்தார். இவர் பி.சி.தம்புகலவின் சமகாலத்தவர். `பிரேக்' மற்றும் `தம்பு' சிலோன் தியேட்டரில் பலகைகளை மிதித்த இரண்டு சிறந்த நடிகர்கள். பீட்ரைஸ் கிரேஷியன் கதாநாயகியாக நடித்தார், பாந்தசிலியா. திருமணத்திற்கு முன்பு அவர் டிரிக்ஸி லூஸ் என்று அழைக்கப்பட்டார், மேலும் அவர் டச்சு பர்கர் யூனியனின் அழகு ராணியாக இருந்தார். அவரும் அவரது கணவரும் பின்னர் ஜெர்சி தீவுக்கு ஓய்வு பெற்று அங்கேயே வாழ்ந்து இறந்தனர். ரீகல் தியேட்டரில் முதன்முதலில் தயாரிக்கப்பட்ட இந்த நாடகம் அபார வெற்றி பெற்றது.",
        "ஈ.வே.ஜை பற்றிய எனது ஆரம்பகால நினைவுகளில் ஒன்று. காலி வீதியிலுள்ள EGP (பின்னர் சர் எட்வர்ட்) ஜெயதிலகவின் இல்லமான \"Blenheim\" இல் அவர் ஒரு மகிழ்ச்சியான, வேடிக்கையான உரையை நிகழ்த்தினார். பைபிள் சொஸைட்டியால் அடையாளம் காண முடியாத அளவுக்கு இப்போது வீடு மாற்றப்பட்டுள்ளது, அவர் அதை உணவகத்தின் குத்தகைதாரர்களிடமிருந்து காப்பாற்றினார். EGPJ நீதித்துறைக்கு அவர் உயர்த்தப்பட்டதைக் கொண்டாட ஒரு விருந்து அளித்தார். இறுதியில் தலைமை நீதிபதி பதவியுடன் முடிவடைந்த க்ரீஸ் கம்பத்தில் இது அவரது முதல் படியாகும். இந்த சுவாரஸ்யமான கூட்டத்தில், வீடு முழுவதும் பல்வேறு மெழுகுவர்த்தி சக்தியின் சட்ட வெளிச்சங்கள் நிறைந்திருந்தன, ஜூனியர்களுடன், இது போன்ற ஒரு சந்தர்ப்பத்திற்காகக் காத்திருக்கும் ஜூனியர்களும் இலவசமாகப் புத்துணர்வு பெறுவார்கள்.",
        "EWJ மற்றும் EGPJ இருவரும் இராணுவ தன்னார்வப் படையில் அதிகாரிகளாக இருந்தனர், மேலும் அன்றிரவு பேச்சுகள் சட்ட நூலகத்தை விட பாராக் அறையை அதிகம் ரசித்தன. EWJ தியத்தலாவ மலைகளில் இருந்து லிட்டில் இங்கிலாந்து என்று அழைக்கப்படும் இடத்திற்குச் செல்லும் தவறான இராணுவத்தைப் பற்றிய தந்திரமான குறிப்புகளால் சிரிப்பை வரவழைத்தது. மற்றொரு சந்தர்ப்பத்தில், EWJ அவர்கள், கொழும்பில் திரண்டிருந்த மாணவர்களின் கூட்டத்திற்கு திருமதி சரோஜினி நாயுடுவை அறிமுகப்படுத்தி, பாடும் பறவைக்கு ஒப்பிட்டுப் பேசுவதைக் கேட்டேன்.",
        "ஷெல்லியின் வார்த்தைகளில், பார்வையாளர்களை அழைப்பதன் மூலம் அவர் முடித்தார், அவள் \"முன்கூட்டியே திட்டமிடப்படாத கலையின் மிகுந்த விகாரங்களில் அவள் இதயத்தை ஊற்றுவதை\" கேட்க. திருமதி நாயுடு அவர்கள் பேரானந்த கரவொலியில் கலந்துகொண்டதைத் தொடர்ந்து பேச்சுக்குப் பிறகு ஆழ்ந்த அமைதி நிலவியது. விழாவின் முடிவில், மிகவும் மறக்கமுடியாத உரையை நிகழ்த்தியவர் யார் என்பதை மையமாகக் கொண்ட விவாதம்: திருமதி. சரோஜினி நாயுடு அல்லது திரு. ஈ.டபிள்யூ.ஜெயவர்தன.",
        "(1977 இல் முதன்முதலில் வெளியிடப்பட்ட தி குட் அட் தெய்ர் பெஸ்ட் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}