{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/T-S-Prakash-takes-over-as-Indian-CEO-Forum-president/34-731415",
  "time_ut": 1646259540,
  "title": "T.S. Prakash takes over as Indian CEO Forum president",
  "body_lines": [
    "From left: Pankaj Sampath, Harikrishnan Sundaram, Ashish Chandra, Umesh Gautam, T.S. Prakash, Kishore Reddy, Manoj Gupta, Mayank Arora, and Sanjay Baid",
    "",
    "",
    "Indian CEO Forum-Sri Lanka (ICF) recently held its 8th Annual General Meeting at Hotel Taj Samudra.",
    "The newly elected President, T.S. Prakash, stated that the member companies represent diverse industries – from automobile, banking, cement, and FMCG to fuel, glass, hospitality, infrastructure, logistics, packaging, paint, and pharmaceuticals, to name a few.",
    "The members have made significant input and support to the Sri Lankan economy by way of bringing substantial investments into the country, export earnings, employment generation, and contribution of treasury through direct and indirect taxes, and building the brand of Sri Lanka to the outside world and making a significant contribution to the local economy.",
    "The Indian CEO Forum – Sri Lanka (ICF), formed in July 2013, is a registered body with membership constituted by Indian investment in Sri Lanka, Indian heads of multinational companies (MNCs), and Sri Lankan companies. It currently has 61 members contributing in providing gainful employment to thousands, providing best-in-class management, technical skills, and contributing substantiality to Sri Lanka’s foreign exchange earnings.",
    "The objective of ICF is to promote economic growth in Sri Lanka through Indian investment, safeguard and strengthen existing economic co-operation, foster new economic ties between India and Sri Lanka, and provide an open forum for business leaders of Indian origin employed with Indian multinationals and Sri Lankan business organisations in Sri Lanka. ICF endeavors to showcase investment opportunities to Sri Lankan to potential new investments from India.",
    "The newly constituted Board is as follows: President T.S. Prakash, Beauty Products Lanka Ltd., Immediate Past President – Umesh Gautam, Lanka Ashok Leyland PLC., Vice President, Kishore Reddy, Platinum Realty Investment  Ltd., Secretary Pankaj Sampat, TAJ Asia Ltd., Treasurer Mayank Arora, Coca-Cola Beverages Sri Lanka Ltd.",
    "Board Members:  Manoj Gupta, Lanka IOC PLC, Ashish Chandra, Bharti Airtel Lanka Ltd., Harikrishnan Sundaram,  Colombo West International Terminal Ltd., and Sanjay Baid, Diamond Cutters Ltd."
  ],
  "translate": {
    "si": {
      "title": "ටී.එස්. ප්‍රකාශ් ඉන්දීය ප්‍රධාන විධායක නිලධාරී සංසදයේ සභාපති ලෙස වැඩ භාර ගනී",
      "body_lines": [
        "වමේ සිට: Pankaj Sampath, Harikrishnan Sundaram, Ashish Chandra, Umesh Gautam, T.S. ප්‍රකාශ්, කිෂෝර් රෙඩ්ඩි, මනෝජ් ගුප්තා, මායන්ක් අරෝරා සහ සංජේ බයිඩ්",
        "",
        "",
        "ඉන්දීය ප්‍රධාන විධායක නිලධාරී සංසදය-ශ්‍රී ලංකා (ICF) සිය 8 වැනි වාර්ෂික මහා සභා රැස්වීම පසුගියදා ටාජ් සමුද්‍රා හෝටලයේදී පැවැත්විණි.",
        "නව ජනාධිපතිවරයා ලෙස තේරී පත් වූ ටී. මෝටර් රථ, බැංකු, සිමෙන්ති සහ FMCG සිට ඉන්ධන, වීදුරු, ආගන්තුක සත්කාර, යටිතල පහසුකම්, සැපයුම්, ඇසුරුම්, තීන්ත සහ ඖෂධ වැනි විවිධ කර්මාන්ත නියෝජනය කරන බව ප්‍රකාශ් ප්‍රකාශ කළේය.",
        "සැලකිය යුතු ආයෝජන රට තුළට ගෙන ඒම, අපනයන ඉපැයීම්, රැකියා උත්පාදනය සහ සෘජු හා වක්‍ර බදු මගින් භාණ්ඩාගාරයේ දායකත්වය සහ ශ්‍රී ලංකාවේ සන්නාමය බාහිර ලෝකයට ගොඩනැංවීම තුළින් සාමාජිකයින් ශ්‍රී ලංකා ආර්ථිකයට සැලකිය යුතු දායකත්වයක් සහ සහයෝගයක් ලබා දී ඇත. සහ දේශීය ආර්ථිකයට සැලකිය යුතු දායකත්වයක් ලබා දීම.",
        "ඉන්දියානු ප්‍රධාන විධායක නිලධාරී සංසදය - ශ්‍රී ලංකා (ICF), 2013 ජූලි මාසයේදී පිහිටුවන ලද, ශ්‍රී ලංකාවේ ඉන්දියානු ආයෝජන, බහුජාතික සමාගම්වල ඉන්දියානු ප්‍රධානීන් (MNCs) සහ ශ්‍රී ලංකා සමාගම් විසින් පිහිටුවන ලද සාමාජිකත්වය සහිත ලියාපදිංචි ආයතනයකි. එහි දැනට සාමාජිකයින් 61 දෙනෙකු දහස් ගණනකට වාසිදායක රැකියා සැපයීම, හොඳම පන්තියේ කළමනාකරණය, තාක්ෂණික කුසලතා සහ ශ්‍රී ලංකාවේ විදේශ විනිමය ඉපැයීම් සඳහා සැලකිය යුතු දායකත්වයක් ලබා දීම සඳහා දායක වේ.",
        "ICF හි පරමාර්ථය වන්නේ ඉන්දියානු ආයෝජන හරහා ශ්‍රී ලංකාවේ ආර්ථික වර්ධනය ප්‍රවර්ධනය කිරීම, පවතින ආර්ථික සහයෝගීතාවය ආරක්ෂා කිරීම සහ ශක්තිමත් කිරීම, ඉන්දියාව සහ ශ්‍රී ලංකාව අතර නව ආර්ථික සබඳතා වර්ධනය කිරීම සහ ඉන්දියානු බහුජාතික සමාගම් සමඟ රැකියා කරන ඉන්දියානු සම්භවයක් ඇති ව්‍යාපාරික නායකයින් සඳහා විවෘත සංසදයක් සැපයීමයි. සහ ශ්‍රී ලංකාවේ ශ්‍රී ලංකා ව්‍යාපාරික සංවිධාන. ICF උත්සාහ කරන්නේ ශ්‍රී ලාංකිකයින්ට ඉන්දියාවෙන් විභව නව ආයෝජන සඳහා ආයෝජන අවස්ථා ප්‍රදර්ශනය කිරීමට ය.",
        "අලුතින් පිහිටුවන ලද මණ්ඩලය පහත පරිදි වේ: සභාපති ටී. ප්‍රකාශ්, Beauty Products Lanka Ltd., ක්ෂණික හිටපු සභාපති - Umesh Gautam, Lanka Ashok Leyland PLC., උප සභාපති, Kishore Reddy, Platinum Realty Investment  Ltd., ලේකම් Pankaj Sampat, TAJ Asia Ltd., භාණ්ඩාගාරික Mayank Arora, Coca-Colaever සීමාසහිත ශ්‍රී ලංකා",
        "අධ්‍යක්ෂ මණ්ඩල සාමාජිකයින්:  Manoj Gupta, Lanka IOC PLC, Ashish Chandra, Bharti Airtel Lanka Ltd., Harikrishnan Sundaram,  Colombo West International Terminal Ltd., සහ Sanjay Baid, Diamond Cutters Ltd."
      ]
    },
    "ta": {
      "title": "டி.எஸ். பிரகாஷ் இந்திய சிஇஓ ஃபோரம் தலைவராக பொறுப்பேற்றார்",
      "body_lines": [
        "இடமிருந்து: பங்கஜ் சம்பத், ஹரிகிருஷ்ணன் சுந்தரம், ஆஷிஷ் சந்திரா, உமேஷ் கௌதம், டி.எஸ். பிரகாஷ், கிஷோர் ரெட்டி, மனோஜ் குப்தா, மயங்க் அரோரா மற்றும் சஞ்சய் பைட்",
        "",
        "",
        "இந்திய தலைமை நிர்வாக அதிகாரி மன்றம்-இலங்கை (ICF) சமீபத்தில் அதன் 8வது ஆண்டு பொதுக் கூட்டத்தை ஹோட்டல் தாஜ் சமுத்ராவில் நடத்தியது.",
        "புதிதாக தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி டி.எஸ். பிரகாஷ், உறுப்பு நிறுவனங்கள் பல்வேறு தொழில்களை பிரதிநிதித்துவப்படுத்துகின்றன - ஆட்டோமொபைல், வங்கி, சிமெண்ட் மற்றும் FMCG முதல் எரிபொருள், கண்ணாடி, விருந்தோம்பல், உள்கட்டமைப்பு, தளவாடங்கள், பேக்கேஜிங், பெயிண்ட் மற்றும் மருந்துகள் என ஒரு சில.",
        "நாட்டிற்குள் கணிசமான முதலீடுகள், ஏற்றுமதி வருமானம், வேலைவாய்ப்பு உருவாக்கம், நேரடி மற்றும் மறைமுக வரிகள் மூலம் திறைசேரியின் பங்களிப்பு மற்றும் இலங்கையின் வர்த்தக நாமத்தை வெளி உலகிற்கு கட்டியெழுப்புவதன் மூலம் இலங்கையின் பொருளாதாரத்திற்கு கணிசமான உள்ளீடுகளையும் ஆதரவையும் உறுப்பினர்கள் வழங்கியுள்ளனர். மற்றும் உள்ளூர் பொருளாதாரத்தில் குறிப்பிடத்தக்க பங்களிப்பை வழங்குதல்.",
        "இந்திய CEO Forum – Sri Lanka (ICF), ஜூலை 2013 இல் உருவாக்கப்பட்டது, இலங்கையில் இந்திய முதலீடு, பன்னாட்டு நிறுவனங்களின் இந்தியத் தலைவர்கள் (MNCs) மற்றும் இலங்கை நிறுவனங்களால் உருவாக்கப்பட்ட உறுப்பினர்களைக் கொண்ட பதிவு செய்யப்பட்ட அமைப்பாகும். இது தற்போது 61 உறுப்பினர்களைக் கொண்டுள்ளது, ஆயிரக்கணக்கானோருக்கு லாபகரமான வேலைவாய்ப்பை வழங்குவதிலும், சிறந்த தர முகாமைத்துவம், தொழில்நுட்பத் திறன்களை வழங்குவதிலும், இலங்கையின் அந்நிய செலாவணி ஈட்டுதலில் கணிசமான பங்களிப்பிலும் பங்களிக்கிறது.",
        "இந்திய முதலீட்டின் மூலம் இலங்கையில் பொருளாதார வளர்ச்சியை மேம்படுத்துதல், தற்போதுள்ள பொருளாதார ஒத்துழைப்பைப் பாதுகாத்தல் மற்றும் பலப்படுத்துதல், இந்தியாவிற்கும் இலங்கைக்கும் இடையில் புதிய பொருளாதார உறவுகளை வளர்ப்பது மற்றும் இந்திய வம்சாவளியைச் சேர்ந்த வணிகத் தலைவர்களுக்கு இந்திய பன்னாட்டு நிறுவனங்களுடன் பணிபுரியும் ஒரு திறந்த மன்றத்தை வழங்குவதே ICF இன் நோக்கமாகும். மற்றும் இலங்கையில் உள்ள இலங்கை வர்த்தக நிறுவனங்கள். இந்தியாவில் இருந்து சாத்தியமான புதிய முதலீடுகளுக்கு இலங்கைக்கு முதலீட்டு வாய்ப்புகளை வெளிப்படுத்த ICF முயற்சிக்கிறது.",
        "புதிதாக அமைக்கப்பட்ட வாரியம் வருமாறு: தலைவர் டி.எஸ். பிரகாஷ், பியூட்டி புராடக்ட்ஸ் லங்கா லிமிடெட், உடனடி முன்னாள் தலைவர் - உமேஷ் கௌதம், லங்கா அசோக் லேலண்ட் பிஎல்சி., துணைத் தலைவர், கிஷோர் ரெட்டி, பிளாட்டினம் ரியாலிட்டி இன்வெஸ்ட்மென்ட்  லிமிடெட், செயலாளர் பங்கஜ் சம்பத், TAJ ஆசியா லிமிடெட், பொருளாளர் மயங்க் அரோரா, கோகா கோலா ஸ்ரீலங்கா லிமிடெட்.",
        "வாரிய உறுப்பினர்கள்:  மனோஜ் குப்தா, லங்கா ஐஓசி பிஎல்சி, ஆஷிஷ் சந்திரா, பார்தி ஏர்டெல் லங்கா லிமிடெட், ஹரிகிருஷ்ணன் சுந்தரம்,  கொழும்பு வெஸ்ட் இன்டர்நேஷனல் டெர்மினல் லிமிடெட், மற்றும் சஞ்சய் பெய்ட், டைமண்ட் கட்டர்ஸ் லிமிடெட்."
      ]
    }
  }
}