{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Verité-Research-Sri-Lanka-Economic-Policy-Group-makes-key-recommendations/34-736394",
  "time_ut": 1655675940,
  "title": "Verité Research Sri Lanka Economic Policy Group makes key recommendations",
  "body_lines": [
    "Newly formed specialised group urges reinstatement of PAYE, WHT tax collection methods",
    "Says immediate simple efficiency measures that will increase tax collection by Rs. 229 b for 2023, and proportionately for the rest of 2022",
    "Sri Lanka ran out of foreign currency reserves and suspended debt re-payment in April 2022. People’s lives, along with the economy in Sri Lanka are being paralysed by an acute shortage of fuel, disruptive power cuts, and extreme inflation and shortages. Banks are struggling to meet their external and internal commitments, and the Government lacks both revenue and borrowing capacity to function and pay public sector salaries.",
    "The Verité Research Sri Lanka Economic Policy Group was formed to contribute towards a workable, analytically evaluated, medium-term plan for economic recovery, which can generate both local and international confidence.",
    "It consists of local and international economists who understand that Sri Lanka must navigate many complex decisions on the path to economic recovery and address the serious gap in the depth and breadth of action-oriented data-driven analysis and local knowledge that is needed to guide decisions.",
    "In their first public release, supported by two research notes, the Verité Research Sri Lanka Economic Policy Group recommends immediate reinstatement of three policies: two efficient tax collection mechanisms that were dismantled in 2020 and a tax formula that was ignored since 2020. In particular, reinstate Pay-As-You-Earn (PAYE) and Withholding (WHT) tax collection methods and implement the agreed formula on cigarette taxation.",
    "Doing so, even without any increase in income tax rates, will increase Sri Lanka’s Government revenue by over 0.8% of GDP, due to the improvement in collection efficiency. This would take Sri Lanka about a quarter of the distance required to achieve a revenue to GDP ratio of 12% – which is an important short-term milestone towards achieving macro-economic stability.",
    "Verité Research, is a Sri Lanka based independent think-tank that aims to provide strategic analysis for national level decision making in Asia.",
    "Major taxation policy changes announced in December 2019 included the removal of Pay-As-You-Earn (PAYE) and Withholding Tax (WHT), which were efficient tax collection mechanisms. Sri Lanka also silently abandoned an indexation-based tax collection formula for cigarettes that had been approved in the 2019 budget. These and other major changes to tax policy were implemented without an analysis of consequences.",
    "Re-introduction of WHT and PAYE tax collection methods: The note provides an analysis of reinstating PAYE at the current reduced levels of taxation and WHT at a collection rate of 10%. These measures would enable Sri Lanka to gain an additional Rs. 75.4 billion in 2022 and Rs. 184.2 billion for 2023.",
    "Cigarette Taxation Formula – the cost of forgetting: The note details the methods and calculations for implementing the taxation formula, that would help reduce the delays, under-taxation and discretion, in cigarette tax adjustments. The Verité Research Economic Policy Group finds that failing to implement the cigarette taxation formula is resulting in a revenue loss of Rs. 35.5 billion in 2022 and Rs. 45.2 billion in 2023.",
    "Overall, by reinstating PAYE, WHT and the formula on cigarette taxation immediately, the Government stands to gain an additional revenue of Rs. 93.1 billion in 2022 and Rs. 229.3 billion in 2023.",
    "The findings of the research notes that undergird these recommendations are summarised at the end. The full notes are accessible online from Verité Research (https://www.veriteresearch.org/verite-research-sri-lanka-economic-policy-group/).",
    "Verité Research Sri Lanka Economic Policy Group is a recently formed specialised group consists of a core group, of four international and local economists, supported by several other economists and researchers working in and outside Sri Lanka. The four core group members are:",
    "Prof. Dileni Gunewardena: A Professor of Economics (Chair) at the University of Peradeniya and a non-resident fellow of Verité Research. Her publications include work on gender and ethnic wage gaps, child nutrition and growth, and consumption and multidimensional poverty. She has been a Fulbright Scholar, a Brookings Institute Echidna Global Scholar, a PGAE (Program in Gender Analysis in Economics) Scholar at American University and has twice won Global Development Network (GDN) awards. She is also a Research Fellow at the Partnership for Economic Policy (PEP) Research Network.",
    "Prof. Mick Moore: A political economist, and Professorial Fellow at the Institute of Development Studies and a non-resident fellow at Verité Research. His broad research interests are in the domestic and international dimensions of good and bad governance in the global south, including in Sri Lanka. He focuses specifically on taxation and governance, and between 2010 and 2020 was the founding Chief Executive Officer of the International Centre for Tax and Development (ICTD).",
    "Dr. Nishan de Mel: An economist and the Executive Director of Verité Research. He graduated from Harvard university and Oxford university, where he was subsequently a lecturer in Economics. Previously, in Sri Lanka, Nishan has sat on several Presidential Task Forces and national level committees. He also served as the Executive Director of the International Centre for Ethnic Studies and the Sri Lanka Foundation Institute.",
    "Prof. Shantayanan Devarajan: A professor of the practice of International Development at Georgetown University’s Edmund A. Walsh School of Foreign Service and a non-resident fellow of Verité Research. Currently, he also serves on the advisory group on debt sustainability, appointed by the President of Sri Lanka. He was previously at the World Bank, where he was the Senior Director for Development Economics, the Chief Economist of the Middle East and North Africa, Africa, and South Asia regions and the Human Development Network."
  ],
  "translate": {
    "si": {
      "title": "Verité Research Sri Lanka ආර්ථික ප්‍රතිපත්ති සමූහය ප්‍රධාන නිර්දේශ ඉදිරිපත් කරයි",
      "body_lines": [
        "අලුතින් පිහිටුවන ලද විශේෂිත කණ්ඩායම PAYE, WHT බදු එකතු කිරීමේ ක්‍රම නැවත ස්ථාපිත කිරීමට ඉල්ලා සිටී",
        "බදු එකතු කිරීම රු. 2023 සඳහා 229 b, සහ 2022 ඉතිරි කාලය සඳහා සමානුපාතිකව",
        "2022 අප්‍රේල් මාසයේදී ශ්‍රී ලංකාව විදේශ මුදල් සංචිත අවසන් වූ අතර ණය ආපසු ගෙවීම අත්හිටුවන ලදී. උග්‍ර ඉන්ධන හිඟයක්, කඩාකප්පල්කාරී විදුලි කප්පාදුවක් සහ උද්ධමනය සහ හිඟය හේතුවෙන් ශ්‍රී ලංකාවේ ආර්ථිකය සමඟ ජන ජීවිතය අඩාල වෙමින් පවතී. බැංකු ඔවුන්ගේ බාහිර හා අභ්‍යන්තර බැඳීම් සපුරාලීමට අරගල කරමින් සිටින අතර, රාජ්‍ය අංශයේ වැටුප් ගෙවීමට සහ ක්‍රියාත්මක කිරීමට රජයට ආදායම් සහ ණය ගැනීමේ හැකියාව යන දෙකම නොමැත.",
        "වෙරිටේ රිසර්ච් ශ්‍රී ලංකා ආර්ථික ප්‍රතිපත්ති සමූහය පිහිටුවන ලද්දේ දේශීය හා ජාත්‍යන්තර විශ්වාසය ජනනය කළ හැකි ආර්ථික ප්‍රකෘතිය සඳහා ක්‍රියාත්මක කළ හැකි, විශ්ලේෂණාත්මකව ඇගයීමට ලක් කළ, මධ්‍ය කාලීන සැලැස්මක් සඳහා දායක වීමටය.",
        "ශ්‍රී ලංකාව ආර්ථික ප්‍රකෘතියේ මාවතේ බොහෝ සංකීර්ණ තීරණ ගත යුතු බවත් තීරණ මෙහෙයවීමට අවශ්‍ය වන ක්‍රියාකාරී-නැඹුරු දත්ත පදනම් වූ විශ්ලේෂණයේ සහ දේශීය දැනුමේ ගැඹුරේ සහ පළලෙහි බරපතළ පරතරය ආමන්ත්‍රණය කළ යුතු බව අවබෝධ කරගත් දේශීය හා ජාත්‍යන්තර ආර්ථික විද්‍යාඥයන්ගෙන් එය සමන්විත වේ. .",
        "පර්යේෂණ සටහන් දෙකකින් සහය දක්වන ලද ඔවුන්ගේ පළමු ප්‍රසිද්ධ නිකුතුවේදී, Verité Research Sri Lanka Economic Policy Group විසින් ප්‍රතිපත්ති තුනක් වහාම ප්‍රතිෂ්ඨාපනය කිරීම නිර්දේශ කරයි: 2020 දී විසුරුවා හරින ලද කාර්යක්ෂම බදු එකතු කිරීමේ යාන්ත්‍රණ දෙකක් සහ 2020 සිට නොසලකා හරින ලද බදු සූත්‍රයක්. විශේෂයෙන්ම, ඔබ උපයන විට ගෙවීම (PAYE) සහ රඳවා ගැනීමේ (WHT) බදු එකතු කිරීමේ ක්‍රම නැවත ස්ථාපිත කිරීම සහ සිගරට් බදුකරණය පිළිබඳ එකඟ වූ සූත්‍රය ක්‍රියාත්මක කිරීම.",
        "එසේ කිරීමෙන්, ආදායම් බදු අනුපාතවල කිසිදු වැඩිවීමක් නොමැතිව වුවද, එකතු කිරීමේ කාර්යක්ෂමතාවයේ දියුණුව හේතුවෙන්, ශ්‍රී ලංකාවේ රාජ්‍ය ආදායම දළ දේශීය නිෂ්පාදිතයෙන් 0.8%කට වඩා වැඩි වනු ඇත. මෙය සාර්ව ආර්ථික ස්ථාවරත්වය ළඟා කර ගැනීම සඳහා වැදගත් කෙටි කාලීන සන්ධිස්ථානයක් වන 12% ක දළ දේශීය නිෂ්පාදිතයට ආදායමක් ලබා ගැනීමට අවශ්‍ය දුරින් හතරෙන් එකක් පමණ ශ්‍රී ලංකාවට ගත වනු ඇත.",
        "වෙරිටේ රිසර්ච් යනු ශ්‍රී ලංකාව පදනම් කරගත් ස්වාධීන චින්තන ටැංකියක් වන අතර එය ආසියාවේ ජාතික මට්ටමේ තීරණ ගැනීම සඳහා උපාය මාර්ගික විශ්ලේෂණයක් සැපයීම අරමුණු කරයි.",
        "2019 දෙසැම්බරයේ ප්‍රකාශයට පත් කරන ලද ප්‍රධාන බදුකරණ ප්‍රතිපත්ති වෙනස්කම් අතර කාර්යක්ෂම බදු එකතු කිරීමේ යාන්ත්‍රණයක් වූ ඔබ උපයන විට ගෙවීම (PAYE) සහ රඳවා ගැනීමේ බද්ද (WHT) ඉවත් කිරීම ඇතුළත් විය. 2019 අයවැයෙන් අනුමත කර තිබූ සිගරට් සඳහා සුචිගත කිරීම පදනම් කරගත් බදු එකතු කිරීමේ සූත්‍රයක් ද ශ්‍රී ලංකාව නිහඬව අත්හැර දැමීය. බදු ප්‍රතිපත්තියේ මේවා සහ අනෙකුත් ප්‍රධාන වෙනස්කම් ප්‍රතිවිපාක විශ්ලේෂණයකින් තොරව ක්‍රියාත්මක කරන ලදී.",
        "WHT සහ PAYE බදු එකතු කිරීමේ ක්‍රම නැවත හඳුන්වාදීම: දැනට අඩුකර ඇති බදු මට්ටම්වලදී සහ WHT 10%ක එකතු කිරීමේ අනුපාතයකින් ගෙවීම නැවත ස්ථාපිත කිරීම පිළිබඳ විශ්ලේෂණයක් සටහන මඟින් සපයයි. මෙම පියවර මගින් ශ්‍රී ලංකාවට අමතර රු. බිලියන 75.4 ක් සහ 2022 දී රු. 2023 සඳහා බිලියන 184.2 කි.",
        "සිගරට් බදු සූත්‍රය - අමතක වීමේ පිරිවැය: සිගරට් බදු ගැලපීම් වල ප්‍රමාදයන්, අඩු බදුකරණය සහ අභිමතය අඩු කිරීමට උපකාරී වන බදු සූත්‍රය ක්‍රියාත්මක කිරීමේ ක්‍රම සහ ගණනය කිරීම් සටහනේ විස්තර කෙරේ. සිගරට් බදු සූත්‍රය ක්‍රියාවට නැංවීමට අපොහොසත් වීමෙන් රුපියල් මිලියනයක ආදායමක් අහිමි වන බව Verité Research Economic Policy Group සොයා ගෙන ඇත. බිලියන 35.5 ක් සහ 2022 දී රු. 2023 දී බිලියන 45.2 කි.",
        "සමස්තයක් වශයෙන්, PAYE, WHT සහ සිගරට් බදුකරණය පිළිබඳ සූත්‍රය වහාම ප්‍රතිස්ථාපනය කිරීමෙන් රජයට රු. බිලියන 93.1 ක් සහ 2022 දී රු. 2023 දී බිලියන 229.3 කි.",
        "මෙම නිර්දේශයන් යටපත් කර ඇති බව පර්යේෂණ සටහන් වල සොයාගැනීම් අවසානයේ සාරාංශ කර ඇත. සම්පූර්ණ සටහන් Verité Research (https://www.veriteresearch.org/verite-research-sri-lanka-economic-policy-group/) වෙතින් මාර්ගගතව ප්‍රවේශ විය හැක.",
        "Verité Research Sri Lanka Economic Policy Group යනු ශ්‍රී ලංකාව තුළ සහ ඉන් පිටත සේවය කරන තවත් ආර්ථික විද්‍යාඥයින් සහ පර්යේෂකයන් කිහිප දෙනෙකුගේ සහාය ඇතිව ජාත්‍යන්තර සහ දේශීය ආර්ථික විද්‍යාඥයින් හතර දෙනෙකුගෙන් සමන්විත මූලික කණ්ඩායමකින් සමන්විත මෑතකදී පිහිටුවන ලද විශේෂිත කණ්ඩායමකි. ප්රධාන කණ්ඩායම් සාමාජිකයින් හතර දෙනා:",
        "මහාචාර්ය දිලේනි ගුණවර්ධන: පේරාදෙණිය විශ්ව විද්‍යාලයේ ආර්ථික විද්‍යාව පිළිබඳ මහාචාර්ය (සභාපති) සහ වෙරිටේ රිසර්ච් හි අනේවාසික සාමාජිකයෙකි. ඇයගේ ප්‍රකාශනවලට ස්ත්‍රී පුරුෂ භාවය සහ වාර්ගික වැටුප් හිඩැස්, ළමා පෝෂණය සහ වර්ධනය, පරිභෝජනය සහ බහුමාන දරිද්‍රතාවය පිළිබඳ වැඩ ඇතුළත් වේ. ඇය Fulbright Scholar, Brookings Institute Echidna Global Scholar, PGAE (ආර්ථික විද්‍යාවේ ස්ත්‍රී පුරුෂ භාවය විශ්ලේෂණය කිරීමේ වැඩසටහන) ඇමරිකානු විශ්ව විද්‍යාලයේ විශාරදවරියක් වන අතර දෙවරක් Global Development Network (GDN) සම්මාන දිනාගෙන ඇත. ඇය ආර්ථික ප්‍රතිපත්ති සඳහා හවුල්කාරිත්වය (PEP) පර්යේෂණ ජාලයේ පර්යේෂණ සාමාජිකාවක් ද වේ.",
        "මහාචාර්ය මික් මුවර්: දේශපාලන ආර්ථික විද්‍යාඥයෙක් සහ සංවර්ධන අධ්‍යයන ආයතනයේ මහාචාර්ය සභිකයෙක් සහ වෙරිටේ රිසර්ච් හි අනේවාසික සාමාජිකයෙක්. ඔහුගේ පුළුල් පර්යේෂණ අවශ්‍යතා වන්නේ ශ්‍රී ලංකාව ඇතුළු ගෝලීය දකුණේ යහපත් සහ නරක පාලනයේ දේශීය හා ජාත්‍යන්තර මානයන් ය. ඔහු විශේෂයෙන් බදුකරණය සහ පාලනය කෙරෙහි අවධානය යොමු කරන අතර 2010 සහ 2020 අතර බදු සහ සංවර්ධන ජාත්‍යන්තර මධ්‍යස්ථානයේ (ICTD) ආරම්භක ප්‍රධාන විධායක නිලධාරියා විය.",
        "ආචාර්ය නිශාන් ද මෙල්: ආර්ථික විද්‍යාඥයෙක් සහ වෙරිටේ රිසර්ච් හි විධායක අධ්‍යක්ෂ. ඔහු හාවඩ් විශ්ව විද්‍යාලයෙන් සහ ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලයෙන් උපාධිය ලබා ඇති අතර පසුව ඔහු ආර්ථික විද්‍යාව පිළිබඳ කථිකාචාර්යවරයෙකු විය. මීට පෙර ශ්‍රී ලංකාවේදී නිශාන් ජනාධිපති කාර්ය සාධක බළකා සහ ජාතික මට්ටමේ කමිටු කිහිපයකටම පෙනී සිට ඇත. ඔහු වාර්ගික අධ්‍යයනය සඳහා වූ ජාත්‍යන්තර මධ්‍යස්ථානයේ සහ ශ්‍රී ලංකා පදනම් ආයතනයේ විධායක අධ්‍යක්ෂවරයා ලෙසද කටයුතු කළේය.",
        "මහාචාර්ය ශාන්තයනන් දේවරාජන්: ජෝර්ජ්ටවුන් විශ්ව විද්‍යාලයේ එඩ්මන්ඩ් ඒ වෝල්ෂ් විදේශ සේවා පාසලේ ජාත්‍යන්තර සංවර්ධන පුහුණුව පිළිබඳ මහාචාර්යවරයෙක් සහ වෙරිටේ රිසර්ච් හි අනේවාසික සාමාජිකයෙක්. දැනට, ඔහු ශ්‍රී ලංකාවේ ජනාධිපතිවරයා විසින් පත් කරන ලද ණය තිරසාරභාවය පිළිබඳ උපදේශක කණ්ඩායමේ ද සේවය කරයි. ඔහු මීට පෙර ලෝක බැංකුවේ සිටි අතර එහිදී ඔහු සංවර්ධන ආර්ථික විද්‍යාව පිළිබඳ ජ්‍යෙෂ්ඨ අධ්‍යක්ෂ, මැද පෙරදිග සහ උතුරු අප්‍රිකාව, අප්‍රිකාව සහ දකුණු ආසියා කලාපවල සහ මානව සංවර්ධන ජාලයේ ප්‍රධාන ආර්ථික විද්‍යාඥයා විය."
      ]
    },
    "ta": {
      "title": "Verité Research Sri Lanka பொருளாதாரக் கொள்கை குழு முக்கிய பரிந்துரைகளை முன்வைக்கிறது",
      "body_lines": [
        "புதிதாக உருவாக்கப்பட்ட சிறப்புக் குழு, PAYE, WHT வரி வசூல் முறைகளை மீட்டெடுக்க வலியுறுத்துகிறது",
        "வரி வசூலை ரூ. அதிகரிக்கும் என்று உடனடி எளிய செயல்திறன் நடவடிக்கைகள் கூறுகின்றன. 2023 க்கு 229 b, மற்றும் 2022 இன் மீதமுள்ள விகிதாச்சாரத்தில்",
        "2022 ஏப்ரலில் இலங்கையில் வெளிநாட்டு நாணய கையிருப்பு இல்லாமல் போனது மற்றும் கடனை திருப்பிச் செலுத்துவது இடைநிறுத்தப்பட்டது. இலங்கையில் பொருளாதாரத்துடன் மக்களின் வாழ்க்கையும் எரிபொருளின் கடுமையான பற்றாக்குறை, சீர்குலைக்கும் மின்வெட்டு மற்றும் தீவிர பணவீக்கம் மற்றும் பற்றாக்குறை ஆகியவற்றால் முடங்கியுள்ளது. வங்கிகள் தங்களுடைய வெளி மற்றும் உள் கடமைகளை நிறைவேற்ற முடியாமல் திணறி வருகின்றன, மேலும் அரசாங்கத்திற்கு வருவாய் மற்றும் கடன் வாங்கும் திறன் இரண்டும் இல்லை மற்றும் பொதுத் துறையின் சம்பளங்களைச் செலுத்துகிறது.",
        "Verité Research Sri Lanka பொருளாதாரக் கொள்கைக் குழுவானது, உள்ளூர் மற்றும் சர்வதேச நம்பிக்கையை உருவாக்கக்கூடிய பொருளாதார மீட்சிக்கான, செயற்படக்கூடிய, பகுப்பாய்வு ரீதியாக மதிப்பிடப்பட்ட, நடுத்தர காலத் திட்டத்திற்கு பங்களிப்பதற்காக உருவாக்கப்பட்டது.",
        "பொருளாதார மீட்சிக்கான பாதையில் இலங்கை பல சிக்கலான தீர்மானங்களை மேற்கொள்ள வேண்டும் என்பதையும், நடவடிக்கை சார்ந்த தரவு உந்துதல் பகுப்பாய்வு மற்றும் உள்ளூர் அறிவின் ஆழம் மற்றும் அகலத்தில் உள்ள கடுமையான இடைவெளியை நிவர்த்தி செய்ய வேண்டும் என்பதை புரிந்து கொள்ளும் உள்ளூர் மற்றும் சர்வதேச பொருளாதார வல்லுநர்கள் இதில் உள்ளனர். .",
        "இரண்டு ஆய்வுக் குறிப்புகளால் ஆதரிக்கப்படும் அவர்களின் முதல் பொது வெளியீட்டில், வெரிடே ரிசர்ச் ஸ்ரீலங்கா பொருளாதாரக் கொள்கைக் குழு உடனடியாக மூன்று கொள்கைகளை மீண்டும் நிலைநிறுத்த பரிந்துரைக்கிறது: 2020 இல் அகற்றப்பட்ட இரண்டு திறமையான வரி வசூல் வழிமுறைகள் மற்றும் 2020 முதல் புறக்கணிக்கப்பட்ட வரி சூத்திரம். குறிப்பாக, நீங்கள் சம்பாதித்தவுடன் பணம் செலுத்துதல் (PAYE) மற்றும் நிறுத்திவைத்தல் (WHT) வரி வசூல் முறைகளை மீண்டும் நிலைநிறுத்தி, சிகரெட் வரிவிதிப்பு குறித்த ஒப்புக்கொள்ளப்பட்ட சூத்திரத்தை செயல்படுத்தவும்.",
        "வருமான வரி விகிதங்களில் எந்த அதிகரிப்பும் இல்லாவிட்டாலும், சேகரிப்புத் திறனின் முன்னேற்றம் காரணமாக, இலங்கையின் அரசாங்க வருமானம் மொத்த உள்நாட்டு உற்பத்தியில் 0.8% க்கும் அதிகமாக அதிகரிக்கும். இது மொத்த உள்நாட்டு உற்பத்தி விகிதமான 12% வருவாயை அடைவதற்குத் தேவையான தூரத்தின் கால் பகுதியை இலங்கைக்கு எடுக்கும் - இது மேக்ரோ-பொருளாதார ஸ்திரத்தன்மையை அடைவதற்கான முக்கியமான குறுகிய கால மைல்கல்லாகும்.",
        "வெரிடே ரிசர்ச், ஆசியாவில் தேசிய அளவிலான முடிவெடுப்பதற்கான மூலோபாய பகுப்பாய்வை வழங்குவதை நோக்கமாகக் கொண்ட இலங்கையை அடிப்படையாகக் கொண்ட ஒரு சுயாதீன சிந்தனைக் குழுவாகும்.",
        "2019 டிசம்பரில் அறிவிக்கப்பட்ட முக்கிய வரிவிதிப்புக் கொள்கை மாற்றங்களில், திறமையான வரி வசூல் வழிமுறைகளான, நீங்கள் சம்பாதித்தபடி பணம் செலுத்துதல் (PAYE) மற்றும் நிறுத்தி வைக்கும் வரி (WHT) ஆகியவை அகற்றப்பட்டன. 2019 வரவு செலவுத் திட்டத்தில் அங்கீகரிக்கப்பட்ட சிகரெட்டுகளுக்கான குறியீட்டு அடிப்படையிலான வரி வசூல் சூத்திரத்தையும் இலங்கை அமைதியாக கைவிட்டது. வரிக் கொள்கையில் இவையும் மற்ற முக்கிய மாற்றங்களும் விளைவுகளை பகுப்பாய்வு செய்யாமல் செயல்படுத்தப்பட்டன.",
        "WHT மற்றும் PAYE வரி வசூல் முறைகளின் மறு அறிமுகம்: தற்போதைய குறைக்கப்பட்ட வரிவிதிப்பு நிலைகளில் PAYE ஐ மீண்டும் நிலைநிறுத்துவது மற்றும் 10% வசூல் விகிதத்தில் WHT பற்றிய பகுப்பாய்வு குறிப்பு வழங்குகிறது. இந்த நடவடிக்கைகள் இலங்கைக்கு கூடுதலாக ரூ. 2022 இல் 75.4 பில்லியன் மற்றும் ரூ. 2023 க்கு 184.2 பில்லியன்.",
        "சிகரெட் வரி விதிப்பு ஃபார்முலா - மறப்பதற்கான செலவு: வரிவிதிப்பு சூத்திரத்தை செயல்படுத்துவதற்கான முறைகள் மற்றும் கணக்கீடுகளை குறிப்பு விவரிக்கிறது, இது சிகரெட் வரி சரிசெய்தல்களில் தாமதங்கள், வரிக்குறைவு மற்றும் விருப்புரிமை ஆகியவற்றைக் குறைக்க உதவும். சிகரெட் வரிவிதிப்பு சூத்திரத்தை நடைமுறைப்படுத்தத் தவறியதன் விளைவாக ரூ. வருவாய் இழப்பு ஏற்படுகிறது என்று வெரிடே ஆராய்ச்சி பொருளாதாரக் கொள்கைக் குழு கண்டறிந்துள்ளது. 2022 இல் 35.5 பில்லியன் மற்றும் ரூ. 2023 இல் 45.2 பில்லியன்.",
        "ஒட்டுமொத்தமாக, PAYE, WHT மற்றும் சிகரெட் வரி விதிப்புக்கான ஃபார்முலாவை உடனடியாக மீட்டெடுப்பதன் மூலம், அரசாங்கம் ரூ. கூடுதல் வருவாயைப் பெற உள்ளது. 2022 இல் 93.1 பில்லியன் மற்றும் ரூ. 2023 இல் 229.3 பில்லியன்.",
        "இந்த பரிந்துரைகளின் கீழ் உள்ள ஆராய்ச்சி குறிப்புகளின் கண்டுபிடிப்புகள் முடிவில் சுருக்கப்பட்டுள்ளன. முழு குறிப்புகளையும் வெரிடே ரிசர்ச் (https://www.veriteresearch.org/verite-research-sri-lanka-economic-policy-group/) மூலம் ஆன்லைனில் அணுகலாம்.",
        "Verité Research Sri Lanka Economic Policy Group என்பது, இலங்கையிலும் வெளியிலும் பணிபுரியும் பல பொருளாதார வல்லுனர்கள் மற்றும் ஆராய்ச்சியாளர்களின் ஆதரவுடன் நான்கு சர்வதேச மற்றும் உள்ளூர் பொருளாதார வல்லுனர்களைக் கொண்ட ஒரு முக்கிய குழுவை உள்ளடக்கிய ஒரு சிறப்பு குழுவாகும். நான்கு முக்கிய குழு உறுப்பினர்கள்:",
        "பேராசிரியர். திலேனி குணவர்தன: பேராதனைப் பல்கலைக்கழகத்தில் பொருளாதாரப் பேராசிரியர் (தலைவர்) மற்றும் வெரிடே ஆராய்ச்சியில் வசிக்காதவர். அவரது வெளியீடுகளில் பாலினம் மற்றும் இன ஊதிய இடைவெளிகள், குழந்தை ஊட்டச்சத்து மற்றும் வளர்ச்சி மற்றும் நுகர்வு மற்றும் பல பரிமாண வறுமை ஆகியவை அடங்கும். அவர் ஃபுல்பிரைட் ஸ்காலர், ப்ரூக்கிங்ஸ் இன்ஸ்டிடியூட் எச்சிட்னா குளோபல் ஸ்காலர், அமெரிக்கப் பல்கலைக்கழகத்தில் பிஜிஏஇ (பொருளாதாரத்தில் பாலின பகுப்பாய்வு திட்டம்) அறிஞர் மற்றும் இரண்டு முறை குளோபல் டெவலப்மென்ட் நெட்வொர்க் (ஜிடிஎன்) விருதுகளை வென்றுள்ளார். அவர் பொருளாதாரக் கொள்கைக்கான பார்ட்னர்ஷிப் (PEP) ஆராய்ச்சி வலையமைப்பில் ஒரு ஆராய்ச்சி உறுப்பினராகவும் உள்ளார்.",
        "பேராசிரியர். மிக் மூர்: ஒரு அரசியல் பொருளாதார நிபுணர், மற்றும் மேம்பாட்டு ஆய்வுகள் நிறுவனத்தில் பேராசிரியர் மற்றும் வெரிடே ஆராய்ச்சியில் வசிக்காதவர். அவரது பரந்த ஆராய்ச்சி ஆர்வங்கள் இலங்கை உட்பட உலகளாவிய தெற்கில் நல்ல மற்றும் மோசமான நிர்வாகத்தின் உள்நாட்டு மற்றும் சர்வதேச பரிமாணங்களில் உள்ளன. அவர் குறிப்பாக வரிவிதிப்பு மற்றும் நிர்வாகத்தில் கவனம் செலுத்துகிறார், மேலும் 2010 மற்றும் 2020 க்கு இடையில் வரி மற்றும் மேம்பாட்டுக்கான சர்வதேச மையத்தின் (ICTD) நிறுவன தலைமை நிர்வாக அதிகாரியாக இருந்தார்.",
        "டாக்டர். நிஷான் டி மெல்: ஒரு பொருளாதார நிபுணர் மற்றும் வெரிடே ஆராய்ச்சியின் நிர்வாக இயக்குனர். அவர் ஹார்வர்ட் பல்கலைக்கழகம் மற்றும் ஆக்ஸ்போர்டு பல்கலைக்கழகத்தில் பட்டம் பெற்றார், பின்னர் அவர் பொருளாதாரத்தில் விரிவுரையாளராக இருந்தார். முன்னதாக, இலங்கையில், நிஷான் பல ஜனாதிபதி செயலணி மற்றும் தேசிய மட்ட குழுக்களில் அமர்ந்துள்ளார். இனக் கற்கைகளுக்கான சர்வதேச நிலையம் மற்றும் இலங்கை அறக்கட்டளை நிறுவனம் ஆகியவற்றின் நிறைவேற்றுப் பணிப்பாளராகவும் பணியாற்றினார்.",
        "பேராசிரியர். சாந்தயானன் தேவராஜன்: ஜார்ஜ்டவுன் பல்கலைக்கழகத்தின் எட்மண்ட் ஏ. வால்ஷ் ஸ்கூல் ஆஃப் ஃபாரின் சர்வீஸில் சர்வதேச வளர்ச்சிப் பயிற்சியின் பேராசிரியரும், வெரிடே ரிசர்ச்சில் வசிக்காதவர். தற்போது, ​​இலங்கை ஜனாதிபதியால் நியமிக்கப்பட்ட கடன் நிலைத்தன்மை குறித்த ஆலோசனைக் குழுவிலும் அவர் பணியாற்றுகிறார். அவர் முன்னர் உலக வங்கியில் இருந்தார், அங்கு அவர் அபிவிருத்தி பொருளாதாரத்திற்கான மூத்த இயக்குநராகவும், மத்திய கிழக்கு மற்றும் வட ஆபிரிக்கா, ஆப்பிரிக்கா மற்றும் தெற்காசியா பிராந்தியங்கள் மற்றும் மனித மேம்பாட்டு நெட்வொர்க்கின் தலைமை பொருளாதார நிபுணராகவும் இருந்தார்."
      ]
    }
  }
}