{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-up-after-two-day-curfew-new-pm-speculation-boosts-sentiment-94166/",
  "time_ut": 1652357400,
  "title": "Sri Lanka stocks up after two-day curfew; new PM speculation boosts sentiment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index jumped over 3 percent on Thursday (11) after being closed for two days on the speculation that a new Prime Minister would be appointed and there could be political stability, dealers said.",
    "“Today the market bounced back after the political limbo was broken off following the announcement of the appointment of the prime minister,” a top market analyst said.",
    "President Gotabaya Rajapaksa on Wednesday addressing to the nation said he will appoint a new prime minister and cabinet within this week.",
    "Four-time prime minister Ranil Wickramasinghe is tipped to be named as the prome minister, but a final decision has not been taken, two government officials told EFE>",
    "The main All Share Price Index (ASPI) closed 3.17 percent or  237.99 points up at 7,754.62 at the close.",
    "Analysts said it was purely on the sentiment that the political deadlock was somewhat broken. However, if the same set of party members are reappointed and if the people lose confidence again, there would be grave repercussions including a fall in the bourse.",
    "The island nation saw the lifting of 60-hour curfew at 0700 hours on Thursday after violent clashes killed at least 9 including a ruling party legislator and left nearly 300 injured. The clashes followed by ex-PM Mahinda Rajapaksa supporters attacked unarmed protesters on Monday. Rajapaksa resigned after his supporters brutally attacked peaceful protesters.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "Since the violence took place, the market remained closed for the last two days.",
    "The most liquid index S&P SL20 up 3.83 percent or 93.59 points to close at 2,536.64.",
    "Market analysts have said that investors were disappointed with the way the island’s politics was moving despite the people’s call for transparency and stability.",
    "The day’s turnover was 1.1 billion rupees, nearly a quarter of this year’s average daily turnover of 4.2 billion rupees.",
    "On Wednesday, Central Bank Governor Nandalal Weerasinghe said Sri Lanka does not have dollars adequate to import for next one week.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars. Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has gained 1.7 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 36.5 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and sold a net 49 million rupees’ worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Shares in Expolanka Holdings were up 8.7 percent to close at 172.50 rupees a share, Hayleys gained 8.4 percent at close at 69.80 rupees a share, while Commercial Bank ended 3.6 percent up at 51.80 rupees a share. (Colombo/May12/2022)"
  ],
  "translate": {
    "si": {
      "title": "දෙදින ඇඳිරි නීතියෙන් පසු ශ්‍රී ලංකාව තොග ඉහළ යයි; නව අගමැති සමපේක්ෂනය මනෝභාවය වැඩි කරයි",
      "body_lines": [
        "ECONOMYNEXT - නව අග්‍රාමාත්‍යවරයෙකු පත් කරනු ඇති බවට සහ දේශපාලන ස්ථාවරත්වයක් ඇති විය හැකි බවට අනුමාන කිරීම මත දින දෙකක් වසා දැමීමෙන් පසු බ්‍රහස්පතින්දා (11) ශ්‍රී ලංකාවේ ප්‍රධාන කොටස් දර්ශක සියයට 3 කින් ඉහළ ගිය බව අලෙවි නියෝජිතයෝ පවසති.",
        "අග්‍රාමාත්‍යවරයා පත් කිරීම ප්‍රකාශයට පත් කිරීමෙන් පසු දේශපාලන අස්ථාවරත්වය බිඳී යාමෙන් පසු අද වෙළඳපල නැවත ඉහළ ගියේය,\" ඉහළ වෙළඳපල විශ්ලේෂකයෙක් පැවසීය.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා බදාදා ජාතිය අමතමින් කියා සිටියේ මේ සතිය තුළ නව අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයක් පත් කරන බවයි.",
        "සිව්වරක් අගමැති වූ රනිල් වික්‍රමසිංහ මහතා ප්‍රධාන අමාත්‍යවරයා ලෙස නම් කිරීමට ඉඟි පළ වී ඇතත් අවසන් තීරණයක් ගෙන නොමැති බව රජයේ නිලධාරීන් දෙදෙනෙක් EFE වෙත පැවසීය.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය (ASPI) අවසන් වන විට සියයට 3.17කින් හෙවත් ඒකක 237.99කින් ඉහළ ගොස් ඒකක 7,754.62ක් විය.",
        "විශ්ලේෂකයින් පැවසුවේ එය තනිකරම දේශපාලන අර්බුදය තරමක් දුරට බිඳී යාමේ හැඟීම මත බවයි. කෙසේ වෙතත්, එම පාක්ෂිකයින් පිරිසම නැවත පත් කළහොත් සහ ජනතාවගේ විශ්වාසය යළිත් ගිලිහී ගියහොත්, ශේෂය කඩා වැටීම ඇතුළු බරපතල ප්‍රතිවිපාකවලට මුහුණ දීමට සිදුවනු ඇත.",
        "ප්‍රචණ්ඩ ගැටුම් හේතුවෙන් ආණ්ඩු පක්ෂයේ ව්‍යවස්ථාදායකයෙකු ඇතුළු අවම වශයෙන් 9 දෙනෙකු මිය ගොස් 300 කට ආසන්න පිරිසක් තුවාල ලබා ඇති අතර බ්‍රහස්පතින්දා පැය 0700 ට පැය 60 ක ඇඳිරි නීතිය ඉවත් කිරීම දිවයින ජාතිය දුටුවේය. හිටපු අගමැති මහින්ද රාජපක්ෂ ආධාරකරුවන් විසින් ඇති වූ ගැටුම්වලින් පසු සඳුදා නිරායුධ විරෝධතාකරුවන්ට පහර දෙන ලදී. සාමකාමී විරෝධතාකරුවන්ට ඔහුගේ ආධාරකරුවන් අමානුෂික ලෙස පහර දීමෙන් පසු රාජපක්ෂ ඉල්ලා අස්විය.",
        "ප්‍රහාර එල්ල වූයේ ‘පොලිසිය ඉදිරියේ රට තුළ හදිසි තත්ත්වයක් පවතිද්දීය.",
        "ප්‍රචණ්ඩත්වය සිදු වූ බැවින්, පසුගිය දින දෙක තුළ වෙළඳපොළ වසා දමා තිබුණි.",
        "වඩාත්ම ද්‍රවශීල දර්ශකය වන S&P SL20 සියයට 3.83 කින් හෝ ඒකක 93.59 කින් ඉහළ ගොස් 2,536.64 ක් විය.",
        "විනිවිදභාවය සහ ස්ථාවරත්වය සඳහා ජනතාවගේ ඉල්ලීම් නොතකා දිවයිනේ දේශපාලනය ගමන් කරන ආකාරය පිළිබඳව ආයෝජකයින් කලකිරීමට පත්ව ඇති බව වෙළඳපල විශ්ලේෂකයින් පවසා තිබේ.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 1.1 ක් වූ අතර, මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම රුපියල් බිලියන 4.2 න් හතරෙන් පංගුවකට ආසන්නය.",
        "බදාදා මහ බැංකු අධිපති නන්දලාල් වීරසිංහ පැවසුවේ ඉදිරි සතිය සඳහා ආනයනය කිරීමට ප්‍රමාණවත් ඩොලර් ශ්‍රී ලංකාව සතුව නොමැති බවයි.",
        "බිලියන 84.5 ආර්ථිකය දැනටමත් ඩොලර් අවසන් වී ඇති බැවින් විදේශ ණය ගෙවීම අත්හිටුවා ඇත. මාර්තු 7 වැනි දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට සියයට 80 ට වඩා පහත වැටී ඇති රුපියලේ දැඩි පහත වැටීම ගැන ආයෝජකයින් ද කනස්සල්ලට පත්ව සිටිති.",
        "මාර්තු මාසයේදී සියයට 14.5ක සහ අප්‍රේල් මාසයේදී සියයට 23ක අලාභයකින් පසු මේ දක්වා මැයි මාසයේදී වෙළෙඳපොළ සියයට 1.7කින් ඉහළ ගොස් තිබේ.",
        "සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 36.5 කින් අහිමි වී ඇත.",
        "විදේශීය ආයෝජකයින් මෙම ප්‍රවණතාවයට පිටුපා රුපියල් මිලියන 49 ක ශුද්ධ කොටස් විකුණා ඇත. මෙම වසරේ මේ දක්වා රුපියල් බිලියන 1 ක විදේශ විදේශ ගලායාමක් වෙළඳපොළට ලැබී ඇත.",
        "එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි කොටසක මිල සියයට 8.7 කින් ඉහළ ගොස් රුපියල් 172.50 ක් වූ අතර, හේලීස් කොටසක් සියයට 8.4 කින් ඉහළ ගොස් රුපියල් 69.80 ක් වූ අතර, කොමර්ෂල් බැංකුව සියයට 3.6 කින් කොටසක් රුපියල් 51.80 කින් අවසන් විය. (කොළඹ/මැයි 12/2022)"
      ]
    },
    "ta": {
      "title": "இரண்டு நாள் ஊரடங்குச் சட்டத்திற்குப் பிறகு இலங்கை கையிருப்பு; புதிய பிரதமர் ஊகம் உணர்வை அதிகரிக்கிறது",
      "body_lines": [
        "ECONOMYNEXT – புதிய பிரதமர் ஒருவர் நியமிக்கப்படுவார், அரசியல் ஸ்திரத்தன்மை ஏற்படக்கூடும் என்ற ஊகத்தின் பேரில் இரண்டு நாட்கள் மூடப்பட்டிருந்த இலங்கையின் பிரதான பங்குச் சுட்டெண் வியாழன் (11) 3 வீதத்திற்கு மேல் உயர்ந்துள்ளதாக விநியோகஸ்தர்கள் தெரிவித்தனர்.",
        "\"பிரதமர் நியமனம் குறித்த அறிவிப்பைத் தொடர்ந்து அரசியல் குழப்பம் உடைந்த பின்னர் இன்று சந்தை மீண்டும் உயர்ந்தது\" என்று ஒரு சிறந்த சந்தை ஆய்வாளர் கூறினார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ இன்று புதன்கிழமை நாட்டு மக்களுக்கு உரையாற்றிய போது, ​​இந்த வாரத்திற்குள் புதிய பிரதமரையும் அமைச்சரவையையும் நியமிக்கவுள்ளதாக தெரிவித்தார்.",
        "நான்கு முறை பிரதமராக இருந்த ரணில் விக்ரமசிங்க, பிரதமராக நியமிக்கப்படுவார் என எதிர்பார்க்கப்படுகிறது, ஆனால் இறுதி முடிவு எடுக்கப்படவில்லை என்று இரண்டு அரசாங்க அதிகாரிகள் EFE க்கு தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) முடிவில் 3.17 சதவீதம் அல்லது  237.99 புள்ளிகள் அதிகரித்து 7,754.62 ஆக இருந்தது.",
        "அரசியல் முட்டுக்கட்டை ஓரளவு உடைந்துவிட்டது என்ற உணர்வின் அடிப்படையில் இது நடந்ததாக ஆய்வாளர்கள் தெரிவித்தனர். இருப்பினும், அதே கட்சி உறுப்பினர்களை மீண்டும் நியமித்து, மக்கள் நம்பிக்கையை இழந்தால், பங்குச்சந்தை வீழ்ச்சி உட்பட கடுமையான விளைவுகள் ஏற்படும்.",
        "வியாழன் அன்று 60 மணி நேர ஊரடங்கு உத்தரவு 0700 மணி நேரத்தில் நீக்கப்பட்டதைக் கண்டது, வன்முறை மோதல்களில் ஒரு ஆளும் கட்சி சட்டமன்ற உறுப்பினர் உட்பட குறைந்தது 9 பேர் கொல்லப்பட்டனர் மற்றும் கிட்டத்தட்ட 300 பேர் காயமடைந்தனர். முன்னாள் பிரதமர் மகிந்த ராஜபக்ச ஆதரவாளர்களால் ஏற்பட்ட மோதலைத் தொடர்ந்து, நிராயுதபாணியான எதிர்ப்பாளர்கள் மீது திங்கட்கிழமை தாக்குதல் நடத்தப்பட்டது. அமைதியான போராட்டக்காரர்களை அவரது ஆதரவாளர்கள் கொடூரமாக தாக்கியதால் ராஜபக்சே ராஜினாமா செய்தார்.",
        "நாட்டில் பொலிஸாரின் முன்னிலையில் அவசரகால நிலை அமுல்படுத்தப்பட்டிருந்த போதிலும் இந்த தாக்குதல்கள் இடம்பெற்றுள்ளன.",
        "வன்முறை நடந்ததால், கடந்த இரண்டு நாட்களாக சந்தை மூடப்பட்டிருந்தது.",
        "மிகவும் திரவக் குறியீடு S&P SL20 3.83 சதவீதம் அல்லது 93.59 புள்ளிகள் அதிகரித்து 2,536.64 இல் நிறைவடைந்தது.",
        "வெளிப்படைத்தன்மை மற்றும் ஸ்திரத்தன்மைக்கு மக்கள் அழைப்பு விடுத்த போதிலும், தீவின் அரசியல் நகர்ந்த விதம் முதலீட்டாளர்கள் ஏமாற்றமடைந்துள்ளதாக சந்தை ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "நாளின் விற்றுமுதல் 1.1 பில்லியன் ரூபாவாகும், இது இந்த வருடத்தின் சராசரி தினசரி விற்றுமுதல் 4.2 பில்லியன் ரூபாயில் கிட்டத்தட்ட கால் பங்காகும்.",
        "புதன்கிழமையன்று, மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க, அடுத்த ஒரு வாரத்திற்கு இறக்குமதி செய்வதற்குப் போதுமான டாலர்கள் இலங்கையிடம் இல்லை என்று கூறினார்.",
        "84.5 பில்லியன் பொருளாதாரம் ஏற்கனவே டாலர்கள் இல்லாததால் வெளிநாட்டுக் கடன் செலுத்துவதை நிறுத்தி வைத்துள்ளது. மார்ச் 7 அன்று வளைந்து கொடுக்கும் தன்மையை அனுமதித்ததில் இருந்து 80 சதவிகிதத்திற்கும் மேலாக வீழ்ச்சியடைந்த ரூபாயின் செங்குத்தான வீழ்ச்சி குறித்து முதலீட்டாளர்கள் கவலையடைந்துள்ளனர்.",
        "மார்ச் மாதத்தில் 14.5 சதவீதமும், ஏப்ரலில் 23 சதவீதமும் குறைந்ததைத் தொடர்ந்து இதுவரை மே மாதத்தில் சந்தை 1.7 சதவீதம் உயர்ந்துள்ளது.",
        "கடந்த ஆண்டு 80 சதவீத வருவாயுடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 36.5 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் இந்த போக்கை ஏற்று 49 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை விற்றனர். இந்த வருடத்தில் இதுவரை 1 பில்லியன் ரூபாய்கள் மொத்தமாக வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "எக்ஸ்போலங்கா ஹோல்டிங்ஸ் பங்குகளின் விலை 8.7 வீதம் அதிகரித்து 172.50 ரூபாவாகவும், ஹேலிஸ் பங்கு ஒன்றின் விலை 8.4 வீதம் அதிகரித்து 69.80 ரூபாவாகவும், கொமர்ஷல் வங்கி 3.6 வீதம் அதிகரித்து 51.80 ரூபாவாகவும் முடிவடைந்தது. (கொழும்பு/மே12/2022)"
      ]
    }
  }
}