{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/WCIC-explores-impact-of-GBVH-on-working-women-in-SL/56-735120",
  "time_ut": 1653075480,
  "title": "WCIC explores  impact of GBVH on working women in SL",
  "body_lines": [
    "Embarked on a project in collaboration with The Centre for International Private Enterprise (CIPE) in March 2022 WCIC launched a project that could explore the impact of GBVH, on females in Sri Lanka, with the annual flagship event - Women Leadership Forum 2022 with the involvement of CIPE.",
    "The Centre for International Private Enterprise (CIPE) is an affiliate of the US Chamber of Commerce. It is designed to foster the development of open market, private enterprise systems abroad and encourage the growth of independent business institutions in foreign land. The project we embarked together will create an impact on the Sri Lankan women in the workspace.",
    "Elaborating on the scope of the project, Jt. Project Manager Sarrah Sammoon said: “The project’s objectives are to increase understanding of the current challenges in the workplace for women entrepreneurs in Sri Lanka and strengthen regional collaboration between women’s Business Member Organisation to share and transfer knowledge and also End silence around gender-based violence and harassment (GBVH) in Sri Lanka and pursue advocacy efforts to ratify C190.”",
    "Adding on, the Jt. Project Manager Tusitha Kumarakulasingham said: “Launching the program WCIC conducted - The Women Leadership Forum 2022 as a debut to the International Women’s Day – Breaking the Bias”. The workshop which was themed “Break the Bias for a better tomorrow” contained session speeches and panel discussion which added knowledge and insights. It covered several segments of value to the audience, consisting of appx. 225 entrepreneurs and business professionals. The session resource pool consisted of experts in the specific areas.",
    "Sessions included in the workshop: 1. Break the Bias of Female Leadership, 2. Sustainability begins with a safe environment free from GBVH, 3. Future as Digitally savvy business, 4. Keeping the Mind and Body Balanced.",
    "The second session, specifically incorporated the topic under the project, exploring the GBVH – “Sustainability Begins with a Safe Environment Free From Gender Based Violence and Harassment”. The session speaker was an individual who specialises in the space as a legal professional and a canvasser, Yeheliya Foundation Founder Naushalya Rajapakse - Attorney at Law. She kept the audience enthralled with a dynamic delivery on a topic that she was passionate about. Once again, the panel consisting of corporate experts, shared views that drove home essential fundamentals related to the world we are operating in.",
    "The project includes a landscape analysis of GBVH in Sri Lanka, a member and larger network survey, a webinar with an international regional chamber to share and discuss our learnings and transfer knowledge and finally advocating to ratify C190.",
    "The WCIC and CIPE are excited about the project and believe the efforts that we make will be able to shed light on a topic that is not widely discussed.",
    "Women’s Chamber of Industry and Commerce (WCIC) is the premier organisation supporting entrepreneurs and professional businesswomen. The membership is open to women who believe they can contribute to society as well as benefit from the many facilities the organisation creates. For further information contact Janitha Stephens – 0766848080."
  ]
}