{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/power-of-youth/",
  "time_ut": 1650384900,
  "title": "Power of Youth",
  "body_lines": [
    "The youth protesting in Colombo have shown what they are capable of. They have taken the bull by the horns. Instead of taking up arms, they gathered in large numbers peacefully and raised a great shout, and the Walls of Jericho, as it were, protecting the ruling family collapsed. The Rajapaksas who roared, refused to listen to anyone else, and bulldozed their way through, are now cooing; they are even willing to do away with the 20th Amendment, which was intended to enable them to consolidate their grip on power, but became their undoing because the draconian powers therein went to their heads, and made them take leave of their senses.",
    "The youth uprising has not only caused many heroes in the government to go into hiding but also made the Opposition grandees walk in the scorching sun for days. One may say the Opposition politicians have had to suffer in this manner by way of penance for their contribution to the ruination of the country and their failure to be an effective countervailing force against the Rajapaksa juggernaut.",
    "What is this world coming to when even the Opposition politicians who call themselves progressive and honest fear the youth, who are demanding the ouster of the present-day rulers, and action to recover stolen public wealth and make this country a better place for everyone? Elated as one may be to see the government leaders cringe and cower, one feels sorry for the Opposition worthies who are making a desperate effort to hitch their wagons to the youth protesting at the Galle Face Green in a bid to gain some political mileage. None of them dare go anywhere near the protesting youth.",
    "Pity the land whose political leaders fear the progressive youth fighting for their rights!",
    "The significance of the intelligent, educated, patriotic youth from all ethnic and religious communities, protesting opposite the Old Parliament building, which is considered the cradle of Sri Lanka’s parliamentary democracy, and demanding that all 225 MPs go home, may not have been lost on political observers. Their protest is tantamount to an indictment of all those who have ruled this country since Independence. However, it may not be fair to lump all leaders together; Sri Lankans have benefited tremendously from the altruism of great statesmen like C. W. W. Kannangara, who died penniless. The youth should not tar all politicians with the same brush; there are some good men and women in the current Parliament as well, and the baby must not be thrown out with the bathwater.",
    "Protesters should also be pragmatic. But their call for a radical change is timely and should be heeded. A general election is the least desirable option at this juncture, given the deteriorating economic situation, the need for political stability without which the economy cannot recover, and the possibility of the next Parliament being hung in case of the country going to the polls soon. Therefore, the safest way to effect the radical change the youth seek, in our book, is the resignation of the government, followed by the appointment of a multi-party interim administration to calm down the incensed public and facilitate the work of those who are trying to save the economy.",
    "The government has not stopped playing tricks on the protesting people. It has appointed a new Cabinet, most of whose members lack experience and expertise to tackle the present crises.",
    "Meanwhile, protesters and politicians ought to learn from the youth who are occupying the Galle Face Green how to ratchet up pressure on the powers that be, without being a public nuisance or playing into the hands of the government, which is looking for an opportunity to unleash violence to crush protests.",
    "One person was killed and several others were injured when the police opened fire on a group of protesters who were blocking a level crossing in Rambukkana, yesterday. The incident must be condemned unreservedly. Let the government be warned that no amount of police or military brutality will help neutralise People Power.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}