{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ex-minister-says-police-chief-top-govt-official-failed-attack-over-unarmed-protesters-94425/",
  "time_ut": 1652903520,
  "title": "Sri Lanka ex-minister says police chief, top govt official failed attack over unarmed protesters",
  "body_lines": [
    "ECONMYNEXT –  Sri Lanka’s police chief and the Secretary to the Public Security Ministry stopped forces and law implementing agencies from acting to prevent attacks on anti-government protests on May 09, former minister and cabinet spokesman Ramesh Pathirana told the parliament on Wednesday (18).",
    "Youth-led protesters and most public accuse the police inaction for the brutal attack of unarmed protesters and subsequent violent clashes that had killed 9 including a ruling party lawmaker and left 300 injured.",
    "Pathirana, now a ruling Sri Lanka Podujana Peramuna MP (SLPP), whose house also was torched by mob attacks on May 09,  said an impending attack on anti-government protesters were informed to the Police DIG Dehsbandu Thennakoon in advance.",
    "However, when the prime minister supporters left the office residence of the PM after meting him, the Inspector General of Police (IGP) C.D. Wickramaratne had informed him not to use any tear gas or water cannons on Prime Minister’s supporters.",
    "“With the former prime minister Mahinda Rajapaksa announcing that he is resigning on May 9, we were asked to bring in people to have a farewell to the resigning prime minister,” Pathirana said.",
    "“However, at the end of the meeting, we are sorry to say that some stupid politicians made a force request from the public.  With that, a fraction or less than 10 percent of the people who gathered there walked down….to attack the protest sites.”",
    "Both the police chief and Secretary to the Public Security Ministry were not immediately available for comments on the former minister’s allegation.",
    "Pathirana said, protests in front of the President’s Secretariat in Colombo was not intervened by any force during the whole month of the protest and security was also provided for the protesters to carry out the agitation peacefully.",
    "“The protest was there for a whole month and neither the president nor the government had any intentions of attacking the site. That is why it is still there,” Pathirana said.",
    "“But on that day after the request was made by these politicians, I immediately called DIG Deshabandu Tennakoon and warned him about the possible attack and asked him to prevent it somehow. He said not to worry and barricades had been placed and they will prevent it,”",
    "Despite the DIG’s assurance of protection, a call from a former MP was received when he was en route to the President’s office for a meeting, Pathirana said .",
    "“After that I went to the President’s office for a meeting with the president and on the way former MP Ashu Marasinghe called me and asked me to get the involvement of the president to prevent the attack,” Pathirana said.",
    "“I asked the President to be involved and at that moment in front of us, he called DIG Thennakoon and asked what was happening. Tennakoon said by 12.40 pm, that the IGP told him to not to use tear gas or water cannons.”",
    "“And at that moment the President said, it is the President of this country telling him to stop it and therefore to take immediate action. That is why the police started using the tear gas and water cannons and that is why it was settled at this level,” (Colombo/ May 18/2022)"
  ]
}