{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Human-rights-must-be-at-heart-of-solution-to-Sri-Lanka-crisis-UN-Resident-Coordinator/56-735028",
  "time_ut": 1652985000,
  "title": "Human rights must be at heart of solution to Sri Lanka crisis: UN Resident Coordinator",
  "body_lines": [
    "Demonstrators voice their grievances against the Sri Lankan Government at a protest in London, UK in May 2022 – Unsplash Ehimetalor Akhere Unuabona",
    "Empty racks due to the lack of supplies of the supermarkets in Colombo, Sri Lanka – ADB M.A. Pushpa Kumara",
    "The severe economic crisis in Sri Lanka shows no signs of ending any time soon, with the country’s newly installed Prime Minister, Ranil Wickremesinghe, warning of more difficult days ahead. Hanaa Singer-Hamdy, the most senior UN official in Sri Lanka, told UN News that, amid violent protests and the imposition of a state of emergency, any solution must involve a robust democracy and respect for human rights.",
    "“Since the start of the crisis, the UN has tracked over 1000 protests. Initially these were peaceful, driven by citizen participation, and characterised by calls for a change of the government: they were joined by political parties, trade unions, student unions, clergy and other interest groups.",
    "But as the shortage of gas and fuel became more prominent, we started witnessing violent clashes. Some 60 houses were torched, around eight people killed, and several more injured.",
    "The UN High Commissioner for Human Rights has called on the authorities to independently, thoroughly, and transparently investigate all the attacks that have occurred especially on the peaceful protesters.",
    "There needs to be a meaningful and inclusive dialogue with all parts of societies, to address the socio-economic challenges faced by the people. Political stability is critical to create an environment for the negotiations with the International Monetary Fund (IMF), which can then set up the way forward for economic recovery.",
    "We hope that Sri Lanka will find a peaceful solution to the current crisis soon, to alleviate the people’s suffering, strengthen democracy and human rights, and prevent further violence.",
    "The UN has been working consistently, for many months, to help Sri Lanka to cope. We have tried to support and reduce the impact on the most vulnerable groups, and we are working very closely with the international financial institutes like the World Bank and IMF, to help ensure their support in a coordinated way. It’s imperative that we prevent a humanitarian crisis, so we need to be making interventions now.",
    "The UN has focused its intervention on four critical areas: health, food security, social protection, and economic policy advice.",
    "On health, we are supporting the ministry of health to closely monitor the available medical supply, and in coordinating the procurement of urgently needed medicine and medical supplies from development partners, including donations to bridge the immediate gaps: because of a lack of foreign currency, the country cannot purchase medicine.",
    "On food security, we are helping farmers to adopt good agricultural practices, and providing cash transfers, whilst, with regards to social protection, we are advising the government to prioritise certain measures, and how to make the best of the system that is already in place.",
    "The fourth theme is macro-economic policy advice. The UN has provided a policy memo with key measures to support macro-economic stabilisation and debt sustainability, to support the Government in its discussions with the IMF, and other international financial institutions.",
    "The technical part of the Government is still functioning, and my colleagues from all the UN agencies continue to work with their counterparts in the ministries. We are discussing sources of innovative financing, which will help Sri Lanka to recover.",
    "I hope that there will soon be a government cabinet in place, and that our work will continue, but on the technical level, I think we are all still working quite closely.",
    "Our work is not only about addressing the immediate needs of the population but also about preventing deep crises. So, we must help to avoid Sri Lanka going backward in areas such as access to health and education.",
    "Despite what is currently happening, the country is a model in Southeast Asia, so we need to protect whatever gains have been there: this crisis is not only affecting the traditionally vulnerable groups, but also the middle class and lower middle class, which is sliding into the vulnerable category as well.",
    "We all know the history of Sri Lanka, so we have to maintain a vision of how to ensure social cohesion and resilience at a community level, and we are supporting dedicated policy and research within the Ministry of Finance, focussing on medium-term policy measures.",
    "Finally, we also recognise that are some broader political and systematic root causes that have perpetrated discrimination, and undermined human rights and these need to be addressed continuously. To that end, we are finalising the next United Nations Sustainable Development Framework for Sri Lanka, which covers the years from 2023 to 2027, and includes a number of strategies and programmes to help the country to build a more sustainable and inclusive economy that benefits the people and the planet.”"
  ]
}