{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82316/heavy-showers-above-100mm-expected-in-parts-of-the-island",
  "time_ut": 1652150400,
  "title": "Heavy showers above 100mm expected in parts of the island",
  "body_lines": [
    "Showers or thundershowers will occur at times in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts, the Department of Meteorology says.",
    "Heavy showers above 100 mm can occur at some places in these areas.",
    "Several spells of showers will occur in Northern, North-central and North-western provinces.",
    "Winds speed can increase up to 40-50 kmph at times over the island particularly in Western slope of the Central hills, Northern, North-central and North-western provinces and in Hambantota district.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "The Severe Cyclonic storm (“Asani”) over the West Central Bay of Bengal lay centered at 2330hrs on 09th of May near 14.7N and 84.3E, about 670km northeast of Kankesanturai. It is very likely to move north and north-eastwards and move towards northwest Bay of Bengal.",
    "Fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Matara via Colombo and Galle.",
    "Winds will be westerly or south-westerly and wind speed will be (30-40) kmph. Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Kankesanturai to Pottuvil via Mannar, Puttalam, Colombo, Matara and Hambantota. Wind speed can increase up to 50 kmph at times in the other sea areas.",
    "The sea areas off the coast extending from Kankesanturai to Pottuvil via Mannar, Puttalam, Colombo, Matara and Hambantota will be rough at times and the other sea areas around the island may be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}