{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/26/saudi-aramcos-jeddah-oil-depot-hit-by-houthi-attack/",
  "time_ut": 1648266660,
  "title": "Saudi Aramco’s Jeddah oil depot hit by Houthi attack",
  "body_lines": [
    "(News 1st); Yemen’s Houthis rebels have acknowledged a series of attacks on Saudi Arabia after state media in the kingdom reported rocket and drone strikes targeting an oil depot in Jeddah and other facilities in Riyadh.",
    "A huge plume of black smoke was seen rising from the plant in Jeddah, as the city prepared to host a Formula One race on Sunday.",
    "While Saudi Arabia and state-run Saudi Aramco did not immediately acknowledge the blaze, it appeared to be centred on a fuel depot that the Houthis have previously targeted.",
    "Later on Friday, Houthi military spokesperson Yahya Sarea said the group attacked Aramco’s facilities with missiles and the Ras Tanura and Rabigh refineries with drones.",
    "Sarea added that the attack also targeted vital facilities in the Saudi capital Riyadh.",
    "The attacks targeted “Aramco facilities in Jeddah and vital facilities in the capital of the Saudi enemy, Riyadh”, tweeted Saree. Facilities of oil giant Aramco were also attacked in Jizan, Najran, Ras Tanura and Rabigh with “a large number of drones”, he added.",
    "Al Arabiya TV, quoting the coalition, said the kingdom’s air defence system destroyed two explosive-laden drones targeting Najran.",
    "“At a time when the parties should be focused on de-escalation and bringing needed life-saving relief to the Yemeni people ahead of the holy month of Ramadan, the Houthis continue their destructive behavior and reckless terrorist attacks striking civilian infrastructure,” US Secretary of State Antony Blinken said in a statement.",
    "Following the Jeddah attack, people on the F1 track could see the large black smoke cloud in the distance.",
    "The F1 said plans for Saturday’s third practice and qualifying and Sunday’s race were still set to go ahead.",
    "“We have received total assurance that the country’s safety is first,” Formula One chief executive Stefano Domenicali told reporters after a meeting with drivers, teams and local authorities.",
    "The Saudi Motorsport Co, which promotes the race, acknowledged the attack but said the “race weekend schedule will continue as planned.”",
    "We “remain in direct contact with Saudi security authorities, as well as F1 and the FIA to ensure all necessary security and safety measures,” the company said, referring to motorsport’s governing body.",
    "“The safety and security of all our guests continue to be our main priority.”",
    "Nabeel Khoury, a former US diplomat, said the timing of the attacks is significant.",
    "“To some extent whenever they [Houthis] hit the targets either in Saudi Arabia or the UAE it’s a hit against tourism in these countries – that you can organise car races and international games as if nothing is happening while we are under siege and being struck on a daily basis from there,” Khoury told Al Jazeera.",
    "More than 100 arrested for cutting firewood at Somawathie reserve"
  ]
}