{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Special-transportation-plans-from-Wednesday/108-239019",
  "time_ut": 1655123340,
  "title": "Special transportation plans from Wednesday",
  "body_lines": [
    "Intercity Express train services to Kandy and Jaffna from Colombo",
    "With the recent increase in transport costs and bus fares following the fuel price increase, the transport minister has decided to introduce special passenger transportation plans from June 15.",
    "Addressing the media, Transport Minister Bandula Gunawardana said the plans will be implemented to minimise the inconvenience caused to school children, office staffers, and the people who use public transport for various essential duties.",
    "Accordingly, a new intercity luxury express train service will be introduced to operate between Kandy and Colombo daily. The train will leave from Colombo Fort at 5.20 a.m and will reach Kandy at 8.14 a.m. The same train that left Kandy at 4.50 p.m will reach Colombo Fort at 7.40 p.m.",
    "Another office train will be assigned to operate on the Kelani Valley railway line from Waga to Colombo Fort. The train will leave Waga Railway Station at 6.20 a.m and reach Colombo Fort at 8.12 a.m. The same train will leave from Colombo Fort at 4 p.m and will reach Waga Railway Station at 5.40 p.m.",
    "Another intercity luxury express train service will start to operate from Mount Lavinia to Jaffna every weekend from this Friday (17). The train will leave from Mount Lavinia at 10 p.m and will reach Jaffna at 5.30 a.m on the following day. The same train that leaves from Jaffna on Sunday night at 10 p.m will reach Colombo Fort at 5.30 on Monday (20), Minister Gunawardana said.",
    "Meanwhile, the trial express train service which operated between Anuradhapura and Colombo has been fixed with the railway timetable. Accordingly, the train will leave at 4.15 a.m from Colombo Fort and reach Anuradhapura at 8.15 a.m. The same train will leave from Anuradhapura at 3.45 a.m on the following day and will reach Colombo Fort at 8.00 a.m.",
    "Accordingly, the Ministry is considering increasing the train services further.",
    "Following the increase in the school van fares, parents have requested the education ministry to increase the number of buses operating under the 'Sisu Seriya' service. Twenty buses will be assigned for the school service to operate from Wednesday (15) to enter Colombo city from every entrance point. The number of buses will be increased to 50 within a month by the Sri Lanka Transport Board (SLTB) officials.",
    "The 'Park & Ride City Bus Service’ system, will come into effect from Wednesday (15) at 6.30 a.m.",
    "People can park their private vehicles such as cars, motorcycles, and bicycles at the Makumbura Multi-modal Transport Centre (MTC), Kadawatha, and Katubedda parking areas.",
    "\"The Park & Ride system is a method introduced for people to engage in their day-to-day activities, without entering the city of Colombo driving their vehicles,\" he said.",
    "Every ten minutes, luxury bus services will operate from MTC, Kadawatha, and Katubedda until 8.30 a.m. The bus services will operate between 4 p.m and 6 p.m every 15 minutes from Colombo to MTC, Kadawatha and Katubedda every evening. In the meantime, bus services will operate every hour between Colombo, MTC, Kadawatha and Katubedda between 8.30 a.m and 4 p.m, he said.",
    "Meanwhile, two filling stations have been established at the MTC and Bastian Mawatha in Colombo to ease the refuelling of the SLTB buses, private buses and school vans. (Chaturanga Samarawickrama)"
  ]
}