{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82557/last-administration-is-to-blame-for-current-crisis-pm-tells-foreign-media",
  "time_ut": 1653044940,
  "title": "“Last administration is to blame” for current crisis - PM tells foreign media",
  "body_lines": [
    "Sri Lanka’s prime minister Ranil Wickremesinghe has told Sky News that “the last administration is to blame” for the country’s current crisis.",
    "Protesters have clashed with police in Sri Lanka’s capital, Colombo, as people demanded the resignation of the president and new prime minister.",
    "Demonstrations in the capital have been ongoing for the last two months as the public blames the country’s leadership for corruption and mishandling the economy.",
    "Sri Lanka’s Prime Minister Ranil Wickremesinghe said that the last administration “is to blame” for the current situation in his country as they “ran down the economy”.",
    "“We have come to a point where we are bankrupt - which has never happened to Sri Lanka before,” he said in an interview with Sky News following his controversial appointment last week.",
    "On whether the president should resign, the veteran politician said it’s a “controversy” as the country is of split opinion.",
    "He added: “I suggested that after Sri Lanka passes the 21st amendment, the country should restore the original 19th amendment strengthening parliament - strengthening the powers of the prime minister.",
    "“Then, all party leaders and the president should have a discussion and come to some arrangement on the future.”",
    "Meanwhile, the recent unrest across the country has been sparked amid the country’s worst economic crisis since independence from Britain in 1948, which has been blamed on a combination of COVID, rising oil prices and populist tax cuts by the president and his brother, until recently the prime minister.",
    "“I can understand the anguish of the protesters - the young and the old,” Mr Wickremesinghe said.",
    "“The young who see their future being taken away, and the old, who are suffering, the middle class, who see their lifestyle collapsing… farmers without fertiliser.",
    "“There are many demonstrations outside police stations, petrol stations and other places. And it shows the anger, the despair, and the hopelessness that the people feel.”",
    "He said that people, at the moment, “can’t bear the burden any longer”.",
    "Police have now arrested more than 800 people nationwide who are accused of ransacking property, looting and setting fire to MPs’ houses on 9 May.",
    "But human rights lawyers say in some cases police are jailing people who were out on the streets watching what was happening, rather than actively taking part in violence.",
    "The prime minister went on to say that the country faces a possibility of a food crisis due to the lack of fertiliser.",
    "Sri Lanka is near bankruptcy after announcing it had suspended up to $7bn (£5.6bn) in foreign loans due to be repaid this year because of a foreign currency crisis.",
    "It has led to limited imports with no gas in petrol stations. Other fuel, cooking gas, medicine and foods are in short supply forcing people to stay in long lines to buy the limited stocks.",
    "“We are feeling the rise in the price of fuel - and we know it will go higher,” he said.",
    "“Our main concern also is that we have not had fertiliser for cultivation, and this coming season, the rice cultivation season will not have the full production.",
    "“Therefore from about August onwards, there is a possibility of a food crisis in Sri Lanka. That’s about the time when the global food crisis will also take place, and we will see how we will survive until about March next year.”"
  ]
}