{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/The-masses-and-my-voters-are-with-me-They-will-vote-for-me-again-at-the-next-elections-I-am-confident-of-winning-These-protestors-were-always-against-me-MR/155-235773",
  "time_ut": 1651014600,
  "title": "’’The masses and my voters are with me. They will vote for me again at the next elections. I am confident of winning. These protestors were always against me’’ - MR",
  "body_lines": [
    "I personally feel Gotabaya Rajapaksa has performed well and done a fantastic job",
    "If we had worked together that would have been the right thing to do rather than go against me like this",
    "At this moment I still hold the majority seats in Parliament",
    "Namal cannot sell his father’s name, or his uncle’s name or his grandfather’s name to be in politics. He has to come up with the people.",
    "The masses are with me. My voters are with me. They are not protesting against me. I am confident of winning the next election. My voters will vote for me again",
    "Prime Minister Mahinda Rajapaksa is presently facing one of his toughest challenges in his political career with certain sections of the population calling on him to step down with the present crises. In an exclusive interview with Daily Mirror, Mahinda Rajapaksa has urged the people to be patient, stating it was not practical for him and the President to resign because they had been elected through a mandate. He further said, there was no split between the two brothers and they were resolving the issues to restore normalcy soon.",
    "Q  Prime Minister, today, I am meeting you at a time when certain sections of the population are calling on you to resign and go home. Just last year no one would have imagined this. What do you feel about this?",
    "It is alright for me to see this. In a country like Sri Lanka there is democracy where people are against me and for me, so people can express their views and opinions. They have a right to do that. Back then when I delivered what the public wanted by ending the war, doing development, bringing in investments, strengthening the economy etc., they wanted me. But today certain sections do not want me anymore, so they are calling on me to go. So that is alright. That is human nature to forget what has been done for the people of this country. They are free to express their opinions because of the very democracy that we protected and gave them.",
    "\"We have got a mandate and if people want to change us, they can do it through an election\"",
    "Q  You polled in with the highest preferential votes at the 2020 General Elections. But today people are on the roads against you and the President. What can you say about that?",
    "Only certain sections of the people are saying this. There are some groups within these sections who are those who were always against us. It is these people who are asking us to go. But it is not practical. We came in through a mandate. Just because certain people want us to go does not mean we will go. We have got a mandate and if people want to change us, they can do it through an election.",
    "Absolutely. These same voters will vote for me again at the next elections, because they know who I am and what I am. I have that confidence. See, those masses are not protesting against me. Just because certain sections are calling on me to go, does not mean those hundreds of thousands who voted for us, want us to go. These protestors alone do not represent the entire population, although their views are also respected.",
    "Q  Prime Minister, the Rajapaksa name has been severely tarnished because of the present issues. People are carrying out the ‘GoHomeRajapaksa’ campaign in full swing. How do you feel about this?",
    "This is not new to us. This has been going on for many years. But still we are here. We came in through a mandate because we are the people’s choice. We are with the people. We are from the people. When we are with the people, we have the confidence as well and we perform accordingly. We are here because the people want us. The day the people want us to go, we will go. In 2015, we lost the elections. And then in 2019 we came back. So the majority are with us.",
    "Q  Right now there are reports of a split between your brother President Gotabaya Rajapaksa and yourself. There are reports of infighting between the two brothers and this has led to a severe political instability in the country. What can you say about this?",
    "This is all false. Gotabaya Rajapaksa is the President. So I must always respect him as the President. He maybe my younger brother, but that is a different matter. That is a personal relationship. But he is the President and I respect him for that. Like everyone else we also argue, even in the cabinet we argue. But our arguments stop there. He is the President and I am the Prime Minister and we are on the same page. If there are arguments between both of us we cannot continue to function as President and Prime Minister. It is not good for the country. So there is nothing of that sort what you have said in your question. We are able to sit together and discuss all the present issues and reach agreements on how to move forward.",
    "\"We are in discussions with several countries. We are meeting the Ambassadors here very frequently.\"",
    "Q  Prime Minister, you presented your brother Gotabaya Rajapaksa as the presidential candidate in 2019. You convinced the people to vote for him. Today, see where we are. Do you have any regrets?",
    "Not at all. I personally feel Gotabaya Rajapaksa has performed well and done a fantastic job. It is true that we are facing issues today, but we are also working hard to restore normalcy as soon as possible. All we care right now is providing relief to the people and seeing ways in which we can get the economy back on track. You must realize when Gotabaya took over the Presidency we had the COVID-19 pandemic and that impacted us. Our foreign exchange inflow was severely impacted. But at the same time we also vaccinated the population when countries were still struggling. So it is not true when anyone says the President failed. Together, we are now looking at ways and means to sort the ongoing economic issues and we are confident this will all be over soon and the people will get relief.",
    "Q  So you are confident that these issues can be sorted by you and the President?",
    "Absolutely and we are already working on it. With the cabinet, with the MPs, we can definitely get out of this and resolve these issues soon.",
    "Q  You say you are working on it, but even today people are not getting their basics. There is a fuel shortage, power cuts are continuing, there is a shortage of medicines and food. You have not been able to give the basics to your citizens. So how are you confident that you can end all this?",
    "You see every government had faced this issue. Not only this government. We are short of money at this moment. And we have to pay for the oil as we depend on other countries for our oil purchases. Although there have been delays we have been making payments and getting the consignments released. We are ensuring that these basic essentials are supplied to the citizens as much as possible. Today we have been able to reduce the duration of power cuts. We are distributing fuel to the sheds as soon as the consignments are unloaded. Parties such as the World Bank and other agencies are assisting us in getting the much needed medical supplies. We are ensuring the people have food. Of course we cannot deny there is an issue. But we as a government are also ensuring that the supplies continue and it reaches the public as soon as possible. Just be a bit patient as we will resolve this economic crisis soon. And we are being able to do that is because this government, its cabinet and its MPs are strong.",
    "\"Back then when I delivered what the public wanted by ending the war, doing development, bringing in investments, strengthening the economy etc., they wanted me. But today certain sections do not want me anymore, so they are calling on me to go. So that is alright\"",
    "Q  You say this government will resolve this crisis soon to restore normalcy. But how exactly do you plan to do that?",
    "As an immediate solution there are countries which are willing to help us. And we have started discussions with them and they have responded positively.",
    "Q  Do you think your government can end these shortages and resolve the economic issues by this year?",
    "Yes. We are confident of that. That is why we are asking people to be patient. Because once this is resolved we have a lot of investments and development planned. A roadmap to economic recovery. Just be a bit patient. Any government would have faced this today. Not only us. But it is because this government is so strong that we can resolve this soon. I am confident we will come out of it.",
    "Q  What are the countries you’re in discussions with to seek economic assistance?",
    "We are in discussions with several countries. We are meeting the Ambassadors here very frequently. The Finance Minister met many leaders on the sidelines at the IMF meetings. They have all promised to help us and now our discussions with them have begun.",
    "Q  Where did you all go wrong Prime Minister? How did it reach the situation we are in today?",
    "We are studying this. We have already sought the advice of some top economic experts regarding this.",
    "Q  On the political front the SJB has moved a no confidence motion against you. Now your own MPs- who were loyal to you at one time- are against you and gathering support for this motion. Some of the examples I can take are Udaya Gammanpila, Wimal Weerawansa and Tiran Alles. There are other names as well. What can you say about this?",
    "There has to be a reason for them to do what they are doing to go against me. I do not know what this reason is, but that is something only they know. They have not come and met me, but when I see them, I do speak to them. But they should have come and spoken to me, before they made any decision. If we had worked together that would have been the right thing to do rather than go against me like this. Even today I am ready for discussions with them and see what their concerns against me are. But it is up to them.",
    "\"It is true that we are facing issues today, but we are also working hard to restore normalcy as soon as possible. All we care right now is providing relief to the people and seeing ways in which we can get the economy back on track. You must realize when Gotabaya took over the Presidency we had the COVID-19 pandemic and that impacted us. Our foreign exchange inflow was severely impacted. But at the same time we also vaccinated the population when countries were still struggling\"",
    "Q  On Monday Gammanpila went far as to say that 120 MPs were now ready to vote against you in the NCM. He said you have also conveyed to certain groups that you are ready to resign as the Prime Minister. Is this true?",
    "At this moment I still hold the majority seats in Parliament. But I do not know if this would change. That is politics. If a majority of the MPs feel I must go, then I must go. There is no question about this.",
    "Q  So if you lose your 113 seats and lose the majority, would you step down?",
    "Yes I will. Why should I hold on to my position then? I will not hang on. I am not a leader like that. After my defeat in 2015, I returned to power because a majority of the citizens in this country wanted me back. I came in through a mandate.",
    "Q  If you lose the majority, what would your plans be? Will you quit the government and sit in the opposition?",
    "It all depends on how many MPs are with us. If we have the majority we would continue being in the government. If we lose the majority we would have to go sit in the opposition. The opposition is not a strange place for me.",
    "Q  Right now there is a protest outside Temple Trees. Can you hear the protestors saying your government has failed?",
    "This is democracy. This is not the first time though. There have been protests earlier against me as well. People have the right to voice against me. But when an election approaches the people will vote for us, because we have delivered over the years.",
    "Q  There are rumours that you are in talks with UNP Leader Ranil Wickremesinghe to form a fresh government, under Ranil’s presidency. Is there any truth in that?",
    "Not at all. I have not discussed any such thing with him. I have not held talks with Sajith as well, because Sajith thinks he can be the President, if not the Prime Minister.",
    "Q  You mentioned in Parliament that you want to bring in the 19th amendment and abolish the Executive Presidency. What is happening to that?",
    "A subcommittee has been appointed to study how we can bring back certain clauses from the 19th and 20th amendment and incorporate this into the 21st amendment. So that is being worked on. But that will take a short while. Till then we have to accept that people have voted for an executive president.",
    "Q  My final question. You have a son in Parliament. Do you think the present situation has put an end to his political career?",
    "It all depends on him. He (Namal) cannot sell his father’s name, or his uncle’s name or his grandfather’s name to be in politics. He has to come up with the people. If you are with the people, no one can remove you. This is what happened with me. I was with the people, and I am still with the people. For 55 years I have been with the people. No one can deny that. From 1970s I have dedicated myself to the people every day, to this day and will continue doing so."
  ]
}