{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82838/sri-lanka-cant-use-15-billion-china-swap-on-imf-concerns-dr-coomaraswamy",
  "time_ut": 1654195320,
  "title": "Sri Lanka can’t use $1.5 billion China swap on IMF concerns – Dr. Coomaraswamy",
  "body_lines": [
    "Sri Lanka can’t tap a $1.5 billion credit line from China as the Chinese are concerned the International Monetary Fund may force delays in repayment, a former Governor of the Central Bank of Sri Lanka (CBSL) said.",
    "“There is a condition in relation to the months of import cover that we need to have in order to be able to draw on that money,” Dr. Indrajit Coomaraswamy, who is advising the Sri Lankan government, said at an event organized by the central bank Thursday.",
    "It’s difficult for the Chinese to waive off the condition “because this is a three-year swap, it might be termed a loan and there may be pressure from IMF and others to include it in the stock of debt that we reschedule and therefore clearly that would be a disadvantage to the Chinese,” he was quoted as saying by Bloomberg.",
    "India -- creditor and neighbor to Sri Lanka and China’s rival -- wants the IMF to treat China on par with other creditors. Meanwhile, India has used a recent summit of the Quad to ask Japan to also aid Sri Lanka.",
    "“There is some indication that the Japanese government may also now be more forthcoming in providing bridge financing,” Coomaraswamy said. Prime Minister Ranil Wickremesinghe previously told Bloomberg that the percentage of loans from Japan and China are the same, but the Chinese interest rates are higher.",
    "The bridge loans are essential for the island nation to pay for food and fuel, with severe shortages stoking inflation to 40%. Sri Lanka has defaulted on foreign payments and is seeking both rapid aid and a longer extended fund facility from the IMF, but must first show it has taken steps to reduce its existing debt burden.",
    "Coomaraswamy said Sri Lanka expects a staff level agreement with the IMF as early as this month, which won’t mean that cash will be disbursed, but could increase confidence in the nation’s financial assets.",
    "The first task, however, is to agree on a base line for the Debt Sustainability Analysis and those negotiations are underway, Coomaraswamy said. Once the base line is established, Sri Lanka would need to work out what kind of offer it makes to the creditors.",
    "“So it’s going to take some months, and given the fact that our reserves have gone toward almost zero, we need to find some ways of mobilizing,” Coomaraswamy was quoted as saying by Bloomberg."
  ]
}