{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/25/basl-files-fr-with-supreme-court-against-economic-crisis/",
  "time_ut": 1648191000,
  "title": "BASL files FR with Supreme Court against economic crisis",
  "body_lines": [
    "COLOMBO (News 1st); Two Fundamental Rights applications were filed with the Supreme Court on Friday (25) by the Bar Association of Sri Lanka over the present economic crisis.",
    "The applications were filed by the President of the BASL, Saliya Pieris PC; Deputy President, Anura Meddegoda PC; Secretary, Rajeev Amarasuriya; Treasurer, Rajindh Perera; and the Assistant Secretary, Pasindu Silva.",
    "The Petitioners are seeking orders from the Supreme Court to direct the respondents to immediately consult with all the",
    "relevant stakeholders and independent experts to formulate and implement policies to provide uninterrupted access and to provide concessions in relation to the prices of essential goods and services to the people including LP gas, fuel, electricity, milk powder, medicines and food.",
    "The applications by the BASL note that the failure to provide essentials goods and services to the people of Sri Lanka without any shortage, and at a reasonable price, is a violation of the people’s Fundamental Rights enshrined in the Constitution of Sri Lanka.",
    "The Attorney General, the Cabinet of Ministers, the Governor of the Central Bank, the Secretary to the Treasury, Secretaries to several Ministries, the Ceylon Electricity Board, the Ceylon Petroleum Corporation, and the State Pharmaceutical Corporation among others were named as Respondents.",
    "The Petitioners complain that Sri Lanka is currently facing an unprecedented economic and financial crisis resulting in acute shortages of fuel, electricity, gas, food, milk powder, and medicines. The Petitioners complain that they are compelled to come into court due to the severe shortages in essential goods and services, that are considered vital for the survival and existence of the citizens of the Republic in whom is guaranteed the fundamental right to equality, equal protection of the law and the right to life under the Constitution.",
    "– directing the Cabinet of Ministers, and/or any other respondents to immediately consult with all the relevant stakeholders and independent experts to formulate and implement policies to provide uninterrupted access to and to provide concessions in relation to the prices of essential goods and services to the people including LP gas, fuel, electricity, milk powder, medicines and food and to report to the Supreme Court of the policies formulated on the above;",
    "– for directions on the Respondents to immediately formulate and implement short term policies and measures to ensure that the people have adequate access to such essentials as well;",
    "– to seek directions on the 1st – 28th Respondents which comprise the Cabinet of Ministers and/or any other Respondents to immediately consult with all the relevant stakeholders and independent experts including the International Monetary Fund to formulate and implement policies to provide uninterrupted access to essentials and report such findings/recommendations and their implementation to the Supreme Court;",
    "– seek directions to formulate mid-term and long-term policies to ensure that the People have uninterrupted access to essentials such as inter alia, food, medicine, fuel, gas, and electricity and to formulate medium and long-term policies to provide concessions in relation to the prices of such essential goods and services;",
    "– directions on the Cabinet of Ministers to formulate an urgent national policy to provide immediate relief to the people and businesses affected by the present financial and economic crisis and to formulate and implement urgent policies to prioritize projects and programmes, to alleviate the foreign exchange crisis, guarantee uninterrupted supply of goods and services, control inflation, and reduce the cost of living;",
    "– directions on the Cabinet of Ministers to formulate and implement urgent policies to promote the production of local agriculture, dairy farming, and animal husbandry to ensure food security;",
    "– directions on the Respondents in consultation with stakeholders, to formulate new systems, processes, rules, and regulatory frameworks which assure transparency and good governance practices in respect of future public debt management.",
    "The Petitioners will be represented by Dr. K. Kanag Isvaran PC, Mr. Uditha Egalahewa PC, Mr. Suren Gnanaraj, and Mr. Pulasthi Hewamanne instructed by Mr. G.G. Arulpragasam.",
    "Rs. 68 Mn worth loans taken from SMIB using forged documents – COPE"
  ]
}