{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-oppositions-group-of-40-confusion-clarity/",
  "time_ut": 1650689340,
  "title": "THE OPPOSITION’S GROUP OF 40: CONFUSION & CLARITY",
  "body_lines": [
    "The Opposition has a very significant new grouping of veteran politicians. It is a breakaway from the Government and has four components: the SLFP led by ex-President Sirisena; 10 or 11 smaller parties of partners and allies; SLFPers who are not led by him and are leaning towards ex-President CBK; and a grouping from the SLPP (Pohottuwa).",
    "This grouping is the most significant variable in Parliament today. This is so because of two reasons:",
    "(a) It has shrunk the regime’s parliamentary numbers and political base, and",
    "(b) Is the only place that can attract more defections from the government ranks, or is the likeliest place to do so, thereby turning the Gotabaya administration into a minority Government.",
    "The upside of the Group of 40 is that it is the only group in parliament whose numbers are likely to grow. It may even equal the SJB as a party, perhaps also the SJB-led front.",
    "The downside is that it is also the grouping that is vulnerable to being wiped out at the next election, as in the case of the SLFP and its former allies in 1977. That is a fate the SJB is not vulnerable to.",
    "Which way the Group of 40 will go, depends on what it does right now. The problem is having is that while neither the SJB nor the JVP-NPP is on exactly the right track, those parties are not as badly confused as the Group of 40.",
    "The SJB hit its Ground Zero in 2020. Both the SJB and the JVP-NPP can only move up from their present parliamentary representation.",
    "By contrast, the Group of 40 can swell to double its size in this parliament but can also be eliminated electorally, as the SLPP (Pohottuwa) and the Rajapaksas will surely be, at the upcoming Parliamentary election.",
    "The Group of 40 has already done well by making an actual change: reducing the Government’s numbers and making it more vulnerable, while taking the political initiative of proposing an 11-point program with an Interim Administration.",
    "The problem is that the 11-points are in the wrong order. That problem is only a symptom of a much larger, more serious problem of political perspective and line.",
    "The Group of 40 doesn’t have the correct answer or even a single agreed-upon answer, to the fundamental question of politics. That question, as Mao put it, is “Who Are Our Friends? Who Are Our Enemies?”",
    "As President Sirisena, an ex-Maoist, would recall, the fundamental questions on which there must be clarity in politics are:",
    "Unless there is clarity on these questions, no correct ‘political line’ is possible.",
    "Without a correct political perspective, no correct and sustainably successful politics is possible.",
    "The answers to these questions are not rocket-science, but the Group of 40 is utterly confused. They are like a group of archers in a battlefield who don’t know exactly where to aim and keep shooting arrows at different targets.",
    "The secret is that the Group of 40 is like someone who has separated from his or her spouse but isn’t sure of whether or not to get divorced. The Group has separated from President Gotabaya Rajapaksa but the public does not know whether or not it is a trial separation. It certainly hasn’t RUPTURED from President Gotabaya Rajapaksa precisely at a time when the overwhelming outcry of the citizenry is ‘Gota Go Home!’",
    "Some prominent parliamentarians in the Group of 40 sound like a spouse who is separated, and is blaming the brother-in-law rather than the powerful marriage partner. Basil Rajapaksa is a symbol of derision in the country but he is not the main hate symbol of the protestors and target of the protests– Gota is– but the Group of 40 seems to want to turn Basil into the main enemy and Gota into the secondary enemy or something other than an enemy!",
    "The Group of 40 does not have a clear and correct strategy. It does not recognize and orient its political line and practice on the twin basic realities that:",
    "(I) The principal or main contradiction is that between the People and President Gotabaya Rajapaksa and",
    "So long as this remains the case, the political fate of the Group of 40, even if it joined by other dissidents and rises to 60 or 70, will be limited to a large balloon or bubble in the current term of the Parliament. They will go the way of the old United Front coalition members of 1970-1977, who regarded Felix Dias Bandaranaike as the main enemy while the electorate was heartily sick of Mrs. B and the whole family tree.",
    "The Group of 40 does not seem to be aware that no Interim Administration formed under the presidency of Gotabaya Rajapaksa will enjoy a shred of public legitimacy.",
    "It seems unaware that if it takes office in an interim administration under President Gotabaya (‘Go Home!’) Rajapaksa, it is likely to be wiped out any upcoming election.",
    "The Group of 40 is oblivious to the fact that the worst electoral liability it has is being associated with the GR presidency; the presidency of the man who wrecked the farmers and agriculture.",
    "The Group doesn’t get the basic point that they must use every hour of the day, every day of the week and every week of the month, to compensate for that guilt by association, by putting as much distance between themselves and the Gotabaya presidency.",
    "If I may put in the plainest language possible to make comprehension as easy as possible, Karuna redeemed himself in the eyes of the vast majority of the nation and even the armed forces, by rebelling against Prabhakaran; by turning his guns against Prabhakaran, not merely or primarily against Pottu Amman (though it was with him that Karuna initially had a problem).",
    "The relevance here is that if the Group of 40 wishes to earn the trust of the masses in revolt outside the parliament, and go on to survive the next election, it must immediately start to make up for lost time by taking on President Gotabaya Rajapaksa as the main enemy.",
    "To conclude, the only kind of Interim Administration the Group of 40 can legitimately participate in and survive in the court of public opinion, is if it meets two minimum conditions:",
    "(A) A post-20A Interim Administration in which Gotabaya Rajapaksa has been bound hand and foot.",
    "(B) It is an Interim administration of a short period which has ensured snap Presidential, Parliamentary and Provincial Council elections within three to six months.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}