{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-permits-burial-or-cremation-of-COVID-19-remains-at-any-cemetery/56-731430",
  "time_ut": 1646332200,
  "title": "Govt. permits burial or cremation of COVID-19 remains at any cemetery",
  "body_lines": [
    "By Shailendree",
    "Wickrama Adittiya",
    "Burial or cremation will be permitted at any cemetery or burial ground for the remains of persons who die of COVID-19 starting midnight tomorrow, health officials announced.",
    "The method of disposal for COVID-19 remains approved in Sri Lanka has come under heavy criticism in the past.",
    "In February 2021, a technical committee approved burial for the remains of COVID-related deaths, after the decision making cremation mandatory sparked outrage from local and international communities.",
    "The following month, burials for COVID remains took place in Oddamavadi, Batticaloa. While the decision to permit burials was welcome, Oddamavadi is located approximately 300km away from Colombo.",
    "However, the circular issued by Director General of Health Services Dr. Asela Gunawardena on 2 March cancels all other circulars related to the matter.",
    "According to the latest guidelines, the method of disposal at any burial ground or cemetery can be decided by the family, unless an inquest procedure requires a magistrate or inquirer into sudden death to decide on the disposal of remains.",
    "The guidelines state that healthcare workers must place the remains in a leak-proof bag before placing it in a coffin and handing it over to the relatives. The relatives must provide the coffin. The relatives must also cover all expenses for the disposal of the body as it will not be facilitated by the Health Ministry or any other ministry or department hereafter.",
    "The body must be disposed of within 24 hours of being released by the relevant authority and cannot be embalmed.",
    "The body cannot be transported to any other place like another residence or a funeral parlour.",
    "The circular also includes guidelines on post-mortem diagnosis of COVID-19, stating that performing a post-mortem PCR is not mandatory for any death occurring in the community or in a hospital. However, a post-mortem PCR can be conducted at the discretion of the relevant judicial medical officer if the death is subject to an inquest and autopsy.",
    "A death will be classified as due to past infection of COVID-19 if two PCR findings are reported as non-infectious or inconclusive.",
    "If a death occurs seven days after the first PCR or rapid antigen test, the death will not be considered COVID related.",
    "When a COVID-related death occurs, a post-mortem examination is not mandatory, even if it is subject to inquest if a cause of death or probable cause of death can be given by clinicians.",
    "All COVID-related deaths that occur in hospitals, specialised care units, on-admission or at home must be notified and registered in an effective and uniform manner. Certification and reporting of COVID-related deaths are done under three categories: deaths directly due to COVID-19 infection, deaths contributed by COVID-19 infection and deaths where PCR or RAT is reported positive as an incidental finding."
  ]
}