{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lan-channels-rs-150m-into-tech-startups-currently-evaluating-5-10-startups-for-investment/",
  "time_ut": 1648565880,
  "title": "LAN channels Rs. 150m into tech startups, currently evaluating 5-10 startups for investment",
  "body_lines": [
    "Sri Lanka’s first Angel Fund has, to date, channelled investments up to Rs. 150 Million cumulatively into four home-grown startups – Niftron, Magicbit, Mintpay & Chakra Suthra – while also helping these companies scale and access new markets both at home and abroad.",
    "“Since August 2020, our team has evaluated over 400 startups from across the country. It’s important to note that most of these startups come from outside the Colombo District. And over a period leading up to the end of last year, the prevalence of women-led startups has increased from 8% in 2020, to 15% in 2021. Currently, we’re monitoring and doing the final due diligence on 5-10 startups. We hope to back a few more before September,” commented Chandi Dharmaratne, Chairperson of the Lankan Angel Network (LAN).",
    "Established in 2020 by LAN, and supported by ecosystem development partner the Ford Foundation, the Angel Fund aims to catalyse the growth of Sri Lanka’s startup ecosystem. The Angel Fund is currently still open, and prioritizes evaluating opportunities for investments across the island. Interested parties are encouraged to learn more by visiting www.lankanangelnetwork.com/angel-fund, to discover funding and mentorship opportunities.",
    "The Angel Fund portfolio comprises Niftron, a blockchain-as-a-service (BaaS) platform, and Magicbit, an easy-to-use STEM education platform. Further, ‘Buy Now, Pay Later’ platform Mintpay was added recently, while circular economy recycling concept Chakra Suthra is in the process of being added to the Fund’s portfolio.",
    "Along with its investment, the Fund has supported Niftron in securing customers in Africa and Japan. Meanwhile, Magicbit has been assisted in forming partnerships in Sri Lanka and Nepal, while also working towards helping Magicbit’s launch in China and USA. At the same time, the Fund has helped Mintpay expand into other vertices covering dining, travel and entertainment, and Chakra Suthra has been supported in strengthening its expansion strategy.",
    "Evaluating startups on a monthly basis, the Angel Fund is dedicated to backing early-stage startups across multiple sectors. It supports them in various ways, from making investments, to even helping startups identify sources for future funding. It also provides centralized services such as company secretaries, accounting and auditing for all its startups. This ensures all startups meet proper governance standards, which will certainly help their future funding rounds.",
    "Additionally, for 2022, the Fund is planning a series of matching events to connect its startups with potential customers as well as international partners.",
    "Investment decisions are made by an Investment Committee (IC) with experience in building, running, scaling and exiting businesses locally, as well as globally. The IC meets once a month to evaluate potential startups for funding. The IC includes LAN Board Member Anarkali Moonesinghe and Business Consultant Dumindra Ratnayake, as well as Nathan Sivagananathan, Co-Founder of Hatch Works; Mangala Karunaratne, Founder/CEO of Calcey Technologies; Imal Kalutotage, Founder/CEO of NCINGA; and Shiluka Goonewardene, Principal for Deal Advisory at KPMG.",
    "Created by LAN, which started this journey by funding and mentoring startups in 2012, the Angel Fund supports high potential startups that can be scaled across the country, and even regionally and globally. LAN is a platform for angel and private investors who invest in high growth early-stage Sri Lankan ventures with the aim of creating an impact by reducing inequality.",
    "New Panadura showroom showcases ‘Designed For Life’ brand positioning by Phoenix",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}