{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Clash-between-vested-powers-and-tradition/352-232711",
  "time_ut": 1646862600,
  "title": "Clash between vested powers and tradition",
  "body_lines": [
    "Following the incident the CEB and its regulator the Public Utilities Commission of Sri Lanka (PUCSL) initiated an inquiry against the Area Electrical Engineer Eheliyagoda, K.G.C.J. Dayaratne",
    "The officer who’s under the spotlight has been sent on compulsory leave to prevent him from involving himself in any of the investigations carried out against him",
    "The CEBEU has written to the CEB Chairman demanding the withdrawal of the letter issued to Eng. K.G.C.J. Dayaratne, claiming that the union is compelled to instigate trade union action if the accused officer is not reinstated forthwith",
    "At a time the Ceylon Electricity Board Engineers’ Union (CEBEU) is accused of discouraging renewable energy- which action has paved way a power crisis in the country-it has now come to light how they have taken a high handed decision against the CEB Chairman for sending one of their members on compulsory leave.",
    "The CEBEU has threatened to instigate a trade union action to get the service of one of its Executive Committee members restored. This member had been sent on compulsory leave by the Chairman for his involvement in an illegal power outage.",
    "The CEBEU has accused CEB Chairman M.M.C. Ferdinando of conducting an investigation and claims that such an inquiry should be carried out by the CEB management which consist of engineers.",
    "“This act shows how the engineers’ union wants to save its members even though they resort to unlawful activities. When powers have been delegated to the Chairman from the CEB Act to take action against any officer as per the CEB disciplinary code, what was the reason for them to ask the Chairman to hand over the inquiry process to their own members? Isn’t this to clear their member’s name from all allegations?” a high ranking CEB officer queried.",
    "Area Electrical Engineer Eheliyagoda K.G.C.J. Dayaratne has been sent on compulsory leave with effect from February 17 by the CEB Chairman following the former’s involvement in an illegal disconnection of the supply of electricity on January 18 at Kuruwita.",
    "“When Engineer Dayaratne arrived the following morning and on seeing the size of the posters he yelled at me and said that he will not pay me for the work done, but took away the two banners threatening me. This incident took place around 7.20  in the morning. By 9.40 a group of CEB workers came to my residence and disconnected the power supply”",
    "The accused engineer has given an order to print banners for a protest in Colombo. Although the printer has printed these banners according to the size specified the Area Engineer has accused him of printing them in a different size and has left the premises threatening him. Within two hours the CEB has disconnected the electricity supply to his residence.",
    "Speaking to the Daily Mirror Ranil Laknath– the Printer- described how Engineer Dayaratne, on January 17, wanted him to print posters for their protest in Colombo. “Engineer Dayaratne called me on January 17 and wanted me to print 150 placards and two banners for their protest. He sent me an e-mail around 3pm and wanted to keep the posters ready by following morning. The size what Engineer Dayaratne told me over the phone was different to the size he has mentioned in the e-mail. I tried to call him to double check the size of the posters, but he did not respond to my calls. When Engineer Dayaratne arrived the following morning and on seeing the size of the posters he yelled at me and said that he will not pay me for the work done, but took away the two banners threatening me. This incident took place around 7.20  in the morning. By 9.40 a group of CEB workers came to my residence and disconnected the power supply not from the electricity metre, but from the electricity post by the road,” Laknath said.",
    "According to Laknath he had been in arrears of Rs. 13, 825 to the CEB, but never received a red bill or a disconnection order. “When I asked as to why they were trying to disconnect the supply, I was told it was for not paying the arrears. I immediately paid Rs.7,000 on-line and showed them the details, but still they went ahead with the disconnection claiming that ‘this is an order given by our sir (Eng. Dayaratne)” Laknath said .",
    "According to Laknath the following day- January 19- the electricity supply was restored.",
    "“If the power supply was disconnected due to non- payment of arrears the CEB charges the defaulter Rs.3, 000 to restore connection. I never paid any money to get the connection, but lodged complaints with the CEB, Public Utilities Commission and the Kuruwita Police. What was the reason for the CEB to reconnect the power supply without charging me the connection fee,” Laknath said.",
    "“Through the CEB Act powers have been delegated to the Chairman to hold any inquiry, but as a tradition it is the Engineers that conduct inquiries. That is why we want to hold an inquiry against the allegations levelled against our Executive Committee Member. I don’t want to disclose further details of our future plans”",
    "Following this incident the CEB and its regulator the Public Utilities Commission of Sri Lanka (PUCSL) initiated an inquiry against the Area Electrical Engineer Eheliyagoda, K.G.C.J. Dayaratne. Meanwhile, CEB Chairman M.M.C. Ferdinando has sent the officer who’s under the spotlight on compulsory leave to prevent him from involving himself in any of the investigations carried out against him.",
    "The letter issued to Engineer Dayaratne by the Chairman states, ‘Please be informed that you will be placed on compulsory leave with immediate effect in terms of sub clause 16.8 of the CEB Rules of Disciplinary Procedure. Further you are required to handover all official documents and official properties to the person nominated by the Additional General Manager /DD03 to cover up the duties and functions assigned to the post of Area Electrical Engineer/ Eheliyagoda with immediate effect. You are prohibited from entering any of CEB’s premises and leaving the country without valid permission from the Chairman / GM during the period of compulsory leave’.",
    "On February 19 Joint Secretary CEBEU Engineer Dammika Wimalaratne wrote to the CEB Chairman demanding him to withdraw the letter issued to Eng. K.G.C.J. Dayaratne, claiming that the union is compelled to instigate trade union action if the accused officer is not reinstated forthwith.",
    "The letter further states, ‘With reference to letter CEB/CH/328 dated February 17, 2022, sending Eng. Charitha Dayaratne, Area Electrical Engineer, Eheliyagoda on compulsory leave based on a disconnection of an electricity supply by him and the disciplinary actions taken later.",
    "‘Eng. Charith Dayaratne is one of the active members of the CEBEU who has been in the forefront of recent trade union actions launched against the controversial New Fortress Energy (NFE) deal and the illegal appointment of Acting GM CEB. He has become the latest target of the camp that is supporting the NFE deal and other decisions detrimental to the CEB.",
    "‘Even though we have enough evidence that some parties certainly have a hand to this incident to victimize our member, we never attempted to influence the management regarding this. However, the membership has a great displeasure over the way how disciplinary actions have been carried out so far disregarding institutional norms. They specifically question as to why Chairman, himself directly involved in the investigation process when the CEB management as per the CEB disciplinary code has been delegated to do it on your (Chairman) behalf considering the nature of the incident as well as the grade of the employee.",
    "‘CEBEU is of the view that this matter has to be investigated by a technical team, who are familiar with the process and responsibilities entrusted to Area Engineers with the available resources and prevailed practices. Accordingly an internal investigation has been initiated and it is in progress. As per the instruction to the Secretary to Ministry of Power you may have carried out an investigation with internal auditors to find whether there is a financial fraud. It is in this backdrop that the perpetrators have hatched a plot to victimize Eng. Dayaratne based on a disconnection of an electricity supply which has been carried out on non-payment of arrears complying within the current standard practices and guidelines and it is not a financial fraud.",
    "‘CEBEU is of the view that there is no safe environment for DGMs Area Engineers and their staff to practise in revenue collection process as they are at high risk for being harassed even for minor complaints. They further strongly protest against your strict action taken to send him on compulsory leave as the previous chairmen have not done so in the CEB history. By considering the present crisis in the country and the CEB, the Engineers’ Union is requesting you to withdraw the letter issued on sending Eng. Dayaratne on compulsory leave forthwith.",
    "‘Please note that we will be compelled to take trade union actions if you fail to withdraw the said letter by 12.30pm on Monday the 2, leaving the management to take appropriate action against him in line with the CEB disciplinary code’.",
    "Meanwhile, Director General PUCSL Damitha Kumarasinghe, by letter dated February 17, has requested General Manager CEB to provide explanation as to why unjustifiable and untenable actions were carried out by the said official.",
    "The letter states, ‘As per the consumer’s complaint, the electricity supply to his premises has been disconnected unreasonably and without serving a disconnection notice. Due to the nature on the allegations made against the licensee (Area Electrical Engineer’s office Eheliyagoda) and its officials, an investigation was carried out by a team of this Commission in regard for verification of the issues/ allegations made by the consumer.",
    "‘At the said investigation, certain untenable and unjustifiable actions taken by the officials of the licensee were observed by the Commission.",
    "1. The supply to the consumer’s premises was disconnected on 18/1/2022 and the consumer was not provided with a written notice of disconnection (Red Notice).",
    "2. The disconnection has done citing the reason as non-settlement of the electricity bill for the month of November, 2021.",
    "3. The same supply was re-connected on January 19, and it was done without charging the due fee by the licensee.",
    "“This act shows how the engineers’ union wants to save its members even though they resort to unlawful activities. When powers have been delegated to the Chairman from the CEB Act to take action against any officer as per the CEB Disciplinary Code, what was the reason for them to ask the Chairman to hand over the inquiry process to their own members?”",
    "‘Based on the above 1 and 2, the licensee appears/seems to have",
    "1. Violated item 1(5) and 1(6) of schedule II of Sri Lanka Electricity Act No:20 of 2009 as amended",
    "2. Not complied with Part II B(3) of the consumer rights section of the Statement of Rights and Obligations of Electricity Consumers",
    "3. Not complied with guidelines on electricity bill payment issued by the Commission",
    "4. Not complied with guidelines on disconnection and reconnection of electricity supply issued by the Commission",
    "5. Not complied with Electricity Supply Services of Distribution Division- III OF CEB prepared under the distribution license No. EL/D/09-005",
    "‘Based on the above item 3, the licensee appears/seems to have,",
    "‘Not compiled with Section 6.1(C) of the Supply Services Code of Distribution Division –III of CEB prepared under the distribution license No. EL/D/09-005",
    "‘You are hereby requested to provide explanation as to why the above stated unjustifiable and untenable actions were carried out by the officials of the licensee and the officers who are responsible/ accountable for carrying out such unwarranted acts’.",
    "When contacted Joint Secretary CEBEU Eng. Dammika Wimalaratne to find out why they oppose the decision taken by the Chairman to send Eng. Dayaratne on compulsory leave and why they want a team of engineers to conduct the inquiry, Wimalaratne said that he cannot comment and wanted this writer to speak to the CEBEU President Eng. Anil Ranjith.",
    "Eng. Anil Ranjith too declined to comment, but he accepted the fact that the Chairman has powers to conduct inquires. “Through the CEB Act powers have been delegated to the Chairman to hold any inquiry, but as a tradition it is the Engineers that conduct inquiries. That is why we want to hold an inquiry against the allegations levelled against our Executive Committee Member. I don’t want to disclose further details of our future plans against this course of action as of now,” Eng. Ranjith said."
  ]
}