{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Trade-unions-have-duties-as-well/172-234003",
  "time_ut": 1648492800,
  "title": "Trade unions have duties as well",
  "body_lines": [
    "A Sinhala newspaper reported on Sunday that the employees of the cash-strapped Ceylon Petroleum Corporation (CPC) has drawn Rs. 4 billion as overtime payments during the past twelve months! It further stated that all efforts by the CPC administration for the past several years to bring the overtime cost down had been futile, owing to the huge trade union pressure.",
    "The 48 –hour shift system and the opportunity given to the employees to report for work during holidays have been attributed to this huge amount of overtime payments, according to the news item.",
    "Another news item carried in an English daily last week pointed out that the CPC pays Rs. 7 million a day as overtime payment, despite the Corporation’s claims that it incurs heavy losses. The sources had also stated that overtime payments have not reduced in spite of the operations at the oil refinery having dropped to 50% of its capacity. It also said that efforts to reduce overtime payments during the tenure of Arjuna Ranatunga and Kabir Hashim as the ministers in charge of the CPC, had drawn a blank.",
    "In November 2019, the corporation had paid Rs. 8.4 million as overtime and the then Power and Energy Minister Mahinda Amaraweera had directed the Ministry Secretary Wasantha Perera to look into the matter stating that it was an excessive amount. But nothing happened.",
    "The trade union leaders of the CPC and Ceylon Electricity Board (CEB) have been rightly exposing the ill-advised decisions of their administrations and the relevant politicians that have been contributed to the current massive fuel shortage and the power-cuts. But they keep silent on the activities of their membership which similarly have a noxious impact on the current economic crisis in the country.",
    "Trade union leaders of these two institutions alone are not to blame for this attitude. In fact, it has become the trade union culture of the country. For instance, a few weeks ago, trade unions of the health sector had resorted to a strike while people were suffering in long queues for domestic gas, fuel and milk powder and prices of essential goods were soaring.",
    "However, this is not to deny the rights of the working people to demand what they deserve according to the law and the natural justice. Their right for a decent salary and healthy working conditions are inalienable. Yet, if overtime payments of the CPC are not being sliced in proportion to the drop in the operations of the refineries for instance, something fishy is going on.",
    "Last Sunday’s newspapers also reported that the Air Force had decided to stop providing helicopter tours for government ministers. This indicates that the ministers have been enjoying helicopter rides - though for official purposes - while the country has been facing a massive fuel crisis during the past several months. In fact, politicians have not sacrificed any perk or facility awarded to them at the expense of the poor tax payer, despite the country having fallen into a bottomless abyss. Nevertheless, how can one describe it to be improper while the saner attitude on the part of the workers towards the public coffers is not?",
    "It is a well-known fact that state institutions are not people-friendly. This issue is also emerging every now and then only to be forgotten each time without being addressed. Trade union leaders, even those affiliated to the political parties shouting themselves hoarse on corruption do not see the corruption within their ranks. It has been a habit among the people, educated or uneducated, wealthy or poor, to seek connections to the officials of state institutions to get things done.",
    "Ironically, the same public sector employees complain about their problems to the same people they always choose to ignore or harass, through press releases, handbills, media briefings, picketing and public meetings. Rarely the trade unions do accept this state of affairs.",
    "In such a rare incident, General Secretary of the Government and Provincial Council Public Service Trade Union Federation, Ajith. K. Thilakarathne in January 2016 had written to the then President and the Prime Minister saying that 60% of the 1.5 million public servants were engaged in browsing the internet, Face Book and other social media entertainment sites using the office computers and their own smart phones for more than two hours of their daily eight hour duty and the total man hours robbed so from the public sector runs into 1.8 million a day!",
    "During the same period, the then Special Assignments Minister Dr. Sarath Aunugama in a statement had said that a large majority of public servants do not work at least four hours of their eight hour duty. In January 2020, President Gotabaya Rajapaksa had directed that the inefficiency in the state sector has resulted in creating displeasure among the public towards every previous government which should come to an end during the tenure of his government.",
    "Trade union leaders must realize that this state of affairs add to the current woes of the people. At the same time, the current crisis has provided them an opportune time to educate their rank and file on the matter."
  ]
}