{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/samsung-refrigerators-its-more-than-a-fridge/",
  "time_ut": 1646920320,
  "title": "Samsung refrigerators: It’s more than a fridge",
  "body_lines": [
    "Modern built-in inspired designs elevate the kitchen experience, enhancing home living",
    "With all-new updates and developments, Samsung Sri Lanka brings to you top-notch and high-tech refrigerators to keep your groceries cool and fresh for longer in this hot humid summer and power cut situations.",
    "One of the most well-received products in Samsung’s extensive range is the premium range SpaceMax Series (Side-by-Side). You can store more food with the SpaceMax refrigerator’s spacious ranging from 660L to 700 liter interior. Its unique SpaceMax technology enables the walls to be much thinner whilst still ensuring optimal insulation, creating more storage space without increasing the external dimensions.",
    "The Samsung Digital Inverter Compressor lasts longer while saving energy up to 50%. Unlike conventional compressors, Samsung’s Digital Inverter Compressor automatically adjusts its speed in response to cooling demand, thus using less energy, while minimizing noise and reducing wear and tear. It is also certified for 21 year lifespan durability and guaranteed by a 10-year warranty.",
    "Further, it gives your kitchen a sleek and minimalist look with the stylish counter depth design and beautiful flat doors with recessed handles that blend seamlessly with your kitchen for a completely harmonious look. You can freeze or chill your food rapidly with the Power Freeze and Power Cool options, all done with a simple push of a button. Ideal for chilling your favorite drinks or firming up ice cream in a flash.",
    "The refrigerator also comes with a large water tank for its Non-plumbing Ice & Water Dispenser, which does not require a water filter. Meanwhile, the Auto Ice Maker gives you extra storage space by freeing up freezer shelf space while allowing you to automatically make, store and enjoy ice at your convenience. Its compact design also frees up extra storage space for food, without compromising on the amount of ice produced.",
    "A large capacity Vege Box provides a convenient space to store a large amount of fresh vegetables and fruits. And because it’s so big, it’s so much easier to find everything – the all-in-one place to access your vegetables or fruits at just one glance.",
    "Under step-up models, Samsung has its Twin Cooling/Convertible Series. This locks in moisture, seals in freshness through Twin Cooling Plus Technology which has two independent cooling systems to ensure the right temperature and humidity level up to 70% is maintained throughout the fridge (compared to 30% in a conventional Top Mount Freezer), so no matter where food is stored, it stays fresh.",
    "Food odors can change the taste of frozen foods and affect the flavors of finished dishes. Twin Cooling Plus is a truly independent cooling system, with separate airflows in both the fridge and freezer. This prevents unpleasant smells from foods moving between the fridge and freezer, ensuring the original flavor of ingredients stored in the freezer remains odorless.",
    "It also provides 5 possible Conversion Modes for flexible storage. You can easily convert your freezer into a fridge to keep all the fresh food you need to store for different seasons or special occasions. Or just switch to off the fridge compartment when leaving home for a long vacation. The five modes are Freezer-Fridge, Energy Saving, Vacation, Fridge Max and Mini mode.",
    "In addition to this it rapidly delivers intense cold air to fast freeze or cool. At the touch of a button, Power Cool quickly chills food and drinks, while Power Freeze is great for freezing or firming up frozen food and making ice.",
    "Backed by a 10-year warranty, Samsung guarantees the durability of its Digital Inverter Compressor. Digital Inverter Technology automatically adjusts the compressor speed in response to cooling demand across 7 levels. It uses less energy, minimizes noise and reduces wear and tear for longer-lasting performance Samsung Digital Inverter Compressor lasts longer while saving energy up to 50%. Unlike conventional compressors, our Digital Inverter Compressor automatically adjusts its speed in response to cooling demand, thus using less energy, while minimizing noise and reducing wear and tear.",
    "Samsung also possesses a range of Single Door Refrigerators, which has a truly distinctive Grande door design. It enhances the look of the refrigerator with a fine line aesthetically placed towards the bottom to add a sleek and elegant look to your kitchen. Your food and fresh groceries are now much easier to find with safe and power efficient brighter lamp inside the fridge.",
    "Its Stabilizer Free Operation means it works very steadily and reliably to prevent electrical damages in case of any voltage fluctuations it automatically cuts off the power. Further, its Safe Clean Back is a smooth safety cover for its internal vital components that can be easily wiped clean.",
    "The Samsung refrigerator range starts at a price point of Rs.58,999 and is available for purchase at Samsung’s authorized dealers partners Softlogic, Singer, Singhagiri, Damro and Samsung e-Store.",
    "The Sevens Stadium in Dubai is region’s first sports facility to harness clean solar energy for its full scope of operations",
    "INSEE Cement recognizes Top Performing Business Partners at Annual Awards Ceremony 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}