{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/27/pm-rejected-by-people-cannot-hold-power-akd/",
  "time_ut": 1653651900,
  "title": "PM rejected by people cannot hold power: AKD",
  "body_lines": [
    "COLOMBO (News 1st); The Janatha Vimukthi Peramuna (JVP), which did not participate in the discussion chaired by the Prime Minister today (27) presented a series of proposals for Constituional amendments.",
    "Anura Kumara Dissanayake, the Leader of the Janatha Vimukthi Peramuna pointed out that through this amendment, more powers will be assigned to the Prime Minister while the powers of the Executive Presidency will be vested in various structures.",
    "Therefore, Dissnayake emphasized that Ranil Wickremesinghe is not qualified to hold the post of Prime Minister with such special and additional as he is a Prime Minister who has been rejected by the people.",
    "Accordingly, the JVP has presented a proposal to allow interim provisions to be brought in as a constitutional proposal, in order to shorten the term of the current Parliament, limited to a period of two to three years, after which the people will have an opportunity to elect a new Parliament and a Prime Minister through a Parliamentary election after the term of this Parliament expires.",
    "Afterwards, Dissanayake said, it will be up to the Prime Minister and Parliament to take up the powers of the 21st Amendment.",
    "“A Prime Minister who has just been given the post out of merit has no right to exercise the powers vested in him by the 21st Amendment,” he added.",
    "Furthermore, Dissanayake emphasized that the power of the President to pardon should be limited, and the President should not have the opportunity to hold ministries.",
    "Dual citizens should be barred from holding other important Government posts. Secretaries to Ministries should be appointed through the Constitutional Council, while the Bribery Commission and the Criminal Investigation Department should be empowered to inspect the assets of the people’s representatives based on their declarations of assets and liabilities and related complaints, He added, further presenting the JVP proposals for the 21st Amendment.",
    "At present, the representatives of main parties are engaged in a meeting at the Prime Minister’s Office",
    "Dissanayake said that the party will be involved in no agreements with the Prime Minister, however the party will submit these proposals in writing to the Minister of Justice.",
    "Cops rounding up peaceful protestors; SJB writes to IGP demanding end to arrests"
  ]
}