{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-debt-increased-by-rs-2-3-trillion-within-11-months/",
  "time_ut": 1647788040,
  "title": "Govt. debt increased by Rs. 2.3 trillion within 11 months",
  "body_lines": [
    "Outstanding central government debt increased to Rs. 17,413.7 bn by end November 2021 from Rs. 15,117.2 bn as at end 2020, according to data given by the Central Bank of Sri Lanka.",
    "During the year up to 18th March 2022, the Sri Lankan rupee depreciated against the US dollar by 25.2 per cent, the Central Bank said.",
    "“Given the cross currency exchange rate movements, the Sri Lankan rupee depreciated against the Indian Rupee by 23.6 per cent, the",
    "Euro by 23.6 per cent, the pound sterling by 23.2 per cent and the Japanese yen by 22.8 per cent during this period,” the Weekly Economic Indicators report issued by the Bank said.",
    "It further said: “The reserve money increased compared to the previous week mainly due to currency in circulation. The total outstanding market liquidity was a deficit of Rs. 613.226 bn by the end of last week, compared to a deficit of Rs.703.572 bn by the end of last week.”",
    "“By 18th March 2022, the All Share Price Index (ASPI) decreased by 3.03 per cent to 10,353.83 points and the S&P SL 20 Index decreased by 1.91 per cent to 3,585.47 points, compared to the index values of the previous week.”",
    "“During the period under review (12.03.2022 to 18.03.2022), crude oil prices showed mixed performance. At the beginning of last week, oil prices fell on optimism that there would be a diplomatic end to tensions between Russia and Ukraine. Demand concerns on lockdowns in China also weighed negatively on prices. However, prices increased toward the end of the period under review on heightened investor uncertainties about the stalled progress in Russia-Ukraine peace negotiations. Overall, Brent and WTI prices decreased by US dollars 0.69 per barrel and US dollars 0.97 per barrel respectively, during the period.”",
    "“Weekly AWPR for the week ending 18th March 2022 increased by 33 bps to 9.46 per cent compared to the previous week. Sustaining the expansion on a M-o-M basis, the Purchasing Managers’ Indices for both Manufacturing and Services activities increased in February 2022, recording 52.5 and 51.8 index values, respectively.",
    "IIP in January 2022 decreased by 7.1 per cent to 100.5 compared to January 2021. Among the major sub divisions of the manufacturing industries, “coke and refined petroleum products” (92.9 per cent) has mainly contributed to this overall decrease,” Central Banks Weekly Economic Indicators showed.",
    "Proposed additional incentive scheme for expatriate workers’ remittances and exporters to be rescinded",
    "Ceylinco Life among Great Place to Work ‘10 Best Workplaces’ in Banking, Finance & Insurance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}