{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-calls-legislators-to-work-together-in-vesak-message-94255/",
  "time_ut": 1652580180,
  "title": "Sri Lanka President calls legislators to work together in Vesak message",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Gotabaya Rajapaksa has called for legislators to work together to get the country out of the latest currency crisis triggered by the intermediate regime central bank in a Vesak day message, marking the birth, enlightenment and death of Lord Buddha.",
    "“The Dhamma states, “That deed is well done if one has not to repent for having done it, and if one is delightful and happy with the result of that deed,” the message from the President said.",
    "“Therefore, resilience is essential in difficult situations. At this juncture when the country is in dire straits, all the people’s representatives must work together immediately for a solution on behalf of all citizens.",
    "“The true goal should be to reach the desired target without deviating from the primary goal.",
    "“We must be mindful of the current situation and unite around a programme that can deliver a fair determination to all. That is the Buddhist policy. On this noble day of Vesak, I urge you to use the concept of Licchavi for this purpose and to work together to alleviate the crisis.”",
    "Sri Lanka’s rupee which collapsed from 4.77 to 182 to the US dollar from multiple currency crises triggered by the central bank by printing money to keep interest rates down artificially since it was set up in 1951.",
    "It has collapsed to 380 to the US dollar from 182 in the latest printing bout. Corrective policies in the form of higher interest rates have been made.",
    "After the end of a 30-year war, monetary policy deteriorated with output gap targeting (printing money to boost growth) becoming part of official policy from around 2015, leading to excessive foreign borrowings each time the peg broke and forex shortages emerged.",
    "Sri Lanka is now trying to get 3 to 4 billion US dollars in ‘bridging finance’ under the same policy.",
    "The Buddhists in Sri Lanka, together with fellow Buddhist brethren the world over, perform charitable activities including AmisaPooja and PrathipaththiPooja to celebrate the Vesak, the most important day in Buddhist Calendar.",
    "The Dhamma preached by Gautama Buddha with great compassion for all human beings continued for over two thousand five hundred years. The Bodhisattva practiced toward enlightenment over a period of countless kalpas. It is complete with AmisaPooja and PrathipaththiPooja. Enriched with DasaParami (Ten Perfections) qualities in order to save human beings from the misery of life.",
    "Those who sought refuge in The Buddha, recall the unbounded qualities of the Great Teacher with utmost devotion.Evidences about the virtue of Buddhist teachings, that had not being shaken by the AtaloDahama, depict in Buddhist literature and throughout the character of the Buddha. It is not uncommon for us Buddhists to be shaped by the teachings of those who have worked hard and come up with the most appropriate solutions.",
    "The Dhamma states, “That deed is well done if one has not to repent for having done it, and if one is delightful and happy with the result of that deed.”",
    "Therefore, resilience is essential in difficult situations. At this juncture when the country is in dire straits, all the people’s representatives must work together immediately for a solution on behalf of all citizens. The true goal should be to reach the desired target without deviating from the primary goal.",
    "We must be mindful of the current situation and unite around a programme that can deliver a fair determination to all. That is the Buddhist policy. On this noble day of Vesak, I urge you to use the concept of Licchavi for this purpose and to work together to alleviate the crisis.",
    "May the common goal of all be to build a resilient, consensus and religious society based on principles! I wish you a Happy VesakPoyaDay!"
  ]
}