{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/High-time-for-president-and-Govt-to-step-down/277-234870",
  "time_ut": 1649444460,
  "title": "High time  for president and Govt. to  step down!",
  "body_lines": [
    "Experts say policies introduced by Mr Rajapaksa after he was elected in 2019 - steep tax cuts and an import ban - have exacerbated the crisis, as has his reluctance to get help from the International Monetary Fund (IMF)",
    "In the mean time, in a tweet, the EU delegation in Colombo urged the Sri Lankan authorities to “safeguard democratic rights of all citizens",
    "Sri Lanka’s current reserves are only enough to pay for about a month’s worth of goods imports",
    "Gotabaya Rajapaksa’s government responded to the blows by cutting taxes and borrowing even more, adding to a debt load that his brother had taken on to finance big infrastructure projects that still are not profitable. Billions of dollars in debt payments are coming due, and many analysts are predicting a default",
    "Sri Lanka’s cabinet and central bank governor have all quit as anger grows over rising food and fuel prices. President Gotabaya Rajapaksa has invited all parties to be a part of a new government. But as the economic crisis worsens in the country protesters say they won’t stop until Mr Rajapaksa resigns",
    "Even hospitals are running out of medicine, schools are running out of paper for exams, but the politicians get electricity every day",
    "Experts say policies introduced by Mr Rajapaksa after he was elected in 2019 - steep tax cuts and an import ban - have exacerbated the crisis, as has his reluctance to get help from the International Monetary Fund (IMF)",
    "Mr Rajapaksa has blamed previous administrations for the current state of affairs, but many say it’s time for him to resign immediately and accept full responsibility.",
    "The country’s Rajapaksa dynasty is facing its toughest challenge yet as protesters demand that the president step down amid a devastating economic crisis. “The current situation is a complete repudiation of the Rajapaksas. The people have no other call than to ask them all to go, to leave politics, because they have been greedy, incompetent and they cannot govern,” said Paikiasothy Saravanamuttu, Executive Director of the Colombo-based Center for Policy Alternatives.",
    "During his two and a half years as president, he has assumed greater powers through a constitutional amendment, and halted criminal investigations of himself and his family. But his immunity from prosecution goes the moment he does, analysts say. “People are saying, ‘Gota, go home,’ but he can’t go home because there are too many cases against him,” said Murtaza Jafferjee, a Director of the Advocata Institute, a think tank. “If he’s no longer head of state, all the protections go.",
    "Gotabaya Rajapaksa on Tuesday informed senior party members that he will not step down as Sri Lankan President, but is ready to hand over the government to whichever party proves that it has a majority of 113 seats in Parliament. A total of 42 Members who supported the Ruling party has resigned amid rising public anger against the government over the worst economic crisis. The government has lost its two-third majority now.",
    "Sri Lankans responded unequivocally, defying Mr. Rajapaksa’s state of emergency to turn out for protest rallies. “Gota, go home!” they chanted, repeating a refrain urging the president to step down and return to the United States, where he holds dual citizenship. They promised to march until he personally left office.",
    "Sri Lanka’s cabinet and central bank governor have all quit as anger grows over rising food and fuel prices. President Gotabaya Rajapaksa has invited all parties to be a part of a new government. But as the economic crisis worsens in the country, those who’ve taken to the streets in protest say they won’t stop until Mr Rajapaksa resigns.",
    "Across an island bubbling with anger and desperation, the chants and the placards are mostly directed at one man.",
    "Gotabaya Rajapaksa, the country’s controversial president who many blame for the dire situation people are facing.",
    "“He needs to go, he’s robbed everything from us,” said Nadhie Wandurgala who defied a country-wide curfew to protest on Sunday with her husband and two daughters. As she clutched a handmade poster she explained how her family had gone from living comfortable lives to daily discomfort - power cuts of up to 13 hours, a daily scramble to find gas to cook with, and long queues to get petrol for their car. “Even hospitals are running out of medicine, schools are running out of paper for exams, but the politicians get electricity every day.”",
    "“They’ve never stood in long queues to get gas or kerosene,” she said, her voice full of contempt for those in power.",
    "As Sri Lanka runs low on foreign currency reserves, it has been unable to pay for imports of essentials such as fuel. A drop in tourism due to the pandemic is one factor, but many say the president has mismanaged this crisis.",
    "Experts say policies introduced by Mr Rajapaksa after he was elected in 2019 - steep tax cuts and an import ban - have exacerbated the crisis, as has his reluctance to get help from the International Monetary Fund (IMF).",
    "Mr Rajapaksa has blamed previous administrations for the current state of affairs, but many say it’s time for him to resign immediately and accept full responsibility.",
    "The 29-year-old advertising copywriter, who lives in the capital Colombo, usually spends his weekends going to gigs and eating out with friends, but all that’s stopped. “We are at the prime of our lives, how are we going to achieve our dreams with all this happening?”",
    "With daily power cuts and the cost of food spiralling, Sathsara says his bank balance is depleting, while his desperation mounts.",
    "“Give us a government who can manage this. This one literally doesn’t care about us,” he said. The people have experienced more than two years of President Rajapaksa’s inability to function as head of the state and at the end public have lost total confidence demanding him to step down soon.",
    "THE SUPREME LAW OF THE LAND PROTECTS THE RIGHT OF THE PEOPLE TO SHARE THEIR OPINIONS",
    "When Mr Sajith Premadsa the Opposition Leader and other members of his party were stopped at police barricades as they tried to enter the city’s Independence square. Mr Premadasa said “The supreme law of the land protects the right of the people to share their opinions, to demonstrate and to engage in peaceful democratic activities, so that right cannot be violated. I would call these dictatorial, autocratic and draconian steps,” opposition leader Sajith Premadasa emphasised. This isn’t the first time President Gotabaya Rajapaksa, who runs the country alongside his elder brother Prime Minister Mahinda Rajapaksa has been accused of stifling freedom of expression.The brothers have a history which goes well beyond their election victory in 2019.",
    "In the mean time, in a tweet, the EU delegation in Colombo urged the Sri Lankan authorities to “safeguard democratic rights of all citizens, including the right to free assembly and dissent, which has to be peaceful.”",
    "Sri Lanka is facing one of its worst economic crises in recent decades, with skyrocketing inflation, weak government finances and COVID-19 wreaking havoc on the economy. Sharine Silva, a hair and makeup artiste in Colombo, has been struggling to make ends meet as costs of essential items skyrocket in Sri Lanka, which has been facing one of its worst economic crises in recent decades. “There’s no fresh milk or milk powder for tea. Prices for baby milk formula are exorbitant,” said Silva, a mother of two.",
    "“It feels like a war, where we have to ration our food now. That sounds so silly given this day and age,” she added.",
    "Skyrocketing inflation, weak government finances, ill-timed tax cuts and the COVID-19 pandemic, which have hurt the tourism industry and foreign remittances, have wreaked havoc on the Sri Lankan economy over the past several months. Food inflation reached 25% in January, a record high.",
    "Meanwhile, the nation’s foreign currency reserves have plummeted about 70% since January 2020, to around $2.3 billion (€2.1 billion) in February, even as it faces debt payments of about $4 billion through the rest of the year.",
    "Sri Lanka’s current reserves are only enough to pay for about a month’s worth of goods imports.",
    "A shortage of foreign currency has meant that the country has been struggling to import and pay for essential commodities such as fuel, food and medicine.",
    "These challenges have led to cuts in electricity generation, with only few hours of power a day, and long queues outside fuel stations.",
    "Even the newspaper and printing industries have been hit by a severe shortage of printing material, forcing cuts in publications and postponement of school examinations.",
    "Prasad Welikumbura, a social and political activist in Sri Lanka, said it’s the daily wage earners who’ve borne the brunt of the crisis.",
    "The economic pain has caused growing anxiety and frustration among Sri Lankans, with many of them blaming the government for mismanaging the economy. The common demand of the entire country is one “ GO GOTA GO”.",
    "The economic emergency poses a significant challenge for President Gotabaya Rajapaksa, who came to power in 2019 promising rapid economic growth.",
    "During his presidential campaign, Rajapaksa promised to cut the 15% value-added tax by nearly half and abolish some other taxes as a way to boost consumption and growth.",
    "The tax cuts led to a loss of billions of rupees in tax revenues, putting further pressure on the public finances of the already heavily indebted economy.",
    "Then came COVID-19, which dealt a huge blow to the tourism sector. Tourism accounts for more than 12% of the nation’s total economic output.",
    "Sri Lanka’s public debt, which was already on an unsustainable path before the pandemic, is estimated to have risen from 94% of GDP in 2019 to 119% of GDP in 2021.",
    "“The reduction of taxes and subsequent adding of more money through central bank financing made the inevitable crisis significantly worse,” said Chayu Damsinghe, an economist with the Frontier Research group in Colombo.",
    "It was reported on Monday that Colombo has sought an additional credit line of $1 billion from India to import essential items, after Sri Lankan Finance Minister Basil Rajapaksa signed a $1 billion credit line with New Delhi earlier this month.",
    "In addition to the credit lines, India extended a $400-million currency swap and a $500-million credit line for fuel purchases to Sri Lanka earlier this year.",
    "Meanwhile, Sri Lanka has asked China to restructure debt repayments to help navigate its financial crisis. The country is also in talks with China for a further $2.5 billion in credit support.",
    "Despite the bilateral deals, economists say Sri Lanka will have to either restructure its debt or approach the International Monetary Fund (IMF) to negotiate a relief package.",
    "After initially refusing to knock on the doors of the IMF, Rajapaksa’s government recently said it would begin talks with the global financial institution to seek a way out of the crisis. Rajapaksa is set to fly to Washington, D.C., next month to start negotiations for a rescue plan.",
    "A bad debt habit that began during the decade-long presidency of Mahinda Rajapaksa, Gotabaya’s older brother, had been left largely unaddressed by the time two catastrophes gutted Sri Lanka’s all-important tourism industry: the Easter terrorist attacks in 2019 that killed more than 250 people, and the coronavirus pandemic. Gotabaya Rajapaksa’s government responded to the blows by cutting taxes and borrowing even more, adding to a debt load that his brother had taken on to finance big infrastructure projects that still are not profitable. Billions of dollars in debt payments are coming due, and many analysts are predicting a default. In the meantime, the government has too little foreign currency to import essentials like medicine, food and fuel, causing shortages, lengthy power outages and unprecedented suffering across the island. Most of the debt Mahinda obtained during his tenure has no return on investment and it is the core of the problem.",
    "The ban on the import of chemical fertilizer by President Gotabaya Rajapakse has proved beyond doubt that it was only a nightmare and a threat to food security and in turn endanger the national security. It has created far- reaching implications for food security and citizens are paying a high price for a mistake which was done not by them but their president despite of repeated requests not to do so. General Dr Boniface Perera wrote an article in daily mirror on 21 June 2021 titled “BANNING CHEMICAL FERTILIZER- RIGHT THING WRONG LINE” elaborated enough and more on the adverse impacts on food security and no Government in the world will take such a decision in a pandemic situation. Our food and our livelihood are too important to be cavalierly toyed with by those learning on the job. Therefore, President must take full responsibility and accountability for this developed catastrophe and this entire saga has come to an end causing a great threat to food security.",
    "Prices have risen to levels where few can afford to pay for food, resulting in riots or theft of farm gate products to keep families alive. As a nation we are very bad at anticipating the outcomes of actions until it is too late. This is one of the instances where President took a critically wrong decision endangering food security. Although he boasts always saying that he has ensured National Security, it appears to everyone with common sense that he lacks basic knowledge in the particular discipline as the Food security is a vital part of national security and if failed to ensure food security national security too will fail endangering National survival. You can experience this saga today.",
    "The Commission was chaired by the Retired Supreme Court judge Upali Aberatne and comprising retired Court of Appeal Judge Chandrasiri Jayathilake and pro-Rajapksa former Inspector General of Police (IGP) Chandra Fernando. The Abeyratne Commission has also acted to exonerate and recommend the acquittal of several Rajapaksa family members and close associates including Rajapaksa cousins Jaliya Wickramasuriya and Udayanga Weeratunge and the gun-runner former army major Nissanka Senadhipathi, who owns and operates the controversial Avant Garde Maritime Security firm, accused of smuggling Sri Lanka Government issue weapons on the high seas.",
    "Wickramasuriya was facing charges of criminal misappropriation to the tune of USD 300,000 when he was serving as Sri Lanka’s Ambassador to the US when his first cousin Mahinda Rajapaksa held office as President. Sri Lanka’s own investigation into the same charges was originally led by former Additional Solicitor General Yasantha Kodagoda, a Justice on the Supreme Court. Ironically, the Commission has recommended charges against Wickramasuriya be dropped in the Sri Lankan courts, and the Sri Lankan Government work to restore his immunity as a diplomat through the Ministry of Foreign Affairs, and a lifting of the travel ban imposed on the disgraced former diplomat. Now he has been found guilty in US courts.",
    "National Peoples’ Power (NPP) is accusing the Presidential Commission of Inquiry into political victimization (PCOI) of trying to save fraudsters, corrupt officials and murderers using victimization as an excuse to release them from a number of court cases. Vijitha Herath said that commission through their final report has recommended the release of Basil Rajapaksa, Willy Gamage, Rohitha Bogollagama, Udayanga Weeratunga, Damayanthi Jayarathna, Mahinda Kahadagamage, Nissanka Senadhipathi, Jaliya Wickremasuriya, Pillayan, Nalaka Godahewa and Udaya Gammanpila.",
    "I agree with Vijitha Herath as I too appeared thrice before so called Political victimization commission chaired by present speaker of the parliament. I was a Political victim of Sirisena’s Yahapalana Government, as was denied my rightful position to become commander of the Army in the year 2017 alleging that I was loyal to Rajapakse family which was totally a false allegation.",
    "I was the most Senior Army officer in order of merit at the time of appointing Army Commander in addition to being the most experienced in the battle field and also qualified in National Defence degree obtaining world top ten position.",
    "Over and above, I had secured a PhD degree too at that time. Although, I had fulfilled all the prerequisites to be the commander of the Army, my opportunity was denied by Sirisena violating my fundamental rights.",
    "Above injustice took the shape of political victimization. Therefore, I appeared before above commission. Neither justice happened nor I was informed of the outcome so far. All I come to know was that as Vijitha Herath stated Presidential Commission of Inquiry into political victimization (PCOI) has saved fraudsters, corrupt officials and murderers using victimization as an excuse to release them from a number of court cases.",
    "However, in this backdrop, Present Defence Secretary Kamal Gunaratna, who was not at all a Political victim at any one of the stages during his tenure in the Army, has been promoted to the rank of General with no valid reason which I feel is unethical.",
    "A political ally of the president and former MP Dumunda Silva has been pardoned. Silva was sentenced to death in 2016 with four other people for the murder of Bharatha Lakshman, a political rival and three of their supporters in 2011.",
    "Sri Lanka Podujana Peramuna Member of Parliament Premalal Jayasekara alias ‘Choka Malli’ and two others who were convicted and sentenced to death, were acquitted and released by the Court of Appeal .",
    "Appeals were filed by Premalal Jayasekera, Ex-Provincial Council Member Nilantha Jayasinghe and Ex-Kahawatte Pradeshiya Sabha Chairman Vajira Darshan requesting that the death sentences imposed on them by the Ratnapura High Court be made null, and they be released and acquitted from all the indictments.",
    "On the 31st of July 2020, the trio was sentenced to death by the Ratnapura High Court on the indictments of shooting dead one person and injuring two others during the run-up to the 2015 Presidential Election in Kahawatte, Ratnapura.The general public seems to be against the release of convicted murderers. The President subsequently offered a high Government post to Duminda Silva violating his own promises to appoint Government officers on merits.",
    "JVP Central Committee member and former MP Wasantha Samarasinghe said: “Rajapaksas came to power as an alternative to a governments that sold off national assets to foreigners. Now it is doing likewise. We have information that in addition to the sale of the East Terminal of the Colombo port, lands belonging to Galle Port are also to be leased off for 35 years. Adjacent lands including those now occupied by the Police are to be leased for 99 years. And who is giving these away? The party that has assumed the role of patriots and saviours of national assets. We are warning that people should not let this happen. If we lose this vital terminal the SLPA would be reduced to a mere sign board.”",
    "“President Gotabaya Rajapaksa’s Vistas of Prosperity and Splendour pledged that national assets would not be sold off by a government under his presidency. But now that promise has been reneged on. The incumbent Prime Minister Mahinda Rajapaksa, while campaigning for the general election, vowed that under an SLPP government action would be taken to acquire all national assets that had been sold off by the Yahapalana regime. Now, that promise has also been broken.",
    "It was so unfortunate that people had to take to the street to save the national assets from the very same politicians who came to power promising to protect them.",
    "In late November 2019, after winning Sri Lanka’s presidential election and months ahead of a parliamentary ballot that would again test his popularity, Gotabaya Rajapaksa gathered his cabinet and made good on a campaign promise to slash taxes. The move, which included a near-halving of value added tax, blindsided some top central bank executives.",
    "“The tax cuts just after the elections came as a surprise,” P. Nandalal Weerasinghe, the Central Bank of Sri Lanka’s (CBSL) Senior Deputy Governor until September 2020, recalled.",
    "The case against was that reducing potential revenues when obligations were high was risky and undermined a 2019 debt management plan that hinged on a narrowing fiscal deficit.",
    "“That was a mistake,” W.D. Lakshman, the CBSL’s governor between December 2019 and September 2021, said of the cuts, in his first interview since leaving office.",
    "Some analysts and opposition politicians, however, fear Sri Lanka may default this year if it does not restructure its debt in the coming months.",
    "“This prevarication, and somehow imagining there is another solution, I think, is a delay that the country can ill afford,” said Nishan de Mel, Executive Director of the Verité Research think-tank, adding that the 2022 budget did not go far enough.",
    "“Muddling along is the path to failure. Restructuring is the path to success.”",
    "Sri Lanka’s 10-year bond yield stood at 13% on Wednesday, compared with 8.13% on Feb. 23 last year.",
    "Some opposition politicians and economists have urged the government to seek assistance from the IMF and other lenders, a move they say would help it tap capital markets again and ease the debt crunch.",
    "IMF loans are likely to come with conditions, however, including austerity measures potentially unpopular with the population of 22 million to try to balance the books.",
    "Masahiro Nozaki, IMF mission chief for Sri Lanka, told Reuters that the body had not received a recent request for financial support from Sri Lanka, but stood ready to discuss options.",
    "Sri Lanka’s inflation galloped to 18.8 percent in March 2022 in the capital Colombo up from 15.1 percent in February as the central bank printed money to keep interest rates low and the currency collapsed in a failed float.",
    "The Colombo Consumer Price Index rose to 164.9 points from 160.1 points.",
    "Sri Lanka started to experience galloping inflation from around November 2021 after two years of money printing to create a ‘production economy’.",
    "The food index has risen 30.1 percent over the past year and 42.2 percent from December 2019 after which so-called Modern Monetary Theory began.",
    "Meawhile the rupee fell from 203 to 300 to the US dollar after an attempt to float it while having a surrender requirement and low interest rates.",
    "Sri Lanka has a soft-pegged central bank with discretionary monetary anchors that conflict with each other and triggers currency crises.",
    "It has an external anchor (flexible exchange rate) and domestic anchor (flexible inflation targeting), which allows officials to delay interest rate rises on various pretexts.",
    "Ajith Nivard Cabraal said that there was no relationship between money printing by the Central Bank of Sri Lanka and the depreciation of the local rupee in the foreign currency market.",
    "I as a student learned economics during school days and subsequently obtained a doctorate in economics wish to counter argue Cabral that Money becomes worthless if too much is printed. This is because increased money supply into an economy increases inflation if the supply is higher than the real output of an economy. This inflation will in turn devalue the currency.",
    "My theory has proven correct on ground against the former central bank Governor’s theory who quit the post due to mounting public pressure.",
    "“Please fulfill your responsibility and I will fulfill my responsibility by creating a secure and prosperous nation”. (Gotabaya Rajapaksa)",
    "For a country promised vistas of prosperity and splendour, the contrary could hardly be starker; people standing in line for daily essentials, shortages of everything from cooking gas to foreign exchange, with rising inflation and declining real incomes and living standards. The hardest hit is the rural farmer and plantation worker as agricultural and plantation output and yields drop precipitously due to the fiasco that is our fertiliser policy. National life and governance are no better. We seem unable to manage anything from an oil spill to sub-standard fertiliser, and despite various election pledges of both national security and justice we are no closer to knowing who the masterminds of the 2019 Easter bombings were and bringing the conspirators to justice. Our international standing is at an all time low, facing opprobrium in Geneva and very unwisely having moved Sri Lanka away from our traditional ‘friends with all policy’ to an unnecessary alignment with one power at the cost of our relations with others.",
    "The President’s vistas of prosperity and splendour have thrown citizens from pillar to post. Major promises made including bringing Easter Sunday Attack respondents and central bank thieves before book has become only a distant dream. As a result, the citizens have lost confidence in leadership, his policies and his Government as a whole.",
    "The ruling coalition, which commanded a two-thirds majority last month, is now battling for survival. Sri Lankan President Gotabaya Rajapaksa’s grip on power is slipping. On Tuesday, the ruling Sri Lanka Podujana Party (SLPP)-led coalition lost its majority in parliament, when at least 41 legislators walked out of the alliance.",
    "The decline in the SLPP’s presence in parliament has been dramatic.",
    "In the August 2020 general election, the SLPP-led coalition won a landslide victory to secure 145 seats in parliament. Defections from the opposition helped it get a total of 150 and a formidable two-thirds majority.",
    "A month ago, it lost this two-thirds majority after the president sacked two cabinet ministers, Wimal Weerawansa and Udaya Gammanpilla, for criticizing Finance Minister Basil Rajapaksa, the president’s younger brother, for his handling of the economic crisis. Simmering tensions in the ruling coalition bubbled, fissures came to the fore, resulting in smaller coalition allies and SLPP parliamentarians pulling out support. It appeared explicit clearly that people of Sri Lanka despite of whatever differences don’t tolerate one family rule and corruptions.",
    "The writer on 28th June 2019 writing to daily mirror warned Sri Lankan Authority of country heading towards becoming a failed state. Sri Lanka is in great danger of becoming a failed state if nothing is done. A failed state is one that has lost both effectiveness and legitimacy. Effectiveness means the capability to carry out state functions such as providing security and basic needs. Legitimacy means the rejection of the Government by the people who elected.  When a state fails, it takes long time to rebuild the trust of the people.",
    "The following economic and political factors are used to ascertain the status of a country.",
    "Suspension or arbitrary application of law; widespread human rights abuses.",
    "Security forces operating as a “state within a state” often with impunity.",
    "Sri Lanka has Failed Politicians who are crooks, liars , thieves and criminals., and the populace with an average IQ of 79 goes along or is dragged along. Agitate, agitate and agitate.Both the leaders, the president, prime minister and all 225 parliamentarians have lost public confidence.",
    "When Donald Trump threatens to send in the Army to crush protests in America, the head of the US Military reminds those in uniform that “ their auth was not to protect Trump but the constitution “. It was the correct way to adhere.",
    "In this backdrop, as a officer Who served the Sri Lanka Army for more than 36 years and out of my experience, I wish to advice Armed Forces and Police Personnel that you have the right not to carry out illegal instructions issued even by your hierarchy.",
    "Citizens around the country are appealing President and Government to step down immediately as they have failed in doing public good as promised. Above explanations and examples are more than enough to logically prove the corruptions, misuse of authority along with public funds result in ineffectiveness and inefficiency of president, prime minister and cabinet preparing the country towards a failed state and bankruptcy. No further details or factual are required to suggest that the current leadership and the government has failed and they are slowly but surely heading toward a failed state and bankruptcy.",
    "Only way forward and people in this country should mount pressure as it is being done effectively forcing the government to hold election in order to select educated, patriotic,qualified and suitable candidates to the parliament to save the country before it is too late. Therefore, honouring the Island wide public opinion of the majority of the citizens, President and the Government should step down in order to rescue the country and the citizens before it ends up as a failed state and bankruptcy.‘‘ This is the high time to take a correct decision.",
    "FORMER SECURITY FORCES COMMANDER WANNI REGION AND EASTERN PROVINCE, REGIMENTAL COMMANDER SINHA REGIMENT, COMMANDANT SRI LANKA ARMY VOLUNTEER FORCE)",
    "(Your ideas, suggestions and criticism can be mailed to sirinimalb@hotmail.com)"
  ]
}