{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83025/angelo-mathews-becomes-first-sri-lankan-to-be-named-icc-player-of-the-month",
  "time_ut": 1655111880,
  "title": "Angelo Mathews becomes first Sri Lankan to be named ICC Player of the Month",
  "body_lines": [
    "The International Cricket Council (ICC) today announced that Sri Lanka’s batting star Angelo Mathews and Pakistan’s debutante spin sensation Tuba Hassan have been voted the ICC Men’s and Women’s Players of the Month for May 2022.",
    "Mathews was voted the recipient of the ICC Men’s Player of the Month for May after piling on the runs over the course of his side’s impressive ICC World Test Championship series victory against Bangladesh.",
    "Amassing 344 runs at an average of 172 over the course of the two Tests, Mathews registered a huge score of 199 in the draw at Chattogram, and a supreme 145 not out in Mirpur.",
    "His epic innings in the second Test enabled his side to post an imposing total of 506 and complete a 10-wicket victory, gaining valuable points in the ICC WTC standings powered by MRF Tyres.",
    "Mathews becomes the first Sri Lanka player to be named the ICC Player of the Month since its inception in January 2021, scooping the award ahead of fellow nominees Asitha Fernando (Sri Lanka), and Mushfiqur Rahim (Bangladesh).",
    "On being named the ICC Men’s Player of the Month, Mathews acknowledged: “I am absolutely honoured and delighted to be the ICC Men’s Player of the Month. I would like to congratulate Asitha Fernando and Mushfiqur Rahim who were front runners for this award, on their spectacular performances.",
    "“I am grateful for the opportunity and I wish to thank the almighty, my teammates, support staff, and fans for believing in me and supporting me as always. I would like to dedicate this to the people of Sri Lanka. Let’s never stop believing.”",
    "JP Duminy, the former South Africa international and ICC Player of the Month voting panel member remarked, “The great grit and determination that characterized Angelo’s performances during the month has shown that he still has the hunger and desire to make the difference at the elite level.”",
    "Pakistan’s Tuba Hassan was named the ICC Women’s Player of the Month after enjoying significant success with the ball during her debut international series. The 21-year-old leg spinner was instrumental in restricting scores set by opponents Sri Lanka in the three-game T20I series in Pakistan, where she captured the Player of the Series award, taking five wickets at an average of 8.8 and an economy rate of 3.66. The highlight was during her debut international fixture in Karachi, in which she grabbed three for eight to limit the tourists to 106, setting the platform for a six-wicket win.",
    "On what was an excellent month for Tuba, former Pakistan international and member of the voting panel Sana Mir commented: “Tuba has shown a lot of confidence and skill to make an impact for Pakistan in her debut series. She has been working hard for some time and it is really heartwarming to see her celebrating success in her first series for Pakistan.”",
    "In securing this month’s award, Hassan overcomes fellow nominees in compatriot Bismah Maroof, and Jersey’s Trinity Smith. Tuba is the first female player from Pakistan to win in the ICC Player of the Month awards."
  ]
}