{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82444/ten-killed-in-suspected-racially-motivated-shooting-in-us",
  "time_ut": 1652602740,
  "title": "Ten killed in suspected racially-motivated shooting in US",
  "body_lines": [
    "An 18-year-old white man has shot dead 10 people in a black neighbourhood of New York state in what authorities are calling a racially motivated attack.",
    "The man, named as Payton Gendron in court papers, was arrested after a stand-off at the scene - a supermarket in the city of Buffalo.",
    "The suspect entered the store on Saturday afternoon before opening fire. He livestreamed the attack online.",
    "US President Joe Biden condemned what he called an “abhorrent” act.",
    "“We are investigating this incident as both a hate crime and a case of racially-motivated violent extremism,” said Stephen Belongia, from the FBI’s Buffalo office, adding there was evidence of “racial animosity.”",
    "CBS news reported that the attacker shouted racial slurs during the shooting and suggested that he had a racial slur written on his weapon. He also apparently posted a manifesto online which included racist language and ideas.",
    "The suspect is believed to have driven for some 200 miles to reach the predominantly black area of the city. Thirteen people were shot in total and the majority of the victims were black, Buffalo Police Commissioner Joseph Gramaglia said.",
    "“He exited his vehicle. He was very heavily armed. He had tactical gear. He had a tactical helmet on. He had a camera that he was live-streaming what he was doing,” Mr Gramaglia told reporters.",
    "He said the suspect surrendered his weapon after a tense stand-off and was taken into custody. He later appeared in court charged with first degree murder.",
    "The three wounded victims - who all worked at the supermarket - have not sustained life-threatening injuries.",
    "A retired police officer who was working as a security guard tried to shoot the suspect but was among those killed, police said.",
    "“This is the worst nightmare that any community can face and we are hurting, we are seething right now,” Buffalo Mayor Byron Brown told reporters.",
    "“We cannot let this hateful person divide our community or our country,” he added.",
    "Grady Lewis, who witnessed the attack from across the street, told local media that he saw the man open fire. “I saw the guy go in, army-style, bent over, just shooting at people,” he said.",
    "Shonnell Harris, who was working in the shop during the attack, told Buffalo News that she heard more than 70 shots as she ran to escape the building through a backdoor.",
    "“The store was full. It was the weekend,” she said. “It feels like a nightmare.”",
    "Describing the aftermath of the attack, one police officer told Buffalo News: “It’s like walking onto a horror movie, but everything is real. It is Armageddon-like”.",
    "Later on Saturday, New York Governor Kathy Hochul said the suspect was a “white supremacist who has engaged in an act of terrorism”.",
    "This was “a military style execution targeting people who simply wanted to buy groceries in a neighbourhood store,” she said while visiting Buffalo.",
    "In a statement, US President Joe Biden said he and the First Lady were praying for the victims and their families.",
    "“A racially-motivated hate crime is abhorrent to the very fabric of this nation,” he said. “We must do everything in our power to end hate-fuelled domestic terrorism.”"
  ]
}