{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/22nd-Annual-General-Meeting-of-the-Sri-Lanka-Germany-Business-Council/34-732810",
  "time_ut": 1648671480,
  "title": "22nd Annual General Meeting of the Sri Lanka Germany Business Council",
  "body_lines": [
    "Executive Committee of the Sri Lanka – Germany Business Council",
    "From Left: Capt. Roshan Perera, Gayan Maddumarachchi, Ranjith Pandithage, Asoka Hettigoda, Mark Francis, Holger Seubert, Suren Ediriweera, Sudath Tennakoon, Michael Elias, Neil Umagiliya, Rajieve Fernando, Gerard Victoria, Julianne Boulto and Suranga Ratnayake",
    "The 22nd Annual General Meeting of Sri Lanka Germany Business Council (SLGBC) of the Ceylon Chamber of Commerce was held on 23rd March 2022 at Hilton Colombo Residences. Ambassador of the Federal Republic of Germany to Sri Lanka Holger Seubert who is also the Patron of the Council, was the Chief Guest.",
    "Established in 1999, with the primary objective of promoting trade, investment, tourism and services, with particular emphasis on promoting exports from Sri Lanka to Germany, the SLGBC continues to develop new initiatives and areas of corporation between business communities of the two countries with the exchange of trade missions, delegations, new investments and joint ventures.",
    "The Council’s recent activities include a virtual meeting with Ambassador of Sri Lanka to Germany Manori Unambuwa, a Breakfast meeting with Minister Ajith Nivard Cabraal, who at the time was the State Minister of Finance, Capital Markets and Public Enterprise Reform,  the Sri Lankan counterpart to conduct the virtual Technical Seminar “Energy Efficient Buildings and Construction – Sri Lanka 2021 - Experience from Bavaria, Germany”, and a Business Forum to Facilitate Sourcing Organic Agricultural Inputs from Germany, initiated by the Embassy of the Sri Lanka in Germany and the Ceylon Chamber, and organised in collaboration with the SLGBC and the German Agribusiness Alliance (GAA).",
    "At the AGM, Suren Ediriweera was elected as the President of the Council, while Sudath Tennakoon and Asoka Hettigoda were elected as the two Vice Presidents, while Mark Francis will continue to serve as an Office Bearer in the capacity of the Immediate Past President. The following Committee Members were also appointed: Air Global Ltd., Aitken Spence Travels Ltd., Autobahn Ltd., C.G.V. Anthony and Sons Ltd., Dial Textile Industries Ltd., Diesel & Motor Engineering PLC, Walkers Tours Ltd., MAC Holdings Ltd., Manaco Marine Ltd., and Prestige Automobile Ltd. Companies interested in joining the membership of the Sri Lanka – Germany Business Council may contact Julianne at the Ceylon Chamber of Commerce on tel. no. 0115588875 to obtain further information."
  ]
}