{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-deadlock-continues/",
  "time_ut": 1650689760,
  "title": "The deadlock continues",
  "body_lines": [
    "The Galle Face protesters remain firmly rooted to their cause after 16 days on the green. The Rajapaksa establishment has conceded some ground of which the most significant is omitting two brothers and a son from the new smaller – but not small enough – cabinet. But the major demand that aiya (Mahinda) and malli (Gota) go home, apart from side issues like returning their loot, have not received any consideration whatever. Heels have obviously been dug in and there are no signs of either side relenting. The regime’s wish and hope that exhausted protesters will run out of steam has not come to pass and to all intents and purposes will not happen, certainly not in the short term. Big business, in the shape of a statement by JKH, the country’s biggest listed conglomerate, has also thrown its weight behind the agitation.",
    "Meanwhile there is every likelihood that incidents such as last week’s at Rambukkana, where one young man lost his life in a police shooting, will repeat themselves. Clearly two processes, one political and the other of people power are now ongoing. The first of these enacted principally in Parliament, and the other on Galle Face green have almost nothing to do with each other. What’s happening in Parliament is both a numbers and constitutional game. Mr. Sajith Premadasa and his Samagi Jana Balavegaya (SJB) continue canvassing signatures with the magic figure of 113 votes hanging tantalizingly over them. But the government still seems to be holding a razor’s edge majority with enough fence sitters to tilt the balance either way though SJB stalwarts have claimed they will have the numbers when the time is right.",
    "Which way will the papadam crumble? That is the billion dollar question – we’re now long past the million dollar cliche – hanging over the country. Mahinda has gone public with the view that he favours a return to 19A, albeit with some amendments. That’s a self-serving stance because it will enable trimming Gota’s wings to the benefit of the prime minister; and the obvious signal right now is that the brothers are not marching to the beat of a single drum. This is not likely to cut any ice on Galle Face green. The protester demand is that the Rajapaksas – the whole kit and caboodle of them – depart; and there is no compromising on that. No room for constitutional niceties or give and take there. In any case who is there to negotiate with? The protest is an amorphous, leaderless movement that has thankfully remained apolitical and violence free. It is not restricted to the seafront promenade beloved of generations of Lankans ever since it was opened in 1859 by British Governor, Sir. Henry George Ward, “for the benefit of the ladies and children of Colombo.”",
    "The JVP/NPP made a not insignificant wave last week with a massive demonstration that walked for three days from Beruwala to Colombo. Wisely it confined itself to the Town Hall without attempting to swell the Galle Face numbers. As always the march was well organized and indicated that the  rathu sahodarayas command a much greater following than their three-member presence in Parliament suggests. The party certainly harbors ambitions of being a new government and whether it will join an effort to establish an interim setup is yet an open question. Kumar David (KD), our regular columnist who was on their National List for Parliament at the last election, but was omitted with Dr. Harini Amarasuriya preferred, has as trenchantly as is his wont, said that comrades have at last woken up. Does this suggest, as KD seems to believe, that a trade union element is about to enter the struggle, first with a token strike and then with a general strike to follow? We must wait and see with the full knowledge that this near bankrupt country of ours is at the end of its tether and cannot afford to take any more economic blows.",
    "We run in this issue today an analytical piece by Anila Bandaranaike, a former Assistant Governor of the Central Bank, and Colombo University Law Professor Sharya de Soysa on what the country must look at doing once the present deadlock ends and the business of everyday living resumes. This is a matter spoken about but very little has been done apart from the political changes (new Central Bank Governor, Finance Minister and Treasury Secretary) now on pilgrimage to the IMF in Washington and essential price revisions like that of fuel that has sent particularly the poor reeling. The next mol gas (pestle) blow is not far away with power and perhaps water prices steeply increased. The people well know what is coming and the political establishment, apart from a token cut in numbers in cabinet and changes of old faces with new, did not do what may well had been a cosmetic. but useful, gesture of announcing that the privileges of the political class will be pared to the bone.",
    "Our front page story of what Viyath Maga has done over the appointment of a new Vice Chancellor to the University of Colombo, along with its other shenanigans like the chemical fertilizer import ban does not improve the pubic perception of the ruling clan. Jaliya Wickremasuriya is awaiting sentence in the US. Nothing has been heard from the rulers of the attempts to make this presidential cousin High Commissioner to Canada after he was discovered robbing in Washington and returned the stolen money to boot! Whom to tell or kaata kiyannada in more evocative Sinhala.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අවහිරය දිගටම පවතී",
      "body_lines": [
        "ගාලුමුවදොර විරෝධතාකරුවෝ දින 16ක් කොළ පාටින් තම අරමුණ වෙනුවෙන් ස්ථිරව මුල් බැස ගත්හ. රාජපක්ෂ සංස්ථාපිතය යම් කරුණක් පිළිගෙන ඇති අතර ඉන් වඩාත් වැදගත් කරුණ වන්නේ නව කුඩා - නමුත් ප්‍රමාණවත් නොවන - කැබිනට් මණ්ඩලයෙන් සහෝදරයන් දෙදෙනෙකු සහ පුතෙකු ඉවත් කිරීමයි. නමුත් කොල්ලා ආපසු දීම වැනි අතුරු ප්‍රශ්න හැරුණු විට අයියා (මහින්ද) සහ මල්ලි (ගෝඨා) ගෙදර යන ප්‍රධාන ඉල්ලීමට කිසිඳු සැලකිල්ලක් ලැබී නැත. විලුඹ පැහැදිලිවම හාරා ඇති අතර දෙපැත්තෙන්ම පසුබසින ලකුණු නොමැත. හෙම්බත් වී සිටින විරෝධතාකරුවන් වාෂ්පයෙන් පිටව යනු ඇතැයි යන පාලන තන්ත්‍රයේ ප්‍රාර්ථනාව සහ බලාපොරොත්තුව ඉටු වී නැති අතර සියලු අභිප්‍රායන් සහ අරමුණු ඉටු නොවනු ඇත, නිසැකවම කෙටි කාලීනව නොවේ. රටේ විශාලතම ලැයිස්තුගත සමූහ ව්‍යාපාරය වන JKH හි ප්‍රකාශයක හැඩයෙන් යුත් මහා ව්‍යාපාරිකයන් ද උද්ඝෝෂණය පිටුපස සිය බර දමා ඇත.",
        "මේ අතර පසුගිය සතියේ රඹුක්කන ප්‍රදේශයේ සිදුවූ පොලිස් වෙඩි තැබීමකින් එක් තරුණයෙකු ජීවිතක්ෂයට පත්වීම වැනි සිදුවීම් යළි යළිත් වරක් සිදුවීමට බොහෝ දුරට ඉඩ තිබේ. පැහැදිලිවම ක්‍රියාවලි දෙකක්, එකක් දේශපාලනික සහ අනෙක ජන බලය යන ක්‍රියාවලි දෙකක් දැන් සිදුවෙමින් පවතී. මේවායින් පළමුවැන්න ප්‍රධාන වශයෙන් පාර්ලිමේන්තුවේ සම්මත කර ඇති අතර අනෙක ගාලුමුවදොර කොළයේ ඇති එකකට එකකට සම්බන්ධයක් නැති තරම්ය. පාර්ලිමේන්තුවේ සිදුවන්නේ අංක හා ව්‍යවස්ථාමය ක්‍රීඩාවකි. සජිත් ප්‍රේමදාස මහතා සහ ඔහුගේ සමගි ජන බලවේගය (SJB) ඡන්ද 113 ක මැජික් අංකය ඔවුන් මත එල්ලා ගනිමින් අත්සන් කැන්වසින් කරගෙන යයි. නමුත් SJB ප්‍රබලයින් කාලය පැමිණි විට ඔවුන් සතුව සංඛ්‍යාව ලැබෙනු ඇතැයි කියා සිටියද, සමතුලිතතාවය කෙසේ හෝ ඇලවීමට ප්‍රමාණවත් වැට හිඳින්නන් සමඟ රජය තවමත් දැලි පිහියෙන් වැඩි බහුතරයක් තබාගෙන සිටින බව පෙනේ.",
        "පපඩම් කොයි පැත්තට කඩා වැටෙයිද? එය ඩොලර් බිලියන ප්‍රශ්නයයි - අපි දැන් ඩොලර් මිලියනය පසුකර බොහෝ කලකට පසු - රට පුරා එල්ලී සිටිමු. යම් යම් සංශෝධන සහිතව වුවද 19A වෙත නැවත පැමිණීමට තමා කැමතිය යන අදහසින් මහින්ද ප්‍රසිද්ධියට ගොස් ඇත. එය අගමැතිගේ ප්‍රයෝජනය සඳහා ගෝඨාගේ තටු කැපීමට හැකි වන නිසා එය ස්වයං-සේවා ස්ථාවරයකි. සහ මේ මොහොතේ පැහැදිලි සංඥාව නම් සහෝදරයන් එක බෙරයක තාලයට ගමන් නොකරන බවයි. මේකෙන් ගාලු මුවදොර කොළ පාට අයිස් කැටයක්වත් කපලා යන්නෙ නෑ. විරෝධතාකරුගේ ඉල්ලීම වන්නේ රාජපක්ෂලා - ඔවුන්ගේ මුළු කට්ටලය සහ කැබූඩය - ඉවත්ව යන ලෙසයි. ඒ ගැන කිසිම සම්මුතියක් නැහැ. ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත සුහදත්වයට හෝ දීම සහ ගැනීම් සඳහා එහි ඉඩක් නැත. ඕනෑම අවස්ථාවක සාකච්ඡා කිරීමට සිටින්නේ කවුද? මෙම විරෝධතාව නිර්පාක්ෂික සහ ප්‍රචණ්ඩත්වයෙන් තොර කෘතඥපූර්වකව පැවති අස්ඵටික, නායකයෙකු නොමැති ව්‍යාපාරයකි. එය 1859 දී බ්‍රිතාන්‍ය ආණ්ඩුකාර ශ්‍රීමත් විසින් විවෘත කරන ලද දා සිට එය ලාංකිකයන්ගේ පරම්පරා ගණනාවකට ආදරය කරන මුහුදු වෙරළේ සක්මන් මළුවට සීමා නොවේ. හෙන්රි ජෝර්ජ් වෝඩ්, \"කොළඹ කාන්තාවන්ගේ සහ දරුවන්ගේ යහපත සඳහා\"",
        "ජවිපෙ/එජාප පසුගිය සතියේ බේරුවල සිට කොළඹ දක්වා දින තුනක් පා ගමනින් ගිය දැවැන්ත පෙළපාලියකින් සුළුපටු නොවන රැල්ලක් ඇති කළේය. ඥානවන්තව එය ගාලු මුවදොර අංක පුම්බා ගැනීමට උත්සාහ නොකර නගර ශාලාවට සීමා විය. සෑම විටම මෙන් පාගමන මනාව සංවිධානය කර තිබූ අතර ඔවුන් පාර්ලිමේන්තුවේ ත්‍රිපුද්ගල පැමිණීමට වඩා විශාල අනුගාමික පිරිසක් රතු සහෝදරයන්ට අණ දෙන බව පෙන්නුම් කළේය. පක්ෂයට නව රජයක් වීමේ අභිලාෂයන් නිසැකව ම පවතින අතර එය අන්තර්වාර පිහිටුවීමේ ප්‍රයත්නයකට සම්බන්ධ වේද යන්න තවමත් විවෘත ප්‍රශ්නයකි. පසුගිය මැතිවරණයේ දී ඔවුන්ගේ පාර්ලිමේන්තු ජාතික ලැයිස්තුවේ සිටි නමුත් වෛද්‍ය හරිනි අමරසූරිය මනාපයෙන් ඉවත් වූ අපගේ නිත්‍ය තීරු ලිපි රචක කුමාර් ඩේවිඩ් (කේ.ඩී.) ඔහුගේ සුපුරුදු පරිදිම සහෘදයන් අවසානයේ අවදි වී ඇති බව පැවසීය. මෙයින් ඇඟවෙන්නේ, KD විශ්වාස කරන පරිදි, වෘත්තීය සමිති අංගයක් අරගලයට අවතීර්ණ වීමට යන්නේ, පළමුව සංකේත වැඩ වර්ජනයකින් සහ පසුව මහා වැඩවර්ජනයක් සමඟින් ද? අපේ මේ ආසන්න බංකොලොත් රට එහි අවසානයට පැමිණ ඇති බවත් තවත් ආර්ථික පහරවල් එල්ල කිරීමට හැකියාවක් නොමැති බවත් අපි සම්පූර්ණ දැනුමෙන් බලා සිටිය යුතුය.",
        "අපි අද මේ ප්‍රශ්නයේදී ඉදිරිපත් කරන්නේ වත්මන් අර්බුදය නිමා වී එදිනෙදා ජීවන ව්‍යාපාරය නැවත ආරම්භ වූ පසු රට කුමක් කළ යුතුද යන්න පිළිබඳව හිටපු මහ බැංකුවේ සහකාර අධිපතිවරයකු වූ අනිලා බණ්ඩාරනායක සහ කොළඹ විශ්වවිද්‍යාලයේ නීති මහාචාර්ය ෂරියා ද සොයිසාගේ විශ්ලේෂණාත්මක කොටසකි. . වොෂින්ටනයේ ජාත්‍යන්තර මූල්‍ය අරමුදලට වන්දනාවේ යන දේශපාලන වෙනස්කම් (නව මහ බැංකු අධිපති, මුදල් ඇමති සහ භාණ්ඩාගාර ලේකම්) සහ විශේෂයෙන් එවා ඇති ඉන්ධන වැනි අත්‍යවශ්‍ය මිල සංශෝධන හැර මෙය කතා කරන කාරණයකි. දුප්පත් දඟලන. මීළඟ මෝල් ගෑස් (පළිබෝධ) පහර බලය සමඟ වැඩි ඈතක නොවන අතර සමහර විට ජල මිල තියුනු ලෙස වැඩි විය. ඉදිරියේදී සිදුවන්නේ කුමක්ද යන්න ජනතාව හොඳින් දන්නා අතර දේශපාලන සංස්ථාපිතය, කැබිනට් මණ්ඩලයේ අංක කපා හැරීම සහ පැරණි මුහුණු අලුත් සමඟ වෙනස් කිරීම හැර, අලංකාරයක් විය හැකි දේ නොකළේය. නමුත් ප්‍රයෝජනවත්, දේශපාලන පන්තියේ වරප්‍රසාද ඇටකටු වලට සමාන කරන බව ප්‍රකාශ කිරීමේ අභිනය.",
        "කොළඹ විශ්වවිද්‍යාලයට නව උපකුලපතිවරයෙකු පත්කිරීම සම්බන්ධයෙන් වියත් මග විසින් සිදු කර ඇති දේ පිළිබඳව අපගේ මුල් පිටුවේ කතාව, රසායනික පොහොර ආනයන තහනම වැනි එහි අනෙකුත් තුච්ඡයන් සමඟින් පාලක වංශය පිළිබඳ මහජන සංජානනය වැඩිදියුණු නොවේ. ජාලිය වික්‍රමසූරිය ඇමරිකාවේ දඬුවම් බලාපොරොත්තුවෙන් සිටී. වොෂින්ටනයේදී සොරකම් කළ බව සොයාගෙන සොරකම් කළ මුදල් ආපසු බූට් කිරීමට මෙම ජනාධිපති ඥාති සොහොයුරා කැනඩාවේ මහ කොමසාරිස් කිරීමට ගත් උත්සාහයන් ගැන පාලකයන්ගෙන් කිසිවක් අසන්නට ලැබුණේ නැත! කාට කියන්නද නැත්තම් kaata kiyannada වඩා උද්දීපනය කරන සිංහලෙන්.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "முட்டுக்கட்டை தொடர்கிறது",
      "body_lines": [
        "காலி முகத்திடலில் போராட்டக்காரர்கள் 16 நாட்களுக்குப் பிறகு பசுமையான போராட்டத்தில் உறுதியாக வேரூன்றி உள்ளனர். ராஜபக்ச ஸ்தாபனம் சில காரணங்களை ஒப்புக்கொண்டது, அதில் மிக முக்கியமான விஷயம் என்னவென்றால், புதிய சிறிய - ஆனால் போதுமான சிறியதல்ல - அமைச்சரவையில் இருந்து இரண்டு சகோதரர்களையும் ஒரு மகனையும் நீக்கியது. ஆனால், ஐயாவும் (மஹிந்த) மல்லியும் (கோட்டா) வீட்டுக்குச் செல்ல வேண்டும் என்ற முக்கிய கோரிக்கை, கொள்ளையடித்த பணத்தைத் திரும்பப் பெறுவது போன்ற பக்கச் சிக்கல்களைத் தவிர, எந்தப் பரிசீலனையும் பெறவில்லை. ஹீல்ஸ் வெளிப்படையாக தோண்டியெடுக்கப்பட்டது மற்றும் இருபுறமும் மனந்திரும்புவதற்கான அறிகுறிகள் எதுவும் இல்லை. சோர்வுற்ற போராட்டக்காரர்கள் தீர்ந்துவிடுவார்கள் என்ற ஆட்சியின் விருப்பமும் நம்பிக்கையும் நிறைவேறவில்லை, எல்லா நோக்கங்களும் நோக்கங்களும் நடக்காது, நிச்சயமாக குறுகிய காலத்தில் அல்ல. நாட்டின் மிகப் பெரிய பட்டியலிடப்பட்ட கூட்டு நிறுவனமான JKH இன் அறிக்கையின் வடிவத்தில், பெரும் வணிகங்களும் கிளர்ச்சிக்குப் பின்னால் அதன் எடையை வீசியுள்ளன.",
        "இதற்கிடையில் கடந்த வாரம் ரம்புக்கனையில் இளைஞர் ஒருவர் பொலிஸாரின் துப்பாக்கிச் சூட்டில் உயிரிழந்தது போன்ற சம்பவங்கள் மீண்டும் மீண்டும் நிகழ வாய்ப்புகள் உள்ளன. தெளிவாக இரண்டு செயல்முறைகள், ஒன்று அரசியல், மற்றொன்று மக்கள் அதிகாரம். இவற்றில் முதன்மையானது முக்கியமாக பாராளுமன்றத்தில் இயற்றப்பட்டது, மற்றொன்று காலி முகத்திடலில் உள்ள பச்சை நிறத்தில் ஒன்றுக்கொன்று சம்பந்தமே இல்லை. பாராளுமன்றத்தில் நடப்பது எண்கள் மற்றும் அரசியலமைப்பு விளையாட்டு. திரு. சஜித் பிரேமதாச மற்றும் அவரது சமகி ஜன பலவேகய (SJB) 113 வாக்குகள் என்ற மாய இலக்கத்துடன் கையொப்பங்களைத் தொடர்ந்து பிரச்சாரத்தில் ஈடுபட்டுள்ளனர். ஆனால், அரசாங்கம் இன்னும் ரேஸர் எட்ஜ் மெஜாரிட்டியை வைத்திருப்பதாகத் தெரிகிறது, இருப்பினும் சமநிலையை எந்த வகையிலும் சாய்க்க போதுமான வேலி உட்காரர்களுடன் SJB பிரமுகர்கள் கூறியுள்ளனர்.",
        "பப்படம் எந்த வழியில் நொறுங்கும்? அதுதான் பில்லியன் டாலர் கேள்வி - நாம் இப்போது மில்லியன் டாலர் க்ளிஷைக் கடந்திருக்கிறோம் - நாடு முழுவதும் தொங்கிக்கொண்டிருக்கிறது. சில திருத்தங்களுடன் 19A க்கு திரும்புவதையே தான் விரும்புவதாக மஹிந்த பகிரங்கமாகச் சென்றுள்ளார். அது ஒரு சுயநல நிலைப்பாடு, ஏனெனில் அது பிரதமரின் நலனுக்காக கோட்டாவின் சிறகுகளை வெட்டுவதற்கு உதவும்; சகோதரர்கள் ஒரு டிரம் அடிக்கும்படி அணிவகுத்துச் செல்லவில்லை என்பதுதான் இப்போதைய தெளிவான சமிக்ஞை. இதனால் காலி முகத்திடலின் பச்சை நிறத்தில் பனிக்கட்டிகள் படிய வாய்ப்பில்லை. எதிர்ப்பாளர்களின் கோரிக்கை என்னவென்றால், ராஜபக்சக்கள் - அவர்களின் முழு கிட் மற்றும் காபூடில் - வெளியேற வேண்டும்; மற்றும் அதில் எந்த சமரசமும் இல்லை. அரசியலமைப்புச் சட்டத்திற்கோ கொடுக்கல் வாங்கல்களுக்கோ இடமில்லை. எப்படியிருந்தாலும் யாருடன் பேச்சுவார்த்தை நடத்துவது? எதிர்ப்பு ஒரு உருவமற்ற, தலைவர் இல்லாத இயக்கமாகும், இது அதிர்ஷ்டவசமாக அரசியலற்ற மற்றும் வன்முறையற்றதாக உள்ளது. 1859 ஆம் ஆண்டு பிரித்தானிய ஆளுநர் சர் அவர்களால் திறக்கப்பட்டதிலிருந்து இது இலங்கையர்களின் தலைமுறைகளின் பிரியமான கடற்பரப்பிற்கு மட்டுப்படுத்தப்படவில்லை. ஹென்றி ஜார்ஜ் வார்ட், \"கொழும்பில் உள்ள பெண்கள் மற்றும் குழந்தைகளின் நலனுக்காக.\"",
        "ஜே.வி.பி/என்.பி.பி கடந்த வாரம் பேருவளையில் இருந்து கொழும்பு வரை மூன்று நாட்கள் நடைபயணம் மேற்கொண்ட பாரிய ஆர்ப்பாட்டத்தின் மூலம் ஒரு சிறிய அலையை உருவாக்கியது. புத்திசாலித்தனமாக அது காலி முகத்திடலின் எண்ணிக்கையை பெருக்க முயலாமல் டவுன் ஹாலுக்குள் மட்டுப்படுத்தப்பட்டது. எப்பொழுதும் அணிவகுப்பு நன்கு ஒழுங்கமைக்கப்பட்டது மற்றும் ரது சஹோதரயாக்கள் பாராளுமன்றத்தில் அவர்களின் மூன்று உறுப்பினர்களின் இருப்பைக் காட்டிலும் அதிகமான பின்தொடர்பவர்களைக் கட்டளையிடுகிறார்கள் என்பதைக் குறிக்கிறது. கட்சி நிச்சயமாக ஒரு புதிய அரசாங்கமாக இருக்க வேண்டும் என்ற அபிலாஷைகளைக் கொண்டுள்ளது மற்றும் ஒரு இடைக்கால அமைப்பை நிறுவுவதற்கான முயற்சியில் அது சேருமா என்பது இன்னும் திறந்த கேள்வியாக உள்ளது. குமார் டேவிட் (KD), கடந்த தேர்தலில் பாராளுமன்றத்திற்கான தேசியப் பட்டியலில் இருந்தவர், ஆனால் கலாநிதி ஹரிணி அமரசூரியவின் விருப்பத்துடன் தவிர்க்கப்பட்டவர், தோழர்கள் கடைசியில் விழித்தெழுந்துவிட்டார்கள் என்று அவரது வழக்கம் போலவே துறுதுறுப்பாக கூறினார். KD நம்புவது போல், தொழிற்சங்கக் கூறுகள் முதலில் டோக்கன் வேலைநிறுத்தத்துடன், பின்னர் பொது வேலைநிறுத்தத்துடன் போராட்டத்தில் நுழையப் போகிறது என்று இது அறிவுறுத்துகிறதா? திவாலாகிவிட்ட நமது நாடு அதன் இறுதிக்கட்டத்தை நெருங்கிவிட்டதால், மேலும் எந்த ஒரு பொருளாதார அடியையும் எடுக்க முடியாது என்பதை முழு அறிவோடு நாம் காத்திருந்து பார்க்க வேண்டும்.",
        "தற்போதைய முட்டுக்கட்டை முடிவடைந்து அன்றாட வாழ்க்கை மீண்டும் தொடங்கும் போது நாடு என்ன செய்ய வேண்டும் என்பது குறித்து மத்திய வங்கியின் முன்னாள் உதவி ஆளுனர் அனில பண்டாரநாயக்க மற்றும் கொழும்பு பல்கலைக்கழக சட்டப் பேராசிரியர் ஷரியா டி சொய்சா ஆகியோரின் பகுப்பாய்வுப் பகுதியை நாங்கள் இன்று இந்த இதழில் நடத்துகிறோம். . வாஷிங்டனில் சர்வதேச நாணய நிதியத்திற்கு புனித யாத்திரை மேற்கொண்டுள்ள அரசியல் மாற்றங்கள் (புதிய மத்திய வங்கி ஆளுநர், நிதி அமைச்சர் மற்றும் கருவூலச் செயலாளர்) மற்றும் எரிபொருள் போன்ற அத்தியாவசிய விலைத் திருத்தங்களைத் தவிர, இது பேசப்படும் ஒரு விஷயம். மோசமான தள்ளாட்டம். அடுத்த மோல் வாயு (பூச்சி) வீச்சு சக்தியுடன் வெகு தொலைவில் இல்லை, ஒருவேளை தண்ணீர் விலைகள் கடுமையாக அதிகரித்திருக்கலாம். என்ன வரப்போகிறது என்பதை மக்கள் நன்கு அறிவார்கள் மற்றும் அரசியல் ஸ்தாபனம், அமைச்சரவையில் எண்ணிக்கையில் டோக்கன் வெட்டு மற்றும் பழைய முகங்களை புதியதாக மாற்றியதைத் தவிர, ஒரு அழகு சாதனமாக இருந்ததைச் செய்யவில்லை. ஆனால் பயனுள்ள, அரசியல் வர்க்கத்தின் சலுகைகள் எலும்புக்கூடாகப் பறிக்கப்படும் என்று அறிவிக்கும் சைகை.",
        "கொழும்பு பல்கலைக்கழகத்திற்கு புதிய துணைவேந்தர் நியமனம் தொடர்பாக வியத் மக என்ன செய்தது, இரசாயன உர இறக்குமதித் தடை போன்ற அதன் மற்ற மூடத்தனங்கள் ஆளும் குலத்தின் அந்தரங்கப் பார்வையை மேம்படுத்தவில்லை. ஜாலிய விக்கிரமசூரிய அமெரிக்காவில் தண்டனைக்காக காத்திருக்கிறார். வாஷிங்டனில் கொள்ளையடிப்பது கண்டுபிடிக்கப்பட்டு, திருடப்பட்ட பணத்தைத் திருப்பிக் கொடுத்துவிட்டு, இந்த ஜனாதிபதி உறவினரை கனடாவுக்கான உயர் ஸ்தானிகராக ஆக்குவதற்கான முயற்சிகள் குறித்து ஆட்சியாளர்களிடமிருந்து எதுவும் கேட்கப்படவில்லை! யாரிடம் சொல்வது அல்லது காதா கியன்னாடா இன்னும் தூண்டும் சிங்களத்தில்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}