{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lb-finance-acquires-65-per-cent-stake-in-loss-incurring-multi-finance-for-rs-400-million/",
  "time_ut": 1647616680,
  "title": "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
  "body_lines": [
    "Industry giant LB Finance PLC recently acquired a 65 per cent stake in loss- incurring Multi Finance PLC at Rs. 400 million, market analysts said.",
    "It bought 41.11 million shares or a 64.62 per cent stake, with 28.78 million shares being bought at Rs. 9.70 each and 12.32 million shares being purchased at Rs. 9.80 each. Multi Finance’s net asset value per share is Rs. 7.12.",
    "LB Finance will make a mandatory offer under the SEC’s Takeovers and Mergers Code. Multi Finance has a public float of 35 per cent with 904 shareholders.",
    "The acquisition is part of the Central Bank facilitated consolidation within the Non-Bank Financial Institutions (NBFIs) sector, market sources said.",
    "Multi Finance as at December 31, 2021 held assets worth Rs. 773.2 million, while liabilities were Rs. 320 million. It was carrying an accumulated loss of Rs. 462 million.",
    "Amid those developments, stock market activities yesterday were slightly positive with the Sri Lankan government inking a deal with the State Bank of India to get a one billion US dollar credit line for food and medicine, while President Gotabaya Rajapaka’s recent address to the nation too gave some impetus to stock market investors, brokers said.",
    "However, the absence of debt sustainable mechanisms and the shortage of essential items along with the acute financial crisis will aggravate issues in the future, stock market analysts said.",
    "Both indices moved upwards. The All- Share Price Index went up by 153 points and S and P SL20 rose by 64.05 points. Turnover stood at Rs 1.4 billion sans a single crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Expolanka Holdings Rs 323 million (1.25 million shares traded), Browns Investments Rs 188 million (17.4 million shares traded), LOLC Finance Rs 96.3 million (5.7 million shares traded), Dialog Rs 79.6 million (6.9 million shares traded), LOLC Holdings Rs 68.8 million (86000 shares traded), Hayleys PLc Rs 62.4 million (628,000 shares traded) and Commercial Bank Rs 59.7 million (769,000 shares traded). During the day 72 million share volumes changed hands in 18000 transactions.",
    "Hayleys PLC is gearing to raise Rs.5.0 billion in debt through a debenture issue, but it isn’t immediately clear what the exact purposes are, although the Group has a sizable debt pile, some of which may need to be refinanced, market sources said.",
    "Hayleys, one of the most diversified conglomerates in the country, did extremely well for the financial year ended March 2021 and for the nine months ended December 2021 as its subsidiaries generated elevated performances, particularly those that generated export earnings, resulting in higher dividend incomes to the holding company.",
    "Sri Lanka’s rupee was quoted around 270/290 to the US dollar yesterday, market participants said, while bond markets were inactive ahead of the weekend.",
    "Though there were bids, offers were not firm, dealers said. A narrow quote for small volumes was 275/285 to the US dollar.",
    "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
    "Globally distributed British tech consultancy Codification expands operations into Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "LB Finance විසින් පාඩු ලබන Multi Finance හි සියයට 65 ක කොටස් රු. මිලියන 400 කි",
      "body_lines": [
        "කර්මාන්තයේ දැවැන්තයෙකු වන LB Finance PLC විසින් අලාභ ලබන Multi Finance PLC හි සියයට 65 ක කොටස් රු. මිලියන 400 ක් බව වෙළඳපල විශ්ලේෂකයෝ පවසති.",
        "එය කොටස් මිලියන 41.11 ක් හෝ සියයට 64.62 ක කොටස් මිලදී ගත් අතර කොටස් මිලියන 28.78 ක් රු. 9.70 බැගින් සහ කොටස් මිලියන 12.32 ක් රු. 9.80 බැගින්. Multi Finance හි කොටසක ශුද්ධ වත්කම් වටිනාකම රු. 7.12.",
        "සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ පවරාගැනීම් සහ ඒකාබද්ධ කිරීමේ සංග්‍රහය යටතේ LB Finance අනිවාර්ය පිරිනැමීමක් කරනු ඇත. මල්ටි ෆිනෑන්ස් හි කොටස් හිමියන් 904ක් සමඟින් සියයට 35ක පොදු පාවෙන ඇත.",
        "මෙම අත්පත් කර ගැනීම බැංකු නොවන මූල්‍ය ආයතන (NBFIs) අංශය තුළ මහ බැංකුවේ පහසුකම් සලසන ඒකාබද්ධ කිරීමේ කොටසක් බව වෙළෙඳපොළ ආරංචි මාර්ග පවසයි.",
        "Multi Finance විසින් 2021 දෙසැම්බර් 31 දිනට රු. මිලියන 773.2 ක් වූ අතර, වගකීම් රු. මිලියන 320 කි. එය සමුච්චිත පාඩුව රු. මිලියන 462 කි.",
        "එම වර්ධනයන් මධ්‍යයේ ශ්‍රී ලංකා රජය ආහාර සහ ඖෂධ සඳහා ඇමෙරිකානු ඩොලර් බිලියනයක ණය මුදලක් ලබා ගැනීම සඳහා ඉන්දීය රාජ්‍ය බැංකුව සමඟ ගිවිසුමක් අත්සන් කිරීමත් සමඟ ඊයේ කොටස් වෙළෙඳපොළ ක්‍රියාකාරකම් තරමක් ධනාත්මක වූ අතර ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පසුගියදා ජාතිය අමතා කළ දේශනයද කළේය. කොටස් වෙලඳපොල ආයෝජකයින්ට යම් උත්තේජනයක්, තැරැව්කරුවන් පැවසීය.",
        "කෙසේ වෙතත්, ණය තිරසාර යාන්ත්‍රණයක් නොමැතිකම සහ උග්‍ර මූල්‍ය අර්බුදය සමඟ අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟය අනාගතයේදී ගැටලු උග්‍ර කරනු ඇතැයි කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "දර්ශක දෙකම ඉහළට ගමන් කළේය. සියලු කොටස් මිල දර්ශකය ඒකක 153 කින් ඉහළ ගිය අතර S සහ P SL20 ඒකක 64.05 කින් ඉහළ ගියේය. එක් හරස් මාර්ගයක් නොමැතිව පිරිවැටුම රුපියල් බිලියන 1.4 ක් විය.",
        "සිල්ලර වෙළෙඳ පොළේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ ප්‍රමුඛ සමාගම් හත වූයේ, එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 323 (කොටස් මිලියන 1.25 ක්), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් රුපියල් මිලියන 188 ක් (කොටස් මිලියන 17.4 ක්), LOLC ෆිනෑන්ස් රුපියල් මිලියන 96.3 ක් (කොටස් මිලියන 5.7 ක් ගනුදෙනු විය) , ඩයලොග් රුපියල් මිලියන 79.6 (කොටස් මිලියන 6.9 ක් ගනුදෙනු), LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 68.8 (කොටස් 86000 ක් ගනුදෙනු), හේලීස් පීඑල්සී රුපියල් මිලියන 62.4 ක් (කොටස් 628,000 ක් ගනුදෙනු කර ඇත) සහ කොමර්ෂල් බැංකුව රුපියල් මිලියන 59.7 ක් (කොටස් මිලියන 769,000 ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 18000 කදී කොටස් වෙළුම් මිලියන 72 ක් වෙනස් විය.",
        "හේලීස් පීඑල්සී ණයකර නිකුතුවක් හරහා රුපියල් බිලියන 5.0 ක ණයක් රැස් කිරීමට සූදානම් වන නමුත්, සමූහයට සැලකිය යුතු ණය කන්දරාවක් ඇතත්, ඒවායින් සමහරක් ප්‍රතිමූල්‍යකරණය කිරීමට අවශ්‍ය විය හැකි නමුත්, නිශ්චිත අරමුණු මොනවාද යන්න වහාම පැහැදිලි නැත. කිව්වා.",
        "රටේ වඩාත්ම විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරයක් වන Hayleys, 2021 මාර්තු මාසයෙන් අවසන් වූ මූල්‍ය වර්ෂය සඳහා සහ 2021 දෙසැම්බර් මාසයෙන් අවසන් වූ මාස නවය සඳහා අතිශයින් හොඳින් ක්‍රියා කළේ එහි අනුබද්ධිත සමාගම් විශේෂයෙන් අපනයන ඉපැයීම් උත්පාදනය කළ ඉහළ කාර්ය සාධනයක් ජනනය කළ නිසා ය. දරන සමාගම.",
        "ඊයේ දිනයේදී ශ්‍රී ලංකා රුපියල එක්සත් ජනපද ඩොලරයට 270/290 ක් ලෙස සටහන් වූ බව වෙලඳපොල සහභාගිවන්නන් පැවසූ අතර සති අන්තයට පෙර බැඳුම්කර වෙලඳපොලවල් අක්‍රිය විය.",
        "ලංසු තිබුනත් දීමනා ස්ථිර නැති බව වෙළෙන්දෝ පවසති. කුඩා වෙළුම් සඳහා පටු උද්ධරණයක් එක්සත් ජනපද ඩොලරයට 275/285 විය.",
        "DOK Solutions සිය නවතම ප්‍රතීතනය සහතික ලත් TM සංවිධානයක් ලෙස වැඩ කිරීමට සුදුසු ස්ථානයක් ලෙස නිවේදනය කරයි",
        "ගෝලීය වශයෙන් බෙදා හරින ලද බ්‍රිතාන්‍ය තාක්‍ෂණ උපදේශන සමාගම කෝඩිෆිකේෂන් ශ්‍රී ලංකාව තුළ මෙහෙයුම් පුළුල් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எல்பி ஃபைனான்ஸ் நஷ்டத்தில் உள்ள மல்டி ஃபைனான்ஸ் நிறுவனத்தில் 65 சதவீத பங்குகளை ரூ. 400 மில்லியன்",
      "body_lines": [
        "இண்டஸ்ட்ரி ஜாம்பவானான LB Finance PLC சமீபத்தில் நஷ்டத்தில் உள்ள மல்டி ஃபைனான்ஸ் PLC இன் 65 சதவீத பங்குகளை ரூ. 400 மில்லியன் என்று சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "இது 41.11 மில்லியன் பங்குகளை அல்லது 64.62 சதவீத பங்குகளை வாங்கியது, 28.78 மில்லியன் பங்குகள் ரூ. தலா 9.70 மற்றும் 12.32 மில்லியன் பங்குகள் ரூ. ஒவ்வொன்றும் 9.80. மல்டி ஃபைனான்ஸ் நிறுவனத்தின் ஒரு பங்கின் நிகர சொத்து மதிப்பு ரூ. 7.12.",
        "SEC இன் கையகப்படுத்துதல் மற்றும் இணைத்தல் குறியீட்டின் கீழ் LB Finance கட்டாய சலுகையை வழங்கும். மல்டி ஃபைனான்ஸ் 904 பங்குதாரர்களுடன் 35 சதவீத பொது பங்குகளை கொண்டுள்ளது.",
        "இந்த கையகப்படுத்தல், வங்கி அல்லாத நிதி நிறுவனங்கள் (NBFIs) துறையில் மத்திய வங்கி எளிதாக்கப்பட்ட ஒருங்கிணைப்பின் ஒரு பகுதியாகும் என்று சந்தை வட்டாரங்கள் தெரிவித்தன.",
        "மல்டி ஃபைனான்ஸ் டிசம்பர் 31, 2021 இல் ரூ. 773.2 மில்லியன், கடன்கள் ரூ. 320 மில்லியன். இது ரூ. கோடி நஷ்டத்தைச் சுமந்து வந்தது. 462 மில்லியன்.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில், உணவு மற்றும் மருந்துக்காக ஒரு பில்லியன் அமெரிக்க டொலர் கடனைப் பெறுவதற்கு இலங்கை அரசாங்கம் பாரத ஸ்டேட் வங்கியுடன் ஒப்பந்தம் செய்துகொண்டுள்ள நிலையில், பங்குச் சந்தை நடவடிக்கைகள் நேற்றைய தினம் சற்று சாதகமாக இருந்தன. பங்குச் சந்தை முதலீட்டாளர்களுக்கு சில உத்வேகம், தரகர்கள் தெரிவித்தனர்.",
        "எவ்வாறாயினும், கடன் நிலையான வழிமுறைகள் இல்லாதது மற்றும் கடுமையான நிதி நெருக்கடியுடன் அத்தியாவசிய பொருட்களின் பற்றாக்குறை ஆகியவை எதிர்காலத்தில் சிக்கல்களை மோசமாக்கும் என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "இரண்டு குறியீடுகளும் மேல் நோக்கி நகர்ந்தன. அனைத்துப் பங்கு விலைச் சுட்டெண் 153 புள்ளிகளாலும், S மற்றும் P SL20 64.05 புள்ளிகளாலும் அதிகரித்தன. விற்றுமுதல் ரூ.1.4 பில்லியனாக இருந்தது.",
        "சில்லறை விற்பனை சந்தையில் முதன்மையாக விற்றுமுதல் பங்களித்த ஏழு நிறுவனங்களான எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 323 மில்லியன் (1.25 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 188 மில்லியன் (17.4 மில்லியன் பங்குகள் வர்த்தகம்), LOLC ஃபினான்ஸ் ரூ 96.3 மில்லியன் (5.7 மில்லியன் பங்குகள் வர்த்தகம்) , Dialog ரூ 79.6 மில்லியன் (6.9 மில்லியன் பங்குகள் வர்த்தகம்), LOLC ஹோல்டிங்ஸ் ரூ 68.8 மில்லியன் (86000 பங்குகள் வர்த்தகம்), Hayleys PLc ரூ 62.4 மில்லியன் (628,000 பங்குகள் வர்த்தகம்) மற்றும் கொமர்ஷல் வங்கி ரூ 59.7 மில்லியன் (769,000 பங்குகள் வர்த்தகம்). நாளின் போது 18000 பரிவர்த்தனைகளில் 72 மில்லியன் பங்குகள் கைமாறின.",
        "ஹெய்லிஸ் பிஎல்சி, கடன் பத்திர வெளியீடு மூலம் ரூ.5.0 பில்லியன் கடனைத் திரட்டத் தயாராகி வருகிறது, ஆனால் அதன் சரியான நோக்கங்கள் என்னவென்பதை உடனடியாகத் தெரியவில்லை, இருப்பினும் குழுமத்திற்கு கணிசமான கடன் குவியல் உள்ளது, அவற்றில் சிலவற்றை மறுநிதியளிப்பு செய்ய வேண்டியிருக்கலாம் என சந்தை ஆதாரங்கள் தெரிவிக்கின்றன. கூறினார்.",
        "நாட்டின் மிகவும் பன்முகப்படுத்தப்பட்ட கூட்டு நிறுவனங்களில் ஒன்றான ஹேலிஸ், மார்ச் 2021 இல் முடிவடைந்த நிதியாண்டிலும், டிசம்பர் 2021 இல் முடிவடைந்த ஒன்பது மாதங்களுக்கும் மிகச் சிறப்பாகச் செயல்பட்டது. வைத்திருக்கும் நிறுவனம்.",
        "இலங்கையின் ரூபாயின் மதிப்பு நேற்று அமெரிக்க டாலருக்கு 270/290 ஆக இருந்தது, வார இறுதியில் பத்திர சந்தைகள் செயலற்ற நிலையில் இருந்ததாக சந்தை பங்கேற்பாளர்கள் தெரிவித்தனர்.",
        "ஏலம் விடப்பட்டாலும், சலுகைகள் உறுதியாக இல்லை என டீலர்கள் தெரிவித்தனர். சிறிய தொகுதிகளுக்கான ஒரு குறுகிய மேற்கோள் அமெரிக்க டாலருக்கு 275/285 ஆகும்.",
        "DOK சொல்யூஷன்ஸ் தனது சமீபத்திய அங்கீகாரத்தை ஒரு சிறந்த வேலை இடமாக சான்றளிக்கப்பட்ட TM அமைப்பாக அறிவிக்கிறது",
        "உலகளாவிய ரீதியில் விநியோகிக்கப்பட்ட பிரித்தானிய தொழில்நுட்ப ஆலோசனை நிறுவனமான கோடிஃபிகேஷன் இலங்கையில் செயற்பாடுகளை விரிவுபடுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}