{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/lankapay-cards-offer-lowest-merchant-commission-at-1/",
  "time_ut": 1647330720,
  "title": "LankaPay Cards offer lowest Merchant Commission at 1%",
  "body_lines": [
    "Taking another gigantic leap towards harnessing financial inclusivity, LankaPay National Payment Network makes its debut in the payment card industry in Sri Lanka with the introduction of the LankaPay Card. Unlike existing cards in the market, irrespective of the nature of the business and the business volumes, merchants across all segments can enjoy an unprecedentedly low 1% merchant commission (MDR) when they accept LankaPay cards.",
    "The merchant commission for existing card payments ranges from 3%-3.5%, while in some instances it can go as high as 7-8%. Therefore, the merchants often discourage card payments or pass the commission on to the customers. This has been a major deterrent for card payments to be popularized in the country despite being available as a payment option for a couple of decades.",
    "At the first phase of the project, LankaClear wishes to expand its merchant network to enable LankaPay cardholders to use their card at any point of sales terminal across the island within the next few months. Already several banks, namely, Cargills Bank, Commercial Bank, Seylan Bank, Bank of Ceylon and Peoples’ Bank are onboard as acquirers with closer to 25,000 merchants have already enabled acceptance of LankaPay cards. Merchants of these acquiring banks can avail themselves of the benefit following a simple point of sales (PoS) terminal enablement at no additional cost; and other merchants too can join the network, currently through any of the preferred acquiring banks mentioned above. Few other banks are also in the pipeline to join as acquirers shortly.",
    "LankaPay cards are issued under the LankaPay National Card Scheme – a national initiative aptly supported and regulated by the Central Bank towards addressing some of the long felt needs of the customers, merchants, banks as well as the national economy. LankaPay card is introduced in a partnership with JCB international, one of the six leading payment card and network operators in the world and who is also a founding member of EMVCo. alliance. By joining the LankaPay merchant network, merchants can not only accept LankaPay cards issued within Sri Lanka, but also can enjoy the added benefit of being able to accept over 140 Mn JCB cards issued worldwide, at no extra cost or effort for enablement. When merchants are accepting JCB international cards issued outside the country, the standard MDR will be applicable for payments.",
    "This national initiative not only benefits the merchants and customers but also the national economy as a whole. Annually, Sri Lanka spend nearly Rs. 10 Bn for various types of fees charged by international payment card operators even though the customers, merchants, banks and all transactions happen within Sri Lanka. LankaClear intends to reduce this foreign exchange outflow substantially with the introduction of the LankaPay card, as all the domestic card transactions are routed locally via LankaPay network, thus helping the country at this crucial time.",
    "LankaClear believes that its untiring efforts will help further popularize card payments in the country, especially among the smalltime merchants, and will help attract some of the underbanked merchant segments into the banking system, which will also address numerous socioeconomic issues.",
    "LankaClear is the first entity in the country to obtain PCI-DSS ver 3.2 certification complying with the highest international standard for payment card industry data security. LankaClear’s mission surpasses mere commercial intent towards creating greater value to the national economy by enabling every citizen with affordable, accessible, secure and convenient payment options thereby making financial inclusivity a reality. Throughout its illustrious journey that spans over two decades, the company pioneered many payment technology innovations and has functioned as the backbone of the country’s financial sector making financial services more affordable and accessible to every citizen."
  ],
  "translate": {
    "si": {
      "title": "LankaPay කාඩ්පත් 1% ට අඩුම වෙළඳ කොමිසම ලබා දෙයි",
      "body_lines": [
        "මූල්‍ය ඇතුළත් කිරීම් උපයෝගී කර ගැනීම සඳහා තවත් යෝධ පිම්මක් තබමින්, LankaPay ජාතික ගෙවීම් ජාලය LankaPay කාඩ්පත හඳුන්වාදීමත් සමඟ ශ්‍රී ලංකාවේ ගෙවීම් කාඩ්පත් කර්මාන්තයට සිය මංගල දර්ශනය ආරම්භ කරයි. වෙළඳපොලේ පවතින කාඩ්පත් මෙන් නොව, ව්‍යාපාරයේ ස්වභාවය සහ ව්‍යාපාර පරිමාවන් නොසලකා, සියලු අංශවල වෙළෙන්දන්ට LankaPay කාඩ්පත් පිළිගන්නා විට පෙර නොවූ විරූ ලෙස 1% වෙළඳ කොමිස් මුදලක් (MDR) භුක්ති විඳිය හැකිය.",
        "පවතින කාඩ්පත් ගෙවීම් සඳහා වෙළඳ කොමිස් මුදල 3%-3.5% අතර පරාසයක පවතින අතර සමහර අවස්ථාවල එය 7-8% දක්වා ඉහළ යා හැක. එබැවින්, වෙළෙන්දෝ බොහෝ විට කාඩ්පත් ගෙවීම් අධෛර්යමත් කරති, නැතහොත් කොමිස් මුදල ගනුදෙනුකරුවන් වෙත ලබා දෙති. දශක කිහිපයක් තිස්සේ ගෙවීම් විකල්පයක් ලෙස පැවතියද රට තුළ කාඩ්පත් ගෙවීම් ප්‍රචලිත වීමට මෙය ප්‍රධාන බාධාවක් වී ඇත.",
        "ව්‍යාපෘතියේ පළමු අදියරේදී, LankaPay කාඩ්පත් හිමියන්ට ඉදිරි මාස කිහිපය තුළ දිවයින පුරා ඕනෑම විකුණුම් පර්යන්තයක තම කාඩ්පත භාවිත කිරීමට හැකිවන පරිදි තම වෙළඳ ජාලය පුළුල් කිරීමට LankaClear අපේක්ෂා කරයි. දැනටමත් 25,000 කට ආසන්න වෙළෙන්දන් සමඟ අත්පත් කර ගන්නන් LankaPay කාඩ්පත් පිළිගැනීම සක්‍රීය කර ඇති බැවින්, කාගිල්ස් බැංකුව, කොමර්ෂල් බැංකුව, සෙලාන් බැංකුව, ලංකා බැංකුව සහ මහජන බැංකුව වැනි බැංකු කිහිපයක් දැනටමත් ක්‍රියාත්මක වේ. මෙම අත්පත් කර ගන්නා බැංකුවල වෙළෙන්දන්ට අමතර වියදමකින් තොරව සරල විකුණුම් ලක්ෂ්‍යයක් (PoS) පර්යන්ත සක්‍රීය කිරීමෙන් පසු ප්‍රතිලාභ ලබා ගත හැකිය; සහ අනෙකුත් වෙළෙන්දන්ටද දැනට ඉහත සඳහන් ඕනෑම කැමති අත්පත් කර ගැනීමේ බැංකුවක් හරහා ජාලයට සම්බන්ධ විය හැක. තවත් බැංකු කිහිපයක් නුදුරේදීම අත්පත් කර ගන්නන් ලෙස සම්බන්ධ වීමට සූදානමින් සිටී.",
        "LankaPay කාඩ්පත් නිකුත් කරනු ලබන්නේ LankaPay ජාතික කාඩ්පත් යෝජනා ක්‍රමය යටතේය - ගනුදෙනුකරුවන්ගේ, වෙළෙන්දන්ගේ, බැංකු වල මෙන්ම ජාතික ආර්ථිකයේ දිගුකාලීන අවශ්‍යතා සපුරාලීම සඳහා මහ බැංකුව විසින් යෝග්‍ය ලෙස සහාය දක්වන සහ නියාමනය කරන ලද ජාතික මුලපිරීමකි. LankaPay කාඩ්පත හඳුන්වා දෙනු ලබන්නේ ලොව ප්‍රමුඛ පෙළේ ගෙවීම් කාඩ්පත් සහ ජාල ක්‍රියාකරුවන් හය දෙනාගෙන් එකක් වන සහ EMVCo හි ආරම්භක සාමාජිකයෙකු වන JCB ජාත්‍යන්තර හවුල්කාරිත්වයෙනි. සන්ධානය. LankaPay වෙළඳ ජාලයට සම්බන්ධ වීමෙන්, වෙළෙන්දන්ට ශ්‍රී ලංකාව තුළ නිකුත් කරන ලද LankaPay කාඩ්පත් භාර ගැනීමට පමණක් නොව, ලොව පුරා නිකුත් කරන ලද JCB කාඩ්පත් මිලියන 140 කට වඩා වැඩි ප්‍රමාණයක් සක්‍රීය කිරීම සඳහා අමතර වියදමකින් හෝ වෑයමකින් තොරව භාර ගැනීමට හැකි වීමේ අමතර ප්‍රතිලාභය ද භුක්ති විඳිය හැකිය. වෙළඳුන් රටෙන් පිටත නිකුත් කරන ලද JCB ජාත්‍යන්තර කාඩ්පත් පිළිගන්නා විට, ගෙවීම් සඳහා සම්මත MDR අදාළ වේ.",
        "මෙම ජාතික මුලපිරීම වෙළෙන්දන්ට සහ පාරිභෝගිකයින්ට පමණක් නොව සමස්ත ජාතික ආර්ථිකයටද ප්‍රතිලාභ ලබා දෙයි. වාර්ෂිකව ශ්‍රී ලංකාව රු. ගනුදෙනුකරුවන්, වෙළෙන්දන්, බැංකු සහ සියලුම ගනුදෙනු ශ්‍රී ලංකාව තුළ සිදු වුවද ජාත්‍යන්තර ගෙවීම් කාඩ්පත් ක්‍රියාකරුවන් විසින් අය කරනු ලබන විවිධ වර්ගයේ ගාස්තු සඳහා රුපියල් බිලියන 10 කි. සියලුම දේශීය කාඩ්පත් ගනුදෙනු LankaPay ජාලය හරහා දේශීයව සිදු කෙරෙන බැවින්, මෙම තීරණාත්මක අවස්ථාවේදී රටට උපකාර වන බැවින් LankaPay කාඩ්පත හඳුන්වාදීමත් සමඟ මෙම විදේශ විනිමය පිටතට ගලායාම සැලකිය යුතු ලෙස අඩු කිරීමට LankaClear අදහස් කරයි.",
        "LankaClear සිය නොනවතින උත්සාහයන් රට තුළ කාඩ්පත් ගෙවීම් තවදුරටත් ප්‍රචලිත කිරීමට උපකාරී වනු ඇති බව විශ්වාස කරයි, විශේෂයෙන්ම කුඩා කාලීන වෙළඳුන් අතර, සහ බැංකු පද්ධතියට යටින් ඇති සමහර වෙළඳ කොටස් ආකර්ෂණය කර ගැනීමට උපකාරී වනු ඇති අතර එමඟින් සමාජ ආර්ථික ගැටළු රාශියකට විසඳුම් ලැබෙනු ඇත.",
        "LankaClear යනු ගෙවීම් කාඩ්පත් කර්මාන්තයේ දත්ත ආරක්‍ෂාව සඳහා ඉහළම ජාත්‍යන්තර ප්‍රමිතියට අනුකූලව PCI-DSS ver 3.2 සහතිකය ලබා ගත් මෙරට ප්‍රථම ආයතනයයි. LankaClear හි මෙහෙවර සෑම පුරවැසියෙකුටම දැරිය හැකි, ප්‍රවේශ විය හැකි, ආරක්ෂිත සහ පහසු ගෙවීමේ විකල්පයන් සමඟින් මූල්‍ය ඇතුළත් කිරීම් යථාර්ථයක් බවට පත් කරමින් ජාතික ආර්ථිකයට වැඩි වටිනාකමක් ඇති කිරීමේ වාණිජ අභිප්‍රාය ඉක්මවා යයි. දශක දෙකක් පුරා දිවෙන සිය කීර්තිමත් ගමන පුරාවට, සමාගම බොහෝ ගෙවීම් තාක්ෂණ නවෝත්පාදනයන් සඳහා පුරෝගාමී වූ අතර, මූල්‍ය සේවා වඩාත් දැරිය හැකි සහ සෑම පුරවැසියෙකුටම ප්‍රවේශ විය හැකි පරිදි රටේ මූල්‍ය අංශයේ කොඳු නාරටිය ලෙස ක්‍රියා කර ඇත."
      ]
    },
    "ta": {
      "title": "LankaPay கார்டுகள் 1% குறைந்த வணிகர் கமிஷனை வழங்குகின்றன",
      "body_lines": [
        "நிதி உள்ளடக்கத்தைப் பயன்படுத்துவதற்கான மற்றொரு மாபெரும் பாய்ச்சலை எடுத்துக்கொண்டு, LankaPay தேசிய கொடுப்பனவு வலையமைப்பு, LankaPay அட்டையின் அறிமுகத்துடன் இலங்கையில் பணம் செலுத்தும் அட்டைத் துறையில் அறிமுகமாகிறது. சந்தையில் இருக்கும் கார்டுகளைப் போலன்றி, வணிகத்தின் தன்மை மற்றும் வணிக அளவுகள் எதுவாக இருந்தாலும், அனைத்துப் பிரிவுகளிலும் உள்ள வணிகர்கள் LankaPay கார்டுகளை ஏற்றுக்கொள்ளும் போது, ​​முன்னெப்போதும் இல்லாத வகையில் குறைந்த 1% வணிகர் கமிஷனை (MDR) அனுபவிக்க முடியும்.",
        "தற்போதுள்ள கார்டு கட்டணங்களுக்கான வணிகர் கமிஷன் 3% -3.5% வரை இருக்கும், சில சமயங்களில் இது 7-8% வரை அதிகமாக இருக்கும். எனவே, வணிகர்கள் பெரும்பாலும் கார்டு கொடுப்பனவுகளை ஊக்கப்படுத்துகிறார்கள் அல்லது வாடிக்கையாளர்களுக்கு கமிஷனை அனுப்புகிறார்கள். இரண்டு தசாப்தங்களாக பணம் செலுத்தும் விருப்பமாக இருந்த போதிலும், கார்டு மூலம் பணம் செலுத்துவது நாட்டில் பிரபலப்படுத்தப்படுவதற்கு இது ஒரு பெரிய தடையாக உள்ளது.",
        "திட்டத்தின் முதல் கட்டத்தில், LankaPay அட்டைதாரர்கள் அடுத்த சில மாதங்களுக்குள் தீவு முழுவதிலும் உள்ள விற்பனை முனையத்தின் எந்தப் புள்ளியிலும் தங்கள் அட்டையைப் பயன்படுத்துவதற்கு அதன் வணிக வலையமைப்பை விரிவுபடுத்த LankaClear விரும்புகிறது. ஏற்கனவே பல வங்கிகள், அதாவது கார்கில்ஸ் வங்கி, கொமர்ஷல் வங்கி, செலான் வங்கி, இலங்கை வங்கி மற்றும் மக்கள் வங்கி ஆகியவை ஏற்கனவே 25,000 வணிகர்கள் லங்காபே கார்டுகளை ஏற்றுக்கொள்வதை செயல்படுத்தியதால், கையகப்படுத்துபவர்கள் உள்ளனர். இந்தக் கையகப்படுத்தும் வங்கிகளின் வணிகர்கள், கூடுதல் விலையின்றி, ஒரு எளிய விற்பனைப் புள்ளி (PoS) முனையத்தை செயல்படுத்துவதன் மூலம் பலன்களைப் பெறலாம்; மற்றும் பிற வணிகர்களும் தற்போது மேலே குறிப்பிட்டுள்ள விருப்பமான கையகப்படுத்தும் வங்கிகள் மூலம் நெட்வொர்க்கில் சேரலாம். இன்னும் சில வங்கிகளும் விரைவில் கையகப்படுத்துபவர்களாக சேர தயாராக உள்ளன.",
        "LankaPay தேசிய அட்டைத் திட்டத்தின் கீழ் LankaPay அட்டைகள் வழங்கப்படுகின்றன - வாடிக்கையாளர்கள், வணிகர்கள், வங்கிகள் மற்றும் தேசியப் பொருளாதாரம் ஆகியவற்றின் நீண்டகாலமாக உணரப்பட்ட சில தேவைகளை நிவர்த்தி செய்வதற்கு மத்திய வங்கியினால் பொருத்தமாக ஆதரிக்கப்பட்டு ஒழுங்குபடுத்தப்பட்ட ஒரு தேசிய முயற்சியாகும். EMVCo இன் ஸ்தாபக உறுப்பினராகவும் உள்ள உலகின் ஆறு முன்னணி கட்டண அட்டை மற்றும் நெட்வொர்க் ஆபரேட்டர்களில் ஒன்றான JCB இன்டர்நேஷனல் உடன் இணைந்து LankaPay கார்டு அறிமுகப்படுத்தப்பட்டது. கூட்டணி. LankaPay வணிகர் வலையமைப்பில் இணைவதன் மூலம், வியாபாரிகள் இலங்கைக்குள் வழங்கப்பட்ட LankaPay அட்டைகளை ஏற்றுக்கொள்வது மட்டுமன்றி, உலகளாவிய ரீதியில் வழங்கப்பட்ட 140 Mn JCB அட்டைகளை, கூடுதல் செலவோ அல்லது செயல்படுத்துவதற்கான முயற்சியோ இன்றி ஏற்றுக்கொள்ளும் கூடுதல் நன்மையையும் அனுபவிக்க முடியும். நாட்டிற்கு வெளியே வழங்கப்படும் JCB சர்வதேச அட்டைகளை வணிகர்கள் ஏற்றுக்கொள்ளும் போது, ​​பணம் செலுத்துவதற்கு நிலையான MDR பொருந்தும்.",
        "இந்த தேசிய முன்முயற்சி வணிகர்கள் மற்றும் வாடிக்கையாளர்களுக்கு மட்டுமல்ல, ஒட்டுமொத்த தேசிய பொருளாதாரத்திற்கும் பயனளிக்கிறது. வருடாந்தம், இலங்கை சுமார் ரூ. வாடிக்கையாளர்கள், வணிகர்கள், வங்கிகள் மற்றும் அனைத்து பரிவர்த்தனைகளும் இலங்கைக்குள் நடந்தாலும், சர்வதேச கட்டண அட்டை நடத்துபவர்களால் வசூலிக்கப்படும் பல்வேறு வகையான கட்டணங்களுக்கு 10 பில்லியன். லங்காபே அட்டையின் அறிமுகத்துடன் இந்த அந்நியச் செலாவணி வெளியேற்றத்தை கணிசமாகக் குறைக்க LankaClear உத்தேசித்துள்ளது, ஏனெனில் அனைத்து உள்நாட்டு அட்டை பரிவர்த்தனைகளும் LankaPay நெட்வொர்க் மூலம் உள்நாட்டில் மேற்கொள்ளப்படுகின்றன, இதனால் இந்த முக்கியமான நேரத்தில் நாட்டுக்கு உதவுகிறது.",
        "லங்கா கிளியர் தனது அயராத முயற்சிகள் நாட்டில் அட்டை கொடுப்பனவுகளை, குறிப்பாக சிறு வணிகர்கள் மத்தியில் மேலும் பிரபலப்படுத்த உதவும் என்று நம்புகிறது, மேலும் பல சமூகப் பொருளாதாரப் பிரச்சினைகளுக்கு தீர்வு காணும் வங்கி அமைப்பில் சில குறைந்த வணிகப் பிரிவுகளை ஈர்க்க உதவும்.",
        "லங்கா கிளியர், பேமெண்ட் கார்டு துறையின் தரவுப் பாதுகாப்பிற்கான மிக உயர்ந்த சர்வதேச தரத்திற்கு இணங்க PCI-DSS ver 3.2 சான்றிதழைப் பெற்ற நாட்டிலேயே முதல் நிறுவனமாகும். ஒவ்வொரு குடிமகனுக்கும் மலிவு, அணுகக்கூடிய, பாதுகாப்பான மற்றும் வசதியான கட்டணத் தெரிவுகளை வழங்குவதன் மூலம் தேசிய பொருளாதாரத்திற்கு அதிக பெறுமதியை உருவாக்குவதற்கான வர்த்தக நோக்கத்தை லங்காகிளியரின் பணி விஞ்சுகிறது. இரண்டு தசாப்தங்களுக்கும் மேலாக நீடித்த அதன் புகழ்பெற்ற பயணத்தில், நிறுவனம் பல கட்டண தொழில்நுட்ப கண்டுபிடிப்புகளுக்கு முன்னோடியாக இருந்தது மற்றும் நிதிச் சேவைகளை மிகவும் மலிவு மற்றும் ஒவ்வொரு குடிமகனுக்கும் அணுகக்கூடிய வகையில் நாட்டின் நிதித்துறையின் முதுகெலும்பாக செயல்பட்டு வருகிறது."
      ]
    }
  }
}