{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/A-common-minimum-programme-that-responds-to-Sri-Lankas-current-crisis/172-232201",
  "time_ut": 1646256660,
  "title": "A common minimum programme that responds to  Sri Lanka’s current crisis",
  "body_lines": [
    "A Central Bank that is independent and acts professionally requires a Governor appointed through the proper procedures",
    "",
    "Problems that have festered for over seven decades must be honestly analysed and root causes addressed courageously and collectively",
    "",
    "What the people see is a flailing Government that is exacerbating problems through ill-considered actions",
    "",
    "Most of the new revenue proposals are one-off. Where will the revenues come from in 2023?",
    "",
    "The following is an article compiled by a group of professionals headed by Prof. Rohan Samarajiva aimed at finding solutions to the island’s economic issues, how to improve on the existing debt management and deal with the dollar crisis.",
    "",
    "We are in the throes of an unprecedented crisis. No useful comparisons may be drawn from the 2001-02 period of negative economic growth. The only analogue may be from 90 years ago, when per capita GDP collapsed from USD 80 to 33 in a few years as part of the Sri Lankan manifestation of the Great Depression. Conventional politics based on the auction of non-existent resources offer no solutions to this crisis. Problems that have festered for over seven decades must be honestly analysed and root causes addressed courageously and collectively.",
    "",
    "The purpose of this discussion document is not the presentation of complete or perfect solutions to all problems that beset our society and economy. It has the limited objective of clearing a path out of the crisis in a manner that prevents periodic recurrences, as has been the case in the past. We believe that this document, which was prepared by drawing on the expertise of many, has room for further improvement. To enable agreement to be reached within a reasonable time frame, we present five preconditions for the implementation of the economic measures, seven immediate actions, and four actions that must be initiated now even though their fruition is unlikely within the proposed two-year time frame.",
    "",
    "",
    "Unbearable burden on the people",
    "Our people are beset not only by shortages of essential items, but also by escalating prices. In January 2022, the annual inflation rate increased from 12.1 percent to 14.2 percent. The inflation rate for food which was 22.1 percent in December 2021 increased to 25 percent in January.",
    "",
    "It has become a struggle to prepare the food one has obtained at a high price. Cooking gas is in short supply; its price has doubled. Alternatives have also been affected. All businesses, including micro enterprises, that depend on a reliable supply of electricity are in difficulty.",
    "",
    "The immediate causes of the present difficulties of debt management are the commercial loans obtained since 2007 for non-revenue yielding projects. The problem was aggravated by the ill-considered tax breaks given in 2019. Underlying all this was a fundamentally unsound economy afflicted by twin deficits (fiscal and current account) that were not addressed by any government since Independence. The self-inflicted reduction of state revenues over the past two years resulted in the inability to manage the accumulated debt burden.",
    "",
    "",
    "What the people see is a flailing Government that is exacerbating problems through ill-considered actions. Examples are aplenty. The Government banned the import of fertilizer, weedicides and insecticides overnight in the name of making Sri Lanka the world’s first country with 100 percent organic agriculture, though the desire to conserve foreign exchange and get rid of the subsidy burden may have played a part. The end results include increased costs of food imports, massive compensation having to be paid to farmers, and USD 6.7 million being paid for unusable fertilizer imports. The Government’s efforts maintain an artificial exchange rate which has resulted in the drying up of remittances from workers abroad.",
    "",
    "We are no longer talking about a crisis that is to come; we are in its midst though not in its depths. The 2022 Budget offered no remedies for the twin deficits and has led to the worsening of shortages and black markets. Most of the new revenue proposals are one-off. Where will the revenues come from in 2023? Most of the cost cutting is cosmetic. The additional expenditures proposed in January 2022, unaccompanied by new revenue proposals, add to the confusion. Those in the informal sector who suffered the most have not been offered any relief.",
    "",
    "This is not about one bad year; it will drag on. Simple arithmetic will show that it is not possible to pay our debts which average around USD 5 billion per year and maintain the levels of imports necessary for the normal functioning of the economy. The improvisational responses result not only in the worsening of the living conditions of the people; they are causing long-term harm to export industries as well as to those supplying the domestic market. Not only is new investment being discouraged, but existing firms are being incentivized to relocate. Small, medium and micro enterprises are being decimated. The effects of the present economic mismanagement are likely to felt for decades.",
    "",
    "",
    "The necessity of debt restructuring",
    "The 3.6 percent contraction of the economy in 2020 is merely a sign of things to come. Sri Lanka has the highest income inequality in South Asia (between China and the US in international comparisons) and provided the least compensation for the harms caused by the pandemic and lockdowns. Our citizens in the lower deciles are unable to withstand more shocks. We will not be able to get out of this crisis without any pain. But we can minimise the pain, especially for the most vulnerable, by a well thought out recovery programme that includes debt restructuring programme involving the IMF. The likelihood of achieving monetary stabilization is higher if the IMF is involved.",
    "We should not abandon the commitments to fiscal discipline on the first possible occasion, as was the case in the past. We must stick with these reforms because they are our decisions and because this is the only way recurrences can be avoided. The Government may be unwilling to accept working within the framework of an IMF programme because of the fear of being made responsible for the difficult, but necessary, reforms. That is why we should collectively get behind a common minimum programme which provides a meaningful role to the opposition parties and is anchored on Parliament’s Constitutional responsibility for the control of finances. This is also likely to put a brake on the perpetual blame game. Unless these actions are taken, Sri Lanka may well end up",
    "like Lebanon.",
    "",
    "",
    "Essential pre-conditions",
    "The 20th Amendment must be rolled back. It is essential that the minimum programme be implemented over a minimum of two years if we are to get on the path to recovery. The present Constitution, especially after the enactment of the 20th Amendment, makes the President extraordinarily powerful; it is not conducive to meaningful collaboration among parties represented in Parliament. It was seen in 2018 that the 19th Amendment was the best defence against overreaching Presidential power. Therefore, restoring the 19th Amendment with some pragmatic accommodations is a foundational pre-condition for a cooperative effort to bring the country out of crisis.",
    "",
    "Proper appointments must be made to the independent Commissions. The appointments made to the Commissions at the whim of a single individual must be reversed and fresh appointments made through the Constitutional Council. A central bank that is independent and acts professionally requires a Governor appointed through the proper procedures.",
    "",
    "",
    "We will not be able to get out of this crisis without any pain. But we can minimise the pain, especially for the most vulnerable, by a well thought out recovery programme that includes debt restructuring programme involving the IMF. The likelihood of achieving monetary stabilization is higher if the IMF is involved",
    "",
    "",
    "The Provincial Councils must be activated. The much-delayed Provincial Council elections must be held forthwith, based on the old law. This will allow the Provincial Councils to fulfill their responsibilities, and permit the central government to focus on economic recovery.",
    "",
    "The common minimum programme must be implemented over a minimum of two years. The 20thAmendment makes it possible for the President to unilaterally dissolve Parliament any time after February 2023; under the 19th Amendment that would have been possible only after February 2025.",
    "",
    "It is necessary to focus on economic recovery for a minimum of two years without the diversion of election campaigning. At least that length of time is needed to lay the foundation for tackling the twin deficits through structural reforms and the restructuring of debt.",
    "",
    "Democratize the media space by regulating frequency-using and related entities through an independent commission. It is necessary to introduce a formal, independent regulatory system through legislation for all entities using electromagnetic frequencies and related media enterprises.",
    "",
    "The objective is to democratize the media space. It will be difficult to build the public trust necessary for the successful implementation of the recovery programme in the current media environment. This  will also enable the realization of the currently unrealised value of spectrum and increase the transparency of the allocation process. Transparent auctions of frequencies can yield significant revenues for the state. The benefits of this action, that are best done in a non-partisan manner, are both political and economic.",
    "",
    "",
    "Elements of a common minimum programme",
    "A common minimum programme must be discussed and agreed upon by interest groups including but not limited to political parties represented in Parliament. The list below is not final and is intended to initiate the discussion. Below are suggested immediate and medium-term actions that will address the twin deficits and build trust in the recovery programme.",
    "",
    "",
    "Immediate actions",
    "1. Relieving ourselves of the burden of at least one white elephant. A headline grabbing action that will effectively communicate the seriousness of the common programme in achieving economic recovery is essential. Selling off SriLankan Airlines as was done with Air India appears a good candidate. Calculated based on 2018, 2019 and 2020, the average loss per day incurred by SriLankan is LKR 99 million. Treasury will be protected from further losses on this scale by a sale. Similar to the Indian government which sold off 100 percent of Air India and retained responsibility for some of the accumulated losses, the Sri Lanka government may also have to take on at least a portion of the accumulated losses, while giving complete control to the buyer. This action will serve to reinforce the statement in the 2022 Budget Speech that losses of state-owned enterprises (SOEs) will no longer be covered by Treasury. The sale will protect Treasury (and taxpayers) from never ending demands for handouts. Debtors will receive a clear message that we are serious about getting our house in order. The proposal to sell SriLankan Airlines should not be interpreted as blanket call for privatization. The reform appropriate for each SOE will take different forms. For example, simply selling land owned by the Railway Department will not result in the improvement of passenger or freight services. While it is important to end the hemorrhaging of public funds, weight must also be given to how services to the public can be improved through sectorwide reforms, not limited to the SOE only. As was done in telecommunications, competition must be introduced where feasible under formal regulation and actions must be taken to change the internal culture of the SOE being privatized. This may require the setting up of PPPs similar to Sri Lanka Telecom.",
    "",
    "2. Introduction of formula-based pricing for petroleum products and related services.  Formula-based pricing should be introduced for imported petroleum products, including cooking gas. This is essential for addressing the twin deficits problem. Refined and crude oil imports amount to around 15 percent of Sri Lanka’s total merchandise import bill. These prices are determined by international market forces. Unless the increases driven by these market forces and the devaluation of the rupee are passed on to the end consumers, the difference must be covered by public funds, thereby widening the fiscal deficit. Application of formula-based pricing will ripple through the economy, including electricity and water supply. These services should be brought under formal public utility regulation and tariffs that reflect costs should be set. The poor who are disproportionately affected by the price movements should be provided with targeted subsidies as described below.",
    "",
    "3. Accelerating the establishment of an efficient and flexible social safety net. The ongoing initiative to consolidate over 40 welfare schemes under the Welfare Benefits Board and build a beneficiary database must be quickly completed. Because the pressure on the rupee is likely to continue for some time leading to increases in prices of essential items, it will be necessary to develop the targeted subsidy scheme using the resources available under the World Bank funded social safety net project. Implementing the social safety net will alleviate the pain that comes with the reforms. If it is possible to close down the Samurdhi Department whose personnel eat up 25 percent of the total allocations for Samurdhi as part of this consolidation, it will send a powerful message about the seriousness of the effort to tackle the fiscal deficit.",
    "",
    "",
    "The Provincial Councils must be activated. The much-delayed Provincial Council elections must be held forthwith, based on the old law. This will allow the Provincial Councils to fulfill their responsibilities, and permit the central government to focus on economic recovery",
    "",
    "",
    "4. Establishing an independent Central Bank. Many observers have concluded that the actions of the Central Bank have contributed to the aggravation of the present crisis. Unless a specialist committee is forthwith tasked to come up with re commendations on reforms, including reactivation of the Monetary Law Bill that is currently not in consideration, and are acted upon quickly, it is likely that problems will recur.",
    "",
    "5. Increasing state revenue. A long-term solution to chronic fiscal deficits must include increases in state revenues. In the name of fairness, indirect taxes (now contributing around 80 percent of the total) must be decreased to around 60 percent within a few years with the difference being made up with a greater contribution from direct taxes. It is true that the 2019 tax breaks reversed the progress that was being achieved in this regard. However, it may not be feasible to restore the status quo ante at once, given the economy is in crisis and many taxpayers are in distress. The tax reforms should be implemented carefully and gradually, beginning with perhaps the increase of the VAT rate, restoration of PAYE and broadening the income tax base. Retrospective taxes, super or otherwise, are not advisable.",
    "",
    "6. Export promotion. Promotion of exports is a high priority. There is no need to start from scratch as some politicians believe, because a broadly consulted National Export Strategy (NES) exists. Based on data and systematic analysis, six priority sectors, including electronics and software and BPM, have been identified. The sectoral committees responsible for implementation have been operating for some time. As Prabash Subasinghe, the Chairman of the Export Development Board appointed by the President in 2019, correctly stated there is no need to work up new priorities and strategies; the NES implementation should continue. Each of the NES Committees should meet regularly with teams of relevant officials to identify the difficulties experienced by exporters including the reemerging license raj and the ever-changing bank regulations. The recommendations of these committees should be acted upon speedily by a high-power government committee.",
    "",
    "7. Assuring market access. Market access is of great importance in these post-pandemic times because all economies are under stress and protectionist sentiments are rising. The first step would be the completion of the bilateral trade agreements with India and China that have been under negotiation for some time. They must be given priority because of their current and future economic significance. The next priority should be creating the conditions to join the RCEP which came into effect in January 2022, and which is already providing advantages to competitors such as Vietnam. If policy stability and market access can be assured through trade agreements, it will be easier to attract foreign direct investments.",
    "",
    "We should collectively get behind a common minimum programme which provides a meaningful role to the opposition parties and is anchored on Parliament’s Constitutional responsibility for the control  of finances. This is also likely to put a brake on the perpetual blame game. Unless these actions are taken, Sri Lanka may well end up like Lebanon",
    "",
    "",
    "",
    "Medium-term actions",
    "1. Reducing energy imports. Refined and unrefined petroleum products are responsible for around 15 percent of the total merchandise import bill. Irrespective of one’s stance on economic policy, it is difficult to argue that a reduction of import expenditures will not help narrow the current account deficit. But the reduction of the import of investment and intermediate goods (making up 80 percent of the total) is difficult except in the case of petroleum products. The reduction of these imports will also be welcomed by environmentalists. These imports are mostly consumed by the over seven million two, three and four wheeled vehicles now operational in the country. Depending on rainfall patterns, imported petroleum is also used to produce electricity. Greater reliance on hydro, wind, and solar, which are plentiful within the country, and gradual conversion of the powering of transport to electricity, will allow reductions of fossil fuel imports. However, it is not possible to significantly increase the use of intermittent sources such as wind and solar without making major investments to modernize the transmission grid and connect it to the Southern Indian grid. The intermittency and volatility of these sources requires their contribution to be kept in the range of 15-25 percent of the total supply. If the small Sri Lankan grid is interconnected to a larger grid through an HVDC cable, the amount of energy from intermittent sources that can be absorbed is much higher. Sri Lanka has an evening peak in electricity use, different from India’s. This will help to reduce the high costs incurred in supplying the peaks in both systems and in avoiding load shedding. Due to the need to conduct the necessary studies and mobilize the resources for the modernization of the grid, it will not be possible to see results within the two-year time frame. However, if we are to reduce the current account deficit and respond effectively to climate change, action must be initiated now.",
    "",
    "2. Upgrading state service personnel. To reduce the fiscal deficit and to provide better services to the public, it is necessary to improve and upgrade the administrative service and other state services. The efficiency of the state machinery must be enhanced. A pre-condition for this is the immediate cessation of further unsystematic recruitment. The actual personnel requirements of the state, of the armed forces, and SOEs must be calculated, and surplus personnel redeployed. The state must make major investments to upgrade the capacity of the retained personnel. To assure productive performance, they must be provided with the necessary facilities. This should not be limited to tangible things such as computers, but must include proper performance reviews, the formulation of customized training plans and the provision of necessary resources for training, etc. Professor Mick Moore, a long-time observer of the Sri Lankan state has documented the decline of the resources spent on making state employees more productive at the same time as the numbers of employees have been going up. This must change.",
    "",
    "3. Review of National Export Strategy. The NES for 2018-2022 was developed based on systematic methods of identifying the products and services with the greatest export potential and broad consultation with knowledgeable exporters. Outside that strategy, it appears that some observers are placing a great deal of weight on the potential of mineral sands, graphite (a major export in the 1930s), etc. Therefore, it would be appropriate to review and update the NES, paying attention to pandemic-related changes and specifically to the potential of the above natural resources (including the technical skills and capital that are needed and the value chains that the local industry must become part of).",
    "",
    "4. Formulation of a stable tax policy. A stable, long-term tax policy must be formulated through broad consultation, ending the practice of tailor-made provisions to favor one group or another. The now obsolete policy of attracting foreign investment using tax concessions must be replaced by one that is consistent with the OECD led agreement to impose a 15 percent minimum tax on global companies, which has already attracted 136 signatories."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ වත්මන් අර්බුදයට ප්‍රතිචාර දක්වන පොදු අවම වැඩසටහනකි",
      "body_lines": [
        "ස්වාධීන සහ වෘත්තීයමය වශයෙන් ක්‍රියා කරන මහ බැංකුවකට නිසි ක්‍රියා පටිපාටි හරහා පත් කරන ලද අධිපතිවරයකු අවශ්‍ය වේ",
        "",
        "දශක හතකට වැඩි කාලයක් පුරා පැතිරී ඇති ගැටළු අවංකව විශ්ලේෂණය කළ යුතු අතර මූලික හේතු නිර්භීතව හා සාමූහිකව විසඳිය යුතුය.",
        "",
        "ජනතාව දකින්නේ නොසැලකිලිමත් ක‍්‍රියාවලින් ප‍්‍රශ්න උග‍්‍ර කරන ජරාජීර්ණ ආණ්ඩුවක්",
        "",
        "බොහෝ නව ආදායම් යෝජනා එකින් එක. 2023 දී ආදායම ලැබෙන්නේ කොහෙන්ද?",
        "",
        "පහත දැක්වෙන්නේ දිවයිනේ ආර්ථික ප්‍රශ්නවලට විසඳුම් සෙවීම, පවතින ණය කළමනාකරණය වැඩිදියුණු කරන්නේ කෙසේද සහ ඩොලර් අර්බුදයට මුහුණ දෙන්නේ කෙසේද යන්න අරමුණු කරගනිමින් මහාචාර්ය රොහාන් සමරජීව මහතාගේ ප්‍රධානත්වයෙන් යුත් වෘත්තිකයන් පිරිසක් විසින් සම්පාදනය කරන ලද ලිපියකි.",
        "",
        "අප සිටින්නේ පෙර නොවූ විරූ අර්බුදයක ය. ඍණාත්මක ආර්ථික වර්ධනයේ 2001-02 කාලපරිච්ඡේදයෙන් කිසිදු ප්‍රයෝජනවත් සැසඳීමක් කළ නොහැක. එකම ප්‍රතිසමය වසර 90කට පෙර, මහා අවපාතයේ ශ්‍රී ලංකා ප්‍රකාශනයේ කොටසක් ලෙස වසර කිහිපයකින් ඒක පුද්ගල දළ දේශීය නිෂ්පාදිතය USD 80 සිට 33 දක්වා කඩා වැටීමෙන් විය හැකිය. නොපවතින සම්පත් වෙන්දේසි කිරීම මත පදනම් වූ සාම්ප්‍රදායික දේශපාලනය මෙම අර්බුදයට විසඳුම් ලබා නොදේ. දශක හතකට වැඩි කාලයක් පුරා පැතිරී ඇති ගැටලු අවංකව විශ්ලේෂණය කළ යුතු අතර මූලික හේතු නිර්භීතව හා සාමූහිකව විසඳිය යුතුය.",
        "",
        "මෙම සාකච්ඡා ලේඛනයේ පරමාර්ථය අපගේ සමාජය සහ ආර්ථිකය වටා ඇති සියලුම ගැටලු සඳහා සම්පූර්ණ හෝ පරිපූර්ණ විසඳුම් ඉදිරිපත් කිරීම නොවේ. අතීතයේ සිදු වූවාක් මෙන්, වරින් වර පුනරාවර්තනය වීම වළක්වන ආකාරයෙන් අර්බුදයෙන් මිදීමේ මාවතක් පිරිසිදු කිරීම එහි සීමිත අරමුණයි. බොහෝ දෙනෙකුගේ ප්‍රවීණත්වය උකහා ගනිමින් සකස් කරන ලද මෙම ලේඛනය තවදුරටත් වැඩිදියුණු කිරීමට ඉඩ ඇති බව අපි විශ්වාස කරමු. සාධාරණ කාල රාමුවක් තුළ එකඟතාවකට පැමිණීමට හැකිවීම සඳහා, අපි ආර්ථික ක්‍රියාමාර්ග ක්‍රියාත්මක කිරීම සඳහා පූර්ව කොන්දේසි පහක්, ක්ෂණික ක්‍රියාමාර්ග හතක් සහ යෝජිත දෙවසරක කාල රාමුව තුළ ඒවා ඵලදායි වීමට නොහැකි වුවද දැන් ආරම්භ කළ යුතු ක්‍රියාමාර්ග හතරක් ඉදිරිපත් කරමු. .",
        "",
        "",
        "ජනතාව මත දරන්න බැරි බරක්",
        "අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟයෙන් පමණක් නොව මිල ඉහළ යාමෙන් ද අපේ ජනතාව පීඩාවට පත්ව සිටිති. 2022 ජනවාරි මාසයේදී වාර්ෂික උද්ධමන අනුපාතය සියයට 12.1 සිට සියයට 14.2 දක්වා වැඩි විය. 2021 දෙසැම්බර් මාසයේදී සියයට 22.1ක් වූ ආහාර උද්ධමනය ජනවාරි මාසයේදී සියයට 25 දක්වා ඉහළ ගියේය.",
        "",
        "අධික මිලකට ලබා ගන්නා ආහාර පිළියෙළ කිරීම අරගලයක් බවට පත්වී ඇත. පිසින ගෑස් හිඟය; එහි මිල දෙගුණ වී ඇත. විකල්ප ද බලපා ඇත. විශ්වාසනීය විදුලි සැපයුමක් මත යැපෙන ක්ෂුද්‍ර ව්‍යවසාය ඇතුළු සියලුම ව්‍යාපාර දුෂ්කරතාවයට පත්ව ඇත.",
        "",
        "වර්තමාන ණය කළමනාකරණයේ දුෂ්කරතාවලට ආසන්නතම හේතුව වන්නේ ආදායම් නොලබන ව්‍යාපෘති සඳහා 2007 සිට ලබාගත් වාණිජ ණයයි. 2019 දී ලබා දුන් නොසැලකිලිමත් බදු සහන මගින් ගැටලුව උග්‍ර විය. මේ සියල්ලට යටින් පැවතියේ නිදහසින් පසු කිසිදු රජයක් විසින් ආමන්ත්‍රණය නොකළ ද්විත්ව හිඟ (මූල්‍ය හා ජංගම ගිණුම) මගින් පීඩාවට පත් වූ මූලික වශයෙන් අස්ථායී ආර්ථිකයකි. පසුගිය දෙවසර තුළ රාජ්‍ය ආදායම ස්වයංක්‍රීයව අඩුවීම නිසා සමුච්චිත ණය බර කළමනාකරණය කර ගැනීමට නොහැකි විය.",
        "",
        "",
        "ජනතාව දකින්නේ නොසැලකිලිමත් ක‍්‍රියාවලින් ප‍්‍රශ්න උග‍්‍ර කරන ජරාජීර්ණ ආණ්ඩුවක්. උදාහරණ ඕනෑ තරම් ය. විදේශ විනිමය ඉතිරි කර ගැනීමට සහ සහනාධාර බරෙන් මිදීමට ඇති ආශාව නිසා ශ්‍රී ලංකාව සියයට සියයක් කාබනික කෘෂිකර්මාන්තයක් ඇති ලොව පළමු රට බවට ශ්‍රී ලංකාව පත් කිරීමේ නාමයෙන් රජය එක රැයකින් පොහොර, වල්නාශක සහ කෘමිනාශක ආනයනය තහනම් කළේය. එහි අවසාන ප්‍රතිඵලය වනුයේ ආහාර ආනයන වියදම් වැඩිවීම, ගොවීන්ට දැවැන්ත වන්දි ගෙවීමට සිදුවීම සහ භාවිතයට ගත නොහැකි පොහොර ආනයනය සඳහා ඩොලර් මිලියන 6.7ක් ගෙවීමයි. රජයේ ප්‍රයත්නයන් කෘත්‍රිම විනිමය අනුපාතිකයක් පවත්වාගෙන යාමේ ප්‍රතිඵලයක් ලෙස විදේශගත ශ්‍රමිකයන්ගෙන් ලැබෙන ප්‍රේෂණ සිඳී යාමට හේතු වී ඇත.",
        "",
        "අපි තවදුරටත් කතා කරන්නේ ඉදිරි අර්බුදයක් ගැන නොවේ; එහි ගැඹුරේ නැතත් අපි එහි මැද සිටිමු. 2022 අයවැය ද්විත්ව හිඟයන් සඳහා කිසිදු පිළියමක් ඉදිරිපත් නොකළ අතර හිඟයන් සහ කළු වෙලඳපොලවල් නරක අතට හැරීමට හේතු වී තිබේ. බොහෝ නව ආදායම් යෝජනා එකින් එක. 2023 දී ආදායම ලැබෙන්නේ කොහෙන්ද? බොහෝ වියදම් කපා හැරීම රූපලාවන්‍ය ය. 2022 ජනවාරි මාසයේ දී යෝජිත අතිරේක වියදම්, නව ආදායම් යෝජනා සමඟ සම්බන්ධ නොවී, ව්‍යාකූලත්වය වැඩි කරයි. වඩාත්ම පීඩාවට පත් වූ අවිධිමත් අංශයේ අයට කිසිදු සහනයක් ලබා දී නැත.",
        "",
        "මෙය එක් නරක වසරක් ගැන නොවේ; එය ඇදගෙන යනු ඇත. සාමාන්‍යයෙන් වසරකට ඩොලර් බිලියන 5 ක් පමණ වන අපගේ ණය ගෙවීමට සහ ආර්ථිකයේ සාමාන්‍ය ක්‍රියාකාරිත්වය සඳහා අවශ්‍ය ආනයන මට්ටම් පවත්වා ගැනීමට නොහැකි බව සරල අංක ගණිතයෙන් පෙන්වනු ඇත. වැඩිදියුණු කිරීමේ ප්‍රතිචාරවල ප්‍රතිඵලය වන්නේ ජනතාවගේ ජීවන තත්ත්වය නරක අතට හැරීම පමණක් නොවේ; ඒවා අපනයන කර්මාන්තවලට මෙන්ම දේශීය වෙළෙඳපොළට සපයන කර්මාන්තවලට ද දිගුකාලීන හානියක් සිදු කරයි. නව ආයෝජන අධෛර්යමත් කරනවා පමණක් නොව, පවතින සමාගම් නැවත ස්ථානගත කිරීමට දිරි ගන්වනු ලැබේ. කුඩා, මධ්‍යම හා ක්ෂුද්‍ර ව්‍යවසායන් විනාශ වෙමින් පවතී. වත්මන් ආර්ථික අවපාලනයේ ප්‍රතිවිපාක දශක ගණනාවක් තිස්සේ දැනෙන්නට ඉඩ තිබේ.",
        "",
        "",
        "ණය ප්රතිව්යුහගත කිරීමේ අවශ්යතාවය",
        "2020 දී ආර්ථිකය සියයට 3.6 කින් හැකිලීම හුදෙක් ඉදිරි දේවල ලකුණකි. ශ්‍රී ලංකාව දකුණු ආසියාවේ ඉහළම ආදායම් අසමානතාවය (ජාත්‍යන්තර සැසඳීමේදී චීනය සහ එක්සත් ජනපදය අතර) ඇති අතර, වසංගතය සහ අගුලු දැමීම් නිසා ඇති වූ හානිය සඳහා අවම වන්දිය ලබා දී ඇත. පහළ දශමවල සිටින අපේ පුරවැසියන්ට තවත් කම්පනවලට ඔරොත්තු දීමට නොහැකිය. කිසිම වේදනාවක් නැතිව අපිට මේ අර්බුදයෙන් ගොඩ එන්න බැහැ. නමුත් ජාමූඅ සම්බන්ධ ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනක් ඇතුළත් හොඳින් සිතා බලා ප්‍රතිසාධන වැඩසටහනක් මගින්, විශේෂයෙන්ම වඩාත් අවදානමට ලක්විය හැකි අයට වේදනාව අවම කළ හැක. ජාත්‍යන්තර මූල්‍ය අරමුදල සම්බන්ධ වන්නේ නම් මූල්‍ය ස්ථායීකරණය සාක්ෂාත් කර ගැනීමේ සම්භාවිතාව වැඩි ය.",
        "පසුගිය කාලයේ සිදු වූවාක් මෙන්, හැකි පළමු අවස්ථාවේදීම මුල්‍ය විනය සඳහා වූ කැපවීම් අප අත් නොහැරිය යුතුය. අප මෙම ප්‍රතිසංස්කරණ සමඟ ඇලී සිටිය යුත්තේ ඒවා අපගේ තීරණ වන නිසා සහ නැවත ඇතිවීම වැළැක්විය හැකි එකම මාර්ගය මෙය වන බැවිනි. දුෂ්කර නමුත් අවශ්‍ය ප්‍රතිසංස්කරණ සඳහා වගකිව යුතු බවට ඇති බිය නිසා IMF වැඩසටහනක රාමුව තුළ වැඩ කිරීම පිළිගැනීමට රජය අකමැති විය හැකිය. විපක්ෂයේ පක්ෂවලට අර්ථවත් කාර්යභාරයක් සපයන සහ මුදල් පාලනය සඳහා පාර්ලිමේන්තුවේ ව්‍යවස්ථාපිත වගකීම මත පදනම් වූ පොදු අවම වැඩපිළිවෙළක් අප සාමූහිකව පසුපස යා යුත්තේ එබැවිනි. මෙය සදාකාලික දොස් පැවරීමේ ක්‍රීඩාවට තිරිංග දැමීමටද ඉඩ ඇත. මෙම ක්‍රියාමාර්ග නොගතහොත් ශ්‍රී ලංකාව විනාශ වීමට ඉඩ ඇත",
        "ලෙබනනය වගේ.",
        "",
        "",
        "අත්යවශ්ය පූර්ව කොන්දේසි",
        "20 වැනි සංශෝධනය ආපසු හැරවිය යුතුයි. අප යථා තත්ත්වයට පත් වීමට නම් අවම වැඩසටහන වසර දෙකක කාලයක් තුළ ක්‍රියාත්මක කිරීම අත්‍යවශ්‍ය වේ. වත්මන් ආණ්ඩුක්‍රම ව්‍යවස්ථාව, විශේෂයෙන්ම 20 වැනි සංශෝධනය බලාත්මක කිරීමෙන් පසු ජනාධිපතිවරයා අසාමාන්‍ය ලෙස බලවත් කරයි; එය පාර්ලිමේන්තුව නියෝජනය කරන පක්ෂ අතර අර්ථවත් සහයෝගීතාවයකට හිතකර නොවේ. 19 වැනි ව්‍යවස්ථා සංශෝධනය ජනාධිපති බලය ඉක්මවා යාමට එරෙහිව ඇති හොඳම ආරක්‍ෂාව බව 2018 දී දැකගත හැකි විය. එහෙයින්, 19 වැනි ව්‍යවස්ථා සංශෝධනය යම් ප්‍රායෝගික පහසුකම් සහිතව ප්‍රතිෂ්ඨාපනය කිරීම රට අර්බුදයෙන් ගොඩ ගැනීමට සමුපකාර ප්‍රයත්නයක් සඳහා මූලික පූර්ව කොන්දේසියකි.",
        "",
        "ස්වාධීන කොමිෂන් සභාවලට නිසි පත්වීම් කළ යුතුයි. තනි පුද්ගලයකුගේ අභිමතය පරිදි කොමිෂන් සභාවලට කරන ලද පත්කිරීම් ආපසු හැරවිය යුතු අතර ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව හරහා අලුතින් පත්කිරීම් කළ යුතුය. ස්වාධීන සහ වෘත්තීයමය වශයෙන් ක්‍රියා කරන මහ බැංකුවකට නිසි ක්‍රියා පටිපාටි හරහා පත් කරන ලද අධිපතිවරයකු අවශ්‍ය වේ.",
        "",
        "",
        "කිසිම වේදනාවක් නැතිව අපිට මේ අර්බුදයෙන් ගොඩ එන්න බැහැ. නමුත් ජාමූඅ සම්බන්ධ ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනක් ඇතුළත් හොඳින් සිතා බලා ප්‍රතිසාධන වැඩසටහනක් මගින්, විශේෂයෙන්ම වඩාත් අවදානමට ලක්විය හැකි අයට වේදනාව අවම කළ හැක. ජාත්‍යන්තර මූල්‍ය අරමුදල සම්බන්ධ වන්නේ නම් මූල්‍ය ස්ථායීකරණය සාක්ෂාත් කර ගැනීමේ සම්භාවිතාව වැඩි ය",
        "",
        "",
        "පළාත් සභා සක්‍රීය කළ යුතුයි. බොහෝ ප්‍රමාද වී ඇති පළාත් සභා මැතිවරණය පැරණි නීතිය මත පදනම්ව වහාම පැවැත්විය යුතුය. මෙමගින් පළාත් සභාවලට තම වගකීම් ඉටු කිරීමට ඉඩ සැලසෙන අතර, මධ්‍යම රජයට ආර්ථික ප්‍රකෘතිය කෙරෙහි අවධානය යොමු කිරීමට ඉඩ සැලසේ.",
        "",
        "පොදු අවම වැඩසටහන අවම වශයෙන් වසර දෙකක කාලයක් තුළ ක්‍රියාත්මක කළ යුතුය. 20 වැනි සංශෝධනය මගින් 2023 පෙබරවාරියෙන් පසු ඕනෑම අවස්ථාවක පාර්ලිමේන්තුව ඒකපාර්ශ්විකව විසුරුවා හැරීමට ජනාධිපතිවරයාට හැකියාව ලැබේ. 19 වැනි සංශෝධනය යටතේ එය කළ හැක්කේ 2025 පෙබරවාරියෙන් පසුවය.",
        "",
        "මැතිවරණ ප්‍රචාරක කටයුතු වෙනතකට හැරවීමකින් තොරව අවම වශයෙන් වසර දෙකක කාලයක් ආර්ථික ප්‍රකෘතිමත් වීම කෙරෙහි අවධානය යොමු කිරීම අවශ්‍ය වේ. ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සහ ණය ප්‍රතිව්‍යුහගත කිරීම හරහා ද්විත්ව හිඟය පියවා ගැනීම සඳහා අඩිතාලම දැමීමට අවම වශයෙන් එම කාලය අවශ්‍ය වේ.",
        "",
        "ස්වාධීන කොමිෂන් සභාවක් හරහා සංඛ්‍යාත භාවිතය සහ ඒ ආශ්‍රිත ආයතන නියාමනය කිරීම මගින් මාධ්‍ය අවකාශය ප්‍රජාතන්ත්‍රකරණය කරන්න. විද්‍යුත් චුම්භක සංඛ්‍යාත සහ ඒ ආශ්‍රිත මාධ්‍ය ව්‍යවසායන් භාවිතා කරන සියලුම ආයතන සඳහා නීති සම්පාදනය හරහා විධිමත්, ස්වාධීන නියාමන පද්ධතියක් හඳුන්වා දීම අවශ්‍ය වේ.",
        "",
        "මාධ්‍ය අවකාශය ප්‍රජාතන්ත්‍රවාදී කිරීම අරමුණයි. වත්මන් මාධ්‍ය පරිසරය තුළ ප්‍රතිසාධන වැඩසටහන සාර්ථක ලෙස ක්‍රියාත්මක කිරීමට අවශ්‍ය මහජන විශ්වාසය ගොඩනැගීම දුෂ්කර වනු ඇත. මෙය  වර්ණාවලියේ දැනට සාක්ෂාත් කර නොගත් අගය සාක්ෂාත් කර ගැනීමට සහ වෙන් කිරීමේ ක්‍රියාවලියේ විනිවිදභාවය වැඩි කිරීමට ද හැකි වේ. සංඛ්‍යාත විනිවිද පෙනෙන වෙන්දේසියෙන් රාජ්‍යයට සැලකිය යුතු ආදායමක් ලැබිය හැකිය. නිර්පාක්ෂිකව වඩාත් හොඳින් සිදු කෙරෙන මෙම ක්‍රියාවේ ප්‍රතිලාභ දේශපාලනික සහ ආර්ථිකමය යන දෙකම වේ.",
        "",
        "",
        "පොදු අවම වැඩසටහනක මූලිකාංග",
        "පොදු අවම වැඩපිළිවෙළක් පාර්ලිමේන්තුව නියෝජනය කරන දේශපාලන පක්ෂ ඇතුළු නමුත් ඒවාට පමණක් සීමා නොවී උනන්දුවක් දක්වන කණ්ඩායම් විසින් සාකච්ඡා කර එකඟ විය යුතුය. පහත ලැයිස්තුව අවසන් නොවන අතර සාකච්ඡාව ආරම්භ කිරීමට අදහස් කෙරේ. නිවුන් හිඟයන් ආමන්ත්‍රණය කරන සහ ප්‍රතිසාධන වැඩසටහන කෙරෙහි විශ්වාසය ගොඩනඟා ගන්නා ක්ෂණික හා මධ්‍ය කාලීන ක්‍රියාමාර්ග පහතින් යෝජනා කෙරේ.",
        "",
        "",
        "ක්ෂණික ක්රියා",
        "1. අවම වශයෙන් එක් සුදු අලියෙකුගේ බරින් නිදහස් වීම. ආර්ථික ප්‍රකෘතිය සාක්ෂාත් කර ගැනීමේදී පොදු වැඩසටහනේ බරපතලකම ඵලදායී ලෙස සන්නිවේදනය කරන සිරස්තල අල්ලා ගැනීමේ ක්‍රියාවක් අත්‍යවශ්‍ය වේ. එයාර් ඉන්දියා සමඟ සිදු කළ ආකාරයටම ශ්‍රී ලංකන් ගුවන් සේවය විකිණීම හොඳ අපේක්ෂකයෙකු ලෙස පෙනේ. 2018, 2019 සහ 2020 පදනම් කරගෙන ගණනය කළ ශ්‍රීලංකන් ආයතනය දිනකට සිදු වූ සාමාන්‍ය පාඩුව රුපියල් මිලියන 99 කි. භාණ්ඩාගාරය විකිණීමකින් මෙම පරිමාණයේ තවදුරටත් පාඩු වලින් ආරක්ෂා වනු ඇත. එයාර් ඉන්දියා සියයට 100ක් විකුණා සමහර සමුච්චිත පාඩුවල වගකීම භාරගත් ඉන්දීය රජයට සමානව, ශ්‍රී ලංකා රජයටද සම්පූර්ණ පාලනය ගැනුම්කරුට ලබා දෙමින් සමුච්චිත පාඩුවලින් කොටසක් හෝ ගැනීමට සිදු විය හැකිය. මෙම ක්‍රියාව 2022 අයවැය කතාවේ රාජ්‍ය ව්‍යවසාය (SOEs) පාඩු තවදුරටත් භාණ්ඩාගාරයෙන් ආවරණය නොවන බවට කරන ලද ප්‍රකාශය ශක්තිමත් කිරීමට උපකාරී වනු ඇත. විකිණීම භාණ්ඩාගාරය (සහ බදු ගෙවන්නන්) අත් පත්‍රිකා සඳහා කිසිදා අවසන් නොවන ඉල්ලීම් වලින් ආරක්ෂා කරනු ඇත. අපගේ නිවස පිළිවෙලට තැබීමට අප බැරෑරුම් ලෙස කටයුතු කරන බවට ණය ගැතියන්ට පැහැදිලි පණිවිඩයක් ලැබෙනු ඇත. ශ්‍රී ලංකන් ගුවන් සේවය විකුණා දැමීමේ යෝජනාව පුද්ගලීකරනය සඳහා කරන ලද ඉල්ලීමක් ලෙස අර්ථ දැක්විය යුතු නැත. එක් එක් SOE සඳහා සුදුසු ප්‍රතිසංස්කරණ විවිධ ආකාර ගනී. උදාහරණයක් වශයෙන්, දුම්රිය දෙපාර්තමේන්තුව සතු ඉඩම් විකිණීමෙන් පමණක් මගී හෝ භාණ්ඩ ප්‍රවාහන සේවාවල දියුණුවක් ඇති නොවේ. රාජ්‍ය අරමුදල්වල රක්තපාතය අවසන් කිරීම වැදගත් වන අතරම, SOE වලට පමණක් සීමා නොවී, ක්ෂේත්‍රය පුරා සිදු කෙරෙන ප්‍රතිසංස්කරණ හරහා මහජනතාවට සේවා වැඩිදියුණු කළ හැක්කේ කෙසේද යන්න පිළිබඳවද බර තැබිය යුතුය. විදුලි සංදේශවල සිදු කළාක් මෙන්, විධිමත් රෙගුලාසි යටතේ කළ හැකි තැන්වලදී තරඟකාරීත්වය හඳුන්වා දිය යුතු අතර පුද්ගලිකකරණය වන SOE හි අභ්‍යන්තර සංස්කෘතිය වෙනස් කිරීමට පියවර ගත යුතුය. මේ සඳහා ශ්‍රී ලංකා ටෙලිකොම් හා සමාන PPP පිහිටුවීම අවශ්‍ය විය හැකිය.",
        "",
        "2. ඛනිජ තෙල් නිෂ්පාදන සහ ඒ ආශ්‍රිත සේවාවන් සඳහා සූත්‍රය මත පදනම් වූ මිලකරණය හඳුන්වාදීම. ඉවුම් පිහුම් ගෑස් ඇතුළු ආනයනික ඛනිජ තෙල් නිෂ්පාදන සඳහා සූත්‍රය පදනම් කරගත් මිලක් හඳුන්වා දිය යුතුය. ද්විත්ව හිඟතා ගැටලුව විසඳීම සඳහා මෙය අත්යවශ්ය වේ. පිරිපහදු කළ සහ බොරතෙල් ආනයනය ශ්‍රී ලංකාවේ මුළු වෙළඳ භාණ්ඩ ආනයන බිලෙන් සියයට 15 ක් පමණ වේ. මෙම මිල ගණන් තීරණය කරනු ලබන්නේ ජාත්‍යන්තර වෙළෙඳපොළ බලවේග විසිනි. මෙම වෙලඳපොල බලවේග විසින් මෙහෙයවනු ලබන වැඩිවීම් සහ රුපියල අවප්‍රමාණය වීම අවසාන පාරිභෝගිකයින් වෙත ලබා නොදෙන්නේ නම්, වෙනස මහජන මුදලින් ආවරණය කළ යුතු අතර එමඟින් මූල්‍ය හිඟය පුළුල් විය යුතුය. සූත්‍රය මත පදනම් වූ මිලකරණයේ යෙදීම විදුලිය සහ ජල සැපයුම ඇතුළු ආර්ථිකය හරහා රැලි ගැසෙනු ඇත. මෙම සේවාවන් විධිමත් මහජන උපයෝගිතා රෙගුලාසි යටතේ ගෙන ආ යුතු අතර පිරිවැය පිළිබිඹු කරන තීරුබදු නියම කළ යුතුය. මිල චලනයන් මගින් අසමාන ලෙස පීඩාවට පත් වූ දුප්පතුන්ට පහත විස්තර කර ඇති පරිදි ඉලක්කගත සහනාධාර ලබා දිය යුතුය.",
        "",
        "3. කාර්යක්ෂම සහ නම්‍යශීලී සමාජ ආරක්ෂණ ජාලයක් ස්ථාපිත කිරීම වේගවත් කිරීම. සුබසාධක ප්‍රතිලාභ මණ්ඩලය යටතේ සුබසාධන යෝජනා ක්‍රම 40කට අධික සංඛ්‍යාවක් ඒකාබද්ධ කර ප්‍රතිලාභීන්ගේ දත්ත ගබඩාවක් ගොඩනැගීමේ දැනට ක්‍රියාත්මක වන වැඩපිළිවෙළ කඩිනමින් අවසන් කළ යුතුය. රුපියල මත පවතින පීඩනය අත්‍යාවශ්‍ය භාණ්ඩවල මිල ඉහළ යාමට තුඩු දෙන තවත් කාලයක් පවතිනු ඇති බැවින් ලෝක බැංකු ආධාර යටතේ ක්‍රියාත්මක වන සමාජ ආරක්ෂණ ජාල ව්‍යාපෘතිය යටතේ පවතින සම්පත් යොදා ගනිමින් ඉලක්කගත සහනාධාර ක්‍රමය සකස් කිරීම අවශ්‍ය වේ. සමාජ ආරක්ෂණ ජාලය ක්‍රියාත්මක කිරීමෙන් ප්‍රතිසංස්කරණ සමඟ එන වේදනාව සමනය වේ. මෙම ඒකාබද්ධ කිරීමේ කොටසක් ලෙස සමෘද්ධිය සඳහා වෙන් කරන මුළු ප්‍රතිපාදනවලින් සියයට 25ක් පමණ අනුභව කරන සමෘද්ධි දෙපාර්තමේන්තුව වසා දැමීමට හැකි වන්නේ නම්, එය රාජ්‍ය මූල්‍ය හිඟය පියවා ගැනීමේ ප්‍රයත්නයේ බරපතළකම පිළිබඳ ප්‍රබල පණිවිඩයක් ලබා දෙනු ඇත.",
        "",
        "",
        "පළාත් සභා සක්‍රීය කළ යුතුයි. බොහෝ ප්‍රමාද වී ඇති පළාත් සභා මැතිවරණය පැරණි නීතිය මත පදනම්ව වහාම පැවැත්විය යුතුය. මෙමගින් පළාත් සභාවලට තම වගකීම් ඉටු කිරීමට ඉඩ සැලසෙන අතර මධ්‍යම රජයට ආර්ථික ප්‍රකෘතිය කෙරෙහි අවධානය යොමු කිරීමට ඉඩ සැලසේ.",
        "",
        "",
        "4. ස්වාධීන මහ බැංකුවක් පිහිටුවීම. වත්මන් අර්බුදය උග්‍රවීමට මහ බැංකුවේ ක්‍රියා කලාපය බලපා ඇති බව බොහෝ නිරීක්ෂකයන්ගේ නිගමනය වී තිබේ. දැනට සලකා බලා නොමැති මුදල් නීති පනත් කෙටුම්පත නැවත සක්‍රීය කිරීම ඇතුළු ප්‍රතිසංස්කරණ පිළිබඳ නැවත ප්‍රශංසා කිරීමට විශේෂඥ කමිටුවක් කඩිනමින් කටයුතු නොකළහොත් සහ කඩිනමින් ක්‍රියාත්මක නොවන්නේ නම්, ගැටලු නැවත ඇති වීමට ඉඩ තිබේ.",
        "",
        "5. රාජ්‍ය ආදායම වැඩි කිරීම. නිදන්ගත රාජ්‍ය මූල්‍ය හිඟය සඳහා දිගුකාලීන විසඳුමක් සඳහා රාජ්‍ය ආදායමේ වැඩි වීමක් ඇතුළත් විය යුතුය. සාධාරණත්වයේ නාමයෙන්, වක්‍ර බදු (දැන් මුළු ප්‍රමාණයෙන් සියයට 80 ක් පමණ දායක වේ) වසර කිහිපයක් ඇතුළත සියයට 60 ක් දක්වා අඩු කළ යුතු අතර එම වෙනස සෘජු බදු වලින් වැඩි දායකත්වයක් ලබා දෙයි. 2019 බදු සහන මේ සම්බන්ධයෙන් ලබා ගනිමින් තිබූ ප්‍රගතිය ආපසු හැරවූ බව සැබෑය. කෙසේ වෙතත්, ආර්ථිකය අර්බුදයකට ලක්ව ඇති අතර බදු ගෙවන්නන් බොහෝ දෙනෙකු පීඩාවට පත්ව ඇති හෙයින්, පෙර පැවති තත්ත්වය එකවර යථා තත්ත්වයට පත් කිරීම කළ නොහැකි වනු ඇත. බදු ප්‍රතිසංස්කරණ ප්‍රවේශමෙන් හා ක්‍රමානුකූලව ක්‍රියාත්මක කළ යුතු අතර, සමහර විට වැට් බදු අනුපාතිකය ඉහළ දැමීම, ගෙවීම ප්‍රතිෂ්ඨාපනය කිරීම සහ ආදායම් බදු පදනම පුළුල් කිරීම වැනි කරුණු වලින් ආරම්භ විය යුතුය. ප්‍රතිගාමී බදු, සුපිරි හෝ වෙනත් ආකාරයකින්, සුදුසු නොවේ.",
        "",
        "6. අපනයන ප්‍රවර්ධනය. අපනයන ප්‍රවර්ධනය ඉහළ ප්‍රමුඛතාවයකි. සමහර දේශපාලනඥයන් විශ්වාස කරන පරිදි මුල සිටම ආරම්භ කිරීමට අවශ්‍ය නැත, මන්ද පුළුල් ලෙස උපදේශන ලද ජාතික අපනයන උපාය මාර්ගයක් (NES) පවතින බැවිනි. දත්ත සහ ක්‍රමානුකූල විශ්ලේෂණය මත පදනම්ව, ඉලෙක්ට්‍රොනික හා මෘදුකාංග සහ BPM ඇතුළු ප්‍රමුඛතා අංශ හයක් හඳුනාගෙන ඇත. ක්‍රියාත්මක කිරීම සඳහා වගකිව යුතු ආංශික කමිටු කලක සිට ක්‍රියාත්මක වේ. 2019 දී ජනාධිපතිවරයා විසින් පත් කරන ලද අපනයන සංවර්ධන මණ්ඩලයේ සභාපති ප්‍රභාෂ් සුබසිංහ මහතා නිවැරදිව ප්‍රකාශ කළ පරිදි නව ප්‍රමුඛතා සහ උපාය මාර්ග සැකසීමේ අවශ්‍යතාවක් නැත; NES ක්රියාත්මක කිරීම දිගටම කරගෙන යා යුතුය. නැවත නැගී එන බලපත්‍ර රාජ්‍යය සහ නිරන්තරයෙන් වෙනස් වන බැංකු රෙගුලාසි ඇතුළු අපනයනකරුවන් අත්විඳින දුෂ්කරතා හඳුනා ගැනීම සඳහා සෑම NES කමිටුවක්ම අදාළ නිලධාරීන්ගේ කණ්ඩායම් සමඟ නිතිපතා රැස්විය යුතුය. මෙම කමිටු නිර්දේශ සම්බන්ධයෙන් රජයේ ඉහළ බලතල සහිත කමිටුවක් මගින් කඩිනමින් ක්‍රියා කළ යුතුය.",
        "",
        "7. වෙළඳපල ප්‍රවේශය සහතික කිරීම. මෙම පශ්චාත් වසංගත කාලවලදී වෙළඳපල ප්‍රවේශය ඉතා වැදගත් වන්නේ සියලුම ආර්ථිකයන් ආතතියට ලක්ව ඇති නිසා සහ ආරක්ෂණවාදී හැඟීම් ඉහළ යන බැවිනි. එහි පළමු පියවර වනුයේ ඉන්දියාව සහ චීනය සමඟ කලක සිට සාකච්ඡා කරමින් පවතින ද්විපාර්ශ්වික වෙළෙඳ ගිවිසුම් අවසන් කිරීමයි. ඔවුන්ගේ වර්තමාන සහ අනාගත ආර්ථික වැදගත්කම නිසා ඔවුන්ට ප්‍රමුඛත්වය දිය යුතුය. මීළඟ ප්‍රමුඛතාවය විය යුත්තේ 2022 ජනවාරියේ සිට ක්‍රියාත්මක වූ RCEP හා සම්බන්ධ වීමට කොන්දේසි නිර්මානය කිරීම සහ එය දැනටමත් වියට්නාමය වැනි තරඟකරුවන්ට වාසි ලබා දීමයි. වෙළඳ ගිවිසුම් හරහා ප්‍රතිපත්ති ස්ථායිතාව සහ වෙළඳපල ප්‍රවේශය සහතික කළ හැකි නම්, සෘජු විදේශ ආයෝජන ආකර්ෂණය කර ගැනීම පහසු වනු ඇත.",
        "",
        "අපි සාමූහිකව විරුද්ධ පක්ෂවලට අර්ථවත් කාර්යභාරයක් සපයන සහ මුදල් පාලනය සඳහා පාර්ලිමේන්තුවේ ව්‍යවස්ථාපිත වගකීම මත නැංගුරම් ලා ඇති පොදු අවම වැඩපිළිවෙලක් පසුපස යා යුතුය. මෙය සදාකාලික දොස් පැවරීමේ ක්‍රීඩාවට තිරිංග දැමීමටද ඉඩ ඇත. මේ ක්‍රියාමාර්ග නොගත්තොත් ලංකාව ලෙබනනය වගේ වෙන්න පුළුවන්",
        "",
        "",
        "",
        "මධ්‍ය කාලීන ක්‍රියා",
        "1. බලශක්ති ආනයනය අඩු කිරීම. පිරිපහදු කළ සහ පිරිපහදු නොකළ ඛනිජ තෙල් නිෂ්පාදන මුළු වෙළඳ භාණ්ඩ ආනයන බිලෙන් සියයට 15 කට පමණ වගකිව යුතුය. ආර්ථික ප්‍රතිපත්තිය සම්බන්ධයෙන් කෙනෙකුගේ ස්ථාවරය කුමක් වුවත්, ආනයන වියදම් අඩු කිරීම ජංගම ගිණුමේ හිඟය අඩු කිරීමට උපකාරී නොවන බවට තර්ක කිරීම අපහසුය. නමුත් ඛනිජ තෙල් නිෂ්පාදන සම්බන්ධයෙන් හැර ආයෝජන සහ අතරමැදි භාණ්ඩ ආනයනය අඩු කිරීම (මුළු ප්‍රමාණයෙන් සියයට 80 ක්) අපහසුය. මෙම ආනයනය අඩු කිරීම පරිසරවේදීන්ගේ ද සාදරයෙන් පිළිගනු ඇත. මෙම ආනයනයන් වැඩි වශයෙන් පරිභෝජනය කරනු ලබන්නේ දැනට රට තුළ ක්‍රියාත්මක වන මිලියන හතකට අධික රෝද දෙකේ, තුනේ සහ හතරේ වාහන මගිනි. වර්ෂාපතන රටාව අනුව, ආනයනික ඛනිජ තෙල් ද විදුලිය නිෂ්පාදනය සඳහා යොදා ගනී. රට තුළ බහුලව පවතින ජලවිදුලි, සුළං සහ සූර්ය බලශක්තිය මත වැඩි විශ්වාසයක් තැබීම සහ ප්‍රවාහනය ක්‍රමයෙන් විදුලිය බවට පරිවර්තනය කිරීම, පොසිල ඉන්ධන ආනයනය අඩු කිරීමට ඉඩ සලසයි. කෙසේ වෙතත්, සම්ප්‍රේෂණ ජාලය නවීකරණය කිරීමට සහ එය දකුණු ඉන්දීය විදුලිබල පද්ධතියට සම්බන්ධ කිරීමට විශාල ආයෝජනයක් නොකර සුළං සහ සූර්ය වැනි අන්තර් ප්‍රභව භාවිතය සැලකිය යුතු ලෙස වැඩි කළ නොහැක. මෙම මූලාශ්‍රවල කඩින් කඩ සහ අස්ථාවරත්වය සඳහා ඔවුන්ගේ දායකත්වය සම්පූර්ණ සැපයුමෙන් සියයට 15-25 අතර පරාසයක තබා ගැනීම අවශ්‍ය වේ. කුඩා ශ්‍රී ලංකා විදුලිබල පද්ධතියට HVDC කේබලයක් හරහා විශාල ජාලයකට අන්තර් සම්බන්ධිත නම්, අන්තර්වාර ප්‍රභවයන්ගෙන් අවශෝෂණය කරගත හැකි ශක්ති ප්‍රමාණය බොහෝ වැඩිය. ශ්‍රී ලංකාව විදුලිය භාවිතයේ සන්ධ්‍යාවේ උච්චතම ස්ථානයකි, එය ඉන්දියාවට වඩා වෙනස් ය. පද්ධති දෙකෙහිම උච්ච සැපයීමේදී සහ බර පැටවීම වළක්වා ගැනීම සඳහා දරනු ලබන අධික පිරිවැය අඩු කිරීමට මෙය උපකාරී වේ. ජාල නවීකරණය සඳහා අවශ්‍ය අධ්‍යයනයන් සිදුකිරීම සහ සම්පත් එක්රැස් කිරීමේ අවශ්‍යතාවය හේතුවෙන් වසර දෙකක කාල රාමුව තුළ ප්‍රතිඵල දැකීමට නොහැකි වනු ඇත. කෙසේ වෙතත්, ජංගම ගිණුමේ හිඟය අඩු කිරීමට සහ දේශගුණික විපර්යාසවලට ඵලදායී ලෙස ප්රතිචාර දැක්වීමට නම්, දැන්ම පියවර ආරම්භ කළ යුතුය.",
        "",
        "2. රාජ්‍ය සේවා පුද්ගලයින් උසස් කිරීම. රාජ්‍ය මූල්‍ය හිඟය අවම කර ගැනීමට සහ මහජනතාවට වඩා හොඳ සේවා සැපයීම සඳහා පරිපාලන සේවය සහ අනෙකුත් රාජ්‍ය සේවාවන් වැඩිදියුණු කිරීම සහ වැඩිදියුණු කිරීම අවශ්‍ය වේ. රාජ්‍ය යාන්ත්‍රණයේ කාර්යක්ෂමතාව වැඩි කළ යුතුයි. මේ සඳහා පූර්ව කොන්දේසියක් වන්නේ තවදුරටත් ක්‍රමානුකූල නොවන බඳවා ගැනීම් වහාම නතර කිරීමයි. රාජ්‍යයේ, ත්‍රිවිධ හමුදාවේ සහ SOE වල සැබෑ පිරිස් අවශ්‍යතා ගණනය කළ යුතු අතර අතිරික්ත පිරිස් නැවත යෙදවිය යුතුය. රඳවාගෙන සිටින පිරිස්වල ධාරිතාව ඉහළ නැංවීම සඳහා රජය විශාල ආයෝජනයක් කළ යුතුය. ඵලදායී කාර්ය සාධනය සහතික කිරීම සඳහා, ඔවුන්ට අවශ්ය පහසුකම් සැපයිය යුතුය. මෙය පරිගණක වැනි අත්‍යාවශ්‍ය දේවලට සීමා නොවිය යුතු අතර නිසි කාර්ය සාධන සමාලෝචන, අභිරුචි කළ පුහුණු සැලසුම් සැකසීම සහ පුහුණුව සඳහා අවශ්‍ය සම්පත් සැපයීම යනාදිය ඇතුළත් විය යුතුය. ශ්‍රී ලංකා රාජ්‍යයේ දීර්ඝ කාලීන නිරීක්ෂකයකු වන මහාචාර්ය මික් මුවර් සේවක සංඛ්‍යාව ඉහළ යමින් පවතින අතරම රාජ්‍ය සේවකයින් වඩාත් ඵලදායී බවට පත් කිරීම සඳහා වැය කරන ලද සම්පත්වල පහත වැටීම ලේඛනගත කර ඇත. මෙය වෙනස් විය යුතුය.",
        "",
        "3. ජාතික අපනයන උපාය මාර්ග සමාලෝචනය. 2018-2022 සඳහා NES සංවර්ධනය කරන ලද්දේ විශාලතම අපනයන විභවයන් සහ දැනුමැති අපනයනකරුවන් සමඟ පුළුල් උපදේශන සමඟ නිෂ්පාදන සහ සේවා හඳුනාගැනීමේ ක්‍රමානුකූල ක්‍රමවේද මත පදනම්වය. එම උපාය මාර්ගයෙන් පරිබාහිරව, ඛනිජ වැලි, මිනිරන් (1930 ගණන්වල ප්‍රධාන අපනයනයක්) ආදියෙහි විභවයන් කෙරෙහි ඇතැම් නිරීක්ෂකයන් විශාල බරක් තබා ඇති බව පෙනේ. එබැවින් අවධානය යොමු කරමින් NES සමාලෝචනය කර යාවත්කාලීන කිරීම යෝග්‍ය වනු ඇත. වසංගත ආශ්‍රිත වෙනස්කම් වලට සහ විශේෂයෙන්ම ඉහත ස්වභාවික සම්පත් වල විභවයන් වෙත (අවශ්‍ය තාක්ෂණික කුසලතා සහ ප්‍රාග්ධනය සහ දේශීය කර්මාන්තයේ කොටසක් විය යුතු වටිනාකම් දාමයන් ඇතුළුව).",
        "",
        "4. ස්ථාවර බදු ප්‍රතිපත්තියක් සැකසීම. එක් කණ්ඩායමකට හෝ තවත් කණ්ඩායමකට අනුග්‍රහය දැක්වීම සඳහා සකස් කරන ලද ප්‍රතිපාදන භාවිතය අවසන් කරමින් පුළුල් උපදේශන හරහා ස්ථාවර, දිගුකාලීන බදු ප්‍රතිපත්තියක් සකස් කළ යුතුය. බදු සහන භාවිතා කරමින් විදේශ ආයෝජන ආකර්ශනය කර ගැනීමේ දැන් යල්පැන ඇති ප්‍රතිපත්තිය, දැනටමත් අත්සන් 136ක් ආකර්ශනය කර ගෙන ඇති ගෝලීය සමාගම් මත සියයට 15ක අවම බද්දක් පැනවීමේ OECD ප්‍රමුඛ ගිවිසුමට අනුකූල එකක් මගින් ප්‍රතිස්ථාපනය කළ යුතුය."
      ]
    },
    "ta": {
      "title": "இலங்கையின் தற்போதைய நெருக்கடிக்கு பதிலளிக்கும் பொதுவான குறைந்தபட்ச வேலைத்திட்டம்",
      "body_lines": [
        "சுதந்திரமான மற்றும் தொழில்ரீதியாகச் செயல்படும் மத்திய வங்கிக்கு முறையான நடைமுறைகளின் மூலம் நியமிக்கப்பட்ட ஆளுநர் தேவை",
        "",
        "ஏழு தசாப்தங்களுக்கும் மேலாக நீடித்து வரும் பிரச்சனைகளை நேர்மையாக பகுப்பாய்வு செய்து அதற்கான மூல காரணங்களை தைரியமாகவும் கூட்டாகவும் தீர்க்க வேண்டும்.",
        "",
        "மக்கள் பார்ப்பது தவறான செயல்களால் பிரச்சினைகளை அதிகப்படுத்தும் ஒரு மோசமான அரசாங்கத்தை",
        "",
        "புதிய வருவாய் திட்டங்களில் பெரும்பாலானவை ஒரு முறை மட்டுமே. 2023ல் வருமானம் எங்கிருந்து வரும்?",
        "",
        "தீவின் பொருளாதாரப் பிரச்சினைகளுக்குத் தீர்வு காண்பது, தற்போதுள்ள கடன் நிர்வாகத்தை மேம்படுத்துவது மற்றும் டாலர் நெருக்கடியைச் சமாளிப்பது ஆகியவற்றை இலக்காகக் கொண்டு பேராசிரியர் ரொஹான் சமரஜீவ தலைமையிலான நிபுணர்கள் குழுவால் தொகுக்கப்பட்ட கட்டுரை கீழே உள்ளது.",
        "",
        "முன்னெப்போதும் இல்லாத நெருக்கடியில் நாம் இருக்கிறோம். எதிர்மறையான பொருளாதார வளர்ச்சியின் 2001-02 காலகட்டத்திலிருந்து பயனுள்ள ஒப்பீடுகள் எதுவும் எடுக்கப்படவில்லை. 90 ஆண்டுகளுக்கு முன்னர், இலங்கையின் பெரும் மந்தநிலையின் வெளிப்பாட்டின் ஒரு பகுதியாக, ஒரு சில ஆண்டுகளில் தனிநபர் மொத்த உள்நாட்டு உற்பத்தி 80 அமெரிக்க டாலர்களில் இருந்து 33 ஆக சரிந்ததில் இருந்து ஒரே மாதிரியாக இருக்கலாம். இல்லாத வளங்களை ஏலம் விடுவதை அடிப்படையாகக் கொண்ட வழக்கமான அரசியல் இந்த நெருக்கடிக்கு எந்தத் தீர்வையும் அளிக்காது. ஏழு தசாப்தங்களுக்கும் மேலாக சீர்குலைந்துள்ள பிரச்சனைகள் நேர்மையாக பகுப்பாய்வு செய்யப்பட வேண்டும் மற்றும் அடிப்படை காரணங்கள் தைரியமாகவும் கூட்டாகவும் தீர்க்கப்பட வேண்டும்.",
        "",
        "இந்த விவாத ஆவணத்தின் நோக்கம் நமது சமூகம் மற்றும் பொருளாதாரத்தை சூழ்ந்துள்ள அனைத்து பிரச்சனைகளுக்கும் முழுமையான அல்லது சரியான தீர்வுகளை வழங்குவது அல்ல. கடந்த காலத்தில் இருந்ததைப் போலவே, அவ்வப்போது மீண்டும் நிகழாமல் தடுக்கும் விதத்தில் நெருக்கடியிலிருந்து ஒரு பாதையைத் தெளிவுபடுத்தும் வரையறுக்கப்பட்ட நோக்கத்தை இது கொண்டுள்ளது. பலரது நிபுணத்துவத்தை முன்னிறுத்தி தயாரிக்கப்பட்ட இந்த ஆவணம் மேலும் முன்னேற்றத்திற்கு இடமுள்ளதாக நம்புகிறோம். ஒரு நியாயமான காலக்கெடுவிற்குள் உடன்பாடு எட்டப்படுவதற்கு, பொருளாதார நடவடிக்கைகளைச் செயல்படுத்த ஐந்து முன்நிபந்தனைகள், ஏழு உடனடி நடவடிக்கைகள் மற்றும் நான்கு செயல்கள் முன்மொழியப்பட்ட இரண்டு வருட காலக்கெடுவிற்குள் அவற்றின் பலன் சாத்தியமில்லை என்றாலும், இப்போது தொடங்கப்பட வேண்டிய நான்கு செயல்களை நாங்கள் முன்வைக்கிறோம். .",
        "",
        "",
        "மக்கள் மீது சுமக்க முடியாத சுமை",
        "அத்தியாவசியப் பொருட்களின் தட்டுப்பாடு மட்டுமின்றி, விலைவாசி உயர்வாலும் நம் மக்கள் வாடுகின்றனர். ஜனவரி 2022 இல், ஆண்டு பணவீக்க விகிதம் 12.1 சதவீதத்திலிருந்து 14.2 சதவீதமாக அதிகரித்துள்ளது. 2021 டிசம்பரில் 22.1 சதவீதமாக இருந்த உணவுப் பொருட்களின் பணவீக்கம் ஜனவரியில் 25 சதவீதமாக அதிகரித்துள்ளது.",
        "",
        "அதிக விலை கொடுத்து வாங்கிய உணவை தயாரிப்பதே போராட்டமாக மாறியுள்ளது. சமையல் எரிவாயு தட்டுப்பாடு; அதன் விலை இரட்டிப்பாகிவிட்டது. மாற்றுத் திறனாளிகளும் பாதிக்கப்பட்டுள்ளனர். நம்பகமான மின்சார விநியோகத்தை நம்பியிருக்கும் குறு நிறுவனங்கள் உட்பட அனைத்து வணிகங்களும் சிரமத்தில் உள்ளன.",
        "",
        "2007 ஆம் ஆண்டு முதல் வருமானம் ஈட்டாத திட்டங்களுக்காக பெறப்பட்ட வணிகக் கடன்கள்தான் கடன் நிர்வாகத்தின் தற்போதைய சிரமங்களுக்கு உடனடி காரணங்கள். 2019 இல் கொடுக்கப்பட்ட தவறான வரிச் சலுகைகளால் பிரச்சனை மோசமாகியது. சுதந்திரத்திற்குப் பிறகு எந்த அரசாங்கமும் தீர்க்காத இரட்டைப் பற்றாக்குறை (நிதி மற்றும் நடப்புக் கணக்கு) ஆகியவற்றால் பாதிக்கப்பட்ட அடிப்படையே சரியில்லாத பொருளாதாரம் இவை அனைத்திற்கும் அடிப்படையாக இருந்தது. கடந்த இரண்டு வருடங்களாக மாநில வருவாயை தானாகக் குறைத்துக்கொண்டதன் விளைவாக, திரட்டப்பட்ட கடன் சுமையை நிர்வகிக்க முடியாத நிலை ஏற்பட்டது.",
        "",
        "",
        "மக்கள் பார்ப்பது தவறான செயல்களால் பிரச்சினைகளை அதிகப்படுத்தும் ஒரு மோசமான அரசாங்கத்தை. உதாரணங்கள் ஏராளம். அந்நியச் செலாவணியைப் பாதுகாக்கவும், மானியச் சுமையிலிருந்து விடுபடவும் விருப்பம் ஒரு பங்கைக் கொண்டிருந்தாலும், 100 சதவீத இயற்கை விவசாயத்தைக் கொண்ட உலகின் முதல் நாடாக இலங்கையை உருவாக்கும் என்ற பெயரில் உரம், களைக்கொல்லிகள் மற்றும் பூச்சிக்கொல்லிகளின் இறக்குமதியை அரசாங்கம் ஒரே இரவில் தடை செய்தது. இறுதி முடிவுகளில் உணவு இறக்குமதிக்கான அதிகரித்த செலவுகள், விவசாயிகளுக்கு பாரிய இழப்பீடு வழங்கப்பட வேண்டும் மற்றும் பயன்படுத்த முடியாத உர இறக்குமதிக்காக 6.7 மில்லியன் அமெரிக்க டாலர்கள் செலுத்தப்பட வேண்டும். அரசாங்கத்தின் முயற்சிகள் செயற்கையான மாற்று விகிதத்தை பராமரிக்கின்றன, இதன் விளைவாக வெளிநாட்டில் இருந்து தொழிலாளர்கள் அனுப்பும் பணம் வறண்டு போனது.",
        "",
        "இனி வரப்போகும் நெருக்கடியைப் பற்றிப் பேசவில்லை; அதன் ஆழத்தில் இல்லாவிட்டாலும் நாம் அதன் மத்தியில் இருக்கிறோம். 2022 பட்ஜெட் இரட்டைப் பற்றாக்குறைகளுக்கு எந்தப் பரிகாரமும் வழங்கவில்லை, மேலும் பற்றாக்குறை மற்றும் கறுப்புச் சந்தைகள் மோசமடைய வழிவகுத்தது. புதிய வருவாய் திட்டங்களில் பெரும்பாலானவை ஒரு முறை மட்டுமே. 2023ல் வருமானம் எங்கிருந்து வரும்? செலவைக் குறைப்பதில் பெரும்பாலானவை அழகுசாதனப் பொருட்களாகும். ஜனவரி 2022 இல் முன்மொழியப்பட்ட கூடுதல் செலவினங்கள், புதிய வருவாய் முன்மொழிவுகள் இல்லாமல், குழப்பத்தை அதிகரிக்கின்றன. மிகவும் பாதிக்கப்பட்ட முறைசாரா துறையில் உள்ளவர்களுக்கு எந்த நிவாரணமும் வழங்கப்படவில்லை.",
        "",
        "இது ஒரு மோசமான ஆண்டு அல்ல; அது இழுத்துச் செல்லும். ஆண்டுக்கு சராசரியாக 5 பில்லியன் அமெரிக்க டாலர்கள் இருக்கும் நமது கடன்களை செலுத்துவது மற்றும் பொருளாதாரத்தின் இயல்பான செயல்பாட்டிற்கு தேவையான இறக்குமதியின் அளவைப் பராமரிப்பது சாத்தியமில்லை என்பதை எளிய எண்கணிதம் காட்டும். மேம்படுத்தப்பட்ட பதில்கள் மக்களின் வாழ்க்கை நிலைமைகளை மோசமாக்குவது மட்டுமல்ல; அவை ஏற்றுமதித் தொழில்களுக்கும் உள்நாட்டுச் சந்தையை வழங்குபவர்களுக்கும் நீண்டகாலப் பாதிப்பை ஏற்படுத்துகின்றன. புதிய முதலீடு ஊக்கமளிப்பது மட்டுமல்லாமல், ஏற்கனவே உள்ள நிறுவனங்களும் இடமாற்றம் செய்ய ஊக்குவிக்கப்படுகின்றன. சிறு, குறு, நடுத்தர தொழில் நிறுவனங்கள் அழிந்து வருகின்றன. தற்போதைய பொருளாதார தவறான நிர்வாகத்தின் விளைவுகள் பல தசாப்தங்களாக உணரப்படலாம்.",
        "",
        "",
        "கடன் மறுசீரமைப்பின் அவசியம்",
        "2020 இல் பொருளாதாரத்தின் 3.6 சதவீத சுருக்கம் வரவிருக்கும் விஷயங்களின் அறிகுறி மட்டுமே. இலங்கை தெற்காசியாவில் (சர்வதேச ஒப்பீடுகளில் சீனாவிற்கும் அமெரிக்காவிற்கும் இடையில்) அதிக வருமான சமத்துவமின்மையைக் கொண்டுள்ளது மற்றும் தொற்றுநோய் மற்றும் பூட்டுதல்களால் ஏற்படும் பாதிப்புகளுக்கு குறைந்த இழப்பீடு வழங்கியது. குறைந்த தசாப்தங்களில் உள்ள நமது குடிமக்கள் அதிக அதிர்ச்சிகளைத் தாங்க முடியாது. எந்த வலியும் இல்லாமல் இந்த நெருக்கடியில் இருந்து மீள முடியாது. ஆனால் IMF சம்பந்தப்பட்ட கடன் மறுசீரமைப்புத் திட்டத்தை உள்ளடக்கிய நன்கு சிந்திக்கப்பட்ட மீட்புத் திட்டத்தின் மூலம், குறிப்பாக மிகவும் பாதிக்கப்படக்கூடியவர்களுக்கு வலியைக் குறைக்கலாம். IMF சம்பந்தப்பட்டிருந்தால், பண நிலைப்படுத்தலை அடைவதற்கான வாய்ப்பு அதிகம்.",
        "கடந்த காலத்தில் இருந்ததைப் போல, சாத்தியமான முதல் சந்தர்ப்பத்திலேயே நிதி ஒழுக்கத்திற்கான உறுதிமொழிகளை நாம் கைவிடக்கூடாது. இந்த சீர்திருத்தங்களை நாம் கடைப்பிடிக்க வேண்டும், ஏனெனில் அவை நமது முடிவுகளாகும், மேலும் இதுவே மறுநிகழ்வுகளைத் தவிர்க்கும் ஒரே வழியாகும். கடினமான, ஆனால் அவசியமான, சீர்திருத்தங்களுக்கு பொறுப்பாகிவிடுமோ என்ற அச்சத்தின் காரணமாக, IMF திட்டத்தின் கட்டமைப்பிற்குள் வேலை செய்வதை அரசாங்கம் ஏற்க விரும்பாமல் இருக்கலாம். அதனால்தான், எதிர்க்கட்சிகளுக்கு அர்த்தமுள்ள பங்கை வழங்கும் மற்றும் நிதிக் கட்டுப்பாட்டிற்கான பாராளுமன்றத்தின் அரசியலமைப்புப் பொறுப்பில் தொகுக்கப்பட்ட ஒரு பொதுவான குறைந்தபட்ச திட்டத்திற்கு நாம் கூட்டாகப் பின்வாங்க வேண்டும். இது நிரந்தரமான பழி விளையாட்டுக்கு முட்டுக்கட்டை போடவும் வாய்ப்புள்ளது. இந்த நடவடிக்கைகள் எடுக்கப்படாவிடில், இலங்கை முடிவுக்கு வரலாம்",
        "லெபனான் போல.",
        "",
        "",
        "அத்தியாவசிய முன்நிபந்தனைகள்",
        "20வது திருத்தச் சட்டம் திரும்பப் பெறப்பட வேண்டும். நாம் மீட்புப் பாதையில் செல்ல வேண்டுமானால் குறைந்தபட்சத் திட்டத்தை குறைந்தபட்சம் இரண்டு ஆண்டுகளுக்குள் செயல்படுத்துவது அவசியம். தற்போதைய அரசியலமைப்பு, குறிப்பாக 20வது திருத்தம் நிறைவேற்றப்பட்டதன் பின்னர், ஜனாதிபதியை அசாதாரணமான அதிகாரமுள்ளவராக்குகிறது; பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தும் கட்சிகளுக்கு இடையே அர்த்தமுள்ள ஒத்துழைப்பிற்கு இது உகந்தது அல்ல. 2018 ஆம் ஆண்டு 19 ஆவது திருத்தம் ஜனாதிபதி அதிகாரத்தை மீறுவதற்கு எதிரான சிறந்த தற்காப்பாக காணப்பட்டது. எனவே, 19வது திருத்தச் சட்டத்தை சில நடைமுறை வசதிகளுடன் மீட்டெடுப்பது, நாட்டை நெருக்கடியிலிருந்து வெளியே கொண்டு வருவதற்கான ஒரு கூட்டு முயற்சிக்கான அடிப்படை முன்நிபந்தனையாகும்.",
        "",
        "சுயாதீன ஆணைக்குழுக்களுக்கு முறையான நியமனங்கள் செய்யப்பட வேண்டும். தனி நபரின் விருப்பப்படி ஆணைக்குழுக்களுக்கு வழங்கப்படும் நியமனங்கள் மாற்றியமைக்கப்பட வேண்டும் மற்றும் அரசியலமைப்பு பேரவையின் ஊடாக புதிய நியமனங்கள் செய்யப்பட வேண்டும். சுதந்திரமான மற்றும் தொழில்ரீதியாகச் செயல்படும் ஒரு மத்திய வங்கிக்கு முறையான நடைமுறைகள் மூலம் நியமிக்கப்பட்ட ஆளுநர் தேவை.",
        "",
        "",
        "எந்த வலியும் இல்லாமல் இந்த நெருக்கடியில் இருந்து மீள முடியாது. ஆனால் IMF சம்பந்தப்பட்ட கடன் மறுசீரமைப்புத் திட்டத்தை உள்ளடக்கிய நன்கு சிந்திக்கப்பட்ட மீட்புத் திட்டத்தின் மூலம், குறிப்பாக மிகவும் பாதிக்கப்படக்கூடியவர்களுக்கு வலியைக் குறைக்கலாம். IMF சம்பந்தப்பட்டிருந்தால், பண நிலைப்படுத்தலை அடைவதற்கான வாய்ப்பு அதிகம்",
        "",
        "",
        "மாகாண சபைகள் செயற்படுத்தப்பட வேண்டும். மிகவும் தாமதமாகி வரும் மாகாண சபைத் தேர்தல்கள் பழைய சட்டத்தின் அடிப்படையில் உடனடியாக நடத்தப்பட வேண்டும். இதன் மூலம் மாகாண சபைகள் தமது பொறுப்புக்களை நிறைவேற்றுவதுடன், பொருளாதார மீட்சியில் மத்திய அரசாங்கம் கவனம் செலுத்த அனுமதிக்கும்.",
        "",
        "குறைந்தபட்ச பொதுத் திட்டம் குறைந்தபட்சம் இரண்டு ஆண்டுகளுக்குள் செயல்படுத்தப்பட வேண்டும். 20வது திருத்தம் 2023 பெப்ரவரிக்குப் பின்னர் எந்த நேரத்திலும் ஜனாதிபதி ஒருதலைப்பட்சமாக பாராளுமன்றத்தை கலைக்க முடியும். 19வது திருத்தத்தின் கீழ் அது 2025 பெப்ரவரிக்குப் பின்னரே சாத்தியமாகியிருக்கும்.",
        "",
        "தேர்தல் பிரச்சாரத்தை திசை திருப்பாமல் குறைந்தபட்சம் இரண்டு ஆண்டுகளுக்கு பொருளாதார மீட்சியில் கவனம் செலுத்துவது அவசியம். கட்டமைப்பு சீர்திருத்தங்கள் மற்றும் கடனை மறுசீரமைத்தல் மூலம் இரட்டைப் பற்றாக்குறையைச் சமாளிப்பதற்கான அடித்தளத்தை அமைப்பதற்கு குறைந்தபட்சம் அந்த கால அளவு தேவைப்படுகிறது.",
        "",
        "ஒரு சுயாதீன ஆணையத்தின் மூலம் அதிர்வெண்-பயன்பாடு மற்றும் தொடர்புடைய நிறுவனங்களை ஒழுங்குபடுத்துவதன் மூலம் ஊடக இடத்தை ஜனநாயகப்படுத்தவும். மின்காந்த அதிர்வெண்கள் மற்றும் தொடர்புடைய ஊடக நிறுவனங்களைப் பயன்படுத்தும் அனைத்து நிறுவனங்களுக்கும் சட்டத்தின் மூலம் முறையான, சுயாதீனமான ஒழுங்குமுறை அமைப்பை அறிமுகப்படுத்துவது அவசியம்.",
        "",
        "ஊடக வெளியை ஜனநாயகப்படுத்துவதே இதன் நோக்கம். தற்போதைய ஊடகச் சூழலில் மீட்புத் திட்டத்தை வெற்றிகரமாகச் செயல்படுத்துவதற்குத் தேவையான பொது நம்பிக்கையை உருவாக்குவது கடினமாக இருக்கும். இது  ஸ்பெக்ட்ரமின் தற்போது உணரப்படாத மதிப்பை உணரவும் மற்றும் ஒதுக்கீடு செயல்முறையின் வெளிப்படைத்தன்மையை அதிகரிக்கவும் உதவும். அதிர்வெண்களின் வெளிப்படையான ஏலங்கள் மாநிலத்திற்கு குறிப்பிடத்தக்க வருவாயை ஈட்டலாம். கட்சி சார்பற்ற முறையில் சிறப்பாகச் செய்யப்படும் இந்த நடவடிக்கையின் பலன்கள் அரசியல் மற்றும் பொருளாதாரம் ஆகிய இரண்டும் ஆகும்.",
        "",
        "",
        "பொதுவான குறைந்தபட்ச திட்டத்தின் கூறுகள்",
        "ஒரு பொதுவான குறைந்தபட்ச வேலைத்திட்டம் பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தப்படும் அரசியல் கட்சிகள் உட்பட ஆனால் அவை மட்டும் அல்லாமல் ஆர்வமுள்ள குழுக்களால் விவாதிக்கப்பட்டு ஒப்புக்கொள்ளப்பட வேண்டும். கீழேயுள்ள பட்டியல் இறுதியானது அல்ல மேலும் இது விவாதத்தைத் தொடங்கும் நோக்கம் கொண்டது. இரட்டைப் பற்றாக்குறையை நிவர்த்தி செய்து மீட்புத் திட்டத்தில் நம்பிக்கையை வளர்க்கும் உடனடி மற்றும் நடுத்தர கால நடவடிக்கைகள் கீழே பரிந்துரைக்கப்பட்டுள்ளன.",
        "",
        "",
        "உடனடி நடவடிக்கைகள்",
        "1. குறைந்த பட்சம் ஒரு வெள்ளை யானையின் சுமையிலிருந்து விடுபடுவது. பொருளாதார மீட்சியை அடைவதில் பொதுவான திட்டத்தின் தீவிரத்தன்மையை திறம்படத் தெரிவிக்கும் ஒரு தலையெழுத்து நடவடிக்கை அவசியம். ஏர் இந்தியாவுடன் செய்ததைப் போல ஸ்ரீலங்கன் ஏர்லைன்ஸை விற்பது ஒரு நல்ல தேர்வாகத் தோன்றுகிறது. 2018, 2019 மற்றும் 2020 இன் அடிப்படையில் கணக்கிடப்பட்டால், ஸ்ரீலங்கன் நாளொன்றுக்கு சராசரியாக 99 மில்லியன் ரூபாய் நஷ்டம் அடைந்துள்ளது. விற்பனை மூலம் கருவூலம் இந்த அளவில் மேலும் இழப்புகளிலிருந்து பாதுகாக்கப்படும். ஏர் இந்தியாவின் 100 சதவீதத்தை விற்றுவிட்டு, சில திரட்டப்பட்ட இழப்புகளுக்குப் பொறுப்பைத் தக்கவைத்துக் கொண்ட இந்திய அரசாங்கத்தைப் போலவே, இலங்கை அரசாங்கமும் திரட்டப்பட்ட இழப்புகளில் ஒரு பகுதியையாவது வாங்குபவருக்கு முழுமையாகக் கட்டுப்படுத்த வேண்டும். 2022 பட்ஜெட் உரையில் அரசுக்கு சொந்தமான நிறுவனங்களின் (SOEs) இழப்புகள் இனி கருவூலத்தால் ஈடுசெய்யப்படாது என்ற அறிக்கையை வலுப்படுத்த இந்த நடவடிக்கை உதவும். விற்பனையானது கருவூலத்தை (மற்றும் வரி செலுத்துவோர்) கையேடுகளுக்கான கோரிக்கைகளை ஒருபோதும் முடிவடையாமல் பாதுகாக்கும். கடனாளிகள் எங்கள் வீட்டை ஒழுங்காக வைப்பதில் நாங்கள் தீவிரமாக இருக்கிறோம் என்ற தெளிவான செய்தியைப் பெறுவார்கள். ஸ்ரீலங்கன் விமான சேவையை விற்பனை செய்யும் முன்மொழிவை தனியார் மயமாக்குவதற்கான போர்வையாக கருதக்கூடாது. ஒவ்வொரு SOE க்கும் பொருத்தமான சீர்திருத்தம் வெவ்வேறு வடிவங்களை எடுக்கும். உதாரணமாக, ரயில்வே துறைக்கு சொந்தமான நிலத்தை விற்பதால், பயணிகள் அல்லது சரக்கு சேவையில் முன்னேற்றம் ஏற்படாது. பொது நிதிகளின் இரத்தக்கசிவை முடிவுக்குக் கொண்டுவருவது முக்கியம் என்றாலும், SOEக்கு மட்டும் மட்டுப்படுத்தப்படாமல், துறைசார்ந்த சீர்திருத்தங்கள் மூலம் பொதுமக்களுக்கான சேவைகளை எவ்வாறு மேம்படுத்தலாம் என்பதற்கும் முக்கியத்துவம் கொடுக்கப்பட வேண்டும். தொலைத்தொடர்புகளில் செய்தது போல், முறையான ஒழுங்குமுறையின் கீழ் சாத்தியமான இடங்களில் போட்டி அறிமுகப்படுத்தப்பட வேண்டும் மற்றும் தனியார்மயமாக்கப்படும் SOE இன் உள் கலாச்சாரத்தை மாற்றுவதற்கு நடவடிக்கைகள் எடுக்கப்பட வேண்டும். இதற்கு ஸ்ரீலங்கா டெலிகொம் போன்ற PPPகளை அமைக்க வேண்டியிருக்கலாம்.",
        "",
        "2. பெட்ரோலியப் பொருட்கள் மற்றும் தொடர்புடைய சேவைகளுக்கான ஃபார்முலா அடிப்படையிலான விலை அறிமுகம். சமையல் எரிவாயு உட்பட இறக்குமதி செய்யப்படும் பெட்ரோலியப் பொருட்களுக்கு ஃபார்முலா அடிப்படையிலான விலை நிர்ணயம் செய்யப்பட வேண்டும். இரட்டை பற்றாக்குறை பிரச்சனையை தீர்க்க இது அவசியம். சுத்திகரிக்கப்பட்ட மற்றும் கச்சா எண்ணெய் இறக்குமதியானது இலங்கையின் மொத்த வர்த்தகப் பொருட்களின் இறக்குமதிச் செலவில் சுமார் 15 வீதமாகும். இந்த விலை சர்வதேச சந்தை சக்திகளால் நிர்ணயிக்கப்படுகிறது. இந்த சந்தை சக்திகளால் உந்தப்படும் அதிகரிப்பு மற்றும் ரூபாயின் மதிப்பிழப்பு ஆகியவை இறுதி நுகர்வோருக்கு அனுப்பப்படாவிட்டால், அந்த வித்தியாசத்தை பொது நிதியால் ஈடுகட்ட வேண்டும், அதன் மூலம் நிதி பற்றாக்குறையை அதிகரிக்க வேண்டும். ஃபார்முலா அடிப்படையிலான விலை நிர்ணயம் மின்சாரம் மற்றும் நீர் வழங்கல் உட்பட பொருளாதாரத்தில் அலையடிக்கும். இந்த சேவைகள் முறையான பொது பயன்பாட்டு ஒழுங்குமுறையின் கீழ் கொண்டு வரப்பட வேண்டும் மற்றும் செலவுகளை பிரதிபலிக்கும் கட்டணங்கள் அமைக்கப்பட வேண்டும். விலை நகர்வுகளால் விகிதாச்சாரத்தில் பாதிக்கப்படும் ஏழைகளுக்கு கீழே விவரிக்கப்பட்டுள்ளபடி இலக்கு மானியங்கள் வழங்கப்பட வேண்டும்.",
        "",
        "3. திறமையான மற்றும் நெகிழ்வான சமூக பாதுகாப்பு வலையை நிறுவுவதை துரிதப்படுத்துதல். நலன்புரிப் பலன்கள் வாரியத்தின் கீழ் 40-க்கும் மேற்பட்ட நலத்திட்டங்களை ஒருங்கிணைத்து பயனாளிகளின் தரவுத்தளத்தை உருவாக்குவதற்கான தற்போதைய முயற்சி விரைவாக முடிக்கப்பட வேண்டும். ரூபாயின் மீதான அழுத்தம் சில காலம் தொடரும் என்பதால் அத்தியாவசியப் பொருட்களின் விலைகள் உயரும் என்பதால், உலக வங்கி நிதியுதவி சமூக பாதுகாப்பு வலைத் திட்டத்தின் கீழ் கிடைக்கும் வளங்களைப் பயன்படுத்தி இலக்கு மானியத் திட்டத்தை உருவாக்குவது அவசியம். சமூக பாதுகாப்பு வலையமைப்பைச் செயல்படுத்துவது சீர்திருத்தங்களால் வரும் வலியைக் குறைக்கும். இந்த ஒருங்கிணைப்பின் ஒரு பகுதியாக சமுர்த்திக்கான மொத்த ஒதுக்கீட்டில் 25 சதவீதத்தை உண்ணும் சமுர்த்தி திணைக்களத்தை மூடுவது சாத்தியமாயின், அது நிதிப்பற்றாக்குறையைச் சமாளிக்கும் முயற்சியின் தீவிரத்தன்மையைப் பற்றிய ஒரு சக்திவாய்ந்த செய்தியை அனுப்பும்.",
        "",
        "",
        "மாகாண சபைகள் செயற்படுத்தப்பட வேண்டும். மிகவும் தாமதமாகி வரும் மாகாண சபைத் தேர்தல்கள் பழைய சட்டத்தின் அடிப்படையில் உடனடியாக நடத்தப்பட வேண்டும். இதன் மூலம் மாகாண சபைகள் தமது பொறுப்புக்களை நிறைவேற்றுவதுடன் பொருளாதார மீட்சியில் மத்திய அரசாங்கம் கவனம் செலுத்த அனுமதிக்கும்.",
        "",
        "",
        "4. சுதந்திரமான மத்திய வங்கியை நிறுவுதல். மத்திய வங்கியின் நடவடிக்கைகள் தற்போதைய நெருக்கடியின் தீவிரத்திற்கு பங்களித்துள்ளதாக பல அவதானிகள் முடிவு செய்துள்ளனர். தற்போது பரிசீலனையில் இல்லாத நாணயச் சட்ட மசோதாவை மீண்டும் செயல்படுத்துவது உள்ளிட்ட சீர்திருத்தங்கள் குறித்த மறுபரிசீலனைகளைக் கொண்டு வர ஒரு சிறப்புக் குழு உடனடியாக பணிக்கப்படாவிட்டால், அது விரைவாகச் செயல்படுத்தப்படாவிட்டால், சிக்கல்கள் மீண்டும் ஏற்பட வாய்ப்புள்ளது.",
        "",
        "5. மாநில வருவாய் அதிகரிப்பு. நாள்பட்ட நிதிப் பற்றாக்குறைக்கு நீண்ட கால தீர்வாக மாநில வருவாய் அதிகரிப்பு இருக்க வேண்டும். நேர்மை என்ற பெயரில், மறைமுக வரிகள் (இப்போது மொத்தத்தில் 80 சதவிகிதம் பங்களிக்கின்றன) சில ஆண்டுகளில் 60 சதவிகிதமாக குறைக்கப்பட வேண்டும், மேலும் நேரடி வரிகளின் அதிக பங்களிப்புடன் வித்தியாசம் செய்யப்படுகிறது. 2019 வரிச் சலுகைகள் இந்த விஷயத்தில் அடைந்து கொண்டிருந்த முன்னேற்றத்தை மாற்றியமைத்தது உண்மைதான். எவ்வாறாயினும், பொருளாதாரம் நெருக்கடியில் உள்ளதாலும், பல வரி செலுத்துவோர் துயரத்தில் உள்ளதாலும், ஒரேயடியாக பழைய நிலையை மீட்டெடுப்பது சாத்தியமாகாது. வரி சீர்திருத்தங்கள் கவனமாகவும் படிப்படியாகவும் செயல்படுத்தப்பட வேண்டும், ஒருவேளை VAT விகிதத்தின் அதிகரிப்பு, PAYE ஐ மீட்டமைத்தல் மற்றும் வருமான வரி தளத்தை விரிவுபடுத்துதல். ரெட்ரோஸ்பெக்டிவ் வரிகள், சூப்பர் அல்லது வேறு, பரிந்துரைக்கப்படவில்லை.",
        "",
        "6. ஏற்றுமதி ஊக்குவிப்பு. ஏற்றுமதியை ஊக்குவிப்பது அதிக முன்னுரிமை. சில அரசியல்வாதிகள் நம்புவது போல் புதிதாக தொடங்க வேண்டிய அவசியம் இல்லை, ஏனெனில் பரந்த அளவில் கலந்தாலோசிக்கப்பட்ட தேசிய ஏற்றுமதி உத்தி (NES) உள்ளது. தரவு மற்றும் முறையான பகுப்பாய்வின் அடிப்படையில், எலக்ட்ரானிக்ஸ் மற்றும் மென்பொருள் மற்றும் பிபிஎம் உள்ளிட்ட ஆறு முன்னுரிமைத் துறைகள் அடையாளம் காணப்பட்டுள்ளன. செயல்படுத்த வேண்டிய துறைசார் குழுக்கள் சில காலமாக செயல்பட்டு வருகின்றன. 2019 ஆம் ஆண்டு ஜனாதிபதியினால் நியமிக்கப்பட்ட ஏற்றுமதி அபிவிருத்திச் சபையின் தலைவர் பிரபாஷ் சுபசிங்க, புதிய முன்னுரிமைகள் மற்றும் உத்திகளை உருவாக்க வேண்டிய அவசியமில்லை என சரியாகக் குறிப்பிட்டார். NES செயல்படுத்தல் தொடர வேண்டும். NES கமிட்டிகள் ஒவ்வொன்றும், மீண்டும் வளர்ந்து வரும் உரிமம் மற்றும் மாறிவரும் வங்கி விதிமுறைகள் உட்பட ஏற்றுமதியாளர்கள் அனுபவிக்கும் சிரமங்களை அடையாளம் காண தொடர்புடைய அதிகாரிகளின் குழுக்களுடன் தவறாமல் சந்திக்க வேண்டும். இந்தக் குழுக்களின் பரிந்துரைகளை உயர் அதிகாரம் கொண்ட அரசுக் குழு விரைவாகச் செயல்படுத்த வேண்டும்.",
        "",
        "7. சந்தை அணுகலை உறுதி செய்தல். இந்த தொற்றுநோய்க்கு பிந்தைய காலங்களில் சந்தை அணுகல் மிகவும் முக்கியத்துவம் வாய்ந்தது, ஏனெனில் அனைத்து பொருளாதாரங்களும் மன அழுத்தத்தில் உள்ளன மற்றும் பாதுகாப்புவாத உணர்வுகள் அதிகரித்து வருகின்றன. இந்தியா மற்றும் சீனாவுடன் நீண்ட காலமாக பேச்சுவார்த்தையில் உள்ள இருதரப்பு வர்த்தக ஒப்பந்தங்களை முடிப்பது முதல் படியாகும். அவர்களின் தற்போதைய மற்றும் எதிர்கால பொருளாதார முக்கியத்துவம் காரணமாக அவர்களுக்கு முன்னுரிமை அளிக்கப்பட வேண்டும். அடுத்த முன்னுரிமை ஜனவரி 2022 இல் நடைமுறைக்கு வந்த RCEP இல் சேர்வதற்கான நிபந்தனைகளை உருவாக்க வேண்டும், மேலும் இது ஏற்கனவே வியட்நாம் போன்ற போட்டியாளர்களுக்கு நன்மைகளை வழங்குகிறது. வர்த்தக ஒப்பந்தங்கள் மூலம் கொள்கை ஸ்திரத்தன்மை மற்றும் சந்தை அணுகலை உறுதி செய்ய முடிந்தால், அந்நிய நேரடி முதலீடுகளை ஈர்ப்பது எளிதாக இருக்கும்.",
        "",
        "எதிர்க்கட்சிகளுக்கு அர்த்தமுள்ள பங்கை வழங்கும் மற்றும் நிதிக் கட்டுப்பாட்டிற்கான பாராளுமன்றத்தின் அரசியலமைப்புப் பொறுப்பில் தொகுக்கப்பட்ட ஒரு பொதுவான குறைந்தபட்ச திட்டத்திற்கு நாம் கூட்டாகப் பின்வாங்க வேண்டும். இது நிரந்தரமான பழி விளையாட்டுக்கு முட்டுக்கட்டை போடவும் வாய்ப்புள்ளது. இந்த நடவடிக்கைகள் எடுக்கப்படாவிட்டால், இலங்கை லெபனானைப் போல் முடிவடையும்",
        "",
        "",
        "",
        "நடுத்தர கால நடவடிக்கைகள்",
        "1. ஆற்றல் இறக்குமதியைக் குறைத்தல். சுத்திகரிக்கப்பட்ட மற்றும் சுத்திகரிக்கப்படாத பெட்ரோலிய பொருட்கள் மொத்த சரக்கு இறக்குமதி மசோதாவில் சுமார் 15 சதவீதத்திற்கு பொறுப்பாகும். பொருளாதாரக் கொள்கையில் ஒருவரின் நிலைப்பாடு எதுவாக இருந்தாலும், இறக்குமதி செலவினங்களைக் குறைப்பது நடப்புக் கணக்குப் பற்றாக்குறையைக் குறைக்க உதவாது என்று வாதிடுவது கடினம். ஆனால் பெட்ரோலியப் பொருட்களைத் தவிர முதலீடு மற்றும் இடைநிலைப் பொருட்களின் இறக்குமதியைக் குறைப்பது (மொத்தத்தில் 80 சதவீதம்) கடினம். இந்த இறக்குமதி குறைப்பு சுற்றுச்சூழல் ஆர்வலர்களாலும் வரவேற்கப்படும். இந்த இறக்குமதிகள் பெரும்பாலும் ஏழு மில்லியனுக்கும் அதிகமான இரண்டு, மூன்று மற்றும் நான்கு சக்கர வாகனங்களால் நுகரப்படுகின்றன. மழைப்பொழிவு முறைகளைப் பொறுத்து, இறக்குமதி செய்யப்பட்ட பெட்ரோலியமும் மின்சாரம் தயாரிக்கப் பயன்படுகிறது. நாட்டிற்குள் ஏராளமாக இருக்கும் நீர், காற்று மற்றும் சூரிய சக்தியை அதிக அளவில் நம்பியிருப்பதும், போக்குவரத்தை மின்சாரமாக படிப்படியாக மாற்றுவதும், புதைபடிவ எரிபொருள் இறக்குமதியைக் குறைக்க அனுமதிக்கும். இருப்பினும், டிரான்ஸ்மிஷன் கட்டத்தை நவீனப்படுத்தவும், அதை தென்னிந்திய கட்டத்துடன் இணைக்கவும் பெரிய முதலீடுகளைச் செய்யாமல், காற்று மற்றும் சூரிய ஒளி போன்ற இடைப்பட்ட ஆதாரங்களின் பயன்பாட்டை கணிசமாக அதிகரிக்க முடியாது. இந்த ஆதாரங்களின் இடைநிலை மற்றும் நிலையற்ற தன்மைக்கு அவற்றின் பங்களிப்பை மொத்த விநியோகத்தில் 15-25 சதவீத வரம்பில் வைத்திருக்க வேண்டும். சிறிய இலங்கை கட்டம் HVDC கேபிள் மூலம் ஒரு பெரிய கட்டத்துடன் ஒன்றோடொன்று இணைக்கப்பட்டிருந்தால், உறிஞ்சக்கூடிய இடைப்பட்ட மூலங்களிலிருந்து ஆற்றலின் அளவு அதிகமாக இருக்கும். மின்சாரப் பாவனையில் இலங்கையில் மாலை நேர உச்சநிலை உள்ளது, இது இந்தியாவிலிருந்து வேறுபட்டது. இரு அமைப்புகளிலும் சிகரங்களை வழங்குவதற்கும், சுமை கொட்டுவதைத் தவிர்ப்பதற்கும் ஏற்படும் அதிக செலவைக் குறைக்க இது உதவும். கட்டத்தின் நவீனமயமாக்கலுக்குத் தேவையான ஆய்வுகள் மற்றும் ஆதாரங்களைத் திரட்ட வேண்டிய அவசியம் காரணமாக, இரண்டு வருட காலக்கெடுவிற்குள் முடிவுகளைப் பார்க்க முடியாது. எவ்வாறாயினும், நடப்பு கணக்கு பற்றாக்குறையை குறைக்கவும், காலநிலை மாற்றத்திற்கு திறம்பட பதிலளிக்கவும், இப்போது நடவடிக்கை தொடங்கப்பட வேண்டும்.",
        "",
        "2. மாநில சேவை பணியாளர்களை மேம்படுத்துதல். நிதிப்பற்றாக்குறையைக் குறைப்பதற்கும், பொதுமக்களுக்குச் சிறந்த சேவைகளை வழங்குவதற்கும், நிர்வாகச் சேவை மற்றும் பிற மாநில சேவைகளை மேம்படுத்தி மேம்படுத்துவது அவசியம். அரசு இயந்திரத்தின் திறமையை மேம்படுத்த வேண்டும். இதற்கு ஒரு முன்நிபந்தனை, மேலும் முறையற்ற ஆட்சேர்ப்புகளை உடனடியாக நிறுத்த வேண்டும். அரசு, ஆயுதப் படைகள் மற்றும் SOE களின் உண்மையான பணியாளர் தேவைகள் கணக்கிடப்பட்டு, உபரி பணியாளர்களை மீண்டும் பணியமர்த்த வேண்டும். தக்கவைக்கப்பட்ட பணியாளர்களின் திறனை மேம்படுத்த அரசு பெரிய முதலீடுகளைச் செய்ய வேண்டும். உற்பத்தி செயல்திறனை உறுதிப்படுத்த, அவர்களுக்கு தேவையான வசதிகள் வழங்கப்பட வேண்டும். இது கணினிகள் போன்ற உறுதியான விஷயங்களுக்கு மட்டுப்படுத்தப்படாமல், முறையான செயல்திறன் மதிப்பாய்வுகள், தனிப்பயனாக்கப்பட்ட பயிற்சித் திட்டங்களை உருவாக்குதல் மற்றும் பயிற்சிக்குத் தேவையான வளங்களை வழங்குதல் போன்றவற்றை உள்ளடக்கியதாக இருக்க வேண்டும். பேராசிரியர் மிக் மூர், இலங்கை அரசின் நீண்டகால கண்காணிப்பாளர். ஊழியர்களின் எண்ணிக்கை அதிகரித்து வரும் அதே நேரத்தில் அரசு ஊழியர்களை அதிக உற்பத்தித்திறன் கொண்டதாக மாற்றுவதற்கு செலவிடப்பட்ட வளங்களின் வீழ்ச்சியை ஆவணப்படுத்தியுள்ளது. இது மாற வேண்டும்.",
        "",
        "3. தேசிய ஏற்றுமதி உத்தி பற்றிய ஆய்வு. 2018-2022க்கான NES ஆனது, மிகப் பெரிய ஏற்றுமதி திறன் கொண்ட தயாரிப்புகள் மற்றும் சேவைகளை அடையாளம் காணும் முறையான முறைகள் மற்றும் அறிவுள்ள ஏற்றுமதியாளர்களுடன் விரிவான ஆலோசனையின் அடிப்படையில் உருவாக்கப்பட்டது. அந்த மூலோபாயத்திற்கு வெளியே, சில பார்வையாளர்கள் தாது மணல்கள், கிராஃபைட் (1930 களில் ஒரு பெரிய ஏற்றுமதி) போன்றவற்றின் சாத்தியக்கூறுகளின் மீது அதிக எடையை வைப்பதாகத் தெரிகிறது. எனவே, NES ஐ மதிப்பாய்வு செய்து புதுப்பித்து, கவனம் செலுத்துவது பொருத்தமானதாக இருக்கும். தொற்றுநோய் தொடர்பான மாற்றங்கள் மற்றும் குறிப்பாக மேலே உள்ள இயற்கை வளங்களின் சாத்தியக்கூறுகளுக்கு (தேவையான தொழில்நுட்ப திறன்கள் மற்றும் மூலதனம் மற்றும் உள்ளூர் தொழில்துறையின் ஒரு பகுதியாக இருக்க வேண்டிய மதிப்பு சங்கிலிகள் உட்பட).",
        "",
        "4. நிலையான வரிக் கொள்கையை உருவாக்குதல். ஒரு நிலையான, நீண்ட கால வரிக் கொள்கையானது பரந்த ஆலோசனையின் மூலம் உருவாக்கப்பட வேண்டும், ஒரு குழுவிற்கு அல்லது மற்றொரு குழுவிற்கு சாதகமாக வடிவமைக்கப்பட்ட விதிகளின் நடைமுறையை முடிவுக்கு கொண்டு வர வேண்டும். வரிச்சலுகைகளைப் பயன்படுத்தி வெளிநாட்டு முதலீட்டை ஈர்ப்பதில் காலாவதியான கொள்கையானது, ஏற்கனவே 136 கையொப்பமிட்டவர்களை ஈர்த்துள்ள உலக நிறுவனங்களுக்கு 15 சதவீத குறைந்தபட்ச வரியை விதிக்கும் OECD தலைமையிலான ஒப்பந்தத்துடன் ஒத்துப்போகும் கொள்கையால் மாற்றப்பட வேண்டும்."
      ]
    }
  }
}