{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82610/gce-ordinary-level-exam-begins-today",
  "time_ut": 1653272280,
  "title": "G.C.E. Ordinary Level exam begins today",
  "body_lines": [
    "The G.C E Ordinary Level examinations commenced today at 3,844 centres island-wide and with 517,496 candidates in total sitting for the exams.",
    "Some 407,129 of them are school candidates while 110,367 are private applicants, the Examinations Department said.",
    "This year 542 examination coordination centers have been established island-wide.",
    "The GCE Ordinary Level Examination which commences today will be held till June 1.",
    "Candidates are requested to arrive early at their examination centres with their admission and valid identity card, the Commissioner General of Examinations L.M.D. Dharmasena said.",
    "The GCE Ordinary Level Examination will be held this year amidst fuel, gas and economic crises while the Department of Examinations has been taking steps to implement the preliminary work in this manner step by step for several weeks now.",
    "The Department of Examinations also requested the public to provide the necessary facilities such as fuel to the officers on duty, especially those who are engaged in examination duties, as a matter of priority.",
    "The government had also requested all parties to give priority to the vehicles used by the examination candidates.",
    "However, in view of the prevailing situation, the Commissioner General of Examinations LMD Dharmasena requested all candidates to come to the examination centers as early as possible in the morning.",
    "Meanwhile, Police Media Spokesman SSP Nihal Thalduwa commented on the security situation at the examination.",
    "“The police have made arrangements for the security of answer papers and question papers and for the safety of all students sitting for the examination. This GCE Ordinary Level Examination will be held at 3,844 centers this year. A police sergeant and two police constables are being provided to these centers for security. A police post has been set up at the Examinations Department and they are carrying out the necessary coordination from there”, he said."
  ],
  "translate": {
    "si": {
      "title": "G.C.E. සාමාන්‍ය පෙළ විභාගය අදින් ආරම්භ වේ",
      "body_lines": [
        "අධ්‍යයන පොදු සහතික පත්‍ර සාමාන්‍ය පෙළ විභාගය දිවයින පුරා මධ්‍යස්ථාන 3,844කදී අද ආරම්භ වූ අතර සමස්ත අයදුම්කරුවන් 517,496 දෙනෙකු විභාගයට පෙනී සිට ඇත.",
        "ඔවුන්ගෙන් 407,129 ක් පාසල් අයදුම්කරුවන් වන අතර 110,367 ක් පෞද්ගලික අයදුම්කරුවන් බව විභාග දෙපාර්තමේන්තුව පවසයි.",
        "මෙවර දිවයින පුරා විභාග සම්බන්ධීකරණ මධ්‍යස්ථාන 542ක් ස්ථාපිත කර ඇත.",
        "අද ආරම්භ වන අධ්‍යයන පොදු සහතික පත්‍ර සාමාන්‍ය පෙළ විභාගය ජුනි මස 1 වැනිදා දක්වා පැවැත්වේ.",
        "අයදුම්කරුවන්ට තම ප්‍රවේශපත්‍ර සහ වලංගු හැඳුනුම්පත රැගෙන කලින් තම විභාග මධ්‍යස්ථාන වෙත පැමිණෙන ලෙස විභාග කොමසාරිස් ජනරාල් එල්.එම්.ඩී. ධර්මසේන පැවසීය.",
        "දැනට සති කිහිපයක සිට මේ ආකාරයට මූලික කටයුතු පියවරෙන් පියවර ක්‍රියාත්මක කිරීමට විභාග දෙපාර්තමේන්තුව කටයුතු කරමින් සිටියදී ඉන්ධන, ගෑස් සහ ආර්ථික අර්බුද මධ්‍යයේ මෙවර අ.පො.ස සාමාන්‍ය පෙළ විභාගය පැවැත්වේ.",
        "එමෙන්ම රාජකාරියේ නියුතු නිලධාරීන්ට, විශේෂයෙන් විභාග රාජකාරිවල නිරත වන නිලධාරීන්ට අවශ්‍ය ඉන්ධන ඇතුළු පහසුකම් ප්‍රමුඛතාවක් ලෙස ලබා දෙන ලෙසද විභාග දෙපාර්තමේන්තුව ජනතාවගෙන් ඉල්ලා සිටියේය.",
        "එමෙන්ම විභාග අපේක්ෂකයින් භාවිත කරන වාහන සඳහා ප්‍රමුඛත්වය ලබාදෙන ලෙස ද රජය සියලු පාර්ශවයන්ගෙන් ඉල්ලීමක් කර තිබුණා.",
        "කෙසේ වෙතත්, පවතින තත්ත්වය හමුවේ විභාග කොමසාරිස් ජනරාල් එල්.එම්.ඩී.ධර්මසේන සියලු අයදුම්කරුවන්ගෙන් ඉල්ලා සිටියේ හැකි ඉක්මනින් විභාග මධ්‍යස්ථාන වෙත පැමිණෙන ලෙසයි.",
        "මේ අතර විභාගයේ ආරක්ෂක තත්ත්වය පිළිබඳව පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී නිහාල් තල්දූව අදහස් පළ කළා.",
        "“පිළිතුරු පත්‍ර සහ ප්‍රශ්න පත්‍රවල ආරක්ෂාව සහ විභාගයට පෙනී සිටින සියලුම සිසුන්ගේ ආරක්ෂාව සඳහා පොලිසිය කටයුතු යොදා තිබෙනවා. මෙවර අපොස සාමාන්‍ය පෙළ විභාගය මධ්‍යස්ථාන 3,844කදී පැවැත්වේ. මෙම මධ්‍යස්ථානවලට ආරක්ෂාව සඳහා පොලිස් සැරයන්වරයෙකු සහ පොලිස් කොස්තාපල්වරුන් දෙදෙනෙකු ලබා දෙනවා. විභාග දෙපාර්තමේන්තුවේ පොලිස් මුරපොලක් ස්ථාපිත කර ඇති අතර ඔවුන් එහි සිට අවශ්‍ය සම්බන්ධීකරණ කටයුතු සිදු කරමින් පවතිනවා."
      ]
    },
    "ta": {
      "title": "ஜி.சி.இ. சாதாரண தரப் பரீட்சை இன்று ஆரம்பமாகிறது",
      "body_lines": [
        "G.C E சாதாரண தரப் பரீட்சைகள் நாடளாவிய ரீதியில் 3,844 நிலையங்களில் இன்று ஆரம்பமானதுடன், மொத்தமாக 517,496 பரீட்சார்த்திகள் பரீட்சைக்குத் தோற்றியுள்ளனர்.",
        "அவர்களில் 407,129 பேர் பாடசாலை பரீட்சார்த்திகள் மற்றும் 110,367 பேர் தனியார் விண்ணப்பதாரர்கள் என பரீட்சைகள் திணைக்களம் தெரிவித்துள்ளது.",
        "இந்த வருடம் நாடளாவிய ரீதியில் 542 பரீட்சை ஒருங்கிணைப்பு நிலையங்கள் நிறுவப்பட்டுள்ளன.",
        "இன்று ஆரம்பமாகவுள்ள க.பொ.த சாதாரண தரப் பரீட்சை எதிர்வரும் ஜூன் மாதம் முதலாம் திகதி வரை நடைபெறவுள்ளது.",
        "பரீட்சார்த்திகள் அனுமதி மற்றும் செல்லுபடியாகும் அடையாள அட்டையுடன் பரீட்சை நிலையங்களுக்கு முன்னதாகவே வருகை தருமாறு பரீட்சைகள் ஆணையாளர் நாயகம் எல்.எம்.டி. தர்மசேன தெரிவித்தார்.",
        "பல வாரங்களாக இவ்வாறு ஆரம்பகட்ட பணிகளை படிப்படியாக நடைமுறைப்படுத்துவதற்கு பரீட்சைகள் திணைக்களம் நடவடிக்கை எடுத்து வரும் நிலையில் எரிபொருள், எரிவாயு மற்றும் பொருளாதார நெருக்கடிகளுக்கு மத்தியில் க.பொ.த சாதாரண தரப் பரீட்சை இவ்வருடம் நடைபெறவுள்ளது.",
        "கடமையில் ஈடுபடும் உத்தியோகத்தர்களுக்கு குறிப்பாக பரீட்சை கடமைகளில் ஈடுபடும் உத்தியோகத்தர்களுக்கு தேவையான எரிபொருள் போன்ற வசதிகளை முன்னுரிமை அடிப்படையில் வழங்குமாறும் பரீட்சைகள் திணைக்களம் பொதுமக்களிடம் கோரிக்கை விடுத்துள்ளது.",
        "பரீட்சை பரீட்சார்த்திகள் பயன்படுத்தும் வாகனங்களுக்கு முன்னுரிமை வழங்குமாறு அனைத்து தரப்பினரிடமும் அரசாங்கம் கோரிக்கை விடுத்திருந்தது.",
        "எவ்வாறாயினும், தற்போது நிலவும் சூழ்நிலையை கருத்தில் கொண்டு, பரீட்சார்த்திகள் அனைவரும் கூடிய விரைவில் பரீட்சை நிலையங்களுக்கு வருமாறு பரீட்சைகள் ஆணையாளர் நாயகம் எல்.எம்.டி தர்மசேன கேட்டுக்கொண்டுள்ளார்.",
        "இதேவேளை, பரீட்சையின் பாதுகாப்பு நிலைமைகள் தொடர்பில் பொலிஸ் ஊடகப் பேச்சாளர் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் நிஹால் தல்துவ கருத்து வெளியிட்டார்.",
        "“வினாத்தாள்கள் மற்றும் வினாத்தாள்களின் பாதுகாப்பிற்காகவும், தேர்வு எழுதும் அனைத்து மாணவர்களின் பாதுகாப்பிற்காகவும் காவல்துறை ஏற்பாடுகளை செய்துள்ளது. இந்த ஆண்டு க.பொ.த சாதாரண தரப் பரீட்சை 3,844 நிலையங்களில் நடைபெறவுள்ளது. இந்த நிலையங்களுக்கு பாதுகாப்புக்காக ஒரு பொலிஸ் சார்ஜன்ட் மற்றும் இரண்டு பொலிஸ் கான்ஸ்டபிள்கள் வழங்கப்படுகின்றனர். பரீட்சைகள் திணைக்களத்தில் பொலிஸ் நிலையமொன்று அமைக்கப்பட்டுள்ளதுடன், அவர்கள் அங்கிருந்து தேவையான ஒருங்கிணைப்பை மேற்கொண்டு வருகின்றனர்” என்றார்."
      ]
    }
  }
}