{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slim-postgraduate-diploma-in-marketing-management/",
  "time_ut": 1647270120,
  "title": "SLIM Postgraduate Diploma in Marketing Management",
  "body_lines": [
    "Higher education is a pursuit that goes beyond theoretical knowledge. It prepares students to transform into responsible adults as they gather exposure from the outside world and choose steady career paths. From this perspective, a postgraduate diploma is the ideal higher educational pathway for those aspiring to have a career in marketing and business to be a business leader.",
    "The Sri Lanka Institute of Marketing (SLIM) offers the Postgraduate Diploma in Marketing Management (PGDip) for anyone interested in and seeking to understand local market conditions and find solutions in day-to-day business scenarios.",
    "SLIM’s PGDip is the only local postgraduate diploma in marketing. The 18-month, part-time programme of study aims to equip both prospective students and practitioners of marketing with sound knowledge of concepts and applications of marketing from an operational level to a synthesis level. The programme also inculcates essential skills such as effective communication, creative and critical thinking, conceptualization, and teamwork, helping students accelerate reaching their career as well as life goals.",
    "In addition to this, the leadership improvement programme conducted by SLIM helps students further develop personal skills needed at a corporate level as well as in life.",
    "Focusing on key subject areas such as purpose-led marketing, global marketing, personality development, and leadership development, the SLIM PGDip is conducted by a highly qualified lecture panel comprising marketing professionals with extensive corporate experience. The well-balanced assignments and examinations allows students to effectuate new insights and better decision-making.",
    "The SLIM PGDip is a highly recognized educational qualification within the corporate and academic sectors and provides direct entrance to pursue a MBA right at SLIM. Students can invest 6 months, consisting of modules worth a total of 180 credit points, to be recognized by a top 100 leading university in the UK. SLIM also offers flexible payments options to ensure a wider audience is given the opportunity to pursue higher studies.",
    "CEAT resumes Road Safety Programme presenting equipment to 25 schools",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අලෙවි කළමනාකරණය පිළිබඳ SLIM පශ්චාත් උපාධි ඩිප්ලෝමාව",
      "body_lines": [
        "උසස් අධ්‍යාපනය යනු න්‍යායික දැනුමෙන් ඔබ්බට ගිය ලුහුබැඳීමකි. බාහිර ලෝකයෙන් නිරාවරණය රැස් කර ස්ථාවර වෘත්තීය මාර්ග තෝරා ගන්නා විට වගකිවයුතු වැඩිහිටියන් බවට පරිවර්තනය වීමට සිසුන් සූදානම් කරයි. මෙම දෘෂ්ටිකෝණයෙන්, පශ්චාත් උපාධි ඩිප්ලෝමාවක් යනු අලෙවිකරණය සහ ව්‍යාපාර පිළිබඳ වෘත්තියක් කිරීමට අපේක්ෂා කරන අයට ව්‍යාපාරික නායකයෙකු වීමට සුදුසුම උසස් අධ්‍යාපන මාර්ගයයි.",
        "ශ්‍රී ලංකා අලෙවිකරණ ආයතනය (SLIM) විසින් දේශීය වෙළඳපල තත්ත්වයන් පිළිබඳව උනන්දුවක් දක්වන සහ අවබෝධ කර ගැනීමට සහ එදිනෙදා ව්‍යාපාරික අවස්ථා වලදී විසඳුම් සෙවීමට කැමති ඕනෑම කෙනෙකුට අලෙවිකරණ කළමනාකරණය පිළිබඳ පශ්චාත් උපාධි ඩිප්ලෝමාව (PGDip) පිරිනමයි.",
        "SLIM හි PGDip අලෙවිකරණය පිළිබඳ එකම දේශීය පශ්චාත් උපාධි ඩිප්ලෝමාව වේ. 18-මාස, අර්ධ-කාලීන අධ්‍යයන වැඩසටහන අරමුණු කරන්නේ අනාගත සිසුන් සහ අලෙවිකරණයේ වෘත්තිකයන් යන දෙඅංශයෙන්ම මෙහෙයුම් මට්ටමේ සිට සංශ්ලේෂණ මට්ටම දක්වා අලෙවිකරණයේ සංකල්ප සහ යෙදුම් පිළිබඳ හොඳ දැනුමකින් සන්නද්ධ කිරීමයි. මෙම වැඩසටහන මගින් ඵලදායි සන්නිවේදනය, නිර්මාණාත්මක සහ විවේචනාත්මක චින්තනය, සංකල්පගත කිරීම සහ කණ්ඩායම් වැඩ වැනි අත්‍යවශ්‍ය කුසලතා ඇති කරයි, සිසුන්ට ඔවුන්ගේ වෘත්තීය සහ ජීවන ඉලක්ක කරා ළඟාවීම වේගවත් කිරීමට උපකාරී වේ.",
        "මීට අමතරව, SLIM විසින් මෙහෙයවනු ලබන නායකත්ව වැඩිදියුණු කිරීමේ වැඩසටහන සිසුන්ට ආයතනික මට්ටමින් මෙන්ම ජීවිතයට අවශ්‍ය පුද්ගලික කුසලතා තවදුරටත් වර්ධනය කර ගැනීමට උපකාරී වේ.",
        "අරමුණු මූලික කරගත් අලෙවිකරණය, ගෝලීය අලෙවිකරණය, පෞරුෂ සංවර්ධනය සහ නායකත්ව සංවර්ධනය වැනි ප්‍රධාන විෂය ක්ෂේත්‍ර කෙරෙහි අවධානය යොමු කරමින්, SLIM PGDip පුළුල් ආයතනික අත්දැකීම් ඇති අලෙවිකරණ වෘත්තිකයන්ගෙන් සමන්විත ඉහළ සුදුසුකම් ලත් දේශන මණ්ඩලයක් විසින් පවත්වනු ලැබේ. හොඳින් සමතුලිත පැවරුම් සහ විභාග සිසුන්ට නව තීක්ෂ්ණ බුද්ධියක් සහ වඩා හොඳ තීරණ ගැනීමක් කිරීමට ඉඩ සලසයි.",
        "SLIM PGDip යනු ආයතනික සහ අධ්‍යයන අංශ තුළ ඉහළ පිළිගත් අධ්‍යාපන සුදුසුකමක් වන අතර SLIM හි MBA අයිතියක් හැදෑරීමට සෘජු ප්‍රවේශයක් සපයයි. සිසුන්ට එක්සත් රාජධානියේ ඉහළම 100 ප්‍රමුඛ පෙළේ විශ්ව විද්‍යාලයක් විසින් පිළිගැනීම සඳහා ණය ලකුණු 180ක් වටිනා මොඩියුලවලින් සමන්විත මාස 6ක් ආයෝජනය කළ හැකිය. පුළුල් ප්‍රේක්ෂක පිරිසකට උසස් අධ්‍යාපනය හැදෑරීමට අවස්ථාව ලබා දීම සහතික කිරීම සඳහා SLIM නම්‍යශීලී ගෙවීම් විකල්ප ද පිරිනමයි.",
        "පාසල් 25කට උපකරණ පිරිනැමීමේ මාර්ග ආරක්‍ෂාව පිළිබඳ වැඩසටහන සියැට් යළි ආරම්භ කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சந்தைப்படுத்தல் முகாமைத்துவத்தில் SLIM முதுகலை டிப்ளோமா",
      "body_lines": [
        "உயர் கல்வி என்பது கோட்பாட்டு அறிவுக்கு அப்பாற்பட்ட ஒரு நாட்டம். வெளி உலகத்திலிருந்து வெளிப்பாட்டைச் சேகரித்து, நிலையான வாழ்க்கைப் பாதைகளைத் தேர்ந்தெடுப்பதால், பொறுப்புள்ள பெரியவர்களாக மாற்றுவதற்கு மாணவர்களைத் தயார்படுத்துகிறது. இந்தக் கண்ணோட்டத்தில், ஒரு முதுகலை பட்டயப் படிப்பு என்பது மார்க்கெட்டிங் மற்றும் பிசினஸில் தொழில் செய்ய விரும்புபவர்களுக்கு சிறந்த உயர்கல்விப் பாதையாகும்.",
        "இலங்கை சந்தைப்படுத்தல் நிறுவனம் (SLIM) சந்தைப்படுத்தல் முகாமைத்துவத்தில் முதுகலைப் பட்டதாரி டிப்ளோமாவை (PGDip) ஆர்வமுள்ள மற்றும் உள்ளூர் சந்தை நிலவரங்களைப் புரிந்துகொள்வதற்கும், அன்றாட வணிகச் சூழ்நிலைகளில் தீர்வுகளைக் கண்டறிய முயல்வதற்கும் வழங்குகிறது.",
        "SLIM இன் PGDip என்பது சந்தைப்படுத்தலில் உள்ள ஒரே முதுகலை டிப்ளோமா ஆகும். 18-மாத, பகுதி நேர ஆய்வுத் திட்டமானது, வருங்கால மாணவர்கள் மற்றும் சந்தைப்படுத்தல் பயிற்சியாளர்கள் இருவரையும் ஒரு செயல்பாட்டு மட்டத்திலிருந்து ஒரு தொகுப்பு நிலை வரையிலான சந்தைப்படுத்தலின் கருத்துகள் மற்றும் பயன்பாடுகள் பற்றிய நல்ல அறிவைக் கொண்டு சித்தப்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது. பயனுள்ள தகவல் தொடர்பு, ஆக்கப்பூர்வமான மற்றும் விமர்சன சிந்தனை, கருத்தாக்கம் மற்றும் குழுப்பணி போன்ற அத்தியாவசிய திறன்களையும் இந்த திட்டம் கற்பிக்கிறது, இது மாணவர்கள் தங்கள் வாழ்க்கை மற்றும் வாழ்க்கை இலக்குகளை அடைவதை துரிதப்படுத்த உதவுகிறது.",
        "இதற்கு மேலதிகமாக, SLIM ஆல் நடத்தப்படும் தலைமைத்துவ மேம்பாட்டுத் திட்டமானது, கூட்டாண்மை மட்டத்திலும் வாழ்க்கையிலும் தேவைப்படும் தனிப்பட்ட திறன்களை மேலும் மேம்படுத்த மாணவர்களுக்கு உதவுகிறது.",
        "நோக்கம் சார்ந்த சந்தைப்படுத்தல், உலகளாவிய சந்தைப்படுத்தல், ஆளுமை மேம்பாடு மற்றும் தலைமைத்துவ மேம்பாடு போன்ற முக்கிய பாடப் பிரிவுகளில் கவனம் செலுத்தும் வகையில், SLIM PGDip ஆனது விரிவான கூட்டாண்மை அனுபவமுள்ள சந்தைப்படுத்தல் நிபுணர்களை உள்ளடக்கிய உயர் தகுதி வாய்ந்த விரிவுரைக் குழுவால் நடத்தப்படுகிறது. நன்கு சீரான பணிகள் மற்றும் தேர்வுகள் புதிய நுண்ணறிவு மற்றும் சிறந்த முடிவெடுக்கும் திறனை மாணவர்களுக்கு அனுமதிக்கிறது.",
        "SLIM PGDip என்பது பெருநிறுவன மற்றும் கல்வித் துறைகளுக்குள் மிகவும் அங்கீகரிக்கப்பட்ட கல்வித் தகைமையாகும் மற்றும் SLIM இல் MBA உரிமையைத் தொடர்வதற்கான நேரடி நுழைவை வழங்குகிறது. மாணவர்கள் 6 மாதங்கள் முதலீடு செய்யலாம், மொத்தம் 180 கிரெடிட் புள்ளிகள் மதிப்புள்ள தொகுதிகள், UK இல் உள்ள சிறந்த 100 முன்னணி பல்கலைக்கழகத்தால் அங்கீகரிக்கப்படும். பரந்த பார்வையாளர்களுக்கு உயர் படிப்பைத் தொடர வாய்ப்பு வழங்கப்படுவதை உறுதிசெய்ய SLIM நெகிழ்வான கட்டண விருப்பங்களையும் வழங்குகிறது.",
        "25 பள்ளிகளுக்கு உபகரணங்களை வழங்கும் சாலை பாதுகாப்பு திட்டத்தை சியட் மீண்டும் தொடங்கியுள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}