{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/satynmag-com-cima-women-friendly-workplace-awards-2022-to-commence-with-an-interactive-iwd-event/",
  "time_ut": 1647962760,
  "title": "Satynmag.com – CIMA Women Friendly Workplace Awards 2022 to commence with an interactive IWD event",
  "body_lines": [
    "The Women Friendly Workplace Awards 2022 (WFWP) jointly pioneered by www.satynmag.com and CIMA will commence its 2nd edition, with an interactive networking and learning event on 25th March 2022 at 3.30 pm at Hotel Ramada, Colombo. The event will feature Ms. Avanthi Colombage Country Manager for Sri Lanka – Visa, Ms. Sandra De Zoysa, Group Chief Customer Officer, Dialog Axiata PLC, Ms Ananya Sabharwal, Country HR Director Unilever Sri Lanka and Ms. Sarah Twigg, Programme Manager – Women In Work Sri Lanka, IFC.",
    "The WFWP Awards were a major success when they were held for the first-time last year with several leading organizations representing various sectors taking part.",
    "The Satynmag.com – CIMA WFWP Awards added a new dimension of recognizing a women friendly workplace culture, while empowering greater measures and mechanisms that support women in reaching their career goals in their respective workplaces.",
    "Commenting on the Awards, Prof. Arosha Adhikaram, Head of H.R Department, University of Colombo, Head – Panel of Judges at the awards (2021 & 2022) mentioned that the entire process of evaluating participating organizations and understanding the importance of the role played by women in the workplace revealed new insights into how best organizations could enhance the opportunities made available to women in their workplace.",
    "“Creating an empathetic and a conducive work culture for women in the Sri Lankan workspace is not only of utmost importance but it is also timely and relevant in today’s context since over 50% of the Sri Lankan population comprises of females.” she added.",
    "Zahara Ansary FCMA CGMA Country Manager, for CIMA in Sri Lanka says that in the post pandemic environment, women need a supportive and an accommodating workplace more than ever before. With mechanisms such as Work From Home and Flex hours deployed often, such measures call for a challenging work-life balance for women. “As mothers, wives and careerwomen, meeting workplace expectations and ensuring everything at home is taken care of, is a challenge we navigate every day. The Awards recognize organizations that go the extra mile in understanding and acknowledging these dynamics towards creating a workplace that is both nurturing and supportive for women.”",
    "Nayomini R Weerasooriya, Founder Editor of Sri Lanka’s leading women’s magazine www.satynmag.com says that the Awards contribute towards Sri Lanka’s commitment in recognizing the role of women in the workplace. She adds that the Awards also acknowledge the SDG 05 of gender inclusion and enable companies to pay close attention to areas of concern that need addressing to ensure a safer and a thriving workplace for women.",
    "This year too, the Awards are open to organizations committed to empowering women in the workplace. Further information is available on www.satynmag.com or e mail nayominiw@satynmag.com.",
    "Fairfirst continues investing on the wellbeing of the future generation through its Road Safety Awareness Programmes",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Satynmag.com - CIMA කාන්තා හිතකාමී සේවා ස්ථාන සම්මාන 2022 අන්තර්ක්‍රියාකාරී IWD උත්සවයකින් ආරම්භ වේ",
      "body_lines": [
        "www.satynmag.com සහ CIMA එක්ව පුරෝගාමී වන කාන්තා හිතකාමී සේවා ස්ථාන සම්මාන 2022 (WFWP) එහි 2 වන සංස්කරණය, අන්තර්ක්‍රියාකාරී ජාලකරණ සහ ඉගෙනුම් උත්සවයක් සමඟින් 2022 මාර්තු 25 වැනි දින සවස 3.30 ට කොළඹ, රමඩා හෝටලයේදී පැවැත්වේ. මෙම අවස්ථාවට ශ්‍රී ලංකාව සඳහා ශ්‍රී ලංකාව සඳහා Avanthi Colombage දේශීය කළමනාකරු - Visa, Sandra De Zoysa Ms, Dialog Axiata PLC හි සමූහ ප්‍රධාන පාරිභෝගික නිලධාරිනිය, Ananya Sabharwal මෙනවිය, Country HR Director Unilever Sri Lanka සහ සාරා ට්විග් මහත්මිය, වැඩසටහන් කළමනාකරු - ශ්‍රී ලංකා සේවයේ සිටින කාන්තාවන්, IFC.",
        "WFWP සම්මාන උළෙල පසුගිය වසරේ ප්‍රථම වතාවට විවිධ ක්ෂේත්‍ර නියෝජනය කරන ප්‍රමුඛ පෙළේ ආයතන කිහිපයක් සහභාගී කරගනිමින් පැවැත් වූ විට විශාල සාර්ථකත්වයක් අත්කර ගත්තේය.",
        "මෙම Satynmag.com - CIMA WFWP සම්මාන කාන්තා හිතකාමී සේවා ස්ථාන සංස්කෘතියක් හඳුනාගැනීමේ නව මානයක් එක් කළ අතර, කාන්තාවන්ට ඔවුන්ගේ සේවා ස්ථානවල තම වෘත්තීය ඉලක්ක කරා ළඟා වීමට සහාය වන විශාල ක්‍රියාමාර්ග සහ යාන්ත්‍රණයන් සවිබල ගන්වයි.",
        "සම්මාන පිළිබඳ අදහස් දක්වමින්, කොළඹ විශ්ව විද්‍යාලයේ H.R අංශයේ ප්‍රධානී, (2021 සහ 2022) සම්මාන උළෙලේ විනිශ්චය මණ්ඩලයේ ප්‍රධානී, මහාචාර්ය අරෝෂ අධිකාරම් සඳහන් කළේ, සහභාගී වන සංවිධාන ඇගයීමේ සමස්ත ක්‍රියාවලිය සහ ඉටු කරන කාර්යභාරයේ වැදගත්කම අවබෝධ කර ගැනීමයි. රැකියා ස්ථානයේ සිටින කාන්තාවන් තම සේවා ස්ථානයේ කාන්තාවන්ට ලබා දී ඇති අවස්ථාවන් වැඩිදියුණු කළ හැක්කේ කෙසේද යන්න පිළිබඳ නව අවබෝධයක් ලබා දෙන ලදී.",
        "\"ශ්‍රී ලාංකේය වැඩබිම තුළ කාන්තාවන් සඳහා සංවේදී සහ හිතකර වැඩ සංස්කෘතියක් නිර්මාණය කිරීම අතිශයින් වැදගත් වනවා පමණක් නොව, ශ්‍රී ලාංකීය ජනගහනයෙන් 50% කට වැඩි ප්‍රතිශතයක් කාන්තාවන්ගෙන් සමන්විත වන බැවින් වර්තමාන සන්දර්භය තුළ එය කාලෝචිත සහ අදාළ වේ.\" ඇය වැඩිදුරටත් පැවසුවාය.",
        "ශ්‍රී ලංකාවේ CIMA සඳහා වන සහරා අන්සාරි FCMA CGMA රටේ කළමනාකරු පවසන්නේ පශ්චාත් වසංගත පරිසරය තුළ කාන්තාවන්ට වෙන කවරදාටත් වඩා ආධාරක සහ නවාතැන් පහසුකම් සහිත සේවා ස්ථානයක් අවශ්‍ය බවයි. නිවසේ සිට වැඩ කිරීම සහ නම්‍ය වේලාවන් වැනි යාන්ත්‍රණ බොහෝ විට යොදවා ඇති බැවින්, එවැනි පියවරයන් කාන්තාවන් සඳහා අභියෝගාත්මක වැඩ-ජීවිත සමතුලිතතාවයක් ඉල්ලා සිටී. “මව්වරුන්, භාර්යාවන් සහ වෘත්තීය කාන්තාවන් වශයෙන්, රැකියා ස්ථානයේ අපේක්ෂාවන් සපුරාලීම සහ නිවසේ සෑම දෙයක්ම රැකබලා ගැනීම සහතික කිරීම, අපි දිනපතා සැරිසැරීමට ඇති අභියෝගයකි. මෙම සම්මාන උළෙල මගින් කාන්තාවන්ට පෝෂණය සහ සහය වන සේවා ස්ථානයක් නිර්මාණය කිරීම සඳහා මෙම ගතිකත්වයන් අවබෝධ කර ගැනීමට සහ පිළිගැනීමට අමතර සැතපුමක් යන සංවිධාන හඳුනා ගනී.",
        "ශ්‍රී ලංකාවේ ප්‍රමුඛතම කාන්තා සඟරාව වන www.satynmag.com හි නිර්මාතෘ කර්තෘ නයෝමිනි ආර් වීරසූරිය මහත්මිය පවසන්නේ රැකියා ස්ථානයේ කාන්තාවන්ගේ කාර්යභාරය හඳුනා ගැනීම සඳහා ශ්‍රී ලංකාවේ කැපවීමට මෙම සම්මාන දායක වන බවයි. මෙම සම්මාන උළෙල ස්ත්‍රී පුරුෂ සමාජභාවය ඇතුළත් කිරීමේ SDG 05 පිළිගෙන ඇති අතර කාන්තාවන් සඳහා ආරක්ෂිත සහ සමෘද්ධිමත් සේවා ස්ථානයක් සහතික කිරීම සඳහා අවධානය යොමු කළ යුතු ක්ෂේත්‍ර කෙරෙහි දැඩි අවධානයක් යොමු කිරීමට සමාගම්වලට හැකියාව ලබා දෙන බව ඇය වැඩිදුරටත් පවසයි.",
        "රැකියා ස්ථානයේ කාන්තාවන් සවිබල ගැන්වීම සඳහා කැපවී සිටින සංවිධාන සඳහා මෙවරද සම්මාන විවෘත වේ. වැඩිදුර තොරතුරු www.satynmag.com හෝ විද්‍යුත් තැපෑලෙන් nayominiw@satynmag.com වෙතින් ලබා ගත හැකිය.",
        "ෆෙයාර්ෆස්ට් සිය මාර්ග ආරක්ෂාව පිළිබඳ දැනුවත් කිරීමේ වැඩසටහන් හරහා අනාගත පරපුරේ යහපැවැත්ම සඳහා ආයෝජනය කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "Satynmag.com – CIMA பெண்கள் நட்பு பணியிட விருதுகள் 2022 ஒரு ஊடாடும் IWD நிகழ்வுடன் தொடங்கும்",
      "body_lines": [
        "www.satynmag.com மற்றும் CIMA இணைந்து முன்னோடியாக உள்ள பெண்களுக்கான நட்பு பணியிட விருதுகள் 2022 (WFWP) அதன் 2வது பதிப்பை, ஊடாடும் நெட்வொர்க்கிங் மற்றும் கற்றல் நிகழ்வுடன் 25 மார்ச் 2022 அன்று மாலை 3.30 மணிக்கு கொழும்பில் உள்ள ஹோட்டல் ரமடாவில் தொடங்கவுள்ளது. இந்த நிகழ்வில் இலங்கைக்கான விசாவின் நாட்டு முகாமையாளர் திருமதி அவந்தி கொலம்பகே, Dialog Axiata PLC குழுமத்தின் பிரதான வாடிக்கையாளர் அதிகாரி திருமதி Sandra De Zoysa, நாட்டின் HR பணிப்பாளர் Unilever Sri Lanka மற்றும் Ms. Sarah Twigg, நிகழ்ச்சி முகாமையாளர் திருமதி. பெண்கள் வேலை இலங்கை, IFC.",
        "WFWP விருதுகள் கடந்த ஆண்டு முதல் முறையாக பல்வேறு துறைகளைப் பிரதிநிதித்துவப்படுத்தும் பல முன்னணி நிறுவனங்களுடன் நடைபெற்றபோது அவை பெரும் வெற்றியைப் பெற்றன.",
        "Satynmag.com - CIMA WFWP விருதுகள், பெண்களுக்கு நட்புறவான பணியிட கலாச்சாரத்தை அங்கீகரிப்பதில் ஒரு புதிய பரிமாணத்தைச் சேர்த்தது, அதே சமயம், அந்தந்த பணியிடங்களில் பெண்கள் தங்கள் தொழில் இலக்குகளை அடைவதற்கு உதவும் பெரிய நடவடிக்கைகள் மற்றும் வழிமுறைகளை மேம்படுத்துகிறது.",
        "விருதுகள் குறித்து கருத்து தெரிவித்த பேராசிரியர். அரோஷா அதிகாரம், கொழும்பு பல்கலைக்கழகத்தின் H.R துறைத் தலைவர், விருதுகளில் (2021 & 2022) நீதிபதிகள் குழுவின் தலைவர், பங்குபெறும் நிறுவனங்களை மதிப்பிடுவதற்கான முழு செயல்முறையும், பங்கு வகித்த பங்கின் முக்கியத்துவத்தைப் புரிந்துகொள்வதும் ஆகும். பணியிடத்தில் உள்ள பெண்கள், தங்கள் பணியிடத்தில் பெண்களுக்குக் கிடைக்கும் வாய்ப்புகளை சிறந்த நிறுவனங்கள் எவ்வாறு மேம்படுத்தலாம் என்பதற்கான புதிய நுண்ணறிவுகளை வெளிப்படுத்தினர்.",
        "\"இலங்கையின் பணியிடத்தில் பெண்களுக்கான அனுதாபமான மற்றும் அனுகூலமான பணி கலாச்சாரத்தை உருவாக்குவது மிகவும் முக்கியத்துவம் வாய்ந்தது மட்டுமல்ல, இன்றைய சூழலில் இலங்கையின் சனத்தொகையில் 50% க்கும் அதிகமானோர் பெண்களை உள்ளடக்கியதால் இது காலத்துக்கும் பொருத்தமானதுமாகும்.\" அவள் சேர்த்தாள்.",
        "தொற்றுநோய்க்குப் பிந்தைய சூழலில், பெண்களுக்கு ஆதரவான மற்றும் இடமளிக்கும் பணியிடம் முன்பை விட அதிகமாகத் தேவை என்று இலங்கையில் CIMA வின் FCMA CGMA நாட்டு முகாமையாளர் ஜஹாரா அன்சாரி கூறுகிறார். வீட்டிலிருந்து வேலை மற்றும் ஃப்ளெக்ஸ் நேரம் போன்ற வழிமுறைகள் அடிக்கடி பயன்படுத்தப்படுவதால், இதுபோன்ற நடவடிக்கைகள் பெண்களுக்கு சவாலான வேலை-வாழ்க்கை சமநிலைக்கு அழைப்பு விடுகின்றன. “தாய்மார்கள், மனைவிகள் மற்றும் பணிப்பெண்கள், பணியிட எதிர்பார்ப்புகளை பூர்த்தி செய்வது மற்றும் வீட்டில் உள்ள அனைத்தையும் கவனித்துக்கொள்வதை உறுதி செய்வது, ஒவ்வொரு நாளும் நாம் வழிநடத்தும் ஒரு சவாலாக உள்ளது. பெண்களை வளர்ப்பதற்கும் ஆதரவளிப்பதற்கும் ஒரு பணியிடத்தை உருவாக்குவதற்கு இந்த இயக்கவியலைப் புரிந்துகொள்வதற்கும் ஒப்புக்கொள்வதற்கும் கூடுதல் மைல் செல்லும் நிறுவனங்களை விருதுகள் அங்கீகரிக்கின்றன.",
        "பணியிடத்தில் பெண்களின் பங்கை அங்கீகரிப்பதில் இலங்கையின் அர்ப்பணிப்புக்கு இந்த விருதுகள் பங்களிக்கின்றன என்று இலங்கையின் முன்னணி பெண்கள் சஞ்சிகையான www.satynmag.com இன் ஸ்தாபக ஆசிரியர் நயோமினி ஆர் வீரசூரிய கூறுகிறார். இந்த விருதுகள் பாலின சேர்க்கைக்கான SDG 05 ஐ ஒப்புக்கொள்கிறது மற்றும் பெண்களுக்கு பாதுகாப்பான மற்றும் செழிப்பான பணியிடத்தை உறுதிசெய்ய கவனம் செலுத்த வேண்டிய கவலைக்குரிய பகுதிகளில் நிறுவனங்கள் கவனம் செலுத்த உதவுகிறது என்று அவர் மேலும் கூறினார்.",
        "இந்த ஆண்டும், பணியிடத்தில் பெண்களுக்கு அதிகாரம் அளிக்க உறுதிபூண்டுள்ள நிறுவனங்களுக்கு விருதுகள் வழங்கப்படுகின்றன. கூடுதல் தகவல் www.satynmag.com அல்லது மின்னஞ்சல் nayominiw@satynmag.com இல் கிடைக்கும்.",
        "ஃபேர்ஃபர்ஸ்ட் தனது சாலை பாதுகாப்பு விழிப்புணர்வு நிகழ்ச்சிகள் மூலம் எதிர்கால சந்ததியினரின் நல்வாழ்வுக்காக தொடர்ந்து முதலீடு செய்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}