{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/siyapatha-finance-persistently-grows-into-q1-standing-firm-amidst-the-challenging-environment/",
  "time_ut": 1653065220,
  "title": "‘Siyapatha Finance persistently grows into Q1, standing firm amidst the challenging environment’",
  "body_lines": [
    "Siyapatha Finance stands confident despite economic setbacks, reporting an outstanding performance during the first quarter of 2022 with favourable returns and increased revenue.The Company recorded a Profit Before Tax (PBT) of Rs.608.0 Million in 1Q 2022 compared to Rs.395.9 Million in 1Q 2021, a growth of 53.6%. Resilient performance and improved credit quality helped strengthen the Company’s performance in the 1Q of 2022.",
    "Efficient and professional initiatives by the Company also witnessed an improvement in the Cost to Income ratio to 34.06% during 1Q 2022 from 34.45% recorded in 1Q of 2021.Effectiveness of the credit recoveries process is amply reflected in the improved NPL ratio of its key lending product “Leasing” which stood at 9.31% at the end of March 2022, in comparison with 12.06% at the end of 31 December 2021. The Company has also been meticulously monitoring overdue facilities with a view to identifying customers who face genuine difficulties.",
    "Siyapatha Finance’s total assets grew by 6.7% to reach Rs.45.6 Billion at the end of 31 March 2022, an increase from Rs. 42.7 Billion at the end of December 2021. In spite of the prevailing challenging economic environment, the net loans and advances grew by 5.5%, reaching a notable Rs.38.7 Billion.The deposit base of the Company was maintained at a steady level of Rs. 16.6 Billion thus reflecting the trust and confidence inspired by the Company among fund managers, retail depositors and the corporate sector that continue to invest substantially in fixed deposits.Annualized return on average assets (ROA) after tax also increased to 3.81% in 1Q 2022 from 2.59% in December 2021, while Annualized return on average equity (ROE) after tax increased to 26.07% in 1Q 2022 from 19.16% in December 2021.",
    "The capital adequacy ratios were reported well above the regulatory minimum requirements and recording 14.10% as the Tier I capital ratio and 20.43% as the total capital ratio as at 31 March 2022.Siyapatha Finance’s strong undisputed position was further reinforced by the rating of ‘A (lka)’; Outlook Stable, affirmed by Fitch Ratings Lanka Ltd.",
    "“These outstanding results achieved in the first quarter gives us the confidence to endure in performance going forward. We are grateful for the unwavering trust and support of our customers, investors and other stakeholders throughout this challenging period and will continue to deliver on our promises to our customers, community and shareholders as we grow from strength to strength,” stated Mr. Sumith Cumaranatunga, Chairman, Siyapatha Finance.Siyapatha Finance also marked a significant milestone in its journey with the construction of the new Corporate Headquarters in Colombo in order to facilitate the operations from a more centralized geographical setting. This state-of-the-art eighteen level building interlaced with modern technology will operate as the main hub aiming to enhance the overall Siyapatha experience for all stakeholders.",
    "G7 statement on debt relief buoys CSE; buying interest in Expolanka Holdings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘සියපත ෆිනෑන්ස් අඛණ්ඩව Q1 දක්වා වර්ධනය වෙමින් අභියෝගාත්මක පරිසරය මධ්‍යයේ ස්ථිරව සිටියි’",
      "body_lines": [
        "ආර්ථික පසුබෑමක් මධ්යයේ වුවද සියාපතා ෆිනෑන්ස් ආර්ථික පසුබෑමක් නොතකා විශ්වාසභංග ප්රතිලාභ හා වැඩිවීමත් සමඟ විශිෂ්ට ප්රතිලාභයක් වාර්තා කරමින් රුපියල් මිලියන 395.9 ට සාපේක්ෂව සමාගම විසින් ලාභය වාර්තා කළහ. 1Q 2021, 53.6% ක වර්ධනයක්. ඔරොත්තු දෙන කාර්ය සාධනය සහ වැඩිදියුණු කළ ණය ගුණාත්මකභාවය 2022 1Q හි සමාගමේ කාර්ය සාධනය ශක්තිමත් කිරීමට උපකාරී විය.",
        "සමාගමේ කාර්යක්‍ෂම සහ වෘත්තීයමය මුලපිරීම් හේතුවෙන් 2021 පළමු කාර්තුවේදී වාර්තා වූ 34.45% සිට 2022 පළමු කාර්තුව තුළ පිරිවැයට ආදායම් අනුපාතය 34.06% දක්වා වර්ධනය වී ඇත. ණය අයකර ගැනීමේ ක්‍රියාවලියේ ඵලදායිතාව එහි ප්‍රධාන ණය දීමේ අනුපාතයේ වැඩි දියුණු කිරීම තුළින් මනාව පිළිබිඹු වේ. නිෂ්පාදන \"ලීසිං\" 2021 දෙසැම්බර් 31 අවසානයේ 12.06% හා සැසඳීමේ දී 2022 මාර්තු අවසානයේ 9.31% ක් විය. සමාගම සැබෑ දුෂ්කරතාවයන්ට මුහුණ දෙන පාරිභෝගිකයින් හඳුනාගැනීමේ අරමුණින් කල් ඉකුත් වූ පහසුකම් ද සියුම් ලෙස නිරීක්ෂණය කර ඇත.",
        "සියපත ෆිනෑන්ස් හි මුළු වත්කම් 2022 මාර්තු 31 අවසානයේ රුපියල් බිලියන 45.6 දක්වා 6.7% කින් වර්ධනය වූ අතර එය රු. 2021 දෙසැම්බර් මස අවසානයේදී රුපියල් බිලියන 42.7 ක්. පවතින අභියෝගාත්මක ආර්ථික පරිසරය මධ්‍යයේ වුවද ශුද්ධ ණය සහ අත්තිකාරම් 5.5% කින් වර්ධනය වූ අතර එය කැපී පෙනෙන රුපියල් බිලියන 38.7 දක්වා ළඟා විය. සමාගමේ තැන්පතු පදනම ස්ථාවර මට්ටමක පවත්වා ගෙන යන ලදී. . බිලියන 16.6 මේ අනුව ස්ථාවර තැන්පතුවල සැලකිය යුතු ලෙස ආයෝජනය කරන අරමුදල් කළමනාකරුවන්, සිල්ලර තැන්පත්කරුවන් සහ ආයතනික අංශය අතර සමාගම කෙරෙහි ඇති විශ්වාසය හා විශ්වාසය පිළිබිඹු කරයි. බදු ගෙවීමෙන් පසු වාර්ෂික වත්කම් (ROA) ද 2022 පළමු කාර්තුවේදී 3.81% දක්වා ඉහළ ගියේය. 2021 දෙසැම්බරයේ 2.59%, බදු ගෙවීමෙන් පසු සාමාන්‍ය කොටස් මත වාර්ෂික ප්‍රතිලාභය (ROE) 2021 දෙසැම්බර් මාසයේ 19.16% සිට 2022 1Q හි 26.07% දක්වා වැඩි විය.",
        "ප්‍රාග්ධන ප්‍රමාණවත්තා අනුපාත නියාමන අවම අවශ්‍යතාවලට වඩා බෙහෙවින් ඉහලින් වාර්තා වී ඇති අතර 2022 මාර්තු 31 දිනට පළමු මට්ටමේ ප්‍රාග්ධන අනුපාතය ලෙස 14.10%ක් සහ මුළු ප්‍රාග්ධන අනුපාතය ලෙස 20.43%ක් වාර්තා කර ඇත. (lka)'; Outlook Stable, Fitch Ratings Lanka Ltd විසින් තහවුරු කරන ලදී.",
        "“පළමු කාර්තුවේ ලබා ගත් මෙම කැපී පෙනෙන ප්‍රතිඵල ඉදිරියේදී කාර්ය සාධනය විඳදරාගැනීමට අපට විශ්වාසයක් ලබා දෙයි. මෙම අභියෝගාත්මක කාලපරිච්ඡේදය පුරාවට අපගේ ගනුදෙනුකරුවන්ගේ, ආයෝජකයින්ගේ සහ අනෙකුත් පාර්ශවකරුවන්ගේ නොසැලෙන විශ්වාසය සහ සහයෝගය පිළිබඳව අපි කෘතඥ වන අතර, ශක්තියෙන් ශක්තියට වර්ධනය වන විට අපගේ ගනුදෙනුකරුවන්ට, ප්‍රජාවට සහ කොටස් හිමියන්ට අපගේ පොරොන්දු ඉටු කිරීමට අපි කෘතඥ වෙනවා,” සුමිත් කුමාරතුංග මහතා ප්‍රකාශ කළේය. , සභාපති, සියපත ෆිනෑන්ස්. වඩාත් මධ්‍යගත භූගෝලීය පසුබිමක සිට මෙහෙයුම් සඳහා පහසුකම් සැලසීම සඳහා කොළඹ නව ආයතනික මූලස්ථානය ඉදිකිරීමත් සමඟ සිය ගමනේ සුවිශේෂී සන්ධිස්ථානයක් සනිටුහන් කළේය. නවීන තාක්‍ෂණයෙන් බැඳී ඇති මෙම නවීනතම දහඅට මට්ටමේ ගොඩනැඟිල්ල ප්‍රධාන කේන්ද්‍රස්ථානය ලෙස ක්‍රියාත්මක වන්නේ සියලුම පාර්ශ්වකරුවන් සඳහා සියපත අත්දැකීම වැඩිදියුණු කිරීමේ අරමුණ ඇතිවය.",
        "CSE ණය සහන බෝයිස් පිළිබඳ G7 ප්‍රකාශය; එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි පොලී මිලදී ගැනීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சவாலான சூழலுக்கு மத்தியில் சியாபத ஃபைனான்ஸ் தொடர்ந்து Q1 ஆக வளர்ந்து வருகிறது.",
      "body_lines": [
        "சியாபத ஃபைனான்ஸ், பொருளாதாரப் பின்னடைவுகள் இருந்தபோதிலும் நம்பிக்கையுடன் உள்ளது, 2022 இன் முதல் காலாண்டில் சாதகமான வருமானம் மற்றும் அதிகரித்த வருவாயுடன் சிறந்த செயல்திறனைப் பதிவுசெய்துள்ளது. நிறுவனம் 1 காலாண்டில் ரூ.608.0 மில்லியன் வரிக்கு முந்தைய லாபத்தைப் (PBT) பதிவுசெய்துள்ளது. இது ரூ.395.9 மில்லியன்களுடன் ஒப்பிடப்பட்டது. 1Q 2021, 53.6% வளர்ச்சி. 2022 ஆம் ஆண்டின் 1 காலாண்டில் நிறுவனத்தின் செயல்திறனை வலுப்படுத்த உறுதியான செயல்திறன் மற்றும் மேம்பட்ட கடன் தரம் உதவியது.",
        "நிறுவனத்தின் திறமையான மற்றும் தொழில்முறை முன்முயற்சிகள் 2021 இன் 1Q இல் பதிவுசெய்யப்பட்ட 34.45% இலிருந்து 1Q 2022 இன் வருமான விகிதத்தில் 34.06% ஆக முன்னேற்றத்தைக் கண்டன. தயாரிப்பு \"லீசிங்\" மார்ச் 2022 இன் இறுதியில் 9.31% ஆக இருந்தது, 31 டிசம்பர் 2021 இன் இறுதியில் 12.06% ஆக இருந்தது. உண்மையான சிரமங்களை எதிர்கொள்ளும் வாடிக்கையாளர்களை அடையாளம் காணும் நோக்கில் நிறுவனம் தாமதமான வசதிகளை உன்னிப்பாகக் கண்காணித்து வருகிறது.",
        "சியபத ஃபினான்ஸின் மொத்த சொத்துக்கள் 6.7% அதிகரித்து 2022 மார்ச் 31 இறுதியில் ரூ.45.6 பில்லியனை எட்டியது, இது ரூ. டிசம்பர் 2021 இன் இறுதியில் 42.7 பில்லியன். நிலவும் சவாலான பொருளாதாரச் சூழல் இருந்தபோதிலும், நிகர கடன்கள் மற்றும் முன்பணங்கள் 5.5% வளர்ச்சியடைந்து, குறிப்பிடத்தக்க ரூ.38.7 பில்லியனை எட்டியது. நிறுவனத்தின் வைப்புத் தளம் நிலையான அளவில் ரூ. . 16.6 பில்லியன் நிதி மேலாளர்கள், சில்லறை வைப்பாளர்கள் மற்றும் நிலையான வைப்புகளில் தொடர்ந்து முதலீடு செய்யும் பெருநிறுவனத் துறையினரிடையே உள்ள நம்பிக்கை மற்றும் நம்பிக்கையை பிரதிபலிக்கிறது டிசம்பர் 2021 இல் 2.59%, அதே சமயம் வரிக்குப் பிறகு சராசரி ஈக்விட்டியின் (ROE) வருடாந்திர வருமானம் 2021 டிசம்பரில் 19.16% இல் இருந்து 1Q 2022 இல் 26.07% ஆக அதிகரித்துள்ளது.",
        "மூலதனப் போதுமான விகிதங்கள் ஒழுங்குமுறை குறைந்தபட்சத் தேவைகளை விட அதிகமாக பதிவாகி, அடுக்கு I மூலதன விகிதமாக 14.10% மற்றும் மொத்த மூலதன விகிதமாக 20.43% ஆக 31 மார்ச் 2022 இல் பதிவு செய்யப்பட்டுள்ளது. சியபத ஃபினான்ஸின் வலுவான மறுக்கமுடியாத நிலை 'A' மதிப்பீட்டால் மேலும் வலுப்படுத்தப்பட்டது. (lka)'; Outlook Stable, Fitch Ratings Lanka Ltd ஆல் உறுதிப்படுத்தப்பட்டது.",
        "“முதல் காலாண்டில் அடையப்பட்ட இந்த சிறப்பான முடிவுகள், முன்னோக்கிச் செல்லும் செயல்திறனில் நிலைத்திருக்கும் நம்பிக்கையை எங்களுக்குத் தருகிறது. இந்த சவாலான காலக்கட்டத்தில் எங்கள் வாடிக்கையாளர்கள், முதலீட்டாளர்கள் மற்றும் பிற பங்குதாரர்களின் அசைக்க முடியாத நம்பிக்கை மற்றும் ஆதரவிற்கு நாங்கள் நன்றியுள்ளவர்களாக இருக்கிறோம், மேலும் நாங்கள் வலிமையிலிருந்து பலமாக வளரும்போது எங்கள் வாடிக்கையாளர்கள், சமூகம் மற்றும் பங்குதாரர்களுக்கு எங்கள் வாக்குறுதிகளை தொடர்ந்து வழங்குவோம்\" என்று திரு.சுமித் குமாரனதுங்க கூறினார். , சியபத ஃபைனான்ஸ் தலைவர் நவீன தொழில்நுட்பத்துடன் இணைக்கப்பட்ட இந்த அதிநவீன பதினெட்டு நிலை கட்டிடம், அனைத்து பங்குதாரர்களுக்கும் ஒட்டுமொத்த சியாபத அனுபவத்தை மேம்படுத்தும் நோக்கில் முக்கிய மையமாக செயல்படும்.",
        "கடன் நிவாரண மிதவைகள் மீதான G7 அறிக்கை CSE; எக்ஸ்போலங்கா ஹோல்டிங்ஸில் வட்டி வாங்குதல்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}