{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bridging-divides-for-governmental-change-to-obtain-international-assistance/",
  "time_ut": 1650904320,
  "title": "Bridging divides for governmental change to obtain international assistance",
  "body_lines": [
    "There are indications that the government delegation that went to meet with the IMF in Washington did not obtain the immediate relief in the form of a quick transfer of dollars into the government’s coffers that they hoped for, and indeed, the country at large hopes for. Instead, the IMF appears to be saying that the government should first present a concrete plan as to how it is going to pay back the huge loan aggregate before the IMF provides any assistance. On the one hand, this would require the government to present a proposal of how it is going to save money by cutting down on expenditure to repay the outstanding loans. On the other hand, it would require the government to go to its creditors and seek to get some write-offs and also extend the period of repayment. This may be possible with foreign governments whose loans we need to repay if there is sufficient goodwill and a desire to help.",
    "As the crisis in the country races to its climax, which could include economic collapse, a plethora of groups are engaging in discussions to strategise the way forward. The National Council of Professionals was one such and organised a public forum on Sunday. There were close to a thousand participants at the event and many speeches on what had had gone wrong and what was needed to put things right. A business leader who spoke referred to a young man who had escaped recruitment by the LTTE and fled to the UK. He had returned to the country recently for a visit having won an award for being one of the top ten entrepreneurs in the UK. The crucial point that the businessman was making was that Sri Lanka needed to harness the goodwill that existed for it in the world.",
    "He appealed to Opposition Leader Sajith Premadasa, who was the chief guest at the event, to mobilise this goodwill. For a start, this would require reaching out to the Tamil community and bringing reconciliation to the country. He said that as the son of a president who was assassinated by the LTTE, the Opposition leader could be the Nelson Mandela of Sri Lanka to overcome the legacy of division and hatred. The divisions in the country due to the prevalence of ethnic nationalism and memories of the past are still not erased. They are not visible at the mass protests where the young people involved in the demonstrations have slogans such as “No to racism” and “Reject politicians who use racism to get votes.” But even at the demonstration sites these differences can come to the surface. The main thrust of the protest slogans is directed against the government leaders for being corrupt. There are Tamil protestors who carry placards that ask for justice for missing persons and for land to be returned.",
    "In Mannar, where I was the day before the professionals’ event in Colombo, civic leaders belonging to various walks of life, including religion and public service, explained the absence of mass protests in the Tamil areas on the ground that the campaign in Colombo and elsewhere in the South of the country, did not address the issues of the Tamil people. The position taken by most of the activists at the meeting I attended was that the Sinhalese people had not shown empathy or joined them when they struggled for their rights during the time of the war. During that period, which stretched close on three decades, there were shortages of food and medicine, fuel and power cuts and costs of essentials were much higher than in the rest of the country.",
    "A similar sentiment was expressed by some of the Muslims present. Several hundred Muslim youth, including several from Mannar, remain incarcerated due to the Easter bombing. They are held under the Prevention of Terrorism Act that permits prolonged detention without formal charge or bail. Even those who accidentally connected with suicide bomb squad leader Zahran, have been put into detention, even if they were a three-wheel driver who accepted a hire to take food to Zahran and his group or attended religious sermons he delivered before he was known to be a terrorist. Three years have passed and they remain incarcerated.",
    "There is today the shared problem of shortages, astronomical price hikes and power cuts. There is common cause on that, but not beyond. Even today, more than a decade after the end of the war, the specific problems of the people in the North and East do not resonate in other parts of the country. The sentiments expressed by people in the North and East are understandable. It needs enlightened leaders on both sides of the divide to say there is a need to move forward and to join hands to do so.",
    "In the South of the country a massive and unprecedented people’s movement, led on the ground by youth, is in full thrust despite the passage of over three weeks since it began. This is not a youth struggle alone but one that encompasses the older generations as well who come to the demonstration sites not only to be participants but to afford the protection to the youth that age can bring. There are images on social media of Christian nuns standing in front of the youth demonstrators to provide them with a human shield against threatened tear gas attack by the security forces. There is a unity and the basis for unity for those of all age groups and ethnic communities to stand together in opposition to corruption and the use of ethnic nationalism to divide and rule.",
    "The core message of the business leader at the professionals’ forum was that resolving the ethnic conflict could lead to an unlocking of international goodwill and assistance to Sri Lanka—and that it could come on a very large scale. The issue that concerns the Western countries, who continue to be the richest in the world notwithstanding the rise of China, is Sri Lanka’s ethnic conflict. It is this long unresolved problem that has led to at least three million Sri Lankans emigrating to those countries as political and economic refugees for the most part. With the passage of time this diaspora has grown to wield considerable economic and political power of their own that gives them leverage over the governments of their adopted countries.",
    "The current government leadership has been discredited internationally, and particularly in the Western countries, for its poor track record in human rights and ensuring accountability for human rights violations. This is the reason that Sri Lanka is being dragged on the coals at every session of the UN Human Rights Council since it came to power in November 2019. It is also the reason why Sri Lanka is facing the possible loss of its GSP Plus tariff privileges from the EU. Likewise, the grotesque way in which the government insisted on cremating the bodies of Muslims who died of Covid for over a year not only alienated the Muslim community within Sri Lanka but the larger Muslim community (and governments) worldwide.",
    "The current government which is neither trusted locally or internationally is unfortunately not in a position to obtain the large-scale financial assistance that Sri Lanka urgently requires. A government leadership that is so clearly rejected by its people, and which is refusing to resign despite teetering on the brink even in Parliament where they once enjoyed a 2/3 majority, can hardly impress the international community as being a stable or honourable government. A new governmental leadership, with new faces and a new ethos, might still be able to save the country and its people from the economic catastrophe that appears imminent.",
    "Real experts now lament for not opposing govt.’s disastrous agricultural policy",
    "Public Finance Committee members urge Finance Ministry to see whether import tax reductions are passed on to consumers",
    "New political culture, altruistic leaders can save Sri Lanka: Deepika",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජාත්‍යන්තර සහය ලබා ගැනීම සඳහා රාජ්‍ය වෙනසක් සඳහා වෙන් කිරීම",
      "body_lines": [
        "වොෂින්ටනයේදී ජාත්‍යන්තර මූල්‍ය අරමුදල හමුවීමට ගිය රජයේ දූත පිරිසට ඔවුන් බලාපොරොත්තු වූ සහ ඇත්ත වශයෙන්ම රට විශාල වශයෙන් බලාපොරොත්තු වූ රජයේ භාණ්ඩාගාරයට ඩොලර් ඉක්මනින් මාරු කිරීමේ ස්වරූපයෙන් ක්ෂණික සහන නොලැබුණු බවට ඉඟි තිබේ. ඒ වෙනුවට, ජාත්‍යන්තර මූල්‍ය අරමුදල පවසන්නේ, ජාත්‍යන්තර මූල්‍ය අරමුදල කිසියම් ආධාරයක් ලබා දීමට පෙර, රජය විසින් දැවැන්ත ණය එකතුව ආපසු ගෙවන්නේ කෙසේද යන්න පිළිබඳ සංයුක්ත සැලැස්මක් පළමුව ඉදිරිපත් කළ යුතු බවයි. එක් අතකින්, මේ සඳහා රජයට හිඟ ණය ගෙවීම සඳහා වියදම් කපා හැරීමෙන් මුදල් ඉතිරි කරන්නේ කෙසේද යන්න පිළිබඳ යෝජනාවක් ඉදිරිපත් කිරීමට අවශ්‍ය වනු ඇත. අනෙක් අතට, රජයට තම ණයහිමියන් වෙත ගොස් කපා හැරීම් කිහිපයක් ලබා ගැනීමට සහ ආපසු ගෙවීමේ කාලය දීර්ඝ කිරීමට අවශ්‍ය වනු ඇත. ප්‍රමාණවත් හොඳ හිතක් සහ උපකාර කිරීමට අවශ්‍ය නම් අප විසින් ණය ආපසු ගෙවිය යුතු විදේශීය රජයන් සමඟ මෙය කළ හැකිය.",
        "රටේ අර්බුදය ආර්ථික කඩාවැටීමක් ද ඇතුළු විය හැකි උච්චතම අවස්ථාවට දිව යද්දී, කණ්ඩායම් රාශියක් ඉදිරි මාවත සැකසීම සඳහා සාකච්ඡා කරමින් සිටී. ජාතික වෘත්තිකයන්ගේ කවුන්සිලය එවැන්නක් වන අතර ඉරිදා මහජන සංසදයක් සංවිධානය කළේය. මෙම අවස්ථාවට දහසකට ආසන්න පිරිසක් සහභාගී වී සිටි අතර වැරදි සිදුවී ඇති දේ සහ දේවල් නිවැරදි කිරීමට අවශ්‍ය දේ පිළිබඳව බොහෝ දේශන පැවැත්විණි. එහිදී අදහස් දැක්වූ ව්‍යාපාරික ප්‍රධානියෙක් එල්.ටී.ටී.ඊ සංවිධානයට බඳවා ගැනීමෙන් බේරී එක්සත් රාජධානියට පලා ගිය තරුණයෙකු ගැන සඳහන් කළේය. එක්සත් රාජධානියේ හොඳම ව්‍යවසායකයින් දස දෙනාගෙන් කෙනෙකු ලෙස සම්මානයක් දිනාගත් ඔහු සංචාරයක් සඳහා පසුගිය දා යළි දිවයිනට පැමිණ තිබුණි. ව්‍යාපාරිකයා ඉදිරිපත් කළ තීරණාත්මක කාරණය වූයේ ශ්‍රී ලංකාවට ලෝකයේ තිබූ හොඳ හිත ප්‍රයෝජනයට ගැනීමට අවශ්‍ය බවය.",
        "මෙම සුහදතාවය බලමුළු ගන්වන ලෙස ඔහු එම උත්සවයේ ප්‍රධාන ආරාධිතයා වූ විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතාගෙන් ඉල්ලා සිටියේය. ආරම්භයක් ලෙස මේ සඳහා දෙමළ ප්‍රජාව වෙත ළඟා වී රට තුළ සංහිඳියාව ඇති කිරීම අවශ්‍ය වේ. එල්.ටී.ටී.ඊ.ය විසින් ඝාතනය කරන ලද ජනාධිපතිවරයෙකුගේ පුත්‍රයෙකු ලෙස විපක්‍ෂ නායකවරයා ලෙස බෙදීමේ හා වෛරයේ උරුමය ජය ගැනීමට ශ්‍රී ලංකාවේ නෙල්සන් මැන්ඩෙලා විය හැකි බව ඔහු පැවසීය. ජනවාර්ගික ජාතිකවාදයේ පැතිරීම සහ අතීත මතකයන් නිසා රට තුළ ඇති වූ බෙදීම් තවමත් මැකී නැත. “ජාතිවාදය එපා”, “ඡන්දය ගන්න ජාතිවාදය පාවිච්චි කරන දේශපාලකයන් ප්‍රතික්ෂේප කරන්න” වැනි සටන් පාඨ පෙළපාලිවලට සම්බන්ධ තරුණ පිරිස්වල තිබෙන ජනතා උද්ඝෝෂණවලදී ඒවා නොපෙනේ. නමුත් නිරූපණ ස්ථානවල පවා මෙම වෙනස්කම් මතුපිටට පැමිණිය හැකිය. විරෝධතා සටන් පාඨවල ප්‍රධාන තෙරපුම රජයේ නායකයන් දූෂිතයන් බවට පත්වීමට එරෙහිව යොමු කෙරේ. අතුරුදන් වූවන්ට යුක්තිය ඉටු කරන ලෙසත්, ඉඩම් ආපසු ලබා දෙන ලෙසත් ඉල්ලන පුවරු රැගෙන දෙමළ විරෝධතාකරුවෝ සිටිති.",
        "මන්නාරමේ, කොළඹ පැවති වෘත්තීයවේදීන්ගේ උත්සවයට පෙර දින මා සිටි, ආගම සහ රාජ්‍ය සේවය ඇතුළු විවිධ තරාතිරම්වල සිවිල් නායකයින් දෙමළ ප්‍රදේශවල මහජන විරෝධතා නොමැතිකම පැහැදිලි කළේ කොළඹ උද්ඝෝෂනය සහ රටේ දකුණේ වෙනත් තැන්වල දෙමළ ජනතාවගේ ප්‍රශ්නවලට විසඳුම් දුන්නේ නැහැ. මා සහභාගී වූ රැස්වීමේදී බොහෝ ක්‍රියාකාරීන් ගත් ස්ථාවරය වූයේ සිංහල ජනතාව යුද්ධය පැවති කාලයේ තම අයිතිවාසිකම් වෙනුවෙන් අරගල කරන විට ඔවුන් සමඟ සංවේදනය හෝ ඔවුන් සමඟ එකතු වී නොතිබීමයි. දශක තුනකට ආසන්න කාලයක් පුරා විහිදුණු එම කාලය තුළ ආහාර හා ඖෂධ හිඟය, ඉන්ධන සහ විදුලිය කප්පාදුව සහ අත්‍යවශ්‍ය ද්‍රව්‍යවල පිරිවැය රටේ සෙසු ප්‍රදේශවලට වඩා බෙහෙවින් වැඩි විය.",
        "ඒ හා සමාන හැඟීමක් පැමිණ සිටි සමහර මුස්ලිම්වරුන් විසින් ප්‍රකාශ කරන ලදී. මන්නාරමේ කිහිප දෙනෙකු ඇතුළු මුස්ලිම් තරුණයින් සිය ගණනක් පාස්කු ප්‍රහාරය හේතුවෙන් සිරගතව සිටිති. විධිමත් චෝදනාවක් හෝ ඇපයක් නොමැතිව දීර්ඝ කාලයක් රඳවා තබා ගැනීමට අවසර දෙන ත්‍රස්තවාදය වැලැක්වීමේ පනත යටතේ ඔවුන් රඳවා ඇත. මරාගෙන මැරෙන බෝම්බ ප්‍රහාරක කණ්ඩායමේ නායක සහරාන් සමඟ අහම්බෙන් සම්බන්ධ වූවන් පවා, සහරාන් ඇතුළු පිරිසට කෑම රැගෙන යාමට කුලියට ගත් ත්‍රිරෝද රථ රියදුරෙකු වුවද, ඔහු දැනගැනීමට පෙර ඔහු පැවැත්වූ ආගමික දේශනාවලට සහභාගි වූ අය පවා සිරගත කර ඇත. ත්‍රස්තවාදියෙක් වෙන්න. වසර තුනක් ගෙවී ගොස් ඇති අතර ඔවුන් තවමත් සිරගතව සිටිති.",
        "හිඟය, තාරකා විද්‍යාත්මක මිල ඉහළ යාම සහ විදුලිය කප්පාදුව යන පොදු ගැටලුව අද පවතී. ඒ සඳහා පොදු හේතුවක් ඇත, නමුත් ඉන් ඔබ්බට නොවේ. යුද්ධය අවසන් වී දශකයකට වැඩි කාලයක් ගතවී ඇති අදටත් උතුරු නැගෙනහිර ජනතාවගේ විශේෂිත ගැටලු රටේ අනෙකුත් ප්‍රදේශවල දෝංකාර දෙන්නේ නැත. උතුරු නැඟෙනහිර ජනතාව ප්‍රකාශ කරන හැඟීම් තේරුම් ගත හැකියි. ඉදිරියට යා යුතු බව කීමටත් ඒ සඳහා අත්වැල් බැඳ ගැනීමටත් බෙදීමේ දෙපැත්තේම ප්‍රබුද්ධ නායකයින් අවශ්‍ය වේ.",
        "රටේ දකුණේ තරුණයන් විසින් මෙහෙයවන ලද දැවැන්ත හා පෙර නොවූ විරූ ජනතා ව්‍යාපාරයක් ආරම්භ වී සති තුනකට අධික කාලයක් ගතවී ඇතත් එය පූර්ණ තෙරපුමක පවතී. මෙය තනිකරම තරුණ අරගලයක් නොව, තරුණ පරපුරට වයසින් ගෙන දිය හැකි ආරක්ෂාව ලබා දීමට සහභාගී වීමට පමණක් නොව, ප්‍රදර්ශන භූමියට පැමිණෙන වැඩිහිටි පරම්පරාවන් ද ඇතුළත් වන අරගලයකි. ආරක්ෂක අංශ විසින් එල්ල කරන ලද තර්ජනාත්මක කඳුළු ගෑස් ප්‍රහාරයට එරෙහිව තරුණ පෙළපාලිකරුවන්ට මිනිස් පලිහක් ලබා දීම සඳහා ක්‍රිස්තියානි කන්‍යා සොහොයුරියන් ඉදිරිපිට සිටගෙන සිටින ඡායාරූප සමාජ මාධ්‍යවල තිබේ. දූෂණයට සහ ජනවාර්ගික ජාතිකවාදය බෙදීමට සහ පාලනය කිරීමට එරෙහිව සියලු වයස් කාණ්ඩවල සහ ජනවාර්ගික ප්‍රජාවන්ට එකට නැගී සිටීම සඳහා සමගියක් සහ පදනමක් ඇත.",
        "වෘත්තීයවේදීන්ගේ සංසදයේ ව්‍යාපාරික නායකයාගේ මූලික පණිවිඩය වූයේ ජනවාර්ගික ගැටුම නිරාකරණය කිරීම ශ්‍රී ලංකාවට ජාත්‍යන්තර සුහදතාවය සහ ආධාර අගුළු හැරීමට හේතු විය හැකි බවත් එය ඉතා විශාල පරිමාණයෙන් පැමිණිය හැකි බවත් ය. චීනයේ නැගීම නොතකා ලෝකයේ ධනවත්ම රටවල් ලෙස දිගටම රැඳී සිටින බටහිර රටවලට අදාළ ප්‍රශ්නය ශ්‍රී ලංකාවේ ජනවාර්ගික ගැටුමයි. අවම වශයෙන් මිලියන තුනක ශ්‍රී ලාංකිකයන් දේශපාලන හා ආර්ථික සරණාගතයන් ලෙස එම රටවලට සංක්‍රමණය වීමට හේතු වී ඇත්තේ දිගු කලක් නොවිසඳුණු මෙම ගැටලුවයි. කාලයාගේ ඇවෑමෙන් මෙම ඩයස්පෝරාව තමන් විසින්ම සම්මත කරගත් රටවල රජයන් කෙරෙහි බලයක් ලබා දෙන සැලකිය යුතු ආර්ථික හා දේශපාලන බලයක් තමන් සතු කර ගැනීමට වර්ධනය වී ඇත.",
        "වත්මන් රජයේ නායකත්වය මානව හිමිකම් සම්බන්ධයෙන් එහි දුර්වල වාර්තාව සහ මානව හිමිකම් කඩකිරීම් සම්බන්ධයෙන් වගවීම සහතික කිරීම හේතුවෙන් ජාත්‍යන්තරව සහ විශේෂයෙන්ම බටහිර රටවල අපකීර්තියට පත්ව ඇත. 2019 නොවැම්බරයේ බලයට පත් වූ දා සිට එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සෑම සැසිවාරයකම ශ්‍රී ලංකාව ගල් අඟුරු මතින් ඇදගෙන යන්නේ මේ හේතුව නිසා ය. GSP Plus තීරුබදු වරප්‍රසාද අහිමි වීමට ශ්‍රී ලංකාව මුහුණ දී සිටින්නේ ද එයයි. EU වෙතින්. එසේම, වසරකට වැඩි කාලයක් තිස්සේ කොවිඩ් රෝගයෙන් මියගිය මුස්ලිම්වරුන්ගේ සිරුරු ආදාහනය කිරීමට රජය අවධාරනය කළ විකාර සහගත ආකාරය ශ්‍රී ලංකාව තුළ මුස්ලිම් ප්‍රජාව පමණක් නොව ලොව පුරා විශාල මුස්ලිම් ප්‍රජාව (සහ රජයන්) විරසක කළේය.",
        "දේශීය හෝ ජාත්‍යන්තර වශයෙන් විශ්වාසයක් නොමැති වත්මන් රජයට අවාසනාවකට මෙන් ශ්‍රී ලංකාවට කඩිනමින් අවශ්‍ය වන මහා පරිමාණ මූල්‍ය ආධාර ලබාගැනීමට හැකියාවක් නැත. තම ජනතාව විසින් ඉතා පැහැදිලිව ප්‍රතික්ෂේප කරන ලද සහ වරක් 2/3 ක බලයක් භුක්ති විඳි පාර්ලිමේන්තුවේ දී පවා ඉල්ලා අස්වීම ප්‍රතික්ෂේප කරන රජයේ නායකත්වයකට, ස්ථාවර හෝ ගෞරවනීය රජයක් ලෙස ජාත්‍යන්තර ප්‍රජාවට කාවැද්දීමට අපහසුය. නව මුහුණුවරකින් සහ නව සදාචාරයකින් යුත් නව රාජ්‍ය නායකත්වයකට, අත ළඟම පෙනෙන ආර්ථික ව්‍යසනයෙන් රටත් එහි ජනතාවත් ගලවා ගැනීමට තවමත් හැකිවනු ඇත.",
        "රජයේ විනාශකාරී කෘෂිකාර්මික ප්‍රතිපත්තියට විරුද්ධ නොවීම ගැන සැබෑ විශේෂඥයෝ දැන් දුක් වෙති",
        "ආනයන බදු අඩු කිරීම් පාරිභෝගිකයන් වෙත ලබා දෙන්නේ දැයි සොයා බලන ලෙස රාජ්‍ය මුදල් කමිටු සාමාජිකයින් මුදල් අමාත්‍යාංශයෙන් ඉල්ලා සිටියි",
        "නව දේශපාලන සංස්කෘතිය, පරාර්ථකාමී නායකයින්ට ශ්‍රී ලංකාව බේරා ගත හැකියි: දීපිකා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சர்வதேச உதவியைப் பெறுவதற்கான அரசாங்க மாற்றத்திற்கு பிரிட்ஜிங்",
      "body_lines": [
        "வாஷிங்டனில் IMF-ஐச் சந்திக்கச் சென்ற அரசாங்கக் குழு, அரசாங்கத்தின் கருவூலங்களுக்கு டாலர்களை விரைவாக மாற்றும் வடிவில் உடனடி நிவாரணத்தைப் பெறவில்லை என்பதற்கான அறிகுறிகள் உள்ளன. அதற்குப் பதிலாக, IMF எந்த உதவியையும் வழங்குவதற்கு முன், மிகப்பெரிய கடனை எவ்வாறு திருப்பிச் செலுத்தப் போகிறது என்பது குறித்த உறுதியான திட்டத்தை அரசாங்கம் முதலில் முன்வைக்க வேண்டும் என்று IMF கூறுவதாகத் தெரிகிறது. ஒருபுறம், நிலுவையில் உள்ள கடனைத் திருப்பிச் செலுத்துவதற்கான செலவைக் குறைப்பதன் மூலம் பணத்தை எவ்வாறு சேமிக்கப் போகிறது என்ற திட்டத்தை அரசாங்கம் முன்வைக்க வேண்டும். மறுபுறம், அரசாங்கம் அதன் கடனாளிகளிடம் சென்று சில தள்ளுபடிகளை பெற முற்படுவது மற்றும் திருப்பிச் செலுத்தும் காலத்தை நீட்டிக்க வேண்டும். போதுமான நல்லெண்ணமும், உதவி செய்யும் விருப்பமும் இருந்தால், நாம் கடனைத் திருப்பிச் செலுத்த வேண்டிய வெளிநாட்டு அரசாங்கங்களால் இது சாத்தியமாகலாம்.",
        "நாட்டின் நெருக்கடி அதன் உச்சக்கட்டத்தை நோக்கி ஓடிக்கொண்டிருக்கும்போது, ​​அதில் பொருளாதாரச் சரிவு அடங்கும், பல குழுக்கள் முன்னோக்கி செல்லும் வழியை உருவாக்குவதற்கான விவாதங்களில் ஈடுபட்டுள்ளன. நேஷனல் கவுன்சில் ஆஃப் ப்ரொஃபஷனல்ஸ் அத்தகைய ஒரு பொது மன்றத்தை ஞாயிற்றுக்கிழமை ஏற்பாடு செய்தது. நிகழ்வில் ஏறக்குறைய ஆயிரத்துக்கும் மேற்பட்ட பங்கேற்பாளர்கள் இருந்தனர் மற்றும் என்ன தவறு நடந்தது மற்றும் விஷயங்களைச் சரிசெய்வதற்கு என்ன தேவை என்பதைப் பற்றிய பல உரைகள் இருந்தன. விடுதலைப் புலிகளின் ஆட்சேர்ப்பில் இருந்து தப்பி இங்கிலாந்துக்கு தப்பிச் சென்ற ஒரு இளைஞனைப் பற்றிப் பேசிய வர்த்தகத் தலைவர் ஒருவர் குறிப்பிட்டார். இங்கிலாந்தின் முதல் பத்து தொழில்முனைவோருக்கான விருதை வென்றதற்காக அவர் சமீபத்தில் ஒரு விஜயத்திற்காக நாடு திரும்பினார். இலங்கைக்கு உலகில் நிலவும் நல்லெண்ணத்தைப் பயன்படுத்திக் கொள்ள வேண்டும் என்பதுதான் அந்த வணிகர் கூறிய முக்கியமான விஷயம்.",
        "இந்நிகழ்வில் பிரதம அதிதியாகக் கலந்துகொண்ட எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவிடம் இந்த நல்லுறவைத் திரட்டுமாறு அவர் வேண்டுகோள் விடுத்தார். ஒரு தொடக்கமாக, இதற்கு தமிழ் சமூகத்தை அணுகி நாட்டில் நல்லிணக்கத்தை ஏற்படுத்த வேண்டும். தமிழீழ விடுதலைப் புலிகளால் படுகொலை செய்யப்பட்ட ஜனாதிபதியின் மகன் என்ற வகையில் இலங்கையின் நெல்சன் மண்டேலாவாகவே எதிர்க்கட்சித் தலைவரான அவர், பிரிவினை மற்றும் வெறுப்பு மரபினை முறியடிக்க முடியும் என்றார். இனவாத தேசியவாதம் மற்றும் கடந்த கால நினைவுகள் காரணமாக நாட்டில் ஏற்பட்ட பிளவுகள் இன்னும் துடைக்கப்படவில்லை. ஆர்ப்பாட்டங்களில் ஈடுபட்ட இளைஞர்கள் “இனவாதம் வேண்டாம்”, “இனவாதத்தைப் பயன்படுத்தி வாக்குகளைப் பெறும் அரசியல்வாதிகளை நிராகரிக்கவும்” போன்ற முழக்கங்களைக் கொண்ட மக்கள் போராட்டங்களில் அவர்கள் கண்ணுக்குத் தெரியவில்லை. ஆனால் ஆர்ப்பாட்டத் தளங்களில் கூட இந்த வேறுபாடுகள் வெளிவரலாம். எதிர்ப்பு முழக்கங்களின் முக்கிய உந்துதல் அரசாங்கத் தலைவர்கள் ஊழல்வாதிகளுக்கு எதிராக இயக்கப்படுகிறது. காணாமற்போனோர் தொடர்பில் நீதி கேட்டும் காணி மீளக் கோரியும் பலகைகளை ஏந்தியவாறு தமிழ் எதிர்ப்பாளர்கள் உள்ளனர்.",
        "கொழும்பில் நடைபெற்ற தொழில் நிபுணத்துவ நிகழ்வுக்கு முந்தின நாள் நான் இருந்த மன்னாரில், மதம், பொதுச்சேவை உட்பட பல்வேறு சமூகத் தலைவர்கள், கொழும்பில் பிரச்சாரம் செய்த காரணத்தால், தமிழர் பகுதிகளில் பாரிய போராட்டங்கள் இல்லாதது குறித்து விளக்கினர். நாட்டின் தென்பகுதியில் வேறு எங்கும் தமிழ் மக்களின் பிரச்சினைகளுக்கு தீர்வு காணவில்லை. நான் கலந்து கொண்ட கூட்டத்தில் பெரும்பாலான செயற்பாட்டாளர்கள் எடுத்த நிலைப்பாடு என்னவென்றால், சிங்கள மக்கள் யுத்த காலத்தில் தமது உரிமைகளுக்காகப் போராடிய போது அவர்கள் அனுதாபம் காட்டவில்லை அல்லது அவர்களுடன் இணைந்து கொள்ளவில்லை. மூன்று தசாப்தங்களாக நீடித்த அந்த காலகட்டத்தில், உணவு மற்றும் மருந்து பற்றாக்குறை, எரிபொருள் மற்றும் மின்வெட்டு மற்றும் அத்தியாவசிய பொருட்களின் விலைகள் நாட்டின் மற்ற பகுதிகளை விட மிக அதிகமாக இருந்தது.",
        "இதே கருத்தை அங்கிருந்த முஸ்லிம்கள் சிலரும் தெரிவித்தனர். மன்னாரைச் சேர்ந்த பலர் உட்பட பல நூறு முஸ்லிம் இளைஞர்கள் ஈஸ்டர் குண்டுத் தாக்குதலின் காரணமாக சிறையில் உள்ளனர். முறையான குற்றச்சாட்டு அல்லது ஜாமீன் இல்லாமல் நீண்ட காலம் காவலில் வைக்க அனுமதிக்கும் பயங்கரவாதத் தடுப்புச் சட்டத்தின் கீழ் அவர்கள் தடுத்து வைக்கப்பட்டுள்ளனர். தற்செயலாக தற்கொலைப் படைத் தலைவர் சஹ்ரானுடன் தொடர்பு கொண்டவர்கள் கூட, முச்சக்கர வண்டி சாரதியாக இருந்தாலும், சஹ்ரானுக்கும் அவரது குழுவினருக்கும் உணவு எடுத்துச் செல்ல வாடகைக்கு வந்தாலும் அல்லது அவர் அறியும் முன்பே அவர் ஆற்றிய மதச் சொற்பொழிவுகளில் கலந்து கொண்டாலும் கூட தடுப்புக்காவலில் வைக்கப்பட்டுள்ளனர். பயங்கரவாதியாக இரு. மூன்று வருடங்கள் கடந்துவிட்டன, அவர்கள் சிறையில் இருக்கிறார்கள்.",
        "பற்றாக்குறை, வானியல் விலை உயர்வு மற்றும் மின்வெட்டு போன்ற பகிரப்பட்ட பிரச்சனை இன்று உள்ளது. இதற்கு பொதுவான காரணம் உள்ளது, ஆனால் அதற்கு அப்பால் இல்லை. யுத்தம் முடிவடைந்து ஒரு தசாப்தத்திற்கும் மேலாக இன்றும் வடக்கு, கிழக்கு மக்களின் குறிப்பிட்ட பிரச்சினைகள் நாட்டின் ஏனைய பகுதிகளில் எதிரொலிக்கவில்லை. வடக்கு, கிழக்கு மக்கள் வெளிப்படுத்தும் உணர்வுகள் புரிந்துகொள்ளக்கூடியவை. முன்னோக்கிச் செல்ல வேண்டிய அவசியம் இருப்பதாகக் கூறுவதற்கும், அதற்காகக் கைகோர்ப்பதற்கும் இரு தரப்பிலும் உள்ள அறிவொளி பெற்ற தலைவர்கள் தேவை.",
        "நாட்டின் தெற்கில், இளைஞர்களால் களம் இறங்கிய ஒரு பாரிய மற்றும் முன்னோடியில்லாத மக்கள் இயக்கம், அது தொடங்கி மூன்று வாரங்களுக்கு மேல் கடந்த போதிலும் முழு உந்துதலுடன் உள்ளது. இது இளைஞர்களின் போராட்டம் மட்டுமல்ல, பழைய தலைமுறையினரையும் உள்ளடக்கியது, அவர்கள் பங்கேற்பாளர்களாக மட்டுமல்லாமல், இளைஞர்களுக்கு வயதைக் கொண்டு வரக்கூடிய பாதுகாப்பை வழங்குவதற்காகவும் ஆர்ப்பாட்ட தளங்களுக்கு வருகிறார்கள். பாதுகாப்புப் படையினரால் அச்சுறுத்தப்பட்ட கண்ணீர்ப்புகைத் தாக்குதலுக்கு எதிராக மனிதக் கேடயம் வழங்குவதற்காக இளைஞர்கள் ஆர்ப்பாட்டக்காரர்களுக்கு முன்னால் கிறிஸ்தவ கன்னியாஸ்திரிகள் நிற்கும் படங்கள் சமூக ஊடகங்களில் உள்ளன. ஊழலுக்கும், இன தேசியவாதத்தைப் பிரித்து ஆட்சி செய்வதற்கும் எதிராக அனைத்து வயதினரும், இன சமூகத்தினரும் ஒன்றிணைந்து நிற்பதற்கு ஒரு ஒற்றுமையும் அடிப்படையும் உள்ளது.",
        "தொழில் வல்லுநர்கள் மன்றத்தில் வணிகத் தலைவரின் முக்கிய செய்தி என்னவென்றால், இன மோதலைத் தீர்ப்பது சர்வதேச நல்லெண்ணத்தையும் இலங்கைக்கான உதவியையும் திறக்க வழிவகுக்கும் - மேலும் அது மிகப் பெரிய அளவில் வரக்கூடும். சீனாவின் எழுச்சியைப் பொருட்படுத்தாமல் உலகின் பணக்காரர்களாகத் தொடரும் மேற்கத்திய நாடுகளைப் பற்றிய பிரச்சினை இலங்கையின் இனப்பிரச்சினையாகும். நீண்டகாலமாகத் தீர்க்கப்படாத இந்தப் பிரச்சினையே குறைந்தபட்சம் 3 மில்லியன் இலங்கையர்கள் அரசியல் மற்றும் பொருளாதார அகதிகளாக அந்த நாடுகளுக்கு புலம்பெயர்வதற்கு வழிவகுத்தது. காலப்போக்கில், இந்த புலம்பெயர்ந்தோர் கணிசமான பொருளாதார மற்றும் அரசியல் அதிகாரத்தை தங்கள் சொந்த நாடுகளின் அரசாங்கங்கள் மீது செலுத்தும் அளவிற்கு வளர்ந்துள்ளனர்.",
        "தற்போதைய அரசாங்கத் தலைமையானது, மனித உரிமைகள் மற்றும் மனித உரிமை மீறல்களுக்கு பொறுப்புக்கூறலை உறுதி செய்தல் ஆகியவற்றில் மோசமான சாதனைக்காக சர்வதேச அளவில், குறிப்பாக மேற்கத்திய நாடுகளில் மதிப்பிழந்துள்ளது. 2019 நவம்பரில் இலங்கை ஆட்சிக்கு வந்ததில் இருந்து ஐ.நா மனித உரிமைகள் பேரவையின் ஒவ்வொரு அமர்விலும் இலங்கை இழுத்துச் செல்லப்படுவதற்கு இதுவே காரணம். இலங்கை தனது GSP பிளஸ் வரிச்சலுகைகளை இழக்க நேரிடும் காரணமும் இதுவே. ஐரோப்பிய ஒன்றியத்தில் இருந்து. அதேபோல், ஒரு வருடத்திற்கும் மேலாக கோவிட் நோயால் இறந்த முஸ்லிம்களின் உடல்களை தகனம் செய்ய அரசாங்கம் வலியுறுத்திய கோரமான விதம் இலங்கையில் உள்ள முஸ்லிம் சமூகத்தை மட்டுமல்ல, உலகெங்கிலும் உள்ள பெரிய முஸ்லிம் சமூகத்தையும் (மற்றும் அரசாங்கங்களையும்) அந்நியப்படுத்தியது.",
        "உள்நாட்டிலோ அல்லது சர்வதேசத்திலோ நம்பிக்கை இல்லாத தற்போதைய அரசாங்கம் துரதிஷ்டவசமாக இலங்கைக்கு அவசரமாகத் தேவைப்படும் பாரிய அளவிலான நிதி உதவிகளைப் பெற்றுக்கொள்ளும் நிலையில் இல்லை. மக்களால் மிகத் தெளிவாக நிராகரிக்கப்பட்ட ஒரு அரசாங்கத் தலைமை, ஒரு காலத்தில் 2/3 பெரும்பான்மையைப் பெற்றிருந்த பாராளுமன்றத்தில் கூட விளிம்பில் தத்தளித்த போதிலும் ராஜினாமா செய்ய மறுக்கும் ஒரு அரசாங்கத் தலைமை, ஒரு நிலையான அல்லது கௌரவமான அரசாங்கமாக சர்வதேச சமூகத்தை ஈர்க்க முடியாது. புதிய முகங்கள் மற்றும் புதிய நெறிமுறைகளைக் கொண்ட ஒரு புதிய அரசாங்கத் தலைமையானது, உடனடித் தோன்றும் பொருளாதாரப் பேரழிவிலிருந்து நாட்டையும் அதன் மக்களையும் இன்னும் காப்பாற்ற முடியும்.",
        "உண்மையான வல்லுநர்கள் இப்போது அரசாங்கத்தின் அழிவுகரமான விவசாயக் கொள்கையை எதிர்க்கவில்லை என்று புலம்புகின்றனர்",
        "பொது நிதிக் குழு உறுப்பினர்கள், இறக்குமதி வரிக் குறைப்புக்கள் நுகர்வோருக்கு அனுப்பப்படுகிறதா என்பதைப் பார்க்க நிதி அமைச்சகத்தை வலியுறுத்துகின்றனர்",
        "புதிய அரசியல் கலாச்சாரம், தன்னலமற்ற தலைவர்கள் இலங்கையை காப்பாற்ற முடியும்: தீபிகா",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}