{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/man-of-the-hour-and-his-appeal/",
  "time_ut": 1648211940,
  "title": "Man of the Hour and his appeal",
  "body_lines": [
    "Volodymyr Oleksandrovych Zelensky is most certainly the most outstanding personality of the present, straddling the world with his determination, courage and. yes, youthful zest. Who else internationally draws attention and admiration as this David does, facing mighty Goliath Putin and Russian forces. His clout and the halo around him are further enhanced by the cold and callous demeanour of ex KGB Putin. He boldly declares Ukraine will not give in nor surrender any part of its territory, whatever the cost. And the cost has been very high.",
    "Zelensky has taken on a mighty mission of resistance though only 44 years old with, some might say, scant experience in politics and leadership. Born on 25 January, 1978, in a major city in central Ukraine, he grew up with Russian as his language. Obtaining a degree in law from the Kyiv National Economic University, he decided to go on stage as an actor and comedian. He created a production company which produced films, cartoon strips and TV series in one of which he played the role of Ukrainian President, running from 2015 to 2018. He announced his presidential candidacy on December 31, 2019. He is the sixth Prez of Ukraine.",
    "On March 8, after 13 days of battling the invading Russian forces on more than one front, Zelensky addressed the British Parliament, virtually. The striking feature of this was his turn of phrase and choice of allusion and reference. Adroitly and perchance with soft cunning he chose to quote the greatest British writer of all time and the greatest wartime leader: William Shakespeare and Winston Churchill. Pertinently it was Shakespeare’s Hamlet that Zelensky opted to take a line from; a young man torn with national fervor and political trouble. I quote a major part of his address:",
    "“The question for us now is to be or not to be. Oh no, this Shakespearean question. For 13 days this question could have been asked but now I can give you a definite answer. It’s definitely yes, to be.",
    "“And I would like to remind you the words that the United Kingdom has already heard, which are important again. We will not give up and we will not lose. We will fight until the end, at sea, in the air. We will continue fighting for our land, whatever the cost. We will fight in the forests, in the fields, on the shores, in the streets. I’d like to add that we will fight on the banks of different rivers and we’re looking for your help, for the help of the civilized countries.",
    "“We’re thankful for this help and I’m very grateful to you Boris, please increase the pressure of the sanctions against this country Russia, please recognize this country as a terrorist state and please make sure our Ukrainian skies are safe.",
    "“Please make sure you do what needs to be done and what is stipulated by the greatness of your country. Glory to Ukraine and glory to the United Kingdom!”",
    "The main plus points of the address are its simplicity and straightforwardness – a direct appeal, spoken from the heart and thus sincere. No histrionics, no political jargon; just determination and appeal that Britain does its part to help resist terrorist Russia. Zelensky’s address to those in historic Westminster is certainly not a great and glorious speech but it is noteworthy as a brave and determined cry from a country caught in an unnecessary and unjust war.",
    "That last summation: “is certainly not a great and glorious speech” got me recollecting famous speeches of the past decades. A further inducement was to turn to something worthwhile said well by famous people who were outstanding mostly in their dedication to their countries. We have too much trivia if not rubbish being spouted out by our VIPs and responsibility adroitly shoved aside. As often mentioned, we are best at the blame game and noticeably avoid taking responsibility. Hardly ever mea culpas from those in high places, and no resignations ever.",
    "I will not even mention here Winston Churchill’s famous calls to the nation during WW II because we Asians cannot forgive him his superciliousness and positive disrespect to one of the greatest Asians – Mahatma Gandhi. Churchill referred to him as ” that half naked fakir who dared climb the steps of the Viceregal Palace in Delhi.” Mercifully, Lord Louis Mountbatten and his wife, particularly, were discerning and recognized greatness when they were faced by it, though of a brown skinned person who chose to attire himself differently.",
    "To me Jawaharlal Nehru’s speech announcing Indian independence from British rule on August 14 at midnight, 1947, ranks as the best speech ever made. And one can be sure there were no speech writers then as there now are. It was intoned with complete sincerity, no hubris, rather, an underlying sense of humility.",
    "“Long years ago, we made a tryst with destiny; and now the time comes when we shall redeem our pledge, not wholly or in full measure, but very substantially. At the stroke of the midnight hour, when the world sleeps, India will awake to life and freedom. A moment comes, which comes but rarely in history, when we step out from the old to the new – when an age ends, and when the soul of a nation, long suppressed, finds utterance. It is fitting that at this solemn moment we take the pledge of dedication to the service of India, and her people, and to the still larger cause of humanity…We end today a period of ill fortune and India discovers herself again.",
    "“The achievement we celebrate today is but a step, an opening of opportunity to the greatest triumph and achievements that await us. Are we brave enough and wise enough to tap the opportunity and accept the challenges of the future?”",
    "I cannot but quote from Nehru’s speech made with no preparation, no notes at all, when he heard that Gandhiji had been shot at and died on January 30, 1948. Hardly able to control his sobs, Nehru spoke to the people of India on All India Radio.",
    "“The light has gone out of our lives and there is darkness everywhere. I do not know what to tell you and how to say it. Our beloved leader, Bapu as we called him, the Father of the Nation, is no more. Perhaps I am wrong to say that. Nevertheless, we will never see him again as we have seen him for these many years. We will not run to him for advice and seek solace from him, and that is a terrible blow, not to me only, but to millions and millions in this country. And it is difficult to soften the blow by any other advice that I or anyone else can give you.",
    "“The light has gone out, I said, and yet I was wrong. For the light that shone in this country was not an ordinary light. The light that has illumined this country for these many years will illumine this country for many more years,…and the world will see it and it will give solace to innumerable hearts.”",
    "D S Senanayake, our Father of the Nation, was a man of the soil, as it were, a heart of gold but no oratorical magic. J R Jayewardene made a worldwide mark with his speech quoting the Dhammapada – “Hatred ceases not by hatred, but by love” at the San Francisco Peace Conference in September 1951 when he objected to the Soviet Union’s proposal to limit Japan’s post war freedom. He won the day and much for Japan for which that nation is still grateful.",
    "The speech he made amongst a truly massive outpouring of sorrow and appreciation from masses at the funeral of Dudley Senanayake who died April 13, 1973, was memorable, especially its ending: “Goodnight, sweet Prince, may hosts of devas sing thee to thy sleep.” As one writer said: “a snooty politician delivered a great eulogy.”",
    "Oratory most definitely did not die with these greats. I personally rank Kumar Sangakkara’s Cowdrey Lecture at Lords on July 4, 2011, The Spirit of Sri Lanka’s Cricket – a celebration of our uniqueness, at the invitation of the MCC, as a truly outstanding address, brilliantly delivered by so youthful a sportsman. Never to be forgotten is his averment: “I am a Tamil, I am a Sinhalese, ,,, Muslim,… Burgher. I am a Buddhist, a Hindu, a follower of Islam and Christianity, but above all, today and always, I will be proudly Sri Lankan.”",
    "Where is the urgency? All Party huddle & boycott, and Supreme Court challenge",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පැයේ මිනිසා සහ ඔහුගේ ආයාචනය",
      "body_lines": [
        "Volodymyr Oleksandrovych Zelensky යනු ඔහුගේ අධිෂ්ඨානය, ධෛර්යය සහ ධෛර්යය සමඟ ලොව පුරා සිටින වර්තමානයේ වඩාත්ම කැපී පෙනෙන පෞරුෂයයි. ඔව්, තරුණ ආශාව. ප්‍රබල ගොලියත් පුටින් සහ රුසියානු හමුදාවන්ට මුහුණ දෙමින් මෙම ඩේවිඩ් මෙන් ජාත්‍යන්තරව අවධානයට හා ප්‍රශංසාවට ලක්වන්නේ වෙන කවුරුන්ද? හිටපු KGB පුටින්ගේ සීතල සහ නොසැලකිලිමත් හැසිරීම මගින් ඔහුගේ බලය සහ ඔහු වටා ඇති ආලෝකය තවදුරටත් වැඩි දියුණු කර ඇත. කුමන වියදමක් දැරුවත් යුක්රේනය තම භූමියේ කිසිදු කොටසක් ලබා නොදෙන බව හෝ යටත් නොකරන බව ඔහු නිර්භීතව ප්‍රකාශ කරයි. ඒ වගේම වියදම ගොඩක් වැඩියි.",
        "සෙලෙන්ස්කි ප්‍රතිරෝධයේ ප්‍රබල මෙහෙවරක් භාරගෙන ඇත්තේ වයස අවුරුදු 44ක් වුවද, දේශපාලනයේ සහ නායකත්වයේ අත්දැකීම් අල්ප යැයි සමහරු පැවසිය හැකිය. 1978 ජනවාරි 25 වැනිදා මධ්‍යම යුක්රේනයේ ප්‍රධාන නගරයක උපත ලැබූ ඔහු හැදී වැඩුණේ රුසියානු භාෂාවෙන්. Kyiv ජාතික ආර්ථික විශ්ව විද්‍යාලයෙන් නීතිය පිළිබඳ උපාධියක් ලබා ගත් ඔහු නළුවෙකු හා විකට නළුවෙකු ලෙස වේදිකාවට යාමට තීරණය කළේය. ඔහු චිත්‍රපට, කාටූන් තීරු සහ රූපවාහිනී කතා මාලා නිෂ්පාදනය කරන නිෂ්පාදන සමාගමක් නිර්මාණය කළ අතර ඉන් එකක ඔහු යුක්‍රේන ජනාධිපතිවරයාගේ චරිතය රඟපෑ අතර 2015 සිට 2018 දක්වා දිව යයි. ඔහු සිය ජනාධිපති අපේක්ෂකත්වය 2019 දෙසැම්බර් 31 දින ප්‍රකාශයට පත් කළේය. ඔහු යුක්රේනයේ හයවන ජනාධිපතිවරයා වේ. .",
        "මාර්තු 8 වන දින, එක් පෙරමුණකට වඩා ආක්‍රමණික රුසියානු හමුදා සමඟ දින 13 ක් සටන් කිරීමෙන් පසු, සෙලෙන්ස්කි බ්‍රිතාන්‍ය පාර්ලිමේන්තුව ඇමතීය. මෙහි කැපී පෙනෙන ලක්ෂණය වූයේ ඔහුගේ වාක්‍ය ඛණ්ඩය සහ ඉඟිය සහ යොමු තේරීමයි. විචක්ෂණශීලීව සහ මෘදු කපටිකමකින් යුතුව ඔහු සර්වකාලීන ශ්‍රේෂ්ඨතම බ්‍රිතාන්‍ය ලේඛකයා සහ ශ්‍රේෂ්ඨතම යුද කාලීන නායකයා වන විලියම් ෂේක්ස්පියර් සහ වින්ස්ටන් චර්චිල් උපුටා දැක්වීමට තෝරා ගත්තේය. සෙලෙන්ස්කි රේඛාවක් ගැනීමට තීරණය කළේ ෂේක්ස්පියර්ගේ හැම්ලට් ය. ජාතික උද්යෝගයෙන් සහ දේශපාලන කරදරවලින් ඉරා දැමූ තරුණයෙක්. මම ඔහුගේ ලිපිනයේ ප්‍රධාන කොටසක් උපුටා දක්වමි:",
        "“දැන් අපට තිබෙන ප්‍රශ්නය වන්නේ සිටීම හෝ නොවීමයි. අපොයි මේ ෂේක්ස්පියර් ප්‍රශ්නය. දවස් 13ක් මේ ප්‍රශ්නය අහන්න තිබ්බා ඒත් දැන් මට නිශ්චිත පිළිතුරක් දෙන්න පුළුවන්. එය අනිවාර්යයෙන්ම ඔව්, විය යුතුය.",
        "“එමෙන්ම එක්සත් රාජධානිය දැනටමත් අසා ඇති, නැවතත් වැදගත් වචන ඔබට මතක් කිරීමට මම කැමැත්තෙමි. අපි අත්හරින්නෙත් නැහැ, අපි පරදින්නෙත් නැහැ. අපි මුහුදේ, අහසේ අවසානය දක්වා සටන් කරන්නෙමු. අපේ ඉඩම වෙනුවෙන් මොන වියදමක් ගියත් අපි දිගටම සටන් කරනවා. අපි වනාන්තරවල, කෙත්වල, වෙරළේ, වීදිවල සටන් කරන්නෙමු. අපි විවිධ ගංගා ඉවුරුවල සටන් කරන බවත්, ශිෂ්ට සම්පන්න රටවල උදව් සඳහා අපි ඔබේ උදව් බලාපොරොත්තු වන බවත් මම එකතු කිරීමට කැමැත්තෙමි.",
        "“මෙම උදව්වට අපි ස්තූතිවන්ත වන අතර මම ඔබට බෙහෙවින් ස්තූතිවන්ත වෙමි බොරිස්, කරුණාකර මේ රට රුසියාවට එරෙහිව සම්බාධකවල පීඩනය වැඩි කරන්න, කරුණාකර මේ රට ත්‍රස්තවාදී රාජ්‍යයක් ලෙස හඳුනාගෙන කරුණාකර අපගේ යුක්‍රේන අහස ආරක්ෂිත බවට වග බලා ගන්න.",
        "“කරුණාකර ඔබ කළ යුතු දේ සහ ඔබේ රටේ ශ්‍රේෂ්ඨත්වය මගින් නියම කර ඇති දේ කිරීමට වග බලා ගන්න. යුක්රේනයට මහිමය සහ එක්සත් රාජධානියට මහිමය! ”",
        "ආමන්ත්‍රණයේ ප්‍රධාන ප්ලස් කරුණු වන්නේ එහි සරල බව සහ සරල බව ය - සෘජු ආයාචනයක්, හදවතින් කථා කරන අතර ඒ අනුව අවංක ය. ඉතිහාසඥයන් නැත, දේශපාලන ප්‍රභාකරන් නැත; ත්‍රස්තවාදී රුසියාවට එරෙහි වීමට බ්‍රිතාන්‍යය තම කාර්යභාරය ඉටු කරන බවට අධිෂ්ඨානය සහ ආයාචනය කිරීම පමණි. ඓතිහාසික වෙස්ට්මිනිස්ටර් හි සිටි අයට Zelensky කළ ආමන්ත්‍රණය නිසැකවම විශිෂ්ට හා තේජාන්විත කථාවක් නොවන නමුත් එය අනවශ්‍ය සහ අසාධාරණ යුද්ධයක පැටලී සිටින රටක නිර්භීත සහ අධිෂ්ඨානශීලී කෑගැසීමක් ලෙස සැලකිය යුතුය.",
        "එම අවසාන සාරාංශය: “නිසැකවම එය විශිෂ්ට හා තේජාන්විත කථාවක් නොවේ” මට පසුගිය දශකවල ප්‍රසිද්ධ කථා සිහිපත් කළේය. තවත් පෙළඹවීමක් වූයේ බොහෝ දුරට තම රටවල් සඳහා කැපවීමෙන් කැපී පෙනෙන ප්‍රසිද්ධ පුද්ගලයින් විසින් හොඳින් කියනු ලබන වටිනා දෙයක් වෙත හැරීමයි. අපගේ ප්‍රභූවරුන් විසින් අපද්‍රව්‍ය ඉවත නොදමන්නේ නම් සහ වගකීම කපටි ලෙස පසෙකට තල්ලු කරන්නේ නම් අපට ඕනෑවට වඩා සුළු කාරණා තිබේ. බොහෝ විට සඳහන් කර ඇති පරිදි, අපි දොස් පැවරීමේ ක්‍රීඩාවේ හොඳම වන අතර වගකීම භාර ගැනීමෙන් වැළකී සිටිමු. ඉහළ තනතුරු වල සිටින අයගෙන් කිසිදාක මඩ ගැසීමක් සිදු නොවන අතර, කිසිදා ඉල්ලා අස්වීමක් සිදු නොවේ.",
        "දෙවන ලෝක යුද්ධ සමයේදී වින්ස්ටන් චර්චිල් ජාතියට කළ ප්‍රසිද්ධ ඇමතුම් ගැන මම මෙහි සඳහන් නොකරමි. මක්නිසාද යත් ඔහු ශ්‍රේෂ්ඨතම ආසියාතිකයෙකු වන මහත්මා ගාන්ධිට ඔහු කළ සුපිරි ක්‍රියාශීලීකම සහ ධනාත්මක අගෞරවය ඔහුට සමාව දිය නොහැකි බැවිනි. චර්චිල් ඔහුව හැඳින්වූයේ \"දිල්ලියේ උපරාජික මාලිගයේ පඩිපෙළ නැගීමට නිර්භීත වූ අඩ නිරුවත් ෆකීර්\" යනුවෙනි. දයානුකම්පිතව, ලුවී මවුන්ට්බැටන් සාමිවරයා සහ ඔහුගේ බිරිඳ, විශේෂයෙන්, ඔවුන් මුහුණ දෙන විට, වෙනස් ලෙස ඇඳුම් ඇඳීමට තෝරා ගත් දුඹුරු පැහැති සමක් ඇති පුද්ගලයෙකු වුවද, විචක්ෂණශීලී සහ ශ්‍රේෂ්ඨත්වය හඳුනා ගත්හ.",
        "මට අනුව, 1947 අගෝස්තු 14 මධ්‍යම රාත්‍රියේ බ්‍රිතාන්‍ය පාලනයෙන් ඉන්දියාව නිදහස ප්‍රකාශ කරමින් ජවහර්ලාල් නේරු කළ කතාව මෙතෙක් කළ හොඳම කතාව ලෙස ශ්‍රේණිගත කරයි. එමෙන්ම අද මෙන් කථික ලේඛකයන් එදා නොසිටි බව කෙනෙකුට සහතික විය හැකිය. එය සම්පූර්ණ අවංක භාවයකින්, කිසිඳු නිහතමානීකමක් නොමැතිව, යටහත් පහත් නිහතමානී හැඟීමකින් සමන්විත විය.",
        "“අවුරුදු ගණනාවකට පෙර, අපි ඉරණම සමඟ උත්සාහ කළෙමු. සහ දැන් අපි අපගේ පොරොන්දුව සම්පූර්ණයෙන් හෝ සම්පූර්ණයෙන් නොව, ඉතා සැලකිය යුතු ලෙස මුදවා ගත යුතු කාලය පැමිණ ඇත. ලෝකය නිදා සිටින මධ්‍යම රාත්‍රියේ හෝරාවේදී ඉන්දියාව ජීවිතයට හා නිදහසට අවදි වනු ඇත. යුගයක් අවසන් වන විට සහ දිගු කලක් තිස්සේ යටපත් කර තිබූ ජාතියක ආත්මය උච්චාරණය කරන විට - ඉතිහාසයේ කලාතුරකින් පැමිණෙන නමුත්, පැරණි දේවලින් අලුත් දේට අපි පා තබන මොහොතක් පැමිණේ. මෙම බැරෑරුම් මොහොතේදී අපි ඉන්දියාවේ සහ එහි ජනතාවගේ සේවයට සහ මනුෂ්‍යත්වයේ තවත් විශාල අරමුණක් සඳහා කැපවීමේ ප්‍රතිඥාව ලබා ගැනීම සුදුසුය ... අපි අද අවාසනාවන්ත කාල පරිච්ඡේදයක් අවසන් කරන අතර ඉන්දියාව නැවතත් ඇයව සොයා ගනී.",
        "“අද අප සමරන ජයග්‍රහණය පියවරක් පමණක් වන අතර, අප බලාපොරොත්තු වන විශාලතම ජයග්‍රහණය සහ ජයග්‍රහණ සඳහා අවස්ථාව විවෘත කිරීමකි. අවස්ථාවෙන් ප්‍රයෝජන ගැනීමට සහ අනාගතයේ අභියෝග භාර ගැනීමට තරම් අපි නිර්භීත සහ ඥානවන්තද?\"",
        "1948 ජනවාරි 30 වෙනිදා ගාන්ධිජිට වෙඩි වැදී මිය ගිය බව ඇසූ නේරු ගේ කතාවෙන් කිසිදු සූදානමක්, කිසිදු සටහනක් නොමැතිව කළ කතාව මට උපුටා දැක්වීමට නොහැක. ඉන්දියා ගුවන් විදුලිය.",
        "“අපේ ජීවිතවලින් ආලෝකය නිවී ගොස් ඇති අතර සෑම තැනකම අඳුර තිබේ. මම දන්නේ නැහැ ඔයාට මොනවා කියන්නද කොහොමද කියන්නේ කියලා. අපේ ආදරණීය නායකයා, අපි ජාතියේ පියා ලෙස හැඳින්වූ බාපු දැන් නැහැ. සමහරවිට මම එහෙම කියන එක වැරදියි. ඒ කොහොම වුණත් මේ අවුරුදු ගාණක් තිස්සේ අපි දැක්කා වගේ ආයේ කවදාවත් එයාව දකින්න ලැබෙන්නේ නැහැ. අපි ඔහු වෙත දුව ගොස් උපදෙස් ලබා නොගෙන ඔහුගෙන් සැනසීමක් නොලබන්නෙමු, එය මට පමණක් නොව මේ රටේ මිලියන ගණනකට සහ මිලියන ගණනකට දරුණු පහරකි. මට හෝ වෙනත් කෙනෙකුට ඔබට දිය හැකි වෙනත් උපදෙසක් මගින් පහර ලිහිල් කිරීම අපහසුය.",
        "“ආලෝකය නිවී ගොස් ඇත, මම කීවෙමි, නමුත් මම වැරදියි. මක්නිසාද යත් මේ රටේ බැබළුණේ සාමාන්‍ය ආලෝකයක් නොවන බැවිනි. මේ වසර ගණනාවක් මේ රට ඒකාලෝක කළ ආලෝකය තවත් වසර ගණනාවක් මේ රට ඒකාලෝක කරයි... ලෝකය එය දකිනු ඇත, එය අසංඛ්‍යාත හදවත්වලට සැනසීමක් ලබා දෙනු ඇත.",
        "ඩී එස් සේනානායක, අපේ ජාතියේ පියාණෝ, පසේ මිනිසෙක් මෙන්, රත්තරන් හදවතක් වූ නමුත් කථික මායාවක් නැත. J R ජයවර්ධන 1951 සැප්තැම්බරයේ සැන් ෆ්‍රැන්සිස්කෝ සාම සමුළුවේදී ජපානයේ පශ්චාත් යුද නිදහස සීමා කිරීමේ සෝවියට් සංගමයේ යෝජනාවට විරුද්ධ වූ විට “වෛරය නවතින්නේ වෛරයෙන් නොව ප්‍රේමයෙන්” යන ධම්මපදය උපුටා දක්වමින් ලොව පුරා සලකුණක් තැබීය. ඔහු ජපානය වෙනුවෙන් දින සහ බොහෝ දේ දිනාගත් අතර ඒ සඳහා එම ජාතිය තවමත් කෘතඥ වෙනවා.",
        "1973 අප්‍රේල් 13 වැනිදා මියගිය ඩඩ්ලි සේනානායක මහතාගේ දේහය පිළිබඳ අවමංගල්‍ය උත්සවයේදී සැබෑ ලෙසම විශාල ශෝකයක් හා ප්‍රශංසාවක් මධ්‍යයේ ඔහු කළ කතාව මතකයේ රැඳෙන්නේය, විශේෂයෙන්ම එහි අවසානය: “සුබ රාත්‍රියක්, සොඳුරු කුමාරය, ඔබේ නින්දට දේව සේනාවන් ගී ගයත්වා. .” එක් ලේඛකයෙක් පැවසූ පරිදි: \"හොර දේශපාලකයෙක් මහා ප්‍රශංසාවක් කළේය.\"",
        "කථිකත්වය නිසැකවම මෙම විශිෂ්ටයන් සමඟ මිය ගියේ නැත. 2011 ජුලි 4 වැනි දින ලෝඩ්ස් හි දී කුමාර් සංගක්කාර විසින් පවත්වන ලද Cowdrey දේශනය MCC හි ආරාධනයෙන් අපගේ සුවිශේෂත්වය සැමරීමක් වන The Spirit of Sri Lanka's Cricket - ඉතා තරුණ ක්‍රීඩකයෙකු විසින් විශිෂ්ට ලෙස ඉදිරිපත් කරන ලද සැබවින්ම විශිෂ්ට දේශනයක් ලෙස මම පුද්ගලිකව ශ්‍රේණිගත කරමි. ඔහුගේ ප්‍රකාශය කිසිදා අමතක කළ නොහැක: “මම දෙමළ, මම සිංහල, ,,, මුස්ලිම්,... බර්ගර්. මම බෞද්ධයෙක්, හින්දු භක්තිකයෙක්, ඉස්ලාම් සහ ක්‍රිස්තියානි ආගමේ අනුගාමිකයෙක්, නමුත් ඒ සියල්ලටම වඩා අද සහ සැමදා මම ආඩම්බරයෙන් ශ්‍රී ලාංකිකයෙක් වන්නෙමි.",
        "හදිසිය කොහෙද? සර්ව පාක්ෂික හඩල් සහ වර්ජනය, සහ ශ්‍රේෂ්ඨාධිකරණ අභියෝගය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மேன் ஆஃப் தி ஹவர் மற்றும் அவரது முறையீடு",
      "body_lines": [
        "Volodymyr Oleksandrovych Zelensky நிச்சயமாக நிகழ்காலத்தின் மிகச்சிறந்த ஆளுமை, அவரது உறுதிப்பாடு, தைரியம் மற்றும் உலகை உலுக்கிக் கொண்டிருக்கிறது. ஆம், இளமைத் துடிப்பு. வலிமைமிக்க கோலியாத் புடினையும் ரஷ்யப் படைகளையும் எதிர்கொண்டு, இந்த டேவிட் செய்தது போல், சர்வதேச அளவில் வேறு யார் கவனத்தையும் போற்றுதலையும் ஈர்க்கிறார்கள். முன்னாள் கேஜிபி புடினின் குளிர்ச்சியான மற்றும் கடினமான நடத்தையால் அவரது செல்வாக்கு மற்றும் அவரைச் சுற்றியுள்ள ஒளிவட்டம் மேலும் மேம்படுத்தப்பட்டுள்ளது. உக்ரைன் தனது பிரதேசத்தின் எந்தப் பகுதியையும், என்ன விலை கொடுத்தாலும் விட்டுக்கொடுக்காது அல்லது சரணடையாது என்று அவர் தைரியமாக அறிவித்தார். மற்றும் செலவு மிகவும் அதிகமாக உள்ளது.",
        "ஜெலென்ஸ்கிக்கு 44 வயதுதான் என்றாலும், அரசியல் மற்றும் தலைமைத்துவத்தில் மிகக்குறைந்த அனுபவத்துடன் சிலருக்கு எதிர்ப்புத் தெரிவிக்கும் ஒரு வலிமையான பணியை மேற்கொண்டார். 1978 ஆம் ஆண்டு ஜனவரி 25 ஆம் தேதி, மத்திய உக்ரைனில் உள்ள ஒரு பெரிய நகரத்தில் பிறந்த அவர், ரஷ்ய மொழியை தனது மொழியாகக் கொண்டு வளர்ந்தார். கியேவ் தேசிய பொருளாதார பல்கலைக்கழகத்தில் சட்டத்தில் பட்டம் பெற்ற அவர், ஒரு நடிகராகவும் நகைச்சுவை நடிகராகவும் மேடையில் செல்ல முடிவு செய்தார். அவர் திரைப்படங்கள், கார்ட்டூன் துண்டுகள் மற்றும் தொலைக்காட்சி தொடர்களை தயாரிக்கும் ஒரு தயாரிப்பு நிறுவனத்தை உருவாக்கினார், அதில் ஒன்றில் அவர் உக்ரேனிய ஜனாதிபதியாக 2015 முதல் 2018 வரை நடித்தார். டிசம்பர் 31, 2019 அன்று அவர் தனது ஜனாதிபதி வேட்பாளரை அறிவித்தார். அவர் உக்ரைனின் ஆறாவது ஜனாதிபதி ஆவார். .",
        "மார்ச் 8 அன்று, ஒன்றுக்கு மேற்பட்ட முனைகளில் படையெடுக்கும் ரஷ்யப் படைகளுடன் 13 நாட்கள் போராடிய பிறகு, ஜெலென்ஸ்கி பிரிட்டிஷ் பாராளுமன்றத்தில் கிட்டத்தட்ட உரையாற்றினார். இதில் குறிப்பிடத்தக்க அம்சம் என்னவென்றால், அவர் சொற்றொடரின் முறை மற்றும் குறிப்பு மற்றும் குறிப்பைத் தேர்ந்தெடுப்பது. புத்திசாலித்தனமாகவும், மென்மையான தந்திரத்துடனும் அவர் எல்லா காலத்திலும் சிறந்த பிரிட்டிஷ் எழுத்தாளர் மற்றும் சிறந்த போர்க்காலத் தலைவர்: வில்லியம் ஷேக்ஸ்பியர் மற்றும் வின்ஸ்டன் சர்ச்சில் ஆகியோரை மேற்கோள் காட்டத் தேர்ந்தெடுத்தார். ஷேக்ஸ்பியரின் ஹேம்லெட்டில் இருந்து ஒரு வரியை எடுக்க ஜெலென்ஸ்கி தேர்வு செய்தார்; தேசிய ஆர்வத்தாலும் அரசியல் பிரச்சனையாலும் கிழிந்த ஒரு இளைஞன். அவரது முகவரியின் முக்கிய பகுதியை நான் மேற்கோள் காட்டுகிறேன்:",
        "\"இப்போது நமக்கு இருக்கும் கேள்வி, இருக்க வேண்டுமா அல்லது இருக்கக்கூடாது என்பதுதான். இல்லை, இந்த ஷேக்ஸ்பியர் கேள்வி. 13 நாட்களாக இந்தக் கேள்வியைக் கேட்டிருக்கலாம் ஆனால் இப்போது என்னால் திட்டவட்டமான பதிலைச் சொல்ல முடியும். இது நிச்சயமாக ஆம், இருக்க வேண்டும்.",
        "\"மேலும் ஐக்கிய இராச்சியம் ஏற்கனவே கேள்விப்பட்ட வார்த்தைகளை உங்களுக்கு நினைவூட்ட விரும்புகிறேன், அவை மீண்டும் முக்கியமானவை. கைவிட மாட்டோம், தோற்க மாட்டோம். கடலில், ஆகாயத்தில் இறுதிவரை போராடுவோம். எங்களின் நிலத்திற்காக என்ன விலை கொடுத்தாலும் தொடர்ந்து போராடுவோம். காடுகளிலும், வயல்களிலும், கரைகளிலும், தெருக்களிலும் போராடுவோம். வெவ்வேறு நதிகளின் கரையில் நாங்கள் போராடுவோம், நாகரீக நாடுகளின் உதவிக்காக உங்கள் உதவியை நாங்கள் எதிர்பார்க்கிறோம் என்பதைச் சேர்க்க விரும்புகிறேன்.",
        "\"இந்த உதவிக்கு நாங்கள் நன்றியுள்ளவர்களாக இருக்கிறோம், போரிஸ், இந்த நாட்டிற்கு எதிரான பொருளாதாரத் தடைகளின் அழுத்தத்தை அதிகரிக்கவும், தயவுசெய்து இந்த நாட்டை ஒரு பயங்கரவாத நாடாக அங்கீகரித்து, எங்கள் உக்ரேனிய வானம் பாதுகாப்பாக இருப்பதை உறுதிப்படுத்தவும்.",
        "\"தயவுசெய்து நீங்கள் செய்ய வேண்டியதையும் உங்கள் நாட்டின் மகத்துவத்தால் நிர்ணயிக்கப்பட்டதையும் செய்யுங்கள். உக்ரைனுக்கு மகிமை மற்றும் ஐக்கிய இராச்சியத்திற்கு மகிமை! ”",
        "முகவரியின் முக்கிய பிளஸ் புள்ளிகள் அதன் எளிமை மற்றும் நேரடியான தன்மை - ஒரு நேரடி முறையீடு, இதயத்திலிருந்து பேசப்படும் மற்றும் நேர்மையானவை. வரலாறு இல்லை, அரசியல் வாசகங்கள் இல்லை; பயங்கரவாத ரஷ்யாவை எதிர்க்க பிரிட்டன் தனது பங்கை செய்கிறது என்று உறுதியும் வேண்டுகோளும் விடுக்க வேண்டும். வரலாற்று சிறப்புமிக்க வெஸ்ட்மின்ஸ்டரில் உள்ளவர்களுக்கு ஜெலென்ஸ்கியின் உரை நிச்சயமாக ஒரு சிறந்த மற்றும் புகழ்பெற்ற உரை அல்ல, ஆனால் இது ஒரு தேவையற்ற மற்றும் அநீதியான போரில் சிக்கிய ஒரு நாட்டிலிருந்து ஒரு துணிச்சலான மற்றும் உறுதியான கூக்குரலாக குறிப்பிடத்தக்கது.",
        "அந்த கடைசி சுருக்கம்: \"நிச்சயமாக ஒரு சிறந்த மற்றும் புகழ்பெற்ற பேச்சு இல்லை\" கடந்த தசாப்தங்களில் பிரபலமான பேச்சுகளை நினைவுபடுத்தியது. தங்கள் நாடுகளுக்கான அர்ப்பணிப்புடன் சிறந்து விளங்கும் பிரபலமான நபர்களால் நன்கு சொல்லப்பட்ட மதிப்புமிக்க ஒன்றைத் திருப்புவது மற்றொரு தூண்டுதலாகும். நமது வி.ஐ.பி.க்களால் குப்பைகள் கொட்டப்படாமல், பொறுப்பை சாதுர்யமாக ஒதுக்கித் தள்ளினால், எங்களிடம் நிறைய அற்ப விஷயங்கள் உள்ளன. அடிக்கடி குறிப்பிட்டுள்ளபடி, நாங்கள் குற்றம் சாட்டுவதில் சிறந்தவர்கள் மற்றும் பொறுப்பை ஏற்காமல் தவிர்க்கிறோம். உயர் பதவிகளில் இருப்பவர்களிடம் இருந்து எப்பொழுதும் குறையவில்லை, மற்றும் ராஜினாமாக்கள் இல்லை.",
        "இரண்டாம் உலகப் போரின் போது வின்ஸ்டன் சர்ச்சிலின் புகழ்பெற்ற அழைப்புகளை நான் இங்கு குறிப்பிடமாட்டேன், ஏனென்றால் ஆசியர்களான எங்களால் அவரை மிகப்பெரிய ஆசியர்களில் ஒருவரான மகாத்மா காந்திக்கு அவர் செய்த மிகையான மற்றும் நேர்மறையான அவமரியாதையை மன்னிக்க முடியாது. சர்ச்சில் அவரை \"டெல்லியில் உள்ள வைஸ்ரேகல் அரண்மனையின் படிகளில் ஏறத் துணிந்த அரை நிர்வாண ஃபக்கீர்\" என்று குறிப்பிட்டார். கருணையுடன், லார்ட் லூயிஸ் மவுண்ட்பேட்டன் மற்றும் அவரது மனைவி, குறிப்பாக, அவர்கள் அதை எதிர்கொள்ளும் போது விவேகமான மற்றும் அங்கீகரிக்கப்பட்ட மகத்துவம் இருந்தது, ஒரு பழுப்பு தோல் நபர் தன்னை வித்தியாசமாக உடையை தேர்வு செய்தாலும்.",
        "என்னைப் பொறுத்தவரை, 1947 ஆம் ஆண்டு ஆகஸ்ட் 14 ஆம் தேதி நள்ளிரவில் ஆங்கிலேயர் ஆட்சியில் இருந்து இந்தியா சுதந்திரம் பெறுவதாக அறிவித்த ஜவஹர்லால் நேருவின் உரை, இதுவரை ஆற்றிய உரைகளிலேயே சிறந்த உரையாகத் திகழ்கிறது. இப்போது இருப்பதைப் போல அப்போது பேச்சு எழுதுபவர்கள் இல்லை என்று உறுதியாகச் சொல்லலாம். இது முழுமையான நேர்மையுடன், எந்தப் பெருமையும் இல்லாமல் இருந்தது, மாறாக, மனத்தாழ்மையின் அடிப்படை உணர்வு.",
        "\"நீண்ட ஆண்டுகளுக்கு முன்பு, நாங்கள் விதியுடன் ஒரு முயற்சி செய்தோம்; இப்போது நாம் நமது உறுதிமொழியை முழுமையாகவோ அல்லது முழு அளவிலோ அல்ல, ஆனால் மிகக் கணிசமான அளவில் மீட்டெடுக்கும் நேரம் வந்துவிட்டது. உலகம் உறங்கும் நள்ளிரவு நேரத்தில், இந்தியா வாழ்விலும் சுதந்திரத்திலும் விழித்துக் கொள்ளும். ஒரு தருணம் வருகிறது, ஆனால் வரலாற்றில் அரிதாகவே வரும், நாம் பழையதிலிருந்து புதியதை நோக்கி - ஒரு யுகம் முடிவடையும் போது, ​​மற்றும் ஒரு தேசத்தின் ஆன்மா, நீண்ட காலமாக அடக்கி வைக்கப்பட்டு, உச்சரிப்பைக் காணும்போது. இந்த புனிதமான தருணத்தில், இந்தியாவிற்கும், அதன் மக்களுக்கும், இன்னும் பெரிய மனித குலத்தின் சேவைக்கும் அர்ப்பணிப்புடன் உறுதிமொழி எடுத்துக்கொள்வது பொருத்தமானது ... இன்று நாம் ஒரு மோசமான அதிர்ஷ்டக் காலத்தை முடித்துக் கொள்கிறோம், இந்தியா மீண்டும் தன்னைக் கண்டுபிடித்தது.",
        "“இன்று நாம் கொண்டாடும் சாதனை ஒரு படி மட்டுமே, நமக்குக் காத்திருக்கும் மிகப்பெரிய வெற்றி மற்றும் சாதனைகளுக்கான வாய்ப்பின் திறப்பு. வாய்ப்பைப் பயன்படுத்துவதற்கும் எதிர்கால சவால்களை ஏற்றுக்கொள்வதற்கும் போதுமான தைரியமும் புத்திசாலித்தனமும் உள்ளதா?",
        "ஜனவரி 30, 1948 அன்று காந்திஜி சுடப்பட்டு இறந்தார் என்று கேள்விப்பட்ட நேருவின் எந்த தயாரிப்பும், குறிப்பும் இல்லாமல் செய்த உரையை என்னால் மேற்கோள் காட்ட முடியாது. இந்தியா வானொலி.",
        "“எங்கள் வாழ்விலிருந்து வெளிச்சம் போய்விட்டது, எங்கும் இருள் இருக்கிறது. உங்களுக்கு என்ன சொல்வது, எப்படி சொல்வது என்று எனக்குத் தெரியவில்லை. தேசத்தந்தை என்று நாம் அழைக்கும் நமது அன்புக்குரிய தலைவர் பாபு இப்போது இல்லை. ஒருவேளை நான் சொல்வது தவறாக இருக்கலாம். இருந்தபோதிலும், இத்தனை வருடங்களாக அவரைப் பார்த்தது போல் இனி அவரைப் பார்க்க முடியாது. நாங்கள் அவரிடம் ஆலோசனைக்காக ஓட மாட்டோம், அவரிடமிருந்து ஆறுதல் தேட மாட்டோம், அது எனக்கு மட்டுமல்ல, இந்த நாட்டில் உள்ள மில்லியன் கணக்கான மற்றும் மில்லியன் கணக்கான மக்களுக்கு ஒரு பயங்கரமான அடியாகும். நான் அல்லது வேறு யாரேனும் உங்களுக்கு வழங்கக்கூடிய வேறு எந்த ஆலோசனையினாலும் அடியை மென்மையாக்குவது கடினம்.",
        "\"ஒளி அணைந்து விட்டது, நான் சொன்னேன், இன்னும் நான் தவறு செய்தேன். ஏனென்றால், இந்த நாட்டில் பிரகாசித்த வெளிச்சம் சாதாரண வெளிச்சம் அல்ல. இத்தனை வருடங்களாக இந்த தேசத்தை ஒளிரச்செய்த அந்த ஒளி இன்னும் பல வருடங்கள் இந்த தேசத்தை ஒளிரச் செய்யும்... உலகம் அதைக் கண்டு எண்ணிலடங்கா இதயங்களுக்கு ஆறுதல் அளிக்கும்.",
        "எங்கள் தேசத்தந்தை டி எஸ் சேனாநாயக்க மண்ணின் மனிதராக இருந்தார், அது போல, தங்க இதயம் ஆனால் வாய்மொழி மந்திரம் இல்லை. 1951 செப்டம்பரில் சான்பிரான்சிஸ்கோ அமைதி மாநாட்டில் ஜப்பானின் போருக்குப் பிந்தைய சுதந்திரத்தை மட்டுப்படுத்தும் சோவியத் யூனியனின் முன்மொழிவை எதிர்த்தபோது, ​​ஜே ஆர் ​​ஜெயவர்த்தனா, தம்மபதத்தை மேற்கோள் காட்டி உலக அளவில் முத்திரை பதித்தார். அவர் ஜப்பானுக்கு நாள் மற்றும் பலவற்றை வென்றார், அந்த நாடு இன்னும் நன்றியுடன் உள்ளது.",
        "ஏப்ரல் 13, 1973 இல் இறந்த டட்லி சேனநாயக்காவின் இறுதிச் சடங்கில், உண்மையிலேயே பாரியளவிலான சோகம் மற்றும் பாராட்டுக்களுக்கு மத்தியில் அவர் ஆற்றிய உரை மறக்கமுடியாதது, குறிப்பாக அதன் முடிவு: “குட்நைட், அன்பான இளவரசே, தெய்வங்களின் புரவலன்கள் உங்கள் உறக்கத்தைப் பாடட்டும். .\" ஒரு எழுத்தாளர் கூறியது போல்: \"ஒரு மூர்க்கத்தனமான அரசியல்வாதி ஒரு பெரிய புகழாரம் செய்தார்.\"",
        "சொற்பொழிவு நிச்சயமாக இந்த பெரியவர்களுடன் இறக்கவில்லை. ஜூலை 4, 2011 அன்று லார்ட்ஸில் குமார் சங்கக்காரவின் கௌட்ரே விரிவுரையை, MCC இன் அழைப்பின் பேரில், நமது தனித்துவத்தை கொண்டாடும் தி ஸ்பிரிட் ஆஃப் ஸ்ரீலங்காஸ் கிரிக்கெட்டை, மிகவும் இளமை வாய்ந்த ஒரு விளையாட்டு வீரர் அற்புதமாக ஆற்றிய உண்மையான சிறந்த உரையாக நான் தனிப்பட்ட முறையில் தரவரிசைப்படுத்துகிறேன். அவர் கூறியதை ஒருபோதும் மறக்க முடியாது: “நான் ஒரு தமிழன், நான் ஒரு சிங்களவன், ,,, முஸ்லிம்,... பர்கர். நான் ஒரு பௌத்தன், இந்து, இஸ்லாம் மற்றும் கிறிஸ்தவ மதத்தைப் பின்பற்றுபவன், ஆனால் எல்லாவற்றிற்கும் மேலாக, இன்றும் என்றும், நான் பெருமையுடன் இலங்கையனாக இருப்பேன்.",
        "எங்கே அவசரம்? அனைத்துக் கட்சி பிடிப்பு மற்றும் புறக்கணிப்பு மற்றும் உச்ச நீதிமன்ற சவால்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}