{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/front-page/Fisheries-sector-records-historic-performance-in-2021/44-732755",
  "time_ut": 1648593300,
  "title": "Fisheries sector records historic performance in 2021",
  "body_lines": [
    "Seafood Exporters Association of Sri Lanka President and Taprobane Seafoods Director Dilan Fernando",
    "Amidst the numerous pandemic-induced challenges, a silver lining for Sri Lanka was the record-breaking performance delivered by the fisheries industry in the year 2021.",
    "Exports exceeded forecasts to deliver many firsts: achieving the highest export value in history at $ 318 million as against $ 215 million in 2020, the largest balance of fish trade in history at $ 192 million compared to $ 23 million in 2020, lowest import value and quantity in over a decade of $ 126 million and 56,176 MT ($ 191 Million and 85,809 MT in 2020), the highest production of shrimp farming in history, which almost doubled from the previous 14,415 MT; an increase of 162% in shrimp export value, an increase of 74% in exports value of ornamental fishery to $ 21 million; and more than doubled domestic canned fish production.",
    "Domestic production increased from 90,000 cans per day in December 2020 to 220,000 cans per day in December 2021 as against the domestic requirement of 275,000 cans per day. A decrease of 76.2% in imports of canned fish was also recorded as compared to 2019.",
    "The fish and fisheries sector plays an important role in Sri Lanka’s social and economic life. The sector contributes about 2.7% to the country’s GDP. The lifting of the ban on Sri Lankan fish exports to the European Union (EU) in 2016 and the restoration of the GSP+ concession in 2017 has given a significant boost to the fish and seafood exports industry. The sector generates close to 2.4 million direct and indirect jobs.",
    "Commenting on the break-out performance Seafood Exporters Association of Sri Lanka President and Taprobane Seafoods Ltd., Director Dilan Fernando said : “I am so proud to state that the fisheries exports sector delivered a superlative performance despite massive challenges faced due to a COVID-19 cluster within the industry stakeholders, lockdowns, rise in freight costs, shutdown in export markets, the XPressPearl maritime disaster and floods in the Puttalam District.",
    "“The resilience and courage of all the exporters can be witnessed in how they surmounted these odds to record such high export numbers. One of the pillars of this performance has been that all the stakeholders in the industry and the authorities had a common vision to ensure the fisheries remained unaffected to the greatest extent.”",
    "Shrimp farming in Puttalam increased from 6,000 Mt to 14,000 Mt in 2020, which was a doubling of production, of which Vannamei accounted for 90%. In June 2021, the Government banned wild broodstock for post-larvae as disease and outbreaks were rampant.",
    "However, SPF broodstock is now being imported and is disease-free as it is created in a disease-free environment. From here on, growing them and ensuring their health is in the hands of the farmer.  The ornamental fish sector has also done well. With more people at home due to the pandemic, this industry has seen growth.",
    "The Government is also moving more into private and public partnerships. Rekawa and Batticaloa are good examples, where the Government is calling for tenders to farm unutilised land for farming.",
    "Over 5,000 acres in Batticaloa and Hambantota are being considered for expression of interest, which adds even more farming land to expand fisheries.",
    "With this in mind, the Government is also offering shrimp farmers a low-interest loan to support them to scale up their businesses. They are supporting the industry to convert mud ponds to HDPE lining to increase growth cycles from two to three cycles while doubling the harvest. Farmers can opt for up to 5 M per pond and go up to 20 ponds per farmer with a payment period of two years.",
    "The Seafood Exporters Association of Sri Lanka (SEASL) was established in 1998 to represent and promote the interests of companies engaged in the export of seafood products from Sri Lanka. It provides a common platform for the leading seafood export companies in Sri Lanka to discuss concerns and constraints affecting seafood exports per se, as well as issues affecting the fisheries industry in Sri Lanka.",
    "“As an industry, we operate on the belief that the private sector, producers, and the government sector must work in collaboration to drive the Sri Lankan shrimp sector and bring about a real change in the country and communities.",
    "“Thus, we are supporting exporters by improving technology and research to promote an industry-wide transition to shrimp production systems that are more environmentally sustainable and economically viable,” stated Fernando further.",
    "He goes on to say, “The progress and growth shown by the fisheries industry were possible because of the support of the Cabinet and State Ministers and their wise policy decisions. The Minister and the officials from his ministry have worked tirelessly through the worst of the pandemic to implement many improvements in the industry. We are extremely grateful for their support.”",
    "The SEASL is also a forum for engagement between Sri Lankan seafood exporters and the international seafood food community. Its mission is to ensure the long-term economic, social, and environmental sustainability of the seafood export sector in Sri Lanka.",
    "The sector has seen significant growth with key buyers from the USA, Japan, Italy, France, Netherlands, and Hong Kong. With the opening of the Northern and Eastern areas of the island nation, 65% of the oceanic area is now free for fishing.",
    "Under the Government’s Fisheries Sector development strategy, a modern and technically improved Vessel Monitoring System (VMS) is being established, this will be able to prevent national fishing vessels from drifting to other countries’ territorial waters.",
    "Cold chain facilities, as well as impressive harbor and road and highway infrastructure, ensure a quick and safe supply chain. E-business has been deployed, taking the industry to the next level in reducing waste and time consumption and increasing cost-effectiveness.",
    "The United Kingdom is the main market for Sri Lankan tuna, followed by France, Italy, Netherlands, Germany, etc. In recent years Sri Lanka has been steadily increasing its share in the international market. In 2018, edible fish product exports brought a total revenue of $ 266 million. There are about 32 EU-approved processing plants in Sri Lanka.",
    "The country successfully complies with the stringent regulations imposed by importing countries and adheres to HACCP, BRP, Friend of Sea, and other food security environment-friendly requirements.  With rapid technological advancements and increased shipping fleet capacity and the culturing of new inland species in Sri Lanka, the stage is set for significant expansion of the sector in the years to come.",
    "The fisheries sector of Sri Lanka consists of three main sub-sectors, namely, coastal; offshore, and the deep sea; and inland and aquaculture. Yellowfin tuna (Thunnus albacore) and bigeye tuna (Thunnus obesus) are the key varieties of finfish exported by seafood suppliers from Sri Lanka.",
    "Locally known as Kelavalla, yellowfin tuna is one of the most popular fish in Sri Lanka, and it’s amongst the larger tuna species found in the Indian Ocean. There’s a considerable demand for yellowfin tuna for both exports and domestic consumption.",
    "The main export destinations for yellowfin tuna from Sri Lanka are the United States, France, Israel, Netherlands, and Canada. The Bigeye tuna is generally the size of yellowfin, but smaller than bluefin. France, Vietnam, China, Thailand, Italy, and the United States are the key export markets for the Bigeye tuna.",
    "Other varieties of Sri Lankan seafood relished by the world are the ingredients to culinary seafood heaven; lobsters, crabs, squid, cuttlefish, shark fin, sea cucumber, and fish maws are famous in the international seafood market due to their quality, taste, and texture. Value-added shrimps exported from Sri Lanka have gained much traction in the USA, Japan, and Singapore.",
    "The Aquaculture sector is one of the main drivers of the industry which includes shrimp and sea cucumber farming. Sea cucumber farming requires shallow seas and 5,000 acres have been dedicated to this purpose. This is expected to provide a boost to the industry to $ 50 million in export income from $ 10 million currently.",
    "A new era of prosperity in the shrimp sector has already begun and the Seafood Exporters Association is focused on driving this growth sustainably, to make the seafood sector a billion-dollar industry within the next three years."
  ],
  "translate": {
    "si": {
      "title": "ධීවර අංශය 2021 දී ඓතිහාසික කාර්ය සාධනයක් වාර්තා කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා මුහුදු ආහාර අපනයනකරුවන්ගේ සංගමයේ සභාපති සහ ටැප්‍රොබේන් මුහුදු ආහාර අධ්‍යක්ෂ ඩිලාන් ප්‍රනාන්දු",
        "වසංගතය හේතුවෙන් ඇති වූ අභියෝග රාශියක් මධ්‍යයේ, ශ්‍රී ලංකාවට රිදී රේඛාවක් 2021 වර්ෂයේදී ධීවර කර්මාන්තය විසින් ලබා දුන් වාර්තාගත කාර්ය සාධනය විය.",
        "අපනයන බොහෝ ප්‍රථමයන් ලබා දීමට පුරෝකථනයන් ඉක්මවා ගියේය: 2020 දී ඩොලර් මිලියන 215 ට සාපේක්ෂව ඉතිහාසයේ ඉහළම අපනයන වටිනාකම ඩොලර් මිලියන 318 ක් ලබා ගැනීම, 2020 දී ඩොලර් මිලියන 23 ට සාපේක්ෂව ඉතිහාසයේ විශාලතම මත්ස්‍ය වෙළඳාමේ ශේෂය ඩොලර් මිලියන 192 කි, අඩුම ආනයන වටිනාකම සහ දශකයකට වැඩි කාලයක් තුළ ප්‍රමාණය ඩොලර් මිලියන 126ක් සහ මෙට්‍රික් ටොන් 56,176ක් (2020 දී ඩොලර් මිලියන 191ක් සහ මෙට්‍රික් ටොන් 85,809ක්), ඉස්සන් වගාවේ ඉතිහාසයේ ඉහළම නිෂ්පාදනය වන අතර එය පෙර පැවති මෙට්‍රික් ටොන් 14,415ට වඩා දෙගුණයකින් වැඩි විය; ඉස්සන් අපනයන වටිනාකම 162% කින් වැඩි වීම, විසිතුරු ධීවර අපනයන වටිනාකම ඩොලර් මිලියන 21 දක්වා 74% කින් වැඩි වීම; සහ දේශීය ටින් මාළු නිෂ්පාදනය දෙගුණයකටත් වඩා වැඩි විය.",
        "දිනකට ටින් 275,000ක් වූ දේශීය අවශ්‍යතාවයට සාපේක්ෂව 2020 දෙසැම්බරයේ දිනකට ටින් 90,000 සිට 2021 දෙසැම්බර් මාසයේදී දේශීය නිෂ්පාදනය ටින් 220,000 දක්වා වැඩි විය. ටින් මාළු ආනයනයේ 2019 වසරට සාපේක්ෂව 76.2% ක අඩුවීමක් ද වාර්තා විය.",
        "මත්ස්‍ය හා ධීවර අංශය ශ්‍රී ලංකාවේ සමාජ හා ආර්ථික ජීවිතයේ වැදගත් කාර්යභාරයක් ඉටු කරයි. මෙම අංශය රටේ දළ දේශීය නිෂ්පාදිතයට 2.7% ක පමණ දායකත්වයක් සපයයි. 2016 වසරේදී යුරෝපා සංගමයට (EU) ශ්‍රී ලංකාවේ මත්ස්‍ය අපනයන තහනම ඉවත් කිරීම සහ 2017 වසරේදී GSP+ සහනය යළි ලබාදීමත් සමඟ මත්ස්‍ය හා මුහුදු ආහාර අපනයන කර්මාන්තයට සැලකිය යුතු ප්‍රබෝධයක් ලැබී තිබේ. මෙම අංශය සෘජු හා වක්‍ර රැකියා මිලියන 2.4 කට ආසන්න ප්‍රමාණයක් ජනනය කරයි.",
        "ශ්‍රී ලංකා මුහුදු ආහාර අපනයනකරුවන්ගේ සංගමයේ සභාපති සහ ටැප්‍රොබේන් සී ෆුඩ්ස් සමාගමේ අධ්‍යක්ෂ ඩිලාන් ප්‍රනාන්දු මහතා මෙසේ පැවසීය: “කොවිඩ් වසංගතය හේතුවෙන් මුහුණ දුන් දැවැන්ත අභියෝග මධ්‍යයේ වුවද ධීවර අපනයන ක්ෂේත්‍රය විශිෂ්ට කාර්ය සාධනයක් පෙන්නුම් කළ බව ප්‍රකාශ කිරීමට මම ආඩම්බර වෙමි. 19 කර්මාන්තයේ පාර්ශවකරුවන් තුළ පොකුරු, අගුලු දැමීම්, භාණ්ඩ ප්‍රවාහන වියදම් ඉහළ යාම, අපනයන වෙලඳපොලවල් වසා දැමීම, XPressPearl සමුද්‍ර ව්‍යසනය සහ පුත්තලම දිස්ත්‍රික්කයේ ගංවතුර.",
        "“සියලු අපනයනකරුවන්ගේ ඔරොත්තු දීමේ හැකියාව සහ ධෛර්යය ඔවුන් එවැනි ඉහළ අපනයන සංඛ්‍යාවක් වාර්තා කිරීමට මෙම අවාසි ඉක්මවා ගිය ආකාරය දැකගත හැකිය. මෙම කාර්ය සාධනයේ එක් කුළුණක් වූයේ ධීවර කර්මාන්තයේ උපරිම බලපෑමකින් තොරව පැවතීම සහතික කිරීම සඳහා කර්මාන්තයේ සියලුම පාර්ශවකරුවන්ට සහ බලධාරීන්ට පොදු දැක්මක් තිබීමයි.",
        "පුත්තලමේ ඉස්සන් වගාව 2020 දී මෙට්‍රික් ටොන් 6,000 සිට මෙට්‍රික් ටොන් 14,000 දක්වා වැඩි වූ අතර එය නිෂ්පාදනය දෙගුණයක් වූ අතර එයින් 90%ක් වන්නමෙයි සතු විය. 2021 ජූනි මාසයේදී රජය විසින් පශ්චාත් කීටයන් සඳහා වල් පැටවුන් තහනම් කළේ රෝග සහ පැතිරීම් බහුලව පවතින බැවිනි.",
        "කෙසේ වෙතත්, SPF පැටවුන් දැන් ආනයනය කරනු ලබන අතර එය රෝගවලින් තොර පරිසරයක් තුළ නිර්මාණය කර ඇති බැවින් රෝගවලින් තොර වේ. මෙතැන් සිට ඒවා වගා කිරීම සහ ඔවුන්ගේ සෞඛ්‍යය සහතික කිරීම ගොවියා අතේ. විසිතුරු මත්ස්‍ය ක්ෂේත්‍රයද හොඳින් සිදු කර ඇත. වසංගතය හේතුවෙන් වැඩි පිරිසක් නිවසේ සිටින විට, මෙම කර්මාන්තයේ වර්ධනයක් දක්නට ලැබේ.",
        "රජය පෞද්ගලික සහ රාජ්‍ය හවුල්කාරිත්වයට ද වැඩි වශයෙන් ගමන් කරමින් සිටී. රැකව සහ මඩකලපුව හොඳ උදාහරණ වන අතර, රජය විසින් ගොවිතැන සඳහා යොදා නොගත් ඉඩම් වගා කිරීමට ටෙන්ඩර් කැඳවයි.",
        "මඩකලපුව සහ හම්බන්තොට අක්කර 5,000 කට අධික ප්‍රමාණයක් කැමැත්ත ප්‍රකාශ කිරීම සඳහා සලකා බලමින් පවතින අතර එමඟින් ධීවර කර්මාන්තය ව්‍යාප්ත කිරීම සඳහා තවත් ගොවිබිම් එකතු වේ.",
        "මෙය මනසේ තබාගෙන, රජය විසින් ඉස්සන් ගොවීන්ට ඔවුන්ගේ ව්‍යාපාර විශාල කර ගැනීමට සහාය වීම සඳහා අඩු පොලී ණයක් ද පිරිනමයි. අස්වැන්න දෙගුණ කරන අතරම චක්‍ර දෙකේ සිට තුන දක්වා වර්ධන චක්‍ර වැඩි කිරීම සඳහා මඩ පොකුණු HDPE ලයිනිං බවට පරිවර්තනය කිරීමට ඔවුන් කර්මාන්තයට සහාය වේ. ගොවීන්ට එක් පොකුණකට මීටර් 5 ක් දක්වා තෝරා ගත හැකි අතර එක් ගොවියෙකුට වසර දෙකක ගෙවීමේ කාලය සමඟ පොකුණු 20 ක් දක්වා යා හැකිය.",
        "ශ්‍රී ලංකාවේ මුහුදු ආහාර අපනයනකරුවන්ගේ සංගමය (SEASL) ශ්‍රී ලංකාවෙන් මුහුදු ආහාර නිෂ්පාදන අපනයනය කරන සමාගම්වල අවශ්‍යතා නියෝජනය කිරීම සහ ප්‍රවර්ධනය කිරීම සඳහා 1998 දී පිහිටුවන ලදී. එය ශ්‍රී ලංකාවේ ප්‍රමුඛතම මුහුදු ආහාර අපනයන සමාගම් සඳහා මුහුදු ආහාර අපනයනය කෙරෙහි බලපාන ගැටළු සහ බාධාවන් මෙන්ම ශ්‍රී ලංකාවේ ධීවර කර්මාන්තයට බලපාන ගැටළු සාකච්ඡා කිරීමට පොදු වේදිකාවක් සපයයි.",
        "“කර්මාන්තයක් ලෙස අපි ක්‍රියාත්මක වන්නේ ශ්‍රී ලංකාවේ ඉස්සන් ක්ෂේත්‍රය මෙහෙයවීමට සහ රට සහ ප්‍රජාවන් තුළ සැබෑ වෙනසක් ඇති කිරීමට පෞද්ගලික අංශය, නිෂ්පාදකයින් සහ රාජ්‍ය අංශය සහයෝගීතාවයෙන් කටයුතු කළ යුතුය යන විශ්වාසය මතයි.",
        "“මේ අනුව, වඩාත් පරිසර හිතකාමී සහ ආර්ථික වශයෙන් ශක්‍ය වන ඉස්සන් නිෂ්පාදන පද්ධති වෙත කර්මාන්තය පුරා සංක්‍රමණයක් ප්‍රවර්ධනය කිරීම සඳහා තාක්‍ෂණය සහ පර්යේෂණ වැඩිදියුණු කිරීම මගින් අපි අපනයනකරුවන්ට සහාය දෙමු,” ප්‍රනාන්දු වැඩිදුරටත් පැවසීය.",
        "ඔහු වැඩිදුරටත් පවසන්නේ “ධිවර කර්මාන්තයෙන් පෙන්නුම් කරන ප්‍රගතිය සහ වර්ධනයට හැකි වූයේ කැබිනට් හා රාජ්‍ය අමාත්‍යවරුන්ගේ සහයෝගය සහ ඔවුන්ගේ බුද්ධිමත් ප්‍රතිපත්තිමය තීරණ නිසයි. අමාත්‍යවරයා සහ ඔහුගේ අමාත්‍යාංශයේ නිලධාරීන් කර්මාන්තයේ බොහෝ වැඩිදියුණු කිරීම් ක්‍රියාත්මක කිරීමට වසංගතයේ දරුණුතම කාලය තුළ වෙහෙස නොබලා කටයුතු කර ඇත. ඔවුන්ගේ සහයෝගයට අපි අතිශයින්ම කෘතඥ වෙනවා.”",
        "SEASL යනු ශ්‍රී ලංකාවේ මුහුදු ආහාර අපනයනකරුවන් සහ ජාත්‍යන්තර මුහුදු ආහාර ප්‍රජාව අතර සම්බන්ධ වීමේ සංසදයකි. එහි මෙහෙවර වන්නේ ශ්‍රී ලංකාවේ මුහුදු ආහාර අපනයන අංශයේ දිගුකාලීන ආර්ථික, සමාජීය සහ පාරිසරික තිරසාරභාවය සහතික කිරීමයි.",
        "ඇමරිකා එක්සත් ජනපදය, ජපානය, ඉතාලිය, ප්‍රංශය, නෙදර්ලන්තය සහ හොංකොං යන ප්‍රධාන ගැනුම්කරුවන් සමඟ මෙම අංශය සැලකිය යුතු වර්ධනයක් පෙන්නුම් කර ඇත. දිවයිනේ උතුරු සහ නැගෙනහිර ප්‍රදේශ විවෘත කිරීමත් සමඟ සාගර කලාපයෙන් 65%ක් මසුන් ඇල්ලීම සඳහා දැන් නිදහස් වේ.",
        "රජයේ ධීවර අංශයේ සංවර්ධන ක්‍රමෝපාය යටතේ නවීන හා තාක්‍ෂණිකව වැඩිදියුණු කරන ලද යාත්‍රා නිරීක්ෂණ පද්ධතියක් (VMS) ස්ථාපිත කරමින් පවතින අතර එමඟින් ජාතික ධීවර යාත්‍රා වෙනත් රටවල මුහුදු ප්‍රදේශවලට ගසාගෙන යාම වැළැක්විය හැකිය.",
        "සීතල දාම පහසුකම්, මෙන්ම ආකර්ෂණීය වරාය සහ මාර්ග සහ මහාමාර්ග යටිතල පහසුකම්, ඉක්මන් සහ ආරක්ෂිත සැපයුම් දාමයක් සහතික කරයි. E-business යොදවා ඇති අතර, නාස්තිය සහ කාලය පරිභෝජනය අවම කිරීම සහ පිරිවැය-ඵලදායීතාවය වැඩි කිරීම සඳහා කර්මාන්තය ඊළඟ මට්ටමට ගෙන යයි.",
        "එක්සත් රාජධානිය ශ්‍රී ලංකාවේ ටූනා සඳහා ප්‍රධාන වෙළඳපොල වන අතර, ප්‍රංශය, ඉතාලිය, නෙදර්ලන්තය, ජර්මනිය යනාදී ප්‍රධාන වෙළඳපොල වේ. මෑත වසරවලදී ශ්‍රී ලංකාව ජාත්‍යන්තර වෙළඳපොලේ සිය කොටස ක්‍රමයෙන් වැඩි කරමින් සිටී. 2018 දී ආහාරයට ගතහැකි මත්ස්‍ය නිෂ්පාදන අපනයනය මුළු ආදායම ඩොලර් මිලියන 266 ක් ගෙන ඇත. ශ්‍රී ලංකාව තුළ EU අනුමත සැකසුම් කම්හල් 32ක් පමණ ඇත.",
        "ආනයනය කරන රටවල් විසින් පනවන ලද දැඩි රෙගුලාසිවලට රට සාර්ථකව අනුකූල වන අතර HACCP, BRP, Friend of Sea සහ අනෙකුත් ආහාර සුරක්ෂිතතා පරිසර හිතකාමී අවශ්‍යතාවලට අනුකූල වේ. ශීඝ්‍ර තාක්‍ෂණික ප්‍රගතිය සහ වැඩි නැව් යාත්‍රා ධාරිතාව සහ ශ්‍රී ලංකාව තුළ නව අභ්‍යන්තර විශේෂ වගා කිරීමත් සමඟ ඉදිරි වසරවලදී මෙම අංශයේ සැලකිය යුතු ව්‍යාප්තියක් සඳහා වේදිකාව සකසා ඇත.",
        "ශ්‍රී ලංකාවේ ධීවර අංශය ප්‍රධාන උප අංශ තුනකින් සමන්විත වේ, එනම් වෙරළබඩ; මුහුදු වෙරළ සහ ගැඹුරු මුහුද; සහ අභ්යන්තර සහ ජලජීවී වගාව. Yellowfin tuna (Thunnus albacore) සහ bigeye tuna (Thunnus obesus) ශ්‍රී ලංකාවෙන් මුහුදු ආහාර සැපයුම්කරුවන් විසින් අපනයනය කරනු ලබන ප්‍රධාන ෆිෂ් ප්‍රභේද වේ.",
        "ප්‍රාදේශීය වශයෙන් කෙලවල්ල ලෙස හඳුන්වන යෙලෝෆින් ටූනා ශ්‍රී ලංකාවේ වඩාත් ජනප්‍රිය මත්ස්‍ය විශේෂයක් වන අතර එය ඉන්දියන් සාගරයේ දක්නට ලැබෙන විශාල ටූනා විශේෂ අතර වේ. අපනයන සහ දේශීය පරිභෝජනය යන දෙකටම යෙලෝෆින් ටූනා සඳහා සැලකිය යුතු ඉල්ලුමක් පවතී.",
        "ශ්‍රී ලංකාවෙන් යෙලෝෆින් ටූනා සඳහා ප්‍රධාන අපනයන ගමනාන්ත වන්නේ එක්සත් ජනපදය, ප්‍රංශය, ඊශ්‍රායලය, නෙදර්ලන්තය සහ කැනඩාවයි. බිගී ටූනා සාමාන්‍යයෙන් යෙලෝෆින් ප්‍රමාණයේ නමුත් බ්ලූෆින් වලට වඩා කුඩාය. ප්‍රංශය, වියට්නාමය, චීනය, තායිලන්තය, ඉතාලිය සහ එක්සත් ජනපදය බිගී ටූනා සඳහා ප්‍රධාන අපනයන වෙලඳපොලවල් වේ.",
        "ලෝකය විසින් ප්‍රිය කරන ශ්‍රී ලංකාවේ අනෙකුත් මුහුදු ආහාර වර්ග වන්නේ සූපශාස්ත්‍ර මුහුදු ආහාර ස්වර්ගයේ අමුද්‍රව්‍ය වේ. පොකිරිස්සන්, කකුළුවන්, දැල්ලන්, කට්ල්ෆිෂ්, මෝර වරල්, මුහුදු පිපිඤ්ඤා සහ මාළු මැස්සෝ ජාත්‍යන්තර මුහුදු ආහාර වෙළඳපොලේ ප්‍රසිද්ධ වී ඇත්තේ ඒවායේ ගුණාත්මකභාවය, රසය සහ වයනය හේතුවෙනි. ශ්‍රී ලංකාවෙන් අපනයනය කරන ලද අගය එකතු කළ ඉස්සන් ඇමරිකා එක්සත් ජනපදය, ජපානය සහ සිංගප්පූරුව යන රටවල විශාල ආකර්ෂණයක් ලබා ඇත.",
        "ඉස්සන් සහ මුහුදු පිපිඤ්ඤා වගාව ඇතුළත් කර්මාන්තයේ ප්‍රධාන රියදුරන්ගෙන් එකකි ජලජීවී වගා අංශය. මුහුදු පිපිඤ්ඤා වගාව සඳහා නොගැඹුරු මුහුද අවශ්‍ය වන අතර ඒ සඳහා අක්කර 5000ක් කැප කර ඇත. දැනට අපනයන ආදායම ඩොලර් මිලියන 10 සිට ඩොලර් මිලියන 50 දක්වා කර්මාන්තයට තල්ලුවක් ලබා දීමට මෙමගින් අපේක්ෂා කෙරේ.",
        "ඉස්සන් අංශයේ සෞභාග්‍යයේ නව යුගයක් දැනටමත් ආරම්භ වී ඇති අතර ඉදිරි වසර තුන තුළ මුහුදු ආහාර අංශය ඩොලර් බිලියන ගණනක කර්මාන්තයක් බවට පත් කිරීම සඳහා මෙම වර්ධනය තිරසාර ලෙස ඉදිරියට ගෙන යාමට මුහුදු ආහාර අපනයනකරුවන්ගේ සංගමයේ අවධානය යොමු වී ඇත."
      ]
    },
    "ta": {
      "title": "2021 இல் மீன்பிடித் துறை வரலாற்றுச் சாதனையைப் பதிவு செய்கிறது",
      "body_lines": [
        "இலங்கை கடல் உணவு ஏற்றுமதியாளர்கள் சங்கத்தின் தலைவரும் Taprobane கடல் உணவுகள் பணிப்பாளருமான டிலான் பெர்னாண்டோ",
        "பல தொற்றுநோயால் தூண்டப்பட்ட சவால்களுக்கு மத்தியில், 2021 ஆம் ஆண்டில் மீன்பிடித் தொழில்துறையால் வழங்கப்பட்ட சாதனைச் செயல்திறனாக இலங்கைக்கான வெள்ளிக் கோடு அமைந்தது.",
        "முன்னறிவிப்புகளை மீறி ஏற்றுமதிகள் பல முதலிடங்களை வழங்கின: 2020ல் $215 மில்லியனுக்கு எதிராக $318 மில்லியனாக வரலாற்றில் மிக உயர்ந்த ஏற்றுமதி மதிப்பை எட்டியது, 2020ல் $23 மில்லியனுடன் ஒப்பிடும்போது வரலாற்றில் $192 மில்லியன் மீன் வர்த்தகத்தின் மிகப்பெரிய இருப்பு, குறைந்த இறக்குமதி மதிப்பு மற்றும் ஒரு தசாப்தத்தில் $ 126 மில்லியன் மற்றும் 56,176 MT (2020 இல் $ 191 மில்லியன் மற்றும் 85,809 MT), இறால் வளர்ப்பின் வரலாற்றில் அதிக உற்பத்தியாகும், இது முந்தைய 14,415 MT ஐ விட கிட்டத்தட்ட இரட்டிப்பாகும்; இறால் ஏற்றுமதி மதிப்பில் 162% அதிகரிப்பு, அலங்கார மீன்வளத்தின் ஏற்றுமதி மதிப்பில் 74% அதிகரித்து $21 மில்லியன்; மேலும் உள்நாட்டு டின் மீன் உற்பத்தியை இருமடங்காக உயர்த்தியது.",
        "உள்நாட்டு உற்பத்தியானது 2020 டிசம்பரில் ஒரு நாளைக்கு 90,000 கேன்களில் இருந்து 2021 டிசம்பரில் ஒரு நாளைக்கு 220,000 கேன்களாக அதிகரித்துள்ளது. 2019 ஆம் ஆண்டுடன் ஒப்பிடுகையில் டின் மீன் இறக்குமதியில் 76.2% குறைந்துள்ளது.",
        "இலங்கையின் சமூக மற்றும் பொருளாதார வாழ்வில் மீன் மற்றும் மீன்பிடித் துறை முக்கிய பங்கு வகிக்கிறது. இந்தத் துறை நாட்டின் மொத்த உள்நாட்டு உற்பத்தியில் சுமார் 2.7% பங்களிக்கிறது. 2016 இல் ஐரோப்பிய ஒன்றியத்திற்கு (EU) இலங்கை மீன் ஏற்றுமதிக்கான தடை நீக்கப்பட்டது மற்றும் 2017 இல் GSP+ சலுகையை மீட்டெடுத்தது மீன் மற்றும் கடல் உணவு ஏற்றுமதித் தொழிலுக்கு குறிப்பிடத்தக்க ஊக்கத்தை அளித்துள்ளது. இந்தத் துறை கிட்டத்தட்ட 2.4 மில்லியன் நேரடி மற்றும் மறைமுக வேலைகளை உருவாக்குகிறது.",
        "இலங்கையின் கடல் உணவு ஏற்றுமதியாளர்கள் சங்கத்தின் தலைவரும் Taprobane Seafoods Ltd. நிறுவனத்தின் பணிப்பாளருமான டிலான் பெர்னாண்டோ அவர்கள் கூறுகையில், “கொவிட்-நோய் காரணமாக பாரிய சவால்களை எதிர்கொண்ட போதிலும் மீன்பிடி ஏற்றுமதித் துறை மிகச்சிறந்த செயல்திறனை வெளிப்படுத்தியதை நான் பெருமையுடன் தெரிவித்துக்கொள்கிறேன். தொழில்துறை பங்குதாரர்களுக்குள் 19 கிளஸ்டர்கள், பூட்டுதல்கள், சரக்கு போக்குவரத்து செலவுகள் உயர்வு, ஏற்றுமதி சந்தைகளில் பணிநிறுத்தம், XPressPearl கடல்சார் பேரழிவு மற்றும் புத்தளம் மாவட்டத்தில் வெள்ளம்.",
        "“அனைத்து ஏற்றுமதியாளர்களின் பின்னடைவு மற்றும் தைரியம், அவர்கள் எப்படி இந்த முரண்பாடுகளை தாண்டி இவ்வளவு அதிக ஏற்றுமதி எண்ணிக்கையை பதிவு செய்தார்கள் என்பதில் காணலாம். இந்த செயல்திறனின் தூண்களில் ஒன்று, தொழில்துறையில் உள்ள அனைத்து பங்குதாரர்களும் மற்றும் அதிகாரிகளும் மீன்வளம் அதிக அளவில் பாதிக்கப்படாமல் இருப்பதை உறுதி செய்வதற்கான பொதுவான பார்வையைக் கொண்டிருந்தது.",
        "புத்தளத்தில் இறால் வளர்ப்பு 2020 இல் 6,000 Mt இலிருந்து 14,000 Mt ஆக அதிகரித்தது, இது உற்பத்தியை இரட்டிப்பாக்கியது, இதில் வன்னாமெய் 90% ஆகும். ஜூன் 2021 இல், நோய் மற்றும் வெடிப்புகள் அதிகமாக இருப்பதால், பிந்தைய லார்வாக்களுக்கான காட்டுப் பிராணிகளை அரசாங்கம் தடை செய்தது.",
        "இருப்பினும், SPF ப்ரூட்ஸ்டாக் இப்போது இறக்குமதி செய்யப்படுகிறது மற்றும் நோயற்ற சூழலில் உருவாக்கப்படுவதால் நோயற்றது. இங்கிருந்து, அவற்றை வளர்ப்பது மற்றும் அவர்களின் ஆரோக்கியத்தை உறுதி செய்வது விவசாயியின் கைகளில் உள்ளது. அலங்கார மீன் துறையும் சிறப்பாக செயல்பட்டது. தொற்றுநோய் காரணமாக அதிகமான மக்கள் வீட்டில் இருப்பதால், இந்தத் தொழில் வளர்ச்சி கண்டுள்ளது.",
        "அரசு மேலும் தனியார் மற்றும் பொது கூட்டாண்மைக்கு நகர்கிறது. றேகாவை மற்றும் மட்டக்களப்பு சிறந்த உதாரணங்களாகும், இங்கு அரசாங்கம் விவசாயத்திற்காக பயன்படுத்தப்படாத நிலத்தை விவசாயம் செய்வதற்கு டெண்டர் கோருகிறது.",
        "மட்டக்களப்பு மற்றும் அம்பாந்தோட்டையில் 5,000 ஏக்கருக்கும் அதிகமான ஏக்கர் ஆர்வத்தை வெளிப்படுத்த பரிசீலிக்கப்படுகிறது, இது மீன்வளத்தை விரிவுபடுத்துவதற்கு இன்னும் அதிகமான விவசாய நிலங்களை சேர்க்கிறது.",
        "இதைக் கருத்தில் கொண்டு, அரசாங்கம் இறால் பண்ணையாளர்களுக்கு குறைந்த வட்டியில் கடனை வழங்கி அவர்களின் வணிகத்தை பெருக்க அவர்களுக்கு ஆதரவளிக்கிறது. அறுவடையை இரட்டிப்பாக்கும் அதே வேளையில், இரண்டு முதல் மூன்று சுழற்சிகளில் வளர்ச்சி சுழற்சியை அதிகரிக்க, மண் குளங்களை HDPE லைனிங்காக மாற்றுவதற்கு அவர்கள் தொழில்துறையை ஆதரிக்கின்றனர். விவசாயிகள் ஒரு குளத்திற்கு 5 M வரை தேர்வு செய்யலாம் மற்றும் ஒரு விவசாயிக்கு 20 குளங்கள் வரை இரண்டு வருடங்கள் செலுத்தலாம்.",
        "இலங்கையிலிருந்து கடல் உணவுப் பொருட்களை ஏற்றுமதி செய்வதில் ஈடுபட்டுள்ள நிறுவனங்களின் நலன்களைப் பிரதிநிதித்துவப்படுத்துவதற்கும் மேம்படுத்துவதற்கும் 1998 ஆம் ஆண்டு இலங்கை கடல் உணவு ஏற்றுமதியாளர்கள் சங்கம் (SEASL) நிறுவப்பட்டது. இலங்கையில் உள்ள முன்னணி கடல் உணவு ஏற்றுமதி நிறுவனங்களுக்கு கடல் உணவு ஏற்றுமதியை பாதிக்கும் கவலைகள் மற்றும் கட்டுப்பாடுகள் மற்றும் இலங்கையின் மீன்பிடித் தொழிலைப் பாதிக்கும் பிரச்சினைகள் பற்றி விவாதிக்க இது ஒரு பொதுவான தளத்தை வழங்குகிறது.",
        "“தொழில்துறை என்ற வகையில், இலங்கையின் இறால் துறையை இயக்குவதற்கும், நாட்டிலும் சமூகங்களிலும் உண்மையான மாற்றத்தை ஏற்படுத்துவதற்கும் தனியார் துறை, உற்பத்தியாளர்கள் மற்றும் அரசாங்கத் துறை ஒத்துழைப்புடன் செயற்பட வேண்டும் என்ற நம்பிக்கையில் நாங்கள் செயற்படுகிறோம்.",
        "\"இதனால், தொழில்நுட்பம் மற்றும் ஆராய்ச்சியை மேம்படுத்துவதன் மூலம் ஏற்றுமதியாளர்களை நாங்கள் ஆதரிக்கிறோம், மேலும் சுற்றுச்சூழலுக்கு நிலையான மற்றும் பொருளாதார ரீதியாக சாத்தியமான இறால் உற்பத்தி முறைகளுக்கு தொழில்துறை அளவிலான மாற்றத்தை மேம்படுத்துகிறோம்,\" என்று பெர்னாண்டோ மேலும் கூறினார்.",
        "அவர் மேலும் தெரிவிக்கையில், “கடற்தொழில் துறையின் முன்னேற்றமும் வளர்ச்சியும் அமைச்சரவை மற்றும் இராஜாங்க அமைச்சர்களின் ஆதரவினாலும் அவர்களின் புத்திசாலித்தனமான கொள்கை முடிவுகளினாலும் சாத்தியமானது. அமைச்சரும், அவரது அமைச்சின் அதிகாரிகளும், தொழில்துறையில் பல மேம்பாடுகளைச் செயல்படுத்த, மிக மோசமான தொற்றுநோய்களின் மத்தியில் அயராது உழைத்துள்ளனர். அவர்களின் ஆதரவிற்கு நாங்கள் மிகவும் நன்றியுள்ளவர்களாக இருக்கிறோம்.",
        "SEASL ஆனது இலங்கையின் கடல் உணவு ஏற்றுமதியாளர்களுக்கும் சர்வதேச கடல் உணவு சமூகத்திற்கும் இடையிலான ஈடுபாட்டிற்கான ஒரு மன்றமாகும். இலங்கையில் கடல் உணவு ஏற்றுமதி துறையின் நீண்டகால பொருளாதார, சமூக மற்றும் சுற்றுச்சூழல் நிலைத்தன்மையை உறுதி செய்வதே இதன் நோக்கம்.",
        "அமெரிக்கா, ஜப்பான், இத்தாலி, பிரான்ஸ், நெதர்லாந்து மற்றும் ஹாங்காங் ஆகிய நாடுகளில் இருந்து முக்கிய வாங்குபவர்களுடன் இந்தத் துறை குறிப்பிடத்தக்க வளர்ச்சியைக் கண்டுள்ளது. தீவு நாட்டின் வடக்கு மற்றும் கிழக்கு பகுதிகள் திறக்கப்பட்டதன் மூலம், 65% கடல் பகுதி இப்போது மீன்பிடிக்க இலவசம்.",
        "அரசாங்கத்தின் மீன்பிடித் துறை மேம்பாட்டு மூலோபாயத்தின் கீழ், நவீன மற்றும் தொழில்நுட்ப ரீதியாக மேம்படுத்தப்பட்ட கப்பல் கண்காணிப்பு அமைப்பு (விஎம்எஸ்) நிறுவப்பட்டு வருகிறது, இதன் மூலம் தேசிய மீன்பிடிக் கப்பல்கள் மற்ற நாடுகளின் கடல் பகுதிகளுக்குச் செல்வதைத் தடுக்க முடியும்.",
        "குளிர் சங்கிலி வசதிகள், அத்துடன் ஈர்க்கக்கூடிய துறைமுகம் மற்றும் சாலை மற்றும் நெடுஞ்சாலை உள்கட்டமைப்பு ஆகியவை விரைவான மற்றும் பாதுகாப்பான விநியோகச் சங்கிலியை உறுதி செய்கின்றன. மின் வணிகம் பயன்படுத்தப்பட்டு, விரயம் மற்றும் நேர நுகர்வு மற்றும் செலவு-செயல்திறனை அதிகரிப்பதில் தொழில்துறையை அடுத்த கட்டத்திற்கு கொண்டு செல்கிறது.",
        "ஐக்கிய இராச்சியம் இலங்கை சூரை மீன்களுக்கான பிரதான சந்தையாகும், அதைத் தொடர்ந்து பிரான்ஸ், இத்தாலி, நெதர்லாந்து, ஜேர்மனி போன்ற நாடுகள் உள்ளன. சமீப ஆண்டுகளில் இலங்கை சர்வதேச சந்தையில் தனது பங்கை படிப்படியாக அதிகரித்து வருகிறது. 2018 ஆம் ஆண்டில், உண்ணக்கூடிய மீன் பொருட்கள் ஏற்றுமதி மொத்த வருவாயை $ 266 மில்லியன் கொண்டு வந்தது. இலங்கையில் ஐரோப்பிய ஒன்றியத்தால் அங்கீகரிக்கப்பட்ட சுமார் 32 செயலாக்க ஆலைகள் உள்ளன.",
        "இறக்குமதி செய்யும் நாடுகளால் விதிக்கப்பட்ட கடுமையான விதிமுறைகளுக்கு நாடு வெற்றிகரமாக இணங்குகிறது மற்றும் HACCP, BRP, Friend of Sea மற்றும் பிற உணவுப் பாதுகாப்பு சுற்றுச்சூழல் நட்புத் தேவைகளுக்கு இணங்குகிறது. விரைவான தொழில்நுட்ப முன்னேற்றங்கள் மற்றும் அதிகரித்த கப்பல் கடற்படை திறன் மற்றும் இலங்கையில் புதிய உள்நாட்டு இனங்களை வளர்ப்பதன் மூலம், வரும் ஆண்டுகளில் இத்துறை குறிப்பிடத்தக்க விரிவாக்கத்திற்கு களம் அமைக்கப்பட்டுள்ளது.",
        "இலங்கையின் மீன்பிடித் துறையானது மூன்று முக்கிய துணைத் துறைகளைக் கொண்டுள்ளது, அதாவது கடலோர; கடல் மற்றும் ஆழ்கடல்; மற்றும் உள்நாட்டு மற்றும் மீன்வளர்ப்பு. Yellowfin tuna (Thunnus albacore) மற்றும் bigeye tuna (Thunnus obesus) ஆகியவை இலங்கையில் இருந்து கடல் உணவு வழங்குநர்களால் ஏற்றுமதி செய்யப்படும் பின்மீனின் முக்கிய வகைகளாகும்.",
        "உள்நாட்டில் கெலவல்லா என்று அழைக்கப்படும் யெல்லோஃபின் டுனா, இலங்கையில் மிகவும் பிரபலமான மீன்களில் ஒன்றாகும், மேலும் இது இந்தியப் பெருங்கடலில் காணப்படும் பெரிய டுனா இனங்களில் ஒன்றாகும். ஏற்றுமதி மற்றும் உள்நாட்டு நுகர்வு ஆகிய இரண்டிற்கும் மஞ்சள் மீன் சூரைக்கு கணிசமான தேவை உள்ளது.",
        "அமெரிக்கா, பிரான்ஸ், இஸ்ரேல், நெதர்லாந்து மற்றும் கனடா ஆகிய நாடுகள் இலங்கையில் இருந்து மஞ்சள் மீன் சூரைக்கான முக்கிய ஏற்றுமதி இடங்களாகும். Bigeye டுனா பொதுவாக யெல்லோஃபின் அளவு, ஆனால் புளூஃபினை விட சிறியது. பிரான்ஸ், வியட்நாம், சீனா, தாய்லாந்து, இத்தாலி மற்றும் அமெரிக்கா ஆகியவை பிகே டுனாவின் முக்கிய ஏற்றுமதி சந்தைகளாகும்.",
        "உலகத்தால் விரும்பப்படும் இலங்கையின் மற்ற கடல் உணவு வகைகள் சமையல் கடல் உணவு சொர்க்கத்திற்கான பொருட்கள்; நண்டுகள், நண்டுகள், கணவாய், கட்ஃபிஷ், சுறா துடுப்பு, கடல் வெள்ளரி மற்றும் மீன் மாவ்ஸ் ஆகியவை சர்வதேச கடல் உணவு சந்தையில் அவற்றின் தரம், சுவை மற்றும் அமைப்பு காரணமாக பிரபலமானவை. இலங்கையில் இருந்து ஏற்றுமதி செய்யப்படும் பெறுமதி கூட்டப்பட்ட இறால்கள் அமெரிக்கா, ஜப்பான் மற்றும் சிங்கப்பூர் ஆகிய நாடுகளில் அதிக ஈர்ப்பை பெற்றுள்ளன.",
        "மீன்வளர்ப்புத் துறையானது இறால் மற்றும் கடல் வெள்ளரி வளர்ப்பை உள்ளடக்கிய தொழில்துறையின் முக்கிய இயக்கிகளில் ஒன்றாகும். கடல் வெள்ளரி விவசாயத்திற்கு ஆழமற்ற கடல்கள் தேவை, இதற்காக 5,000 ஏக்கர் அர்ப்பணிக்கப்பட்டுள்ளது. இது தற்போது $10 மில்லியன் ஏற்றுமதி வருமானத்தில் $50 மில்லியனுக்கு தொழில்துறைக்கு ஊக்கமளிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இறால் துறையில் செழுமையின் ஒரு புதிய சகாப்தம் ஏற்கனவே தொடங்கியுள்ளது மற்றும் கடல் உணவு ஏற்றுமதியாளர்கள் சங்கம் இந்த வளர்ச்சியை நிலையான முறையில் முன்னெடுத்துச் செல்வதில் கவனம் செலுத்தி, அடுத்த மூன்று ஆண்டுகளுக்குள் கடல் உணவுத் துறையை பில்லியன் டாலர் தொழிலாக மாற்றுகிறது."
      ]
    }
  }
}