{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/singer-unveils-fully-fledged-dahua-surveillance-system-concept-store/",
  "time_ut": 1652199060,
  "title": "Singer unveils fully-fledged Dahua Surveillance system Concept Store",
  "body_lines": [
    "Singer Sri Lanka PLC, the country’s premier consumer durables retailer recently unveiled the first fully-fledged Dahua Concept Store, showcasing Dahua’s latest surveillance product line and smart solutions. Real Vision Pvt (Ltd) has joined hands with Singer as a business partner for the newly opened concept store.",
    "The new concept store, located at No. 120, Galle Road, Colombo 04 accommodates a wide range of Dahua technology products offering ample choices for customers who seek high quality security, surveillance products and smart solutions. It provides the opportunity to gain hands-on experience on Dahua’s state of the art products such as Smart Home Solutions, AI Solutions, Wireless Camera Solutions, Video Wall and Centralized Solutions, etc. The Dahua service team at the Concept store offers unmatched customer support services in terms of product browsing, product knowledge, product recommendations and technical support.",
    "Commenting on the launch of the new Dahua Concept Store, Mahesh Wijewardene – Group CEO of Singer (Sri Lanka) PLC said, “We are delighted to provide a truly world class experience through this innovative Concept store together with our business partner Real Vision Pvt (Ltd). The spacious environment and dedicated support team help customers to browse the products without any hassle. Singer’s partnership with Dahua has been highly fruitful so far and we are looking forward to further strengthen the bond with this launch.”",
    "Singer is the authorized distributor for the world-renowned Dahua CCTV and Surveillance Technology brand since 2019. Dahua soon became the fastest growing CCTV brand in Sri Lanka with Singer securing significant market share for Dahua brand within one and half years. Singer’s strong distribution network backed by its trusted service excellence helped in taking Dahua products to a wider audience in Sri Lanka.",
    "“Korea Week 2022” to light up Colombo with a message of Hope and Friendship",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සිංගර් විසින් අංග සම්පූර්ණ Dahua නිරීක්ෂණ පද්ධති සංකල්ප ගබඩාව එළිදක්වයි",
      "body_lines": [
        "දිවයිනේ ප්‍රමුඛතම පාරිභෝගික භාණ්ඩ සිල්ලර වෙළෙන්දා වන Singer Sri Lanka PLC විසින් Dahua හි නවතම surveillance නිෂ්පාදන පෙළ සහ ස්මාර්ට් විසඳුම් ප්‍රදර්ශනය කරමින් පළමු අංග සම්පූර්ණ Dahua Concept Store පසුගියදා එළිදක්වන ලදී. Real Vision Pvt (Ltd) විසින් සිංගර් සමඟ එක්ව අලුතින් විවෘත කරන ලද සංකල්ප අලෙවිසැල සඳහා ව්‍යාපාරික හවුල්කරුවෙකු ලෙස අත්වැල් බැඳගෙන ඇත.",
        "අංක 120, ගාලු පාර, කොළඹ 04 යන ස්ථානයේ පිහිටා ඇති මෙම නව සංකල්ප අලෙවිසැල උසස් තත්ත්වයේ ආරක්ෂාව, නිරීක්ෂණ නිෂ්පාදන සහ ස්මාර්ට් විසඳුම් අපේක්ෂා කරන පාරිභෝගිකයින් සඳහා පුළුල් පරාසයක Dahua තාක්ෂණික නිෂ්පාදන ලබා දෙයි. Smart Home Solutions, AI Solutions, Wireless Camera Solutions, Video Wall සහ Centralized Solutions යනාදී Dahua හි නවීනතම නිෂ්පාදන පිළිබඳ අත්දැකීම් ලබා ගැනීමට එය අවස්ථාව සලසා දෙයි. Concept store හි Dahua සේවා කණ්ඩායම අසමසම පාරිභෝගික සහාය ලබා දෙයි. නිෂ්පාදන පිරික්සීම, නිෂ්පාදන දැනුම, නිෂ්පාදන නිර්දේශ සහ තාක්ෂණික සහාය අනුව සේවා.",
        "නව Dahua Concept Store දියත් කිරීම පිළිබඳව අදහස් දක්වමින් Singer (Sri Lanka) PLC හි සමූහ ප්‍රධාන විධායක නිලධාරී මහේෂ් විජේවර්ධන මහතා පැවසුවේ, “අපගේ ව්‍යාපාරික සහකරු Real Vision Pvt (මෙම නව්‍ය සංකල්ප අලෙවිසැල හරහා සැබෑ ලෝක මට්ටමේ අත්දැකීමක් ලබා දීමට ලැබීම ගැන අපි සතුටු වෙනවා. ලිමිටඩ්). ඉඩකඩ සහිත පරිසරය සහ කැපවූ සහායක කණ්ඩායම පාරිභෝගිකයින්ට කිසිදු කරදරයකින් තොරව නිෂ්පාදන පිරික්සීමට උපකාර කරයි. Dahua සමඟ Singer හි හවුල්කාරිත්වය මේ වන විට බෙහෙවින් ඵලදායී වී ඇති අතර මෙම දියත් කිරීමත් සමඟ බැඳීම තවදුරටත් ශක්තිමත් කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "සිංගර් යනු 2019 වසරේ සිට ලෝක ප්‍රකට Dahua CCTV සහ Surveillance Technology සන්නාමය සඳහා බලයලත් බෙදාහරින්නා වේ. Dahua නුදුරේදීම ශ්‍රී ලංකාවේ වේගයෙන්ම වර්ධනය වන CCTV සන්නාමය බවට පත් වූ අතර Singer වසර එකහමාරක් ඇතුළත Dahua සන්නාමය සඳහා සැලකිය යුතු වෙළඳපල කොටසක් ලබා ගැනීමට සමත් විය. සිංගර් හි ශක්තිමත් බෙදාහැරීමේ ජාලය එහි විශ්වාසනීය සේවා විශිෂ්ටත්වය මගින් ශ්‍රී ලංකාවේ පුළුල් ප්‍රේක්ෂක පිරිසක් වෙත Dahua නිෂ්පාදන රැගෙන යාමට උපකාරී විය.",
        "\"කොරියා සතිය 2022\" බලාපොරොත්තුව සහ මිත්‍රත්වයේ පණිවිඩයක් සමඟින් කොළඹ එළිය කිරීමට",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சிங்கர் முழு அளவிலான டஹுவா கண்காணிப்பு அமைப்பு கான்செப்ட் ஸ்டோரை வெளியிட்டது",
      "body_lines": [
        "நாட்டின் முதன்மையான நுகர்வோர் பொருட்கள் சில்லறை விற்பனையாளரான சிங்கர் ஸ்ரீலங்கா பிஎல்சி, Dahua இன் சமீபத்திய கண்காணிப்பு தயாரிப்பு வரிசை மற்றும் ஸ்மார்ட் தீர்வுகளை காட்சிப்படுத்தும் முதல் முழுமையான Dahua Concept Store ஐ சமீபத்தில் வெளியிட்டது. Real Vision Pvt (Ltd) புதிதாகத் திறக்கப்பட்ட கான்செப்ட் ஸ்டோரின் வணிகப் பங்காளியாக சிங்கருடன் கைகோர்த்துள்ளது.",
        "இல. 120, காலி வீதி, கொழும்பு 04 இல் அமைந்துள்ள புதிய கான்செப்ட் ஸ்டோரில், உயர்தர பாதுகாப்பு, கண்காணிப்பு தயாரிப்புகள் மற்றும் ஸ்மார்ட் தீர்வுகளை விரும்பும் வாடிக்கையாளர்களுக்கு ஏராளமான தேர்வுகளை வழங்கும் Dahua தொழில்நுட்ப தயாரிப்புகள் பரந்த அளவில் உள்ளன. இது Dahua இன் நவீன தயாரிப்புகளான Smart Home Solutions, AI தீர்வுகள், வயர்லெஸ் கேமரா தீர்வுகள், வீடியோ சுவர் மற்றும் மையப்படுத்தப்பட்ட தீர்வுகள் போன்றவற்றில் அனுபவத்தைப் பெறுவதற்கான வாய்ப்பை வழங்குகிறது. கான்செப்ட் ஸ்டோரில் உள்ள Dahua சேவைக் குழு இணையற்ற வாடிக்கையாளர் ஆதரவை வழங்குகிறது. தயாரிப்பு உலாவல், தயாரிப்பு அறிவு, தயாரிப்பு பரிந்துரைகள் மற்றும் தொழில்நுட்ப ஆதரவு ஆகியவற்றின் அடிப்படையில் சேவைகள்.",
        "புதிய Dahua கான்செப்ட் ஸ்டோரின் அறிமுகம் குறித்து கருத்து தெரிவித்த மகேஷ் விஜேவர்தன - சிங்கர் (இலங்கை) PLC இன் குழும CEO, “எங்கள் வணிகப் பங்காளியான Real Vision Pvt உடன் இணைந்து இந்த புதுமையான கான்செப்ட் ஸ்டோரின் மூலம் உண்மையிலேயே உலகத்தரம் வாய்ந்த அனுபவத்தை வழங்குவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். லிமிடெட்). விசாலமான சூழல் மற்றும் அர்ப்பணிப்புள்ள ஆதரவு குழு வாடிக்கையாளர்களுக்கு எந்த தொந்தரவும் இல்லாமல் தயாரிப்புகளை உலாவ உதவுகிறது. Dahua உடனான சிங்கரின் கூட்டாண்மை இதுவரை மிகவும் பலனளிக்கிறது மேலும் இந்த அறிமுகத்தின் மூலம் பிணைப்பை மேலும் வலுப்படுத்த நாங்கள் எதிர்நோக்குகிறோம்.",
        "சிங்கர் 2019 ஆம் ஆண்டு முதல் உலகப் புகழ்பெற்ற Dahua CCTV மற்றும் கண்காணிப்பு தொழில்நுட்ப பிராண்டிற்கான அங்கீகரிக்கப்பட்ட விநியோகஸ்தராகும். Dahua விரைவில் இலங்கையில் வேகமாக வளர்ந்து வரும் CCTV பிராண்டாக மாறியது. ஒன்றரை ஆண்டுகளில் Dahua பிராண்டிற்கான குறிப்பிடத்தக்க சந்தைப் பங்கினை Singer பெற்றுள்ளது. சிங்கரின் வலுவான விநியோக வலையமைப்பு, அதன் நம்பகமான சேவைத் திறமையால் ஆதரிக்கப்பட்டு, Dahua தயாரிப்புகளை இலங்கையில் பரந்த பார்வையாளர்களிடம் கொண்டு செல்ல உதவியது.",
        "\"கொரியா வாரம் 2022\" கொழும்பில் நம்பிக்கை மற்றும் நட்பின் செய்தியுடன் ஒளிரும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}