{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81133/pucsl-approves-ceb-request-for-emergency-power-purchase",
  "time_ut": 1647003420,
  "title": "PUCSL approves CEB request for emergency power purchase",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) says it has approved the request of the Ceylon Electricity Board for emergency power purchase subject to the conditions given by the PUCSL.",
    "Considering the existing fuel shortage of the country and electrical energy capacity shortage of the CEB, coupled up with the long term forced outage of all thermal power plants at Kelanithissa, Sapugaskanda and Kerawalapitiya due to no fuel with severe depletion of water resources in reservoirs that led to experience more than 7 hours daily power cut to the electricity consumers, the cabinet has declared an “emergency situation’ in the energy sector as required under section 43(4) (c ) (ii) of the Sri Lanka Electricity Act in keeping with the directive of the President have made on 02nd March 2022.",
    "With that CEB has requested the approval of 93 MW of capacity under short term power purchase agreement from ACE Power (Embilipitiya) power plant for 6 months in order to reduce the long hours of power interruptions immediately.",
    "“We approved the request given the priority of the fuel supply to CEB power plants,” the Chairman of Public Utilities Commission of Sri Lanka Janaka Ratnayake said.",
    "“In the same time, we empathized having a steady long-term plan to ensure continues supply of electricity to Sri Lanka. We have approved 600 MW of LNG power plant already in supporting that.”",
    "The head of the country’s electricity sector regulator stated that adequate supply of fuel to power plants could immediately resolve the rolling power outages in the country that has caused 200–400 MW loss to the national grid.",
    "“Lack of funds to buy enough fuel to fire power plants is the main reason for continues power interruptions in large parts of the grid in Sri Lanka. We also have run down hydro reservoirs and the hydro storage were used excessively in the months of December last year and January this year to provide electricity,”",
    "“The CEB forced to shut down 350 MW of Thermal power plants for past two weeks due to lack of fuel supply. We have generated 76 percent electricity from thermal power plants 19 percent electricity from hydro and 5 percent electricity from renewable for this month so far. Hydro generation has increased to 22 percent during the month of February this year due to unavailability of fuel for thermal generation plants which stood at 18 percent in the same month last year,” he said.",
    "“Apart for the lack of fuel supply, we also have a technical constraint in the Southern grid where we have advised the Ceylon Electricity Board to find immediate solutions way back in 2017 which has not been materialized yet,” he added.",
    "The currency crunch that the country is facing at the moment has delayed the imports of fuel, which has led to power cuts island-wide, says Mr Ratnayake.",
    "“We currently are in the forex crisis where we do not have sufficient funds to buy fuel. We can end this power cut if we get sufficient fuel stocks to operate our power plants,” Mr Ratnayake said, adding the PUCSL is also aware of the financial issue that the Ceylon Electricity Board is going through.",
    "“We are aware. We have asked electricity consumers to pay their bills on time to reduce the financial burden for the CEB to a certain extent. But the issue is bigger. The electricity generation cost has increased 120 percent from the last tariff hike. The generation cost per electricity unit is at the moment is 37 rupees. But we are providing the electricity unit at a cost of 16 -17 rupees on average, which not reflects the right generation cost. Also, the price of a crude oil barrel in the world market has increased to 113 dollars this year. The Central Bank of Sri Lanka also had taken a decision to float the rupee given the current economic conditions which have caused a higher market volatility at present. All these reasons have a much larger impact on the generation cost of electricity. We believe in a cost reflective tariff to strengthen the CEB and the economy of the country while not burdening the electricity consumers,” Mr Ratnayake said.",
    "Commenting on the Southern grid issue, the Chairman of PUCSL said that CEB was instructed to find long term solutions for the issue where 100-150 MW of capacity is being lacking at present."
  ],
  "translate": {
    "si": {
      "title": "හදිසි විදුලිය මිලදී ගැනීම සඳහා ලංවිම ඉල්ලීම PUCSL අනුමත කරයි",
      "body_lines": [
        "මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) විසින් ලබා දී ඇති කොන්දේසිවලට යටත්ව හදිසි විදුලිය මිලදී ගැනීම සඳහා ලංකා විදුලිබල මණ්ඩලයේ ඉල්ලීම අනුමත කළ බව ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව පවසයි.",
        "රටේ පවතින ඉන්ධන හිඟය සහ විදුලිබල මණ්ඩලයේ විදුලි බල ධාරිතා හිඟය සැලකිල්ලට ගනිමින්, කැලණිතිස්ස, සපුගස්කන්ද සහ කෙරවලපිටිය තාප බලාගාරවල දීර්ඝ කාලීනව බලහත්කාරයෙන් ඇනහිටීම හේතුවෙන් ජලාශවල ජල සම්පත දැඩි ලෙස ක්ෂය වීමත් සමඟ ඉන්ධන නොමැති වීම හේතුවෙන්. විදුලි පාරිභෝගිකයින්ට දිනකට පැය 7 කට වැඩි කාලයක් විදුලිය විසන්ධි වීම අත්විඳීමට, කැබිනට් මණ්ඩලය විසින් ශ්‍රී ලංකා විදුලිබල පනතේ 43 (4) (ඇ) (ii) වගන්තිය යටතේ අවශ්‍ය පරිදි බලශක්ති ක්ෂේත්‍රයේ “හදිසි තත්වයක්” ප්‍රකාශයට පත් කර ඇත. ජනාධිපතිවරයාගේ නියෝගය 2022 මාර්තු 02 දින සිදු කර ඇත.",
        "ඒ සමඟින් දීර්ඝ කාලයක් පවතින විදුලිය විසන්ධිවීම් වහා අවම කිරීම සඳහා කෙටිකාලීන විදුලි මිලදී ගැනීමේ ගිවිසුමක් යටතේ මෙගාවොට් 93 ක ධාරිතාවක් මාස 6 ක කාලයක් සඳහා ACE Power (ඇඹිලිපිටිය) බලාගාරයෙන් අනුමත කරන ලෙස ලංවිම ඉල්ලා ඇත.",
        "“ලංවිම බලාගාරවලට ඉන්ධන සැපයීමේ ප්‍රමුඛතාවය මත අපි ඉල්ලීම අනුමත කළා,” ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපති ජානක රත්නායක මහතා පැවසීය.",
        "“ඒ අතරම, ශ්‍රී ලංකාවට අඛණ්ඩව විදුලිය සැපයීම සහතික කිරීම සඳහා ස්ථාවර දිගුකාලීන සැලැස්මක් තිබීම ගැන අපි සංවේදනය කළා. ඒ සඳහා සහය දැක්වීම සඳහා අපි දැනටමත් මෙගාවොට් 600 ක LNG බලාගාරයක් අනුමත කර ඇත.",
        "ජාතික විදුලිබල පද්ධතියට මෙගාවොට් 200ත් 400ත් අතර පාඩුවක් සිදුවී ඇති රටතුළ පෙරළෙන විදුලිය ඇනහිටීම්වලට ප්‍රමාණවත් ලෙස ඉන්ධන සැපයීමෙන් වහාම විසඳුම් ලබාගත හැකි බව විදුලිබල අංශ නියාමක ප්‍රධානියා ප්‍රකාශ කළේය.",
        "“විදුලි බලාගාර ගිනි තැබීම සඳහා ප්‍රමාණවත් ඉන්ධන මිලදී ගැනීමට මුදල් නොමැතිකම ශ්‍රී ලංකාවේ විදුලිබල පද්ධතියට විශාල ප්‍රදේශයක දිගින් දිගටම විදුලිය විසන්ධි වීමට ප්‍රධාන හේතුවයි. අපි ජල සම්පාදන ජලාශ ද සිඳී ගොස් ඇති අතර පසුගිය වසරේ දෙසැම්බර් සහ මේ වසරේ ජනවාරි මාසවලදී විදුලිය ලබාදීම සඳහා ජල ගබඩාව අධික ලෙස භාවිත කළා.",
        "“ඉන්ධන සැපයුම නොමැතිකම හේතුවෙන් පසුගිය සති දෙක තුළ මෙගාවොට් 350 ක තාප බලාගාර වසා දැමීමට ලංවිමට සිදු විය. අපි මේ මාසය සඳහා මේ වන විට තාප බලාගාරවලින් සියයට 76ක් විදුලිය උත්පාදනය කර තිබෙනවා. පසුගිය වසරේ එම මාසයේ සියයට 18ක් වූ තාප උත්පාදන බලාගාර සඳහා ඉන්ධන ලබා ගැනීමට නොහැකි වීම හේතුවෙන් මේ වසරේ පෙබරවාරි මාසය තුළ ජල නිෂ්පාදනය සියයට 22 දක්වා ඉහළ ගොස් තිබෙනවා.",
        "\"ඉන්ධන සැපයුමේ හිඟකම හැරුණු විට, අපට දක්ෂිණ විදුලිබල පද්ධතියට තාක්ෂණික බාධාවක් තිබේ, එහිදී අපි ලංකා විදුලිබල මණ්ඩලයට 2017 දී කඩිනම් විසඳුම් සෙවීමට උපදෙස් දී ඇති අතර එය තවමත් ක්‍රියාත්මක වී නැත,\" ඔහු වැඩිදුරටත් පැවසීය.",
        "මේ වන විට රට මුහුණ දී සිටින මුදල් අර්බුදය හේතුවෙන් ඉන්ධන ආනයනය ප්‍රමාද වී ඇති අතර එය දිවයින පුරා විදුලිය විසන්ධි කිරීමට හේතු වී ඇති බව රත්නායක මහතා පවසයි.",
        "“අපි දැනට ඉන්නේ ඉන්ධන මිලදී ගැනීමට ප්‍රමාණවත් මුදල් නොමැති විදේශ විනිමය අර්බුදයක. අපගේ බලාගාර ක්‍රියාත්මක කිරීමට ප්‍රමාණවත් ඉන්ධන තොගයක් අපට ලැබුණහොත් අපට මෙම විදුලි කප්පාදුව අවසන් කළ හැකියි,” යනුවෙන් ප්‍රකාශ කළ රත්නායක මහතා, ලංකා විදුලිබල මණ්ඩලය මුහුණ දෙන මූල්‍ය ප්‍රශ්නය පිළිබඳව මහජන උපයෝගිතා කොමිෂන් සභාව ද දන්නා බව පැවසීය.",
        "\"අපි දන්නවා. විදුලිබල මණ්ඩලයට ඇති මූල්‍ය බර යම් ප්‍රමාණයකට අවම කර ගැනීම සඳහා නියමිත වේලාවට බිල්පත් ගෙවන ලෙස අපි විදුලි පාරිභෝගිකයින්ගෙන් ඉල්ලා තිබෙනවා. නමුත් ප්‍රශ්නය ඊට වඩා ලොකුයි. පසුගිය ගාස්තු වැඩිවීමට වඩා විදුලි ජනන වියදම සියයට 120කින් වැඩි වී තිබෙනවා. මේ වන විට විදුලි ඒකකයක ජනන වියදම රුපියල් 37කි. නමුත් අපි විදුලි ඒකකය ලබා දෙන්නේ සාමාන්‍යයෙන් රුපියල් 16 - 17 ක මුදලකට, එය නිවැරදි ජනන පිරිවැය පිළිබිඹු නොකරයි. එමෙන්ම මේ වසරේ ලෝක වෙළඳපොලේ බොරතෙල් බැරලයක මිල ඩොලර් 113 දක්වා ඉහළ ගොස් තිබෙනවා. ශ්‍රී ලංකා මහ බැංකුව ද රුපියල පාවෙන තීරණයක් ගෙන තිබුණේ මේ වන විට ඉහළ වෙළෙඳපොළ අස්ථාවරත්වයක් ඇති කිරීමට හේතු වී ඇති වත්මන් ආර්ථික තත්ත්වය අනුව ය. මේ සියලු හේතූන් විදුලිය නිෂ්පාදනය කිරීමේ පිරිවැයට වඩා විශාල බලපෑමක් ඇති කරයි. විදුලි පාරිභෝගිකයින්ට බරක් නොවන අතරම විදුලිබල මණ්ඩලය සහ රටේ ආර්ථිකය ශක්තිමත් කිරීම සඳහා පිරිවැය පරාවර්තක ගාස්තුවක් අපි විශ්වාස කරනවා, ”රත්නායක මහතා පැවසීය.",
        "සදර්න් ග්‍රිඩ් ගැටලුව සම්බන්ධයෙන් අදහස් දක්වමින් මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපතිවරයා කියා සිටියේ දැනට මෙගාවොට් 100-150 ක ධාරිතාවක් නොමැති ප්‍රශ්නයට දිගුකාලීන විසඳුම් සෙවීමට ලංවිමට උපදෙස් දුන් බවයි."
      ]
    },
    "ta": {
      "title": "அவசர மின்சாரம் வாங்குவதற்கான CEB கோரிக்கையை PUCSL அங்கீகரிக்கிறது",
      "body_lines": [
        "PUCSL வழங்கிய நிபந்தனைகளுக்கு உட்பட்டு அவசர மின்சாரம் கொள்வனவு செய்வதற்கான இலங்கை மின்சார சபையின் கோரிக்கையை அங்கீகரித்துள்ளதாக இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) தெரிவித்துள்ளது.",
        "நாட்டில் தற்போது நிலவும் எரிபொருள் பற்றாக்குறை மற்றும் இ.போ.ச.வின் மின் ஆற்றல் திறன் பற்றாக்குறையை கருத்தில் கொண்டு, களனிதிஸ்ஸ, சபுகஸ்கந்த மற்றும் கெரவலப்பிட்டிய ஆகிய இடங்களில் உள்ள அனைத்து அனல் மின் நிலையங்களும் நீண்டகாலமாக வலுக்கட்டாயமாக செயலிழக்க காரணமாக நீர்த்தேக்கங்களின் நீர் வளங்கள் கடுமையாக குறைவடைந்துள்ளது. மின்சார பாவனையாளர்கள் நாளாந்தம் 7 மணித்தியாலங்களுக்கு மேலாக மின்வெட்டை அனுபவிக்கும் வகையில், இலங்கை மின்சாரச் சட்டத்தின் 43(4) (c) (ii) பிரிவின் கீழ் தேவைப்படும் ஆற்றல் துறையில் “அவசர நிலை” ஒன்றை அமைச்சரவை பிரகடனப்படுத்தியுள்ளது. ஜனாதிபதியின் உத்தரவு 02 மார்ச் 2022 அன்று செய்யப்பட்டது.",
        "அதனுடன், நீண்ட நேர மின் தடைகளை உடனடியாகக் குறைக்கும் வகையில், 6 மாதங்களுக்கு ACE பவர் (எம்பிலிபிட்டிய) மின் உற்பத்தி நிலையத்திடம் இருந்து குறுகிய கால மின்சார கொள்முதல் ஒப்பந்தத்தின் கீழ் 93 MW கொள்ளளவை அனுமதிப்பதற்கு CEB கோரியுள்ளது.",
        "இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் தலைவர் ஜானக ரத்நாயக்க, “இலங்கை மின்சார சபையின் மின் உற்பத்தி நிலையங்களுக்கு எரிபொருள் விநியோகத்தின் முன்னுரிமையின் அடிப்படையில் கோரிக்கையை நாங்கள் அங்கீகரித்தோம்.",
        "“அதே நேரத்தில், இலங்கைக்கு தொடர்ந்து மின்சாரம் வழங்கப்படுவதை உறுதி செய்வதற்கான நிலையான நீண்ட கால திட்டத்தை நாங்கள் கொண்டுள்ளோம். நாங்கள் ஏற்கனவே 600 மெகாவாட் எல்என்ஜி மின் உற்பத்தி நிலையத்திற்கு ஒப்புதல் அளித்துள்ளோம்.",
        "மின் உற்பத்தி நிலையங்களுக்கு போதுமான எரிபொருளை வழங்குவதன் மூலம், தேசிய மின்கட்டமைப்பிற்கு 200-400 மெகாவாட் இழப்பை ஏற்படுத்திய நாட்டில் ஏற்பட்டுள்ள மின்வெட்டுகளை உடனடியாக தீர்க்க முடியும் என்று நாட்டின் மின்சாரத்துறை கட்டுப்பாட்டாளர் தலைவர் தெரிவித்தார்.",
        "“இலங்கையில் மின் உற்பத்தி நிலையங்களுக்கு தீ வைப்பதற்கு போதுமான எரிபொருளை வாங்குவதற்கு நிதி இல்லாததே இலங்கையின் பெரும்பகுதிகளில் மின்சாரம் தடைப்படுவதற்கு முக்கிய காரணம். நாங்கள் நீர்த்தேக்கங்களை வறண்டுவிட்டோம், மேலும் கடந்த ஆண்டு டிசம்பர் மற்றும் இந்த ஆண்டு ஜனவரி மாதங்களில் மின்சாரம் வழங்குவதற்கு நீர் சேமிப்பு அதிகமாக பயன்படுத்தப்பட்டது.",
        "எரிபொருள் விநியோகம் இல்லாத காரணத்தால் கடந்த இரண்டு வாரங்களாக 350 மெகாவாட் அனல் மின் நிலையங்களை மூடுவதற்கு CEB கட்டாயப்படுத்தியது. இந்த மாதத்தில் இதுவரை 76 சதவீத மின்சாரத்தை அனல் மின் நிலையங்களில் இருந்து 19 சதவீத மின்சாரத்தையும், புதுப்பிக்கத்தக்க வகையில் 5 சதவீத மின்சாரத்தையும் உற்பத்தி செய்துள்ளோம். கடந்த ஆண்டு இதே மாதத்தில் 18 சதவீதமாக இருந்த அனல் மின் உற்பத்தி நிலையங்களுக்கு எரிபொருள் கிடைக்காததால் இந்த ஆண்டு பிப்ரவரி மாதத்தில் நீர் உற்பத்தி 22 சதவீதமாக அதிகரித்துள்ளது,'' என்றார்.",
        "\"எரிபொருள் வழங்கல் இல்லாமைக்கு அப்பால், தென்னிந்திய மின்கட்டமைப்பில் எமக்கு ஒரு தொழில்நுட்பக் கட்டுப்பாடு உள்ளது, அங்கு 2017 ஆம் ஆண்டில் உடனடி தீர்வுகளைக் காணுமாறு இலங்கை மின்சார சபைக்கு நாங்கள் அறிவுறுத்தியுள்ளோம், அது இன்னும் நடைமுறைப்படுத்தப்படவில்லை,\" என்று அவர் மேலும் கூறினார்.",
        "தற்போது நாடு எதிர்நோக்கும் நாணயத் தட்டுப்பாடு எரிபொருள் இறக்குமதியை தாமதப்படுத்தியுள்ளது, இதனால் நாடளாவிய ரீதியில் மின்வெட்டு ஏற்பட்டுள்ளதாக திரு ரத்நாயக்க கூறுகிறார்.",
        "\"நாங்கள் தற்போது அந்நிய செலாவணி நெருக்கடியில் இருக்கிறோம், அங்கு எரிபொருள் வாங்குவதற்கு போதுமான நிதி இல்லை. எங்கள் மின் உற்பத்தி நிலையங்களை இயக்குவதற்கு போதுமான எரிபொருள் இருப்பு கிடைத்தால் இந்த மின்வெட்டை முடிவுக்கு கொண்டு வர முடியும்,” என்று கூறிய திரு ரத்நாயக்க, இலங்கை மின்சார வாரியம் எதிர்கொள்ளும் நிதிப் பிரச்சினையை PUCSL அறிந்திருக்கிறது.",
        "\"நாங்கள் அறிந்திருக்கிறோம். மின்சார சபைக்கான நிதிச் சுமையை ஓரளவு குறைக்கும் வகையில் மின் நுகர்வோர்கள் உரிய நேரத்தில் கட்டணத்தைச் செலுத்துமாறு கேட்டுக் கொண்டுள்ளோம். ஆனால் பிரச்சினை பெரியது. கடந்த கட்டண உயர்வை விட மின் உற்பத்தி செலவு 120 சதவீதம் அதிகரித்துள்ளது. தற்போது ஒரு மின் அலகு உற்பத்தி செலவு 37 ரூபாய். ஆனால் மின்சார யூனிட்டை சராசரியாக 16 -17 ரூபாய்க்கு வழங்குகிறோம், இது சரியான உற்பத்தி செலவை பிரதிபலிக்கவில்லை. மேலும், இந்த ஆண்டு உலக சந்தையில் கச்சா எண்ணெய் பேரல் ஒன்றின் விலை 113 டாலர்களாக அதிகரித்துள்ளது. இலங்கை மத்திய வங்கி தற்போது அதிக சந்தை ஏற்ற இறக்கத்தை ஏற்படுத்தியுள்ள தற்போதைய பொருளாதார நிலைமைகளை கருத்தில் கொண்டு ரூபாயை மிதக்க தீர்மானித்துள்ளது. இந்த காரணங்கள் அனைத்தும் மின்சார உற்பத்தி செலவில் மிகப் பெரிய தாக்கத்தை ஏற்படுத்துகின்றன. மின்சார நுகர்வோர் மீது சுமையை ஏற்படுத்தாத அதே வேளையில் CEB மற்றும் நாட்டின் பொருளாதாரத்தை வலுப்படுத்துவதற்கு செலவு பிரதிபலிப்பு கட்டணத்தை நாங்கள் நம்புகிறோம்,\" என்று திரு ரத்நாயக்க கூறினார்.",
        "தெற்கு கிரிட் பிரச்சினை குறித்து கருத்து தெரிவித்த PUCSL இன் தலைவர், தற்போது 100-150 MW திறன் குறைவாக உள்ள பிரச்சினைக்கு நீண்ட கால தீர்வுகளை காணுமாறு CEB க்கு அறிவுறுத்தப்பட்டதாக கூறினார்."
      ]
    }
  }
}