{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stock-index-plunges-to-over-4-month-low-after-rupee-devaluation-91471/",
  "time_ut": 1646839680,
  "title": "Sri Lanka stock index plunges to over 4-month low after rupee devaluation",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main All Share Price Index (ASPI) plunged for the third consecutive session on Wednesday (09) extending the loss to over 9.6 percent for the week as economic uncertainty weighed n the sentiment, brokers said.",
    "The (ASPI), fell 359.31 points to close at 10,163.72, its lowest close since November 1. The index has already lost over 9.6 percent in the last three session.Analysts have said that devaluing the rupees to 230 is not sufficient as it doesn’t reflect the actual valuations while macro concerns weighed in.",
    "“Investors are completely in a disarray because of the uncertainties. Nobody has factored in where the inflation is going to end up after devaluation and if the central bank can control it with interest rate hike,” a market analyst said.",
    "“If the rupee goes down to 270 rupees against US dollar, then inflation could go well beyond 20 percent. This will trickle down cost of production and hit the earnings.”",
    "On Wednesday, the rupee was quoted 240/255 per dollar though there was no trading as banks were waiting for some clear directions from the central bank, dealers said.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.The high oil price has hit Sri Lanka’s economic growth in the past and the manufacturing sector is affected hard and company earnings fall due to high cost of production and lower consumption due to high energy cost.",
    "On Friday (04) Sri Lanka’s central bank raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "In March, the market has already lost 12.2 percent after falling 11 percent in the previous month.",
    "Overall the market has lost 16.9 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "S&P SL20 of the most liquid stocks is also down 4.25 percent or 152.58 points to 3,434.35 points.",
    "The market turnover was 2.5 billion rupees, around half of this year’s average turnover of 5.9 billion rupees.",
    "Foreign investors, who had been worried about possible sharp depreciation or devaluation in the currency, bucked the trend to buy 67.6 million rupee worth shares. The foreign sales so far this year have been 2.7 billion rupees.",
    "In 2021, the Sri Lanka stock market suffered a net foreign outflow of 50 billion rupees.",
    "Analysts predict, the downward trend to continue until investors see some strong and sustainable steps to address the economic and foreign debt crisis.",
    "LOLC Holdings, Expolanka, and Commercial Bank dragged the main index on Wednesday.",
    "LOLC Holdings slipped 8.9 percent to close at 795.75 rupees a share, while Expolanka Holdings, the market heavyweight lost 7.1 percent to close at 240.25 rupees a share, market data showed.",
    "Commercial Bank of Sri Lanka closed 2.3 percent down at 77.50 rupees a share. (Colombo/March09/2022)"
  ],
  "translate": {
    "si": {
      "title": "රුපියල අවප්‍රමාණය වීමෙන් පසු ශ්‍රී ලංකා කොටස් දර්ශක මාස 4කට වඩා අඩු අගයකට පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ ප්‍රධාන සියලුම කොටස් මිල දර්ශකය (ASPI) බදාදා (09) අඛණ්ඩ තුන්වන සැසිය සඳහා පහත වැටුණු අතර, ආර්ථික අවිනිශ්චිතතාවය මනෝභාවය මත බර පැටවීම නිසා අලාභය සතිය සඳහා සියයට 9.6 ඉක්මවන බව තැරැව්කරුවන් පැවසීය.",
        "(ASPI) ඒකක 359.31 කින් පහත වැටී 10,163.72 ට අවසන් වූ අතර එය නොවැම්බර් 1 වැනිදායින් පසු එහි අඩුම අගයයි. පසුගිය සැසි තුනේදී දර්ශකය දැනටමත් සියයට 9.6 කට වඩා අඩු වී ඇත. විශ්ලේෂකයින් පවසා ඇත්තේ රුපියල් 230 දක්වා අවප්‍රමාණය කිරීම ප්‍රමාණවත් නොවන බවයි. සාර්ව උත්සුකයන් බරින් යුක්ත වන අතර t සැබෑ තක්සේරු කිරීම් පිළිබිඹු කරයි.",
        "“අවිනිශ්චිතතාවයන් නිසා ආයෝජකයින් සම්පූර්ණයෙන්ම අවුල් වී ඇත. අවප්‍රමාණය කිරීමෙන් පසු උද්ධමනය අවසන් වන්නේ කොතැනින්ද යන්න සහ පොලී අනුපාත ඉහළ නැංවීමෙන් මහ බැංකුවට එය පාලනය කළ හැකි නම්, කිසිවෙකු සාධක කර නැත,\" වෙළඳපල විශ්ලේෂකයෙක් පැවසීය.",
        "“එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල රුපියල් 270 දක්වා පහත වැටුණහොත් උද්ධමනය සියයට 20 ඉක්මවා යා හැකිය. මෙය නිෂ්පාදන පිරිවැය පහත හෙලන අතර ඉපැයීමට බලපානු ඇත.",
        "බදාදා දිනයේදී රුපියල ඩොලරයකට 240/255 ලෙස සටහන් වූ නමුත් වෙළඳාමක් නොතිබුණද බැංකු මහ බැංකුවෙන් පැහැදිලි උපදෙස් කිහිපයක් බලාපොරොත්තුවෙන් සිටි බව අලෙවි නියෝජිතයෝ පවසති.",
        "තෙල් මිල ඉහළ යාම, ප්‍රතිපත්ති අනුපාත ඉහළ යාම, මන්දගාමී ආර්ථිකයක් සහ ඩොලර් හිඟය, ඉන්ධන සහ පිසින ගෑස් හිඟය සහ දීර්ඝ විදුලි කප්පාදුව ද මනෝභාවයට බර විය. ඉහළ තෙල් මිල පසුගිය කාලයේ ශ්‍රී ලංකාවේ ආර්ථික වර්ධනයට සහ නිෂ්පාදන අංශයට බලපෑවේය. දැඩි ලෙස බලපාන අතර නිෂ්පාදන පිරිවැය ඉහළ යාම සහ අධික බලශක්ති පිරිවැය හේතුවෙන් අඩු පරිභෝජනය හේතුවෙන් සමාගමේ ඉපැයීම් පහත වැටේ.",
        "සිකුරාදා (04) ශ්‍රී ලංකා මහ බැංකුව ප්‍රධාන මූල්‍ය ප්‍රතිපත්ති පොලී අනුපාත පදනම් අංක 100 කින් ඉහළ දමා වසර දෙකක ඉහළම අගයක් දක්වා පොලී අනුපාත තබා ගනිමින් අතිරික්ත මුදල් මුද්‍රණය කිරීමෙන් ඇති වූ මුදල් ඒකකයේ පීඩනය අඩු කිරීමට උත්සාහ කළේය. වසංගතයෙන් පීඩාවට පත් වූ ආර්ථික වර්ධනය වේගවත් කිරීම සඳහා පහත් මට්ටමක්.",
        "මාර්තු මාසයේදී, පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු වෙලඳපොල දැනටමත් සියයට 12.2 කින් අහිමි වී ඇත.",
        "සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 16.9 කින් අහිමි වී ඇත.",
        "වඩාත්ම ද්‍රවශීල කොටස් වන S&P SL20 ද සියයට 4.25 කින් හෝ ඒකක 152.58 කින් ඒකක 3,434.35 ක් දක්වා පහත වැටී ඇත.",
        "වෙළෙඳපොළ පිරිවැටුම රුපියල් බිලියන 2.5 ක් වූ අතර, මේ වසරේ සාමාන්‍ය පිරිවැටුම රුපියල් බිලියන 5.9 න් අඩක් පමණ විය.",
        "මුදල් ඒකකයේ තියුනු ලෙස අවප්‍රමාණය වීම හෝ අවප්‍රමාණය වීම ගැන කනස්සල්ලට පත්ව සිටි විදේශ ආයෝජකයින් රුපියල් මිලියන 67.6 ක කොටස් මිලදී ගැනීමේ ප්‍රවණතාවය මග හැරිය. මේ වසරේ මේ දක්වා විදේශ අලෙවිය රුපියල් බිලියන 2.7 කි.",
        "2021 දී ශ්‍රී ලංකා කොටස් වෙළෙඳපොළ රුපියල් බිලියන 50 ක ශුද්ධ විදේශ ගලායාමකට ලක් විය.",
        "විශ්ලේෂකයින් අනාවැකි පළ කරන්නේ, ආයෝජකයින් ආර්ථික හා විදේශීය ණය අර්බුදය විසඳීම සඳහා ශක්තිමත් සහ තිරසාර පියවර කිහිපයක් දකින තුරු පහත වැටීමේ ප්‍රවණතාවය දිගටම පවතිනු ඇති බවයි.",
        "LOLC හෝල්ඩිංග්ස්, එක්ස්පෝලංකා සහ කොමර්ෂල් බැංකුව බදාදා ප්‍රධාන දර්ශකය ඇදගෙන ගියේය.",
        "LOLC හෝල්ඩිංග්ස් කොටසක් සියයට 8.9 කින් පහත වැටී රුපියල් 795.75 ක් ලෙසින් අවසන් වූ අතර, එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි වෙළෙඳපොළ හෙවිවේට් කොටස සියයට 7.1 කින් අඩුවී කොටසක් රුපියල් 240.25 ක් ලෙසින් අවසන් වූ බව වෙළෙඳපොළ දත්ත පෙන්වා දෙයි.",
        "ශ්‍රී ලංකා කොමර්ෂල් බැංකුවේ කොටසක අගය සියයට 2.3 කින් පහළ ගොස් රුපියල් 77.50 ක් විය. (කොළඹ/මාර්තු09/2022)"
      ]
    },
    "ta": {
      "title": "ரூபாவின் பெறுமதி வீழ்ச்சியின் பின்னர் இலங்கை பங்குச் சுட்டெண் 4 மாதங்களில் இல்லாத அளவிற்கு வீழ்ச்சியடைந்துள்ளது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் முக்கிய அனைத்து பங்கு விலைச் சுட்டெண் (ASPI) புதன்கிழமை (09) தொடர்ந்து மூன்றாவது அமர்விற்கு சரிந்தது, பொருளாதார நிச்சயமற்ற தன்மை உணர்வை எடைபோடுவதால், வாரத்திற்கு 9.6 சதவீதத்திற்கும் மேலாக இழப்பை நீட்டித்தது, தரகர்கள் தெரிவித்தனர்.",
        "(ASPI), 359.31 புள்ளிகள் சரிந்து 10,163.72 ஆக முடிவடைந்தது, நவம்பர் 1 க்குப் பிறகு அதன் குறைந்தபட்ச முடிவாகும். கடந்த மூன்று அமர்வுகளில் குறியீடு ஏற்கனவே 9.6 சதவிகிதத்திற்கும் மேலாக இழந்துள்ளது. ஆய்வாளர்கள் ரூபாய் மதிப்பை 230 ஆக குறைப்பது போதாது என்று கூறியுள்ளனர். மேக்ரோ கவலைகள் எடைபோடும்போது உண்மையான மதிப்பீடுகளை பிரதிபலிக்கிறது.",
        "“நிச்சயமற்ற தன்மையால் முதலீட்டாளர்கள் முற்றிலும் சீர்குலைந்துள்ளனர். பணமதிப்பு நீக்கத்திற்குப் பிறகு பணவீக்கம் எங்கு முடியும் என்பதையும், வட்டி விகித உயர்வுடன் அதை மத்திய வங்கி கட்டுப்படுத்த முடியுமா என்பதையும் யாரும் காரணியாகக் கூறவில்லை,” என்று சந்தை ஆய்வாளர் ஒருவர் கூறினார்.",
        "“அமெரிக்க டாலருக்கு எதிராக ரூபாய் 270 ரூபாயாகக் குறைந்தால், பணவீக்கம் 20 சதவீதத்தைத் தாண்டிச் செல்லக்கூடும். இது உற்பத்திச் செலவைக் குறைத்து வருவாயை பாதிக்கும்.",
        "புதன்கிழமை, ரூபாய் மதிப்பு ஒரு டாலருக்கு 240/255 என்று குறிப்பிடப்பட்டது, இருப்பினும் வர்த்தகம் எதுவும் இல்லை, ஏனெனில் வங்கிகள் மத்திய வங்கியிடமிருந்து சில தெளிவான வழிகாட்டுதல்களுக்காக காத்திருக்கின்றன என்று விநியோகஸ்தர்கள் தெரிவித்தனர்.",
        "எண்ணெய் விலை உயர்வு, கொள்கை விகித உயர்வு, மந்தமான பொருளாதாரம், டாலர்கள், எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு மற்றும் நீடித்த மின்வெட்டு ஆகியவை உணர்வுகளை எடைபோடுகின்றன. அதிக எண்ணெய் விலை கடந்த காலத்தில் இலங்கையின் பொருளாதார வளர்ச்சி மற்றும் உற்பத்தித் துறையை பாதித்தது. அதிக உற்பத்தி செலவு மற்றும் அதிக ஆற்றல் செலவு காரணமாக குறைந்த நுகர்வு காரணமாக நிறுவனத்தின் வருவாய் கடுமையாக பாதிக்கப்படுகிறது.",
        "வெள்ளியன்று (04) இலங்கையின் மத்திய வங்கியானது முக்கிய நாணயக் கொள்கை வட்டி விகிதங்களை 100 அடிப்படை புள்ளிகளால் உயர்த்தி இரண்டு ஆண்டுகளில் இல்லாத உச்சமாக உயர்த்தியது. தொற்றுநோயால் பாதிக்கப்பட்ட பொருளாதார வளர்ச்சியைத் தூண்டுவதற்கான குறைந்த நிலை.",
        "மார்ச் மாதத்தில், சந்தையானது முந்தைய மாதத்தில் 11 சதவிகிதம் வீழ்ச்சியடைந்த பின்னர் ஏற்கனவே 12.2 சதவிகிதம் இழந்துள்ளது.",
        "கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 16.9 சதவீதத்தை இழந்துள்ளது.",
        "பெரும்பாலான திரவ பங்குகளில் S&P SL20 4.25 சதவீதம் அல்லது 152.58 புள்ளிகள் குறைந்து 3,434.35 புள்ளிகளாக உள்ளது.",
        "சந்தை விற்றுமுதல் 2.5 பில்லியன் ரூபாவாக இருந்தது, இந்த வருடத்தின் சராசரி விற்றுமுதல் 5.9 பில்லியன் ரூபாயில் பாதி.",
        "வெளிநாட்டு முதலீட்டாளர்கள், சாத்தியமான கூர்மையான தேய்மானம் அல்லது பணமதிப்பு நீக்கம் பற்றி கவலைப்பட்டு, 67.6 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கும் போக்கை முன்வைத்தனர். இந்த வருடத்தில் இதுவரையான வெளிநாட்டு விற்பனை 2.7 பில்லியன் ரூபாவாகும்.",
        "2021 ஆம் ஆண்டில், இலங்கை பங்குச் சந்தை 50 பில்லியன் ரூபாவை நிகர வெளிநாட்டு வெளியேற்றத்தை சந்தித்தது.",
        "பொருளாதார மற்றும் வெளிநாட்டுக் கடன் நெருக்கடியைத் தீர்க்க முதலீட்டாளர்கள் சில வலுவான மற்றும் நிலையான நடவடிக்கைகளைக் காணும் வரை கீழ்நோக்கிய போக்கு தொடரும் என்று ஆய்வாளர்கள் கணித்துள்ளனர்.",
        "LOLC ஹோல்டிங்ஸ், எக்ஸ்போலங்கா மற்றும் கொமர்ஷல் வங்கி ஆகியவை புதன்கிழமை முக்கிய குறியீட்டை இழுத்துச் சென்றன.",
        "LOLC ஹோல்டிங்ஸ் பங்கு ஒன்றின் விலை 8.9 வீதம் சரிந்து 795.75 ரூபாவாக நிறைவடைந்தது, அதேவேளை சந்தையின் ஹெவிவெயிட் நிறுவனமான எக்ஸ்போலங்கா ஹோல்டிங்ஸ் 7.1 வீதம் இழந்து பங்கு ஒன்றின் விலை 240.25 ரூபாவாக நிறைவடைந்தது என சந்தை தரவுகள் தெரிவிக்கின்றன.",
        "இலங்கை கொமர்ஷல் வங்கியின் பங்கு ஒன்று 2.3 வீதம் குறைந்து 77.50 ரூபாவாக நிறைவடைந்தது. (கொழும்பு/மார்ச்09/2022)"
      ]
    }
  }
}