{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/potenza-partners-with-hnb-to-facilitate-robotic-process-automation-for-mainstream-banking/",
  "time_ut": 1651757880,
  "title": "POTENZA Partners with HNB to Facilitate Robotic Process Automation for Mainstream Banking",
  "body_lines": [
    "POTENZA, the Sri Lanka-based global business technology consultancy group, recently announced a landmark partnership with Hatton National Bank (HNB), as its official implementation partner, to facilitate and support the bank on its journey of robotic process automation. As a first step, POTENZA is managing the implementation of HNB’s “SWIFT Messages Extraction and Integration” process, which is a critical process for HNB’s import/export trade transactions.",
    "A pioneer in RPA, POTENZA first introduced the technology to Sri Lanka in 2018. Since then, it has established itself as the premier RPA consultancy in Sri Lanka, with a global footprint, including supporting organizations with the most comprehensive software bot pool in Sri Lanka. Worldwide, POTENZA has automated more than 60 process chains with unattended automation across a variety of industries in 9 countries.",
    "Announcing the partnership, Dhanusha Muthukumarana – MD/CEO at POTENZA (Private) Limited said, “We are very pleased to announce this partnership with one of Sri Lanka’s most respected financial institutions. We look forward to supporting HNB on their RPA journey. As many commercial and industrial processes are repetitive, RPA can then reduce human intervention in these processes while increasing efficiency and reducing both errors and costs. This in turn helps to provide better, more seamless services to customers. Most importantly, it allows for companies to better distribute and utilize their human capital, allocating people to positions that actually need human intervention, which is also often much more fulfilling and engaging for people. Thus, RPA creates a win-win situation for businesses, customers and employees, while also pushing commerce and industry towards industry 4.0, which is the future.”",
    "In terms of quantifiable results, POTENZA’s first implementation of RPA at HNB has resulted in an increase in productivity by approximately 68% whilst also improving accuracy.",
    "Commenting on the benefits of the implementation, Ms. L Chiranthi Cooray – Chief Human Resources Officer/Chief Transformation Officer at HNB said, “RPA implementation enables the automation of repetitive processes which are ubiquitous in banks. The implementation at the Trade department has increased the bandwidth of the staff through efficiency gains, thus enabling them to carry out more value adding activities to serve the Bank’s trade customers”.",
    "POTENZA is a global business solutions and technology consultancy company headquartered in Singapore with offices in Sri Lanka and Australia serving a global clientele. The company is driven by the simple purpose of “Removing Business Constraints from enterprises”. POTENZA provides SAP Consulting Services, along with solutions for productivity-related processes such as process reengineering and improvement, automation, and enterprise content management. The company also provides businesses with insights covering BI, analytics and IoT applications.",
    "With 254 customer centres across the country, HNB is one of Sri Lanka’s largest, most technologically innovative banks, having won local and global recognition for its efforts to drive forward a new paradigm in digital banking. Consolidating its reputation for banking excellence, HNB bagged the Best Retail Bank and Best SME Bank awards in the Banking category at the International Finance Awards 2021. The bank was also ranked among the World Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for five consecutive years. HNB was also declared Best Sub-Custodian Bank in Sri Lanka at the Global Finance Awards 2020. HNB has a national rating of AA- (lka) by Fitch Ratings (Lanka) Ltd.",
    "Photo Caption: Second Row (Left-Right): HNB Project Manager – Process Re-Engineering, Munaf Afzal, Associate- Intelligent Automation at POTENZA – Prathiba Fonseka, HNB Head of Business Transformation, Christopher Thuraisingham, Managing Director / Chief Executive Officer at POTENZA- Dhanusha Muthukumarana, HNB Deputy General Manager – Chief Human Resource Officer/Chief Transformation Officer, L Chiranthi Cooray, Deputy General Manager – Wholesale Banking Group, Damith Pallewatte, HNB Head of Trade & Financial Institutions, Rozanne de Almeida, HNB Manager – Business Development-Trade, Shyam De silva, HNB Head of IT PMO, Nadun Gomes.",
    "Frist row (left-right): HNB Trainee Bank Associate, Yohani Abeygunawardena, Associate- Intelligent Automation at POTENZA- Krusthiga Murali, Business Analyst at POTENZA -Poshene Sivaruban, HNB Project Manager – Business Transformation, Nuwanka Perera.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රධාන ධාරාවේ බැංකුකරණය සඳහා රොබෝ ක්‍රියාවලි ස්වයංක්‍රීයකරණයට පහසුකම් සැලසීමට HNB සමඟ POTENZA හවුල්කරුවන්",
      "body_lines": [
        "ශ්‍රී ලංකාව පදනම් කරගත් ගෝලීය ව්‍යාපාර තාක්ෂණ උපදේශන සමූහය වන පොටෙන්සා, රොබෝ ක්‍රියාවලි ස්වයංක්‍රීයකරණය සඳහා බැංකුවට පහසුකම් සැලසීමට සහ සහාය දැක්වීම සඳහා එහි නිල ක්‍රියාත්මක කිරීමේ හවුල්කරු ලෙස හැටන් නැෂනල් බැංකුව (HNB) සමඟ වැදගත් හවුල්කාරිත්වයක් මෑතකදී නිවේදනය කළේය. පළමු පියවර ලෙස, HNB හි ආනයන/අපනයන වෙළඳ ගනුදෙනු සඳහා තීරණාත්මක ක්‍රියාවලියක් වන HNB හි \"SWIFT Messages Extract and Integration\" ක්‍රියාවලිය ක්‍රියාත්මක කිරීම POTENZA කළමනාකරණය කරයි.",
        "RPA හි පුරෝගාමියෙකු වන POTENZA 2018 දී ශ්‍රී ලංකාවට ප්‍රථම වරට තාක්‍ෂණය හඳුන්වා දෙන ලදී. එතැන් සිට, එය ශ්‍රී ලංකාවේ වඩාත්ම විස්තීර්ණ මෘදුකාංග බොට් සංචිතයක් සහිත ආධාරක ආයතන ඇතුළු ගෝලීය අඩිපාරක් සමඟ ශ්‍රී ලංකාවේ ප්‍රමුඛතම RPA උපදේශන ආයතනය ලෙස ස්ථාපිත වී ඇත. . ලොව පුරා, POTENZA රටවල් 9 ක විවිධ කර්මාන්ත හරහා අවධානයෙන් තොරව ස්වයංක්‍රීයකරණය සමඟ ක්‍රියාවලි දාම 60 කට වඩා ස්වයංක්‍රීය කර ඇත.",
        "හවුල්කාරිත්වය නිවේදනය කරමින් POTENZA (Private) Limited හි MD/CEO - ධනුෂ මුතුකුමාරණ පැවසුවේ, “ශ්‍රී ලංකාවේ වඩාත්ම ගෞරවනීය මූල්‍ය ආයතනයක් සමඟ මෙම හවුල්කාරිත්වය නිවේදනය කිරීමට ලැබීම ගැන අපි ඉතා සතුටු වෙනවා. HNB ඔවුන්ගේ RPA ගමනට සහාය වීමට අපි බලාපොරොත්තු වෙමු. බොහෝ වාණිජ හා කාර්මික ක්‍රියාවලීන් පුනරාවර්තනය වන බැවින්, RPA හට මෙම ක්‍රියාවලීන්හි මානව මැදිහත්වීම අඩු කළ හැකි අතර කාර්යක්ෂමතාව වැඩි කරන අතරම දෝෂ සහ පිරිවැය යන දෙකම අඩු කරයි. මෙය අනෙක් අතට පාරිභෝගිකයින්ට වඩා හොඳ, බාධාවකින් තොරව සේවා සැපයීමට උපකාරී වේ. වැදගත්ම දෙය නම්, එය සමාගම්වලට ඔවුන්ගේ මානව ප්‍රාග්ධනය වඩා හොඳින් බෙදා හැරීමට සහ භාවිතා කිරීමට ඉඩ සලසයි, ඇත්ත වශයෙන්ම මානව මැදිහත්වීමක් අවශ්‍ය තනතුරු සඳහා පුද්ගලයින් වෙන් කිරීම, එය බොහෝ විට මිනිසුන්ට වඩාත් ඉටු වන සහ සම්බන්ධ වේ. මේ අනුව, RPA ව්‍යාපාර, ගනුදෙනුකරුවන් සහ සේවකයින් සඳහා ජයග්‍රාහී තත්වයක් නිර්මාණය කරන අතරම, අනාගතය වන කර්මාන්ත 4.0 වෙත වාණිජ හා කර්මාන්ත තල්ලු කරයි.",
        "ප්‍රමාණාත්මක ප්‍රතිඵල අනුව, POTENZA හි පළමු RPA ක්‍රියාත්මක කිරීම HNB හි ප්‍රතිඵලයක් ලෙස ඵලදායිතාව දළ වශයෙන් 68% කින් වැඩි වී ඇති අතර නිරවද්‍යතාවය ද වැඩි දියුණු කර ඇත.",
        "ක්‍රියාත්මක කිරීමේ ප්‍රතිලාභ පිළිබඳව අදහස් දක්වමින් HNB හි ප්‍රධාන මානව සම්පත් නිලධාරී/ප්‍රධාන පරිවර්තන නිලධාරී L Chiranthi Cooray මහත්මිය මෙසේ පැවසුවාය, \"RPA ක්‍රියාත්මක කිරීම බැංකු තුළ සෑම තැනකම පවතින පුනරාවර්තන ක්‍රියාවලීන් ස්වයංක්‍රීයකරණය කිරීමට හැකියාව ලබා දෙයි. වෙළඳ දෙපාර්තමේන්තුවේ ක්‍රියාත්මක කිරීම මගින් කාර්යමණ්ඩලයේ කාර්යක්‍ෂමතා ප්‍රතිලාභ හරහා කලාප පළල වැඩි කර ඇති අතර එමඟින් බැංකුවේ වෙළඳ ගනුදෙනුකරුවන්ට සේවය කිරීම සඳහා වැඩි අගය එකතු කිරීමේ ක්‍රියාකාරකම් සිදු කිරීමට ඔවුන්ට හැකි වේ.",
        "POTENZA යනු සිංගප්පූරුවේ මූලස්ථානය වන ගෝලීය ව්‍යාපාරික විසඳුම් සහ තාක්ෂණ උපදේශන සමාගමක් වන අතර ශ්‍රී ලංකාවේ සහ ඕස්ට්‍රේලියාවේ කාර්යාල ගෝලීය ගනුදෙනුකරුවන්ට සේවය කරයි. සමාගම මෙහෙයවනු ලබන්නේ \"ව්‍යවසායන්ගෙන් ව්‍යාපාර බාධක ඉවත් කිරීම\" යන සරල අරමුණ මගිනි. POTENZA විසින් SAP උපදේශන සේවා සපයන අතර, ක්‍රියාවලි ප්‍රතිනිර්මාණය කිරීම සහ වැඩිදියුණු කිරීම, ස්වයංක්‍රීයකරණය සහ ව්‍යවසාය අන්තර්ගත කළමනාකරණය වැනි ඵලදායිතාවයට අදාළ ක්‍රියාවලීන් සඳහා විසඳුම් ද සපයයි. සමාගම BI, විශ්ලේෂණ සහ IoT යෙදුම් ආවරණය වන පරිදි ව්‍යාපාරවලට ද සපයයි.",
        "රට පුරා පාරිභෝගික මධ්‍යස්ථාන 254ක් ඇති HNB ශ්‍රී ලංකාවේ විශාලතම, තාක්ෂණික වශයෙන් නව්‍යකරණය වූ බැංකුවක් වන අතර, ඩිජිටල් බැංකුකරණයේ නව සුසමාදර්ශයක් ඉදිරියට ගෙනයාමට දරන ප්‍රයත්නයන් වෙනුවෙන් දේශීය හා ගෝලීය වශයෙන් පිළිගැනීමක් දිනා ඇත. 2021 ජාත්‍යන්තර මූල්‍ය සම්මාන උළෙලේදී බැංකු අංශයේ හොඳම සිල්ලර බැංකුව සහ හොඳම SME බැංකු සම්මානය HNB විසින් දිනා ගන්නා ලදී. කීර්තිමත් UK පදනම් කරගත් Banker සඟරාව විසින් සම්පාදනය කරන ලද ලොව හොඳම බැංකු 1,000 අතරට බැංකුව ශ්‍රේණිගත විය. වසර පහක් අඛණ්ඩව. Global Finance Awards 2020 හිදී HNB ශ්‍රී ලංකාවේ හොඳම උප-භාරකාර බැංකුව ලෙසද ප්‍රකාශයට පත් කරන ලදී. Fitch Ratings (Lanka) Ltd විසින් HNB හට AA- (lka) ජාතික ශ්‍රේණිගත කිරීමක් ඇත.",
        "ඡායාරූප ශීර්ෂය: දෙවන පේළිය (වම-දකුණ): HNB ව්‍යාපෘති කළමනාකරු – ක්‍රියාවලි ප්‍රති-ඉංජිනේරුකරණය, Munaf Afzal, POTENZA හි ආශ්‍රිත- බුද්ධිමත් ස්වයංක්‍රීයකරණය – Prathiba Fonseka, HNB ප්‍රධාන ව්‍යාපාර පරිවර්තනයේ ප්‍රධානියා, Thurais Manager හි ව්‍යාපාර පරිවර්තනයේ ප්‍රධානියා, THurais Manage - මානව සම්පත් නිලධාරී එච්.එන්.බී. හි නියෝජ්ය සාමාන්යාධිකාරී එල්. -වෙළඳාම, ශ්‍යාම් ද සිල්වා, HNB IT PMO ප්‍රධානී, නදුන් ගෝමස්.",
        "පළමු පේළිය (වම්-දකුණ): HNB පුහුණුකරු බැංකු ආශ්‍රිත, යොහානි අබේගුණවර්ධන, සහකාර-පොටෙන්සාහි බුද්ධිමත් ස්වයංක්‍රීයකරණය- කෘස්තිගා මුරලි, පොටෙන්සා හි ව්‍යාපාරික විශ්ලේෂක-පොෂේනේ සිවරූබන්, ව්‍යාපාරික ට්‍රාන්ස්ෆෝම්, එච්.එන්.බී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மெயின்ஸ்ட்ரீம் வங்கிக்கான ரோபோடிக் செயல்முறை ஆட்டோமேஷனை எளிதாக்குவதற்கு HNB உடன் பொடென்சா கூட்டாளிகள்",
      "body_lines": [
        "POTENZA, இலங்கையை தளமாகக் கொண்ட உலகளாவிய வணிக தொழில்நுட்ப ஆலோசனைக் குழுவானது, அதன் உத்தியோகபூர்வ நடைமுறைப்படுத்தல் பங்காளியாக ஹட்டன் நேஷனல் வங்கியுடன் (HNB) ஒரு முக்கிய கூட்டாண்மையை சமீபத்தில் அறிவித்தது. முதல் படியாக, HNB இன் \"SWIFT Messages Extraction and Integration\" செயல்முறையை POTENZA நிர்வகித்து வருகிறது, இது HNB இன் இறக்குமதி/ஏற்றுமதி வர்த்தக பரிவர்த்தனைகளுக்கான முக்கியமான செயல்முறையாகும்.",
        "RPA இன் முன்னோடியான POTENZA முதன்முதலில் 2018 இல் தொழில்நுட்பத்தை இலங்கைக்கு அறிமுகப்படுத்தியது. அதன் பின்னர், இலங்கையில் மிகவும் விரிவான மென்பொருள் bot பூலைக் கொண்ட ஆதரவு நிறுவனங்கள் உட்பட, உலகளாவிய தடயத்துடன், இலங்கையில் முதன்மையான RPA ஆலோசனை நிறுவனமாக தன்னை நிலைநிறுத்திக் கொண்டுள்ளது. . உலகளவில், 9 நாடுகளில் உள்ள பல்வேறு தொழில்களில் கவனிக்கப்படாத ஆட்டோமேஷனுடன் 60க்கும் மேற்பட்ட செயல்முறை சங்கிலிகளை POTENZA தானியங்குபடுத்தியுள்ளது.",
        "இந்த கூட்டாண்மையை அறிவித்து, POTENZA (பிரைவேட்) லிமிடெட்டின் MD/CEO தனுஷ முத்துக்குமாரண கூறுகையில், “இலங்கையின் மிகவும் மதிப்புமிக்க நிதி நிறுவனங்களுடனான இந்த கூட்டாண்மையை அறிவிப்பதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். HNB அவர்களின் RPA பயணத்தில் ஆதரவளிக்க நாங்கள் எதிர்நோக்குகிறோம். பல வணிக மற்றும் தொழில்துறை செயல்முறைகள் மீண்டும் மீண்டும் வருவதால், RPA ஆனது இந்த செயல்முறைகளில் மனித தலையீட்டைக் குறைக்கலாம், அதே நேரத்தில் செயல்திறனை அதிகரிக்கும் மற்றும் பிழைகள் மற்றும் செலவுகள் இரண்டையும் குறைக்கும். இது வாடிக்கையாளர்களுக்கு சிறந்த, தடையற்ற சேவைகளை வழங்க உதவுகிறது. மிக முக்கியமாக, நிறுவனங்கள் தங்கள் மனித மூலதனத்தை சிறப்பாக விநியோகிக்கவும் பயன்படுத்தவும் அனுமதிக்கிறது, உண்மையில் மனித தலையீடு தேவைப்படும் பதவிகளுக்கு மக்களை ஒதுக்குகிறது, இது பெரும்பாலும் மக்களுக்கு மிகவும் திருப்திகரமாகவும் ஈடுபாட்டுடனும் உள்ளது. எனவே, RPA வணிகங்கள், வாடிக்கையாளர்கள் மற்றும் பணியாளர்களுக்கு வெற்றி-வெற்றி சூழ்நிலையை உருவாக்குகிறது, அதே நேரத்தில் வர்த்தகம் மற்றும் தொழில்துறையை தொழில் 4.0 நோக்கி தள்ளுகிறது, இது எதிர்காலம் ஆகும்.",
        "அளவிடக்கூடிய முடிவுகளின் அடிப்படையில், HNB இல் POTENZA இன் RPA இன் முதல் செயலாக்கம், உற்பத்தித்திறனை தோராயமாக 68% அதிகரித்தது, அதே நேரத்தில் துல்லியத்தையும் மேம்படுத்துகிறது.",
        "செயல்படுத்துவதன் பலன்கள் குறித்து கருத்து தெரிவித்த திருமதி. எல் சிரந்தி குரே - தலைமை மனித வள அதிகாரி/தலைமை மாற்றம் அதிகாரி. வர்த்தகத் திணைக்களத்தில் நடைமுறைப்படுத்தப்பட்டதன் மூலம், செயல்திறன் ஆதாயங்கள் மூலம் ஊழியர்களின் அலைவரிசையை அதிகரித்தது, இதனால் வங்கியின் வர்த்தக வாடிக்கையாளர்களுக்குச் சேவை செய்ய அதிக மதிப்பு கூட்டல் நடவடிக்கைகளை மேற்கொள்ள அவர்களுக்கு உதவுகிறது.",
        "POTENZA என்பது சிங்கப்பூரைத் தலைமையிடமாகக் கொண்ட உலகளாவிய வணிகத் தீர்வுகள் மற்றும் தொழில்நுட்ப ஆலோசனை நிறுவனமாகும், இது இலங்கை மற்றும் ஆஸ்திரேலியாவில் அலுவலகங்களைக் கொண்டுள்ளது. \"நிறுவனங்களிலிருந்து வணிகக் கட்டுப்பாடுகளை அகற்றுதல்\" என்ற எளிய நோக்கத்தால் நிறுவனம் இயக்கப்படுகிறது. POTENZA ஆனது SAP ஆலோசனை சேவைகளை வழங்குகிறது, மேலும் செயல்முறை மறுசீரமைப்பு மற்றும் மேம்பாடு, ஆட்டோமேஷன் மற்றும் நிறுவன உள்ளடக்க மேலாண்மை போன்ற உற்பத்தித்திறன் தொடர்பான செயல்முறைகளுக்கான தீர்வுகளுடன். நிறுவனம் வணிகங்களுக்கு BI, பகுப்பாய்வு மற்றும் IoT பயன்பாடுகளை உள்ளடக்கிய நுண்ணறிவுகளையும் வழங்குகிறது.",
        "நாடு முழுவதும் 254 வாடிக்கையாளர் மையங்களைக் கொண்டுள்ள HNB இலங்கையின் மிகப் பெரிய, தொழில்நுட்ப ரீதியாக புதுமையான வங்கிகளில் ஒன்றாகும், டிஜிட்டல் வங்கியில் ஒரு புதிய முன்னுதாரணத்தை முன்னோக்கி செலுத்துவதற்கான அதன் முயற்சிகளுக்காக உள்ளூர் மற்றும் உலகளாவிய அங்கீகாரத்தைப் பெற்றுள்ளது. சிறந்த வங்கிச் சேவைக்கான நற்பெயரை ஒருங்கிணைத்து, HNB சர்வதேச நிதி விருதுகள் 2021 இல் வங்கி பிரிவில் சிறந்த சில்லறை வங்கி மற்றும் சிறந்த SME வங்கி விருதுகளைப் பெற்றது. மதிப்புமிக்க UK-ஐ தளமாகக் கொண்ட வங்கியாளர் இதழால் தொகுக்கப்பட்ட உலகின் சிறந்த 1,000 வங்கிகளின் பட்டியலில் இந்த வங்கியும் இடம்பிடித்துள்ளது. ஐந்து வருடங்கள் தொடர்ந்து. குளோபல் ஃபைனான்ஸ் விருதுகள் 2020 இல் HNB இலங்கையின் சிறந்த துணைக் காப்பாளர் வங்கியாகவும் அறிவிக்கப்பட்டது. Fitch Ratings (Lanka) Ltd ஆல் AA- (lka) என்ற தேசிய மதிப்பீட்டை HNB பெற்றுள்ளது.",
        "படத் தலைப்பு: இரண்டாவது வரிசை (இடது-வலது): HNB திட்ட மேலாளர் – செயல்முறை மறுபொறியியல், முனாஃப் அப்சல், பொடென்ஸாவில் அசோசியேட்- இன்டெலிஜென்ட் ஆட்டோமேஷன் – பிரதிபா பொன்சேகா, HNB தலைவர், பிசினஸ் டிரான்ஸ்ஃபார்மேஷன், Thuraising தலைமை இயக்குநர் - தனுஷா முத்துக்குமாரண, HNB துணைப் பொது முகாமையாளர் – தலைமை மனித வள அதிகாரி/தலைமை உருமாற்ற அதிகாரி, எல் சிரந்தி குரே, துணைப் பொது முகாமையாளர் – மொத்த வங்கிக் குழுமம், டமித் பல்லேவத்தே, HNB வணிகம் மற்றும் நிதித்துறையின் தலைவர் – எம்.என்.ஆர்.எச்.என்.ஆர். -வர்த்தகம், ஷ்யாம் டி சில்வா, HNB தலைவர் IT PMO, நடுன் கோம்ஸ்.",
        "முதல் வரிசை (இடது-வலது): HNB பயிற்சியாளர் வங்கி அசோசியேட், யோஹானி அபேகுணவர்தன, அசோசியேட்- Intelligent Automation at POTENZA- Krusthiga Murali, POTENZA இல் வணிக ஆய்வாளர் -Poshene Sivaruban, HNB Project Manage Projkaation.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}