{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/its-the-guns-stupid/",
  "time_ut": 1655474940,
  "title": "It’s the Guns, Stupid",
  "body_lines": [
    "I have used a variance of the catchphrase, “It’s the Economy, Stupid”, which became the mantra of the successful Clinton presidential campaign in 1992, when the US was facing an economic recession during the presidency of George H.W. Bush. The slogan served to highlight and exploit one key issue in the minds of a majority of voters, the economic downturn, and make it the central point of the successful Clinton campaign.",
    "In 2004, the central issue for the voters was the illegal, pre-emptive war against Iraq waged by the younger Bush. The Democrats did not exploit overwhelming opposition of the electorate against the US invasion of a sovereign nation. They failed to rally voters behind the strategic slogan, “It’s the War, Stupid”, out of a sense of misplaced patriotism, which probably cost them the presidency.",
    "As the New York Times stated, “The Democratic leaders never united around a substantive alternative vision to the administration’s pre-emptive war against the thug of Baghdad. That isn’t patriotism, it’s abdication”.",
    "The Democrats seem to be heading in the same direction in their preliminary campaigns for the 2022 midterms just five months away and the 2024 presidential election. Despite all the dangerous threats the nation faces today – the end to democracy, high inflation and the possibility of a recession, the Republican Supreme Court’s ruling to take away women’s rights to reproductive freedom, the one single issue is, and has been for years, the proliferation of military-style weapons and the resultant loss of 40,000 lives per year, especially the murder of toddlers.",
    "After all, according to the National Rifle Association, the Republican Party and the huntin’, fishin’ cowboys of America, the dead have no need for rights and freedoms.",
    "The current public hearings of the Bipartisan Committee presented overwhelming evidence that the insurrection was being planned by Trump and his closest “advisors” even before the presidential election, when the polls indicated that Trump would lose the election.",
    "The first public hearing of the Committee laid the framework of Trump’s treasonous plan to cling to power, with an extensive propaganda campaign that the election was stolen from him. The Big Lie still believed by 50% of Republican voters, who refuse to trust the evidence of their own eyes.",
    "The Deputy Chairman of the January 6 Committee, Republican Liz Cheney made an opening statement, considered to be one of the finest prosecutorial orations in recent times.",
    "Towards the end of her speech, Cheney offered a stark warning to members of her party who continue to support former President Donald Trump and downplay the events of January 6. “Tonight I say this to my Republican colleagues who are defending the indefensible: There will come a day when Donald Trump is gone, but your dishonour will remain”.",
    "Previously unheard and unseen evidence, from police and congressional witnesses, Trump’s previous associates and a video filmed by a documentarian, were made public during the televised hearings. They provided incontrovertible evidence of Trump’s treason, that Trump knew that the Big Lie was indeed a Big Lie, but still spread false propaganda in a desperate, seditious attempt to cling to power.",
    "He defrauded his own supporters for funds to the tune of an estimated $250 million, in an ostensible appeal to fight non-existent “election fraud”. The Committee proved that these donations went straight into the personal coffers of Trump and his family, potentially a prosecutable federal crime of Mail Fraud.",
    "During the second hearing, then Attorney General William Barr stated that he told Trump a few days after the election that there was no evidence of election fraud. He also said that “Trump was detached from reality” and his claim of election fraud was “bullshit”. Ivanka Trump, the former president’s daughter and his “chief adviser” was also present at this meeting. She confirmed under oath that Trump had accepted Barr’s findings and knew that he had lost the election. Predictably, Trump has now turned against his favourite lady.",
    "These crimes have been long known to the public, but there is little hope that even the comprehensive evidence provided by the January 6 Committee will sway the entrenched minds of Trump supporters. They will continue to downplay four years of crimes while Trump was at the White House and his leading role in the January 6 insurrection. They still worship him, and their cult-like support will be shown at future elections. Whatever the crimes, including treason, that Trump has been proven to commit, his supporters will pretend to disbelieve, forgive, even ignore them as long as he keeps their dreams of white supremacy alive.",
    "And there is no doubt that if Trump, or any of his closest associates are indicted for fomenting a coup that came very close to the destruction of American democracy, there will be widespread violence resembling another Civil War. Millions of white supremacists armed with military style weapons, who form the base of the Trump cult, will take to the streets in a nationwide insurrection to preserve the privileges of the white race. This threat of domestic terrorism and white supremacy which emerged during Trump’s presidency, may be brought to the boil, one way or another, perhaps even before the midterms in November.",
    "The next hearing is scheduled for Thursday, June 16, when the Committee will show evidence of the extreme pressure Trump put on Vice President Pence, ordering him to illegally overturn the votes of the Electoral College on January 6, an act against the Constitution. To his credit, Pence refused to succumb, even at the risk to his own life.",
    "However, the monotonous regularity of the murder of 40,000 people per year, including little children, seems to be the current central issue. It is bad enough that there have been 228 mass shootings (defined so when four or more people are killed), including 27 school shootings this year. We are still in June.",
    "We have witnessed the mutilation of children, between six and 10 years of age, and teachers who spent their lives on education. The worst were in Columbine, Colorado (1999), in Newtown, Connecticut (2014), in Parkland, Florida (2018), the last, two weeks ago in Uvalde, Texas. With hundreds of lesser school shootings sprinkled among these four major tragedies.",
    "What sadistic cretin can still find excuses for the imposition of gun control regulations after the constant mutilation of innocent children? The answer is the NRA and their bought and paid for puppets in the Republican Party.",
    "Where gun regulations are concerned, these corrupt Republican Congressmen do not represent the opinion of the vast majority of Americans, including moderate conservatives and independents.",
    "Except for the five million members of the NRA, which include all Republican members of Congress, there is none who would not have been touched, saddened, even angered, at the speech made by actor Mathew McConaughey from the podium of the White House Press room, days after the Uvalde shooting. McConaughey grew up in Uvalde, Texas, his mother taught elementary school a mile away from the massacre. He still has friends and relations in that little town, and a shared grief in the tragedy.",
    "In an impassioned speech lasting 21 minutes, McConaughey said, “we have an epidemic of indiscriminate mass shootings, of parents burying their children, of inaction. Buck passing to save the unnecessary loss of lives is not a partisan issue”.",
    "He spoke tenderly of each of the little ones by name, talking of their individual dreams: of 10-year-old Alithia, whose dream was to attend art school in Paris and one day share her art with the world. Of nine-year old Maite, who dreamed of being a marine biologist. Maite wore green high top Converse (shoes) with a heart she had hand-drawn on the right toe. Green because they represented her love of nature. “Wore them every day. These are the same green Converse on her feet that turned out to be the only clear evidence of her identity after the shooting. How about that?”",
    "One little girl explained, in pre-recorded testimony, that she had smeared her classmate’s blood on herself to play dead, and graphically described the moment the gunman shot her teacher in the head. What wonderful childhood memories she will carry the rest of her life?",
    "According to Dr. Roy Guerrero, a Paediatrician who testified in Uvalde, “Two children whose bodies had been pulverized by bullets fired at them, decapitated, with their flesh ripped apart. The only clues to their identities were their blood-splattered cartoon clothes still clinging to them, clinging for life and finding none”. How about that?",
    "The reconstruction of these little bodies was beyond the expertise of morticians’ cosmetologists, whose job was to beautify corpses for public viewing at funerals. An impossible task for these mutilated little bodies. How about that?",
    "“This moment is different. We’re in a moment of opportunity that we have not been in before, a window of opportunity where real change can happen. So while we honour and acknowledge the victims, we need to recognize that this time it seems something is different. There is a sense that perhaps there is a viable path forward. Responsible parties in this debate seem to at least be committed to sitting down and having a real conversation about a new and improved path forward – a path that can bring us closer and make us safer as a country, a path that can actually get something done this time”, concluded McConaughey.",
    "This time may be different, even to a minimal extent. A bipartisan group of Republican and Democratic Senators are trying to find common ground. Whatever they come up with will be unlikely to involve any sweeping reforms.",
    "The reforms under discussion – mental health, improving school safety and support for children and ensuring that those who are adjudicated as mentally ill cannot purchase assault rifles – fall far short of the serious action that needs to be taken to significantly diminish gun violence – increase of the age of those allowed to purchase guns to 21, universal background checks, waiting periods, mental health and red flag laws, a total ban on military style assault rifles, the weapon of choice of most mass murderers.",
    "On Thursday, more than 220 CEOs of major companies – all contributors to Republican campaigns, called on the Senate to take “immediate action” to reduce gun violence following the spate of recent shooting deaths.",
    "These business leaders wrote, “Taken together, the gun violence epidemic represents a public health crisis that continues to devastate communities – especially Black and Brown communities – and harm our national economy”.",
    "In my opinion, if more meaningful steps are not taken to curb gun violence and the massacre of little children, those politicians who prefer to hide these tragedies under an avalanche of thoughts and prayers and nothing else, will be routed in any future election.",
    "America is at the tipping point on the threats to many freedoms – women’s, LGBTQ and civil rights, voting rights, police reform, inflation, recession – and democracy itself. In spite of this, the central issue in any future election will be gun control, until stringent regulations are enacted capable of finally lowering gun deaths to levels enjoyed by every other advanced nation.",
    "Today, the economy is the central issue, the main concern amongst 48% of the electorate; gun violence is a distant second, at 17%.",
    "However, inflation and economic downturns are global and temporary. Gun violence is American are permanent. My thoughts and prayers go to the men and women who will realize that that the lives of our little children are more important than the price of gas, as they go to the polls in November.",
    "Should Sri Lanka join the ranks of the “Poorest of the World’s Poor”?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඒක තමයි තුවක්කු, මෝඩ",
      "body_lines": [
        "ජෝර්ජ් එච්.ඩබ්ලිව්.ගේ ජනාධිපති ධුර කාලය තුළ එක්සත් ජනපදය ආර්ථික අවපාතයකට මුහුණ දෙමින් සිටි 1992 දී සාර්ථක ක්ලින්ටන්ගේ ජනාධිපතිවරණ ව්‍යාපාරයේ මන්ත්‍රය බවට පත් වූ “එය ආර්ථිකය, මෝඩ” යන ප්‍රබන්ධ වාක්‍ය ඛණ්ඩයේ විචලනයක් මම භාවිතා කර ඇත. බුෂ්. බහුතර ඡන්දදායකයින්ගේ මනසෙහි එක් ප්‍රධාන කරුණක් වන ආර්ථික පසුබෑම උද්දීපනය කිරීමට සහ ගසාකෑමට සටන් පාඨය සේවය කළ අතර එය සාර්ථක ක්ලින්ටන් ව්‍යාපාරයේ කේන්ද්‍රීය ලක්ෂ්‍යය බවට පත් කළේය.",
        "2004 දී, ඡන්දදායකයින්ගේ කේන්ද්‍රීය ප්‍රශ්නය වූයේ තරුණ බුෂ් විසින් ඉරාකයට එරෙහිව ගෙන ගිය නීති විරෝධී, පූර්ව භංගික යුද්ධයයි. එක්සත් ජනපදය ස්වෛරී ජාතියක් ආක්‍රමණය කිරීමට එරෙහිව ඡන්දදායකයින්ගේ අතිමහත් විරෝධය ඩිමොක්‍රටිකයින් ගසාකෑවේ නැත. \"එය යුද්ධය, මෝඩ\" යන උපාය මාර්ගික සටන් පාඨය පිටුපස ඡන්දදායකයින් පෙළගස්වා ගැනීමට ඔවුන් අසමත් වූයේ, සමහරවිට ඔවුන්ට ජනාධිපතිකම අහිමි කළ හැකි, අස්ථානගත වූ දේශප්‍රේමයේ හැඟීමෙනි.",
        "නිව් යෝර්ක් ටයිම්ස් ප්‍රකාශ කළ පරිදි, “බැග්ඩෑඩ් මැරයාට එරෙහිව පරිපාලනයේ පූර්ව භංගික යුද්ධයට ප්‍රබල විකල්ප දැක්මක් වටා ඩිමොක්‍රටික් නායකයින් කිසිවිටෙක එක්සත් වූයේ නැත. එය දේශප්‍රේමය නොවේ, එය අත්හැරීමයි.\"",
        "ඩිමොක්‍රටික් පාක්ෂිකයින් මාස පහක් පමණක් ඉතිරිව ඇති 2022 මධ්‍ය වාර සහ 2024 ජනාධිපතිවරනය සඳහා වන ඔවුන්ගේ මූලික ප්‍රචාරණයේදී එකම දිශාවකට ගමන් කරන බව පෙනේ. අද ජාතිය මුහුණ දෙන සියලුම භයානක තර්ජන තිබියදීත් - ප්‍රජාතන්ත්‍රවාදයේ අවසානය, ඉහළ උද්ධමනය සහ අවපාතයක් ඇතිවීමේ හැකියාව, ප්‍රජනන නිදහස සඳහා කාන්තා අයිතිවාසිකම් උදුරා ගැනීමට රිපබ්ලිකන් ශ්‍රේෂ්ඨාධිකරණයේ තීන්දුව, එකම ප්‍රශ්නය, සහ වසර ගණනාවක් තිස්සේ පැවතුනි. මිලිටරි පන්නයේ ආයුධ බහුල වීම සහ එහි ප්‍රතිඵලයක් ලෙස වසරකට ජීවිත 40,000ක් අහිමි වීම, විශේෂයෙන්ම කුඩා දරුවන් ඝාතනය කිරීම.",
        "ඇත්ත වශයෙන්ම, ජාතික රයිෆල් සංගමය, රිපබ්ලිකන් පක්ෂය සහ ඇමරිකාවේ දඩයම්කරුවන්, මාළු අල්ලන කව්බෝයිට අනුව, මියගිය අයට අයිතිවාසිකම් සහ නිදහස සඳහා අවශ්යතාවයක් නොමැත.",
        "ට්‍රම්ප් මැතිවරනයෙන් පැරදෙනු ඇති බවට මත විමසුම් පෙන්නුම් කරන විට, ට්‍රම්ප් සහ ඔහුගේ සමීපතම “උපදේශකයින්” විසින් ජනාධිපතිවරනයට පෙර සිටම කැරැල්ල සැලසුම් කරමින් සිටි බවට ද්විපාර්ශ්වික කමිටුවේ වත්මන් මහජන සාක්‍ෂි මගින් අතිමහත් සාක්ෂි ඉදිරිපත් කරන ලදී.",
        "කමිටුවේ ප්‍රථම ප්‍රසිද්ධ නඩු විභාගය ට්‍රම්ප්ගේ බලයේ එල්ලී සිටීමේ දේශද්‍රෝහී සැලැස්මේ රාමුව සකස් කළේ, මැතිවරණය ඔහුගෙන් සොරකම් කර ඇති බවට පුළුල් ප්‍රචාරක ව්‍යාපාරයක් සමඟිනි. මහා බොරුව තවමත් රිපබ්ලිකන් ඡන්දදායකයින්ගෙන් 50% ක් විශ්වාස කරයි, ඔවුන් තමන්ගේම ඇස්වල සාක්ෂි විශ්වාස කිරීම ප්‍රතික්ෂේප කරයි.",
        "ජනවාරි 6 වෙනිදා කමිටුවේ නියෝජ්‍ය සභාපති රිපබ්ලිකන් ලිස් චෙනී විසින් ආරම්භක ප්‍රකාශයක් සිදු කරන ලද අතර එය මෑත කාලයේ හොඳම නඩු පවරන දේශන වලින් එකක් ලෙස සැලකේ.",
        "සිය කතාව අවසානයේ චෙනී, හිටපු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප්ට දිගටම සහාය දෙන සහ ජනවාරි 6 සිදුවීම් අවතක්සේරු කරන තම පක්ෂයේ සාමාජිකයින්ට දැඩි අනතුරු ඇඟවීමක් කළේය. ඩොනල්ඩ් ට්‍රම්ප් නැති වූ දවසක් එන්න, නමුත් ඔබේ අගෞරවය පවතිනු ඇත.",
        "මීට පෙර නොඇසූ සහ නොදුටු සාක්ෂි, පොලිසිය සහ කොන්ග්‍රස් සාක්‍ෂිකරුවන්, ට්‍රම්ප්ගේ පෙර සහචරයින් සහ වාර්තාකරුවෙකු විසින් රූගත කරන ලද වීඩියෝ පටයක් රූපවාහිනී නඩු විභාගයේදී ප්‍රසිද්ධියට පත් කරන ලදී. ඔවුන් ට්‍රම්ප්ගේ දේශද්‍රෝහීත්වය පිළිබඳ අවිවාදිත සාක්ෂි සැපයූ අතර, මහා බොරුව ඇත්ත වශයෙන්ම මහා බොරුවක් බව ට්‍රම්ප් දැන සිටි නමුත් තවමත් බලයට ඇලී සිටීමට මංමුලා සහගත, දේශද්‍රෝහී උත්සාහයක් ලෙස අසත්‍ය ප්‍රචාර පතුරවන ලදී.",
        "නොපවතින “මැතිවරණ වංචාවට” එරෙහිව සටන් කිරීමට පෙනෙන ආයාචනයක් ලෙස ඔහු ඇස්තමේන්තුගත ඩොලර් මිලියන 250 ක මුදලක් සඳහා අරමුදල් සඳහා ඔහුගේම ආධාරකරුවන් වංචා කළේය. මෙම පරිත්‍යාග කෙලින්ම ගියේ ට්‍රම්ප්ගේ සහ ඔහුගේ පවුලේ අයගේ පුද්ගලික භාණ්ඩාගාරයට බව කමිටුව ඔප්පු කළේය, තැපැල් වංචාවේ නඩු පැවරිය හැකි ෆෙඩරල් අපරාධයක් විය හැකිය.",
        "දෙවැනි නඩු වාරයේදී එවකට නීතිපතිවරයා වූ විලියම් බාර් ප්‍රකාශ කළේ මැතිවරණයෙන් දින කිහිපයකට පසු තමා ට්‍රම්ප්ට මැතිවරණ වංචා පිළිබඳ සාක්ෂි නොමැති බව පැවසූ බවයි. \"ට්‍රම්ප් යථාර්ථයෙන් වෙන්ව සිටි\" බවත් මැතිවරණ වංචා පිලිබඳ ඔහුගේ ප්‍රකාශය \"ගොනා\" බවත් ඔහු පැවසීය. මෙම හමුවට හිටපු ජනාධිපතිවරයාගේ දියණිය සහ ඔහුගේ \"ප්‍රධාන උපදේශක\" ඉවන්කා ට්‍රම්ප් ද එක්ව සිටියා. ට්‍රම්ප් බාර්ගේ සොයාගැනීම් පිළිගත් බවත් ඔහු මැතිවරණයෙන් පරාජය වූ බවත් දැන සිටි බවත් ඇය දිවුරුම් දීමෙන් තහවුරු කළාය. අනාවැකි කිව හැකි පරිදි, ට්‍රම්ප් දැන් ඔහුගේ ප්‍රියතම කාන්තාවට එරෙහිව හැරී ඇත.",
        "මෙම අපරාධ බොහෝ කලක සිට මහජනතාවට දැන සිටි නමුත් ජනවාරි 6 කමිටුව විසින් සපයන ලද විස්තීරණ සාක්ෂි පවා ට්‍රම්ප් ආධාරකරුවන්ගේ මුල් බැසගත් මනස අවුල් කරනු ඇතැයි බලාපොරොත්තුවක් නැත. ට්‍රම්ප් ධවල මන්දිරයේ සිටියදී සහ ජනවාරි 6 කැරැල්ලේ ඔහුගේ ප්‍රමුඛ භූමිකාව සිටියදී ඔවුන් වසර හතරක අපරාධ අවතක්සේරු කරනු ඇත. ඔවුන් තවමත් ඔහුට නමස්කාර කරන අතර, ඔවුන්ගේ ලබ්ධික සහය ඉදිරි මැතිවරණවලදී පෙන්වනු ඇත. ට්‍රම්ප් විසින් කරන ලද රාජද්‍රෝහීත්වය ඇතුළු අපරාධ කුමක් වුවත්, ඔහුගේ ආධාරකරුවන් සුදු ආධිපත්‍යය පිළිබඳ ඔවුන්ගේ සිහින සජීවීව තබා ගන්නා තාක් කල්, ඔහුගේ ආධාරකරුවන් ඒවා විශ්වාස නොකරන ලෙස, සමාව දෙන, නොසලකා හරිනු ඇත.",
        "ඇමරිකානු ප්‍රජාතන්ත්‍රවාදය විනාශ කිරීමට ඉතා ආසන්න වූ කුමන්ත්‍රණයක් අවුලුවාලීම සම්බන්ධයෙන් ට්‍රම්ප්ට හෝ ඔහුගේ සමීපතම සගයන්ට චෝදනා එල්ල වුවහොත්, තවත් සිවිල් යුද්ධයක් වැනි පුලුල් ප්‍රචණ්ඩත්වයක් ඇති වනු ඇති බවට සැකයක් නැත. ට්‍රම්ප් ලබ්ධියේ පදනම වන මිලිටරි පන්නයේ ආයුධවලින් සන්නද්ධ මිලියන සංඛ්‍යාත සුදු ආධිපත්‍යවාදීන් සුදු ජාතියේ වරප්‍රසාද රැක ගැනීම සඳහා රටපුරා කැරැල්ලක් තුල වීදි බසිනු ඇත. ට්‍රම්ප්ගේ ජනාධිපති සමයේදී මතු වූ දේශීය ත්‍රස්තවාදයේ සහ සුදු ආධිපත්‍යයේ මෙම තර්ජනය, එක් ආකාරයකින් හෝ වෙනත් ආකාරයකින්, සමහර විට නොවැම්බරයේ මධ්‍ය වාරයට පෙර පවා උනු වීමට ඉඩ ඇත.",
        "මීළඟ නඩු විභාගය ජුනි 16, බ්‍රහස්පතින්දා දිනට නියමිත අතර, ජනවාරි 6 වන දින, ආණ්ඩුක්‍රම ව්‍යවස්ථාවට පටහැනි ක්‍රියාවක් වන මැතිවරණ විද්‍යාලයේ ඡන්ද නීති විරෝධී ලෙස අවලංගු කරන ලෙසට ඔහුට නියෝග කරමින්, ට්‍රම්ප් උප ජනාධිපති පෙන්ස් වෙත එල්ල කළ දැඩි පීඩනය පිළිබඳ සාක්ෂි කමිටුව විසින් පෙන්වනු ඇත. ඔහුගේ ගෞරවයට, පෙන්ස් ඔහුගේම ජීවිතය අනතුරේ තිබියදී පවා යටත් වීම ප්‍රතික්ෂේප කළේය.",
        "කෙසේ වෙතත්, කුඩා දරුවන් ඇතුළුව වසරකට මිනිසුන් 40,000 ක් ඝාතනය කිරීමේ ඒකාකාරී නිත්‍යභාවය වර්තමාන කේන්ද්‍රීය ප්‍රශ්නය බව පෙනේ. මේ වසරේ පාසල් වෙඩි තැබීම් 27ක් ඇතුළුව සමූහ වෙඩි තැබීම් 228ක් (මිනිසුන් හතරක් හෝ වැඩි ගණනක් මිය ගිය විට එය අර්ථ දක්වා ඇත) සිදු වී තිබීම නරක ය. අපි තාම ජූනි මාසේ.",
        "වයස අවුරුදු හයත් 10ත් අතර දරුවන්, අධ්‍යාපනය වෙනුවෙන් ජීවිතය ගෙවූ ගුරුවරුන් විකෘති කරන අයුරු අපි දුටුවෙමු. නරකම ඒවා වූයේ Columbine, Colorado (1999), Newtown, Connecticut (2014), Parkland, Florida (2018) හි, පසුගිය සති දෙකකට පෙර Texas, Uvalde හි. මෙම ප්‍රධාන ඛේදවාචක හතර අතරට අඩු පාසල් වෙඩි තැබීම් සිය ගණනක් ඉසිනු ලැබීමත් සමඟ.",
        "අහිංසක ළමයින් නිරන්තරයෙන් විකෘති කිරීමෙන් පසුව තුවක්කු පාලන රෙගුලාසි පැනවීමට නිදහසට කරුණු සොයා ගත හැක්කේ කුමන දුක්ඛිත ක්‍රෙටින්ටද? පිළිතුර නම් NRA සහ ඔවුන් රිපබ්ලිකන් පක්ෂයේ රූකඩ සඳහා මිල දී ගෙන මුදල් ගෙවා ගැනීමයි.",
        "තුවක්කු රෙගුලාසි ගැන සැලකිලිමත් වන විට, මෙම දූෂිත රිපබ්ලිකන් කොන්ග්‍රස් සභිකයින් මධ්‍යස්ථ කොන්සර්වේටිව් සහ ස්වාධීන අය ඇතුළු ඇමරිකානුවන්ගෙන් අතිමහත් බහුතරයකගේ මතය නියෝජනය නොකරයි.",
        "කොංග්‍රසයේ සියලුම රිපබ්ලිකන් සාමාජිකයින් ඇතුළත් NRA හි සාමාජිකයින් මිලියන පහක් හැර, ධවල මන්දිරයේ මාධ්‍ය කාමරයේ වේදිකාවේ සිට නළු මැතිව් මැකෝනාගේ කළ කතාවට අත නොතැබූ, දුක් වූ, කෝපයට පත් නොවූ කිසිවෙක් නැත. , Uvalde වෙඩි තැබීමෙන් දින කිහිපයකට පසු. McConaughey හැදී වැඩුණේ ටෙක්සාස් හි Uvalde හි, ඔහුගේ මව සමූලඝාතනයෙන් සැතපුමක් දුරින් ප්‍රාථමික පාසලට ඉගැන්වූවාය. ඔහුට තවමත් එම කුඩා නගරයේ මිතුරන් හා සබඳතා ඇත, ඛේදවාචකයේ හවුල් ශෝකය.",
        "මිනිත්තු 21ක් පුරා පැවති ආවේගශීලී කථාවකදී, මැක්කොනාගී පැවසුවේ, “අපට විචක්ෂණශීලී සමූහ වෙඩි තැබීම්, දෙමාපියන් තම දරුවන් භූමදාන කිරීම, උදාසීනත්වය වැනි වසංගතයක් ඇත. අනවශ්‍ය ජීවිත හානි බේරගන්න බක් පාස් එක පක්ෂග්‍රාහී ප්‍රශ්නයක් නෙවෙයි”.",
        "ඔහු සෑම කුඩා දරුවන් ගැනම මුදු මොළොක් ලෙස කතා කළේය, ඔවුන්ගේ තනි සිහින ගැන කතා කළේය: පැරිසියේ කලා පාසලට ගොස් දිනක් ඇගේ කලාව ලෝකය සමඟ බෙදා ගැනීම ඇගේ සිහිනය වූ 10 හැවිරිදි ඇලිතියා ගැන. සමුද්‍ර ජීව විද්‍යාඥයෙකු වීමට සිහින මැවූ නව හැවිරිදි මයිට්ගේ. Maite කොළ පැහැති ඉහළ ඉහළ කොන්වර්ස් (සපත්තු) පැළඳ සිටියේ ඇය දකුණු ඇඟිල්ලේ අතින් ඇදගත් හදවතකිනි. හරිත නිසා ඔවුන් ඇගේ ස්වභාව ධර්මයේ ආදරය නියෝජනය කරයි. “හැමදාම ඒවා ඇඳගත්තා. වෙඩි තැබීමෙන් පසු ඇගේ අනන්‍යතාවය පිළිබඳ එකම පැහැදිලි සාක්ෂිය බවට පත් වූ ඇගේ පාදවල ඇති එකම හරිත සංවාදය මෙයයි. ඒ කොහොමද?”",
        "එක් කුඩා දැරියක්, පෙර-වාර්තාගත කළ සාක්ෂිය තුළ, මිය ගොස් සෙල්ලම් කිරීම සඳහා තම පන්තියේ මිතුරියගේ ලේ තමා මතම තැබූ බව පැහැදිලි කළ අතර, තුවක්කුකරු තම ගුරුවරයාගේ හිසට වෙඩි තැබූ අවස්ථාව චිත්‍රක ලෙස විස්තර කළාය. ඇගේ ජීවිතයේ ඉතිරි කාලය ඇය රැගෙන යන්නේ කුමන අපූරු ළමා මතකයන්ද?",
        "Uvalde හි සාක්ෂි දුන් ළමා රෝග පිළිබඳ විශේෂඥ වෛද්‍ය Roy Guerrero පවසන පරිදි, “ඔවුන්ට එල්ල කරන ලද වෙඩි උණ්ඩවලින් සිරුරු කුඩු කර දැමූ ළමයින් දෙදෙනෙක්, ඔවුන්ගේ මස් ඉරා දමා, හිස කපා දැමූහ. ඔවුන්ගේ අනන්‍යතාවයට ඇති එකම හෝඩුවාව වූයේ ඔවුන්ගේ ලේ තැවරුණු කාටූන් ඇඳුම් තවමත් ඒවාට ඇලී සිටීම, ජීවිතය සඳහා ඇලී සිටින අතර කිසිවක් සොයා නොගැනීමයි. ඒ කොහොමද?",
        "මෙම කුඩා සිරුරු ප්‍රතිනිර්මාණය කිරීම මෘත ශරීර රූපලාවන්‍ය ශිල්පීන්ගේ ප්‍රවීණතාවයෙන් ඔබ්බට ගිය එකක් වූ අතර, ඔවුන්ගේ කාර්යය වූයේ අවමංගල්‍ය කටයුතුවලදී මහජන ප්‍රදර්ශනය සඳහා මළ සිරුරු අලංකාර කිරීමයි. මෙම විකෘති වූ කුඩා සිරුරු සඳහා කළ නොහැකි කාර්යයකි. ඒ කොහොමද?",
        "“මේ මොහොත වෙනස්. අප සිටින්නේ මීට පෙර නොතිබූ අවස්ථාවක, සැබෑ වෙනසක් සිදුවිය හැකි අවස්ථා කවුළුවක ය. ඒ නිසා අපි වින්දිතයින්ට ගෞරව කරන අතරම, පිළිගන්නා අතරම, මෙවර එය වෙනස් දෙයක් බව අප හඳුනා ගත යුතුය. සමහර විට ශක්‍ය ඉදිරි ගමනක් තිබෙන බවට හැඟීමක් ඇත. මෙම විවාදයේ වගකිව යුතු පාර්ශ්වයන් අවම වශයෙන් වාඩි වී නව සහ වැඩිදියුණු කළ ඉදිරි මාවතක් ගැන සැබෑ සංවාදයක් කිරීමට කැපවී සිටින බව පෙනේ - අපව සමීප කරවන සහ රටක් ලෙස අපව ආරක්ෂිත කළ හැකි මාවතක්, ඇත්ත වශයෙන්ම යමක් කළ හැකි මාවතක් මේ වතාවේ\", McConaughey අවසන් කළේය.",
        "මෙම කාලය අවම වශයෙන් පවා වෙනස් විය හැකිය. රිපබ්ලිකන් සහ ඩිමොක්‍රටික් සෙනෙට් සභිකයින් දෙපක්ෂයක් පොදු පදනමක් සොයා ගැනීමට උත්සාහ කරයි. ඔවුන් කුමක් ඉදිරිපත් කළත්, කිසිදු පුළුල් ප්‍රතිසංස්කරණයකට සම්බන්ධ වීමට ඉඩක් නැත.",
        "සාකච්ඡාවට ලක්ව ඇති ප්‍රතිසංස්කරණ - මානසික සෞඛ්‍යය, පාසල් ආරක්ෂාව සහ ළමුන් සඳහා සහාය වැඩිදියුණු කිරීම සහ මානසික රෝගීන් ලෙස විනිශ්චය කරනු ලබන අයට ප්‍රහාරක රයිෆල් මිලදී ගත නොහැකි බව සහතික කිරීම - තුවක්කු හිංසනය සැලකිය යුතු ලෙස අඩු කිරීම සඳහා ගත යුතු බරපතල ක්‍රියාමාර්ගවලට වඩා බෙහෙවින් අඩුය. 21 දක්වා තුවක්කු මිලදී ගැනීමට අවසර දී ඇති අයගේ වයස, විශ්වීය පසුබිම් පරීක්ෂාවන්, පොරොත්තු කාල සීමාවන්, මානසික සෞඛ්‍ය සහ රතු කොඩි නීති, හමුදා මාදිලියේ ප්‍රහාරක රයිෆල් සඳහා සම්පූර්ණ තහනමක්, බොහෝ සමූහ මිනීමරුවන්ගේ තේරීමේ ආයුධය.",
        "බ්‍රහස්පතින්දා, ප්‍රධාන සමාගම්වල ප්‍රධාන විධායක නිලධාරීන් 220 කට වැඩි පිරිසක් - රිපබ්ලිකන් ව්‍යාපාරවලට දායක වූ සියල්ලෝ, මෑත වෙඩි තැබීම්වලින් මිය ගිය සංඛ්‍යාවෙන් පසුව තුවක්කු ප්‍රචණ්ඩත්වය අවම කිරීමට “ක්ෂණික ක්‍රියාමාර්ග” ගන්නා ලෙස සෙනෙට් සභාවෙන් ඉල්ලා සිටියහ.",
        "මෙම ව්‍යාපාරික නායකයින් මෙසේ ලිවීය, \"තුවක්කු ප්‍රචණ්ඩත්වය වසංගතය ප්‍රජාවන් - විශේෂයෙන් කළු සහ දුඹුරු ප්‍රජාවන් - විනාශ කිරීමට සහ අපගේ ජාතික ආර්ථිකයට හානි කිරීමට අඛණ්ඩව සිදුවන මහජන සෞඛ්‍ය අර්බුදයක් නියෝජනය කරයි\".",
        "මගේ අදහස නම් තුවක්කු ප්‍රචණ්ඩත්වය සහ කුඩා දරුවන් සමූලඝාතනය කිරීම වැළැක්වීමට මීට වඩා අර්ථවත් පියවර නොගත හොත් මේ ඛේදවාචක සිතිවිලි සහ යාඥාවන් මිස වෙන කිසිවක් නොමැතිව සැඟවීමට ප්‍රිය කරන දේශපාලකයන් ඉදිරි මැතිවරණයකදී පරාජයට පත් වනු ඇත.",
        "ඇමරිකාව බොහෝ නිදහසට - කාන්තා, LGBTQ සහ සිවිල් අයිතිවාසිකම්, ඡන්ද අයිතිය, පොලිස් ප්‍රතිසංස්කරණ, උද්ධමනය, අවපාතය - සහ ප්‍රජාතන්ත්‍රවාදයට එල්ල වන තර්ජන පිළිබඳ තීව්‍ර ලක්ෂ්‍යයේ සිටී. එසේ තිබියදීත්, අනාගතයේ පැවැත්වෙන ඕනෑම මැතිවරණයක කේන්ද්‍රීය ප්‍රශ්නය තුවක්කු පාලනය වනු ඇත, අවසානයේදී තුවක්කු මරණ අනෙක් සෑම දියුණු ජාතියක්ම භුක්ති විඳින මට්ටමට පහත දැමීමට හැකි වන පරිදි දැඩි රෙගුලාසි පනවන තුරු.",
        "අද, ආර්ථිකය කේන්ද්‍රීය ප්‍රශ්නය වන අතර, ඡන්දදායකයින්ගෙන් 48% අතර ප්‍රධාන අවධානය යොමු වේ; තුවක්කු ප්‍රචණ්ඩත්වය 17%ක් වන අතර එය දෙවැනි ස්ථානයකි.",
        "කෙසේ වෙතත්, උද්ධමනය සහ ආර්ථික පසුබෑම ගෝලීය හා තාවකාලික ය. තුවක්කු හිංසනය ඇමරිකානුවන් සදාකාලිකයි. නොවැම්බරයේ ඡන්දයකට යන විට ගෑස් මිලට වඩා අපේ කුඩා දරුවන්ගේ ජීවිත වැදගත් බව වටහා ගන්නා පිරිමින්ට සහ ගැහැනුන්ට මගේ සිතුවිලි සහ යාඥාවන් යන්න.",
        "ශ්‍රී ලංකාව \"ලෝකයේ දුප්පත්ම දුප්පතුන්\" අතරට එක්විය යුතුද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இது துப்பாக்கிகள், முட்டாள்",
      "body_lines": [
        "ஜார்ஜ் ஹெச்.டபிள்யூ ஜனாதிபதியாக இருந்தபோது அமெரிக்கா பொருளாதார மந்தநிலையை எதிர்கொண்ட 1992 இல் வெற்றிகரமான கிளிண்டன் ஜனாதிபதி பிரச்சாரத்தின் மந்திரமாக மாறிய \"இது பொருளாதாரம், முட்டாள்\" என்ற கேட்ச்ஃபிரேஸின் மாறுபாட்டை நான் பயன்படுத்தினேன். புஷ் இந்த முழக்கம் பெரும்பான்மையான வாக்காளர்களின் மனதில் உள்ள ஒரு முக்கிய பிரச்சினையான பொருளாதார வீழ்ச்சியை முன்னிலைப்படுத்தவும் பயன்படுத்தவும் உதவியது, மேலும் அதை வெற்றிகரமான கிளிண்டன் பிரச்சாரத்தின் மையப் புள்ளியாக மாற்றியது.",
        "2004ல், வாக்காளர்களின் மையப் பிரச்சினை, இளம் புஷ்ஷால் நடத்தப்பட்ட ஈராக்கிற்கு எதிரான சட்டவிரோத, முன்கூட்டிய போர் ஆகும். ஒரு இறையாண்மை தேசத்தின் மீதான அமெரிக்க படையெடுப்பிற்கு எதிராக வாக்காளர்களின் பெரும் எதிர்ப்பை ஜனநாயகக் கட்சியினர் பயன்படுத்திக் கொள்ளவில்லை. \"இது போர், முட்டாள்\" என்ற மூலோபாய முழக்கத்தின் பின்னால் வாக்காளர்களை அணிதிரட்ட அவர்கள் தவறிவிட்டனர், தவறான தேசபக்தியின் உணர்வால், இது அவர்களுக்கு ஜனாதிபதி பதவியை இழக்க நேரிடும்.",
        "நியூ யோர்க் டைம்ஸ் கூறியது போல், “பாக்தாத்தின் குண்டர்களுக்கு எதிரான நிர்வாகத்தின் முன்கூட்டிய போருக்கு, ஜனநாயகக் கட்சித் தலைவர்கள் ஒரு கணிசமான மாற்றுக் கண்ணோட்டத்தைச் சுற்றி ஒருபோதும் ஒன்றுபடவில்லை. அது தேசபக்தி அல்ல, துறவு”.",
        "ஜனநாயகக் கட்சியினர் 2022 இடைத்தேர்தல் மற்றும் 2024 ஜனாதிபதித் தேர்தலுக்கான பூர்வாங்க பிரச்சாரங்களில் அதே திசையில் செல்வதாகத் தெரிகிறது. இன்று நாடு எதிர்கொள்ளும் அனைத்து ஆபத்தான அச்சுறுத்தல்கள் இருந்தபோதிலும் - ஜனநாயகத்தின் முடிவு, உயர் பணவீக்கம் மற்றும் மந்தநிலையின் சாத்தியம், இனப்பெருக்க சுதந்திரத்திற்கான பெண்களின் உரிமைகளைப் பறிக்கும் குடியரசுக் கட்சியின் உச்ச நீதிமன்றத்தின் தீர்ப்பு, ஒரே பிரச்சினை, மற்றும் பல ஆண்டுகளாக உள்ளது. இராணுவ பாணி ஆயுதங்களின் பெருக்கம் மற்றும் அதன் விளைவாக ஆண்டுக்கு 40,000 உயிர்கள் இழப்பு, குறிப்பாக சிறு குழந்தைகளின் கொலை.",
        "எல்லாவற்றிற்கும் மேலாக, நேஷனல் ரைபிள் அசோசியேஷன், குடியரசுக் கட்சி மற்றும் அமெரிக்காவின் ஹன்டின், மீன்பிடி கவ்பாய்களின் கூற்றுப்படி, இறந்தவர்களுக்கு உரிமைகள் மற்றும் சுதந்திரங்கள் தேவையில்லை.",
        "இரு கட்சிக் குழுவின் தற்போதைய பொது விசாரணைகள், ஜனாதிபதித் தேர்தலுக்கு முன்பே, டிரம்ப் மற்றும் அவரது நெருங்கிய \"ஆலோசகர்களால்\" கிளர்ச்சி திட்டமிடப்பட்டது என்பதற்கான பெரும் ஆதாரங்களை முன்வைத்தது.",
        "கமிட்டியின் முதல் பொது விசாரணை, டிரம்ப் அதிகாரத்தில் ஒட்டிக்கொள்வதற்கான துரோகத் திட்டத்தின் கட்டமைப்பை அமைத்தது, தேர்தல் அவரிடமிருந்து திருடப்பட்டது என்ற விரிவான பிரச்சாரத்துடன். பெரிய பொய் இன்னும் 50% குடியரசுக் கட்சி வாக்காளர்களால் நம்பப்படுகிறது, அவர்கள் தங்கள் கண்களின் ஆதாரத்தை நம்ப மறுக்கிறார்கள்.",
        "ஜனவரி 6 கமிட்டியின் துணைத் தலைவரான குடியரசுக் கட்சியின் லிஸ் செனி ஒரு தொடக்க அறிக்கையை வெளியிட்டார், இது சமீபத்திய காலங்களில் மிகச் சிறந்த வழக்குரைஞர் பேச்சுக்களில் ஒன்றாகக் கருதப்படுகிறது.",
        "தனது உரையின் முடிவில், முன்னாள் ஜனாதிபதி டொனால்ட் டிரம்பை தொடர்ந்து ஆதரிக்கும் மற்றும் ஜனவரி 6 நிகழ்வுகளை குறைத்து மதிப்பிடும் தனது கட்சியின் உறுப்பினர்களுக்கு செனி ஒரு கடுமையான எச்சரிக்கையை வழங்கினார். டொனால்ட் டிரம்ப் மறைந்த ஒரு நாள் வாருங்கள், ஆனால் உங்கள் அவமதிப்பு நிலைத்திருக்கும்.",
        "டிரம்பின் முந்தைய கூட்டாளிகள் மற்றும் காவல்துறை மற்றும் காங்கிரஸின் சாட்சிகளிடமிருந்து இதுவரை கேட்கப்படாத மற்றும் காணப்படாத சான்றுகள் மற்றும் ஒரு ஆவணப்படம் எடுத்த வீடியோ ஆகியவை தொலைக்காட்சி விசாரணையின் போது பகிரங்கப்படுத்தப்பட்டன. அவர்கள் ட்ரம்பின் தேசத்துரோகத்திற்கு மறுக்கமுடியாத ஆதாரங்களை வழங்கினர், ட்ரம்ப் பெரிய பொய் உண்மையில் ஒரு பெரிய பொய் என்று அறிந்திருந்தார், ஆனால் இன்னும் அதிகாரத்தில் ஒட்டிக்கொள்வதற்கான அவநம்பிக்கையான, தேசத்துரோக முயற்சியில் தவறான பிரச்சாரத்தை பரப்பினார்.",
        "இல்லாத \"தேர்தல் மோசடியை\" எதிர்த்துப் போராடுவதற்கான ஒரு வெளிப்படையான முறையீட்டில், அவர் தனது சொந்த ஆதரவாளர்களிடம் $250 மில்லியன் மதிப்பிலான நிதியை மோசடி செய்தார். இந்த நன்கொடைகள் நேராக ட்ரம்ப் மற்றும் அவரது குடும்பத்தினரின் தனிப்பட்ட கருவூலங்களுக்குச் சென்றன என்பதை கமிட்டி நிரூபித்தது, இது அஞ்சல் மோசடி தொடர்பான வழக்குத் தொடரக்கூடிய கூட்டாட்சி குற்றமாகும்.",
        "இரண்டாவது விசாரணையின் போது, ​​அப்போதைய அட்டர்னி ஜெனரல் வில்லியம் பார், தேர்தல் நடந்த சில நாட்களுக்குப் பிறகு, தேர்தல் மோசடிக்கான எந்த ஆதாரமும் இல்லை என்று டிரம்பிடம் தெரிவித்ததாகக் கூறினார். \"டிரம்ப் யதார்த்தத்திலிருந்து விலகிவிட்டார்\" என்றும் தேர்தல் மோசடி பற்றிய அவரது கூற்று \"முட்டாள்\" என்றும் அவர் கூறினார். இந்த சந்திப்பில் முன்னாள் அதிபரின் மகளும், அவரது “தலைமை ஆலோசகருமான” இவான்கா டிரம்ப்பும் கலந்து கொண்டார். ட்ரம்ப் பாரின் கண்டுபிடிப்புகளை ஏற்றுக்கொண்டதாகவும் அவர் தேர்தலில் தோற்றுவிட்டார் என்பதை அறிந்ததாகவும் அவர் உறுதிமொழியின் கீழ் உறுதிப்படுத்தினார். யூகிக்கக்கூடிய வகையில், டிரம்ப் இப்போது தனது விருப்பமான பெண்ணுக்கு எதிராக திரும்பியுள்ளார்.",
        "இந்தக் குற்றங்கள் நீண்ட காலமாக பொதுமக்களுக்குத் தெரியும், ஆனால் ஜனவரி 6 கமிட்டி வழங்கிய விரிவான சான்றுகள் கூட டிரம்ப் ஆதரவாளர்களின் வேரூன்றிய மனதைத் திசைதிருப்பும் என்ற நம்பிக்கை இல்லை. ட்ரம்ப் வெள்ளை மாளிகையில் இருந்தபோதும், ஜனவரி 6 கிளர்ச்சியில் அவரது முக்கியப் பங்கைக் கொண்டிருந்தபோதும் அவர்கள் நான்கு வருட குற்றங்களை குறைத்து மதிப்பிடுவார்கள். அவர்கள் இன்னும் அவரை வணங்குகிறார்கள், மேலும் அவர்களின் வழிபாட்டு ஆதரவு எதிர்கால தேர்தல்களில் காட்டப்படும். ட்ரம்ப் செய்த தேசத்துரோகம் உள்ளிட்ட குற்றங்கள் எதுவாக இருந்தாலும், அவரது ஆதரவாளர்கள் வெள்ளையர்களின் மேலாதிக்கத்தின் கனவுகளை உயிரோடு வைத்திருக்கும் வரை, அவரது ஆதரவாளர்கள் நம்பாதது போல் பாசாங்கு செய்வார்கள், மன்னிப்பார்கள், புறக்கணிப்பார்கள்.",
        "அமெரிக்க ஜனநாயகத்தின் அழிவுக்கு மிக அருகில் வந்த ஒரு சதியை தூண்டியதற்காக டிரம்ப் அல்லது அவரது நெருங்கிய கூட்டாளிகள் யாரேனும் குற்றம் சாட்டப்பட்டால், மற்றொரு உள்நாட்டுப் போரைப் போன்ற பரந்த வன்முறை இருக்கும் என்பதில் சந்தேகமில்லை. மில்லியன் கணக்கான வெள்ளை மேலாதிக்கவாதிகள் இராணுவ பாணி ஆயுதங்களுடன் ஆயுதம் ஏந்தியவர்கள், ட்ரம்ப் வழிபாட்டு முறையின் அடித்தளத்தை உருவாக்குகிறார்கள், வெள்ளை இனத்தின் சலுகைகளைப் பாதுகாக்க நாடு தழுவிய கிளர்ச்சியில் தெருக்களில் இறங்குவார்கள். ட்ரம்ப் ஜனாதிபதியாக இருந்தபோது தோன்றிய உள்நாட்டு பயங்கரவாதம் மற்றும் வெள்ளை மேலாதிக்கத்தின் இந்த அச்சுறுத்தல், நவம்பரில் இடைக்காலத்திற்கு முன்பே, ஒரு வழி அல்லது வேறு கொதி நிலைக்கு கொண்டு வரப்படலாம்.",
        "அடுத்த விசாரணை ஜூன் 16, வியாழன் அன்று திட்டமிடப்பட்டுள்ளது, அப்போது ட்ரம்ப் துணை ஜனாதிபதி பென்ஸ் மீது கடுமையான அழுத்தம் கொடுத்ததற்கான ஆதாரத்தை குழு காண்பிக்கும், ஜனவரி 6 அன்று தேர்தல் கல்லூரியின் வாக்குகளை சட்டவிரோதமாக ரத்து செய்ய உத்தரவிட்டது, இது அரசியலமைப்பிற்கு எதிரான செயலாகும். அவரது பெருமைக்கு, பென்ஸ் தனது சொந்த உயிருக்கு ஆபத்தில் கூட அடிபணிய மறுத்துவிட்டார்.",
        "இருப்பினும், சிறு குழந்தைகள் உட்பட ஆண்டுக்கு 40,000 பேரின் கொலையின் சலிப்பான ஒழுங்குமுறை தற்போதைய மையப் பிரச்சினையாகத் தெரிகிறது. இந்த ஆண்டு 27 பள்ளி துப்பாக்கிச் சூடு உட்பட 228 வெகுஜன துப்பாக்கிச் சூடு சம்பவங்கள் (நான்கு அல்லது அதற்கு மேற்பட்டவர்கள் கொல்லப்பட்டால் வரையறுக்கப்பட்டுள்ளது) என்பது மிகவும் மோசமானது. நாங்கள் இன்னும் ஜூன் மாதத்தில் இருக்கிறோம்.",
        "ஆறு வயது முதல் 10 வயது வரையிலான குழந்தைகள், கல்விக்காகத் தங்கள் வாழ்க்கையைச் செலவழித்த ஆசிரியர்களின் உடல் உறுப்புகள் சிதைக்கப்பட்டதை நாம் கண்கூடாகப் பார்த்திருக்கிறோம். மோசமானவை கொலராடோ, கொலராடோ (1999), நியூடவுன், கனெக்டிகட் (2014), பார்க்லாண்ட், புளோரிடாவில் (2018), கடந்த, இரண்டு வாரங்களுக்கு முன்பு டெக்சாஸ், உவால்டில். நூற்றுக்கணக்கான குறைவான பள்ளி துப்பாக்கிச்சூடு இந்த நான்கு பெரிய சோகங்களில் தூவப்பட்டது.",
        "அப்பாவி குழந்தைகளின் தொடர்ச்சியான சிதைவுக்குப் பிறகும் துப்பாக்கிக் கட்டுப்பாட்டு விதிகளை சுமத்துவதற்கு என்ன சாக்குப்போக்கு க்ரெட்டின் இன்னும் கண்டுபிடிக்க முடியும்? பதில் என்.ஆர்.ஏ மற்றும் அவர்கள் குடியரசுக் கட்சியில் பொம்மலாட்டங்களுக்கு விலை கொடுத்து வாங்கினர்.",
        "துப்பாக்கி விதிமுறைகளைப் பொறுத்தவரை, இந்த ஊழல் குடியரசுக் கட்சி காங்கிரஸ்காரர்கள் மிதவாத பழமைவாதிகள் மற்றும் சுயேச்சைகள் உட்பட பெரும்பான்மையான அமெரிக்கர்களின் கருத்தை பிரதிநிதித்துவப்படுத்துவதில்லை.",
        "காங்கிரஸின் அனைத்து குடியரசுக் கட்சி உறுப்பினர்களையும் உள்ளடக்கிய NRA இன் ஐந்து மில்லியன் உறுப்பினர்களைத் தவிர, நடிகர் மேத்யூ மெக்கோனாஹே வெள்ளை மாளிகையின் பத்திரிகை அறையின் மேடையில் இருந்து ஆற்றிய உரையைத் தொடாதவர்கள், வருத்தப்பட மாட்டார்கள், கோபப்பட மாட்டார்கள். , உவால்டே ஷூட்டிங் முடிந்த சில நாட்கள். McConaughey, Uvalde, Texas இல் வளர்ந்தார், அவரது தாயார் படுகொலையில் இருந்து ஒரு மைல் தொலைவில் உள்ள தொடக்கப் பள்ளியில் கற்பித்தார். அந்த சிறிய நகரத்தில் அவருக்கு இன்னும் நண்பர்களும் உறவுகளும் உள்ளனர், மேலும் சோகத்தில் பகிர்ந்து கொண்ட துக்கம்.",
        "21 நிமிடங்கள் நீடித்த ஒரு உணர்ச்சிமிக்க உரையில், மெக்கோனாஹே கூறினார், “கண்மூடித்தனமான வெகுஜன துப்பாக்கிச் சூடு, பெற்றோர்கள் தங்கள் குழந்தைகளை புதைப்பது, செயலற்ற தன்மை ஆகியவற்றின் தொற்றுநோய் எங்களிடம் உள்ளது. தேவையில்லாத உயிரிழப்புகளை காப்பாற்ற பக் பாஸ் செய்வது ஒரு கட்சி சார்பான பிரச்சினை அல்ல”.",
        "அவர் ஒவ்வொரு சிறிய குழந்தைகளிடமும் அன்பாகப் பேசினார், அவர்களின் தனிப்பட்ட கனவுகளைப் பற்றி பேசினார்: 10 வயது அலிதியாவின் கனவு, பாரிஸில் உள்ள கலைப் பள்ளியில் கலந்துகொண்டு ஒரு நாள் தனது கலையை உலகத்துடன் பகிர்ந்து கொள்ள வேண்டும். ஒன்பது வயது மைட்டின், கடல் உயிரியலாளர் ஆக வேண்டும் என்று கனவு கண்டவர். மைட் பச்சை நிற ஹை டாப் கான்வெர்ஸ் (ஷூக்கள்) அணிந்திருந்தாள், அவள் வலது கால்விரலில் கையால் வரைந்திருந்தாள். பச்சை ஏனெனில் அவர்கள் இயற்கை காதல் பிரதிநிதித்துவம். \"ஒவ்வொரு நாளும் அவற்றை அணிந்தேன். துப்பாக்கிச் சூட்டுக்குப் பிறகு அவளது அடையாளத்திற்கான ஒரே தெளிவான ஆதாரமாக மாறிய அதே பச்சை நிற உரையாடல் அவள் காலில் உள்ளது. அது எப்படி?”",
        "ஒரு சிறுமி, முன் பதிவு செய்யப்பட்ட சாட்சியத்தில், இறந்து விளையாடுவதற்காக தன் வகுப்பு தோழியின் இரத்தத்தை தன் மீது பூசிக்கொண்டதை விளக்கினாள், மேலும் துப்பாக்கிதாரி தன் ஆசிரியரின் தலையில் சுட்ட தருணத்தை வரைபடமாக விவரித்தார். என்ன அற்புதமான குழந்தை பருவ நினைவுகளை அவள் வாழ்நாள் முழுவதும் சுமந்து செல்வாள்?",
        "Uvalde இல் சாட்சியமளித்த ஒரு குழந்தை மருத்துவர் டாக்டர் ராய் குரேரோவின் கூற்றுப்படி, “இரண்டு குழந்தைகள் தங்கள் மீது வீசப்பட்ட தோட்டாக்களால் உடல்கள் தூள்தூளாகி, தலை துண்டிக்கப்பட்டு, சதை கிழிந்தன. அவர்களின் அடையாளங்களுக்கான ஒரே தடயங்கள் அவர்களின் இரத்தம் தெறிக்கப்பட்ட கார்ட்டூன் ஆடைகள் இன்னும் ஒட்டிக்கொண்டிருக்கின்றன, உயிருக்குப் பற்றிக்கொண்டிருக்கின்றன, எதுவும் கண்டுபிடிக்கப்படவில்லை. அது எப்படி?",
        "இந்த சிறிய உடல்களை புனரமைப்பது மோர்டிஷியன்களின் அழகுசாதன நிபுணர்களின் நிபுணத்துவத்திற்கு அப்பாற்பட்டது, அவர்களின் வேலை இறுதிச் சடங்குகளில் பொது பார்வைக்காக சடலங்களை அழகுபடுத்துவதாகும். இந்த சிதைந்த சிறிய உடல்களுக்கு ஒரு முடியாத காரியம். அது எப்படி?",
        "\"இந்த தருணம் வித்தியாசமானது. நாம் இதுவரை இல்லாத ஒரு தருணத்தில் இருக்கிறோம், உண்மையான மாற்றம் நிகழக்கூடிய வாய்ப்புகளின் சாளரம். எனவே, பாதிக்கப்பட்டவர்களை நாம் மதிக்கும் மற்றும் அங்கீகரிக்கும் அதே வேளையில், இந்த முறை ஏதோ வித்தியாசமாகத் தெரிகிறது என்பதை நாம் அங்கீகரிக்க வேண்டும். ஒருவேளை முன்னோக்கி சாத்தியமான பாதை உள்ளது என்ற உணர்வு உள்ளது. இந்த விவாதத்தில் பொறுப்புள்ள தரப்பினர் குறைந்த பட்சம் உட்கார்ந்து ஒரு புதிய மற்றும் மேம்படுத்தப்பட்ட முன்னோக்கிய பாதை பற்றி உண்மையான உரையாடலில் ஈடுபடுவது போல் தெரிகிறது - இது நம்மை நெருங்கி வரக்கூடிய மற்றும் ஒரு நாடாக நம்மை பாதுகாப்பாக மாற்றக்கூடிய ஒரு பாதை, உண்மையில் ஏதாவது செய்யக்கூடிய ஒரு பாதை. இந்த நேரத்தில், \"மெக்கோனாஹே முடித்தார்.",
        "இந்த நேரம் வித்தியாசமாக இருக்கலாம், குறைந்த அளவு கூட. குடியரசுக் கட்சி மற்றும் ஜனநாயகக் கட்சி செனட்டர்களின் இரு கட்சிக் குழு ஒன்று பொதுவான நிலையைக் கண்டறிய முயற்சிக்கிறது. அவர்கள் எதைக் கொண்டு வந்தாலும், எந்த ஒரு பெரிய சீர்திருத்தத்தையும் உள்ளடக்கியிருக்க வாய்ப்பில்லை.",
        "ஆலோசிக்கப்படும் சீர்திருத்தங்கள் - மனநலம், பள்ளிப் பாதுகாப்பை மேம்படுத்துதல் மற்றும் குழந்தைகளுக்கான ஆதரவு மற்றும் மனநலம் பாதிக்கப்பட்டவர்கள் தாக்குதல் துப்பாக்கிகளை வாங்க முடியாது என்பதை உறுதி செய்தல் - துப்பாக்கி வன்முறையை கணிசமாகக் குறைக்க எடுக்கப்பட வேண்டிய தீவிர நடவடிக்கைகளில் மிகக் குறைவு. துப்பாக்கிகள் வாங்க அனுமதிக்கப்பட்டவர்களின் வயது 21, உலகளாவிய பின்னணி சோதனைகள், காத்திருப்பு காலங்கள், மனநலம் மற்றும் சிவப்பு கொடி சட்டங்கள், இராணுவ பாணி தாக்குதல் துப்பாக்கிகளுக்கு மொத்த தடை, பெரும்பாலான வெகுஜன கொலைகாரர்களின் தேர்வு ஆயுதம்.",
        "வியாழன் அன்று, பெரிய நிறுவனங்களின் 220க்கும் மேற்பட்ட தலைமை நிர்வாக அதிகாரிகள் - குடியரசுக் கட்சியின் பிரச்சாரங்களில் பங்களிப்பவர்கள், சமீபத்திய துப்பாக்கிச் சூடு இறப்புகளைத் தொடர்ந்து துப்பாக்கி வன்முறையைக் குறைக்க \"உடனடி நடவடிக்கை\" எடுக்குமாறு செனட்டைக் கேட்டுக் கொண்டனர்.",
        "இந்த வணிகத் தலைவர்கள், \"ஒன்றாக எடுத்துக் கொண்டால், துப்பாக்கி வன்முறை தொற்றுநோய் ஒரு பொது சுகாதார நெருக்கடியை பிரதிபலிக்கிறது, இது சமூகங்களை - குறிப்பாக கருப்பு மற்றும் பழுப்பு சமூகங்களை - நமது தேசிய பொருளாதாரத்திற்கு தீங்கு விளைவிக்கிறது\".",
        "என் கருத்துப்படி, துப்பாக்கி வன்முறை மற்றும் சிறு குழந்தைகளின் படுகொலைகளைத் தடுக்க இன்னும் அர்த்தமுள்ள நடவடிக்கைகள் எடுக்கப்படாவிட்டால், இந்த அவலங்களை எண்ணங்கள் மற்றும் பிரார்த்தனைகளின் பனிச்சரிவில் மறைக்க விரும்பும் அரசியல்வாதிகள் எதிர்காலத்தில் எந்த தேர்தலிலும் வீழ்த்தப்படுவார்கள்.",
        "பெண்கள், LGBTQ மற்றும் சிவில் உரிமைகள், வாக்களிக்கும் உரிமைகள், பொலிஸ் சீர்திருத்தம், பணவீக்கம், மந்தநிலை - மற்றும் ஜனநாயகம் போன்ற பல சுதந்திரங்களுக்கான அச்சுறுத்தல்களில் அமெரிக்கா முனைப்புள்ளி உள்ளது. இது இருந்தபோதிலும், எந்தவொரு எதிர்காலத் தேர்தலிலும் மையப் பிரச்சினை துப்பாக்கிக் கட்டுப்பாட்டாக இருக்கும், கடுமையான விதிமுறைகள் இயற்றப்படும் வரை, துப்பாக்கி இறப்புகளை மற்ற எல்லா முன்னேறிய நாடுகளும் அனுபவிக்கும் அளவிற்குக் குறைக்கும்.",
        "இன்று, பொருளாதாரம் மையப் பிரச்சினையாக உள்ளது, 48% வாக்காளர்கள் மத்தியில் முக்கிய அக்கறை; துப்பாக்கி வன்முறை 17% என்ற விகிதத்தில் இரண்டாவது இடத்தில் உள்ளது.",
        "இருப்பினும், பணவீக்கம் மற்றும் பொருளாதார வீழ்ச்சிகள் உலகளாவிய மற்றும் தற்காலிகமானவை. துப்பாக்கி வன்முறை என்பது அமெரிக்க நிரந்தரமானது. நவம்பரில் தேர்தல் நடைபெறவுள்ள நிலையில், எரிவாயுவின் விலையை விட எங்கள் சிறு குழந்தைகளின் உயிர்கள் முக்கியம் என்பதை உணரும் ஆண்களுக்கும் பெண்களுக்கும் எனது எண்ணங்களும் பிரார்த்தனைகளும் செல்கின்றன.",
        "\"உலகின் வறியவர்களில் வறியவர்கள்\" வரிசையில் இலங்கையும் இணைய வேண்டுமா?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}