{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bird-watching-at-a-tank/",
  "time_ut": 1652446620,
  "title": "Bird watching at a tank",
  "body_lines": [
    "Way back in the mid 1970’s, I was still a schoolboy and had just started a new hobby, namely bird watching. Schooling in Colombo did not provide much opportunity for bird watching and therefore it was with much delight that I accepted the invitation of my aunt and uncle to spend the school holidays at their home in Kurunegala.",
    "Their house, situated at Kaudawatte in a rural setting amidst paddy fields, coconut plantations and scrubland, was a haven for me as it provided ample opportunity to pursue my new hobby. Most of the birds I came across there were new to me. Eventually it became a habit with me to spend one or two weeks at their home during school holidays, and they always welcomed me with open arms.",
    "My bird list grew rapidly and soon I was able to register my hundredth bird very proudly. It happened to be the Ceylon lorikeet, which was calling loudly on a coconut frond in my aunt’s garden. I hurriedly took notes in my field book for subsequent identification from a bird guide. This is a habit I would recommend to every raw bird watcher; for otherwise memory would play tricks when one attempts to write the details later, making identification difficult or inaccurate.",
    "My two cousins at Kurunegala knew of every nook and corner of the neighborhood and took me roaming into the paddy fields, coconut estates and scrubland as well as along streams and into the jungle in the famous Elephant Rock at Kurunegla. The present day road along which a car would now take passengers right up to the summit was not in existence in those days, and we three boys joyously trekked along footpaths through the forest up to the summit, which I still remember with nostalgia.",
    "One day they suggested that we should visit a small tank at Thittawella and so we set off, walking all the way. At the end of the long walk I set my eyes for the first time on this tank and immediately fell in love with it as it proved to be a refuge for water birds, which were at that time all new to me. Thereafter we made frequent forays to this small tank in the mornings or afternoons and spent hours at a stretch at the site.",
    "We had all the time in the world and were not hampered in anyway by tuition classes as the present day kids are! I used to sit there and observe the abundant bird life, taking notes with meticulous care and attention to detail, while my two cousins who lacked such patience wandered off on their own frolics until I had finished my work. Later, back at the house, I used to copy these field notes and sketches of birds neatly on to a permanent record book.",
    "Thittawella tank is situated along the Kurunegala-Puttalam road. It is small and is in a picturesque setting. Towards its southern end are some boulders of varying size standing in the water, which break up the monotony of an otherwise plain sheet of water. The largest of these is covered with scrub vegetation, offering refuge to many water birds, including herons and cormorants.",
    "Varieties of water plants grow in different sections of the tank and offer varying shades of green. These plants consist of water lilies, reeds and many kinds of floating vegetation. The centre of the tank is mostly overgrown with lotuses with their beautiful pure white blossoms, while in the shallow periphery are the olu (Nymphaea lotus) plants with their equally beautiful, pale pink and white flowers.",
    "These patches of vegetation are interspersed with stretches of unobstructed water glimmering in the sunlight. In the south-eastern horizon, rising out of the plains like giant sentinels, stand large boulders and mountains so characteristic of Sri Lankan scenery. On a poya day the rising full moon casts a magic spell over this peaceful scene and many an enchanting evening have I had while seated on the bund of this tank to enjoy its varied bird life and tranquillity.",
    "To the casual observer Thittawella tank would, at first glance, appear to be devoid of any bird life. The bigger and more glamorous avifauna in the form of painted storks, pelicans, open-bills, white-necked storks and spoonbills would be prominent by their absence. It would be to the keen and patient student of nature that it would gradually unravel the mysteries that are hidden deep in the beds of reeds, clumps of water lilies, and tangles of floating weeds. I would sit on the banks, take out my binoculars and notebook, and wait patiently for things to happen, and they did happen gradually and unobtrusively.",
    "I noticed a strange-looking bird, like a young chicken, walking on the leaves of the water lilies. It was mostly white, wore a necklace of black and had a bronze back and short stump of a tail. It had several companions walking about on the lily pads. It puzzled me to see other similar individuals but with a different plumage, consisting of a jet-black belly and long black tail. They took to the air uttering strange cat-like calls (hence their Sinhala name halal-sera) and flew from one part of the tank to another like giant butterflies fluttering in the wind.",
    "My notebook began to fill up with copious notes and sketches. That was my first introduction to the water birds of the tank and it was the beautiful pheasant-tailed jacana. The birds were in two different kinds of plumage, the non-breeding and the breeding. Later I would spend hours watching them walking daintily on the water lilies as their long toes helped to spread their weight over a large surface on the leaves. As they walked they fed on various small creatures and the vegetation. The jacanas flew low over the water in a tail-heavy flight with their long legs trailing behind. The black-edged white wings made a striking contrast against the green water plants as they flew.",
    "Glimpses of brilliant blue patches among the vegetation on closer scrutiny revealed the presence of several rotund birds partly hidden among the plants. As I watched patiently some of them came out into the open and I had my first sighting of the colourful purple coot. It had a scarlet bill and long reddish legs. The plumage had various hues of blue in different parts of the body, varying from sky blue in the belly to dark purplish blue on the back. The short tail was jerked up repeatedly as it walked, flashing the white under-tail coverts. It constantly used to feed among water plants, a tasty morsel being held down with one foot while the bird devoured it piece by piece with its short thick bill.",
    "The coots spent most of the day feeding, preening and resting while hidden among the vegetation and were not given to much flying. Towards the evening they came out into the open and were readily observed. The flight when undertaken was short and heavy as they flew up on to a clump of lotuses or reeds. Sometimes a sharp note “trrrt…, trrrt…” was uttered in flight.",
    "I once saw a purple coot standing on top of a clump of reeds towards dusk. It bent down the reeds one by one with its bill and trampled on them, thus making a platform of reeds and then stood on it motionless for several minutes. With the approach of twilight it sat down on it, probably to roost for the night. Its mate also made a similar platform close by.",
    "On scanning the tank carefully with binoculars, some brownish birds were seen, their plumage blending perfectly with the brown and green surroundings. These small duck-like birds kept to the middle of the tank. They were partially hidden by the vegetation and kept still, keeping a wary eye on any intruder. Thus I got my first glimpse of the whistling teal or the tree duck. Sometimes they would swim slowly in the open patches of water, but always keeping close to cover.",
    "They were most of the time in small groups of up to half a dozen birds, but sometimes in pairs. From time to time a bird would put its head and neck under water in order to feed on aquatic vegetation. In the evenings some birds would take to wing and fly around the tank uttering their shrill whistling calls, before settling down once again in the water. They may circle the tank a few times or would fly away to a distant foraging ground.",
    "It was sometime later that I was able to set my eyes on its smaller but more beautiful cousin, the cotton",
    "teal. As I approached the tank one day, a pair of small ducks came flying fast and low and hit the water close to the shore without any apparent slowing down. They started swimming slowly in an open patch of water in a curious waddling action. The male was pure white in its head, neck and belly and a metallic greenish-black on the back. It had a black collar round its neck and was quite a handsome bird.",
    "However its mate, in contrast, was an inconspicuous, brownish bird. After a few minutes they started bobbing their heads rapidly in unison as if agreeing on something.",
    "They took off as suddenly as they had landed and flew away to the centre of the tank. The male displayed a striking white wing bar in flight. My subsequent sightings of them were few and far between owing to their small numbers and also to the fact that they merged perfectly with their surroundings as they swam among the lotus leaves.",
    "As I sat patiently by, the tank day by day I became familiar with its other avifauna. A purple heron would stand motionless among the water plants in perfect camouflage as it waited patiently for a fish to turn up. It slowly extended its long cinnamon-coloured neck on the approach of a fish, and stabbed it with its dagger-like bill. When resting, it kept the neck curved in the shape of an S. When alarmed it had the neck pointing straight and upward. It kept still, the body merging perfectly with the reeds.",
    "Scattered about the tank were numerous pond herons. Little and median egrets were ever vigilant in their quest for prey. A streak of yellow revealed a yellow bittern as it darted on blackish wings into a reed bed. This being the smallest member of the heron family, it was always difficult to see this bird owing to its skulking habits. A black bittern, with its brown-streaked neck poised to strike, walked stealthily along the edge of a reed bed. It was much more readily observed.",
    "My curiosity was greatly aroused one day when I spotted several small birds swimming and diving in the water. I thought them to be baby ducks, but as I gathered more details of their brown, maroon and buff plumage, I realised that they were the dabchicks or little grebes. I was fascinated, and spent hours watching them swimming, diving and racing through the water chasing each other. As they did so they frequently uttered a shrill, high pitched call ” hi hi hi hi hi….” It was hard to tell where they would reappear after a dive. Occasionally, when swimming, a bird would stop, raise its body up, exposing the buff white underparts, and shuffle the plumage before resuming its swim.",
    "I would get an occasional glimpse of a kora or watercock (wil-kukula, S) as it took a short flight among the dense bushes growing on the small islets in the tank. These shy, skulking birds are quite difficult to see and one would only be rewarded by patiently sitting and observing. During the breeding season they become vociferous and more active, taking short flights among the reeds and the bushes, thus offering a greater chance of seeing them.",
    "Little cormorants and Indian shags dived for fish in the open stretches of water. Some were seen drying their outstretched wings in the sun, perched on a rock or tree stump.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ටැංකියක කුරුල්ලා නැරඹීම",
      "body_lines": [
        "1970 ගණන්වල මැද භාගයේදී, මම තවමත් පාසල් සිසුවෙකු වූ අතර කුරුල්ලන් නැරඹීම නම් නව විනෝදාංශයක් ආරම්භ කර ඇත. කොළඹ පාසල් අධ්‍යාපනයෙන් කුරුල්ලන් නැරඹීමට එතරම් අවස්ථාවක් නොලැබුණු අතර පාසල් නිවාඩුව කුරුණෑගල ඔවුන්ගේ නිවසේ ගත කිරීමට නැන්දාගේ සහ මාමාගේ ආරාධනය මම භාරගත්තේ ඉතා සතුටිනි.",
        "කුඹුරු, පොල් වතු, ලඳු කැලෑ මැද ගම්බද පරිසරයක කවුඩාවත්තේ පිහිටි ඔවුන්ගේ නිවස මගේ නව විනෝදාංශය කරගෙන යාමට ඕනෑ තරම් අවස්ථාව සලසා දුන් නිසා මට තෝතැන්නක් විය. එහිදී මට හමු වූ බොහෝ කුරුල්ලන් මට අලුත් ය. අවසානයේ පාසල් නිවාඩු කාලය තුළ සති එකක් දෙකක් ඔවුන්ගේ නිවසේ ගත කිරීම මට පුරුද්දක් වූ අතර ඔවුන් නිතරම මා පිළිගත්තේ විවෘත දෑතින්ය.",
        "මගේ කුරුල්ලන්ගේ ලැයිස්තුව වේගයෙන් වර්ධනය වූ අතර ඉක්මනින්ම මගේ සියවැනි කුරුල්ලා ඉතා ආඩම්බරයෙන් ලියාපදිංචි කිරීමට මට හැකි විය. ඒ මගේ නැන්දලාගේ වත්තේ පොල් අතු ගා මහ හඬින් හඬ නගමින් සිටි ලංකා ලොරිකීට් එක විය. කුරුළු මාර්ගෝපදේශකයෙකුගෙන් පසුව හඳුනා ගැනීම සඳහා මම කඩිමුඩියේ මගේ ක්ෂේත්‍ර පොතේ සටහන් කර ගත්තෙමි. මෙය සෑම අමු පක්ෂි නිරීක්ෂකයෙකුටම මම නිර්දේශ කරන පුරුද්දකි; මක්නිසාද යත්, යමෙක් පසුව විස්තර ලිවීමට උත්සාහ කරන විට, හඳුනාගැනීම අපහසු හෝ සාවද්‍ය බවට පත් කරන විට මතකය උපක්‍රම යෙදෙනු ඇත.",
        "කුරුණෑගල ප්‍රදේශයේ මගේ ඥාති සොහොයුරියන් දෙදෙනා අසල්වැසි සෑම අස්සක් මුල්ලක් නෑරම දන්නා අතර මා කුඹුරු, පොල් වතු, ලඳු කැලෑවල මෙන්ම ඇළ දොළ දිගේ ද කුරුණෑගල ප්‍රසිද්ධ අලි පර්වතයේ ද කැළයට රැගෙන ගියහ. කන්දට යනතුරුම මෝටර් රථයකින් මගීන් රැගෙන යන වර්තමාන පාර ඒ දිනවල නොතිබූ අතර, අපි පිරිමි ළමයින් තිදෙනා ප්‍රීතියෙන් වනාන්තරය මැදින් කඳු මුදුන දක්වා අඩිපාර දිගේ ඇවිද ගිය බව මට තවමත් මතකය.",
        "දිනක් තිත්තවැල්ල ප්‍රදේශයේ ඇති කුඩා වැවක් නරඹා යා යුතු යැයි ඔවුන් යෝජනා කළ අතර, අපි ගමන ආරම්භ කළෙමු. දිගු ගමන අවසානයේ මම පළමු වරට මෙම වැව දෙසට මගේ දෑස් යොමු කළ අතර එකල මට අලුත් වූ ජල කුරුල්ලන්ගේ නවාතැනක් බව ඔප්පු වූ බැවින් මම වහාම එයට ආදරය කළෙමි. ඉන්පසුව අපි උදේ හෝ දහවල් මෙම කුඩා වැව වෙත නිතර ගොස් පැය ගණනක් එම ස්ථානයේම ගත කළෙමු.",
        "අපිට ලෝකයේ හැම වෙලාවෙම තිබුනා අද කාලේ ළමයි වගේ ටියුෂන් පන්ති වලින් අපිට කිසිම බාධාවක් වුනේ නෑ! මම එහි වාඩි වී කුරුළු ජීවීන්ගේ බහුලත්වය නිරීක්ෂණය කළෙමි, ඉතා සියුම් සැලකිල්ලෙන් සහ විස්තරාත්මකව සටහන් තබමින් සිටියෙමි, එවැනි ඉවසීමක් නොමැති මගේ ඥාති සොහොයුරියන් මගේ කාර්යය නිම කරන තුරුම ඔවුන්ගේම විහිළු තහළු කරමින් ඉබාගාතේ ගියෙමි. පසුව, නිවසට පැමිණි මම, මෙම ක්ෂේත්‍ර සටහන් සහ කුරුල්ලන්ගේ රූප සටහන් ස්ථිර වාර්තා පොතකට පිළිවෙලට පිටපත් කිරීමට පුරුදුව සිටියෙමි.",
        "තිත්තවැල්ල වැව කුරුණෑගල පුත්තලම මාර්ගයේ පිහිටා ඇත. එය කුඩා වන අතර මනරම් පරිසරයක පිහිටා ඇත. එහි දකුණු කෙළවරට වන්නට ජලයේ විවිධ ප්‍රමාණයේ ගල්පර පිහිටා ඇති අතර, වෙනත් ආකාරයකින් සරල ජල පත්‍රයක ඒකාකාරී බව බිඳ දමයි. මේවායින් විශාලතම වෘක්ෂලතාදිය පඳුරු වෘක්ෂලතා වලින් වැසී ඇති අතර, හෙරොන් සහ කොමොරන්ට් ඇතුළු බොහෝ ජල කුරුල්ලන්ට රැකවරණය සපයයි.",
        "ජලාශයේ විවිධ කොටස්වල විවිධ ජල ශාක වර්ධනය වන අතර විවිධ හරිත වර්ණ ලබා දෙයි. මෙම ශාක ජල ලිලී මල්, බට සහ බොහෝ පාවෙන වෘක්ෂලතා වලින් සමන්විත වේ. වැවේ මැද බොහෝ දුරට නෙළුම් වලින් වැසී ඇති අතර ඒවායේ අලංකාර පිරිසිදු සුදු මල් සහිත වන අතර නොගැඹුරු පරිධියේ ඕලු (Nymphaea නෙළුම්) ශාක ඔවුන්ගේ සමාන ලස්සන, සුදුමැලි රෝස සහ සුදු මල් සහිත වේ.",
        "මෙම වෘක්ෂලතා ලප හිරු එළියෙන් දිලිසෙන බාධාවකින් තොරව ජලය විහිදුවයි. ගිනිකොනදිග ක්ෂිතිජයේ, යෝධ මුරකරුවන් මෙන් තැනිතලාවෙන් නැඟී සිටින විශාල ගල්පර සහ කඳු ශ්‍රී ලාංකීය දර්ශනවලට ආවේණික වූවකි. පොහොය දිනක උදාවන පුර පසළොස්වක පොහොය මෙම සාමකාමී දර්ශනය මත මායාවක් විහිදුවයි, මෙම වැව් බැම්ම මත වාඩි වී එහි විවිධ කුරුළු ජීවිතය සහ සන්සුන්කම භුක්ති විඳීමට මම බොහෝ සිත් ඇදගන්නා සන්ධ්‍යාවන් ගත කර ඇත්තෙමි.",
        "සාමාන්‍ය නිරීක්ෂකයාට තිත්තවැල්ල වැව බැලූ බැල්මට පෙනෙන්නේ කුරුළු ජීවියෙකුගෙන් තොර බවකි. පින්තාරු කරන ලද කොකුන්, පෙලිකන්, විවෘත බිල්පත්, සුදු බෙල්ලේ කොකු සහ හැඳි බිල් ස්වරූපයෙන් විශාල හා වඩාත් ආකර්ෂණීය avifauna ඔවුන්ගේ නොපැමිණීම මගින් කැපී පෙනේ. එය බට පාත්තිවල, මානෙල් මල් පොකුරුවල, පාවෙන වල් පැලෑටිවල පැටලිලිවල ගැඹුරට සැඟවී ඇති අභිරහස් ක්‍රමයෙන් හෙළිදරව් කිරීම සොබා දහම පිළිබඳ උනන්දු සහ ඉවසිලිවන්ත ශිෂ්‍යයාට වනු ඇත. මම ඉවුරුවල වාඩි වී, මගේ දුරදක්නය සහ සටහන් පොත එළියට ගෙන, දේවල් සිදු වන තෙක් ඉවසිලිවන්තව බලා සිටියෙමි, ඒවා ක්‍රමයෙන් හා බාධාවකින් තොරව සිදු විය.",
        "කුඩා කුකුළෙකු වැනි අමුතු පෙනුමක් ඇති කුරුල්ලෙකු දිය මානෙල් කොළ මත ඇවිදිනවා මම දුටුවෙමි. එය බොහෝ දුරට සුදු පැහැති, කළු පැහැති මාලයක් පැළඳ සිටි අතර ලෝකඩ පිටුපස සහ කෙටි වලිගයක් විය. එහි සගයන් කිහිප දෙනෙක් මානෙල් මල් මත ඇවිදිමින් සිටියහ. ජෙට්-කළු බඩක් සහ දිගු කළු වලිගයකින් සමන්විත වෙනත් පිහාටු සහිත වෙනත් සමාන පුද්ගලයින් දැකීම මට ප්‍රහේලිකාවක් විය. ඔවුන් අමුතු බළලුන් වැනි ඇමතුම් (එබැවින් ඔවුන්ගේ සිංහල නම හලාල්-සේරා) කියමින් අහසට ගිය අතර සුළඟේ ගසාගෙන යන යෝධ සමනලුන් මෙන් ටැංකියේ එක් කොටසකින් තවත් කොටසකට පියාසර කළහ.",
        "මගේ සටහන් පොත බහුල සටහන් සහ කටු සටහන් වලින් පිරී යන්නට විය. වැවේ දිය කුරුල්ලන් ගැන මගේ පළමු හැඳින්වීම එය වූ අතර එය සුන්දර පිහාටු වලිග ජැකානා විය. කුරුල්ලන් විවිධ පිහාටු දෙකකින් යුක්ත විය, අභිජනනය නොවන සහ අභිජනනය. පසුව, ඔවුන්ගේ දිගු ඇඟිලි ඔවුන්ගේ බර කොළ මත විශාල මතුපිටක් මත පැතිරීමට උපකාරී වන බැවින් ඔවුන් වතුර මල් මත ඇවිදින ආකාරය දෙස මම පැය ගණනක් ගත කළෙමි. ඔවුන් ඇවිදින විට විවිධ කුඩා ජීවීන් සහ වෘක්ෂලතාදිය පෝෂණය කළහ. ජැකානා ඔවුන්ගේ දිගු කකුල් පසුපසට ගෙන වලිගයට බර පියාසර කරමින් ජලයට ඉහළින් පියාසර කළේය. කළු දාර සහිත සුදු පියාපත් පියාසර කරන විට හරිත ජල ශාකවලට එරෙහිව කැපී පෙනෙන වෙනසක් ඇති කළේය.",
        "සමීපව පරීක්ෂා කිරීමේදී වෘක්ෂලතා අතර ඇති දීප්තිමත් නිල් පැහැති ලප දසුන්, ශාක අතර අර්ධ වශයෙන් සැඟවී සිටින කැරකෙන පක්ෂීන් කිහිප දෙනෙකු සිටින බව අනාවරණය විය. මම ඉවසිලිවන්තව බලා සිටින විට ඔවුන්ගෙන් සමහරක් එළිමහනට පැමිණි අතර වර්ණවත් දම් පාට කූට් එක මගේ පළමු දර්ශනය විය. එහි තද රතු පැහැති තුණ්ඩයක් සහ දිගු රතු පැහැති කකුල් තිබුණි. පිහාටු ශරීරයේ විවිධ කොටස්වල විවිධ නිල් පැහැයෙන් යුක්ත වූ අතර, උදරයේ අහස නිල් පැහැයේ සිට පිටුපස තද දම් පැහැති නිල් පැහැය දක්වා වෙනස් වේ. සුදු වලිගය යට ආවරණය දිලිසෙමින් ඇවිදින විට කෙටි වලිගය නැවත නැවතත් ඉහළට ගියේය. ඌ නිරතුරුවම ජල පැලෑටි අතර පෝෂණය කිරීමට පුරුදු වී සිටි අතර, එක් පාදයකින් රසවත් මිටියක් අල්ලා ගත් අතර, කුරුල්ලා උගේ කෙටි ඝන බිල්පතෙන් එය කෑල්ලෙන් කෑවේය.",
        "වෘක්ෂලතාදිය අතර සැඟවී සිටියදී කූටියා දවසේ වැඩි කාලයක් ආහාර ලබා දීම, පෙරීම සහ විවේක ගැනීම සඳහා ගත කළ අතර වැඩි වශයෙන් පියාසර කිරීමට ඉඩ දුන්නේ නැත. සවස් වන විට ඔවුන් එළිමහනට පැමිණ පහසුවෙන් නිරීක්ෂණය කරන ලදී. ඔවුන් නෙළුම් හෝ බට පොකුරක් මතට පියාසර කළ බැවින් ගුවන් ගමන කෙටි වූ අතර බර විය. සමහර විට පියාසැරියේදී \"trrrt..., trrrt...\" තියුණු සටහනක් උච්චාරණය විය.",
        "මම වරක් දුටුවේ සවස් වන දෙසට බට පොකුරක් මත දම් පැහැති කූඩුවක් සිටගෙන සිටින බවයි. ඌ බට ගස් එකින් එක තම බිල්පතෙන් නැමී ඒවා පාගා දමා බට වේදිකාවක් සාදා විනාඩි කිහිපයක් ඒ මත නොසෙල්වී සිටියේය. සන්ධ්‍යාව එළඹෙත්ම එය රාත්‍රිය ගත කිරීමට බොහෝ විට එය මත හිඳගත්තේය. එහි සහකරුද ඒ හා සමාන වේදිකාවක් අසල සාදා ඇත.",
        "දුරදක්න මගින් ටැංකිය පරිස්සමෙන් පරිලෝකනය කිරීමේදී දුඹුරු පැහැ කුරුල්ලන් කිහිප දෙනෙකු දැකගත හැකි විය, ඔවුන්ගේ පිහාටු දුඹුරු සහ කොළ පැහැති වටපිටාව සමඟ හොඳින් මුසු විය. මෙම කුඩා තාරාවන් වැනි කුරුල්ලන් ටැංකිය මැදට තබා ඇත. ඒවා වෘක්ෂලතාදිය මගින් අර්ධ වශයෙන් සඟවා තිබූ අතර, ඕනෑම අනවසරයෙන් ඇතුළුවන්නන් පිළිබඳව විමසිලිමත්ව තබාගෙන සිටියේය. මේ අනුව මට විස්ල් ටීල් හෝ ගස් තාරා පිළිබඳ මගේ පළමු බැල්ම ලැබුණි. සමහර විට ඔවුන් විවෘත ජල පැච් වල සෙමින් පීනන නමුත් සෑම විටම ආවරණය කිරීමට සමීප විය.",
        "ඔවුන් බොහෝ විට කුරුල්ලන් දුසිම් භාගයක් දක්වා කුඩා කණ්ඩායම් වශයෙන්, නමුත් සමහර විට යුගල වශයෙන් සිටියහ. වරින් වර කුරුල්ලෙකු ජලජ වෘක්ෂලතාදිය පෝෂණය කිරීම සඳහා හිස සහ බෙල්ල වතුර යට තබයි. සවස් වරුවේ, සමහර කුරුල්ලන් නැවත වරක් ජලයේ පදිංචි වීමට පෙර, පියාපත් රැගෙන ටැංකිය වටා තම ඝෝෂාකාරී විස්ල් හඬ නඟා පියාසර කරති. ඔවුන් ටැංකිය වටා කිහිප වතාවක් රවුම් කළ හැකිය, නැතහොත් දුර ආහාර සොයා ගන්නා භූමියකට පියාසර කරනු ඇත.",
        "එය කුඩා නමුත් වඩා ලස්සන ඥාති සොහොයුරිය වන කපු වෙත මගේ ඇස් යොමු කිරීමට හැකි වූයේ කලකට පසුවය",
        "තේල්. දිනක් මා වැව අසලට යන විට කුඩා තාරාවන් ජෝඩුවක් වේගයෙන් හා පහත් ලෙස පියාසර කර වෙරළ ආසන්නයේ ඇති ජලයේ වැදුනේ කිසිඳු වේගයකින් තොරවය. ඔවුන් කුතුහලය දනවන ක්‍රියාවකින් විවෘත ජලයේ සෙමින් පිහිනීමට පටන් ගත්හ. පිරිමි සතා උගේ හිස, බෙල්ල සහ බඩ පිරිසිදු සුදු වූ අතර පිටුපස ලෝහමය කොළ පැහැති කළු පැහැයක් ගනී. එහි ගෙල වටා කළු කරපටියක් තිබූ අතර තරමක් කඩවසම් කුරුල්ලෙකි.",
        "කෙසේ වෙතත්, උගේ සහකරු, ඊට වෙනස්ව, නොපෙනෙන, දුඹුරු පැහැ කුරුල්ලෙකි. මිනිත්තු කිහිපයකට පසු ඔවුන් යමකට එකඟ වන්නාක් මෙන් එකමුතුව වේගයෙන් හිස අතගාන්නට විය.",
        "ඔවුන් ගොඩ බැස්සේ මෙන් හදිසියේම පියාසර කර ටැංකිය මැදට ගියහ. පිරිමි සතා පියාසර කිරීමේදී කැපී පෙනෙන සුදු පියාපත් තීරුවක් ප්‍රදර්ශනය කළේය. ඔවුන්ගේ කුඩා සංඛ්‍යාව නිසාත්, නෙළුම් කොළ අතරේ පිහිනා යද්දී ඔවුන් තම වටපිටාව සමඟ මනාව බද්ධ වූ නිසාත්, පසුව මා ඔවුන්ව දුටුවේ ස්වල්පයකි.",
        "මම ඉවසීමෙන් වාඩි වී සිටින විට, ටැංකිය දිනෙන් දින මට එහි අනෙකුත් සත්ව විශේෂ හුරුපුරුදු විය. දම් පැහැති හෙරොන් මත්ස්‍යයෙකු එනතුරු ඉවසිලිවන්තව බලා සිටින විට පරිපූර්ණ සැඟවී සිටින ජල පැළෑටි අතර නොසෙල්වී සිටියි. ඌ මාළුවෙකු ළඟට යන විට තම දිගු කුරුඳු පැහැති ගෙල සෙමෙන් දිගු කර, උගේ කිනිස්සක් වැනි බිල්පතකින් ඔහුට ඇන්නේය. විවේක ගන්නා විට, එය S අකුරේ හැඩයෙන් ගෙල වක්‍රව තබා ගත්තේය. කලබල වූ විට බෙල්ල කෙළින් සහ ඉහළට යොමු කර තිබුණි. එය නිශ්චලව පැවතුනි, ශරීරය බට ගස් සමඟ හොඳින් ඒකාබද්ධ විය.",
        "වැව පුරා විසිරී තිබුණේ පොකුණු හෙරොන් ය. කුඩා හා මධ්‍ය එග්‍රෙට්ස් ගොදුර සෙවීමේ දී නිතරම සුපරීක්ෂාකාරී විය. කළු පැහැති පියාපත් මත බට පාත්තියකට ඇදෙන විට කහ ඉරි කහ තිත්තක් හෙළි කළේය. මෙය හෙරොන් පවුලේ කුඩාම සාමාජිකයා වන අතර, උගේ හිස්කබල් පුරුදු නිසා මෙම කුරුල්ලා දැකීමට අපහසු විය. කළු තිත්තයෙක්, දුඹුරු ඉරි සහිත බෙල්ලක් පහර දීමට සූදානම්ව, බට ඇඳක් අද්දර හොර රහසේ ඇවිද ගියේය. එය වඩාත් පහසුවෙන් නිරීක්ෂණය විය.",
        "දිනක් කුඩා කුරුල්ලන් කිහිප දෙනෙකු දියේ පිහිනමින් හා කිමිදෙනු දුටු විට මගේ කුතුහලය බොහෝ සෙයින් ඇවිලී ගියේය. ඔවුන් තාරාවන් පැටවුන් යැයි මම සිතුවෙමි, නමුත් මම ඔවුන්ගේ දුඹුරු, මෙරූන් සහ මී පිහාටු පිළිබඳ වැඩි විස්තර එක්රැස් කරන විට, ඔවුන් ඩබ්කික්ස් හෝ කුඩා ග්‍රීබ්ස් බව මට වැටහුණි. මම වශී වූ අතර, ඔවුන් පිහිනීම, කිමිදීම සහ ජලය හරහා එකිනෙකා හඹා යන ආකාරය දෙස පැය ගණනක් ගත කළෙමි. ඔවුන් එසේ කරන විට, ඔවුන් නිතරම ඝෝෂාකාරී, උස් හඬින් \"හී හායි හායි හායි...\" යනුවෙන් හඬ නැගූහ. කිමිදීමෙන් පසු ඔවුන් නැවත දිස්වන්නේ කොතැනදැයි කීමට අපහසු විය. ඉඳහිට, පිහිනන විට, කුරුල්ලෙකු නැවතී, තම සිරුර ඉහළට ඔසවා, මී මැස්සන්ගේ සුදු යටි කොටස් නිරාවරණය කර, පිහිනීම නැවත ආරම්භ කිරීමට පෙර පිහාටු මාරු කරයි.",
        "වැවේ කුඩා දුපත් මත වැවෙන ඝන පඳුරු අතරින් කෙටි ගමනක් යන විට කෝරා හෝ දිය කුකුළෙකු (විල්-කුකුල, එස්) මට ඉඳහිට පෙනෙනු ඇත. මෙම ලැජ්ජාශීලී, හිස් කබල් කුරුල්ලන් දැකීමට අපහසු වන අතර කෙනෙකුට විපාක ලැබෙන්නේ ඉවසීමෙන් වාඩි වී නිරීක්ෂණය කිරීමෙන් පමණි. අභිජනන සමයේදී ඔවුන් ඝෝෂාකාරී සහ වඩාත් ක්‍රියාශීලී වන අතර, බට සහ පඳුරු අතර කෙටි පියාසර කරන අතර එමඟින් ඒවා දැකීමට වැඩි අවස්ථාවක් ලබා දේ.",
        "කුඩා කොමොරන්ට් සහ ඉන්දියානු ෂැග්ස් විවෘත ජලයේ මසුන් සඳහා කිමිදුණි. ඇතැමුන් ගලක හෝ ගස් කඳක් මත හිඳ තම දිගු වූ පියාපත් අව්වේ වේලෙමින් සිටිනු දක්නට ලැබිණි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு தொட்டியில் பறவை பார்க்கிறது",
      "body_lines": [
        "1970-களின் நடுப்பகுதியில், நான் இன்னும் பள்ளி மாணவனாக இருந்தேன், பறவைகளைப் பார்ப்பது என்ற புதிய பொழுதுபோக்கைத் தொடங்கியிருந்தேன். கொழும்பில் பள்ளிப்படிப்பு பறவைகளைப் பார்ப்பதற்கு அதிக வாய்ப்பை வழங்கவில்லை, எனவே பள்ளி விடுமுறையை குருநாகலில் உள்ள அவர்களின் வீட்டில் கழிக்க எனது அத்தை மற்றும் மாமாவின் அழைப்பை நான் மிகவும் மகிழ்ச்சியுடன் ஏற்றுக்கொண்டேன்.",
        "நெற்பயிர்கள், தென்னந்தோப்புகள் மற்றும் புதர்க்காடுகளுக்கு மத்தியில் கிராமப்புற சூழலில் கவுடாவத்தையில் அமைந்த அவர்களது வீடு, எனது புதிய பொழுதுபோக்கைத் தொடர போதுமான வாய்ப்பை வழங்கியதால், எனக்கு புகலிடமாக இருந்தது. அங்கு நான் சந்தித்த பெரும்பாலான பறவைகள் எனக்கு புதியவை. நாளடைவில் பள்ளி விடுமுறையில் ஓரிரு வாரங்கள் அவர்களது வீட்டில் கழிப்பது எனக்கு வழக்கமாகிவிட்டது, அவர்கள் எப்போதும் என்னை இருகரம் நீட்டி வரவேற்றனர்.",
        "எனது பறவைகளின் பட்டியல் வேகமாக வளர்ந்தது, விரைவில் எனது நூறாவது பறவையை மிகவும் பெருமையுடன் பதிவு செய்ய முடிந்தது. அது என் அத்தையின் தோட்டத்தில் உள்ள ஒரு தென்னந்தோப்பில் சத்தமாக கூப்பிட்டுக்கொண்டிருந்த சிலோன் லொரிகெட். ஒரு பறவை வழிகாட்டியின் அடுத்த அடையாளத்திற்காக நான் அவசரமாக எனது புலப் புத்தகத்தில் குறிப்புகளை எடுத்தேன். ஒவ்வொரு பறவைக் கண்காணிப்பாளருக்கும் நான் பரிந்துரைக்கும் பழக்கம் இது; இல்லையெனில், ஒருவர் பின்னர் விவரங்களை எழுத முயற்சிக்கும்போது நினைவகம் தந்திரங்களை விளையாடும், இது அடையாளம் காண்பதை கடினமாக்குகிறது அல்லது தவறானது.",
        "குருநாகலில் உள்ள எனது உறவினர்கள் இருவர் அக்கம் பக்கத்தின் மூலை முடுக்கெல்லாம் தெரிந்து கொண்டு, என்னை நெல் வயல்களிலும், தென்னந்தோப்புகளிலும், புதர் நிலங்களிலும், ஓடைகள் வழியாகவும், குருநெக்லாவில் உள்ள புகழ்பெற்ற யானைப்பாறையில் உள்ள காட்டிற்குள் சுற்றித் திரிந்தனர். ஒரு கார் இப்போது உச்சிமாநாடு வரை பயணிகளை ஏற்றிச் செல்லும் இன்றைய சாலை அந்த நாட்களில் இல்லை, நாங்கள் மூன்று பையன்கள் மகிழ்ச்சியுடன் காடு வழியாக நடைபாதையில் உச்சி வரை சென்றோம், இது எனக்கு இன்னும் ஏக்கத்துடன் நினைவிருக்கிறது.",
        "ஒரு நாள் அவர்கள் திட்டவெல்லவில் உள்ள ஒரு சிறிய தொட்டியைப் பார்க்க வேண்டும் என்று பரிந்துரைத்தனர், எனவே நாங்கள் எல்லா வழிகளிலும் நடந்து சென்றோம். நீண்ட நடைப்பயணத்தின் முடிவில், நான் இந்த தொட்டியின் மீது முதல் முறையாக என் கண்களை வைத்தேன், அந்த நேரத்தில் எனக்கு புதியதாக இருந்த நீர் பறவைகளுக்கு இது ஒரு புகலிடமாக இருந்ததால் உடனடியாக அதன் மீது காதல் கொண்டேன். அதன்பிறகு, நாங்கள் காலை அல்லது மதியம் இந்த சிறிய தொட்டியில் அடிக்கடி நுழைந்து, அந்த இடத்தில் பல மணிநேரங்களைச் செலவிட்டோம்.",
        "நாம் உலகில் எல்லா நேரமும் இருந்தோம், இன்றைய குழந்தைகளைப் போல டியூஷன் வகுப்புகளால் எந்த விதத்திலும் தடைபடவில்லை! நான் அங்கே அமர்ந்து ஏராளமான பறவைகளின் வாழ்வை கவனித்தேன், கவனமாகவும் கவனமாகவும் குறிப்புகளை எடுத்துக்கொண்டேன், அதே நேரத்தில் பொறுமை இல்லாத எனது இரண்டு உறவினர்களும் எனது வேலையை முடிக்கும் வரை தங்கள் சொந்த உல்லாசத்தில் அலைந்தனர். பின்னர், வீட்டிற்குத் திரும்பிய நான், இந்தக் களக் குறிப்புகளையும் பறவைகளின் ஓவியங்களையும் ஒரு நிரந்தரப் பதிவுப் புத்தகத்தில் நேர்த்தியாக நகலெடுத்தேன்.",
        "திட்டவெல்ல குளம் குருநாகல்-புத்தளம் வீதியில் அமைந்துள்ளது. இது சிறியது மற்றும் அழகிய அமைப்பில் உள்ளது. அதன் தெற்கு முனையை நோக்கி, தண்ணீரில் நிற்கும் பல்வேறு அளவுகளில் சில கற்பாறைகள் உள்ளன, அவை மற்றபடி வெற்று நீரின் ஒற்றைத் தன்மையை உடைக்கின்றன. இவற்றில் மிகப்பெரியது புதர் செடிகளால் மூடப்பட்டிருக்கும், ஹெரான்கள் மற்றும் கார்மோரண்ட்கள் உட்பட பல நீர் பறவைகளுக்கு அடைக்கலம் அளிக்கிறது.",
        "பல்வேறு வகையான நீர் தாவரங்கள் தொட்டியின் வெவ்வேறு பிரிவுகளில் வளர்ந்து பல்வேறு பச்சை நிற நிழல்களை வழங்குகின்றன. இந்த தாவரங்களில் நீர் அல்லிகள், நாணல்கள் மற்றும் பல வகையான மிதக்கும் தாவரங்கள் உள்ளன. தொட்டியின் மையத்தில் பெரும்பாலும் தாமரைகள் அவற்றின் அழகான தூய வெள்ளை பூக்களுடன் வளர்ந்துள்ளன, அதே சமயம் ஆழமற்ற சுற்றளவில் ஓலு (நிம்பேயா தாமரை) தாவரங்கள் அவற்றின் சமமான அழகான, வெளிர் இளஞ்சிவப்பு மற்றும் வெள்ளை பூக்களுடன் உள்ளன.",
        "இந்த தாவரத் திட்டுகள் சூரிய ஒளியில் மின்னும் தடையற்ற நீரின் நீட்சியுடன் குறுக்கிடப்படுகின்றன. தென்கிழக்கு அடிவானத்தில், ராட்சத செண்டினல்கள் போன்ற சமவெளிகளில் இருந்து உயர்ந்து, பெரிய பாறைகள் மற்றும் மலைகள் இலங்கையின் இயற்கைக்காட்சியின் சிறப்பியல்பு. ஒரு போயா நாளில் உதயமாகும் முழு நிலவு இந்த அமைதியான காட்சியின் மீது ஒரு மந்திர உச்சாடனம் செய்கிறது மற்றும் பல மயக்கும் மாலைகளை நான் இந்த தொட்டியின் கரையில் அமர்ந்து அதன் மாறுபட்ட பறவை வாழ்க்கையையும் அமைதியையும் அனுபவிக்கிறேன்.",
        "சாதாரண பார்வையாளருக்கு திட்டவெல்ல தொட்டி, முதல் பார்வையில், எந்த பறவையினமும் இல்லாததாகத் தோன்றும். வர்ணம் பூசப்பட்ட நாரைகள், பெலிகன்கள், ஓபன்-பில்கள், வெள்ளை கழுத்து நாரைகள் மற்றும் ஸ்பூன்பில்கள் போன்ற வடிவங்களில் பெரிய மற்றும் மிகவும் கவர்ச்சியான பறவையினங்கள் அவை இல்லாததால் முக்கியத்துவம் பெறும். நாணல் பாத்திகளிலும், அல்லிப்பூக்களின் கொத்துகளிலும், மிதக்கும் களைகளின் சிக்குகளிலும் ஆழமாக மறைந்திருக்கும் புதிர்களை அது படிப்படியாக அவிழ்த்துவிடும் என்பது இயற்கையின் ஆர்வமும் பொறுமையுமுள்ள மாணவருக்கு இருக்கும். நான் கரையில் உட்கார்ந்து, என் பைனாகுலர் மற்றும் நோட்புக்கை எடுத்துக்கொண்டு, விஷயங்கள் நடக்கும் வரை பொறுமையாக காத்திருப்பேன், அவை படிப்படியாகவும் தடையின்றி நடந்தன.",
        "இளங்கோழி போன்ற விசித்திரமான தோற்றமுடைய பறவை, நீர் அல்லிகளின் இலைகளில் நடப்பதை நான் கவனித்தேன். அது பெரும்பாலும் வெள்ளை நிறத்தில் இருந்தது, கறுப்பு நிற நெக்லஸ் அணிந்திருந்தது மற்றும் வெண்கல முதுகு மற்றும் வால் குட்டையான ஸ்டம்புடன் இருந்தது. அதில் பல தோழர்கள் லில்லி திண்டுகளில் நடந்து கொண்டிருந்தனர். ஜெட்-கருப்பு தொப்பை மற்றும் நீண்ட கறுப்பு வால் ஆகியவற்றைக் கொண்ட வேறு இறகுகளுடன் இதே போன்ற பிற நபர்களைப் பார்ப்பது எனக்கு குழப்பத்தை ஏற்படுத்தியது. அவர்கள் விசித்திரமான பூனை போன்ற அழைப்புகளை (அதனால் அவர்களின் சிங்களப் பெயர் ஹலால்-செரா) உச்சரித்து காற்றில் பறக்கும் ராட்சத பட்டாம்பூச்சிகளைப் போல தொட்டியின் ஒரு பகுதியிலிருந்து மற்றொரு பகுதிக்கு பறந்தனர்.",
        "எனது நோட்புக் ஏராளமான குறிப்புகள் மற்றும் ஓவியங்களால் நிரப்பத் தொடங்கியது. அதுதான் தொட்டியின் நீர்ப் பறவைகள் பற்றிய எனது முதல் அறிமுகம் மற்றும் அது அழகான ஃபெசண்ட்-வால் ஜக்கனா. பறவைகள் இனப்பெருக்கம் செய்யாதவை மற்றும் இனப்பெருக்கம் என இரண்டு வெவ்வேறு வகையான இறகுகளில் இருந்தன. பின்னர் நான் பல மணி நேரம் அவர்கள் தண்ணீர் அல்லிகள் மீது அழகாக நடப்பதை பார்த்துக் கொண்டிருப்பேன், ஏனெனில் அவர்களின் நீண்ட கால்விரல்கள் அவற்றின் எடையை இலைகளில் ஒரு பெரிய மேற்பரப்பில் பரவ உதவியது. அவர்கள் நடந்து செல்லும்போது பல்வேறு சிறிய உயிரினங்கள் மற்றும் தாவரங்களுக்கு உணவளித்தனர். ஜக்கானாக்கள் நீண்ட கால்களை பின்னால் இழுத்துக்கொண்டு வால் கனமான விமானத்தில் தண்ணீருக்கு மேல் தாழ்வாக பறந்தன. கறுப்பு முனைகள் கொண்ட வெள்ளை இறக்கைகள் பச்சை நீர் தாவரங்கள் பறக்கும்போது எதிரெதிரே ஒரு குறிப்பிடத்தக்க வேறுபாட்டை ஏற்படுத்தியது.",
        "நுணுக்கமாக ஆய்வு செய்ததில் தாவரங்களுக்கிடையில் புத்திசாலித்தனமான நீல நிறத் திட்டுகளின் காட்சிகள், தாவரங்களுக்கு இடையில் ஓரளவு மறைந்திருக்கும் பல சுழலும் பறவைகள் இருப்பதை வெளிப்படுத்தின. நான் பொறுமையாகப் பார்த்தபோது அவற்றில் சில திறந்த வெளியில் வந்தன, வண்ணமயமான ஊதா நிறக் கூட்டை நான் முதலில் பார்த்தேன். அது ஒரு கருஞ்சிவப்பு உண்டியலையும், நீண்ட சிவப்பு நிற கால்களையும் கொண்டிருந்தது. இறகுகள் உடலின் வெவ்வேறு பகுதிகளில் பல்வேறு நீல நிறங்களைக் கொண்டிருந்தன, அவை வயிற்றில் வான நீலம் முதல் பின்புறம் அடர் ஊதா நீலம் வரை மாறுபடும். நடந்து செல்லும்போது குட்டையான வால் மீண்டும் மீண்டும் மேலே இழுக்கப்பட்டு, வால் கீழ் வெண்மையான மறைப்புகளை ஒளிரச் செய்தது. அது தொடர்ந்து நீர் தாவரங்களுக்கு மத்தியில் உணவளித்து வந்தது, ஒரு சுவையான துண்டை ஒரு காலால் கீழே பிடித்துக் கொண்டிருந்தது, அதே நேரத்தில் பறவை அதன் குறுகிய தடிமனான உண்டியலில் அதை துண்டு துண்டாக விழுங்கியது.",
        "கூட்ஸ் தாவரங்களுக்கு மத்தியில் மறைந்திருக்கும் போது உணவளித்து, ப்ரீனிங் மற்றும் ஓய்வெடுக்கும் நாளின் பெரும்பகுதியை செலவழித்தது மற்றும் அதிக பறப்பதற்கு கொடுக்கப்படவில்லை. மாலையில் அவர்கள் திறந்த வெளியில் வந்து உடனடியாக கவனிக்கப்பட்டனர். தாமரைகள் அல்லது நாணல்களின் மீது பறந்ததால் விமானம் குறுகியதாகவும் கனமாகவும் இருந்தது. சில நேரங்களில் ஒரு கூர்மையான குறிப்பு \"trrrt..., trrrt...\" விமானத்தில் உச்சரிக்கப்பட்டது.",
        "ஒருமுறை அந்தி வேளையை நோக்கி ஒரு ஊதா நிறக் கூவம் ஒரு நாணலின் மேல் நிற்பதைக் கண்டேன். அது நாணல்களை ஒவ்வொன்றாக அதன் உண்டியலால் வளைத்து மிதித்து, நாணல் மேடையை உருவாக்கி அதன் மீது பல நிமிடங்கள் அசையாமல் நின்றது. அந்தி நேரம் நெருங்கும் போது அது அதன் மீது அமர்ந்தது, அநேகமாக இரவைக் கழிக்க வேண்டும். அதன் துணைவரும் இதேபோன்ற ஒரு தளத்தை அருகில் செய்தார்.",
        "பைனாகுலர் மூலம் தொட்டியை கவனமாக ஸ்கேன் செய்தபோது, ​​சில பழுப்பு நிற பறவைகள் காணப்பட்டன, அவற்றின் இறகுகள் பழுப்பு மற்றும் பச்சை சுற்றுப்புறங்களுடன் முழுமையாக இணைந்தன. வாத்து போன்ற சிறிய பறவைகள் தொட்டியின் நடுவில் வைக்கப்பட்டுள்ளன. அவை தாவரங்களால் ஓரளவு மறைக்கப்பட்டு அசையாமல் இருந்தன, எந்த ஊடுருவும் நபர் மீதும் எச்சரிக்கையாக இருந்தது. இதனால் விசில் அடிக்கும் டீல் அல்லது மர வாத்து பற்றிய எனது முதல் பார்வை கிடைத்தது. சில சமயங்களில் அவை தண்ணீரின் திறந்த பகுதிகளில் மெதுவாக நீந்துகின்றன, ஆனால் எப்போதும் மூடிமறைக்கும்.",
        "அவை பெரும்பாலும் அரை டஜன் பறவைகள் வரை சிறிய குழுக்களாக இருந்தன, ஆனால் சில நேரங்களில் ஜோடிகளாக இருந்தன. நீர்வாழ் தாவரங்களை உண்பதற்காக அவ்வப்போது ஒரு பறவை அதன் தலையையும் கழுத்தையும் தண்ணீருக்கு அடியில் வைக்கும். மாலை நேரங்களில் சில பறவைகள் சிறகடித்துக் கொண்டு தொட்டியைச் சுற்றிப் பறக்கும். அவை தொட்டியை சில முறை வட்டமிடலாம் அல்லது தொலைதூர உணவு தேடும் இடத்திற்கு பறந்து செல்லும்.",
        "சிறிது நேரம் கழித்து, அதன் சிறிய ஆனால் அழகான உறவினரான பருத்தி மீது என் கண்களை வைக்க முடிந்தது",
        "டீல் ஒரு நாள் நான் தொட்டியை நெருங்கியபோது, ​​ஒரு ஜோடி சிறிய வாத்துகள் வேகமாகவும் தாழ்வாகவும் பறந்து வந்து கரைக்கு அருகில் இருந்த தண்ணீரை மெதுவாகத் தாக்கியது. அவர்கள் ஒரு ஆர்வமான தவளை நடவடிக்கையில் திறந்த நீரில் மெதுவாக நீந்தத் தொடங்கினர். ஆண் அதன் தலை, கழுத்து மற்றும் வயிற்றில் தூய வெள்ளை மற்றும் பின்புறம் ஒரு உலோக பச்சை கலந்த கருப்பு. அதன் கழுத்தில் ஒரு கருப்பு காலர் இருந்தது மற்றும் மிகவும் அழகான பறவை.",
        "இருப்பினும், அதன் துணை, மாறாக, ஒரு தெளிவற்ற, பழுப்பு நிற பறவை. சில நிமிடங்களுக்குப் பிறகு, அவர்கள் ஏதோ ஒப்புக்கொள்வது போல் ஒருமையில் வேகமாகத் தலையை ஆட்டத் தொடங்கினர்.",
        "அவர்கள் தரையிறங்கியவுடன் திடீரென்று பறந்து தொட்டியின் மையத்திற்கு பறந்தனர். ஆண் விமானத்தில் வெள்ளை நிற இறக்கை பட்டையை காட்டினார். தாமரை இலைகளுக்கு நடுவே நீந்தியபோது, ​​அவற்றின் சிறிய எண்ணிக்கையின் காரணமாகவும், சுற்றுப்புறங்களுடன் அவை முழுமையாக இணைந்திருப்பதாலும், அவர்களைப் பற்றிய எனது அடுத்தடுத்த பார்வைகள் குறைவாகவே இருந்தன.",
        "நான் பொறுமையாக அமர்ந்திருந்ததால், நாளுக்கு நாள் தொட்டி அதன் மற்ற பறவையினங்களுடன் பழகியது. ஒரு ஊதா நிற ஹெரான், ஒரு மீன் வரும் வரை பொறுமையாகக் காத்திருந்தபோது, ​​நீர்ச்செடிகளுக்கு இடையே சரியான உருமறைப்பில் அசையாமல் நிற்கும். அது மெதுவாக அதன் நீண்ட இலவங்கப்பட்டை நிற கழுத்தை ஒரு மீனின் அருகில் நீட்டி, அதன் குத்து போன்ற உண்டியலால் குத்தியது. ஓய்வெடுக்கும் போது, ​​அது S வடிவில் கழுத்தை வளைத்து வைத்திருந்தது. எச்சரிக்கையாக இருக்கும் போது அது கழுத்தை நேராகவும் மேல்நோக்கியும் காட்டியது. அது அசையாமல் இருந்தது, உடல் நாணல்களுடன் முழுமையாக இணைகிறது.",
        "தொட்டியைச் சுற்றிலும் ஏராளமான குளம் ஹெரான்கள் இருந்தன. சிறிய மற்றும் நடுத்தர எக்ரேட்ஸ் இரை தேடுவதில் எப்போதும் விழிப்புடன் இருந்தன. மஞ்சள் நிறக் கோடு ஒரு மஞ்சள் கசப்பை வெளிப்படுத்தியது, அது கறுப்பு நிற இறக்கைகளில் ஒரு நாணல் படுக்கையில் நுழைந்தது. இது ஹெரான் குடும்பத்தில் மிகச்சிறிய உறுப்பினராக இருப்பதால், இந்த பறவையின் வளைந்த பழக்கம் காரணமாக எப்போதும் பார்ப்பது கடினமாக இருந்தது. ஒரு கருப்பு கசப்பு, அதன் பழுப்பு நிற கோடுகள் கொண்ட கழுத்தை தாக்கத் தயாராக இருந்தது, ஒரு நாணல் படுக்கையின் விளிம்பில் திருட்டுத்தனமாக நடந்து வந்தது. இது மிகவும் எளிதாக கவனிக்கப்பட்டது.",
        "ஒரு நாள் பல சிறிய பறவைகள் தண்ணீரில் நீந்துவதையும் டைவிங் செய்வதையும் பார்த்தபோது என் ஆர்வத்தை பெரிதும் தூண்டியது. நான் அவற்றை வாத்து குட்டிகள் என்று நினைத்தேன், ஆனால் அவற்றின் பழுப்பு, மெரூன் மற்றும் பஃப் இறகுகள் பற்றிய கூடுதல் விவரங்களை நான் சேகரித்தபோது, ​​அவை குஞ்சுகள் அல்லது சிறிய கிரெப்ஸ் என்பதை உணர்ந்தேன். நான் கவரப்பட்டேன், அவர்கள் நீச்சல், டைவிங் மற்றும் ஒருவரையொருவர் துரத்துவதைப் பார்த்து பல மணிநேரம் கழித்தேன். அவர்கள் அவ்வாறு செய்யும்போது, ​​அவர்கள் அடிக்கடி \"ஹி ஹி ஹி ஹி ஹி ஹி....\" என்று ஒரு கூச்சலான, அதிக ஒலி எழுப்பினர். டைவ் செய்த பிறகு அவர்கள் மீண்டும் எங்கு தோன்றுவார்கள் என்று சொல்வது கடினம். எப்போதாவது, நீந்தும்போது, ​​ஒரு பறவை நிறுத்தி, அதன் உடலை மேலே உயர்த்தி, எருமையின் வெள்ளை அடிப்பகுதியை வெளிப்படுத்தும், மேலும் அதன் நீச்சலை மீண்டும் தொடங்குவதற்கு முன் இறகுகளை அசைக்கும்.",
        "தொட்டியில் உள்ள சிறிய தீவுகளில் வளரும் அடர்ந்த புதர்களுக்கு இடையே ஒரு சிறிய விமானத்தில் பயணித்ததால், நான் அவ்வப்போது ஒரு கோரா அல்லது வாட்டர்காக் (வில்-குகுலா, எஸ்) பார்வையைப் பெறுவேன். கூச்ச சுபாவமுள்ள இந்த பறவைகளை பார்ப்பது மிகவும் கடினம் மற்றும் பொறுமையாக அமர்ந்து கவனிப்பதன் மூலம் மட்டுமே வெகுமதி பெற முடியும். இனப்பெருக்க காலத்தில் அவை சத்தமாகவும் சுறுசுறுப்பாகவும் மாறும், நாணல்கள் மற்றும் புதர்களுக்கு இடையில் குறுகிய விமானங்களை எடுத்து, அவற்றைப் பார்ப்பதற்கான அதிக வாய்ப்பை வழங்குகிறது.",
        "சிறிய கார்மோரண்ட்ஸ் மற்றும் இந்திய ஷாக்ஸ் திறந்த நீரின் பரப்பளவில் மீன்களுக்காக டைவ் செய்தன. சிலர் தங்கள் விரித்த இறக்கைகளை வெயிலில் உலர்த்தி, பாறையிலோ அல்லது மரத்தடியிலோ அமர்ந்து பார்த்தனர்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}