{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sustainable-economic-development-in-sri-lanka-role-of-mass-media-in-transforming-public-beliefs-and-attitudes/",
  "time_ut": 1655057280,
  "title": "Sustainable economic development in Sri Lanka: Role of mass media in transforming public beliefs and attitudes",
  "body_lines": [
    "Sri Lanka has been facing an economic crisis like never before. This crisis emerged with the COVID-19 pandemic mainly due to a drop in external earnings from tourism and foreign employment which are common to almost all countries in the region, including Bangladesh and India. However, those countries were able to recover due to the maintenance of external earnings reserves (buffer of dollars). Sri Lanka never gave much thought to reserving foreign earnings to face disasters, like COVID. The situation becomes acute with the incidence of repayment of interest and shares of foreign borrowings. Sri Lanka drew foreign loans substantially, after 2010, to develop highways, Mattala airport, and Nelum Pokuna which did not generate dollars to repay the loans. In this context, successive governments continued to borrow foreign loans to repay existing loans. Since the information on dollar inflows and outflows is not available to the public and the exchange rate is artificially controlled by the government, the dollar problem was not visible to the public until it has become a crisis.",
    "There are lots of articles explaining the reasons for the economic problems, but no adequate information is available to resolve the problems. Factors affecting economic development have been discussed for over two centuries in the development literature in economics. Adam Smith, the father of economics, pointed out that low taxes, peace, and justices are the main factors that determine the economic development in 1776. However, evidence shows that economic development cannot be achieved by ensuring these three factors anymore, and it is more complicated when countries are struggling to achieve economic development that comprises of both quantitative and qualitative development. Quantitative development means an increase in quantity and value of the products and services of a country known as Gross Domestic Product (GDP) while qualitative development is the improvement of the quality of life of the people. When examining the development of many countries, including developed countries, economic development has been achieved mainly by changing the behaviour of the people. During the last 74 years, after independence, Sri Lanka has not given due attention to human aspects of economic development. Hence, the game of conflict instead of the game of cooperation, has grown in the country over the years and continues until now. The game of cooperation is necessary for economic development in which all individuals, politicians, and members of the society alike are searching for cooperative solutions for issues related to economic development.",
    "In the case of social transformation, mass media can play a bigger role by increasing awareness. With the development of information and communication technology (ICT), passing information through media is very fast and effective. The media has already made a big impact on controlling corruption and changing political ideology from time to time through increasing awareness. Similarly, media can play a bigger role in economic development in the country. Today extensive awareness is going on highlighting who is wrong but not what should be done. Past is the past and it is not good to linger in the past. This article focuses on the role of mass media in economic development.",
    "Performance (P) of a person depends on three factors: 1) knowledge (K), 2) skills (S) and 3) attitudes (A) known as KSA. Knowledge is to know things. It links with the brain. Skills are the ability to apply knowledge to do things and are linked with parts of the body because skills develop through doing things using hands, observing things through eyes, and hearing things through the ears. Attitudes are feelings, ideas, and thoughts and they link with the heart. There are two models explaining the relationship between performance and its determinants of knowledge, skills, and attitudes. One is the additive model (P= K+S+A) and another is the multiplicative model (P=K x S x A). The additive model is an old one and it says the performance of the person depends on three factors separately. For example, if the person has no skills, they will perform to some extent due to the other two factors but not to a great extent. Alternatively, the multiplicative model says that performance depends on three factors collectively. For example, if the person has no skills the performance is zero. In other words, performance and determinants work together and they are equally impotent to determine the performance of a person. This model has further improved giving more weight to the attitudes. Accordingly, the new performance model has the square of the attitudes (P = K x S X A2) illustrating that attitudes play a significant role person’s performance. Since economic development depends on the summation of individual performance, the highest priority should be given to the attitudinal changes in society. Mass media is the most effective tool in this regard. The following attitudinal changes are required for economic development.",
    "Society, especially public sector employees, has a negative mindset about privatization. This is mainly due to fear of losing jobs and benefits. It is necessary to highlight success stories in Sri Lanka and other countries through printed and electronic media. The best example is the privatization of the Department of Telecommunication in Sri Lanka. Before privatization people had to wait more than six months to get a connection even after payments. Similarly, repairing a breakdown took days and weeks. Now, the situation has completely changed. Also, employees are better off. Another negative attitude is setting up private entities. This is due to fear of competition. The principle is competition creates efficiency and efficiency leads to development. The best example is the banking sector. At the time of government monopoly with the presence of only the Bank of Ceylon and People’s Bank, customers were in the queue for a long time to deposit and withdraw money.",
    "The situation completely changed with the establishment of the private banks.The society also has a negative attitude toward foreign direct investment. The most popular argument against foreign direct investments is the sale of national assets. Most countries, such as India, Malaysia, Thailand, and Singapore, have developed with foreign direct investments. Countries need foreign investments to develop their economies because domestic savings are inadequate for investments which generate returns, such as foreign earnings, employment, and technologies. Competition is now high for foreign investments as many countries are encouraging foreign direct investments by providing facilities such as low-rent land, and tax reliefs. India established free trade zones to attract foreign investments. The principal objective of foreign investment is obtaining foreign money. One of the reasons for the current foreign currency crisis is negative attitudes regarding foreign direct investments.",
    "Changing the attitude of the employees in the government sector is urgently required for economic development. Both local and foreign investors complained about the long process of getting things done through government organizations. Studies found that Turkey needs 6 hours for start-ups; Thailand needs 7 days and Sri Lanka needs more than 6 months. Moreover, employee productivity is low in Sri Lanka. In the garment sector, three people require getting the work done by one person in Pakistan. It is required to inculcate among employees that taxpayers’ money is spent on their salaries. The situation is more crucial in Sri Lanka because over 80 percent of the tax comprises indirect tax paid by the public. Government sector employees are the servants of the public, not the masters or puppets of politicians. The public should respect those who provide better services, not the title of the position. In the recent past, the government introduced a luxury bus service to travel from the railway station to government offices to reduce traffic in Colombo city. It failed because of attitude problems. High-ranking officials wish to come to the office by vehicle and have somebody to take their bags to the office. The situation is the same or worst with politicians.",
    "The expenditure pattern of the households also needs to be changed for economic development. In Sri Lanka, unnecessary expenditure is high compared to income whereby the domestic saving ratio is low. It is less than 25% of the DGP whereas in India the figure is 35%. Sri Lankans spend huge amounts of money on house construction and purchasing vehicles because they have social value. There is a slogan in India that is “be Indians, act Indians”. The life of the Indian people is simple. They mainly depend on things produced in India. Also, they do not spend money unnecessarily. University lecturers use motorcycles to travel short distances including travel to university. The use of bicycles is common in Japan though it produces vehicles in large quantities.",
    "The government is planning to declare the year 2023 as the year of agriculture. The success of this programme hinges on a change in the attitudes of the participants of the agricultural value chain. At present, farmers do not plan production based on the market requirements while traders are reluctant to provide information to farmers on market requirements. Also, traders hide pricing information and they do not like to establish relationships with farmers. Hence, the agricultural value chain in Sri Lanka is fragmented and disorganised resulting in high transaction costs, severe price fluctuations, low farm income, high consumer price, poor quality, and high post-harvest losses. It is an accepted fact that a sustainable agricultural value chain is required for agricultural development. Donor-funded projects such as Agricultural Modernisation Project, Smallholder Agribusiness Partnership Project, and Climate Smart Agriculture are developing agricultural value chains, but success is in question due to the lack of business discipline. In business, the customer is the king. There is no business without customers. Customers need quality, convenient and safe food at an affordable price.",
    "In Sri Lanka, the popular mechanism used to stabilise food prices is price control. It is now an outdated tool that creates artificial shortages in the market resulting from the inability to supply products. The government does not have buffer stocks and no adequate foreign currency to import any more to solve this issue. Hence, the measures should be made to increase production in the country rather than controlling the price. For instance, India introduced a three crops programme to control vegetable price hikes. Under this, the most popular short terms crops were selected. Another issue in the value chain is low prices at the harvest time causing hardship to the farmers who are mainly depending on farming income. The farmers think that the government should purchase the products at a reasonable price. This is also an old concept and is not given priority at present because of huge financial losses incurred by the Treasury. This issue can be solved by delayed selling from time to time rather than selling the entire stocks at harvest time. The government’s role is to provide financial and technical facilities to set up farm-level storage facilities. There is no country where guaranteed prices are stipulated for perishables and prices are determined by market-led production planning.",
    "Attitudinal changes are required in the decision-making process. Evidenced-based decisions are lacking. A scientific decision-making process should be adopted. It includes five steps: 1) identification of the problem, 2) finding alternative solutions, 3) evaluation of each alternative 4) selection of the best alternative, and 5) implementation of the best alternative. Also, proactive decisions are required instead of reactive decisions which are taken after the problem happened and provide solutions to the effect of the problem rather than the root causes of the problem.",
    "In Sri Lanka, it is necessary to raise awareness of four management functions: planning, organising, directing, and controlling. Planning includes the formulation of vision, mission, objectives, strategies, and activities. Organizing is the allocation of resources and staff to implement the plan. Directing means the provision of instructions necessary to undertake activities. Controlling includes monitoring the project activities in line with the plan. Most of the projects formulated, especially in agriculture, are limited to the planning function and monitoring is poor in many foreign funded projects. Many countries in the region have established, long-term continuous plans one after another that does not alter with the change of ruling party of the government. For example, India is implementing the 12th five-year plan after independence. Also, monitoring reports are submitted every year to the parliament. Educating all the stakeholders including the community is essential for the success of government projects such as home gardening. Past projects such as home gardening and tree planting fail due to poor management. The media should be alert in these areas.",
    "Youth participation in agriculture is poor and there is a need to motivate the youth to return to this vital sector. There are success stories here as well as abroad. The global trend now is the promotion of high-tech agriculture such as precision agriculture and digital agriculture. In these fields, youth entrepreneurs are urgently required.",
    "All in all, the necessary condition for economic development is attitudinal changes in the society. The role of mass media is to raise the evidence-based awareness to facilitate the attitudinal changes. Priority should be given to making awareness of how developed countries such as Japan recovered from their crisis after the World War II by changing attitudes. Print media can provide opportunities to publish articles while electronic media can provide opportunities for discussions. At present, the media is engaged in such activities, but those efforts are not adequate to change the mindset of the Sri Lankan society.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ තිරසාර ආර්ථික සංවර්ධනය: මහජන විශ්වාස සහ ආකල්ප පරිවර්තනය කිරීමේදී ජන මාධ්‍යවල කාර්යභාරය",
      "body_lines": [
        "ශ්‍රී ලංකාව පෙර නොවූ විරූ ආකාරයේ ආර්ථික අර්බුදයකට මුහුණ දී තිබේ. COVID-19 වසංගතයත් සමඟ මෙම අර්බුදය මතු වූයේ ප්‍රධාන වශයෙන් බංග්ලාදේශය සහ ඉන්දියාව ඇතුළු කලාපයේ සියලුම රටවලට පාහේ පොදු වන සංචාරක සහ විදේශ රැකියා වලින් ලැබෙන බාහිර ඉපැයීම් පහත වැටීම හේතුවෙනි. කෙසේ වෙතත්, බාහිර ඉපැයීම් සංචිත (ඩොලර් බෆරය) නඩත්තු කිරීම හේතුවෙන් එම රටවල් යථා තත්ත්වයට පත් විය. කොවිඩ් වැනි ව්‍යසනවලට මුහුණ දීම සඳහා විදේශ ඉපැයීම් වෙන්කර ගැනීමට ශ්‍රී ලංකාව කිසිවිටෙක එතරම් සිතුවේ නැත. පොළී ආපසු ගෙවීම සහ විදේශ ණය ගැනීම්වල කොටස් සිදුවීමත් සමඟ තත්ත්වය උග්‍ර වේ. ශ්‍රී ලංකාව 2010 න් පසු අධිවේගී මාර්ග, මත්තල ගුවන් තොටුපළ සහ නෙළුම් පොකුණ සංවර්ධනය සඳහා සැලකිය යුතු ලෙස විදේශ ණය ලබා ගත් අතර එම ණය ගෙවීමට ඩොලර් උපයා ගත්තේ නැත. මෙම සන්දර්භය තුළ, පවතින ණය ගෙවීම සඳහා අනුප්‍රාප්තික රජයන් අඛණ්ඩව විදේශ ණය ලබා ගත්හ. ඩොලර් ගලා ඒම සහ පිටතට ගලා ඒම පිළිබඳ තොරතුරු මහජනතාවට නොතිබීමත්, විනිමය අනුපාතිකය රජය විසින් කෘත්‍රිම ලෙස පාලනය කරන නිසාත් ඩොලර් ප්‍රශ්නය අර්බුදයක් වනතුරු මහජනතාවට පෙනෙන්නට තිබුණේ නැත.",
        "ආර්ථික ගැටළු සඳහා හේතු පැහැදිලි කරන ලිපි බොහොමයක් ඇත, නමුත් ගැටළු විසඳීම සඳහා ප්රමාණවත් තොරතුරු නොමැත. ආර්ථික සංවර්ධනයට බලපාන සාධක ආර්ථික විද්‍යාවේ සංවර්ධන සාහිත්‍යයේ සියවස් දෙකකට වැඩි කාලයක් තිස්සේ සාකච්ඡා කර ඇත. ආර්ථික විද්‍යාවේ පියා වන ඇඩම් ස්මිත් 1776 ආර්ථික සංවර්ධනය තීරණය කරන ප්‍රධාන සාධක වන්නේ අඩු බදු, සාමය සහ යුක්තිය බව පෙන්වා දුන්නේය. කෙසේ වෙතත්, මෙම කරුණු තුන තවදුරටත් සහතික කිරීමෙන් ආර්ථික සංවර්ධනයක් ළඟා කර ගත නොහැකි බව සාක්ෂි පෙන්නුම් කරයි. ප්‍රමාණාත්මක සහ ගුණාත්මක සංවර්ධනය යන දෙකෙන්ම සමන්විත ආර්ථික සංවර්ධනයක් අත්කර ගැනීමට රටවල් අරගල කරන විට වඩාත් සංකීර්ණ වේ. ප්‍රමාණාත්මක සංවර්ධනය යනු දළ දේශීය නිෂ්පාදිතය (GDP) ලෙස හැඳින්වෙන රටක නිෂ්පාදන හා සේවාවල ප්‍රමාණය හා අගය ඉහළ යාම වන අතර ගුණාත්මක සංවර්ධනය යනු ජනතාවගේ ජීවන තත්ත්වය ඉහළ නැංවීමයි. සංවර්ධිත රටවල් ඇතුළු බොහෝ රටවල සංවර්ධනය විමසා බැලීමේදී ප්‍රධාන වශයෙන්ම ආර්ථික සංවර්ධනය ළඟා වී ඇත්තේ මිනිසුන්ගේ හැසිරීම් වෙනස් කිරීමෙනි. නිදහසින් පසු පසුගිය වසර 74 තුළ ශ්‍රී ලංකාව ආර්ථික සංවර්ධනයේ මානව අංශ කෙරෙහි නිසි අවධානයක් යොමු කර නැත. එබැවින් සහයෝගීතාවයේ ක්‍රීඩාව වෙනුවට ගැටුම් ක්‍රීඩාව වසර ගණනාවක් තිස්සේ රට තුළ වර්ධනය වී මේ දක්වාම පවතී. සහයෝගීතාවයේ ක්‍රීඩාව ආර්ථික සංවර්ධනය සඳහා අවශ්‍ය වන අතර එහිදී සියලුම පුද්ගලයින්, දේශපාලනඥයන් සහ සමාජයේ සාමාජිකයින් ආර්ථික සංවර්ධනයට අදාළ ගැටළු සඳහා සහයෝගී විසඳුම් සොයමින් සිටිති.",
        "සමාජ පරිවර්තනය සම්බන්ධයෙන්, දැනුවත්භාවය වැඩි කිරීම මගින් ජන මාධ්‍යවලට විශාල කාර්යභාරයක් ඉටු කළ හැකිය. තොරතුරු හා සන්නිවේදන තාක්‍ෂණය (ICT) දියුණු වීමත් සමඟ මාධ්‍ය හරහා තොරතුරු හුවමාරු කිරීම ඉතා වේගවත් හා ඵලදායී වේ. දැනුවත්භාවය වැඩි කිරීම තුළින් දූෂණය පාලනය කිරීම සහ කලින් කලට දේශපාලන මතවාද වෙනස් කිරීම සඳහා මාධ්‍ය දැනටමත් විශාල බලපෑමක් කර ඇත. ඒ වගේ ම රටේ ආර්ථික සංවර්ධනයේ දී මාධ්‍යයට විශාල කාර්යභාරයක් කරන්න පුළුවන්. අද පුළුල් දැනුවත් කිරීමක් සිදුවෙමින් පවතින්නේ කවුද වැරදි නමුත් කළ යුතු දේ නොවේ. අතීතය අතීතයයි, අතීතයේ කල් ගෙවන්න හොඳ නැහැ. මෙම ලිපිය ආර්ථික සංවර්ධනයේ දී ජනමාධ්‍යවල කාර්යභාරය පිළිබඳව අවධානය යොමු කරයි.",
        "පුද්ගලයෙකුගේ කාර්ය සාධනය (P) සාධක තුනක් මත රඳා පවතී: 1) දැනුම (K), 2) කුසලතා (S) සහ 3) ආකල්ප (A) KSA ලෙස හැඳින්වේ. දැනුම යනු දේවල් දැන ගැනීමයි. එය මොළය සමඟ සම්බන්ධ වේ. කුසලතා යනු දෑතින් දේවල් කිරීම, ඇසින් දේවල් නිරීක්ෂණය කිරීම සහ කනෙන් දේවල් ඇසීම තුළින් කුසලතා වර්ධනය වන බැවින් දේවල් කිරීමට දැනුම යෙදීමේ හැකියාව සහ ශරීරයේ කොටස් සමඟ සම්බන්ධ වේ. ආකල්ප යනු හැඟීම්, අදහස් සහ සිතුවිලි වන අතර ඒවා හදවත සමඟ සම්බන්ධ වේ. කාර්ය සාධනය සහ එහි දැනුම, කුසලතා සහ ආකල්ප යන නිර්ණායක අතර සම්බන්ධය පැහැදිලි කරන ආකෘති දෙකක් තිබේ. එකක් ආකලන ආකෘතිය (P= K+S+A) සහ තවත් එකක් ගුණ කිරීමේ ආකෘතිය (P=K x S x A). ආකලන ආකෘතිය පැරණි එකක් වන අතර එය පවසන්නේ පුද්ගලයාගේ කාර්ය සාධනය වෙන වෙනම සාධක තුනක් මත රඳා පවතින බවයි. නිදසුනක් වශයෙන්, පුද්ගලයාට කුසලතා නොමැති නම්, අනෙක් සාධක දෙක නිසා ඔවුන් යම් ප්‍රමාණයකට ක්‍රියා කරයි, නමුත් විශාල ප්‍රමාණයකට නොවේ. විකල්පයක් ලෙස, ගුණ කිරීමේ ආකෘතිය පවසන්නේ කාර්ය සාධනය සාමූහිකව සාධක තුනක් මත රඳා පවතින බවයි. නිදසුනක් වශයෙන්, පුද්ගලයාට කුසලතා නොමැති නම්, කාර්ය සාධනය ශුන්ය වේ. වෙනත් වචන වලින් කිවහොත්, කාර්ය සාධනය සහ නිර්ණායක එකට ක්‍රියා කරන අතර පුද්ගලයෙකුගේ ක්‍රියාකාරිත්වය තීරණය කිරීමට ඒවා සමානවම බෙලහීන වේ. මෙම ආකෘතිය ආකල්පවලට වැඩි බරක් ලබා දෙමින් තවදුරටත් වැඩිදියුණු කර ඇත. ඒ අනුව, නව කාර්ය සාධන ආකෘතියට ආකල්පවල වර්ග (P = K x S X A2) ඇත, එය පුද්ගලයාගේ කාර්ය සාධනය සඳහා ආකල්ප සැලකිය යුතු කාර්යභාරයක් ඉටු කරයි. ආර්ථික සංවර්ධනය රඳා පවතින්නේ පුද්ගල කාර්ය සාධනයේ සාරාංශය මත බැවින්, සමාජයේ ආකල්පමය වෙනස්කම් සඳහා ඉහළම ප්‍රමුඛත්වය ලබා දිය යුතුය. මේ සම්බන්ධයෙන් වඩාත් ඵලදායී මෙවලම වන්නේ ජනමාධ්‍යයයි. ආර්ථික සංවර්ධනය සඳහා පහත ආකල්පමය වෙනස්කම් අවශ්‍ය වේ.",
        "සමාජය, විශේෂයෙන්ම රාජ්‍ය අංශයේ සේවකයන් පෞද්ගලීකරණය ගැන ඇත්තේ නිෂේධාත්මක මානසිකත්වයකි. මෙයට ප්‍රධාන වශයෙන් හේතු වී ඇත්තේ රැකියා සහ ප්‍රතිලාභ අහිමි වීමේ බියයි. මුද්‍රිත හා විද්‍යුත් මාධ්‍ය හරහා ශ්‍රී ලංකාවේ සහ අනෙකුත් රටවල සාර්ථක කතා ඉස්මතු කිරීම අවශ්‍ය වේ. හොඳම උදාහරණය ශ්‍රී ලංකාවේ විදුලි සංදේශ දෙපාර්තමේන්තුව පෞද්ගලීකරණය කිරීමයි. පෞද්ගලීකරණයට පෙර මුදල් ගෙවීමෙන් පසුවත් සම්බන්ධතාවයක් ලබා ගැනීමට මාස හයකට වඩා බලා සිටීමට සිදු විය. ඒ හා සමානව, බිඳවැටීමක් අලුත්වැඩියා කිරීමට දින සහ සති ගත විය. දැන් තත්ත්වය සම්පූර්ණයෙන්ම වෙනස් වී ඇත. එසේම, සේවකයින් වඩා හොඳ ය. තවත් සෘණාත්මක ආකල්පයක් වන්නේ පුද්ගලික ආයතන පිහිටුවීමයි. මෙය තරඟයට ඇති බිය නිසාය. මූලධර්මය නම් තරඟකාරිත්වය කාර්යක්ෂමතාවයක් ඇති කරන අතර කාර්යක්ෂමතාව සංවර්ධනයට මග පාදයි. හොඳම උදාහරණය බැංකු අංශයයි. ලංකා බැංකුව සහ මහජන බැංකුව පමණක් තිබූ රජයේ ඒකාධිකාරය පැවති සමයේ ගනුදෙනුකරුවන් මුදල් තැන්පත් කිරීමට හා ආපසු ගැනීමට දිගු වේලාවක් පෝලිමේ සිටියහ.",
        "පෞද්ගලික බැංකු පිහිටුවීමත් සමඟ තත්ත්වය සම්පූර්ණයෙන්ම වෙනස් විය. සෘජු විදේශ ආයෝජන සම්බන්ධයෙන් සමාජය තුළ ද ඇත්තේ නිෂේධාත්මක ආකල්පයකි. සෘජු විදේශ ආයෝජනවලට එරෙහි වඩාත් ජනප්‍රිය තර්කය වන්නේ ජාතික වත්කම් විකිණීමයි. ඉන්දියාව, මැලේසියාව, තායිලන්තය, සිංගප්පූරුව වැනි බොහෝ රටවල් සෘජු විදේශ ආයෝජනවලින් දියුණු වී ඇත. විදේශ ඉපැයීම්, රැකියා සහ තාක්ෂණය වැනි ප්‍රතිලාභ ජනනය කරන ආයෝජන සඳහා දේශීය ඉතුරුම් ප්‍රමාණවත් නොවන නිසා රටවලට ඔවුන්ගේ ආර්ථිකයන් දියුණු කිරීමට විදේශ ආයෝජන අවශ්‍ය වේ. බොහෝ රටවල් අඩු කුලී ඉඩම්, බදු සහන වැනි පහසුකම් සපයමින් සෘජු විදේශ ආයෝජන දිරිමත් කරන බැවින් විදේශ ආයෝජන සඳහා දැන් තරගය ඉහළ මට්ටමක පවතී. ඉන්දියාව විදේශ ආයෝජන ආකර්ෂණය කර ගැනීම සඳහා නිදහස් වෙළඳ කලාප ඇති කළේය. විදේශ ආයෝජනයේ ප්‍රධාන අරමුණ විදේශ මුදල් ලබා ගැනීමයි. වත්මන් විදේශ විනිමය අර්බුදයට එක් හේතුවක් වන්නේ සෘජු විදේශ ආයෝජන සම්බන්ධයෙන් පවතින සෘණාත්මක ආකල්පයි.",
        "ආර්ථික සංවර්ධනය සඳහා රාජ්‍ය අංශයේ සේවකයන්ගේ ආකල්පමය වෙනසක් වහා අවශ්‍ය වේ. රාජ්‍ය ආයතන හරහා දේවල් කර ගැනීමේ දීර්ඝ ක්‍රියාවලිය ගැන දෙස් විදෙස් ආයෝජකයෝ මැසිවිලි නැඟූහ. ආරම්භය සඳහා තුර්කියට පැය 6ක් අවශ්‍ය බව අධ්‍යයනවලින් සොයාගෙන ඇත; තායිලන්තයට දින 7ක් අවශ්‍ය වන අතර ශ්‍රී ලංකාවට මාස 6කට වැඩි කාලයක් අවශ්‍ය වේ. එපමණක් නොව ශ්‍රී ලංකාවේ සේවක ඵලදායිතාව අඩුය. ඇඟලුම් ක්‍ෂේත්‍රයේ තුන් දෙනෙකුට පකිස්තානයේ එක් අයෙකු විසින් වැඩ කරවා ගැනීමට අවශ්‍ය වේ. බදු ගෙවන්නන්ගේ මුදල් ඔවුන්ගේ වැටුප් සඳහා වැය කරන බව සේවකයින් අතර ඇති කිරීම අවශ්‍ය වේ. ශ්‍රී ලංකාවේ තත්ත්වය වඩාත් තීරණාත්මක වන්නේ බදුවලින් සියයට 80 කට වැඩි ප්‍රමාණයක් මහජනතාව විසින් ගෙවන වක්‍ර බදු වලින් සමන්විත වන බැවිනි. රාජ්‍ය අංශයේ සේවකයන් මහජනතාවගේ සේවකයන් මිස දේශපාලකයන්ගේ ස්වාමිවරුන් හෝ රූකඩයන් නොවේ. මහජනතාව ගරු කළ යුත්තේ වඩා හොඳ සේවාවක් සපයන අයට මිස තනතුරේ මාතෘකාවට නොවේ. කොළඹ නගරයේ වාහන තදබදය අවම කිරීම සඳහා දුම්රිය ස්ථානයේ සිට රජයේ කාර්යාල දක්වා ගමන් කිරීමට රජය පසුගිය කාලයේ සුඛෝපභෝගී බස් රථ සේවාවක් හඳුන්වා දුන්නේය. ආකල්පමය ගැටලු නිසා එය අසාර්ථක විය. උසස් නිලධාරීන් වාහනයකින් කාර්යාලයට පැමිණ ඔවුන්ගේ බෑග් කාර්යාලයට රැගෙන යාමට යමෙකුට කැමැත්තක් දක්වයි. දේශපාලකයන්ගේ තත්ත්වය ද එසේමය හෝ නරකම ය.",
        "ආර්ථික සංවර්ධනය සඳහා කුටුම්භවල වියදම් රටාවද වෙනස් කළ යුතුය. ශ්‍රී ලංකාවේ, ආදායමට සාපේක්ෂව අනවශ්‍ය වියදම් අධික වන අතර එමඟින් දේශීය ඉතුරුම් අනුපාතය අඩු වේ. එය DGP හි 25% ට වඩා අඩු වන අතර ඉන්දියාවේ එම අගය 35% කි. ශ්‍රී ලාංකිකයන් නිවාස ඉදිකිරීමට හා වාහන මිලදී ගැනීමට විශාල මුදලක් වැය කරන්නේ ඒවාට සමාජ වටිනාකමක් ඇති නිසාය. \"ඉන්දියානුවන් වන්න, ඉන්දියානුවන් ලෙස ක්‍රියා කරන්න\" යනුවෙන් සටන් පාඨයක් ඉන්දියාවේ තිබේ. ඉන්දියානු ජන ජීවිතය සරලයි. ඔවුන් ප්රධාන වශයෙන් ඉන්දියාවේ නිෂ්පාදනය කරන දේවල් මත රඳා පවතී. ඒ වගේම අනවශ්‍ය ලෙස මුදල් වියදම් කරන්නේ නැහැ. විශ්වවිද්‍යාල ආචාර්යවරු විශ්වවිද්‍යාල ගමන ඇතුළු කෙටි දුර ගමන් කිරීමට යතුරුපැදි භාවිත කරති. ජපානයේ විශාල වශයෙන් වාහන නිපදවන නමුත් බයිසිකල් භාවිතය බහුලව දක්නට ලැබේ.",
        "2023 වසර කෘෂිකර්මාන්ත වසර ලෙස ප්‍රකාශයට පත් කිරීමට රජය සැලසුම් කර තිබේ. මෙම වැඩසටහනේ සාර්ථකත්වය රඳා පවතින්නේ කෘෂිකාර්මික වටිනාකම් දාමයේ සහභාගිවන්නන්ගේ ආකල්පවල වෙනසක් මත ය. වර්තමානයේදී, ගොවීන් වෙළඳපල අවශ්‍යතා මත නිෂ්පාදන සැලසුම් නොකරන අතර වෙළඳුන් ගොවීන්ට වෙළඳපල අවශ්‍යතා පිළිබඳ තොරතුරු ලබා දීමට මැලිකමක් දක්වයි. එසේම, වෙළඳුන් මිල තොරතුරු සඟවන අතර ඔවුන් ගොවීන් සමඟ සබඳතා ඇති කර ගැනීමට කැමති නැත. එබැවින්, ශ්‍රී ලංකාවේ කෘෂිකාර්මික වටිනාකම් දාමය ඛණ්ඩනය වී අසංවිධානාත්මක වන අතර එහි ප්‍රතිඵලයක් ලෙස ඉහළ ගනුදෙනු පිරිවැය, දැඩි මිල උච්චාවචනයන්, අඩු ගොවිපල ආදායම, ඉහළ පාරිභෝගික මිල, දුර්වල තත්ත්වය සහ ඉහළ පසු අස්වනු පාඩු සිදුවේ. කෘෂිකාර්මික සංවර්ධනය සඳහා තිරසාර කෘෂිකාර්මික අගය දාමයක් අවශ්‍ය බව පිළිගත් කරුණකි. කෘෂිකාර්මික නවීකරණ ව්‍යාපෘතිය, කුඩා වතු හිමියන්ගේ කෘෂි ව්‍යාපාර හවුල් ව්‍යාපෘතිය සහ දේශගුණ ස්මාර්ට් කෘෂිකර්මය වැනි පරිත්‍යාගශීලීන්ගේ අරමුදල් සහිත ව්‍යාපෘති කෘෂිකාර්මික වටිනාකම් දාමයන් සංවර්ධනය කරමින් පවතින නමුත් ව්‍යාපාරික විනය නොමැතිකම හේතුවෙන් සාර්ථකත්වය ප්‍රශ්නාර්ථයකි. ව්‍යාපාරයේ දී පාරිභෝගිකයා රජ වේ. ගනුදෙනුකරුවන් නොමැතිව ව්යාපාරයක් නොමැත. පාරිභෝගිකයින්ට දැරිය හැකි මිලකට ගුණාත්මක, පහසු සහ ආරක්ෂිත ආහාර අවශ්‍ය වේ.",
        "ශ්‍රී ලංකාව තුළ ආහාර මිල ස්ථාවර කිරීම සඳහා භාවිතා කරන ජනප්‍රිය යාන්ත්‍රණය මිල පාලනයයි. එය දැන් යල් පැන ගිය මෙවලමක් වන අතර එය නිෂ්පාදන සැපයීමට නොහැකි වීමෙන් වෙළඳපොලේ කෘතිම හිඟයක් ඇති කරයි. මෙම ප්‍රශ්නය විසඳීම සඳහා තවදුරටත් ආනයනය කිරීමට ප්‍රමාණවත් විදේශ මුදල් තොගයක් රජය සතුව නොමැත. ඒ නිසා මිල පාලනය කරනවාට වඩා රටේ නිෂ්පාදනය වැඩි කිරීමට කටයුතු කළ යුතුයි. නිදසුනක් වශයෙන්, ඉන්දියාව එළවළු මිල ඉහළ යාම පාලනය කිරීම සඳහා තුන් බෝග වැඩසටහනක් හඳුන්වා දුන්නේය. මේ යටතේ වඩාත් ජනප්‍රිය කෙටිකාලීන බෝග තෝරා ගන්නා ලදී. වටිනාකම් දාමයේ ඇති තවත් කරුණක් වන්නේ ප්‍රධාන වශයෙන් ගොවිතැන් ආදායම මත යැපෙන ගොවීන් දුෂ්කරතාවයට පත් කරන අස්වැන්න නෙළන අවස්ථාවේ මිල අඩු වීමයි. ගොවීන් සිතන්නේ රජය සාධාරණ මිලකට නිෂ්පාදන මිලදී ගත යුතු බවයි. මෙයද පැරණි සංකල්පයක් වන අතර, භාණ්ඩාගාරයට සිදුවී ඇති විශාල මූල්‍ය අලාභයක් හේතුවෙන් දැනට ප්‍රමුඛත්වය ලබා නොදේ. අස්වැන්න නෙළන කාලයට සම්පූර්ණ තොග විකිණීමට වඩා කලින් කලට ප්‍රමාද වී විකිණීමෙන් මෙම ප්‍රශ්නය විසඳිය හැකිය. රජයේ කාර්යභාරය වන්නේ ගොවිපල මට්ටමේ ගබඩා පහසුකම් පිහිටුවීම සඳහා මූල්‍ය හා තාක්ෂණික පහසුකම් සැපයීමයි. දිරාපත් වන ද්‍රව්‍ය සඳහා සහතික මිල නියම කර වෙළඳපල මූලික කරගත් නිෂ්පාදන සැලසුම් මගින් මිල තීරණය කරන රටක් නොමැත.",
        "තීරණ ගැනීමේ ක්‍රියාවලියේදී ආකල්පමය වෙනස්කම් අවශ්‍ය වේ. සාක්ෂි මත පදනම් වූ තීරණ හිඟයි. විද්‍යාත්මක තීරණ ගැනීමේ ක්‍රියාවලියක් අනුගමනය කළ යුතුයි. එයට පියවර පහක් ඇතුළත් වේ: 1) ගැටලුව හඳුනා ගැනීම, 2) විකල්ප විසඳුම් සෙවීම, 3) එක් එක් විකල්පය ඇගයීම 4) හොඳම විකල්පය තෝරා ගැනීම සහ 5) හොඳම විකල්පය ක්‍රියාත්මක කිරීම. එසේම, ගැටලුව ඇති වූ පසු ගන්නා ප්‍රතික්‍රියාශීලී තීරණ වෙනුවට ක්‍රියාශීලී තීරණ අවශ්‍ය වන අතර ගැටලුවේ මූල හේතු වලට වඩා ගැටලුවේ බලපෑමට විසඳුම් සපයයි.",
        "ශ්‍රී ලංකාව තුළ, සැලසුම් කිරීම, සංවිධානය කිරීම, මෙහෙයවීම සහ පාලනය කිරීම යන කළමනාකරණ කාර්යයන් හතරක් පිළිබඳව දැනුවත් කිරීම අවශ්‍ය වේ. සැලසුම්කරණයට දැක්ම, මෙහෙවර, අරමුණු, උපාය මාර්ග සහ ක්‍රියාකාරකම් සැකසීම ඇතුළත් වේ. සංවිධානය කිරීම යනු සැලැස්ම ක්රියාත්මක කිරීම සඳහා සම්පත් හා කාර්ය මණ්ඩලය වෙන් කිරීමයි. මෙහෙයවීම යනු ක්‍රියාකාරකම් සිදුකිරීමට අවශ්‍ය උපදෙස් සැපයීමයි. සැලැස්මට අනුකූලව ව්‍යාපෘති ක්‍රියාකාරකම් අධීක්ෂණය කිරීම පාලනයට ඇතුළත් වේ. විශේෂයෙන් කෘෂිකර්මාන්තයේ සම්පාදනය කරන ලද ව්‍යාපෘති බොහොමයක් සැලසුම් කිරීමේ කාර්යයට සීමා වී ඇති අතර විදේශ අරමුදල් සපයන බොහෝ ව්‍යාපෘතිවල අධීක්‍ෂණය දුර්වලයි. කලාපයේ බොහෝ රටවල් ආණ්‌ඩුවේ පාලක පක්‍ෂය වෙනස්‌ වීමත් සමඟ වෙනස්‌ නොවන දිගුකාලීන අඛණ්ඩ සැලසුම් එකින් එක පිහිටුවා ඇත. උදාහරණයක් ලෙස ඉන්දියාව නිදහසින් පසු 12 වැනි පස් අවුරුදු සැලැස්ම ක්‍රියාත්මක කරයි. ඒ වගේම සෑම වසරකම අධීක්ෂණ වාර්තා පාර්ලිමේන්තුවට ඉදිරිපත් කරනවා. ගෙවතු වගාව වැනි රජයේ ව්‍යාපෘති සාර්ථක කර ගැනීම සඳහා ප්‍රජාව ඇතුළු සියලුම පාර්ශ්වකරුවන් දැනුවත් කිරීම අත්‍යවශ්‍ය වේ. ගෙවතු වගාව, රුක් සිටුවීම වැනි අතීත ව්‍යාපෘති අසාර්ථක වන්නේ කළමනාකරණයේ දුර්වලතා නිසාය. මේ ප්‍රදේශවල මාධ්‍ය අවදියෙන් සිටිය යුතුයි.",
        "කෘෂිකාර්මික කටයුතු සඳහා තරුණ සහභාගීත්වය දුර්වල වන අතර මෙම වැදගත් අංශයට නැවත පැමිණීමට තරුණයින් පෙළඹවීම අවශ්‍ය වේ. පිටරටවල වගේම මෙහෙත් සාර්ථක කතා තියෙනවා. දැන් ගෝලීය ප්‍රවණතාවය වන්නේ නිරවද්‍ය කෘෂිකර්මය සහ ඩිජිටල් කෘෂිකර්මය වැනි අධි තාක්‍ෂණික කෘෂිකර්මාන්තය ප්‍රවර්ධනය කිරීමයි. මෙම ක්ෂේත්‍ර සඳහා තරුණ ව්‍යවසායකයින් වහා අවශ්‍ය වේ.",
        "සමස්තයක් වශයෙන් ගත් කල, ආර්ථික සංවර්ධනය සඳහා අවශ්‍ය කොන්දේසිය වන්නේ සමාජයේ ආකල්පමය වෙනස්කම් ය. ජන මාධ්‍යවල කාර්යභාරය වන්නේ ආකල්පමය වෙනස්කම් සඳහා පහසුකම් සැලසීම සඳහා සාක්ෂි මත පදනම් වූ දැනුවත්භාවය ඉහළ නැංවීමයි. ජපානය වැනි සංවර්ධිත රටවල් දෙවන ලෝක යුද්ධයෙන් පසු තම අර්බුදයෙන් ගොඩ ආ ආකාරය ආකල්ප වෙනස් කරමින් දැනුවත් කිරීමට ප්‍රමුඛත්වය දිය යුතුය. මුද්‍රිත මාධ්‍ය මඟින් ලිපි පළ කිරීමට අවස්ථාව සලසා දිය හැකි අතර විද්‍යුත් මාධ්‍ය මඟින් සාකච්ඡා සඳහා අවස්ථා ලබා දිය හැකිය. වර්තමානය වන විට මාධ්‍ය එවැනි ක්‍රියාකාරකම්වල යෙදී සිටින නමුත් ශ්‍රී ලාංකීය සමාජයේ මානසිකත්වය වෙනස් කිරීමට එම උත්සාහයන් ප්‍රමාණවත් නොවේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையில் நிலையான பொருளாதார அபிவிருத்தி: பொது நம்பிக்கைகள் மற்றும் அணுகுமுறைகளை மாற்றுவதில் வெகுஜன ஊடகங்களின் பங்கு",
      "body_lines": [
        "இலங்கை முன்னெப்போதும் இல்லாத வகையில் பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளது. இந்த நெருக்கடியானது கோவிட்-19 தொற்றுநோயால் வெளிப்பட்டது, முக்கியமாக சுற்றுலா மற்றும் வெளிநாட்டு வேலைவாய்ப்பில் இருந்து வெளிவரும் வருமானம் வீழ்ச்சியடைந்தது, இது வங்கதேசம் மற்றும் இந்தியா உட்பட பிராந்தியத்தில் உள்ள அனைத்து நாடுகளுக்கும் பொதுவானது. இருப்பினும், அந்த நாடுகள் வெளிப்புற வருவாய் கையிருப்பு (டாலர்களின் தாங்கல்) பராமரிப்பின் காரணமாக மீட்க முடிந்தது. கோவிட் போன்ற பேரழிவுகளை எதிர்கொள்ள வெளிநாட்டு வருமானத்தை ஒதுக்குவது பற்றி இலங்கை ஒருபோதும் சிந்திக்கவில்லை. வட்டி மற்றும் வெளிநாட்டு கடன்களின் பங்குகளை திருப்பிச் செலுத்தும் நிகழ்வுகளால் நிலைமை மோசமாகிறது. 2010 ஆம் ஆண்டுக்குப் பின்னர், நெடுஞ்சாலைகள், மத்தள விமான நிலையம் மற்றும் நெலும் பொகுண போன்றவற்றை அபிவிருத்தி செய்வதற்காக இலங்கை கணிசமான அளவில் வெளிநாட்டுக் கடன்களைப் பெற்றுள்ளது. இந்நிலையில், தொடர்ந்து வந்த அரசுகள், ஏற்கனவே உள்ள கடனை அடைப்பதற்காக, வெளிநாட்டுக் கடன்களை தொடர்ந்து பெற்று வந்தன. டாலர் வரத்து, வெளியேற்றம் குறித்த தகவல்கள் பொதுமக்களுக்குக் கிடைக்காததாலும், மாற்று விகிதத்தை செயற்கையாக அரசு கட்டுப்படுத்துவதாலும், டாலர் பிரச்னை நெருக்கடியாக மாறும் வரை பொதுமக்களுக்குப் புலப்படவில்லை.",
        "பொருளாதாரச் சிக்கல்களுக்கான காரணங்களை விளக்கும் கட்டுரைகள் ஏராளமாக உள்ளன, ஆனால் பிரச்சனைகளைத் தீர்க்க போதுமான தகவல்கள் இல்லை. பொருளாதார வளர்ச்சியைப் பாதிக்கும் காரணிகள் இரண்டு நூற்றாண்டுகளாக பொருளாதார வளர்ச்சி இலக்கியங்களில் விவாதிக்கப்பட்டுள்ளன. பொருளாதாரத்தின் தந்தை ஆடம் ஸ்மித், 1776 இல் பொருளாதார வளர்ச்சியை நிர்ணயிக்கும் முக்கிய காரணிகள் குறைந்த வரிகள், அமைதி மற்றும் நீதிகள் என்று சுட்டிக்காட்டினார். இருப்பினும், இந்த மூன்று காரணிகளை உறுதி செய்வதன் மூலம் பொருளாதார வளர்ச்சியை அடைய முடியாது என்பதற்கான சான்றுகள் காட்டுகின்றன. அளவு மற்றும் தரமான வளர்ச்சியை உள்ளடக்கிய பொருளாதார வளர்ச்சியை அடைய நாடுகள் போராடும் போது மிகவும் சிக்கலானது. அளவு வளர்ச்சி என்பது மொத்த உள்நாட்டு உற்பத்தி (GDP) எனப்படும் ஒரு நாட்டின் தயாரிப்புகள் மற்றும் சேவைகளின் அளவு மற்றும் மதிப்பின் அதிகரிப்பு ஆகும், அதே நேரத்தில் தரமான வளர்ச்சி என்பது மக்களின் வாழ்க்கைத் தரத்தை மேம்படுத்துவதாகும். வளர்ந்த நாடுகள் உட்பட பல நாடுகளின் வளர்ச்சியை ஆராயும் போது, ​​மக்களின் நடத்தையை மாற்றுவதன் மூலம் பொருளாதார வளர்ச்சி முக்கியமாக அடையப்பட்டுள்ளது. சுதந்திரத்திற்குப் பின்னர் கடந்த 74 வருடங்களில் இலங்கை பொருளாதார அபிவிருத்தி தொடர்பான மனித அம்சங்களுக்கு உரிய கவனம் செலுத்தவில்லை. எனவே, கூட்டுறவு விளையாட்டிற்கு பதிலாக மோதல் விளையாட்டு, பல ஆண்டுகளாக நாட்டில் வளர்ந்து இன்று வரை தொடர்கிறது. பொருளாதார வளர்ச்சிக்கு ஒத்துழைப்பு விளையாட்டு அவசியம், இதில் அனைத்து தனிநபர்கள், அரசியல்வாதிகள் மற்றும் சமூகத்தின் உறுப்பினர்கள் பொருளாதார வளர்ச்சி தொடர்பான பிரச்சினைகளுக்கு ஒத்துழைப்பு தீர்வுகளைத் தேடுகிறார்கள்.",
        "சமூக மாற்றத்தின் விஷயத்தில், விழிப்புணர்வை அதிகரிப்பதன் மூலம் வெகுஜன ஊடகங்கள் பெரிய பங்கை வகிக்க முடியும். தகவல் மற்றும் தொடர்பு தொழில்நுட்பத்தின் (ICT) வளர்ச்சியுடன், ஊடகங்கள் மூலம் தகவல்களை அனுப்புவது மிக வேகமாகவும் பயனுள்ளதாகவும் இருக்கிறது. ஊழலைக் கட்டுப்படுத்துவதிலும், விழிப்புணர்வை அதிகரிப்பதன் மூலம் அவ்வப்போது அரசியல் சித்தாந்தங்களை மாற்றுவதிலும் ஊடகங்கள் ஏற்கனவே பெரும் தாக்கத்தை ஏற்படுத்தியுள்ளன. அதேபோன்று, நாட்டின் பொருளாதார வளர்ச்சியில் ஊடகங்கள் பெரும் பங்காற்ற முடியும். யார் தவறு செய்கிறார்கள் ஆனால் என்ன செய்ய வேண்டும் என்பதில் இன்று விரிவான விழிப்புணர்வு நடந்து வருகிறது. கடந்த காலம் கடந்தது, கடந்த காலத்தில் நீடிப்பது நல்லதல்ல. இந்த கட்டுரை பொருளாதார வளர்ச்சியில் வெகுஜன ஊடகங்களின் பங்கு பற்றி கவனம் செலுத்துகிறது.",
        "ஒரு நபரின் செயல்திறன் (P) மூன்று காரணிகளைப் பொறுத்தது: 1) அறிவு (K), 2) திறன்கள் (S) மற்றும் 3) KSA எனப்படும் அணுகுமுறைகள் (A). அறிவு என்பது விஷயங்களை அறிவது. இது மூளையுடன் இணைகிறது. திறன்கள் என்பது விஷயங்களைச் செய்வதற்கு அறிவைப் பயன்படுத்துவதற்கான திறன் மற்றும் உடலின் பாகங்களுடன் இணைக்கப்பட்டுள்ளது, ஏனெனில் கைகளைப் பயன்படுத்தி விஷயங்களைச் செய்வதன் மூலம் திறன்கள் வளரும், கண்கள் மூலம் விஷயங்களைக் கவனிப்பது மற்றும் காதுகள் மூலம் விஷயங்களைக் கேட்பது. மனப்பான்மை என்பது உணர்வுகள், கருத்துக்கள் மற்றும் எண்ணங்கள் மற்றும் அவை இதயத்துடன் இணைக்கப்படுகின்றன. செயல்திறன் மற்றும் அதன் அறிவு, திறன்கள் மற்றும் மனப்பான்மை ஆகியவற்றுக்கு இடையேயான உறவை விளக்கும் இரண்டு மாதிரிகள் உள்ளன. ஒன்று சேர்க்கை மாதிரி (P= K+S+A) மற்றொன்று பெருக்கல் மாதிரி (P=K x S x A). சேர்க்கை மாதிரி பழையது மற்றும் அது நபரின் செயல்திறன் மூன்று காரணிகளை தனித்தனியாக சார்ந்துள்ளது என்று கூறுகிறது. உதாரணமாக, ஒரு நபருக்கு திறன்கள் இல்லை என்றால், அவர்கள் மற்ற இரண்டு காரணிகளால் ஓரளவு செயல்படுவார்கள், ஆனால் பெரிய அளவில் இல்லை. மாற்றாக, பெருக்கல் மாதிரியானது செயல்திறன் மூன்று காரணிகளை கூட்டாக சார்ந்துள்ளது என்று கூறுகிறது. உதாரணமாக, ஒரு நபருக்கு திறமை இல்லை என்றால், செயல்திறன் பூஜ்ஜியமாகும். வேறு வார்த்தைகளில் கூறுவதானால், செயல்திறன் மற்றும் தீர்மானிப்பவர்கள் ஒன்றாக வேலை செய்கிறார்கள் மற்றும் அவை ஒரு நபரின் செயல்திறனை தீர்மானிக்க சமமாக ஆற்றலற்றவை. இந்த மாதிரியானது அணுகுமுறைகளுக்கு அதிக எடையைக் கொடுத்து மேலும் மேம்படுத்தப்பட்டுள்ளது. அதன்படி, புதிய செயல்திறன் மாதிரியானது மனோபாவங்களின் வர்க்கத்தைக் கொண்டுள்ளது (P = K x S X A2) மனோபாவம் ஒரு நபரின் செயல்திறனில் குறிப்பிடத்தக்க பங்கை வகிக்கிறது என்பதை விளக்குகிறது. பொருளாதார வளர்ச்சி என்பது தனிநபர் செயல்திறனின் கூட்டுத்தொகையைச் சார்ந்து இருப்பதால், சமூகத்தில் ஏற்படும் மனப்பான்மை மாற்றங்களுக்கு அதிக முன்னுரிமை அளிக்கப்பட வேண்டும். இந்த விஷயத்தில் வெகுஜன ஊடகம் மிகவும் பயனுள்ள கருவியாகும். பொருளாதார வளர்ச்சிக்கு பின்வரும் அணுகுமுறை மாற்றங்கள் தேவை.",
        "சமூகம், குறிப்பாக பொதுத்துறை ஊழியர்கள், தனியார்மயம் குறித்து எதிர்மறையான மனநிலையில் உள்ளனர். இது முக்கியமாக வேலை மற்றும் நன்மைகளை இழக்கும் பயம் காரணமாகும். அச்சு மற்றும் இலத்திரனியல் ஊடகங்கள் மூலம் இலங்கையிலும் ஏனைய நாடுகளிலும் வெற்றிக் கதைகளை முன்னிலைப்படுத்துவது அவசியமாகும். இலங்கையில் தொலைத்தொடர்பு திணைக்களம் தனியார் மயமாக்கப்பட்டமை சிறந்த உதாரணம். தனியார்மயமாக்கலுக்கு முன், பணம் செலுத்திய பின்னரும் இணைப்பைப் பெற மக்கள் ஆறு மாதங்களுக்கும் மேலாக காத்திருக்க வேண்டியிருந்தது. இதேபோல், பழுதடைந்ததை சரிசெய்வதற்கு நாட்கள் மற்றும் வாரங்கள் ஆனது. இப்போது, ​​நிலைமை முற்றிலும் மாறிவிட்டது. மேலும், பணியாளர்கள் சிறப்பாக உள்ளனர். மற்றொரு எதிர்மறையான அணுகுமுறை தனியார் நிறுவனங்களை அமைப்பதாகும். இதற்கு போட்டி பயம் தான் காரணம். போட்டி செயல்திறனை உருவாக்குகிறது மற்றும் செயல்திறன் வளர்ச்சிக்கு வழிவகுக்கிறது என்பது கொள்கை. சிறந்த உதாரணம் வங்கித் துறை. இலங்கை வங்கியும், மக்கள் வங்கியும் மட்டுமே அரசாங்கத்தின் ஏகபோக உரிமையில் இருந்த காலத்தில், வாடிக்கையாளர்கள் பணத்தை டெபாசிட் செய்யவும், எடுக்கவும் நீண்ட நேரம் வரிசையில் காத்திருந்தனர்.",
        "தனியார் வங்கிகளின் ஸ்தாபனத்துடன் நிலைமை முற்றிலும் மாறிவிட்டது. சமூகமும் அந்நிய நேரடி முதலீட்டுக்கு எதிர்மறையான அணுகுமுறையைக் கொண்டுள்ளது. அந்நிய நேரடி முதலீடுகளுக்கு எதிரான மிகவும் பிரபலமான வாதம் தேசிய சொத்துக்களை விற்பனை செய்வதாகும். இந்தியா, மலேசியா, தாய்லாந்து, சிங்கப்பூர் போன்ற பெரும்பாலான நாடுகள் அன்னிய நேரடி முதலீடுகளால் வளர்ச்சியடைந்துள்ளன. வெளிநாட்டு வருவாய், வேலைவாய்ப்பு மற்றும் தொழில்நுட்பங்கள் போன்ற வருமானத்தை உருவாக்கும் முதலீடுகளுக்கு உள்நாட்டு சேமிப்பு போதுமானதாக இல்லாததால், நாடுகளுக்கு தங்கள் பொருளாதாரத்தை மேம்படுத்த வெளிநாட்டு முதலீடுகள் தேவைப்படுகின்றன. குறைந்த வாடகைக்கு நிலம், வரிச்சலுகை போன்ற வசதிகளை அளித்து பல நாடுகள் அன்னிய நேரடி முதலீடுகளை ஊக்குவித்து வருவதால் தற்போது வெளிநாட்டு முதலீடுகளுக்கு போட்டி அதிகமாக உள்ளது. அந்நிய முதலீடுகளை ஈர்க்க இந்தியா சுதந்திர வர்த்தக மண்டலங்களை நிறுவியது. அந்நிய முதலீட்டின் முக்கிய நோக்கம் வெளிநாட்டுப் பணத்தைப் பெறுவதுதான். தற்போதைய அந்நியச் செலாவணி நெருக்கடிக்கான காரணங்களில் ஒன்று அந்நிய நேரடி முதலீடுகள் தொடர்பான எதிர்மறையான அணுகுமுறையாகும்.",
        "பொருளாதார வளர்ச்சிக்கு அரசுத் துறை ஊழியர்களின் அணுகுமுறையை மாற்றுவது அவசரத் தேவை. உள்நாட்டு மற்றும் வெளிநாட்டு முதலீட்டாளர்கள் அரசாங்க அமைப்புகளின் மூலம் நீண்ட காலச் செயல்பாட்டினைப் பற்றி புகார் தெரிவித்தனர். துருக்கியில் ஸ்டார்ட்-அப்களுக்கு 6 மணிநேரம் தேவை என்று ஆய்வுகள் கண்டறிந்துள்ளன; தாய்லாந்துக்கு 7 நாட்களும் இலங்கைக்கு 6 மாதங்களுக்கும் மேலாகவும் தேவை. மேலும், இலங்கையில் பணியாளர் உற்பத்தித்திறன் குறைவாக உள்ளது. ஆடைத் துறையில், பாகிஸ்தானில் ஒரு நபரின் வேலையை மூன்று பேர் செய்ய வேண்டும். வரி செலுத்துவோரின் பணம் அவர்களின் சம்பளத்திற்காக செலவழிக்கப்படுகிறது என்பதை ஊழியர்கள் மத்தியில் வலியுறுத்த வேண்டும். இலங்கையில் நிலைமை மிகவும் முக்கியமானது, ஏனெனில் வரியில் 80 சதவீதத்திற்கும் அதிகமானவை பொதுமக்களால் செலுத்தப்படும் மறைமுக வரியை உள்ளடக்கியது. அரசுத்துறை ஊழியர்கள் பொதுமக்களின் சேவகர்களே தவிர, அரசியல்வாதிகளின் எஜமானர்களோ அல்லது கைப்பாவைகளோ அல்ல. சிறந்த சேவைகளை வழங்குபவர்களை பொதுமக்கள் மதிக்க வேண்டும், பதவிக்கு அல்ல. கொழும்பு நகரின் போக்குவரத்தை குறைப்பதற்காக ரயில் நிலையத்தில் இருந்து அரச அலுவலகங்களுக்கு செல்வதற்கு அண்மைக்காலமாக சொகுசு பஸ் சேவையை அரசாங்கம் அறிமுகப்படுத்தியது. அணுகுமுறை பிரச்சனைகளால் அது தோல்வியடைந்தது. உயர் அதிகாரிகள் வாகனத்தில் அலுவலகத்திற்கு வர விரும்புகிறார்கள் மற்றும் அலுவலகத்திற்கு தங்கள் பைகளை எடுத்துச் செல்ல யாராவது இருக்க வேண்டும். அரசியல்வாதிகளின் நிலையும் அப்படித்தான் அல்லது மோசமானது.",
        "பொருளாதார வளர்ச்சிக்கு குடும்பங்களின் செலவு முறையும் மாற்றப்பட வேண்டும். இலங்கையில், வருமானத்துடன் ஒப்பிடுகையில் தேவையற்ற செலவுகள் அதிகம், இதன் மூலம் உள்நாட்டு சேமிப்பு விகிதம் குறைவாக உள்ளது. இது டிஜிபியின் 25%க்கும் குறைவானது, இந்தியாவில் இந்த எண்ணிக்கை 35% ஆகும். இலங்கையர்கள் வீடு கட்டுவதற்கும் வாகனங்களை கொள்வனவு செய்வதற்கும் பெரும் தொகையை செலவிடுகின்றனர். \"இந்தியர்களாக இருங்கள், இந்தியர்களாக செயல்படுங்கள்\" என்று இந்தியாவில் ஒரு முழக்கம் உள்ளது. இந்திய மக்களின் வாழ்க்கை எளிமையானது. அவை முக்கியமாக இந்தியாவில் உற்பத்தி செய்யப்படும் பொருட்களையே சார்ந்துள்ளது. மேலும், தேவையில்லாமல் பணத்தைச் செலவு செய்ய மாட்டார்கள். பல்கலைக்கழக விரிவுரையாளர்கள் பல்கலைக்கழகத்திற்கு பயணம் உட்பட குறுகிய தூரம் பயணிக்க மோட்டார் சைக்கிள்களைப் பயன்படுத்துகின்றனர். ஜப்பானில் அதிக அளவில் வாகனங்களை உற்பத்தி செய்தாலும் மிதிவண்டிகளின் பயன்பாடு பொதுவானது.",
        "2023ஆம் ஆண்டை விவசாய ஆண்டாக அறிவிக்க அரசு திட்டமிட்டுள்ளது. இந்தத் திட்டத்தின் வெற்றி விவசாய மதிப்புச் சங்கிலியில் பங்கேற்பாளர்களின் அணுகுமுறையில் ஏற்படும் மாற்றத்தைச் சார்ந்துள்ளது. தற்போது, ​​விவசாயிகள் சந்தைத் தேவைகளின் அடிப்படையில் உற்பத்தியைத் திட்டமிடுவதில்லை, அதே நேரத்தில் சந்தைத் தேவைகள் குறித்த தகவல்களை விவசாயிகளுக்கு வழங்க வணிகர்கள் தயங்குகிறார்கள். மேலும், வியாபாரிகள் விலை விவரங்களை மறைத்து, விவசாயிகளுடன் உறவை ஏற்படுத்த விரும்புவதில்லை. எனவே, இலங்கையில் விவசாய மதிப்புச் சங்கிலி துண்டு துண்டாக மற்றும் ஒழுங்கற்றதாக உள்ளது, இதன் விளைவாக அதிக பரிவர்த்தனை செலவுகள், கடுமையான விலை ஏற்ற இறக்கங்கள், குறைந்த பண்ணை வருமானம், அதிக நுகர்வோர் விலை, மோசமான தரம் மற்றும் அதிக அறுவடைக்குப் பிந்தைய இழப்புகள். விவசாய வளர்ச்சிக்கு நிலையான விவசாய மதிப்புச் சங்கிலி தேவை என்பது ஏற்றுக்கொள்ளப்பட்ட உண்மை. நன்கொடையாளர் நிதியுதவி திட்டங்களான வேளாண்மை நவீனமயமாக்கல் திட்டம், சிறுதொழிலாளர் விவசாய கூட்டுத் திட்டம் மற்றும் காலநிலை ஸ்மார்ட் வேளாண்மை ஆகியவை விவசாய மதிப்பு சங்கிலிகளை உருவாக்குகின்றன, ஆனால் வணிக ஒழுக்கம் இல்லாததால் வெற்றி கேள்விக்குறியாக உள்ளது. வியாபாரத்தில் வாடிக்கையாளரே ராஜா. வாடிக்கையாளர்கள் இல்லாமல் வணிகம் இல்லை. வாடிக்கையாளர்களுக்கு மலிவு விலையில் தரமான, வசதியான மற்றும் பாதுகாப்பான உணவு தேவை.",
        "இலங்கையில், உணவுப் பொருட்களின் விலையை நிலைநிறுத்துவதற்குப் பயன்படுத்தப்படும் பிரபலமான வழிமுறை விலைக் கட்டுப்பாடு ஆகும். இது இப்போது காலாவதியான கருவியாகும், இது தயாரிப்புகளை வழங்க இயலாமையின் விளைவாக சந்தையில் செயற்கை பற்றாக்குறையை உருவாக்குகிறது. இந்த சிக்கலை தீர்க்க அரசாங்கத்திடம் பஃபர் ஸ்டாக் இல்லை மற்றும் இறக்குமதி செய்ய போதுமான வெளிநாட்டு நாணயம் இல்லை. எனவே, விலைவாசியை கட்டுப்படுத்துவதை விட, நாட்டில் உற்பத்தியை அதிகரிக்க நடவடிக்கை எடுக்க வேண்டும். உதாரணமாக, காய்கறி விலை உயர்வைக் கட்டுப்படுத்த இந்தியா மூன்று பயிர்கள் திட்டத்தை அறிமுகப்படுத்தியது. இதன் கீழ், மிகவும் பிரபலமான குறுகிய கால பயிர்கள் தேர்ந்தெடுக்கப்பட்டன. மதிப்புச் சங்கிலியில் உள்ள மற்றொரு பிரச்சினை அறுவடை நேரத்தில் குறைந்த விலை என்பது விவசாய வருமானத்தையே நம்பியிருக்கும் விவசாயிகளுக்குக் கஷ்டத்தை ஏற்படுத்துகிறது. விளைபொருட்களை அரசு நியாயமான விலையில் கொள்முதல் செய்ய வேண்டும் என விவசாயிகள் நினைக்கின்றனர். இதுவும் ஒரு பழைய கருத்தாகும், மேலும் திறைசேரிக்கு பெரும் நிதி இழப்பு ஏற்பட்டுள்ளதால் தற்போது முன்னுரிமை வழங்கப்படவில்லை. அறுவடை நேரத்தில் முழு இருப்புகளையும் விற்பதை விட, அவ்வப்போது தாமதமாக விற்பதன் மூலம் இந்தப் பிரச்சினையைத் தீர்க்க முடியும். பண்ணை அளவிலான சேமிப்பு வசதிகளை அமைப்பதற்கு நிதி மற்றும் தொழில்நுட்ப வசதிகளை வழங்குவது அரசாங்கத்தின் பங்கு. அழிந்துபோகக்கூடிய பொருட்களுக்கு உத்தரவாத விலை நிர்ணயம் செய்யப்பட்டு, சந்தையின் அடிப்படையிலான உற்பத்தித் திட்டமிடல் மூலம் விலை நிர்ணயிக்கப்படும் நாடு எதுவும் இல்லை.",
        "முடிவெடுக்கும் செயல்பாட்டில் மனோபாவ மாற்றங்கள் தேவை. சான்றுகள் அடிப்படையிலான முடிவுகள் குறைவு. அறிவியல் பூர்வமாக முடிவெடுக்கும் முறை பின்பற்றப்பட வேண்டும். இது ஐந்து படிகளை உள்ளடக்கியது: 1) சிக்கலை அடையாளம் காணுதல், 2) மாற்று தீர்வுகளைக் கண்டறிதல், 3) ஒவ்வொரு மாற்றீட்டையும் மதிப்பீடு செய்தல் 4) சிறந்த மாற்றீட்டைத் தேர்ந்தெடுப்பது மற்றும் 5) சிறந்த மாற்றீட்டை செயல்படுத்துதல். மேலும், சிக்கல் ஏற்பட்ட பிறகு எடுக்கப்படும் எதிர்வினை முடிவுகளுக்குப் பதிலாக செயலூக்கமான முடிவுகள் தேவை மற்றும் பிரச்சனையின் மூல காரணங்களை விட பிரச்சனையின் விளைவுகளுக்கு தீர்வுகளை வழங்குகின்றன.",
        "இலங்கையில், திட்டமிடல், ஒழுங்கமைத்தல், இயக்குதல் மற்றும் கட்டுப்படுத்துதல் ஆகிய நான்கு முகாமைத்துவ செயற்பாடுகள் பற்றிய விழிப்புணர்வை ஏற்படுத்துவது அவசியமாகும். திட்டமிடல் பார்வை, பணி, குறிக்கோள்கள், உத்திகள் மற்றும் செயல்பாடுகளை உருவாக்குவதை உள்ளடக்கியது. ஒழுங்கமைத்தல் என்பது திட்டத்தை செயல்படுத்த வளங்கள் மற்றும் பணியாளர்களை ஒதுக்கீடு செய்வதாகும். இயக்குதல் என்பது நடவடிக்கைகளை மேற்கொள்வதற்கு தேவையான அறிவுறுத்தல்களை வழங்குவதாகும். திட்டத்திற்கு ஏற்ப திட்ட நடவடிக்கைகளை கண்காணிப்பதை கட்டுப்படுத்துவது அடங்கும். குறிப்பாக விவசாயத்தில் உருவாக்கப்பட்ட பெரும்பாலான திட்டங்கள் திட்டமிடல் செயல்பாட்டிற்கு மட்டுப்படுத்தப்பட்டவை மற்றும் பல வெளிநாட்டு நிதியுதவி திட்டங்களில் கண்காணிப்பு மோசமாக உள்ளது. பிராந்தியத்தில் உள்ள பல நாடுகள், அரசாங்கத்தின் ஆளும் கட்சி மாற்றத்துடன் மாறாத நீண்டகால தொடர்ச்சியான திட்டங்களை ஒன்றன் பின் ஒன்றாக நிறுவியுள்ளன. உதாரணமாக, இந்தியா சுதந்திரம் அடைந்த பிறகு 12வது ஐந்தாண்டு திட்டத்தை செயல்படுத்தி வருகிறது. மேலும், கண்காணிப்பு அறிக்கைகள் ஒவ்வொரு ஆண்டும் நாடாளுமன்றத்தில் சமர்ப்பிக்கப்படுகின்றன. வீட்டுத்தோட்டம் போன்ற அரசாங்க திட்டங்களின் வெற்றிக்கு சமூகம் உட்பட அனைத்து பங்குதாரர்களுக்கும் கல்வி கற்பது அவசியம். வீட்டுத்தோட்டம், மரம் நடுதல் போன்ற கடந்தகால திட்டங்கள் மோசமான நிர்வாகத்தால் தோல்வியடைந்தன. இந்த பகுதிகளில் ஊடகங்கள் எச்சரிக்கையாக இருக்க வேண்டும்.",
        "விவசாயத்தில் இளைஞர்களின் பங்களிப்பு குறைவாக உள்ளது, மேலும் இந்த முக்கிய துறைக்கு திரும்ப இளைஞர்களை ஊக்குவிக்க வேண்டிய அவசியம் உள்ளது. வெளிநாடுகளைப் போலவே இங்கும் வெற்றிக் கதைகள் உள்ளன. துல்லிய விவசாயம் மற்றும் டிஜிட்டல் விவசாயம் போன்ற உயர் தொழில்நுட்ப விவசாயத்தை ஊக்குவிப்பதே இப்போது உலகளாவிய போக்கு. இந்தத் துறைகளில், இளைஞர் தொழில்முனைவோர் அவசரமாகத் தேவைப்படுகிறார்கள்.",
        "மொத்தத்தில், பொருளாதார வளர்ச்சிக்கு அவசியமான நிபந்தனை சமூகத்தில் மனப்பான்மை மாற்றங்கள். வெகுஜன ஊடகங்களின் பங்கு, அணுகுமுறை மாற்றங்களை எளிதாக்குவதற்கு ஆதார அடிப்படையிலான விழிப்புணர்வை ஏற்படுத்துவதாகும். இரண்டாம் உலகப் போருக்குப் பிறகு ஜப்பான் போன்ற வளர்ந்த நாடுகள் எவ்வாறு தங்கள் நெருக்கடியிலிருந்து மீண்டன என்பதை மனப்பான்மையை மாற்றுவதன் மூலம் விழிப்புணர்வை ஏற்படுத்துவதற்கு முன்னுரிமை அளிக்கப்பட வேண்டும். அச்சு ஊடகங்கள் கட்டுரைகளை வெளியிடுவதற்கான வாய்ப்புகளை வழங்க முடியும் அதே வேளையில் மின்னணு ஊடகங்கள் கலந்துரையாடலுக்கான வாய்ப்புகளை வழங்க முடியும். தற்போது ஊடகங்கள் இவ்வாறான செயற்பாடுகளில் ஈடுபட்டு வருகின்றன.ஆனால் அந்த முயற்சிகள் இலங்கை சமூகத்தின் மனநிலையை மாற்றுவதற்கு போதுமானதாக இல்லை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}