{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-new-sri-lanka-or-more-of-the-old/",
  "time_ut": 1651241820,
  "title": "A new Sri Lanka, or more of the old?",
  "body_lines": [
    "What happens to a mass scale uprising when it loses its radical potential? It loses direction, focus, and the will to continue. The protests unfolding in the country have cut across ethnic and social divisions, unifying disparate classes and groups that once warred with each other. One middle-class protester, a private university student, celebrates the IUSF’s entry into the protests and claims that class is a fictional construct that does not matter, that the common enemy is the State, and that the Rajapaksas are their nemeses. Yet when a prominent State university lecturer notes the irony of public university bashing upper middle-class protesters joining hands with the IUSF, she is put down for promoting class divisions.",
    "In a thoughtful post on social media, Dr Chamindra Weerawardhana acknowledges the urge among (predominantly young) protesters to belittle ethnic and class distinctions, but notes that it does the protests no credit to erase those distinctions away. Celebrating a Sri Lankan identity based on a common opposition to political elites, Dr Weerawardhana notes, does not weaken such demarcations but in fact reinforces them. Historically marginalised groups, to give the most obvious example, have been facing the brunt of State power over the last five decades, making any comparisons between them and other more privileged groups and communities rather meaningless, if not downright farcical.",
    "At the ethnic level, there has been much debate over whether the protests ought to incorporate demands for de-militarisation in the north-east, the acknowledgement of war crimes, and opposition to continued harassment of minorities across the country. The Galle Face protests soured a little when a choir brought in to sing the national anthem, ostensibly as a show of unity against the Rajapaksas, did not include the Tamil version. Several tweets and social media posts later, amidst much debate and discussion, the event was re-enacted, this time with the Tamil version intact. Yet that did not keep the debates away.",
    "Two lines of opinion seem to have been drawn over this and similar controversies. On the one hand, protesters fault activists for sowing division in the protests, and for highlighting a very fine distinction that the Rajapaksas and their acolytes can use to pinpoint a lack of unity among the demonstrators. On the other hand, activists argue that there has never been, and never will be, a better time to acknowledge how the country’s laws fail to apply equally to every community, and that opposition to the Rajapaksas ought to take note of systemic flaws that predate the arrival of the First Family. While an overwhelmingly Sinhala speaking crowd embrace the first opinion, I am decidedly in favour of the latter.",
    "Leaderless, though not rudderless, the Galle Face Green protests have highlighted a firm commitment to the overthrow of the status quo. Yet caught up in a movement targeting personalities, even the most ostensibly radical of demonstrations can turn a blind eye to crucial systemic faults. I firmly believe it would be a betrayal of the Galle Face mandate, as it stands, to ignore legitimate concerns, like minority rights, on the pretext that they tend to dilute what the protesters are targeting, namely the removal of the Rajapaksas. The biggest tragedy would be to view these two goals as contradictory, when they are not, and to ignore that these protests have co-opted multiple elements and shades of opinion.",
    "Indeed, the fact that Galle Face Green has been visited by those who opposed the burial of COVID-19 victims, a policy which needlessly distressed the Muslim community, should alert us to the dangers of letting everyone and anyone be a part of these protests. As Rathindra Kuruwita points out in a recent piece to The Diplomat (“Sri Lanka’s Leaderless Protests”), the absence of a political leadership over the Occupy Galle Face movement, while in tune with an anarchist attitude to politics, can in the long term open that movement to the risk of not just infiltration, but also hijacking, by insidious, regressive elements.",
    "It’s the same story at the level of social class. All of a sudden, neoliberal commentators who preached revolution against the Rajapaksas are praising the status quo, on the basis that the government is implementing what they consider to be necessary economic reforms and that these must not be opposed. To be sure, their true colours were apparent from the word go: when the Rajapaksa regime let go of price controls late last year, a prominent spokesperson for this crowd tweeted that though unpopular, it was the correct decision. Yet owing to the mass scale uprisings against price hikes and currency devaluation, not to mention prospects of a recession in the near future, the contradiction between popular demands for relief and neoliberal prescriptions of austerity has become more pronounced than ever.",
    "Past experience should tell us that IMF recommended economic reforms do not, and will not, bring relief to the masses. The Abdel Fattah el-Sisi government in Egypt has negotiated a massive USD 12 billion package from Washington, in return for austerity measures. Far from reducing poverty, such measures have, inter alia, contributed to a hike in the extreme poverty rate from 5.3 percent of the population in 2015 to 6.2 percent in 2017/2018. The results of a biannual report on household finances, published in 2019, clearly give the lie to the claim of IMF reforms benefiting the poorer classes on two counts: that cash transfers will compensate for welfare cuts, and that subsidies benefit a middle-class.",
    "Far from providing relief for the poor and removing “wasteful” subsidies from the middle-class, these measures have further crushed the former and pushed the latter to the very brink of poverty. As Heba al-Laithy, an advisor for the Central Agency for Public Mobilization and Statistics (CAPMAS), which wrote and published the report, clearly notes,",
    "“It is often said that energy subsidies are a waste or that the rich benefit the most from it. This is untrue. The poor do not have cars but they bear the burden of soaring mass transit costs and other indirect impacts of the rise in energy prices…. What happened is that the savings from subsidy cuts were not used in spending on health and education for example… [T]he fiscal savings from subsidy cuts was used to lower the budget deficit while at least 50% should have been allocated to compensate the people.”",
    "More worryingly, all these reforms have been and are being overseen by a patently authoritarian government. Now, the hypocrisy of neoliberal commentators is that they would place the authoritarian tag on regimes that attempt to control and regulate the economy, but not on those that actually use State power to liberalise and deregulate it. This is the paradox that explains why right-wing economic commentators in Sri Lanka demonise the Gotabaya Rajapaksa government’s attempts at controlling prices or restricting imports, while looking back rather nostalgically at the J. R. Jayewardene years.",
    "It’s not that there aren’t alternatives. There are. Howard Nicholas has been touting one alternative for years: a strategy of export-led industrialisation. Yet shot down by neoliberal commentators and fellow travellers, such strategies have never really seen the light of day. Commentators identifying themselves with the right, with IMF reforms, note that they are not just impractical, but require authoritarian political structures, of the sort that South-East Asian countries had during the Cold War. According to this view of things, South-East Asia’s industrialisation experience does not fit Sri Lanka because, unlike the Tiger economies, we are a fully-fledged democracy that cannot afford to go down that path.",
    "While largely accurate, the neoliberal justification of no industrialisation is not a little hypocritical. On the one hand, whether industrialisation requires authoritarianism from the centre or not, IMF austerity certainly does: an inconvenient truth commentators tend to skirt around. On the other hand, such commentators now caution against comparing this country to the South-East Asian experience, arguing that what happened there suited those economies and will not suit ours: a fine enough assertion, except for years, if not decades, Sri Lanka’s neoliberal economists and commentators have been advocating South-East Asian style free market policies and reforms without considering whether, to paraphrase their own shibboleths, what happened there will suit our situation.",
    "Ironic as this may be, it merely pinpoints the neoliberal tendency to cherry-pick. While decrying political authoritarianism of the sort associated with central economic planning, they see no issue with political authoritarianism that goes with economic liberalisation vis-à-vis the IMF. This is why the same political elites who condemn the Rambukkana incident can idealise the Jayewardene years, failing to note the link between neoliberal reforms and working class and peasant resistance which was the hallmark of those supposedly good old days. I believe this needs to be called out for what it is: rank hypocrisy.",
    "The burden, then, is essentially on us: do we protest the Rajapaksas while foregoing on these concerns, or do we view the two along the same lines? It is ridiculous to expect a radical movement against the status quo if we belittle other concerns. Yet that is exactly what a complacent majoritarian and an equally complacent neoliberal tendency among the protesters are leading us to. We need to course-correct, immediately.",
    "PARLIAMENTARY SYSTEM: WOMB OF RACISM, SEPARATISM & CIVIL WAR; PORTAL FOR LANKA’S FALL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}