{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-reinforces-unity-plaza-as-lankas-it-hub-with-slt-mobitel-fibre/",
  "time_ut": 1650549240,
  "title": "SLT-MOBITEL reinforces Unity Plaza as Lanka’s IT Hub with SLT-Mobitel Fibre",
  "body_lines": [
    "SLT-MOBITEL, the national ICT solutions provider, entered into an agreement with On’ally Holdings PLC to provide Colombo’s Unity Plaza, Sri Lanka’s IT Hub with cutting edge ICT solutions through SLT-Mobitel Fibre technology.",
    "The agreement was signed recently between Janaka Abeysinghe, Chief Executive Officer, SLT and Mohamed Hisham Jamaldeen, Managing Director, On’ally Holdings PLC recently with senior representatives from both organisations present at the event.",
    "Unity Plaza is recognized as Sri Lanka’s largest computer services mall and IT hub. The building boasts five floors of IT retail shops and computer repair centers along with five floors of commercial offices. Unity Plaza is committed to provide the best shopping experience to customers and creating a thriving information technology centre. The building is set to go undertake a major infrastructure upgrade to meet international standards.",
    "Janaka Abeysinghe, Chief Executive Officer, SLT, said, “As Sri Lanka’s recognized commercial IT hub, we understand On’ally Holdings’ requirement of ensuring their customers experience a new era of speed and connectivity. SLT-MOBITEL ICT solutions delivered over SLT-Mobitel Fibre technology will support the communication needs of Unity Plaza tenants with increased reliability and lower latency that will optimize their productivity and business efficiency.”",
    "Mohamed Hisham Jamaldeen -Managing Director (On’ally Holdings PLC) noted, “The quality of communications and level of services are particularly important to all our tenants. With SLT-MOBITEL ICT infrastructure and fibre technology, we are confident of offering smart building services and enhanced speeds meeting the highest standards required by our customers,”",
    "SLT-MOBITEL’s Fibre technology at Unity Plaza will provide a smart building solution to meet the needs of next generation building connectivity. SLT-MOBITEL’s ICT infrastructure implemented through SLT-Mobitel Fibre will enhance productivity, enabling innovation-focus workplaces for Unity Plaza tenants. SLT-MOBITEL will deploy its Fibre technology with unprecedented speeds, superior best-in-class network performance for all occupants.",
    "Aitken Spence Travels first in the industry to be certified for Occupational Health and Safety",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}