{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-india-eyeing-over-water-power-cable-connection-minister-94879/",
  "time_ut": 1653803820,
  "title": "Sri Lanka India eyeing over-water power cable connection: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka and India is eyeing an over-water cable to link the power grids of the two countries, dropping an earlier plan for a submarine cable, Power and Energy Minister Kanchana Wijesekera said.",
    "“There had been several proposals to interconnect the grids of India and Sri Lanka over the years,” Minister Kanchana Wijesekera told a reporter at the weekly cabinet news briefing.",
    "“They are still at the discussion level. At first, it was to be connected through a submarine cable. But due to cost issues, an overhead cable is now discussed with a shorter length.",
    "Linking the India and Sri Lanka power grids had been discussed since the 1970s.",
    "The new plan involves a joint venture between Power Grid Corporation India and the Ceylon Electricity Board.",
    "The plan got renewed attention after 2002, United State Agency for International Development (USAID/South Asia Regional Initiative on Energy Project) and another feasibility study was also conducted in 2011 by Power Grid Corporation of India Ltd (PGCIL).",
    "An earlier plan involves a 285 kilometre High Voltage Direct Current link from Madurai to Anuradhapura, with 50 kilometres of submarine cabling.",
    "Both the studies have concluded that a short term and a medium term link was more feasible than a long term one.",
    "The short-term link will generate 500MW and a medium and long-term link will be 1000MW between the two countries.",
    "As per the studies based on the cost, the construction of a high voltage direct current (HVDC) link from Madurai to Anuradhapura was suggested.",
    "According to the PGCIL, the cost of constructing a short-term link (500MW) would be 340 million dollars while the longer/medium term link would cost 430 million dollars.",
    "The two countries were initially planning to set up a 500MegaWatt cable at 340 million dollars and which would be upgraded to 1000MW later. (Colombo/May29/2022)"
  ]
}