{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/India-asks-IMF-to-assist-Sri-Lanka/108-235263",
  "time_ut": 1650352200,
  "title": "India asks IMF to assist Sri Lanka",
  "body_lines": [
    "Managing Director of the International Monetary Fund (IMF) Kristalina Georgieva , in her meeting with Indian Finance Minister Nirmala Sitharaman, praised India for extending financial support to Sri Lanka , a statement from the Indian government said .",
    "The Indian Minister indicated that the IMF would continue to assist Sri Lanka.",
    "Union Minister for Finance and Corporate Affairs Ms. Sitharaman had a bilateral meeting with Ms Georgieva.",
    "Both, the Finance Minister and the Managing Director, were accompanied by senior officials like Shri Anantha V. Nageswaran, Chief Economic Advisor, Ministry of Finance, Government of India, and Ms Gita Gopinath, FDMD of IMF.",
    "During the meeting, they discussed issues of importance for India besides several issues currently being faced by the global and the regional economies.",
    "Ms Georgieva highlighted the resilience of India which remains the fastest-growing country across the globe despite challenges posed by the COVID-19 pandemic. Ms Georgieva also referred to an effective policy mix followed by India that was well targeted. She lauded India for its contribution to the capacity development activities of the IMF.",
    "Ms Georgieva praised India’s vaccination programme and the help extended to its neighbour and other vulnerable economies. The IMF MD particularly brought reference to the help India is providing to Sri Lanka during their difficult economic crisis. Smt. Sitharaman indicated that IMF should support and urgently provide financial assistance to Sri Lanka. The Managing Director assured the Finance Minister that the IMF would continue to actively engage with Sri Lanka.",
    "Discussing the recent geopolitical developments, Smt. Sitharaman and Ms Georgieva raised concerns about its impact on global economy and the challenges linked to the rising energy prices due to it.",
    "Explaining India’s policy approach, Smt. Sitharaman mentioned that an accommodative fiscal stance was also accompanied by major structural reforms, including the bankruptcy code and targeted help to MSME and other vulnerable sections.",
    "Smt. Sitharaman said that Monetary Authority fully supported and complemented these efforts with an accommodative stance.",
    "The Finance Minister further stated that India has been helped by good agricultural output, supported by a good monsoon during the COVID pandemic period. Agricultural exports, along with other exports, have also sharply increased.  India is entering into new economic activities which will help resolve some of the global supply chain issues, She concluded."
  ]
}