{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-likely-to-face-more-scrutiny-in-september-unhrc-session-91418/",
  "time_ut": 1646752200,
  "title": "Sri Lanka likely to face more scrutiny in September UNHRC session",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may have to convince the international community more on its human rights efforts before another resolution at the United Nations Human Rights Council (UNHRC) meeting in September as the island nation has been asked to do more to address past alleged rights abuses.",
    "Before the Sri Lankan delegation left to Geneva to participate in the 49th UNHRC session, the government attempted to activate some of its domestic processes including the Office of Missing Person (OMP) and the Office of National Unity and Reconciliation (ONUR).",
    "The government also tabled an amendment to the country’s anti-terrorism law, the Prevention of Terrorism Act (PTA,) in parliament and released a number of people arrested under the PTA including lawyer Hejaz Hizbullah and poet Ahnaf Jazeem, long demanded by international rights groups.",
    "However, it also faced new allegations that were forwarded at the latest UNHRC session including the government’s alleged failure to find the masterminds of the 2019 Easter Sunday attack and the alleged muzzling of opposition legislators and minorities critical of the government.",
    "Apart from these, individual complaints by Sri Lankans also have been sent in a confidential manner to the UNHRC about how their fundamental rights are being breached under successive governments, sources who were aware of such complaints told EconomyNext.",
    "Sri Lanka’s Catholic Church leader Cardinal Malcom Ranjith’s meeting with the UN human rights chief Michelle Bachelet has sought to change the perception of Catholic nations, especially in the Latin American belt, a source who has the knowledge on the meetings said.",
    "According the resolution passed at the UN body last year, Bachelet has received a mandate to collect evidence of crimes allegedly committed during Sri Lanka’s long civil war, which ended with an upsurge of alleged civilian deaths attributed to both the Sri Lankan army and Tamil Tiger rebels.",
    "Many rights activists and some Western nations still see Sri Lanka’s measures including proposed amendments to the anti-terror law, reactivating the work of the OMP and ONUR as attempts to hoodwink the international community.",
    "However, none of these measures managed to convince the UN and international community.",
    "Bachelet on Friday’s session in Geneva said there have been some recent signs of increased engagement by the government with her office and certain steps to initiate reforms.",
    "“I encourage the Government to take further steps to address the fundamental problems with the PTA, as well as undertake the deeper legal, institutional and security sector reforms that are critically needed, to put an end to impunity and prevent any recurrence of past violations,” Bachelet said.",
    "“Regrettably, the past year has also seen further obstruction and setbacks to accountability. Victims and their families continue to be denied truth and justice.  And the Government’s response to criticism has constricted democratic and civic space, including for essential human rights advocacy.",
    "“Two years after the expression of commitments to pursue an “inclusive, domestically designed and executed reconciliation and accountability process” before this Council, the Government has still not produced a credible road map on transitional justice towards accountability and reconciliation.”",
    "President Gotabaya Rajapaksa’s Sri Lanka Podujana Peremuna (SLPP)-led coalition, which earlier opposed all views on addressing past rights abuses from the West, the UN, and global rights groups, has been on reverse gear since the country started to face an economic and debt crisis.",
    "The European Union has threatened to withdraw Sri Lanka’s access to the GSP plus trade concession worth over 500 million US dollars if Sri Lanka does not fulfil its commitments including repealing the PTA as it agreed to in 2016.",
    "Some western nation including Canada and the United States have already imposed targeted sanctions on military personnel who are accused of war crimes.",
    "“The current Government has not only demonstrated its unwillingness to pursue accountability – it has incorporated military officials implicated in alleged war crimes into the highest levels of Government, reinforcing a narrative of impunity,” the UN rights chief said.",
    "Though Sri Lanka started to address most of the rights concerns, it hardly had the time to reconcile with minorities which have accused the SLPP-led coalition of not taking strong action against racism and targeted violence against minorities since it came to power.",
    "“The expression of ethno-religious nationalism in State institutions has become more visible, increasing the marginalisation and fear of minority communities, and undermining reconciliation,” Bachelet said.",
    "“Since the end of 2020, we have noted a significant increase in land disputes, mainly related to Buddhist heritage conservation or forestry protection, that are exacerbating grievances of minority communities and creating new tensions.”",
    "The UN rights boss also questioned the independence of country’s key commissions and institutions after the passage of the 20th amendment to strengthen the powers enjoyed by the president.",
    "“I am also deeply concerned by continued reports of surveillance, harassment and intimidation of civil society organisations, human rights defenders and journalists by police and intelligence services,” Bachelet said.",
    "“Repeated incidents of deaths in custody and in alleged armed encounters with police are alarming. We also continue to receive allegations of ill-treatment and torture by police and military. This highlights the importance of fundamental security-sector reforms.”",
    "She also said the victims of the 2019 Easter Sunday bombings and religious leaders also continue to call for justice, reparation and a full account of the circumstances of those attacks, in particular the role of the security establishment.",
    "Bachelet’s comments on Easter Sunday victims came after Sri Lanka’s Malcom Cardinal Ranjith personally visited Geneva and placed his statement officially to the UNHCR on the plight of the victims in the attack along with a request to ensure justice.",
    "The Cardinal said the Easter Sunday attack – which killed 269 including 47 foreign nationals from 14 countries – first appeared to be the work of Islamic extremists but subsequent investigations indicated that “this massacre was part of a grand political plot.”",
    "He said the SLPP-led government has failed to mete out justice to the victims despite repeated requests and there are attempts to harass and intimidate those who clamour for justice instead of uncovering the truth behind the attack and prosecuting those responsible.",
    "Many rights activists say the Cardinal’s request could become a game changer in the future in forcing Sri Lanka’s government to address alleged past human rights violations, given the likelihood of Catholic-dominated nations will now also call on the government to address UNHRC demands.",
    "Meanwhile, Sri Lanka’s Core Group said its concerns over surveillance and intimidation of civil society persists and detentions, threats and intimidation of journalists and human rights defenders continue while the proposed changes to the PTA are very limited and its longstanding concerns still remain.",
    "“The new ‘One Country One Law’ taskforce risks undermining Sri Lanka’s pluralist society. We urge Sri Lanka to ensure that this taskforce’s work is inclusive and non-discriminatory,” the UK’s Global Ambassador for Human Rights Rita French in her statement on behalf of  the core group said.",
    "Human rights activists and officials who visited Geneva said the sessions on Sri Lanka for the first time saw Christians and Sinhalese speaking against human rights violations by an incumbent government for the first time.",
    "Opposition legislator Harin Fernando and Cardinal Ranjith were given 1.5-minute slot each under the NGO time slot where 10 NGOs were given the opportunity to speak.",
    "“It is an alarm bell for Sri Lanka,” said a rights activist based in Geneva told EconomyNext.",
    "“Now pressure is mounting on Sri Lanka as most countries spoke on Monday asked it to address concerns.”",
    "Sri Lanka for its part said there were serious anomalies and weaknesses in Bachelet’s report presented to the Council.",
    "However, some diplomats based in Sri Lanka say Sri Lanka’s credibility among the international community has eroded due to its past record and another resolution is likely in September depending on the government’s responses to UNHRC’s call to address human rights abuses.",
    "Sri Lanka’s Foreign Minister G L Peiris criticized the UNHRC’s move to find evidence against the government’s past human rights abuses.",
    "“The fundamental deficiency is its intolerably intrusive character, impinging as it does on core functions and responsibilities of organs of the Sri Lankan State, overwhelmingly mandated by the people of our country at three successive elections” he told the UNHRC,” he told in his statement addressing the Council.",
    "“Despite our rejection of the resolution, we will continue our voluntary international undertakings on human rights and engage with the United Nations, including with this Council,” he said.",
    "“We are dismayed by the High Commissioner’s unwarranted onslaught on seminal institutions of our country which function under the aegis of Sri Lanka’s Constitution and legal system, emanating from a rich and varied cultural heritage, and are subject to stringent review processes which form an integral part of our tried and tested laws.”",
    "On Tuesday, Sri Lanka’s foreign ministry said the country “received overwhelming support from countries of the Global South who expressed support for the Government’s significant efforts towards reconciliation and reiterated the importance of objective and constructive cooperation as the fundamental basis for multilateral engagement”.",
    "“Of the 45 countries that spoke at the Interactive Dialogue, 31 spoke in support of Sri Lanka. Sri Lanka received cross-regional support from a broad spectrum of states of South, South East and Central Asia and the African Group,” the Foreign Ministry said in its statement. (Colombo/Mar08/2022)"
  ]
}