{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CPA-says-deeply-concerned-over-Rambukkana-violence/56-733782",
  "time_ut": 1650652860,
  "title": "CPA says deeply concerned over Rambukkana violence",
  "body_lines": [
    "Urges law enforcement officers and others to refrain from resorting to violence",
    "Says a swift and transparent accountability process is essential to ensure the situation on the ground does not spiral out of control",
    "The Centre for Policy Alternatives (CPA) said it is deeply concerned by the violence witnessed on 19 April in Rambukkana, which has resulted in the death of one person and reports of dozens more injured, after law enforcement officers opened fire on protestors agitating on the recent increase on fuel prices.",
    "CPA urged law enforcement officers and others to refrain from resorting to violence and called for an immediate independent investigation to be conducted into the incident; and to hold perpetrators accountable.",
    "“A swift and transparent accountability process is essential to ensure the situation on the ground does not spiral out of control,” CPA said in a statement.",
    "“CPA has constantly reiterated that any response from law enforcement must be proportionate and has condemned the use of disproportionate force when dealing with protestors. The Sri Lankan State has a long history of using violence when dealing with its citizens, and it is tragic that, yet another life has been lost through this abusive practice. It is essential that the Fundamental Rights of citizens are respected, and any abuse of power and use of force under the guise of maintaining peace is not tolerated,” the Centre said. CPA also expressed solidarity with those engaged in peaceful methods of protest.",
    "“These economic hardships are a direct result of mismanagement, by authorities who have yet to constructively engage with the demands of the protestors and provide solutions to the multiple challenges faced by the people. CPA hopes that this protest movement will lead to initiating essential structural and legislative reforms, addressing entrenched corruption and authoritarian governance, focusing on structural inequalities and assisting the most vulnerable in our society, addressing the root causes of conflict and genuine reckoning for Sri Lanka’s cycles of violence, among others,” the CPA said.",
    "CPA also said that while it recognises protestors have the right to peacefully protest, it is important that they remain peaceful, at the very least in order to prevent any excuse on the part of law enforcement to crack down on the expression of dissent through protest. “Violence will not resolve the ongoing crisis and will disproportionately harm the most vulnerable members of our society. As such CPA calls on all citizens of Sri Lanka to ensure that ongoing protests are peaceful and be cautious of subversive elements who instigate violence,” CPA said."
  ]
}