{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-investors-switching-to-govt-securities-in-view-of-current-uncertainties/",
  "time_ut": 1649337600,
  "title": "CSE investors switching to govt. securities in view of current uncertainties",
  "body_lines": [
    "CSE investors are now switching to other fixed income instruments, especially to government securities like Treasury Bills, due the current economic, political and social uncertainties, stock analysts told this newspaper.",
    "It is said that the secondary market remained inactive on the previous day despite the yields in the weekly bills auction soaring over 300 basis points, market participants said.",
    "CSE investor sentiment has suffered immensely and it is in negative territory because the government is yet to provide solutions to any economic woes. This has prompted people to switch to the other fixed income avenues, especially government securities, market sources explained.",
    "It is said that in the bond market the three- month yield went up 120 basis points to 14.12 per cent. The previously weighted average yield auctioned at 12.92 per cent. The six-month yield went up 311 basis points to 15.36 per cent. In previous times the weighted average yield rate was 12.25 per cent. The twelve -month bill yield rose 341 basis points to 15.69 per cent. At the previous auction, the weighted average yield was 12.28 per cent.",
    "Amid those developments both indices moved downwards and all the counters showed price depreciation. The All- Share Price Index went down by 301 .6 points and S and P SL20 declined by 122.8 points. Turnover stood at Rs 1.4 billion with one crossing. The crossing took place in DFCC, which crossed 689,000 shares to the tune of Rs 33 million; its shares traded at Rs 48.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Rs 517 million (3.3 million shares traded), Browns Investments Rs 176 million (28.8 million shares traded), LOLC Finance Rs 111.5 million (13.2 million shares traded), LOLC Holdings Rs 60.4 million (150,000 shares traded), Aitken Spence Rs 50 million (634,000 shares traded), CTC Rs 43.3 million (66,000 shares traded) and Access Engineering Rs 37.6 million (2.5 million shares traded). During the day 72.5 million share volumes changed hands in 16000 transactions.",
    "Diversified engineering company Luminex Ltd. has secured official approval from the CSE for its Rs.250 million initial public offering (IPO), which is scheduled to open on the 26th of this month.",
    "The company plans to issue 31.25 million new ordinary voting shares at an offer price of Rs.8 per share, to be listed on CSE’s Diri Savi Board.",
    "Navara Capital Ltd. has been appointed as financial advisors and managers to the issue. Earlier this week, CL Synergy postponed its Rs.1.3 billion IPO, which was scheduled for 7th of this month, citing short-term uncertainties in the market due to political and social unrest in the country. Luminex specializes in telecommunication network development, electrical engineering (low tension (LT) and high tension (HT)), civil, water and sewerage construction.",
    "Yesterday, the rupee was quoted at Rs 310 against the US dollar in commercial banks. Commercial banks were offering to sell dollars for telegraphic transfers at between Rs 310-313 and buy between Rs 295-300 on the previous day.",
    "The Central Bank indicative spot rate remained flat at Rs 309.38 buying rate and the selling rate at 319.99.",
    "Power and fuel crises expected to severely hit SL’s tea industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}