{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/last-chance-for-govt/",
  "time_ut": 1650214560,
  "title": "Last chance for govt.",
  "body_lines": [
    "Neither the Occupy-Galle-Face protesters nor the members of the Rajapaksa family are going home! Having dug their heels in, they are engaged in a game of chicken at the expense of much-needed political stability, upon which hinges the country’s economic recovery. A new Cabinet is to be appointed shortly in view of the government’s negotiations with the IMF in Washington, we are told. Who will be the members of the next Cabinet?",
    "It is the moment of truth for the beleaguered government. If the same members of the previous Cabinet including the Rajapaksas are reappointed, there will be another wave of protests, which the current rulers need like a hole in the head. The rejection by the Opposition of President Gotabaya Rajapaksa’s offer to set up an all-party, interim administration is no excuse for the government to reappoint the same old Cabinet, which was full of misfits.",
    "The President is in this predicament because he failed to be different from his elder brother, Mahinda, who subjugated the interests of the country to those of his family when he was the President. It was said jokingly then that the difference between Einstein and Mahinda, of all people, was that for the former everything was relative, and for the latter relatives were everything.",
    "The 2019 regime change infused people with hope; they expected a new beginning under the leadership of Gotabaya, who, they thought, was a no-nonsense technocrat and would put the country before the family to usher in national progress. But they have seen no difference between the current administration and the Mahinda Rajapaksa government from 2010 to 2015.",
    "Many Sri Lankan expatriates who rallied behind the SLPP, and even returned home at their own expense, in November 2019, to vote for Gotabaya and ensure his victory are now staging Gota-go-home protests overseas. Worse, they have stopped sending remittances via the Sri Lankan banks in protest against corruption and waste under the present dispensation. The Sri Lankan youth, who voluntarily turned the whole county into an art gallery of sorts with beautiful wall paintings, immediately after Gotabaya’s victory in the presidential race, are currently engaged in a continuous protest near the Presidential Secretariat to oust the President and his government.",
    "It is heartening that the youth have chosen to stay back and fight instead of leaving the country. Their consternation is understandable, and they deserve unstinted public support. Intelligent, educated, talented young Sri Lankans are either unemployed or underemployed or troubled by the prospect of losing employment due to the economic downturn while the rulers’ progeny, who have never been employed, are living in the lap of luxury. A large number of young workers have already lost their jobs owing to the government’s economic mismanagement, and it is only natural that they have taken on political parasites, as never before.",
    "President Rajapaksa’s approval ratings remained high for several months until the election of the SLPP government, which mistakenly thought its huge majority was carte blanche for the first family to do more of what it had been doing under the previous Rajapaksa government. The appointment of Basil Rajapaksa as the Finance Minister became the straw that broke the camel’s back.",
    "It was a huge mistake for President Rajapaksa not to take over the SLPP. Prime Minister Rajapaksa has the whip hand but is not keen to play an active role in the affairs of the government, which is controlled by Basil to all intents and purposes. The SLPP rebel MPs have accused Basil of having leveraged his control over the SLPP to undermine the President. They also allege that Basil is engineering crossovers from the constituents of the ruling coalition; the SLFP has already lost one of its 14 MPs to the Rajapaksa camp, which is desperate to retain a working majority in Parliament. These tactics will not help the government ward off threats to its survival. Instead, they are likely to drive the SLPP dissidents to vote for the no-faith motion to be moved against it.",
    "Pressure is mounting on PM Rajapaksa to step down. If he resigned, who would be his successor? Protests are against all the Rajapaksas, and the ongoing agitations are bound to take a turn for the worse with more people taking to the streets, in case of the first family retaining the premiership.",
    "The least the government could do to calm down the irate public or prevent them from intensifying their protests is to appoint a small Cabinet leaving out the misfits who incurred the wrath of the people. Whether it heeds public opinion or is determined to bulldoze its way through will be seen when the new Cabinet is sworn in.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}