{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-forex-crisis-enters-washroom-with-queues-for-soaps-detergents-93759/",
  "time_ut": 1651783260,
  "title": "Sri Lanka’s forex crisis enters washroom with queues for soaps, detergents",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka’s forex crisis has hit the detergent industry as soaps, washing powders, and cleaning fluid went off the shelf before a sharp increase in the prices with manufacturers citing due to over 80 percent depreciation in the rupee and expensive energy cost.",
    "Industry officials say the country’s ongoing forex crisis is making it difficult to import detergent products and raw materials while  frequent power cuts are also impacting the production process, forcing them to raise the prices over a 100 percent.",
    "Prices of soap went up over the last weekend, bringing laundry soap which was previously around 70 rupees to 135 rupees. Body soap almost doubled to a range to 175 rupees.",
    "“There is no alternative for soap, its pretty generic so this cost we will have to bare,” Gayathri Perera, a house wife from Kesbewa told Economy Next.",
    "Niranjali Fernando from Attidiya said the price increase is a concern and that would discourage many of having a shower and relax after work or going out.",
    "“Price increases are common but not at such a galloping rate. The price is increasing overnight by more than 100%. how can we gulp such a large gap at once? Umanda De Silva from Ja Ela said.",
    "Industry officials told Economy Next that 90 percent of the raw materials for soap manufacturing are imported from countries such as North America, Bangladesh, China, and India and they are unable to sell at the same prices the products were sold earlier.",
    "“Shortages occur due to the lack of foreign currency and import prices are skyrocketing. So it is not economical to buy them,” Vishan Samarasekera from Aurelia Soap told EconomyNext,",
    "The fall of the rupee has taken a significant toll on the price of raw materials.",
    "“We buy third-grade materials to bear up cost but that has skyrocketed as well. Caustic Soda used to be 70 rupees a kilo but now it’s 700 rupees a kilo,” Christopher Fernando from Michael Industries and Wholesale which produces body soaps told Economy Next.",
    "Soap manufacturers believe that prices should come in line with the new prices due to as operating costs are at their fresh peak on a daily basis.",
    "“Prices have increased by 100 percent, but some raw materials have increased from 100 to 300 percent, at this point in time we are covering our expenditure without making any profits,” Suresh Lakshana from Sure Sholex told Economy Next.",
    "“Prices will keep increasing, because of the instability of the rupee, constant fuel hikes, and the unavailability of gas for production.”",
    "Panic buying has emerged among consumers resulting empty shelves at super markets and groceries as fear of further price hikes has lurked upon consumers. (Colombo/May 06/2022)"
  ]
}