{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/20/mahanayake-theros-issue-strong-statement-over-present-crisis/",
  "time_ut": 1650465120,
  "title": "Mahanayake Theros issue strong statement over present crisis",
  "body_lines": [
    "COLOMBO (News 1st); The Mahanayake Theros of the three main Buddhist Sects in Sri Lanka in an open letter have held the President, and every single member of parliament responsible for the crisis that the people have to face due to their insensitive actions towards the people who are dying while waiting in queues day and night.",
    "The letter was addressed to the President, Prime Minister, Opposition Leader, and all political party leaders represented in Parliament.",
    "Further, the Mahanayakes have expressed their dismay for their proposals addressed to the President seeking immediate relief to the people dated the 4th of April 2022, being disregarded.",
    "The Mahanayake’s strongly believe that the appointment of a new cabinet of ministers will not solve the crises.",
    "In addition, they strongly note that the authorities pay heed to the calls of the people who are peacefully protesting, and provide immediate solutions to them, while refraining from engaging in any act that is against the people.",
    "While expressing their condolences over the death of a protestor on the 19th of April 2022, the Mahanayakes stressed that it is the responsibility of the government and all other stakeholders to ensure that such an unfortunate environment is NOT created in Sri Lanka.",
    "Further, the Mahanayake Theros have called on all Public Representative to act fast to abolish the 20th Amendment to the Constitution that created an imbalance between the Executive and the Legislature, and bring forth a new constitution with reasonable facts mentioned in the 19th Amendment to the Constitution.",
    "The Mahanayake Theros of the three main Buddhist Sects in Sri Lanka said that all successive governments must be responsible for the economic crisis in the country.",
    "The Mahanayake Theros note that if their proposals are continued to be disregarded, they would be compelled to bring together the three sects and issue a Sangha Order.",
    "#Rambukkana Shooting: 20-man police team probing incident; BASL urges NO interference with witnesses",
    "Fast-unto-death by monk at Occupy Galle Face; Protestors observe silence for fellow Sri Lankan killed in Police fire"
  ]
}