{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/All-Island-Dairy-Association-appoints-Binesh-Pananwala-as-new-President/34-732407",
  "time_ut": 1647973800,
  "title": "All Island Dairy Association appoints Binesh Pananwala as new President",
  "body_lines": [
    "Watawala Dairy Ltd. CEO Binesh Pananwala was unanimously elected the new President of the All Island Dairy Association (AIDA) at the private sector body’s third Annual General Meeting (AGM), which",
    "Pananwala replaces Founding President and Richlife Dairy Private Ltd. CEO Nishantha Jayasooriya, who held the post for four years. Pananwala previously served the association in the capacity of Vice President.",
    "Counting more than 30 years of experience in the plantations sector, Pananwala started as a Trainee Assistant Superintendent under Janatha Estates Development Board. After that, he has been engaged with Watawala Plantations PLC over the last three decades, climbing the ladder to hold his current position as Chief Executive Officer.",
    "He also functions as the Plantation Services Group of The Employers’ Federation of Ceylon Chairman.",
    "Pananwala holds an MSc in Crop Science from the University of Peradeniya and an MBA from the Manipal (Sikkim) University.",
    "He has undergone extensive higher management training at the National University of Singapore and Center for Creative Leadership, Singapore.",
    "Addressing the AGM following his election, the new President thanked the immediate past president and past committee members for navigating the dairy industry through a particularly challenging period. He went on to outline AIDA’s continuing efforts to focus and impact in its advocacy of key issues of importance to the membership, affiliated associations, and the public sector.",
    "“As AIDA, we will continue to maintain a progressive public-private dialogue on matters about the advancement of the local dairy sector. Adapting to the New Normal, the AIDA continued to maintain its impact unfazed by the physical engagement restrictions accruing from the pandemic.",
    "“We have successfully executed a broad spectrum of policy-related and knowledge transferring related activities using virtual formats, including webinars and virtual interactions.",
    "“We will continue to facilitate broader engagement with the private sector and sustain a policy dialogue with the government on matters about dairy sector development,” said Pananwala during his inaugural speech.",
    "Affiliated to the Ceylon Chamber of Commerce, AIDA serves as the central representative for the dairy industry, facilitating consensus, streamlining objectives and industrial mobilisation, and lobbying with policymakers on key issues.",
    "AIDA, comprising the entire spectrum of dairy manufacturers and service providers, promotes adherence to high industry standards and facilitates healthy competition to enhance product and service offerings and benefit the industry as a whole.",
    "Newly appointed office bearers for the year 2022 are President Binesh Pananwala, Vice President Producers and Collectors Dr. Shakthivale, Vice President Service Providers Tan Beng Chuan, Vice President Manufacturers and Processors Renuka Perera , and Treasurer R.M.K.G. Rajapaksha.",
    "The Executive Committee members for 2022 are Nishantha Jayasooriya, Dr. Nelum Vithana, Mohamed Imtiyaz, Damitha Mapa, Aruna Warnasooriya, and A.C.H. Munaweera."
  ]
}