{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/President-seeks-international-assistance-to-overcome-economic-crisis/108-237803",
  "time_ut": 1653611460,
  "title": "President seeks international assistance to overcome economic crisis",
  "body_lines": [
    "President Gotabaya Rajapaksa yesterday sought assistance from the international community to ensure that Sri Lanka’s immediate needs in terms of the importation of essential medicines, food supplies, and fuel are met.",
    "“We are presently undergoing a severe economic crisis that has profoundly impacted the lives of all Sri Lankans, resulting in social unrest,” the President said adding that “we urgently require the assistance of our friends in the international community and I appeal to the other friends of Sri Lanka .., to also explore the possibility of extending support and solidarity to my country at this very difficult time.”",
    "The President made these remarks addressing the 27th International Conference on the Future of Asia (Nikkei) held in Tokyo, Japan, via video call.",
    "Japan's Nikkei newspaper has been organising the conference annually since 1995. The theme of this year’s two-day conference is \"Redefining Asia's Role in a Divided World\".",
    "The President pointed out that as Sri Lanka is Asia’s oldest democracy. It is crucial that the solutions to our present national crisis are supported through our nation’s democratic framework.",
    "‘The virtual shutting down of the tourism industry and the sharp decline in inward remittances from expatriate workers due to COVID-19 in the past two years and increasing inflation due to other events combined with Sri Lanka’s high outstanding debt obligations to cause a severe financial crisis,’ the President said.",
    "In April, Sri Lanka announced a ‘Debt Standstill’ with the intention of restructuring this external public debt through negotiations with our creditors, whilst simultaneously approaching the International Monetary Fund for a suitable programme.",
    "‘As we work through such solutions, however, we urgently require the assistance of our friends in the international community to ensure that our immediate needs in terms of the importation of essential medicines, food supplies, and fuel are met’, President Rajapaksa added.",
    "‘Japan remains one of Sri Lanka’s key development partners, and we hope that the negotiations now underway regarding bridging funds from Japan will conclude soon, and support Sri Lanka as we try to stabilise our economy and our nation’, the President said.",
    "President Rajapaksa appealed to the other friends of Sri Lanka, to also explore the possibility of extending support and solidarity to our country at this very difficult time.",
    "‘The grave difficulties facing Sri Lanka are an early indication of the long-tail effects of the COVID-19 pandemic, made worse by the ongoing conflict in Europe that may affect other vulnerable nations too. Supporting such vulnerable nations through these difficulties is essential for regional as well as global stability the President said.",
    "‘An even more widespread problem that the world will face in future concerns food security. The shortages of food items and sharp increases in food prices likely to occur in the months ahead will place considerable strain on many countries, the President further said.",
    "It is therefore essential that we pay attention to this crucial problem and prioritise agricultural production locally and improve our resilience in the face of this coming issue. The President stressed that the increased cooperation among nations will also be necessary to ensure that we overcome this issue.",
    "The Future of Asia is an international gathering where political, economic and academic leaders from the Asia-Pacific region offer their opinions frankly and freely on regional issues and the role of Asia in the world."
  ]
}