{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Without-political-party-nucleus-civilian-struggle-fails/231-235053",
  "time_ut": 1649788500,
  "title": "Without political party nucleus, civilian struggle fails",
  "body_lines": [
    "For the first time, the populace of Sri Lanka are not ready to wait till the next election to make the representatives they elect, go home. To a citizenry never been able to hold to account their leaders who, under the constitution, are merely their agents holding the sovereignty of the people only as a trust, this was quite remarkable. Yet the mass movement as we have seen at Galle face and other protests, demonstrations and gatherings elsewhere, does not guarantee that this corrupt, imbecile and yet haughty regime is going home. GoHomeGota is a catchy phrase. But the Rajapaksas do not go home, when the people tell them to. That is of course, unless they are forced to. Force, is woefully absent in the mass movement.",
    "As inspiring as it might sound, a rainbow convergence of people from many walks of lives without political objectives or affiliations as such, has significant limitations. The insistence by these protests that the campaign be kept out of politics, in our view, does not augur well for the fulfilment of the objective; toppling of the Rajapaksa cabal and establishing a rule that has the peoples interests at heart.   A toppled regime needs to be replaced. By whom? A political groups? Certainty not. Not, at least at this juncture, where the country is searching for the means to survive the next month.",
    "\"The insistence by these protests that the campaign be kept out of politics, in our view, does not augur well for the fulfilment of the objective; toppling of the Rajapaksa cabal and establishing a rule that has the peoples interests at heart\"",
    "Why cannot the opposition take the lead? Well, firstly, the main opposition SJB with its leader Sajith Premadasa, does not cut the picture of a party that could relate to all the people in this country. Sajith has certainly lost the appeal he may have had years ago. The election defeat to the incumbent President Gotabaya Rajapaksa and some of his own theatrics has cost him the legitimacy to lead a mass movement of this nature. In fact, he has become a figure as repulsive as the Rajapaksas to the middle class urban protesters who are flocking to Galle face and other urban centres. The poorest segments of the society from whom he might draw support, are not leading this struggle. He has little to relate with the urban lower and upper middle class. Ranil Wickremesinghe, too is out of the picture. In fact, many blame him as being responsible to ensuring that the Rajapaksas had come to power again in 2019. Ranil is part of the problem, not of the solution.",
    "The only plausible alternative would have been the JVP or JJB, as they prefer to be called at present. But why do we say, would have been? Why cannot we say they are the alternative force to spearhead the movement to its logical and desired destination, i.e. the toppling of the Rajapaksa cabal? Firstly, their unwillingness to take risks. To take the risk of being blamed if the protests turn violent, lives lost and property damaged. The accusations of 1988-89, do haunt the present JVP leadership, which prevents them from staking a claim at assuming leadership for the role. When their founder leader Rohana Wijeweera led the party for a violent push for power in 1971 as well as 1988, he had nothing close to what is available to be harnessed in terms of mass disenchantment with the government. More importantly, the anger is not only towards the regime, but to a political culture and a system that has been followed for 75 years. The JVP is not, in a strict sense, a part of that system. That is why Anura Kumara Dissanayake was allowed to come out of parliament without much hazard when the mobs surrounded Diyawanna premises of the Sri Lankan legislature.",
    "We cannot imagine what would have been the scenario if AKD’s teacher and founder late Wijeweera was in that vehicle that came out of parliament. He would have got out of the Jeep, got on to the roof, given one of his fiery speeches and assumed the political nucleus of the uprising, then and there. Things could have turned dramatically and the mass onslaught taken a forceful, decisive and radical turn. A turn which has a political objective. As romantic as a non-political convergence of singers, middle class moms with children and priests might seem, without decisive, astute and forceful initiatives, coupled with tactical manoeuvres that could stand up to the moves engaged by a regime well entrenched in power, a mass movement of this nature runs the risk of meeting a slow, natural death.",
    "\"The Rajapaksas are playing for time till the Gas cylinders come and fuel hits the petrol sheds. Civilians falter. Only trained, battle hardened and politically indoctrinated cardres can transform spontaneous awakenings to uprisings and uprisings to revolutions that prevail\"",
    "Secondly, the JVP or the JJB in which they are just one party, seems taken aback by the speed at which the incidents have unfolded. It was a barely a month ago that AKD and the JJB leadership pronounced that they were ready to take the streets and asked the people if they were ready. They might not have believed in earnest that the people were ready, so ready and more ready than them. Now the people have shown their readiness. Yet AKD and the JJB are not ready. They do not seem to want to run the risk of being rejected by the people at this point, given the general impression around that all politicians are rogues. Well, in fact, that could be the case and they too might get squarely rejected. But if there is one single political entity that can sneak in to the driving seat of this popular awakening, it is the JVP. Of course, the trapping the JJB with many moderate and actually apolitical persons, as much as their personal integrity, character and professional credentials are never in doubt, does seem weigh down and discourage the JVP from having a go at assuming the leadership of this movement.",
    "The Rajapaksas are going to battle this to the bitter end. A shifting of allegiance in Parliament, would give them enough time to pack up what they have looted from national coffers and say good bye. Going away without being held accountable is a win- win situation for the Rajapaksas provided they get to pack up all the ill-gotten wealth amassed for decades now. Their friend Ranil Wickremesinghe, will facilitate a safe exit in case of a slow, gradual shift in power. Both prefer that sort of smooth and slow transition. They are politically motivated, astute and experienced in dealing with these situations. Moms with toddlers, Middle aged bankers, and cute little teenage girls holding placards have neither the acumen nor the resoluteness to persist with resisting moves by the regime.",
    "One cannot guarantee longevity to spontaneous unarmed mass movements in countries like ours. Unless there is a political nucleus of a radical party at the front, it will fritter away gradually. The Rajapaksas are playing for time till the Gas cylinders come and fuel hits the petrol sheds. Civilians falter. Only trained, battle hardened and politically indoctrinated cardres can transform spontaneous awakenings to uprisings and uprisings to revolutions that prevail.",
    "Anura Kumara Dissanayake’s late boss and founder of his original party, Comrade Wijeweera would be sorely disappointed with him. AKD is letting the potential that exist for the JVP to form an alternative government, a de facto regime, to waste. Rajapaksas love the slogan, ‘No more politics!’",
    "The frying pan has never been this hot, but you need a political party to fry the egg."
  ]
}