{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imf-staff-level-deal-date-not-certain-team-visit-shortly-official-95543/",
  "time_ut": 1654825500,
  "title": "Sri Lanka IMF staff level deal date not certain, team visit shortly: official",
  "body_lines": [
    "ECONOMYNEXT – The International Monetary Fund cannot give a date on which a staff level agreement would be concluded with Sri Lanka or the size of is loan, a spokesman said ahead of mission visiting the island later in June.",
    "It was “too early for us to discuss the magnitude of financing of potential financing or the date for either the staff level agreement or when it might go the (Executive) Board,” IMF spokesman Gerry Rice told reporters in Washington.",
    "“The timing of the staff level agreement would depend on the strength of the policies the authorities would propose and commit to.”",
    "“Our Board will need adequate assurances that debt sustainability would be restored.”",
    "Sri Lanka officials have expressed hope that a deal may be struck in about four to six weeks.",
    "The IMF has determined that Sri Lanka’s debt is not sustainable or macro-economic fixes alone would not allow it to pay back debt and re-structuring is needed.",
    "Sri Lanka is at the moment facing forex shortages and cannot buy dollars for rupees, due to a soft-peg broken by mis-targeted interest rates.",
    "Sri Lanka borrowed large volumes of sovereign debt from around 2015 to 2019 as foreign shortages emerged from money printed to mis-target interest rates triggering currency crises in 2015/2016 and 2018 under flexible inflation targeting with output gap targeting (printing money to boost growth).",
    "More money was printed from 2020 to 2022 and taxes were also cut to boost target an output gap eventually triggering default by April 2022.",
    "“The IMF is planning an in person mission to Colombo in the coming weeks to engage on policy discussions on the program building on the technical discussions that we held in the authorities of Sri Lanka in May,” Rice said.",
    "Sri Lanka’s soft-peg (flexible exchange rate) has collapsed steeply to 360 to the US dollar from 180 to the US dollar in a float botched by a surrender rule."
  ]
}