{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/wfp-top-official-to-visit-sri-lanka-says-pm-95599/",
  "time_ut": 1654930740,
  "title": "WFP top official to visit Sri Lanka, says PM",
  "body_lines": [
    "ECONOMYNEXT – The Executive Director of the United Nations World Food Programme (WFP) is planning to visit Sri Lanka on an invitation of Prime Minister Ranil Wickremesinghe, his office said as the country is facing a looming food shortage.",
    "Rice production is hit by lack of chemical fertilizer usage in the last two cultivation seasons while foreign currency shortage has prevented the Island nation of importing essential foods as in the past, leading to a looming food shortage.",
    "Wickremsinghe has said the country could suffer a food shortage from August onwards.",
    "Wickremsinghe said he spoke to David Beasley, the Executive Director at the UN WFP late on Friday and invited him to visit Sri Lanka.",
    "“He accepted my invitation and is planning to visit shortly. We appreciate all the support extended to us by the WFP,” Wickremsinghe tweeted.",
    "The prime minister’s invitation came a day after the UN and non-governmental agencies launched a 47.2 million US dollar Humanitarian Needs and Priorities (HNP) Plan to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September in Sri Lanka, the UN said on Thursday.",
    "Many families will be unable to meet their basic food needs, if it does not act now, UN Resident Coordinator in Sri Lanka Hanaa Singer-Hamdy has said in a statement.",
    "Sri Lanka’s currency has collapsed after being under a soft pegged control until March this year.",
    "Sri Lanka which earns a billion US dollars a month in exports and earns about 600 million US dollars in remittances, about half of which are coming to the recipients through unofficial channels boosting family incomes cannot find 25 million US dollars for medicines due to price controls and a broken peg.",
    "Staples have also become expensive with food inflation stood at 57.4 percent in May, while shortages of key food items, as well as fuel for cooking, transport, and industry, remain widespread, with ongoing daily power outages. (Colombo/June10/2022)"
  ]
}