{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82812/import-levies-on-several-items-increased-prices-to-go-up",
  "time_ut": 1654092240,
  "title": "Import levies on several items increased; prices to go up",
  "body_lines": [
    "The Ministry of Finance has decided to lift the licensing system imposed for the importation of a large number of goods and items under 369 HS codes, with effect from today (June 01).",
    "The decision has been taken to significantly increase import duties, customs duties and surcharges levied on these goods.",
    "Accordingly, taxes will be increased on a number of imported foods including yoghurt, cheese, grapes and apples.",
    "On 9th March 2022, a Gazette Notification was issued under the Import and Export Control Regulations Act making it mandatory to obtain import licenses for goods imported under 369 HS codes.",
    "The decision had been taken to discourage the importation of these goods in the face of the prevailing foreign exchange deficit.",
    "However, the Ministry of Finance today took steps to issue other regulations in this regard as it appears that the goods continue to be imported through various informal channels.",
    "Accordingly, the Ministry of Finance said in a press release that goods imported under 369 HS Codes, which were mandatory to obtain import licenses, will be allowed to be imported without an import license with effect from today.",
    "However, the Ministry of Finance had decided to significantly increase the import duty, customs duty and surcharges levied on such goods pursuant to the powers vested in the Minister of Finance in terms of Section 2 of the Special Commodity Tax Act and Section 2 of the Revenue Protection Act as well as Section 10 of the Customs Ordinance.",
    "Accordingly, the special excise duty of Rs. 1,000 per kilogram of imported yoghurt has been increased to Rs. 2,000 per kilogram.",
    "The special excise duty of Rs. 400 per kilogram on all types of cheese will be increased to Rs. 600.",
    "Steps have been taken to increase the excise duty on oranges from Rs. 200 per kilogram to Rs. 600 per kilogram.",
    "The special excise duty on grapes and apples has been increased from Rs. 300 to Rs. 600.",
    "A surcharge of 75 percent has been imposed on the import of wheat flour as a percentage of the surcharge levied on customs duties.",
    "A 50 percent surcharge will be levied on the import of chocolate and cocoa, the gazette notification said.",
    "The surcharge on customs duties on foreign liquor including beer, wine, whiskey and vodka is 100%.",
    "A 100% surcharge will be levied on foreign cigarettes and a 75% surcharge will be levied on foreign perfumes.",
    "A 50% surcharge on customs duty has also been imposed on the importation of tires for cars, motorcycles and three wheelers.",
    "The surcharge levied on customs duty on foreign footwear is 75 percent.",
    "A 100% surcharge has been imposed on the import of refrigerators, washing machines and electric ovens.",
    "A 100% surcharge on customs duty will be levied on the import of air conditioners.",
    "A 100% surcharge has also been imposed on the importation of musical instruments.",
    "2282-23 Dated 2022.05.31 Special Commodity Levy Act by Adaderana Online on Scribd",
    "2282-24 Dated 2022.05.31 Revenue Protection Act by Adaderana Online on Scribd",
    "2282-25 Dated 2022.05.31 Customs Ordinance by Adaderana Online on Scribd"
  ]
}