{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-deputy-speakers-re-election-doesnt-bode-well-for-no-confidence-motion-tna-mp-93873/",
  "time_ut": 1651752180,
  "title": "Sri Lanka deputy speaker’s re-election doesn’t bode well for no confidence motion: TNA MP",
  "body_lines": [
    "ECONOMYNEXT – The near two thirds’ vote in favour of Sri Lanka’s government-backed deputy speaker candidate on Thursday (05) revealed the likelihood of the government easily defeating a proposed no confidence motion against it, opposition Tamil National Alliance (TNA) MP Shanakiyan Rasamanickam said.",
    "In an impassioned speech following the vote, Rasamanickam said that only 65 MPs were with the people of Sri Lanka who have been demanding the resignation of the government, while 148 MPs continue to stand for the ruling Rajapaksa family.",
    "Sri Lanka’s parliament re-elected MP Ranjith Siyambalapitiya as deputy speaker on Thursday with 148 out of 225 MPs voting in favour of the government-backed candidate. Rival candidate Imitiaz Bakeer Makar, who was nominated by the main opposition the Samagi Jana Balavegaya (SJB) received only 65 votes.",
    "Sri Lanka parliament re-elects govt-backed Ranjith Siyambalapitiya as deputy speaker",
    "“They’re here to save the Rajapaksas. No matter what no confidence motion is brought against this government, these dramatists, crooks and liars will never vote against the Rajapaksas,” said the MP.",
    "The TNA MP also berated former prime minister and United National Party (UNP) MP Ranil Wickremesinghe for allegedly supporting the government during the vote.",
    "“It’s clear that this is all theatre. We saw the former PM, who sits in the opposition, approaching each individual sitting here this morning asking them to support Mr Siyambalapitiya,” the MP claimed.",
    "Sri Lanka’s government has been facing a wave of protests around the country with an increasingly furious public demanding its resignation. The main opposition Samagi Jana Balavegaya has tabled a no confidence motion against the government, but it is unclear at present how much support it will be able to muster in favour of it.",
    "Analysts, however, argue against seeing the re-election of Siyambalapitiya as a show of confidence for the government. (Colombo/May05/2022)"
  ]
}