{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-is-facing-clear-solvency-problem-imf-report/",
  "time_ut": 1648389900,
  "title": "Sri Lanka is facing ‘clear solvency problem’: IMF report",
  "body_lines": [
    "Sti Lanka faces “solvency” issues because of risks stemming from unsustainable debt levels that jeopardize the nation’s economy, according to International Monetary Fund staff.",
    "“Based on staff analysis, the fiscal consolidation necessary to bring debt down to safe levels would require excessive adjustment over the coming years, pointing to a clear solvency problem,” the IMF said in its Article IV consultation report, released Friday in Washington.",
    "The full report provides further analysis of the South Asian island nation’s debt and finances. A summary of the report released earlier in the month said Sri Lanka faced unsustainable debt levels and needed a “credible and coherent” strategy to restore stability.",
    "The country’s “debt overhang,” along with persistent fiscal and balance-of-payments shortfalls, “will constrain growth and jeopardise macroeconomic stability in both the near and medium term,” the report said.",
    "“Rollover risk is very high,” the IMF said. “FX debt service needs of $7 billion each year will require access to very large amounts of external financing at concessional rates and long maturities, sustained over many years.”",
    "Since the IMF board considered the staff report in late February, a surge in oil prices and the loss of tourists because of the war in Ukraine exacerbated its foreign exchange crisis, forcing the government of President Gotabaya Rajapaksa to seek IMF aid.",
    "Negotiations on a possible aid package are expected to start in April, when Finance Minister Basil Rajapaksa, a brother of the president, travels to Washington.",
    "The spiraling crisis has also led the country to raise interest rates, devalue the local currency and curb non-essential imports.",
    "Sri Lanka has about $2 billion of reserves against $3.9 billion of foreign-currency debt due for the remainder of 2022, according to Bloomberg calculations based on central bank data. This includes $1 billion of sovereign bonds maturing in July.",
    "“With the government indicating that it is seeking a closer engagement with the IMF, the Central Bank of Sri Lanka stands ready to cooperate in such an engagement,” the monetary authority said in an amended statement Saturday.",
    "Sri Lanka has to be “prepared to manage the negatives,” central bank Governor Ajith Nivard Cabraal said on Thursday, referring to entering an IMF programme, but did not elaborate.",
    "Lanka IOC: Ceaselessly depreciating LKR and Russia-Ukraine war behind gasoline price hike",
    "Asian Chill Equipment wins Platinum at Industrial Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}