{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allianz-lanka-partners-with-nations-trust-bank-for-bancassurance/",
  "time_ut": 1655389260,
  "title": "Allianz Lanka partners with Nations Trust Bank for Bancassurance",
  "body_lines": [
    "Allianz Lanka has announced a landmark partnership with Nations Trust Bank for Bancassurance, as the bank’s Preferred Partner for general insurance. A synergistic opportunity for Allianz Lanka to expand its reach, and Nations Trust Bank to add value to its offering, the new partnership is expected to help both partners win together, during the 3-year partnership journey, while potentially being the largest Bancassurance partnership in Sri Lanka. Through this partnership, Allianz Lanka will be able to offer Nations Trust Bank customers a number of motor and non-motor insurance solutions. Customers will enjoy special premium rates, along with a host of other exclusive benefits and privileges as a result of this new partnership.",
    "Commenting on the initiative, Gany Subramaniam, Chief Executive Officer at Allianz Insurance Lanka Ltd said, “We are very pleased to join hands with Nations Trust Bank as their preferred partner for Bancassurance. Our values and goals are in alignment, as we seek to create a more digitally enabled, seamless and convenient customer experience while adding value wherever we can. Furthermore, by pooling our resources and working together, both our organizations will be able to create exceptional value for our stakeholders. We look forward to working together and making insurance more convenient and accessible than ever before.”",
    "The policies offered will provide comprehensive cover for vehicles, along with a number of special benefits, including a free personal accident cover worth LKR 5 million, in addition to the standard benefits, such as free flood and natural perils covers, and free leasing/hire purchase agreements, air bag covers and free taxi reimbursements. Other benefits include cover for emergency medical expenses, windscreens, baby-on-board protection, goods cover, leasing rental and accommodation reimbursements in the event of an accident, and more. For accident repairs, customers will enjoy special privileges at both partner garages and non-partner garages, including, pick and drop services and “click and go” repairs and repair warranties at partner garages, combined with zero owners account deductions, and free towing at non-partner garages. Non-motor policyholders too will enjoy a range of exclusive benefits.",
    "Hemantha Gunetilleke, Chief Executive Officer of Nations Trust Bank spoke of the partnership. “Nations Trust Bank welcomes the opportunity to partner with Allianz Lanka, an industry leader in Bancassurance. As a bank that is on the path of digital reinvention, we look forward to integrating Allianz’s offerings and digital solutions, alongside our own innovative digital banking platforms to benefit our customers. We look forward to a mutually beneficial relationship, and are delighted to announce this partnership to our stakeholders.”",
    "Customers can also take advantage of the combined power of Allianz Lanka’s digital offering, coupled with Nations Trust Bank’s plethora of digital banking services. Allianz Lanka is a leader in digital enablement and digitalization within Sri Lanka’s insurance industry having introduced pioneering digital services including the My Allianz App and Allianz eMotor Partner Portal.",
    "SLT drives sustainable green initiatives to fight climate change and generate long term value for Sri Lanka",
    "Sarvodaya Development Finance, Sri Lanka’s first listed, impact investment company records historic year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}