{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbsl-implements-extraordinary-measures-to-support-banking-sector/",
  "time_ut": 1653485460,
  "title": "CBSL implements extraordinary measures to support banking sector",
  "body_lines": [
    "The Central Bank of Sri Lanka, considering the prevailing macroeconomic conditions and its impact on the banking sector, has decided to implement the following regulatory measures to support the banking sector to facilitate effective financial intermediation and the flow of credit to the economy, whilst ensuring the soundness of the banking sector.",
    "• Sri Lankan banking sector maintains a Capital Conservation Buffer (CCB) of 2.5% to ensure that banks have an additional layer of usable capital that can be drawn down during stress times. An industry wide flexibility is granted for banks to drawdown the CCB (up to 2.5%), if needed, subject to restrictions on distribution to shareholders/ repatriation of profits and submission of a capital augmentation plan to rebuild CCB during a period up to three years.",
    "• The current deadline for licensed banks to meet the enhanced minimum capital requirement (31.12.2022) is extended up to 31.12.2023. Licensed banks which are unable to meet the minimum capital requirement by 31.12.2022, need to submit their capital augmentation plan, including plans to consolidate or merge with suitable financial institutions, by 31.12.2022 and these licensed banks too shall refrain from distribution of dividends/ repatriation of profits until the minimum capital requirement is met.",
    "• Licensed banks are encouraged to move to approaches such as The Standardised Approach (TSA) or alternative TSA for computation of risk weighted assets for operational risk for the purposes of computing the Capital Adequacy Ratio, subject to supervisory review.",
    "• Licensed banks are given the flexibility to stagger the unrealised mark to market loss on Government Securities denominated in LKR on account of the recent interest rate hike for Capital Adequacy purposes until Q2 of 2024, subject to conditions.",
    "• Licensed banks are granted flexibility on the treatment for Other Comprehensive Income (OCI) for Capital Adequacy purpose in line with the International Standards.",
    "• The deadline for licensed banks to submit the document on Internal Capital Adequacy Assessment Process (ICAAP) for 2022, to the Central Bank of Sri Lanka is extended by one month, until 30.06.2022.",
    "• As a short-term measure to support licensed banks to adjust their liquidity profiles, licensed banks are provided with the flexibility to operate maintaining the Liquidity Coverage Ratio (LCR) and Net Stable Funding Ratio (NSFR) not lower than 90% up to 30.09.2022. Furthermore, the Central Bank of Sri Lanka, on 06 May 2022 decided to restrict certain discretionary payments of licensed banks, such as declaring cash dividends and repatriation of profits, until the financial statements for the year 2022 are audited by its External Auditor, engaging in share buy backs, increasing management allowances and payments to the Board of Directors until 31 December 2022 with a view to strengthening the liquidity and capital positions of licensed banks under these exceptional circumstances.",
    "The above measures were introduced with the aim of providing the licensed banks with more flexibility and opportunities to operate in these challenging conditions and support economic recovery, while taking measures to improve their safety and soundness. The Central Bank of Sri Lanka will periodically review the implementation of these policy measures and expects licensed banks to avail these measures in the best interest of the customers and the economy at large, while supporting the banking sector to remain resilient.",
    "Dialog Smart Home Enables Seamless Home Automation via Range of Intuitive Solutions",
    "CEAT official tyre supplier for locally assembled Tata Ace HT",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}