{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/21/autism-affected-girl-swims-from-sri-lanka-to-dhanushkodi-in-13-hours/",
  "time_ut": 1647865620,
  "title": "Autism-affected girl swims from Sri Lanka to Dhanushkodi in 13 hours",
  "body_lines": [
    "Jiya Rai, an Indian para-swimmer suffering from autism, has set a new record by crossing the Bakjala Junction in 13 hours from Sri Lanka’s Thalaimannar to Arichalmunai in Dhanushkodi on Sunday.",
    "Rai, daughter of Madan Rai, an Indian naval officer in Mumbai, suffered from autism spectrum disorder and speech delay when she was two years old and started swimming training on the advice of a doctor. She holds the world record for the most special woman to swim in the open water at a speed of 14 km/hour.",
    "In this situation, she set a record by swimming in the Palk Strait between Rameswaram and Thalaimannar. At 5.25 pm, she reached the Arichalmunai beach in Rameswaram where she was welcomed by Tamil Nadu DGP C Sylendra Babu. He then presented her with a souvenir.",
    "The DGP Babu said, “There are many trekkers in the country who trek in the Himalayas. But the number of swimmers is very less. So the youth should come forward to achieve the feat of swimming. This sea is not like any other sea; it is a tidal sea.”",
    "He also stated that the presence of current under the sea is not known to people who are familiar with the sea. “It is also home to dangerous fish called milk sharks. Similarly, there is a lot of jellyfish. Beyond all this, swimming in the Palk Strait is one of the greatest achievements. And it is much easier to swim at night than during the day,” he said.",
    "The DGP also said it was commendable that a young woman with autism achieved the feat of swimming across the sea.",
    "Jiya Rai’s father Madan Rai said, “For the first three hours, it was difficult for her to swim. My daughter, who suffers from autism and has lost the ability to speak, said that she considered it a great achievement to have swum through the Bay of Bengal in 13 hours.”",
    "The 13-year-old girl, who is studying at Navy Children School, has been awarded the Pradhan Mantri Rashtriya Bal Puraskar 2022 under the open water swimming category, the highest award for citizens below 18 years.",
    "Last year, she had also created history after swimming from Bandra-Worli Sea Link to Gateway of India, a distance of 36 km, in 8 hours and 40 minutes.",
    "Autism-affected girl swims from Sri Lanka to Dhanushkodi in 13 hours",
    "Unusual demand for fuel in March 2022, says Sri Lanka’s Energy Ministry"
  ]
}