{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/BASL-requests-politicians-to-act-as-statesmen-to-avert-current-crisis/56-734496",
  "time_ut": 1651867080,
  "title": "BASL requests politicians to act as statesmen to avert current crisis",
  "body_lines": [
    "Bar Association of Sri Lanka (BASL) President Saliya Pieris (third from left) addressing the media yesterday in Colombo. From left: BASL Treasurer Rajindh Perera, Deputy President Anura Maddegoda, Secretary Isuru Balapatabendi and Assistant Secretary Mehran Careem – Pic by Ruwan Walpola",
    "The Bar Association of Sri Lanka (BASL) on Thursday  observed that all politicians should act as statesmen to avert the country’s current economic and political crisis.",
    "BASL President Saliya Pieris PC said at a press conference that all politicians have to come together to work out a solution to restore political and economic stability in the country.",
    "“All politicians have to come together to work out a solution because the economic crisis is dire. We believe this is the time for politicians to act as statesmen,” the BASL President said.",
    "In response to a query, Pieris said they are expecting to discuss their 13-point proposals with the political authority within the next few days.",
    "He said the BASL has already handed over their proposals to the Mahanayake Theras, the Ceylon Chamber of Commerce (CCC) and the YMBA.",
    "The BASL proposals include: the repeal of the 20th Amendment to the Constitution, the abolition of the Executive Presidency, the formation of a Government of national unity with a Prime Minister able to create a consensus among the political parties, a 15-member Cabinet of Ministers, a 15-member advisory council and the adoption of a Common Minimum Programme.",
    "The BASL said the objective of the proposals are to create a stable Government with the ability to implement reforms domestically and the ability to negotiate with the IMF, other multilateral agencies and friendly countries to help Sri Lanka get out of the economic crisis by creating political, economic and social stability.   BASL President Saliya Pieris PC, BASL Secretary Isuru Balapatabendi, BASL Deputy President Anura Meddegoda PC, BASL Treasurer Rajindh Perera, BASL Assistant Secretary Mehran Careem, Attorney-at-Law Vishwa De Livera Tennakoon, Lakshika Rathnayaka, Buddhika Serasinghe and Shehani Alwis were present at the occasion.",
    "The BASL has already handed over their proposals to the Mahanayake Theras, the Ceylon Chamber of Commerce (CCC) and the YMBA."
  ]
}