{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imf-negotiation-team-in-talks-with-world-bank-ifc-93238/",
  "time_ut": 1650509340,
  "title": "Sri Lanka IMF negotiation team in talks with World Bank, IFC",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Minister Ali Sabry along with Treasury and Central Bank officials who are in Washington for talks with the International Monetary Fund have met officials of the World Bank and its private sector arm.",
    "“The discussion premised on the areas of assistance and possible paths for economic growth and economic stability,” a Sri Lanka Finance Ministry statement said.",
    "“The two institutions have reiterated their commitment to work with the Government of Sri Lanka to find sustainable solutions to support and strengthen the economy of Sri Lanka.”",
    "World Bank has given project finance and emergency support during the Covid crisis and Sri Lanka has requested more money to import fertilizer and medicine with forex shortages persisting from a broken soft-peg.",
    "“Had a good meeting today with #SriLanka’s Finance Minister Ali Sabry and @CBSL",
    "Governor Weerasinghe, discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people,” World Bank’s Vice President for South Asia Hartwig Schafer said in a twitter.com message.",
    "Had a good meeting today with #SriLanka’s Finance Minister Ali Sabry and @CBSL Governor Weerasinghe, discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people.",
    "There are strong expectations of some funds being diverted from existing project loans.",
    "Sri Lanka needs extensive discussions, debt fix, for program – IMF says",
    "The World Bank could also give budget support loans (non-project loans) as part of an International Monetary Fund program.",
    "However like the IMF lending such loans, linked to structural benchmark reforms also requires debt sustainability sign off. (Colombo/Apr20/2022)"
  ]
}