{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/President-cuts-Wimal-Udaya-down-to-size/172-232927",
  "time_ut": 1647030000,
  "title": "President cuts Wimal, Udaya down to size",
  "body_lines": [
    "A public meeting held on March 2 by the 11 parties affiliated to the government at Grand Monarch Hotel in Thalawathugoda that had prompted the President to take a decision on Weerawansa and Gammanpila",
    "All their protests were aimed at Finance Minister Basil Rajapaksa with whom Wimal had a long animosity. Their spat harks back to the previous Mahinda Rajapaksa administration when Basil Rajapaksa was running the country’s economy as the Economic Development Minister",
    "The sacking of National Freedom Front (NFF) leader Wimal Weerawansa and Pivithuru Hela Urumaya (PHU) leader Udaya Gammanpila from the Cabinet on March 3 was not surprising, given the political culture in the country. On the other hand, whatever the political culture may be, no government or party leader would tolerate his ministers going public with allegations against his government or the party.",
    "Weerawansa’s argument that they went public due to them not being given the opportunity to air their views on nationally important issues during meetings of the leaders of the ruling coalition or the Cabinet seems strong. Yet, on the basis of the very contention they had to expect what now has befallen them. If the government leadership is so undemocratic, why shouldn’t it throw them out of the government when they lash out the government in public? Hence, they should have come out of the government before they were unceremoniously kicked out, one",
    "This is an inevitable outcome of a series of events that reflected sharp differences between the small parties in the ruling coalition, especially the NFF and Finance Minister Basil Rajapaksa during the last two years. In fact, the Basil Wimal spat has a longer history, despite it having surfaced first during the Gotabaya Rajapaksa administration through the protest by the small parties in the government against the removal of the ban on the foreign nationals from contesting election in 2020.",
    "Then, the government last year went ahead with a trilateral Memorandum of Cooperation (MOC) signed in May 2019 (during the previous government) among the Governments of India, Japan and Sri Lanka “for the development of Eastern Container Terminal (ECT) of the Colombo harbour.” Ten small political parties in the government at the instance of the NFF and the PHU opposed it, with the protests to it by the main Opposition parties gaining ground.",
    "In May last year, the government, ignoring the demands by the health sector professionals and the Opposition parties, was dragging its feet in announcing a lock down during the third wave of the COVID 19 pandemic in the country, considering the economic ramifications of it. Again these small parties differed from the government’s position and Weerawansa, after they were thrown out of the Cabinet last week told media that President Gotabaya Rajapaksa had then instructed him and Udaya in a harsh tone to resign from the ministerial portfolios.",
    "The situation seems to have come to a head with the government’s agreement with a US based company, The New Fortress Energy in October last year to hand over treasury owned 40 percent of shares of the Yugadanavi power plant in Kerawalapitiya to the latter. The small parties in the government not only opposed the agreement, rather Weerawansa, Gammanpila and Vasudeva Nanayakkara who were Cabinet ministers contested the claim by the ruling Sri Lanka Podujana Peramuna (SLPP) that the agreement had the Cabinet nod. They even sought Supreme Court intervention against the agreement, along with the",
    "Finally, it was a public meeting held on March 2 by the 11 parties affiliated to the government at Grand Monarch Hotel in Thalawathugoda that had prompted the President to take a decision on Weerawansa and Gammanpila. A programme for the economic recovery named “Mulu Ratama Hari Magata” presented at the meeting was highly critical of the government and Weerawansa also made a fiery speech during",
    "During all these protests Weerawansa and Gammanpila attempted to imply that they were not against the President or that these deals did not have the blessings of the President, knowing well that it was not the case. Weerawansa in an interview with the Sunday Lankadeepa in January last year even proposed President Gotabaya Rajapaksa for the SLPP leadership, replacing Mahinda Rajapaksa, which provoked angry responses from the Basil loyalists. In a statement issued during the ECT row the pro-government small parties said that they joined the agitation not only to protect the ECT, but also to protect the President and the government as well.",
    "They in protest of the New Fortress deal held a meeting called “Mahajana Manthrana Sabhawa” (People’s Council) on October 29 last year in Colombo where Weerawansa said that some people were misusing the mandate received by the President while threatening that those who were going against the wishes of the 6.9 million people who voted for the President must be kicked out. Gammanpila vociferously stated that the deal with the U.S Company was more corrupt than various deals entered into by the governments of J.R. Jayewardene, Ranasinghe Premadasa, Chandrika Kumaratunga and Ranil Wickremesinghe in the past. Media interpretatively reported it as him saying that this was the most corrupt government in the history, but he did not take pains to correct it.",
    "It is clear that all their protests were aimed at Finance Minister Basil Rajapaksa with whom Wimal had a long animosity. Their spat harks back to the previous Mahinda Rajapaksa administration when Basil Rajapaksa was running the country’s economy as the Economic Development Minister. Weerawansa later accused Basil to be the root cause for the defeat of that government in 2015. However, even later in 2016 Basil formed the SLPP on the foundation that was laid by the pro-Mahinda small parties - mainly the NFF and the PHU - under the slogan “Rise with Mahinda.”",
    "Nevertheless, these Anti-Basil actions had irked the President as had manifested by his call for Weerawansa to step down during the lock down row. The President had also gone public by stating at a meeting with the newspaper editors on December 28, last year that it would have been better if Weerawansa, Gammanpila and Vasudeva Nanayakkara had resigned as ministers before challenging a collective Cabinet decision on the Yugadanavi deal in court.",
    "He had to choose between his younger brother and the small parties. Interestingly, Weerawansa and Gammanpila seem to have believed that the President due to their pacifications would choose them in preference to his brother which was highly unlikely. Firstly, the President was in full agreement with Basil in almost all the latter’s activities and deals. Secondly, Rajapaksa’s are a closely knit family which cannot be disturbed even by their sense of gratitude, if any towards  Weerawansa and Gammanpila for initiating the resurrection of Mahinda",
    "Thirdly, after the SLPP led government won two thirds in Parliament and got the 20th Amendment to the Constitution passed in 2020, the relevance of these small parties to the government and the SLPP was at low ebb, as the government comfortably has the simple majority even if all the small parties left the government. The passage of the proposed new Constitution is not something for the government leaders to be achieved with sacrifices. Fifthly, there was pressure on the part of the second rung leaders of the SLPP who have been eying the portfolios held by the dissidents to kick out the",
    "Despite the two ministers dumped last week still occupying seats on the government side of Parliament and their parties still being considered constituents of the ruling coalition, a patch up seems to be a very remote possibility, given the personal nature of the conflict between them and Minister Basil Rajapaksa. On the other hand, with corruption and misappropriation cases against them still pending in courts, it would be dangerous for them to going for an all-out war against the",
    "In the light of the United National Party (UNP) having wiped out from the electorate at the 2020 general election, the two former ministers would not dare to contest a general election without an alliance. Yet, it would only through an intensive competition of displaying shamelessness they can join hands with the Samagi Jana Balawegaya (SJB) or National People’s Power (NPP) led by Janatha Vimukthi Peramuna (JVP). An alliance with the Sri Lanka Freedom Party (SLFP) led by former President Maithripala Sirisena might be relatively less controversial since they are already in some sort of an alliance. This uncertainty might push them more and more to play the Sinhala Buddhist card."
  ]
}