{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/17/fully-focused-telescope-beats-expectations/",
  "time_ut": 1647491700,
  "title": "‘Fully focused’ telescope beats expectations",
  "body_lines": [
    "(News 1st); The American space agency has achieved a major milestone in its preparation of the new James Webb Space Telescope.",
    "Engineers say they have now managed to fully focus the $10bn observatory on a test star. The pin-sharp performance is even better than hoped, they add.",
    "To get to this stage, all of Webb’s mirrors had to be aligned to tiny fractions of the width of a human hair.",
    "But the agency cautions that a lot of work still lies ahead before the telescope can be declared operational.",
    "Lee Feinberg, the Nasa engineer who has led the development of Webb’s optical elements, described the release of the first properly focused image as phenomenal.",
    "“You not only see the star and the spikes from the diffraction of the star, but you see other stars in the field that are tightly focused, just like we expect, and all sorts of other interesting structure in the background,” he told reporters.",
    "“We’ve actually done very detailed analysis of the images we’re getting, and, so far, what we’re finding is that the performance is as good if not better than our most optimistic prediction.”",
    "Webb, billed as the successor to the famous Hubble Space Telescope, was launched on 25 December by an Ariane-5 rocket from French Guiana.",
    "Its overarching goals are to take pictures of the very first stars to shine in the Universe and to probe far-off planets to see if they might be habitable.",
    "To give Webb the necessary resolution and sensitivity to fulfil this mission, it was equipped with a 6.5m-wide primary mirror.",
    "But this reflecting surface, made up of 18 segments, is so big it had to be folded to fit inside the nosecone of the Ariane.",
    "Initial tasks since launch therefore have been dominated by the requirement to unpack the mirror and other optics and to get them all working in harmony.",
    "Each of those 18 segments has had their orientation and curvature adjusted by small motors, enabling them to behave as though they’re a single, monolithic surface.",
    "“We now have achieved what’s called ‘diffraction limited alignment’ of the telescope: The images are focused together as finely as the laws of physics allow,” said Marshall Perrin who works on Webb at the Space Telescope Science Institute in Baltimore, Maryland.",
    "The alignment work was conducted using one specific instrument on Webb – its main camera system known as NIRCam. Engineers will now have to check this set-up works for the three other instrument packages on Webb as well. This may require some small changes, or even some compromises, with the configuration as it stands today, but any adjustments are not expected to be significant.",
    "The star used for the test image released on Wednesday is nothing particularly special, just “a generic, anonymous star” with the right level of brightness.",
    "Webb is seeing the star at a wavelength of two microns. This is in the infrared; it’s not light that would be seen by the human eye. The red colouration is for contrast.",
    "The “spike” structures were a function of the design of Webb’s primary mirror, explained Mark McCaughrean from the European Space Agency (Esa).",
    "“The shape of those 18 hexagons imprints a faint diffraction pattern that makes bright stars look like spiky snowflakes – this isn’t a problem for the science, but will give Webb images a very distinctive look,” he said to the international media.",
    "Sri Lanka’s SWAT receives high praise at UAE SWAT Challenge 2022"
  ],
  "translate": {
    "si": {
      "title": "‘සම්පූර්ණයෙන්ම නාභිගත’ දුරේක්ෂය අපේක්ෂාවන් අභිබවා යයි",
      "body_lines": [
        "(News 1st); ඇමරිකානු අභ්‍යවකාශ ඒජන්සිය නව ජේම්ස් වෙබ් අභ්‍යවකාශ දුරේක්ෂය සකස් කිරීමේ ප්‍රධාන සන්ධිස්ථානයක් අත්කර ගෙන ඇත.",
        "ඉංජිනේරුවන් පවසන්නේ ඩොලර් බිලියන 10 ක නිරීක්ෂණාගාරයක් පරීක්ෂණ තරුවක් මත සම්පූර්ණයෙන්ම යොමු කිරීමට ඔවුන් දැන් සමත් වී ඇති බවයි. පින්-තියුණු කාර්ය සාධනය බලාපොරොත්තු වූවාට වඩා හොඳයි, ඔවුන් එකතු කරයි.",
        "මෙම අදියර කරා යාමට, Webb හි සියලුම දර්පණ මිනිස් හිසකෙස් පළලින් කුඩා කොටස් වලට පෙළගැස්විය යුතුය.",
        "නමුත් ඒජන්සිය අනතුරු අඟවන්නේ දුරේක්ෂය ක්‍රියාත්මක වන බව ප්‍රකාශ කිරීමට පෙර බොහෝ වැඩ තවමත් ඉදිරියෙන් පවතින බවයි.",
        "Webb හි දෘශ්‍ය මූලද්‍රව්‍ය සංවර්ධනයට නායකත්වය දුන් නාසා ඉංජිනේරු Lee Feinberg, නිසි ලෙස නාභිගත කළ පළමු රූපය නිකුත් කිරීම අතිවිශිෂ්ට ලෙස විස්තර කළේය.",
        "“ඔබට තරුව සහ කරල් පෙනෙන්නේ තරුවේ විවර්තනයෙන් පමණක් නොව, අපි බලාපොරොත්තු වන ආකාරයටම දැඩි ලෙස අවධානය යොමු කර ඇති ක්ෂේත්‍රයේ අනෙකුත් තරු සහ පසුබිමේ ඇති අනෙකුත් රසවත් ව්‍යුහයන් ඔබට පෙනේ,” ඔහු වාර්තාකරුවන්ට පැවසීය. .",
        "\"අපි ඇත්ත වශයෙන්ම අපට ලැබෙන රූප පිළිබඳ ඉතා සවිස්තරාත්මක විශ්ලේෂණයක් කර ඇති අතර, මෙතෙක්, අප සොයා ගත් දෙය නම්, අපගේ වඩාත්ම ශුභවාදී අනාවැකියට වඩා කාර්ය සාධනය වඩා හොඳ නොවේ නම් හොඳයි.\"",
        "සුප්‍රසිද්ධ හබල් අභ්‍යවකාශ දුරේක්ෂයේ අනුප්‍රාප්තිකයා ලෙස සැලකෙන Webb, ප්‍රංශ ගයනාවේ සිට Ariane-5 රොකට්ටුවක් මගින් දෙසැම්බර් 25 වන දින දියත් කරන ලදී.",
        "එහි ප්‍රධාන අරමුණු වන්නේ විශ්වයේ බැබළෙන පළමු තාරකාවල ඡායාරූප ගැනීම සහ ඒවා වාසයට සුදුසු දැයි බැලීමට ඈත ග්‍රහලෝක ගවේෂණය කිරීමයි.",
        "Webb වෙත මෙම මෙහෙයුම ඉටු කිරීමට අවශ්‍ය විභේදනය සහ සංවේදීතාව ලබා දීම සඳහා, එය 6.5m පළල ප්‍රාථමික දර්පණයකින් සමන්විත විය.",
        "නමුත් කොටස් 18 කින් සෑදී ඇති මෙම පරාවර්තක පෘෂ්ඨය ඉතා විශාල වන අතර එය Ariane හි නාස් කෝනය තුළට ගැළපෙන පරිදි නැමිය යුතු විය.",
        "එබැවින් දියත් කිරීමේ සිට මූලික කාර්යයන් දර්පණය සහ අනෙකුත් දෘශ්‍ය අසුරන අවශ්‍යතාවයෙන් ප්‍රමුඛ වී ඇති අතර ඒවා සියල්ල සමගියෙන් ක්‍රියා කරවයි.",
        "එම කොටස් 18 න් එක් එක් අංශවල දිශානතිය සහ වක්‍රය කුඩා මෝටර මගින් සකස් කර ඇති අතර, ඒවා තනි, මොනොලිතික් මතුපිටක් ලෙස හැසිරීමට හැකි වේ.",
        "\"අපි දැන් දුරේක්ෂයේ 'විවර්තන සීමිත පෙළගැස්ම' ලෙස හඳුන්වන දෙය සාක්ෂාත් කර ගෙන ඇත: භෞතික විද්‍යාවේ නීතිවලට ඉඩ දෙන පරිදි පින්තූර සියුම් ලෙස එකට නාභිගත කර ඇත,\" මේරිලන්ඩ් හි බැල්ටිමෝර් හි අභ්‍යවකාශ දුරේක්ෂ විද්‍යා ආයතනයේ වෙබ් හි සේවය කරන මාෂල් පෙරින් පැවසීය.",
        "NIRCam ලෙස හැඳින්වෙන එහි ප්‍රධාන කැමරා පද්ධතිය - Webb හි එක් විශේෂිත උපකරණයක් භාවිතයෙන් පෙළගැස්වීමේ කාර්යය සිදු කරන ලදී. ඉංජිනේරුවන්ට දැන් Webb හි ඇති අනෙකුත් උපකරණ පැකේජ තුන සඳහාද මෙම සැකසුම ක්‍රියා කිරීමට සිදුවේ. අද පවතින වින්‍යාසය සමඟ මෙයට කුඩා වෙනස්කම් හෝ සමහර සම්මුතීන් පවා අවශ්‍ය විය හැක, නමුත් කිසිදු ගැලපීමක් සැලකිය යුතු යැයි අපේක්ෂා නොකෙරේ.",
        "බදාදා නිකුත් කරන ලද පරීක්ෂණ රූපය සඳහා භාවිතා කරන ලද තාරකාව විශේෂයෙන් විශේෂ දෙයක් නොවේ, නිවැරදි මට්ටමේ දීප්තිය සහිත \"සාමාන්‍ය, නිර්නාමික තාරකාවක්\" පමණි.",
        "Webb තරුව දකින්නේ මයික්‍රෝන දෙකක තරංග ආයාමයකින්. මෙය අධෝරක්ත කිරණවල ඇත; එය මිනිස් ඇසට පෙනෙන ආලෝකය නොවේ. රතු පැහැය ප්රතිවිරුද්ධය සඳහා වේ.",
        "\"ස්පයික්\" ව්‍යුහයන් Webb හි ප්‍රාථමික දර්පණයේ සැලසුමේ කාර්යයක් බව යුරෝපීය අභ්‍යවකාශ ඒජන්සියේ (Esa) Mark McCaughrean පැහැදිලි කළේය.",
        "\"එම ෂඩාස්‍ර 18 හි හැඩය දුර්වල විවර්තන රටාවක් මුද්‍රණය කරයි, එය දීප්තිමත් තරු උල් සහිත හිම පියලි මෙන් පෙනේ - මෙය විද්‍යාවට ගැටලුවක් නොවේ, නමුත් වෙබ් පින්තූර ඉතා සුවිශේෂී පෙනුමක් ලබා දෙනු ඇත,\" ඔහු ජාත්‍යන්තර මාධ්‍ය වෙත පැවසීය.",
        "UAE SWAT Challenge 2022 හිදී ශ්‍රී ලංකාවේ SWAT හට ඉහළ ප්‍රශංසාවක් ලැබේ"
      ]
    },
    "ta": {
      "title": "‘முழு கவனம் செலுத்திய’ தொலைநோக்கி எதிர்பார்ப்புகளை முறியடிக்கிறது",
      "body_lines": [
        "(News 1st); புதிய ஜேம்ஸ் வெப் விண்வெளி தொலைநோக்கியை தயாரிப்பதில் அமெரிக்க விண்வெளி நிறுவனம் ஒரு முக்கிய மைல்கல்லை எட்டியுள்ளது.",
        "10 பில்லியன் டாலர் மதிப்பிலான ஆய்வகத்தை ஒரு சோதனை நட்சத்திரத்தில் முழுமையாகக் குவிக்க முடிந்தது என்று பொறியாளர்கள் கூறுகிறார்கள். முள்-கூர்மையான செயல்திறன் எதிர்பார்த்ததை விட சிறப்பாக உள்ளது, அவர்கள் சேர்க்கிறார்கள்.",
        "இந்த நிலைக்கு வர, வெப்பின் அனைத்து கண்ணாடிகளும் மனித முடியின் அகலத்தின் சிறிய பகுதிகளுக்கு சீரமைக்கப்பட வேண்டும்.",
        "ஆனால் தொலைநோக்கி செயல்படும் என்று அறிவிக்கப்படுவதற்கு முன்பு இன்னும் நிறைய வேலைகள் உள்ளன என்று நிறுவனம் எச்சரிக்கிறது.",
        "வெப்பின் ஒளியியல் கூறுகளின் வளர்ச்சிக்கு தலைமை தாங்கிய நாசா பொறியாளர் லீ ஃபீன்பெர்க், முதல் முறையாக கவனம் செலுத்திய படத்தை வெளியிட்டதை தனித்தன்மை வாய்ந்ததாக விவரித்தார்.",
        "\"நட்சத்திரத்தின் மாறுபாட்டிலிருந்து நீங்கள் நட்சத்திரத்தையும் கூர்முனைகளையும் பார்ப்பது மட்டுமல்லாமல், நாங்கள் எதிர்பார்ப்பது போலவே இறுக்கமாக கவனம் செலுத்தும் மற்ற நட்சத்திரங்களையும் பின்னணியில் உள்ள அனைத்து வகையான சுவாரஸ்யமான அமைப்புகளையும் நீங்கள் காண்கிறீர்கள்\" என்று அவர் செய்தியாளர்களிடம் கூறினார். .",
        "\"நாங்கள் பெறும் படங்களைப் பற்றி நாங்கள் மிகவும் விரிவான பகுப்பாய்வு செய்துள்ளோம், இதுவரை, நாங்கள் கண்டறிந்தது என்னவென்றால், செயல்திறன் சிறப்பாக இல்லையென்றாலும் எங்கள் நம்பிக்கையான கணிப்பை விட சிறப்பாக உள்ளது.\"",
        "புகழ்பெற்ற ஹப்பிள் விண்வெளித் தொலைநோக்கியின் வாரிசாகக் கருதப்படும் வெப், பிரெஞ்சு கயானாவில் இருந்து ஏரியன்-5 ராக்கெட் மூலம் டிசம்பர் 25 அன்று ஏவப்பட்டது.",
        "பிரபஞ்சத்தில் பிரகாசிக்கும் முதல் நட்சத்திரங்களின் படங்களை எடுப்பதும், தொலைதூரத்தில் உள்ள கிரகங்களை ஆய்வு செய்வதும் அவை வாழக்கூடியவையா என்று பார்ப்பது இதன் முக்கிய குறிக்கோள்கள்.",
        "இந்த பணியை நிறைவேற்ற தேவையான தெளிவுத்திறன் மற்றும் உணர்திறனை Webb வழங்க, அது 6.5m-அகலம் கொண்ட முதன்மை கண்ணாடியுடன் பொருத்தப்பட்டது.",
        "ஆனால் இந்த பிரதிபலிக்கும் மேற்பரப்பு, 18 பிரிவுகளால் ஆனது, ஏரியனின் மூக்குக் கோளுக்குள் பொருந்தும் வகையில் அதை மடிக்க வேண்டியிருந்தது.",
        "துவக்கப்பட்டதில் இருந்து ஆரம்பப் பணிகள், கண்ணாடி மற்றும் பிற ஒளியியலைத் துண்டிக்கவும், அவை அனைத்தையும் இணக்கமாகச் செயல்பட வைக்கும் தேவையும் ஆதிக்கம் செலுத்துகிறது.",
        "அந்த 18 பிரிவுகளில் ஒவ்வொன்றும் அவற்றின் நோக்குநிலை மற்றும் வளைவை சிறிய மோட்டார்கள் மூலம் சரிசெய்து, அவை ஒற்றை, ஒற்றைப் பரப்பைப் போல் செயல்பட உதவுகின்றன.",
        "\"தொலைநோக்கியின் 'டிஃப்ராக்ஷன் லிமிடெட் சீரமைப்பு' என்று அழைக்கப்படுவதை நாங்கள் இப்போது அடைந்துள்ளோம்: இயற்பியல் விதிகள் அனுமதிக்கும் அளவுக்கு படங்கள் நன்றாக கவனம் செலுத்துகின்றன,\" என்று மேரிலாந்தின் பால்டிமோர் விண்வெளி தொலைநோக்கி அறிவியல் நிறுவனத்தில் வெப்பில் பணிபுரியும் மார்ஷல் பெரின் கூறினார்.",
        "வெப்பில் ஒரு குறிப்பிட்ட கருவியைப் பயன்படுத்தி சீரமைப்பு பணி நடத்தப்பட்டது - அதன் முக்கிய கேமரா அமைப்பு NIRCam என அழைக்கப்படுகிறது. பொறியாளர்கள் இப்போது வெப்பில் உள்ள மற்ற மூன்று இன்ஸ்ட்ரூமென்ட் பேக்கேஜ்களுக்கும் இந்த செட்-அப் வேலைகளைச் சரிபார்க்க வேண்டும். இதற்கு சில சிறிய மாற்றங்கள் தேவைப்படலாம், அல்லது சில சமரசங்கள் கூட இன்றைய நிலையில் உள்ள உள்ளமைவுடன் தேவைப்படலாம், ஆனால் எந்த மாற்றங்களும் குறிப்பிடத்தக்கதாக இருக்கும் என்று எதிர்பார்க்கப்படுவதில்லை.",
        "புதனன்று வெளியிடப்பட்ட சோதனைப் படத்திற்குப் பயன்படுத்தப்பட்ட நட்சத்திரம் குறிப்பாக சிறப்பு எதுவும் இல்லை, சரியான அளவிலான பிரகாசத்துடன் \"பொதுவான, அநாமதேய நட்சத்திரம்\".",
        "வெப் இரண்டு மைக்ரான் அலைநீளத்தில் நட்சத்திரத்தைப் பார்க்கிறது. இது அகச்சிவப்பில் உள்ளது; அது மனிதக் கண்ணால் காணக்கூடிய ஒளியல்ல. சிவப்பு நிறம் மாறாக உள்ளது.",
        "\"ஸ்பைக்\" கட்டமைப்புகள் வெப்பின் முதன்மைக் கண்ணாடியின் வடிவமைப்பின் செயல்பாடாக இருந்தன என்று ஐரோப்பிய விண்வெளி ஏஜென்சி (Esa) ஐச் சேர்ந்த மார்க் மெக்கக்ரியன் விளக்கினார்.",
        "\"அந்த 18 அறுகோணங்களின் வடிவம் ஒரு மங்கலான டிஃப்ராஃப்ரக்ஷன் வடிவத்தை பதிக்கிறது, இது பிரகாசமான நட்சத்திரங்களை ஸ்பைக்கி ஸ்னோஃப்ளேக்ஸ் போல தோற்றமளிக்கிறது - இது அறிவியலுக்கு ஒரு பிரச்சனை அல்ல, ஆனால் வெப் படங்கள் மிகவும் தனித்துவமான தோற்றத்தை கொடுக்கும்,\" என்று அவர் சர்வதேச ஊடகங்களுக்கு கூறினார்.",
        "ஐக்கிய அரபு எமிரேட்ஸ் ஸ்வாட் சவால் 2022 இல் இலங்கையின் ஸ்வாட் அதிக பாராட்டுகளைப் பெறுகிறது"
      ]
    }
  }
}