{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Sirisena-deny-JVP-allegations-of-corruption/56-734385",
  "time_ut": 1651705680,
  "title": "Sirisena deny JVP allegations of corruption",
  "body_lines": [
    "Tells JVP Leader Anura Kumara Dissanayake to take legal action against his family if evidence were true",
    "Calls on Voice Against Corruption Convener Wasantha Samarasinghe to file case against him and family without further delay",
    "Declares his preparedness to take on any penalty if proven guilty",
    "Says it is politically unethical to level such baseless claims to gain political advantages",
    "Expects to take legal action against baseless allegations by JVP",
    "Former President Maithripala Sirisena yesterday vehemently denied the accusations of corruption by Janatha Vimukthi Peramuna (JVP) at a special disclosure with stacks of alleged files containing proof documents on Tuesday.",
    "“I deny all allegations made by JVP that my family received a portion of the money from the Perpetual Treasuries during the Treasury Bond scam,” he told journalists at the Sri Lanka Freedom Party (SLFP) Head Office.",
    "Sirisena also said that he had already told JVP Leader and MP Anura Kumara Dissanayake to file a case against all accusations if they were confident about them, noting that he’s ready to face any penalty if proven guilty.",
    "On Tuesday, JVP exposed multiple corruption with stacks of alleged files containing proof documents, involving the lambasted ruling party politicians, their kith and kin, former Ministry Secretaries, officials in State institutions, Opposition politicians and business leaders for alleged corruption and claimed investigative officers, lawyers and media helped to shield those responsible.",
    "Sirisena also called on Voice Against Corruption Convener Wasantha Samarasinghe, who participated in the special disclosure to file a case against his kith and kin immediately to CID, IGP or Public Security Minister.",
    "“I urge Samarasinghe to make complaints to relevant authorities without further delay, if he has evidence that he or his family has obtained private or public properties in a fraudulent manner,” he added.",
    "On Tuesday, Samarasinghe claimed that Sirisena and his family received a portion of the money looted from the Central Bank Treasury Bond Scam.",
    "During the media briefing yesterday, Sirisena pointed out that it was he who directed the appointment of the Presidential Commission of Inquiry (PCoI) comprising Supreme Court judges into the Treasury Bond Scam in 2016 which later received national and international recognition for conducting a forensic audit.",
    "Sirisena also said it was politically unethical to level such baseless claims to gain political advantages, noting that he expects to take action against baseless allegations by the JVP."
  ],
  "translate": {
    "si": {
      "title": "සිරිසේන ජවිපෙ දූෂණ චෝදනා ප්‍රතික්ෂේප කරයි",
      "body_lines": [
        "සාක්ෂි සත්‍ය නම් තම පවුලට එරෙහිව නීතිමය පියවර ගන්නා ලෙස ජනතා විමුක්ති පෙරමුණේ නායක අනුර කුමාර දිසානායකට කියයි",
        "දුෂණ විරෝධී හඬ කැදවුම්කරු වසන්ත සමරසිංහ මහතාගෙන් ඉල්ලා සිටින්නේ තමන්ට සහ පවුලේ අයට එරෙහිව තවදුරටත් ප්‍රමාදයකින් තොරව නඩු පවරන ලෙසයි.",
        "වරදකරු බව ඔප්පු වුවහොත් ඕනෑම දඬුවමක් ගැනීමට ඔහුගේ සූදානම ප්‍රකාශ කරයි",
        "දේශපාලන වාසි ලබා ගැනීම සඳහා මෙවැනි පදනම් විරහිත ප්‍රකාශ කිරීම දේශපාලනික වශයෙන් සදාචාර විරෝධී බව පවසයි",
        "ජනතා විමුක්ති පෙරමුණේ පදනම් විරහිත චෝදනාවලට එරෙහිව නීතිමය පියවර ගැනීමට බලාපොරොත්තු වේ",
        "ජනතා විමුක්ති පෙරමුණේ (ජවිපෙ) දූෂණ චෝදනා හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා ඊයේ තරයේ ප්‍රතික්ෂේප කළේ සාක්ෂි ලේඛන ඇතුළත් යැයි කියන ලිපිගොනු තොගයක් සමඟින් අඟහරුවාදා විශේෂ හෙළිදරව් කිරීමකදීය.",
        "\"භාණ්ඩාගාර බැඳුම්කර මගඩියේදී මගේ පවුලට පර්පෙචුවල් ට්‍රෙෂරීස් සමාගමෙන් මුදල් ලැබුණු බවට ජවිපෙ කරන චෝදනා සියල්ල මම ප්‍රතික්ෂේප කරනවා,\" ඔහු ශ්‍රී ලංකා නිදහස් පක්ෂ (ශ්‍රීලනිප) ප්‍රධාන කාර්යාලයේදී මාධ්‍යවේදීන් අමතමින් පැවසීය.",
        "සියලු චෝදනා සම්බන්ධයෙන් විශ්වාස නම් නඩු පවරන ලෙස තමන් දැනටමත් ජවිපෙ නායක සහ පාර්ලිමේන්තු මන්ත්‍රී අනුර කුමාර දිසානායකට පවසා ඇති බවත්, වැරදිකරු බව ඔප්පු වුවහොත් ඕනෑම දඬුවමකට මුහුණ දීමට තමා සූදානම් බවත් සිරිසේන මහතා සඳහන් කළේය.",
        "අඟහරුවාදා ජනතා විමුක්ති පෙරමුණ විසින් දූෂණ චෝදනා එල්ල වූ ආණ්ඩු පක්ෂයේ දේශපාලනඥයන්, ඔවුන්ගේ කිට්ටු ඥාතීන්, හිටපු අමාත්‍යාංශ ලේකම්වරුන්, රාජ්‍ය ආයතනවල නිලධාරීන්, විපක්ෂයේ දේශපාලනඥයන් සහ ව්‍යාපාරික ප්‍රධානීන් දූෂණ චෝදනා සහ විමර්ශන නිලධාරීන් සම්බන්ධ සාක්ෂි ලේඛන ඇතුළත් යැයි කියන ලිපිගොනු තොගයක් සමඟින් බහුවිධ දූෂණ හෙළිදරව් කළේය. නීතීඥයන් සහ මාධ්‍ය වගකිවයුත්තන් ආරක්ෂා කිරීමට උදව් කළා.",
        "තම ඥාතීන්ට එරෙහිව වහාම අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවට, පොලිස්පතිවරයාට හෝ මහජන ආරක්‍ෂක අමාත්‍යවරයාට නඩු පවරන ලෙස සිරිසේන විශේෂ හෙළිදරව්වට සහභාගි වූ දූෂණ විරෝධී හඬ කැදවුම්කරු වසන්ත සමරසිංහ මහතා හමුවිය.",
        "\"මම සමරසිංහ මහතාගෙන් ඉල්ලා සිටින්නේ ඔහු හෝ ඔහුගේ පවුලේ අය පෞද්ගලික හෝ පොදු දේපළ වංචනික ලෙස ලබාගෙන ඇති බවට සාක්‍ෂි තිබේ නම් තව දුරටත් නොපමාව අදාළ බලධාරීන්ට පැමිණිලි කරන ලෙසයි,\" ඔහු වැඩිදුරටත් පැවසීය.",
        "අඟහරුවාදා සමරසිංහ කියා සිටියේ මහ බැංකු භාණ්ඩාගාර බැඳුම්කර මගඩියෙන් කොල්ලකන ලද මුදලින් කොටසක් සිරිසේන සහ ඔහුගේ පවුලට ලැබුණු බවයි.",
        "ඊයේ පැවති මාධ්‍ය හමුවේදී සිරිසේන පෙන්වා දුන්නේ 2016 වසරේදී වෝහාරික විගණනයක් පැවැත්වීම සඳහා ජාතික සහ ජාත්‍යන්තර පිළිගැනීමක් ලැබූ භාණ්ඩාගාර බැඳුම්කර මගඩිය සම්බන්ධයෙන් ශ්‍රේෂ්ඨාධිකරණ විනිසුරුවරුන්ගෙන් සමන්විත ජනාධිපති විමර්ශන කොමිසම (PCoI) පත්කිරීමට උපදෙස් දුන්නේ තමන් බවයි.",
        "දේශපාලන වාසි ලබා ගැනීම සඳහා මෙවැනි පදනම් විරහිත ප්‍රකාශ ඉදිරිපත් කිරීම දේශපාලනික වශයෙන් සදාචාර විරෝධී බව ද පැවසූ සිරිසේන, ජනතා විමුක්ති පෙරමුණේ පදනම් විරහිත චෝදනාවලට එරෙහිව ක්‍රියාමාර්ග ගැනීමට තමන් අපේක්ෂා කරන බව සඳහන් කළේය."
      ]
    },
    "ta": {
      "title": "ஜே.வி.பியின் ஊழல் குற்றச்சாட்டுகளை சிறிசேன மறுக்கிறார்",
      "body_lines": [
        "ஆதாரம் உண்மையாக இருந்தால் அவரது குடும்பத்தினருக்கு எதிராக சட்ட நடவடிக்கை எடுக்குமாறு ஜே.வி.பி தலைவர் அனுரகுமார திஸாநாயக்கவிடம் கூறியுள்ளார்",
        "ஊழலுக்கு எதிரான குரல் அமைப்பின் அழைப்பாளர் வசந்த சமரசிங்க, தனக்கும் அவரது குடும்பத்தினருக்கும் எதிராக மேலும் தாமதிக்காமல் வழக்குத் தாக்கல் செய்யுமாறு கேட்டுக்கொள்கிறேன்.",
        "குற்றம் நிரூபிக்கப்பட்டால் எந்த தண்டனையையும் பெறத் தயாராக இருப்பதாக அறிவிக்கிறார்",
        "அரசியல் ஆதாயங்களுக்காக இதுபோன்ற ஆதாரமற்ற கூற்றுக்களை முன்வைப்பது அரசியல் ரீதியாக நெறிமுறையற்றது என்று கூறுகிறார்",
        "ஜே.வி.பியின் ஆதாரமற்ற குற்றச்சாட்டுகளுக்கு எதிராக சட்ட நடவடிக்கை எடுக்க எதிர்பார்க்கப்படுகிறது",
        "மக்கள் விடுதலை முன்னணியின் ஊழல் குற்றச்சாட்டுகளை முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன நேற்று செவ்வாய்க்கிழமை வன்மையாக மறுத்துள்ளார்.",
        "ஸ்ரீலங்கா சுதந்திரக் கட்சியின் (SLFP) தலைமையகத்தில் ஊடகவியலாளர்களிடம் அவர் பேசுகையில், “திறைசேரி பிணைமுறி மோசடியின் போது எனது குடும்பம் பேர்ப்பச்சுவல் ட்ரசரீஸ் நிறுவனத்திடமிருந்து பணத்தின் ஒரு பகுதியைப் பெற்றதாக ஜே.வி.பி முன்வைத்துள்ள அனைத்து குற்றச்சாட்டுகளையும் நான் மறுக்கிறேன்.",
        "ஜே.வி.பியின் தலைவரும் பாராளுமன்ற உறுப்பினருமான அனுரகுமார திஸாநாயக்கவிடம் நம்பிக்கை இருந்தால் அனைத்து குற்றச்சாட்டுக்களுக்கும் எதிராக வழக்குத் தாக்கல் செய்யுமாறு தாம் ஏற்கனவே கூறியுள்ளதாகவும், குற்றம் நிரூபிக்கப்பட்டால் எந்தவொரு தண்டனையையும் எதிர்கொள்ளத் தயாராக இருப்பதாகவும் சிறிசேன தெரிவித்தார்.",
        "செவ்வாயன்று, ஜே.வி.பி பல ஊழல்களை அம்பலப்படுத்தியது, இதில் ஆளும் கட்சி அரசியல்வாதிகள், அவர்களின் உறவினர்கள், முன்னாள் அமைச்சின் செயலாளர்கள், அரச நிறுவனங்களில் உள்ள அதிகாரிகள், எதிர்க்கட்சி அரசியல்வாதிகள் மற்றும் வணிகத் தலைவர்கள், ஊழல் குற்றச்சாட்டுகள் மற்றும் விசாரணை அதிகாரிகள் என்று கூறப்படும் ஆதார ஆவணங்கள் அடங்கிய கோப்புகளை அடுக்கி வைத்தது. வழக்கறிஞர்கள் மற்றும் ஊடகங்கள் பொறுப்பானவர்களைக் காப்பாற்ற உதவியது.",
        "சி.ஐ.டி., ஐ.ஜி.பி அல்லது பொதுப் பாதுகாப்பு அமைச்சரிடம் உடனடியாக அவரது உறவினர்கள் மற்றும் உறவினர்களுக்கு எதிராக வழக்குத் தாக்கல் செய்யுமாறு சிறப்பு வெளிப்படுத்தலில் பங்கேற்ற ஊழலுக்கு எதிரான குரல் அழைப்பாளர் வசந்த சமரசிங்கவையும் சிறிசேன அழைத்தார்.",
        "“அவர் அல்லது அவரது குடும்பத்தினர் தனியார் அல்லது பொதுச் சொத்துக்களை மோசடியான முறையில் பெற்றதற்கான ஆதாரம் இருந்தால், தாமதிக்காமல் உரிய அதிகாரிகளிடம் முறைப்பாடு செய்யுமாறு நான் சமரசிங்கவிடம் கேட்டுக்கொள்கிறேன்,” என்று அவர் மேலும் கூறினார்.",
        "செவ்வாயன்று, மத்திய வங்கி திறைசேரி பிணைமுறி மோசடியில் கொள்ளையடிக்கப்பட்ட பணத்தின் ஒரு பகுதியை சிறிசேனவும் அவரது குடும்பத்தினரும் பெற்றதாக சமரசிங்க கூறினார்.",
        "நேற்றைய ஊடகவியலாளர் சந்திப்பின் போது, ​​2016 ஆம் ஆண்டு திறைசேரி பிணைமுறி மோசடி தொடர்பில் உச்ச நீதிமன்ற நீதிபதிகள் அடங்கிய ஜனாதிபதி விசாரணை ஆணைக்குழுவை (PCoI) நியமிக்குமாறு பணித்தவர் தாம் தான் என சுட்டிக்காட்டினார்.",
        "ஜே.வி.பி.யின் ஆதாரமற்ற குற்றச்சாட்டுகளுக்கு எதிராக நடவடிக்கை எடுக்க எதிர்பார்ப்பதாகக் குறிப்பிட்ட சிறிசேன, அரசியல் ஆதாயங்களுக்காக இத்தகைய ஆதாரமற்ற கூற்றுக்களை முன்வைப்பது அரசியல் ரீதியாக நெறிமுறையற்றது என்றும் கூறினார்."
      ]
    }
  }
}