{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protestors-in-human-chain-against-president-pm-as-currency-crisis-bites-96048/",
  "time_ut": 1655630400,
  "title": "Sri Lanka protestors in human chain against President, PM as currency crisis bites",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka’s protestors banded together in a human chain from Temple Trees, Prime Minister Ranil Wickremesinghe’s official residence to the iconic ‘Gota go Gama’ in front of President Gotabaya Rajapaksa’s office asking the two to step down as a currency crisis worsened.",
    "Sri Lanka’s protests which reduced after Wickremesinghe was appointed are starting to gather pace as shortages continue with the central bank unable to restore monetary stability.",
    "Protestors called for a ‘system change’ on Saturday as fuel queues lengthened and difficulties in paying for imported diesel, petrol and gas intensified amid continued money printing to pay salaries of state workers triggered forex shortages.",
    "Sri Lanka went through three currency crises in rapid succession from 2015 under as money was printed under ‘flexible’ policies to boost growth (stimulus) and in 2019 taxes were also cut in a fiscal stimulus with state economists claiming that there was a ‘persistent output gap’ as growth fell from previous currency crises.",
    "President Rajapaksa also banned chemical fertilizer imports to save 550 million US dollars in foreign exchange worsening the effects of the central bank crisis.",
    "Saturday’s protest was largely focused on Prime Minister Wickremesinghe, under whom forex shortages have continued though interest rates have been raised by the central bank to smash economic activities which can reduce private credit and drive private savings to finance the budget deficit.",
    "The central bank has again imposed a ‘guidance rate’ trying to enforce an exchange rate peg despite running out of reserves amid continued money printing.",
    "The rupee fell 200 to the 360 to the US dollar in a botched attempt by the central bank to float the currency with a surrender requirement in place (forced sales of dollars to the central bank) and foods and basic essentials are now out of reach of the less affluent.",
    "Malnutrition is also beginning to go up. A factory producing Triposha – a nutritional supplement aimed at combating malnutrition among children of low income families started in the 1970s when money printing and import controls were rife – is closed often without regular supplies of maize and soya beans.",
    "Wickremesinghe was appointed Prime Minister after the President’s Rajapaksa’s brother was forced to step down from the post following widespread protests.",
    "The appointment is said to have diluted protests somewhat, but after a month since the appointment and a fall from bad to worse, protestors are saying that he must step down, and the country must go for an election.",
    "“Ranil was brought in ‘for the rescue’, but we know the cynical intentions behind all of that. It’s just politics as usual, and not the system change we are asking for,” said Chaminda Dias.",
    "Dias was part of organizing the human chain, and an active protestor since the #GoHomeGota movement started.",
    "Many people waited for the Prime Minister’s more “diplomatic” and “international” approach to leadership in the hopes that he would help bring in much needed forex and international support to Sri Lanka.",
    "“Ranil is the International Face of the Rajapakshas” says one. “Ranil oyath fail” (Ranil you have failed too) says another.",
    "“We cannot give up until Gotabaya goes with Ranil, because as long as these useless leaders [are here] we will not get any assistance…even [from] our own people (migrant workers) living overseas,” said social Activist Vishaka Thilakarathna.",
    "Wickremesinghe, a six time Premier now, has not captured public confidence, and got into Parliament through the National List.",
    "Leisha Lawrence, an active protestor who had brought her sons along said “If we have billions to spend on defense and other things, why can’t we spare five billion for an election?”",
    "“I brought my sons along today because this is their future we are standing up for and they need to know what’s going on,” said Lawrence.",
    "“They need to be a part of the solution, they need to be a part of pressuring the government in the next steps that need to be done.”",
    "Her sons, Aaron, Ethan, Kieran and their friend Abiru say that they are “angry with Gota” for his part in the crisis that is depriving them of education.",
    "“Our school is closed a lot. We’re losing a whole year of our life because our O Levels are also getting postponed.”",
    "Sri Lanka’s Covid lockdowns and power cuts severely impacted school children, who missed out on studies and interactions with friends.",
    "Several schools and the country’s largest state university were recently shut down due as fuel shortages intensified.",
    "Crisis-hit Sri Lanka’s fuel shortage forces closure of schools, largest state university",
    "The boys wanted to encourage more young people to participate in protests.",
    "Sri Lankan youth are continuing activism through social media, but the young protesters want more people to take to the street and physically show dissent.",
    "“We’re living through a moment in history, come and do your part. You wanna be able to tell the future gen you did your part.”",
    "But showing up physically is not an option for many, who are stuck in Sri Lanka’s ever growing fuel lines, or simply struggling to survive.",
    "Two people died in fuel queues on June 16, bringing the death toll in queues to 10. The protesters",
    "who moved to Galle Face beachfront towards the evening observed one minutes silence in their memory.",
    "“Gota how many more lives do you need to send home?” read one placard.",
    "On June 15, a woman threw her child off a bridge in Wattala, and was prevented from taking her own life.",
    "In March, a father of four died by suicide after struggling to pay off a loan of 10,000 rupees.",
    "“People are dying on the streets. Mothers are throwing their children into the river because they don’t want to face the indignity of begging for food,” says Dias.",
    "Many protesters said they were taking part in the human chain in solidarity for those who could not make it.",
    "Nigel Karunaratne was part of a crew of cyclists at the protest. He said that the movement might have “lost a little steam” but it was important to speak out.",
    "“Whatever changes that have come are because of the protests at Galle Face. Without them we would still be with Mahinda, Basil and the other cronies.”",
    "The organizers of the human chain however, were happy with the turnout considering the extreme difficulties of living in Sri Lanka at the moment. (Colombo/June19/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ මුදල් අර්බුදය හමුවේ ජනපතිට, අගමැතිට එරෙහිව මිනිස් දම්වැලක විරෝධතා",
      "body_lines": [
        "ECONOMYNEXT- මුදල් අර්බුදය උග්‍ර වී ඇති බැවින් ඔවුන් දෙදෙනාට ඉවත් වන ලෙස ඉල්ලා ශ්‍රී ලංකාවේ විරෝධතාකරුවන් අරලියගහ මන්දිරයේ, අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහගේ නිල නිවසේ සිට ජනාධිපති ගෝඨාභය රාජපක්ෂගේ කාර්යාලය ඉදිරිපිට ඇති ‘ගෝඨා ගෝ ගම’ දක්වා මිනිස් දම්වැලකින් එකට එකතු විය.",
        "වික‍්‍රමසිංහ පත්කිරීමෙන් පසු අඩු වූ ශ‍්‍රී ලංකාවේ විරෝධතා වේගවත් වන්නට පටන් ගෙන ඇත්තේ, මූල්‍ය ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීමට මහ බැංකුවට නොහැකි වීමත් සමඟ හිඟය දිගටම පැවතීමත් සමඟ ය.",
        "රාජ්‍ය සේවකයන්ගේ වැටුප් ගෙවීම සඳහා අඛණ්ඩව මුදල් මුද්‍රණය කිරීම මධ්‍යයේ ඉන්ධන පෝලිම් දිගු වීම සහ ආනයනික ඩීසල්, පෙට්‍රල් සහ ගෑස් සඳහා ගෙවීමේ දුෂ්කරතා නිසා විදේශ විනිමය හිඟයක් ඇති වීම නිසා විරෝධතාකරුවන් සෙනසුරාදා 'පද්ධති වෙනසක්' ඉල්ලා සිටියේය.",
        "වර්ධනය (උත්තේජනය) ඉහළ නැංවීම සඳහා 'නම්‍යශීලී' ප්‍රතිපත්ති යටතේ මුදල් මුද්‍රණය කිරීම සහ 2019 දී රාජ්‍ය ආර්ථික විද්‍යාඥයින් විසින් 'ස්ථිර නිමැවුමක් ඇති බව ප්‍රකාශ කිරීමත් සමඟ රාජ්‍ය මූල්‍ය උත්තේජකයක් යටතේ බදු කපා හැරීම හේතුවෙන් ශ්‍රී ලංකාව 2015 සිට සීඝ්‍රයෙන් මුදල් අර්බුද තුනකට මුහුණ දුන්නේය. පරතරය' වර්ධනය පෙර මුදල් අර්බුද වලින් පහත වැටුණි.",
        "මහ බැංකු අර්බුදයේ ප්‍රතිවිපාක නරක අතට හැරෙමින් ඩොලර් මිලියන 550 ක විදේශ විනිමය ඉතිරි කර ගැනීම සඳහා ජනාධිපතිතුමා රසායනික පොහොර ආනයනය ද තහනම් කළේය.",
        "සෙනසුරාදා විරෝධතාව බොහෝ දුරට අවධානය යොමු වූයේ අගමැති වික්‍රමසිංහ කෙරෙහි වන අතර, ඔහු යටතේ විදේශ විනිමය හිඟය දිගටම පැවතුන අතර, අයවැය හිඟය පියවා ගැනීම සඳහා පුද්ගලික ණය අඩු කිරීමට සහ පුද්ගලික ඉතුරුම් තල්ලු කිරීමට හැකි ආර්ථික ක්‍රියාකාරකම් කඩාකප්පල් කිරීමට මහ බැංකුව විසින් පොලී අනුපාත ඉහළ නංවා ඇත.",
        "අඛණ්ඩ මුදල් මුද්‍රණය මධ්‍යයේ සංචිත අවසන් වෙමින් තිබියදී විනිමය අනුපාතිකයක් බලාත්මක කිරීමට මහ බැංකුව නැවතත් ‘මාර්ගෝපදේශ අනුපාතයක්’ පනවා ඇත.",
        "එක්සත් ජනපද ඩොලරයට රුපියල 200 සිට 360 දක්වා පහත වැටුනේ යටත් වීමේ අවශ්‍යතාවයක් (මහ බැංකුවට ඩොලර් බලහත්කාරයෙන් විකිණීම) සමඟ මුදල් පාවීමට මහ බැංකුව ගත් අසාර්ථක උත්සාහයක් නිසා සහ ආහාර සහ මූලික අත්‍යවශ්‍ය දෑ දැන් ළඟා විය නොහැක. අඩු ධනවත්.",
        "මන්දපෝෂණය ද ඉහළ යාමට පටන් ගෙන තිබේ. ත්‍රිපෝෂ නිෂ්පාදනය කරන කර්මාන්ත ශාලාවක් - අඩු ආදායම්ලාභී පවුල්වල දරුවන් අතර මන්දපෝෂණයට එරෙහිව සටන් කිරීම අරමුණු කරගත් පෝෂණ අතිරේකයක් වන 1970 ගණන්වල මුදල් මුද්‍රණය සහ ආනයන පාලනය බහුලව පැවති සමයේ ආරම්භ කරන ලදී - බඩඉරිඟු සහ සෝයා බෝංචි නිතිපතා සැපයීමකින් තොරව බොහෝ විට වසා ඇත.",
        "වික්‍රමසිංහ මහතා අගමැති ධූරයට පත් කරනු ලැබුවේ පුලුල් විරෝධතා හේතුවෙන් ජනාධිපති රාජපක්ෂගේ සොහොයුරාට එම ධූරයෙන් ඉල්ලා අස්වීමට සිදුවීමෙන් පසුවය.",
        "මෙම පත්වීම නිසා විරෝධතා තරමක් දියාරු වී ඇති බව පැවසේ, නමුත් පත්කිරීමෙන් මාසයකට පසු නරක අතට හැරීමෙන් පසු, විරෝධතාකරුවන් පවසන්නේ ඔහු ඉල්ලා අස්විය යුතු බවත්, රට මැතිවරණයකට යා යුතු බවත්ය.",
        "“රනිල් ගෙනාවේ ‘ගලවා ගැනීමට’ නමුත් ඒ සියල්ල පිටුපස ඇති නරුම චේතනාවන් අපි දනිමු. ඒක සාමාන්‍ය විදියට දේශපාලනයක් මිසක් අපි ඉල්ලන ක්‍රමය වෙනස් කරන්න නෙවෙයි.” චමින්ද ඩයස් පැවසීය.",
        "ඩයස් මිනිස් දාමය සංවිධානය කිරීමේ කොටසක් වූ අතර #GoHomeGota ව්‍යාපාරය ආරම්භයේ සිට ක්‍රියාකාරී විරෝධතාකරුවෙකු විය.",
        "නායකත්වය සඳහා අග්‍රාමාත්‍යවරයාගේ වඩාත් “රාජ්‍ය තාන්ත්‍රික” සහ “ජාත්‍යන්තර” ප්‍රවේශය බොහෝ දෙනා බලා සිටියේ ශ්‍රී ලංකාවට අවශ්‍ය විදේශ විනිමය සහ ජාත්‍යන්තර සහයෝගය ගෙන ඒමට ඔහු උදව් කරනු ඇතැයි යන අපේක්ෂාවෙනි.",
        "“රනිල් යනු රාජපක්ෂලාගේ ජාත්‍යන්තර මුහුණුවරයි” එක් අයෙක් කියයි. “Ranil oyath fail” (රනිල් ඔබත් අසාර්ථකයි) තව කෙනෙක් කියනවා.",
        "“ගෝඨාබය රනිල් එක්ක යනකම් අපිට අතාරින්න බෑ, මොකද මේ වැඩකට නැති නායකයන් [මෙතන] ඉන්නකම් අපිට කිසිම සහනයක් ලැබෙන්නෙ නෑ... පිටරටවල ඉන්න අපේම අයගෙන්වත් (විගමණික ශ්‍රමිකයන්ගෙන්)” සමාජ ක්‍රියාකාරික විශාඛා තිලකරත්න පැවසීය.",
        "මේ වන විට හය වතාවක් අගමැති වී සිටින වික්‍රමසිංහ මහතා මහජන විශ්වාසය දිනා නොගත් අතර ජාතික ලැයිස්තුවෙන් පාර්ලිමේන්තුවට පැමිණියේය.",
        "තම පුතුන් රැගෙන ආ ක්‍රියාකාරී විරෝධතාකාරියක වන ලීෂා ලෝරන්ස් පැවසුවේ “ආරක්ෂාව සහ වෙනත් දේවල් සඳහා අපට බිලියන ගණනක් වියදම් කිරීමට තිබේ නම්, අපට මැතිවරණයක් සඳහා බිලියන පහක් ඉතිරි කළ නොහැක්කේ ඇයි?”",
        "\"මම අද මගේ පුතුන්ව එක්කගෙන ආවේ ඔවුන්ගේ අනාගතය අපි වෙනුවෙන් පෙනී සිටින නිසාත්, සිදුවන්නේ කුමක්දැයි ඔවුන් දැනගත යුතු නිසාත්,\" ලෝරන්ස් පැවසීය.",
        "\"ඔවුන් විසඳුමේ කොටසක් විය යුතුය, ඔවුන් කළ යුතු ඊළඟ පියවරේදී රජයට බලපෑම් කිරීමේ කොටසක් විය යුතුය.\"",
        "ඇයගේ පුතුන් වන ආරොන්, ඊතන්, කීරාන් සහ ඔවුන්ගේ මිතුරා වන අභිරු පවසන්නේ ඔවුන්ට අධ්‍යාපනය අහිමි කරන අර්බුදයේ ඔහුගේ කොටස සම්බන්ධයෙන් ඔවුන් “ගෝඨා සමඟ කෝපයෙන්” සිටින බවයි.",
        "“අපේ පාසල ගොඩක් වහලා. අපේ ඕ ලෙවල් එකත් කල් යන නිසා අපිට අපේ ජීවිතේ අවුරුද්දක් නැති වෙනවා.\"",
        "ශ්‍රී ලංකාවේ කෝවිඩ් අගුලු දැමීම් සහ විදුලි කප්පාදුව පාසල් දරුවන්ට දැඩි ලෙස බලපෑ අතර, ඔවුන් ඉගෙනීම සහ මිතුරන් සමඟ අන්තර් ක්‍රියා කිරීම මග හැරියේය.",
        "ඉන්ධන හිඟය උග්‍රවීම හේතුවෙන් පාසල් කිහිපයක් සහ රටේ විශාලතම රාජ්‍ය විශ්වවිද්‍යාලය මෑතකදී වසා දමන ලදී.",
        "අර්බුදකාරී ශ්‍රී ලංකාවේ ඉන්ධන හිඟය විශාලතම රාජ්‍ය විශ්වවිද්‍යාලය වන පාසල් වසා දැමීමට බල කරයි",
        "පිරිමි ළමයින්ට අවශ්‍ය වූයේ වැඩි වැඩියෙන් තරුණයින් විරෝධතාවලට සහභාගී වීමට දිරිගැන්වීමයි.",
        "ශ්‍රී ලාංකික තරුණයින් සමාජ මාධ්‍ය හරහා අඛණ්ඩ ක්‍රියාකාරීත්වයේ යෙදී සිටින නමුත් තරුණ විරෝධතාකරුවන්ට අවශ්‍ය වන්නේ වැඩි පිරිසක් පාරට බැස භෞතිකව විරුද්ධත්වය පෙන්වීමයි.",
        "“අපි ජීවත් වන්නේ ඉතිහාසයේ මොහොතක, පැමිණ ඔබේ කොටස කරන්න. ඔබ ඔබේ කොටස කළ බව අනාගත පරම්පරාවට පැවසීමට ඔබට අවශ්‍යයි. ”",
        "නමුත් ශ්‍රී ලංකාවේ දිනෙන් දින වර්ධනය වන ඉන්ධන මාර්ගවල සිරවී සිටින හෝ සරලව ජීවත් වීමට අරගල කරන බොහෝ දෙනෙකුට ශාරීරිකව පෙනී සිටීම විකල්පයක් නොවේ.",
        "ජූනි 16 වැනිදා ඉන්ධන පෝලිම්වල පුද්ගලයන් දෙදෙනෙකු මිය ගිය අතර, පෝලිම්වල සිටි මරණ සංඛ්‍යාව 10 දක්වා ඉහළ ගියේය. විරෝධතාකරුවන්",
        "සවස් වන විට ගාලුමුවදොර වෙරළ තීරයට ගිය පිරිස ඔවුන් සිහිකර විනාඩියක නිශ්ශබ්දතාවයක් පැවැත්වීය.",
        "\"ගෝඨා තව ජීවිත කීයක් ගෙදර යවන්න ඕනද?\" එක පුවරු කියවන්න.",
        "ජූනි 15 වැනි දින වත්තලදී කාන්තාවක් තම දරුවා පාලමකින් ඉවතට විසි කළ අතර, ඇයගේ ජීවිතය නැති කර ගැනීමට නොහැකි විය.",
        "මාර්තු මාසයේදී රුපියල් 10,000 ක ණයක් ගෙවීමට නොහැකිව සිව්දරු පියෙකු සියදිවි නසා ගත්තේය.",
        "“මිනිස්සු පාරේ මැරෙනවා. අම්මලා තම දරුවන් ගඟට දමන්නේ ආහාර හිඟාකෑමේ අගෞරවයට මුහුණ දීමට අකමැති නිසාය. ”ඩයස් පවසයි.",
        "බොහෝ විරෝධතාකරුවන් කියා සිටියේ තමන් මෙම මිනිස් දාමයට සහභාගී වීමට නොහැකි වූවන් සඳහා සහයෝගීතාවයෙන් සිටින බවයි.",
        "නයිජල් කරුණාරත්න විරෝධතාවයේ පාපැදි කාර්ය මණ්ඩලයේ කොටසක් විය. ව්යාපාරය \"ටිකක් වාෂ්ප වී\" ඇති නමුත් එය කතා කිරීම වැදගත් බව ඔහු පැවසීය.",
        "“මොන වෙනස්කම් ආවත් ගාලු මුවදොර උද්ඝෝෂණ නිසා. ඔවුන් නැත්නම් අපි තවමත් මහින්ද, බැසිල් ඇතුළු ගජමිතුරන් සමඟයි.”",
        "කෙසේ වෙතත්, මේ වන විට ශ්‍රී ලංකාවේ ජීවත්වීමට ඇති දැඩි දුෂ්කරතා සලකා බලමින් පැමිණි පිරිස පිළිබඳව මානව දාමයේ සංවිධායකයෝ සතුටු වූහ. (කොළඹ/ජුනි19/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் கரன்சி நெருக்கடி காரணமாக ஜனாதிபதி, பிரதமர் ஆகியோருக்கு எதிராக மனித சங்கிலியில் போராட்டம்",
      "body_lines": [
        "பொருளாதாரம்- இலங்கையின் ஆர்ப்பாட்டக்காரர்கள் டெம்பிள் ட்ரீஸ், பிரதமர் ரணில் விக்கிரமசிங்கவின் உத்தியோகபூர்வ இல்லத்திலிருந்து ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் அலுவலகத்திற்கு முன்னால் உள்ள சின்னமான ‘கோட்டா கோ காமா’ வரை மனிதச் சங்கிலியில் ஒன்றிணைந்து, நாணய நெருக்கடி மோசமடைந்ததால் இருவரையும் பதவி விலகுமாறு கேட்டுக் கொண்டனர்.",
        "விக்கிரமசிங்க பதவியேற்ற பின்னர் குறைக்கப்பட்ட இலங்கையின் எதிர்ப்புக்கள், பண ஸ்திரத்தன்மையை மீட்டெடுக்க முடியாமல் மத்திய வங்கியின் பற்றாக்குறை தொடர்வதால், வேகம் கூடத் தொடங்கியுள்ளது.",
        "எரிபொருள் வரிசைகள் நீண்டு, இறக்குமதி செய்யப்பட்ட டீசல், பெட்ரோல் மற்றும் எரிவாயுவுக்கு பணம் செலுத்துவதில் உள்ள சிரமங்கள் தீவிரமடைந்ததால், அரசு ஊழியர்களுக்கு சம்பளம் வழங்குவதற்கு தொடர்ந்து பணம் அச்சடிக்கப்பட்டதால், அந்நிய செலாவணி பற்றாக்குறையை ஏற்படுத்தியதால், எதிர்ப்பாளர்கள் சனிக்கிழமையன்று ‘சிஸ்டம் மாற்றத்திற்கு’ அழைப்பு விடுத்தனர்.",
        "வளர்ச்சியை (தூண்டுதல்) அதிகரிக்க 'நெகிழ்வான' கொள்கைகளின் கீழ் பணம் அச்சிடப்பட்டதன் கீழ், 2015 ஆம் ஆண்டு முதல் தொடர்ச்சியாக மூன்று நாணய நெருக்கடிகளை இலங்கை சந்தித்தது. முந்தைய நாணய நெருக்கடிகளிலிருந்து வளர்ச்சி வீழ்ச்சியடைந்ததால் இடைவெளி.",
        "மத்திய வங்கி நெருக்கடியின் விளைவுகளை மோசமாக்கும் வகையில் 550 மில்லியன் அமெரிக்க டொலர் அந்நியச் செலாவணியைச் சேமிப்பதற்காக ரசாயன உர இறக்குமதியையும் ஜனாதிபதி ராஜபக்ஷ தடை செய்தார்.",
        "சனிக்கிழமையன்று நடந்த எதிர்ப்பு பிரதமர் விக்கிரமசிங்கவை மையமாகக் கொண்டிருந்தது, அவருடைய கீழ் அந்நியச் செலாவணி பற்றாக்குறை தொடர்கிறது, இருப்பினும் மத்திய வங்கியால் வட்டி விகிதங்கள் உயர்த்தப்பட்டுள்ளன, இது தனியார் கடனைக் குறைக்கும் மற்றும் தனியார் சேமிப்புகளை வரவு செலவுத் திட்ட பற்றாக்குறைக்கு நிதியளிக்கும்.",
        "மத்திய வங்கி மீண்டும் ஒரு 'வழிகாட்டல் விகிதத்தை' விதித்துள்ளது, தொடர்ந்து பணம் அச்சிடுவதற்கு மத்தியில் கையிருப்பு தீர்ந்துவிட்ட போதிலும், மாற்று விகிதத்தை அமல்படுத்த முயற்சிக்கிறது.",
        "ரூபாய் மதிப்பு 200க்கு சரிந்து 360க்கு 360 அமெரிக்க டாலருக்கு சரணடையும் தேவையுடன் கரன்சியை மிதக்க மத்திய வங்கி மேற்கொண்ட முயற்சியின் காரணமாக (மத்திய வங்கிக்கு டாலர்களை கட்டாயமாக விற்பனை செய்தல்) உணவுகள் மற்றும் அடிப்படை அத்தியாவசிய பொருட்கள் இப்போது கைக்கு எட்டவில்லை. குறைந்த வசதி படைத்தவர்கள்.",
        "ஊட்டச் சத்து குறைபாடும் அதிகரிக்கத் தொடங்கியுள்ளது. 1970 களில் பணம் அச்சடித்தல் மற்றும் இறக்குமதி கட்டுப்பாடுகள் அதிகமாக இருந்தபோது, ​​குறைந்த வருமானம் கொண்ட குடும்பங்களின் குழந்தைகளிடையே ஊட்டச்சத்து குறைபாட்டை எதிர்த்துப் போராடும் நோக்கத்தில், திரிபோஷாவை உற்பத்தி செய்யும் ஒரு தொழிற்சாலை - மக்காச்சோளம் மற்றும் சோயா பீன்ஸ் வழக்கமான விநியோகம் இல்லாமல் அடிக்கடி மூடப்பட்டது.",
        "பரவலான எதிர்ப்புகளைத் தொடர்ந்து ஜனாதிபதியின் ராஜபக்சேவின் சகோதரர் பதவியில் இருந்து விலக வேண்டிய கட்டாயத்திற்குப் பிறகு விக்கிரமசிங்கே பிரதமராக நியமிக்கப்பட்டார்.",
        "இந்த நியமனம் எதிர்ப்புகளை சற்றே நீர்த்துப்போகச் செய்ததாகக் கூறப்படுகிறது, ஆனால் நியமனம் மற்றும் மோசமான நிலைக்கு ஒரு மாதத்திற்குப் பிறகு, எதிர்ப்பாளர்கள் அவர் பதவி விலக வேண்டும் என்றும், நாடு தேர்தலுக்குச் செல்ல வேண்டும் என்றும் கூறுகிறார்கள்.",
        "“ரணிலை ‘மீட்பதற்காக’ அழைத்து வரப்பட்டார், ஆனால் இவை அனைத்திற்கும் பின்னால் உள்ள இழிந்த நோக்கங்களை நாங்கள் அறிவோம். இது வழமை போல் அரசியல் தான், நாம் கேட்கும் முறைமை மாற்றம் அல்ல” என சமிந்த டயஸ் கூறினார்.",
        "டயஸ் மனித சங்கிலியை ஒழுங்கமைப்பதில் ஒரு பகுதியாக இருந்தார், மேலும் #GoHomeGota இயக்கம் தொடங்கியதில் இருந்து தீவிர எதிர்ப்பாளர்.",
        "பிரதமரின் தலைமைத்துவத்திற்கான \"இராஜதந்திர\" மற்றும் \"சர்வதேச\" அணுகுமுறைக்காக பலர் காத்திருந்தனர், அவர் இலங்கைக்கு தேவையான அந்நிய செலாவணி மற்றும் சர்வதேச ஆதரவைக் கொண்டு வர உதவுவார் என்ற நம்பிக்கையில்.",
        "“ரணில் ராஜபக்ஷக்களின் சர்வதேச முகம்” என்கிறார் ஒருவர். “Ranil oyath fail” (ரணில் நீங்களும் தோற்றுவிட்டீர்கள்) என்கிறார் இன்னொருவர்.",
        "\"கோட்டாபய ரணிலுடன் செல்லும் வரை எங்களால் கைவிட முடியாது, ஏனென்றால் இந்த பயனற்ற தலைவர்கள் (இங்கே) இருக்கும் வரை எங்களுக்கு எந்த உதவியும் கிடைக்காது ... வெளிநாடுகளில் வாழும் எங்கள் சொந்த மக்களிடமிருந்தும் (புலம்பெயர்ந்த தொழிலாளர்கள்) கூட\" என்று சமூக ஆர்வலர் விசாக திலகரத்ன கூறினார்.",
        "விக்கிரமசிங்க, தற்போது ஆறு முறை பிரதமராக இருந்தும், மக்களின் நம்பிக்கையைப் பெறவில்லை, தேசியப் பட்டியல் மூலம் நாடாளுமன்றத்திற்கு வந்துள்ளார்.",
        "லீஷா லாரன்ஸ், தனது மகன்களை அழைத்து வந்த ஒரு தீவிர எதிர்ப்பாளர், \"பாதுகாப்பு மற்றும் பிற விஷயங்களுக்கு எங்களிடம் பில்லியன்கள் இருந்தால், தேர்தலுக்கு ஏன் 5 பில்லியனை செலவிட முடியாது?\"",
        "\"நான் இன்று என் மகன்களை அழைத்து வந்தேன், ஏனென்றால் அவர்களின் எதிர்காலம் இதுதான் நாங்கள் நிற்கிறோம், என்ன நடக்கிறது என்பதை அவர்கள் தெரிந்து கொள்ள வேண்டும்\" என்று லாரன்ஸ் கூறினார்.",
        "\"அவர்கள் தீர்வின் ஒரு பகுதியாக இருக்க வேண்டும், அவர்கள் செய்ய வேண்டிய அடுத்த படிகளில் அரசாங்கத்திற்கு அழுத்தம் கொடுப்பதில் ஒரு பகுதியாக இருக்க வேண்டும்.\"",
        "அவரது மகன்களான ஆரோன், ஈதன், கீரன் மற்றும் அவர்களது நண்பர் அபிரு ஆகியோர் கல்வியை இழக்கும் நெருக்கடியில் கோதாவின் பங்கிற்கு \"கோதா\" என்று கூறுகிறார்கள்.",
        "“எங்கள் பள்ளி மிகவும் மூடப்பட்டுள்ளது. எங்களின் ஓ லெவல்களும் தள்ளிப்போவதால், எங்கள் வாழ்நாளில் ஒரு வருடம் முழுவதையும் இழக்கிறோம்.",
        "இலங்கையின் கோவிட் லாக்டவுன்கள் மற்றும் மின்வெட்டுகள் பள்ளிக் குழந்தைகளை கடுமையாக பாதித்தது, அவர்கள் படிப்பையும் நண்பர்களுடனான தொடர்புகளையும் தவறவிட்டனர்.",
        "எரிபொருள் தட்டுப்பாடு தீவிரமடைந்ததால், பல பள்ளிகள் மற்றும் நாட்டின் மிகப்பெரிய அரசு பல்கலைக்கழகம் சமீபத்தில் மூடப்பட்டன.",
        "நெருக்கடியால் பாதிக்கப்பட்டுள்ள இலங்கையின் எரிபொருள் பற்றாக்குறையால் மிகப்பெரிய அரச பல்கலைக்கழகமான பாடசாலைகள் மூடப்படுகின்றன",
        "சிறுவர்கள் அதிக இளைஞர்களை போராட்டங்களில் பங்கேற்க ஊக்குவிக்க விரும்பினர்.",
        "இலங்கை இளைஞர்கள் சமூக ஊடகங்கள் மூலம் தொடர்ந்து செயற்படுகின்றனர், ஆனால் இளம் எதிர்ப்பாளர்கள் அதிகமான மக்கள் வீதியில் இறங்கி உடல் ரீதியாக எதிர்ப்பைக் காட்ட விரும்புகிறார்கள்.",
        "\"நாங்கள் வரலாற்றில் ஒரு தருணத்தில் வாழ்கிறோம், வாருங்கள் உங்கள் பங்கை செய்யுங்கள். உங்கள் பங்கை நீங்கள் செய்ததை வருங்கால குலத்திடம் சொல்ல வேண்டும்.",
        "ஆனால், இலங்கையின் எப்பொழுதும் வளர்ந்து வரும் எரிபொருள் வழித்தடங்களில் சிக்கித் தவிக்கும், அல்லது வெறுமனே உயிர்வாழப் போராடும் பலருக்கு உடல் ரீதியாக வெளிப்படுவது ஒரு விருப்பமல்ல.",
        "ஜூன் 16 அன்று இரண்டு பேர் எரிபொருள் வரிசையில் இறந்தனர், வரிசையில் இறந்தவர்களின் எண்ணிக்கை 10 ஆக உயர்ந்தது. போராட்டக்காரர்கள்",
        "மாலை நோக்கி காலி முகத்திடல் கடற்கரைக்கு சென்றவர்கள் அவர்களின் நினைவாக ஒரு நிமிடம் மௌன அஞ்சலி செலுத்தினர்.",
        "\"இன்னும் எத்தனை உயிர்களை வீட்டிற்கு அனுப்ப வேண்டும்?\" ஒரு அட்டையை வாசிக்கவும்.",
        "ஜூன் 15 அன்று, வத்தளையில் ஒரு பெண் தனது குழந்தையை பாலத்தில் இருந்து தூக்கி எறிந்தார், மேலும் அவரது உயிரை மாய்த்துக் கொள்ள விடாமல் தடுக்கப்பட்டார்.",
        "கடந்த மார்ச் மாதம் 10,000 ரூபா கடனை அடைக்க முடியாமல் நான்கு பிள்ளைகளின் தந்தை ஒருவர் தற்கொலை செய்துகொண்டார்.",
        "“மக்கள் தெருக்களில் இறந்து கொண்டிருக்கிறார்கள். உணவுக்காக பிச்சை எடுக்கும் அவமானத்தை எதிர்கொள்ள விரும்பாத தாய்மார்கள் தங்கள் குழந்தைகளை ஆற்றில் வீசுகிறார்கள், ”என்கிறார் டயஸ்.",
        "பல போராட்டக்காரர்கள் மனிதச் சங்கிலியில் பங்கேற்க முடியாதவர்களுக்கு ஒற்றுமையுடன் பங்கேற்பதாக தெரிவித்தனர்.",
        "நைஜல் கருணாரத்ன இந்த ஆர்ப்பாட்டத்தில் சைக்கிள் ஓட்டுநர்கள் குழுவில் ஒருவராக இருந்தார். இயக்கம் \"கொஞ்சம் நீராவியை இழந்திருக்கலாம்\" ஆனால் பேசுவது முக்கியம் என்று அவர் கூறினார்.",
        "“எத்தகைய மாற்றங்கள் வந்தாலும் அது காலி முகத்திடலில் நடந்த போராட்டங்களால் தான். அவர்கள் இல்லாவிடில் நாங்கள் இன்னும் மஹிந்த, பசில் மற்றும் ஏனைய சகாக்களுடன் இருந்திருப்போம்.",
        "எவ்வாறாயினும், தற்போது இலங்கையில் வாழ்வதற்கு ஏற்பட்டுள்ள பாரிய சிரமங்களை கருத்தில் கொண்டு மக்கள் வருகை தந்தமையால் மனிதச் சங்கிலியின் ஏற்பாட்டாளர்கள் மகிழ்ச்சியடைந்துள்ளனர். (கொழும்பு/ஜூன்19/2022)"
      ]
    }
  }
}