{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankans-down-underin-the-spotlight/",
  "time_ut": 1650301500,
  "title": "Sri Lankans Down Under…in the spotlight",
  "body_lines": [
    "Sri Lankans, in the state of Victoria, came in for praise from the Victorian Premier, Daniel Andrews, when he greeted them for the New Year.",
    "“I want to send my very best wishes to every Victorian celebrating Sinhalese New Year.",
    "“This is such a special time for family, and friends, to come together, and I know how important these occasions are to you, because what makes the Sinhalese community strong is your connection to each other and the pride you take in rich traditions.",
    "“I also know that this is a challenging time for the Sri Lankan diaspora, in every part of the world, and our thoughts continue to be with your friends, and family, during this difficult time.",
    "“To our Sinhalese community, here in Victoria, thank you for the enormous contribution you make to our state, every single day.",
    "“From my family to yours, happy New Year and may your house be filled with happiness.”",
    "In the meanwhile, Sri Lankans also continue to excel in the entertainment scene, Down Under, especially in Melbourne.",
    "Reporting from Melbourne, Trevine Rodrigo says Melbourne erupted into a Covid-free musical spectacular as the Grand on Cathies came alive, on April 9th, at the Combined Schools Dinner Dance that brought back the days of pure entertainment, missing for a while, due to restrictions over the past two years.",
    "A galaxy of local talent, brought together by the highly-energised Esric Jackson, and a handpicked bunch of musicians, gave the music-starved Melburnians a night of superb music.",
    "Says Esric: Not one person left the Grand without paying glowing compliments about what a fantastic night they had”.",
    "Three of Melbourne’s best bands, Replay 6, Cherrie Chamari and B Sharp, and Come Together, spearheaded by Kelvin and Vanessa Speldewinde, provided a contrasting style of music that catered to everyone and kept the dance floor packed to capacity.",
    "The highly talented Replay 6 were in a class of their own as they let out their pent up musical ability with a brilliant performance, and also backing the night’s guest artistes.",
    "Not to be outdone, B Sharp and Come Together provided their own brand of music which gave the night a balance, with some Sinhala classics thrown into the mix.",
    "Among the highlights of the night was a tribute and minutes silence to remember and honour the recently passed legend, Desmond De Silva, who left us three months ago.",
    "Desmond’s unique rendition of ‘Danny Boy,’ recorded at the memorial to the late Sandra Jackson, heralded proceedings followed by video footage of some of his memorable performances. It was a moving tribute to one of Sri Lanka’s best ever singer /entertainers.",
    "Jude Nicholas was brilliant, leading the rich line-up of the night’s entertainment, as was the velvety voice of evergreen Ben Nathanielsz, also Rob Foenander, Rachel Livorno, Larry Loos, and the explosive Enrico Hipolito.",
    "The night was complemented by some wonderful dance routines by Strut Entertainment whose energetic performances had the large crowd enthralled.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලාංකිකයන් පහළට... අවධානයට ලක්ව ඇත",
      "body_lines": [
        "වික්ටෝරියා ප්‍රාන්තයේ සිටින ශ්‍රී ලාංකිකයන්, වික්ටෝරියානු අග්‍රාමාත්‍ය ඩැනියෙල් ඇන්ඩෲස් නව වසරට සුබ පැතූ අවස්ථාවේදී ඔහුගේ ප්‍රශංසාවට ලක් විය.",
        "“සිංහල අලුත් අවුරුද්ද සමරන සෑම වික්ටෝරියානු ජාතිකයෙකුටම මගේ සුභ පැතුම් යැවීමට මට අවශ්‍යයි.",
        "“මෙය පවුලේ අයට සහ මිතුරන්ට එකට එකතු වීමට එතරම් විශේෂ කාලයක් වන අතර, මෙම අවස්ථා ඔබට කෙතරම් වැදගත් දැයි මම දනිමි, මන්ද සිංහල ප්‍රජාව ශක්තිමත් වන්නේ ඔබ එකිනෙකා සමඟ ඇති සම්බන්ධය සහ පොහොසත් සම්ප්‍රදායන් ගැන ඔබ ගන්නා ආඩම්බරයයි.",
        "“ලෝකයේ සෑම ප්‍රදේශයකම සිටින ශ්‍රී ලාංකික ඩයස්පෝරාවට මෙය අභියෝගාත්මක කාලයක් බව මම දනිමි, මෙම දුෂ්කර කාලය තුළ අපගේ සිතුවිලි ඔබේ මිතුරන් සහ පවුලේ අය සමඟ දිගටම පවතිනු ඇත.",
        "“වික්ටෝරියා හි සිටින අපගේ සිංහල ප්‍රජාවට, සෑම දිනකම ඔබ අපේ ප්‍රාන්තයට කරන දැවැන්ත දායකත්වයට ස්තූතියි.",
        "\"මගේ පවුලේ අයගෙන් ඔබට, සුභ අලුත් අවුරුද්දක් වේවා, ඔබේ නිවස සතුටින් පිරේවා.\"",
        "මේ අතර, ශ්‍රී ලාංකිකයන් ද ඩවුන් අන්ඩර්, විශේෂයෙන් මෙල්බර්න් හි විනෝදාස්වාද වේදිකාවේ දස්කම් පෙන්වයි.",
        "මෙල්බර්න් නුවරින් වාර්තා කරමින් ට්‍රෙවින් රොද්‍රිගෝ පවසන්නේ අප්‍රේල් 9 වන දින, කලකට අතුරුදහන් වූ පිරිසිදු විනෝදාස්වාදයේ දින නැවත ගෙන ආ ඒකාබද්ධ පාසල් රාත්‍රී භෝජන සංග්‍රහයේ දී Grand on Cathies පණ ගැන්වීමත් සමඟම Melbourne Covid-නිදහස් සංගීත සංදර්ශනයක් බවට පත් වූ බවයි. පසුගිය වසර දෙක තුළ සීමා කිරීම්.",
        "ඉතා ජවසම්පන්න එස්රික් ජැක්සන් සහ තෝරාගත් සංගීතඥයින් පිරිසක් විසින් එකතු කරන ලද දේශීය දක්ෂතා ඇති මන්දාකිනියක්, සංගීතයෙන් බඩගින්නේ සිටි Melburnians හට සුපිරි සංගීතයේ රාත්‍රියක් ලබා දුන්නේය.",
        "Esric පවසයි: ඔවුන් ගත කළ අපූරු රාත්‍රිය ගැන දිදුලන ප්‍රශංසා නොකොට එක පුද්ගලයෙක්වත් ග්‍රෑන්ඩ් එකෙන් පිටව ගියේ නැත.",
        "Melbourne හි හොඳම සංගීත කණ්ඩායම් තුන වන Replay 6, Cherrie Chamari සහ B Sharp, සහ Come Together, Kelvin සහ Vanessa Speldewinde විසින් මෙහෙයවන ලද අතර, සියල්ලන්ටම සංග්‍රහ කරන සහ නැටුම් තලය ධාරිතාවයෙන් පිරී ඉතිරී යන ප්‍රතිවිරුද්ධ සංගීත ශෛලියක් සපයන ලදී.",
        "අති දක්ෂ Replay 6 ඔවුන්ගේම පන්තියක සිටි අතර, ඔවුන් දීප්තිමත් කාර්ය සාධනයක් සමඟින් ඔවුන්ගේ සංගිත සංගීත හැකියාව පිට කළ අතර රාත්‍රියේ ආරාධිත කලාකරුවන්ට ද සහාය විය.",
        "නොඉක්මවිය යුතුය, B Sharp සහ Come Together ඔවුන්ගේම සංගීත සන්නාමය සැපයූ අතර එය රාත්‍රියට සමබරතාවයක් ලබා දුන්නේය, සමහර සිංහල සම්භාව්‍ය මිශ්‍රණයට විසි කරන ලදී.",
        "රාත්‍රියේ විශේෂත්වයන් අතරට මාස තුනකට පෙර අප හැර ගිය මෑතක දී අප අතරින් සමුගත් ජනප්‍රවාදයක් වූ ඩෙස්මන්ඩ් ද සිල්වා මහතා සිහිපත් කිරීමට සහ උපහාර දැක්වීමට විනාඩි ගණනක නිශ්ශබ්දතාවයක් ද විය.",
        "අභාවප්‍රාප්ත සැන්ඩ්‍රා ජැක්සන්ගේ ස්මාරකයේදී පටිගත කරන ලද ඩෙස්මන්ඩ්ගේ 'ඩැනී බෝයි' හි අද්විතීය නිරූපණය, ඔහුගේ අමතක නොවන රංගන කිහිපයක වීඩියෝ දර්ශන සමඟ ක්‍රියාපටිපාටිය ප්‍රකාශ කළේය. එය ශ්‍රී ලංකාවේ මෙතෙක් බිහි වූ හොඳම ගායකයෙකුට / විනෝදාස්වාදකයෙකුට උපහාරයක් විය.",
        "සදාහරිත බෙන් නතානියෙල්ස්, රොබ් ෆොනැන්ඩර්, රේචල් ලිවෝර්නෝ, ලැරී ලූස් සහ පුපුරණ ද්‍රව්‍ය එන්රිකෝ හිපොලිටෝගේ වෙල්වට් හඬ මෙන්ම රාත්‍රියේ විනෝදාස්වාදයේ පොහොසත් පෙළගැස්ම මෙහෙයවූ ජූඩ් නිකලස් දක්ෂ විය.",
        "රාත්‍රිය ස්ට්‍රට් එන්ටර්ටේන්මන්ට් විසින් අපූරු නර්තන ක්‍රම කිහිපයකින් අනුපූරක කරන ලද අතර එහි ජවසම්පන්න රංගනයන් විශාල පිරිසකගේ සිත් ගත්තේය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கவனத்தை ஈர்த்துள்ள இலங்கையர்கள்",
      "body_lines": [
        "விக்டோரியா மாகாணத்தில் உள்ள இலங்கையர்கள், விக்டோரியா பிரதமர் டேனியல் ஆண்ட்ரூஸ் அவர்களுக்கு புத்தாண்டு வாழ்த்து தெரிவித்தபோது, ​​அவரைப் பாராட்டினர்.",
        "“சிங்கள புத்தாண்டைக் கொண்டாடும் ஒவ்வொரு விக்டோரிய மக்களுக்கும் எனது வாழ்த்துக்களை அனுப்ப விரும்புகிறேன்.",
        "“குடும்பத்தினர் மற்றும் நண்பர்கள் ஒன்றிணைவதற்கு இது மிகவும் சிறப்பான தருணம், இந்த சந்தர்ப்பங்கள் உங்களுக்கு எவ்வளவு முக்கியமானவை என்பதை நான் அறிவேன், ஏனென்றால் சிங்கள சமூகத்தை பலப்படுத்துவது ஒன்றுக்கொன்று உங்கள் தொடர்பும், வளமான பாரம்பரியங்களில் நீங்கள் கொண்டுள்ள பெருமையும் ஆகும்.",
        "“உலகின் அனைத்துப் பகுதிகளிலும் உள்ள புலம்பெயர் இலங்கையர்களுக்கு இது ஒரு சவாலான தருணம் என்பதை நான் அறிவேன், மேலும் இந்த கடினமான நேரத்தில் எங்கள் எண்ணங்கள் உங்கள் நண்பர்கள் மற்றும் குடும்பத்தினருடன் தொடர்ந்து இருக்கும்.",
        "“எங்கள் சிங்கள சமூகத்திற்கு, இங்கு விக்டோரியாவில், ஒவ்வொரு நாளும் நீங்கள் எங்கள் மாநிலத்திற்கு செய்யும் மகத்தான பங்களிப்பிற்கு நன்றி.",
        "\"என் குடும்பத்திலிருந்து உங்களுக்கு, புத்தாண்டு வாழ்த்துக்கள் மற்றும் உங்கள் வீடு மகிழ்ச்சியால் நிரப்பப்படட்டும்.\"",
        "இதற்கிடையில், குறிப்பாக மெல்போர்னில் உள்ள டவுன் அண்டர் கேளிக்கை காட்சிகளில் இலங்கையர்களும் தொடர்ந்து சிறந்து விளங்குகின்றனர்.",
        "மெல்போர்னில் இருந்து அறிக்கையிடும் ட்ரெவின் ரோட்ரிகோ கூறுகையில், ஏப்ரல் 9 ஆம் தேதி, ஒருங்கிணைந்த பள்ளிகளின் டின்னர் டான்ஸில், கிராண்ட் ஆன் கேத்தீஸ் உயிர்ப்புடன் வந்ததால், மெல்போர்ன் கோவிட்-இல்லாத இசைக் காட்சியாக வெடித்தது. கடந்த இரண்டு ஆண்டுகளாக கட்டுப்பாடுகள்.",
        "அதிக ஆற்றல் பெற்ற எஸ்ரிக் ஜாக்சன் மற்றும் தேர்ந்தெடுக்கப்பட்ட இசைக்கலைஞர்களால் ஒருங்கிணைக்கப்பட்ட உள்ளூர் திறமைகளின் ஒரு விண்மீன், இசையில் பட்டினி கிடந்த மெல்பர்னியர்களுக்கு ஒரு இரவு அற்புதமான இசையைக் கொடுத்தது.",
        "எஸ்ரிக் கூறுகிறார்: ஒரு நபர் கூட கிராண்ட்டை விட்டு வெளியேறவில்லை, அவர்கள் என்ன ஒரு அற்புதமான இரவு என்று ஒளிரும் பாராட்டுக்களைத் தெரிவிக்கவில்லை.",
        "மெல்போர்னின் மூன்று சிறந்த இசைக்குழுக்கள், ரீப்ளே 6, செர்ரி சாமரி மற்றும் பி ஷார்ப், மற்றும் கம் டுகெதர், கெல்வின் மற்றும் வனேசா ஸ்பெல்டெவிண்டே ஆகியோர் தலைமையில், மாறுபட்ட பாணியிலான இசையை வழங்கினர், இது அனைவருக்கும் ஏற்றது மற்றும் நடனத் தளத்தை நிரம்பியது.",
        "மிகவும் திறமையான ரீப்ளே 6 அவர்கள் தங்கள் சொந்த வகுப்பில் இருந்தனர், ஏனெனில் அவர்கள் ஒரு சிறந்த செயல்திறன் மூலம் தங்கள் அடக்கி வைக்கப்பட்ட இசைத் திறனை வெளிப்படுத்தினர், மேலும் இரவு விருந்தினர் கலைஞர்களுக்கு ஆதரவாகவும் இருந்தனர்.",
        "பி ஷார்ப் அண்ட் கம் டுகெதர் இசையை வழங்கியது.",
        "மூன்று மாதங்களுக்கு முன்னர் எம்மை விட்டுப் பிரிந்த டெஸ்மண்ட் டி சில்வாவை அண்மையில் கடந்து சென்ற ஜாம்பவான் டெஸ்மண்ட் டி சில்வாவை நினைவுகூர்ந்து அவரைக் கௌரவிக்கும் முகமாக அஞ்சலியும் நிமிட மௌனமும் இரவின் சிறப்பம்சங்களாகும்.",
        "மறைந்த சாண்ட்ரா ஜாக்சனின் நினைவிடத்தில் பதிவுசெய்யப்பட்ட டெஸ்மண்டின் தனித்துவமான 'டேனி பாய்', அவரது சில மறக்கமுடியாத நிகழ்ச்சிகளின் வீடியோ காட்சிகளை அறிவித்தது. இது இலங்கையின் சிறந்த பாடகர்/பொழுதுபோக்காளர்களில் ஒருவருக்குச் செலுத்தப்பட்ட ஒரு நகரும் அஞ்சலியாகும்.",
        "ஜூட் நிக்கோலஸ் புத்திசாலித்தனமாக இருந்தார், இரவு நேர பொழுதுபோக்கின் பணக்கார வரிசையை வழிநடத்தினார், அதே போல் எப்போதும் பசுமையான பென் நதானியேல்ஸ், ராப் ஃபோனாண்டர், ரேச்சல் லிவோர்னோ, லாரி லூஸ் மற்றும் வெடிக்கும் என்ரிகோ ஹிபோலிட்டோ ஆகியோரின் வெல்வெட்டி குரல்.",
        "ஸ்ட்ரட் என்டர்டெயின்மென்ட்டின் சில அற்புதமான நடன நிகழ்ச்சிகளால் இரவு நிறைவு செய்யப்பட்டது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}