{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/govt-health-workers-in-sri-lanka-go-on-strike-in-western-eastern-provinces-91637/",
  "time_ut": 1647240300,
  "title": "Govt health workers in Sri Lanka go on strike in Western, Eastern provinces",
  "body_lines": [
    "ECONOMYNEXT – State health workers in Sri Lanka are once again engaged in trade union action, this time resorting to a strike on Monday (14) in the Western and Eastern provinces claiming that authorities have failed to honour consensus reached in previous meetings.",
    "A continuous strike launched by state health workers in early February over seven key demands was stopped by an order issued by the Colombo Magistrate Court. The unions then initiated a 48-hour token strike on March 02 and 03, but suspended the campaign for ten days after meeting the Secretary to the Ministry of Health.",
    "Convener of the Federation for Health Professionals Ravi Kumudesh told reporters on Monday (14) that the cabinet of ministers, the Ministry of Finance and the Public Service Commission should pay more attention to their grievances so as to prevent the resumption of their struggle.",
    "“A cabinet memorandum has been submitted to eliminate the salary anomalies of health professionals and to make a recommendation in this regard to the Sri Lanka Eligibility Framework and no specific action has been taken in this regard so far. As the appointment of an expert committee is a matter for the cabinet, we look forward to hearing from you soon,” Kumudesh said.",
    "“It has been about seven months since the cabinet decided to grant second class promotions in five years and first class promotions in seven years.”",
    "However, Kumudesh said no response has been received so far to the request made to the cabinet to remove the anomaly of allowances and the relevant recommendations have not yet been made to the Ministry of Finance as agreed by the Minister of Health.",
    "Elimination of salary anomalies in paramedical, nursing and paramedical services in line with the Sri Lanka Eligibility Framework",
    "Issuing the circular for 5/7 promotions as approved by the Cabinet of Ministers and making it pre-dated",
    "Establishment of the posts of Director and Deputy Director General of Paramedical, Paramedical and Nursing Services",
    "Working as agreed to increase overtime and specimen allowances not increased by 23 years",
    "“Also, the recommendations of the Public Service Commission for revision of recruitment procedures have been delayed, and further delays in certain amendments agreed upon by the Director General of Health Services have hampered the agreement on the relevant requests,” said Kumudesh.",
    "Health workers also demand that the government name the health profession a closed service after the government decided to make the teachers profession a closed service in 2021.",
    "The health service is currently under public services. Declaring it a closed service will allow the government to treat health professionals separately from the rest of the public service when resolving their demands for salary anomalies, wages, transfers, and other benefits.",
    "Kumudesh said despite the intervention of the Ministry of Health in the last ten days, the Public Service Commission, the Ministry of Finance and the cabinet have failed to take a definite decision on the strike.",
    "“It has been decided to hold a special executive meeting of the Federation of Health Professionals on Wednesday (16) to reconsider the strike,” Kumudesh said. (Colombo/Mar14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ රජයේ සෞඛ්‍ය සේවකයින් බස්නාහිර, නැඟෙනහිර පළාත්වල වැඩ වර්ජනයක",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ රාජ්‍ය සෞඛ්‍ය සේවකයින් යලිත් වරක් වෘත්තීය ක්‍රියාමාර්ගයක නිරත වන අතර, මෙවර සඳුදා (14) බස්නාහිර සහ නැගෙනහිර පළාත්වල වැඩවර්ජනයක නිරත වන්නේ පසුගිය රැස්වීම් වලදී ඇති වූ එකඟතාවයන්ට ගරු කිරීමට බලධාරීන් අපොහොසත් වූ බව පවසමිනි.",
        "ප්‍රධාන ඉල්ලීම් හතක් මුල් කර ගනිමින් පෙබරවාරි මස මුලදී රාජ්‍ය සෞඛ්‍ය සේවකයින් විසින් දියත් කරන ලද අඛණ්ඩ වැඩවර්ජනයක් කොළඹ මහේස්ත්‍රාත් අධිකරණය විසින් නිකුත් කරන ලද නියෝගයකින් නතර කරන ලදී. අනතුරුව වෘත්තීය සමිති මාර්තු 02 සහ 03 යන දිනවල පැය 48ක සංකේත වැඩවර්ජනයක් ආරම්භ කළ නමුත් සෞඛ්‍ය අමාත්‍යාංශයේ ලේකම්වරයා හමුවීමෙන් පසු දින දහයකට උද්ඝෝෂණය අත්හිටුවන ලදී.",
        "සෞඛ්‍ය වෘත්තිකයන්ගේ සම්මේලනයේ කැඳවුම්කරු රවී කුමුදේශ් සඳුදා (14) මාධ්‍යවේදීන් අමතමින් කියා සිටියේ ඔවුන්ගේ අරගලය නැවත ආරම්භ වීම වැළැක්වීම සඳහා අමාත්‍ය මණ්ඩලය, මුදල් අමාත්‍යාංශය සහ රාජ්‍ය සේවා කොමිෂන් සභාව ඔවුන්ගේ දුක්ගැනවිලි කෙරෙහි වැඩි අවධානයක් යොමු කළ යුතු බවයි.",
        "“සෞඛ්‍ය වෘත්තිකයන්ගේ වැටුප් විෂමතා ඉවත් කිරීමට සහ ඒ සම්බන්ධයෙන් ශ්‍රී ලංකා සුදුසුකම් රාමුවට නිර්දේශයක් ඉදිරිපත් කිරීමට කැබිනට් පත්‍රිකාවක් ඉදිරිපත් කර ඇති අතර ඒ සම්බන්ධයෙන් මෙතෙක් නිශ්චිත ක්‍රියාමාර්ගයක් ගෙන නොමැත. විද්වත් කමිටුවක් පත්කිරීම කැබිනට් මණ්ඩලයේ කටයුත්තක් නිසා ළඟදීම ඔබෙන් කරුණු විමසීමට අපි බලාපොරොත්තු වෙනවා,” කුමුදේශ් පැවසීය.",
        "“දෙවැනි පන්තියේ උසස්වීම් වසර පහකින් සහ පළමු පන්තියේ උසස්වීම් වසර හතකින් ලබාදීමට කැබිනට් මණ්ඩලය තීරණය කර මාස හතක් පමණ වෙනවා.”",
        "කෙසේ වෙතත්, දීමනා විෂමතාව ඉවත් කරන ලෙස කැබිනට් මණ්ඩලයට කළ ඉල්ලීමට මෙතෙක් ප්‍රතිචාරයක් ලැබී නොමැති බවත් සෞඛ්‍ය අමාත්‍යවරයා එකඟ වූ පරිදි අදාළ නිර්දේශ මුදල් අමාත්‍යාංශය වෙත මෙතෙක් ඉදිරිපත් කර නොමැති බවත් කුමුදේශ් පැවසීය.",
        "ශ්‍රී ලංකා සුදුසුකම් රාමුවට අනුකූලව පරිපූරක, හෙද සහ පරිපූරක වෛද්‍ය සේවාවන්හි වැටුප් විෂමතා ඉවත් කිරීම.",
        "අමාත්‍ය මණ්ඩලය විසින් අනුමත කරන ලද පරිදි 5/7 උසස්වීම් සඳහා වන චක්‍රලේඛය නිකුත් කිරීම සහ එය පෙර දින බවට පත් කිරීම.",
        "පරිපූරක, පරිපූරක වෛද්‍ය සහ හෙද සේවා අධ්‍යක්ෂ සහ නියෝජ්‍ය අධ්‍යක්ෂ ජනරාල් තනතුරු පිහිටුවීම.",
        "අතිකාල සහ ආදර්ශ දීමනා වැඩි කිරීමට එකඟ වූ පරිදි වැඩ කිරීම වසර 23 කින් වැඩි නොවේ",
        "\"එමෙන්ම, බඳවා ගැනීමේ පටිපාටිය සංශෝධනය කිරීම සඳහා රාජ්‍ය සේවා කොමිෂන් සභාවේ නිර්දේශ ප්‍රමාද වී ඇති අතර, සෞඛ්‍ය සේවා අධ්‍යක්ෂ ජනරාල්වරයා විසින් එකඟ වූ ඇතැම් සංශෝධන තවදුරටත් ප්‍රමාද කිරීම අදාළ ඉල්ලීම් පිළිබඳ එකඟතාවයට බාධාවක් වී තිබේ,\" කුමුදේශ් පැවසීය.",
        "2021 දී ගුරු වෘත්තිය සංවෘත සේවාවක් බවට පත් කිරීමට රජය තීරණය කිරීමෙන් පසු සෞඛ්‍ය වෘත්තිය සංවෘත සේවාවක් ලෙස නම් කරන ලෙස සෞඛ්‍ය සේවකයෝ ද රජයෙන් ඉල්ලා සිටිති.",
        "සෞඛ්‍ය සේවාව දැනට පවතින්නේ මහජන සේවාවන් යටතේය. එය සංවෘත සේවාවක් ලෙස ප්‍රකාශ කිරීම මගින් සෞඛ්‍ය වෘත්තිකයන්ගේ වැටුප් විෂමතා, වැටුප්, ස්ථාන මාරුවීම් සහ අනෙකුත් ප්‍රතිලාභ සඳහා වන ඉල්ලීම් විසඳීමේදී සෙසු රාජ්‍ය සේවයෙන් වෙන්ව සැලකීමට රජයට ඉඩ සැලසේ.",
        "කුමුදේශ් පැවසුවේ පසුගිය දින දහය තුළ සෞඛ්‍ය අමාත්‍යාංශය මැදිහත් වූවද වර්ජනය සම්බන්ධයෙන් නිශ්චිත තීරණයක් ගැනීමට රාජ්‍ය සේවා කොමිෂන් සභාව, මුදල් අමාත්‍යාංශය සහ කැබිනට් මණ්ඩලය අපොහොසත් වූ බවයි.",
        "\"වර්ජනය නැවත සලකා බැලීම සඳහා සෞඛ්‍ය වෘත්තිකයන්ගේ සම්මේලනයේ විශේෂ විධායක රැස්වීමක් බදාදා (16) පැවැත්වීමට තීරණය කර ඇත,\" කුමුදේශ් පැවසීය. (කොළඹ/මාර්තු14/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் அரசாங்க சுகாதார ஊழியர்கள் மேற்கு மற்றும் கிழக்கு மாகாணங்களில் வேலை நிறுத்தத்தில் ஈடுபட்டுள்ளனர்",
      "body_lines": [
        "ECONOMYNEXT – இலங்கையில் அரச சுகாதார ஊழியர்கள் மீண்டும் தொழிற்சங்க நடவடிக்கையில் ஈடுபட்டுள்ளனர், இம்முறை மேற்கு மற்றும் கிழக்கு மாகாணங்களில் கடந்த திங்கட்கிழமை (14) வேலைநிறுத்தப் போராட்டத்தில் ஈடுபட்டுள்ளனர்.",
        "ஏழு முக்கிய கோரிக்கைகளை முன்வைத்து கடந்த பெப்ரவரி மாத தொடக்கத்தில் அரச சுகாதார ஊழியர்கள் முன்னெடுத்த தொடர்ச்சியான வேலைநிறுத்தம் கொழும்பு நீதவான் நீதிமன்றத்தினால் பிறப்பிக்கப்பட்ட உத்தரவின் மூலம் நிறுத்தப்பட்டது. தொழிற்சங்கங்கள் மார்ச் 02 மற்றும் 03 ஆம் திகதிகளில் 48 மணிநேர அடையாள வேலைநிறுத்தத்தை ஆரம்பித்தன, ஆனால் சுகாதார அமைச்சின் செயலாளரைச் சந்தித்த பின்னர் பத்து நாட்களுக்கு பிரச்சாரத்தை இடைநிறுத்தியது.",
        "அமைச்சர்கள் அமைச்சரவையும், நிதியமைச்சகமும், பொதுச் சேவை ஆணைக்குழுவும் தமது குறைகளை மீளக் கவனம் செலுத்தி போராட்டம் மீள ஆரம்பிக்கப்படுவதைத் தடுக்க வேண்டும் என சுகாதார நிபுணர்களுக்கான கூட்டமைப்பின் அழைப்பாளர் ரவி குமுதேஷ் திங்கள்கிழமை (14) செய்தியாளர்களிடம் தெரிவித்தார்.",
        "“சுகாதார நிபுணர்களின் சம்பள முரண்பாடுகளை களைவதற்கும், இலங்கை தகுதிக் கட்டமைப்பிற்கு இது தொடர்பான பரிந்துரையை வழங்குவதற்கும் அமைச்சரவைப் பத்திரம் சமர்ப்பிக்கப்பட்டுள்ளதுடன், இதுவரையில் இது தொடர்பில் குறிப்பிட்ட நடவடிக்கை எடுக்கப்படவில்லை. நிபுணர் குழுவை நியமிப்பது என்பது அமைச்சரவை சம்பந்தப்பட்ட விஷயம் என்பதால், உங்களிடமிருந்து விரைவில் கேட்க காத்திருக்கிறோம்” என்று குமுதேஷ் கூறினார்.",
        "\"ஐந்தாண்டுகளில் இரண்டாம் வகுப்பு பதவி உயர்வு மற்றும் ஏழு ஆண்டுகளில் முதல் வகுப்பு பதவி உயர்வு வழங்க அமைச்சரவை முடிவு செய்து ஏழு மாதங்கள் ஆகிறது.\"",
        "எவ்வாறாயினும், கொடுப்பனவுகளின் முரண்பாட்டை நீக்குமாறு அமைச்சரவைக்கு விடுக்கப்பட்ட கோரிக்கைக்கு இதுவரை எந்த பதிலும் கிடைக்கவில்லை என்றும், சுகாதார அமைச்சரால் ஒப்புக் கொள்ளப்பட்டபடி உரிய பரிந்துரைகள் இன்னும் நிதி அமைச்சகத்திற்கு வழங்கப்படவில்லை என்றும் குமுதேஷ் கூறினார்.",
        "இலங்கை தகுதி கட்டமைப்பிற்கு இணங்க துணை மருத்துவ, தாதி மற்றும் துணை மருத்துவ சேவைகளில் சம்பள முரண்பாடுகளை நீக்குதல்",
        "அமைச்சரவையினால் அங்கீகரிக்கப்பட்ட 5/7 பதவி உயர்வுகளுக்கான சுற்றறிக்கையை வெளியிட்டு அதனை முன் தேதியிட்டதாக ஆக்குதல்.",
        "பாராமெடிக்கல், பாராமெடிக்கல் மற்றும் நர்சிங் சர்வீசஸ் இயக்குநர் மற்றும் துணை இயக்குநர் ஜெனரல் பதவிகளை நிறுவுதல்",
        "கூடுதல் நேரம் மற்றும் மாதிரி கொடுப்பனவுகளை அதிகரிக்க ஒப்புக்கொண்டபடி வேலை செய்வது 23 ஆண்டுகள் அதிகரிக்கவில்லை",
        "\"மேலும், ஆட்சேர்ப்பு நடைமுறைகளை மறுபரிசீலனை செய்வதற்கான பொது சேவை ஆணையத்தின் பரிந்துரைகள் தாமதமாகிவிட்டன, மேலும் சுகாதார சேவைகள் பணிப்பாளர் நாயகம் ஒப்புக்கொண்ட சில திருத்தங்களில் மேலும் தாமதம் தொடர்புடைய கோரிக்கைகள் மீதான ஒப்பந்தத்திற்கு இடையூறாக உள்ளது\" என்று குமுதேஷ் கூறினார்.",
        "2021 ஆம் ஆண்டில் ஆசிரியர் தொழிலை மூடிய சேவையாக மாற்ற அரசாங்கம் முடிவு செய்த பின்னர் சுகாதாரத் தொழிலை மூடிய சேவை என்று அரசாங்கம் பெயரிட வேண்டும் என்றும் சுகாதார ஊழியர்கள் கோருகின்றனர்.",
        "சுகாதார சேவை தற்போது பொது சேவைகளின் கீழ் உள்ளது. இதை மூடிய சேவையாக அறிவிப்பதன் மூலம், சம்பள முரண்பாடுகள், ஊதியங்கள், இடமாற்றங்கள் மற்றும் இதர சலுகைகளுக்கான கோரிக்கைகளைத் தீர்க்கும் போது, ​​சுகாதார நிபுணர்களை மற்ற பொதுச் சேவையில் இருந்து தனித்தனியாக நடத்துவதற்கு அரசாங்கத்தை அனுமதிக்கும்.",
        "கடந்த பத்து நாட்களில் சுகாதார அமைச்சகம் தலையிட்ட போதிலும், வேலைநிறுத்தம் குறித்து திட்டவட்டமான முடிவை எடுக்க அரசு சேவை ஆணைக்குழு, நிதி அமைச்சகம் மற்றும் அமைச்சரவை தவறிவிட்டதாக குமுதேஷ் கூறினார்.",
        "வேலைநிறுத்தத்தை மறுபரிசீலனை செய்வதற்காக புதன்கிழமை (16) சுகாதார வல்லுநர்கள் கூட்டமைப்பின் சிறப்பு நிர்வாகக் கூட்டத்தை நடத்த முடிவு செய்யப்பட்டுள்ளது,” என்று குமுதேஷ் கூறினார். (கொழும்பு/மார்ச்14/2022)"
      ]
    }
  }
}