{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/where-arts-faculties-should-be-headed-a-rejoinder/",
  "time_ut": 1648482660,
  "title": "Where Arts Faculties should be headed – a rejoinder",
  "body_lines": [
    "Over a month ago, I wrote in this column about the way the current Quality Assurance processes, including the Qualifications framework, has little space for Humanities and Social Sciences (H and SS) knowledge (The Island Feb.1 2022). Prof. Susirith Mendis, Former Vice Chancellor of the University of Ruhuna, responded to my column by arguing that the knowledge imparted by H (and SS) was important but that the Sri Lankan University system had failed to produce good quality practitioners of these disciplines (The Island Feb. 16 2022). He stated further that these academics were therefore unable to address and critique neoliberal tendencies in recent developments in Education Reform. He also claimed that the Arts faculties were not playing the role that they should, i. e., function as “the spirit and the soul” of the university.",
    "Prof. Mendis is largely correct in claiming that our H (and also SS) faculties are in crisis, and his intervention is appreciated. I agree, for instance with the Professor’s suggestion that the Arts education reform process requires critique. The compulsion to teach badly defined “employability skills” involves an erasure of the knowledge and perspective that an H and SS educations offers. It is difficult however to agree with some other elements of Prof. Mendis’ critique. His placing of responsibility at the feet of H and SS academics is inadequately informed by the history of developments in Arts Faculties and ultimately personalizes a structural problem for which broader interventions are required. Prof. Mendis’ critique also reflects the elite politics and class dynamics at play in the public conversation about Arts Education as well as the Education reform process. Unless this critique’s own prejudices are addressed, we will not be able to push the conversation forward on the issue.",
    "That there is a crisis in Arts education in Sri Lanka is not news. As members of Arts Faculties, we wish that our Faculties were better equipped research centres, that our students had greater competence in both critical thinking and English language ability when they come to us, that gender relations in our faculties were not from the last century, that our faculties – by and large sites of Sinhala Buddhist hegemony– had wider ethnic representation and more space for the discussion of ethnoreligious tensions in the country, and that our postgraduate programmes were supported and regulated better, and, most of all, we wish that the speedy neoliberalisation of our faculties that is ongoing—emulating a failing model from the west– can be more successfully resisted. Our Kuppi columns are an attempt to draw attention to the failings within our universities and also to show that the public commentary, regarding this crisis, is not asking the right questions and that the policymakers are not responding to the right problems.",
    "There are historical reasons for the current state of the Arts Faculties. Prof. Mendis’s piece is more sophisticated than many but his position reflects the standard criticisms of Arts faculties and the nostalgia for a bygone era where the humanities (mainly in the English language) flourished. Prof. Mendis asks if anti-colonial thinking—that brought about the preoccupation with swabhasha—is legitimate, and bemoans the nativism that has been the result of our flirtation with such theories. He alleges that the emphasis on the local has produced closed-minded academics uninformed by global development, unable to think out of the box.",
    "Much of this criticism is valid and has in fact been discussed in this column (See Harshana Rambukwella, The Island Nov. 23 2021.). The crisis in Arts Education has also been discussed by both Kumudu Kusum Kumara (2013) and Prabha Manurathna (2018) in excellent essays that elevate the conversation substantially. Kumara discusses the transformation to swabasha as a national level policy that upended the university system. As Kumara points out, the policy of teaching H and SS disciplines only in the local languages drove out academics from the university system and required those who stayed to teach in Sinhala and Tamil without access to adequate translated reading materials. Instruction was conducted only through delivery of lectures and student reading was largely confined to handed down lecture notes. Education policymakers did not invest in substantive translation programmes or fund research by H and SS academics to produce knowledge in the local languages. To date, the lack of support for Arts Faculties continues: the STEM faculty student to teacher ratio is 10:1 while in Arts faculties it is 18:1. Talking about the nativism of Sinhala-speaking academics without discussing the structural conditions that led to the policy and then limited the resources with which they could work, is disingenuous. Further, no attempt has been made to recognise the many who have flourished in the local universities despite such policies.",
    "That English capacity is important for high quality training in the H and SS is not disputed. As we know, English speaking skills are wielded like a sword by the Sri Lankan middle class and excellence, competence, and trustworthiness are considered a function of English-speaking ability in such circles. Current Higher Education policymaking regarding English is driven by its value as a class marker more than as an instrument towards greater subject specialisation or a broader perspective.",
    "That the mostly Tamil and Sinhala speaking staff at the University struggle to express themselves well in English should not be considered a sign of their lack of ability across the board, but a reflection of the swabasha policy itself. Experts from the UGC, running workshops for quality assurance, routinely talk down to us when we don’t ask questions using the “right” language. It is time that education policymakers better recognise the intellectual and emotional labour required of academics whose first language is not English, to function under such conditions. I raise this point only partially in response to Professor Mendis; most critics of Arts Faculties – from other faculties within the universities—speak to and of their colleagues in Arts Faculties as incompetent based on their verbal performance in English. Such a perspective draws from a larger position regarding the “failures” of the Arts Faculties’ that is similar to the one articulated by Prof. Mendis.",
    "Prabha Manurathna’s essay on Arts Education draws attention to the “actual Arts student” that enters the local university system. Drawing attention to the students’ class background Manurathna critiques how the current reform process imagines their transformation. A recent audit report that was discussed in this column also referenced the kind of students that the Arts Faculties attracted. They were the students who went to schools that didn’t have Science Education facilities; they were from the poorest districts in the country, and they were mostly women. The report described them as the weakest students entering universities, following the least useful degree programme. They were also the largest percentage of university entrants. The recommendation from the Audit Office was that technology education needed to improve so that students from these underprivileged areas could be better equipped for the future, and a technologically capable workforce would be produced. The report even suggested that as a ‘developing country’ we could not afford to have so many Arts Graduates, or invest in the fine Arts. The report is evidence of the low regard for H and SS education at the policy level and we have critiqued this report (Farzana Haniffa, The Island 27 April 2021). The report also confirms that Arts Faculties are home to large numbers of students from severely under-sresourced schools and very strained social and economic circumstances.",
    "The elitism at work in the prevailing critiques of Arts Faculties, including in Prof. Mendis’ essay, is reflected in the absence of a sociopolitical analysis of the demographic that Arts Faculties in Sri Lanka largely serve. It is also reflected in the aspirations expressed as to what the Arts and Humanities should offer students. In Arts Faculties in Sri Lanka we are struggling to empower students with huge disadvantages. It is well to remember that the celebrated homes of Humanities that Prof. Mendis references – like Harvard University– are elite institutions that benefited from the exploitation of the downtrodden and the enslaved. They were engaged in the reproduction of the elite and not in producing emancipatory knowledge or opportunities for the struggling urban and rural underclass.",
    "It is not the Harvards of this world that we should emulate, but contexts that have enabled the emergence of labour struggles and cultural critique informed by class analysis. It is also here that our decolonial critique needs to be located. Our task should be to enable our students to better understand and critique the structural conditions behind their circumstances and equip them to change these conditions for their communities. It is to this end that we should gear our educational goals and not merely to equip individual students to escape class through “entrepreneurship.” Having students aspire to become CEOs of exploitative enterprises that trap future generations in poverty is the neoliberal project that we should resist.",
    "(The author is Professor and Head in the Department of Sociology at the University of Colombo)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}