{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81344/malwathu-and-asgiri-mahanayake-theras-write-14-point-letter-to-president",
  "time_ut": 1647888360,
  "title": "Malwathu and Asgiri Mahanayake Theras write 14-point letter to President",
  "body_lines": [
    "Malwathu and Asgiri Mahanayake Theras have presented a letter to President Gotabaya Rajapaksa highlighting the importance of convening an all-party conference of local and foreign scholars to formulate a plan for sustainable development, and 13 other issues.",
    "The letter sent to the President was signed by Malwathu Mahanayake Most Ven. Thibbatuwawe Sri Sumangala Thera and Asgiri Mahanayake Most Ven. Warakagoda Gnanaratana Thera.",
    "In the letter, the Mahanayake Theras pointed out the need to formulate a national policy to provide relief to the people affected by the economic crisis, the PMD reported.",
    "The implementation of development projects based on a list of priorities identified to alleviate the foreign exchange crisis, the reduction of the cost of living and the creation of a local economic model are also among the proposals.",
    "The Mahanayake Theras also emphasized the importance of providing relief to the production of essential food items, agriculture and the farming community, and enforcing the law against fraudulent traders who artificially create shortages of essential commodities.",
    "The letter also proposes to increase foreign remittances through a transparent economic plan and the need to establish an exports-based economy.",
    "The Mahanayake Theras also emphasized the importance of encouraging new investments, restructuring of public debt, providing relief to low-income earners, and formulating a sustainable plan to prevent waste, corruption and misuse of resources.",
    "The Mahanayake Theras said President Gotabaya Rajapaksa receives the commendation of the citizens for his visionary work to ensure the security and sovereignty of the country, the PMD reports further.",
    "The Mahanayake Theras emphasized the need for the full contribution and commitment of all Members of Parliament to develop the country economically in the face of adversity by putting the people first, regardless of party affiliation."
  ]
}