{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/after-the-elephant-charge-exploring-the-parks-around-arugam-bay/",
  "time_ut": 1650086940,
  "title": "After the elephant charge, exploring the parks around Arugam Bay",
  "body_lines": [
    "The following morning looked gloomy with an overcast sky. The sounds of the birds were the same as on any other day. The river looked quite full. Most probably it had rained upstream, since the water looked like chocolate milk. Fortunately we had taken drinking water, which was used for cooking purposes. We had to be satisfied with the river water to wash ourselves. After a quick breakfast, the damage caused by the elephant was inspected. It was small wonder that nothing had happened to either engine. The mechanic who was brought from the village confirmed this, much to our relief.",
    "It rained almost the entire day. It was miserable being in the campsite. In addition to all we had gone through, I found a garuda, which is a giant-sized centipede about six inches in length, crawling on our tent. It had rained so hard that some of the tents were falling apart as the earth to which they were tethered with spikes was soft and the roof of the tents was heavy with collected water. One tent was so full of water that certain personal belongings were floating inside. Even though it was miserable being at the campsite we had no choice but to wait till the police report regarding the accident was taken for insurance purposes.",
    "The following day we decided to pack up and return home one day earlier. The police officers had told my husband that our vehicle had been about the twenty-fifth that had been damaged by elephants. We were later informed that the elephant, which damaged our vehicle, was being referred to as “Mitsubishi”, after the make of our pick-up.",
    "After that fateful day I decided never to go to Wasgamuwa again, and none of us has been there since. Having nightmares about elephants chasing me is nothing new since that day. I doubt my ever wanting to go there again. With the experience we had, I personally think it would be a good idea for park officials to hand over flares to trackers to be used in an emergency.",
    "Having checked the maps for a couple of days and after consulting others, a decision was made to go to Arugam Bay through Tanamalwila. Though it was a longer route, the drive was supposed to be easier than via Belihul Oya. Seventeen of us, including three children, set off in three vehicles just before 3.30 am on our long journey on July 20, 2002. Traveling to these war-torn areas, which were out of bounds for 20 years, was made possible as a result of the on-going peace process.",
    "On reaching Udawalawe we stopped at the causeway to watch a herd of elephants in the National Park grazing in the morning sun. Later on, as it became warmer, the herd gradually retreated into the jungle. Having broken journey and flexing our muscles at Udawalawe, we proceeded to our destination, of course breaking journey several times in between. There were people in our party who had never been to Arugam Bay all their lives. I was told that I had been to the place at a very young age but have no memories of it.",
    "Eight miles before Potuvil is Lahugala National Park. I have visited the place as a child with my parents and brother. At the time I remember having stayed in the bungalow overlooking Lahugala tank. There were two rooms in the bungalow, one of which my elder brother and I shared. I also remember my brother waking me up early morning to show me elephants, which usually feed on beru grass. I was so sleepy that I found it difficult to keep my eyes open, but somehow managed to keep awake.",
    "We were too scared to walk to the other room to wake our parents. We, therefore, kept an eye on the elephants, for which the tank was famous, till the sun came out. Lo and behold, was I not angry with my brother for having woken me up early and having kept me awake for so long, only to find that we had been staring at some huge rocks!",
    "On our recent trip in July 2002, we learned that this bungalow had been demolished during the height of the war, with a few walls remaining. The rocks that were visible many years ago, were all covered with large trees that were growing around them. An army camp had been set up by the main road nearby. On our visit there were no barricades on the access road, but I am sure a couple of years ago no vehicles would have been allowed to pass the camp without permission, and hardly anyone would have dared to go that way either.",
    "We were lucky to see quite a large herd of elephants in the far corner of Lahugala tank. At Kitulana tank, the other reservoir close by, we again managed to spot a few elephants feeding on the same type of grass.",
    "By lunchtime we reached Arugam Bay which has been internationally selected as one of the best places in the world for wind surfing. There were quite a number of tourists who were surfing and it was a welcome sight after all these years of hardship and war. The view of the beach was really enticing, and a sea bath in the bay is a must.",
    "After lunch at the hotel, where we were served the largest prawns I have ever seen, we again visited Lahugala National Park. Having watched a few elephants at Lahugala, we visited the nearby Magul Maha Vihare. A Buddhist monk explained to us that this was the place where King Kavantissa had married Vihara Maha Devi. Its very name, magul implies a marriage. Apparently the princess had been floated alone in a boat at sea by her father, the king, at Kelaniya in order to safeguard his capital from the wrath of the gods.",
    "The princess survived the trip. King Kavantissa had been informed that a princess was drifting round Kirinda near Yala. On hearing this the king had gone to a village and asked the villagers ko Kumari?, which meant, “where is the princess?” That village was hence referred to as Komari and the name has survived to this day. The king then went to Sangamankanda, which was the village next to Komari, whence he could access the beach. There he was told that the princess had drifted away and was in ara gamey, meaning “that village”. Hence the name Arugam was coined. Sangamankanda is only 10 miles away from Arugam Bay.",
    "The monk also showed us the unique moonstone found there, which had a mahout etched on every other elephant. According to him there is no other moonstone in the country which shows a mahout on elephant back.",
    "Likewise, he said that another unique factor was the stone border seen around the magul maduwa where the king and princess were married. Generally, such borders depict figures with large protruding abdomens, known as bahirawayas, but this one had a lion alternating with a punkalasa, which is a pot with coconut flowers. This is considered a sign of prosperity. The entire magul maduwa is of stone.",
    "There is another place that carries the same name and the same legend that King Kavantissa was married there. It is situated on the track that runs from Yala to the temple at Situlpahuwa. Like the temple near Lahugala, this monument too is in thick jungle, where once we saw a large elephant feeding a few yards from the monastery.",
    "However, this Magul Maha Vihare has no significant archaeological remains. There is a rock cave with a drip ledge above, which signifies an ancient monastery, the refuge of monks who lived a spartan life led by meditation. The priest at the temple near Lahugala told us that his Magul Maha Vihare was the real one.",
    "The next morning we set off through Panama to Kumana, which is about 23 miles away. There were vast paddy fields on either side of the road before and after crossing the bridge over Hada Oya. Then one enters the thick jungle. The route we took was a seasonal pilgrim path from Potuvil to Kataragama. The pilgrims cross Kumbukkan Oya at Kumana, and entering Block 2 of Ruhuna National Park, reach Kataragama during the season.",
    "On the way, we visited the famous Kudimbigala hermitage. It was a fair climb to the top. On the way, in rock caves, there were a couple of small rooms known as kuti used by individual monks to meditate. There were ponds, dagabas, and a few other ruins to be seen. The monk who met us said that terrorists had blasted the library and destroyed all the books that were in it. The three dagabas on three different rocks had been broken into and treasures stolen by vandals within 100 days of the start of the peace process.",
    "The same vandals had poured coconut oil, which had been kept there for pilgrims to light lamps with, on a limestone Buddha statue. This act of theirs had destroyed the appearance of the statue but not the faith. An unusual finding was the presence of a fresh water well on top of the mountain.",
    "Hanging on a tree was a bell made of a hollow log. A strip of wood about two inches wide and three to four feet long, fashioned out of a hollow log, lay by the side of the path. While we were on top of the mountain with the priest, it was time for the monks’ lunch. One of the monks thumped a similar bell that was hung in a comer with a piece of wood in a slow motion and gradually increased the tempo, followed by a decreasing sound. This was an indication to the rest of the monks who were meditating that it was time for alms. That was also an indication for us to take our leave.",
    "We passed Okanda Murugan temple. There were hundreds of devotees seen at this temple. They were cooking their own food in very large pots and pans.",
    "We came across the famous Bagura plains near Kumana. It was a vast extent of land which had been famous for deer, but we did not have the pleasure of seeing a single. The drought was so severe that very little water was seen anywhere. In the party that accompanied me, only my father had been to Kumana before, and therefore only he knew what was where. Kumana was famous for birds, but we saw only a few of them.",
    "The road was in a pretty poor condition, and this made the journey very tiring. We finally came to the former Kumana campsite. We were surprised to see two buildings namely a kovil or Hindu temple built on the bank of Kumbukkan Oya and a sales outlet nearby, which had not been there some years ago.",
    "We traveled a little further down Kumbukkan Oya and had our lunch. The water in the river was stationary as in a lake, for its mouth (moya kata) had been blocked with sand due to the drought. It was a serene sight, with the thick jungle on either side and the blue sky reflected off the still waters.",
    "One could just imagine how the campers of days gone by would have enjoyed their stay here. Of course, the water that remained was too stagnant for a bath, though it was most inviting to wash off one’s tiredness. After lunch we turned back to return to Arugam Bay. On the way at dusk we saw around ten jackals in a pack running back and forth across the road, probably looking for food. I managed to spot five elephants during the entire trip. My father informed me later that he had been to Kumana on several occasions, but he had never seen an elephant. I was quite pleased with myself on hearing this.",
    "We noticed farmers burning logs on the side of the road near the paddy fields. These fields cover a large area and extend as far as the eye could see. I understand that a group of owners get together and light similar fires right round the paddy field in order to prevent elephants from destroying the crop.",
    "I did a more recent trip to Kumana in the latter part of December 2002. While returning at night, I noticed a tusker feeding in a paddy field, while the house in which the owners lived was quite close by.",
    "This was just outside Arugam Bay. When questioned why she did not chase away the elephant, the woman in the house mentioned that in that case the tusker would pull down her hut. Fortunately for her, the elephant was disturbed by our vehicles, and he jumped over the barbed wire fence and left the field.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}