{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-ranks-among-top-100-most-reputable-companies-in-2022-global-reptrak-100/",
  "time_ut": 1650083280,
  "title": "Emirates ranks among top 100 most reputable companies in 2022 Global RepTrak 100",
  "body_lines": [
    "Emirates, the world’s largest International airline has ranked among the top 100 most reputable organizations in the world by 2022 Global RepTrak 100.  The award-winning Dubai-based airline is the only company from the Middle East and North Africa region to make it to the list, with a reputation score of 72.7.",
    "As the world’s largest reputation database with over 20 years of data, the RepTrak Platform compares companies across different industries worldwide, by analysing millions of perception and sentiment data points from online surveys. The scores companies achieve represent what their stakeholders think and feel about their brand.",
    "Emirates is renowned for its signature products and services, offering an incredible travel experience on air and on ground across all travel classes.  During the pandemic, Emirates led the industry on many initiatives to rebuild travel confidence and support the recovery of the travel and tourism industry. It also supported communities and economies with the transport of vaccines, medicines, and essential trading goods. The airline operates one of the most modern and efficient aircraft fleet comprised of spacious and comfortable Airbus A380 and Boeing 777 aircraft and has recently introduced the much talked-about Premium Economy product, which has won over customers for its spacious seat and legroom, among other features. On the environmental front, Emirates is also a long-time supporter of wildlife preservation and has remained committed to reducing its carbon footprint and environmental impact through sustainable initiatives, including blankets made from 100% recycled plastic bottles and reducing single-use plastics on board its aircraft.",
    "The 2022 Global RepTrak 100 is the definitive ranking of corporate reputation for the world’s leading companies. The Global RepTrak 100 showcases how people feel, think, and act towards companies globally. For over a decade, The RepTrak Company has ranked the top 100 most reputable companies to celebrate global reputation leaders.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}