{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-increase-vat-to-12-percent-telecom-levy-to-15-percent-94976/",
  "time_ut": 1653994020,
  "title": "Sri Lanka to increase VAT to 12 percent, telecom levy to 15 percent",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister and Minister of Finance Ranil Wickremesinghe has proposed an increase in value added tax (VAT) from 8 percent to 12 percent and a hike in the telecommunication levy from 11.25 percent to 15 percent with immediate effect, the prime minister’s office said.",
    "A statement from the PM’s office said the following proposals have also been made:",
    "Decreasing VAT threshold from Rs. 300 million per annum to Rs. 120 million per annum effective from October 1, 2022.",
    "Reviewing VAT exemption schedule and removal of unproductive exemptions based on the economic benefits.",
    "Removal of the VAT exemption on Condominium Residential Apartments effective from October 1, 2022.",
    "Removal of zero percent VAT rate granted on the supply of services by a hotel, guest house, restaurant or other similar businesses providing similar services, registered with the Sri Lanka Tourism Development Authority, if sixty per centum of the total value of the inputs are sourced from local supplies/sources and imposition of 12 percent tax rate on the same effective from October 1, 2022.",
    "Making any other consequential amendments due to the above proposals.",
    "“The VAT rate was reduced from 15 percent to 8 percent with effect from December 1, 2019 and the threshold for registration of VAT was increased from Rs. 3 million per quarter or Rs. 12 million per annum to Rs. 75 million per quarter or Rs. 300 million per annum effective from January 1, 2020. Due to the above reforms coupled with the impact of COVID-19, VAT revenue declined by 47 percent to Rs. 233.8 billion in 2020 from Rs. 443.9 billion in 2019,” the statement said.",
    "The telecommunication levy, meanwhile, was reduced from 15 percent to 11.25 percent effective from December 01, 2019, which led to a decrease in revenue by 28 percent to 13.1 billion rupees in 2020 from 18.3 billion rupees in 2019, the PM’s statement said, explaining the increase.",
    "Income tax reforms have also been proposed, along with changes to betting and gaming levies.",
    "Meanwhile, the following amendments have been proposed to the Fiscal Management (Responsibility) Act, No. 3 of 2003.",
    "Inclusion of a provision where exceeding the Treasury Guarantee limit is permitted in the case where there is a exceptional depreciation or other unforeseen circumstances.",
    "Inclusion of an escape clause to ensure flexibility that the Government may deviate from the operational target(s) or fiscal rule(s) due to unforeseen circumstances. This would eliminate the need to continually amend the Act each time when a target is breached.",
    "The cabinet of ministers have approved the proposed reforms, the statement said.",
    "The PM’s statement noted that the low tax regime introduced in late 2019 following the election of President Gotabaya Rajapaksa caused an annual loss of around LKR 600 billion – 800 billion in tax revenue to state coffers.",
    "“Therefore, these reforms are now being looked as policies that led to a significant loss of government revenue, partly due to the spread of COVID-19 pandemic in 2020/2021 and related developments, which affected the revenue generation process, ultimately resulting in the lowest revenue to GDP ratio in the region. The revenue to GDP ratio has declined to 9.1 percent in 2020 from 12.7 percent in 2019 and further deteriorated to 8.7 percent in 2021. This is significantly lower than the average revenue ratio of around 25 percent of GDP in emerging market and developing economies.",
    "“The low tax regime, the impact of the COVID-19 pandemic on revenue mobilisation, together with the pandemic relief measures, widened the budget deficit significantly to 11.1 percent of GDP in 2020 and 12.2 percent of GDP in 2021 from 9.6 percent of GDP in 2019. This has led to an increase in the government debt to GDP ratio to 100.6 percent in 2020 and 104.6 percent in 2021 from 86.9 percent in 2019,” it said."
  ]
}