{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Power-shut-down-illegal-when-not-scheduled-PUCSL/342-238762",
  "time_ut": 1654777980,
  "title": "Power shut down illegal when not scheduled: PUCSL",
  "body_lines": [
    "Experiencing power outages other than the scheduled power cuts by the Public Utilities Commissionof Sri Lanka (PUCSL) is considered an illegal practice, Public Utilities Commission of Sri Lanka (PUCSL) Chairman Janaka Ratnayake said.",
    "He said scheduled power cuts would be announced only by the PUCSL every day.",
    "\"A written complaint was received today by the Irrigation Department alleging that the engineershave set the system ready for an automatic shutdown of the power generation grids at Randenigala, Rantambe and Senanayake Samudra reservoirs by 2:00 amyesterday and those engineers did not take any action to restore power until 8:00 am yesterday,\" he charged.",
    "The CEB bears the responsibility of providing a continuous, uninterrupted power supply, provided power supplying sources are readily available in the grids and as per the mandate. Scheduled power cuts will be imposed due to the economic and Forex crisis. Other than that, not even the CEB trade unions or the engineers have the authority to arbitrarily shutdown power supply.",
    "As announced by the CEB unions, they cannot decide on imposing a 24-hour island-wide power outage because it is completely illegal, sabotage, and it is against the essential service act. After announcing the CEB as an essential service, they can noteven make statements.",
    "If such action was taken under the essential service act, they would be punished with rigorous imprisonment. The PUCSL can agree with the demands made by the unions by up to 60%, he said.",
    "However, the unions exploited their privileges, as power outages enveloped several areas of the country and it can be considered as a sabotage, he said.",
    "The unions are free to engage in any kind of trade union action or strike without causing inconvenience to the general public, he added. (Chaturanga Samarawickrama)"
  ]
}