{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-considering-us2-5bn-in-loan-trade-credits-for-sri-lanka-ambassador-qi-91884/",
  "time_ut": 1647844200,
  "title": "China considering US$2.5bn in loan, trade credits for Sri Lanka: Ambassador Qi",
  "body_lines": [
    "ECONOMYNEXT – China is considering 2.5 billion US dollars in a loan and buyers credit to Sri Lanka Beijing’s Ambassador to Colombo Qi Zhenhong as the country is trying hard to repay foreign debt amid a forex crisis triggered by money printed to enforce low interest rates on top of tax cuts.",
    "“We are considering 2.5 billion – 1 billion dollar loan, 1.5 billion dollars buyers credit,” Ambassador Qi told reporters in Colombo.",
    "A buyer’s credit is usually a loan given by Exim Bank of China to purchase goods and services from the People’s Republic and has been used to finance infrastructure in the island in the past.",
    "Sri Lanka President Gotabaya Rajapaksa last year requested debt re-structuring from China as the country was downgraded by credit ratings agencies to CC and foreign reserves ran low as money was printed.",
    "“Sri Lanka and China have started close negotiations on bilateral relations,” Ambassador Qi told reporters responding to question on the request by President Rajapaksa to re-structure debt.",
    "“As a true friend we will support Sri Lanka. Sri Lanka has a reputation of paying its debts.”",
    "China from around 2018 has given budget support loans to Sri Lanka to more than repay installments falling due.",
    "Sri Lanka has said it had requested new loans from China to repay debts falling due.",
    "China has given a 1.5 billion US dollar equivalent Renminbi swap to the central bank which was drawn down recently. Ambassador Qi said Sri Lanka had requested another 1.5 billion US dollar facility.",
    "Multilateral lenders including the Asian Development Bank and World Bank halted budget support loans several years ago over the reluctance of the country to do growth generating reforms."
  ]
}