{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81877/power-cut-schedule-for-next-three-days",
  "time_ut": 1650193140,
  "title": "Power cut schedule for next three days",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) has approved power cuts of more than 04 hours from tomorrow (18) until Wednesday (20), due to unavailability of fuel for thermal power plants.",
    "The PUCSL has approved the request made by the Ceylon Electricity Board (CEB) for power cuts of 04 hours and 20 minutes for Monday (April 18).",
    "Accordingly, the manual load shedding has been scheduled as follows:",
    "All Areas ABCDEFGHIJKLPQRSTUVW - 3 hours between 9.00 a.m. and 6.00 p.m. and 1 hour and 20 minutes between 6.00 p.m. and 10.00 p.m.",
    "Meanwhile the CEB has requested for power cuts of 4 hours and 50 minutes for Tuesday and Wednesday (April 19 & 20).",
    "Accordingly, the power shedding for these dates has been scheduled as follows:",
    "Areas ABCDEFGHIJKLPQRSTUVW - 3 hours and 20 minutes between 8.00 a.m. and 6.00 p.m. and 1 hour and 30 minutes between 6.00 p.m. and 10.30 p.m.",
    "Area CC1 - 3 hours and 30 minutes from 6.00 a.m. to 9.30 a.m.",
    "Electricity Demand Management Schedule (18th-20th April 2022) by Adaderana Online on Scribd"
  ],
  "translate": {
    "si": {
      "title": "ඉදිරි දින තුනේ විදුලි කප්පාදු කාලසටහන",
      "body_lines": [
        "තාප බලාගාර සඳහා ඉන්ධන ලබා ගැනීමට නොහැකි වීම හේතුවෙන් හෙට (18) සිට බදාදා (20) දක්වා පැය 04කට වැඩි කාලයක් විදුලිය විසන්ධි කිරීමට ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) අනුමැතිය ලබා දී ඇත.",
        "සඳුදා (අප්‍රේල් 18) පැය 04 යි විනාඩි 20 ක විදුලිය විසන්ධි කරන ලෙස ලංකා විදුලිබල මණ්ඩලය විසින් කරන ලද ඉල්ලීමට මහජන උපයෝගිතා කොමිෂන් සභාව විසින් අනුමැතිය ලබා දී ඇත.",
        "ඒ අනුව, අතින් බර පැටවීම පහත පරිදි සැලසුම් කර ඇත.",
        "සියලුම ප්‍රදේශ ABCDEFGHIJKLPQRSTUVW - පෙ.ව. 9.00 සිට ප.ව. 6.00 දක්වා පැය 3 යි. සහ සවස 6.00 අතර පැය 1 විනාඩි 20 යි. සහ 10.00 ප.ව.",
        "මේ අතර අඟහරුවාදා සහ බදාදා (අප්‍රේල් 19 සහ 20) පැය 4 යි විනාඩි 50 ක විදුලිය විසන්ධි කරන ලෙස විදුලිබල මණ්ඩලය ඉල්ලා ඇත.",
        "ඒ අනුව, මෙම දිනයන් සඳහා විදුලිය විසන්ධි කිරීම පහත පරිදි සැලසුම් කර ඇත.",
        "ABCDEFGHIJKLPQRSTUVW ප්‍රදේශ - පෙ.ව. 8.00 සිට ප.ව. 6.00 දක්වා පැය 3 යි මිනිත්තු 20 යි. සහ සවස 6.00 අතර පැය 1 යි විනාඩි 30 යි. සහ 10.30 ප.ව.",
        "ප්‍රදේශය CC1 - පෙ.ව. 6.00 සිට 9.30 දක්වා පැය 3 යි මිනිත්තු 30 යි.",
        "විදුලි ඉල්ලුම කළමනාකරණ කාලසටහන (2022 අප්‍රේල් 18 සිට 20 දක්වා) Scribd හි Adaderana Online විසිනි"
      ]
    },
    "ta": {
      "title": "அடுத்த மூன்று நாட்களுக்கு மின்வெட்டு அட்டவணை",
      "body_lines": [
        "அனல் மின் நிலையங்களுக்கு எரிபொருள் கிடைக்காத காரணத்தினால் நாளை (18) புதன்கிழமை (20) வரை 04 மணித்தியாலங்களுக்கு மேல் மின்சாரம் துண்டிக்கப்படுவதற்கு இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) அனுமதி வழங்கியுள்ளது.",
        "திங்கட்கிழமை (ஏப்ரல் 18) 04 மணித்தியாலங்கள் 20 நிமிடங்கள் மின்சாரம் துண்டிக்கப்பட வேண்டும் என இலங்கை மின்சார சபை (CEB) விடுத்த கோரிக்கைக்கு PUCSL அங்கீகாரம் வழங்கியுள்ளது.",
        "அதன்படி, கைமுறையாக சுமை குறைப்பு பின்வருமாறு திட்டமிடப்பட்டுள்ளது:",
        "அனைத்து பகுதிகளும் ABCDEFGHIJKLPQRSTUVW - காலை 9.00 மணி முதல் மாலை 6.00 மணி வரை 3 மணி நேரம். மற்றும் 6.00 மணிக்கு இடையே 1 மணி 20 நிமிடங்கள். மற்றும் 10.00 மணி.",
        "இதற்கிடையில் செவ்வாய் மற்றும் புதன்கிழமை (ஏப்ரல் 19 & 20) 4 மணிநேரம் 50 நிமிடங்கள் மின்வெட்டு செய்யுமாறு இலங்கை மின்சார சபை கோரியுள்ளது.",
        "அதன்படி, இந்த தேதிகளுக்கான மின் விநியோகம் பின்வருமாறு திட்டமிடப்பட்டுள்ளது:",
        "பகுதிகள் ABCDEFGHIJKLPQRSTUVW - காலை 8.00 மணி முதல் மாலை 6.00 மணி வரை 3 மணி 20 நிமிடங்கள். மற்றும் 6.00 மணிக்கு இடையே 1 மணி 30 நிமிடங்கள். மற்றும் 10.30 மணி.",
        "பகுதி CC1 - காலை 6.00 மணி முதல் 9.30 மணி வரை 3 மணி 30 நிமிடங்கள்",
        "மின்சாரத் தேவை மேலாண்மை அட்டவணை (18th-20 ஏப்ரல் 2022) Adaderana ஆன்லைன் மூலம் Scribd"
      ]
    }
  }
}