{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-agony-when-savers-become-spenders/172-233230",
  "time_ut": 1647467460,
  "title": "The agony  when savers  become spenders",
  "body_lines": [
    "Political critics have pointed out during recent times that a regime led by the SJB is not what the people expect at this time",
    "The time has come for political in Sri Lanka to be influenced by professionals",
    "Sri Lanka’s political scene experienced a charged tempo when the main opposition Samagi Jana Balawegaya (SJB) took to the streets on Tuesday (March 15) protesting against an inefficient government and demanding from the president to call for an early presidential election. Mostly the idea behind the protests was to send a clear message to the president that he must change as the head of state.",
    "The main opposition might have considered Monday’s rally as a victory given the large numbers that were present. But there were enough signs that this time around that the SJB still holds on to excess baggage in terms of politicians who have reached their ‘expiry date’. A few of the figures who threw their weight behind Sajith Premadasa at this protest have underperformed in politics or have had their hands dirty due to questionable deals which they were a part of.",
    "Political critics have pointed out during recent times that a regime led by the SJB is not what the people expect at this time. The country is now wobbling under the debts it has to service and the country’s financial experts don’t seem to have a formula to dig the country out of the grave it is in.  The worst is that countries like Canada and the United Kingdom have issued travel advisories to discourage travel by their countries’ tourists to Sri Lanka citing the shortage of essentials in the island.",
    "The time has come for political in Sri Lanka to be influenced by professionals. We have a minister who appears on television and struggles to answer basic questions revolving around the prices of gas, diesel and petrol. We have a finance minister who ‘murders the queen’ when he speaks in English. When individuals with little education migrate to countries like Italy, France and Germany they pick up these foreign languages in a matter of months. Ministers serving the regime, who have worked and lived abroad, even after having travelled so much overseas-thanks to their diplomatic passports- cannot grasp the basics of English.  Does this indicate low IQ levels in most of the lawmakers?",
    "When international financial institutes offer loans they wish to see a cut in welfare activities like Samurdhi because loans have to be utilised for income generating projects that raise the profile of the country. One fact that goes against the politicians who have enjoyed absolute power is that they have not been able to reduce the number of people receiving Samurdhi benefits",
    "Some time back during a television show the big man from Rathmalana-his name associated with gold-showed his ignorance when he said that foreign loans will not be distributed by this regime to benefit the people like past regimes did; by changing the dollars into Rs 5000 notes. A member of the Janatha Vimukthi Peramuna-who was also invited for this television show- then corrected this burly politician by stating that loans received from international financial institutions cannot be turned into spending cash and that they are utilised to strengthen the Central Bank’s financial reserves, so that money can be printed without adding to the inflation rate.",
    "The Leader of the 43rd Brigade Patali Champika Ranawaka has maintained that this country can only be saved by career professionals and not by uneducated politicians and a future ‘king’; who a good number believes will arrive one day and make Sri Lanka’s big problems little ones.",
    "Many small parties have already spoken about their manifestos in the event there is a snap election that would change the incumbent president. The JVP has spoken about its future agendas, but like at the last presidential elections it is likely to pursue its political ambitions under the collective banner called National People’s Power Alliance.",
    "There is much talk about the ‘Reds’ that they just have to be given an opportunity to prove themselves. We remember the two insurgencies (1971 and 1988-89), but that so much in the past. The present JVP doesn’t talk about that past nor does it associated much with its founder Rohana Wijeweera. This alliance led by the JVP might have one solid ingredient that’s needed to turn this country around; discipline. We see how their comrades clean up the street, where they parade, during a May Day rally. But even the reds must come up with something constructive because criticism alone doesn’t build their vote base. A political analyst asked this writer the other day whether the JVP has made something small as even a bus stop for the people during the time it has been in mainstream politics ?",
    "In recent times this party has shown an interest in listening to professionals and even work with them. At the last presidential elections the JVP teamed up with over 30 voluntary organizations. Their election results were not promising and critics pointed out that if the Reds are to make better headway at elections it has to disassociate with their rebel past and work with civil society organizations more.",
    "The JVP knows the power behind civil society organizations because it is the latter which orchestrated the toppling of the power hungry Rajapaksa regime in 2015.",
    "Another fact that is spoken of in the political circles is the state relief given to people in the form of Samurdhi. This type of programme began during R. Premadasa’s time and was known as ‘Janasaviya’. Mahinda Rajapaksa continued with the same concept, but renamed it as Samurdhi. When international financial institutes offer loans they wish to see a cut in welfare activities like Samurdhi because loans have to be utilised for income generating projects that raise the profile of the country. One fact that goes against the politicians who have enjoyed absolute power is that they have not been able to reduce the number of people receiving Samurdhi benefits.",
    "Samurdhi indicates that politicians love to have a hold on the less affluent. People in this country have in a way burdened the governments in the past by remaining in a position where they have to be fed. Basic economics teaches us that there is no free meal and someone has to pay for it; in this instance the government. From hospital stays to national school and then to state university the majority of Sri Lankans wait for the government to foot the bill during these stages of their lives. This state funding must stop if a regime is to escape from the clutches of debt. The efficiency of the state institutes and state employees will have to be raised and like in China deep patriotic thoughts must be instilled in the people so that they are reminded that they are not merely working, but ‘serving the country’.",
    "Any future government would distance itself from waste and most certainly have a good work ethic. They’ll be watched by both the mainstream and social media; hence it would be work or depart for ministers and state ministers.",
    "What the next regime must do is spelt out by top professionals and political organizations. The 43rd Brigade and the JVP are itching to gain that power and take Sri Lanka back to its past glories. But there is one underlying theory which might help and that is to keep in mind that Sri Lanka is subject to natural disasters and seasons where there is no produce. Saving has to be a prominent feature from water to electricity. Agriculture also gives us enough examples of this practice in the past. In the good old days the two parents in a family- employed in state service-made it sure to save one salary each month. Savings was a way of life with the islanders and how conveniently we forgot; hence the mess we are in now. Today it’s an exception if an employee doesn’t have a credit card balance that doesn’t worry him or is not tied down to servicing some form of loan or higher purchase scheme.",
    "As Sri Lanka maps out its future economic strategies and earmarks a set of qualified professionals for the task one must not overlook one vital thing which is to ensure that the next set of lawmakers must also have had a sound upbringing."
  ],
  "translate": {
    "si": {
      "title": "ඉතිරි කරන්නන් වියදම් කරන්නන් බවට පත් වූ විට ඇති වන වේදනාව",
      "body_lines": [
        "SJB ප්‍රමුඛ පාලන තන්ත්‍රයක් මේ මොහොතේ ජනතාව බලාපොරොත්තු වන ආකාරයේ දෙයක් නොවන බව දේශපාලන විචාරකයින් පසුගිය කාලයේ පෙන්වා දුන්නා.",
        "ශ්‍රී ලංකාවේ දේශපාලනය වෘත්තිකයන්ගේ බලපෑමට ලක්විය යුතු කාලය පැමිණ තිබේ",
        "අකාර්යක්ෂම රජයකට විරෝධය පළ කරමින් සහ ඉක්මන් ජනාධිපතිවරණයක් කැඳවන ලෙස ජනාධිපතිවරයාගෙන් ඉල්ලා අඟහරුවාදා (මාර්තු 15) ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) වීදි බැසීමත් සමඟ ශ්‍රී ලංකාවේ දේශපාලන වේදිකාව ආරෝපණය වූ වේගයක් අත්විඳින ලදී. බොහෝ දුරට විරෝධතා පිටුපස ඇති අදහස වූයේ රාජ්‍ය නායකයා ලෙස වෙනස් විය යුතු බවට ජනාධිපතිවරයාට පැහැදිලි පණිවිඩයක් යැවීමයි.",
        "ප්‍රධාන විපක්ෂය සඳුදා රැළිය විශාල පිරිසක් පැමිණ සිටීම ජයග්‍රහණයක් ලෙස සලකන්නට ඇත. එහෙත් ‘කල් ඉකුත් වීමේ දිනයට’ ළඟා වූ දේශපාලකයන් සම්බන්ධයෙන් SJB තවමත් අතිරික්ත බඩු බාහිරාදිය රඳවාගෙන සිටින බවට මේ වතාවේ ඕනෑ තරම් ලකුණු තිබුණි. මෙම විරෝධතාවයේ දී සජිත් ප්‍රේමදාස මහතා පිටුපසින් ගිය චරිත කීප දෙනෙක් දේශපාලනයේ අඩු කාර්ය සාධනයක් පෙන්නුම් කර ඇත, නැතහොත් ඔවුන් හවුල් වූ ප්‍රශ්නකාරී ගනුදෙනු හේතුවෙන් අත පය අවුල් කරගෙන සිටිති.",
        "SJB ප්‍රමුඛ පාලන තන්ත්‍රයක් මේ මොහොතේ ජනතාව අපේක්ෂා කරන දෙයක් නොවන බව දේශපාලන විචාරකයින් පසුගිය කාලයේ පෙන්වා දුන්නා. රට දැන් සේවය කිරීමට ඇති ණය බරින් වෙව්ලමින් සිටින අතර රට සිටින මිනීවළෙන් ගොඩ ගැනීමට රටේ මූල්‍ය විශේෂඥයින්ට සූත්‍රයක් ඇති බවක් පෙනෙන්නට නැත.  නරකම දෙය නම් කැනඩාව සහ එක්සත් රාජධානිය වැනි රටවල් නිකුත් කර තිබීමයි. දිවයිනේ අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟය සඳහන් කරමින් තම රටවල සංචාරකයින් ශ්‍රී ලංකාවට පැමිණීම අධෛර්යමත් කිරීමට සංචාරක උපදේශන.",
        "ශ්‍රී ලංකාවේ දේශපාලන ක්ෂේත්‍රය වෘත්තිකයන්ගේ බලපෑමට ලක්විය යුතු කාලය පැමිණ තිබේ. ගෑස්, ඩීසල්, පෙට්‍රල් මිල වටේ කැරකෙන මූලික ප්‍රශ්නවලට උත්තර දෙන්න දඟලන රූපවාහිනියේ පෙනී සිටින ඇමැතිවරයෙක් අපට ඉන්නවා. ඉංග්‍රීසියෙන් කතා කරන විට ‘රැජින ඝාතනය කරන’ මුදල් ඇමතිවරයෙක් අපට සිටී. අඩු අධ්‍යාපනයක් නොමැති පුද්ගලයින් ඉතාලිය, ප්‍රංශය, ජර්මනිය වැනි රටවලට සංක්‍රමණය වන විට ඔවුන් මාස කිහිපයකින් මෙම විදේශීය භාෂා ලබා ගනී. රාජ්‍ය තාන්ත්‍රික ගමන් බලපත‍්‍රවල පිහිටෙන් බොහෝ විදේශ සංචාරවල යෙදී සිටියත්, විදේශගතව සේවය කළ සහ ජීවත් වූ රෙජීමයට සේවය කරන අමාත්‍යවරුන්ට ඉංග්‍රීසි භාෂාවේ මූලික කරුණු අවබෝධ කරගත නොහැක. මෙය බොහෝ නීති සම්පාදකයන්ගේ අඩු IQ මට්ටම් පෙන්නුම් කරයිද?",
        "ජාත්‍යන්තර මූල්‍ය ආයතන ණය දෙන විට සමෘද්ධි වැනි සුබසාධන කටයුතුවල කප්පාදුවක් දැකීමට බලාපොරොත්තු වන්නේ රටේ ප්‍රතිරූපය ඉහළ නංවන ආදායම් උත්පාදන ව්‍යාපෘති සඳහා ණය යෙදවිය යුතු බැවිනි. පරම බලය භුක්ති විඳි දේශපාලකයන්ට එරෙහි වන එක් කරුණක් වන්නේ සමෘද්ධි සහනාධාර ලබන පිරිස අඩු කිරීමට ඔවුන්ට නොහැකි වීමයි.",
        "කලකට ඉහතදී රූපවාහිනි වැඩසටහනකදී රත්මලානේ ලොකු මිනිහා රත්මලානේ - රත්‍රන් සමඟ බැඳුණු නම - පසුගිය ආණ්ඩු කළා සේ මේ පාලනයෙන් ජනතාවට සෙත සැලසීමට විදේශ ණය බෙදන්නේ නැතැයි කියද්දී ඔහු තම නොදැනුවත්කම පෙන්වීය. ඒ ඩොලර් රුපියල් 5000 නෝට්ටුවලට වෙනස් කිරීමෙනි. මෙම රූපවාහිනී වැඩසටහන සඳහා ආරාධනා ලැබූ ජනතා විමුක්ති පෙරමුණේ සාමාජිකයෙක් - ජාත්‍යන්තර මූල්‍ය ආයතනවලින් ලබා ගන්නා ණය වියදම් මුදල් බවට පත් කළ නොහැකි බවත් ඒවා මහ බැංකුවේ මූල්‍ය සංචිත ශක්තිමත් කිරීමට යොදා ගන්නා බවත් පවසමින් මේ ජඩ දේශපාලනඥයා නිවැරදි කළේය. උද්ධමන අනුපාතයට එකතු නොකර මුදල් මුද්‍රණය කළ හැකි වන පරිදි.",
        "43 වැනි බලසේනාවේ නායක පාඨලී චම්පික රණවක මහතා පවසන්නේ මේ රට බේරාගත හැක්කේ වෘත්තීය වෘත්තිකයන්ට මිස නූගත් දේශපාලකයන්ට සහ අනාගත ‘රජෙකුට’ නොවන බවයි; දිනක පැමිණ ශ්‍රී ලංකාවේ විශාල ප්‍රශ්න කුඩා ඒවා බවට පත් කරනු ඇතැයි විශ්වාස කරන හොඳ සංඛ්‍යාවක්.",
        "වත්මන් ජනාධිපතිවරයා වෙනස් කරන හදිසි මැතිවරණයක් පැවැත්වෙන අවස්ථාවක කුඩා පක්ෂ රැසක් දැනටමත් තම ප්‍රතිපත්ති ප්‍රකාශය ගැන කතා කර ඇත. ජනතා විමුක්ති පෙරමුණ තම අනාගත න්‍යාය පත්‍ර ගැන කතා කර ඇතත් පසුගිය ජනාධිපතිවරණයේදී මෙන් ජාතික ජන බලවේගය නමැති සාමූහික ධජය යටතේ තම දේශපාලන අභිලාෂයන් ඉටුකර ගැනීමට ඉඩ තිබේ.",
        "‘රතු’ ගැන බොහෝ කතාබහට ලක්ව ඇත්තේ ඔවුන්ට තමන්ව ඔප්පු කිරීමට අවස්ථාවක් දිය යුතු බවයි. අපට මතකයි කැරලි දෙක (1971 සහ 1988-89), නමුත් අතීතයේ එය බොහෝ ය. වත්මන් ජනතා විමුක්ති පෙරමුණ එම අතීතය ගැන කතා කරන්නේවත් එහි නිර්මාතෘ රෝහණ විජේවීර මහතා සමඟ එතරම් ඇසුරු කරන්නේවත් නැත. ජනතා විමුක්ති පෙරමුණ ප්‍රමුඛ මෙම සන්ධානයට මේ රට හැරවීමට අවශ්‍ය එක් ශක්තිමත් අමුද්‍රව්‍යයක් තිබිය හැකිය. විනය. මැයි දින රැලියකදී ඔවුන්ගේ සගයන් ඔවුන් පෙළපාලි යන පාර පිරිසිදු කරන ආකාරය අපි දකිමු. නමුත් රතු ජාතිකයින් පවා නිර්මාණාත්මක යමක් ඉදිරිපත් කළ යුතුය, මන්ද විවේචන පමණක් ඔවුන්ගේ ඡන්ද පදනම ගොඩනඟන්නේ නැත. දේශපාලන විශ්ලේෂකයෙක් පසුගිය දිනක මේ ලියුම්කරුගෙන් විමසා සිටියේ ජනතා විමුක්ති පෙරමුණ ප්‍රධාන ධාරාවේ දේශපාලනයේ සිටි කාලයේ ජනතාවට බස් නැවතුම්පළක් වැනි කුඩා දෙයක් කර තිබේද?",
        "වෘත්තීයවේදීන්ට ඇහුම්කන් දීමට සහ ඔවුන් සමඟ වැඩ කිරීමට පවා මෙම පක්ෂය මෑත කාලයේ උනන්දුවක් දැක්වූවා. පසුගිය ජනාධිපතිවරණයේදී ජනතා විමුක්ති පෙරමුණ ස්වේච්ඡා සංවිධාන 30කට අධික සංඛ්‍යාවක් සමඟ එකතු වුණා. ඔවුන්ගේ මැතිවරණ ප්‍රතිඵල බලාපොරොත්තු සහගත නොවූ අතර විවේචකයින් පෙන්වා දුන්නේ රතු ජාතිකයින්ට මැතිවරණවලදී වඩා හොඳ ප්‍රගතියක් ලබා ගැනීමට නම් ඔවුන්ගේ කැරලිකාර අතීතය සමඟ සම්බන්ධ වී සිවිල් සමාජ සංවිධාන සමඟ වැඩිපුර වැඩ කළ යුතු බවයි.",
        "2015 දී බලයට කෑදර රාජපක්ෂ පාලනය පෙරළීමට පෙළඹවූයේ සිවිල් සමාජ සංවිධානවල බලය ජනතා විමුක්ති පෙරමුණ දන්නා බැවිනි.",
        "දේශපාලන ක්ෂේත්‍රයේ කතාබහට ලක්වන තවත් කරුණක් වන්නේ සමෘද්ධි ලෙස ජනතාවට ලබාදෙන රාජ්‍ය සහනයි. ආර්. ප්‍රේමදාසගේ කාලයේ ආරම්භ වූ මෙවැනි වැඩසටහනක් හැඳින්වූයේ ‘ජනසවිය’ යනුවෙනි. මහින්ද රාජපක්ෂ එම සංකල්පයම ඉදිරියට ගෙන ගිය නමුත් එය සමෘද්ධි ලෙස නම් කළේය. ජාත්‍යන්තර මූල්‍ය ආයතන ණය දෙන විට සමෘද්ධි වැනි සුබසාධන කටයුතුවල කප්පාදුවක් දැකීමට බලාපොරොත්තු වන්නේ රටේ ප්‍රතිරූපය ඉහළ නංවන ආදායම් උත්පාදන ව්‍යාපෘති සඳහා ණය යෙදවිය යුතු බැවිනි. පරම බලය භුක්ති විඳි දේශපාලකයන්ට එරෙහි වන එක් කරුණක් වන්නේ සමෘද්ධි සහනාධාර ලබන පිරිස අඩු කිරීමට ඔවුන්ට නොහැකි වීමයි.",
        "සමෘද්ධියෙන් පෙන්නුම් කරන්නේ දේශපාලකයින් අඩු ධනවතුන් මත තබා ගැනීමට ප්‍රිය කරන බවයි. මේ රටේ මිනිස්සු පහුගිය කාලේ ආණ්ඩුවට බර පටවලා තියෙන්නේ තමන්ට කන්න බොන්න තියෙන තත්ත්වයක ඉඳලා. මූලික ආර්ථික විද්‍යාව අපට උගන්වන්නේ නොමිලේ ආහාර වේලක් නොමැති බවත් ඒ සඳහා යමෙකු ගෙවිය යුතු බවත්ය; මෙම අවස්ථාවේ දී රජය. රෝහල් ගත වීමේ සිට ජාතික පාසල දක්වාත් ඉන්පසු රාජ්‍ය විශ්ව විද්‍යාලය දක්වාත් බහුතරයක් ශ්‍රී ලාංකිකයන් තම ජීවිතයේ මෙම කාලසීමාවන් තුළ රජය විසින් බිල ගෙවන තෙක් බලා සිටිති. පාලනයක් ණය උගුලෙන් ගැලවීමට නම් මේ රාජ්‍ය අරමුදල් නතර කළ යුතුය. රාජ්‍ය ආයතනවල සහ රාජ්‍ය සේවකයන්ගේ කාර්යක්‍ෂමතාව ඉහළ නැංවිය යුතු අතර චීනයේ මෙන් ගැඹුරු දේශප්‍රේමී සිතුවිලි ජනතාව තුළ ඇති කළ යුතු අතර එමඟින් ඔවුන් හුදෙක් වැඩ කිරීම පමණක් නොව ‘රටට සේවය’ කරන බව සිහිපත් කරයි.",
        "ඕනෑම අනාගත රජයක් අපද්‍රව්‍ය වලින් ඈත් වනු ඇති අතර නිසැකවම හොඳ වැඩ ආචාර ධර්ම ඇත. ඒවා ප්‍රධාන ධාරාවේ සහ සමාජ මාධ්‍ය දෙකෙන්ම නරඹනු ඇත; එබැවින් එය ඇමතිවරුන්ට සහ රාජ්‍ය ඇමතිවරුන්ට වැඩ හෝ පිටවීම වනු ඇත.",
        "මීළඟ පාලන තන්ත‍්‍රය කළ යුත්තේ ඉහළ වෘත්තිකයන් සහ දේශපාලන සංවිධාන විසින් උච්චාරණය කිරීමයි. 43 වැනි බළකාය සහ ජනතා විමුක්ති පෙරමුණ කැසීමෙන් සිටින්නේ එම බලය ලබාගෙන ශ්‍රී ලංකාව නැවතත් එහි අතීත ශ්‍රී ලංකාවට ගෙන යාමටයි. එහෙත් උපකාර විය හැකි එක් යටි න්‍යායක් ඇත, එය නම් ශ්‍රී ලංකාව ස්වභාවික විපත්වලට සහ නිෂ්පාදන නොමැති කාලවලට යටත් වන බව මතක තබා ගැනීමයි. ජලයේ සිට විදුලිය දක්වා ඉතිරි කිරීම කැපී පෙනෙන ලක්ෂණයක් විය යුතුය. කෘෂිකර්මාන්තය ද අතීතයේ මෙම ක්‍රියාව පිළිබඳ ඕනෑ තරම් උදාහරණ සපයයි. හොඳ පැරණි දිනවල - රාජ්‍ය සේවයේ යෙදී සිටින පවුලක දෙමාපියන් දෙදෙනා සෑම මසකම එක් වැටුපක් ඉතිරි කිරීමට වග බලා ගත්හ. ඉතිරිකිරීම් දූපත්වාසීන් සමඟ ජීවන මාර්ගයක් වූ අතර අපට කොතරම් පහසු ලෙස අමතක වීද; ඒ නිසා අපි දැන් ඉන්න අවුල. අද සේවකයෙකුට ක්‍රෙඩිට් කාඩ් ශේෂයක් නොමැති නම් එය ව්‍යතිරේකයකි, එය ඔහුට කරදරයක් නොවේ නම් හෝ යම් ආකාරයක ණයක් හෝ ඉහළ මිලදී ගැනීමේ යෝජනා ක්‍රමයක් සඳහා සේවා සැපයීමට බැඳී නැත.",
        "ශ්‍රී ලංකාව සිය අනාගත ආර්ථික උපාය මාර්ග සිතියම්ගත කර එම කාර්යය සඳහා සුදුසුකම් ලත් වෘත්තිකයන් සමූහයක් වෙන් කරන විට, එක් වැදගත් කරුණක් නොසලකා හැරිය යුතු නොවේ, එනම් ඊළඟ නීති සම්පාදකයින් කුලකයට ද හොඳ හැදී වැඩීමක් තිබිය යුතු බව සහතික කිරීමයි."
      ]
    },
    "ta": {
      "title": "சேமிப்பவர்கள் செலவு செய்பவர்களாக மாறும்போது வேதனை",
      "body_lines": [
        "இந்த நேரத்தில் மக்கள் எதிர்பார்க்கும் வகையில் SJB தலைமையிலான ஆட்சி அமையவில்லை என அரசியல் விமர்சகர்கள் அண்மைக் காலங்களில் சுட்டிக்காட்டியுள்ளனர்.",
        "இலங்கையில் அரசியல் என்பது தொழில் வல்லுநர்களால் செல்வாக்கு செலுத்தப்பட வேண்டிய நேரம் வந்துவிட்டது",
        "செவ்வாய்க்கிழமை (மார்ச் 15) பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) ஒரு திறமையற்ற அரசாங்கத்திற்கு எதிர்ப்புத் தெரிவித்தும் மற்றும் ஜனாதிபதி தேர்தலை முன்கூட்டியே நடத்துமாறு ஜனாதிபதியிடம் கோரியும் வீதிக்கு இறங்கிய போது இலங்கையின் அரசியல் காட்சியானது ஒரு வேகமான வேகத்தை அனுபவித்தது. அரச தலைவராக மாற வேண்டும் என்ற தெளிவான செய்தியை ஜனாதிபதிக்கு அனுப்புவதே எதிர்ப்புகளின் பின்னணியில் பெரும்பாலும் இருந்தது.",
        "திங்கட்கிழமை நடந்த பேரணியை பெரும் எண்ணிக்கையில் கலந்து கொண்டதைக் கருத்தில் கொண்டு பிரதான எதிர்க்கட்சி வெற்றியாகக் கருதியிருக்கலாம். ஆனால் இந்த முறை SJB இன்னும் தங்கள் 'காலாவதி தேதியை' அடைந்த அரசியல்வாதிகளின் அடிப்படையில் அதிகப்படியான சாமான்களை வைத்திருப்பதற்கான போதுமான அறிகுறிகள் இருந்தன. இந்த ஆர்ப்பாட்டத்தில் சஜித் பிரேமதாசவுக்குப் பின்னால் தங்கள் எடையை வீசிய சில பிரமுகர்கள் அரசியலில் சிறப்பாகச் செயல்படவில்லை அல்லது அவர்கள் ஒரு அங்கமாக இருந்த கேள்விக்குரிய ஒப்பந்தங்கள் காரணமாக தங்கள் கைகளை அழுக்கடைந்துள்ளனர்.",
        "இந்த நேரத்தில் மக்கள் எதிர்பார்க்கும் வகையில் SJB தலைமையிலான ஆட்சி அமையவில்லை என அண்மைக்காலமாக அரசியல் விமர்சகர்கள் சுட்டிக்காட்டியுள்ளனர். நாடு இப்போது சேவை செய்ய வேண்டிய கடன்களால் தள்ளாடுகிறது, நாட்டின் நிதி வல்லுநர்கள் நாட்டைப் புதைகுழியில் இருந்து தோண்டுவதற்கான சூத்திரம் இருப்பதாகத் தெரியவில்லை.  மிக மோசமான விஷயம் என்னவென்றால், கனடா மற்றும் யுனைடெட் கிங்டம் போன்ற நாடுகள் வழங்கியுள்ளன தீவில் அத்தியாவசிய பொருட்கள் பற்றாக்குறையை காரணம் காட்டி இலங்கைக்கு தங்கள் நாடுகளின் சுற்றுலா பயணிகள் பயணம் செய்வதை ஊக்கப்படுத்த பயண ஆலோசனைகள்.",
        "தொழில் வல்லுநர்களால் இலங்கையில் அரசியல் செல்வாக்கு செலுத்தப்பட வேண்டிய நேரம் வந்துவிட்டது. காஸ், டீசல், பெட்ரோல் விலையைச் சுற்றிச் சுழலும் அடிப்படைக் கேள்விகளுக்குப் பதில் சொல்லாமல் தொலைக்காட்சியில் தோன்றிப் போராடும் ஒரு அமைச்சர் நம்மிடம் இருக்கிறார். ஆங்கிலத்தில் பேசினால் ‘ராணியைக் கொலை செய்யும்’ நிதியமைச்சர் நம்மிடம் இருக்கிறார். சிறிய கல்வியறிவு இல்லாத நபர்கள் இத்தாலி, பிரான்ஸ் மற்றும் ஜெர்மனி போன்ற நாடுகளுக்கு குடிபெயர்ந்தால், அவர்கள் சில மாதங்களில் இந்த வெளிநாட்டு மொழிகளைப் பெறுகிறார்கள். ஆட்சியில் பணிபுரியும் அமைச்சர்கள், வெளிநாட்டில் பணியாற்றியவர்கள், வெளிநாடுகளுக்குப் பயணம் செய்த பிறகும் - தங்கள் ராஜதந்திர பாஸ்போர்ட்டுகளால் - ஆங்கிலத்தின் அடிப்படைகளைப் புரிந்து கொள்ள முடியாது. இது பெரும்பாலான சட்டமியற்றுபவர்களின் குறைந்த IQ அளவைக் குறிக்கிறதா?",
        "சர்வதேச நிதி நிறுவனங்கள் கடன்களை வழங்கும்போது சமுர்த்தி போன்ற நலன்புரி நடவடிக்கைகளில் ஒரு குறைப்பைக் காண விரும்புகின்றனர், ஏனெனில் நாட்டின் மதிப்பை உயர்த்தும் வருமானம் ஈட்டும் திட்டங்களுக்கு கடன்கள் பயன்படுத்தப்பட வேண்டும். முழு அதிகாரத்தை அனுபவித்த அரசியல்வாதிகளுக்கு எதிரான ஒரு உண்மை என்னவென்றால், அவர்களால் சமுர்த்தி சலுகைகளைப் பெறுபவர்களின் எண்ணிக்கையை குறைக்க முடியவில்லை.",
        "சில காலங்களுக்கு முன்னர் ஒரு தொலைக்காட்சி நிகழ்ச்சியின் போது இரத்மலானையைச் சேர்ந்த பெரியவர்-தங்கத்துடன் தொடர்புடைய தனது பெயர்-கடந்த ஆட்சிகளைப் போல மக்களுக்கு நன்மை பயக்கும் வகையில் இந்த ஆட்சியில் வெளிநாட்டுக் கடன்கள் விநியோகிக்கப்படாது என்று அவர் தனது அறியாமையைக் காட்டினார். டாலர்களை 5000 ரூபாய் நோட்டுகளாக மாற்றுவதன் மூலம். இந்த தொலைக்காட்சி நிகழ்ச்சிக்கு அழைக்கப்பட்ட ஜனதா விமுக்தி பெரமுனவின் உறுப்பினர் ஒருவர், சர்வதேச நிதி நிறுவனங்களிடமிருந்து பெறப்படும் கடன்களை செலவினப் பணமாக மாற்ற முடியாது என்றும், அவை மத்திய வங்கியின் நிதி கையிருப்பை வலுப்படுத்தப் பயன்படுத்தப்படுகின்றன என்றும் கூறி, இந்த மோசமான அரசியல்வாதியைத் திருத்தினார். பணவீக்க விகிதத்தில் சேர்க்காமல் பணத்தை அச்சிட முடியும்.",
        "43வது படையணியின் தலைவர் பாட்டலி சம்பிக்க ரணவக்க, இந்த நாட்டை தொழில் வல்லுநர்களால் மட்டுமே காப்பாற்ற முடியும் என்றும், கல்வியறிவு இல்லாத அரசியல்வாதிகள் மற்றும் வருங்கால ‘ராஜா’ மூலம் அல்ல; ஒரு நாள் வந்து இலங்கையின் பெரிய பிரச்சனைகளை சிறியதாக ஆக்குவார்கள் என்று நம்பும் நல்ல எண்ணிக்கையினர்.",
        "தற்போதைய அதிபரை மாற்றும் வகையில் திடீர் தேர்தல் நடந்தால், பல சிறிய கட்சிகள் தங்களது தேர்தல் அறிக்கைகள் குறித்து ஏற்கனவே பேசியுள்ளன. ஜே.வி.பி தனது எதிர்கால நிகழ்ச்சி நிரல்களைப் பற்றி பேசியுள்ளது, ஆனால் கடந்த ஜனாதிபதித் தேர்தல்களைப் போலவே அது தேசிய மக்கள் சக்தி கூட்டணி என்ற கூட்டுப் பதாகையின் கீழ் தனது அரசியல் அபிலாஷைகளைத் தொடர வாய்ப்புள்ளது.",
        "தங்களை நிரூபிக்க அவர்களுக்கு ஒரு வாய்ப்பு வழங்கப்பட வேண்டும் என்று 'சிவப்பு' பற்றி அதிகம் பேசப்படுகிறது. இரண்டு கிளர்ச்சிகள் (1971 மற்றும் 1988-89) எங்களுக்கு நினைவிருக்கிறது, ஆனால் அது கடந்த காலத்தில் அதிகம். தற்போதைய ஜே.வி.பி அந்த கடந்த காலத்தைப் பற்றி பேசவில்லை அல்லது அதன் ஸ்தாபகரான ரோஹன விஜேவீரவுடன் அதிகம் தொடர்பு கொள்ளவில்லை. ஜே.வி.பி தலைமையிலான இந்தக் கூட்டணிக்கு இந்த நாட்டைத் திருப்புவதற்குத் தேவையான ஒரு திடமான மூலப்பொருள் இருக்கலாம்; ஒழுக்கம். மே தினப் பேரணியின் போது அவர்களது தோழர்கள் எப்படி ஊர்வலம் செல்லும் தெருவைச் சுத்தம் செய்கிறார்கள் என்பதைப் பார்க்கிறோம். ஆனால் செங்குட்டுவர்கள் கூட ஆக்கபூர்வமான ஒன்றைக் கொண்டு வர வேண்டும், ஏனென்றால் விமர்சனம் மட்டுமே அவர்களின் வாக்கு தளத்தை உருவாக்காது. ஒரு அரசியல் ஆய்வாளர் இந்த எழுத்தாளரிடம் நேற்று கேள்வி எழுப்பினார். ஜே.வி.பி பிரதான அரசியலில் இருந்த காலத்தில் மக்களுக்கு ஒரு பேருந்து நிறுத்தத்தைக்கூட சிறியதாக மாற்றியிருக்கிறதா?",
        "சமீப காலங்களில் இந்த கட்சி தொழில் வல்லுநர்களைக் கேட்பதிலும் அவர்களுடன் இணைந்து பணியாற்றுவதிலும் ஆர்வம் காட்டி வருகிறது. கடந்த ஜனாதிபதித் தேர்தலில் ஜே.வி.பி 30க்கும் மேற்பட்ட தன்னார்வ தொண்டு நிறுவனங்களுடன் இணைந்தது. அவர்களின் தேர்தல் முடிவுகள் நம்பிக்கைக்குரியதாக இல்லை, மேலும் செம்படையினர் தேர்தலில் சிறப்பாக முன்னேற வேண்டுமென்றால் அது அவர்களின் கிளர்ச்சி கடந்த காலத்துடன் துண்டிக்கப்பட வேண்டும் மற்றும் சிவில் சமூக அமைப்புகளுடன் அதிகமாக வேலை செய்ய வேண்டும் என்று விமர்சகர்கள் சுட்டிக்காட்டினர்.",
        "2015ல் அதிகார வெறி பிடித்த ராஜபக்ச ஆட்சியை கவிழ்க்க சிவில் சமூக அமைப்புகளின் சக்தி ஜே.வி.பி.க்கு தெரியும்.",
        "அரசியல் வட்டாரத்தில் பேசப்படும் இன்னொரு உண்மை சமுர்த்தி வடிவில் மக்களுக்கு வழங்கப்படும் அரச நிவாரணம். ஆர். பிரேமதாசவின் காலத்தில் ஆரம்பிக்கப்பட்ட இவ்வகையான வேலைத்திட்டம் ‘ஜனசவிய’ என அழைக்கப்பட்டது. மகிந்த ராஜபக்ச அதே கருத்தை தொடர்ந்தார், ஆனால் சமுர்த்தி என்று பெயர் மாற்றினார். சர்வதேச நிதி நிறுவனங்கள் கடன்களை வழங்கும்போது சமுர்த்தி போன்ற நலன்புரி நடவடிக்கைகளில் ஒரு குறைப்பைக் காண விரும்புகின்றனர், ஏனெனில் நாட்டின் மதிப்பை உயர்த்தும் வருமானம் ஈட்டும் திட்டங்களுக்கு கடன்கள் பயன்படுத்தப்பட வேண்டும். முழு அதிகாரத்தை அனுபவித்த அரசியல்வாதிகளுக்கு எதிரான ஒரு உண்மை என்னவென்றால், அவர்களால் சமுர்த்தி சலுகைகளைப் பெறுபவர்களின் எண்ணிக்கையை குறைக்க முடியவில்லை.",
        "சமுர்த்தி, அரசியல்வாதிகள் வசதி குறைந்தவர்களை பிடிப்பதை விரும்புகின்றனர். இந்த நாட்டிலுள்ள மக்கள் கடந்த காலங்களில் ஒருவகையில் அரசாங்கங்களின் மீது பாரத்தை சுமத்தியுள்ளனர். இலவச உணவு இல்லை, அதற்கு யாராவது பணம் செலுத்த வேண்டும் என்று அடிப்படை பொருளாதாரம் நமக்குக் கற்பிக்கிறது; இந்த வழக்கில் அரசாங்கம். மருத்துவமனையில் தங்கியிருப்பது முதல் தேசியப் பள்ளி வரையிலும், அதன்பின் அரசுப் பல்கலைக்கழகம் வரையிலும், பெரும்பான்மையான இலங்கையர்கள் தங்கள் வாழ்க்கையின் இந்தக் கட்டங்களில் அரசாங்கம் கட்டணத்தை செலுத்துவதற்காகக் காத்திருக்கின்றனர். ஒரு ஆட்சி கடன் பிடியில் இருந்து தப்பிக்க வேண்டுமானால் இந்த அரசு நிதியுதவி நிறுத்தப்பட வேண்டும். அரசு நிறுவனங்கள் மற்றும் அரசு ஊழியர்களின் திறமையை உயர்த்த வேண்டும், சீனாவைப் போல ஆழமான தேசபக்தி எண்ணங்களை மக்களிடையே விதைக்க வேண்டும், இதனால் அவர்கள் வெறுமனே வேலை செய்யவில்லை, ஆனால் நாட்டிற்கு சேவை செய்கிறார்கள் என்பதை நினைவூட்டுங்கள்.",
        "எந்தவொரு எதிர்கால அரசாங்கமும் கழிவுகளிலிருந்து தன்னைத் தூர விலக்கிக் கொள்ளும் மற்றும் நிச்சயமாக ஒரு நல்ல பணி நெறிமுறையைக் கொண்டிருக்கும். அவை பிரதான மற்றும் சமூக ஊடகங்களால் பார்க்கப்படும்; எனவே இது அமைச்சர்கள் மற்றும் மாநில அமைச்சர்களுக்கு வேலை அல்லது புறப்பாடு.",
        "அடுத்த ஆட்சி என்ன செய்ய வேண்டும் என்பது உயர்மட்ட வல்லுநர்கள் மற்றும் அரசியல் அமைப்புகளால் உச்சரிக்கப்படுகிறது. 43 ஆவது படையணியும் ஜே.வி.பியும் அந்த அதிகாரத்தைப் பெற்று இலங்கையை அதன் கடந்த காலப் புகழுக்குக் கொண்டு செல்ல வேண்டும் என்று துடித்துக் கொண்டிருக்கின்றன. ஆனால் அதற்கு உதவக்கூடிய ஒரு அடிப்படைக் கோட்பாடு உள்ளது, அது இலங்கை இயற்கை அனர்த்தங்கள் மற்றும் உற்பத்திகள் இல்லாத பருவங்களுக்கு உட்பட்டது என்பதை மனதில் கொள்ள வேண்டும். தண்ணீர் முதல் மின்சாரம் வரை சேமிப்பது ஒரு முக்கிய அம்சமாக இருக்க வேண்டும். விவசாயம் கடந்த காலத்தில் இந்த நடைமுறைக்கு போதுமான உதாரணங்களை நமக்கு வழங்குகிறது. நல்ல பழைய நாட்களில் ஒரு குடும்பத்தில் உள்ள இரண்டு பெற்றோர்கள்- அரசு சேவையில் பணிபுரிந்தவர்கள்-ஒவ்வொரு மாதமும் ஒரு சம்பளத்தை சேமிப்பதை உறுதி செய்தனர். தீவுவாசிகளுடன் சேமிப்பு என்பது ஒரு வாழ்க்கை முறையாக இருந்தது மற்றும் நாம் எவ்வளவு வசதியாக மறந்துவிட்டோம்; எனவே நாம் இப்போது இருக்கும் குழப்பம். இன்று ஒரு பணியாளரிடம் கிரெடிட் கார்டு இருப்பு இல்லை என்றால் அது ஒரு விதிவிலக்கு.",
        "இலங்கை தனது எதிர்கால பொருளாதார உத்திகளை வரைபடமாக்கி, தகுதிவாய்ந்த தொழில் வல்லுனர்களின் தொகுப்பை ஒதுக்கி வைக்கும் போது, ​​ஒரு முக்கியமான விஷயத்தை ஒருவர் கவனிக்காமல் விடக்கூடாது, அடுத்த தொகுதி சட்டமியற்றுபவர்களும் நல்ல வளர்ப்பு பெற்றிருக்க வேண்டும் என்பதை உறுதிப்படுத்த வேண்டும்."
      ]
    }
  }
}