{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/war-and-reality/",
  "time_ut": 1646255400,
  "title": "War and reality",
  "body_lines": [
    "Many people around the world may have expected Russia to make short work of Ukraine, but the war is dragging on. It however is doubtful whether Moscow expected the invasion to be a walk in the park if months of preparation and the deployment of so many troops and sophisticated weapons systems are any indications. It is obviously not for propaganda purposes that a 64-km-long Russian military convoy is heading for Kyiv, which is very likely to be besieged soon.",
    "The war in Ukraine is different from the one Russia fought in Afghanistan, and the ones the US has waged in Vietnam, Iraq and Afghanistan. Russia is fighting a war which it cannot afford to lose, across its border, and it will do everything in its power to win. A strategy to de-escalate the raging conflict in Ukraine should be based on this ground reality.",
    "In any invasion, the aggressor initially faces stiff resistance and suffers casualties, especially when the side that offers resistance is backed by powerful nations, and its morale is high. But the situation changes with the passage of time; the morale of the weaker side begins to sag, and the invader makes headway. Social media posts of Ukrainian volunteers carrying guns, hurling Molotov cocktails, and vowing to fight to the death, and a few captured Russian soldiers ‘making confessions’, and western mainstream media attacks on Russia will not influence the outcome of the ongoing conflict. President Volodymyr Zelenskyy has, no doubt, demonstrated remarkable courage, which should be appreciated, but heroics are of little use in fiercely fought wars. He has to be realistic, and assess his strength properly if further trouble is to be averted.",
    "It was wrong for Russia to invade Ukraine, but the Zelenskyy administration should not have become a western puppet, resorting to hostile measures, which provoked Moscow. Zelenskyy in his wisdom chose to be at the beck and call of Washington. He also suppressed pro-Russian mogul Victor Medvedchuk’s party and closed down some media outlets, considered loyal to the Opposition, but neither the US nor any of its allies condemned such undemocratic actions. Zelenskyy should have acted prudently without trying to humour Biden or Boris Johnson.",
    "The US and EU are backing Ukraine at present, and President Joe Biden in his first State of the Union address, on Tuesday, vowed to make Putin, ‘pay a price’ for invading Ukraine. But there is a limit beyond which the western bloc cannot support its non-NATO ally. It will also not bear economic losses indefinitely for the sake of Ukraine; it is driven by its economic interests more than anything else.",
    "What Russia makes out to be the casus belli is NATO’s eastward expansion, which it considers a threat to its national security. There are arguments for and against this contention. The proponents of the theory that NATO is not a threat to Russia point out that Boris Yeltsin in a letter to his US counterpart Bill Clinton said, “Any possible integration of east European countries into NATO will not automatically lead to the alliance somehow turning against Russia.” They also argue that Mikhail Gorbachev has said the NATO enlargement was not taken up by Russia at any discussion with the US. But the fact remains that he also said that the enlargement of the alliance was a big mistake and violated the spirit of the statement and assurances made in 1990. The NATO-Russia Founding Act, which was inked at the Madrid Summit in 1997 is also cited as proof that Russia and NATO do not think they pose threats to each other, and, therefore, the NATO expansion was not the reason for the Russian invasion of Ukraine.",
    "But what matters in the final analysis is the present-day reality; Russia sees a sinister motive in NATO’s eastward enlargement. Those who claim that Russia has not made an issue of the NATO expansion previously ignore the Russian invasion of Georgia in 2008. In November 2011, Russian President Dmitry Medvedev was quoted by international news agencies as saying that NATO would have expanded by then to admit ex-Soviet republics but for the Russian invasion of Georgia to defend a rebel region in Georgia. Reflected in his claim are the strategic thinking and national security concerns of Moscow.",
    "The second round of peace talks between Russia and Ukraine, too, ended inconclusively yesterday. A prerequisite for the success of the ongoing peace efforts is for both parties to the conflict, and the US and its allies to make compromises. Ukraine will have to give up its NATO dream and stop being a party to the western strategy to encircle Russia, and Russia will have to end its offensive actions forthwith, and pull back its troops while recognising Ukraine’s sovereignty; the US and its allies will have to stop fishing in troubled waters and using the former Warsaw Pact states as a cat’s paw to further their geo-strategic interest.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}