{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/wimal-udaya-expulsion-first-fissures-coming-crack-up/",
  "time_ut": 1646399040,
  "title": "WIMAL-UDAYA EXPULSION: FIRST FISSURES, COMING CRACK-UP",
  "body_lines": [
    "There are two cracks, not one: the crack in the Cabinet with the expulsion of the Weerawansa-Gammanpila duo, and the incipient crack in the ruling SLPP coalition manifested in the launch of a new program under the leadership of ex-president Maithripala Sirisena.",
    "The obvious parallel is superficial, i.e., the beginnings of the crack-up of the United Front coalition in 1975. What’s happening now has a deeper dimension.",
    "What is well-known is that Wimal and Udaya were prominent in the Mahinda Rajapaksa comeback campaign which kicked-off with the February 2015 rally in Nugegoda. That event was significant not only because of its numbers and impact but also because it was the fastest post-defeat turnaround in Sri Lankan political history.",
    "Wimal and Udaya were the Young Turks, the dynamic drivers, of the Mahinda comeback, without which there would have not been a Pohottuwa government.",
    "What is less well-known but is more pertinent currently, Wimal and Udaya were also the main engines of the Gotabaya candidacy project. They were the political and public opinion drivers of the Gotabaya Rajapaksa candidacy and presidency.",
    "It is these men to whom he owes so very much, who have been dismissed from Cabinet by President GR.",
    "However, as the expulsion from the Cabinet shows, they were not the real hardcore, the real nucleus of the GR project, though they may have thought they were.",
    "The contradictions first began not with Gotabaya Rajapaksa, but well before he was candidate, with Basil Rajapaksa when the Pohottuwa (SLPP) was being formed.",
    "BR exhibited scant respect for the leaders of the Joint Opposition (JO) parties which had kept the flag flying when both he and GR were out of the picture. He was rude to them on more than one occasion.",
    "BR became a caricature of Felix Dias Bandaranaike with his undiplomatic, divisive role in the United Front coalition.",
    "This was the beginning of the friction within the JO which has now manifested itself in the Cabinet changes.",
    "There were three mistakes that Wimal and Udaya made and may have not yet emancipated themselves from:",
    "1. This Government is unprecedentedly unpopular, not chiefly due to BR but to GR’s cruel move on the fertilizer issue and his autocratic style of political behavior. The entire paradigm of BR as the rightwing of the coalition government is superficial. As in the case of Felix, BR is also an economic pragmatist who is trying to keep the government afloat, repairing some of the damage of ‘closed door’ ultranationalist economic policies.",
    "2. The strategy of fighting the “rightwing BR” on behalf of, or while defending GR, is not merely irrational, it has cost Wimal and Udaya their Cabinet portfolios, proving yet again that the Rajapaksa Clan stands together even against the loyalists of each Rajapaksa taken separately. I doubt MR threw down the gauntlet on Wimal and Udaya’s behalf.",
    "3. Wimal and Udaya were not the real, indispensable hardcore of the GR project though they may have thought they were. They were merely the populist camouflage for a Deep State/ex-military project. The hardcore of the GR project was the Viyath Maga plus Eliya.",
    "What seems to be happening now is a GR-BR merger. It began in 2018-2019 with BR making the first move and opening the SLPP meetings to ViyathMaga/Eliya speakers, which permitted an ideological infusion and displacement from moderate-nationalist center-left to autocratic Far Right. Now GR is in such trouble politically that he has reciprocated, accommodating BR’s SLPP, which in turn is quite willing to shift from the erstwhile center-leftism to GR and his policies.",
    "The Pohottuwa/SLPP has become a party of family fellow-travelers; a First Family Fan Club. Therefore, a gap has opened between the SLPP as ruling party and the SLPF as a governing coalition/front. The ruling party stays intact for the moment, while the ruling bloc has developed hairline cracks.",
    "The SLPP will not stay intact for much longer. There were already SLPP MPs at the public event of the Sirisena-led grouping at which the alternative program was released.",
    "As social rage boils over and the regime resorts to a burst of repression, escalating unrest to a volcanic upheaval, the SLPP will split. SLFPers TB Subasinghe, AM Jinadasa, Nanda Ellawela and Tennyson Edirisooriya revolted in 1976. That was far too little, far too late to save them electorally.",
    "This time SLPPers, SLFPers and partner-party MPs will have to leave much earlier and constitute themselves a parallel Opposition if they are not to evaporate electorally.",
    "At the center of it all is the fate of the centrist SLFP. That party dominated the island’s political life from 1994 to 2015. If you factor in the SLFP spin-off the SLPP and the shift to it, it has been in executive office from 1994 to 2022.",
    "When it lost its way by CBK’s excess of conciliation in the face of the LTTE, MR came along and gave it another decade.",
    "When, having won the war, MR lost his way postwar, under pressure from the competing GR and BR projects, Sirisena split off and was elected President.",
    "When Sirisena’s SLFP was politically immuno-compromised by the Ranil-Mangala UNP, the SLPP arose and the SLFP MPs shifted to it.",
    "Now, with the GR-BR deviation from the old MR line, the SLPP has the option of shifting back to Sirisena and the SLFP. If Sirisena’s SLFP can combine his positive side of Yahapalanaya, with the best of the CBK and MR traditions, this will give them a chance to beat the JVP-NPP and become the main Opposition or coalition partners of the main Opposition which may need allies to make up the numbers needed for Governmental and executive power.",
    "The SLFP, the coalition parties of the SLPF and indeed the rational MPs of the SLPP, should take their seats as an independent Opposition, before the coming social explosion (around Sinhala-Tamil New Year?) consumes them politically. All it takes is a single spark. That spark can appear at a petrol shed!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විමල්-උදය නෙරපා හැරීම: පළමු ඉරිතැලීම්, කඩාවැටීම",
      "body_lines": [
        "වීරවංශ - ගම්මන්පිල දෙපළ නෙරපා හැරීමත් සමඟ කැබිනට් මණ්ඩලයේ ඇති වූ ඉරිතැලීම සහ හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ නායකත්වයෙන් යුත් නව වැඩපිළිවෙළක් දියත් කිරීමේදී පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණේ සභාගයේ ආරම්භක ඉරිතැලීම ප්‍රකාශ වූයේ එකක් නොව ඉරිතැලීම් දෙකකි.",
        "පැහැදිලි සමාන්තරය මතුපිටින් පෙනේ, එනම්, 1975 දී එක්සත් පෙරමුණු සභාගය බිඳවැටීමේ ආරම්භය. දැන් සිදුවෙමින් පවතින දෙයට ගැඹුරු මානයක් ඇත.",
        "2015 පෙබරවාරි නුගේගොඩ රැලියෙන් ආරම්භ වූ මහින්ද රාජපක්ෂ පුනරාගමනය ව්‍යාපාරයේ ප්‍රමුඛයන් වූයේ විමල් සහ උදය බව කවුරුත් දන්නා කරුණකි. එම සිදුවීම වැදගත් වූයේ එහි සංඛ්‍යාව සහ බලපෑම නිසා පමණක් නොව එය ශ්‍රී ලංකා දේශපාලන ඉතිහාසයේ පරාජයෙන් පසු වේගවත්ම පෙරළිය වූ බැවිනි.",
        "විමල් සහ උදය මහින්ද පුනරාගමනයේ ගතික රියදුරන් වූ තරුණ තුර්කි ජාතිකයන් වූ අතර එසේ නොවන්නට පොහොට්ටුවේ ආණ්ඩුවක් නොතිබෙන්නට ඉඩ තිබුණි.",
        "එතරම් ප්‍රසිද්ධ නැති නමුත් දැනට වඩාත් අදාළ වන්නේ ගෝඨාභය අපේක්ෂක ව්‍යාපෘතියේ ප්‍රධාන එන්ජිම වූයේ විමල් සහ උදය ය. ගෝඨාභය රාජපක්‍ෂ අපේක්‍ෂකත්වයේ සහ ජනාධිපති ධුරයේ දේශපාලන සහ මහජන මතය මෙහෙයවූවන් වූයේ ඔවුන්ය.",
        "ජනාධිපති ජී.ආර්. විසින් කැබිනට් මණ්ඩලයෙන් නෙරපා හරිනු ලැබුවේ ඔහු බොහෝ සෙයින් ණයගැති මේ මිනිසුන්ට ය.",
        "කෙසේ වෙතත්, කැබිනට් මණ්ඩලයෙන් නෙරපා හැරීම පෙන්නුම් කරන පරිදි, ඔවුන් සිතුවා විය හැකි වුවද, GR ව්‍යාපෘතියේ සැබෑ න්‍යෂ්ටිය ඔවුන් නොවේ.",
        "ප්‍රතිවිරෝධතා මුලින්ම ආරම්භ වූයේ ගෝඨාභය රාජපක්ෂගෙන් නොව, ඔහු අපේක්ෂකයා වීමට බොහෝ කලකට පෙර, පොහොට්ටුව (SLPP) පිහිටුවන විට බැසිල් රාජපක්ෂ සමඟ ය.",
        "තමන් සහ ජීආර් දෙදෙනාම පින්තූරයෙන් බැහැරව සිටියදී කොඩිය ලෙළවාගෙන සිටි ඒකාබද්ධ විපක්ෂයේ (ජඕ) පක්ෂ නායකයින්ට බීආර් දැක්වූයේ අල්ප ගෞරවයකි. ඔහු අවස්ථා කිහිපයකදීම ඔවුන්ට අකාරුණික විය.",
        "BR ෆීලික්ස් ඩයස් බණ්ඩාරනායකගේ විකට චිත්‍රයක් බවට පත් වූයේ සමගි පෙරමුණු සභාගය තුළ ඔහුගේ රාජ්‍ය තාන්ත්‍රික නොවන බෙදුම්වාදී භූමිකාව සමඟිනි.",
        "මේ වන විට අමාත්‍ය මණ්ඩල වෙනස්වීම් තුළින් පෙන්නුම් කර ඇති ඒකාබද්ධ විපක්ෂය තුළ ඇති වූ ගැටුමේ ආරම්භය මෙයයි.",
        "විමල් සහ උදය විසින් සිදු කරන ලද වැරදි තුනක් ඇති අතර ඒවායින් තවමත් නිදහස් වී නොමැත:",
        "1. මෙම රජය පෙර නොවූ විරූ ලෙස ජනප්‍රිය නොවන්නේ, ප්‍රධාන වශයෙන් BR නිසා නොව පොහොර ප්‍රශ්නය සම්බන්ධයෙන් GR ගේ කුරිරු පියවර සහ ඔහුගේ අත්තනෝමතික දේශපාලන හැසිරීම් රටාව හේතුවෙනි. සභාග ආන්ඩුවේ දක්ෂිනාංශය ලෙස BR ගේ සමස්ත සුසමාදර්ශයම මතුපිටින් පෙනේ. ෆීලික්ස්ගේ සිද්ධියේදී මෙන්, බීආර් ද ‘වසා දැමූ දොර’ අතිජාතිවාදී ආර්ථික ප්‍රතිපත්තිවල යම් හානියක් පිළිසකර කරමින් රජය ඉදිරියට ගෙන යාමට උත්සාහ කරන ආර්ථික ප්‍රායෝගිකවාදියෙකි.",
        "2. ජීආර් වෙනුවෙන් හෝ ආරක්ෂා කරන අතරතුර “දක්ෂිණාංශික බීආර්” සමඟ සටන් කිරීමේ උපායමාර්ගය හුදෙක් අතාර්කික නොවේ, එය විමල්ට සහ උදයට ඔවුන්ගේ කැබිනට් අමාත්‍යාංශ අහිමි කර ඇත, රාජපක්ෂ වංශය එක් එක් පක්ෂපාතී අයට එරෙහිව පවා එකට සිටින බව යලිත් ඔප්පු කරයි. රාජපක්ෂ වෙනම ගත්තා. විමල් සහ උදය වෙනුවෙන් එම්ආර් ‍පොලිසිය විසි කළාදැයි මට සැකයි.",
        "3. විමල් සහ උදය GR ව්‍යාපෘතියේ සැබෑ අත්‍යවශ්‍ය හාඩ්කෝර් නොවේ, නමුත් ඔවුන් ඔවුන් යැයි සිතුවා විය හැකිය. ඒවා හුදෙක් ගැඹුරු රාජ්‍ය/හිටපු හමුදා ව්‍යාපෘතියක් සඳහා වූ ජනප්‍රියවාදී වසං කිරීම පමණි. GR ව්‍යාපෘතියේ දැඩි හරය වූයේ වියත් මග ප්ලස් එළියයි.",
        "දැන් සිදුවෙමින් පවතින බව පෙනෙන්නේ GR-BR ඒකාබද්ධතාවයකි. එය 2018-2019 දී ආරම්භ වූයේ BR විසින් පළමු පියවර ගෙන SLPP රැස්වීම් වියත්මග/එළිය කථිකයන්ට විවෘත කිරීමත් සමඟින්, එය මතවාදී සම්භාරයක් වියදම් කිරීමට සහ මධ්‍යස්ථ-ජාතිකවාදී මධ්‍ය-වමේ සිට ඒකාධිපති අන්ත දක්ෂිනාංශය දක්වා විස්ථාපනය වීමට ඉඩ සලසයි. දැන් ජීආර් දේශපාලනික වශයෙන් කෙතරම් කරදරයක සිටීද යත්, ඔහු බීආර්ගේ එස්එල්පීපීයට අනුගත වී ඇති අතර, එය පෙර පැවති මධ්‍ය-වාමවාදයෙන් ජීආර් සහ ඔහුගේ ප්‍රතිපත්ති වෙත මාරු වීමට බෙහෙවින් කැමැත්තෙන් සිටී.",
        "පොහොට්ටුව/ශ්‍රී ලංකා පොදුජන පෙරමුණ පවුලේ සහෝදර සංචාරකයින්ගේ පක්ෂයක් බවට පත්ව ඇත. පළමු පවුලේ රසික සමාජයක්. එබැවින්, ශ්‍රී ලංකා පොදුජන පෙරමුණ ආණ්ඩු පක්ෂය ලෙසත්, ශ්‍රී ලංකා පොදුජන පෙරමුණ පාලන සභාග/පෙරමුණක් ලෙසත් අතර පරතරයක් විවර වී ඇත. පාලක පක්ෂය මේ මොහොතේ නොනැසී පවතින අතර පාලක කණ්ඩායම හිසකෙස් ඉරිතැලීම් වර්ධනය කර ඇත.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණ වැඩි කල් නොනැසී පවතිනු ඇත. විකල්ප වැඩපිළිවෙල එළිදැක්වූ සිරිසේනගේ නායකත්වයෙන් යුත් කණ්ඩායම්වල ප්‍රසිද්ධ උත්සවයට ඒ වන විටත් ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරු සිටියහ.",
        "සමාජ කෝපය උත්සන්න වන විට සහ පාලන තන්ත්‍රය මර්දනයේ පිපිරීමක් කරා යොමු වෙමින්, නොසන්සුන්තාව ගිනිකඳු කැලඹීමක් දක්වා තීව්‍ර කරන විට, ශ්‍රී ලංකා පොදුජන පෙරමුණ දෙකඩ වනු ඇත. ශ්‍රීලනිප ටී.බී. සුබසිංහ, ඒ.එම්. ජිනදාස, නන්ද එල්ලාවල සහ ටෙනිසන් එදිරිසූරිය 1976 දී කැරලි ගැසූහ. ඔවුන්ව මැතිවරණයෙන් බේරා ගැනීමට එය ඉතා අල්පය, බොහෝ ප්‍රමාද විය.",
        "මෙවර ශ්‍රී ලංකා පොදුජන පෙරමුණට, ශ්‍රීලනිප පාක්ෂිකයන්ට සහ හවුල්කාර පක්ෂ මන්ත්‍රීවරුන්ට මැතිවරණයෙන් වාෂ්ප නොවන්නට බොහෝ කලකට පෙර ඉවත් වී සමාන්තර විපක්ෂයක් පිහිටුවා ගැනීමට සිදුවනු ඇත.",
        "ඒ සියල්ලේ කේන්ද්‍රස්ථානය වන්නේ මධ්‍යස්ථ ශ්‍රීලනිපයේ ඉරණමයි. එම පක්ෂය 1994 සිට 2015 දක්වා දිවයිනේ දේශපාලන ජීවිතයේ ආධිපත්‍යය දැරීය. ශ්‍රීලනිපය ශ්‍රී ලංකා පොදුජන පෙරමුණ හැරවීම සහ එයට මාරුවීම සම්බන්ධයෙන් ඔබ කරුණු දක්වන්නේ නම්, එය 1994 සිට 2022 දක්වා විධායක තනතුරේ සිටියේය.",
        "එල්ටීටීඊය හමුවේ CBK ගේ අතිරික්ත සංහිඳියාවෙන් එය අහිමි වූ විට, MR පැමිණ තවත් දශකයක් ලබා දුන්නේය.",
        "යුද්ධය ජයග්‍රහණය කිරීමෙන් පසු, MR ට පශ්චාත් යුධ මාර්ගය අහිමි වූ විට, තරඟකාරී GR සහ BR ව්‍යාපෘතිවල පීඩනය යටතේ, සිරිසේන වෙන් වී ජනාධිපති ලෙස තේරී පත් විය.",
        "සිරිසේනගේ ශ්‍රීලනිපය රනිල්-මංගල එජාපය විසින් දේශපාලනික වශයෙන් ප්‍රතිශක්තිකරණයට ලක් වූ විට ශ්‍රී ලංකා පොදුජන පෙරමුණ නැඟී සිටි අතර ශ්‍රීලනිප මන්ත්‍රීවරු ඒ වෙත මාරු වූහ.",
        "දැන්, පැරණි MR රේඛාවෙන් GR-BR අපගමනය සමඟ, SLPP ට නැවත සිරිසේන සහ ශ්‍රීලනිපය වෙත මාරු වීමේ විකල්පය ඇත. සිරිසේනගේ ශ්‍රීලනිපයට ඔහුගේ යහපාලනයේ ධනාත්මක පැත්ත, CBK සහ MR සම්ප්‍රදායන් සමඟ ඒකාබද්ධ කළ හැකි නම්, මෙය ඔවුන්ට JVP-NPP පරදවා ප්‍රධාන විපක්ෂයේ හෝ ප්‍රධාන විපක්ෂයේ සභාග හවුල්කරුවන් බවට පත්වීමට අවස්ථාවක් ලබා දෙනු ඇත. රාජ්ය සහ විධායක බලය සඳහා අවශ්ය සංඛ්යා සකස් කරන්න.",
        "ශ්‍රීලනිපය, ශ්‍රී ලංකා පොදුජන පෙරමුණේ සභාග පක්ෂ සහ ඇත්ත වශයෙන්ම ශ්‍රී ලංකා පොදුජන පෙරමුණේ තාර්කික මන්ත්‍රීවරුන්, එළැඹෙන සමාජ පිපිරීම (සිංහල-දෙමළ අලුත් අවුරුද්ද ආසන්නද?) දේශපාලනික වශයෙන් ඔවුන්ව විනාශ කිරීමට පෙර ස්වාධීන විපක්ෂයක් ලෙස තම අසුන් ගත යුතුය. ඒ සඳහා අවශ්‍ය වන්නේ තනි පුළිඟුවක් පමණි. එම ගිනි පුපුර පෙට්‍රල් ෂෙඩ් එකක දිස්විය හැකිය!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "விமல்-உதயா வெளியேற்றம்: முதல் பிளவுகள், கிராக்-அப் வரும்",
      "body_lines": [
        "வீரவன்ச-கம்மன்பில இரட்டையரை வெளியேற்றியதன் மூலம் அமைச்சரவையில் ஏற்பட்ட விரிசல், மற்றும் ஆளும் SLPP கூட்டணியில் ஏற்பட்ட ஆரம்ப விரிசல், முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேனவின் தலைமையில் ஒரு புதிய வேலைத்திட்டத்தை ஆரம்பித்ததில் வெளிப்பட்டது.",
        "வெளிப்படையான இணையானது மேலோட்டமானது, அதாவது, 1975ல் ஐக்கிய முன்னணிக் கூட்டணியின் பிளவின் ஆரம்பம். இப்போது என்ன நடக்கிறது என்பது ஆழமான பரிமாணத்தைக் கொண்டுள்ளது.",
        "2015 பெப்ரவரியில் நுகேகொடையில் நடைபெற்ற மகிந்த ராஜபக்சவின் மீள்வருகை பிரச்சாரத்தில் விமல் மற்றும் உதயா ஆகியோர் முக்கிய இடத்தைப் பிடித்தனர் என்பது அனைவரும் அறிந்ததே. அந்த நிகழ்வானது அதன் எண்ணிக்கை மற்றும் தாக்கத்தினால் மட்டுமன்றி இலங்கை அரசியல் வரலாற்றில் தோல்வியின் பின்னரான அதிவேக திருப்பமாக அமைந்தது என்பதாலும் குறிப்பிடத்தக்கது.",
        "விமலும் உதயவும் மகிந்தவின் மீள்பிரவேசத்தின் ஆற்றல்மிக்க சாரதிகளான இளம் துருக்கர்கள், அது இல்லாமல் பொஹொட்டுவ அரசாங்கம் இருந்திருக்காது.",
        "குறைவாக அறியப்பட்ட ஆனால் தற்போது மிகவும் பொருத்தமானது, விமல் மற்றும் உதயா ஆகியோர் கோட்டாபய வேட்புமனுத் திட்டத்தின் முக்கிய இயந்திரங்களாகவும் இருந்தனர். அவர்கள் கோட்டாபய ராஜபக்சவின் வேட்புமனு மற்றும் ஜனாதிபதி பதவிக்கு அரசியல் மற்றும் பொது கருத்து இயக்கிகள்.",
        "அவர் மிகவும் கடன்பட்டுள்ள இந்த மனிதர்கள்தான், ஜனாதிபதி ஜி.ஆரால் அமைச்சரவையிலிருந்து நீக்கப்பட்டுள்ளனர்.",
        "இருப்பினும், அமைச்சரவையில் இருந்து வெளியேற்றப்பட்டதைக் காட்டுகிறது, அவர்கள் உண்மையான ஹார்ட்கோர் அல்ல, ஜிஆர் திட்டத்தின் உண்மையான கரு, அவர்கள் நினைத்திருக்கலாம்.",
        "முரண்பாடுகள் முதலில் ஆரம்பமானது கோட்டாபய ராஜபக்சவுடன் அல்ல, ஆனால் அவர் வேட்பாளராக வருவதற்கு முன்பே, பொஹொட்டுவ (SLPP) அமைக்கப்படும் போது பசில் ராஜபக்ஷவுடன்.",
        "அவரும் ஜி.ஆரும் படம் வெளிவராத போது கொடி கட்டிப் பறந்த கூட்டு எதிரணி (ஜோ) கட்சிகளின் தலைவர்களுக்கு பி.ஆர் கொஞ்சமும் மரியாதை காட்டவில்லை. ஒன்றுக்கு மேற்பட்ட முறை அவர்களிடம் முரட்டுத்தனமாக நடந்து கொண்டார்.",
        "ஐக்கிய முன்னணி கூட்டணியில் இராஜதந்திரமற்ற, பிளவுபடுத்தும் பாத்திரத்தின் மூலம் பீலிக்ஸ் டயஸ் பண்டாரநாயக்கவின் கேலிச்சித்திரமாக பி.ஆர்.",
        "இது JO க்குள் ஏற்பட்ட உரசல்களின் தொடக்கமாகும், இது இப்போது அமைச்சரவை மாற்றங்களில் வெளிப்பட்டுள்ளது.",
        "விமலும் உதயாவும் செய்த மூன்று தவறுகள், அதிலிருந்து இன்னும் விடுபடாமல் இருக்கலாம்:",
        "1. இந்த அரசாங்கம் முன்னெப்போதும் இல்லாத வகையில் செல்வாக்கற்றது, முக்கியமாக BR காரணமாக அல்ல, மாறாக உரப் பிரச்சினையில் GR இன் கொடூரமான நடவடிக்கை மற்றும் அவரது எதேச்சதிகார அரசியல் நடத்தை காரணமாக. கூட்டணி அரசாங்கத்தின் வலதுசாரி என பி.ஆர்.யின் முழு முன்னுதாரணமும் மேலோட்டமானது. பெலிக்ஸைப் போலவே, பிஆர் ஒரு பொருளாதார நடைமுறைவாதி ஆவார், அவர் அரசாங்கத்தை மிதக்க வைக்க முயற்சிக்கிறார், 'மூடிய கதவு' அல்ட்ராநேஷனலிச பொருளாதாரக் கொள்கைகளின் சில சேதங்களை சரிசெய்கிறார்.",
        "2. \"வலதுசாரி BR\" க்கு சார்பாகவோ அல்லது GR ஐப் பாதுகாக்கும்போதோ போராடும் மூலோபாயம் வெறுமனே பகுத்தறிவற்றது அல்ல, இது விமல் மற்றும் உதயா ஆகியோரின் அமைச்சரவை இலாகாக்களை இழக்கச் செய்துள்ளது. ராஜபக்ச தனித்தனியாக எடுக்கப்பட்டது. விமல் மற்றும் உதயாவின் சார்பாக எம்.ஆர்.",
        "3. விமல் மற்றும் உதயா அவர்கள் ஜிஆர் திட்டத்தின் உண்மையான, தவிர்க்க முடியாத ஹார்ட்கோர் அல்ல என்று அவர்கள் நினைத்திருக்கலாம். அவர்கள் ஒரு ஆழமான மாநிலம்/முன்னாள் இராணுவத் திட்டத்திற்கான ஜனரஞ்சக உருமறைப்பு மட்டுமே. ஜிஆர் திட்டத்தின் ஹார்ட்கோர் வியத் மக பிளஸ் எலியா ஆகும்.",
        "இப்போது நடப்பது போல் இருப்பது ஜிஆர்-பிஆர் இணைப்பு. இது 2018-2019 இல் BR முதல் நகர்வைச் செய்து, வியத்மக/எலியா பேசுபவர்களுக்கு SLPP கூட்டங்களைத் திறந்து வைப்பதன் மூலம் தொடங்கியது, இது ஒரு கருத்தியல் உட்செலுத்துதல் மற்றும் மிதமான-தேசியவாத மைய-இடதுகளிலிருந்து எதேச்சதிகார தீவிர வலதுசாரிக்கு இடம்பெயர்வதை அனுமதித்தது. இப்போது GR அரசியல் ரீதியாக மிகவும் சிக்கலில் இருக்கிறார், அவர் BR இன் SLPP க்கு இடமளித்தார், அதையொட்டி முந்தைய மத்திய-இடதுவாதத்திலிருந்து GR மற்றும் அவரது கொள்கைகளுக்கு மாறுவதற்கு மிகவும் தயாராக உள்ளது.",
        "பொஹொட்டுவ/SLPP குடும்ப சக பயணிகளின் கட்சியாக மாறியுள்ளது; முதல் குடும்ப ரசிகர் மன்றம். எனவே, ஆளும் கட்சியாக SLPP மற்றும் ஆளும் கூட்டணி/முன்னணியாக SLPF இடையே ஒரு இடைவெளி திறக்கப்பட்டுள்ளது. ஆளும்கட்சி தற்போதைக்கு அப்படியே இருக்கிறது, அதேசமயம் ஆளுங்கட்சிக்கு முடிசூடா விரிசல் ஏற்பட்டுள்ளது.",
        "ஸ்ரீலங்கா பொதுஜன பெரமுன அதிக நாட்கள் அப்படியே இருக்காது. மாற்று வேலைத்திட்டம் வெளியிடப்பட்ட சிறிசேன தலைமையிலான குழுவின் பொது நிகழ்வில் ஏற்கனவே SLPP பாராளுமன்ற உறுப்பினர்கள் இருந்தனர்.",
        "சமூக சீற்றம் கொதித்தெழுந்து, ஆட்சி ஒடுக்குமுறையின் வெடிப்பை நாடுகிறது, அமைதியின்மையை எரிமலை எழுச்சியாக அதிகரிக்க, SLPP பிளவுபடும். ஸ்ரீலங்கா சுதந்திரக் கட்சியைச் சேர்ந்த டி.பி.சுபசிங்க, ஏ.எம்.ஜினதாச, நந்த எல்லாவெல மற்றும் டென்னிசன் எதிரிசூரிய ஆகியோர் 1976 இல் கிளர்ச்சி செய்தனர். அது அவர்களைத் தேர்தலில் காப்பாற்றுவதற்கு மிகவும் சிறியது, மிகவும் தாமதமானது.",
        "இம்முறை SLPP, SLFP மற்றும் பங்காளிக் கட்சி எம்.பி.க்கள் தேர்தலில் ஆவியாகாமல் இருக்க வேண்டுமானால், அவர்கள் மிகவும் முன்னதாகவே வெளியேறி, தங்களை இணையான எதிர்க்கட்சியாக அமைக்க வேண்டும்.",
        "எல்லாவற்றின் மையத்திலும் மையவாத ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தலைவிதி உள்ளது. 1994 முதல் 2015 வரை தீவின் அரசியல் வாழ்க்கையில் அந்தக் கட்சி ஆதிக்கம் செலுத்தியது. ஸ்ரீலங்கா சுதந்திரக் கட்சி SLPP யிலிருந்து விலகி, அதற்கு மாற்றப்பட்டதற்கு நீங்கள் காரணியாக இருந்தால், அது 1994 முதல் 2022 வரை நிர்வாக அலுவலகத்தில் இருந்தது.",
        "விடுதலைப் புலிகளின் முகத்தில் CBK யின் அதிகப்படியான சமரசத்தால் அது வழி தவறியபோது, ​​MR வந்து அதற்கு மேலும் ஒரு தசாப்தம் கொடுத்தார்.",
        "போரில் வெற்றி பெற்று, MR போருக்குப் பிந்தைய தனது வழியை இழந்தபோது, ​​போட்டியிட்ட GR மற்றும் BR திட்டங்களின் அழுத்தத்தின் கீழ், சிறிசேன பிரிந்து ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டார்.",
        "சிறிசேனவின் SLFP அரசியல் ரீதியாக ரணில்-மங்கள யூ.என்.பி.யால் சமரசம் செய்யப்பட்டபோது, ​​SLPP எழுந்தது மற்றும் SLFP எம்.பி.க்கள் அதற்கு மாறினர்.",
        "இப்போது, ​​பழைய MR வரிசையில் இருந்து GR-BR விலகலுடன், SLPP க்கு மீண்டும் சிறிசேன மற்றும் SLFP க்கு மாறுவதற்கான விருப்பம் உள்ளது. சிறிசேனவின் ஸ்ரீலங்கா சுதந்திரக் கட்சியானது, CBK மற்றும் MR பாரம்பரியங்களின் சிறந்த யஹபாலனயாவின் நேர்மறையான பக்கத்தை ஒன்றிணைக்க முடிந்தால், இது அவர்களுக்கு ஜே.வி.பி-என்.பி.பியை தோற்கடித்து, பிரதான எதிர்க்கட்சியாகவோ அல்லது முக்கிய எதிர்க்கட்சியின் கூட்டணி பங்காளிகளாகவோ மாற வாய்ப்பளிக்கும். அரசாங்க மற்றும் நிர்வாக அதிகாரத்திற்கு தேவையான எண்களை உருவாக்கவும்.",
        "SLFP, SLPF இன் கூட்டணிக் கட்சிகள் மற்றும் உண்மையில் SLPP இன் பகுத்தறிவு பாராளுமன்ற உறுப்பினர்கள், வரவிருக்கும் சமூக வெடிப்பு (சிங்கள-தமிழ் புத்தாண்டைச் சுற்றியா?) அரசியல் ரீதியாக அவர்களை அழிக்கும் முன், ஒரு சுயேச்சையான எதிர்க்கட்சியாக தங்கள் ஆசனங்களை எடுக்க வேண்டும். ஒரே ஒரு தீப்பொறி மட்டுமே தேவை. அந்த தீப்பொறி பெட்ரோல் கொட்டகையில் தோன்றும்!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}