{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-china-backed-tax-free-zone-conflicts-with-minimum-global-tax-imf-92095/",
  "time_ut": 1648272300,
  "title": "Sri Lanka’s China-backed tax free zone conflicts with minimum global tax: IMF",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s China-backed Colombo Port City special economic zone, which has is giving long term tax holiday is likely to face pressure as the international community which is moving for a minimum 15 percent global tax, an International Monetary Fund report has warned.",
    "The Organization for Economic Co-operation and Development has set up a minimum of 15 percent income tax.",
    "Organizations such as the International Community of Investigative Journalists are targeting tax free jurisdictions with leaked documents involving money earned through questionable means. But investment by legally earned money are also channeled through such areas.",
    "“The creation of a low-tax jurisdiction is likely to draw attention from the international community given a renewed focus on such matters, including in the context of the recently agreed OECD-led Inclusive Framework,” an IMF report on Sri Lanka said.",
    "“It would therefore be important to adhere to international tax and regulatory standards and information exchange agreements established with foreign counterparts, including those guided by the OECD’s Common Reporting Standard.",
    "US led pressure is forcing countries with turnover tax based regimes such in the Gulf Co-operation Council, and the Maldives that import labour to go into income tax.",
    "Income tax kills investible capital and jobs by giving it to politicians to fritter away on the public sector expansion and vote buying gimmicks.",
    "Sri Lanka has seen state spending rise from around 17 percent of GDP in 2014 to 20.6 percent under so-called ‘revenue based fiscal consolidation’ that pooh-poohed spending cuts including on a bloated public service and state enterprise financing.",
    "The entire burden of adjustment was shifted to the private citizens, under revenue based fiscal consolidation, and without spending based consolidation, and politicians were free to raise public sector salaries, raise pensions, and expand recruitment.",
    "The IMF warned that businesses that invest in the Port City could potentially try to avoid taxes and they should file a tax return even if nothing was paid.",
    "“Effective revenue administration is critical for mitigating risks from tax planning between offshore entities and their onshore affiliates and can be supported by significantly scaling back the list of taxes eligible for exemptions to reduce administrative hurdles,” the IMF said.",
    "” IRD’s capacity and expertise should be leveraged to safeguard transparency and accountability, by requiring all SEZ companies (regardless of their tax-exempt status) to file tax returns.",
    "“Besides, a tax expenditure review covering the SEZ should be part of the annual budgetary process and subject to periodical evaluation. ”",
    "The Port City would be dollarized and would be free from currency depreciation and hardships created by the soft-pegged central bank of Sri Lanka.",
    "Currency peg collapse due to aggressive liquidity injections by the domestic operations department of a central bank to keep interest rates down.",
    "“Meanwhile, offshore institutions should be prohibited from providing financial services to residents or accessing the central bank’s liquidity window and deposit insurance in Sri Lanka,” the IMF report said.",
    "“Any direct or indirect financial linkages between the onshore and offshore financial sectors (including through cross-ownership) should be closely monitored to assess and mitigate potential spillover risks.” (Colombo/Mar26/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ චීනයේ පිටුබලය ලබන බදු රහිත කලාපය අවම ගෝලීය බද්ද සමඟ ගැටෙයි: IMF",
      "body_lines": [
        "ECONOMYNEXT - දීර්ඝ කාලීන බදු විරාමයක් ලබා දී ඇති ශ්‍රී ලංකාවේ චීනයේ පිටුබලය ලබන Colombo Port City විශේෂ ආර්ථික කලාපය අවම වශයෙන් සියයට 15ක ගෝලීය බද්දක් සඳහා යොමු වන ජාත්‍යන්තර ප්‍රජාව පීඩනයට ලක්වීමට ඉඩ ඇති බව ජාත්‍යන්තර මූල්‍ය අරමුදලේ වාර්තාවක් අනතුරු අඟවා තිබේ.",
        "ආර්ථික සහයෝගිතාව සහ සංවර්ධනය සඳහා වූ සංවිධානය අවම වශයෙන් සියයට 15 ක ආදායම් බද්දක් ස්ථාපිත කර ඇත.",
        "ගවේෂණාත්මක මාධ්‍යවේදීන්ගේ ජාත්‍යන්තර ප්‍රජාව වැනි සංවිධාන ප්‍රශ්නකාරී මාර්ගවලින් උපයාගත් මුදල් සම්බන්ධ කාන්දු වූ ලේඛන සමඟ බදු රහිත අධිකරණ බලය ඉලක්ක කරයි. නමුත් නීත්‍යානුකූලව උපයාගත් මුදල්වලින් ආයෝජනය කරන්නේද එවැනි ක්ෂේත්‍ර හරහාය.",
        "\"මෑතකදී එකඟ වූ OECD ප්‍රමුඛ ඇතුළත් රාමුවේ සන්දර්භය ඇතුළුව, එවැනි කරුණු කෙරෙහි නව අවධානයක් යොමු කර ඇති බැවින් අඩු බදු අධිකරණ බලයක් නිර්මාණය කිරීම ජාත්‍යන්තර ප්‍රජාවේ අවධානයට ලක් වනු ඇත\" යනුවෙන් ශ්‍රී ලංකාව පිළිබඳ IMF වාර්තාවක් පවසයි.",
        "“එබැවින් OECD හි පොදු වාර්තාකරණ ප්‍රමිතියෙන් මඟ පෙන්වන ජාත්‍යන්තර බදු සහ නියාමන ප්‍රමිතීන් සහ විදේශීය සගයන් සමඟ ස්ථාපිත කර ඇති තොරතුරු හුවමාරු ගිවිසුම් පිළිපැදීම වැදගත් වනු ඇත.",
        "එක්සත් ජනපදය ප්‍රමුඛ පීඩනය ගල්ෆ් සහයෝගිතා කවුන්සිලයේ පිරිවැටුම් බදු පදනම් කරගත් පාලන තන්ත්‍ර ඇති රටවලට සහ ශ්‍රමය ආනයනය කරන මාලදිවයිනට ආදායම් බද්දට යාමට බල කරයි.",
        "ආදායම් බද්ද රාජ්‍ය අංශයේ ව්‍යාප්තිය සහ ඡන්ද මිල දී ගැනීමේ ව්‍යායාම සඳහා දේශපාලනඥයන්ට ලබා දීමෙන් ආයෝජනය කළ හැකි ප්‍රාග්ධනය සහ රැකියා විනාශ කරයි.",
        "2014 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 17ක් පමණ වූ රාජ්‍ය වියදම් සියයට 20.6ක් දක්වා ඉහළ ගොස් ඇති බව ශ්‍රී ලංකාව දැක ඇති අතර එය ඊනියා ‘ආදායම් මත පදනම් වූ මූල්‍ය ඒකාග්‍රතාවය’ යටතේ රාජ්‍ය සේවය සහ රාජ්‍ය ව්‍යවසාය මූල්‍යකරණය ඇතුළු වියදම් කපා හැර තිබේ.",
        "ආදායම් මත පදනම් වූ රාජ්‍ය මූල්‍ය ඒකාග්‍රතාවය යටතේ සහ වියදම් පදනම් කරගත් ඒකාග්‍රතාවයකින් තොරව ගැලපීමේ සම්පූර්ණ බර පුද්ගලික පුරවැසියන් වෙත පැවරූ අතර, දේශපාලනඥයන්ට රාජ්‍ය අංශයේ වැටුප් වැඩි කිරීමට, විශ්‍රාම වැටුප් වැඩි කිරීමට සහ බඳවා ගැනීම් පුළුල් කිරීමට නිදහස තිබුණි.",
        "පෝට් සිටි හි ආයෝජනය කරන ව්‍යාපාරවලට බදුවලින් වැළකී සිටීමට උත්සාහ කළ හැකි බවත්, කිසිවක් නොගෙවූවත් බදු වාර්තාවක් ගොනු කළ යුතු බවත් IMF අනතුරු ඇඟවීය.",
        "\"ඵලදායී ආදායම් පරිපාලනය අක්වෙරළ ආයතන සහ ඔවුන්ගේ වෙරළ ආශ්‍රිත ආයතන අතර බදු සැලසුම් කිරීමේ අවදානම් අවම කිරීම සඳහා ඉතා වැදගත් වන අතර පරිපාලන බාධාවන් අවම කිරීම සඳහා නිදහස් කිරීම් සඳහා සුදුසුකම් ලබන බදු ලැයිස්තුව සැලකිය යුතු ලෙස අඩු කිරීමෙන් සහාය විය හැක\" යනුවෙන් IMF පවසයි.",
        "” සියලුම SEZ සමාගම් (ඔවුන්ගේ බදු නිදහස් තත්ත්වය නොසලකා) බදු වාර්තා ගොනු කිරීමට අවශ්‍ය කිරීම මගින්, විනිවිදභාවය සහ වගවීම ආරක්ෂා කිරීම සඳහා IRD හි ධාරිතාව සහ විශේෂඥතාව උත්තෝලනය කළ යුතුය.",
        "“ඊට අමතරව, SEZ ආවරණය වන බදු වියදම් සමාලෝචනයක් වාර්ෂික අයවැය ක්‍රියාවලියේ කොටසක් විය යුතු අතර කාලාන්තර ඇගයීමට යටත් විය යුතුය. ”",
        "වරාය නගරය ඩොලර් බවට පත් කෙරෙන අතර ශ්‍රී ලංකා මහ බැංකුව විසින් නිර්මාණය කරන ලද මුදල් අවප්‍රමාණය සහ දුෂ්කරතාවලින් නිදහස් වනු ඇත.",
        "පොලී අනුපාත පහත හෙළීම සඳහා මහ බැංකුවක දේශීය මෙහෙයුම් දෙපාර්තමේන්තුව විසින් ආක්‍රමණශීලී ද්‍රවශීලතා එන්නත් කිරීම හේතුවෙන් මුදල් ඒකකය කඩා වැටීම.",
        "\"මේ අතර, අක්වෙරළ ආයතන නිවැසියන්ට මූල්‍ය සේවා සැපයීම හෝ මහ බැංකුවේ ද්‍රවශීලතා කවුළුව වෙත ප්‍රවේශ වීම සහ ශ්‍රී ලංකාව තුළ තැන්පතු රක්ෂණය කිරීම තහනම් කළ යුතුය\" යනුවෙන් IMF වාර්තාව පවසයි.",
        "\"ගොඩබිම සහ අක්වෙරළ මූල්‍ය අංශ අතර (හරස් හිමිකාරිත්වය ඇතුළුව) ඕනෑම සෘජු හෝ වක්‍ර මූල්‍ය සම්බන්ධතාවක් පිටාර ගැලීමේ අවදානම තක්සේරු කිරීමට සහ අවම කිරීමට සමීපව නිරීක්ෂණය කළ යුතුය.\" (කොළඹ/මාර්තු26/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் சீனாவின் ஆதரவுடைய வரிவிலக்கு மண்டலம் குறைந்தபட்ச உலகளாவிய வரியுடன் முரண்படுகிறது: IMF",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் சீனாவின் ஆதரவு பெற்ற கொழும்பு துறைமுக நகர சிறப்புப் பொருளாதார வலயம், நீண்ட கால வரி விடுமுறையை அளித்து வருவதால், சர்வதேச சமூகம் குறைந்தபட்சம் 15 சதவீத உலக வரிக்கு நகர்வதால் அழுத்தத்தை எதிர்கொள்ள நேரிடும் என சர்வதேச நாணய நிதிய அறிக்கை எச்சரித்துள்ளது.",
        "பொருளாதார ஒத்துழைப்பு மற்றும் மேம்பாட்டுக்கான அமைப்பு குறைந்தபட்சம் 15 சதவீத வருமான வரியை அமைத்துள்ளது.",
        "சர்வதேச புலனாய்வுப் பத்திரிகையாளர்களின் சமூகம் போன்ற நிறுவனங்கள், கேள்விக்குரிய வழிகளில் சம்பாதித்த பணம் சம்பந்தப்பட்ட கசிந்த ஆவணங்கள் மூலம் வரி இல்லாத அதிகார வரம்புகளை இலக்காகக் கொண்டுள்ளன. ஆனால் சட்டப்பூர்வமாக சம்பாதித்த பணத்தின் முதலீடும் அத்தகைய பகுதிகள் வழியாக அனுப்பப்படுகிறது.",
        "\"குறைந்த வரி அதிகார வரம்பை உருவாக்குவது, சமீபத்தில் ஒப்புக் கொள்ளப்பட்ட OECD- தலைமையிலான உள்ளடக்கிய கட்டமைப்பின் பின்னணியில், இது போன்ற விஷயங்களில் புதுப்பிக்கப்பட்ட கவனம் செலுத்துவதன் மூலம் சர்வதேச சமூகத்தின் கவனத்தை ஈர்க்கும்\" என்று IMF அறிக்கை கூறியுள்ளது.",
        "\"எனவே சர்வதேச வரி மற்றும் ஒழுங்குமுறை தரநிலைகள் மற்றும் OECD இன் பொதுவான அறிக்கையிடல் தரத்தால் வழிநடத்தப்பட்டவை உட்பட, வெளிநாட்டு சக நிறுவனங்களுடன் நிறுவப்பட்ட தகவல் பரிமாற்ற ஒப்பந்தங்களை கடைபிடிப்பது முக்கியம்.",
        "அமெரிக்க தலைமையிலான அழுத்தம், வளைகுடா கூட்டுறவு கவுன்சிலில் விற்றுமுதல் வரி அடிப்படையிலான ஆட்சிகளைக் கொண்ட நாடுகளையும், தொழிலாளர்களை இறக்குமதி செய்யும் மாலத்தீவுகளையும் வருமான வரிக்குள் செல்ல கட்டாயப்படுத்துகிறது.",
        "பொதுத்துறை விரிவாக்கம் மற்றும் வாக்குகளை வாங்கும் வித்தைகளை அரசியல்வாதிகளுக்கு வழங்குவதன் மூலம் முதலீட்டு மூலதனத்தையும் வேலைகளையும் வருமான வரி கொன்றுவிடுகிறது.",
        "2014 இல் மொத்த உள்நாட்டு உற்பத்தியில் சுமார் 17 சதவீதமாக இருந்த அரச செலவினம் 20.6 சதவீதமாக உயர்ந்துள்ளதைக் கண்டுள்ளது, இது 'வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு' என்று அழைக்கப்படுவதன் கீழ், பெருந்தொகையான பொதுச் சேவை மற்றும் அரச நிறுவன நிதியுதவி உட்பட செலவினக் குறைப்புகளை ஏமாற்றியது.",
        "வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு மற்றும் செலவின அடிப்படையிலான ஒருங்கிணைப்பு இல்லாமல், சரிசெய்தலின் முழுச் சுமையும் தனியார் குடிமக்களுக்கு மாற்றப்பட்டது, மேலும் அரசியல்வாதிகள் பொதுத்துறை சம்பளத்தை உயர்த்தவும், ஓய்வூதியத்தை உயர்த்தவும், ஆட்சேர்ப்புகளை விரிவுபடுத்தவும் சுதந்திரமாக இருந்தனர்.",
        "போர்ட் சிட்டியில் முதலீடு செய்யும் வணிகங்கள் வரிகளைத் தவிர்க்க முயற்சி செய்யலாம் என்றும், எதுவும் செலுத்தாவிட்டாலும் அவர்கள் வரிக் கணக்கைத் தாக்கல் செய்ய வேண்டும் என்றும் IMF எச்சரித்தது.",
        "\"பயனுள்ள வருவாய் நிர்வாகம் என்பது கடல்சார் நிறுவனங்கள் மற்றும் அவற்றின் கரையோர துணை நிறுவனங்களுக்கு இடையேயான வரி திட்டமிடல் அபாயங்களைத் தணிக்க மிகவும் முக்கியமானது மற்றும் நிர்வாகத் தடைகளைக் குறைக்க விலக்குகளுக்குத் தகுதியான வரிகளின் பட்டியலை கணிசமாகக் குறைப்பதன் மூலம் ஆதரிக்க முடியும்\" என்று IMF கூறியது.",
        "” IRD இன் திறன் மற்றும் நிபுணத்துவம் வெளிப்படைத்தன்மை மற்றும் பொறுப்புக்கூறலைப் பாதுகாக்க வேண்டும்.",
        "\"தவிர, SEZ ஐ உள்ளடக்கிய ஒரு வரிச் செலவின மதிப்பாய்வு வருடாந்திர பட்ஜெட் செயல்முறையின் ஒரு பகுதியாக இருக்க வேண்டும் மற்றும் காலமுறை மதிப்பீட்டிற்கு உட்பட்டது. ”",
        "போர்ட் சிட்டியானது டாலர் மயமாக்கப்படும் மற்றும் நாணயத் தேய்மானம் மற்றும் இலங்கையின் மென்மையான மத்திய வங்கியால் உருவாக்கப்பட்ட கஷ்டங்களிலிருந்து விடுபடும்.",
        "வட்டி விகிதங்களைக் குறைப்பதற்காக மத்திய வங்கியின் உள்நாட்டு செயல்பாட்டுத் துறையின் தீவிர பணப்புழக்க ஊசி காரணமாக நாணய ஆப்பு சரிவு.",
        "\"இதற்கிடையில், கடல்சார் நிறுவனங்கள் குடியிருப்பாளர்களுக்கு நிதிச் சேவைகளை வழங்குவதிலிருந்தும் அல்லது மத்திய வங்கியின் பணப்புழக்கம் மற்றும் வைப்புத்தொகைக் காப்புறுதியை இலங்கையில் அணுகுவதிலிருந்தும் தடை செய்யப்பட வேண்டும்\" என்று IMF அறிக்கை கூறியுள்ளது.",
        "\"கடற்கரை மற்றும் கடல்சார் நிதித் துறைகளுக்கு இடையேயான நேரடி அல்லது மறைமுக நிதி தொடர்புகள் (குறுக்கு-உரிமை உட்பட) சாத்தியமான கசிவு அபாயங்களை மதிப்பிடுவதற்கும் குறைப்பதற்கும் நெருக்கமாக கண்காணிக்கப்பட வேண்டும்.\" (கொழும்பு/மார்ச்26/2022)"
      ]
    }
  }
}