{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/total-ban-could-this-be-the-last-generation-of-smokers/",
  "time_ut": 1650204840,
  "title": "‘Total ban’: Could this be the last generation of smokers?",
  "body_lines": [
    "Brookline, Massachusetts, banned the sale of tobacco products to anyone born after 2000, with a NZ law to be introduced this year. Could Australia be next?",
    "Beyond the usual memorable factors – fears about the millennium bug, the dawn of the 21st century – 1 January 2000 is a significant date in Brookline, Massachusetts. In the town, on the outskirts of Boston, vendors are legally banned from selling tobacco products and e-cigarettes to anyone born after Y2K.",
    "The legislation came into effect last September, after a vote in November 2020, making Brookline the first US town to implement such a law, in the hopes of gradually phasing out smoking for younger generations.",
    "It isn’t clear how effective the policy in Brookline will be, given the town’s proximity to other jurisdictions where sales are legal. But similar proposals – often termed policies for “tobacco-free generations” (TFG) – are now being considered at the national level by several countries.",
    "New Zealand is set to introduce a law this year which would prevent anyone aged 14 and younger – when the legislation takes effect in 2023 – from ever legally buying smoking products. Unlike Brookline, New Zealand’s policy will not include a ban on e-cigarette sales. Lawmakers in Denmark are considering a similar proposal for anyone born after 2010, and in recent months both the Malaysian and Singaporean health ministries have flagged their intention of following New Zealand’s lead in aiming for a tobacco endgame. Should Australia consider similar legislation?",
    "In Australia, tobacco smoking is the leading cause of premature death and disability. It kills more people in this country each year than alcohol, car accidents, murders, suicides or – in the past two years – Covid, points out Jon Berrick, an emeritus professor at Singapore’s Yale-NUS College, who now lives in Sydney.",
    "A mathematician by training, Berrick developed a personal interest in tobacco policies and was one of a group of researchers who floated the TFG idea in a 2010 paper. It suggested 2000 as a threshold birth year for a “long-term phasing-in of a total ban”.",
    "Unlike laws prohibiting sales to under-18s or under-21s, “if you have it on a birth cohort basis … you’re sending out the message: there is no safe age for smoking”, Berrick says.",
    "Smoking rates have declined steadily in Australia since the 1990s, to 11.6% of adults in 2019. Between 2001 and 2019, the proportion of daily smokers aged 18 to 39 has halved, though figures have not improved in those in their 50s and 60s.",
    "Proponents of TFG laws believe it is a more palatable option than an outright ban on all smoking products.",
    "“You can’t just ban it overnight. What happens to the people who are dependent on it?” Berrick says. Sales restrictions based on birth date would instead concentrate efforts on preventing adolescents from taking up smoking in the first place, he says.",
    "To date, there has been one attempt to implement TFG legislation in Australia – an unsuccessful private members bill in Tasmania, introduced in 2014 by the independent MP Ivan Dean.",
    "The state would be well placed for implementing a TFG proposal, says Dr Kathryn Barnsley, an adjunct researcher at the University of Tasmania and convenor of SmokeFree Tasmania. “We’ve got a very good licensing system and highly efficient enforcement of sales to minors in Tasmania, which some of the other states don’t have.”",
    "The sale of tobacco products, as well as enforcement of regulations, is under the purview of state governments, “with the exception of some commonwealth legislation relating to advertising and packaging”, Barnsley says.",
    "There are, however, hints at age restrictions in the latest consultation draft of the 2022-2030 national tobacco strategy, which proposes to “consider the feasibility of raising the minimum age of purchase of tobacco products and monitor international developments on this matter”.",
    "TFG proposals are not without critics. Dr Brendan Gogarty, of the University of Tasmania, wrote in The Conversation in 2016 that while smoking “represents a significant social danger”, the legislative response to social risks “must be evidence-based and considerate of constitutional limits and civil rights”.",
    "“Targeting laws at people who cannot hold lawmakers to account at the polls is undemocratic. It is also unfair to have one generation telling the other to ‘do as I say, not as I do’,” Gogarty wrote.",
    "He also criticised the effectiveness of tobacco prohibition: “Laws that rely on prohibition to reduce the prevalence and harm from drugs generally fail to achieve their aims. That was true of historic alcohol prohibition laws. It remains true of the continued legal prohibition on narcotics.”",
    "But Berrick points to two historical precedents for generational phase-out, in regulations that successfully curbed opium smoking in Taiwan, then known as Formosa, in 1900 and Sri Lanka – a British colony at the time – in 1911.",
    "“You have to have demand to create a black market,” Barnsley says. “Tobacco would remain awash in Australia or Tasmania or any other state if you brought in the tobacco-free generation proposal, because it would still be sold legitimately in outlets.”",
    "Marita Hefler, an associate professor at the Menzies School of Health Research in Darwin, is also dismissive of prohibition criticisms. “It’s a lazy argument to say that ‘prohibition never works’ or to use the US experiment from the 1920s or even the ‘war on drugs’ as evidence,” she says.",
    "“After 30-plus years of policies to reduce smoking, the Australian public overwhelmingly have negative attitudes towards cigarettes and the tobacco industry.",
    "“A majority of smokers want to quit and wish they’d never started. Most smokers don’t want the young people in their lives to ever smoke.”",
    "One downside of the TFG proposal is that “this measure on its own won’t achieve Australia’s goal of less than 5% smoking prevalence by 2030, because it is a very slowly implemented phase-out,” says Coral Gartner, an associate professor at the University of Queensland and an international expert in tobacco control policy.",
    "“In New Zealand, it is a policy that is being brought in with a range of other policies that are likely to have a larger and faster impact on smoking prevalence, such as a very low nicotine standard for cigarettes,” she says.",
    "Gartner and Hefler are among public health experts who have argued for stricter regulation of tobacco sales in Australia, calling for a ban on cigarettes from being sold in general retail outlets.",
    "“If the level of potential harm from vaping products is considered unacceptable for them to be sold as consumer products [nicotine vapes are now prescription-only in Australia] – that should also make everyone question why is it acceptable for tobacco cigarettes to be sold … when they have a much stronger evidence base in terms of risk to health,” says Gartner.",
    "An alternative could be designing a “pharmaceutical-like” regulatory framework, she suggests, where the products are supplied in pharmacies and “a health professional can provide advice on risks and benefits”.",
    "Hefler says any TFG proposal would need to “avoid creating a new epidemic of e-cigarette use among young people and non-smokers” – as is a potential risk in New Zealand. “But cigarettes need even tighter regulation than e-cigarettes and are overdue to be phased out,” she says.",
    "More than a decade after he and his colleagues proposed the TFG idea, Berrick seems pleased that legislators around the world are now seriously considering it as an endgame approach to tobacco. “I joke that peer influence is just as important among health ministers as it is among teenagers,” he says.",
    "… we have a small favour to ask. Millions are turning to the Guardian for open, independent, quality news every day, and readers in 180 countries around the world now support us financially.",
    "We believe everyone deserves access to information that’s grounded in science and truth, and analysis rooted in authority and integrity. That’s why we made a different choice: to keep our reporting open for all readers, regardless of where they live or what they can afford to pay. This means more people can be better informed, united, and inspired to take meaningful action.",
    "In these perilous times, a truth-seeking global news organisation like the Guardian is essential. We have no shareholders or billionaire owner, meaning our journalism is free from commercial and political influence – this makes us different. When it’s never been more important, our independence allows us to fearlessly investigate, challenge and expose those in power.",
    "Prez tells new ministers to bring about system change people expect",
    "Cardinal wants reins of govt. handed over to capable persons",
    "Treasury Secretary proposes to strengthen public finances while reducing money printing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘සම්පූර්ණ තහනම’: දුම් පානය කරන්නන්ගේ අවසාන පරම්පරාව මෙය විය හැකිද?",
      "body_lines": [
        "මැසචුසෙට්ස් හි බෘක්ලයින්, 2000 න් පසු උපන් කිසිවකුට දුම්කොළ නිෂ්පාදන විකිණීම තහනම් කරන ලද අතර, මේ වසරේ හඳුන්වා දීමට නියමිත නවසීලන්ත නීතියක් ද ඇත. ඊළඟට ඕස්ට්‍රේලියාව විය හැකිද?",
        "සුපුරුදු අමතක නොවන සාධක වලින් ඔබ්බට - සහස්‍ර දෝෂය පිළිබඳ බිය, 21 වන සියවසේ උදාව - 2000 ජනවාරි 1 යනු මැසචුසෙට්ස් හි බෘක්ලයින් හි සැලකිය යුතු දිනයකි. බොස්ටන් නගරයට මායිම්ව පිහිටි නගරයේ, Y2K ට පසු උපන් ඕනෑම කෙනෙකුට දුම්කොළ නිෂ්පාදන සහ ඊ-සිගරට් විකිණීම නීත්‍යානුකූලව තහනම් කර ඇත.",
        "තරුණ පරම්පරාව සඳහා දුම්පානය ක්‍රමයෙන් ඉවත් කිරීමේ අපේක්ෂාවෙන්, එවැනි නීතියක් ක්‍රියාත්මක කරන පළමු එක්සත් ජනපද නගරය බෲක්ලයින් බවට පත් කරමින්, 2020 නොවැම්බරයේ ඡන්දයකින් පසුව, පසුගිය සැප්තැම්බරයේ මෙම නීති ක්‍රියාත්මක විය.",
        "විකුණුම් නීත්‍යානුකූල වන වෙනත් අධිකරණ බල ප්‍රදේශවලට නගරය ආසන්නව පවතින බැවින්, බෘක්ලයින් හි ප්‍රතිපත්තිය කෙතරම් ඵලදායී වනු ඇත්ද යන්න පැහැදිලි නැත. නමුත් සමාන යෝජනා - බොහෝ විට \"දුම්කොළවලින් තොර පරම්පරාවන්\" (TFG) සඳහා වන ප්‍රතිපත්ති ලෙස හඳුන්වනු ලැබේ - දැන් රටවල් කිහිපයක් විසින් ජාතික මට්ටමින් සලකා බලයි.",
        "නවසීලන්තය වයස අවුරුදු 14 සහ ඊට අඩු ඕනෑම අයෙකුට - 2023 දී නීතිය ක්‍රියාත්මක වන විට - කිසිවිටෙක නීත්‍යානුකූලව දුම්පානය නිෂ්පාදන මිලදී ගැනීමෙන් වළක්වන නීතියක් මෙම වසරේ හඳුන්වා දීමට සූදානම් වේ. බෘක්ලයින් මෙන් නොව, නවසීලන්තයේ ප්‍රතිපත්තියට විද්‍යුත් සිගරට් අලෙවිය තහනම් කිරීමක් ඇතුළත් නොවේ. ඩෙන්මාර්කයේ නීති සම්පාදකයින්  2010 න් පසු උපන් ඕනෑම කෙනෙකුට සමාන යෝජනාවක් සලකා බලමින් සිටින අතර මෑත මාසවලදී මැලේසියානු සහ සිංගප්පූරු සෞඛ්‍ය අමාත්‍යාංශ දෙකම දුම්කොළ අන්ත ක්‍රීඩාවක් ඉලක්ක කර ගනිමින් නවසීලන්තයේ නායකත්වය අනුගමනය කිරීමේ ඔවුන්ගේ අභිප්‍රාය සලකුණු කර ඇත. ඕස්ට්‍රේලියාව සමාන නීති ගැන සලකා බැලිය යුතුද?",
        "ඕස්ට්‍රේලියාවේ, අකල් මරණ සහ ආබාධිත තත්ත්වයට ප්‍රධානතම හේතුව දුම්කොළ දුම්පානයයි. එය සෑම වසරකම මේ රටේ මත්පැන්, රිය අනතුරු, මිනීමැරුම්, සියදිවි නසාගැනීම් හෝ - පසුගිය වසර දෙක තුළ - කොවිඩ් වලට වඩා වැඩි පිරිසක් මිය යන බව, දැන් සිඩ්නි හි ජීවත් වන සිංගප්පූරුවේ යේල්-එන්යූඑස් විද්‍යාලයේ සම්මානනීය මහාචාර්ය ජෝන් බෙරික් පෙන්වා දෙයි.",
        "පුහුණුවෙන් ගණිතඥයෙකු වූ බෙරික් දුම්කොළ ප්‍රතිපත්ති කෙරෙහි පුද්ගලික උනන්දුවක් ඇති කර ගත් අතර 2010 පත්‍රිකාවක TFG අදහස ඉදිරිපත් කළ පර්යේෂකයන් පිරිසකගෙන් කෙනෙකි. එය \"සම්පූර්ණ තහනමක් දිගුකාලීනව ක්‍රියාත්මක කිරීම\" සඳහා එළිපත්ත උපන් වර්ෂයක් ලෙස 2000 යෝජනා කළේය.",
        "වයස අවුරුදු 18 ට අඩු හෝ 21 ට අඩු අයට විකිණීම තහනම් කරන නීති මෙන් නොව, \"ඔබට එය උපත් සහයෝගීතා පදනමක් මත තිබේ නම් ... ඔබ පණිවිඩය යවන්නේ: දුම්පානය සඳහා ආරක්ෂිත වයසක් නොමැත\", බෙරික් පවසයි.",
        "1990 ගණන්වල සිට ඕස්ට්‍රේලියාවේ දුම්පානය අනුපාතිකය ක්‍රමානුකූලව අඩු වී ඇත, 2019 දී වැඩිහිටියන්ගෙන් 11.6% දක්වා. 2001 සහ 2019 අතර, වයස අවුරුදු 18 ත් 39 ත් අතර දෛනික දුම් පානය කරන්නන්ගේ අනුපාතය අඩකින් අඩු වී ඇත, නමුත් ඔවුන්ගේ 50 සහ 60 ගණන්වල සංඛ්‍යාලේඛන වැඩිදියුණු වී නැත.",
        "TFG නීතිවල යෝජකයින් විශ්වාස කරන්නේ එය සියලු දුම්පානය නිෂ්පාදන සම්පූර්ණයෙන්ම තහනම් කිරීමට වඩා රසවත් විකල්පයක් බවයි.",
        "“ඔබට එය එක රැයකින් තහනම් කළ නොහැක. එයින් යැපෙන මිනිසුන්ට කුමක් සිදුවේද?” බෙරික් පවසයි. උපන් දිනය මත පදනම් වූ විකුණුම් සීමා කිරීම් වෙනුවට නව යොවුන් වියේ පසුවන අය දුම්පානය ආරම්භ කිරීම වැළැක්වීම සඳහා උත්සාහයන් යොමු කරනු ඇතැයි ඔහු පවසයි.",
        "අද වන විට, ඕස්ට්‍රේලියාවේ TFG නීති ක්‍රියාත්මක කිරීමට එක් උත්සාහයක් ඇත - ස්වාධීන මන්ත්‍රී අයිවන් ඩීන් විසින් 2014 දී හඳුන්වා දුන් ටැස්මේනියාවේ අසාර්ථක පුද්ගලික සාමාජිකයින් පනතක්.",
        "TFG යෝජනාවක් ක්‍රියාත්මක කිරීම සඳහා ප්‍රාන්තය හොඳ තැනක් වනු ඇති බව Tasmania විශ්වවිද්‍යාලයේ අනුබද්ධ පර්යේෂකයෙකු සහ SmokeFree Tasmania හි කැඳවුම්කරු ආචාර්ය Kathryn Barnsley පවසයි. \"අපට ඉතා හොඳ බලපත්‍ර පද්ධතියක් ලැබී ඇති අතර අනෙකුත් සමහර ප්‍රාන්තවල නොමැති ටැස්මේනියාවේ බාලවයස්කරුවන් සඳහා අලෙවිය ඉතා කාර්යක්ෂමව බලාත්මක කර ඇත.\"",
        "දුම්කොළ නිෂ්පාදන විකිණීම මෙන්ම රෙගුලාසි බලාත්මක කිරීම ප්‍රාන්ත ආන්ඩුවල විෂය පථය යටතේ පවතී, \"ප්‍රචාරණය සහ ඇසුරුම්කරණයට අදාළ සමහර පොදුරාජ්‍ය මණ්ඩල නීති හැර\", බාර්න්ස්ලි පවසයි.",
        "කෙසේ වෙතත්, 2022-2030 ජාතික දුම්කොළ උපායමාර්ගයේ නවතම උපදේශන කෙටුම්පතෙහි වයස් සීමාවන් පිළිබඳ ඉඟි ඇත, එය \"දුම්කොළ නිෂ්පාදන මිලදී ගැනීමේ අවම වයස ඉහළ නැංවීමේ ශක්‍යතා සලකා බැලීමට සහ මෙම කාරණය සම්බන්ධයෙන් ජාත්‍යන්තර වර්ධනයන් නිරීක්ෂණය කිරීමට\" යෝජනා කරයි.",
        "TFG යෝජනා විවේචකයන් නොමැතිව නොවේ. ටස්මේනියා විශ්ව විද්‍යාලයේ ආචාර්ය බ්‍රෙන්ඩන් ගොගාර්ටි 2016 දී සංවාදයේ ලිව්වේ දුම්පානය \"සැලකිය යුතු සමාජ අනතුරක් නියෝජනය කරන අතරේ\", සමාජ අවදානම් වලට ව්‍යවස්ථාදායක ප්‍රතිචාරය \"සාක්ෂි මත පදනම් විය යුතු අතර ව්‍යවස්ථාපිත සීමාවන් සහ සිවිල් අයිතිවාසිකම් ගැන සැලකිලිමත් විය යුතුය\".",
        "“මැතිවරණයේදී නීති සම්පාදකයන්ට ගණන් දිය නොහැකි පුද්ගලයන් වෙත නීති ඉලක්ක කිරීම ප්‍රජාතන්ත්‍ර විරෝධී ය. එක පරම්පරාවක් අනෙකාට ‘මම කියන විදියට කරන්න, මම කරන විදියට නෙවෙයි’ කියන එක අසාධාරණයි,” Gogarty ලිවීය.",
        "ඔහු දුම්කොළ තහනමේ සඵලතාවය ද විවේචනය කළේය: “මත්ද්‍රව්‍යවල ව්‍යාප්තිය සහ හානිය අවම කිරීම සඳහා තහනම මත රඳා පවතින නීති සාමාන්‍යයෙන් ඔවුන්ගේ අරමුණු සාක්ෂාත් කර ගැනීමට අසමත් වේ. එය ඓතිහාසික මත්පැන් තහනම් නීති සම්බන්ධයෙන් සත්‍ය විය. මත්ද්‍රව්‍ය සඳහා පවතින නීතිමය තහනම සම්බන්ධයෙන් එය සත්‍යයකි.",
        "නමුත් 1900 දී එවකට ෆෝමෝසා ලෙස හැඳින්වූ තායිවානයේ සහ 1911 දී බ්‍රිතාන්‍ය යටත් විජිතයක් වූ ශ්‍රී ලංකාව තුළ අබිං දුම්පානය සාර්ථක ලෙස මැඩපැවැත්වූ රෙගුලාසි වල, පරම්පරාවෙන් ඉවත් කිරීම සඳහා ඓතිහාසික පූර්වාදර්ශ දෙකක් බෙරික් පෙන්වා දෙයි.",
        "\"කළු වෙළඳපොලක් නිර්මාණය කිරීමට ඔබට ඉල්ලුමක් තිබිය යුතුය,\" බාර්න්ස්ලි පවසයි. \"ඔබ දුම්කොළවලින් තොර ජනන යෝජනාවක් ගෙන එන්නේ නම්, ඕස්ට්‍රේලියාවේ හෝ ටස්මේනියාවේ හෝ වෙනත් ඕනෑම ප්‍රාන්තයක දුම්කොළ රැඳී පවතිනු ඇත, මන්ද එය තවමත් අලෙවිසැල් වල නීත්‍යානුකූලව විකුණනු ලබන බැවිනි.\"",
        "Darwin හි Menzies සෞඛ්‍ය පර්යේෂණ පාසලේ සහකාර මහාචාර්යවරියක වන Marita Hefler ද තහනම් විවේචන ප්‍රතික්ෂේප කරයි. \"තහනම් කිසිදා ක්‍රියාත්මක නොවන බව පැවසීම හෝ 1920 ගණන්වල සිට එක්සත් ජනපද අත්හදා බැලීම් හෝ 'මත්ද්‍රව්‍යවලට එරෙහි යුද්ධය' සාක්ෂි ලෙස භාවිතා කිරීම කම්මැලි තර්කයකි,\" ඇය පවසයි.",
        "“දුම්පානය අවම කිරීම සඳහා වසර 30කට වැඩි ප්‍රතිපත්තිවලින් පසුව, ඕස්ට්‍රේලියානු මහජනතාවට සිගරට් සහ දුම්කොළ කර්මාන්තය කෙරෙහි නිෂේධාත්මක ආකල්ප තිබේ.",
        "“දුම් පානය කරන්නන්ගෙන් බහුතරයකට ඉවත් වීමට අවශ්‍ය වන අතර ඔවුන් කිසි විටෙකත් ආරම්භ නොකළා නම් ප්‍රාර්ථනා කරති. බොහෝ දුම් පානය කරන්නන් තම ජීවිතයේ යෞවනයන් කිසි විටෙකත් දුම් පානය කරනවාට කැමති නැත.",
        "TFG යෝජනාවේ එක් අවාසියක් නම්, \"මෙම පියවර 2030 වන විට දුම්පානය ව්‍යාප්තිය 5% ට වඩා අඩු ඕස්ට්‍රේලියාවේ ඉලක්කය සාක්ෂාත් කර නොගනු ඇත, මන්ද එය ඉතා සෙමින් ක්‍රියාවට නංවන පියවරක් වන බැවිනි\" යනුවෙන් සහකාර මහාචාර්යවරයෙකු වන Coral Gartner පවසයි. ක්වීන්ස්ලන්ත විශ්ව විද්‍යාලය සහ දුම්කොළ පාලන ප්‍රතිපත්තිය පිළිබඳ ජාත්‍යන්තර විශේෂඥයෙකි.",
        "\"නවසීලන්තයේ, එය දුම්වැටි සඳහා ඉතා අඩු නිකොටින් ප්‍රමිතියක් වැනි දුම්පානය ව්‍යාප්තියට වඩා විශාල සහ වේගවත් බලපෑමක් ඇති කිරීමට ඉඩ ඇති වෙනත් ප්‍රතිපත්ති මාලාවක් සමඟ ගෙන එන ප්‍රතිපත්තියකි,\" ඇය පවසයි.",
        "සාමාන්‍ය සිල්ලර වෙළඳසැල්වල සිගරට් විකිණීම තහනම් කරන ලෙස ඉල්ලා ඕස්ට්‍රේලියාවේ දුම්කොළ අලෙවිය දැඩි ලෙස නියාමනය කිරීම සඳහා තර්ක කළ මහජන සෞඛ්‍ය විශේෂඥයින් අතර ගාට්නර් සහ හෙෆ්ලර් ද වෙති.",
        "“වාප කිරීමේ නිෂ්පාදන වලින් විය හැකි හානියේ මට්ටම ඒවා පාරිභෝගික නිෂ්පාදන ලෙස අලෙවි කිරීම පිළිගත නොහැකි යැයි සලකන්නේ නම් [නිකටින් වාෂ්ප දැන් ඕස්ට්‍රේලියාවේ බෙහෙත් වට්ටෝරුව පමණි] - එය දුම්කොළ සිගරට් විකිණීම පිළිගත හැක්කේ මන්දැයි සෑම දෙනාම ප්‍රශ්න කළ යුතුය… සෞඛ්‍යයට ඇති අවදානම සම්බන්ධයෙන් ඔවුන්ට වඩා ශක්තිමත් සාක්ෂි පදනමක් ඇති විට, ”ගාට්නර් පවසයි.",
        "විකල්පයක් වනුයේ \"ඖෂධ වැනි\" නියාමන රාමුවක් සැලසුම් කිරීම විය හැකි අතර, නිෂ්පාදන ඔසුසල්වල සපයනු ලබන අතර \"සෞඛ්‍ය වෘත්තිකයෙකුට අවදානම් සහ ප්‍රතිලාභ පිළිබඳ උපදෙස් ලබා දිය හැකි\" යැයි ඇය යෝජනා කරයි.",
        "Hefler පවසන්නේ ඕනෑම TFG යෝජනාවක් නවසීලන්තයේ ඇති විය හැකි අවදානමක් ලෙස, “තරුණයන් සහ දුම් නොබොන්නන් අතර විද්‍යුත් සිගරට් භාවිතයේ නව වසංගතයක් නිර්මාණය කිරීමෙන් වැළකිය යුතු” බවයි. “නමුත් සිගරට් සඳහා විද්‍යුත් සිගරට් වලට වඩා දැඩි නියාමනයක් අවශ්‍ය වන අතර එය ක්‍රමානුකූලව ඉවත් කිරීමට ප්‍රමාදයි,” ඇය පවසයි.",
        "ඔහු සහ ඔහුගේ සගයන් TFG අදහස යෝජනා කිරීමෙන් දශකයකට වැඩි කාලයකට පසුව, ලොව පුරා ව්‍යවස්ථාදායකයන් එය දුම්කොළ සඳහා අවසාන ක්‍රීඩාවක් ලෙස දැන් බැරෑරුම් ලෙස සලකමින් සිටීම ගැන බෙරික් සතුටු වන බව පෙනේ. “සෞඛ්‍ය ඇමතිවරුන් අතර මෙන්ම යෞවනයන් අතරද සම වයසේ මිතුරන්ගේ බලපෑම වැදගත් බව මම විහිළුවට ලක් කරමි,” ඔහු පවසයි.",
        "… අපිට අහන්න පොඩි උදව්වක් තියෙනවා. සෑම දිනකම මිලියන ගණනක් විවෘත, ස්වාධීන, ගුණාත්මක පුවත් සඳහා ගාඩියන් වෙත හැරෙමින් සිටින අතර ලොව පුරා රටවල් 180 ක පාඨකයන් දැන් අපට මූල්‍යමය වශයෙන් සහාය දක්වයි.",
        "සෑම කෙනෙකුම විද්‍යාව සහ සත්‍යය මත පදනම් වූ තොරතුරු වෙත ප්‍රවේශය ලැබිය යුතු බව අපි විශ්වාස කරමු, සහ අධිකාරිය සහ අඛණ්ඩතාව මුල් කරගත් විශ්ලේෂණය. අපි වෙනස් තේරීමක් කළේ එබැවිනි: අපගේ වාර්තාකරණය සියලුම පාඨකයන් සඳහා විවෘතව තබා ගැනීමට, ඔවුන් ජීවත් වන ස්ථානය හෝ ඔවුන්ට ගෙවීමට හැකි දේ නොසලකා. මෙයින් අදහස් කරන්නේ වැඩි පිරිසකට වඩා හොඳින් දැනුවත් කිරීමට, එක්සත් කිරීමට සහ අර්ථවත් ක්‍රියාමාර්ග ගැනීමට පෙළඹවීමට හැකි බවයි.",
        "මෙම අනතුරුදායක කාලවලදී, ගාඩියන් වැනි සත්‍ය සෙවීමේ ගෝලීය ප්‍රවෘත්ති සංවිධානයක් අත්‍යවශ්‍ය වේ. අපට කොටස් හිමියන් හෝ ප්‍රකෝටිපති හිමිකරුවන් නැත, එයින් අදහස් වන්නේ අපගේ පුවත්පත් කලාව වාණිජ හා දේශපාලන බලපෑම්වලින් තොර බවයි - මෙය අපව වෙනස් කරයි. එය කිසි විටෙකත් වඩා වැදගත් නොවන විට, අපගේ ස්වාධීනත්වය අපට නිර්භයව විමර්ශනය කිරීමට, අභියෝග කිරීමට සහ බලයේ සිටින අය හෙළිදරව් කිරීමට ඉඩ සලසයි.",
        "ජනතාව අපේක්ෂා කරන ක්‍රම වෙනසක් ඇති කරන ලෙස ප්‍රෙස් නව ඇමතිවරුන්ට කියයි",
        "කාදිනල්ට ආණ්ඩුවේ පාලනය අවශ්‍යයි. හැකියාව ඇති පුද්ගලයන්ට භාර දුන්නා",
        "මුදල් මුද්‍රණය අඩු කරන අතරම රාජ්‍ය මූල්‍ය ශක්තිමත් කිරීමට භාණ්ඩාගාර ලේකම්වරයා යෝජනා කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "‘முழு தடை’: புகைப்பிடிப்பவர்களின் கடைசி தலைமுறை இதுவாக இருக்குமா?",
      "body_lines": [
        "புரூக்லைன், மாசசூசெட்ஸ், 2000 ஆம் ஆண்டுக்குப் பிறகு பிறந்த எவருக்கும் புகையிலை பொருட்களை விற்பனை செய்வதைத் தடைசெய்தது, இந்த ஆண்டு அறிமுகப்படுத்தப்படும் NZ சட்டம். ஆஸ்திரேலியா அடுத்ததாக இருக்க முடியுமா?",
        "வழக்கமான மறக்கமுடியாத காரணிகளுக்கு அப்பால் - மில்லினியம் பிழை பற்றிய அச்சங்கள், 21 ஆம் நூற்றாண்டின் விடியல் - 1 ஜனவரி 2000 மாசசூசெட்ஸின் புரூக்லைனில் ஒரு குறிப்பிடத்தக்க தேதி. பாஸ்டனின் புறநகரில் உள்ள நகரத்தில், Y2K க்குப் பிறகு பிறந்த எவருக்கும் புகையிலை பொருட்கள் மற்றும் இ-சிகரெட்டுகளை விற்பனை செய்வதிலிருந்து விற்பனையாளர்கள் சட்டப்பூர்வமாக தடைசெய்யப்பட்டுள்ளனர்.",
        "இந்தச் சட்டம் கடந்த செப்டம்பரில் நடைமுறைக்கு வந்தது, நவம்பர் 2020 இல் வாக்கெடுப்புக்குப் பிறகு, இளைய தலைமுறையினருக்குப் படிப்படியாக புகைபிடிப்பதைத் தடுக்கும் நம்பிக்கையில், அத்தகைய சட்டத்தை அமல்படுத்தும் முதல் அமெரிக்க நகரமாக புரூக்லைனை உருவாக்கியது.",
        "ப்ரூக்லைனில் உள்ள கொள்கை எவ்வளவு பயனுள்ளதாக இருக்கும் என்பது தெளிவாகத் தெரியவில்லை, விற்பனை சட்டப்பூர்வமாக இருக்கும் மற்ற அதிகார வரம்புகளுக்கு நகரத்தின் அருகாமையில் கொடுக்கப்பட்டுள்ளது. ஆனால் இதே போன்ற திட்டங்கள் - பெரும்பாலும் \"புகையிலை இல்லாத தலைமுறைகள்\" (TFG) கொள்கைகள் என அழைக்கப்படுகின்றன - இப்போது பல நாடுகளால் தேசிய அளவில் பரிசீலிக்கப்படுகிறது.",
        "நியூசிலாந்து இந்த ஆண்டு ஒரு சட்டத்தை அறிமுகப்படுத்த உள்ளது, இது 14 வயது மற்றும் அதற்கு குறைவான வயதுடைய எவரும் - 2023 இல் சட்டம் அமலுக்கு வரும் போது - சட்டப்பூர்வமாக புகைபிடிக்கும் பொருட்களை வாங்குவதைத் தடுக்கிறது. புரூக்லைன் போலல்லாமல், நியூசிலாந்தின் கொள்கையில் மின்-சிகரெட் விற்பனைக்கு தடை இருக்காது. டென்மார்க்கில் உள்ள சட்டமியற்றுபவர்கள் 2010க்குப் பிறகு பிறந்த எவருக்கும் இதேபோன்ற திட்டத்தைப் பரிசீலித்து வருகின்றனர், சமீபத்திய மாதங்களில் மலேசியா மற்றும் சிங்கப்பூர் சுகாதார அமைச்சகங்கள் இரண்டும் புகையிலை எண்ட்கேமை இலக்காகக் கொண்டு நியூசிலாந்தின் முன்னோடியைப் பின்பற்றும் நோக்கத்தைக் கொடியிடுகின்றன. இதேபோன்ற சட்டத்தை ஆஸ்திரேலியா பரிசீலிக்க வேண்டுமா?",
        "ஆஸ்திரேலியாவில், அகால மரணம் மற்றும் இயலாமைக்கு புகையிலை புகைத்தல் முக்கிய காரணமாகும். மது, கார் விபத்துக்கள், கொலைகள், தற்கொலைகள் அல்லது - கடந்த இரண்டு ஆண்டுகளில் - கோவிட் ஆகியவற்றை விட ஒவ்வொரு ஆண்டும் இந்த நாட்டில் அதிகமான மக்களைக் கொல்கிறது, இப்போது சிட்னியில் வசிக்கும் சிங்கப்பூரின் யேல்-என்யுஎஸ் கல்லூரியின் எமரிட்டஸ் பேராசிரியரான ஜான் பெரிக் சுட்டிக்காட்டுகிறார்.",
        "பயிற்சியின் மூலம் ஒரு கணிதவியலாளரான பெரிக், புகையிலை கொள்கைகளில் தனிப்பட்ட ஆர்வத்தை வளர்த்துக் கொண்டார், மேலும் TFG யோசனையை 2010 ஆய்வறிக்கையில் வெளியிட்ட ஆராய்ச்சியாளர்களின் குழுவில் ஒருவர். 2000 ஆம் ஆண்டை \"முழுத் தடையின் நீண்ட கால கட்டம்-இன்\" தொடக்க ஆண்டாக பரிந்துரைத்தது.",
        "18 வயதுக்குட்பட்டவர்கள் அல்லது 21 வயதுக்குட்பட்டவர்களுக்கு விற்பனை செய்வதைத் தடைசெய்யும் சட்டங்களைப் போலல்லாமல், “உங்களிடம் பிறப்பு கூட்டு அடிப்படையில் இருந்தால் ... நீங்கள் செய்தியை அனுப்புகிறீர்கள்: புகைபிடிப்பதற்கு பாதுகாப்பான வயது இல்லை”, பெரிக் கூறுகிறார்.",
        "1990களில் இருந்து ஆஸ்திரேலியாவில் புகைபிடிக்கும் விகிதம் படிப்படியாகக் குறைந்துள்ளது, 2019 இல் 11.6% பெரியவர்கள். 2001 மற்றும் 2019 க்கு இடையில், 18 முதல் 39 வயதுடைய தினசரி புகைப்பிடிப்பவர்களின் விகிதம் பாதியாகக் குறைந்துள்ளது.",
        "TFG சட்டங்களை ஆதரிப்பவர்கள், அனைத்து புகைபிடிக்கும் பொருட்கள் மீதான முழுமையான தடையை விட இது மிகவும் சுவையான விருப்பம் என்று நம்புகின்றனர்.",
        "“ஒரே இரவில் அதைத் தடை செய்ய முடியாது. அதைச் சார்ந்திருக்கும் மக்களுக்கு என்ன நடக்கும்? பெரிக் கூறுகிறார். பிறந்த தேதியை அடிப்படையாகக் கொண்ட விற்பனைக் கட்டுப்பாடுகள் பதின்ம வயதினரை முதலில் புகைபிடிப்பதைத் தடுப்பதில் கவனம் செலுத்தும் என்று அவர் கூறுகிறார்.",
        "இன்றுவரை, ஆஸ்திரேலியாவில் TFG சட்டத்தை நடைமுறைப்படுத்த ஒரு முயற்சி உள்ளது - இது தோல்வியுற்ற தனியார் உறுப்பினர்கள் மசோதா, டாஸ்மேனியாவில் 2014 இல் சுயேச்சை எம்பி இவான் டீனால் அறிமுகப்படுத்தப்பட்டது.",
        "TFG திட்டத்தை செயல்படுத்துவதற்கு மாநிலம் சிறப்பாக இருக்கும் என்று டாஸ்மேனியா பல்கலைக்கழகத்தின் துணை ஆராய்ச்சியாளரும் ஸ்மோக்ஃப்ரீ டாஸ்மேனியாவின் ஒருங்கிணைப்பாளருமான டாக்டர் கேத்ரின் பார்ன்ஸ்லி கூறுகிறார். \"எங்களிடம் ஒரு சிறந்த உரிம அமைப்பு உள்ளது மற்றும் டாஸ்மேனியாவில் உள்ள சிறார்களுக்கு விற்பனையை மிகவும் திறமையாக செயல்படுத்துகிறது, இது மற்ற மாநிலங்களில் இல்லை.\"",
        "\"விளம்பரம் மற்றும் பேக்கேஜிங் தொடர்பான சில காமன்வெல்த் சட்டங்களைத் தவிர்த்து, புகையிலை பொருட்களின் விற்பனை, அத்துடன் விதிமுறைகளை அமல்படுத்துதல் ஆகியவை மாநில அரசாங்கங்களின் கீழ் உள்ளது\" என்று பார்ன்ஸ்லி கூறுகிறார்.",
        "எவ்வாறாயினும், 2022-2030 தேசிய புகையிலை உத்தியின் சமீபத்திய ஆலோசனை வரைவில் வயதுக் கட்டுப்பாடுகள் பற்றிய குறிப்புகள் உள்ளன, இது \"புகையிலைப் பொருட்களை வாங்குவதற்கான குறைந்தபட்ச வயதை உயர்த்துவதற்கான சாத்தியக்கூறுகளைக் கருத்தில் கொண்டு இந்த விஷயத்தில் சர்வதேச முன்னேற்றங்களைக் கண்காணிக்க\" முன்மொழிகிறது.",
        "TFG திட்டங்கள் விமர்சகர்கள் இல்லாமல் இல்லை. டாஸ்மேனியா பல்கலைக்கழகத்தைச் சேர்ந்த டாக்டர் பிரெண்டன் கோகார்டி, 2016 இல் உரையாடலில் எழுதினார், புகைபிடித்தல் \"ஒரு குறிப்பிடத்தக்க சமூக ஆபத்தை குறிக்கிறது\", சமூக அபாயங்களுக்கு சட்டமியற்றும் பதில் \"சான்று அடிப்படையிலானதாகவும், அரசியலமைப்பு வரம்புகள் மற்றும் சிவில் உரிமைகளை கருத்தில் கொண்டதாகவும் இருக்க வேண்டும்\".",
        "“சட்டமன்ற உறுப்பினர்களை தேர்தலில் கணக்கு காட்ட முடியாத நபர்களை குறிவைப்பது ஜனநாயக விரோதமானது. 'நான் சொல்வதைச் செய்யுங்கள், நான் செய்வது போல் அல்ல' என்று ஒரு தலைமுறை மற்றவர்களுக்குச் சொல்வது நியாயமற்றது\" என்று கோகார்டி எழுதினார்.",
        "புகையிலை தடையின் செயல்திறனையும் அவர் விமர்சித்தார்: “மருந்துகளின் பரவல் மற்றும் தீங்குகளை குறைக்க தடையை நம்பியிருக்கும் சட்டங்கள் பொதுவாக தங்கள் நோக்கங்களை அடையத் தவறிவிடுகின்றன. வரலாற்றுச் சிறப்புமிக்க மதுவிலக்கு சட்டத்தில் அது உண்மைதான். போதைப்பொருள் மீதான தொடர்ச்சியான சட்டத் தடையில் இது உண்மையாகவே உள்ளது.",
        "ஆனால் 1900 ஆம் ஆண்டில் தைவானில் ஃபார்மோசா என்றும், அப்போது பிரிட்டிஷ் காலனியாக இருந்த ஸ்ரீலங்காவிலும் - 1911 ஆம் ஆண்டில் ஓபியம் புகைப்பிடிப்பதை வெற்றிகரமாகக் கட்டுப்படுத்திய விதிமுறைகளில், தலைமுறை படிப்படியாக வெளியேற்றப்படுவதற்கான இரண்டு வரலாற்று முன்னுதாரணங்களை பெரிக் சுட்டிக்காட்டுகிறார்.",
        "\"ஒரு கறுப்புச் சந்தையை உருவாக்க உங்களுக்கு தேவை இருக்க வேண்டும்,\" என்று பார்ன்ஸ்லி கூறுகிறார். \"நீங்கள் புகையிலை இல்லாத உற்பத்தி திட்டத்தை கொண்டுவந்தால், ஆஸ்திரேலியா அல்லது டாஸ்மேனியா அல்லது வேறு எந்த மாநிலத்திலும் புகையிலை பரவி இருக்கும், ஏனெனில் அது இன்னும் விற்பனை நிலையங்களில் சட்டப்பூர்வமாக விற்கப்படும்.\"",
        "டார்வினில் உள்ள மென்சீஸ் ஸ்கூல் ஆஃப் ஹெல்த் ரிசர்ச்சின் இணை பேராசிரியரான மரிட்டா ஹெஃப்லரும் தடை விமர்சனங்களை நிராகரிக்கிறார். \"'தடை ஒருபோதும் வேலை செய்யாது' என்று சொல்வது அல்லது 1920 களில் இருந்து அமெரிக்க பரிசோதனையை அல்லது 'போதைப்பொருட்களுக்கு எதிரான போரை' ஆதாரமாகப் பயன்படுத்துவது ஒரு சோம்பேறி வாதம்,\" என்று அவர் கூறுகிறார்.",
        "“புகைபிடிப்பதைக் குறைப்பதற்கான 30 ஆண்டுகளுக்கும் மேலான கொள்கைகளுக்குப் பிறகு, ஆஸ்திரேலியப் பொதுமக்கள் பெருமளவில் சிகரெட் மற்றும் புகையிலை தொழில் மீது எதிர்மறையான அணுகுமுறைகளைக் கொண்டுள்ளனர்.",
        "\"பெரும்பாலான புகைப்பிடிப்பவர்கள் வெளியேற விரும்புகிறார்கள் மற்றும் அவர்கள் ஒருபோதும் தொடங்கக்கூடாது என்று விரும்புகிறார்கள். பெரும்பாலான புகைப்பிடிப்பவர்கள் தங்கள் வாழ்க்கையில் இளைஞர்கள் புகைபிடிப்பதை விரும்புவதில்லை.",
        "TFG முன்மொழிவின் ஒரு குறைபாடு என்னவென்றால், \"இந்த நடவடிக்கையானது 2030 ஆம் ஆண்டுக்குள் 5% க்கும் குறைவான புகைபிடிக்கும் ஆஸ்திரேலியாவின் இலக்கை அடையாது, ஏனெனில் இது மிக மெதுவாக செயல்படுத்தப்படும் ஒரு கட்டம்-வெளியேற்றம்\" என்கிறார் ஒரு இணைப் பேராசிரியரான கோரல் கார்ட்னர். குயின்ஸ்லாந்து பல்கலைக்கழகம் மற்றும் புகையிலை கட்டுப்பாட்டு கொள்கையில் சர்வதேச நிபுணர்.",
        "\"நியூசிலாந்தில், இது சிகரெட்டுகளுக்கான மிகக் குறைந்த நிகோடின் தரநிலை போன்ற புகைபிடிக்கும் பரவலில் பெரிய மற்றும் வேகமான தாக்கத்தை ஏற்படுத்தக்கூடிய பிற கொள்கைகளின் வரம்பில் கொண்டு வரப்படும் கொள்கையாகும்,\" என்று அவர் கூறுகிறார்.",
        "கார்ட்னர் மற்றும் ஹெஃப்லர் ஆகியோர் பொது சுகாதார நிபுணர்களில் ஒருவர்",
        "\"வாப்பிங் தயாரிப்புகளால் ஏற்படக்கூடிய தீங்கின் அளவு ஏற்றுக்கொள்ள முடியாததாகக் கருதப்பட்டால், அவை நுகர்வோர் பொருட்களாக விற்கப்படுகின்றன [நிகோடின் வேப்ஸ் இப்போது ஆஸ்திரேலியாவில் பரிந்துரைக்கப்பட்டவை-மட்டுமே] - புகையிலை சிகரெட்டுகள் ஏன் விற்கப்பட வேண்டும் என்பதை அனைவரும் கேள்வி கேட்க வேண்டும். ஆரோக்கியத்திற்கு ஏற்படும் அபாயத்தின் அடிப்படையில் அவர்கள் மிகவும் வலுவான ஆதாரங்களைக் கொண்டிருக்கும்போது,\" என்கிறார் கார்ட்னர்.",
        "ஒரு மாற்று \"மருந்து போன்ற\" ஒழுங்குமுறை கட்டமைப்பை வடிவமைப்பதாக இருக்கலாம், அவர் பரிந்துரைக்கிறார், அங்கு தயாரிப்புகள் மருந்தகங்களில் வழங்கப்படுகின்றன மற்றும் \"ஒரு சுகாதார நிபுணர் அபாயங்கள் மற்றும் நன்மைகள் பற்றிய ஆலோசனைகளை வழங்க முடியும்\".",
        "நியூசிலாந்தில் சாத்தியமான அபாயத்தைப் போலவே, எந்தவொரு TFG திட்டமும் \"இளைஞர்கள் மற்றும் புகைப்பிடிக்காதவர்களிடையே மின்-சிகரெட் பயன்பாட்டின் புதிய தொற்றுநோயை உருவாக்குவதைத் தவிர்க்க வேண்டும்\" என்று ஹெஃப்லர் கூறுகிறார். \"ஆனால் சிகரெட்டுகளுக்கு இ-சிகரெட்டுகளை விட இறுக்கமான கட்டுப்பாடு தேவை, மேலும் அவை படிப்படியாகக் குறைக்கப்பட உள்ளன,\" என்று அவர் கூறுகிறார்.",
        "அவரும் அவரது சகாக்களும் TFG யோசனையை முன்மொழிந்த ஒரு தசாப்தத்திற்கும் மேலாக, உலகெங்கிலும் உள்ள சட்டமியற்றுபவர்கள் இப்போது புகையிலைக்கான இறுதி விளையாட்டு அணுகுமுறையாக இதை தீவிரமாகக் கருதுவது குறித்து பெரிக் மகிழ்ச்சியடைகிறார். \"சுகாதார அமைச்சர்கள் மத்தியிலும், இளம் வயதினரிடையேயும் சக செல்வாக்கு முக்கியமானது என்று நான் கேலி செய்கிறேன்,\" என்று அவர் கூறுகிறார்.",
        "… நாங்கள் கேட்க ஒரு சிறிய உதவி உள்ளது. மில்லியன் கணக்கானவர்கள் ஒவ்வொரு நாளும் திறந்த, சுதந்திரமான, தரமான செய்திகளுக்காக கார்டியனை நோக்கி வருகிறார்கள், மேலும் உலகெங்கிலும் உள்ள 180 நாடுகளில் உள்ள வாசகர்கள் இப்போது நிதி ரீதியாக எங்களுக்கு ஆதரவளிக்கின்றனர்.",
        "அறிவியல் மற்றும் உண்மை மற்றும் அதிகாரம் மற்றும் ஒருமைப்பாடு ஆகியவற்றில் வேரூன்றிய பகுப்பாய்வின் அடிப்படையிலான தகவல்களை அணுகுவதற்கு அனைவரும் தகுதியானவர்கள் என்று நாங்கள் நம்புகிறோம். அதனால்தான் நாங்கள் ஒரு வித்தியாசமான தேர்வைச் செய்துள்ளோம்: அவர்கள் எங்கு வசிக்கிறார்கள் அல்லது அவர்கள் என்ன பணம் செலுத்த முடியும் என்பதைப் பொருட்படுத்தாமல், எல்லா வாசகர்களுக்கும் எங்கள் அறிக்கையைத் திறந்து வைக்க வேண்டும். இதன் பொருள், அதிகமான மக்கள் சிறந்த தகவலைப் பெறலாம், ஒன்றுபட்டு, அர்த்தமுள்ள செயலைச் செய்ய தூண்டலாம்.",
        "இந்த ஆபத்தான காலங்களில், கார்டியன் போன்ற உண்மையைத் தேடும் உலகளாவிய செய்தி நிறுவனம் அவசியம். எங்களிடம் பங்குதாரர்கள் அல்லது பில்லியனர் உரிமையாளர்கள் இல்லை, அதாவது எங்கள் பத்திரிகை வணிக மற்றும் அரசியல் செல்வாக்கிலிருந்து விடுபட்டது - இது எங்களை வேறுபடுத்துகிறது. இது ஒருபோதும் முக்கியமானதாக இல்லாதபோது, ​​அதிகாரத்தில் இருப்பவர்களை அச்சமின்றி விசாரிக்கவும், சவால் செய்யவும் மற்றும் அம்பலப்படுத்தவும் நமது சுதந்திரம் அனுமதிக்கிறது.",
        "மக்கள் எதிர்பார்க்கும் அமைப்பு மாற்றத்தை கொண்டு வர புதிய அமைச்சர்களுக்கு பிரெஸ் கூறுகிறார்",
        "கார்டினல் ஆட்சியை பிடிக்க விரும்புகிறார். திறமையான நபர்களிடம் ஒப்படைக்கப்பட்டது",
        "கருவூல செயலாளர் பணம் அச்சிடுவதை குறைக்கும் போது பொது நிதியை வலுப்படுத்த முன்மொழிகிறார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}