{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Emmanuel-Macron-wins-Frances-presidential-election/342-235654",
  "time_ut": 1650862320,
  "title": "Emmanuel Macron wins France’s presidential election",
  "body_lines": [
    "Emmanuel Macron has won France's presidential election, fending off a historic challenge from far-right candidate Marine Le Pen during Sunday's runoff vote.",
    "Macron took 58.55% of Sunday's vote, making him the first French leader to be reelected in 20 years. He and Le Pen advanced to the runoff after finishing in first and second place, respectively, among 12 candidates who ran in the first round on April 10 While the contest was a rematch of the 2017 French presidential runoff, much of Europe watched the election with unease.",
    "A Le Pen presidency would have fundamentally changed France's relationship with the European Union and the West, at a time when the bloc and its allies rely on Paris to take a leading role in confronting some of the world's biggest challenges -- most notably, the war in Ukraine.",
    "And though Macron's pitch to voters of a globalized, economically liberal France at the head of a muscular European Union won out over Le Pen's vision for a radical shift inward, the 41.45% of people who voted for her put the French far right closer to the presidency than ever before.",
    "Le Pen's performance is the latest indication that the French public is turning to extremist politicians to voice their dissatisfaction with the status quo. In the first round, far-left and far-right candidates accounted for more than 57% of the ballots cast.",
    "Many of those unsatisfied with the final two candidates stayed home. The voter abstention rate for the runoff was 28%, according to the French Interior Ministry, the highest for a runoff since 2002.",
    "Macron's supporters, gathered on Champs de Mars in the shadow of the Eiffel Tower in central Paris, broke out in massive cheers when the news was announced. The celebration was significantly lower-key than after Macron's victory in 2017, though he did once again walk to deliver his speech to the European anthem, commonly referred to as the \"Ode to Joy.\"",
    "In his victory speech, Macron vowed to be the \"president for each and every one of you.\" He then thanked his supporters and acknowledged that many, like in 2017, voted for him simply to block the extreme right.",
    "Macron said that his second term would not be a continuation of his first, committing to address all of France's current problems.",
    "He also addressed those who supported Le Pen directly, saying that he, as president, must find an answer to \"the anger and disagreements\" that led them to vote for the far right.",
    "\"It will be my responsibility and that of those who surround me,\" Macron said.",
    "Le Pen delivered a concession speech within a half hour of the first projection, speaking to her backers gathered at a pavilion in western Paris' Bois de Boulogne.",
    "\"A great wind of freedom could have blown over our country, but the ballot box decided otherwise,\" Le Pen said.",
    "Still, Le Pen acknowledged the fact that the far right had never performed so well in a presidential election. She called the result \"historic\" and a \"shining victory\" that put her political party, National Rally, \"in an excellent position\" for June's parliamentary elections. \"The game is not quite over,\" she said.(CNN)"
  ],
  "translate": {
    "si": {
      "title": "ප්‍රංශ ජනාධිපතිවරණයෙන් එමානුවෙල් මැක්‍රොන් ජයග්‍රහණය කරයි",
      "body_lines": [
        "ඉරිදා පැවති ඡන්ද විමසීමේදී අන්ත දක්ෂිණාංශික අපේක්ෂිකා Marine Le Pen වෙතින් එල්ල වූ ඓතිහාසික අභියෝගයට මුහුණ දෙමින් එමානුවෙල් මැක්‍රොන් ප්‍රංශ ජනාධිපතිවරණය ජයග්‍රහණය කර ඇත.",
        "මැක්‍රොන් ඉරිදා ඡන්දවලින් 58.55% ක් ලබා ගත් අතර, වසර 20 කට පසු නැවත තේරී පත් වූ පළමු ප්‍රංශ නායකයා ඔහු බවට පත් විය. අප්‍රේල් 10 වැනි දින පළමු වටයට ඉදිරිපත් වූ අපේක්ෂකයින් 12 දෙනා අතර, ඔහු සහ ල පෙන් පිළිවෙලින් පළමු සහ දෙවන ස්ථාන ලබා ගැනීමෙන් පසු දෙවන ස්ථානයට පැමිණියහ නොසන්සුන්තාව.",
        "ලෝකයේ විශාලතම අභියෝග කිහිපයකට මුහුණ දීම සඳහා ප්‍රමුඛ භූමිකාවක් ගැනීමට කන්ඩායම සහ එහි සහචරයින් පැරීසිය මත විශ්වාසය තබන මොහොතක -- විශේෂයෙන් ම යුද්ධය - Le Pen ජනාධිපති ධූරයක් යුරෝපා සංගමය සහ බටහිර සමග ප්‍රංශයේ සබඳතාව මූලික වශයෙන් වෙනස් කරනු ඇත. යුක්රේනයේ.",
        "මාංශපේශී යුරෝපීය සංගමයක ප්‍රධානියා වන ගෝලීයකරණය වූ, ආර්ථික වශයෙන් ලිබරල් ප්‍රංශයේ ඡන්දදායකයින් වෙත මැක්‍රොන්ගේ තණතීරුව, අභ්‍යන්තරයට රැඩිකල් මාරුවක් සඳහා Le Pen ගේ දැක්මට වඩා ජයග්‍රහණය කළද, ඇයට ඡන්දය දුන් 41.45% ජනතාව ප්‍රංශ අන්ත දක්ෂිනාංශය වෙත සමීප කළහ. වෙන කවරදාටත් වඩා ජනාධිපතිකම.",
        "Le Pen ගේ ක්‍රියාකලාපය පවතින තත්ත්වය පිළිබඳව තම අසතුට ප්‍රකාශ කිරීම සඳහා ප්‍රංශ මහජනතාව අන්තවාදී දේශපාලනඥයන් වෙත යොමු වන බවට නවතම ඇඟවීමයි. පළමු වටයේ දී, වාමාංශික සහ අන්ත දක්ෂිණාංශික අපේක්ෂකයින් ප්‍රකාශිත ඡන්ද ප්‍රමාණයෙන් 57% කට වඩා වැඩි ප්‍රමාණයක් ලබා ගත්හ.",
        "අවසන් අපේක්ෂකයන් දෙදෙනා ගැන සෑහීමකට පත් නොවූ බොහෝ දෙනෙක් නිවසේ රැඳී සිටියහ. ප්‍රංශ අභ්‍යන්තර කටයුතු අමාත්‍යාංශයට අනුව, 2002 වසරෙන් පසු ඡන්දය දීමෙන් වැළකී සිටීමේ ප්‍රතිශතය 28% කි.",
        "මැක්‍රොන්ගේ ආධාරකරුවන්, මධ්‍යම පැරිසියේ අයිෆල් කුළුණේ සෙවණෙහි චැම්ප්ස් ඩි මාර්ස් මත රැස්ව සිටි අතර, ප්‍රවෘත්තිය ප්‍රකාශයට පත් කිරීමත් සමඟ විශාල ප්‍රීති ඝෝෂාවක් ඇති විය. 2017 දී මැක්‍රොන්ගේ ජයග්‍රහණයෙන් පසු සැමරුම සැලකිය යුතු ලෙස අඩු ප්‍රධාන එකක් විය, නමුත් ඔහු නැවත වරක් යුරෝපීය ගීය වෙත තම දේශනය ඉදිරිපත් කිරීමට ඇවිද ගියද, සාමාන්‍යයෙන් \"Ode to Joy\" ලෙස හැඳින්වේ.",
        "ඔහුගේ ජයග්‍රාහී කතාවේදී මැක්‍රොන් \"ඔබ සැමගේම ජනාධිපති\" බවට ප්‍රතිඥා දුන්නේය. පසුව ඔහු තම ආධාරකරුවන්ට ස්තුති කළ අතර 2017 දී මෙන් බොහෝ දෙනෙක් ඔහුට ඡන්දය දුන්නේ අන්ත දක්ෂිනාංශය අවහිර කිරීමට බව පිළිගත්තේය.",
        "මැක්‍රොන් ප්‍රකාශ කළේ ඔහුගේ දෙවන ධූර කාලය ඔහුගේ පළමු ධූර කාලය අඛණ්ඩව සිදු නොවන බවත්, ප්‍රංශයේ වත්මන් ගැටලු සියල්ල විසඳීමට කැපවී සිටින බවත්ය.",
        "අන්ත දක්ෂිනාංශයට ඡන්දය දීමට ඔවුන්ව පෙලඹවූ \"කෝපයට සහ එකඟ නොවීම්වලට\" ජනාධිපති ලෙස තමා පිළිතුරක් සෙවිය යුතු බව පවසමින් ඔහු ලෙ පෙන් ට සෘජුවම සහය දුන් අය ඇමතීය.",
        "\"එය මගේ සහ මා වටා සිටින අයගේ වගකීම වනු ඇත,\" මැක්‍රොන් පැවසීය.",
        "බටහිර පැරිසියේ Bois de Boulogne හි මණ්ඩපයක රැස්ව සිටි ඇගේ ආධාරකරුවන්ට කතා කරමින් Le Pen පළමු ප්‍රක්ෂේපණයෙන් පැය භාගයක් ඇතුළත සහන දේශනයක් පැවැත්වීය.",
        "\"අපේ රට පුරා නිදහසේ මහා සුළඟක් හමා යා හැකිව තිබුණි, නමුත් ඡන්ද පෙට්ටිය වෙනත් ආකාරයකින් තීරණය කළේය,\" ලී පෙන් පැවසීය.",
        "එසේ වුවද, අන්ත දක්ෂිනාංශය කිසි දිනෙක ජනාධිපතිවරණයකදී මෙතරම් හොඳින් ක්‍රියා කර නොමැති බව ල පෙන් පිළිගත්තේය. ඇය මෙම ප්‍රතිඵලය \"ඓතිහාසික\" සහ \"දීප්තිමත් ජයග්‍රහණයක්\" ලෙස හැඳින්වූ අතර එමඟින් ඇයගේ දේශපාලන පක්ෂය වන ජාතික රැලිය ජුනි මාසයේ පාර්ලිමේන්තු මැතිවරණය සඳහා \"විශිෂ්ට ස්ථානයකට\" පත් කරන ලදී. \"ක්‍රීඩාව අවසන් වී නැත,\" ඇය පැවසුවාය.(CNN)"
      ]
    },
    "ta": {
      "title": "பிரான்ஸ் அதிபர் தேர்தலில் இம்மானுவேல் மக்ரோன் வெற்றி பெற்றார்",
      "body_lines": [
        "இம்மானுவேல் மக்ரோன் பிரான்சின் ஜனாதிபதித் தேர்தலில் ஞாயிற்றுக்கிழமை இரண்டாவது வாக்கெடுப்பின் போது தீவிர வலதுசாரி வேட்பாளர் மரின் லு பென்னின் வரலாற்று சவாலை முறியடித்து வெற்றி பெற்றார்.",
        "மக்ரோன் ஞாயிற்றுக்கிழமை வாக்குகளில் 58.55% பெற்று, 20 ஆண்டுகளில் மீண்டும் தேர்ந்தெடுக்கப்பட்ட முதல் பிரெஞ்சு தலைவர் என்ற பெருமையைப் பெற்றார். ஏப்ரல் 10 அன்று நடந்த முதல் சுற்றில் போட்டியிட்ட 12 வேட்பாளர்களில், அவரும் லு பென்னும் முறையே முதல் மற்றும் இரண்டாவது இடங்களைப் பெற்ற பிறகு இரண்டாம் இடத்திற்கு முன்னேறினர், போட்டி 2017 பிரெஞ்சு ஜனாதிபதித் தேர்தலின் மறுபோட்டியாக இருந்தபோதிலும், ஐரோப்பாவின் பெரும்பகுதி தேர்தலைப் பார்த்தது. அமைதியின்மை.",
        "ஒரு Le Pen ஜனாதிபதி பதவியானது, ஐரோப்பிய ஒன்றியம் மற்றும் மேற்கு நாடுகளுடனான பிரான்சின் உறவை அடிப்படையில் மாற்றியிருக்கும், அந்த நேரத்தில், முகாமும் அதன் நட்பு நாடுகளும் உலகின் மிகப்பெரிய சவால்களில் சிலவற்றை எதிர்கொள்வதில் முன்னணி பங்கை வகிக்க பாரிஸை நம்பியிருக்கும் -- குறிப்பாக, போர். உக்ரைனில்.",
        "உலகமயமாக்கப்பட்ட, பொருளாதார ரீதியாக தாராளமயமான பிரான்சின் வாக்காளர்களுக்கு மக்ரோனின் சுருதி, ஒரு தசைப்பிடிப்பான ஐரோப்பிய ஒன்றியத்தின் தலைவராக இருந்தாலும், லு பென்னின் பார்வைக்கு எதிராக ஒரு தீவிரமான உள்நோக்கி மாற்றத்தை வென்றாலும், அவருக்கு வாக்களித்த 41.45% மக்கள் பிரெஞ்சு தீவிர வலதுசாரிகளை நெருக்கமாக்கினர். முன்னெப்போதையும் விட ஜனாதிபதி பதவி.",
        "லு பென்னின் நடிப்பு, பிரெஞ்சு பொதுமக்கள் தீவிரவாத அரசியல்வாதிகளிடம் தங்கள் அதிருப்தியை நிலை நாட்டினர் என்பதற்கான சமீபத்திய அறிகுறியாகும். முதல் சுற்றில், தீவிர இடது மற்றும் தீவிர வலதுசாரி வேட்பாளர்கள் 57% க்கும் அதிகமான வாக்குகளைப் பெற்றனர்.",
        "இறுதி இரண்டு வேட்பாளர்கள் மீது திருப்தியடையாத பலர் வீட்டிலேயே இருந்தனர். பிரெஞ்சு உள்துறை அமைச்சகத்தின்படி, 2002 ஆம் ஆண்டுக்குப் பிறகு வாக்குப்பதிவில் வாக்களிக்காதவர்களின் எண்ணிக்கை 28% ஆக இருந்தது.",
        "மக்ரோனின் ஆதரவாளர்கள், மத்திய பாரிஸில் உள்ள ஈபிள் கோபுரத்தின் நிழலில் உள்ள Champs de Mars இல் கூடி, செய்தி அறிவிக்கப்பட்டதும் பெரும் ஆரவாரத்தில் வெடித்தனர். 2017 இல் மக்ரோன் வெற்றி பெற்றதை விட இந்த கொண்டாட்டம் கணிசமாக குறைவாக இருந்தது, இருப்பினும் அவர் மீண்டும் ஐரோப்பிய கீதத்திற்கு தனது உரையை வழங்குவதற்காக நடந்தார், இது பொதுவாக \"ஓட் டு ஜாய்\" என்று குறிப்பிடப்படுகிறது.",
        "அவரது வெற்றி உரையில், மக்ரோன் \"உங்கள் ஒவ்வொருவருக்கும் ஜனாதிபதி\" என்று சபதம் செய்தார். பின்னர் அவர் தனது ஆதரவாளர்களுக்கு நன்றி தெரிவித்ததோடு, 2017 ஆம் ஆண்டைப் போலவே, தீவிர வலதுசாரிகளைத் தடுப்பதற்காக பலர் தனக்கு வாக்களித்ததை ஒப்புக்கொண்டார்.",
        "மக்ரோன் தனது இரண்டாவது பதவிக்காலம் தனது முதல் தொடர்ச்சியாக இருக்காது என்றும், பிரான்சின் தற்போதைய பிரச்சனைகள் அனைத்திற்கும் தீர்வு காண்பதற்கு உறுதியளித்தார்.",
        "லு பென்னை நேரடியாக ஆதரித்தவர்களிடம் அவர் உரையாற்றினார், அதிபராக அவர் தீவிர வலதுசாரிகளுக்கு வாக்களிக்க வழிவகுத்த \"கோபம் மற்றும் கருத்து வேறுபாடுகளுக்கு\" ஒரு பதிலைக் கண்டுபிடிக்க வேண்டும் என்று கூறினார்.",
        "\"இது எனது மற்றும் என்னைச் சுற்றியுள்ளவர்களின் பொறுப்பு\" என்று மக்ரோன் கூறினார்.",
        "மேற்கு பாரிஸின் Bois de Boulogne இல் ஒரு பெவிலியனில் கூடியிருந்த தனது ஆதரவாளர்களிடம் பேசிய லு பென் முதல் திட்டத்திற்கு அரை மணி நேரத்திற்குள் ஒரு சலுகை உரையை நிகழ்த்தினார்.",
        "\"ஒரு பெரிய சுதந்திரக் காற்று நம் நாட்டில் வீசியிருக்கலாம், ஆனால் வாக்குப் பெட்டி வேறுவிதமாக முடிவு செய்தது\" என்று லு பென் கூறினார்.",
        "ஆயினும்கூட, அதிவலது ஒரு ஜனாதிபதித் தேர்தலில் இவ்வளவு சிறப்பாகச் செயல்பட்டதில்லை என்ற உண்மையை லு பென் ஒப்புக்கொண்டார். அவர் இந்த முடிவை \"வரலாற்று\" மற்றும் \"பிரகாசமான வெற்றி\" என்று அழைத்தார், இது அவரது அரசியல் கட்சியான தேசிய பேரணியை ஜூன் நாடாளுமன்றத் தேர்தலுக்கு \"ஒரு சிறந்த நிலையில்\" வைத்தது. \"விளையாட்டு இன்னும் முடியவில்லை,\" என்று அவர் கூறினார்.(சிஎன்என்)"
      ]
    }
  }
}