{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/25/navy-relief-teams-assist-flood-affected-students/",
  "time_ut": 1653453780,
  "title": "Navy relief teams assist flood affected students",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Navy on 24th May 2022 pressed into action to extend flood relief to school children sitting for the G.C.E. Ordinary Level Examination in the Puttalam District, as they were affected by adverse weather prevailing in several parts of the island.",
    "The relief measures were extended by flood relief teams of SLNS Tambapanni belonging to the Northwestern Naval Command, deployed in Puttalam. As per the directives of the Commander of the Navy, Vice Admiral Nishantha Ulugetenne the Navy has deployed relief teams in flood-risk areas for swift engagement. Accordingly, the Navy teams ensured the safe departure for Ordinary Level candidates of Zahira College and Hindu College in Puttalam from the exam canters to their homes, following flash floods in the area on 24th May.",
    "Responding to a request for assistance by the Disaster Management Centre, the Navy sent out another relief team to Delgoda Viharaya in Kalawana, Rathnapura on the night of 24th May. The prime motive of the move was to prevent any inconvenience to the students who are sitting for the G.C.E. Ordinary Level Examination in the coming days, due to the rising water level of Kalu Ganga. This morning (25th May) the Navy team provided flood relief to the exam candidates affected by minor flood in Kalawana area",
    "In the backdrop of inclement weather prevailing in the island, the Navy has kept additional relief teams on standby to reach out to the groups vulnerable to the impact of flood, as needed.",
    "PM Ranil Wickremesinghe sworn in as Sri Lanka’s new Finance Minister",
    "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre",
    "‘Explored idea to increase price in premium products’ – Energy Minister"
  ],
  "translate": {
    "si": {
      "title": "ගංවතුරින් විපතට පත් සිසුන්ට නාවික හමුදා සහන කණ්ඩායම් සහය",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකා නාවික හමුදාව 2022 මැයි 24 වන දින අ.පො.ස. සඳහා පෙනී සිටින පාසල් සිසුන් සඳහා ගංවතුර සහනාධාර ලබා දීමට පියවර ගන්නා ලදී. දිවයිනේ ප්‍රදේශ කිහිපයක පවතින අයහපත් කාලගුණයෙන් පීඩාවට පත් වූ පුත්තලම දිස්ත්‍රික්කයේ සාමාන්‍ය පෙළ විභාගය.",
        "පුත්තලම ප්‍රදේශයේ ස්ථානගත කර ඇති වයඹ නාවික විධානයට අයත් ශ්‍රී ලංකා නාවික නෞකා තම්බපන්නි නෞකාවේ ගංවතුර සහන කණ්ඩායම් විසින් සහන සැලසීමේ කටයුතු දීර්ඝ කරන ලදී. නාවික හමුදාධිපති වයිස් අද්මිරාල් නිශාන්ත උළුගේතැන්න මහතාගේ උපදෙස් පරිදි නාවික හමුදාව ගංවතුර අවදානම් ප්‍රදේශවල කඩිනම් සහන සේවා කණ්ඩායම් යොදවා ඇත. ඒ අනුව, මැයි 24 වන දින ප්‍රදේශයට ඇති වූ හදිසි ගංවතුර තත්ත්වයත් සමඟ පුත්තලම සහිරා විද්‍යාලයේ සහ හින්දු විද්‍යාලයේ සාමාන්‍ය පෙළ අයදුම්කරුවන් විභාග කැන්ටර්වලින් ආරක්ෂිතව නිවෙස් වෙත පිටත් කර හැරීමට නාවික හමුදා කණ්ඩායම් කටයුතු කළහ.",
        "ආපදා කළමනාකරණ මධ්‍යස්ථානයේ සහය ඉල්ලීමට ප්‍රතිචාර දක්වමින් නාවික හමුදාව විසින් තවත් සහන කණ්ඩායමක් මැයි 24 වැනිදා රාත්‍රියේ රත්නපුර කලවාන දෙල්ගොඩ විහාරය වෙත පිටත් කර යවන ලදී. මෙම පියවරේ මූලික අභිප්‍රාය වූයේ සාමාන්‍ය පෙළ විභාගයට පෙනී සිටින සිසුන්ට සිදුවන අපහසුතාවයන් වැළැක්වීමයි. කළු ගඟේ ජල මට්ටම ඉහළ යාම හේතුවෙන් ඉදිරි දිනවලදී සාමාන්‍ය පෙළ විභාගය. අද (මැයි 25) උදෑසන නාවික හමුදා කණ්ඩායම කලවාන ප්‍රදේශයේ සුළු ගංවතුරෙන් විපතට පත් විභාග අපේක්ෂකයින්ට ගංවතුර සහනාධාර ලබා දුන්නේය.",
        "දිවයිනේ පවතින අයහපත් කාලගුණික තත්ත්වය හේතුවෙන් ගංවතුර තත්ත්වයෙන් විපතට පත් වූ කණ්ඩායම් වෙත අවශ්‍ය පරිදි ළඟාවීම සඳහා නාවික හමුදාව අතිරේක සහන කණ්ඩායම් සූදානම්ව තබා ඇත.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ශ්‍රී ලංකාවේ නව මුදල් අමාත්‍යවරයා ලෙස දිවුරුම් දුන්නේය",
        "තුවක්කු පාලනය : 1996 එක්සත් රාජධානියේ ඩන්බ්ලේන් සමූලඝාතනය එදිරිව 2022 එක්සත් ජනපද රොබ් මූලික සංහාරය",
        "‘වාරික නිෂ්පාදනවල මිල ඉහළ නැංවීමේ අදහස ගවේෂණය කළා’ – බලශක්ති ඇමැති"
      ]
    },
    "ta": {
      "title": "வெள்ளத்தால் பாதிக்கப்பட்ட மாணவர்களுக்கு கடற்படை நிவாரணக் குழுக்கள் உதவுகின்றன",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கை கடற்படையினர் 24 மே 2022 அன்று G.C.E படிக்கும் பள்ளி மாணவர்களுக்கு வெள்ள நிவாரணம் வழங்க நடவடிக்கை எடுத்தனர். நாட்டின் பல பகுதிகளில் நிலவும் சீரற்ற காலநிலையினால் பாதிக்கப்பட்டுள்ள நிலையில் புத்தளம் மாவட்டத்தில் சாதாரண தரப் பரீட்சை.",
        "புத்தளத்தில் நிலைநிறுத்தப்பட்டுள்ள வடமேற்கு கடற்படை கட்டளைக்கு உட்பட்ட SLNS தம்பபன்னியின் வெள்ள நிவாரண குழுக்களால் நிவாரண நடவடிக்கைகள் நீட்டிக்கப்பட்டுள்ளன. கடற்படைத் தளபதி வைஸ் அட்மிரல் நிஷாந்த உலுகேதென்ன அவர்களின் பணிப்புரைக்கு அமைவாக கடற்படையினர் வெள்ள அபாய பகுதிகளில் நிவாரணக் குழுக்களை துரிதமாக ஈடுபடுத்தியுள்ளனர். அதன்படி, மே 24 ஆம் திகதி பிரதேசத்தில் ஏற்பட்ட திடீர் வெள்ளத்தைத் தொடர்ந்து, புத்தளம் சாஹிரா கல்லூரி மற்றும் இந்துக் கல்லூரியின் சாதாரண தர பரீட்சார்த்திகள் பரீட்சை கேன்டர்களில் இருந்து அவர்களின் வீடுகளுக்கு பாதுகாப்பாக புறப்படுவதை கடற்படை குழுக்கள் உறுதி செய்தன.",
        "அனர்த்த முகாமைத்துவ நிலையத்தின் உதவிக் கோரிக்கைக்கு இணங்க கடற்படையினர் மற்றுமொரு நிவாரணக் குழுவை மே 24 இரவு இரத்தினபுரி கலவான தெல்கொட விகாரைக்கு அனுப்பி வைத்தனர். G.C.E படிக்கும் மாணவர்களுக்கு எந்த அசௌகரியமும் ஏற்படாமல் தடுப்பதே இந்த நடவடிக்கையின் முக்கிய நோக்கமாகும். களு கங்கையின் நீர் மட்டம் உயர்வதால் எதிர்வரும் நாட்களில் சாதாரண தரப் பரீட்சை. இன்று காலை (மே 25) கலவான பிரதேசத்தில் சிறு வெள்ளத்தினால் பாதிக்கப்பட்ட பரீட்சை பரீட்சார்த்திகளுக்கு கடற்படை குழுவினர் வெள்ள நிவாரணம் வழங்கினர்.",
        "நாட்டில் நிலவும் சீரற்ற காலநிலையின் பின்னணியில், வெள்ளத்தால் பாதிக்கப்படக்கூடிய குழுக்களை தேவைக்கேற்ப சென்றடைய கடற்படை கூடுதல் நிவாரண குழுக்களை தயார் நிலையில் வைத்துள்ளது.",
        "இலங்கையின் புதிய நிதியமைச்சராக பிரதமர் ரணில் விக்கிரமசிங்க பதவியேற்றார்",
        "துப்பாக்கி கட்டுப்பாடு : 1996 யுகே டன்பிளேன் படுகொலை எதிராக 2022 யுஎஸ் ராப் எலிமெண்டரி படுகொலை",
        "‘பிரீமியம் பொருட்களின் விலையை அதிகரிக்க ஆராயப்பட்டது’ – எரிசக்தி அமைச்சர்"
      ]
    }
  }
}