{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/SOLAR-POWER-an-ALTERNATE-ENERGY-source/172-233414",
  "time_ut": 1647632100,
  "title": "SOLAR POWER  an ALTERNATE ENERGY source",
  "body_lines": [
    "There are only three energy issues that are faced by Sri Lanka today. That is Fuel, Gas and Electricity. Electricity is easy to be solved. Fuel and Gas are beyond our control, but Electricity is not",
    "Many Ministers of Power and Governments have been talking about Alternate Energy. None went out of the way to solve the electricity shortage. Sometime back our Pundits said we will have enough power even to supply to India",
    "The Olympic Games held in Japan was totally supplied by Solar. All hot water  supplies in China has to be with Solar Power. That is progress",
    "Energy is a hot topic these days globally. So be it in Sri Lanka. The subject energy makes headlines year in and year out in Paradise. When it rains, we run around stating Floods and Disaster Relief amounting to millions is doled out. During dry season we run around once again stating Drought and Disaster Relief is doled out by the State on both occasions to the delight of many Politicians and their Henchmen who await disaster to make it an opportunity to get rich at the expense of the Tax Paying public and those affected by disaster. For the past many years this country has had this issue of disaster during rains followed by drought. Ancient Kings were smart enough to create Reservoirs to store Rain Water. Some rulers stated no rain water should be allowed to go to the sea without being made use of it. Since Independence, the country has had no record of cubic metres of rain water flowing in to the Sea. This is one country blessed with rain and water but no Planners or Politicians have ventured to store the maximum amount of water, make use of water for Agriculture and Power Generation. There is still an opportunity for Hydro Power Plants. Storage area of reservoirs has reduced drastically from originally specified areas. No technology is used in reclaiming lost storage area of reservoirs but blindly go into an exercise of using machinery in removing Mud and Sludge in Reservoirs / Tanks. The area where mud is removed in tanks must be compacted and water sealed to prevent seepage using the technology of ancient kings or modern technology, and then water released to the reclaimed area. De-silting of reservoirs has been a failure from the time a political party ventured to reclaim 1,000 tanks, and it has been a failure up to now. Currently, a high dry season is on. Politicians, Engineers, all Pundits of the country, are talking of Power / Water Shortages. Have they ventured into having Dredging Campaigns other than encouraging religious leaders to pray to the Rain Gods? This will go on and on as the Ministry of Disaster is standing by for Disaster. Ministry of Power / CEB is looking forward to the shortage of Power. Maybe Ministry of Disaster Relief be abolished and subject handed over to Ministry of Power, who will be then responsible for Storage and Utilisation of Rain Water.",
    "There are only three energy issues that are faced by Sri Lanka today. That is Fuel, Gas and Electricity. Electricity is easy to be solved. Fuel and Gas are beyond our control, but Electricity is not. There is an old English statement which states “If there is a will, there is a way” There is a Way for Sri Lanka, but there is No Will by Politicians who assume they rule the country but lead the country towards disaster from 1960.",
    "Power cuts have become a norm again in the so- called developing country for the past 44 years. At one time when power cuts were a norm, Minister of Power and Energy nicknamed Karuwala got over the issue by starting power plants and the power crisis was put on shelf for the time being.",
    "Much has been spoken about Alternate Energy. Most of the power requirements of the country can be done by Solar",
    "Many Ministers of Power and Governments have been talking about Alternate Energy. None went out of the way to solve the electricity shortage. Sometime back our Pundits said we will have enough power even to supply to India. It is a Big Joke now. Paradise has no power. For the moment we have sufficient power plants to supply daily requirements. But they have no energy supply due to inefficiency. The objective is to buy power from private diesel operated Power Plants but diesel Power Plants of the State, lie idle due to lack of energy supply. Up to date, no future plans to meet country’s demand which increase by approximately 10% year by year. If our planners and the highest number of Electrical Engineers employed by any organisation in the country, Ceylon Electricity Board has not been able to make the Government of the country understand the need to have a Power Production plan for the next 20 years to make this country a developed country. At present, the Stable Door is closed after the Horse has bolted. This has been the way backward instead of forward in this country.",
    "20 years ago our neighbours were short of Power. Now the story is different. All neighbours have no shortage of power. Most countries have an oversupply of power and there are no more power failures as the Governments, Planners of those countries had forward plans inclusive of introduction of Private Power Plants and quickly becoming Industrialised nations overtaking a country which boasted of being a country ahead of all others in South Asia other than Japan. Sri Lanka is trying to go forward in Neutral Gear expecting a push from others and have no guts to move forward. Only Talk but No Walk.",
    "Much has been spoken about Alternate Energy. Most of the power requirements of the country can be done by Solar. If all roofs of the country are installed with Solar panels with no backup storage batteries, the daytime power requirements produced by Fossil Fuel / Coal consuming power plants can be shut down and be used to supply requirements for the night. This is a country where night-time power requirement is greater than a day. That means we have a long way to go to be an Industrialised Nation. Whereas power consumption in Industrialised Nations during the day is greater than night-time consumption.",
    "In my numerous visits to newly Industrialising Nations, I observed Solar Panels installed 10 – 12 feet above the ground. There are Fruits, Vegetables grown under the Solar Panels as the Solar Panels absorb only 30 – 40 % of Sunlight, 70 – 60 % pass-through making Ideal ground to grow. Land taken for Solar Farms have been distributed to farmers. The productivity is better and less water is used as evaporation is reduced to a greater extent. There are no backup Battery Packs, thereby bringing the cost of instillation and production of electricity very much cheaper than the capital cost is reduced. These are all Private Ownership. Our planners are yet to come up with innovative ideas such as this. Capital Cost, Interest Cost is low that power produced in USD terms is single digit supplied to consumers as Private Power or some connected to National Grid for which the producers get paid. In a country like Sri Lanka, this is an ideal scenario if the CEB and political mafia are not involved in corrupt practice with money in their pocket, forget about country attitude. If such progressive ideas are implemented, countries will save millions of USD spent on Importing Energy for Production of Power. I was also told of Floating Solar Plants using the same technology for daytime power supply. Growth of specially selected Fish have been introduced to these Reservoirs / Tanks thereby increasing fish production and income generation of tank/reservoir fisherman/women. Most of them are BOO, BOT or PPP. This is the norm today. Fewer and fewer countries are going into State monopolies. If the Government of Sri Lanka / Board of Investment offers the same or better facilities as for FDI sans corrupt practice. There will be Entrepreneurs / Mega Conglomerates that will commission BOO / BOT / PPP projects on loyalty to country.",
    "The Olympic Games held in Japan was totally supplied by Solar. All hot water  supplies in China has to be with Solar Power. That is progress.",
    "There is another laughing topic in this country. Maybe this is the only country that has a Consumer Protection Authority that is on the side of Monopoly Power / Fuel / Gas Mafia by giving excusers to Consumers on behalf of Power / Energy Producers / Gas Importers, Distributors without calming for damages on behalf of consumer for loss of production, depression caused to households with compensation paid by Monopoly Power / Energy / Gas Mafia. Even death / injury due to LPG explosions. Those responsible have gone scot-free with our so-called Legal system. There are many Attorneys in this country. None have formed a legal Council to sue the mafia on behalf of consumers without a payment who themselves are consumers. The Consumer Protection Authority must be disbanded as they have not fulfilled their Mandate to Consumers “Consumer Protection”."
  ],
  "translate": {
    "si": {
      "title": "සූර්ය බලය විකල්ප බලශක්ති ප්‍රභවයකි",
      "body_lines": [
        "අද ශ‍්‍රී ලංකාව මුහුණ දෙන බලශක්ති ප‍්‍රශ්න තුනක් පමණයි. එනම් ඉන්ධන, ගෑස් සහ විදුලියයි. විදුලිය විසඳීම පහසුය. ඉන්ධන සහ ගෑස් අපගේ පාලනයෙන් ඔබ්බට ඇත, නමුත් විදුලිය එසේ නොවේ",
        "විකල්ප බලශක්තිය ගැන බොහෝ විදුලිබල ඇමැතිවරු සහ ආණ්ඩු කතා කරති. විදුලිය හිඟය විසඳීමට කිසිවකු පිටියට ගියේ නැත. කලකට පෙර අපේ පණ්ඩිතයන් කීවේ ඉන්දියාවට සැපයීමට පවා අපට අවශ්‍ය බලය තිබෙන බවයි",
        "ජපානයේ පැවති ඔලිම්පික් ක්‍රීඩා උළෙල සම්පුර්ණයෙන්ම සපයන ලද්දේ Solar විසිනි. චීනයේ සියලුම උණු වතුර සැපයුම් සූර්ය බලය සමඟ විය යුතුය. එනම් ප්‍රගතියයි",
        "බලශක්තිය මේ දිනවල ගෝලීය වශයෙන් උණුසුම් මාතෘකාවකි. ලංකාවෙත් එහෙම වෙන්න. විෂය ශක්තිය පාරාදීසයේ වසරින් වසර සිරස්තල බවට පත් කරයි. වර්ෂාව ඇති වූ විට, ගංවතුර සහ ආපදා සහන මිලියන ගණනක් වැය කර ඇති බව පවසමින් අපි දුවන්නෙමු. වියළි කාලවලදී අපි නැවත වරක් නියඟය සහ ආපදා සහන රජය විසින් ලබා දෙන බව කියා සිටිමු සහ ආපදාවලින් පීඩාවට පත් වූවන්. පහුගිය අවුරුදු ගාණක ඉඳන් මේ රටේ මේ ප්‍රශ්නය තිබුණේ වැස්සත් එක්ක නියඟයත් එක්ක. වැසි ජලය ගබඩා කිරීම සඳහා ජලාශ නිර්මාණය කිරීමට තරම් පැරණි රජවරු දක්ෂ වූහ. ඇතැම් පාලකයන් ප්‍රකාශ කළේ වැසි ජලය ප්‍රයෝජනයට නොගෙන මුහුදට යාමට ඉඩ නොදිය යුතු බවයි. නිදහසින් පසු මෙරටට ඝන මීටර් වැසි ජලය මුහුදට ගලා ගිය බවට කිසිදු වාර්තාවක් නොමැත. මෙය වර්ෂාවෙන් හා ජලයෙන් ආශිර්වාද ලත් රටකි, නමුත් උපරිම ජල ප්‍රමාණය ගබඩා කිරීමට, කෘෂිකර්මාන්තයට සහ විදුලිබල උත්පාදනයට ජලය භාවිතා කිරීමට කිසිදු සැලසුම්කරුවෙකු හෝ දේශපාලකයෙකු ඉදිරිපත් වී නැත. ජල විදුලි බලාගාර සඳහා තවමත් අවස්ථාවක් තිබේ. ජලාශවල ගබඩා ප්‍රමාණය මුලින් සඳහන් කළ ප්‍රදේශවලට වඩා විශාල ලෙස අඩු වී ඇත. ජලාශවල නැතිවූ ගබඩා ප්‍රදේශය නැවත ලබා ගැනීමේදී කිසිදු තාක්‍ෂණයක් භාවිතා නොකරන නමුත් ජලාශවල / වැව්වල ඇති මඩ සහ රොන් මඩ ඉවත් කිරීමේ යන්ත්‍ර සූත්‍ර භාවිතා කිරීමේ ව්‍යායාමයකට අන්ධ ලෙස යොමු වේ. වැව්වල මඩ ඉවත් කරන ප්‍රදේශය පුරාණ රජවරුන්ගේ තාක්‍ෂණයෙන් හෝ නවීන තාක්‍ෂණයෙන් කාන්දු වීම වැලැක්වීම සඳහා තද කර ජලය මුද්‍රා තබා නැවත ගොඩ කළ ප්‍රදේශයට ජලය මුදා හැරිය යුතුය. දේශපාලන පක්‍ෂයක් වැව් 1000ක් ගොඩකිරීමට ඉදිරිපත් වූ දා පටන් ජලාශවල රොන්මඩ ඉවත් කිරීම අසාර්ථක වූ අතර මේ දක්වා එය අසාර්ථක විය. මේ වන විට අධික වියළි සමයක් පවතී. දේශපාලනඥයන්, ඉංජිනේරුවන්, රටේ සියලුම පණ්ඩිතයන් විදුලිය / ජල හිඟය ගැන කතා කරති. වැසි දෙවියන්ට යාඥා කිරීමට ආගමික නායකයින් දිරිමත් කිරීම හැර වෙනත් කැණීම් ව්‍යාපාර කිරීමට ඔවුන් පෙළඹී තිබේද? ආපදා අමාත්‍යාංශය ආපදා වෙනුවෙන් පෙනී සිටින නිසා මෙය දිගින් දිගටම සිදුවනු ඇත. විදුලිබල අමාත්‍යාංශය / ලංවිම විදුලිබල හිඟය ගැන බලා සිටී. සමහර විට ආපදා සහන අමාත්‍යාංශය අහෝසි කර විදුලිබල අමාත්‍යාංශයට භාර දෙනු ඇත, එවිට වැසි ජලය ගබඩා කිරීම සහ ප්‍රයෝජනයට ගැනීමේ වගකීම ඔහු වෙත පැවරෙනු ඇත.",
        "අද ශ‍්‍රී ලංකාව මුහුණ දෙන බලශක්ති ප‍්‍රශ්න තුනක් පමණයි. එනම් ඉන්ධන, ගෑස් සහ විදුලියයි. විදුලිය විසඳීම පහසුය. ඉන්ධන සහ ගෑස් අපගේ පාලනයෙන් ඔබ්බට ඇත, නමුත් විදුලිය එසේ නොවේ. “කැමැත්තක් ඇත්නම් මගක් තිබේ” යනුවෙන් පැරණි ඉංග්‍රීසි ප්‍රකාශයක් ඇතත්, ශ්‍රී ලංකාවට මාර්ගයක් ඇත, නමුත් 1960 සිට රට පාලනය කරන්නේ යැයි උපකල්පනය කරන නමුත් රට ව්‍යසනයකට ගෙන යන දේශපාලනඥයින්ගේ කැමැත්ත නැත.",
        "පසුගිය වසර 44ක කාලය තුළ ඊනියා සංවර්ධනය වෙමින් පවතින රටක විදුලිය විසන්ධි කිරීම සාමාන්‍ය දෙයක් බවට පත්ව ඇත. විදුලිය විසන්ධි කිරීම සාමාන්‍ය දෙයක් වූ කලෙක කරුවල යන අන්වර්ථ නාමයෙන් හැඳින්වූ විදුලිබල අමාත්‍යවරයා විදුලි බලාගාර ආරම්භ කිරීමෙන් ප්‍රශ්නය විසඳා ගත් අතර විදුලි අර්බුදය දැනට රාක්කයේ තබා ඇත.",
        "විකල්ප බලශක්තිය ගැන බොහෝ දේ කතා කර ඇත. රටේ බලශක්ති අවශ්‍යතා බොහොමයක් සූර්ය බලයෙන් කළ හැක",
        "විකල්ප බලශක්තිය ගැන බොහෝ විදුලිබල ඇමැතිවරු සහ ආණ්ඩු කතා කරති. විදුලිය හිඟය විසඳීමට කිසිවකු පිටියට ගියේ නැත. කලකට පෙර අපේ පණ්ඩිතයන් කීවේ ඉන්දියාවට සැපයීමට පවා අපට අවශ්‍ය බලය තිබෙන බවයි. ඒක දැන් ලොකු විහිළුවක්. පාරාදීසයට බලයක් නැත. මේ මොහොතේ අපට දෛනික අවශ්‍යතා සැපයීමට ප්‍රමාණවත් විදුලි බලාගාර තිබේ. නමුත් අකාර්යක්ෂමතාවය නිසා ඔවුන්ට බලශක්ති සැපයුමක් නොමැත. පෞද්ගලික ඩීසල් බලාගාරවලින් විදුලිය මිලදී ගැනීම අරමුණ නමුත් බලශක්ති සැපයුම නොමැතිකම හේතුවෙන් රාජ්‍යයේ ඩීසල් බලාගාර අක්‍රියව පවතී. මේ දක්වා, වසරින් වසර ආසන්න වශයෙන් 10% කින් වැඩි වන රටේ ඉල්ලුම සපුරාලීමට අනාගත සැලසුම් නොමැත. අපේ සැලසුම්කරුවන් සහ රටේ ඕනෑම ආයතනයක වැඩිම විදුලි ඉංජිනේරුවන් සංඛ්‍යාවක් සේවය කරනවා නම් මේ රට හදන්න ඉදිරි වසර 20 තුළ විදුලි නිෂ්පාදන සැලැස්මක් තිබීමේ අවශ්‍යතාව රටේ රජයට අවබෝධ කර දෙන්නට ලංකා විදුලිබල මණ්ඩලයට නොහැකි වී තිබෙනවා. දියුණු රටක්. දැනට අශ්වයා ඇනීමෙන් පසු ස්ථායී දොර වසා ඇත. මේක තමයි මේ රටේ ඉදිරි ගමන වෙනුවට ආපස්සට ගියේ.",
        "මීට වසර 20 කට පෙර අපේ අසල්වැසියන්ට විදුලිය හිඟ විය. දැන් කතාව වෙනස්. සියලුම අසල්වැසියන්ට බලයේ හිඟයක් නැත. බොහෝ රටවලට අධික විදුලි සැපයුමක් ඇති අතර, එම රටවල රජයන්ට, සැලසුම්කරුවන්ට පෞද්ගලික බලාගාර හඳුන්වාදීම ඇතුළු ඉදිරි සැලසුම් තිබූ බැවින් අනෙක් සියල්ලටම වඩා ඉදිරියෙන් සිටින රටක් බවට උදම් අනමින් ඉක්මනින් කාර්මික රටවල් බවට පත් විය. ජපානය හැර දකුණු ආසියාවේ. ශ්‍රී ලංකාව නියුට්‍රල් ගියර්වලින් ඉදිරියට යාමට උත්සාහ කරන්නේ අන් අයගේ තල්ලුවක් අපේක්ෂාවෙන් වන අතර ඉදිරියට යාමට ධෛර්‍යයක් නැත. ඔන්ලි ටෝක් මිසක් නෝ වෝක්.",
        "විකල්ප බලශක්තිය ගැන බොහෝ දේ කතා කර ඇත. රටේ විදුලි අවශ්‍යතා බොහොමයක් සූර්ය බලයෙන් කළ හැකියි. රටේ සියලුම වහලවල් උපස්ථ ගබඩා බැටරි නොමැති සූර්ය පැනල සවි කර ඇත්නම්, පොසිල ඉන්ධන / ගල් අඟුරු පරිභෝජන බලාගාර මගින් නිපදවන දිවා කාලයේ බලශක්ති අවශ්‍යතා වසා දමා රාත්‍රිය සඳහා අවශ්‍යතා සැපයීමට භාවිතා කළ හැකිය. මෙය දිනකට වඩා රාත්‍රී කාලයේ විදුලි අවශ්‍යතාවය වැඩි රටකි. ඒ කියන්නේ කාර්මික ජාතියක් වෙන්න අපිට තව ගොඩක් දුර යන්න තියෙනවා. කාර්මික රටවල බලශක්ති පරිභෝජනය දිවා කාලයේ රාත්‍රී පරිභෝජනයට වඩා වැඩි වන අතර.",
        "අලුතින් කාර්මිකකරණය වෙමින් පවතින රටවලට මගේ බොහෝ සංචාර වලදී, මම පොළවෙන් අඩි 10 - 12 ක් ඉහළින් සවි කර ඇති සූර්ය පැනල නිරීක්ෂණය කළෙමි. සූර්ය පැනල යටතේ වගා කරන පලතුරු, එළවළු ඇත, මන්ද සූර්ය පැනල මගින් සූර්යාලෝකයෙන් 30 - 40 % ක් පමණක් අවශෝෂණය කර ගන්නා අතර, 70 - 60 % සමත් වන අතර එමඟින් වර්ධනය වීමට වඩාත් සුදුසු භූමියක් බවට පත් කරයි. සූර්ය බලාගාර සඳහා ගත් ඉඩම් ගොවීන්ට බෙදා දී ඇත. ඵලදායිතාවය වඩා හොඳ වන අතර වාෂ්පීකරණය වැඩි ප්‍රමාණයකට අඩු වන බැවින් ජලය අඩුවෙන් භාවිතා වේ. උපස්ථ බැටරි ඇසුරුම් නොමැති අතර, එමඟින් විදුලිය සවිකිරීමේ සහ නිෂ්පාදනයේ පිරිවැය ප්‍රාග්ධන පිරිවැය අඩු කිරීමට වඩා බෙහෙවින් ලාභදායී වේ. මේ සියල්ල පුද්ගලික අයිතියයි. අපේ සැලසුම්කරුවන්ට තවමත් මෙවැනි නව්‍ය අදහස් ඉදිරිපත් වී නැත. ප්‍රාග්ධන පිරිවැය, පොලී පිරිවැය අඩු බැවින් USD නියමයෙන් නිපදවන බලය පාරිභෝගිකයින්ට පුද්ගලික බලයක් ලෙස හෝ සමහරක් ජාතික විදුලිබල පද්ධතියට සම්බන්ධ වී නිෂ්පාදකයින්ට ගෙවනු ලබන තනි ඉලක්කම් වලින් සපයනු ලැබේ. ශ්‍රී ලංකාව වැනි රටක විදුලිබල මණ්ඩලය සහ දේශපාලන මාෆියාව මුදල් සාක්කුවේ දමාගෙන දූෂිත ක්‍රියාවන්හි නිරත නොවන්නේ නම්, රට ආකල්පය අමතක කර දමන්නේ නම් මෙය කදිම අවස්ථාවකි. එවැනි ප්‍රගතිශීලී අදහස් ක්‍රියාවට නැංවුවහොත්, බලශක්ති නිෂ්පාදනය සඳහා බලශක්ති ආනයනය සඳහා වැය කරන ඩොලර් මිලියන ගණනක් රටවල් ඉතිරි කර ගනු ඇත. දිවා කාලයේ විදුලිය සැපයීම සඳහා එම තාක්ෂණයම භාවිතා කරන Floating Solar Plants ගැනත් මට කිව්වා. විශේෂයෙන් තෝරාගත් මසුන්ගේ වර්ධනය මෙම ජලාශ / වැව් වෙත හඳුන්වා දී ඇති අතර එමඟින් මත්ස්‍ය නිෂ්පාදනය සහ වැව් / ජලාශයේ ධීවරයින් / කාන්තාවන්ගේ ආදායම් උත්පාදනය ඉහළ නංවා ඇත. ඒවායින් බොහොමයක් BOO, BOT හෝ PPP වේ. අද සම්මතය මෙයයි. රාජ්‍ය ඒකාධිකාරයට යන රටවල් අඩුවෙන් හා අඩුවෙන්. ශ්‍රී ලංකා රජය/ආයෝජන මණ්ඩලය දූෂිත ක්‍රියාවන් වලින් තොර FDI සඳහා සමාන හෝ වඩා හොඳ පහසුකම් ලබා දෙන්නේ නම්. රටට පක්ෂපාතීත්වය මත BOO / BOT / PPP ව්‍යාපෘති කොමිස් කරන ව්‍යවසායකයින් / මෙගා සමූහ සමාගම් ඇත.",
        "ජපානයේ පැවති ඔලිම්පික් ක්‍රීඩා උළෙල සම්පුර්ණයෙන්ම සපයන ලද්දේ Solar විසිනි. චීනයේ සියලුම උණු වතුර සැපයුම් සූර්ය බලය සමඟ විය යුතුය. එනම් ප්‍රගතියයි.",
        "මේ රටේ තවත් විහිළු මාතෘකාවක් තිබේ. පාරිභෝගිකයා වෙනුවෙන් සිදුවන අලාභහානිවලට සන්සුන් නොවී විදුලිබල/ බලශක්ති නිෂ්පාදකයන්/ ගෑස් ආනයනකරුවන්, බෙදාහරින්නන් වෙනුවෙන් පාරිභෝගිකයන්ට නිදහසට කරුණු සපයමින් ඒකාධිකාරී බලය/ඉන්ධන/ගෑස් මාෆියාව පැත්තේ සිටින පාරිභෝගික ආරක්ෂණ අධිකාරියක් තිබෙන එකම රට මෙය විය හැකිය. නිෂ්පාදනය අහිමි වීම, ඒකාධිකාරී බලය / බලශක්ති / ගෑස් මාෆියාව විසින් ගෙවන ලද වන්දි සමඟ කුටුම්භවලට ඇති කරන මානසික අවපීඩනය සඳහා. LPG පිපිරීම් හේතුවෙන් මරණය / තුවාල පවා. වගකිවයුත්තන් අපේ ඊනියා නීති පද්ධතියෙන් නිදැල්ලේ ගොස් ඇත. මේ රටේ නීතිඥවරු ඕනෑ තරම් ඉන්නවා. කිසිවකු පාරිභෝගිකයන් වන මුදල් ගෙවීමකින් තොරව පාරිභෝගිකයන් වෙනුවෙන් මාෆියාවට එරෙහිව නඩු පැවරීමට නීති සභාවක් පිහිටුවා නැත. පාරිභෝගිකයින්ට \"පාරිභෝගික ආරක්ෂාව\" සඳහා වූ ඔවුන්ගේ වරම ඉටු කර නොමැති බැවින් පාරිභෝගික ආරක්ෂණ අධිකාරිය විසුරුවා හැරිය යුතුය."
      ]
    },
    "ta": {
      "title": "சூரிய சக்தி ஒரு மாற்று ஆற்றல் மூலமாகும்",
      "body_lines": [
        "இன்று இலங்கை எதிர்நோக்கும் எரிசக்தி பிரச்சினைகள் மூன்று மட்டுமே. அதாவது எரிபொருள், எரிவாயு மற்றும் மின்சாரம். மின்சாரம் எளிதில் தீர்க்கப்படும். எரிபொருள் மற்றும் எரிவாயு நம் கட்டுப்பாட்டிற்கு அப்பாற்பட்டது, ஆனால் மின்சாரம் இல்லை",
        "பல மின்துறை அமைச்சர்கள் மற்றும் அரசுகள் மாற்று எரிசக்தி பற்றி பேசி வருகின்றனர். மின் பற்றாக்குறையை தீர்க்க யாரும் முன்வரவில்லை. எப்போதோ நமது பண்டிதர்கள், இந்தியாவிற்கு வழங்குவதற்குக் கூட போதுமான மின்சாரம் எங்களிடம் இருக்கும் என்றார்கள்",
        "ஜப்பானில் நடைபெற்ற ஒலிம்பிக் போட்டிகள் முழுக்க முழுக்க சோலார் மூலம் வழங்கப்பட்டது. சீனாவில் அனைத்து சூடான நீர் விநியோகங்களும் சூரிய சக்தியுடன் இருக்க வேண்டும். அதுதான் முன்னேற்றம்",
        "ஆற்றல் என்பது இன்று உலகளவில் பரபரப்பான தலைப்பு. இலங்கையிலும் அப்படி இருக்கட்டும். பொருள் ஆற்றல் பரதீஸில் ஆண்டுதோறும் தலைப்புச் செய்திகளை உருவாக்குகிறது. மழை பெய்யும் போது, ​​வெள்ளம் மற்றும் பேரிடர் நிவாரணம் கோடிக்கணக்கில் செலவிடப்பட்டதாகக் கூறி அலைகிறோம். வறட்சி மற்றும் பேரிடர் நிவாரணம், வறட்சி மற்றும் பேரிடர் நிவாரணம் ஆகிய இரண்டு சந்தர்ப்பங்களிலும் அரசால் வழங்கப்படுவதாக, பேரழிவுக்காக காத்திருக்கும் பல அரசியல்வாதிகள் மற்றும் அவர்களது அடியாட்களுக்கு மகிழ்ச்சி அளிக்கும் வகையில், வரி செலுத்தும் பொதுமக்களின் செலவில் பணக்காரர்களாக மாறுவதற்கான வாய்ப்பாக நாங்கள் மீண்டும் ஒருமுறை ஓடுகிறோம். மற்றும் பேரிடரால் பாதிக்கப்பட்டவர்கள். கடந்த பல ஆண்டுகளாக இந்த நாட்டில் மழை மற்றும் வறட்சியின் போது பேரழிவுகள் ஏற்பட்டுள்ளன. பழங்கால மன்னர்கள் மழை நீரை சேமிக்க நீர்த்தேக்கங்களை உருவாக்கும் அளவுக்கு புத்திசாலிகள். சில ஆட்சியாளர்கள் மழைநீரை பயன்படுத்தாமல் கடலுக்குச் செல்ல அனுமதிக்கக் கூடாது என்று கூறினர். நாடு சுதந்திரம் அடைந்ததில் இருந்து, கனமீட்டர் மழை நீர் கடலுக்கு சென்றதற்கான எந்த பதிவும் இல்லை. இது மழை மற்றும் நீரினால் ஆசீர்வதிக்கப்பட்ட நாடு, ஆனால் எந்தவொரு திட்டமிடுபவர்களும் அல்லது அரசியல்வாதிகளும் அதிகபட்ச தண்ணீரை சேமிக்கவும், விவசாயம் மற்றும் மின் உற்பத்திக்காக தண்ணீரைப் பயன்படுத்தவும் துணியவில்லை. நீர் மின் நிலையங்களுக்கு இன்னும் வாய்ப்பு உள்ளது. நீர்த்தேக்கங்களின் சேமிப்பு பகுதி முதலில் குறிப்பிடப்பட்ட பகுதிகளில் இருந்து வெகுவாக குறைந்துள்ளது. நீர்த்தேக்கங்களின் இழந்த சேமிப்புப் பகுதியை மீட்டெடுப்பதில் எந்தத் தொழில்நுட்பமும் பயன்படுத்தப்படுவதில்லை, ஆனால் நீர்த்தேக்கங்கள் / தொட்டிகளில் உள்ள சேறு மற்றும் சேறுகளை அகற்றுவதற்கு இயந்திரங்களைப் பயன்படுத்துவதில் கண்மூடித்தனமாகப் பயிற்சியில் ஈடுபடுகிறது. தொட்டிகளில் சேறு அகற்றப்படும் பகுதியை, பழங்கால மன்னர்களின் தொழில்நுட்பம் அல்லது நவீன தொழில்நுட்பத்தைப் பயன்படுத்தி நீர் கசிவதைத் தடுக்க, சுருக்கப்பட்டு சீல் வைக்கப்பட்டு, பின்னர் மீட்கப்பட்ட பகுதிக்கு தண்ணீர் விட வேண்டும். ஒரு அரசியல் கட்சி 1,000 குளங்களை மீட்கும் முயற்சியில் ஈடுபட்ட காலத்திலிருந்தே நீர்த்தேக்கங்களின் வண்டல் மண்ணை அகற்றுவது தோல்வியில் இருந்து வருகிறது, அது இப்போது வரை தோல்வியில் உள்ளது. தற்போது, ​​அதிக வறண்ட காலம் உள்ளது. அரசியல்வாதிகள், பொறியாளர்கள், நாட்டின் அனைத்து பண்டிதர்கள், மின்சாரம் / தண்ணீர் பற்றாக்குறை பற்றி பேசுகிறார்கள். மதத் தலைவர்களை மழைக் கடவுள்களுக்கு பிரார்த்தனை செய்ய ஊக்குவிப்பதைத் தவிர, அகழ்வாராய்ச்சி பிரச்சாரங்களை மேற்கொள்ள அவர்கள் துணிந்தார்களா? பேரிடர் அமைச்சு பேரிடருக்கு துணை நிற்பதால் இது தொடரும். மின்சார அமைச்சகம் / CEB மின் பற்றாக்குறையை எதிர்நோக்குகிறது. ஒருவேளை பேரிடர் நிவாரண அமைச்சகம் ரத்து செய்யப்பட்டு, மின்சார அமைச்சகத்திடம் ஒப்படைக்கப்படலாம், பின்னர் அவர் மழை நீரை சேமிப்பதற்கும் பயன்படுத்துவதற்கும் பொறுப்பாவார்.",
        "இன்று இலங்கை எதிர்நோக்கும் எரிசக்தி பிரச்சினைகள் மூன்று மட்டுமே. அதாவது எரிபொருள், எரிவாயு மற்றும் மின்சாரம். மின்சாரம் எளிதில் தீர்க்கப்படும். எரிபொருள் மற்றும் எரிவாயு நம் கட்டுப்பாட்டிற்கு அப்பாற்பட்டது, ஆனால் மின்சாரம் இல்லை. \"உயில் இருந்தால், ஒரு வழி இருக்கிறது\" என்று ஒரு பழைய ஆங்கில அறிக்கை உள்ளது, இலங்கைக்கு ஒரு வழி இருக்கிறது, ஆனால் 1960 இல் இருந்து நாட்டை ஆளுவதாகக் கருதும் அரசியல்வாதிகளால் விருப்பமில்லை.",
        "கடந்த 44 ஆண்டுகளாக வளரும் நாடுகளில் மின்வெட்டு என்பது மீண்டும் வழக்கமாகிவிட்டது. ஒரு காலத்தில் மின்வெட்டு என்பது சர்வசாதாரணமாக இருந்த காலத்தில், மின்வாரியத் துறை அமைச்சர் கருவாலா, மின் உற்பத்தி நிலையங்களைத் தொடங்கி இந்தப் பிரச்சினையை முடித்துக் கொண்டார்.",
        "மாற்று ஆற்றல் பற்றி அதிகம் பேசப்பட்டது. நாட்டின் பெரும்பாலான மின் தேவைகளை சோலார் மூலம் செய்ய முடியும்",
        "பல மின்துறை அமைச்சர்கள் மற்றும் அரசுகள் மாற்று எரிசக்தி பற்றி பேசி வருகின்றனர். மின் பற்றாக்குறையை தீர்க்க யாரும் முன்வரவில்லை. எப்போதோ நமது பண்டிதர்கள், இந்தியாவிற்கு வழங்குவதற்குக் கூட போதுமான மின்சாரம் எங்களிடம் இருக்கும் என்றார்கள். இது இப்போது ஒரு பெரிய ஜோக். சொர்க்கத்திற்கு சக்தி இல்லை. தற்போதைக்கு எங்களிடம் அன்றாட தேவைகளை வழங்க போதுமான மின் உற்பத்தி நிலையங்கள் உள்ளன. ஆனால் திறமையின்மையால் அவர்களுக்கு மின்சாரம் இல்லை. தனியார் டீசலில் இயங்கும் மின் உற்பத்தி நிலையங்களில் இருந்து மின்சாரம் வாங்குவதே இதன் நோக்கம், ஆனால் மாநிலத்தின் டீசல் மின் உற்பத்தி நிலையங்கள் மின்சாரம் இல்லாததால் செயலிழந்து கிடக்கின்றன. இன்றுவரை, ஆண்டுக்கு ஆண்டு ஏறக்குறைய 10% அதிகரிக்கும் நாட்டின் தேவையை பூர்த்தி செய்ய எந்த எதிர்கால திட்டமும் இல்லை. எங்களுடைய திட்டமிடுபவர்கள் மற்றும் அதிக எண்ணிக்கையிலான மின் பொறியியலாளர்கள் நாட்டிலுள்ள எந்தவொரு நிறுவனத்திலும் பணியமர்த்தப்பட்டிருந்தால், இந்த நாட்டை உருவாக்குவதற்கு அடுத்த 20 ஆண்டுகளுக்கு மின் உற்பத்தித் திட்டத்தை உருவாக்க வேண்டியதன் அவசியத்தை இலங்கை மின்சார சபையால் நாட்டு அரசாங்கத்திற்கு புரிய வைக்க முடியவில்லை. ஒரு வளர்ந்த நாடு. தற்சமயம், குதிரை பூட்டிய பிறகு, ஸ்டேபிள் கதவு மூடப்பட்டுள்ளது. இதுவே இந்த நாட்டில் முன்னோக்கி செல்வதற்குப் பதிலாக பின்னோக்கிச் சென்றுள்ளது.",
        "20 ஆண்டுகளுக்கு முன்பு எங்கள் அண்டை நாடுகளில் மின்சாரம் குறைவாக இருந்தது. இப்போது கதையே வேறு. அனைத்து அண்டை நாடுகளுக்கும் மின் பற்றாக்குறை இல்லை. பெரும்பாலான நாடுகளில் அதிக மின் விநியோகம் உள்ளது மற்றும் அந்த நாடுகளின் அரசாங்கங்கள், திட்டமிடுபவர்கள் தனியார் மின் உற்பத்தி நிலையங்களை அறிமுகப்படுத்துதல் மற்றும் விரைவாக தொழில்மயமான நாடுகளாக மாறுவது உள்ளிட்ட முன்னோக்கி திட்டங்களைக் கொண்டிருந்ததால், மின் தடைகள் இல்லை. ஜப்பான் தவிர தெற்காசியாவில். நியூட்ரல் கியரில் முன்னோக்கிச் செல்ல இலங்கை முயற்சிக்கிறது. ஒன்லி டாக் ஆனால் நோ வாக்.",
        "மாற்று ஆற்றல் பற்றி அதிகம் பேசப்பட்டது. நாட்டின் பெரும்பாலான மின் தேவைகளை சோலார் மூலம் செய்ய முடியும். நாட்டின் அனைத்து கூரைகளிலும் காப்பு சேமிப்பு பேட்டரிகள் இல்லாத சோலார் பேனல்கள் நிறுவப்பட்டிருந்தால், புதைபடிவ எரிபொருள் / நிலக்கரி நுகர்வு மின் உற்பத்தி நிலையங்களால் உற்பத்தி செய்யப்படும் பகல்நேர மின் தேவைகள் மூடப்பட்டு, இரவுக்கான தேவைகளை வழங்க பயன்படுத்தப்படலாம். ஒரு பகலை விட இரவு நேர மின் தேவை அதிகமாக இருக்கும் நாடு இது. அதாவது தொழில்மயமான தேசமாக நாம் செல்ல நீண்ட தூரம் உள்ளது. அதேசமயம் தொழில்மயமான நாடுகளில் பகலில் மின் நுகர்வு இரவு நேர நுகர்வை விட அதிகமாக உள்ளது.",
        "புதிதாக தொழில்மயமாகி வரும் நாடுகளுக்கு நான் பலமுறை சென்றபோது, ​​தரையில் இருந்து 10 - 12 அடி உயரத்தில் சோலார் பேனல்கள் நிறுவப்பட்டிருப்பதைக் கண்டேன். சோலார் பேனல்களின் கீழ் வளர்க்கப்படும் பழங்கள், காய்கறிகள் உள்ளன, ஏனெனில் சோலார் பேனல்கள் சூரிய ஒளியில் 30 - 40 % மட்டுமே உறிஞ்சி, 70 - 60 % பாஸ்-மூலம் வளர உகந்த நிலத்தை உருவாக்குகிறது. சோலார் பண்ணைகளுக்காக எடுக்கப்பட்ட நிலம் விவசாயிகளுக்கு பகிர்ந்தளிக்கப்பட்டுள்ளது. உற்பத்தித்திறன் சிறப்பாக உள்ளது மற்றும் ஆவியாதல் அதிக அளவில் குறைக்கப்படுவதால் குறைந்த நீர் பயன்படுத்தப்படுகிறது. பேக்கப் பேட்டரி பேக்குகள் எதுவும் இல்லை, இதன் மூலம் மின்சாரம் உட்செலுத்துதல் மற்றும் உற்பத்திக்கான செலவுகள் மூலதனச் செலவைக் காட்டிலும் மிகவும் மலிவானவை. இவை அனைத்தும் தனியாருக்கு சொந்தமானவை. எங்கள் திட்டமிடுபவர்கள் இன்னும் இது போன்ற புதுமையான யோசனைகளை கொண்டு வரவில்லை. மூலதனச் செலவு, வட்டிச் செலவு குறைவாக இருப்பதால், அமெரிக்க டாலர் மதிப்பில் உற்பத்தி செய்யப்படும் மின்சாரம் ஒற்றை இலக்கத்தில் நுகர்வோருக்குத் தனியார் மின்சாரமாக அல்லது சில தேசியக் கட்டத்துடன் இணைக்கப்பட்டு உற்பத்தியாளர்களுக்குச் செலுத்தப்படுகிறது. இலங்கை போன்ற ஒரு நாட்டில், CEB மற்றும் அரசியல் மாபியாக்கள் தங்கள் சட்டைப் பையில் பணத்தை வைத்துக்கொண்டு ஊழல் நடவடிக்கைகளில் ஈடுபடவில்லை என்றால், நாட்டின் அணுகுமுறையை மறந்துவிட்டால், இது ஒரு சிறந்த காட்சியாகும். இத்தகைய முற்போக்கான யோசனைகள் செயல்படுத்தப்பட்டால், மின் உற்பத்திக்காக எரிசக்தி இறக்குமதிக்காக செலவிடப்படும் மில்லியன் கணக்கான அமெரிக்க டாலர்களை நாடுகள் சேமிக்கும். பகல்நேர மின்சாரம் வழங்குவதற்கு அதே தொழில்நுட்பத்தைப் பயன்படுத்தி மிதக்கும் சூரிய ஆலைகளைப் பற்றியும் என்னிடம் கூறப்பட்டது. விசேஷமாக தேர்ந்தெடுக்கப்பட்ட மீன்களின் வளர்ச்சி இந்த நீர்த்தேக்கங்கள் / தொட்டிகளுக்கு அறிமுகப்படுத்தப்பட்டுள்ளது, இதன் மூலம் மீன் உற்பத்தி மற்றும் தொட்டி/நீர்த்தேக்க மீனவர்கள்/பெண்களின் வருமானம் அதிகரிக்கும். அவற்றில் பெரும்பாலானவை BOO, BOT அல்லது PPP ஆகும். இதுதான் இன்றைய வழக்கம். குறைவான மற்றும் குறைவான நாடுகள் அரசு ஏகபோகங்களுக்குள் செல்கின்றன. இலங்கை அரசாங்கம் / முதலீட்டுச் சபை ஊழலற்ற நடைமுறைகள் இல்லாத FDI போன்ற வசதிகளை அல்லது சிறந்த வசதிகளை வழங்கினால். நாட்டிற்கு விசுவாசமாக BOO / BOT / PPP திட்டங்களை கமிஷன் செய்யும் தொழில்முனைவோர் / மெகா குழுமங்கள் இருக்கும்.",
        "ஜப்பானில் நடைபெற்ற ஒலிம்பிக் போட்டிகள் முழுக்க முழுக்க சோலார் மூலம் வழங்கப்பட்டது. சீனாவில் அனைத்து சூடான நீர் விநியோகங்களும் சூரிய சக்தியுடன் இருக்க வேண்டும். அதுதான் முன்னேற்றம்.",
        "இந்த நாட்டில் இன்னொரு சிரிக்கும் தலைப்பு உள்ளது. ஏகபோக சக்தி / எரிபொருள் / எரிவாயு மாஃபியாவின் பக்கம் இருக்கும் நுகர்வோர் பாதுகாப்பு ஆணையம் உள்ள ஒரே நாடு இதுவாக இருக்கலாம். உற்பத்தி இழப்பு, ஏகபோக சக்தி / எரிசக்தி / எரிவாயு மாஃபியா மூலம் வழங்கப்படும் இழப்பீடு மூலம் குடும்பங்களுக்கு ஏற்படும் மனச்சோர்வு. எல்பிஜி வெடிப்பினால் மரணம் / காயம் கூட. பொறுப்பானவர்கள் எங்கள் சட்ட அமைப்பு என்று அழைக்கப்படுவதை விட்டு வெளியேறிவிட்டனர். இந்த நாட்டில் பல வழக்கறிஞர்கள் உள்ளனர். நுகர்வோர்கள் யார் என்று பணம் செலுத்தாமல் நுகர்வோர் சார்பாக மாஃபியா மீது வழக்குத் தொடர யாரும் சட்டக் குழுவை உருவாக்கவில்லை. நுகர்வோர் பாதுகாப்பு அதிகாரசபையானது நுகர்வோர் \"நுகர்வோர் பாதுகாப்பு\" என்ற ஆணையை நிறைவேற்றாததால் கலைக்கப்பட வேண்டும்."
      ]
    }
  }
}