{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Cardinal-pronounces-crises-as-a-curse-of-God-and-Easter-Sunday-victims/56-733515",
  "time_ut": 1650232200,
  "title": "Cardinal pronounces crises as a curse of God and Easter Sunday victims",
  "body_lines": [
    "Calls on citizens to unite to chase away corrupt politicians hat deceived its people over the past 74 years",
    "Blesses those engaged in revolution to bringing fresh leadership to unleash true potential of SL",
    "Claims current regime in power was behind the Easter Sunday attacks in 2019",
    "Opines to-date Govt. only blamed the Muslims and tried to defend the real culprits",
    "Alleges the Attorney General has become a salve of the corrupt political system",
    "Points to Indian influence as a threat to sovereignty of the country",
    "Says 225 MPs in unity are acting on a new drama script, but people are not willing to accept it",
    "Insists on a major systemic change to bring in governance, accountability, and transparency",
    "Archbishop of Colombo Malcolm Cardinal Ranjith recently alleged that the political leaders had deceived people over the past 74 years and had only divided the unity among Sri Lankans to fulfil their selfish power games, whilst pronouncing the current situation as a curse of the God and innocent Easter Sunday victims.",
    "“I request Sri Lankans to unite to change this corrupt system, whilst urging the authorities to step down by handing over power to someone capable to steer this country for betterment. I bless those involved in this revolution and urge everyone to join hands to chase away the corrupt politicians and bring fresh leadership to unleash the true potential of Sri Lanka,” he said speaking at an anti-Government protest organised in Negombo last week.",
    "He also described the Easter Sunday attacks in 2019 as a cold-blooded massacre in which the cruel political authorities resorted to regain power.",
    "“We cannot forget the bloodshed that happened three years ago at St. Sebastian Church in Katuwapitiya, Negombo, where over 100 innocent people were killed. The present Government used the Easter Sunday attacks to regain power, by spreading fear and ethnic strife, especially among the Muslim communities. However, before too long we understood that it was an act of cowardly political conspiracy and urged people not to be deceived by such hatred to fellow Sri Lankans,” he said.",
    "The Cardinal pointed out that it was now clear to all Sri Lankans who were behind those conspiracy to regain power.",
    "“The true faces of the people behind the ruthless Easter Sunday attacks are evident. Although the conspirators could gain power, they could not sustain it, as their power was cursed by God. Maybe it is one of the main reasons why the country has not moved forward in any direction during the past two years,” he added.",
    "Despite the continuous requests lobbied to the Government calling for the implementation of the recommendations made by the Presidential Commission of Inquiry (PCoI) into the Easter Sunday attacks, the Cardinal claimed the authorities turned a deaf ear to all those pleas.",
    "“Over the past two years, we continuously requested the Government to bring justice to the victims of the Easter Sunday attacks. But, to date, they have only blamed the Muslims and tried to defend the real culprits of the attacks. We would like to remind the President and his Government that the prevailing situation of the country is a curse of God and the sacrifices made through the bloodshed of those innocent victims,” he asserted.",
    "He highlighted that to put Sri Lanka back on track, it requires a lawful system that treats all in an equitable manner.",
    "“Today, the rule of law is controlled by the politicians in power. The Attorney General (AG) is working as per the political authorities and there is no independence to carry out these responsibilities. The AG has become a salve of the corrupt system. Thus, the rule of law is not enforced equally for our people to have faith or seek justice,” he said.",
    "In addition, the Cardinal said this vicious system has inculcated hatred among ethnicities and divided our societies.",
    "“The people of the North and East still don’t consider themselves as part of Sri Lanka and they have started to think differently once again. The influence of India is also aggravating this situation among the people in the North and East. It is posing a major threat to the sovereignty of the country,” he stressed.",
    "He also claimed that instead of bringing ethnicities together, all political parties have always divided the unity among them to gain power.",
    "“We reap what we sow. Today’s situation in the country is the best example of it,” the Cardinal added.",
    "The Cardinal also claimed the entire Parliamentarians are acting on a new script of drama, together with Government and Opposition.",
    "“It is wrong of the 225 individuals represented in the Parliament to fool the public again through their new shallow drama script. The people of Sri Lanka are not ready to accept it. This country needs a fresh start with a major systemic change. As a result of the short-sighted and selfish policies, today we are begging from different countries and international donor agencies like the IMF and the World Bank,” he said.",
    "Noting that the economy is corrupt, and the resources of the country had been stolen over the past 74 years by those in power, he insisted that Sri Lanka requires a major systemic change to bring in governance, accountability, and transparency.",
    "“The recent revelations of the Pandora Papers show that certain family members of the Rajapaksas have looted over $ 160 million and escaped from the country as of now. This is the curse this country had endured. The diverse cultures people of our country love to lead a united lifestyle, but the division created by the politicians over the past 74 years with corruption, hatred, and discrimination cannot be tolerated anymore. This is why we need to change the system entirely,” he said."
  ],
  "translate": {
    "si": {
      "title": "කාදිනල්තුමා අර්බුද දෙවියන්ගේ සහ පාස්කු ඉරිදා වින්දිතයන්ගේ ශාපයක් ලෙස ප්‍රකාශ කරයි",
      "body_lines": [
        "පසුගිය වසර 74 තුළ ජනතාව රැවටූ දූෂිත දේශපාලනඥයින් එළවා දැමීමට එක්වන ලෙස පුරවැසියන්ගෙන් ඉල්ලා සිටී",
        "ශ්‍රී ලංකාවේ සැබෑ හැකියාවන් එළිදක්වාලීම සඳහා නැවුම් නායකත්වයක් ගෙන ඒම සඳහා විප්ලවයේ නිරත වූවන්ට ආශීර්වාද කරයි",
        "2019 පාස්කු ඉරිදා ප්‍රහාරය පිටුපස වත්මන් පාලනය බලයේ සිටි බව ප්‍රකාශ කරයි",
        "අද දක්වා රජය අදහස් මුස්ලිම්වරුන්ට පමණක් දොස් පවරමින් සැබෑ වැරදිකරුවන් ආරක්ෂා කිරීමට උත්සාහ කළා",
        "නීතිපතිවරයා දූෂිත දේශපාලන ක්‍රමයේ ගැලවුම්කරුවෙකු බවට පත්ව ඇතැයි චෝදනා කරයි",
        "ඉන්දීය බලපෑම රටේ ස්වෛරීභාවයට තර්ජනයක් ලෙස පෙන්වා දෙයි",
        "සමගියෙන් සිටින මන්ත්‍රීවරුන් 225ක් අලුත් නාට්‍ය පිටපතක රඟපාන නමුත් ජනතාව එය පිළිගන්න කැමති නැති බව කියයි",
        "පාලනය, වගවීම සහ විනිවිදභාවය ගෙන ඒම සඳහා විශාල පද්ධතිමය වෙනසක් සඳහා අවධාරනය කරයි",
        "පසුගිය වසර 74 තුළ දේශපාලන නායකයින් ජනතාව රවටා තම ආත්මාර්ථකාමී බල ක්‍රීඩාවන් ඉටුකර ගැනීම සඳහා ශ්‍රී ලාංකිකයන් අතර සමගිය පමණක් බෙදී ඇති බවත් වත්මන් තත්ත්වය දෙවියන්ගේ සහ අහිංසක පාස්කු ශාපයක් ලෙස ප්‍රකාශ කළ බවට කොළඹ අගරදගුරු මැල්කම් කාදිනල් රංජිත් හිමිපාණන් පසුගියදා චෝදනා කළා. ඉරිදා වින්දිතයන්.",
        "“මේ රට අභිවෘද්ධියට ගෙන යාමට හැකි කෙනෙකුට බලය පවරා බලයෙන් ඉවත් වන ලෙස බලධාරීන්ගෙන් ඉල්ලා සිටින අතරම, මෙම දූෂිත ක්‍රමය වෙනස් කිරීමට එක්වන ලෙස මම ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටිමි. මේ විප්ලවයට සම්බන්ධ වූවන්ට මම ආශිර්වාද කරන අතර දූෂිත දේශපාලඥයින් පලවා හැරීමට සහ ශ්‍රී ලංකාවේ සැබෑ හැකියාවන් එළිදැක්වීමට නැවුම් නායකත්වයක් ගෙන ඒමට අත්වැල් බැඳගන්නා ලෙස සියලු දෙනාගෙන් ඉල්ලා සිටිමි” යනුවෙන් ඔහු පසුගිය සතියේ මීගමුවේ සංවිධානය කර තිබූ ආණ්ඩු විරෝධී උද්ඝෝෂණයක් අමතමින් පැවසීය.",
        "ඔහු 2019 පාස්කු ඉරිදා ප්‍රහාරය විස්තර කළේ කුරිරු දේශපාලන බලධාරීන් නැවත බලය ලබා ගැනීමට උත්සාහ කළ සීතල ලේ වැකි සංහාරයක් ලෙස ය.",
        "“මීගමුව කටුවාපිටිය ශාන්ත සෙබස්තියන් දේවස්ථානයේ මීට වසර තුනකට පෙර අහිංසක මිනිසුන් 100කට අධික පිරිසක් ඝාතනය කළ ලේ වැගිරීම අපට අමතක කළ නොහැක. විශේෂයෙන්ම මුස්ලිම් ප්‍රජාවන් අතර භීතිය සහ වාර්ගික ආරවුල් පතුරවමින් වත්මන් රජය යළි බලය ලබාගැනීම සඳහා පාස්කු ඉරිදා ප්‍රහාරය යොදා ගත්තේය. නමුත් වැඩි කල් යන්නට මත්තෙන් එය නිවට දේශපාලන කුමන්ත්‍රණයක ක්‍රියාවක් බව අපට වැටහුණු අතර සහෝදර ශ්‍රී ලාංකිකයින්ට එවැනි වෛරයට නොරැවටෙන ලෙස ජනතාවගෙන් ඉල්ලා සිටිමු,” ඔහු පැවසීය.",
        "යළි බලය ලබා ගැනීමේ එම කුමන්ත්‍රණ පිටුපස සිටින්නේ කවුරුන්ද යන්න මේ වන විට සියලුම ශ්‍රී ලාංකිකයන්ට පැහැදිලි වී ඇති බවද කාදිනල් හිමිපාණෝ පෙන්වා දුන්හ.",
        "“කුරිරු පාස්කු ඉරිදා ප්‍රහාරය පිටුපස සිටි මිනිසුන්ගේ සැබෑ මුහුණුවර පැහැදිලියි. කුමන්ත්‍රණකරුවන්ට බලය ලබා ගත හැකි වුවද, ඔවුන්ගේ බලය දෙවියන්ගේ ශාපයට ලක් වූ බැවින් ඔවුන්ට එය පවත්වා ගැනීමට නොහැකි විය. සමහර විට ගෙවී ගිය දෙවසර තුළ රට කිසිම දිසාවකින් ඉදිරියට නොයාමට එය එක් ප්‍රධාන හේතුවක් විය හැකියි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "පාස්කු ඉරිදා ප්‍රහාරය පිළිබඳ ජනාධිපති විමර්ශන කොමිෂන් සභාව (PCoI) විසින් කරන ලද නිර්දේශ ක්‍රියාත්මක කරන ලෙස ඉල්ලා දිගින් දිගටම රජයෙන් ඉල්ලීම් කළද, එම සියලු ඉල්ලීම්වලට බලධාරීන් කන් නොදී සිටින බව කාදිනල්තුමා ප්‍රකාශ කළේය.",
        "පාස්කු ඉරිදා ප්‍රහාරයෙන් විපතට පත් වූවන්ට සාධාරණය ඉටු කරන ලෙස පසුගිය වසර දෙක තුළ අපි රජයෙන් දිගින් දිගටම ඉල්ලා සිටියා. නමුත් අද වන විට ඔවුන් කළේ මුස්ලිම්වරුන්ට දොස් පවරමින් ප්‍රහාරයේ සැබෑ වරදකරුවන් ආරක්ෂා කිරීමටයි. රටේ පවතින තත්ත්වය දෙවියන්ගේ ශාපයක් බවත්, එම අහිංසක වින්දිතයන්ගේ ලේ වැගිරීම් තුළින් කරන ලද කැපකිරීම් බවත් අපි ජනාධිපතිතුමාට සහ ඔහුගේ රජයට සිහිපත් කිරීමට කැමැත්තෙමු.",
        "ශ්‍රී ලංකාව නැවත යථා තත්ත්වයට පත් කිරීමට නම් සැමට සාධාරණ ලෙස සලකන නීත්‍යානුකූල ක්‍රමයක් අවශ්‍ය බව ඔහු අවධාරණය කළේය.",
        "“අද නීතියේ ආධිපත්‍යය පාලනය කරන්නේ බලයේ සිටින දේශපාලනඥයන්. නීතිපතිවරයා (AG) දේශපාලන අධිකාරියට අනුව කටයුතු කරන අතර මෙම වගකීම් ඉටු කිරීමට ස්වාධීනත්වයක් නොමැත. නීතිපතිවරයා දූෂිත ක්‍රමයේ ගැලවීමක් බවට පත්ව ඇත. මේ අනුව අපේ ජනතාවට විශ්වාසයක් ඇතිකර ගැනීමට හෝ යුක්තිය පසිඳලීමට නීතියේ ආධිපත්‍යය සමානව ක්‍රියාත්මක වන්නේ නැහැ,” ඔහු පැවසීය.",
        "මීට අමතරව, මෙම දුෂ්ට ක්‍රමය ජාතීන් අතර වෛරය ඇති කර ඇති අතර අපගේ සමාජයන් දෙකඩ කර ඇති බව කාදිනල්තුමා පැවසීය.",
        "“උතුරු නැගෙනහිර ජනතාව තවමත් තමන් ශ්‍රී ලංකාවේ කොටසක් ලෙස නොසලකන අතර ඔවුන් නැවත වරක් වෙනස් ලෙස සිතන්නට පටන් ගෙන තිබේ. ඉන්දියාවේ බලපෑමත් උතුරු නැඟෙනහිර ජනතාව අතර මේ තත්ත්වය උග්‍ර කරනවා. එය රටේ ස්වෛරීභාවයට විශාල තර්ජනයක් එල්ල කරනවා,” ඔහු අවධාරණය කළේය.",
        "සියලු දේශපාලන පක්‍ෂ ජාතීන් එකට ගෙන ඒම වෙනුවට සෑම විටම බලය ලබා ගැනීම සඳහා ඔවුන් අතර සමගිය බෙදා වෙන් කර ඇති බවද ඔහු කියා සිටියේය.",
        "“අපි වපුරන දේ අපි නෙළාගන්නෙමු. අද රටේ තත්ත්වය ඊට හොඳම උදාහරණයයි,” කාදිනල් හිමිපාණන් වැඩිදුරටත් පැවසීය.",
        "සමස්ත පාර්ලිමේන්තු මන්ත්‍රීවරුන් ආණ්ඩුව සහ විපක්ෂය සමඟ එක්ව නව නාට්‍ය පිටපතක් මත ක්‍රියා කරන බව ද කාදිනල්තුමා ප්‍රකාශ කළේය.",
        "“පාර්ලිමේන්තුව නියෝජනය කරන පුද්ගලයන් 225 දෙනාම තමන්ගේ අලුත් නොගැඹුරු නාට්‍ය පිටපත හරහා ජනතාව නැවතත් රැවටීම වැරදියි. ඒක පිළිගන්න ලංකාවේ මිනිස්සු සූදානම් නැහැ. මේ රටට විශාල පද්ධතිමය වෙනසක් සමඟ අලුත් ආරම්භයක් අවශ්‍යයි. අදූරදර්ශී සහ ආත්මාර්ථකාමී ප්‍රතිපත්තිවල ප්‍රතිඵලයක් ලෙස අද අපි විවිධ රටවලින් සහ ජාත්‍යන්තර මූල්‍ය අරමුදල, ලෝක බැංකුව වැනි ජාත්‍යන්තර ආධාර දෙන ආයතනවලින් හිඟාකමින් සිටිනවා.”",
        "ආර්ථිකය දූෂිත බවත්, පසුගිය වසර 74 තුළ රටේ සම්පත් බලයේ සිටි අය විසින් සොරකම් කර ඇති බවත් සඳහන් කළ ඔහු, ශ්‍රී ලංකාව පාලනය, වගවීම සහ විනිවිදභාවය ගෙන ඒම සඳහා විශාල පද්ධතිමය වෙනසක් අවශ්‍ය බව අවධාරනය කළේය.",
        "“පැන්ඩෝරා පේපර්ස් හි මෑතකාලීන හෙළිදරව්වෙන් පෙනී යන්නේ රාජපක්ෂලාගේ ඇතැම් පවුල්වල සාමාජිකයන් ඩොලර් මිලියන 160කට අධික මුදලක් කොල්ලකා මේ වන විට රටින් පැන ගොස් ඇති බවයි. මේක තමයි මේ රටට විඳපු ශාපය. අපේ රටේ විවිධ සංස්කෘතීන්ට අයත් මිනිසුන් එකමුතු ජීවන රටාවක් ගත කිරීමට ප්‍රිය කරන නමුත් පසුගිය වසර 74 තුළ දේශපාලකයන් විසින් දූෂණය, වෛරය සහ වෙනස් කොට සැලකීම සමඟ ඇති කළ බෙදීම තවදුරටත් ඉවසිය නොහැක. මේ නිසා අපි ක්‍රමය සම්පූර්ණයෙන්ම වෙනස් කළ යුතුයි,” ඔහු පැවසීය."
      ]
    },
    "ta": {
      "title": "கார்டினல் நெருக்கடிகளை கடவுள் மற்றும் ஈஸ்டர் ஞாயிறு பாதிக்கப்பட்டவர்களின் சாபமாக உச்சரிக்கிறார்",
      "body_lines": [
        "கடந்த 74 ஆண்டுகளாக மக்களை ஏமாற்றிய ஊழல் அரசியல்வாதிகளை விரட்டியடிக்க குடிமக்கள் ஒன்றிணைய வேண்டும்",
        "இலங்கையின் உண்மையான திறனை வெளிக்கொணர புதிய தலைமையை கொண்டு வர புரட்சியில் ஈடுபட்டவர்களை ஆசீர்வதிக்கிறார்",
        "2019 ஆம் ஆண்டு ஈஸ்டர் ஞாயிறு தாக்குதலுக்குப் பின்னால் தற்போதைய ஆட்சி அதிகாரத்தில் இருந்ததாகக் கூறுகிறது",
        "இன்றைய அரசாங்கத்தின் கருத்து. முஸ்லீம்களை மட்டுமே குற்றம் சாட்டி உண்மையான குற்றவாளிகளை பாதுகாக்க முயன்றது",
        "அட்டர்னி ஜெனரல் ஊழல் நிறைந்த அரசியல் அமைப்பின் காப்பாற்றுபவராக மாறிவிட்டார் என்று குற்றம் சாட்டினார்",
        "இந்திய செல்வாக்கு நாட்டின் இறையாண்மைக்கு அச்சுறுத்தலாக உள்ளது",
        "225 எம்.பி.க்கள் ஒற்றுமையாக ஒரு புதிய நாடக ஸ்கிரிப்ட்டில் செயல்படுகிறார்கள், ஆனால் மக்கள் அதை ஏற்கத் தயாராக இல்லை",
        "நிர்வாகம், பொறுப்புக்கூறல் மற்றும் வெளிப்படைத்தன்மை ஆகியவற்றைக் கொண்டுவருவதற்கு ஒரு பெரிய முறையான மாற்றத்தை வலியுறுத்துகிறது",
        "கடந்த 74 வருடங்களாக அரசியல் தலைவர்கள் மக்களை ஏமாற்றி இலங்கையர்களுக்குள் ஒற்றுமையை பிளவுபடுத்தி தமது சுயநல அதிகார விளையாட்டுக்களை நிறைவேற்றியதாகவும், அதேவேளை தற்போதைய நிலைமையை கடவுளின் சாபமாகவும் அப்பாவி ஈஸ்டர் பண்டிகையாகவும் அறிவித்துள்ளதாக கொழும்பு பேராயர் மல்கம் கர்தினால் ரஞ்சித் அண்மையில் குற்றம் சுமத்தியுள்ளார். ஞாயிறு பாதிக்கப்பட்டவர்கள்.",
        "“இந்த நாட்டை முன்னேற்றுவதற்குத் தகுதியான ஒருவரிடம் அதிகாரத்தை ஒப்படைத்து அதிகாரிகளை பதவி விலகுமாறு வலியுறுத்தும் அதே வேளையில், இந்த ஊழல் நிறைந்த அமைப்பை மாற்ற இலங்கையர்கள் ஒன்றிணையுமாறு கேட்டுக்கொள்கிறேன். இந்தப் புரட்சியில் ஈடுபட்டவர்களை நான் ஆசிர்வதிப்பதோடு, ஊழல் அரசியல்வாதிகளை விரட்டியடிப்பதற்கும், இலங்கையின் உண்மையான ஆற்றலை வெளிக்கொணர புதிய தலைமையைக் கொண்டு வருவதற்கும் அனைவரும் கைகோர்க்குமாறு கேட்டுக்கொள்கிறேன்,” என்று கடந்த வாரம் நீர்கொழும்பில் ஏற்பாடு செய்யப்பட்டிருந்த அரசாங்க எதிர்ப்புப் போராட்டத்தில் கலந்துகொண்டு உரையாற்றினார்.",
        "2019 ஆம் ஆண்டு ஈஸ்டர் ஞாயிறு தாக்குதல்களை கொடூரமான அரசியல் அதிகாரிகள் மீண்டும் ஆட்சியைப் பிடிக்க முயன்ற ஒரு குளிர் இரத்தம் கொண்ட படுகொலை என்றும் அவர் விவரித்தார்.",
        "“மூன்று வருடங்களுக்கு முன்னர் நீர்கொழும்பு கட்டுவாப்பிட்டிய புனித செபஸ்தியன் தேவாலயத்தில் 100 அப்பாவி மக்கள் கொல்லப்பட்ட இரத்தக்களரியை நாம் மறக்க முடியாது. தற்போதைய அரசாங்கம் ஈஸ்டர் ஞாயிறு தாக்குதலைப் பயன்படுத்தி மீண்டும் அதிகாரத்தைக் கைப்பற்றி, அச்சத்தையும் இனக்கலவரத்தையும், குறிப்பாக முஸ்லீம் சமூகங்களிடையே பரப்பியது. எவ்வாறாயினும், இது ஒரு கோழைத்தனமான அரசியல் சதி என்பதை நீண்ட காலத்திற்கு முன்பே நாங்கள் புரிந்துகொண்டோம், மேலும் சக இலங்கையர்களிடம் இதுபோன்ற வெறுப்பால் மக்களை ஏமாற்ற வேண்டாம் என்று கேட்டுக்கொள்கிறோம், ”என்று அவர் கூறினார்.",
        "மீண்டும் ஆட்சியைப் பிடிக்கும் அந்த சதியின் பின்னணியில் யார் இருக்கிறார்கள் என்பது அனைத்து இலங்கையர்களுக்கும் இப்போது தெளிவாகத் தெரிகிறது என்றும் கர்தினால் சுட்டிக்காட்டினார்.",
        "ஈஸ்டர் ஞாயிறு தாக்குதல்களுக்குப் பின்னால் உள்ள மக்களின் உண்மை முகங்கள் தெளிவாகத் தெரிகிறது. சதிகாரர்கள் அதிகாரத்தைப் பெற முடியும் என்றாலும், அவர்களின் சக்தி கடவுளால் சபிக்கப்பட்டதால், அவர்களால் அதைத் தக்கவைக்க முடியவில்லை. கடந்த இரண்டு ஆண்டுகளில் நாடு எந்த திசையிலும் முன்னேறாமல் இருப்பதற்கு இதுவும் ஒரு முக்கிய காரணமாக இருக்கலாம்,” என்று அவர் மேலும் கூறினார்.",
        "ஈஸ்டர் ஞாயிறு தாக்குதல்கள் தொடர்பான ஜனாதிபதி விசாரணை ஆணைக்குழுவின் (PCoI) பரிந்துரைகளை நடைமுறைப்படுத்துமாறு அரசாங்கத்திடம் தொடர்ச்சியான கோரிக்கைகள் வலியுறுத்தப்பட்ட போதிலும், அதிகாரிகள் அந்த வேண்டுகோள்களுக்கு எல்லாம் செவிடாகியதாக கார்டினல் கூறினார்.",
        "\"கடந்த இரண்டு ஆண்டுகளாக, ஈஸ்டர் ஞாயிறு தாக்குதலில் பாதிக்கப்பட்டவர்களுக்கு நீதி வழங்குமாறு நாங்கள் அரசாங்கத்திடம் தொடர்ந்து கோரிக்கை விடுத்தோம். ஆனால், இன்றுவரை அவர்கள் முஸ்லிம்களை மட்டுமே குற்றம் சாட்டி, தாக்குதல்களின் உண்மையான குற்றவாளிகளைப் பாதுகாக்க முயன்றனர். நாட்டில் தற்போது நிலவும் நிலைமை கடவுளின் சாபமாகவும், பாதிக்கப்பட்ட அப்பாவிகளின் இரத்தம் சிந்தியதன் மூலம் செய்யப்பட்ட தியாகம் என்பதை ஜனாதிபதிக்கும் அவரது அரசாங்கத்திற்கும் நினைவுபடுத்த விரும்புகிறோம், ”என்று அவர் வலியுறுத்தினார்.",
        "இலங்கையை மீண்டும் பாதையில் கொண்டு செல்வதற்கு, அனைவரையும் சமமான முறையில் நடத்தும் சட்ட முறைமை தேவை என்பதை அவர் எடுத்துரைத்தார்.",
        "“இன்று, சட்டத்தின் ஆட்சி அதிகாரத்தில் இருக்கும் அரசியல்வாதிகளால் கட்டுப்படுத்தப்படுகிறது. அட்டர்னி ஜெனரல் (ஏஜி) அரசியல் அதிகாரிகளின்படி செயல்படுகிறார், இந்த பொறுப்புகளை நிறைவேற்ற எந்த சுதந்திரமும் இல்லை. ஏஜி ஊழல் அமைப்பின் காப்பாளராகிவிட்டார். இதனால், எங்கள் மக்களுக்கு நம்பிக்கை வைப்பதற்கோ அல்லது நீதியைப் பெறுவதற்கோ சட்டத்தின் ஆட்சி சமமாக அமுல்படுத்தப்படவில்லை,” என்றார்.",
        "கூடுதலாக, இந்த தீய அமைப்பு இனங்களுக்கிடையில் வெறுப்பை விதைத்து, நமது சமூகங்களை பிளவுபடுத்தியுள்ளது என்று கார்டினல் கூறினார்.",
        "“வடக்கு மற்றும் கிழக்கு மக்கள் இன்னும் தங்களை இலங்கையின் ஒரு பகுதியாகக் கருதவில்லை, அவர்கள் மீண்டும் ஒருமுறை வித்தியாசமாக சிந்திக்கத் தொடங்கியுள்ளனர். இந்தியாவின் செல்வாக்கு வடக்கு கிழக்கு மக்கள் மத்தியில் இந்த நிலைமையை மேலும் மோசமாக்குகிறது. இது நாட்டின் இறையாண்மைக்கு பெரும் அச்சுறுத்தலாக உள்ளது” என்று அவர் வலியுறுத்தினார்.",
        "அனைத்து அரசியல் கட்சிகளும் இனங்களை ஒன்றிணைப்பதற்குப் பதிலாக, அதிகாரத்தைப் பெறுவதற்காக அவர்களுக்கிடையேயான ஒற்றுமையை எப்போதும் பிரித்து வைத்துள்ளன என்றும் அவர் கூறினார்.",
        "“நாம் எதை விதைக்கிறோமோ அதையே அறுவடை செய்கிறோம். நாட்டின் இன்றைய நிலைமையே அதற்கு சிறந்த உதாரணம்” என்று கர்தினால் மேலும் கூறினார்.",
        "முழு நாடாளுமன்ற உறுப்பினர்களும் அரசாங்கம் மற்றும் எதிர்க்கட்சிகளுடன் இணைந்து ஒரு புதிய நாடக வடிவில் செயல்படுவதாகவும் கார்டினல் கூறினார்.",
        "\"பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தப்பட்ட 225 நபர்கள் தங்கள் புதிய ஆழமற்ற நாடக ஸ்கிரிப்ட் மூலம் பொதுமக்களை மீண்டும் முட்டாளாக்குவது தவறு. அதனை இலங்கை மக்கள் ஏற்றுக்கொள்ளத் தயாராக இல்லை. இந்த நாட்டிற்கு ஒரு பெரிய அமைப்பு மாற்றத்துடன் ஒரு புதிய தொடக்கம் தேவை. தொலைநோக்கு மற்றும் சுயநலக் கொள்கைகளின் விளைவாக, இன்று நாம் பல்வேறு நாடுகளிடமும், சர்வதேச நிதியம், உலக வங்கி போன்ற சர்வதேச நன்கொடை நிறுவனங்களிடமும் பிச்சை எடுக்கிறோம்,” என்றார்.",
        "கடந்த 74 ஆண்டுகளாக நாட்டின் பொருளாதாரம் சீர்கெட்டதாகவும், ஆட்சியில் இருந்தவர்களால் நாட்டின் வளங்கள் திருடப்பட்டுள்ளதாகவும் குறிப்பிட்ட அவர், இலங்கையில் ஆட்சி, பொறுப்புக்கூறல் மற்றும் வெளிப்படைத்தன்மையை கொண்டு வருவதற்கு ஒரு பெரிய அமைப்பு ரீதியான மாற்றம் தேவை என்று வலியுறுத்தினார்.",
        "“பண்டோரா ஆவணங்களின் சமீபத்திய வெளிப்பாடுகள், ராஜபக்சவின் சில குடும்ப உறுப்பினர்கள் 160 மில்லியன் டாலர்களுக்கு மேல் கொள்ளையடித்து தற்போது நாட்டை விட்டு தப்பிச் சென்றுள்ளனர் என்பதைக் காட்டுகிறது. இது இந்த நாடு அடைந்த சாபம். பலதரப்பட்ட கலாச்சாரங்களை கொண்ட நம் நாட்டு மக்கள் ஒற்றுமையான வாழ்க்கை முறையை வாழ விரும்புகின்றனர், ஆனால் கடந்த 74 ஆண்டுகளாக அரசியல்வாதிகள் ஊழல், வெறுப்பு மற்றும் பாகுபாடுகளுடன் உருவாக்கிய பிரிவினையை இனியும் பொறுத்துக்கொள்ள முடியாது. இதனால்தான் இந்த அமைப்பை முழுவதுமாக மாற்ற வேண்டும்,'' என்றார்."
      ]
    }
  }
}