{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/crisit-hit-sri-lanka-sees-unusual-spike-in-new-passports-issued-95721/",
  "time_ut": 1655126580,
  "title": "Crisit-hit Sri Lanka sees unusual spike in new passports issued",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Immigration and Emigration Department has seen in a significant increase in new passports issued, with 31,725 passports issued in the first 10 days of June alone, a threefold increase.",
    "Media Spokesperson of the Department of Immigration and Emmigration Piyumi Bandara told  EconomyNext that, in the 10 days that preceded June 01, only 10,000 new passports had been issued.",
    "“Passports are being issued rapidly. Normally under one-day service we only issue 2,500 passports, but now we have increased that to 3,500 new issues.”",
    "One day services now costs 15,000 rupees, with the original prices revised back in July 2020.",
    "“For 15,000 rupees to get my passport in one day, I don’t mind, as long as I can leave,” a frustrated person in the passport queue said.",
    "The rise in demand has led the department’s services being split to two separate shifts, with one shift taking place from 7am to 2pm and the next from 2pm to 10pm.",
    "Passport issue congestion has led to alternatives being taken up, where passports will be issued in all District Secretariats from the beginning of next year, officials said. The Public Administration and Management Ministry anticipate this move will reduce clogs in within the department.",
    "Many have resorted to fleeing the country due to Sri Lanka’s worsening economic crisis, with exorbitant price increments and scarcity of essentials going making life increasingly hard to the middle classes and below.",
    "“This was a livable country, but now all I think about is leaving. I have been pondering over this decision since 2019 after the Easter attacks, when national security was our biggest issue. But fast forward three years and we’re at our worst after Independence,” Anthony Fernando of Mount Lavinia said.",
    "Fernando, a father to two that works at a well-known conglomerate as a senior consultant, blamed the economic crisis brought about by severe mismanagement on people’s desire to migrate.",
    "However, Fernando is hopeful of Sri Lanka returning to normal eventually as the western country he plans to move to is never going to be a place he can call home, he said.",
    "“I want to come back after and see the change. It takes time for change to be implemented, but sooner or later. I want to come back to the island which is a place of growth and stability,” he said. (Colombo/Jun13/2022)"
  ],
  "translate": {
    "si": {
      "title": "අර්බුදකාරී ශ්‍රී ලංකාව නිකුත් කරන ලද නව විදේශ ගමන් බලපත්‍රවල අසාමාන්‍ය වැඩිවීමක් දක්නට ලැබේ",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ ආගමන හා විගමන දෙපාර්තමේන්තුව විසින් නිකුත් කරන ලද නව විදේශ ගමන් බලපත්‍රවල සැලකිය යුතු වර්ධනයක් පෙන්නුම් කර ඇති අතර, ජූනි මස පළමු දින 10 තුළ පමණක් විදේශ ගමන් බලපත්‍ර 31,725 ​​ක් නිකුත් කර ඇති අතර එය තුන් ගුණයකින් වැඩි විය.",
        "ආගමන හා විගමන දෙපාර්තමේන්තුවේ මාධ්‍ය ප්‍රකාශක පියුමි බණ්ඩාර  EconomyNext වෙත පැවසුවේ ජුනි 01 ට පෙර දින 10 තුළ නව විදේශ ගමන් බලපත්‍ර 10,000 ක් පමණක් නිකුත් කර ඇති බවයි.",
        "“විදේශ ගමන් බලපත්‍ර කඩිනමින් නිකුත් කරනවා. සාමාන්‍යයෙන් එක්දින සේවාව යටතේ අපි නිකුත් කරන්නේ විදේශ ගමන් බලපත්‍ර 2,500ක් පමණක් වන නමුත් දැන් එය නව නිකුතු 3,500 දක්වා වැඩි කර තිබෙනවා.”",
        "මුල් මිල ගණන් 2020 ජුලි මස නැවත සංශෝධනය කිරීමත් සමඟ එක් දින සේවා සඳහා දැන් රුපියල් 15,000ක් වැය වේ.",
        "“එක දවසකින් මගේ විදේශ ගමන් බලපත්‍රය ලබා ගැනීමට රුපියල් 15,000ක්, මට යන්න පුළුවන් තාක් කල්, මට කමක් නැහැ,” විදේශ ගමන් බලපත්‍ර පෝලිමේ සිටි කලකිරුණු පුද්ගලයෙක් පැවසීය.",
        "ඉල්ලුම වැඩිවීම නිසා දෙපාර්තමේන්තුවේ සේවාවන් වෙනම මුර දෙකකට බෙදා ඇති අතර එක් මුරයක් උදේ 7 සිට පස්වරු 2 දක්වා සහ ඊළඟ මාරුව සවස 2 සිට රාත්‍රී 10 දක්වා සිදු කෙරේ.",
        "විදේශ ගමන් බලපත්‍ර නිකුත් කිරීමේ තදබදය හේතුවෙන් විකල්ප ක්‍රියාමාර්ග ගැනීමට හේතු වී ඇති අතර එහිදී ලබන වසර ආරම්භයේ සිට සියලුම දිස්ත්‍රික් ලේකම් කාර්යාලවල ගමන් බලපත්‍ර නිකුත් කරන බව නිලධාරීහු පවසති. රාජ්‍ය පරිපාලන හා කළමනාකරණ අමාත්‍යාංශය මෙම පියවර මගින් දෙපාර්තමේන්තුව තුළ පවතින අවහිරතා අවම කරනු ඇතැයි අපේක්ෂා කරයි.",
        "ශ්‍රී ලංකාවේ නරක අතට හැරෙන ආර්ථික අර්බුදය හේතුවෙන් බොහෝ දෙනෙක් රට හැර යාමට යොමු වී ඇති අතර, අධික මිල වැඩිවීම් සහ අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟය හේතුවෙන් මධ්‍යම පංතියේ සහ පහළ පන්තියේ ජන ජීවිතය වඩ වඩාත් දුෂ්කර කරයි.",
        "“මෙය ජීවත් වීමට සුදුසු රටක්, නමුත් දැන් මට සිතෙන්නේ පිටවීම ගැන ය. ජාතික ආරක්‍ෂාව අපේ ලොකුම ප්‍රශ්නය වූ පාස්කු ප්‍රහාරයෙන් පසු 2019 වසරේ සිට මෙම තීරණය ගැන මම කල්පනා කරමින් සිටිමි. නමුත් වසර තුනක් වේගයෙන් ඉදිරියට යන අතර නිදහසින් පසු අපි අපේ නරකම තත්ත්වයට පත්ව සිටිමු, ”ගල්කිස්සේ ඇන්තනි ප්‍රනාන්දු පැවසීය.",
        "ජ්‍යෙෂ්ඨ උපදේශකයෙකු ලෙස සුප්‍රසිද්ධ සමූහ ව්‍යාපාරයක සේවය කරන දෙදරු පියෙකු වන ප්‍රනාන්දු, දැඩි වැරදි කළමනාකරණය හේතුවෙන් ඇති වූ ආර්ථික අර්බුදයට මිනිසුන් සංක්‍රමණය වීමට ඇති ආශාවට දොස් පැවරීය.",
        "කෙසේ වෙතත්, ප්‍රනාන්දු මහතා ශ්‍රී ලංකාව නැවත යථා තත්ත්වයට පත් කරනු ඇතැයි අපේක්ෂා කරන බවත්, ඔහු යාමට අදහස් කරන බටහිර රට කිසි විටෙකත් තමාට නිවස ලෙස හැඳින්විය හැකි ස්ථානයක් නොවන බවත් ඔහු පැවසීය.",
        "“මට පසුව නැවත පැමිණ වෙනස දැකීමට අවශ්‍යයි. වෙනසක් ක්‍රියාවට නැංවීමට කාලය ගත වේ, නමුත් ඉක්මනින් හෝ පසුව. වර්ධනය සහ ස්ථාවරත්වය ඇති ස්ථානයක් වන දිවයිනට නැවත පැමිණීමට මට අවශ්‍යයි, ”ඔහු පැවසීය. (කොළඹ/ජුනි 13/2022)"
      ]
    },
    "ta": {
      "title": "நெருக்கடியால் பாதிக்கப்பட்டுள்ள இலங்கை புதிய கடவுச்சீட்டுகளில் அசாதாரணமான அதிகரிப்பைக் காண்கிறது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் குடிவரவு மற்றும் குடியகல்வுத் திணைக்களம் வழங்கிய புதிய கடவுச்சீட்டுகளில் கணிசமான அதிகரிப்பைக் கண்டுள்ளது, ஜூன் மாதத்தின் முதல் 10 நாட்களில் மட்டும் 31,725 ​​கடவுச்சீட்டுகள் வழங்கப்பட்டன, இது மூன்று மடங்கு அதிகரிப்பு.",
        "குடிவரவு மற்றும் குடியகல்வு திணைக்களத்தின் ஊடகப் பேச்சாளர் பியுமி பண்டார  EconomyNext இடம், ஜூன் 01 க்கு முந்தைய 10 நாட்களில், 10,000 புதிய கடவுச்சீட்டுகள் மட்டுமே வழங்கப்பட்டதாக தெரிவித்தார்.",
        "“பாஸ்போர்ட்கள் வேகமாக வழங்கப்பட்டு வருகின்றன. பொதுவாக ஒரு நாள் சேவையின் கீழ் நாங்கள் 2,500 பாஸ்போர்ட்களை மட்டுமே வழங்குகிறோம், ஆனால் இப்போது அதை 3,500 புதிய விநியோகங்களாக உயர்த்தியுள்ளோம்.",
        "ஒரு நாள் சேவைகளுக்கு இப்போது 15,000 ரூபாய் செலவாகும், அசல் விலைகள் ஜூலை 2020 இல் மீண்டும் திருத்தப்பட்டன.",
        "\"15,000 ரூபாய்க்கு எனது பாஸ்போர்ட்டை ஒரே நாளில் பெற, நான் வெளியேறும் வரை எனக்கு கவலையில்லை\" என்று பாஸ்போர்ட் வரிசையில் விரக்தியடைந்த ஒருவர் கூறினார்.",
        "தேவை அதிகரிப்பு துறையின் சேவைகள் இரண்டு தனித்தனி ஷிப்டுகளாக பிரிக்கப்பட்டுள்ளது, ஒரு ஷிப்ட் காலை 7 மணி முதல் பிற்பகல் 2 மணி வரையிலும், அடுத்தது பிற்பகல் 2 மணி முதல் இரவு 10 மணி வரையிலும் நடைபெறுகிறது.",
        "கடவுச்சீட்டு பிரச்சினை நெரிசல் காரணமாக மாற்று வழிகள் மேற்கொள்ளப்பட்டுள்ளன, அடுத்த ஆண்டு தொடக்கத்தில் இருந்து அனைத்து மாவட்ட செயலகங்களிலும் கடவுச்சீட்டுகள் வழங்கப்படும் என அதிகாரிகள் தெரிவித்தனர். பொது நிர்வாகம் மற்றும் முகாமைத்துவ அமைச்சு இந்த நடவடிக்கையானது திணைக்களத்திற்குள் உள்ள தடைகளை குறைக்கும் என்று எதிர்பார்க்கிறது.",
        "இலங்கையின் மோசமான பொருளாதார நெருக்கடியின் காரணமாக பலர் நாட்டை விட்டு வெளியேறும் முயற்சியில் ஈடுபட்டுள்ளனர், அதீத விலைவாசி உயர்வு மற்றும் அத்தியாவசியப் பொருட்களின் தட்டுப்பாடு ஆகியவை நடுத்தர வர்க்கத்தினருக்கும் கீழானவர்களுக்கும் வாழ்க்கையை கடினமாக்குகின்றன.",
        "\"இது ஒரு வாழக்கூடிய நாடு, ஆனால் இப்போது நான் நினைப்பதெல்லாம் வெளியேறுவதைப் பற்றி. 2019 ஆம் ஆண்டு ஈஸ்டர் தாக்குதலுக்குப் பிறகு, தேசிய பாதுகாப்பு நமது மிகப்பெரிய பிரச்சினையாக இருந்தபோது, ​​இந்த முடிவைப் பற்றி நான் யோசித்து வருகிறேன். ஆனால், மூன்று வருடங்கள் வேகமாக முன்னேறி, சுதந்திரத்திற்குப் பிறகு நாங்கள் மிக மோசமான நிலையில் இருக்கிறோம்,” என்று கல்கிசையைச் சேர்ந்த அந்தோனி பெர்னாண்டோ கூறினார்.",
        "மூத்த ஆலோசகராக நன்கு அறியப்பட்ட கூட்டு நிறுவனத்தில் பணிபுரியும் இரண்டு குழந்தைகளுக்கு தந்தையான பெர்னாண்டோ, கடுமையான தவறான நிர்வாகத்தால் ஏற்பட்ட பொருளாதார நெருக்கடிக்கு மக்கள் இடம்பெயர்வதற்கான விருப்பத்தின் மீது குற்றம் சாட்டினார்.",
        "எவ்வாறாயினும், அவர் செல்லத் திட்டமிட்டுள்ள மேற்கு நாடு ஒருபோதும் அவர் வீட்டிற்கு அழைக்கக்கூடிய இடமாக இருக்கப் போவதில்லை என்பதால், இறுதியில் இலங்கை இயல்பு நிலைக்குத் திரும்பும் என்று பெர்னாண்டோ நம்புகிறார், என்றார்.",
        "\"நான் திரும்பி வந்து மாற்றத்தைப் பார்க்க விரும்புகிறேன். மாற்றம் நடைமுறைப்படுத்தப்படுவதற்கு நேரம் எடுக்கும், ஆனால் விரைவில் அல்லது பின்னர். வளர்ச்சி மற்றும் ஸ்திரத்தன்மை கொண்ட தீவுக்கு மீண்டும் வர விரும்புகிறேன்,'' என்றார். (கொழும்பு/ஜூன்13/2022)"
      ]
    }
  }
}