{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/If-we-do-not-take-interest-in-political-affairs-then-were-doomed-to-live-under-rule-of-rogues/231-238279",
  "time_ut": 1654194720,
  "title": "If we do not take interest in political affairs, then we’re doomed to live under rule of rogues",
  "body_lines": [
    "If ‘con’ is the antonym of ‘pro’, then constitution is the antonym of prostitution. So goes the joke. But in Sri Lanka, since the introduction of the 1978 constitution, constitution-making has been, perhaps, like visiting a house of ill repute. It satisfies an individual’s lust for power.",
    "Against the backdrop of countrywide protests, consensus is growing now on the need for a comprehensive constitution that will strengthen democracy, promote national unity and ensure, among other things, transparency, accountability and political and economic stability. But what we see today is a piecemeal approach to constitution-making, with the proposed 21st amendment being put forward as a temporary solution to pacify protesters who are calling for a system change and to overcome the economic crisis that has virtually made Sri Lankans poorer than they were only three months ago. The allegation is that the ongoing efforts to amend the constitution is a façade to protect the President and allow him to complete his term till 2024. If this is so, the politicians are once again prostituting the process.",
    "However, it is also true that the current environment is not conducive to drafting or adopting a new constitution, and, therefore, the next-best option is to introduce sweeping reforms through constitutional amendments while avoiding a costly referendum, which the country can ill afford, given the economic crisis.",
    "A cardinal rule to follow in any political reform process is that amendments need to be undertaken in the public interest. Self interests and party politics should be kept out of the reform process. If public interest warrants the abolition of the executive presidency, so be it.",
    "For J.R. Jayewardene, the then President and chief architect of the 1978 constitution, constitution-making was more a political game than a public interest exercise. As a result, the country has been plunged into crisis after crisis. It is said that he introduced the proportional representative electoral system to keep his political party in power forever and the then opposition in perpetual opposition. The wily fox, as Jayewardene was known, made his calculation based on the past election results. Had these past elections been held under the PR system, he reasoned that his United National Party would not have lost a single election.",
    "Nothing explains the prostitution of the constitution-making process in Sri Lanka more vividly than the infamous Rajadurai amendment — the second amendment— which enabled an opposition parliamentarian to cross over to the government side and not vice versa. Even today, in a clear case of putting party interests before the country’s interest or democracy, politicians continuously ignore the calls to address the crossover loopholes in the constitution. The 21st Amendment should include provisions to prevent crossovers which are not only a blatant distortion of the will of the people but also an outrageous betrayal.",
    "JR also felt that a powerful executive presidency would ensure the political stability required for economic development. But he ended up making him constitutionally all powerful, ignoring saner counsel that it would only drag the country into disaster if an insane or mentally imbalanced person occupied the presidency.  He pushed down the nation’s throat a constitution that had an inbuilt mechanism to turn even the most upright and democratic politician into a power-hungry corrupt dictator. Under the watch of the executive presidency, this country had been dragged into a 30-year civil war and a southern insurrection in 1988-90, while the constitution as a whole was blamed for social decadence and large-scale corruption.",
    "With the executive presidency, a democratic institution, becoming a seat of authoritarianism for want of effective constitutional checks and balances, the rule of law became the rule of the political authority, public confidence in the judiciary fast eroded and the forthrightness of the administrative service disappeared.",
    "To stem the rot, there had been in between attempts to bring some checks and balances into the constitution. But these efforts had been killed by politicians who were more interested in fortifying their hold on power than the country’s interest.",
    "Had the democracy-promoting 17th and 19th Amendments not been nullified by the authoritarianism-promoting 18th and 20th amendments, the country could have been spared of the current economic crisis. The constitutional council embedded in the 17th and 19th amendments would have checked the president’s nominees to top posts. The present president, who arrogated to himself excessive political powers by enacting the 20th Amendment, has reduced the constitutional council to a mere bobble-head doll. If only an independent constitutional council had been in existence, it would have rejected the President’s nomination of Ajith Nivard Cabraal as the Central Bank Governor. Cabraal would not have survived the scrutiny of an independent and effective constitutional council.  After all, he is responsible for costly economic crimes to the tune of hundreds of millions of dollars, as has been seen in the fuel-purchase hedging deal, the Greek bond case, and his involvement in the payment of millions of dollars to an American political deal maker who is now serving a prison term. He misled the President and the country into believing that the economy was not facing a crisis although experts and opposition parties had been warning of it since early 2020.",
    "The political reforms now being discussed fall short of the expectations of the people, including those who gather at the Galle Face Green protest site. In defending the half-baked reforms included in the draft 21st Amendment, Justice Minister Wijeyadasa Rajapakshe says the aim is to get the amendment passed without the need for a referendum. True, sweeping reforms like the abolition of the executive presidency will require a referendum, which the country’s ailing economy cannot sustain.",
    "The reforms the 21st amendment tries to enact must be in the public interest to give the power back to the people and re-establish a new social contract.",
    "Already a section of the ruling party politicians are trying to scuttle this process to protect disgraced politicians responsible for the precipitation of the current economic crisis. They say what the country requires is not constitutional reforms but a way out of the economic hardships. The people want both. Besides, constitutional reforms can expedite the economic stability we are longing for. The 21st amendment should facilitate economic revival through transparency and accountability of government action.",
    "As the debate on the 21st amendment hots up, the people including those who come for the Galle Face Green protests should up the ante in their call for system change.  We need to put pressure on politicians to make the 21st amendment more meaningful and a clear manifestation of the public will.",
    "To paraphrase Plato, if we do not take an interest in the affairs of our government, then we are doomed to live under the rule of fools and rogues."
  ],
  "translate": {
    "si": {
      "title": "අපි දේශපාලන කටයුතු ගැන උනන්දු නොවන්නේ නම්, අපට තක්කඩි පාලනයක් යටතේ ජීවත් වීමට සිදුවනු ඇත",
      "body_lines": [
        "‘කොන්’ යනු ‘ප්‍රෝ’ යන්නෙහි විරුද්ධාර්ථය නම්, ව්‍යවස්ථාව යනු ගණිකා වෘත්තියේ විරුද්ධ පදයයි. ඉතින් විහිළුව යනවා. නමුත් ශ්‍රී ලංකාවේ 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව හඳුන්වා දුන් දා සිට ව්‍යවස්ථා සම්පාදනය සමහර විට අපකීර්තිමත් නිවසකට යාම වැනි දෙයක් විය. එය පුද්ගලයෙකුගේ බලය සඳහා ඇති ආශාව තෘප්තිමත් කරයි.",
        "රටපුරා පවතින විරෝධතා පසුබිම්වලට එරෙහිව, ප්‍රජාතන්ත්‍රවාදය ශක්තිමත් කරන, ජාතික සමගිය ප්‍රවර්ධනය කරන සහ වෙනත් දේ අතර විනිවිදභාවය, වගවීම සහ දේශපාලන හා ආර්ථික ස්ථාවරත්වය සහතික කරන පුළුල් ව්‍යවස්ථාවක අවශ්‍යතාවය පිළිබඳ සම්මුතිය දැන් වර්ධනය වෙමින් පවතී. නමුත් අද අප දකින්නේ ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදනය සඳහා කෑලි කෑලි කෑලිවලට ප්‍රවේශයක් වන අතර, ක්‍රම වෙනසක් ඉල්ලා සිටින විරෝධතාකරුවන් සන්සුන් කිරීමට සහ ශ්‍රී ලාංකිකයින්ට වඩා දුප්පත් බවට පත් කර ඇති ආර්ථික අර්බුදයෙන් මිදීමට තාවකාලික විසඳුමක් ලෙස යෝජිත 21 වන සංශෝධනය ඉදිරිපත් කෙරේ. ඔවුන් මීට මාස තුනකට පෙරය. ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධන සඳහා දිගින් දිගටම දරන උත්සාහය ජනාධිපතිවරයා ආරක්ෂා කර 2024 දක්වා ඔහුගේ ධුර කාලය සම්පූර්ණ කිරීමට ඉඩ සැලසීමේ මුහුණුවරක් බව චෝදනාවකි.එසේ නම් දේශපාලකයින් එම ක්‍රියාවලිය යළිත් වරක් ගණිකා වෘත්තියේ නියැළෙමින් සිටියි.",
        "කෙසේ වෙතත්, වර්තමාන පරිසරය නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් කෙටුම්පත් කිරීමට හෝ සම්මත කර ගැනීමට සුදුසු නොවන බව ද සත්‍යයකි, එබැවින් ඊළඟ හොඳම විකල්පය වන්නේ රටට දැරිය හැකි වියදම් අධික ජනමත විචාරණයකින් වැළකී ව්‍යවස්ථා සංශෝධන හරහා පුළුල් ප්‍රතිසංස්කරණ හඳුන්වා දීමයි. , ආර්ථික අර්බුදය ලබා දී ඇත.",
        "ඕනෑම දේශපාලන ප්‍රතිසංස්කරණ ක්‍රියාවලියකදී අනුගමනය කළ යුතු ප්‍රධාන රීතියක් වන්නේ මහජන යහපත සඳහා සංශෝධන සිදු කළ යුතු බවයි. ප‍්‍රතිසංස්කරණ කි‍්‍රයාදාමයෙන් ස්වයං අවශ්‍යතා සහ පක්ෂ දේශපාලනය බැහැර කළ යුතුය. විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට මහජන අවශ්‍යතා අවශ්‍ය නම් එය එසේ විය යුතුය.",
        "1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ප්‍රධාන නිර්මාතෘ සහ එවකට ජනාධිපති වූ ජේ.ආර්.ජයවර්ධනට ව්‍යවස්ථා සම්පාදනය මහජන අවශ්‍යතා අභ්‍යාසයකට වඩා දේශපාලන ක්‍රීඩාවක් විය. එහි ප්‍රතිඵලයක් ලෙස රට අර්බුදවලින් පසු අර්බුදයකට ඇද වැටී ඇත. ඔහු සමානුපාතික නියෝජිත මැතිවරණ ක්‍රමය හඳුන්වා දුන්නේ තම දේශපාලන පක්ෂය සදාකාලිකව බලයේ තබා ගැනීමටත් එවකට පැවති විපක්ෂය සදාකාලික විපක්ෂයේ තබා ගැනීමටත් බව පැවසේ. ජයවර්ධන හැඳින්වූ කපටි නරියා පසුගිය මැතිවරණ ප්‍රතිඵල මත සිය ගණන් බැලීම සිදු කළේය. මෙම පසුගිය මැතිවරණ සමූහ ව්‍යාපාරය යටතේ පැවැත්වුණේ නම් තම එක්සත් ජාතික පක්ෂය එක මැතිවරණයක්වත් පරාජය නොවන බවට ඔහු තර්ක කළේය.",
        "ශ්‍රී ලංකාවේ ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදන ක්‍රියාවලියේ ගණිකා වෘත්තිය ගැන කුප්‍රකට රාජදුරෙයි සංශෝධනය - දෙවන සංශෝධනය - විපක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රීවරයෙකුට ආණ්ඩුව පැත්තට හැරවීමට මිස අනෙක් අතට හැරවීමට හැකි වූ තරම් පැහැදිලි ලෙස කිසිවක් පැහැදිලි නොකරයි. අද පවා, රටේ අවශ්‍යතාවයට හෝ ප්‍රජාතන්ත්‍රවාදයට වඩා පක්ෂ අවශ්‍යතාවලට මුල් තැන දීමේ පැහැදිලි කාරණයක් තුළ, දේශපාලනඥයන් දිගින් දිගටම ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ හරස්කඩ හිඩැස් ආමන්ත්‍රණය කිරීමට කරන ඉල්ලීම් නොසලකා හරිති. ජනතා කැමැත්ත අමු අමුවේ විකෘති කිරීමක් පමණක් නොව සාහසික පාවාදීමක් ද වන හරස් මාර්ග වැළැක්වීමේ විධිවිධාන 21 වැනි සංශෝධනයට ඇතුළත් විය යුතුය.",
        "ප්‍රබල විධායක ජනාධිපති ක්‍රමයක් ආර්ථික සංවර්ධනයට අවශ්‍ය දේශපාලන ස්ථාවරත්වය සහතික කරන බව ද ජේ.ආර්.ට හැඟී ගියේය. එහෙත් ඔහු ව්‍යවස්ථානුකූලව සියලු බලවතුන් බවට පත් කළේ, උමතු හෝ මානසික අසමතුලිතතාවයෙන් පෙළෙන අයෙකු ජනාධිපති ධූරයට පත් වුවහොත් එය රට ව්‍යසනයකට ඇද දමමින් පමණක් යන ඥානවන්ත උපදේශය නොසලකා හරිමිනි. ඉතාම අවංක හා ප්‍රජාතන්ත්‍රවාදී දේශපාලනඥයා පවා බල ලෝභී දූෂිත ඒකාධිපතියෙකු බවට පත්කිරීමේ යාන්ත්‍රණයක් ඇති ව්‍යවස්ථාවක් ඔහු ජාතියේ උගුරට තල්ලු කළේය. විධායක ජනාධිපති ක්‍රමය යටතේ මේ රට 30 වසරක සිවිල් යුද්ධයකට සහ 1988-90 දකුණේ කැරැල්ලකට ඇද දමා තිබූ අතර, සමස්තයක් ලෙස ව්‍යවස්ථාව සමාජ පරිහානියට හා මහා පරිමාණ දූෂණයට දොස් පවරන ලදී.",
        "ප‍්‍රජාතන්ත‍්‍රවාදී ආයතනයක් වූ විධායක ජනාධිපති ක‍්‍රමය ඵලදායි ව්‍යවස්ථානුකූල සංවරණ සහ තුලන අවශ්‍යතා සඳහා අත්තනෝමතිකත්වයේ ආසනයක් බවට පත්වීමත් සමඟ නීතියේ ආධිපත්‍යය දේශපාලන අධිකාරියේ ආධිපත්‍යය බවට පත් විය, අධිකරණය කෙරෙහි මහජන විශ්වාසය වේගයෙන් පළුදු වී පරිපාලන සේවයේ අවංකභාවය නැති විය. .",
        "කුණුවීම වැලැක්වීමට, ව්‍යවස්ථාවට යම් යම් සංවරණ සහ තුලන ගෙන ඒමේ උත්සාහයන් අතර තිබුණා. එහෙත් රටේ අවශ්‍යතාවයට වඩා තම බලය තහවුරු කර ගැනීමට උනන්දු වූ දේශපාලකයන් විසින් මෙම උත්සාහයන් මරා දමා තිබුණි.",
        "ප‍්‍රජාතන්ත‍්‍රවාදය ප‍්‍රවර්ධනය කරන 17 සහ 19 සංශෝධන අධිකාරීවාදය ප‍්‍රවර්ධනය කරන 18 සහ 20 සංශෝධන මගින් ශුන්‍ය නොකළේ නම්, රට පවතින ආර්ථික අර්බුදයෙන් බේරීමට ඉඩ තිබුණි. 17 වැනි සහ 19 වැනි සංශෝධනවලට ඇතුළත් කර ඇති ව්‍යවස්ථා සභාව ජනාධිපතිවරයාගේ නම් කරන ලද අය ඉහළ තනතුරුවලට පරීක්ෂා කිරීමට ඉඩ තිබුණි. 20 වැනි ව්‍යවස්ථා සංශෝධනය ගෙන ඒම හරහා තමන්ට ඕනෑවට වඩා දේශපාලන බලතල උමතු කරගත් වත්මන් ජනාධිපතිවරයා ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව හුදු බොල් බෝනික්කෙකු බවට පත් කර ඇත. ස්වාධීන ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවක් පමණක් පැවතියේ නම්, මහ බැංකු අධිපතිවරයා ලෙස අජිත් නිවාඩ් කබ්රාල් මහතා ජනාධිපතිවරයා විසින් නම් කිරීම ප්‍රතික්ෂේප කරනු ඇත. කබ්රාල් ස්වාධීන හා ඵලදායී ව්‍යවස්ථා සභාවක පරීක්ෂාවෙන් බේරෙන්නේ නැත. ඇත්ත වශයෙන්ම, ඉන්ධන මිලදී ගැනීමේ හෙජින් ගනුදෙනුව, ග්‍රීක බැඳුම්කර නඩුව සහ ඇමරිකානුවෙකුට ඩොලර් මිලියන ගණනක් ගෙවීමට ඔහුගේ මැදිහත්වීම දැක ඇති පරිදි, ඩොලර් මිලියන සිය ගණනක මිල අධික ආර්ථික අපරාධවලට ඔහු වගකිව යුතුය. දැන් සිර දඬුවම් විඳිමින් සිටින දේශපාලන ගනුදෙනුකරුවෙක්. 2020 මුල් භාගයේ සිට විශේෂඥයන් සහ විරුද්ධ පක්ෂ ඒ ගැන අනතුරු අඟවා තිබුණද ආර්ථිකය අර්බුදයකට මුහුණ දී නොමැති බවට ඔහු ජනාධිපතිවරයා සහ රට නොමඟ යැවීය.",
        "දැන් සාකච්ඡා කෙරෙන දේශපාලන ප්‍රතිසංස්කරණ, ගාලුමුවදොර විරෝධතා භූමියට රැස්ව සිටින ජනතාව ඇතුළු ජනතාවගේ අපේක්ෂාවන්ට වඩා අඩුය. 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධන කෙටුම්පතේ ඇතුළත් අඩක් පිළිස්සුණු ප්‍රතිසංස්කරණ ආරක්ෂා කරමින් අධිකරණ අමාත්‍ය විජයදාස රාජපක්ෂ පවසන්නේ ජනමත විචාරණයකින් තොරව එම සංශෝධනය සම්මත කර ගැනීම අරමුණ බවයි. විධායක ජනාධිපති ක‍්‍රමය අහෝසි කිරීම වැනි දැවැන්ත ප‍්‍රතිසංස්කරණ සඳහා ජනමත විචාරණයක් අවශ්‍ය වන අතර එය රටේ රෝගී ආර්ථිකයට දරාගත නොහැකි බව සැබෑය.",
        "21 වැනි ව්‍යවස්ථා සංශෝධනය බලාත්මක කිරීමට උත්සාහ කරන ප්‍රතිසංස්කරණ, බලය නැවත ජනතාවට ලබා දීමට සහ නව සමාජ කොන්ත්‍රාත්තුවක් යළි ස්ථාපිත කිරීමට මහජන අවශ්‍යතා සඳහා විය යුතුය.",
        "වත්මන් ආර්ථික අර්බුදයේ වර්ෂාපතනයට වගකිව යුතු අපකීර්තිමත් දේශපාලකයන් ආරක්ෂා කිරීම සඳහා දැනටමත් ආණ්ඩු පක්ෂයේ දේශපාලනඥයින් කොටසක් මෙම ක්‍රියාවලිය යටපත් කිරීමට උත්සාහ කරති. ඔවුන් පවසන්නේ රටට අවශ්‍ය වන්නේ ව්‍යවස්ථා ප්‍රතිසංස්කරණ නොව ආර්ථික දුෂ්කරතාවලින් මිදීමට මගක් බවයි. ඒ දෙකම ජනතාවට අවශ්‍යයි. ඊට අමතරව, ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ මගින් අප අපේක්ෂා කරන ආර්ථික ස්ථාවරත්වය වේගවත් කළ හැකිය. 21 වැනි සංශෝධනය රජයේ ක්‍රියාමාර්ගවල විනිවිදභාවය සහ වගවීම තුළින් ආර්ථික පුනර්ජීවනයට පහසුකම් සැලසිය යුතුය.",
        "21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය පිළිබඳ විවාදය උණුසුම් වෙද්දී ගාලුමුවදොර විරෝධතාවයට පැමිණෙන පිරිස් ඇතුළු පිරිස ක්‍රම වෙනස් කිරීම සඳහා කළ ඉල්ලීමට පෙරළිය කළ යුතුය. 21 වැනි ව්‍යවස්ථා සංශෝධනය වඩාත් අර්ථවත් සහ මහජන කැමැත්ත පැහැදිලිව ප්‍රකාශ කරන බවට අපි දේශපාලනඥයන්ට බලපෑම් කළ යුතුයි.",
        "ප්ලේටෝව විග්‍රහ කිරීමට නම්, අපි අපේ රජයේ කටයුතු ගැන උනන්දුවක් නොදක්වන්නේ නම්, අපි මෝඩයන්ගේ සහ තක්කඩියන්ගේ පාලනය යටතේ ජීවත් වීමට ඉරණමයි."
      ]
    },
    "ta": {
      "title": "நாம் அரசியல் விவகாரங்களில் ஆர்வம் காட்டவில்லை என்றால், நாம் முரடர்களின் ஆட்சியின் கீழ் வாழ நேரிடும்",
      "body_lines": [
        "‘கான்’ என்பது ‘ப்ரோ’ என்பதன் எதிர்ச்சொல் என்றால், அரசியலமைப்பு என்பது விபச்சாரத்தின் எதிர்ச்சொல். எனவே நகைச்சுவை செல்கிறது. ஆனால் இலங்கையில், 1978 அரசியலமைப்பு அறிமுகப்படுத்தப்பட்டதில் இருந்து, அரசியலமைப்பை உருவாக்குவது, ஒருவேளை, கெட்ட பெயரைப் பெற்ற வீட்டிற்குச் செல்வது போன்றது. இது ஒரு தனிமனிதனின் அதிகார ஆசையை பூர்த்தி செய்கிறது.",
        "நாடு தழுவிய போராட்டங்களின் பின்னணியில், ஜனநாயகத்தை வலுப்படுத்தும், தேசிய ஒற்றுமையை மேம்படுத்தும் மற்றும் வெளிப்படைத்தன்மை, பொறுப்புக்கூறல் மற்றும் அரசியல் மற்றும் பொருளாதார ஸ்திரத்தன்மை ஆகியவற்றை உறுதிப்படுத்தும் ஒரு விரிவான அரசியலமைப்பின் தேவை குறித்து ஒருமித்த கருத்து இப்போது வளர்ந்து வருகிறது. ஆனால் இன்று நாம் பார்ப்பது அரசியலமைப்பை உருவாக்குவதற்கான ஒரு துண்டு துண்டான அணுகுமுறையாகும், உத்தேச 21 வது திருத்தம் ஒரு தற்காலிக தீர்வாக முன்வைக்கப்பட்டது, அமைப்பு மாற்றத்திற்கு அழைப்பு விடுக்கும் எதிர்ப்பாளர்களை அமைதிப்படுத்தவும், இலங்கையர்களை கிட்டத்தட்ட ஏழைகளாக்கிய பொருளாதார நெருக்கடியை சமாளிக்கவும். அவர்கள் மூன்று மாதங்களுக்கு முன்புதான். அரசியலமைப்புத் திருத்த முயற்சிகள் தற்போது முன்னெடுக்கப்பட்டு வருவது ஜனாதிபதியைப் பாதுகாத்து 2024ஆம் ஆண்டு வரை அவரது பதவிக் காலத்தை நிறைவு செய்யும் முகமாகவே செயற்படுவதாக குற்றச்சாட்டு எழுந்துள்ளது.",
        "எவ்வாறாயினும், தற்போதைய சூழல் புதிய அரசியலமைப்பை உருவாக்குவதற்கு அல்லது ஏற்றுக்கொள்வதற்கு ஏற்றதாக இல்லை என்பதும் உண்மைதான், எனவே, அடுத்த சிறந்த வழி, அரசியலமைப்புத் திருத்தங்கள் மூலம் பரந்த சீர்திருத்தங்களை அறிமுகப்படுத்துவதாகும், அதே நேரத்தில் நாடு தாங்க முடியாத விலையுயர்ந்த வாக்கெடுப்பைத் தவிர்க்க வேண்டும். , பொருளாதார நெருக்கடி கொடுக்கப்பட்டது.",
        "எந்தவொரு அரசியல் சீர்திருத்த செயல்முறையிலும் பின்பற்ற வேண்டிய ஒரு முக்கிய விதி என்னவென்றால், பொது நலனுக்காக திருத்தங்கள் மேற்கொள்ளப்பட வேண்டும். சுயநலம் மற்றும் கட்சி அரசியலை சீர்திருத்த செயல்பாட்டில் இருந்து விலக்கி வைக்க வேண்டும். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கு பொது நலன் தேவையென்றால், அப்படியே ஆகட்டும்.",
        "அப்போதைய ஜனாதிபதியும் 1978 அரசியலமைப்பின் பிரதம சிற்பியுமான ஜே.ஆர்.ஜெயவர்தனவைப் பொறுத்தவரை, அரசியலமைப்பு உருவாக்கம் என்பது ஒரு பொது நலன் பயிற்சியை விட ஒரு அரசியல் விளையாட்டாக இருந்தது. இதனால் நாடு நெருக்கடிக்கு பின் நெருக்கடியில் தள்ளப்பட்டுள்ளது. தனது அரசியல் கட்சியை என்றென்றும் ஆட்சியில் வைத்திருக்கவும், அப்போதைய எதிர்க்கட்சியை நிரந்தர எதிர்க்கட்சியாகவும் வைத்திருக்க விகிதாசாரப் பிரதிநிதித்துவ தேர்தல் முறையை அவர் அறிமுகப்படுத்தியதாக கூறப்படுகிறது. ஜெயவர்த்தனா என்று அழைக்கப்படும் தந்திர நரி, கடந்த தேர்தல் முடிவுகளின் அடிப்படையில் தனது கணக்கீட்டை செய்தது. கடந்த தேர்தல்கள் PR முறையின் கீழ் நடத்தப்பட்டிருந்தால், தனது ஐக்கிய தேசியக் கட்சி ஒரு தேர்தலிலும் தோல்வியடைந்திருக்காது என்று அவர் நியாயப்படுத்தினார்.",
        "இலங்கையில் அரசியலமைப்பு உருவாக்கும் செயல்முறையின் விபச்சாரத்தை இழிவான ராஜதுரை திருத்தத்தை விட தெளிவாக வேறு எதுவும் விளக்கவில்லை - இரண்டாவது திருத்தம் - இது ஒரு எதிர்க்கட்சி பாராளுமன்ற உறுப்பினரை அரசாங்கத்தின் பக்கம் கடந்து செல்ல உதவியது. இன்றும் கூட, நாட்டின் நலன் அல்லது ஜனநாயகத்திற்கு முன் கட்சி நலன்களை வைக்கும் தெளிவான சந்தர்ப்பத்தில், அரசியல் சாசனத்தில் உள்ள குறுக்குவழி ஓட்டைகளை நிவர்த்தி செய்வதற்கான அழைப்புகளை அரசியல்வாதிகள் தொடர்ந்து புறக்கணிக்கின்றனர். மக்களின் விருப்பத்தை அப்பட்டமாக சிதைப்பது மட்டுமன்றி மூர்க்கத்தனமான துரோகமும் கொண்ட குறுக்குவழிகளைத் தடுப்பதற்கான ஏற்பாடுகள் 21ஆவது திருத்தத்தில் உள்ளடக்கப்பட வேண்டும்.",
        "ஒரு சக்திவாய்ந்த நிறைவேற்று ஜனாதிபதி முறையானது பொருளாதார அபிவிருத்திக்குத் தேவையான அரசியல் ஸ்திரத்தன்மையை உறுதிப்படுத்தும் என்றும் ஜே.ஆர் கருதினார். ஆனால், ஒரு பைத்தியக்காரன் அல்லது மனநிலை சரியில்லாத நபர் ஜனாதிபதி பதவியை ஆக்கிரமித்தால் மட்டுமே அது நாட்டை பேரழிவிற்கு இழுத்துச் செல்லும் என்ற விவேகமான ஆலோசனையை புறக்கணித்து, அரசியலமைப்பு ரீதியாக அவரை அனைத்து சக்தி வாய்ந்தவராக மாற்றினார். மிகவும் நேர்மையான மற்றும் ஜனநாயக அரசியல்வாதியைக் கூட அதிகார வெறி கொண்ட ஊழல் சர்வாதிகாரியாக மாற்றுவதற்கான உள்ளமைக்கப்பட்ட பொறிமுறையைக் கொண்ட அரசியலமைப்பை அவர் தேசத்தின் தொண்டைக்கு கீழே தள்ளினார். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையின் கீழ், இந்த நாடு 30 வருட உள்நாட்டுப் போரிலும், 1988-90ல் தென்னிலங்கைக் கிளர்ச்சியிலும் இழுத்துச் செல்லப்பட்டது, அதே நேரத்தில் அரசியலமைப்பு முழுவதுமாக சமூக சீரழிவு மற்றும் பெரிய அளவிலான ஊழலுக்கு குற்றம் சாட்டப்பட்டது.",
        "ஒரு ஜனநாயக அமைப்பான நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையானது, அரசியலமைப்புச் சரிபார்ப்பு மற்றும் சமநிலையின் தேவையற்ற சர்வாதிகாரத்தின் இடமாக மாறியது, சட்டத்தின் ஆட்சி அரசியல் அதிகாரத்தின் ஆட்சியாக மாறியது, நீதித்துறை மீதான மக்களின் நம்பிக்கை வேகமாக சிதைந்து, நிர்வாக சேவையின் நேர்மை மறைந்தது. .",
        "அழுகலைத் தடுக்க, அரசியலமைப்பில் சில காசோலைகள் மற்றும் சமநிலைகளைக் கொண்டுவருவதற்கான முயற்சிகள் இடையில் இருந்தன. ஆனால் இந்த முயற்சிகள் நாட்டின் நலனை விட அதிகாரத்தை வலுப்படுத்துவதில் அதிக ஆர்வம் கொண்ட அரசியல்வாதிகளால் கொல்லப்பட்டன.",
        "ஜனநாயகத்தை ஊக்குவிக்கும் 17வது மற்றும் 19வது திருத்தங்கள் எதேச்சதிகாரத்தை ஊக்குவிக்கும் 18வது மற்றும் 20வது திருத்தங்களால் ரத்து செய்யப்படாமல் இருந்திருந்தால், நாட்டை தற்போதைய பொருளாதார நெருக்கடியில் இருந்து காப்பாற்றியிருக்க முடியும். 17வது மற்றும் 19வது திருத்தங்களில் உள்ளடங்கிய அரசியலமைப்பு பேரவை, ஜனாதிபதியால் பரிந்துரைக்கப்பட்டவர்களை உயர் பதவிகளுக்குச் சரிபார்த்திருக்கும். 20 ஆவது திருத்தச் சட்டத்தை அமுல்படுத்துவதன் மூலம் அதீத அரசியல் அதிகாரங்களைத் தமக்குத் தாமே சூட்டிக்கொண்ட தற்போதைய ஜனாதிபதி, அரசியலமைப்புச் சபையை வெறும் கும்மாளமிடும் பொம்மையாக மாற்றியுள்ளார். சுதந்திரமான அரசியலமைப்புச் சபை மாத்திரம் இருந்திருந்தால், மத்திய வங்கி ஆளுநராக அஜித் நிவாட் கப்ராலின் ஜனாதிபதியின் நியமனத்தை நிராகரித்திருக்கும். சுதந்திரமான மற்றும் பயனுள்ள அரசியலமைப்பு சபையின் ஆய்வுக்கு உட்பட்டு கப்ரால் உயிர் பிழைத்திருக்க மாட்டார். எல்லாவற்றிற்கும் மேலாக, நூற்றுக்கணக்கான மில்லியன் டாலர்கள் மதிப்புள்ள பொருளாதார குற்றங்களுக்கு அவர் பொறுப்பு, எரிபொருள் கொள்முதல் ஹெட்ஜிங் ஒப்பந்தம், கிரேக்க பத்திர வழக்கு மற்றும் ஒரு அமெரிக்கருக்கு மில்லியன் கணக்கான டாலர்களை செலுத்துவதில் அவரது ஈடுபாடு ஆகியவை காணப்படுகின்றன. இப்போது சிறை தண்டனை அனுபவித்து வரும் அரசியல் ஒப்பந்தம் செய்பவர். 2020 ஆம் ஆண்டின் தொடக்கத்தில் இருந்து நிபுணர்களும் எதிர்க்கட்சிகளும் எச்சரித்து வந்தாலும் பொருளாதாரம் நெருக்கடியை எதிர்கொள்ளவில்லை என்று அவர் ஜனாதிபதியையும் நாட்டையும் தவறாக நம்பினார்.",
        "இப்போது விவாதிக்கப்படும் அரசியல் சீர்திருத்தங்கள், காலி முகத்திடலில் திரண்டிருந்த மக்கள் உட்பட மக்களின் எதிர்பார்ப்புகளை விட குறைவாகவே உள்ளன. 21வது திருத்தச் சட்ட வரைவில் உள்ளடக்கப்பட்டுள்ள அரைவேக்காட்டு சீர்திருத்தங்களை பாதுகாக்கும் வகையில், சர்வஜன வாக்கெடுப்பு இன்றி திருத்தத்தை நிறைவேற்றுவதே நோக்கமாகும் என நீதி அமைச்சர் விஜயதாச ராஜபக்ஷ தெரிவித்துள்ளார். உண்மைதான், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பது போன்ற பெரும் சீர்திருத்தங்களுக்கு பொதுவாக்கெடுப்பு தேவைப்படும், அதை நாட்டின் நலிந்த பொருளாதாரம் நிலைநிறுத்த முடியாது.",
        "21வது திருத்தச் சட்டம் இயற்ற முயற்சிக்கும் சீர்திருத்தங்கள், அதிகாரத்தை மீண்டும் மக்களுக்கு வழங்குவதற்கும், புதிய சமூக ஒப்பந்தத்தை மீண்டும் ஏற்படுத்துவதற்கும் பொது நலனுக்காக இருக்க வேண்டும்.",
        "ஏற்கனவே ஆளும் கட்சி அரசியல்வாதிகளில் ஒரு பகுதியினர் தற்போதைய பொருளாதார நெருக்கடியின் வீழ்ச்சிக்கு காரணமான இழிவான அரசியல்வாதிகளைப் பாதுகாப்பதற்காக இந்த செயல்முறையைத் தடுக்க முயற்சிக்கின்றனர். நாட்டிற்குத் தேவைப்படுவது அரசியலமைப்புச் சீர்திருத்தங்கள் அல்ல, பொருளாதாரக் கஷ்டங்களிலிருந்து மீள்வதற்கான ஒரு வழி என்று அவர்கள் கூறுகிறார்கள். மக்களுக்கு இரண்டுமே வேண்டும். தவிர, அரசியலமைப்பு சீர்திருத்தங்கள் நாம் ஏங்கும் பொருளாதார ஸ்திரத்தன்மையை விரைவுபடுத்த முடியும். 21வது திருத்தம் வெளிப்படைத் தன்மை மற்றும் அரசாங்க நடவடிக்கைகளின் பொறுப்புக்கூறல் மூலம் பொருளாதார மறுமலர்ச்சியை எளிதாக்க வேண்டும்.",
        "21வது திருத்தச் சட்டம் மீதான விவாதம் சூடுபிடித்துள்ள நிலையில், காலி முகத்திடலில் போராட்டத்திற்கு வருபவர்கள் உட்பட மக்கள் அமைப்பு மாற்றத்திற்கான கோரிக்கையை முன்வைக்க வேண்டும். 21வது திருத்தத்தை மிகவும் அர்த்தமுள்ளதாகவும், மக்களின் விருப்பத்தின் தெளிவான வெளிப்பாடாகவும் மாற்ற அரசியல்வாதிகளுக்கு அழுத்தம் கொடுக்க வேண்டும்.",
        "ப்ளேட்டோவை சுருக்கமாகச் சொல்வதானால், நமது அரசாங்கத்தின் விவகாரங்களில் நாம் அக்கறை காட்டவில்லை என்றால், முட்டாள்கள் மற்றும் முரடர்களின் ஆட்சியின் கீழ் நாம் வாழ நேரிடும்."
      ]
    }
  }
}