{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-gain-to-six-week-high-on-political-stability-hope-concerns-remain-94373/",
  "time_ut": 1652791920,
  "title": "Sri Lanka stocks gain to six-week high on political stability hope; concerns remain",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stocks closed firmer, gaining 4.4 percent on Tuesday (17) to hit a six-week high due to hopes of political stability in the crisis-hit nation after violent clashes though concerns remained over the economic crisis, dealers said.",
    "“The market is moving on the positives as there is some sign of political stability. But this momentum will not last for long as interest rates in the market are already high,” a top market analyst said.",
    "The main All Share Price Index (ASPI) closed 4.44 percent or  359.24 points up at 8,457.65 at the close, its highest close since April 6, the official data showed.",
    "The market analyst said that the momentum will only last long if the PM delivers.",
    "Wickramasinghe was appointed as the country’s Prime Minister on Thursday for a record sixth time.",
    "He addressed the nation on Monday over its economic crisis.  Wickramasinghe said Sri Lanka will go through its worst in the coming few days with power cuts on the cards which could go up to 15-hours.",
    "On Saturday, a four-member cabinet was appointed to lead – foreign affairs, public administration and home affairs, urban development, and power and energy from the SLPP party.",
    "Since the PM was appointed the market has been on an upward trajectory as investors saw it as a sign of stability with the end of the political deadlock. However, analysts said the Tuesday’s conduct in the parliament raised some concerns.",
    "The curfew imposed at 11 pm on Momday was removed on Tuesday morning at 5 am and the curfew has been there time to time following a violent clash between ex-prime minister Mahinda Rajapaksa’s supporters and unharmed anti-government protesters.",
    "Rajapaksa resigned after his supporters brutally attacked peaceful protesters on May 9.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "Since the violence took place, the market remained closed for two days through Wednesday.",
    "The most liquid index S&P SL20 up 5.54 percent or 147.50 points to close at 2,809.81.",
    "The day’s turnover was 2.75 billion rupees, its highest since April 28 and more than half of this year’s average daily turnover of 4.2 billion rupees.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars. Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "On Tuesday the rupee was quoted at around 365 against US dollar, up from 360 on Friday.",
    "The market has gained 10.9 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 30.8 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors sold a net 55.9 million rupees worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Today’s gain generated a market capitalisation of 232 billion rupees.",
    "Shares in Expolanka Holdings were up 13.1 percent to close at 219.75 rupees a share, LOLC gained 11.3 percent to close at 553.75 rupees a share, while Browns Investment ended 16.2 percent up at 7.20 rupees a share. (Colombo/May17/2022)"
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන ස්ථාවරත්ව බලාපොරොත්තුව මත ශ්‍රී ලංකා කොටස් සති හයක ඉහළම අගයට; උත්සුකයන් පවතී",
      "body_lines": [
        "ECONOMYNEXT - ප්‍රචණ්ඩ ගැටුම්වලින් පසු අර්බුදකාරී ජාතියේ දේශපාලන ස්ථාවරත්වය පිළිබඳ බලාපොරොත්තු හේතුවෙන් අඟහරුවාදා (17) ශ්‍රී ලංකාවේ ප්‍රධාන කොටස් 4.4 සියයට 4.4 කින් ඉහළ ගොස් ස්ථීර ලෙස වසා දමා ඇති නමුත් ආර්ථික අර්බුදය පිළිබඳ කනස්සල්ල තවමත් පවතින බව අලෙවි නියෝජිතයෝ පවසති.",
        "“දේශපාලන ස්ථාවරත්වයේ යම් සලකුණක් ඇති බැවින් වෙළඳපල ධනාත්මකව ගමන් කරයි. නමුත් වෙළඳපොලේ පොලී අනුපාත දැනටමත් ඉහළ මට්ටමක පවතින බැවින් මෙම ගම්‍යතාවය වැඩි කලක් පවතින්නේ නැත,” ඉහළ වෙළඳපල විශ්ලේෂකයෙක් පැවසීය.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය (ASPI) අවසන් වන විට සියයට 4.44 කින් හෝ ඒකක 359.24 කින් ඉහළ ගොස් 8,457.65 ක් වූ අතර එය අප්‍රේල් 6 න් පසු එහි ඉහළම අවසානය බව නිල දත්ත පෙන්වා දෙයි.",
        "වෙළඳපල විශ්ලේෂකයෙකු පැවසුවේ මෙම ගම්‍යතාවය වැඩි කාලයක් පවතිනු ඇත්තේ අගමැති ලබා දෙන්නේ නම් පමණක් බවයි.",
        "වික්‍රමසිංහ බ්‍රහස්පතින්දා දින වාර්තාගත හයවන වරටත් රටේ අගමැති ලෙස පත් විය.",
        "එහි ආර්ථික අර්බුදය සම්බන්ධයෙන් ඔහු සඳුදා ජාතිය ඇමතීය. වික්‍රමසිංහ පැවසුවේ ඉදිරි දින කිහිපය තුළ ශ්‍රී ලංකාව එහි නරකම තත්ත්වයට පත්වනු ඇති බවත්, කාඩ්පත්වල විදුලිය විසන්ධි කිරීම පැය 15ක් දක්වා ඉහළ යා හැකි බවත්ය.",
        "සෙනසුරාදා, නායකත්වය සඳහා සිව් දෙනෙකුගෙන් යුත් කැබිනට් මණ්ඩලයක් පත් කරන ලදී - විදේශ කටයුතු, රාජ්‍ය පරිපාලනය සහ ස්වදේශ කටයුතු, නාගරික සංවර්ධනය සහ SLPP පක්ෂයෙන් බලය සහ බලශක්තිය.",
        "අග්‍රාමාත්‍යවරයා පත් වූ දා සිට වෙළෙඳ පොළ ඉහළ යන මාවතක ගමන් කළේ ආයෝජකයින් එය දේශපාලන අර්බුදය අවසන් වීමත් සමඟ ස්ථාවරත්වයේ සලකුණක් ලෙස සැලකූ බැවිනි. කෙසේ වෙතත්, විශ්ලේෂකයින් පැවසුවේ අඟහරුවාදා පාර්ලිමේන්තුවේ හැසිරීම යම් කනස්සල්ලක් මතු කළ බවයි.",
        "සඳුදා රාත්‍රී 11 ට පනවා තිබූ ඇඳිරි නීතිය අඟහරුවාදා අලුයම 5 ට ඉවත් කළ අතර හිටපු අගමැති මහින්ද රාජපක්ෂගේ ආධාරකරුවන් සහ හානියක් නොවූ ආණ්ඩු විරෝධී විරෝධතාකරුවන් අතර ඇති වූ ප්‍රචණ්ඩ ගැටුමක් හේතුවෙන් විටින් විට ඇඳිරි නීතිය පනවා ඇත.",
        "මැයි 9 දා සාමකාමී විරෝධතාකරුවන්ට ඔහුගේ ආධාරකරුවන් අමානුෂික ලෙස පහර දීමෙන් පසු රාජපක්ෂ ඉල්ලා අස්විය.",
        "ප්‍රහාර එල්ල වූයේ ‘පොලිසිය ඉදිරියේ රට තුළ හදිසි තත්ත්වයක් පවතිද්දීය.",
        "ප්‍රචණ්ඩත්වය සිදු වූ බැවින්, බදාදා දක්වා දින දෙකක් වෙළඳපොළ වසා දමා තිබුණි.",
        "වඩාත්ම ද්‍රවශීල දර්ශකය වන S&P SL20 සියයට 5.54 කින් හෝ ඒකක 147.50 කින් ඉහළ ගොස් 2,809.81 හි අවසන් විය.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 2.75 ක් වූ අතර එය අප්‍රේල් 28 න් පසු එහි ඉහළම අගය වූ අතර මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම වන රුපියල් බිලියන 4.2 න් අඩකට වඩා වැඩිය.",
        "බිලියන 84.5 ආර්ථිකය දැනටමත් ඩොලර් අවසන් වී ඇති බැවින් විදේශ ණය ගෙවීම අත්හිටුවා ඇත. මාර්තු 7 වැනි දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට සියයට 80 ට වඩා පහත වැටී ඇති රුපියලේ දැඩි පහත වැටීම ගැන ආයෝජකයින් ද කනස්සල්ලට පත්ව සිටිති.",
        "අඟහරුවාදා එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල 365 ක් ලෙස සටහන් වූ අතර එය සිකුරාදා 360 සිට ඉහළ ගියේය.",
        "මාර්තු මාසයේදී සියයට 14.5ක සහ අප්‍රේල් මාසයේදී සියයට 23ක අලාභයකින් පසු මේ දක්වා මැයි මාසයේදී වෙළෙඳපොළ සියයට 10.9කින් ඉහළ ගොස් තිබේ.",
        "සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළඳපොලක් වූ පසු මේ වසරේ මේ දක්වා වෙලඳපොල සියයට 30.8 කින් පහත වැටී ඇත.",
        "විදේශීය ආයෝජකයින් රුපියල් මිලියන 55.9 ක ශුද්ධ කොටස් විකුණා ඇත. මෙම වසරේ මේ දක්වා රුපියල් බිලියන 1 ක විදේශ විදේශ ගලායාමක් වෙළඳපොළට ලැබී ඇත.",
        "අද දින ලාභය රුපියල් බිලියන 232 ක වෙළෙඳපොළ ප්‍රාග්ධනීකරණයක් ජනනය කළේය.",
        "එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි කොටසක මිල සියයට 13.1 කින් ඉහළ ගොස් රුපියල් 219.75 ක් වූ අතර, LOLC කොටසක් සියයට 11.3 කින් ඉහළ ගොස් රුපියල් 553.75 ක් වූ අතර, Browns Investment කොටසක මිල සියයට 16.2 කින් ඉහළ ගොස් රුපියල් 7.20 ක් විය. (කොළඹ/මැයි17/2022)"
      ]
    },
    "ta": {
      "title": "அரசியல் ஸ்திரத்தன்மை நம்பிக்கையின் காரணமாக இலங்கை பங்குகள் ஆறு வார கால உயர்வை எட்டியது; கவலைகள் உள்ளன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் முக்கிய பங்குகள் செவ்வாய்க்கிழமை (17) 4.4 சதவிகிதம் உயர்ந்து ஆறு வாரங்களில் உயர்ந்ததை எட்டியது, வன்முறை மோதல்களுக்குப் பிறகு நெருக்கடியால் பாதிக்கப்பட்ட நாட்டில் அரசியல் ஸ்திரத்தன்மை பற்றிய நம்பிக்கைகள் பொருளாதார நெருக்கடி பற்றிய கவலைகள் இருந்தாலும், விநியோகஸ்தர்கள் தெரிவித்தனர்.",
        "“அரசியல் ஸ்திரத்தன்மைக்கான சில அறிகுறிகள் இருப்பதால் சந்தை நேர்மறையில் நகர்கிறது. ஆனால் சந்தையில் வட்டி விகிதங்கள் ஏற்கனவே அதிகமாக இருப்பதால் இந்த வேகம் நீண்ட காலம் நீடிக்காது,” என்று ஒரு சிறந்த சந்தை ஆய்வாளர் கூறினார்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 4.44 சதவீதம் அல்லது  359.24 புள்ளிகள் உயர்ந்து 8,457.65 ஆக நிறைவடைந்தது, இது ஏப்ரல் 6 க்குப் பிறகு அதன் அதிகபட்ச முடிவாகும் என்று அதிகாரப்பூர்வ தரவு காட்டுகிறது.",
        "பிரதமர் வழங்கினால் மட்டுமே இந்த வேகம் நீண்ட காலம் நீடிக்கும் என்று சந்தை ஆய்வாளர் கூறினார்.",
        "விக்கிரமசிங்க வியாழன் அன்று நாட்டின் பிரதமராக ஆறாவது முறையாக நியமிக்கப்பட்டார்.",
        "அதன் பொருளாதார நெருக்கடி குறித்து அவர் திங்கள்கிழமை நாட்டு மக்களுக்கு உரையாற்றினார். 15 மணித்தியாலங்கள் வரை செல்லக்கூடிய அட்டைகளில் மின்வெட்டினால் எதிர்வரும் சில நாட்களில் இலங்கை மிக மோசமான நிலையை சந்திக்கும் என விக்கிரமசிங்க கூறினார்.",
        "சனிக்கிழமையன்று, SLPP கட்சியில் இருந்து வெளியுறவு, பொது நிர்வாகம் மற்றும் உள்துறை, நகர்ப்புற மேம்பாடு மற்றும் அதிகாரம் மற்றும் ஆற்றல் ஆகிய துறைகளை வழிநடத்த நான்கு பேர் கொண்ட அமைச்சரவை நியமிக்கப்பட்டது.",
        "பிரதம மந்திரி நியமிக்கப்பட்டதில் இருந்து, முதலீட்டாளர்கள் அரசியல் முட்டுக்கட்டை முடிவுக்கு வந்ததன் மூலம் ஸ்திரத்தன்மைக்கான அறிகுறியாகக் கருதியதால், சந்தை ஒரு மேல்நோக்கிப் பாதையில் சென்று கொண்டிருக்கிறது. எவ்வாறாயினும், பாராளுமன்றத்தில் செவ்வாய்கிழமை நடத்தை சில கவலைகளை எழுப்பியதாக ஆய்வாளர்கள் தெரிவித்தனர்.",
        "திங்கட்கிழமை இரவு 11 மணிக்கு அமுல்படுத்தப்பட்டிருந்த ஊரடங்குச் சட்டம் செவ்வாய்க் கிழமை காலை 5 மணிக்கு நீக்கப்பட்டதுடன், முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவின் ஆதரவாளர்களுக்கும் பாதிப்பில்லாத அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்களுக்கும் இடையில் ஏற்பட்ட வன்முறை மோதலைத் தொடர்ந்து அவ்வப்போது ஊரடங்குச் சட்டம் அமுலில் உள்ளது.",
        "மே 9 அன்று அமைதியான போராட்டக்காரர்களை அவரது ஆதரவாளர்கள் கொடூரமாக தாக்கியதால் ராஜபக்சே ராஜினாமா செய்தார்.",
        "நாட்டில் பொலிஸாரின் முன்னிலையில் அவசரகால நிலை அமுல்படுத்தப்பட்டிருந்த போதிலும் இந்த தாக்குதல்கள் இடம்பெற்றுள்ளன.",
        "வன்முறை நடந்ததால், புதன்கிழமை வரை இரண்டு நாட்களுக்கு சந்தை மூடப்பட்டிருந்தது.",
        "மிகவும் திரவ குறியீட்டு S&P SL20 5.54 சதவீதம் அல்லது 147.50 புள்ளிகள் அதிகரித்து 2,809.81 இல் நிறைவடைந்தது.",
        "நாளின் விற்றுமுதல் 2.75 பில்லியன் ரூபாவாகும், இது ஏப்ரல் 28 க்குப் பிறகு இது அதிகபட்சமாக இருந்தது மற்றும் இந்த ஆண்டின் சராசரி தினசரி வருவாயில் பாதிக்கும் மேலான 4.2 பில்லியன் ரூபாயாகும்.",
        "84.5 பில்லியன் பொருளாதாரம் ஏற்கனவே டாலர்கள் இல்லாததால் வெளிநாட்டுக் கடன் செலுத்துவதை நிறுத்தி வைத்துள்ளது. மார்ச் 7 அன்று வளைந்து கொடுக்கும் தன்மையை அனுமதித்ததில் இருந்து 80 சதவிகிதத்திற்கும் மேலாக வீழ்ச்சியடைந்த ரூபாயின் செங்குத்தான வீழ்ச்சி குறித்து முதலீட்டாளர்கள் கவலையடைந்துள்ளனர்.",
        "செவ்வாயன்று அமெரிக்க டாலருக்கு எதிராக ரூபாய் 365 ஆக இருந்தது, வெள்ளியன்று 360 ஆக இருந்தது.",
        "மார்ச் மாதத்தில் 14.5 சதவீதமும், ஏப்ரலில் 23 சதவீதமும் குறைந்ததைத் தொடர்ந்து இதுவரை மே மாதத்தில் 10.9 சதவீதம் சந்தை உயர்ந்துள்ளது.",
        "கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 30.8 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் நிகரமாக 55.9 மில்லியன் ரூபா பெறுமதியான பங்குகளை விற்றுள்ளனர். இந்த வருடத்தில் இதுவரை 1 பில்லியன் ரூபாய்கள் மொத்தமாக வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "இன்றைய லாபம் 232 பில்லியன் ரூபா சந்தை மூலதனத்தை உருவாக்கியுள்ளது.",
        "எக்ஸ்போலங்கா ஹோல்டிங்ஸ் பங்குகளின் விலை 13.1 வீதம் அதிகரித்து 219.75 ரூபாவாகவும், LOLC பங்கு ஒன்றின் விலை 11.3 சதவீதம் அதிகரித்து 553.75 ரூபாவாகவும் முடிவடைந்த அதேவேளை, பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் 16.2 சதவீதம் அதிகரித்து ஒரு பங்கு 7.20 ரூபாவாகவும் முடிவடைந்தது. (கொழும்பு/மே17/2022)"
      ]
    }
  }
}