{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Fuel-distribution-will-streamline-after-price-revision-on-June-24-Ananda-Palitha/108-239175",
  "time_ut": 1655374500,
  "title": "Fuel distribution will streamline after price revision on June 24: Ananda Palitha",
  "body_lines": [
    "The fuel distribution in the country will not be streamlined until the fuel price increase comes into effect by June 24, Samagi United Trade Union Force (SUTUF) convener and media spokesman Ananda Palitha said.",
    "He told the Daily Mirror that there is a possibility of increasing the price of every fuel variety by more than Rs. 60.",
    "According to the power and energy ministry secretary, the fuel price increase should take effect on the 24th of each month.The most recent fuel price increase was on May 24.",
    "Plans have been made to increase the price of a litre of 92 Octane petrol by Rs.74,95 Octane petrol by Rs.78, a litre of diesel by Rs.56, a litre of super diesel by Rs.65 and a litre of kerosene by Rs.210, Palitha said.",
    "Therefore, the responsible authorities are not in a position to distribute fuel until the price increase comes into effect on June 24.",
    "\"As a result, 5,500 MT of petrol and 11,000 MT of diesel are currently in hand at Ceylon Petroleum Corporation (CPC) storage facilities. The last shipment of diesel (40,000MT) arrived in the country yesterday under the Indian Credit Line facility,\" he said.",
    "The country needs 6,000 MT of diesel and 5,000 MT of petrol daily for the smooth running of the economy, he said.",
    "With the receipt of the last diesel shipment, there are no more petrol or diesel freight scheduled to arrive. Moreover, Palitha said that a total of 520,000MT (13 shipments) of diesel and petrol have been received.",
    "With the fuel distribution has been curtailed, we can see the longest fuel queues in history, Palitha added. (Chaturanga Samarawickrama)"
  ],
  "translate": {
    "si": {
      "title": "ජූනි 24 වැනිදා මිල සංශෝධනයෙන් පසු ඉන්ධන බෙදා හැරීම ක්‍රමවත් කරනවා : ආනන්ද පාලිත",
      "body_lines": [
        "ඉන්ධන මිල වැඩි කිරීම ජුනි 24 වනදා සිට ක්‍රියාත්මක වන තුරු රට තුළ ඉන්ධන බෙදා හැරීම විධිමත් නොකරන බව සමගි ඒකාබද්ධ වෘත්තීය සමිති බලකායේ (SUTUF) කැඳවුම්කරු සහ මාධ්‍ය ප්‍රකාශක ආනන්ද පාලිත මහතා පවසයි.",
        "සෑම ඉන්ධන වර්ගයකම මිල රුපියල් 100 කට වඩා වැඩි කිරීමේ හැකියාවක් පවතින බව ඔහු ඩේලි මිරර් වෙත පැවසීය. 60.",
        "විදුලිබල හා බලශක්ති අමාත්‍යාංශයේ ලේකම්වරයාට අනුව ඉන්ධන මිල වැඩිවීම සෑම මසකම 24 වැනිදා සිට ක්‍රියාත්මක විය යුතු අතර මෑතකාලීනව ඉන්ධන මිල වැඩි වූයේ මැයි 24 වැනිදාය.",
        "ඔක්ටේන් 92 පෙට්‍රල් ලීටරයක මිල රුපියල් 74,95 කින් ද, ඩීසල් ලීටරයක මිල රුපියල් 78 කින් ද, ඩීසල් ලීටරයක මිල රුපියල් 56 කින් ද, සුපර් ඩීසල් ලීටරයක මිල රුපියල් 65 කින් ද, ලීටරයක මිල රුපියල් 65 කින් ද ඉහළ දැමීමට සැලසුම් කර ඇත. භූමිතෙල් රුපියල් 210කින්, පාලිත කීවේය.",
        "එම නිසා ජුනි 24 වැනිදා සිට මිල වැඩි කිරීම ක්‍රියාත්මක වනතුරු ඉන්ධන බෙදා හැරීමට වගකිවයුතු බලධාරීන්ට හැකියාවක් නැත.",
        "\"මේ හේතුවෙන් පෙට්‍රල් මෙට්‍රික් ටොන් 5,500ක් සහ ඩීසල් මෙට්‍රික් ටොන් 11,000ක් ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ (සීපීසී) ගබඩා පහසුකම්වල දැනට තිබේ. ඉන්දීය ක්‍රෙඩිට් ලයින් පහසුකම යටතේ අවසන් වරට ඩීසල් නැව්ගත කිරීම (මෙට්‍රික් ටොන් 40,000) ඊයේ දිවයිනට පැමිණියේය. ඔහු කිව්වා.",
        "ආර්ථිකය සුමටව පවත්වාගෙන යාමට දිනකට ඩීසල් මෙට්‍රික් ටොන් 6,000ක් සහ පෙට්‍රල් මෙට්‍රික් ටොන් 5,000ක් රටට අවශ්‍ය බවද හෙතෙම කීය.",
        "අවසන් ඩීසල් නැව්ගත කිරීම ලැබීමත් සමඟ තවත් පෙට්‍රල් හෝ ඩීසල් භාණ්ඩ ප්‍රවාහනය පැමිණීමට නියමිත නැත. තවද, ඩීසල් සහ පෙට්‍රල් මෙට්‍රික් ටොන් 520,000ක් (නැව්ගත කිරීම් 13ක්) ලැබී ඇති බවද පාලිත පැවසීය.",
        "ඉන්ධන බෙදා හැරීම සීමා කර තිබීමත් සමඟ ඉතිහාසයේ දිගම ඉන්ධන පෝලිම් දක්නට ලැබෙන බවද පාලිත මහතා වැඩිදුරටත් පැවසීය. (චතුරංග සමරවික්‍රම)"
      ]
    },
    "ta": {
      "title": "ஜூன் 24ஆம் திகதி விலை திருத்தத்தின் பின்னர் எரிபொருள் விநியோகம் சீராகும்: ஆனந்த பாலித",
      "body_lines": [
        "எரிபொருள் விலை அதிகரிப்பு ஜூன் 24 ஆம் திகதி அமுலுக்கு வரும் வரை நாட்டில் எரிபொருள் விநியோகம் நெறிப்படுத்தப்படாது என சமகி ஐக்கிய தொழிற்சங்கப் படையின் அழைப்பாளரும் ஊடகப் பேச்சாளருமான ஆனந்த பாலித தெரிவித்துள்ளார்.",
        "ஒவ்வொரு எரிபொருளின் விலையும் ரூபாவிற்கும் அதிகமாக அதிகரிக்க வாய்ப்பு உள்ளதாக அவர் டெய்லி மிரருக்கு தெரிவித்தார். 60",
        "மின்சாரம் மற்றும் எரிசக்தி அமைச்சின் செயலாளரின் கூற்றுப்படி, எரிபொருள் விலை அதிகரிப்பு ஒவ்வொரு மாதமும் 24 ஆம் தேதி நடைமுறைக்கு வர வேண்டும். சமீபத்திய எரிபொருள் விலை உயர்வு மே 24 அன்று இருந்தது.",
        "92 ஒக்டேன் பெற்றோல் லீற்றர் ஒன்றின் விலை ரூ.74,95 ஒக்டேன் பெற்றோல் லீற்றர் ஒன்றின் விலை ரூ.78, டீசல் லீற்றர் ஒன்றின் விலை ரூ.56, சுப்பர் டீசல் ஒரு லீற்றரின் விலை ரூ.65 மற்றும் ஒரு லீற்றர் விலையை அதிகரிக்க திட்டமிடப்பட்டுள்ளது. மண்ணெண்ணெய் 210 ரூபாவினால் வழங்கப்படும் என பாலித தெரிவித்தார்.",
        "எனவே, ஜூன் 24ம் தேதி முதல் விலை உயர்வு அமலுக்கு வரும் வரை, எரிபொருளை விநியோகிக்க முடியாத நிலையில், பொறுப்பு வாய்ந்த அதிகாரிகள் உள்ளனர்.",
        "\"இதன் விளைவாக, 5,500 மெட்ரிக் டன் பெட்ரோல் மற்றும் 11,000 மெட்ரிக் டன் டீசல் தற்போது சிலோன் பெட்ரோலியம் கார்ப்பரேஷன் (சிபிசி) சேமிப்பு வசதிகளில் கைவசம் உள்ளது. இந்திய கடன் வரி வசதியின் கீழ் டீசல் (40,000 மெட்ரிக் டன்) கடைசியாக நேற்று நாட்டிற்கு வந்தது. அவன் சொன்னான்.",
        "நாட்டின் பொருளாதாரம் சீராக இயங்க தினமும் 6,000 மெட்ரிக் டன் டீசல் மற்றும் 5,000 மெட்ரிக் டன் பெட்ரோல் தேவைப்படுகிறது.",
        "கடைசியாக டீசல் ஏற்றுமதி கிடைத்தவுடன், பெட்ரோல் அல்லது டீசல் சரக்குகள் வரத் திட்டமிடப்படவில்லை. மேலும், மொத்தம் 520,000MT (13 ஏற்றுமதி) டீசல் மற்றும் பெற்றோல் கிடைத்துள்ளதாக பாலித கூறினார்.",
        "எரிபொருள் விநியோகம் குறைக்கப்பட்டுள்ள நிலையில், வரலாற்றில் மிக நீண்ட எரிபொருள் வரிசையை நாம் காண முடியும் என பாலித மேலும் தெரிவித்துள்ளார். (சதுரங்க சமரவிக்ரம)"
      ]
    }
  }
}