{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Interim-or-all-party-govt-wont-bring-solution-to-political-instability-go-for-general-election-JVP/342-236067",
  "time_ut": 1651419960,
  "title": "Interim or all party govt. won’t bring solution to political instability; go for general election: JVP",
  "body_lines": [
    "Articulating that interim government or all party government will not be the solution to the political instability in the country as the people are not ready to accept the President and the government, JVP leader Anura Kumara Dissanayake said today that the only solution to this instability is to go for a general election to establish a new government.",
    "Addressing the May Day Rally organised by the National People's Power (NPP) in Colombo Fort, he said there were instances in the past where there were political instability in the country, as some governments lost majority in Parliament, the JVP as a political party stepped in to help in such occasions.",
    "\"There was political instability in 2002 when Chandrika's government lost majoriy in Parliament. We offered to support her at that time to ensure political stability in the country. There was another occasion between 2001 and 2004 between the Chandrika and Ranil governments and the situation was resolved by dissolving that government. However, in this particular occassion, the situation is completely different. This instability is due to power struggle and that is the major issue. President Gotabaya Rajapaksa is enjoying maximum power. They have no issues in majority in Parliament either. The issue is the peole are not ready to accept the President and the government. So, this instability will not be resolved by forming an interim government or all party government. The only solution is to go for a general election and form a government which is accepted by the people.,\" he said.",
    "Mr. Dissanayake said the country at the fringes of bankrupcy where the key sectors of the country such as the power and engery sectors, debt servicing and Finacial and Banking sector of the country are in total disarray.",
    "People are struggling to buy essential goods and services such as fuel and medicines and fighting for the existence.",
    "He said when the country is facing a serious issue and its people are suffering, the Rajapaksa government is trying its best to secure power.",
    "\"Rajapaksas must stop conspiracies in mansions. They must listen to voice of the people,\" he stressed. (Ajith Siriwardana)"
  ],
  "translate": {
    "si": {
      "title": "අන්තර්කාලීන හෝ සර්ව පාක්ෂික රජය. දේශපාලන අස්ථාවරත්වයට විසඳුමක් ගෙන එන්නේ නැත; මහ මැතිවරණයකට යන්න: ජ.වි.පෙ",
      "body_lines": [
        "රටේ පවතින දේශපාලන අස්ථාවරත්වයට ජනාධිපතිවරයා සහ ආණ්ඩුව පිළිගැනීමට ජනතාව සූදානම් නැති නිසා අතුරු ආණ්ඩුව හෝ සර්ව පාක්ෂික ආණ්ඩුවක් විසඳුම නොවන බව ප්‍රකාශ කළ ජනතා විමුක්ති පෙරමුණේ නායක අනුර කුමාර දිසානායක මහතා අද ප්‍රකාශ කළේ මෙම අස්ථාවරත්වයට එකම විසඳුම වන්නේ අලුත් ආණ්ඩුවක් පිහිටුවන්න මහ මැතිවරණයකට යන්න.",
        "ජාතික ජන බලවේගය විසින් කොළඹ කොටුවේ සංවිධානය කළ මැයි දින රැළිය අමතමින් ඔහු කියා සිටියේ පසුගිය කාලයේ රට තුළ දේශපාලන අස්ථාවර භාවයක් ඇති වූ අවස්ථා ඇති බවත් ඇතැම් ආණ්ඩුවලට පාර්ලිමේන්තුවේ බහුතර බලය අහිමි වීමත් සමඟ ජනතා විමුක්ති පෙරමුණ දේශපාලන පක්ෂයක් ලෙස ඉදිරියට පැමිණි බවයි. එවැනි අවස්ථාවලදී උදව් කිරීමට.",
        "“2002 වසරේ චන්ද්‍රිකාගේ ආණ්ඩුවට පාර්ලිමේන්තුවේ බහුතර බලය අහිමි වූ විට දේශපාලන අස්ථාවර භාවයක් ඇති වුණා. රට තුළ දේශපාලන ස්ථාවරත්වයක් ඇති කරන්න අපි එතුමියට සහය දෙන්න ඒ වෙලාවේ ඉදිරිපත් වුණා. 2001 - 2004 අතර චන්ද්‍රිකා සහ රනිල් ආණ්ඩු අතර තවත් අවස්ථාවක් තිබුණා. ඒ තත්ත්වය සමථයකට පත් වුණා. ඒ ආණ්ඩුව විසුරුවා හැරීමෙන්.ඒත් මේ අවස්ථාවේ තත්ත්වය සම්පූර්ණයෙන්ම වෙනස්.මේ අස්ථාවරත්වය බල අරගලය නිසා ඇතිවෙලා ඒක තමයි ප්‍රධාන ප්‍රශ්නය.ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා උපරිම බලය භුක්ති විඳිනවා.ඔවුන්ට පාර්ලිමේන්තුවේ බහුතර ප්‍රශ්න නැහැ. ප්‍රශ්නය තියෙන්නේ ජනාධිපතිතුමාවත් ආණ්ඩුවවත් පිළිගන්න ජනතාව සූදානම් නැති එකයි.ඉතින් මේ අස්ථාවරත්වය අතුරු ආණ්ඩුවක් හදලා සර්ව පාක්ෂික ආණ්ඩුවක් හදලා විසඳන්නේ නැහැ.එකම විසඳුම මහ මැතිවරණයකට ගිහින් ආණ්ඩුවක් හදන එකයි. ජනතාව විසින් පිළිගන්නා ලදී,\" ඔහු පැවසීය.",
        "දිසානායක මහතා පැවසුවේ රට බංකොලොත් භාවයේ මායිමක පවතින අතර රටේ ප්‍රධාන අංශ වන විදුලිබල හා බලශක්ති ක්ෂේත්‍ර, ණය සේවා සැපයීම සහ රටේ මූල්‍ය හා බැංකු ක්ෂේත්‍රය මුළුමනින්ම අවුල් වී ඇති බවයි.",
        "ඉන්ධන, ඖෂධ වැනි අත්‍යාවශ්‍ය භාණ්ඩ හා සේවා මිලදී ගැනීමටත්, පැවැත්ම වෙනුවෙන් සටන් කිරීමටත් ජනතාව අරගල කරති.",
        "රට බරපතළ ප්‍රශ්නයකට මුහුණ දී සිටින විට සහ එහි ජනතාව පීඩාවට පත්ව සිටින විට රාජපක්ෂ රජය බලය තහවුරු කර ගැනීමට උපරිම උත්සාහයක් ගන්නා බව ඔහු පැවසීය.",
        "\"රාජපක්ෂලා මන්දිරවල කුමන්ත්‍රණ නැවැත්විය යුතුයි. ඔවුන් ජනතාවගේ හඬට ඇහුම්කන් දිය යුතුයි,\" ඔහු අවධාරණය කළේය. (අජිත් සිරිවර්ධන)"
      ]
    },
    "ta": {
      "title": "இடைக்கால அல்லது அனைத்து கட்சி அரசு. அரசியல் ஸ்திரமின்மைக்கு தீர்வை கொண்டு வராது; பொதுத் தேர்தலுக்குச் செல்லுங்கள்: ஜே.வி.பி",
      "body_lines": [
        "நாட்டில் ஏற்பட்டுள்ள அரசியல் ஸ்திரத்தன்மைக்கு இடைக்கால அரசாங்கமோ சர்வகட்சி அரசாங்கமோ தீர்வாகாது எனவும், ஜனாதிபதியையும் அரசாங்கத்தையும் மக்கள் ஏற்றுக்கொள்ளத் தயாரில்லை எனவும், இந்த ஸ்திரமற்ற தன்மைக்கு ஒரே தீர்வு என ஜே.வி.பி.யின் தலைவர் அனுரகுமார திஸாநாயக்க தெரிவித்துள்ளார். புதிய அரசாங்கத்தை அமைப்பதற்காக பொதுத் தேர்தலுக்குச் செல்லுங்கள்.",
        "தேசிய மக்கள் சக்தியினால் கொழும்பு கோட்டையில் ஏற்பாடு செய்யப்பட்ட மே தினக் கூட்டத்தில் கலந்து கொண்டு உரையாற்றிய அவர், கடந்த காலங்களில் நாட்டில் அரசியல் ஸ்திரமின்மை ஏற்பட்டதாகவும், சில அரசாங்கங்கள் பாராளுமன்றத்தில் பெரும்பான்மையை இழந்த நிலையில், ஜே.வி.பி. அத்தகைய சந்தர்ப்பங்களில் உதவ.",
        "2002 ஆம் ஆண்டு சந்திரிகாவின் அரசாங்கம் பாராளுமன்றத்தில் பெரும்பான்மையை இழந்தபோது அரசியல் ஸ்திரமற்ற நிலை ஏற்பட்டது. நாட்டில் அரசியல் ஸ்திரத்தன்மையை உறுதிப்படுத்த நாங்கள் அவருக்கு ஆதரவளிக்க முன்வந்தோம். 2001 மற்றும் 2004 க்கு இடையில் சந்திரிகா மற்றும் ரணில் அரசாங்கங்களுக்கு இடையில் மற்றொரு சந்தர்ப்பம் இருந்தது, நிலைமை தீர்க்கப்பட்டது. அந்த அரசாங்கத்தை கலைப்பதன் மூலம், இந்த குறிப்பிட்ட சந்தர்ப்பத்தில், நிலைமை முற்றிலும் வேறுபட்டது, இந்த ஸ்திரமின்மை அதிகாரப் போட்டியின் காரணமாக உள்ளது, அதுதான் முக்கிய பிரச்சினை.ஜனாதிபதி கோட்டாபய ராஜபக்ஷ அதிகபட்ச அதிகாரத்தை அனுபவித்து வருகிறார், அவர்களுக்கு பாராளுமன்றத்திலும் பெரும்பான்மை பிரச்சினை இல்லை. ஜனாதிபதியையும் அரசாங்கத்தையும் ஏற்றுக்கொள்ள மக்கள் தயாராக இல்லை என்பதே பிரச்சினை.எனவே இந்த ஸ்திரமற்ற தன்மையை இடைக்கால அரசையோ அல்லது சர்வகட்சி அரசையோ அமைப்பதாலோ தீர்க்க முடியாது.பொதுத்தேர்தலுக்கு சென்று ஆட்சி அமைப்பதே ஒரே தீர்வு. மக்களால் ஏற்றுக் கொள்ளப்பட்டது,'' என்றார்.",
        "நாட்டின் முக்கிய துறைகளான மின்சாரம் மற்றும் எரிசக்தி துறைகள், கடன் சேவைகள் மற்றும் நாட்டின் நிதி மற்றும் வங்கித்துறை ஆகிய துறைகள் மொத்தமாக சீர்குலைந்த நிலையில் நாடு திவால்நிலையின் விளிம்பில் இருப்பதாக திரு. திஸாநாயக்க கூறினார்.",
        "எரிபொருள், மருந்துகள் போன்ற அத்தியாவசிய பொருட்கள் மற்றும் சேவைகளை வாங்க முடியாமல் மக்கள் போராடி இருப்பதற்காக போராடி வருகின்றனர்.",
        "நாடு ஒரு பாரதூரமான பிரச்சினையை எதிர்கொண்டு, அதன் மக்கள் அவதிப்படும் போது, ​​ராஜபக்ச அரசாங்கம் அதிகாரத்தை உறுதிப்படுத்த முடிந்தவரை முயற்சிக்கிறது.",
        "\"இராஜபக்ஷக்கள் மாளிகைகளில் சதி செய்வதை நிறுத்த வேண்டும். அவர்கள் மக்களின் குரலுக்கு செவிசாய்க்க வேண்டும்,\" என்று அவர் வலியுறுத்தினார். (அஜித் சிறிவர்தன)"
      ]
    }
  }
}