{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Justice-remains-a-dream-even-after-three-years/277-235372",
  "time_ut": 1650490860,
  "title": "Justice remains a dream even after three years",
  "body_lines": [
    "Both the ruling party and the Opposition knew about the incident",
    "27 cases have been filed against 79 persons under 25,653 charges",
    "The souls of over 250 civilians who sacrificed their lives to the deadly Easter Sunday bombings back in April 2019 still await justice to Rest In Peace. ‘Katuwapitiye paalu paaraka’ (On a Lonely Road in Katuwapitiya) a poem penned by Dr. Nandasiri Keembiyahetti, aptly portrays the tragedy of the Easter Sunday carnage. The poem, translated by Dr. Madhubhashini Disanayaka Ratnayake reads as follows;",
    "Days after the attack, the incumbent President announced that he would contest for Presidency and establish national security. Three years later, a government that harped on national security has failed to punish the perpetrators who executed the attacks and serve justice to victims and survivors.",
    "In its memorial feature to mark the third year remembrance of the attacks, the Daily Mirror spoke to families of victims and survivors who have just one hope in mind; justice.",
    "Rebecca Arasaratnam suffered third-degree burns during the attack on Zion Church, Batticaloa. She lost her sister, brother-in-law and nephew. But today she is happily married to Sridharan Kaushikan and they are now settled in Jaffna. This is their story.",
    "Kaushikan: I met her after the Easter Sunday incident in June last year. In fact I saw her testimonials on YouTube and other social media platforms and I wanted to get in touch with her. Thereafter I was chatting with her on Facebook. After sometime we fell in love and I proposed to her.",
    "Q   As a survivor, how do you feel today after everything that you went through?",
    "Rebecca: I know that God is with us. I placed my trust in God. Today, I’m happily married and I’m happy about how everything turned out to be.",
    "Rebecca: Yes. I still can’t fold my fingers in the left arm.",
    "Kaushikan: Even though she has treatments including a surgery to her face I have discouraged her from going ahead. She is beautiful the way she is.",
    "QThe incumbent government promised to serve justice to victims of the attack. But three years later they still haven’t punished the perpetrators. What do you have to say about that?",
    "Rebecca: We have been taught to love and forgive. That is God’s lesson to us. God has taught us to love one another. But one thing is certain; that God is with the victims as well as the survivors.",
    "QAlthough yours is a rare story many others are grieving the loss of their loved ones. What is your message to them?",
    "Rebecca: Romans Chapter 8 Verse 28 states the following: And we know that in all things God works for the good of those who love him, who have been called according to his purpose. They should place their trust in God because wherever they are, God is with them. We need to accept everything with happiness and we need to be a role model for everyone.",
    "On April 9 a protest march was organised from the Katuwapitiya Mass Grave towards the St. Anthony’s Shrine, Kochchikade. Families of victims and survivors of the Katuwapitiya and Kochchikade attacks participated, demanding justice for themselves as well as to punish perpetrators. Towards the end of the march, His Eminence Cardinal Malcolm Ranjith met with the crowd as they reached the Kochchikade St. Anthony’s Shrine.",
    "“For three years we demanded justice for our children, brothers, sisters and relatives,” said Shehan Malaka Gamage. “We sought refuge from God. He tested us initially. We questioned where He was. We still ask where He was on that day. But today, He is speaking to us. He told us that even though over 260 people died in the carnage, an entire country has risen from their sacrifice. The entire country is demanding justice. Let’s hope that God serves justice to the tears we shed then, today and in future. We have a common cause to go in search of justice,” said Gamage.",
    "“Those who sacrificed their lives still cannot Rest in Peace” - Prasad",
    "Their souls are hunting perpetrators. This is why we decided to walk 40 kilometres. As a sportsman I have that courage and there is no political motive in this protest march",
    "“Even after three years those who sacrificed their lives still cannot Rest In Peace,” opined former cricketer Dhammika Prasad. “Their souls are hunting perpetrators. This is why we decided to walk 40 kilometres. As a sportsman I have that courage and there is no political motive in this protest march. A country that has ended a thirty year conflict should be equipped with a good intelligence service. Therefore we hope that justice will be served sooner,” said Prasad.",
    "There is politics involved in this carnage. We blame the incumbent President for this inhumane attack because it was he who made use of the Easter Sunday attack to become President",
    "“I lost my child and my parents-in-law during the Easter attacks,” said Ranjeewa Priyadarshana Silva. “There is politics involved in this carnage. We blame the incumbent President for this inhumane attack because it was he who made use of the Easter Sunday attack to become President. But we also saw how Harin Fernando said that he was warned about the incident and the Defence Secretary and the Inspector General of Police also said that they were aware of an attack, but didn’t expect it to be this deadly. Therefore we cannot blame one person but everybody knew about it,” said Silva.",
    "We came here to demand justice to those who have left us. I’m their aunt and I came here with my daughter. Only God can serve us justice",
    "“My brother’s son and two other children succumbed to the attack,” recalled Mathilda Fernando as tears welled up in her eyes. “We came here to demand justice to those who have left us. I’m their aunt and I came here with my daughter. Only God can serve us justice,” said Fernando.",
    "We know that God is aware of the sacrifice made by our devotees. Let’s pray with hopes that He shows us the path to seek justice",
    "Katuwapitiya St. Sebastian Church’s Parish Priest Fr. Manjula Niroshan invoked blessings on the survivors and participants at the protest march. “We know that God is aware of the sacrifice made by our devotees. Let’s pray with hopes that He shows us the path to seek justice through unity and love,” said Fr. Manjula Niroshan.",
    "“Even though I attended the Easter Sunday service on April 21, 2019 I didn’t experience any injuries,” recalled Sunethra Priyadarshini. “I thank God for protecting me on that day. But why I came here is to demand justice for those who parted as it is high time that is served,” said Priyadarshini.",
    "“Both the ruling party and the Opposition knew about the incident” – Fernando",
    "Both the ruling party and the Opposition knew about the incident, but they kept mum. As a result, innocent lives had to be sacrificed",
    "“We were waiting for three years, but we realised that justice will never be served,” said Sudarshana Fernando. “Both the ruling party and the Opposition knew about the incident, but they kept mum. As a result, innocent lives had to be sacrificed. When the incumbent government was defeated in 2015 they knew that they could regain power by instilling a fear psychosis on people with bombs and weapons. They instill this fear in 2019 and within a matter of four days one person comes forward and announces that he would contest for Presidency,” said Fernando.",
    "“Victory gained at the expense of people’s blood is temporary” – Jayasuriya",
    "On the other hand many are enjoying the victory they gained at the expense of people’s blood. But this victory is temporary and we can see that today",
    "“Many devotees in the Catholic community sacrificed their lives,” said Sanjeewa Jayasuriya. “On the other hand many are enjoying the victory they gained at the expense of people’s blood. But this victory is temporary and we can see that today. This curse has boomeranged. In three years or 10 years Justice will be served. We pray to God seeking justice but we will not curse,” said Jayasuriya.",
    "On April 17, survivors gathered at the Galle Face Green demanding justice to their loved ones. Several performance artistes walked around Colombo, adorned in white, portraying themselves as the dead, carrying the names of victims who succumbed to the attacks. In memory of victims, actor Jehan Appuhami carried a wooden cross from Katuwapitiya Church to St. Anthony’s Shrine, Kochchikade and finally to the protest ground at Galle Face Green.",
    "We have taken steps to ensure proper coordination between the Armed Forces and the Police, who are collectively responsible for maintaining national security. The network of national intelligence agencies has been reorganized and strengthened",
    "Addressing the fourth session of the 8th Parliament in January 2020, President Gotabaya Rajapaksa said that national security is a topmost priority. “In our policy, National Security occupies the foremost place.",
    "We have already taken steps to strengthen the national security apparatus. Talented officers have been given appropriate responsibilities again. We have taken steps to ensure proper coordination between the Armed Forces and the Police, who are collectively responsible for maintaining national security. The network of national intelligence agencies has been reorganized and strengthened,” said President Rajapaksa.",
    "“We will take all necessary steps to make our motherland a safe country free of terrorism, extremism, underworld activities, theft and robbery, extortionists, the drug menace, disruptions of public order, and the abuse of women and children. Our primary purpose is to create a productive citizen, a happy family, a disciplined society and a prosperous nation,” he said.",
    "While promising to restore national security in several other occasions, President Rajapaksa also blamed the Maithripala Sirisena Government for neglecting national security and has said that they wouldn’t intervene with the judicial process.",
    "But even though an Easter Sunday Commission was setup and despite questioning several individuals in detention under the Prevention to Terrorism Act, the mastermind behind the attacks is still unknown. His Eminence Malcolm Cardinal Ranjith in several occasions has voiced his displeasure against the government as it failed to deliver its promise and ultimately took the matter to Geneva. In his address to the United Nations Human Rights Council he demanded a mechanism to probe the attacks and said that even though the first impression of the massacre was that it was purely the works of a few Islamic extremists, subsequent investigations indicate that this massacre was part of a grand political plot.",
    "At the onset of the incident, the attorney general filed cases against former defense secretary Hemasiri Fernando and Inspector General of Police Pujitha Jayasundara on charges of criminal dereliction of duty for failing to take action to prevent the Easter Attacks even after receiving specific intelligence. A total of 855 charges were leveled against them, individually. However, earlier this year, both Fernando and Jayasundara were acquitted of all charges and were released without calling for evidence from defense as the prosecution has failed to prove charges filed against them.",
    "On Tuesday Samagi Jana Balawegaya MP Harin Fernando questioned former Public Security Minister Sarath Weerasekara on a Tweet by senior journalist Ranga Srilal which said that he was using a luxury vehicle that belonged to Zahran Hashim, the main suspect who carried out the Easter Sunday bombings. In response, MP Weerasekara refuted claims and said that he had inquired from the Ministry Secretary. The Ministry Secretary has informed him that the vehicle has been handed over as state property to the Sri Lanka Police and that the Department of Police has handed over the vehicle to the Police Special Task Force. He further said that the vehicle has been included among service vehicles provided to the STF.",
    "In a recent address Defence Secretary General Kamal Gunaratne said that so far 735 persons have been taken into custody in connection to the Easter Sunday attacks and that 27 cases have been filed against 79 persons under 25,653 charges. He further said that although there are several allegations on social media claiming that President Rajapaksa is the mastermind of the Easter Sunday attacks there is no truth in these allegations and are despicable attempts to make political gains.",
    "Three years later, the country has plunged into turmoil amidst public unrest. Some feel that the country is cursed, from Easter Attacks to COVID to the prevailing crisis. But survivors and families of victims have placed their trust in God and continue to pray, seeking justice."
  ],
  "translate": {
    "si": {
      "title": "වසර තුනකට පසුවත් යුක්තිය සිහිනයක් ලෙස පවතී",
      "body_lines": [
        "මේ සිද්ධිය ගැන ආණ්ඩු පක්ෂයත් විපක්ෂයත් දැන සිටියා",
        "චෝදනා 25,653ක් යටතේ පුද්ගලයන් 79 දෙනෙකුට එරෙහිව නඩු 27ක් පවරා ඇත",
        "2019 අප්‍රේල් මාසයේදී මාරාන්තික පාස්කු ඉරිදා බෝම්බ ප්‍රහාරයන්ට ජීවිත පූජා කළ සිවිල් වැසියන් 250 කට අධික පිරිසකගේ ආත්මයන් තවමත් සාමයෙන් යුක්තිය අපේක්ෂා කරයි. ආචාර්ය නන්දසිරි කීඹියහෙට්ටි විසින් රචිත ‘කටුවාපිටියේ පාළු පාරක’ (කටුවාපිටියේ පාළු පාරක) කවිය පාස්කු ඉරිදා සංහාරයේ ඛේදවාචකය ඉතා උචිත ලෙස නිරූපණය කරයි. ආචාර්ය මධුභාෂිනී දිසානායක රත්නායක විසින් පරිවර්තනය කරන ලද එම කවිය මෙසේය.",
        "ප්‍රහාරයෙන් දින කිහිපයකට පසු වත්මන් ජනාධිපතිවරයා ප්‍රකාශ කළේ තමන් ජනාධිපතිවරණයට තරග කර ජාතික ආරක්ෂාව තහවුරු කරන බවයි. වසර තුනකට පසුව, ජාතික ආරක්ෂාවට තර්ජනයක් වූ රජයක් ප්‍රහාරයන් ක්‍රියාත්මක කළ අපරාධකරුවන්ට දඬුවම් කිරීමට සහ වින්දිතයින්ට සහ දිවි ගලවා ගත් අයට යුක්තිය ඉටු කිරීමට අපොහොසත් වී ඇත.",
        "ප්‍රහාරයේ තුන්වන වසර අනුස්මරණය සනිටුහන් කරමින් ඩේලි මිරර් සිය අනුස්මරණ විශේෂාංගය තුළ එක් බලාපොරොත්තුවක් පමණක් සිතේ තබාගෙන සිටින වින්දිතයන්ගේ සහ දිවි ගලවා ගත් අයගේ පවුල්වලට කතා කළේය. යුක්තිය.",
        "මඩකලපුව සියොන් දේවස්ථානයට එල්ල වූ ප්‍රහාරයේදී රෙබෙකා අරසරත්නම් තුන්වන මට්ටමේ පිලිස්සුම් තුවාල ලැබුවාය. ඇයට ඇගේ සහෝදරිය, මස්සිනා සහ බෑණා අහිමි විය. නමුත් අද ඇය සතුටින් විවාහ වී සිටින්නේ ශ්‍රීධරන් කෞෂිකන් සමඟ වන අතර ඔවුන් දැන් යාපනයේ පදිංචිව සිටිති. මේ ඔවුන්ගේ කතාවයි.",
        "කෞශිකන්: මට ඇයව මුණගැසුණේ පසුගිය වසරේ ජුනි මාසයේ පාස්කු ඉරිදා සිදුවීමෙන් පසුවයි. ඇත්ත වශයෙන්ම මම යූ ටියුබ් සහ වෙනත් සමාජ මාධ්‍ය වේදිකාවල ඇගේ සහතිකපත් දුටු අතර මට ඇයව සම්බන්ධ කර ගැනීමට අවශ්‍ය විය. ඉන් පසුව මම ඇය සමඟ ෆේස්බුක් ඔස්සේ කතාබස් කරමින් සිටියෙමි. ටික කාලෙකට පස්සේ අපි ආදරයෙන් බැඳුණා, මම ඇයට යෝජනා කළා.",
        "ප්‍ර   ගැළවී ගිය අයෙකු ලෙස, ඔබ අත්විඳි සෑම දෙයකටම පසු අද ඔබට හැඟෙන්නේ කෙසේද?",
        "රෙබෙකා: දෙවියන් වහන්සේ අප සමඟ සිටින බව මම දනිමි. මම දෙවියන් වහන්සේ කෙරෙහි විශ්වාසය තැබුවෙමි. අද, මම සතුටින් විවාහ වී සිටින අතර, සියල්ල සිදු වූ ආකාරය ගැන මම සතුටු වෙමි.",
        "රෙබෙකා: ඔව්. මට තවමත් වම් අතේ ඇඟිලි නවන්න බැහැ.",
        "කෞශිකන්: ඇයගේ මුහුණට ශල්‍යකර්මයක් ඇතුළු ප්‍රතිකාර තිබුණත් මම ඇයව ඉදිරියට යාම අධෛර්යමත් කළා. ඇය සිටින ආකාරයටම ලස්සනයි.",
        "Q ප්‍රහාරයෙන් වින්දිතයින්ට යුක්තිය ඉටු කිරීමට වත්මන් රජය පොරොන්දු විය. නමුත් වසර තුනක් ගතවී ඇතත් ඔවුන් තවමත් වැරදිකරුවන්ට දඬුවම් ලබා දී නැත. ඒ ගැන ඔබට මොනවද කියන්න තියෙන්නේ?",
        "රෙබෙකා: අපට ආදරය කිරීමට හා සමාව දීමට උගන්වා ඇත. ඒක තමයි දෙවියන් අපිට දෙන පාඩම. දෙවියන්වහන්සේ අපට උගන්වා ඇත්තේ එකිනෙකාට ප්‍රේම කිරීමටය. නමුත් එක දෙයක් ස්ථිරයි; දෙවියන් වින්දිතයන් මෙන්ම දිවි ගලවා ගත් අය සමඟ බව.",
        "Q ඔබේ දුර්ලභ කතාවක් වුවද තවත් බොහෝ අය තම ආදරණීයයන් අහිමි වීම ගැන දුක් වෙති. ඔබ ඔවුන්ට දෙන පණිවිඩය කුමක්ද?",
        "Rebecca: Romans Chapter 8 28 වැනි පදය පහත සඳහන් දේ පවසයි: තවද දෙවියන් වහන්සේ සෑම දෙයකදීම ක්‍රියා කරන්නේ තමාගේ අරමුණට අනුව කැඳවනු ලැබූ ඔහුට ප්‍රේම කරන අයගේ යහපත සඳහා බව අපි දනිමු. ඔවුන් කොතැනක සිටියත් දෙවියන් වහන්සේ ඔවුන් සමඟ සිටින බැවින් ඔවුන් දෙවියන් වහන්සේ කෙරෙහි විශ්වාසය තැබිය යුතුය. අපි හැමදෙයක්ම සතුටින් බාරගෙන හැමෝටම ආදර්ශමත් වෙන්න ඕන.",
        "අප්‍රේල් 9 වැනිදා කටුවාපිටිය සමූහ මිනීවළ අසල සිට කොච්චිකඩේ ශාන්ත අන්තෝනි සිද්ධස්ථානය දෙසට විරෝධතා පා ගමනක් සංවිධානය කර තිබුණි. කටුවාපිටිය සහ කොච්චිකඩේ ප්‍රහාරවලින් විපතට පත් වූවන්ගේ සහ දිවි ගලවා ගත් අයගේ පවුල් ඊට එක්ව සිටියේ තමන්ට සාධාරණයක් ඉටු කරන ලෙස මෙන්ම අපරාධකරුවන්ට දඬුවම් කරන ලෙස ඉල්ලමිනි. පාගමන අවසානයේ අතිඋතුම් මැල්කම් රංජිත් කාදිනල් හිමිපාණන් කොච්චිකඩේ ශාන්ත අන්තෝනි සිද්ධස්ථානය වෙත ළඟා වන විට රැස්ව සිටි පිරිස හමුවිය.",
        "“අවුරුදු තුනක් තිස්සේ අපි අපේ දරුවන්ට, සහෝදරයන්ට, සහෝදරියන්ට සහ ඥාතීන්ට යුක්තිය ඉල්ලා සිටියා,” ෂෙහාන් මාලක ගමගේ පැවසීය. “අපි දෙවියන්ගෙන් රැකවරණය පැතුවා. ඔහු අපිව මුලින් පරීක්ෂා කළා. ඔහු කොහේදැයි අපි ප්‍රශ්න කළෙමු. අපි තාමත් අහනවා එදා එතුමා කොහෙද හිටියේ කියලා. නමුත් අද ඔහු අපට කතා කරනවා. 260කට අධික පිරිසක් එම සංහාරයෙන් මිය ගියද ඔවුන්ගේ ජීවිත පරිත්‍යාගයෙන් මුළු රටක්ම නැඟිට ඇති බව ඔහු අප සමඟ පැවසීය. මුළු රටම යුක්තිය ඉල්ලා සිටී. එදත් අදත් අනාගතයේදීත් අප හෙළූ කඳුළුවලට දෙවියන් වහන්සේ යුක්තිය ඉටු කරනු ඇතැයි අපි ප්‍රාර්ථනා කරමු. යුක්තිය පතා යන්න අපට පොදු හේතුවක් තිබෙනවා” ගමගේ පැවසීය.",
        "“ජීවිත පරිත්‍යාග කළ අයට තවමත් සමාදානයේ සැතපෙන්න බැහැ” - ප්‍රසාද්",
        "ඔවුන්ගේ ආත්මයන් දඩයම් කරන අපරාධකරුවන් ය. ඒ නිසා තමයි අපි කිලෝමීටර් 40ක් පයින් යන්න තීරණය කළේ. ක්‍රීඩකයෙක් විදියට මට ඒ ධෛර්යය තියෙනවා වගේම මේ විරෝධතා පා ගමනේ කිසිම දේශපාලන අරමුණක් නැහැ",
        "වසර තුනකට පසුවත් ජීවිත පරිත්‍යාග කළ අයට තවමත් සාමයේ සැතපීමට නොහැකි බව හිටපු ක්‍රිකට් ක්‍රීඩක ධම්මික ප්‍රසාද් මහතා පැවසීය. “ඔවුන්ගේ ආත්මයන් දඩයම් කරන අපරාධකරුවන්ය. ඒ නිසා තමයි අපි කිලෝමීටර් 40ක් පයින් යන්න තීරණය කළේ. ක්‍රීඩකයෙක් විදියට මට ඒ ධෛර්යය තියෙනවා වගේම මේ විරෝධතා පා ගමනේ කිසිම දේශපාලන අරමුණක් නැහැ. තිස් වසරක ගැටුමක් නිමා කළ රටක් හොඳ ඔත්තු සේවයකින් සන්නද්ධ විය යුතුයි. ඒ නිසා අපි බලාපොරොත්තු වෙනවා ඉක්මනින් යුක්තිය ඉටුවෙයි කියලා.” ප්‍රසාද් පැවසීය.",
        "මේ සංහාරයට දේශපාලනයක් සම්බන්ධයි. මේ අමානුෂික ප්‍රහාරය සම්බන්ධයෙන් අපි වත්මන් ජනාධිපතිවරයාට දොස් පවරන්නේ පාස්කු ඉරිදා ප්‍රහාරයෙන් ප්‍රයෝජන ගත්තේ ඔහු ජනාධිපති වීම නිසයි.",
        "“පාස්කු ප්‍රහාරයෙන් මට මගේ දරුවා සහ මගේ මාමණ්ඩිත් නැති වුණා,” රංජීව ප්‍රියදර්ශන සිල්වා පැවසීය. “මේ ඝාතනයට දේශපාලනයක් සම්බන්ධයි. මේ අමානුෂික ප්‍රහාරය සම්බන්ධයෙන් අපි වත්මන් ජනාධිපතිවරයාට දොස් පවරන්නේ පාස්කු ඉරිදා ප්‍රහාරයෙන් ප්‍රයෝජන ගත්තේ ඔහු ජනාධිපති වීම නිසයි. නමුත් හරීන් ප්‍රනාන්දු මහතා මෙම සිද්ධිය සම්බන්ධයෙන් තමාට අවවාද කළ බවත් ආරක්ෂක ලේකම්වරයා සහ පොලිස්පතිවරයා ප්‍රකාශ කළේ ප්‍රහාරයක් පිළිබඳව තමන් දන්නා නමුත් එය මෙතරම් මාරාන්තික වනු ඇතැයි අපේක්ෂා නොකළ බවත් පැවසූ අයුරු ද අපි දුටුවෙමු. ඒ නිසා අපිට එක පුද්ගලයකුට දොස් කියන්න බැහැ නමුත් හැමෝම ඒ ගැන දැනගෙන හිටියා.” සිල්වා පැවසීය.",
        "අපි මෙතනට ආවේ අපිව දාලා ගිය අයට සාධාරණයක් කරන්න කියලා. මම ඔවුන්ගේ නැන්දා වන අතර මම මගේ දුව සමඟ මෙහි පැමිණියෙමි. අපට යුක්තිය ඉටු කළ හැක්කේ දෙවියන් වහන්සේට පමණි",
        "“මගේ අයියගේ පුතායි තව ළමයි දෙන්නෙකුයි ප්‍රහාරයෙන් මැරුණා” යැයි මැතිල්ඩා ප්‍රනාන්දු සිහිපත් කළේ ඇගේ දෙනෙතින් කඳුළු ගලද්දීය. “අපි මෙතනට ආවේ අපිව දාලා ගිය අයට සාධාරණයක් කරන්න කියලා. මම ඔවුන්ගේ නැන්දා වන අතර මම මගේ දුව සමඟ මෙහි පැමිණියෙමි. අපට යුක්තිය ඉටු කළ හැක්කේ දෙවියන්ට පමණයි” ප්‍රනාන්දු මහතා පැවසීය.",
        "අපේ බැතිමතුන් කරන කැපකිරීම ගැන දෙවියන් දන්නවා කියලා අපි දන්නවා. යුක්තිය සෙවීමට මාර්ගය උන්වහන්සේ අපට පෙන්වා දෙනු ඇතැයි බලාපොරොත්තුවෙන් යාච්ඤා කරමු",
        "කටුවාපිටිය ශාන්ත සෙබස්තියන් දේවස්ථානයේ පූජක පියතුමා. මංජුල නිරෝෂන් විරෝධතා පාගමනට දිවි ගලවා ගත් අයට සහ සහභාගි වූවන්ට ආශිර්වාද කළේය. “අපි දන්නවා අපේ බැතිමතුන් කරන කැපකිරීම ගැන දෙවියන් දන්නවා. එකමුතුකමෙන් හා ප්‍රේමයෙන් යුක්තිය සෙවීමට මාර්ගය උන්වහන්සේ අපට පෙන්වා දෙන බවට බලාපොරොත්තුවෙන් යාච්ඤා කරමු. මංජුල නිරෝෂන්.",
        "“මම 2019 අප්‍රේල් 21 පාස්කු ඉරිදා දේව මෙහෙයට සහභාගි වුණත් මට කිසිම තුවාලයක් වුණේ නැහැ,” සුනේත්‍රා ප්‍රියදර්ශනී සිහිපත් කළාය. “එදා මාව ආරක්ෂා කිරීම ගැන මම දෙවියන්ට ස්තූතිවන්ත වෙනවා. ඒත් මම මෙහෙට ආවේ ඇයි මේ වෙන්වුණ අයට සාධාරණයක් ඉටු කරන්න කියලා ඉල්ලන්න.” ප්‍රියදර්ශනී පැවසුවාය.",
        "\"සිද්ධිය ගැන ආණ්ඩු පක්‍ෂයත් විපක්‍ෂයත් දැනගෙන හිටියා\" - ප්‍රනාන්දු",
        "ආණ්ඩු පක්‍ෂයත් විපක්‍ෂයත් සිද්ධිය දැන සිටියත් ඔවුන් මුනිවත රැක්කේය. ඒ නිසා අහිංසක ජීවිත බිල්ලට දෙන්න සිදු වුණා",
        "\"අපි අවුරුදු තුනක් බලාගෙන හිටියා, නමුත් කවදාවත් යුක්තිය ඉටු නොවන බව අපි තේරුම් ගත්තා,\" සුදර්ශන ප්‍රනාන්දු පැවසීය. “සිද්ධිය ගැන ආණ්ඩු පක්‍ෂයත් විපක්‍ෂයත් දැන සිටියත් ඔවුන් මුනිවත රකිනවා. ඒ නිසා අහිංසක ජීවිත බිල්ලට දෙන්න සිදු වුණා. 2015 දී බලයට පත් වූ රජය පරාජයට පත් වූ විට ඔවුන් දැන සිටියේ බෝම්බ සහ ආයුධ සහිත මිනිසුන් තුළ බිය මානසිකත්වයක් ඇති කිරීමෙන් තමන්ට නැවත බලය ලබා ගත හැකි බවයි. ඔවුන් 2019 දී මේ බිය ඇති කර දින හතරක් ඇතුළත එක් අයෙක් ඉදිරිපත් වී තමන් ජනාධිපතිවරණයට තරග කරන බව ප්‍රකාශ කරනවා” ප්‍රනාන්දු මහතා පැවසීය.",
        "\"ජනතාවගේ ලේ වියදම් කරලා ලබන ජයග්‍රහණය තාවකාලිකයි\" - ජයසූරිය",
        "අනෙක් අතට බොහෝ දෙනෙක් මිනිසුන්ගේ ලේ වියදම් කර ලබාගත් ජයග්‍රහණය භුක්ති විඳිති. නමුත් මේ ජයග්‍රහණය තාවකාලිකයි ඒක අද අපිට දකින්න පුළුවන්",
        "“කතෝලික ප්‍රජාවේ බොහෝ බැතිමතුන් ජීවිත පරිත්‍යාග කළා,” සංජීව ජයසූරිය මහතා පැවසීය. “අනෙක් අතට බොහෝ දෙනෙක් මිනිසුන්ගේ ලේ වියදම් කර ලබාගත් ජයග්‍රහණය භුක්ති විඳිති. නමුත් මේ ජයග්‍රහණය තාවකාලිකයි ඒක අද අපිට දකින්න පුළුවන්. මෙම ශාපය boomerange වී ඇත. වසර තුනකින් හෝ වසර 10කින් යුක්තිය ඉටු වේ. අපි යුක්තිය පතා දෙවියන්ට කන්නලව් කරනවා මිස ශාප කරන්නේ නැහැ” ජයසූරිය පැවසීය.",
        "අපේ‍්‍රල් 17 වන දින දිවි ගලවා ගත් අය ගාලු මුවදොර පිටියට රැස්වී තම ආදරණීයයන්ට යුක්තිය ඉල්ලා සිටියහ. ප්‍රහාරවලට ගොදුරු වූ විපතට පත් වූවන්ගේ නම් රැගෙන ප්‍රසංග ශිල්පීන් කිහිප දෙනෙක් සුදු ඇඳුමින් සැරසී, මළවුන් ලෙස පෙනී සිටිමින් කොළඹ අවට ඇවිද ගියහ. විපතට පත් වූවන් සිහිපත් කිරීම සඳහා රංගන ශිල්පී ජෙහාන් අප්පුහාමි කටුවාපිටිය දේවස්ථානයේ සිට කොච්චිකඩේ ශාන්ත අන්තෝනි සිද්ධස්ථානය දක්වා ලී කුරුසයක් රැගෙන අවසානයේ ගාලුමුවදොර පිටියේ විරෝධතා බිමට පැමිණියේය.",
        "ජාතික ආරක්‍ෂාව පවත්වාගෙන යාමේ සාමූහික වගකීම දරන ත්‍රිවිධ හමුදාව සහ පොලිසිය අතර නිසි සම්බන්ධීකරණයක් සහතික කිරීමට අපි පියවර ගෙන තිබෙනවා. ජාතික බුද්ධි අංශ ජාලය ප්‍රතිසංවිධානය කර ශක්තිමත් කර ඇත",
        "2020 ජනවාරි මස 8 වැනි පාර්ලිමේන්තුවේ සිව්වැනි සැසිවාරය අමතමින් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ප්‍රකාශ කළේ ජාතික ආරක්ෂාවට ප්‍රමුඛත්වය දෙන බවයි. “අපගේ ප්‍රතිපත්තිය තුළ ජාතික ආරක්ෂාවට ප්‍රමුඛස්ථානය හිමිවේ.",
        "ජාතික ආරක්ෂක යාන්ත්‍රණය ශක්තිමත් කිරීමට අපි දැනටමත් පියවර ගෙන තිබෙනවා. දක්ෂ නිලධාරීන්ට නැවතත් නිසි වගකීම් පවරා තිබෙනවා. ජාතික ආරක්‍ෂාව පවත්වාගෙන යාමේ සාමූහික වගකීම දරන ත්‍රිවිධ හමුදාව සහ පොලිසිය අතර නිසි සම්බන්ධීකරණයක් සහතික කිරීමට අපි පියවර ගෙන තිබෙනවා. ජාතික බුද්ධි අංශ ජාලය ප්‍රතිසංවිධානය කර ශක්තිමත් කර තිබෙනවා” යැයි ජනාධිපතිතුමා පැවසීය.",
        "“ත්‍රස්තවාදයෙන්, අන්තවාදයෙන්, පාතාල ක්‍රියාකාරකම්වලින්, සොරකම්වලින්, මංකොල්ලකමින්, කප්පම්කරුවන්ගෙන්, මත්ද්‍රව්‍ය උවදුරෙන්, මහජන සාමය කඩාකප්පල් කිරීමෙන්, කාන්තා හා ළමා අපචාරවලින් තොර සුරක්ෂිත රටක් බවට අපේ මාතෘභූමිය පත් කිරීමට අවශ්‍ය සෑම පියවරක්ම ගන්නවා. අපගේ මූලික අරමුණ ඵලදායී පුරවැසියෙකු, ප්‍රීතිමත් පවුලක්, විනයගරුක සමාජයක් සහ සමෘද්ධිමත් ජාතියක් බිහිකිරීමයි.",
        "තවත් අවස්ථා කිහිපයකදී ජාතික ආරක්‍ෂාව යථා තත්ත්වයට පත් කරන බවට පොරොන්දු වූ අතර, ජාතික ආරක්‍ෂාව නොසලකා හැරීම සම්බන්ධයෙන් මෛත්‍රීපාල සිරිසේන රජයට දොස් පැවරූ ජනාධිපති රාජපක්‍ෂ මහතා අධිකරණ ක්‍රියාවලියට මැදිහත් නොවන බව ද ප්‍රකාශ කළේය.",
        "නමුත් පාස්කු ඉරිදා කොමිසමක් පිහිටුවුවද ත්‍රස්තවාදය වැලැක්වීමේ පනත යටතේ රැඳවුම් භාරයේ සිටින පුද්ගලයන් කිහිප දෙනෙකුගෙන් ප්‍රශ්න කළද ප්‍රහාර පිටුපස සිටි මහ මොළකරු කවුරුන්ද යන්න තවමත් හඳුනාගෙන නොමැත. අතිගරු මැල්කම් කාදිනල් රංජිත් හිමිපාණන් විසින් රජය ලබාදුන් පොරොන්දුව ඉටු කිරීමට අපොහොසත් වීම හේතුවෙන් අවස්ථා කිහිපයකදීම රජයට එරෙහිව සිය අප්‍රසාදය පළ කළ අතර අවසානයේ එය ජිනීවා වෙත ගෙන ගියේය. එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය අමතමින් ඔහු ප්‍රකාශ කළේ මෙම ප්‍රහාරය ගැන සොයා බැලීමට යාන්ත්‍රණයක් ඉල්ලා සිටි අතර සමූල ඝාතනයේ පළමු හැඟීම එය සම්පූර්ණයෙන්ම ඉස්ලාමීය අන්තවාදීන් කිහිප දෙනෙකුගේ ක්‍රියා බව වුවද, පසුව සිදු කරන ලද පරීක්ෂණවලින් පෙනී යන්නේ මෙම සංහාරය කොටසක් බවයි. මහා දේශපාලන කුමන්ත්‍රණයක.",
        "සිද්ධිය ආරම්භයේදීම පාස්කු ප්‍රහාරය වැළැක්වීමට නිශ්චිත බුද්ධි තොරතුරු ලැබී තිබියදීත් එය වැළැක්වීමට කටයුතු නොකිරීම හේතුවෙන් සාපරාධී රාජකාරි පැහැර හැරීමේ චෝදනාව යටතේ නීතිපතිවරයා හිටපු ආරක්ෂක ලේකම් හේමසිරි ප්‍රනාන්දුට සහ පොලිස්පති පූජිත ජයසුන්දරට ​​එරෙහිව නඩු පවරා ඇත. ඔවුන්ට එරෙහිව තනි තනිව චෝදනා 855ක් එල්ල විය. කෙසේ වෙතත්, මෙම වසර මුලදී, ප්‍රනාන්දු සහ ජයසුන්දර යන දෙදෙනාම සියලු චෝදනාවලින් නිදොස් කොට නිදහස් කරන ලද අතර, ඔවුන්ට එරෙහිව ගොනු කර ඇති චෝදනා ඔප්පු කිරීමට පැමිණිල්ල විසින් අපොහොසත් වූ බැවින්, විත්ති පාර්ශ්වයෙන් සාක්ෂි කැඳවීමකින් තොරව නිදහස් කරන ලදී.",
        "ජ්‍යෙෂ්ඨ මාධ්‍යවේදී රංග ශ්‍රීලාල් විසින් පාස්කු ඉරිදා බෝම්බ ප්‍රහාරය සිදු කළ ප්‍රධාන සැකකරු වන සහරාන් හෂීම්ට අයත් සුඛෝපභෝගී වාහනයක් භාවිත කරන බවට කළ ට්විටර් පණිවුඩයක් සම්බන්ධයෙන් සමගි ජන බලවේගයේ පාර්ලිමේන්තු මන්ත්‍රී හරීන් ප්‍රනාන්දු හිටපු මහජන ආරක්ෂක අමාත්‍ය සරත් වීරසේකරගෙන් අඟහරුවාදා ප්‍රශ්න කළේය. ඊට ප්‍රතිචාර දක්වමින් වීරසේකර මන්ත්‍රීවරයා එම ප්‍රකාශ ප්‍රතික්ෂේප කරමින් කියා සිටියේ තමන් අමාත්‍යාංශ ලේකම්වරයාගෙන් කරුණු විමසූ බවයි. මෙම රථය රාජ්‍ය දේපළක් ලෙස ශ්‍රී ලංකා පොලිසියට භාරදී ඇති බවත් පොලිස් දෙපාර්තමේන්තුව විසින් එම රථය පොලිස් විශේෂ කාර්ය බළකාය වෙත භාරදී ඇති බවත් අමාත්‍යාංශ ලේකම්වරයා ඔහුට දන්වා ඇත. පොලිස් විශේෂ කාර්ය බළකායට ලබා දී ඇති සේවා වාහන අතරට මෙම රථය ඇතුළත් කර ඇති බවද ඔහු වැඩිදුරටත් පැවසීය.",
        "පාස්කු ඉරිදා ප්‍රහාරය සම්බන්ධයෙන් මේ වන විට පුද්ගලයින් 735 දෙනෙකු අත්අඩංගුවට ගෙන ඇති බවත්, පුද්ගලයන් 79 දෙනෙකුට චෝදනා 25,653ක් යටතේ නඩු 27ක් පවරා ඇති බවත් ආරක්ෂක ලේකම් මහලේකම් කමල් ගුණරත්න මහතා පසුගියදා ප්‍රකාශයක් කරමින් කියා සිටියේය. පාස්කු ඉරිදා ප්‍රහාරයේ මහ මොළකරු රාජපක්ෂ ජනාධිපතිවරයා බවට සමාජ මාධ්‍ය ඔස්සේ විවිධ චෝදනා එල්ල වුවද එම චෝදනාවල කිසිදු සත්‍යතාවක් නොමැති බවත් දේශපාලන වාසි ලබා ගැනීමේ නින්දිත උත්සාහයන් බවත් ඔහු වැඩිදුරටත් පැවසීය.",
        "වසර තුනකට පසු මහජන නොසන්සුන්තාව මධ්‍යයේ රට කැළඹීමකට ඇද වැටී ඇත. පාස්කු ප්‍රහාරයේ සිට කොවිඩ් ප්‍රහාරයේ සිට පවතින අර්බුදය දක්වා රට ශාප වී ඇති බව ඇතැමුන්ට හැඟේ. නමුත් දිවි ගලවා ගත් අය සහ වින්දිතයන්ගේ පවුල් දෙවියන් වහන්සේ කෙරෙහි විශ්වාසය තබා යුක්තිය පතා දිගටම යාච්ඤා කරති."
      ]
    },
    "ta": {
      "title": "மூன்றாண்டுகளுக்குப் பிறகும் நீதி என்பது கனவாகவே உள்ளது",
      "body_lines": [
        "இந்த சம்பவம் ஆளும் கட்சிக்கும் எதிர்க்கட்சிக்கும் தெரியும்",
        "25,653 குற்றச்சாட்டுகளின் கீழ் 79 பேர் மீது 27 வழக்குகள் பதிவு செய்யப்பட்டுள்ளன",
        "ஏப்ரல் 2019 இல் ஈஸ்டர் ஞாயிறு குண்டுவெடிப்புகளுக்கு தங்கள் இன்னுயிர்களை தியாகம் செய்த 250 க்கும் மேற்பட்ட பொதுமக்களின் ஆன்மாக்கள் இன்னும் அமைதியாக ஓய்வெடுக்க நீதிக்காக காத்திருக்கின்றன. கலாநிதி நந்தசிறி கீம்பியஹெட்டி எழுதிய ‘கடுவாப்பிட்டியே பாலு பாரக’ (கடுவாப்பிட்டியின் தனிமையான வீதியில்) என்ற கவிதை, ஈஸ்டர் ஞாயிறு படுகொலையின் அவலத்தை பொருத்தமாக சித்தரிக்கிறது. கலாநிதி மதுபாஷினி திசாநாயக்க ரத்நாயக்க மொழிபெயர்த்த கவிதை பின்வருமாறு கூறுகிறது.",
        "தாக்குதல் நடந்த சில நாட்களுக்குப் பிறகு, தற்போதைய ஜனாதிபதி, ஜனாதிபதித் தேர்தலில் போட்டியிடப் போவதாகவும், தேசிய பாதுகாப்பை நிலைநாட்டப் போவதாகவும் அறிவித்தார். மூன்று ஆண்டுகளுக்குப் பிறகு, தேசிய பாதுகாப்பிற்கு எதிராக போராடிய அரசாங்கம், தாக்குதல்களை நடத்திய குற்றவாளிகளை தண்டிக்கவும், பாதிக்கப்பட்டவர்களுக்கும் உயிர் பிழைத்தவர்களுக்கும் நீதி வழங்கவும் தவறிவிட்டது.",
        "தாக்குதல்களின் மூன்றாம் ஆண்டு நினைவைக் குறிக்கும் வகையில், டெய்லி மிரர் தனது நினைவு அம்சத்தில், ஒரே ஒரு நம்பிக்கையை மனதில் கொண்டு பாதிக்கப்பட்ட மற்றும் உயிர் பிழைத்தவர்களின் குடும்பங்களுடன் பேசியது; நீதி.",
        "மட்டக்களப்பு சீயோன் தேவாலயத்தின் மீதான தாக்குதலின் போது ரெபேக்கா அரசரட்ணம் மூன்றாம் நிலை தீக்காயங்களுக்கு உள்ளானார். அவர் தனது சகோதரி, மைத்துனர் மற்றும் மருமகனை இழந்தார். ஆனால் இன்று ஸ்ரீதரன் கௌசிகனை திருமணம் செய்து கொண்டு அவர்கள் யாழ்ப்பாணத்தில் குடியேறி மகிழ்ந்துள்ளனர். இது அவர்களின் கதை.",
        "கௌசிகன்: கடந்த ஆண்டு ஜூன் மாதம் ஈஸ்டர் ஞாயிறு சம்பவத்திற்குப் பிறகு நான் அவளைச் சந்தித்தேன். உண்மையில் நான் யூடியூப் மற்றும் பிற சமூக ஊடக தளங்களில் அவரது சான்றுகளைப் பார்த்தேன், அவளுடன் தொடர்பு கொள்ள விரும்பினேன். அதன் பிறகு அவளுடன் ஃபேஸ்புக்கில் பேசிக் கொண்டிருந்தேன். சிறிது நேரம் கழித்து நாங்கள் காதலித்தோம், நான் அவளிடம் முன்மொழிந்தேன்.",
        "கே   ஒரு உயிர் பிழைத்தவராக, நீங்கள் கடந்து வந்த அனைத்திற்கும் பிறகு இன்று எப்படி உணர்கிறீர்கள்?",
        "ரெபேக்கா: கடவுள் நம்முடன் இருக்கிறார் என்பது எனக்குத் தெரியும். நான் கடவுள் மீது நம்பிக்கை வைத்தேன். இன்று, நான் மகிழ்ச்சியுடன் திருமணம் செய்து கொண்டேன், எல்லாம் எப்படி மாறியது என்பதில் நான் மகிழ்ச்சியடைகிறேன்.",
        "ரெபேக்கா: ஆமாம். என்னால் இன்னும் இடது கையில் விரல்களை மடக்க முடியவில்லை.",
        "கௌசிகன்: அவள் முகத்தில் ஒரு அறுவை சிகிச்சை உட்பட சிகிச்சைகள் இருந்தாலும், நான் அவளை முன்னோக்கிச் செல்வதை ஊக்கப்படுத்தினேன். அவள் இருக்கும் விதத்தில் அழகாக இருக்கிறாள்.",
        "Q தாக்குதலில் பாதிக்கப்பட்டவர்களுக்கு நீதி வழங்குவதற்கு தற்போதைய அரசாங்கம் உறுதியளித்தது. ஆனால் மூன்று வருடங்கள் கடந்தும் இன்னும் குற்றவாளிகளை தண்டிக்கவில்லை. அதைப் பற்றி நீங்கள் என்ன சொல்ல வேண்டும்?",
        "ரெபேக்கா: நாங்கள் நேசிக்கவும் மன்னிக்கவும் கற்றுக்கொடுக்கப்பட்டுள்ளோம். இது கடவுள் நமக்குக் கற்பிக்கும் பாடம். ஒருவரையொருவர் நேசிக்க கடவுள் நமக்குக் கற்றுக் கொடுத்திருக்கிறார். ஆனால் ஒன்று நிச்சயம்; கடவுள் பாதிக்கப்பட்டவர்களுடனும் உயிர் பிழைத்தவர்களுடனும் இருக்கிறார்.",
        "Qஉங்களுடையது ஒரு அரிய கதை என்றாலும் பலர் தங்கள் அன்புக்குரியவர்களின் இழப்பால் வருந்துகிறார்கள். அவர்களுக்கு உங்கள் செய்தி என்ன?",
        "Rebecca: Romans Chapter 8 Verse 28 பின்வருவனவற்றைக் கூறுகிறது: மேலும், தம்முடைய நோக்கத்தின்படி அழைக்கப்பட்ட, தம்மை நேசிக்கிறவர்களின் நன்மைக்காகவே எல்லாவற்றிலும் தேவன் செயல்படுகிறார் என்பதை நாம் அறிவோம். அவர்கள் கடவுள் மீது நம்பிக்கை வைக்க வேண்டும், ஏனென்றால் அவர்கள் எங்கிருந்தாலும் கடவுள் அவர்களுடன் இருக்கிறார். எல்லாவற்றையும் மகிழ்ச்சியுடன் ஏற்றுக்கொண்டு அனைவருக்கும் முன்மாதிரியாக இருக்க வேண்டும்.",
        "ஏப்ரல் 9 ஆம் திகதி கட்டுவாப்பிட்டி வெகுஜன கல்லறையில் இருந்து கொச்சிக்கடை புனித அந்தோனியார் ஆலயத்தை நோக்கி ஆர்ப்பாட்ட பேரணி ஒன்று ஏற்பாடு செய்யப்பட்டிருந்தது. கட்டுவாப்பிட்டி மற்றும் கொச்சிக்கடை தாக்குதல்களில் பாதிக்கப்பட்டவர்கள் மற்றும் உயிர் பிழைத்தவர்களின் குடும்பங்கள் கலந்துகொண்டு, தங்களுக்கு நீதி வழங்குவதோடு, குற்றவாளிகளை தண்டிக்குமாறும் கோரிக்கை விடுத்தனர். பேரணியின் முடிவில், கொச்சிக்கடை புனித அந்தோனியார் ஆலயத்தை சென்றடைந்தபோது, ​​மாண்புமிகு கர்தினால் மால்கம் ரஞ்சித் அவர்கள் மக்களைச் சந்தித்தார்.",
        "\"மூன்று ஆண்டுகளாக நாங்கள் எங்கள் குழந்தைகள், சகோதரர்கள், சகோதரிகள் மற்றும் உறவினர்களுக்கு நீதி கோரினோம்,\" என்று ஷெஹான் மாலக கமகே கூறினார். “நாங்கள் இறைவனிடம் அடைக்கலம் தேடினோம். ஆரம்பத்தில் எங்களை சோதித்தார். அவர் எங்கே என்று விசாரித்தோம். அன்று அவர் எங்கே இருந்தார் என்று இப்போதும் கேட்கிறோம். ஆனால் இன்று அவர் நம்மிடம் பேசுகிறார். 260க்கும் மேற்பட்டோர் படுகொலையில் இறந்தாலும், அவர்களின் தியாகத்தால் ஒட்டுமொத்த நாடும் எழுச்சி பெற்றுள்ளது என்றார். முழு நாடும் நீதியை கோருகிறது. அன்றும், இன்றும், எதிர்காலத்திலும் நாம் சிந்திய கண்ணீருக்கு இறைவன் நீதி வழங்குவார் என நம்புவோம். நீதியைத் தேடிச் செல்வதற்கு எமக்கு ஒரு பொதுவான காரணம் உள்ளது” என்று கமகே கூறினார்.",
        "\"உயிரை தியாகம் செய்தவர்கள் இன்னும் நிம்மதியாக இருக்க முடியாது\" - பிரசாத்",
        "அவர்களின் ஆன்மாக்கள் வேட்டையாடும் குற்றவாளிகள். அதனால்தான் 40 கிலோமீட்டர் நடக்க முடிவு செய்தோம். ஒரு விளையாட்டு வீரன் என்ற முறையில் எனக்கு அந்த தைரியம் உள்ளது, இந்த எதிர்ப்பு ஊர்வலத்தில் எந்த அரசியல் உள்நோக்கமும் இல்லை",
        "மூன்று ஆண்டுகளுக்குப் பிறகும் தங்கள் உயிரைத் தியாகம் செய்தவர்களால் இன்னும் நிம்மதியாக ஓய்வெடுக்க முடியவில்லை என்று முன்னாள் கிரிக்கெட் வீரர் தம்மிக்க பிரசாத் கருத்து தெரிவித்துள்ளார். \"அவர்களின் ஆன்மாக்கள் வேட்டையாடும் குற்றவாளிகள். அதனால்தான் 40 கிலோமீட்டர் நடக்க முடிவு செய்தோம். ஒரு விளையாட்டு வீரன் என்ற முறையில் எனக்கு அந்த தைரியம் உள்ளது, இந்த எதிர்ப்பு ஊர்வலத்தில் எந்த அரசியல் உள்நோக்கமும் இல்லை. முப்பது ஆண்டுகால மோதலை முடிவுக்குக் கொண்டு வந்த ஒரு நாட்டில் ஒரு நல்ல புலனாய்வுச் சேவை இருக்க வேண்டும். எனவே விரைவில் நீதி கிடைக்கும் என்று நம்புகிறோம்” என்று பிரசாத் கூறினார்.",
        "இந்த படுகொலையில் அரசியல் உள்ளது. இந்த மனிதாபிமானமற்ற தாக்குதலுக்கு தற்போதைய ஜனாதிபதியை நாங்கள் குற்றம் சாட்டுகிறோம், ஏனெனில் அவர்தான் ஈஸ்டர் ஞாயிறு தாக்குதலைப் பயன்படுத்தி ஜனாதிபதி ஆனார்.",
        "ஈஸ்டர் தாக்குதலின் போது நான் எனது பிள்ளையையும் எனது மாமியாரையும் இழந்தேன் என ரஞ்சீவ பிரியதர்ஷன சில்வா தெரிவித்துள்ளார். “இந்த படுகொலையில் அரசியல் உள்ளது. இந்த மனிதாபிமானமற்ற தாக்குதலுக்கு தற்போதைய ஜனாதிபதியை நாங்கள் குற்றம் சாட்டுகிறோம், ஏனெனில் அவர்தான் ஈஸ்டர் ஞாயிறு தாக்குதலைப் பயன்படுத்தி ஜனாதிபதி ஆனார். ஆனால், சம்பவம் குறித்து எச்சரிக்கப்பட்டதாக ஹரீன் பெர்னாண்டோ கூறியதையும், பாதுகாப்புச் செயலாளர் மற்றும் பொலிஸ் மா அதிபர் ஆகியோரும் தாக்குதல் குறித்து அறிந்திருந்ததாகவும், ஆனால் அது இவ்வளவு ஆபத்தானதாக இருக்கும் என எதிர்பார்க்கவில்லை என்றும் கூறியதையும் நாம் பார்த்தோம். எனவே நாம் ஒருவரைக் குற்றம் சொல்ல முடியாது, ஆனால் அனைவருக்கும் அது பற்றி தெரியும், ”என்று சில்வா கூறினார்.",
        "எங்களை விட்டுப் பிரிந்தவர்களுக்கு நீதி கேட்கவே நாங்கள் இங்கு வந்தோம். நான் அவர்களின் அத்தை, நான் என் மகளுடன் இங்கு வந்தேன். கடவுள் மட்டுமே நமக்கு நீதி வழங்க முடியும்",
        "\"எனது சகோதரனின் மகனும் மற்ற இரண்டு குழந்தைகளும் தாக்குதலுக்கு ஆளானார்கள்,\" என்று மதில்டா பெர்னாண்டோ நினைவு கூர்ந்தார், அவரது கண்களில் கண்ணீர் பெருகியது. “எங்களை விட்டுப் பிரிந்தவர்களுக்கு நீதி கேட்கவே நாங்கள் இங்கு வந்தோம். நான் அவர்களின் அத்தை, நான் என் மகளுடன் இங்கு வந்தேன். கடவுள் மட்டுமே எமக்கு நீதி வழங்க முடியும்” என பெர்னாண்டோ கூறினார்.",
        "நம் பக்தர்கள் செய்த தியாகத்தை கடவுள் அறிந்திருக்கிறார் என்பதை நாம் அறிவோம். நீதி தேடுவதற்கான பாதையை அவர் காட்டுவார் என்ற நம்பிக்கையுடன் பிரார்த்தனை செய்வோம்",
        "கட்டுவாப்பிட்டி புனித செபஸ்தியன் தேவாலயத்தின் பங்குத்தந்தை சகோ. மஞ்சுளா நிரோஷன், ஆர்ப்பாட்ட பேரணியில் உயிர் பிழைத்தவர்கள் மற்றும் பங்குபற்றியவர்களுக்கு ஆசிர்வாதம் வழங்கினார். “எங்கள் பக்தர்கள் செய்த தியாகத்தை கடவுள் அறிந்திருக்கிறார் என்பதை நாங்கள் அறிவோம். ஒற்றுமை மற்றும் அன்பின் மூலம் நீதியைத் தேடுவதற்கான பாதையை அவர் நமக்குக் காட்டுவார் என்று நம்பிக்கையுடன் பிரார்த்தனை செய்வோம், ”என்று சகோ. மஞ்சுளா நிரோஷன்.",
        "\"ஏப்ரல் 21, 2019 அன்று நான் ஈஸ்டர் ஞாயிறு ஆராதனையில் கலந்து கொண்டாலும் எனக்கு எந்த காயமும் ஏற்படவில்லை\" என்று சுனேத்ரா பிரியதர்ஷினி நினைவு கூர்ந்தார். “அன்றைய தினம் என்னைப் பாதுகாத்த கடவுளுக்கு நன்றி கூறுகிறேன். ஆனால், நான் ஏன் இங்கு வந்தேன், இது அதிக நேரம் என்பதால் பிரிந்தவர்களுக்கு நீதி கேட்க வேண்டும் என்று பிரியதர்ஷினி கூறினார்.",
        "“சம்பவம் குறித்து ஆளும் கட்சிக்கும் எதிர்க்கட்சிக்கும் தெரியும்” – பெர்னாண்டோ",
        "இந்த சம்பவம் குறித்து ஆளுங்கட்சியினருக்கும் எதிர்க்கட்சியினருக்கும் தெரிந்திருந்தும் அவர்கள் வாய்மூடி மௌனமாக இருந்தனர். இதனால், அப்பாவி உயிர்கள் பலியாக வேண்டிய நிலை ஏற்பட்டது",
        "\"நாங்கள் மூன்று ஆண்டுகளாக காத்திருந்தோம், ஆனால் நீதி ஒருபோதும் வழங்கப்படாது என்பதை நாங்கள் உணர்ந்தோம்\" என்று சுதர்ஷன பெர்னாண்டோ கூறினார். ஆளும் கட்சி மற்றும் எதிர்க்கட்சி ஆகிய இரு கட்சிகளுக்கும் இந்த சம்பவம் பற்றி தெரியும், ஆனால் அவர்கள் அமைதியாக இருந்தனர். இதனால், அப்பாவி உயிர்கள் பலியாக வேண்டிய நிலை ஏற்பட்டது. 2015 இல் பதவியில் இருந்த அரசாங்கம் தோற்கடிக்கப்பட்டபோது, ​​வெடிகுண்டுகள் மற்றும் ஆயுதங்களைக் கொண்டு மக்கள் மீது ஒரு அச்ச மனநோயைத் தூண்டுவதன் மூலம் மீண்டும் அதிகாரத்தை கைப்பற்ற முடியும் என்பதை அவர்கள் அறிந்திருந்தனர். 2019ல் இந்த அச்சத்தை ஏற்படுத்துகிறார்கள், நான்கு நாட்களுக்குள் ஒருவர் வந்து, தான் ஜனாதிபதி தேர்தலில் போட்டியிடப் போவதாக அறிவித்தார்” என்று பெர்னாண்டோ கூறினார்.",
        "\"மக்களின் இரத்தத்தை செலவிட்டு பெற்ற வெற்றி தற்காலிகமானது\" - ஜெயசூர்யா",
        "மறுபுறம், மக்கள் இரத்தத்தை செலவிட்டு பெற்ற வெற்றியை பலர் அனுபவிக்கின்றனர். ஆனால் இந்த வெற்றி தற்காலிகமானது என்பதை இன்று பார்க்கலாம்",
        "\"கத்தோலிக்க சமூகத்தில் பல பக்தர்கள் தங்கள் உயிர்களை தியாகம் செய்தனர்\" என்று சஞ்சீவ ஜயசூரிய கூறினார். “மறுபுறம், மக்கள் இரத்தத்தை செலவிட்டு பெற்ற வெற்றியை பலர் அனுபவிக்கிறார்கள். ஆனால் இந்த வெற்றி தற்காலிகமானது என்பதை இன்று பார்க்கலாம். இந்த சாபம் பூமராஞ்ச் ஆகிவிட்டது. மூன்று ஆண்டுகள் அல்லது 10 ஆண்டுகளில் நீதி கிடைக்கும். நியாயம் கேட்டு கடவுளிடம் பிரார்த்தனை செய்கிறோம் ஆனால் சபிக்க மாட்டோம்” என்று ஜெயசூர்யா கூறினார்.",
        "ஏப்ரல் 17 அன்று, உயிர் பிழைத்தவர்கள் தங்கள் அன்புக்குரியவர்களுக்கு நீதி கோரி காலி முகத்திடலில் கூடினர். பல கலைநிகழ்ச்சி கலைஞர்கள் கொழும்பை சுற்றி நடந்து, வெள்ளை நிறத்தில் அலங்கரித்து, தங்களை இறந்தவர்களாக சித்தரித்து, தாக்குதல்களுக்கு ஆளானவர்களின் பெயர்களை ஏந்திச் சென்றனர். பாதிக்கப்பட்டவர்களின் நினைவாக, நடிகர் ஜெஹான் அப்புஹாமி, கட்டுவாப்பிட்டி தேவாலயத்தில் இருந்து கொச்சிக்கடை புனித அந்தோனியார் ஆலயத்திற்கு மரத்தாலான சிலுவையை ஏந்தி இறுதியாக காலி முகத்திடலில் உள்ள போராட்ட மைதானத்திற்குச் சென்றார்.",
        "தேசிய பாதுகாப்பைப் பேணுவதற்கு கூட்டுப் பொறுப்பான ஆயுதப் படைகளுக்கும் காவல்துறைக்கும் இடையே சரியான ஒருங்கிணைப்பை உறுதி செய்ய நாங்கள் நடவடிக்கை எடுத்துள்ளோம். தேசிய புலனாய்வு அமைப்புகளின் வலையமைப்பு மறுசீரமைக்கப்பட்டு பலப்படுத்தப்பட்டுள்ளது",
        "2020 ஜனவரியில் 8 ஆவது பாராளுமன்றத்தின் நான்காவது அமர்வில் உரையாற்றிய ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, தேசிய பாதுகாப்புக்கு முன்னுரிமை அளிக்கப்படுவதாக தெரிவித்தார். “எங்கள் கொள்கையில், தேசிய பாதுகாப்பு முதன்மையான இடத்தைப் பிடித்துள்ளது.",
        "தேசிய பாதுகாப்பு எந்திரத்தை வலுப்படுத்த நாங்கள் ஏற்கனவே நடவடிக்கை எடுத்துள்ளோம். திறமையான அதிகாரிகளுக்கு மீண்டும் உரிய பொறுப்புகள் வழங்கப்பட்டுள்ளன. தேசிய பாதுகாப்பைப் பேணுவதற்கு கூட்டுப் பொறுப்பான ஆயுதப் படைகளுக்கும் காவல்துறைக்கும் இடையே சரியான ஒருங்கிணைப்பை உறுதி செய்ய நாங்கள் நடவடிக்கை எடுத்துள்ளோம். தேசிய புலனாய்வு அமைப்புகளின் வலையமைப்பு மறுசீரமைக்கப்பட்டு பலப்படுத்தப்பட்டுள்ளது” என்று ஜனாதிபதி ராஜபக்ஷ கூறினார்.",
        "“பயங்கரவாதம், தீவிரவாதம், பாதாள உலகச் செயற்பாடுகள், திருட்டு மற்றும் கொள்ளை, கப்பம் கோருபவர்கள், போதைப்பொருள் அச்சுறுத்தல், பொது ஒழுங்கை சீர்குலைத்தல், பெண்கள் மற்றும் சிறுவர் துஷ்பிரயோகம் இல்லாத பாதுகாப்பான நாடாக எமது தாய்நாட்டை உருவாக்க தேவையான அனைத்து நடவடிக்கைகளையும் எடுப்போம். எங்களின் முதன்மையான நோக்கம் ஒரு உற்பத்திக் குடிமகன், மகிழ்ச்சியான குடும்பம், ஒழுக்கமான சமுதாயம் மற்றும் வளமான தேசத்தை உருவாக்குவதே ஆகும்,” என்றார்.",
        "மேலும் பல சந்தர்ப்பங்களில் தேசிய பாதுகாப்பை மீட்டெடுப்பதாக உறுதியளித்த ஜனாதிபதி ராஜபக்ஷ, மைத்திரிபால சிறிசேன அரசாங்கம் தேசிய பாதுகாப்பை புறக்கணிப்பதாக குற்றம் சாட்டியதுடன், நீதித்துறை நடவடிக்கைகளில் தலையிட மாட்டோம் என்றும் கூறியுள்ளார்.",
        "ஆனால், ஈஸ்டர் ஞாயிறு ஆணைக்குழு அமைக்கப்பட்டு, பயங்கரவாதத் தடுப்புச் சட்டத்தின் கீழ் தடுத்து வைக்கப்பட்டுள்ள பல நபர்களை விசாரணை செய்த போதிலும், தாக்குதல்களுக்குப் பின்னால் இருந்த மூளைச்சாவு இன்னமும் தெரியவில்லை. மால்கம் கர்தினால் ரஞ்சித் அவர்கள் பல சந்தர்ப்பங்களில் அரசாங்கத்திற்கு எதிராக தனது அதிருப்தியை வெளிப்படுத்தினார், ஏனெனில் அரசாங்கம் தனது வாக்குறுதியை நிறைவேற்றத் தவறியது மற்றும் இறுதியில் இந்த விஷயத்தை ஜெனிவாவுக்கு கொண்டு சென்றது. ஐக்கிய நாடுகளின் மனித உரிமைகள் பேரவையில் அவர் ஆற்றிய உரையில், தாக்குதல்களை விசாரிக்க ஒரு பொறிமுறையைக் கோரிய அவர், படுகொலையின் முதல் அபிப்பிராயம் இது முற்றிலும் ஒரு சில இஸ்லாமிய தீவிரவாதிகளின் செயல் என்று இருந்தாலும், அடுத்தடுத்த விசாரணைகள் இந்த படுகொலையின் ஒரு பகுதியாக இருந்ததைக் காட்டுகின்றன. ஒரு பெரிய அரசியல் சதி.",
        "சம்பவத்தின் ஆரம்பத்தில், குறிப்பிட்ட புலனாய்வுப் பிரிவினருக்கு கிடைத்த பின்னரும் ஈஸ்டர் தாக்குதல்களைத் தடுக்க நடவடிக்கை எடுக்கத் தவறியமைக்காக சட்டமா அதிபர், முன்னாள் பாதுகாப்புச் செயலாளர் ஹேமசிறி பெர்னாண்டோ மற்றும் பொலிஸ் மா அதிபர் பூஜித ஜயசுந்தர ஆகியோருக்கு எதிராக குற்றவியல் கடமை தவறிய குற்றச்சாட்டின் கீழ் வழக்குத் தாக்கல் செய்தார். அவர்கள் மீது தனித்தனியாக மொத்தம் 855 குற்றச்சாட்டுகள் சுமத்தப்பட்டன. எவ்வாறாயினும், இந்த ஆண்டின் தொடக்கத்தில், பெர்னாண்டோ மற்றும் ஜெயசுந்தர இருவரும் அனைத்து குற்றச்சாட்டுகளிலிருந்தும் விடுவிக்கப்பட்டனர் மற்றும் அவர்களுக்கு எதிராக தாக்கல் செய்யப்பட்ட குற்றச்சாட்டை நிரூபிக்க அரசுத் தரப்பு தவறியதால், அவர்கள் தரப்பில் இருந்து சாட்சியங்கள் கோரப்படாமல் விடுவிக்கப்பட்டனர்.",
        "ஈஸ்டர் ஞாயிறு குண்டுவெடிப்புகளை நடத்திய பிரதான சந்தேகநபரான சஹ்ரான் ஹாசிமின் சொகுசு வாகனத்தை அவர் பயன்படுத்தியதாக மூத்த ஊடகவியலாளர் ரங்க ஸ்ரீலால் டுவிட்டரில் செவ்வாய்க்கிழமை சமகி ஜன பலவேகய பாராளுமன்ற உறுப்பினர் ஹரின் பெர்னாண்டோ முன்னாள் பொது பாதுகாப்பு அமைச்சர் சரத் வீரசேகரவிடம் கேள்வி எழுப்பினார். இதற்குப் பதிலளித்த எம்.பி. வீரசேகர, இந்தக் கூற்றுக்களை மறுத்ததோடு, அமைச்சின் செயலாளரிடம் கேட்டுள்ளதாகவும் தெரிவித்தார். குறித்த வாகனம் அரச சொத்தாக இலங்கை பொலிஸாரிடம் ஒப்படைக்கப்பட்டுள்ளதாகவும், பொலிஸ் திணைக்களம் குறித்த வாகனத்தை பொலிஸ் விசேட அதிரடிப்படையினரிடம் ஒப்படைத்துள்ளதாகவும் அமைச்சின் செயலாளர் அவருக்கு அறிவித்துள்ளார். STF க்கு வழங்கப்படும் சேவை வாகனங்களில் இந்த வாகனமும் உள்ளடக்கப்பட்டுள்ளதாக அவர் மேலும் தெரிவித்தார்.",
        "ஈஸ்டர் ஞாயிறு தாக்குதல்கள் தொடர்பாக இதுவரை 735 பேர் கைது செய்யப்பட்டுள்ளதாகவும், 25,653 குற்றச்சாட்டுகளின் கீழ் 79 பேருக்கு எதிராக 27 வழக்குகள் பதிவு செய்யப்பட்டுள்ளதாகவும் பாதுகாப்பு செயலாளர் நாயகம் கமல் குணரத்ன அண்மையில் உரையாற்றியிருந்தார். ஈஸ்டர் ஞாயிறு தாக்குதலுக்கு அதிபர் ராஜபக்சே மூளையாக செயல்பட்டதாக சமூக வலைதளங்களில் பல குற்றச்சாட்டுகள் எழுந்தாலும், அதில் எந்த உண்மையும் இல்லை என்றும், அரசியல் ஆதாயம் தேடும் கேவலமான முயற்சி என்றும் அவர் கூறினார்.",
        "மூன்று ஆண்டுகளுக்குப் பிறகு, பொது அமைதியின்மைக்கு மத்தியில் நாடு கொந்தளிப்பில் மூழ்கியுள்ளது. ஈஸ்டர் தாக்குதல்கள் முதல் கோவிட் வரை நிலவும் நெருக்கடி வரை நாடு சபிக்கப்பட்டதாக சிலர் நினைக்கிறார்கள். ஆனால் உயிர் பிழைத்தவர்களும், பாதிக்கப்பட்டவர்களின் குடும்பத்தினரும் கடவுள் மீது நம்பிக்கை வைத்து நீதி கேட்டு தொடர்ந்து பிரார்த்தனை செய்து வருகின்றனர்."
      ]
    }
  }
}