{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82681/unga-adopts-sri-lanka-sponsored-resolution-to-declare-world-seagrass-day",
  "time_ut": 1653505260,
  "title": "UNGA adopts Sri Lanka sponsored resolution to declare ‘World Seagrass Day’",
  "body_lines": [
    "The United Nations General Assembly has adopted a Sri Lanka sponsored Resolution A/76/L.56, declaring 1 March as World Seagrass Day.",
    "The resolution was adopted on 23 May 2022 by consensus, and co-sponsored by 24 countries.",
    "Ambassador Mohan Pieris, Permanent Representative of Sri Lanka to the UN, introduced the resolution under Agenda Item 15: Integrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields.",
    "In his introduction, Ambassador Pieris highlighted Sri Lanka’s interest as a littoral state in bringing attention and awareness on a small but significant aspect of universal importance in combatting climate change.",
    "He highlighted the importance of seagrass as a carbon sink, in protection against coastal erosion, in stabilizing the sea bottom, increasing the resilience of the most vulnerable ecosystems, and increasing food stability for a number of marine creatures, and the pivotal role it plays in curtailing the effects of climate change.",
    "The World Seagrass Association closely supported the Government of Sri Lanka in this endeavor.",
    "As Seagrasses are one of the most valuable marine ecosystems on earth covering around 300,000 square kilometers in 159 countries and six continents. They provide a range of critical environmental, economic and social benefits. The most significant benefit being the enormous carbon sequestration potential of seagrass, storing up to 18 percent of the world’s oceanic carbon, which is greater than that of rainforests which makes protection and restoration of seagrass a vital tool in efforts to adapt and mitigate the adverse effects of climate change.",
    "The vital functions of seagrasses also include its role in stabilizing the sea bottom and providing ecosystem support via food and shelter for a number of marine creatures, including commercial and recreational fish species, as well as endangered and charismatic species such as turtles, dugongs and manatees. However, seagrass ecosystems are being destroyed as a result of human activity. The United Nations Environmental Programme Publication ‘Out of the Blue: the value of seagrasses to the environment and to people’ states that “7 per cent of seagrass marine habitat is being lost worldwide per year, which is equivalent to a football field of seagrass lost every 30 minutes”.",
    "The initiative was a collective effort of studying sea grass ecosystems and examining restoration and conservation through Nature-based Solutions by an NGO and academics and paving the way to highlight the importance of scientific-evidence based approaches at the policy level.",
    "The  Biodiversity Secretariat of the Ministry of Environment, Department of Aquaculture & Fisheries at the Wayamba University and the Blue Resource Trust worked together with the Ocean Affairs, Environment and Climate Change of the Ministry of Foreign Affairs and contributed to the process and coordinated with the Permanent Representative of Sri Lanka to the UN in New York in this regard."
  ],
  "translate": {
    "si": {
      "title": "‘ලෝක මුහුදු තෘණ දිනය’ ප්‍රකාශයට පත් කිරීම සඳහා ශ්‍රී ලංකාව අනුග්‍රහය දක්වන යෝජනාව UNGA විසින් සම්මත කරයි",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ මහා මණ්ඩලය විසින් ශ්‍රී ලංකාවේ අනුග්‍රහය ඇතිව A/76/L.56 යෝජනාව සම්මත කර ඇති අතර, මාර්තු 1 වන දින ලෝක මුහුදු පැලෑටි දිනය ලෙස ප්‍රකාශයට පත් කර ඇත.",
        "මෙම යෝජනාව 2022 මැයි 23 දින සම්මුතියෙන් සම්මත කරන ලද අතර රටවල් 24 ක් විසින් සම අනුග්‍රහය දක්වන ලදී.",
        "එක්සත් ජාතීන්ගේ ශ්‍රී ලංකා නිත්‍ය නියෝජිත, තානාපති මොහාන් පීරිස්, න්‍යාය පත්‍රය 15 යටතේ යෝජනාව ඉදිරිපත් කළේය: ආර්ථික, සමාජීය සහ අදාළ ක්ෂේත්‍රවල එක්සත් ජාතීන්ගේ ප්‍රධාන සම්මන්ත්‍රණ සහ සමුළු වල ප්‍රතිඵල ඒකාබද්ධ හා සම්බන්ධීකරණ ක්‍රියාත්මක කිරීම සහ පසු විපරම් කිරීම.",
        "දේශගුණික විපර්යාසයන්ට එරෙහිව සටන් කිරීමේදී විශ්වීය වැදගත්කමක් ඇති කුඩා නමුත් වැදගත් අංගයක් කෙරෙහි අවධානය යොමු කිරීම සහ දැනුවත් කිරීම සඳහා මුහුදුබඩ රාජ්‍යයක් ලෙස ශ්‍රී ලංකාව දක්වන උනන්දුව තානාපති පීරිස් සිය හැඳින්වීමේදී අවධාරණය කළේය.",
        "ඔහු කාබන් සින්ක් ලෙස මුහුදු තෘණ වල වැදගත්කම, වෙරළ ඛාදනයෙන් ආරක්ෂා කිරීම, මුහුදු පත්ල ස්ථාවර කිරීම, වඩාත් අවදානමට ලක්විය හැකි පරිසර පද්ධතිවල ඔරොත්තු දීමේ හැකියාව වැඩි කිරීම සහ සාගර ජීවීන් ගණනාවකට ආහාර ස්ථායීතාවය වැඩි කිරීම සහ එය ඉටු කරන ප්‍රධාන කාර්යභාරය ඉස්මතු කළේය. දේශගුණික විපර්යාසවල බලපෑම් සීමා කිරීම.",
        "මෙම ප්‍රයත්නයේදී ලෝක මුහුදු ග්‍රාස් සංගමය ශ්‍රී ලංකා රජයට සමීපව සහයෝගය දැක්වීය.",
        "රටවල් 159ක සහ මහාද්වීප හයක වර්ග කිලෝමීටර් 300,000ක් පමණ ආවරණය වන පරිදි මුහුදු තෘණ යනු පෘථිවියේ ඇති වටිනාම සමුද්‍ර පරිසර පද්ධතියකි. ඔවුන් තීරණාත්මක පාරිසරික, ආර්ථික සහ සමාජීය ප්‍රතිලාභ රැසක් ලබා දෙයි. වඩාත්ම වැදගත් ප්‍රතිලාභය වන්නේ මුහුදු තෘණ වල දැවැන්ත කාබන් විමෝචන විභවය, ලෝකයේ සාගර කාබන් වලින් සියයට 18 ක් දක්වා ගබඩා කිරීම, එය වැසි වනාන්තරවලට වඩා වැඩි වන අතර එමඟින් අහිතකර බලපෑම් අනුවර්තනය වීමට සහ අවම කිරීමට මුහුදු තණකොළ ආරක්ෂා කිරීම සහ ප්‍රතිසංස්කරණය කිරීම අත්‍යවශ්‍ය මෙවලමක් බවට පත් කරයි. දේශගුණික විපර්යාස පිළිබඳ.",
        "මුහුදු තෘණ වල අත්‍යවශ්‍ය කර්තව්‍යයන් අතර මුහුදු පතුල ස්ථාවර කිරීම සහ වාණිජ හා විනෝදාත්මක මත්ස්‍ය විශේෂ මෙන්ම කැස්බෑවන්, ඩුගොං සහ මැනේටි වැනි වඳවීමේ තර්ජනයට ලක්ව ඇති සහ ආකර්ෂණීය විශේෂ ඇතුළු සාගර ජීවීන් ගණනාවකට ආහාර සහ නවාතැන් හරහා පරිසර පද්ධති ආධාර සැපයීම ද ඇතුළත් වේ. . කෙසේ වෙතත්, මිනිස් ක්‍රියාකාරකම් හේතුවෙන් මුහුදු තෘණ පරිසර පද්ධති විනාශ වෙමින් පවතී. එක්සත් ජාතීන්ගේ පාරිසරික වැඩසටහන් ප්‍රකාශනය 'Out of the Blue: the value of seagrass to the environment and people to world's about a year of seagras marine vasots 7% missing a floit of seagrass of the පාපන්දු පිටියකට සමානයි සෑම විනාඩි 30 කට වරක්\".",
        "මෙම මුලපිරීම සමුද්‍ර තෘණ පරිසර පද්ධති අධ්‍යයනය කිරීම සහ රාජ්‍ය නොවන සංවිධානයක් සහ විද්වතුන් විසින් ස්වභාවධර්මය මත පදනම් වූ විසඳුම් හරහා ප්‍රතිසංස්කරණය සහ සංරක්ෂණය පරීක්ෂා කිරීම සහ ප්‍රතිපත්ති මට්ටමින් විද්‍යාත්මක සාක්ෂි පදනම් කරගත් ප්‍රවේශයන්ගේ වැදගත්කම ඉස්මතු කිරීමට මග පෑදීමේ සාමූහික ප්‍රයත්නයක් විය.",
        "පරිසර අමාත්‍යාංශයේ ජෛවවිවිධත්ව ලේකම් කාර්යාලය, වයඹ විශ්වවිද්‍යාලයේ ජලජීවී වගා සහ ධීවර දෙපාර්තමේන්තුව සහ නිල් සම්පත් භාරය විදේශ කටයුතු අමාත්‍යාංශයේ සාගර කටයුතු, පරිසර සහ දේශගුණික විපර්යාස සමඟ එක්ව ක්‍රියා කළ අතර එම ක්‍රියාවලියට දායක වූ අතර ස්ථිර ආයතනය සමඟ සම්බන්ධීකරණය කරන ලදී. මේ සම්බන්ධයෙන් නිව්යෝර්ක් නුවර සිටින ජගත් සංවිධානයේ ශ්‍රී ලංකා නියෝජිත"
      ]
    },
    "ta": {
      "title": "‘உலக கடற்பரப்பு தினமாக’ பிரகடனப்படுத்த இலங்கையின் அனுசரணையுடன் கூடிய தீர்மானத்தை ஐ.நா.",
      "body_lines": [
        "ஐக்கிய நாடுகளின் பொதுச் சபை இலங்கையின் அனுசரணையுடன் A/76/L.56 தீர்மானத்தை ஏற்றுக்கொண்டது, மார்ச் 1 ஆம் தேதியை உலக கடற்பகுதி தினமாக பிரகடனப்படுத்தியது.",
        "தீர்மானம் 23 மே 2022 அன்று ஒருமித்த கருத்துடன் ஏற்றுக்கொள்ளப்பட்டது, மேலும் 24 நாடுகளின் இணை அனுசரணையுடன்.",
        "ஐநாவிற்கான இலங்கையின் நிரந்தரப் பிரதிநிதியான தூதர் மோகன் பீரிஸ், நிகழ்ச்சி நிரல் 15 இன் கீழ் தீர்மானத்தை அறிமுகப்படுத்தினார்: பொருளாதாரம், சமூகம் மற்றும் தொடர்புடைய துறைகளில் ஐக்கிய நாடுகள் சபையின் முக்கிய மாநாடுகள் மற்றும் உச்சிமாநாடுகளின் முடிவுகளை ஒருங்கிணைத்து ஒருங்கிணைத்து செயல்படுத்துதல் மற்றும் பின்பற்றுதல்.",
        "தூதுவர் பீரிஸ் தனது முன்னுரையில், காலநிலை மாற்றத்தை எதிர்த்துப் போராடுவதில் உலகளாவிய முக்கியத்துவம் வாய்ந்த சிறிய ஆனால் குறிப்பிடத்தக்க அம்சத்தின் மீது கவனத்தையும் விழிப்புணர்வையும் கொண்டு வருவதில் கடல்சார் மாநிலமாக இலங்கையின் ஆர்வத்தை எடுத்துரைத்தார்.",
        "கடலோர அரிப்புக்கு எதிரான பாதுகாப்பிலும், கடலின் அடிப்பகுதியை நிலைப்படுத்துவதிலும், மிகவும் பாதிக்கப்படக்கூடிய சுற்றுச்சூழல் அமைப்புகளின் பின்னடைவை அதிகரிப்பதிலும், பல கடல்வாழ் உயிரினங்களுக்கு உணவு நிலைத்தன்மையை அதிகரிப்பதிலும், கார்பன் மடுவாக கடற்பாசியின் முக்கியத்துவத்தையும் அவர் எடுத்துரைத்தார். காலநிலை மாற்றத்தின் விளைவுகளை குறைத்தல்.",
        "உலக கடற்பரப்பு சங்கம் இந்த முயற்சியில் இலங்கை அரசாங்கத்திற்கு நெருக்கமான ஆதரவை வழங்கியது.",
        "159 நாடுகள் மற்றும் ஆறு கண்டங்களில் சுமார் 300,000 சதுர கிலோமீட்டர் பரப்பளவைக் கொண்ட கடற்பாசிகள் பூமியின் மிகவும் மதிப்புமிக்க கடல் சுற்றுச்சூழல் அமைப்புகளில் ஒன்றாகும். அவை முக்கியமான சுற்றுச்சூழல், பொருளாதார மற்றும் சமூக நன்மைகளை வழங்குகின்றன. கடல்புல்லின் மகத்தான கார்பன் வரிசைப்படுத்தல் திறன், உலகின் கடல்சார் கார்பனில் 18 சதவிகிதம் வரை சேமித்து வைப்பது மிகவும் குறிப்பிடத்தக்க நன்மையாகும், இது மழைக்காடுகளை விட அதிகமாக உள்ளது, இது பாதகமான விளைவுகளை மாற்றியமைக்கும் மற்றும் குறைக்கும் முயற்சிகளில் கடல்புல்லைப் பாதுகாப்பதற்கும் மறுசீரமைப்பதற்கும் ஒரு முக்கிய கருவியாக அமைகிறது. காலநிலை மாற்றம்.",
        "கடற்புல்களின் முக்கிய செயல்பாடுகள் கடலின் அடிப்பகுதியை நிலைப்படுத்துவதிலும், வணிக மற்றும் பொழுதுபோக்கு மீன் இனங்கள் உட்பட பல கடல் உயிரினங்களுக்கு உணவு மற்றும் தங்குமிடம் மூலம் சுற்றுச்சூழல் ஆதரவை வழங்குவதிலும் அதன் பங்கு அடங்கும். . இருப்பினும், மனித நடவடிக்கைகளின் விளைவாக கடற்பாசி சுற்றுச்சூழல் அமைப்புகள் அழிக்கப்படுகின்றன. ஐக்கிய நாடுகளின் சுற்றுச்சூழல் திட்ட வெளியீடு 'அவுட் ஆஃப் தி ப்ளூ: சுற்றுச்சூழலுக்கும் மக்களுக்கும் கடற்புல்களின் மதிப்பு' கூறுகிறது, \"உலகளவில் ஆண்டுக்கு 7 சதவீதம் கடல் புல் கடல் வாழ்விடங்கள் இழக்கப்படுகின்றன, இது ஒரு கால்பந்து மைதானம் இழந்த கடற்பாசிக்கு சமம். ஒவ்வொரு 30 நிமிடங்களுக்கும்.\"",
        "இந்த முன்முயற்சியானது கடல் புல் சுற்றுச்சூழல் அமைப்புகளைப் படிப்பது மற்றும் ஒரு தன்னார்வ தொண்டு நிறுவனம் மற்றும் கல்வியாளர்களால் இயற்கை அடிப்படையிலான தீர்வுகள் மூலம் மறுசீரமைப்பு மற்றும் பாதுகாப்பை ஆய்வு செய்வது மற்றும் கொள்கை அளவில் அறிவியல்-சான்று அடிப்படையிலான அணுகுமுறைகளின் முக்கியத்துவத்தை முன்னிலைப்படுத்த வழி வகுத்தது.",
        "சுற்றுச்சூழல் அமைச்சகத்தின் பல்லுயிர்ச் செயலகம், வயம்பா பல்கலைக்கழகத்தில் உள்ள மீன்வளர்ப்பு மற்றும் மீன்வளத் துறை மற்றும் நீல வள அறக்கட்டளை ஆகியவை வெளியுறவு அமைச்சகத்தின் கடல் விவகாரங்கள், சுற்றுச்சூழல் மற்றும் காலநிலை மாற்றம் ஆகியவற்றுடன் இணைந்து செயல்பட்டன மற்றும் செயல்முறைக்கு பங்களித்தன மற்றும் நிரந்தரத்துடன் ஒருங்கிணைக்கப்பட்டன. இது தொடர்பாக நியூயோர்க்கில் உள்ள இலங்கைப் பிரதிநிதி ஐ.நா."
      ]
    }
  }
}