{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Funds-spent-outside-objectives-of-Central-Cultural-Fund-Vidura/56-732111",
  "time_ut": 1647468780,
  "title": "Funds spent outside objectives of Central Cultural Fund: Vidura",
  "body_lines": [
    "We need a common education system that protects reconciliation – Secretary to Ministry of Education",
    "State Minister of National Heritage, Performing Arts and Rural Arts Promotion Vidura Wickremanayake stated that there are no funds for the basic functions of the Central Cultural Fund as a result of using the funds for purposes outside the objectives of it during the era of the previous Government.",
    "The State Minister made these remarks when the members of the Presidential Task Force for “One Country, One Law” held a meeting with him.",
    "It was also revealed during this meeting that the people in several provinces had informed the Task Force that the laws pertaining to the protection of national heritage and antiquities were not equally applicable to all ethnic groups.",
    "The State Minister extending his gratitude to the President for his initiatives to make the concept of “One Country, One Law” a reality said that there were no sufficient funds to enforce the Archaeological Law and to protect those sites and Rs. 25,000 million invested in fixed deposits on behalf of the Central Cultural Fund which was set aside for this purpose had been misused by the previous Minister in charge of the subject.",
    "“Education is an equal right of every child in the country. In this education which is common to all, extremist teachings that hinder unity among all communities should not be promoted,” Education Ministry Secretary Prof. Kapila C. Perera said when the members of the Task Force met him.",
    "President Gotabaya Rajapaksa appointed the Presidential Task Force chaired by Ven. Galagodaaththe Gnanasara Thera to study the views and opinions of various factions on the implementation of the concept of ‘One Country, One Law’ in Sri Lanka and present a concept paper with proposals.",
    "The Presidential Task Force is currently holding public consultations covering various parts of the country seeking views and suggestions of the public.",
    "The Task Force Chairman Rajakeeya Panditha Ven. Galagodaaththe Gnanasara Thera and the members, Attorney-at-Law Sanjaya Marambe, Eranda Navaratne, Pani Wewala, Azeez Nizardeen and Khalil Rahuman and the Task Force Secretary Jeewanthi Senanayake were also present."
  ]
}