{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/theres-absolutely-no-need-for-temporary-halt-of-stock-market-ceylon-chamber/",
  "time_ut": 1650204480,
  "title": "There’s absolutely no need for temporary halt of stock market: Ceylon Chamber",
  "body_lines": [
    "The Ceylon Chamber of Commerce (CCC) in a letter addressed to the Securities and Exchange Commission (SEC) Chairman Viraj Dayaratne has said that there is absolutely no need to temporarily close the stock market at this juncture which could send out a wrong signal to all investors across the globe.",
    "“We were dismayed by your decision to close the market for five days from April18.” CCC said.",
    "“This action will be seen by market participants as akin to the untenable attempt made to hold the exchange rate constant against market forces.” they said.",
    "“As pointed out by the Chamber when the market was closed during the early days of the COVID -19 pandemic, the sudden closure of the market at present creates many challenges to local and foreign investors,” CCC noted.",
    "The Ceylon Chamber of Commerce, a confederation of trade associations, regional and sectoral chambers of commerce and industry, bilateral business councils and employer organisations in Sri Lanka, cited three situations that pose problems for local and foreign investors because of the temporary closure of the stock market. They are as follows.",
    "1. One group of investors (potential sellers) is prevented from exiting the market at the time and price of their choice",
    "2. Another group of investors (potential buyers) is prevented from acquiring shares at the time and price of their choice",
    "3. All investors will be unable to carry out valuations and mark to market their respective investment portfolios",
    "CCC further said: “Since there are circuit breakers in place to arrest a sharp movement in market indices, we believe that there is absolutely no need to close the market in this manner sending out a wrong signal to all investors across the globe. This action will be seen by market participants as akin to the unsuccessful attempt made to hold the exchange rate constant against market forces,” the letter said.",
    "SL delegation heads to U.S. to seek USD 4 bn bailout from IMF",
    "Emirates ramps up global operations with restart of services to four destinations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}