{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-economy-hitting-roadblock-as-monetary-meldown-bites-fuel-imports-95911/",
  "time_ut": 1655430780,
  "title": "Sri Lanka economy hitting roadblock as monetary meldown bites fuel imports",
  "body_lines": [
    "ECONOMYNEXT – Activities at several key economic sectors requiring transport are slowly grinding to a halt as forex shortages from continued money printing is making it difficult to finance oil imports, hitting passenger and goods transport.",
    "Sri Lanka’s rupee collapsed from 200 to 360 to the US dollar after two years of money printing and a failed float with a surrender requirement. Liquidity injections and interventions are continuing at the lower level with dollars borrowed from India.",
    "Fuel and gas queues are extending with exasperated customers clashing with police and others who jump the queues.",
    "As passenger and goods transport are disrupted economic sectors that depend on it including farming and tourism are feeling the pinch. While fishermen are provided some fuel on priority for boats are also depended on trucking and domestic.",
    "Thousands of private buses are off the road without fuel. State-run trains which are supplied with fuel are filled to capacity.",
    "It is not clear when the next petrol ship will come with banks unable to open letters of credit, as people using cars and motorcycles languish in queus, but the last diesel ship from an Indian credit line has now arrived in the country.",
    "Sri Lanka has imported fuel for the past two months with an Indian credit line with without a credible peg or floating exchange rate making it difficult to buy dollars for rupees. (transfer wealth from the credit system based on the rupee monetary base to the US dollar credit system linked to the Fed).",
    "Related Sri Lanka fuel queues claim two new deaths, taking total to 10",
    "To save fuel the government has closed state offices on Friday and asked them to grow vegetables instead with fertilizer and diesel imports hurting commercial agriculture.",
    "RelatedSri Lanka state offices shut on Fridays for home garden leave",
    "Minister of Transportation Bandula Gunawardena told reporters Thursday, that fuel for private buses will be allocated from two fuel stations in Bastian Road in the capital Colombo but, television footage showed that buses in queues with no fuel.",
    "Gemunu Wijeratne, President of Lanka Private Bus Owners Association says buses and drivers are spending most of their time on diesel queues instead of driving on the road.",
    "Wijeratne said some priority has been promised for public transport and if state-run Ceylon Petroleum Corporation is able to allocate 600,000 liters of diesel per day for the buses, transportation can facilitate 40 million people while running at 50 percent of the capacity.",
    "“With the ministry distributing the incoming fuel according to a priority list the diesel we are getting will be sufficient for the next two weeks,” Wijeratne told reporters on June 16.",
    "“We heard that the CPC does not have any Petrol at the moment making the public transport the main transport for people. If we get 600,000 litres per day, we can facilitate 40 million people who use transport. That is also by operating only 50 percent of the capacity.”",
    "There are emerging complaints of absenteeism and some firms are encouraging work from home.",
    "CROWDED:  An overloaded bus in a suburb of Colombo, leaning sideways with passengers clinging to the foot board.",
    "Farming produce that is coming to main cities and economic centre are disrupted from diesel shortages.",
    "Also hit are goods that move to the provinces from central wholesale markets in the capital including imports.",
    "“We are coming from Matara,” a crew member from a dry food truck operating from Colombo to the Southern Province, told EconomyNext.",
    "“We stayed for several days to get the diesel to come on this trip from Matara, after we go today, we are cannot confirmation whether we will return tomorrow or not, because of diesel shortage”.",
    "Sri Lanka’s food prices have risen 57 percent over a year according to official data and rice prices have doubled amid import restrictions.",
    "The prices of some fish prices have trebled in some cases after the rupee collapsed against the US dollar following monetary and fiscal ‘stimulus’.",
    "The countries economic woes running back to 1950 can be traced to its intermediate regime central bank built by a US money doctor in the style of Argentina’s BCRA. (How Sri Lanka, Latin America was busted by Fed money doctors creating strongmen, anti-Americanism)",
    "Under ‘flexible’ policy its anchor conflicts inherent in intermediate regimes (targeting exchange rates to collect or sell forex reserves while printing money to target interest rates) worsened from 2015.",
    "Sri Lanka is undergoing the worst curency crisis in the history of its central bank after it mis-targeted interest rates under ‘flexible inflation targeting’ with a ‘flexible exchange rate’ an (extreme soft-peg with aggressive floating rate style monetary policy).",
    "Since intensified flexible policy began in 2015 the rupee has fallen from 131 to 360 in three consecutive currency crises where forex shortages were covered by foreign borrowings.",
    "Sri Lanka facing 2021 with reckless MMT, stimulus mania: Bellwether",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "In the latest crisis, after defaulting on foreign debt, authorities are looking for 6 billion dollars in new borrowings.",
    "Energy Minister Kanchana Wijesekera says fuel is distributed daily to fishery harbhours though it may not be the full requirement as each multi-day fishing boat requires several thousand litres for a trip.",
    "When boats return, the transport of fish is also threatened.",
    "The Ministry of Fisheries said all efforts were being made to supply kerosene and diesel to fishermen though the volumes were sharply below requirements.",
    "“We are currently supplying fuel according to the stocks we receive, to the fishing fuel station around the country,” Nelson Edirisinghe, secretary to the ministry of fisheries told EconomyNext.",
    "Fishing boats need around 900,000 liters of kerosene a day but the Ceylon Fishery Harbhours Corporation gets only around 300,000, Edirisinghe said.",
    "“So the distribution is being done according to the supply we get. Some harbors do not have a fuel station, so they are being supplied by other fuel stations or in alternative ways” Edirisinghe said.",
    "Fish prices are moving up as the currency collapse by the soft-pegged central bank alters the price structure of the economy.",
    "Minister of Fisheries, Douglas Devananda had discussed with the exporters in the industry to obtain the necessary dollars to purchase fuel needed by the fishing boats in an attempt to dollarize the sector.",
    "This week Energy Minister Wijesekera said jet fuel imports and sales which are about 50 million US dollars will be outsourced to a third party reducing the foreign exchange burden on the CPC. (Colombo/June17/2022 – Update II)"
  ]
}