{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82806/suspect-arrested-over-death-of-girl-from-atulugama-further-remanded",
  "time_ut": 1654082640,
  "title": "Suspect arrested over death of girl from Atulugama further remanded",
  "body_lines": [
    "The suspect arrested over the death of the 09-year-old girl from Atulugama, Bandaragama has been further remanded until the 09th of June.",
    "The 29-year-old was produced before the Panadura Magistrate’s Court earlier today.",
    "After taking the suspect into custody on Monday (May 30), the police had obtained an order from the Panadura Magistrate’s Court to detain him for two days for interrogations.",
    "The suspect, identified as Faruk Mohamed alias “Koththu Baas” is reportedly a father of three residing in the Atulugama area.",
    "He is charged with murder, abduction, attempted sexual assault, causing injuries and criminal coercion.",
    "Meanwhile, police have said that the autopsy has revealed that the victim had not been sexually abused or molested. According to a statement issued by the police spokesperson yesterday, the post-mortem examination on the body was conducted by three judicial medical officers.",
    "The autopsy has also revealed that water and mud entering her body from the nose and mouth could have been the main cause of the girl’s death which is suspected to be homicidal drowning.",
    "The body of the nine-year-old girl, Fatima Ayesha, who was reported missing from Atulugama area in Bandaragama since Friday morning, was found in a marshland located close to her home on the evening of May 28.",
    "The Bandaragama Police, the Crimes Investigation Division of Panadura Police and intelligence officers had subsequently launched joint probes over the disappearance of the girl while four police teams were deployed in search of her.",
    "She had reportedly left her home to go to a nearby shop on Friday morning and had not returned home.",
    "Following a complaint lodged by the girl’s parents with the police, a search operation was launched and CCTV footage was found showing the girl entering and leaving the shop."
  ]
}