{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/foreign-min-briefs-post-conflict-reconciliation/",
  "time_ut": 1651233000,
  "title": "Foreign Min briefs post conflict reconciliation",
  "body_lines": [
    "COLOMBO (News 1st); At a meeting with a group of Ambassadors on 26 April 2022 Minister of Foreign Affairs Prof. G.L. Peiris outlined the progress made by the Government of Sri Lanka in addressing post-conflict reconciliation-related issues and further strengthening democracy and human rights.",
    "Foreign Minister Peiris explained the recent substantive amendments to the Prevention of Terrorism Act (PTA) and the steps being taken to draft comprehensive counter-terrorism legislation to bring it in line with contemporary dimensions of terrorism.",
    "The Minister referred to the recent meeting the President of Sri Lanka had with the Tamil National Alliance and the steps being taken to address some of the issues affecting the people of the Northern and Eastern Provinces, including the land and PTA detainees’ issues. He also referred to the report of the Committee of Experts on drafting a new Constitution which was recently handed over to the President and assured that steps will be taken to commence broader consultations.",
    "Referring to the Government’s commitment to strengthening the collaborative relationship with Civil Society Organizations and the recent decision to bring the National NGO Secretariat under the purview of the Ministry of Foreign Affairs, Minister Peiris briefed the Ambassadors on the regular dialogue the Foreign Ministry has with Heads of NGOs and the commitment to support their work.",
    "Minister Prof. Peiris also referred to the Government’s commitment to implement the recommendations in the Second Interim Report of the Presidential Commission of Inquiry for Appraisal of the Findings of Previous Commissions and the Way Forward.",
    "The Minister also briefed on the prevailing situation in the country and the steps being taken to address the political and economic challenges in accordance with the Constitution.",
    "State Minister of Foreign Affairs Tharaka Balasooriya, Foreign Secretary Admiral Prof. Jayanath Colambage, and Senior Officials of the Ministry of Foreign Affairs were also present.",
    "INS ‘Gharial’ arrives in Colombo; Medical aid from India handed over to Sri Lanka",
    "President agreed to form Interim Government; National Council would appoint new PM, Cabinet"
  ]
}