{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Unilever-announces-merger-of-Unilever-Food-Solutions-with-core-business/34-731701",
  "time_ut": 1646764200,
  "title": "Unilever announces merger of Unilever Food Solutions with core business",
  "body_lines": [
    "Unilever Sri Lanka has announced that its Unilever Food Solutions (UFS) operation in Sri Lanka has merged with its core business locally, effective 1 January 2022.",
    "Being a dedicated foodservice company of Unilever, UFS is a business built by food service pro-fessionals. It creates culinary solutions for chefs worldwide and inspires them to satisfy their guests everyday with high quality professional food ingredients and services.",
    "The merger is said to secure and grow the company’s Out-Of-Home (OOH) business, enabling it to expand its footprint across new categories in the local industry; equip UFS in further leverag-ing the equity of its OOH brands including Knorr, Marmite, Viva, Horlicks and Hellman’s; help extend the purposeful journeys of its brands to serve the larger retail and OOH communities in Sri Lanka and further expand on the work done with renowned chefs and food experts in the industry, mutually benefitting from shared knowledge and expertise to grow the sector further.",
    "In a joint statement, Unilever Sri Lanka Marketing Director – Homecare, Foods & Refreshments and Water Sharmila Bandara, and Customer Development Director Aruna Mawilmada said, “The Out-Of-Home food and beverage industry has always been and continues to be a thriving opportunity in Sri Lanka, owing to the copious number of consumption occasions that have risen over the years with the opening of new food and beverage outlets in the country. The past few months have also seen a boom in tourism and new trends that have created many more oppor-tunities in the food service sector for hotels, restaurants, fast-food establishments and cafés alike, making this merger timely and imperative for the growth and success of our UFS busi-ness.”",
    "Commenting on the merger, Unilever Sri Lanka Chairperson and Managing Director Hajar Alafifi said, “I am pleased to note that despite the challenges we’re facing due to the pandemic, UFS Sri Lanka is growing faster than UFS global today. With the synergies we enjoy as one busi-ness, to our global and local expertise and future-fit capabilities in Sales and Supply Chain, I am confident that we can reimagine our place in the ‘Foods & Refreshment’ and ‘Food Solutions’ markets, future-proofing our portfolio at Unilever Sri Lanka.”"
  ]
}