{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Import-export-activities-at-risk-as-local-agents-fail-to-pay-shipping-lines/273-238209",
  "time_ut": 1654131120,
  "title": "Import-export activities at risk as local agents fail to pay shipping lines",
  "body_lines": [
    "CASA says US $ 70mn due to shipping lines in freight charges",
    "Sri Lanka’s shipping agents have warned that shipping lines could withdraw from accepting import and export cargo in and out of Sri Lanka, as local agents have failed to remit US $ 70 million in freight charges owed to shipping lines over the past several months, due to the foreign exchange crisis.",
    "In a meeting with Ports, Shipping and Aviation Minister Nimal Siripala de Silva on Tuesday, the Ceylon Association of Shipping Agents (CASA), led by its Chairperson Shehara de Silva, discussed the key industry concerns and issues with the newly-appointed minister.",
    "During the meeting, the CASA pointed out that many of its members haven’t been able to remit the freight charges collected from the importers and exporters, on behalf of their respective shipping lines since last September, which has accumulated to over US $ 70 million at present.",
    "Hence, she cautioned that the non-payment of accumulated freight charges would force shipping lines to abandon their services extended to Sri Lankan exporters and importers, halting almost all export and import cargoes in and out of the country.",
    "As a solution, the CASA proposed to the minister to allow the shipping lines to pay the port charges in rupees, until October this year.",
    "The minister agreed to discuss the matter with the Central Bank and to come up with a solution.",
    "With effect from June 1, the government decided to require all payments to the Sri Lanka Ports Authority (SLPA) to be made in US dollars.",
    "However, the CASA members pointed out that certain payments cannot be made in dollars, as they receive such payments in rupees, in particular, payments such as LCL charges, change of status, reefer electricity charges and payments for conventional vessels such as break-bulk, casual callers and tanker vessels.",
    "The minister acknowledged the difficulties in making such payments in dollars.",
    "Meanwhile, it was brought to the attention of the minister that around 800 containers have been detained by Sri Lanka Customs (SLC) inside the Port of Colombo, occupying a considerable space in the port, which has slowed down the activities within the port.",
    "The shipping agents noted that some of the containers were detained for over a decade, as investigations are still on-going, while some containers have been abandoned by consignees, as they are not in a postilion to afford the accumulated demurrage fees.",
    "The minister advised the SLC officials to take immediate actions to clear the detained containers. Further, the CASA requested the minister to take measures to increase the number of trucks dedicated for inter-terminal trucking services. Currently, one operator is providing inter-terminal trucking services among terminals inside the Port of Colombo.",
    "However, the CASA pointed out that the number of trucks is not sufficient to cater to the demand. Hence, it sought to either increase the number of trucks provided by the current operator or to get another operator onboard.",
    "In addition, the CASA also shared its concerns on delays in implementations of paperless trade by SLC as well as a large number of authorities involved in ship on-boarding.",
    "The minister expressed his intentions to introduce a globally accepted new digital system for port activities."
  ]
}