{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cargills-successfully-conducts-its-10th-village-to-home-programme-supporting-local-smes/",
  "time_ut": 1647176820,
  "title": "Cargills successfully conducts its 10th ‘Village to Home’ programme supporting local SMEs",
  "body_lines": [
    "The 10th programme of Cargills ‘Village to Home’ was successfully conducted on the 26th and 27th of February at the Kadawatha-3 Cargills FoodCity premises. The 10th programme had an exciting array of products on offer ranging from Ayurvedic beauty products, coconut oil & coconut-based products, aloe vera jelly & desserts, sugar cane-based products, coir & reed (pan) products to soft toys etc.",
    "The products on offer as well as the event were received well by the customers. The recently introduced Lanka QR payment facility was also available for consumers to make cashless payments, providing added convenience. The National Enterprise Development Authority (NEDA), the Small Enterprises Development Division (SED), the Ministry of Cane, Brass, Clay, Furniture, and Rural Industry Promotion, and the Ministry of Industry and Commerce have assisted Cargills in the selection of SMEs.",
    "The pandemic has caused many challenges to the agricultural and SME communities across Sri Lanka. Among the challenges was a lack of market access. In this context, the Cargills ‘Village to Home’ programme was launched with the intention of addressing this issue and supporting the country’s small and medium entrepreneurs by providing them with a platform to engage with a larger network of customers.",
    "The programme is a monthly trade fair at Cargills FoodCity premises, which commenced in the latter part of 2020, for selected SMEs with demarcated stalls to sell their products directly to customers. Cargills bears all expenses related to this programme, including the cost of stalls, utility, marketing. To date, over 90 SMEs have taken part in the programme.",
    "In addition to a marketplace and an added source of income, Cargills also provides technical support to the SMEs in terms of packaging, labelling and quality assurance, while the Cargills Bank provides financing through low-cost loan schemes. SMEs also stand an opportunity to get their products listed at Cargills while the programme has also been able to open markets beyond Sri Lanka for some SMEs. Cargills is committed to assisting entrepreneurs to contribute towards national development.",
    "Cargills has been supporting the agricultural and SME communities of Sri Lanka for over 20 years since the company established its farmer outgrower network in 1999. The Cargills community development programme features both dairy and agricultural farmers as well the local SMEs at the heart of it.",
    "Huawei accords accolades to local uni talent at ICT competition",
    "JICA continues its support to improve lives of people in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}