{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/imf-to-work-closely-with-sri-lanka-on-bailout-says-initial-talks-fruitful-93380/",
  "time_ut": 1650742560,
  "title": "IMF to work closely with Sri Lanka on bailout, says initial talks ‘fruitful’",
  "body_lines": [
    "ECONOMYNEXT – The International Monetary Fund said it will work closely with Sri Lanka following a request for a bailout and the first talks with a team led by Finance Minister Ali Sabry and Central Bank Governor Nandalal Weerasinghe were “fruitful”.",
    "“Going forward, the IMF team will support Sri Lanka’s efforts to overcome the current economic crisis by working closely with the authorities on their economic program, and by engaging with all other stakeholders in support of a timely resolution of the crisis,” IMF’s Sri Lanka mission chief Masahiro Nozaki said.",
    "Sri Lanka is likely to need an Extended Fund Facility, with debt re-structuring as a prior action.",
    "The IMF also endorsed Sri Lanka halting the repayment of foreign debt and begin a re-structuring process saying it welcomed a “plan to engage in a collaborative dialogue with their creditors.”",
    "The IMF has said Sri Lanka’s debt is not sustainable (cannot be repaid with macro-economic adjustments like rate hikes and tax hikes only) and needs at least maturity extensions which will reduce the gross financing need in the near term.",
    "Sri Lanka’s sovereign bond holdings shot up from 5 billion US dollars to 14 billion through two currency crises between 2015 and 2019 and the country lost access to capital markets during the third from 2020 up to now.",
    "There is a billion dollar maturing in July but no foreign reserves after two years of money printing. The central bank itself has net dollar liabilities.",
    "Initial talks were on “recent economic and financial developments in Sri Lanka, the need for implementing a credible and coherent strategy to restore macroeconomic stability, and the importance of stronger social safety nets to mitigate the adverse impact of the current economic crisis on the poor and vulnerable.”",
    "Sri Lanka is prone to currency crisis due to the country’s soft-peg or flexible exchange rate which is neither a clean float with a domestic anchor nor a credible hard peg with an external anchor.",
    "The currency collapses whenever money is printed through aggressive open market operations to target an output gap (stimulus) or to sterilize forex sales (printing money to keep rates down after central bank finance of imports or other outflows) or both.",
    "The failing peg has so far led to 16 IMF programs since the unstable monetary arrangement was set up in 1950 under a law set up by a US money doctor in the style of Argentina’s Banco Central de la República with extensive sterilization powers, open market operations and central bank securities.",
    "Sri Lanka attempted to float the currency in March or ‘suspend convertibility’ after all the foreign reserves behind the peg were lost to sterilized sales failed due a surrender rule (weak side convertibility) which makes the regime a peg and pushes it down.",
    "Policy rates were also low at 7.50 percent, but has since been raised to 14.50 percent and Treasuries yields have gone to around 20 percent which can bring more money from private saving to pay the salaries of state workers and also help roll-over maturing debt as paper.",
    "The rupee has since fallen from 203 to 340 to the US dollar from March to April 2022 and inflation is rising, with the poor bearing the brunt of the soft-peg as it had in the past.",
    "The IMF said initial discussion with Sri Lanka’s team in Washington covered “recent economic and financial developments in Sri Lanka, the need for implementing a credible and coherent strategy to restore macroeconomic stability, and the importance of stronger social safety nets to mitigate the adverse impact of the current economic crisis on the poor and vulnerable. ” (Colombo/April23/2022)"
  ]
}