{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/blueprint-for-a-new-dawn/",
  "time_ut": 1649262420,
  "title": "Blueprint for a New Dawn",
  "body_lines": [
    "While a beleaguered government is fighting for survival, there are plenty of pretenders in the fringes waiting for an easy way to power. Power transfers in Sri Lanka have always been based on false pretences, contingent on unrealistic promises. This is because reality will never win votes. It is almost as if the populace were willing to be deceived by the best fairy tale. Although, in the past people have been inured to live with disappointments, it appears the willingness to acquiesce the status quo has finally come to an end.",
    "There are plenty of suggestions and proposal that are floating around on what the next administration ought to do. While most of these have some elements that could be nascent in a new era, some deep-rooted fundamental changes, that could well be painful for the entire population, are still needed. Unfortunately, it is the masses that have suffered the misdeeds of a few. The current upheaval is the culmination of years of apathy and quiescence, where voters have been willing participants of the whole debacle. Leaders are mostly selected for their tutelary appeal, based on visceral feelings, rather than the ability to run the country.",
    "Sri Lanka does not need the IMF to dictate what it should do, except may be for a substantial loan. What is needed is a group of individuals who are not blinded by their own self-importance or self-interest, to implement extensive but imperative economic reforms. Here are the key ones that need be in part of any future an administration.",
    "This first sign of trouble was the abolition of PAYE and cut in VAT. Apparently, this was done on a perverse economic premise to boost the economy. In a country where there is already rampant tax evasion and avoidance, what is required is to bring more people into the tax net and not create more opportunities for evasion. Ideally, each working person should have a tax record and the top rate should be far more than the current 18%. When a section of the society laments about import restriction on cars and luxury goods, while the tribulations of a much larger population is finding the wherewithal for a basic sustenance, there is a serious imbalance in the income distribution. Obviously, there is too much liquidity within a smaller group, which is more likely than not, supplemented generously by unreported and unearned income. Income tax regime should be aggressively progressive, with a higher rate nearing or over 40%. This will increase government coffers to provide income support for low earners and fund programmes that add value to the economy. It will also dampen the demand for luxury consumer items, on which much of the valuable foreign reserves appears to be swallowed up.",
    "It is a travesty that 85% of government revenue is spent on supporting an over-bloated public service with very low productivity. Budget for each government department should be cut 5-10% year-on-year, with the requirement to increase productivity. With the current set up, there is no incentive for ministers to look for efficiency gains as there is a never-ending stream of money to fund atrocious salary demands and benefits. Anyone going on strike loses pay and longer periods of work stoppages should be considered as break in service that affects pension benefits. While workers’ rights are of utmost importance, they should be defended in courts and not in public streets, inconveniencing the same taxpayers that fund those salaries.",
    "While current subsidised prices for fuel and electricity disproportionally benefit the rich, subsidised fertiliser and other agricultural inputs promote inefficient agriculture and the destruction of the environment. It is not a good economic model when the poor are taxed to provide cheap pleasure trips to the rich. One must wonder what incremental economic growth can be attributed to these spanking new highways, which are mostly deserted, except on “long weekends,” which are not in short supply in the country. These highways should be filled with trucks and lorries, ferrying goods back and forth promoting trade. Yet, these debt-financed highways are primarily used for hedonistic escapades by the rich, using cheap fuel, compliments of the taxpayer.",
    "Heavily subsidised agriculture sector has developed a penchant for wanton use of inputs, which has not only made the whole sector prodigiously inefficient, but also has created extensive environmental damage. Farmers have been conditioned to gratuitous use of inputs that are free or nearly free. These are all massive taxpayer cost, which brings little or no benefits to the public. However, the solution is not to convert to organic agriculture overnight, but to find ways to make agriculture more efficient, using the technical knowledge available through the vast number of professionals that are churned out every year though the publicly-funded university system. These professionals should be playing a vital role for the betterment of the taxpayer who funded their education and training and not be obsequious public servants pandering to politicians just to get head on the career ladder.",
    "The cost of maintaining the legislature has always been a contentious issue in Sri Lanka. This is apposite time to consider how delivery of policy could be made more cost effective. First to go should be all luxury official cars. What is the rationale behind using vehicles that are even considered expensive in the developed world, to ferry a few morbidly obese individuals just a few miles on well carpeted roads? Is the use of high-end 4-wheel drive vehicles are needed for this purpose? the UK government has only 97 cars allocated to ministers and most of them are in a pool. Each journey taken is logged and available as a public record. Can Sri Lanka, burdened with heavy debt, maintain these grandiloquent benefits to a largely unproductive legislature? While the current government expenditure should be drastically reduced, the size of the administration should be curtailed as well. Do all these different levels of bureaucracy need to run a country with 22 million people? The only outcome of this vast government engine is lack of responsibility and accountability. It is time to shed the excess and useless baggage and from a leaner, meaner administration so that policy decisions are implemented quickly and efficiently with a clear line of command.",
    "The function of a government is to provide public goods and regulate natural monopolies. It should not be in the business of selling food stuff, fuel, natural gas, utilities, running transport or airline services. The government corporations that provide these goods and services are running at massive losses. Yet “top-executives” are given eye-watering salaries and other benefits, which are in par with similar positions in developed countries. Yet most of these so-called executives would be lucky to find a job as a janitor in a competitive labour market. Better yet, most of them would not be able to secure a decent paying job in the private sector in Sri Lanka itself. If you cannot cover you daily operating expenses, no private individual would be in business. Yet these entities exist while reporting at massive losses without any accountability. In fact, they appear to be rewarded for inefficiency though bonuses and other benefits. This is insane. These white elephants should be privatised. There will be an initial increase in prices, but the competition will eventually drive prices down. Those that need to be natural monopolies by the very nature of the business should be heavily regulated to keep monopoly profits in check. An independent body should be established to monitor and authorise price increase. This would create massive benefits to the taxpayer in the long run through reduced prices and tax burden.",
    "The current cosy relationship between the government and the Central Bank has created monumental damage to the economy. The role of the Central Bank is to independently act on monetary policy to control money supply while regulating interest rate and inflation to promote stable growth. Money supply does not mean printing money as this administration appears to have mistakenly understood. Or probably the Governor is a blind follower of Lord Adair Turner and his modern monitory theory. The theory is that just printing money and distributing among the public would increase aggregate demand and stimulate economic growth. This led to the popular phrase of “helicopter drop of money,” where printed money is literally dropped by helicopters! The plight of the countries that have tested this theory, such as Venezuela and Zimbabwe, is abundantly clear. Re-establishing the integrity of the Central Bank by appointing a competent governor and a monitory board is a must. What we still have is time tested Keynesian economics, until a better theory comes along. Make the central bank an independent entity, like in any other decent country.",
    "Putting country back on track is not just for the politicians. Every individual has a role to play through good citizenship, by doing the right thing. The only way that you get ahead is by stepping on someone less fortunate or disenfranchised, then you are directly contributing to perpetuate the whole sordid system. If you use “connections” to get ahead, the perfidious politicians will use you to get ahead themselves. The idea of rebuilding the economy within the same old system is a fallacy. Every individual needS to change as well. This time around, however, the current unrest is hopefully provenance of a new era in Sri Lanka. Wish it all the best!",
    "Shane Warne and ex-fiancee Liz Hurley celebrated engagement in Sri Lanka",
    "Unprecedented controversy: PUCSL bypasses govt., seeks Indian help to ensure power supply",
    "Johnston pleads with JVP leader not to involve school children in street protests",
    "Dialog Home Broadband Introduces Exclusive Data Plans for Entertainment & Gaming Enthusiasts",
    "Fundamental rights violations petitions against the declaration of Emergency allowed to proceed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}