{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Airtel-to-shut-down-its-2G-3G-mobile-network-by-June-24-TRCSL/342-235968",
  "time_ut": 1651221000,
  "title": "Airtel to shut down its 2G, 3G mobile network by June 24: TRCSL",
  "body_lines": [
    "The Telecommunications Regulatory Commission of Sri Lanka (TRCSL) had granted its permission to the Bharti Airtel Lanka (Pvt) Ltd (Airtel) to shut down their 3G mobile network by June 24, 2022.",
    "A public notice in this regard was published on the TRCSL official website.",
    "After shutting down of 3G network, 3G connectivity of Airtel subscribers who use only 2G and 3G enabled mobile phones would be disconnected automatically after the scheduled date of network shut down, the Commission said.",
    "\"The 3G shutdown is primarily intended to utilize the existing frequencies to deploy 4G services that offer better speed and capacity. A timeline of 15 months has been given to Airtel to avoid service disruptions might experience at the end of transition period due to the shutdown of their 3G network,\" the notice said.",
    "Accordingly the Airtel is obliged to absorb at least 90% of its 3G subscriber base into their 4G network during the transition phase subject to the following conditions.",
    "Therefore, public awareness campaigns were conducted to encourage Airtel subscribers to migrate to 4G network ahead of 3G shut down.",
    "Request every endeavour to provide 4G handsets for its 3G subscribers at subsidized rate on installment basis.",
    "Drive the transition by offering incentives such a series of different promotions, an impressive tariff package for the first six months Requested to notify its 3G subscribers by sending SMS, at regular intervals, to change their handsets with 4G enable ones before the given timeline If you are an airtel subscriber who is still using an only 2G and 3G enabled phone, you may contact Airtel over the short code 780 immediately to obtain the 4G connectivity together with a new mobile phone under concessionary terms.",
    "The TRCSL requested the consumers to note that they will only be able to enjoy this concession until June 1, 2022.",
    "Also requested the Airtel subscribers to lodge a complaint with the Commission if they have encountered any difficulty in obtaining a 4G mobile phone during said time limit. (Chaturanga Samarawickrama)"
  ]
}