{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fed-hikes-rates-as-powell-bubble-drives-up-food-prices-and-sri-lanka-struggles-93840/",
  "time_ut": 1651717500,
  "title": "Fed hikes rates as Powell bubble drives up food prices and Sri Lanka struggles",
  "body_lines": [
    "ECONOMYNEXT- Federal Reserve Jerome Powell who fired a global commodity and food price bubble by printing large volumes of money into a healthy US banking system has hiked rates 50 basis points and promised to withdraw liquidity by selling down Treasury bills and agency debt.",
    "“With appropriate firming in the stance of monetary policy, the Committee expects inflation to return to its 2 percent objective and the labor market to remain strong,” the Fed said in a statement.",
    "“In support of these goals, the Committee decided to raise the target range for the federal funds rate to 3/4 to 1 percent and anticipates that ongoing increases in the target range will be appropriate.",
    "“In addition, the Committee decided to begin reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities on June 1.”",
    "The Fed fired a global commodity bubble as the main reserve currency central bank falsely blaming earlier high inflation on supply chains, firing hunger in developing countries which are also pegged to the US dollar loosely or tightly.",
    "Fed in his disinformation campaign was backed by complacent media and stimulus happy ‘economists’.",
    "Powell is now blaming Russia’s invasion for high food prices, even as it raises interest rates.",
    "“The invasion of Ukraine by Russia is causing tremendous human and economic hardship,” the Fed said artfully, deflecting attention from its own actions.",
    "The Powell fed fired the current bubble partly by eliminating the concept of excess reserves and the interest rate on reserve balances, critics say.",
    "Sri Lanka and many developing countries are facing higher food and energy prices (in US dollar terms) by the policy errors of the Fed which are primarily driven by an employment target (stimulus).",
    "Sri Lanka also compromised its monetary stability using flexible inflation targeting, with the central bank giving itself full discretion under ‘central bank independence’ creating three currency crises in a row by torpedoing it pegged regime with money printed to target an output gap (stimulus).",
    "However the central bank has now abandoned stimulus in a bid to stabilize its third rate peg by slowing economic activity. Policy rates have been raised to 14.50 percent from 7.50 percent and inflation hit 29.8 percent in April.",
    "Analysts, classical economists have called for rule based, non-conflicting monetary policy to restrain the central bank and its monetary board from printing money, to trigger instability though output gap targeting, flexible inflation targeting and or any other fancy labels that violate the rule of the impossible trinity.",
    "Sri Lanka is now facing the worst currency and monetary crisis triggered by the central bank in its 72 year history of creating forex shortages and balance of payments deficits since it was set up in 1950, abolishing a currency board (rule based monetary policy).",
    "Fed has fired the highest inflation in 40 years, when Paul Volcker, a classical economists tamed the Fed in the early 1980s.",
    "“Effective May 5, 2022, the Federal Open Market Committee directs the Desk to:",
    "Undertake open market operations as necessary to maintain the federal funds rate in a target range of 3/4 to 1 percent.",
    "Conduct overnight repurchase agreement operations with a minimum bid rate of 1.0 percent and with an aggregate operation limit of $500 billion; the aggregate operation limit can be temporarily increased at the discretion of the Chair.",
    "Conduct overnight reverse repurchase agreement operations at an offering rate of 0.8 percent and with a per-counterparty limit of $160 billion per day; the per-counterparty limit can be temporarily increased at the discretion of the Chair.",
    "Roll over at auction the amount of principal payments from the Federal Reserve’s holdings of Treasury securities maturing in the calendar month of June that exceeds a monthly cap of $30 billion. Redeem Treasury coupon securities up to this monthly cap and Treasury bills to the extent that coupon principal payments are less than the monthly cap.",
    "Reinvest into agency mortgage-backed securities (MBS) the amount of principal payments from the Federal Reserve’s holdings of agency debt and agency MBS received in the calendar month of June that exceeds a monthly cap of $17.5 billion.",
    "Allow modest deviations from stated amounts for reinvestments, if needed for operational reasons.",
    "Engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve’s agency MBS transactions.”",
    "In a related action, the Board of Governors of the Federal Reserve System voted unanimously to approve a 1/2 percentage point increase in the primary credit rate to 1 percent, effective May 5, 2022.",
    "How the Fed plans to ‘unprint money’ (reduce Treasury bill and other bond holdings)",
    "Consistent with the Principles for Reducing the Size of the Federal Reserve’s Balance Sheet that were issued in January 2022, all Committee participants agreed to the following plans for significantly reducing the Federal Reserve’s securities holdings.",
    "The Committee intends to reduce the Federal Reserve’s securities holdings over time in a predictable manner primarily by adjusting the amounts reinvested of principal payments received from securities held in the System Open Market Account (SOMA). Beginning on June 1, principal payments from securities held in the SOMA will be reinvested to the extent that they exceed monthly caps.",
    "For Treasury securities, the cap will initially be set at $30 billion per month and after three months will increase to $60 billion per month. The decline in holdings of Treasury securities under this monthly cap will include Treasury coupon securities and, to the extent that coupon maturities are less than the monthly cap, Treasury bills.",
    "For agency debt and agency mortgage-backed securities, the cap will initially be set at $17.5 billion per month and after three months will increase to $35 billion per month.",
    "Over time, the Committee intends to maintain securities holdings in amounts needed to implement monetary policy efficiently and effectively in its ample reserves regime.",
    "To ensure a smooth transition, the Committee intends to slow and then stop the decline in the size of the balance sheet when reserve balances are somewhat above the level it judges to be consistent with ample reserves.",
    "Once balance sheet runoff has ceased, reserve balances will likely continue to decline for a time, reflecting growth in other Federal Reserve liabilities, until the Committee judges that reserve balances are at an ample level.",
    "Thereafter, the Committee will manage securities holdings as needed to maintain ample reserves over time.",
    "The Committee is prepared to adjust any of the details of its approach to reducing the size of the balance sheet in light of economic and financial developments. (Colombo/May05/2022)"
  ]
}