{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Abans-promotes-electricity-saving-lineup-of-appliances/34-734467",
  "time_ut": 1651861800,
  "title": "Abans promotes electricity-saving lineup of appliances",
  "body_lines": [
    "Abans is promoting a range of electricity-saving household appliances for the benefit of customers during challenging times.",
    "Abans said it has succeeded in rolling out numerous products coveted for their energy efficiency. Their products that fuse cutting-edge technology with eco-friendly solutions are specifically designed to conserve energy. Its current lineup of energy-efficient products includes everything the general public would possibly need to curb the ongoing energy crisis.",
    "For example, their leading brand LG’s green product strategy strongly reinforces products with energy-efficient and environmental-friendly features. The Dominant South Korean electronics brand incorporates innovative technologies that meet rigorous performance criteria to reduce energy use.",
    "LG Door in Door InstaView Refrigerators, featuring the Inverter Linear Compressor, save up to 42% of electricity. LG’s DoorCooling+ keeps contents cool and fresh, while LinearCooling reduces temperature fluctuations, further conserving energy. Featuring an innovative glass panel that lights up when knocked on twice, the InstaView Door-in-Door enables one to see inside the refrigerator without having to open the door and prevents the escape of cold air up to 41%. Moreover, this function comes with a special compartment where commonly used beverages and snacks can be stored.",
    "The LG Dual Inverter Air Conditioner with ThinQ is a smart air conditioner with Ocean Black Protection that also happens to save more energy than conventional compressors. The LG Dual Inverter Compressor translates to faster cooling that lasts longer and is quieter. The Super Convertible 5-in-1 Cooling Control allows the reduction of cooling capacity from 100 to 80, 60 or 40% and increases to 110% for faster cooling. LG Dual Inverter Anti-Virus Air Conditioners, featuring the R32 refrigerant composed of organic compounds, combined with the Inverter Compressor, cool up to 40% faster, with higher efficiency and save up to 70% of energy.",
    "The Inverter Direct Drive in LG Washer Dryers saves energy up to 39% by choosing the optimum washing motion for clothes, based on the weight and softness of the fabric. Turbo Wash 360° washes clothes thoroughly in just 39 minutes, so water and electricity consumption are kept to a minimum. The Twin Washer model helps save even more time, energy and water by doing two loads simultaneously, so the cost is almost halved. The LG Front Loader Washers by Abans guarantees up to 39% of energy savings while also conserving water.",
    "Inverter Direct Drive technology in LG Dishwashers offers unparalleled energy savings. LG Microwaves have created a new wave in energy efficiency, saving up to 11% of electricity. LG’s range of ovens affords healthier and more versatile cooking while saving 50% of time and 30% of energy. With its thin panel and light-emitting diodes, the LG UHD TV is highly energy efficient compared to conventional TVs. The Philips Induction Cooker and Tefal Easy Cook and Clean Frying Pan are not just energy-efficient, but save gas in the shortest cook time. Electricity consumers no longer have to compromise comfort to save energy. Consumers can literally eliminate their electricity bills and even earn an extra income through excess units by opting for Abans Solar products and services."
  ]
}