{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Local-digital-hardware-manufacturer-visits-Hambantota-Port/34-734549",
  "time_ut": 1652044380,
  "title": "Local digital hardware manufacturer visits Hambantota Port",
  "body_lines": [
    "From left: Senior AGM Commercial and Marketing Bindu Ranasinghe; EWIS General Manager – Projects Chamara Sahabandu; HIPG COO Tissa Wickramasinghe; HIPG CEO Johnson Liu; EWIS Chairman Sanjeewa Wickramanayake; HIPG Senior GM Port Investment Services Tim Xiao; EWIS COO Nirmal Pieris; HIPG Senior Manager Port Investment Services Sabrina Edirisinghe",
    "The top management of EWIS visited the Hambantota International Port (HIP) recently, to evaluate possibilities of expanding their business via the port. This was following a visit by the HIP management to the EWIS manufacturing plant in Sooriyawewa, when an invitation was extended to visit the port.",
    "HIP is looking to attract local entrepreneurs to the port’s industrial park and EWIS being the only local Original Device Manufacturing (ODM) plant in Sri Lanka producing a wide range of IT related hardware from laptops, computer monitors, tablets to smartboards can benefit from setting up operations in the park.",
    "EWIS Chairman Sanjeewa Wickramanayake, COO Nirmal Pieris and EWIS General Manager – Projects Chamara Sahabandu visited the port and were met by the port’s CEO Johnson Liu, COO Tissa Wickramasinghe; Senior GM Port Investment Services Tim Xiao; Senior AGM Commercial and Marketing Bindu Ranasinghe and Senior Manager Port Investment Services Sabrina Edirisinghe.  The team from EWIS was given a complete overview of the five main business verticals of the port i.e., port services, marine services, energy hub, Industrial Park, and Integrated logistics. Further, the current business models/ progress of the port, key projects of the Industrial Park as well as opportunities and advantages for new business ventures and the salient features of the port’s connectivity were also discussed.",
    "“We are encouraging local entrepreneurs to use the services of HIP’s industrial park and we are looking forward to further discussions with EWIS. Our vision is to have a vibrant mix of foreign and local investors in the park.  When we look at the benefits this will bring to Sri Lanka, many of them would be short to medium term.",
    "“While projects like the plug and play park in park facility will begin to provide benefits in the short term, other project will have a gestation period in the medium term.  It will also position Sri Lanka’s Southernmost port and surrounding areas as a place for industrialists both foreign and local to invest,” says HIPG CEO Johnson Liu.",
    "HIP declared 2022 as the year of construction, with many projects in the port’s industrial park reaching different stages of completion. HIP is fully concentrated on getting the projects off the ground so that the first phase of the park would be up and running by the end of this year.",
    "The team from EWIS had a bird’s eye view of the port from the 12th floor of the Hambantota Maritime Centre"
  ]
}