{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/icbm-campus-together-with-iic-university-of-technology-holds-its-graduation-ceremony-at-bmich/",
  "time_ut": 1654433640,
  "title": "ICBM Campus together with IIC University of Technology holds its graduation ceremony at BMICH",
  "body_lines": [
    "ICBM Campus in affiliation with the IIC University of Technology, held its graduation ceremony at the Bandaranaike Memorial International Conference Hall. Over 60 graduates received their degrees from chief guest Dr. Ajith Colonne and Prof. Rasika Aponsu, Professor of Operations Management at IICUT, Cambodia and Chairman/Managing Director at ICBM Campus, Sri Lanka, who was present at the occasion along with other Senior Academics at ICBM Campus.",
    "Degrees were awarded to students of Doctoral Studies (Ph.D.), Masters in Business Administration (MBA), BBA in Management, B.Com in Banking and Finance, B.Ed. in Education and BBA in Supply Chain Management. ICBM Campus is a partner Institute for IIC University of Technology, Cambodia holding rights to deliver its Bachelors, Master and Doctoral programs in Sri Lanka.",
    "The ICBM campus was established with one fundamental goal: to enable the working professionals to secure a higher educational qualification while maintaining a fair balance of work and personal life. A world recognized partner University, carefully curated Tertiary Education programs, and alumni at highest of positions speak for their excellence. Their distant learning route, flexible class schedules and payment plans enables even the busiest of students an opportunity to pursue their higher education. IIC University is fully accredited by the Royal Government of Cambodia (ACC); International Associations of Universities (IAU) and recognized by the UGC (University Grants Commission) Sri Lanka. ICBM offers Bachelor’s Degrees (Final Year Entry) (BBA in Management, B.Ed. in Education, BBA in Supply Chain Management, B.Com. in Banking & Finance), Master’s Degrees (Master of Business Administration-MBA) and Doctoral Studies (Doctor of Philosophy-PhD, Doctor of Business Administration-DBA).",
    "IIHS signs MoU supporting UK’s NHS with high quality Sri Lankan nursing care",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}