{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/go-home-or-call-for-presidential-election-sajiths-message-to-govt/",
  "time_ut": 1647345900,
  "title": "‘Go Home or Call for Presidential Election’ ; Sajith’s message to Govt",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan Opposition Leader Sajith Premadasa leading a protest opposite the President’s Office in Colombo on Tuesday (15) said that the government that promised relief, has only brought about the burden to the people.",
    "Sajith Premadasa was clear in his message to the government “Go home or allow the people to decide at a Presidential Election.”",
    "“The government led by President Gotabaya Rajapaksa, and Prime Minister Mahinda Rajapaksa must leave if they cannot do what they were elected to do, and let us carry on with governance,” he told the protestors.",
    "“We cannot bear this suffering anymore,” Premadasa told a gathering of thousands of protestors in Colombo, adding that the Rajapaksa Government, the Rajapaksa Family are responsible for the suffering and the time is now to send them home.",
    "“We are here to tell the government that ruined this country, to go home,” he said.",
    "Heavy security was experienced around the President’s Office when the protest was taking place, with protestors also making attempts to break through the police cordon to make their way into the premises.",
    "He said the Samagi Jana Balavegaya led government will bring back the Sri Lankan identity that was lost as a result of the actions of the present government.",
    "Opposition Leader Sajith Premadasa told the protestors that it is time to be prepared to save the country from the brink of destruction.",
    "“Thousands have come here with no fear of bullets, tear gas, bombs, water cannons, and even baton charges,” he said in a message aimed at the government.",
    "Commenting on the fuel crisis, Premadasa said that three middle-eastern governments have promised to supply fuel for two years with no up-front payment to a Samagi Jana Balavegaya led government.",
    "He said Sri Lanka should never be racially divided, but united as one as per the teaching of Lord Buddha.",
    "‘Go Home or Call for Presidential Election’ ; Sajith’s message to Govt"
  ]
}