{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-state-in-sri-lankan-nation/",
  "time_ut": 1650817620,
  "title": "The state in Sri Lankan nation",
  "body_lines": [
    "The prevailing state in the Sri Lankan nation is that while one group is engaged in protests, and making demands that cannot be constitutionally realised, another group is patiently lining up in long queues to collect supplies needed to fulfil their basic needs. The two groups are from two different strata of society. While the former consists of young and educated, and from the middle strata of Sri Lankan society, the latter is largely from the working class, and hence their focus is on how to survive in these trying circumstances.",
    "This separation of interests has given rise to a political crisis as far as the first group is concerned, and an economic crisis as far as the second group is concerned. Although the political and economic concerns are those of two separate groups, there is a good possibility for the two concerns to merge if allowed to fester due to lack of attention. The general impression is that easing the economic situation in the country would prevent such a merger, and that in fact it may even ease up on the political demands.",
    "The main demand of the protesters is in the slogan “Gota Go Home”. However, this is easier said than done, as it cannot be achieved constitutionally, as pointed out by recognised constitutional experts and other commentators. The methods being contemplated to oust the President are either to pass a vote of no-confidence (No-Confidence Motion (NCM) in Parliament or for Parliament to impeach him. In the case of a no-confidence vote, there has to be sufficient votes in Parliament to make it a reality; a fact that is seriously in doubt. Besides, even if there are sufficient numbers in Parliament to clobber together a simple majority, all that would happen is for the Cabinet of Ministers to “stand dissolved” (Article 49 (2) (c). As far as the President is concerned, he is constitutionally entitled to appoint a new Prime Minister and a new Cabinet of Ministers. In short, the position of the President remains unaffected.",
    "On the other hand, if the strategy is to impeach the President, a Member of Parliament has to give notice of a resolution addressed to the Speaker under provisions of Article 38 (2). However, such a resolution has to be signed either by a “not less than two-third” majority, or by a simple majority and the Speaker is satisfied that the claims of the resolution merit inquiry. Since neither a two-third majority nor a simple majority with the endorsement of the Speaker are realistic propositions, impeaching the President is not a viable option.",
    "What these constitutional provisions mean is that the President cannot be sent home unless he resigns. Since both protesters and their supporters, advisors and backers are supposed to be smart and educated, how come they were not aware of the many constitutional constraints that prevent them from sending the President home? Other than, of course to plead their case. And had they realised their limitations, would they have opted for other approaches; that would gently persuade the President out of the goodness of his heart, to resign and go home? This also means, therefore that a need exists for protesters to revisit current strategies and use their charm and wit to persuade the President to go home, because the protests taking place at Galle Face Green and in the rest of the country would amount to nothing but expressions of frustration without substance, since he cannot be ousted constitutionally.",
    "The fact, that these limitations have not occurred to them is disappointing, particularly because the protesters represent the future generations of Sri Lanka. It is they who have to take over the baton when the time comes. Furthermore, since they do not have a formal structure, it is not possible to bring these hard realities to their attention. Indications are that they too would blunder just as previous generations have done.",
    "Economic issues are affecting a vast swath of Sri Lankans and its numbers are more than those of the protesters. Yet, because they suffer in silence, they do not get the attention and publicity the protesters get. The majority of them are affected by lack of fertilizer and issues relating to the energy sector.",
    "The practice thus far has been to import crude oil and refined products from a variety of foreign sources. Since Sri Lanka has failed to develop its owned fossil fuel deposits, said to be available in the Mannar Basin, the practice of importing energy needs has to continue. This has resulted in the import of both crude oil and finished petroleum products, as done in the past. The current lack of funds to continue with the practices of the past has brought the whole issue of energy to a head, because the inability to sustain imports has affected every sector of society, the most vulnerable being those who are not with the protesters. Therefore, there is an urgent need to adopt a fresh energy policy that would be in keeping with the prevailing reality of rock bottom Forex Reserves; a fact that now compels the government to abandon practices of the past.",
    "A fresh energy policy should not lose sight of the long-term goal of meeting energy demands through technologies other than fossil fuels. The need to do so is dictated by global commitments to meet the realities of Climate Change. This is similar to the sudden switch to organic fertiliser which the government adopted without factoring in the inevitable public reaction to such a policy. Therefore, while recognizing the merits of both policies, their implementation should be undertaken in a measured manner; a fact now realized and admitted by the government as a mistake.",
    "The proposed fresh energy policy should be treated strictly as an interim measure. While this interim measure is in operation, the government should set up the infrastructure needed to switch from fossil fuel dependence to alternate technologies, starting with the major cities. Such an approach should have been adopted in respect of fertiliser, too. However, a fact that should be realized in respect of both policies is that any government should engage in a campaign to secure the support of the public, if the benefits of both policies are to be realized.",
    "An interim policy, relating to securing regular supplies of both crude oil and refined products, would be to negotiate with countries that are prepared to set up a Refinery of sufficient capacity in Trincomalee to supply Sri Lanka’s needs of refined products, and for them to export the balance to any country of their choice. In the meantime, Sri Lanka should expand the Refinery at Sapugaskanda from its present capacity of 44,000 barrels/day, which is reported to meet only 25% of Sri Lanka’s needs to 100,000 barrels/day so that Sri Lanka is not totally dependent on a single source for its energy needs. Since Refinery Capacities range from 100,000 to 250,000 barrels/day, a Refinery within the average range would be readily able to supply Sri Lanka’s needs, with export of the rest to Indian Ocean Rim countries.",
    "In summary, the government should seriously explore an arrangement for the delivery of 44,000 barrels/day needed by Sapugaskanda in the form of crude oil and the balance refined products needed, while the new refinery is being set up.",
    "The quantity of refined products would decrease with the expansion of the capacity at Sapugaskanda to 100,000 barrels/day. The cost of procuring Sri Lanka’s needs from the foreign owned refinery could be partially offset by the revenue generated from the lease of the land for say, 25 years, and from sources such as Port charges, rents from restored storage tanks, and other associated services. Furthermore, the cost of procuring refined products from such a Refinery would gradually decrease in proportion to the rate at which Sri Lanka accelerates its switch from fossil fuels to alternative technologies.",
    "Notwithstanding all the shouting at Galle Face, and in other parts of the country, as well as abroad, with the call, “Gota Go Home”, the President cannot be removed constitutionally either through a No-Confidence Motion in Parliament or through a Resolution to Impeach, as explained above. Therefore, the only way for the President to be legitimately removed, is for a voluntary resignation. The fact that the protesters, their supporters and their backers failed to recognise this impediment before they started on their adventure, is disappointing for the generation that is supposed to represent the Future of Sri Lanka.",
    "In the meantime, another section of society is patiently standing in lines to secure basic needs for survival. A section of this citizenry was affected by the policy relating to fertiliser adopted by the government. For them, there is hope that they would be able to restore their livelihoods with the government admitting that the policy while being commendable, failed in the implementation process; a realisation that has caused the government to revisit the manner in which the policy should have been implemented.",
    "The rest of the Sri Lankan population is seriously affected by an inability to secure sufficient energy needs to continue with their livelihoods. This situation is unlikely to improve if the government continues to supplement its energy needs piecemeal, depending on lines of credit. The government needs to seriously engage with a willing party to address its immediate needs as an interim measure, not forgetting its long-term vision and its global commitments to phase out fossil fuels as a source of energy. The broad outlines of an interim arrangement are presented above for consideration. It is left to the government to seriously consider this or alternative interim arrangement, if the economy is to breathe again.",
    "Need of the hour for Sri Lanka: The ‘MPH Formula of Singapore",
    "Ceylon Tobacco Co. and the emergence of Sri Lanka’s cut flower industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}