{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/AG-directs-IGP-to-conduct-fully-fledged-probe-into-assault-on-peaceful-protesters/108-236690",
  "time_ut": 1652167740,
  "title": "AG directs IGP to conduct fully-fledged probe into assault on peaceful protesters",
  "body_lines": [
    "The Attorney General has advised Inspector General of Police CD Wickramaratne to conduct fully-fledged investigations into the assault on peaceful protesters in Colombo yesterday.",
    "In a letter to the IGP, the AG said considering domestic and international ramifications that surround these incidents, he has urged the IGP to complete investigations on urgent priority basis.",
    "\"People, in the exercise of their constitutional rights as guaranteed in terms of Articles 14 (1)(a); (b); and (c) of the Constitution, have been engaged in freedoms of speech; peaceful assembly; and, association, at various places in the country over the past few weeks, In this regard, it is the constitutional duty of all organs of Government, to respect, secure and advance the fundamental rights in terms of Article 4 (d) of the Constitution,\" the letter further said.",
    "The AG said however, the peaceful assemblies of protest were interfered by a large group of people in breach of the Constitution of Sri Lanka and the penal laws of the land as could be seen from the incidents that occurred in Colombo on 09. May 2022.",
    "He said the unlawful interference was seen to have been carried-out in the form of physical assault of serious nature causing bodily injury to those who engaged in the exercise of their constitutional freedoms.",
    "\"Having regard to the serious nature of the matters involved, I advise you to conduct fully-fledged investigations into the incidents of unlawful interference into peoples' constitutional rights; the circumstances that led to them; and, the consequent commission of penal offences in the process, As the incidents in metropolitan Colombo have triggered sporadic acts of violence of serious nature involving people and their property all over the country, I advise you further to investigate the aftermath of the incidents of 09th May 2022,\" he said in the letter."
  ]
}