{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Imports-begin-to-cool-down-amid-rupee-float-monetary-tightening/273-236215",
  "time_ut": 1651613700,
  "title": "Imports begin to cool down amid rupee float, monetary tightening",
  "body_lines": [
    "Provisional data show US $ 1.7bn expenditure on imports in March",
    "Further easing expected in April as higher rates bite into demand",
    "The importers have begun to feel the rupee depreciation shock since March onwards, as data pointed to a decline in imports, which has further extended to the imports in April.",
    "According to unofficial data, March imports have declined to around US $ 1.7 billion after the rupee shed its value by at least 50 percent in the month since the March 7 float resulted in a free fall of the rupee’s value against the US dollar, sending the prices of everyday goods and service through the roof.",
    "This effectively killed the excessive demand as there were segments in the population, who had to forgo consumption of certain goods and services when the prices started adjusting multiple times to reflect the new exchange rate, which as of this day, had depreciated by 75 percent since March 7.",
    "Meanwhile, the April 8 unprecedented policy rate hike of 700 basis points also trickled down into the borrowing rates faster, further tightening the lending markets and thereby the money conditions, effectively squeezing the demand further.",
    "As a result, the Central Bank said the early indicators showed that the April imports had further cooled down to below US $ 1.7 billion.",
    "Sri Lanka has been recording US $ 2.0 billion import bills every month until February this year and according to the official data available through January, Sri Lanka had US $ 1.96 billion worth of imports against US $ 1.10 billion merchandise exports, an unsuitable mix for any country.",
    "\"For instance, the import bill, which was running at US $ 2.0 billion monthly, eased to US $ 1.7 billion in March and the April bill is going to be even lesser, based on the data we have,” Central Bank Governor Dr. Nandalal Weerasinghe said.",
    "He explained that when the imports come down, it would ease the pressure on the rupee. The sharp increase in interest rates would further alleviate pressures on the exchange rate, due to its effects of demand destruction.",
    "“What happens when the prices of petroleum products, cooking gas, cement and the likes go up? It eases the demand for those products; which means, what we spend on their imports also eases. What we expect from raising interest rates is also that,” Dr. Weerasinghe said.",
    "“So, when the demand cools, the situation stabilises over a period of time. If it doesn’t happen, all what we do become futile,” he added.",
    "“But these were adjustments we should have done much earlier. Had we done those things before, these adjustments wouldn’t have been this much painful,” he further said explaining the rationale behind the demand destruction moves.",
    "“I can assure that things will stabilise but I can’t say when that would happen and I don’t think anybody can predict that,” Dr. Weerasinghe said."
  ]
}