{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/26/sp-cuts-sri-lanka-to-selective-default-on-missed-payments/",
  "time_ut": 1650942780,
  "title": "S&P cuts Sri Lanka to ‘selective default’ on missed payments",
  "body_lines": [
    "(Reuters) – S&P Global Ratings cut Sri Lanka’s rating as an issuer of foreign currency debt to ‘selective default’ after the South Asian country missed sovereign bond interest payments, S&P said on Monday.",
    "The bonds which had missed payments, maturing in 2023 and 2028, were cut to ‘default’ and the overall rating could be further cut to ‘D’ on confirmation of the non-payment after a 30-day grace period.",
    "S&P said it does not expect the government to make payments during that period.",
    "Sri Lanka’s economic meltdown tracks its roots to 2019, when President Gotabaya Rajapaksa’s government approved a large tax cut that depleted the treasury coffers even more than expected.",
    "The weight of COVID-19 further weighed on revenues while the cost of imports sky-rocketed, and the situation deteriorated to the point of large-scale civil unrest on the streets.",
    "Earlier this month Sri Lanka suspended its debt service payments and approached the International Monetary Fund.",
    "Over the weekend, the IMF said it held “fruitful technical discussions” with Sri Lanka on its loan request, while the World Bank said it was preparing an emergency aid package.",
    "Sri Lanka has about $14 billion on foreign bonds outstanding plus $26 billion in local currency debt, according to Refinitiv data.",
    "“The negative outlook on our ‘CCC-‘ long-term local currency sovereign rating on Sri Lanka reflects the high risk that the government could restructure its local currency debt amid the country’s economic, external and fiscal pressures,” S&P said in a statement.",
    "The Sri Lankan stock market was shut half an hour into trading on Monday, after shares tumbled nearly 10% in their first session since the central bank doubled its interest rates two weeks ago to tame inflation.",
    "S&P cuts Sri Lanka to ‘selective default’ on missed payments"
  ]
}