{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-big-four-of-old-colombo/",
  "time_ut": 1648654380,
  "title": "THE BIG FOUR OF OLD COLOMBO",
  "body_lines": [
    "In this series of interviews on Colombo’s heritage, we cover the Great Department Stores of Old Colombo. Historian Asiff Hussein, the Author of The Great Days of Colombo.",
    "Q: In your book ‘The Great Days of Colombo’ you had mentioned that by the 1950s Colombo Fort had four well known department stores in the best European tradition. These were Cargills, Millers, Whiteaways and Colombo Apothecaries. Could you tell us what were the reasons that led to their emergence and why they were so popular at the time?",
    "Yes, I would call them Colombo’s Big Four. All of them emerged in the early 1900s and had their heyday in the 1950s and 1960s. These were all based on the British model of a Department Store, in the fashion of Harrods of London.",
    "In fact, they may have even been inspired by Harrods whose wedge-shape is reminiscent of Cargills, the biggest of our department stores. Harrods apparently had humble beginnings, having been founded as a grocery store by Henry Charles Harrod in the mid-1800s before expanding in the late 1800s when many new departments were added. The Harrods building we are familiar with was constructed in 1905 and housed about 300 departments. So my guess is that it served as a model for others in the English-speaking world and in the British colonies.",
    "A shopping complex with various departments, under one roof, was of course, a great convenience to shoppers. Department stores of this nature also had a reputation to maintain and stocked only products of the highest quality and some even extended credit to more loyal customers. In one-time colonies like Sri Lanka, then Ceylon, patronising these high-end stores were a status symbol as well.",
    "For instance, we have a Ceylonese writer, J.Vijayatunga stating in his book Isle of Lanka (1955): “It is the hour of shopping. To those not familiar with the ritual of the Cinnamon Gardens housewives, the scene would strike one as a scene after a Hundred Days’ Siege. There are two big department stores on York Street- they were known as European shops but the controlling interest is now in the hands of Jaffna Tamils and Burghers, though the floor managers and managers are still white men, and the saleswomen are as a rule Eurasian while the lesser salesmen and their assistants are Ceylonese and Malayalees. There are two more such shops on Prince Street”",
    "Vijayatunga refers to a lady from Cinnamon Gardens breathlessly ordering fresh Australian butter to be delivered. ‘Account, Madam?’ the counter assistant asks, and no satisfaction he says is greater to Madam than that of being able to say “Account” and sign.",
    "He adds “At these counters an ordinary mortal must be very careful – for he may unwittingly jostle a Ladyship or Knighthood or an O.B.E.-ship or a Chevaliership. These honours are nowadays lavishly strewn in Ceylon and are to be encountered in the most unlikely places”.",
    "What is also interesting about Vijayatunga’s account is the glimpse he gives us what these stores offered back then-Australian beef, Australian cheese, Oxford sausages, tinned meats and fish, meat pastes and fish pastes, peas and asparagus and peaches and jams- anything that has a label stuck on a bottle or tin indicating that it was manufactured in Australia, New Zealand, or in Great Britain, all of which had “a hypnotic effect upon Colombo’s society ladies”.",
    "Q: Cargills was obviously the biggest of these. Could you tell us something about how it looked like in the good old days?",
    "Cargills was built on the site of Captain Pieter Sluysken’s bungalow at the junction of Prince Street and York Street. This Dutchman’s residence was in the corner of a block occupied by high ranking Dutch officials. History tells us that he was a gentle soul and had a Kaffir band comprising of black musicians who played sweet music on the lawn in front of his house.",
    "Cargills that emerged in its place in 1906 was a much more grander edifice with its beautiful burnt sienna façade. The company was founded by D.S.Cargill and enjoyed the distinction of being the oldest departmental store in Asia at the time it was founded in Kandy in 1844 before moving into its purpose-built premises in Colombo Fort where it thrived. Even back then it was fitted with electric fans and hydraulic lifts. Arnold Wright in his monumental book Twentieth Century Impressions of Ceylon (1907) observed of it a year after it had moved to the big city “These premises are deservedly considered the finest of their kind east of Suez”.",
    "Cargills eventually added to itself as many as 40 departments that sold everything from basic household needs to very many luxurious items got down from the industrial powerhouses of the West. Its main departments, in the early 1900s, included groceries, furniture, dressmaking, gentlemen’s tailoring, horse feed, wines and spirits and drugs and dispensary.",
    "By 1948 when the country gained independence, it had added many more departments, including Photo and Optical, Sports, Toys, Stationery and even a Book Department upstairs where a good many books could be purchased. The children of the post-war years who may well be called our very own baby boomers had their favourite books, many of which must have been got from Cargills. These included June Girls Annuals, Enid Blyton’s storybooks and Little Lulu and Dell comic books.",
    "Cargills were agents for many a foreign brand. The long list included Arnott’s Australian Biscuits, Beehive Brand Australian Butter, Blue Band and Golden Mountain Margarine, Fray Bentos Corned Beef, Riverstone Tinned Meats and Sausages, Regal Chocolates, Del Monte Fruits, John West’s Salmon and Huntley’s and Palmer’s 4 O Clock Afternoon Tea Biscuits. They also sold HMV Radiogram, Singer Sewing Machines, Dinky brand miniature die-cast vehicles and Hornby Dablo trains produced by the Mechano Toy Company.",
    "I was told that during Christmas time, that is until about the 1970s or so, Cargills kept a Santa to entertain children and had seasonal events like ‘Lucky Dip’ which involved shoppers having to pay a small sum of money to try their luck with brown paper bags filled with little toys and such things. The dozen or so bags would be kept in a wooden box and participants had to use a hooked pole to fish out the bags, each of which had a loop at its top.",
    "Q: Millers was another major player at the time. What was it they offered that was different from what Cargills had to offer?",
    "Millers Ltd was based in York Street and dealt in foreign goods as well though much of it differed from what Cargills dealt in. It sold among other things Cow & Gate Milk Food, J.Terry & Sons Chocolates, Kodak photographic products, Marconiphone Radios, Tunstalite Electric Bulbs, Tarzan’s Grip Paste, Magic Hoodoo anti-ant tape, Partridge & Sons Cigars and a variety of liquers such as Smith & Sons Yalumba Wines among other things. Around the time we gained independence, they were dealing in Elaine Chocolates, Walters’ Palm Toffees, Elizabeth Arden’s toilet preparations, Jean Valjean Manilla cigars, Austin Reeds Shirts, Mangold shoes, Columbia gramophones, Tungstalite electric bulbs and Brolac and Murac paints and enamels. In the 1950s we hear of Millers offering large Bedroom, Drawing Room and Dining Room Suites, Slumberland Matresses and Lampshades in Crenothine with Trimmings.",
    "Q: Whiteaways was yet another well known department store of the time. What had it to offer its customers?",
    "Whiteways or to give its full name Whiteaway, Laidlaw & Co had its department store in a three-storeyed building in Prince Street (Present Sir Baron Jayatilleke Mawatha). It was topped by a dome, painted white or silver and is said to have had cargo hatches on its sides where the goods arriving from the harbour could be unloaded and conveyed to the basement or stores.",
    "Whiteaway admittedly had fewer departments than Cargills or Millers and were mainly agents for British brands. Among these were grocery, tailoring, men’s wear, footwear, glass and china, confectionary, pharmacy, haberdashery and millinery. From what we gather they also had a toys department on its third floor where there was a model railway layout with running toy trains demonstrating Tri-Ang trains of British origin for which they were apparently the agents. They were also agents for Barb garments, Ciro Pearls, Snow White Sheets and Helena Rubinstein beauty products.",
    "Q: Apothecaries is also said to have been a department store. So what did they offer their customers?",
    "Colombo Apothecaries was at the corner of York and Prince Street and was housed in a four-storeyed building. It had got its name of Apothecaries from its humble beginnings as a little chemists shop that opened its doors in 1883 in the De Soysa buildings in Slave Island.",
    "The later building, built in 1915 housed all its departments which were added as the years went by and included confectionary, grocery, pharmacy, photography, books, tailoring, furniture, watches, fancy goods, toys and games, clocks and jewellery, boots and shoes and even ladies outfitting which attracted many fashionable young women since it had the latest styles from the fashion centres of Paris and London. Apothecaries offered only a few exclusive brands like Rayner’s Essences, Leica Cameras and Frister & Rossmann’s Sewing Machines. ( Pictures courtesy Asiff Hussein)",
    "CEB engineers sceptical about promise to reduce load shedding duration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}