{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82247/economic-decisions-cannot-be-taken-by-politicians-namal",
  "time_ut": 1651863060,
  "title": "Economic decisions cannot be taken by politicians – Namal",
  "body_lines": [
    "Former minister Namal Rajapaksa says that economic decisions cannot be taken by politicians and that the incumbent government and the Finance Ministers had always acted on the advice given by certain officials.",
    "In an interview with the BBC, the MP parliamentarian was questioned about the huge tax relief given by the government as soon as it came to power and whether it was the right decision given the country did not have enough revenue.",
    "“No. I think it was not the right decision. But it was taken with the right intention at that time by the President to make sure that the local businesses reinvest that money back into the economy,” he said.",
    "“So, the intention was that, but unfortunately it did not go the way he thought it will go.”",
    "The former sports minister said he had expected the decision would have been reversed in the second budget presented by the government.",
    "“Even after the first budget. The second budget I believe he would have reversed it but unfortunately, they didn’t,” he said.",
    "Asked as to why the government didn’t heed the advice of economists who recommended to go to the IMF and to float the rupee, Rajapaksa said it also goes back to the officials who take decisions. “Because economic decisions cannot be taken by politicians.”",
    "“The government or the Finance Minister and the Secretary or the Finance Ministers particularly acted upon advice given to him by certain officials. And that is admitted by the current Finance Minister, in parliament, that certain officials gave wrong advice,” he claimed.",
    "On what he would tell the people who are suffering the brunt of the economic crisis, he said: “I mean we need to work it out. There is no point blaming each other, right? I mean as politicians we are good at blaming each other. But will that actually solve the issues out? Will that give them three meals?”",
    "Responsibility is there and accountability also must be there but at the same time we also must look at the way forward, the SLPP MP said.",
    "“But at the moment I don’t see any politician in the parliament including the opposition talking about the way forward,” he said.",
    "Rajapaksa said that at the same time people who are responsible for taking decisions now have to look at the future and take decisions so the next generation will not have to face the same challenges",
    "“We all have to work together. So, this is the time I think the community, the politicians and all political parties have to work together one agenda: that is to come out of this crisis.”"
  ]
}