{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/matildas-cousins/",
  "time_ut": 1647277020,
  "title": "Matilda’s cousins",
  "body_lines": [
    "Matilda may have told dreadful lies that made ‘one gasp and stretch one’s eyes’, but her lies, or what has been said of them, to be exact, pale into childish prattle in comparison to what Sri Lankan politicians tell the public, especially when they seek votes and face trouble after being ensconced in power.",
    "It is only natural that Sri Lankans tend to believe the very obverse of what ruling party politicians and their propaganda lackeys tell them. The President’s Media Division announced, the other day, that power cuts would be over after a few days; people did not buy into its claim, and stocked up on candles! The Ceylon Electricity Board (CEB) went ahead with load shedding, and the hapless public continues to be troubled by power cuts. Several moons ago, Trade Minister Bandula Gunawardena vowed to make rice freely available at affordable prices, but rice prices have since gone through the roof.",
    "All shortages that plague the country boil down to one thing—lack of dollars. If the government could find enough dollars to pay for essential imports, nothing would be in short supply, and queues at fuel stations, gas sales points, etc., would be over. The dollar crisis has become the elephant in the room where government politicians are concerned because the Finance Ministry, which is responsible for the current economic mess, is under Basil Rajapaksa, who is the power behind the throne. Ministers have chosen to bark up the wrong tree, and tell lies with a short lifespan lest they should incur the wrath of the powers that be and lose their portfolios.",
    "Minister of Power Pavithra Wanniarachchi would have us believe that the existing power crisis has come about because the CEB’s generation capacity is low. Nothing could be further from the truth. Former Power and Energy Minister Champika Ranawaka has recently told Parliament that the CEB could generate 4,887MW of electricity a day while the daily demand for power does not exceed 2,700MW and, therefore, the CEB’s generation capacity has nothing to do with the current power crisis. He insists that the power crisis is due to lack of foreign exchange to pay for fuel imports to feed the thermal power plants. Ranawaka, an electrical engineer, has thus put his finger on the actual reason for the power crisis. Energy Minister Gamini Lokuge is also wary of telling the public the truth. His predecessor, Udaya Gammanpila, revealed the truth and got under the skins of the SLPP leaders in the process. He did not know what hit him; he lost his ministerial portfolio.",
    "Minister Lokuge has declared that the fuel crisis will be over soon. Last week, he said the Ceylon Petroleum Corporation (CPC) would not increase fuel prices. The following day, the Lanka IOC jacked up prices; two days later the CPC matched the LIOC prices! When he was the Power Minister, Lokuge said there would be no power cuts!",
    "Prime Minister Mahinda Rajapaksa has claimed that there is no fuel shortage. If so, tens of thousands of people must be waiting in long queues near filling stations for the fun of it! Chief Government Whip and Highway Minister Johnston Fernando has gone a step further; he says some sinister elements are conspiring against the government and spreading false rumours of a fuel shortage! The less said about him, the better; he is troubled by bats in his belfry if his behaviour in Parliament is any indication.",
    "The discerning public is aware of the real causes of the present crises, which could have been averted. If the government had refrained from effecting huge tax cuts for the benefit of big businesses, mostly its cronies, and cared to rationalise pandemic-related expenditure instead of throwing money around, the rupee crisis would not have arisen. The situation further deteriorated following the unveiling of a massive relief package, which has benefited mostly state employees; the ill-conceived relief measures cost the state coffers as much as Rs. 229 billion! The government could have used these funds to cushion the fuel price hike shocks by reducing taxes on diesel, petrol and kerosene. The government has not cracked down on the foreign currency black market, which has been thriving at the expense of the banking system, depriving the state coffers of much-needed dollars. It also got its priorities mixed up and chose to spend colossal amounts of funds on development projects whose expenditure has a sizeable foreign exchange component. Road development is a case in point. If nonessential imports had been restricted when the first signs of the forex crisis were felt, the outflow of dollars could have been curtailed greatly.",
    "Matilda’s story has a tragic end. Our skilled liars are going places, having lied their way into office, but at the rate public anger is welling up, their fate is very likely to be far worse than death—nothing could be more dreadful and hurtful to politicians than to be relegated to the political dustbin.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}