{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Frying-Pan-of-Shortages-to-the-Post-IMF-Fire/172-234396",
  "time_ut": 1649010900,
  "title": "Frying Pan of Shortages to the Post-IMF Fire",
  "body_lines": [
    "The scorching heat in April and May are going to fry our working people as food and medicines are in short supply, oil shortages lead to transport disruption and power cuts shut down shop floors. What does one make of the mismanagement of an economy with peak levels of imports in 2021 of US$ 21 billion – including for example US$ 1.3 billion for non-food consumables and US$ 1.6 billion for substitutable foods (vegetables, seafood, confectionery, beverages) – and then unable to even pay for the next shipment of oil? How shameless are our political elite and leaders, who having acted without a care about the people’s needs then go with the begging bowl to international actors for the next month supplies?",
    "Given the democratic sensibilities of our people, the Rajapaksas are likely to be banished from politics. Well, they may be spared one seat in parliament, as with the grand old party, the UNP, in the last election. Unlike former Prime Minister Wickremesinghe, who having undermined the political outlook for the country and his party had the privilege of choosing the sole seat for himself, the Rajapaksa family may have trouble choosing who is to be blamed and who may sit in parliament.",
    "\"It is resistance that will decide what is safeguarded and what is destroyed of the social foundations that we have gained over the decades\"",
    "Great economic crises lead to great political changes. But first we must understand the trajectory of the economic crisis and what is in store for the people beyond the day to day challenges of provisioning. Devaka Gunawardena and I have recently penned an article on the dangers to the entitlements of working people with the imminent IMF agreement. While I see the current conjuncture and the unravelling as much larger than the consequences of an IMF agreement, in this column I articulate further the post-IMF crisis to hit us later this year. The IMF recommendations, long in the making, and some of which are already in the process of being implemented, are a defining moment in this historical crisis that the working people have to face. Ultimately, it is resistance that will decide what is safeguarded and what is destroyed of the social foundations that we have gained over the decades.",
    "What is it about an IMF agreement that is worrying? After all, Sri Lanka has gone through 16 IMF agreements. Most recently in June 2016, Sri Lanka under the leadership of Wickremesinghe sealed an IMF Extended Fund Facility of US$ 1.5 billion, and prior to that the Mahinda Rajapaksa government signed an IMF Standby Arrangement of US$ 2.6 billion in July 2009. Those agreements had the same goals of putting forward the interests of capital and the market to the detriment of people’s welfare. So, one may ask what is so significant about the IMF agreement that is currently being negotiated? The difference now is that much like Sri Lanka’s economic situation in 1977-1978, the current conjuncture can lead to tremendous changes. In particular, wither our desperate economic situation, we have no bargaining power and are far more vulnerable, and likely to be forced into implementing severe conditionalities.",
    "\"We have no bargaining power and are far more vulnerable, and likely to be forced into implementing severe conditionalities\"",
    "The IMF’s recommendation as per its Staff Report published in late March 2022 explicitly mentions the following five points:",
    "1. “Substantial revenue-based fiscal consolidation. Reforms should focus on strengthening VAT and income taxes, through rate increases and base broadening measures. Fiscal adjustment should be accompanied by energy pricing reforms to reduce fiscal risks from loss making public enterprises.”",
    "This means the people’s economic burdens are going to rise with increased taxes including the regressive VAT, which is levied on everyone including for essential goods. And more worryingly, it is going to reduce any subsidies in relation to energy, whether it is electricity or fuel costs, and the market with its tremendous fluctuations are going to determine what working people pay as electricity and fuel; transport for ordinary people, and livelihood inputs such as kerosene and diesel for fishermen’s boats and farmers’ tractors.",
    "The IMF does not restrict us from borrowing really expensive loans from the international capital markets such as sovereign bonds that are at the root of our current debt crisis. Rather it will decide when and how the Government borrows. The state will not be allowed to carry out much needed investment to create employment or provide relief during a crisis. State assets may be sold to pay off debts, costing the people dearly with cuts to state services.",
    "3. “Near-term monetary policy tightening to ensure that the recent breach of the inflation target band is only temporary.”",
    "Lower inflation targeting is in the interest of capital, as the value of capital will not decline due to inflation. But if we want working people to gain higher incomes and if employment is to be created, then there should be policies that allow for state intervention to increase salaries, to create employment through state investment etc., which will be denied with the sole purpose of keeping inflation low.",
    "4. “Gradually restoring a market-determined and flexible exchange rate. To avoid disorderly movements in the exchange rate, the transition should be carefully sequenced and implemented as part of a comprehensive macroeconomic adjustment package.”",
    "This recommendation is an oxymoron as markets are in fact disorderly as they lead to great fluctuations. Furthermore, those instabilities as with the price rises of milk powder now are to be absorbed by the working people.",
    "5. “Social safety nets should be strengthened, by increasing spending, widening coverage, and improving targeting, to mitigate the adverse impacts of macroeconomic adjustment on vulnerable groups.”",
    "The key word here is targeting. They are going to decide who is vulnerable and who is not, and if they lower the bar enough, no one will need a safety net. This feel good recommendation is there, so our comprador or elite can market the IMF agreement itself to the people.",
    "\"This time around, the post-IMF months and years will not be business as usual. The working people will be thrown into the fire unless they douse the post-IMF crisis with radical resistance\"",
    "The recommendations don’t end with this five point plan. There is an important paragraph at the end of the recommendations:",
    "“Renewed efforts are needed on growth-enhancing structural reforms, including increasing female labour force participation, reducing youth unemployment, liberalizing trade, developing a wide-reaching and coherent investment promotion strategy, and reforming price controls and state-owned enterprises (SOEs).”",
    "There is no recognition of women’s role in social reproduction to support household provisioning through informal production and for that matter their work at home. Next, the IMF is pushing for further liberalizing trade disregarding its role in the current balance of payments problems. Finally, it wants to see price controls lifted and state services reduced or privatised.",
    "Should Sri Lanka’s future be determined by the market in the interest of capital? Those who control the global system and their local comprador partners have much to gain. The working people in our country on the other hand will be squeezed by the market. This time around, the post-IMF months and years will not be business as usual. The working people will be thrown into the fire unless they douse the post-IMF crisis with radical resistance."
  ]
}