{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81156/pakistan-demands-joint-probe-into-accidental-india-missile-fire",
  "time_ut": 1647092580,
  "title": "Pakistan demands joint probe into ‘accidental’ India missile fire",
  "body_lines": [
    "Pakistan on Saturday demanded a joint probe into a missile India said it accidentally fired into its territory, rejecting New Delhi’s decision to hold an internal inquiry into the incident and calling on the international community to play a role.",
    "“Such a serious matter cannot be addressed with the simplistic explanation proffered by the Indian authorities,” Pakistan’s foreign office said in a statement.",
    "“Pakistan demands a joint probe to accurately establish the facts surrounding the incident,” it added.",
    "India said on Friday it had accidentally fired the missile into Pakistan this week because of a “technical malfunction” during routine maintenance, giving its version of events after Pakistan warned New Delhi of “unpleasant consequences.”",
    "The international community must play its “due role in promoting stability in a nuclearised environment”, the foreign office statement from Pakistan said, warning of “dire consequences” if any misinterpretation by one of the sides lead to an escalation.",
    "Military experts have in the past warned of the risk of accidents or miscalculations by the nuclear-armed neighbours, which have fought three wars and engaged in numerous smaller armed clashes, usually over the disputed territory of Kashmir.",
    "Tensions have eased in recent months, and the incident, which may have been the first of its kind, immediately raised questions about safety mechanisms.",
    "Pakistan demanded clarifications from India over its safety mechanism to prevent accidental missile launches, and whether it was appropriately handled by its armed forces.",
    "According to the U.S.-based Arms Control Association, the missile’s range is between 300 km (186 miles) and 500 km (310 miles), making it capable of hitting Islamabad from a northern Indian launch pad."
  ]
}