{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-chicken-and-eggs-in-crisis-as-soft-peg-hits-feed-91996/",
  "time_ut": 1648102020,
  "title": "Sri Lanka chicken and eggs in crisis as soft-peg hits feed",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s poultry sector is in crisis with feed shortages worsening and prices going up, an industry official warned as the rupee collapsed under the pressure of money printed to keep interest rates.",
    "Broiler meat prices have reached 800 to 900 rupees a kilogram and eggs went over 30 rupees threatening the availability of protein from around 450 to 500 rupees last year.",
    "“One of the biggest issues is not having raw materials to make animal food,” Ajith Gunasekara, President of the All Island Poultry Association told EconomyNext.",
    "“In the last two months, we could not import the raw materials for the food, because of the dollar crisis.”",
    "Sri Lanka started printing money to keep interest rates down (monetary stimulus) after cutting taxes (fiscal stimulus) in a bid to create a ‘production economy’ in an extreme Keynesian boom policy ignoring warnings from classical economists.",
    "Sri Lanka has been able to print money since 1950 when a soft-peg central bank replaced a currency board which had kept the country stable through two World Wars and a Great Depression.",
    "“Due to not having good nutritious raw materials the farmers were not able to give nutritious food for the animals, especially layers,” Gunasekara said.",
    "“That including the heat nowadays, egg production fell by 40 percent.”",
    "Sri Lanka’s State Veterinary Surgeons Association has warned that farmers are culling layer chicken due to the lack of feed selling for meat.",
    "It takes more than 6 months to grow a chicken and it would take more than a year for the sector to reach normalcy, officials said.",
    "Over 70 percent of the production cost of poultry farmers is feed cost.",
    "The Poultry Association is hopeful that maize and feed ingredients could be imported under the Indian credit line.",
    "“According to them (authorities) the food items that are to be purchased under the Indian credit line also includes animal food,” Gunasekera said.",
    "“From today (Monday) we asked the suppliers to get the raw materials from India under this credit line.”",
    "Poultry farmers get materials from European and Chinese markets too but are still unable to import due to a dollar shortage.",
    "“When we can’t supply to the demand the first people that will be affected is the small-scale farmers,” Gunasekera said.",
    "“It is already happening. Large scale farmers are also facing this issue because they also make their own animal food needed for their farms and the production costs increase for them as well.”",
    "However, Gunasekerasays they don’t want to halt the production as that will create a major price hike and with the green light they have received from the government the industry is hopeful.",
    "The rising price of meat and fish are also driving up the demand for eggs he said. (Colombo/Mar24/2022)"
  ]
}