{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Progress-of-Hambantota-Port-industrial-park-slows-down-amid-current-crisis/273-239150",
  "time_ut": 1655350980,
  "title": "Progress of Hambantota Port industrial park slows down amid current crisis",
  "body_lines": [
    "Amid multiple crises in the country, the progress of the Hambantota International Port’s (HIP) industrial park is facing several challenges in the construction front as well as delays in investment flows, according to the company officials.",
    "During a recent inspection tour made by Ports, Shipping and Aviation Minister Nimal Siripala de Silva to the Hambantota Port, the HIP officials revealed that the construction of the port’s adjoining industrial park has significantly slowed down amid the fuel crisis and import restrictions.",
    "Further, they noted that investment flows are also being delayed, due to the effects of the pandemic as well as due to the on-going crisis in the country.",
    "Despite the persisting challenges, the HIP officials noted that the industrial park has already taken the initial steps to set up a luxury yacht manufacturing plant, a large-scale bonded warehousing complex and a duty free trade centre.",
    "The minister agreed to take up these matters with the relevant state institutes shortly, in order to find expedited solution for these matters.",
    "The industrial park aims to replicate the success of China Merchants Port’s strategic Port, Park and City model, which was initially implemented in the renowned industrial zone Shekou, in Shenzhen, in China.",
    "By 2025, HIP aims to develop the industrial park to an area of 228.53 hectares, which is demarcated and classified into three industry clusters—heavy industries, light industries and food processing industries.",
    "Further, it includes a service area and an artificial island as a green belt.",
    "According to the minister, the government has already handed over a 500-acre land to HIP for the development of the industrial park. The Hambantota Port and the adjoining industrial park remain key projects under China’s Belt and Road Initiative."
  ]
}