{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/A-Failed-Govt-Destroying-our-Children/231-238975",
  "time_ut": 1655073780,
  "title": "A Failed Govt Destroying our Children",
  "body_lines": [
    "Our Govt has failed us. It is destroying the lives of our children. What do we choose to do about this? How long will we stand watching?",
    "In May 2022, over half a million 16-year-old Sri Lankan children sat their Ordinary Level (OL) examination. Passing this exam is necessary for them to continue with their schooling.",
    "This batch (referred to as the 2021 OL batch, as their exam was meant to be held in December 2021) was only 14-years-old and had just begun their first year preparing for the OLs when, in March 2020, Covid hit Sri Lanka.",
    "First because of the pandemic and then, because of the political and economic collapse brought about by Government’s incompetence, corruption and mismanagement, the country’s local schools have remained shut for the majority of the time between March 2020 and May 2022 - this batch’s entire OL period.",
    "An average year has 195 school days. These children, preparing for the first and (As we all remember) most daunting public exam of their lives, missed 111 school days in 2020 (their first OL year) and 154 school days in 2021 (their second OL year).",
    "In 2022, when the country shifted from the Covid crisis to the political and economic crisis, chaos continued to pervade. The country disintegrated into riots, experienced State instigated violence, citizen protests, intermittent curfews, daily power cuts, fuel crises, transport issues, food crises, gas shortages, Parliamentary instability and astronomical rises in the cost of living.",
    "Our children’s lives – their physical security, psychological wellbeing, access to school, happiness, peace, and stability – continued to be severely compromised. Even when schools remained open, many children could not attend school. Transport problems, food problems, children having to take up jobs, families falling apart… these crises continue into the foreseeable future.",
    "The Sri Lankan constitution’s directive principles recognise, as a central objective of the State, the “assurance to all persons of the right to universal and equal access to education at all levels”; and guides Parliament, the President and the Cabinet to facilitate this.",
    "However, the Sri Lankan Government has persistently failed to provide children with education and the necessary infrastructure to access education since 2020. In spite of not adhering to this basic responsibility; with no acknowledgement of this failing, nor with any apparent consideration for the damage caused to children’s lives; the government, instead, increases pressure on children and families by insisting on the ritual of arduous public exams.",
    "This article poses two fundamental questions:  If a Government cannot  provide children with access to schools, can it legitimately conduct  exams? Are we willing to allow a failed, bankrupt Government to hold the  children of this country hostage?",
    "In September 2020, six months into the pandemic, the NIE produced a ‘Reduced Syllabus’ of ‘Essential Learning Outcomes’ for all grades. This was released to schools with the assurance that children at the OL exam will only be tested on the same. In January 2021, (four months later and six weeks before the 2020 batch OL exam), the Ministry of Education (MOE) informed schools that children would, in fact, be tested from the entire syllabus for the OL exam. Nothing was done to challenge or expose this serious malfunction.",
    "All crises in Sri Lanka lead to the black hole of accountability. And it is to the advantage of a failed Government to keep the workings of the state mechanism opaque. How did such a serious mistake even come about? Was it through ignorance? (the MOE didn’t know about the NIE circular). Was it a clash of egos? (someone in the MOE wanted to embarrass someone in the NIE) Was it an administrative error? (The Exams Department hadn’t got the memo…?)",
    "The tragedy of our bankrupt country is that any of the above three scenarios are plausible. The compounding tragedy is that those responsible are never held to account.",
    "In this manner, we move forward from crisis to crisis. Those in power make disastrous mistakes. Those above them, around them and below them keep quiet. The victims are always the most helpless.",
    "Children, destroyed by our education system, disappear from our schools, from our country, and sometimes from life itself. (Sri Lankan has one of the highest rates of teenage suicide in the world).",
    "For many years now we have all settled into our own little corners of this broken mechanism. From these places we have fed the thousands of unaddressed corruptions - the big and little injustices, the individual and collective silences, the public and longstanding farces. All these games have, together, cannibalized the system that runs our lives, and now we are in the middle of a seemingly unending catastrophe.",
    "At this reckoning, with nothing but the certainty of total collapse ahead of us, we adults need to ask ourselves, if those in charge of our children’s education are not capable of, interested in or committed to caring for our children, are we going to continue to do nothing?",
    "For years, honest, well-meaning Sri Lankans have mastered the art of righteous paralysis. We blame the system, blame politicians, and blame the lack of space and opportunity for change. The more corruption grows, the smaller we make our circles of influence; the more blatant the political travesties, and the more humbly we set our own victories. Courage becomes Steadfastness, Compliance is confused with Compromise, Leaders become Administrators, Big Dreams and Risky Battles are avoided At All Costs.",
    "We have gotten used to keeping our heads down, mouths shut and staying focused on our jobs, in the hope that we can make a small change within our own safe worlds. As parents, teachers, principals or State officials with a conscience, this means we do our best within a corrupt system, without drawing too much attention to ourselves. We find righteous purpose in quietly mopping up the damage caused by the big mistakes we inherit. However, we do little to stop these mistakes from being made in the first place or (even more damning!) being repeated again and again.",
    "Through our example, we teach our children to endure rather than a question. To comply rather than challenge. To blame rather than take responsibility.",
    "However, over the past two months, the shape and scope of citizenship have been redefined in Sri Lanka. We have seen what can be achieved when ordinary people risk their lives and jobs and stand together for a higher cause. Citizens have shown politicians and each other that real power lies, not with the few small men who sit behind large desks, but amongst the many who dare dream of and work towards a better future.",
    "A space has opened up in Sri Lanka that most of us would not have dreamed possible. A space of possibility - possibility for real change but change that requires real courage.",
    "If the adults of this country do not use this space and opportunity to call out this Government and education system for the harm it is causing our children; if we continue to remain silent as our children’s lives and futures are destroyed, then shame on us. Shame on us all.",
    "A failed Government will attempt to peg authority and normalcy through routine functions. So, blatantly it prints tonnes of money to pay State salaries, it forms new Cabinets with already discredited political gamblers, and it conducts public exams even as the education system lies paralysed. Political survival and self-interest determine all these decisions.",
    "As adults, well aware of these games, we can watch passively as we have in the past, or we can step in and stop a failed Government from destroying the lives of our children.",
    "There are many who can unite under this goal - officials in the MOE, NIE, and Exams Department; principals, teachers, teacher unionists; child rights activists, child psychologists, religious leaders; parents … all of us who are privy to the silent suffering and sadness of the children of this country.",
    "We can begin by ensuring that no child of the 2021 OL batch is failed at this recently concluded exam. This will be a symbolic but important challenge to the system. Not ensuring protection for the children of Sri Lankan would be a shameful moral failure on the part of the collective adults of this country.",
    "Our Govt has failed us. It is destroying the lives of our children. What do we choose to do about this?",
    "(Watch the talk on YOUTUBE – Sri Lanka Government FAILS OL Test"
  ]
}