{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/greg-jacobson-shares-his-secrets-to-creating-an-outstanding-client-experience/",
  "time_ut": 1646917500,
  "title": "Greg Jacobson shares his ‘Secrets to Creating an Outstanding Client Experience’",
  "body_lines": [
    "Leading and globally acclaimed corporate trainer Greg Jacobson inspired business leaders with how to create better mindsets, positively transform businesses, and turning customers into lifelong loyal clients by establishing meaningful relationships at an exclusive event in Colombo.",
    "“It is not just about selling a product or services but putting in the effort to make clients feel listened to, cared for, and important.” Jacobson said addressing the audience. He explained that the foundation for successful relationships is mutual trust, mutual respect, shared values, and common interests.",
    "Greg Jacobson is the world’s leading quality of life strategist. This is achieved by focusing on emotional fitness and meaningful relationship-building. He has been personally mentored by Jack Canfield, Les Brown, Brian Tracy, Keith Cunningham, Jay Abraham, Tony Robbins, and many others. With years of experience as a mentor, consultant and speaker, Greg has taught hundreds of organizations and high-performing individuals to become better team players and achieve their objectives faster.",
    "He has been featured on Fox Business, CNN, Bloomberg Business, and a myriad of other top news programs for his ability to produce stellar results for dozens of industries and several hundred clients including global business giants such as Marriott International, Sotheby’s, Andaz, the Ritz-Carlton, and Amazon.",
    "Business leaders got an opportunity to learn how to create a culture where not just clients, but everyone from the front line workers to the C-suite executives feel totally cared for and special. “The frontline employees are the first point of contact with your clients, if you do not treat them well, they can very easily put your customers off. Always look for opportunities to prop people up and not to knock them down,” he said.",
    "He emphasized the importance of empowering employees while focusing on client retention, not just top down but from bottom up.",
    "Jacobson also shared tips on how to always receive nothing less than stellar 5-star reviews from every client, practices to immediately improve morale, and proven action strategies and systems that will greatly increase any company’s bottom line.",
    "“Listening intently means, I intend to take what you said and act on it. This does not necessarily mean to be a problem solver but a solution provider. Also, listening intently helps to provide a highly personalized service, specific to each client,” he said are important elements for providing outstanding service. “Start by changing the way you think. Everything we do is based on what we believe and how we feel. Therefore it is important to train our brain to work for us and be comfortable with being uncomfortable, rather than being controlled by automatic thinking,” he said.",
    "The programme was organized by Success Zante (Pvt) Ltd, a leading training and self-development event organizer in offering career, personality, and leadership training by international world renowned trainers and speakers such as Tony Robbins, Rajiv Talreja, Robert Kiyosaki, T. Harv Eker, Nas Daily, John De Martini, Indika Ramachandra and of course Greg Jacobson, and many others who are some of the best available anywhere.",
    "“Greg Jacobson is a happiness and quality of life strategist.” Said Shuvo Hridayesh, CEO of Success Zante. “We believe in making a positive impact through world class teachings and take pride in providing opportunities where Sri Lanka can experience a global mentor such as Greg Jacobson, the international bestselling author of the book ‘Think Yourself Happy’.",
    "“The feedback received was spectacular and everyone who participated received instantly-actionable skills and extremely useful insights on how to create opportunities for memorable and meaningful experiences that help to develop deeper relationships with both their clients as well as their team,” Hridayesh said.",
    "Success Zante is all set to repeat the programme hosted by Greg Jacobson, on 30th of March 2022 at Jaic Hilton, due to popular demand. It is also a great opportunity for anyone who missed the initial programme and is interested in finding out the ‘Secrets to Creating an Outstanding Client Experience.’",
    "Dialog first in South Asia to trial 5G Standalone Network – the most advanced 5G technology in the world",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}