{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/President-says-threats-to-national-security-must-be-defeated-with-unity/56-734997",
  "time_ut": 1652898600,
  "title": "President says threats to national security must be defeated with unity",
  "body_lines": [
    "In message to mark War Heroes Day says various local, foreign groups and individuals are trying to use economic and political crisis as a pretext to influence national security",
    "Insists no room for racism or any other form of extremism in peaceful motherland",
    "President Gotabaya Rajapaksa has said various local, foreign groups and individuals are trying to use the economic and political crisis as a pretext to influence national security and this must be defeated",
    "with unity. Rajapaksa made this revelation in his message to mark the War Heroes Day which falls today. The President also stressed that there is no room for racism or any other form of extremism in Sri Lanka.",
    "The brave war heroes who safeguarded the freedom and territorial integrity of the motherland will never be forgotten under any circumstances. That’s because we always respect the sacrifices they have made. Therefore, the National War Heroes Day will be commemorated this year as well by recalling the immense sacrifices made by the war heroes for national causes.",
    "None of us expected the crisis situation we are going through today. The economic crisis has expanded towards a political and social upheaval. Under any circumstances, we will not disregard the policy towards safeguarding sovereignty and independence of this country. That is because our desire is to protect the motherland above all else.",
    "Our brave war heroes put an end to the war and brought peace to the country through a humanitarian operation. There was no hatred, anger or revenge in it. Therefore, there is no room for racism or any other form of extremism in the motherland where peace was established. We regard it as a unique value in Sri Lankan society.",
    "We have gone through many challenging eras and occasions in history. It should not be forgotten that the patriots always took the lead. The war heroes of the country represent this group. Therefore, it is important to recall that history too has given you the responsibility of working cautiously after prudently considering the current challenge.",
    "There is no doubt that various local, foreign groups and individuals are trying to use the economic and political crisis as a pretext to influence national security. We must defeat it together. Only then will the courageous war hero’s commitment to the country be preserved.",
    "On the occasion of the National War Heroes’ Day, I pay my respects and honour to the brave war heroes who sacrificed their lives or became disabled to safeguard the freedom and independence of the nation."
  ]
}