{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82855/company-handling-spc-software-denies-allegations-made-at-cope-meeting",
  "time_ut": 1654280700,
  "title": "Company handling SPC software denies allegations made at COPE meeting",
  "body_lines": [
    "EWIS Sri Lanka, the company handling the software of the State Pharmaceuticals Corporation (SPC) has denied all allegations made during the recent meeting of the Committee on Public Enterprises (COPE).",
    "The allegations were levelled against the medical supplies management information systems developed by the company in 2008 for the Ministry of Health.",
    "Convening a press conference today (June 03), the CEO of the company Sanjeewa Wickramanayake said the software has been fully functional since its implementation.",
    "He backed this claim by saying that over 45,000 purchase orders have been placed through the system so far since 2015, including 920 placed from January this year to date.",
    "He questioned as to how the SPC managed to place this many purchase orders through the system if it was had not been fully functional.",
    "The SPC had connected 68 hospitals to the system in 2018, and the following year, the corporation added 62 more hospitals to the system, Mr. Wickramanayake noted.",
    "He went on to say that the price mentioned by the SPC of Rs. 640 million was incorrect and that the actual figure was Rs. 223 million.",
    "At the COPE meeting on May 31, startling revelations were made by the officials of the SPC with regard to a medical supplies management information system developed by the software company EWIS.",
    "The SPC officials said the system that was designed to monitor medical supplies and to issue purchase orders had not lived up to the expectations despite having cost a staggering Rs. 640 million, with a further Rs. 5 million paid to the company every month for maintenance.",
    "However, the EWIS officials convened a media briefing to clarify the SPC’s claims. The company’s CEO vehemently refuted the claims which said the company has been collecting Rs. 5 million as maintenance charges since 2015.",
    "According to him, approximately 4.9 million was due to be paid after system warranty expired on October 23, 2020. The company CEO said the SPC began paying Rs. 4.9 million from November in 2020 and not from 2015 as mentioned in the claims.",
    "Addressing the claims that Rs. 7,000 million is required to upgrade this system, the CEO of EWIS said the company has never estimated such an amount for upgrade.",
    "Meanwhile, the State Ministry of Production, Supply and Regulation of Pharmaceuticals revealed today that the SPC has paid Rs. 4.92 million per month for maintenance of the system.",
    "In addition, the government has paid Rs. 644 million so far for this project and Rs. 385 million out of this amount was directly paid to the EWIS, the state ministry said further."
  ]
}