{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/09/former-england-head-coach-silverwood-appointed-as-sri-lanka-cricket-head-coach/",
  "time_ut": 1649503440,
  "title": "Former England Head Coach Silverwood appointed as Sri Lanka Cricket Head Coach",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Cricket appointed Chris Silverwood, Former England Men’s Head Coach, and player, as the Head Coach of the National Men’s team.",
    "Silverwood, was appointed as Head Coach of England’s Men’s team in October 2019, having previously been the England Men’s bowling coach working under then Head Coach Trevor Bayliss when England won the ICC Men’s Cricket World Cup 2019.",
    "Silverwood played six Tests and seven ODIs for England and played county cricket for Yorkshire and Middlesex.",
    "After his playing career, Chris has taken into coaching, taking over Mashonaland Eagles in Zimbabwe, winning the inaugural Logan Cup before a very successful stint as the Head Coach of Essex County Cricket.",
    "At Essex, Chris has helped the club’s promotion in his first year in charge of the club and has led Essex to win the County Championship in 2017, after a lapse of 25 years.",
    "His first competitive assignment with the Sri Lanka National team will be the upcoming Test series away in Bangladesh. He is contracted for a two-year period.",
    "“We are delighted to appoint Chris as the new Head Coach of the national team. He is an extremely experienced coach and from our discussions with him in the recruitment process it is clear he has the required qualities we are looking for to take the team forward,’’ said Ashley De Silva, CEO of Sri Lanka Cricket.",
    "“I am very excited to be on board with Sri Lanka and I cannot wait to get over to Colombo and get started. They have a talented and passionate group of players and I am really looking forward to meeting up with the players and coaching staff very soon,” said Chris Silverwood.",
    "Former England Head Coach Silverwood appointed as Sri Lanka Cricket Head Coach",
    "All licensed banks will be open for business on 11th & 12th: CBSL"
  ]
}