{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-born-French-citizen-laments-her-lifetime-efforts-ruined-in-moments/108-237999",
  "time_ut": 1653880200,
  "title": "SL born French citizen laments her lifetime efforts ruined in moments",
  "body_lines": [
    "Sri Lankan born French citizen Lalani Ruberoe claimed that her lifetime efforts of hard work and savings to build her dream home was ruined in moments and the remains were then looted for three days in the May 09th fiasco, when she hardly had any say in SL politics.",
    "Lalani who is a dual citizen of Sri Lanka has been living with her spouse and their only son in France for the past three and half decades, where she developed her life from scratch with hard work and savings, which was put to build her dream house at Madapatha, Piliyandala.",
    "The house became one of the many around the country which was attacked, looted and then torched by angry mobs as a result of it being owned or belonging to ruling party politicians, in acts of vengeance over the attack on the peaceful protest at Galle Face Green by goons of the Sri Lanka Podujana Peramuna (SLPP).",
    "Lalani’s house ended up in the same fate as her sister and brother-in-law, who was the Chairman of the Kesbewa Urban Council Lakshman Perera who were living in the neighbouring house, which was targeted by the goons first and who subsequently moved to destroy the former’s house.",
    "Lalani who arrived in the country last week with her spouse speaking to Daily Mirror said that she was utterly helpless in France when the mobs broke into her house and started destroying it and ultimately set fire to it.",
    "“Only my elderly mother and a domestic aide were living in our house and moments before the incident happened they had been alerted by the Piliyandala Police to remove all disabled and feeble persons from the house as there could be a possible attack on the house following the insurgency situation that was brewing up,” she said.",
    "“Our brother had immediately taken my mother and the servant to a safer place yet with no assurance for the security of our house in an impending attack. Within a short time I received footage discretely captured by some of the neighbours where a large crowd was seen breaking into my house and setting fire to it.",
    "“I was utterly helpless with shock crying and weeping from a far away location being unable to do anything but to make a number of telephone calls and pleas to neighbours, relatives, friends, the police, the fire brigade desperately but no help was received owing to the fear of the unruly mob,” she said in a crying note.",
    "“The incident didn’t stop there, it went on for another three days where random individuals were stealing whatever remained of the house, which was appalling to learn. Yet not a single policeman was sent to guard our house,” she said.",
    "She further demanded an immediate investigation into the incident saying what is presently being conducted by the Piliyandala Police is not satisfying at all.",
    "“I will seek justice for my case as I was peacefully living away from Sri Lanka without having any involvement in local politics or haven’t voted in SL for 35 years. Why they had to destroy my house, in which I was hoping to live in on my return to our motherland after retirement,” Lalani who is in her mid-fifties said.(Kurulu Koojana Kariyakarawana)"
  ]
}