{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cinec-campus-to-train-elevator-technicians/",
  "time_ut": 1650204120,
  "title": "CINEC Campus to train elevator technicians",
  "body_lines": [
    "CINEC campus has introduced a new course to train elevator technicians for the first time in Sri Lanka. CINEC has invested millions of rupees to install a live and active elevator system in order to make the teaching process of the course more practical. CINEC is conducting the practical training of this course in collaboration with Aitken Spence which is a reputed elevator operating company in Sri Lanka. This is the one and only course in Sri Lanka which covers all the aspects of the subject such as installing elevators, repairs and service operations, repairing technical faults and ordering accessories and spare parts.",
    "Elevator installment and maintenance technicians have a high demand in both the domestic and international job markets. Therefore, students who follow this course will have job opportunities with high salaries everywhere in the globe. Students who have passed the ordinary level examination can apply for this course. The vocational training authority will award nationally recognized NVQ level 3 and 4 certificates to those who successfully complete the course. This certificate which is awarded at the end of a three-month period of both theoretical and practical learning components, is a highly sought after qualification in foreign employment. Those who are already working as elevator technicians can also study this course in order get a formal qualification.",
    "Emirates ramps up global operations with restart of services to four destinations",
    "CBSL launches booklet to educate public on payment instruments and infrastructure",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}