{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/13/6-9-mn-voted-to-defeat-ranil-his-appointment-is-a-total-disregard-to-that-mandate-anura-kumara/",
  "time_ut": 1652418780,
  "title": "‘6.9 Mn voted to defeat Ranil, his appointment is a total disregard to that mandate,’ – Anura Kumara",
  "body_lines": [
    "COLOMBO (News 1st); JVP Leader Anura Kumara Dissanayake said the decision taken by President Gotabaya Rajapaksa to appoint Ranil Wickremesinghe as Prime Minister, is one that was made with zero regard to the voice of the people.",
    "“All the citizens in unison called for the resignation of Gotabaya Rajapaksa, and the Government. They all called for recovery of the economy, recover the public funds that were looted, and also institute legal action against those who are responsible for those acts,” he said on Friday (13).",
    "The leader of the JVP ridiculed the decision, adding that the appointment has no letigimacy and has no democratic value.",
    "“Ranil Wickremesinghe is a person who held the post of Prime Minister, formed governments, and yet could not even win a single seat at the last General Election. He did not even have the required number of votes to enter parliament. If an election is used to measure the consent of the people, elections have shown that he has no mandate, and that is why the people sent him packing,” he said.",
    "Speaking to reporters on Friday (13), Anura Kumara Dissanayake said that Ranil Wickremesinghe who was rejected by the people, and Gotabaya Rajapaksa who was also rejected by those who worked for him, governing the country together is against all fundamentals of democracy.",
    "“The President and the Prime Minister are two bodies that were rejected by the people,” he said.",
    "“Today, Gotabaya trusts Ranil, and Ranil trusts Gotabaya, that is what is happening,” he added the people never trust them.",
    "Anura Kumara Dissanayake said the President and the Prime Minister are toying with the lives of the people, and their mandate.",
    "“Gotabaya Rajapaksa claimed 6.9 Million people voted for his. That 6.9 Million voted to defeat Ranil Wickremesinghe who was the mastermind of the Bond Scam that took place between 2015 to 2019,” he added.",
    "Anura Kumara Dissanayake also added that Gotabaya Rajapaksa was elected to power to also penalize those responsible for the 2019 Easter Sunday Attacks, claiming that Ranil Wickremesinghe the then-Prime Minister did not perform to prevent the attacks.",
    "“Gotabaya Rajapaksa received a mandate that rejected Ranil Wickremesinghe’s conduct and political culture,” he said noting that what happened on Thursday (12) was something completely against the decision made in 2019.",
    "‘6.9 Mn voted to defeat Ranil, his appointment is a total disregard to that mandate,’ – Anura Kumara",
    "Senior DIG Deshabandu at Human Rights Commission on Friday (13); HRCSL to summon Prisoners Rights Activists"
  ]
}