{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aquariusno-more-after-march/",
  "time_ut": 1647271140,
  "title": "Aquarius…no more after March",
  "body_lines": [
    "The band Aquarius will not be seen and heard for a short while, come end of March, 2022, according to the group’s leader, Benjamin (Benjy) Ranabahu.",
    "Their last performance will be at the Curve, on Saturday, March 26th.",
    "The band has been in existence for many years and has also performed abroad, on long term contracts.",
    "In the good old days, they even had two female vocalists, from the Philippines, and Aquarius was always in the spotlight.",
    "However, over the years, line-up changes kept occurring and the band did take a few breaks from the showbiz scene.",
    "Benjy, the number one bassist in the country, is always keen to do it differently, and he did keep to his promise…with a new look Aquarius, each time the band returned to entertain music lovers.",
    "The problem that has cropped now is totally different to what the band experienced in the past – for their previous hiatus from the music scene.",
    "Well, we are experiencing it, too – the pandemic! And, there’s less work for entertainers in this setup.",
    "Benjy says that this is the appropriate time to take a break, and their final performance will be on March 26th.",
    "Aquarius will also be doing the Curve scene this Saturday, March 19th.",
    "He indicated that he would spend a month, or two, in England, with his family members, who are based in there.",
    "“I had plans to go to London, a couple of years ago, but then Covid-19 cropped up and I had to cancel my trip.",
    "“This trip to London, which I plan to do, probably within the next couple of months, would be mainly to relax, and to see my family members, and friends.”",
    "On his return to Colombo, Benjy says he would then work on a new lineup for Aquarius and give the public something different altogether.",
    "Who knows, we may even see a female drummer doing the needful for the new-look Aquarius!",
    "Nadungamuwe Raja, a prisoner of culture, an ambassador of culture or rather, an ambassador of conservation?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}