{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/USAID-supports-Sri-Lanka-100-shares-customer-awareness-and-retention-strategies-with-Jaffna-SMEs/34-733032",
  "time_ut": 1649109480,
  "title": "USAID supports Sri Lanka@100 - shares customer awareness and retention strategies with Jaffna SMEs",
  "body_lines": [
    "From left: Stax Priyandan Francis, CCIY Project Officer V. Vimalan, CCIY CEO T. Jurison Jenaraj, Sri Lanka@100 Dhanushka Wijeyapala, Sri Lanka@100 Druuvi De Silva, CCIY Manager Administration Keerthiha Sutharshan, Sri Lanka@100 Mathanki Sreeskand, Sri Lanka@100 Nadeesha De Silva and Sri Lanka@100 Shashika Gonapinuwala",
    "Sri Lanka@100, a private sector-led business development platform supported by the US Agency for International Development (USAID), hosted a capacity building workshop in Jaffna in partnership with the Chamber of Commerce and Industries of Yalpanam (CCIY) and NDB Bank on understanding the customer and improving customer centricity.",
    "Around 30 small and medium enterprises (SMEs) attended the workshop held on 29 March that included a core session on ‘Understanding the Customer’, along with sessions focusing on changes in customer perceptions and strategies that companies need to adopt to retain customers in a more competitive and challenging environment, conducted by Dhanushka Wijeyapala and Priyandan Francis from Stax.",
    "CCIY Vice Chairman K. Vignesh highlighted its ongoing member support to understand the customer-centric mindset, stating: “Most businesses spend more time and effort to improve their sales and profits, ignoring their customers and their needs. The past two years have thrown a spotlight on how fragile the business landscape is. However, it also showed how organisations can sustain their businesses if they adopt a customer-centric mindset.”",
    "Sri Lanka@100 Senior Advisor Dhanushka Wijeyapala who led the workshop said, “Our training today is based on curated content to share knowledge and industry best practices that can enable these firms to become consumer-centric organisations. This reflects our commitment towards uplifting the growth of the broader SME ecosystem in our country as we embark on the post-COVID road to recovery.”",
    "NDB Bank, Sri Lanka@100’s banking partner also conducted a session on financial literacy and practical aspects SMEs need to focus on to become more resilient. Sri Lanka@100 was launched in 2020 with support from USAID. This initiative works with high potential mid-market firms to enhance internal operations, access new markets and attract capital to help Sri Lanka become a high-income country within 100 years of independence. Find out more about Sri Lanka@100 at https://srilanka100.lk/."
  ]
}