{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mihcm-tech-one-global-celebrate-three-years-of-partnership/",
  "time_ut": 1648828380,
  "title": "MiHCM & Tech One Global celebrate three years of partnership",
  "body_lines": [
    "MiHCM, a global HR technology provider, recently marked the completion of its third consecutive year of partnership with Tech One Global, leading award-winning Microsoft cloud solutions integrator in the Philippines.",
    "The combined efforts of MiHCM and Tech One Global have established the MiHCM brand as a powerful digital transformation advocate in the Philippines, offering a plethora of digital workplace/workforce solutions to enterprises of all sizes in the country. These integrated solutions provide them with a unified experience catering to the workforce and talent management.",
    "Tech One Global is a leading cloud solutions integrator with a mission to lead, inspire, motivate, and empower small, medium, and enterprise businesses towards digital transformation. With 18 years of legacy, Tech One has become a responsible, inclusive, and diverse organization with 500 team members across Asia trusted by its clients to address their business needs from strategy, design to operations.",
    "The partnership was established in 2018 when MiHCM announced its regional expansion to the Philippines with Tech One Global through the Microsoft Partner-to-Partner (P2P) Program. As a result, enterprise customers in the country were able to integrate MiHCM’s time and attendance, scheduling, onboarding, payroll, engagement tools, and more to drive employee engagement across departments and teams to promote a culture of productivity and collaboration.",
    "“From pre-sales to post-implementation support, the trust and unconditional product support we have received from the MiHCM team have been instrumental to our success,” said Lahiru Munindradasa, Managing Director, Tech One Global, Philippines. “Tech One Global and MiHCM had a dream since the inception of our partnership to establish MiHCM as the most popular platform for HR digital transformation in the Philippines, and onboarding globally notable brands such as Lufthansa is paving the way to achieve this position”.",
    "MiHCM and Tech One Global have an ambitious vision to introduce more employee-led experiences to help businesses improve their resilience. They include an all-new mobile experience integrated with SiriTM and Google AssistantTM; chatbot and video-based candidate shortlisting for recruitment; powerful analytics for the digital workplace and workforce; and MiA — MiHCM’s latest workplace virtual assistant for Microsoft Teams.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}