{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Traffi-Safe-launches-world-s-first-carbon-neutral-disposable-gloves/34-731824",
  "time_ut": 1646950680,
  "title": "Traffi Safe launches world’s first carbon neutral disposable gloves",
  "body_lines": [
    "Traffi Safe receiving the Zero Carbon Certificate (from left): CCC CEO Sanith de Silva Wijeyeratne and Traffi Safe Head of Sustainability and Technical Jon Clarkson",
    "Traffi Safe Ltd., industry leaders in the sphere of hand protection and pioneers of the colour-coded safety glove system, have once again demonstrated their commitment towards making the earth a safer planet by launching the first Zero Carbon Certified Disposable Rubber Gloves in the world. Already equipped with numerous sustainability certifications including Zero Carbon Certification for their Organisational Operations as well as Certified Carbon-Inset for another line of gloves in their range, Traffi is no stranger to the cause of a sustainable future.",
    "Traffi Safe worked with The Carbon Consulting Company (CCC), one of South Asia’s leading Integrated Sustainability Solutions Providers, to assess the Greenhouse Gas (GHG) emissions of their TD02 Sustain Tri Polymer Disposable Glove. This comprehensive Product Carbon Footprint study encompassed all applicable emissions during the ‘Cradle to Gate’ life cycle stages of the selected glove that included Raw Material Extraction, Upstream and Downstream Transportation and Manufacturing with plans to extend the scope to include the remaining stages of Distribution and Retail, Consumer Use, and finally End-of-Life Disposal, in the near future.",
    "Following the assessment, Traffi Safe retired a matching number of Carbon Credits from a registered project to bring the total Carbon Footprint of a selected volume of gloves down to net zero. The assessment results and offsetting process were then independently verified by The Sustainable Future Group (SFG), first VVB in South Asia to be accredited by the International Accreditation Forum (IAF) to award all three GHG-related ISOs – ISO 14064-1, 14064-2 and 14067. Post verification, SFG awarded Traffi Safe Ltd., their proprietary Zero Carbon Certification for the TD02 Sustain Disposable Rubber Glove, which is based on the globally recognised PAS 2060 Carbon Neutrality Standard of the British Standards Institution (BSI).",
    "TD02 Sustain is a tri polymer disposable glove, which means only a small portion of the disposable glove is made up of synthetic rubber (nitrile) and therefore, the percentage of petrochemicals released into the atmosphere is significantly lower than that of a standard nitrile disposable glove. It uses 85% less energy per tonne to process natural rubber compared to their counterparts resulting in a lower Carbon Footprint and a 25% increase in stretch and comfort leads to less hand fatigue as well as being cooler to the skin thanks to the new 3TP Technology. The gloves are manufactured in Sri Lanka using a higher percentage of locally sourced raw materials.",
    "A Certified Zero Carbon Company, Traffi Safe Ltd., had also improved its environmental performance with a reduction of its corporate emissions by a substantial 43% from the previous year. These reductions were driven by the green-oriented team at Traffi Safe, who managed to reduce their commuting emissions by 62% and generator usage by 84%, further reiterating the overarching emphasis that the company places on sustainability.",
    "Traffi Safe Ltd., Director Adrian James said: “Our commitment to developing truly sustainable products means we work with new materials and formulations, to challenge the norm, and that’s exactly what we’ve done with the TD02. We’ve worked extensively in reducing latex proteins to levels below detection, and yet created a product that is stronger and more comfortable than ever before. The process in mapping its carbon footprint has been extensive and complex, but the reward of a certificated footprint means we now continue our journey to reduce even further, through every area within our direct influence. A great product that displays innovation and a significant CO2e saving is a first, and we are now continuing our journey in taking these achievements, even further”.",
    "Accepting the certificate on behalf of the company Traffi Safe Head of Sustainability and Technical Jon Clarkson said: “We continue on our journey to bring real fully validated sustainable benefits to our customers. The level of data required was immense. The CO2e manufacturing impact reduction we have been able to achieve with our 3TP technology has been incredibly enlightening. It’s great to now be at the stage that we can share these new learning with our customers.”",
    "CCC Chief Executive Officer Sanith De Silva Wijeyeratne said:”The experience of working with a committed and dedicated team such as Traffi is a rewarding one. Seldom have we seen such a uniform commitment to sustainability that spans all levels of the organisation from the Board of Directors down to the most junior levels. Not satisfied with just managing their Organisational Environmental Impact, the Traffi Team has gone that extra mile by also evaluating the impacts of their products and negating the same. The amazing reduction of over 40% of their organisational emissions in the first year working with the CCC Team is a testament to the drive and teamwork that the company’s leadership has been able to inspire, and will truly be a case study worthy of emulation by their peers. I want to congratulate them on their remarkable achievements.”",
    "Traffi Safe continues to set the standard for both the industry and for businesses as a whole for the movement towards a greener future. The company announced that it plans to add more Carbon Neutral Gloves to its product range by assessing entire life cycles and working with clients on End-of-Life scenarios, and eventually make the entire range net zero."
  ]
}