{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lawyers-laudable-mission/",
  "time_ut": 1648224240,
  "title": "Lawyers’ laudable mission",
  "body_lines": [
    "Two branches of government—the executive and the legislature—have manifestly failed to carry out their duties and functions to the satisfaction of the people, and legal practitioners have had to seek judicial intervention to safeguard the public interest. In what may be considered an unprecedented move, the Bar Association of Sri Lanka (BASL) has filed two fundamental rights applications in the Supreme Court on the economic crisis, asking for directions on the government to take action to find a solution and grant relief to the people urgently.",
    "The petitioners have informed the court that they have been compelled to invoke its jurisdiction due to the severe shortages of essential goods and services, considered vital for the existence of the citizens in keeping with their fundamental rights to life, equality, and equal protection of the law under the Constitution. The BASL has struck a responsive chord with the public in the depths of despair.",
    "The Attorney General, the Cabinet of Ministers, the Governor of the Central Bank, the Secretary to the Treasury, Secretaries to several Ministries, the Ceylon Electricity Board, the Ceylon Petroleum Corporation and the State Pharmaceutical Corporation have been made respondents.",
    "The BASL has read the public mood accurately. It has warned that in view of the growing unrest and public protests across the country, it fears that there is a substantial, real and grave threat to the law and order situation and the rule of law, and these issues must be addressed urgently. Let the government be urged to heed this warning, and take action to avert disaster. People’s patience is evidently wearing thin.",
    "One cannot but agree with the BASL on what it seeks from the government; it has requested the Supreme Court to direct the Cabinet of ministers and the other respondents to provide people with access to essential goods and services and grant them concessions; immediately formulate and implement short-term policies for that purpose; provide uninterrupted access to essentials in consultation with relevant stakeholders and independent experts such as the IMF; implement medium and long-term policies to provide concessions to the public as regards the prices of essential goods and services; provide immediate relief to the public and businesses affected by the present financial and economic crises, prioritise projects and programmes, alleviate the forex crisis, guarantee an uninterrupted supply of goods and services, control inflation and reduce the cost of living; promote local agricultural production, dairy farming and animal husbandry to bring about food security, and formulate new systems, processes, rules and regulatory frameworks to ensure transparency and good governance practices in respect of future public debt management.",
    "The BASL move is certainly welcome, and sure to be appreciated by the hapless public who feel that they have been left without anyone to turn to. It will go a long way towards infusing the people with hope that all is not lost, and there are institutions ready to look after their interests.",
    "However, we doubt whether the present-day leaders are capable of carrying out what the BASL expects of them. The only thing they are apparently adept at doing efficiently is to deploy the military to carry out constabulary duties. When the people who are at the end of their tether started protesting at filling stations, the government’s knee-jerk reaction was to call in the army. Now, there is a significant military presence at each gas station, but fuel is still in short supply! The government is apparently concerned about the safety of its politicians who have to go past crowds jostling and shoving at fuel stations, milk food outlets and gas sales points. There have been instances where irate people hooted at VVIPs, and one of them even hurled an empty gas cylinder at a minister’s vehicle.",
    "One can only hope that the BASL petitions will help knock some sense into the rulers who have lost the plot and are groping in the dark, and assuage people’s seething resentment, which has reached boiling point and is about to spill over into the streets.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}