{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fao-to-provide-urea-cash-for-crisis-hit-sri-lankan-small-hold-farmers-95882/",
  "time_ut": 1655359920,
  "title": "FAO to provide Urea, cash for crisis-hit Sri Lankan small-hold farmers",
  "body_lines": [
    "ECONOMYNEXT- The Food and Agriculture Organization of the World (FAO) will distribute 50 kilograms of Urea fertilizer free of charge for 398,000 smallholder farmers while it will grant 60 US dollar cash aid for around 9,000 green gram farmers, an FAO official said on Thursday.",
    "The move comes as a measure to prevent a potential food shortage in August due to the fall in crop yield following chemical fertilizer ban by the government last year.",
    "“Under the joint Humanitarian Needs and Priorities Plan (HNP) launched by the United Nations in Sri Lanka, the Food and Agriculture Organization of the UN (FAO) is seeking international assistance to provide agriculture inputs including seeds and fertilizers (50 kilograms of Urea each) to a target of 398,000 smallholder farmers with landholdings up to 1 acre,” an FAO official, based in Colombo office who asked not to be named, told EconomyNext.",
    "“In addition, FAO is planning a cash transfer programme of USD 700,000 through the Special Fund for Emergency and Rehabilitation (SFERA).”",
    "“Under the programme, 8750 smallholder farmers engaging in green gram cultivation in 7 districts will receive USD 60 (around 21,000 rupees) each enabling them to buy food and /or the productive inputs they need.”",
    "State health officials have warned of a growing malnutrition in Sri Lanka as an impact  of economic crisis that has forced many people to reduce their food intake and go hunger.",
    "The programme by the FAO expects to provide green gram as a raw material for supplementary food for children and pregnant mothers, an agriculture ministry official said.",
    "“This is given to us because we do not have Thirposha (local supplementary food),” Agriculture Minister Mahinda Amaraweera said.",
    "The spokesperson of the Ministry of Agriculture told EconomyNext, “This is a solution to aid farmers to combat the food crisis.”",
    "Amaraweera is in discussion with the World Bank in order to acquire the necessary funds to import the necessary fertilizers with the intention to prevent the food crisis in August 2022.",
    "Amaraweera is confident that a food crisis can be prevented if Sri Lanka embarks on contributing via home-gardening projects.",
    "The government is also in the move to cultivate unutilized lands in the country for a lease period of 5 years to combat the food crisis followed by a persisting foreign exchange crisis. (Colombo/Jun15/2022)"
  ]
}