{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Whats-next-for-the-Sri-Lankan-Economy/131-237187",
  "time_ut": 1652812500,
  "title": "What’s next for the Sri Lankan Economy?",
  "body_lines": [
    "Monday’s briefing by Prime Minister Ranil Wickremesinghe was a rude awakening for many across the country. Although several parliamentarians, economists and industry stakeholders had long warned that the Sri Lankan economy would eventually come to a standstill unless interventions are made, much of these calls went unheard.",
    "Over the Vesak weekend, usually marked with dansal, colourful lanterns and illuminated pandols, people were seen queuing for petrol and kerosene. Unlike other years, only a few events to distribute food were organized by community groups despite skyrocketing prices of food. Sri Lankans it seemed are slowly adjusting to their new normal of extended power cuts and long queues.",
    "Prime Minister Ranil Wickremesinghe meanwhile exposed many realities and inconvenient truths on the state of the Sri Lankan economy. According to his speech, the Government incurs massive losses, as does the Ceylon Electricity Board. Meanwhile the State Pharmaceutical Corporation he said is at the risk of getting blacklisted as a result of not making payments for some four months. The result is a shortage of drugs which includes drugs that treat heart disease. Moreover, as the generation of electricity requires oil, Sri Lanka could face power outages that could last 15 hours a day, he warned.",
    "How will a country come out of an economic crisis as severe as this? How did we as a country get into a situation this bad, we asked Economist Umesh Moramudali of the Colombo University. “We have various forms of debt. All of this debt is responsible for the situation we are in. But the biggest concern was the international sovereign bonds, accounting for the majority of the foreign loans that we have currently, which is around 40% of outstanding foreign loans. You can see how big this burden is when you look at the foreign debt repayments. Out of the total foreign loan repayments -- almost 50% for last year, this year and upcoming years are for sovereign bonds. That is a clear indication that significant burden is coming from there,” he explained.",
    "These loans are difficult to pay because they have different maturity structures, Moramudali added. “You don’t pay these loans across a number of years. For instance a 500 million loan is not repaid in 100 million installments. Instead you pay a very high interest every year and then you pay the full amount in one go. Imagine a situation where you take 10 lakhs from a friend, every year you pay the interest. After five years, you pay the entire 10 lakhs. It’s a big burden, so the way in which a repayment structure is arranged in a sovereign bond is one of the major concerns as to why we are in this situation,” he said.",
    "Sri Lanka is unable to make these repayments as the country doesn’t generate enough foreign currency because our exports haven’t gone up. “On the other hand, loan repayments go up. This means that there is more dollar outflows and very little dollar inflows. Obviously the gap is higher and it’s very difficult to manage,” he added.",
    "According to Former Governor of the Central Bank Dr. Indrajit Coomaraswamy, the origins of the crisis can be traced back to seven decades. “In my view, the primary cause for Sri Lanka’s regression from being the second most advanced country in Asia at the time of independence, to where we are now is due to macroeconomic instability. The primary cause for that has been the government’s fiscal operations, the government’s budget has been the main source of instability,” Coomaraswamy said speaking at an online event organized by the Ceylon Chamber of Commerce.",
    "“It is only the first step. The staff will then have to make a proposal to the executive board of the IMF for an Extended Fund Facility (EFF) which would give us about a billion dollars a year, over three years” -  Former Governor of the Central Bank Dr. Indrajit Coomaraswamy",
    "“Sri Lankans have been living beyond our means since the 1950s. That has not changed. But we got away with it. 16 times we went to the IMF. We were a donor darling for much of the time because we were a low income country and were able to attract high levels of concessional foreign aid which helped us to tide things over. Despite that, we never really disciplined fiscal operations; A result of a toxic combination of populist politics on one hand and entrenched entitlement on the part of the people,” Coomaraswamy opined.",
    "Around 2010 when Sri Lanka graduated to middle income country status, the country had negligible amounts of commercial borrowing, according to the former Governor. “At that time the major central banks were flushing a lot of liquidity into their system and there were many looking for high yield in the global economy and we were able to take advantage of it and borrow in the form of international sovereign bond.” he said.",
    "“Problems were aggravated—fiscal deficit was affected by the dramatic decline in revenue. Upto the mid-1990s, revenue was around 20% of GDP. It has now come down to a little over 8%. Even before the pandemic and tax cuts, revenue was down to 13% of GDP and expenditure was 20%, so it was an inherently unsustainable situation,” he said.",
    "He went on to explain how underlying problems were amplified by tax cuts introduced by the Rajapaksa government, the pandemic, the war in Ukraine, and the adherence for too long to the ‘alternate strategy’. Coomaraswamy was referring to the alternate strategies adopted by the Central Bank in response to dwindling reserves.",
    "While commending recent moves by the new Central Bank Governor, Coomaraswamy said the recent interest rate adjustments and fuel price revisions alone won’t suffice in the long-term. Sri Lanka has ‘two big buckets’ it has to address along with the negotiations to achieve an IMF programme, he said. “One is the fiscal framework, one that will get us on a path to debt sustainability. Two, electricity prices need to be adjusted significantly.”",
    "Coomaraswamy also expressed confidence that a staff level agreement with the IMF is likely to be achieved within four to eight weeks. “It is only the first step. The staff will then have to make a proposal to the executive board of the IMF for an Extended Fund Facility (EFF) which would give us about a billion dollars a year, over three years. For that to happen we have to show significant progress towards debt sustainability,” he said.",
    "“There are concerns that there is stress in the banking systems,” Coomaraswamy said. “The Governor was very clear the other day, where he said that the Central Bank is standing behind the banking system, do what is necessary to maintain the stability of the domestic banking system. There is an FX (forex) liquidity problem in one or two banks, which will need to be addressed. They need to come up with a plan to maintain stability of this side of the banking system, particularly the state banks as well as the whole of the domestic banking system,” Coomaraswamy cautioned.",
    "Economist at Frontier Research Chayu Damsinghe opines that the manner in which Sri Lankan leaders communicate the issues will remain crucial in building stability. “At this point, from Sri Lanka’s perspective, the critical requirement is getting things available, getting rid of shortages. The more stability you can bring economically into the situation, the more those other things don’t have to happen,” he said.",
    "Stability will aid in containing depreciation, interest rate hikes and therefore inflation, Damsinghe said. “But we are not talking about things immediately turning for the better. Things will get worse; some parts of the society are left out. The middle class who have had to only deal with a certain type of pain, now will have to deal with a different type of pain as a result of reforms,” he warned.",
    "How the country deals with that will be a challenge, Damsinghe believes. “You are talking about a lot of people having less disposable incomes, having to make consumption choices. There are a lot of challenges in the short-term, for the people of the country. Politically, whatever the system is, to build enough trust and credibility with the people to convince them that the pain that they are going through is not permanent, that will be a difficult challenge in the current climate,” he said."
  ]
}