{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mahindra-ideal-finance-now-in-galle/",
  "time_ut": 1650300720,
  "title": "Mahindra IDEAL Finance now in Galle",
  "body_lines": [
    "Mahindra IDEAL Finance, one of Sri Lanka’s premier licensed finance companies, focused on rural and semi-urban consumers, recently added a new branch to its expanding island wide network. Located in Galle, a major commercial centre in the South for the rural and semi-urban population, this new branch serves to expand the growing presence of Mahindra IDEAL Finance across the country, while also providing increased convenience and access for customers. Marking the 19th branch to be added to Mahindra IDEAL Finance’s Network, the new Galle branch was declared open amidst a special opening ceremony held to mark the event. Selected customers, along with various dignitaries and senior members of Mahindra IDEAL Finance’s Corporate Management Team were present at the ceremony. The new Galle branch is located at No. 18, Mosque Road, Main Street, Galle.",
    "Commenting on the occasion, Pradeep De Silva – Assistant General Manager – Gold Loans at Mahindra IDEAL Finance said, “Our focus is providing ideal financial solutions to our customers, particularly in the rural and semi-urban markets. Our network expansion strategy has identified key commercial centres around the country, where it will make it easy for our customers to access our services. Galle is one such centre of commerce, where our market research shows that customers are looking for ideal financial solutions to achieve their aspirations. Thus, we are very pleased to now be serving these regions, and we look forward to the further network expansion initiatives that we have planned in the near future. Meanwhile, we invite our customers and the public, to visit our new Galle branch and see for themselves, all of the opportunities available through Mahindra IDEAL Finance.”",
    "Mahindra IDEAL Finance is also an ideal choice for those looking to build or expand their careers in the financial services sector. Being home to a diverse team of industry professionals and a reputed corporate culture, Mahindra IDEAL Finance has been recognized for 3 consecutive years as a Great Place to Work by Great Places to Work; in 2019, 2020 and 2021. Mahindra IDEAL Finance is also among the top 10 best workplaces in the banking, financial services and insurance industries in 2021, as recognised by Great Place to work.",
    "Mahindra IDEAL Finance Limited, a subsidiary of Mahindra and Mahindra Financial Services Limited, is a non-bank financial institution (NBFI) and licensed finance company (LFC) registered with Central Bank of Sri Lanka, and commenced operations in March 2012 with a clear focus on the rural and semi-urban sectors. Its lending portfolio consists of gold loans, personal loans and leasing facilities for motorcars, three-wheelers, agriculture vehicles and commercial vehicles, while also providing depositors with attractive returns on their investments. Since its affiliation with Mahindra, through an acquisition of a controlling-stake in the Company by Mahindra Finance, Mahindra IDEAL Finance Limited, has been rated AA-(lka) by Fitch Ratings Lanka.",
    "Winsoft becomes premier gaming store with MSI, Legion & Gigabyte partnerships",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}