{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ranil-Politics-and-Dhamma/172-237058",
  "time_ut": 1652639580,
  "title": "Ranil; Politics and Dhamma",
  "body_lines": [
    "Maharaja Mahinda of May 2009, Minimised to Medamulana Myna in May 2022",
    "On April 4, we published on these columns an article entitled: “…. entire Opposition — unite under RANIL!’ The concluding paragraph stated, “Shortages have triggered the largest demonstrations in years, with a chain of candlelight vigils protesting the widespread blackouts. They even demand a non-politico consortium as a replacement. It is prudent that we leave unworkable ‘Springs’ and seek democratic alternatives with a combined team rallying behind Ranil Wickremesinghe in saving the nation.”",
    "This seasoned politician has had a chequered political career spanning nearly fifty years; we remember, as Prime minister, how Ranil Wickremesinghe lashed out at the media in Parliament on Jan 28, 2016. In a hostile mood he said, “There are some Editors who went on hunting and they told me to go home; now it is my turn, and I can send them home.”",
    "However, we need to understand that in the absence of a right political and economic climate to bear continued deals and games causing endless turmoil, he seems to be the best option. Also, though being rejected by the people, Ranil has been talking sense and has performed sensibly in the House during his short stint as the lone UNPer.   Sadly, we have come to a state where when we are casting our franchise we have to see ‘who has least robbed’. Our nation does not have a genuine politician anymore. Let’s be prepared to ‘take the bitter with the sweet’.",
    "Confirming Gautama Buddha’s assertion, “I consider the positions of kings and rulers as that of dust motes”,  the venerated  Maharaja Mahinda of May 2009, was minimised to “Medamulana Myna” following the month of May mayhem in 2022.",
    "The main objective in forming such a rule is to provide a common platform to deliver social political and economic solutions that can solve the key problems of the country. All stakeholders must assist in achieving stability and embark on a swift journey of improvement. We may not get another chance such as this.  Though Ranil’s appointment will have a disconcerting upset on the SJB, with an emergence of an anti-Sajith faction and possible loss of a few of its MPs leading to a substantive segment of its rank and file aligning with Ranil, causing a 50-50 split.",
    "There were heads of state who governed their countries unjustly even in the days of the Gautama Buddha. People were oppressed, demoralized, agonized and mistreated, undue taxes and unkind penalties were imposed. The Buddha was exceptionally moved by these injustices.  The Dhammapadaṭṭha Katha says that he directed his mind to the subject of good governance. He had discovered how a whole nation could become devious, corrupt, and disgruntled when the leaders of its government and administrative staff become corrupt and irrational. For a nation to be happy it must have dignified rulers. How this can be realized he clarified in the Dasa-raja-Dhamma; the ‘Ten Duties of the King.",
    "The Buddha was clear on his proclamations on politics, war and peace. It is too well known to be repeated here that Buddhism promotes and advocates peace as its customary message. It  condemns violence or destruction of life. In Buddhism there are no ‘just wars’ – a false term put into society to justify and reason out hatred, cruelty, violence, and slaughter. Who decides what is just or unjust?  Buddhism rejects this position, ‘my war is always ‘just’, and yours is at all times unjust’.  The expressions of attaining peace through the balance of power, or through intimidation are foolish. A show of power can only create fear, and not peace. It is impracticable to achieve genuine and lasting peace through fear.  Fear can develop revulsion and disgust: suppression works only for the time being and will explode and become violent later on. True and authentic peace can prevail only through metta, amity; free from distrust, fear, and menace.",
    "A research paper on, ‘Personalizing Politics: A Congruency Model of Political Preference’, By Caprara and Philip G. appeared in Psychologist, Oct 2004 says,",
    "‘Modern politics turn out to be personalized as individual distinctiveness of voters and candidates presumed importance in political discussion …. The voters select politicians whose traits match their own traits.’                                                                                                                                          The Vrajhans adopted a principle of the republican form of government. They were a powerful and prosperous republic who earned the wrath of Ajatashatru, the king of Magadha. When the Buddha learned of the evil intentions of Ajatashatru to destroy the Vrajhans he questioned as to whether the Vrajhans continued to observe the seven conditions listed below, that would prevent destruction of their Republic. These traditions pursued by the Licchavis were later introduced to Bhikku Sasana too, by Buddha. “Assemble peacefully, discuss peacefully and disperse peacefully.”",
    "Meeting regularly and frequently; meeting in harmony, dispersing in harmony, and carrying on its business in harmony; not authorizing what has not been authorized already, not abolishing what has already been authorized, but proceeding according to the ancient traditions; honoring, respecting, revering, and saluting the elders and considering them worth listening  to; not forcibly abducting females and compelling them to live under a yolk; honoring, respecting, revering, and saluting shrines at home abroad without withdrawing offerings  previously provided; making appropriate provisions for the safety of worthy ones [Arahants] and the new entrants, as well as those who are already present.",
    "“Oh, monks, as long as you meet and discuss issues as a matter of practice, you are certain to achieve progress.  So long as you stay united you are assured of progress”",
    "Politics is ravenousness and Power Dhamma is ethics and Purity. Those who attempt to cooperate or combine Dhamma with politics, an inbuilt problem for some politicians, should appreciate that the basis of Dhamma is morality and wholesomeness, while that for politics is  greed and power. There is ample evidence in history, where religion has often been used to give reason for the exercise of power by those in possession of it, especially for rebellions, declaring wars, atrocities, demolition of religious places of reverence and destruction of cultures.  Religion had been used to pander political desires. Worldly political demands have superseded religion’s ‘just’ principles and morals.",
    "Only in the minds which are conflict free, can one find total freedom; it cannot be established in any political structure like democracy, communism or socialism.  To be free, we have to look within our own minds and work towards freeing ourselves from the chains of unawareness, ignorance and craving. Buddha, never chose to influence political power to introduce his Dhamma, although the Blessed One closely associated with kings, ministers and princes; nor did  he allow the teachings to be misused or abused for gaining benefit for aspiring to political power. Many politicians of competing factions today, are dragging Buddha and his Dhamma into politics by quoting and mis-interpreting  the Sutras.  Quite a few temples have become central propaganda offices of political interests. Recognised  political organizations persuade Sangha units within party machinery while a few saffron robed extremist elements have formed political units to assist politicians contest elections."
  ]
}