{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/situation-will-become-worse-before-becoming-better/",
  "time_ut": 1645825740,
  "title": "Situation will become worse before becoming better",
  "body_lines": [
    "As conditions in the country rapidly descend into mayhem with very little prospect of short term resolution, external developments such as what’s going on in Ukraine add to the gloom. Although we are notorious for our short memories, readers may remember (or deserve to be reminded) of the eerie similarity of the situation during our civil war period when India, out of compulsions similar to those of Russia today, brazenly interfered in the domestic affairs of our country. As a result, we were placed in a predicament similar to that which confront the people of Ukraine today. That country, of course, was once a part of the Union of Socialist Soviet Republics (USSR) that is today no more. We, or the whole of this island, was never in our history a part of a greater India although when Britain ruled both India and then Ceylon as Crown Colonies, London did look at us as part of the bigger Indian picture.",
    "To return to today, most of us are being hit by power cuts that we till not very long ago were assured will not be our lot in the short term. The Chairman of the Public Utilities Commission of Sri Lanka has eaten words confidently delivered very recently and now talks as though such assurances were never proffered. There are queues of vehicles outside filling stations although we are still being assured by Energy Minister Gammanpila that though the situation is tight, we’re not yet down the pallang. It must be said to his credit that he has been much more transparent about what’s going on than some of his other cabinet colleagues. But we can’t escape the reality that many of us add to the present situation by succumbing to our regular habit of rushing to filling stations to fill up at the first hint of a possible shortage. This means wasting what fuel we have staying in line with engines (and sometimes air-conditioners) running, topping-up long before necessary and thereby aggravated a near-critical supply situation.",
    "Likewise, most of us don’t try to save electricity when the supply is on and continue normal consumption patterns keeping unnecessary lights on, opening and closing fridge doors when that raises temperatures inside the refrigerators, boiling water for innumerable cups of tea when hot water can be easily stored in a thermos flask and used when required plus much more. All this despite the fact that electricity is expensive and we must pay for what we use. The grumbles are mighty during the blackouts but there is very little civic sense prevailing about economizing on consumption. Despite various government circulars, we doubt if government departments and agencies will cut down on the use of air-conditioners etc. not only for reasons of personal comfort but also because newer buildings often do not provide for natural ventilation. An unexpected consequence of the power cut reported last week were elephant attacks on cultivations when electrified fences erected for crop protection become impotent. Hopefully some solution for this problem will be found in a manner similar to keeping essential services like hospitals supplied.",
    "Despite the best efforts of both the government and the Central Bank, the dollar crisis is far from resolved. The black market is booming as it must given the current desperate situation. While the Central Bank is grimly holding on to an artificial dollar-rupee rate of just over Rs. 200, anybody with exchange can easily get close to Rs. 250 per dollar for whatever they hold. While the country is panting for the dollars once earned and remitted by our expatriate workers, trying to sugar the rate just for them by adding on ten rupees to the dollar for exchange through the banking system, has had little effect. Who will not take a better rate that is easily possible? Threats of fire and brimstone for ‘informal’ transactions have had little, if any, effect. The grey or kerb market has been very well entrenched over a long period of time and will not disappear. In a different day and age, it used to be said that we lived from “ship to mouth.” It is much more so today and applies not only to our staple food but also for many other essentials including fuel.",
    "It is quite obvious that a critical situation is fast approaching and all efforts at finding palliatives are likely to be only temporary. Parliamentary theatrics such as those indulged in by the opposition SJB MPs last week by bringing flashlights into the chamber is laughable. So also Leader of the House Dinesh Gunawardene’s angry comeback about “dangerous substances” endangering all Members being brought into the House. He, presumably, is talking about chemical components of batteries. Nobody will believe that the legislature is not equipped with stand-by generators and MP Harin Fernando will not be able to find his way to the men’s room minus the torch he stupidly waved in the chamber on Thursday. Former Speaker Karu Jayasuriya, one of the more civilized members of the political firmament, past and present, said a mouthful at Moneragala the other day when he declared the need to forget politics and save the country at this critical moment. The government continues to be ambivalent about going to the IMF. Minister Gammanpila is on record saying over half the cabinet favours going to the IMF at this juncture. But nothing tangible has been forthcoming from the ruling family with Finance Minister Basil Rajapaksa was due in New Delhi for the second time in two months looking for more badly needed credit but this trip has now been postponed. Whatever assistance is proffered, whether by India, China or any other, we must live with the reality that there will be no free lunch.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}