{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/moment-of-truth-for-nato/",
  "time_ut": 1645823700,
  "title": "Moment of truth for NATO",
  "body_lines": [
    "Russian missiles were pounding strategic targets in Kyiv at the time of writing. Russia seems hell bent on achieving its goal—disarming the Ukrainian military and installing a puppet regime in Kyiv to obviate possible security threats to Moscow. One’s heart naturally goes out to the hapless Ukrainian public caught in a war, which has resulted from a big power rivalry. NATO sought to expand itself right up to the Russian border via Ukraine, prompting Moscow to react militarily. The manner in which Russia has sought to counter the NATO move or threat cannot be countenanced, but Ukraine should have known better than to be a pawn in the games the western countries play to further their interests.",
    "Terrified Ukrainian men, women and children are cowering in makeshift bomb shelters, and some of them are perishing in attacks. The blame for the Ukrainian war should be apportioned to the US as well; it is Washington’s push for the enlargement of NATO into Ukraine that enraged Moscow beyond measure. The US and its lackeys such as the UK and the EU ought to do unto others what they would have others do unto them. They will go to any extent to neutralise threats, both real and perceived, to their national security, but do not want others to do so!",
    "Everybody condemns invasions but nobody comes forward to stop them when big powers happen to be the aggressors. The so-called world order is no different from what is seen in cowboy flicks; firepower takes precedence over justice and fair play. Wars are governed by Rafferty’s rules when they are waged by powerful nations. Might is right whether one likes it or not.",
    "The biggest threat to global peace comes from the duplicity of the big powers and the UN. The EU has imposed sanctions on Russia purportedly for the sake of the Ukrainian public. If only it had shown the same concern for the people of Iraq and Afghanistan during the US-led invasions. It became known to the whole world that the UK and the US had falsified intelligence dossiers to bolster their bogus claim that Saddam Hussein had weapons of mass destruction and therefore Iraq had to be invaded to neutralise the threat. More than half a million children died in the Iraq war alone. The US and its allies killed a large number of Afghan civilians as well. But neither the EU nor Canada nor any other powerful nation told the US and the UK to stop the invasion, much less imposed sanctions. The countries that rightly opposed those illegal wars are now endorsing Russia’s military aggression against Ukraine! The UN makes all the noises in the world, like a mouse caught in a trap, but is too impotent to take action against big powers; it is taking on only weak nations.",
    "Ukrainian President Volodymyr Zelenskyy has been entreating the world to step in to stop Russia, but it is highly doubtful whether he will receive any direct military help. Despite Washington’s rhetoric and braggadocio, there is a limit beyond which the US cannot help Ukraine militarily, given its ignominious withdrawals from Vietnam and Afghanistan. The Ukrainian armed forces are no match for the Russian military Leviathan, and US arms and training will be of little use to them.",
    "As for the economic sanctions imposed by the US , the UK, the EU, etc., Russia is a key player in the global oil, gas and grain markets; Ukraine is also a major grain producer, and its food exports are likely to be under Russian control soon. The prices of oil, gas and grain have soared globally since the invasion of Ukraine began, and the war will have a devastating effect on the global economy. That is why the US and the EU have stopped short of burning bridges; they have decided against cutting Russia off from the SWIFT global interbank payments system mostly used by countries to pay for gas and oil. The western bloc cannot afford to go all out to tame Russia. And Putin knows it.",
    "Zelenskyy has already criticised the West for not coming to his country’s aid. This is the fate that awaits weak nations that make the mistake of taking sides in conflicts between world powers. Russia is wrong and has to stop wreaking destruction on its neighbour, but who is equal to the task of making it do so? This is the moment of truth for NATO, which lured Ukraine into being a party to its grand plan to encircle Russia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}