{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/shelton-ranaraja-and-the-parliamentarians-of-today/",
  "time_ut": 1645825020,
  "title": "Shelton Ranaraja and the Parliamentarians of today",
  "body_lines": [
    "In recent days there has been much comment on the quality (or the lack of it) of our politicians of today. Upon reading a “WhatsApp” note on this theme addressed to the president, I felt provoked to share the following recollections, mostly for the benefit of younger readers who may not be familiar with our political leaders of earlier times. They were all not exemplary but, by and large, a majority of them were decent, edcuated and efficient unlike today’s lot of whom the less said the better.",
    "Off the top of my head and not in any chronological order, talking of principled and good politicians reminds me of those like D.S and Dudley Senanayake, S.J.V. Chelvanayakam, M.D Banda, V.A Sugathadasa, S.Kathiravelupillai, M. Tiruchelvam, Ronnie de Mel, Neelan Tiruchelvam, Sarath Muttetuwegama, Lakshman Kadirgamar and Shelton Ranaraja, among others. We also cannot forget the old left leaders – NM, Colvin, Bernard, Pieter, SA Wicks among other.",
    "Of those mentioned above, I wish to focus on Shelton Ranaraja as an example of a decent politician who was unafraid to oppose any political decision that did not accord with his conscience. Today when most MPs tend to blindly follow the dictates of the executive president or of the political party he/she is from, they will benefit immensely by reading up on the life and career of a man such as Shelton Ranaraja. I knew and associated with him very closely for a considerable period of time in those halcyon years spent in the then less crowded and far less unclean city of Kandy. We both shared a common passion for cricket, when it was a game played by ‘flannelled fools’ and not the pajama -clad persons of today. Perhaps Ranaraja’s passion for cricket may have added to his desire to play a straight bat not only on the field but off it as well.",
    "Shelton Ranaraja (1928- 2011) was the son of advocate, land-owner and politician P.B Ranaraja. The father was not as successful as the son in the political arena, having been the loser on both occasions that he contested in the State Council elections of 1931 and 1936. He once more ended up on the losing side when he ran for office in the 1952 parliamentary elections as the United National Party (UNP) candidate for Dambulla. Subsequently the senior Ranaraja served two terms as a UNP–nominated Senator in the Senate of Ceylon.",
    "Shelton Ranaraja, a lawyer by profession (he and his father practiced law in Kandy from the late 1940s) entered politics by contesting as a Sri Lanka Freedom Party (SLFP) candidate for Senkadagala in the parliamentary election of 1960. Having narrowly won the Senkadagala seat by 25 votes, Ranaraja entered parliament in July 1960. In 1964, Ranaraja first made us aware of his credo in politics. The SLFP government of the day attempted in December 1964 to nationalise Lake House, the largest newspaper group in the island at the time viewed as a staunch supporter of the opposition UNP. The government was defeated by one vote and that defeat precipitated the 1965 parliamentary election that the SLFP lost. Ranaraja was one of the 14 government MPs who voted against the nationalisation and for their pains were promptly expelled from the SLFP. He then took a break from politics and from 1965 to 1973 reverted to his legal practice.",
    "Consequent to the death of Dudley Senanayake in April 1973, J.R. Jayewardene became the leader of the UNP. On the latter’s invitation, Ranaraja accepted the post of party organizer for Senkadagala. Later, he stood as the UNP candidate for Senkadagala at the July 1977 General Elections and was re-elected to Parliament. He was appointed deputy minister of justice in the new UNP government. The courage of his convictions made Ranaraja oppose in cabinet (he was acting minister of justice at the time) the UNP government’s decision in September-October of 1980 to deprive Mrs. Bandaranaike of her civic rights which he saw as unfair and an unwarranted abuse of power. Unlike another deputy minister of the government who was seen raising both hands during the 16 October 1980 vote on the resolution to impose civic disability for seven years on Mrs.Bandaranaike and Felix Dias Bandaranaike, deputy minister Ranaraja was a notable absentee in parliament that day.",
    "In July 1981, the Tamil United Liberation Front (TULF) attempted to move a motion of no-confidence against the UNP government of the day. Embarrassed and annoyed by the TULF move, the UNP brought an unprecedented motion of no-confidence against Appapillai Amirthalingam, the TULF leader, who also happened to be the leader of the opposition at the time. When the motion was taken up in parliament, the UNP using its steamroller five-sixths majority in the legislature did not allow Amirthalingam to speak in his defense. Due to the unruly behavior of government MPs and the biased ruling of Speaker Bakeer Markar, who refused permission for both Amirthalingam and members of the SLFP and CP who were in the opposition to speak, the opposition as a whole walked out of the chamber.",
    "When the vote was taken on 24 July 1981, the motion of no-confidence against Amirthalingam was passed by 121 votes to one. And yes, the sole vote against the motion was that of Ranaraja. His voting according to his conscience resulted in Ranaraja being at the receiving end of abuse from his parliamentary colleagues. The behaviour of some of the government MPs was low enough for them to resort even to racism by taunting him with the sobriquet Shelton ‘Nadarajah’.",
    "More was to follow. During the anti-Tamil riots of July 1983, Ranaraja persuaded the Police in Kandy to round up and imprison known trouble-makers in the city to contain violence. He was overruled by Cyril Mathew who got the thugs released. The subsequent riots and violence in and around Kandy were due mainly to the overruling of Ranaraja’s sensible and humane intervention. Following the Welikada prison massacre of the time, when the security forces tried to dispose of the bodies of the murdered prisoners, Ranaraja with the assistance of Mervyn Wijesinghe, the then secretary of the ministry of justice, succeeded in stopping them so that a judicial inquest could be held.",
    "The TULF recommended to President J. R Jayewardene that Ranaraja be appointed Governor of the then merged North Eastern Province consequent to the passage of the 13th Amendment to the Constitution. Jayewardene responded positively to the TULF recommendation but Ranaraja, doubtless out of disapproval of the then president’s authoritarian style of leadership, turned down Jayewardene’s offer of the governorship. His principled opposition to President Jayewardene’s refusal to dissolve parliament even after 11 years led him to resign from the government in protest in November 1988. When parliament was eventually dissolved a month later, though invited by the UNP to stand for the forthcoming parliamentary elections, Ranaraja refused and took no further part in party politics in Sri Lanka.",
    "No account of the life and career of Shelton Ranaraja will be complete without a reference to Chandra, his late wife. If good marriages are indeed made in heaven, as they say, then that of Chandra and Shelton must certainly have been made there. They complemented each other exceedingly well. Hailing from Anuradhapura, Chandra herself came from a political background. Her father was MP for Kalawewa in the late 1940s. I remember her from the days she was a teacher at Girls’ High School, Kandy and later as Mayor of Kandy in 1990, becoming in the process the first ever female Mayor of the hill capital. Everything she said and did had an air of graciousness seldom seen in the public figures of today.",
    "In an era where Sri Lankans of little or no education and less of character and integrity predominate our legislature to our collective detriment, those like Shelton and Chandra Ranaraja who lived by their principles and refused to compromise on them become all the more valuable.",
    "Sri Lanka, India, and China: The need for a new perspective",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}