{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/TUI-further-extends-cancellation-of-holidays-and-flights-to-SL/273-238896",
  "time_ut": 1654906560,
  "title": "TUI further extends cancellation of holidays and flights to SL",
  "body_lines": [
    "London-based leading tour operator TUI made a fresh announcement this week that it has decided to extend the cancellation of holidays to Sri Lanka until the end of the month.",
    "The airline originally cancelled all flights and holidays up to June 12, which after a review, has now been extended to Jun 30.",
    "The reasons for further cancellation were attributed to the continuing political and economic instability in the country.",
    "“We will be proactively contacting all impacted customers in departure date order to discuss their options. We will continue to monitor the situation and update customers should there be any further updates.",
    "We would like to thank our customers for their understanding at this time,” TUI said this week.",
    "The advice does not apply to customers transiting through Sri Lanka’s international airport and customers currently in resorts can continue to enjoy their holiday as planned.",
    "The ongoing crisis in Sri Lanka that made headlines across the world resulted in the Foreign, Commonwealth and Development Office (FCDO) advising the UK citizens against all but essential travel.",
    "TUI’s move to stop selling the destination until a further date could severely impact the expected inflow of tourists for the upcoming seasons, given that the UK travellers book their holidays well in advance.",
    "Due to the harsh travel advisories against Sri Lanka, travel and tour companies from potential source markets are directing their customer to consider alternative destinations. A key reason to push customers in that direction is the higher insurance premium to be absorbed by the company for tourists visiting Sri Lanka during the ongoing crisis."
  ]
}