{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Second-booster-to-be-administered-to-persons-over-60/56-734497",
  "time_ut": 1651867200,
  "title": "Second booster to be administered to persons over 60",
  "body_lines": [
    "Persons over the age of 60 will be eligible for the second booster dose starting Monday, health officials yesterday announced.",
    "According to Health Minister Prof. Channa Jayasumana, the second booster is a necessity for persons over 60 years but optional for persons from the 20 to 60 age group. “The Epidemiology Unit has decided to administer the fourth vaccine dose, or the second booster dose, for COVID-19. The decision was made by the expert committee on COVID-19 affiliated with the Health Ministry,” he said.",
    "Jayasumana added that the fourth dose has also been recommended to persons in the 20 to 60 age group who are immunocompromised or have chronic diseases, while the fourth dose is optional for other persons in the 20 to 60 age group.",
    "However, persons must wait at least three months after the first booster before getting the second booster.",
    "The first dose has been administered to school children between 12 and 16 years and the second dose has been recommended for this age group as well.",
    "“The expert committee has noticed that in very rare instances young persons who receive the Pfizer COVID-19 vaccine have shown heart-related issues. Though rare, due to this risk, it is recommended that the 12 to 16 group refrains from strenuous physical activity two weeks following vaccination,” Jayasumana said.",
    "However, as per the recommendation of the expert committee on COVID-19, the Pfizer vaccine will be exclusively used for the fourth dosage. “We are not going to import any new vaccines as we have enough dosage in our stores,” the Health Minister went on to say, adding that despite being unable to give an exact number for those who will get the second booster, there were sufficient stocks to vaccinate at least eight million persons.",
    "Meanwhile, the Epidemiology Unit stated that 940 persons were vaccinated against COVID-19 on Thursday. Out of this, 402 persons received the booster dose, which has been administered to a total of 7,970,425 persons.",
    "The first dose of a COVID-19 vaccine has been administered to 17,066,140 persons and the second dose has been administered to 14,461,163 persons.",
    "On Thursday, 201 persons received the first dose of Pfizer and 316 persons received the second dose of the vaccine, while seven persons received the first dose of Sinopharm and 14 persons received the second dose of the vaccine."
  ]
}