{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/two-resounding-slaps-on-oscar-night/",
  "time_ut": 1648818900,
  "title": "Two resounding slaps on Oscar Night",
  "body_lines": [
    "The stage was set for a glitzy, glamorous, glorious 94th Academy Awards 2022 fiesta, after two years of virtual presentation of the highest-rated film awards. The Dolby Theatre in Los Angeles was aglow with lights, red carpets, sweeping gowns with one star in a pair of mini shorts and open-to-the-navel shirt, and flashing cameras capturing celebrities. Once they were all seated, the host, African American comedian Chris Rock got going with his scripted and previously vetted talk. But just one ad-lib and the 2022 Oscar awards ceremony goes down in history with two slaps clearly heard and vividly seen by millions of viewers worldwide.",
    "Will Smith, one of the nominees for best actor, strode on stage and slapped Rock, not once but twice and returning to his seat said loud and clear “Keep my wife’s name out of your *** mouth.” It was all because Rock commented off the bat “Jada, I love you. GI Jane 2 can’t wait.” referring to the 1997 film GI Jane in which Demi Moore appeared with a buzzcut. Rock was commenting on Jada’s crew cut, which of course he should not have done. Jada Plunkett Smith has a medical condition – alopecia – which causes dropping of hair, thus her near shaved pate. Jada smiled, but her husband gallantly, yet damningly, took offence and thus the slap and order to Black to keep his mouth shut The show went on with Black soon recovering his composure.",
    "I watched the BBC relayed section of the awards ceremony in its news segment and seeing Will Smith dash on stage and slap the host, I surmised it was a scripted act, for whatever reason. Then seeing Smith’s face after he had done the dastardly act, I realized it was genuine anger, real two slaps and a completely unscripted part of the proceedings.",
    "Soon to follow was the announcement of best actor. Will Smith for his performance in King Richard as the tyrannical father of Serena and Venus Williams, who were seated right up front in VIP seats. With tears streaming down his face, Will Smith included much more in his prepared acceptance speech. He apologised to the Academy of Motion Picture Arts and Sciences and the Williams family for his sudden provocation but excused himself by trotting out family values and his credo of protecting his family just as Richard Williams did.",
    "“I deeply regret that my hehaviour has stained what has been an otherwise gorgeous journey for all of us.” He pointedly avoided apologizing to the receiver of his palm on face. My reaction was that Will Smith, though greatly admired as an actor, successor to Sydney Poitier along with Denzil Washington who too was nominated for best actor, was wrong in his reaction. The remark about his wife was not malicious, only to be laughed off. Stardom carries with it hazards such as insults, gags and jokes.",
    "The Academy took the incident seriously. A committee or whatever met and produced a many paged investigative report. It condemned Smith over the incident and announced a formal review. Punishment is pending. One could be dismissal of Smith from membership of the Academy and s second: revoking his award. Reading a couple of articles in American newspapers, I gathered these two would be pushed aside as too drastic. But the Academy expects more than Smith’s apologies.",
    "Soon after that night, advised probably by his media team, Smith extended an Instagram apology to Black. “I would like to publicly apologise to you, Chris. I was out of line and I was wrong.” He also published a letter of apology. “Violence in all of its forms is poisonous and destructive. My behaviour at last night’s Academy Awards was unacceptable and inexcusable. Jokes at my expense are a part of the job, but a joke about Jada’s medical condition was too much for me to bear and I reacted emotionally.” He also insinuated he was acting like Richard Williams “who was a fierce defender of his family.”",
    "Black did not report the physical abuse he suffered to the LA Police, so officialdom did not come into the picture.",
    "It looked as if the choice of Best Picture – Coda – came as a surprise, with Jane Campion’s Power of the Dog; Kenneth Branagh’s  Belfast; Steven Spielberg’s West Side Story (a remake of the 1961 musical) and others in the running. Coda, directed by Sam Heder, is about the unhandicapped daughter in a fishing family of mother, father and brother, all deaf and dumb, who is prepared to forego a scholarship to train in singing at a prestigious university, to help her family get their fishing trade going.",
    "As expected, Australian director, Jane Campion, won the Best Director Award for the film Power of the Dog. Best actress went to Jessica Chastain and best supporting actor was deaf and dumb Troy Kotsur. His sign language speech of acceptance was touching, reporters said.",
    "Chris Black has been in a previous untoward incident. Hosting the 2016 Academy Awards, he noted all 20 Oscar winners that year were white. He gave a speech on the subject of apparent discrimination which was followed by a co-star of his, Stacey Dash, coming on stage in support of him to demand justice to black film persons.",
    "A couple of other untoward incidents at past Academy Awards ceremonies are interestingly mentionable. Three incidents of refusing to accept Oscars were admirable, since they were principled refusals, drawing attention to discrimination or injustice. In 1970 at the 43rd Awards, George C Scott did not appear to receive best actor award for his role in Patton. “It’s a meat parade. I don’t want any part of it.” The 45th Awards had Marlon Brando boycotting the event, winning Best Actor Award for his role in Godfather, to protest against “the industry’s discrimination and mistreatment of Native Americans.” Instead, he had a young star read a 15 page protest speech. Brando was, after a slump in his career, again on the rise. Thus his act drew attention to Native Americans who had been pushed to infertile lands and suffered much. I remember remedies being set in place.",
    "The worst faux pas was the incorrect announcement of the highest Oscar. In 2017, Warren Beatty and Faye Dunaway, given the honour of opening the envelop and announcing the winner of the Best Film Producer named those of La La Land. They came on stage and started their acceptance speech when the mistake was pointed out and the rightful winner – Moonlight – was announced. That year’s awards ceremony was named ‘Envelopgate’.",
    "In 2003, Adrian Brody, winner of an Oscar took Halle Berry firmly in his arms, bent her backwards and kissed her roundly. Halle, the announcer of the award, was of course taken by complete surprise but took it in her stride.",
    "Gay rights activist Robert Opel stormed across the Dorothy Chandler stage in LA, stark naked, at the 46th Academy Awards in 1974 when the ceremony was in full swing. Host David Niven, unfazed, quipped: “Isn’t it fascinating to think that probably the only laugh that man will ever get in his life is by stripping off and showing his shortcomings.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}