{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83090/un-begins-food-relief-for-sri-lankas-pregnant-women",
  "time_ut": 1655403000,
  "title": "UN begins food relief for Sri Lanka’s pregnant women",
  "body_lines": [
    "The World Food Programme (WFP) on Thursday began distributing food vouchers to pregnant women in underserved districts of the Sri Lankan capital, Colombo, marking the start of the UN agency’s emergency response in the country, which is facing its gravest political and economic crisis since independence.",
    "WFP is working to provide life-saving food, cash and voucher assistance to three million of the most vulnerable people who can no longer meet their food needs due to the unprecedented economic meltdown.",
    "Last week, the UN and partners launched a joint Humanitarian Needs and Priorities Plan (HNP) requesting more than $47 million, to aid some 1.7 million worst hit by the spiraling economic crisis, which has seen the country struggling to pay for essential imports, amid rising debt, food, fuel and medical supply shortages.",
    "The multi-pronged crisis that has led to widespread protests, was exacerbated by the COVID-19 pandemic and associated collapse of the tourism sector across the South Asian island nation.",
    "Food inflation in Colombo rose to a record high of 57.4 percent in May, said WFP in a press release, and widespread shortages of fuel for cooking and transport, means that poorer families are struggling to feed themselves.",
    "Nearly five million people, or 22 percent of the Sri Lankan population, are food insecure and in need of assistance, the agency said. Nutritious foods, such as vegetables, fruits and protein-rich products are now out of reach for many.",
    "WFP surveys indicate that 86 percent of families “are resorting to at least one coping mechanism, including eating less, eating less nutritious food and even skipping meals altogether.”",
    "The monthly vouchers are worth around $40 in local currency and will enable more than 2,000 women to buy much-needed food. They will be provided alongside antenatal care provided by public health authorities in the capital.",
    "“Pregnant mothers need to eat nutritious meals every day, but the poorest find it harder and harder to afford the basics”, said Anthea Webb, WFP Deputy Regional Director for Asia and the Pacific from Colombo. “When they skip meals they’re putting their and their children’s health at risk.”",
    "“Poor families in cities and those who work on estates have seen their incomes plummet while market prices have soared. Each day that passes sees an increase in food and fuel prices globally, making it vital that we act now,” she noted."
  ]
}