{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/humanitarian-assistance-programmes-by-government-of-india/",
  "time_ut": 1651505520,
  "title": "Humanitarian assistance programmes by government of India",
  "body_lines": [
    "Complementing Government of India’s people-centric projects in Sri Lanka through development cooperation partnership, India is also directly reaching out to needy sections of Sri Lanka and addressing their necessities through various humanitarian assistance programmes.",
    "Second Secretary Ashok Kumar distributed dry ration packs to widows and other needy families of Kalmunai in Ampara District on 27 April 2022. This special drive, held in collaboration with Young Women’s Muslim Association, was aimed at providing necessary materials to the beneficiaries ahead of E’id-ul-Fitr Festival.",
    "It may be recalled that Dr. Rewant Vikram Singh, Director Swami Vivekananda Cultural Center had distributed dry rations to families of the congregation at St. Anne’s Church Weligampitiya on Easter Sunday on 17 April 2022. This followed similar such initiatives in 6 villages of Binigiriya in Kurunegala District and Madawewa and Kirimetiyawa villages in the sacred city of Anuradhapura, ahead of Avurudu.",
    "The special humanitarian drive was launched by High Commissioner Gopal Baglay in Jaffna on 13 March 2022. Food and other essential materials were handed over by the High Commissioner along with Hon’ble Douglas Devananda, Minister of Fisheries to 600 fishermen and their families during the inauguration. Subsequently, dry ration packs were also distributed among fishermen in Mullativu, Kilinochchi and Mannar.",
    "Assistant High Commission of India in Kandy, Consulate General of India in Jaffna and Consulate General of India in Hambantota have also been undertaking such initiatives to make a palpable impact on daily lives of needy groups in Sri Lanka by providing food and other goods for daily sustenance.",
    "Emirates boarding pass unlocks more offers in Dubai for summer 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}