{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Central-Bank-sold-nearly-US-600mn-in-forex-to-defend-rupee-before-letting-it-go/108-233482",
  "time_ut": 1647832380,
  "title": "Central Bank sold nearly US$ 600mn in forex to defend rupee before letting it go",
  "body_lines": [
    "In both January and February CB was net seller of dollars to maintain rupee at 198/203 levels against dollar",
    "By end-February foreign reserves were estimated at Rs.2.31bn, slightly down from Rs.2.36bn by end-January",
    "Rupee float on March 7 has resulted in marked increase in worker remittances, says CB",
    "In the two months to February, the Central Bank had sold nearly US$ 600 million in foreign currency to maintain the currency peg with the United States dollar at 198/203 levels before letting it go from March 7, as maintaining peg at that level became untenable.",
    "According to data, the Central Bank had purchased US$ 162.34 million from the domestic foreign exchange market while selling US$ 185.34 million in February resulting in a net sale.",
    "In January, the Central Bank bought US$ 176.81 million from the market and sold US$ 407.76 million, again resulting in a massive amount of net sales of dollars.",
    "The rupee float supplemented by an increase in interest rates to restrain dollar outflows could enable the Central Bank to collect dollars from the domestic market and thereby rebuild the lost reserves.",
    "By the end of February, Sri Lanka’s foreign exchange reserves were estimated at US$ 2.31 billion, down slightly from US$ 2.36 billion in January.",
    "Meanwhile, the rupee float has already given rise to some positive developments in the domestic foreign exchange market by way of increased inflows from remittances and exports, according to the Central Bank and banking sources.",
    "“With the notable upward adjustment in the exchange rate, the conversion of foreign exchange earnings through formal channels by expatriate workers and exporters have already shown a marked increase during March 2022, according to the latest official data”, the Central Bank said in statement during the weekend, rescinding the additional incentive that were in place for remittances.",
    "While the rupee float is a welcome policy adjustment and a long overdue one, the economic analysts opine that it was done disorderly.",
    "They are of the view that the government could have prevented the sharp fall in the value of the rupee as well as the resulting increase in prices of almost every commodity and service had they complemented it with a sizable inflow of foreign currency.",
    "One banker called the move a “knee jerk” one, and called for outsize foreign inflows to ensure the rupee won’t fall further.",
    "Even the International Monetary Fund in its recent Article IV consultation recommended a gradual returning to market based exchange rate.",
    "In the two weeks since the float of the rupee, the currency has shed nearly 40 percent of its value against the dollar and the rupee traded around Rs.275 to a dollar on Friday."
  ]
}