{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/club-hotel-dolphin-reopens-its-doors-after-rs-300-million-upgrade/",
  "time_ut": 1648220580,
  "title": "Club Hotel Dolphin reopens its doors after Rs.300 million upgrade",
  "body_lines": [
    "A ribbon cutting ceremony was held marking the official reopening of Club Hotel Dolphin to the public and heralding a new age in post-pandemic travel. Kapila Jayawardena, Group Managing Director/CEO of LOLC Holdings PLC & Chairman of Serendib Hotels PLC; Eksath Wijeratne, Group General Manager of Browns Hotels & Resorts; Adrian Jansz, General Manager-Sales and Marketing of Browns Hotels & Resorts, and Suresh Athukorala, General Manager of Club Hotel Dolphin were among the distinguished attendees.",
    "Set along the western coastline of Waikkal, the renovated Club Hotel Dolphin is fully geared to welcome travellers from around the world. Fronted by an investment of over Rs.300 million by Browns Hotels & Resorts, a subsidiary of Browns Investments PLC; a full renovation was carried out to meet the present day traveller’s needs.",
    "Club Hotel Dolphin is the ideal location for tourists to both begin and end their beach holiday in Sri Lanka, being close proximity to the Bandaranaike international airport. The hotel features 154 guest rooms with ultra-modern amenities, 2 swimming pools, 4 bars, 2 restaurants, 2 cafes, a conferencing venue, spa fitted with a sauna and steam room, fully-fledged gymnasium and a kids’ club. The hotel also hosts a range of indoor and outdoor activities including badminton, tennis, beach volleyball, archery, squash, pool, billiards, chess, darts, table tennis, carom and a variety of board games to ensure everyone has a fun-filled time. Guests truly are spoilt for choice, with an all-encompassing range of delightful guest amenities and activities, making it the perfect location for anyone looking for a vibrant all-inclusive getaway.",
    "Serving the freshest catch of the day, the talented chefs whip up dishes using locally sourced ingredients that will leave guests craving for more. The open kitchens at both restaurants allow guests to watch the club chefs work their magic, simply elevating the overall dining experience.",
    "“Admiral Court”, the conferencing venue coupled with an energetic animation team, and all other in-house facilities make Club Hotel Dolphin the preferred choice for corporates; to facilitate meetings, incentives, conferences and exhibitions.",
    "Eksath Wijeratne, Group General Manager of Browns Hotels & Resorts commented, “Club Hotel Dolphin stands out as we offer a substantial range of exciting activities for travellers of all ages. We are certain that the hotel would be the number one choice for families and large groups of friends looking for a fun filled holiday in the tropics.”",
    "LOLC Group’s investments in the leisure sector are clustered under Browns Investments, which maintains controlling interest in a number of properties in iconic locations in the country. The portfolio currently consists of Avani Bentota Resort, Club Hotel Dolphin, Dickwella Resort & Spa, Hotel Sigiriya, The Calm Resort & Spa, 05 boutique properties under Reveal The Collection, Sheraton Kosgoda Turtle Beach Resort, Occidental Paradise Dambulla and Occidental Eden Beruwala. A further 2 projects; including a 5-star resort in Beruwala, and Port City Mega Leisure development comprising of a 5-star city hotel are scheduled to be unveiled in the near future. A series of offshore investments in the Maldives including 4 resorts and 1 city hotel/condominium, and a 5-star resort in Mauritius too has been added to the development pipeline.",
    "ICRA reaffirms UB Finance’s [SL]BB Issuer Rating, revises Outlook to “Positive”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}