{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Road-Map-for-a-Literature-Review/56-735514",
  "time_ut": 1653940320,
  "title": "Road Map for a Literature Review",
  "body_lines": [
    "By Sri Lanka Economic Association (SLEA) Council member Professor R.A. Seetha Bandara",
    "This article is based on a presentation made on 28 April at the webinar on ‘Road Map for a Literature Review’ which coincided with the launching the E-Repository of the Sri Lanka Economic Association (SLEA).  The presenter was University of Kelaniya Faculty of Social Sciences Department of Library and Information Science Senior Lecturer Dr. Namali  Suraweera.  The discussant of the webinar was University of Peradeniya Dept. of Economics and Statistics Senior Professor Anoma Abhayaratne. The event was moderated by SLEA Vice President Dr. Malraj B. Kiriella.",
    "The views expressed in the article are those of presenters and do not reflect the views of SLEA.",
    "A literature review is a survey of scholarly sources that provides an overview of a particular topic and brings out the dialects of contradictions between various thoughts; indicate the current research place in the schema of a particular field; identify the research gap. There are four stages of a literature review such as formulating of a research problem, searching for relevant literature, evaluating and appraising literature and analysing and synthesising the sources.",
    "The presenter emphasised that there are nine steps to follow as the road map for a literature review.",
    "Developing search terms: Keywords are very important in searching literature. Here you have to find your key words (main concepts), expand keywords using synonyms and related words and expand concepts and mix and match keywords in library databases.",
    "Searching using terms, Boolean operators and filters: iterative process: You can find current publications easily and quickly using electronic platforms such as google scholar, research networks/websites and also use E-books, e- journals, e-databases and E-repositories. Apart from the Boolean operators (and, or, not), there are search tools, search options, sort options, wild cards.",
    "Identify initial primary sources on the topic: You can use empirical peer-reviewed journal articles, theoretical journals articles and literature review journal articles. Make sure that you are avoiding predatory publishers and journals. However, you have to update the literature from the beginning of your research to the end.",
    "Read abstracts: First you can read the abstract and if it is relevant then you can go through the full article. Highly cited articles are very important for literature review.",
    "Create a thematically focused table of summarised information: You can organise your literature well using this table.",
    "Prepare for the first draft organisational approaches and writing strategies:  Here you need to identify an organisational approach and writing strategies. There are two primary organisational structures, Descriptive organisation and Chronological organisation. Apart from these you can follow common structures such as chronological, thematic, methodological and theoretical.",
    "The discussant pointed out that a literature review is a critical overview of the main literature published on the topic. She emphasised that the word ‘critical evaluation’ is very important regarding literature review. Literature review helps researcher to generate and refine his research idea and also it is a part of the research which demonstrate your awareness of the current state of knowledge in the subject, its limitations and how your research fits in this wide context. One of the major objectives of literature review is to point out the gaps in the literature. And also, the author should explain how your work addresses those gaps and fills in the gaps.",
    "The discussant emphasised that there is no single structure for critical review of literature. However, she suggested that it is useful to think of the review as a funnel in which you start at a more general level before you narrow it down to your specific research questions. While providing a brief overview of key ideas and themes, the researcher should summaries, compare and contrast the research of the key writers of the relevant field and provides fresh insights. Another important point of literature review is plagiarism.",
    "Both resource persons highlighted that literature review is a very important part of a research. A researcher should collect the most relevant and highly cited, up-to-date literature and evaluate critically to find gaps in the literature."
  ]
}