{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81737/govt-to-appoint-financial-advisors-legal-consultants-on-external-debt-sustainability-managing",
  "time_ut": 1649520300,
  "title": "Govt to appoint financial advisors, legal consultants on external debt sustainability managing",
  "body_lines": [
    "The Sri Lanka government, through the Finance Ministry, has published Request for Proposals (RfPs) from interested parties or agencies for the appointment of financial advisors and legal consultants for managing its external debt sustainability.",
    "The scope of work of financial advisors includes evaluation of the debt stock in the background of maintaining sound macroeconomic fundamentals, advising the government on the strategies in consultation with relevant stakeholders, evaluating the current fiscal position of the government and highlighting key areas to be focused on in negotiations.",
    "They will also be designing a mechanism and processes to achieve the said economic and policy objectives in pursuing the said debt management and reform.",
    "Among other things, they are also tasked with designing a mechanism to engage with IMF to best achieve the required discal targets of the government.",
    "Meanwhile, the scope of work of legal consultants will advise the government on the strategies to be taken in managing its debt and facilitating the execution of such strategies in consulting with relevant stakeholders.",
    "Reviewing legal and regulatory issues on debt management while underlining the key areas to be focused on in negotiations, preparing relevant documents to give effect to the debt management strategies, negotiating and representing the government’s interests in meeting with creditors, recommending strategies to engage with the official development agencies in relation to possible development assistance during the process of discussing and reaching consensus with private creditors and bilateral official creditors on possible reprofiling of the public debt are among tasks assigned to legal consultants.",
    "The Finance Ministry said two or more bidders are allowed to submit a joint bid. The ministry may consider appointing more than one bidder to carry out the transactions.",
    "In the event more than one bidder is appointed by the Finance Ministry, all such appointed bidders will be expected to cooperate and work together, the statement read further."
  ]
}