{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/LITRO-clarifies-freight-costs-on-280-000-MT-LPG-Tender-for-202223/108-239337",
  "time_ut": 1655644620,
  "title": "LITRO clarifies freight costs on 280,000 MT LPG Tender for 2022–23",
  "body_lines": [
    "LITRO Gas Lanka Ltd has issued a statement clarifying the truth behind the Freight Costs pertaining to the 280,000 MT International LPG Tender for the period 2022-23.",
    "The statement said that LITRO Gas Lanka Ltd had recieved three tenders from Siam Gas Trading, OQ Trading and BB Energy (Asia) Ltd. \"The Standing Cabinet Appointed Procurement Committee (SCAPC) decided to award the tender to Siam Gas Trading.",
    "However, the government was not in a position to fulfill the condition to Siam Gas Trading by providing the US$30 million – SBLC to LITRO Gas Lanka Ltd. and in order to create time to solve this issue and to mitigate the rising LPG crisis, it was decided to purchase LPG via Spot Cargo as a short-term solution,\" the statement added.",
    "Litro Gas clarifies the truth behind the Freight Costs pertaining to the 280,000 MT International LPG Tender for the period 2022 – 2023",
    "1. Litro Gas Lanka Ltd called for international tenders for the supply of LPG during the period 2022-2023 under ICB on 09/01/2022. The tenders closed on 16/03/2022.",
    "2. Litro Gas Lanka Ltd confirms that the following tenders were received: a. Siam Gas Trading – Freight Cost per metric ton at the rate of US$ 96.00 b. O Q Trading - Freight Cost per metric ton at the rate of US$129.00 c. BB Energy (Asia) Ltd - Freight Cost per metric ton at the rate of US$ 148.00",
    "3. The Standing Cabinet Appointed Procurement Committee (SCAPC) decided to award the tender to Siam Gas Trading.",
    "4. However, the GOSL was not in a position to fulfill the condition to Siam Gas Trading by providing the US $30 M – SBLC to Litro Gas Lanka Ltd.",
    "5. In order to create time to solve this issue and to mitigate the rising LPG crisis, it was decided to purchase LPG via Spot Cargo as a short-term solution. Hence, quotations were called from Siam Gas Trading and the second lowest bidder O Q Trading for Spot Cargo.",
    "6. By a letter dated 30/05/2022, Siam Trading declared that under the current economic situation, they are able to supply only 6,600 MT of LPG and that too, at the rate of US $ 112.00 per metric ton. Litro Gas Lanka stated this would only be sufficient to meet the demand for five days and this quantity is totally inadequate to meet the growing demand of the general public who are already facing an acute LPG crisis for their day to day requirements.",
    "7. O Q Trading, who was the second lowest bidder in the aforesaid tender declared that they are in a position to meet the demand of LPG by giving an uninterrupted supply of 100,000 MT of LPG at the rate of US $ 129.00 to Sri Lanka, which is sufficient for approximately four months.",
    "8. In view of the acute LPG crisis faced by the general public and with the objective of mitigating and normalizing the current situation, the Cabinet informed Litro Gas Lanka Ltd to sign an agreement with O Q Trading on a temporary basis. Further, until the financial status of the GOSL improves, the Company was advice to cancel the contract with Siam Gas Trading and call for a fresh tender.",
    "9. The USD 17 difference between the two bidders O Q Trading and Siam Gas Trading and translates to approximately Rs.77.50 per 12.5kg cylinder, which is not a significant burden proportional to the inconvenience faced by the public due to lack of LPG in the market."
  ]
}