{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-worker-remittances-down-47-4-pct-in-march-93445/",
  "time_ut": 1650853680,
  "title": "Sri Lanka worker remittances down 47.4-pct in March",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official worker remittances fell 47.9 percent in March 2022 to 318.4 million US dollars as a broken soft-pegged exchange rate regime, discouraged transfers through official channels.",
    "The March remittances are slightly up from February. In March the numbers go up every year due to money sent to family members for the April New Year season.",
    "Official remittances started to fall from around May 2021 as the economy recovered from Coronavirus pandemic, money printing picked up and a non-credible peg was rigidly enforced.",
    "Traditional cross-border gross settlement systems (Hawala/Undiyal) offer premiums to workers because money printing has pushed up credit and created excess demand for dollars which is not satisfied by the soft-pegged central bank (partial convertibility).",
    "Desperate importers who have imported on credit as well as those trying to send dollars to children studying abroad pay a premium to send money out through Undiyal pushing up the unofficial rate.",
    "In March an attempt to float the rupee (completely suspend convertibility) failed due to a surrender requirement which made the rupee a peg which is pushed down with new money created.",
    "On April 12, Central Bank Governor Nandalal Weerasinghe said the surrender requirement will be cut to 25 percent of remittances and export proceeds received by banks but called on banks to settle small transactions.",
    "“People pay high prices because dollars are not available,” Weerasinghe said. “I urge all banks to use the money to settle these transactions.”",
    "Weerasinghe also jacked up policy rates to 14.50 percent from 7.50 percent which will help reduce domestic credit and support the soft-peg.",
    "Sri Lanka’s economic troubles began in 1950 when a single anchor consistent hard peg was replaced by a soft-pegged third grade monetary regime with anchor conflicts.",
    "The conflicts worsened and got institutionalized under flexible inflation targeting with stimulus (output gap targeting) from round 2015 leading the country into progressive monetary instability and default.",
    "It is not possible to have a stable exchange rate while printing money, either to finance the deficit or to manipulate rates to target an output gap. From 2015 to 2019 the rupee fell from 131 to 182 under flexible inflation targeting/output gap targeting.",
    "During the time REER targeting, call money rate targeting and yield curve targeting was also practiced by the central bank, critics have said.",
    "Classical economists and analysts have called for single anchor monetary regime such as a hard peg under which Treasury bill purchase by the central bank is banned or a clean floating rate with a low inflation target, where no foreign reserves are collected.",
    "The country is now in the grip of a Latin America style monetary meltdown long predicted by analysts after the flexible inflation targeting/output gap targeting with a flexible exchange rate (non-floating soft peg) was actively deployed after the end of a 30-year war.",
    "Re-instating Sri Lanka’s currency board would control deficits, inflation, give stability: Steve Hanke",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Sri Lanka facing 2021 with reckless MMT, stimulus mania: Bellwether",
    "However the country’s economists/Mercantilists who want to depreciate the currency for Mercantilist purposes and manipulate interest rates for stimulus have resisted such moves and have perpetuated unstable intermediate regime which triggers social unrest. (Colombo/Apr25/2022)"
  ]
}