{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/lanka-ioc-new-energy-minister-tells-parliament/",
  "time_ut": 1650348000,
  "title": "Lanka IOC & CPC to follow common fuel price formula; New Energy Minister tells Parliament",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s new Minister of Power and Energy Kanchana Wijesekera told Parliament that Sri Lanka will work with Lanka IOC to introduce a fuel price formula to determine fuel prices in the future.",
    "“We spoke with the IOC and agree that both parties must follow a common fuel price formula in the future,” he said.",
    "He told the house on Tuesday (19) as of 18th April 2022, the daily loss of the Ceylon Electricity Board was Rs. 1,613 Million. (Rs. 1.6 Billion)",
    "He said despite a fuel price hike on Monday (18), the CPC will still experience a loss of over Rs. 300 Million, given that the prices of Diesel and Kerosene was not increased at a higher rate.",
    "The Minister said since there were serious concerns over the distribution of fuel to filling stations, a report will be prepared and it will be submitted to the parliament.",
    "“There were instances where some filling stations did not receive fuel for almost 10 days,” he noted stating that necessary action will be taken to rectify the issue.",
    "On Monday (18), the CPC deployed 564 fuel bowsers to deliver 7,034 MT of Diesel, 4,175 MT of Petrol, 133 MT of Super Diesel, and 205 MT of Kerosene, said the Minister.",
    "“In total 11,507 MT of fuel was delivered compared to the 6,000 MT required daily in Sri Lanka,” he told the Parliament, adding that the distribution will take place in a streamlined manner to ensure there is no shortage.",
    "Kanchana Wijesekera in his first address to the Parliament as the Minister of Power and Energy made these comment in a backdrop where multiple protests were taking place across Sri Lanka obstructing the movement of traffic against the fuel price hike and the shortage of fuel.",
    "Lanka IOC & CPC to follow common fuel price formula; New Energy Minister tells Parliament",
    "PROTEST: Multiple protests across Sri Lanka against Fuel Price Hike & Shortage"
  ]
}