{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81937/special-police-team-appointed-to-probe-rambukkana-incident",
  "time_ut": 1650449940,
  "title": "Special police team appointed to probe Rambukkana incident",
  "body_lines": [
    "Sri Lanka Police says that a special team of 20 police officers has been appointed under the IGP’s instructions to investigate yesterday’s incident at Rambukkana, which resulted in the death of a protester and left several others injured.",
    "Senior Police Spokesman SDIG Ajith Rohana stated this during a press briefing held today (20) to brief on the progress of the investigation regarding the incident.",
    "He said that a special police team has been appointed by the Senior DIG in charge of Sabaragamuwa Province, on the instruction of the IGP, in order to conduct investigations.",
    "He said the team consists of one SSP, three ASPs and in addition to that another 16 police officers.",
    "Altogether, 20 police officers are in the team and the team is headed by SSP Wasantha Kandewatte, the SSP and division in charge of Seethawakapura-Awissawella police division, he said.",
    "In addition to that, he said that police has submitted a report to the Kegalle Magistrate’s Court in terms of the provisions of the Section 22 of the Criminal Procedure Code in order to conduct an inquest in respect of the dead body, in terms of the provisions of Chapter 30 of the Criminal Procedure Code.",
    "“According to the police officers who participated in the operation, they had made their notes and the notes state that they used reasonable force according to the law in terms of the provisions of Sections 89 to 99 of the Penal Code. In addition to that, Section 107 of the Criminal Procedure Code, Section 56 of the Police Ordinance and in addition to that in terms of the provisions of the Chapter 08 of the Criminal Procedure Code.”",
    "“In addition to that, we are recording statements from the injured persons.” Senior DIG Ajith Rohana said there are 13 injured persons who had been admitted to hospitals and apart from that, 20 police officers have also been injured in the incident.",
    "He said a Senior Superintendent of Police (SSP), an Assistant Superintendent of Police (ASP), a Sub-Inspector (SI), an Inspector (IP), 06 Sergeants and 10 Police Constables are among them.",
    "“We are conducting further investigations and the investigations are conducted in a transparent manner and the investigative team has been instructed to record all the statements of persons involved,” he said.",
    "In addition to that, they have been further instructed to collect scientific, technical and circumstantial evidence in respect for the incident, he said.",
    "“In addition to that, we have made a request from the court to make an order to the Government Analyst to visit the scene and give his opinion in respect of the circumstances of the scene.”",
    "“We are conducting further investigations and after the magisterial inquest, the court will deliver a verdict. According to the verdict police are going to take actions,” SDIG Rohana added.",
    "Responding to questions, he said that the investigating team has directed its special attention towards the property damages that had occurred during the protest. He stated that public property, private property and property belonging to certain institutions have been damaged and that these damages will be estimated and necessary measures taken.",
    "He also said that one suspect has been arrested in this connection.",
    "He also requested the people of the Rambukkana area to act in a peaceful manner and assured that investigations are proceeding."
  ]
}