{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/srilankan-partners-with-raid-amazones-to-boost-europe-tourists-91455/",
  "time_ut": 1646833560,
  "title": "SriLankan partners with Raid Amazones to boost Europe tourists",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan Airlines will be the official airline partner for the Raid Amazones 2022 to boost inbound tourist arrival from Europe, the national carrier said.",
    "This year’s annual event features French female athletes who compete their way through a range of challenges such as orienteering, mountain biking, canoeing, riding, running and archery. The adventure trail originating from France expects to generate 500,000 euros to the economy.",
    "The contestants will also be given the opportunity to discover the unique landscape, people and culture of Sri Lanka and the event will consist of two stages with the first stage will take place from March 13 – 27 and the second leg will be from March 27 – April 6, 2022..",
    "Alexandre Debanne, the main organizer of the event said the participants have been getting ready after they had registered about two years ago as they need to find sponsors",
    "“Not only them, the medical teams, management teams, and organizers will also come to Sri Lanka for this tournament,” Debanne told reporters at the",
    "launching program of the event in Sri Lanka on Tuesday (08).",
    "“There were few cancellations due to personnel reasons of some contestants but there was no cancellation due to the other global situations.”",
    "This year’s event pays homage to Sigiriya rock fortress in the country. The event expects over 600 participants to the event including contestants, officials and global media organizations that will be covering the event.",
    "With Sri Lankan Airlines re-introducing flights to Paris, most attendees are scheduled to fly from Paris.",
    "The event expects to set Sri Lanka as a travelling destination for adventure tourism in the global market with the visibility gained through international mainstream media and social media coverage.",
    "Tourism was the third highest foreign revenue generator in the country before the global pandemic and the leisure industry has started to recover gradually with local and global travel restrictions being further relaxed.",
    "“We look forward to welcoming the participants of Raid Amozones onboard Sri Lankan Airlines to discover Sri Lanka, which has been endorsed as a top travel destination by leading global organizations,” Ashok Pathirage, Chairman of Sri Lankan Airlines said.",
    "Pathirage said, Sri Lankan Airlines’ collaboration with Raid Amozones is only one of the many that has been planned to portray Sri Lanka as a multifaceted travel destination to the world.",
    "Apart from Sri Lankan Airlines being the official airline partner for the event, Theme Resorts and Connaissance De Ceylan are the official ground handling partners while Ministry of Tourism and the Tourism Promotion Bureau are partnering to support the marketing of the event. (Colombo/March 9/2022)"
  ]
}