{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82130/finance-ministrys-statement-on-recent-meetings-with-imf-world-bank",
  "time_ut": 1651324680,
  "title": "Finance Ministry’s statement on recent meetings with IMF, World Bank",
  "body_lines": [
    "The Ministry of Finance says international financial institutions (IFIs), including the IMF, the ADB and the World Bank, have emphasized the importance of maintaining social stability and protecting democratic institutions in the country for them to assist Sri Lanka to effectively manage the economic issues confronted by the country and the people.",
    "The Finance Ministry stated this in a statement issued on the meetings of the Sri Lankan delegation, led by Minister of Finance Ali Sabry, with the International Monetary Fund (IMF) and the World Bank Group held in Washington DC from 18 to 22 April 2022.",
    "The delegation had meetings with several international financial institutions, including the IMF and the World Bank, and bilateral partners during their stay in Washington DC.",
    "The discussions were mainly focused on the present critical situation of the Sri Lankan economy, and policies and measures to be implemented in the immediate, short, and medium- term.",
    "The key areas discussed included (a) addressing the immediate need of restoring supply chains of essential items, including fuel, LP gas, and pharmaceuticals, (b) securing bridge financing in the interim period until IMF financing with an economic programme is finalized, and (c) implementing short to medium term policies to ensure macroeconomic stability and facilitate greener, more inclusive, sustainable, and stable growth in the country.",
    "Views were exchanged on ways and means of supporting the people in the immediate term and the future direction of engagement with Sri Lanka on a more coherent manner.",
    "The overwhelming support, cooperation and solidarity extended to the people of Sri Lanka by all key IFIs, other institutions/agencies and friendly nations were extremely encouraging during this critical juncture of the Sri Lankan economy.",
    "The delegation met with the IMF’s Managing Director, First Deputy Managing Director and Deputy Managing Director overseeing Sri Lankan affairs, as well as other senior officials at the technical level.",
    "The meetings with the IMF were mainly focused on securing an Extended Fund Facility (EFF) to overcome the current difficult situation in the Sri Lankan economy with a medium-term view, following the formal request made by Sri Lanka in mid-March 2022.",
    "A formal request was also made for a Rapid Financing Instrument (RFI) for consideration of the IMF to obtain immediate financing into the country, which will be a bridge to the EFF. Entering into a staff level agreement on an IMF programme as early as possible is important since it will help unlock bridge financing facilities from other IFIs and bilateral partners.",
    "Among specific topics discussed with the IMF were the debt restructuring process, revenue and expenditure measures of the government, public financial management, reforms of state-owned enterprises and energy pricing, strengthening social safety nets, monetary policy and Central Bank independence, foreign exchange management, financial sector stability and connected policies, and growth enhancing structural reforms.",
    "An IMF mission is expected to conduct in-person and/or virtual technical meetings with Sri Lankan authorities in early May 2022 towards reaching an agreement within a short period on a programme for Sri Lanka in parallel to the debt restructuring process.",
    "The meetings with the World Bank were focused on obtaining immediate foreign financing and providing support to the Government to identify most appropriate policies to be implemented under an IMF supported programme.",
    "The importance of stronger social safety nets to mitigate the adverse impact of the current economic crisis on the poor and vulnerable segments was also discussed in detail. During the discussion, World Bank’s Vice President for the South Asia Region and senior officials of the World Bank Group expressed commitment to provide emergency support for essential medicines and health-related supplies, meals for school children, and cash transfers for poor and vulnerable households.",
    "The World Bank’s emergency response package includes immediate financing for the purchase of essential medicines, and a total package of around US dollars 600 million is expected over the immediate short term, short term and the medium term, and the funds will be made available by repurposing some ongoing projects, triggering Contingent Emergency Response Components (CERC) of some ongoing projects, and also with new financing arrangements. Support to provide cooking gas, basic food supplies, seeds and fertilizer and other essentials is also under discussion.",
    "The delegation also met the President of the Asian Development Bank (ADB) and discussed the Country partnership strategy and the way forward giving special focus on promoting economic activities and productivity enhancement and improving the quality of growth by promoting inclusiveness.",
    "The ADB expressed support for the Government in addressing the present challenges and striding toward green, resilient, and inclusive growth. The postponement of the ADB Annual Meeting scheduled to be held in Colombo in September was also discussed due to the unexpected and unprecedented situation faced by Sri Lanka over the last few weeks. Hon. Minister of Finance will continue to work with the ADB on the Annual Meeting in his capacity as Chair of the Board of Governors.",
    "In addition, discussions were held with the South Asia Regional Director of International Finance Corporation (IFC), the Administrator of the United Nations Development Programme (UNDP), the Secretary-General of the United Nations Conference on Trade and Development (UNCTAD), and the Secretary-General of the Paris Club.",
    "All IFIs, including the IMF, emphasized the importance of maintaining social stability and protecting democratic institutions in the country for them to assist Sri Lanka to effectively manage the economic issues confronted by the country and the people.",
    "The Indian delegation, led by their Minister of Finance, reassured India’s enhanced commitment to support Sri Lanka through several channels, including direct bridging finance in terms of credit lines for petroleum and other essential imports and deferment of accumulated Asian Clearing Union (ACU) liabilities as well as support through multilateral agencies.",
    "The delegation also met with US authorities who also reiterated their strong support to expedite short to medium term programmes with the IMF and World Bank.",
    "The delegation held a series of meetings with the members of the Advisory Council appointed by His Excellency the President on various economic and financial matters.",
    "Working with multilateral and bilateral partners, the Government of Sri Lanka is currently developing a more focused and concrete policies and measures, including a strong macro- fiscal policy framework, which, with the support of the general public, is expected to enable the country to overcome the present difficult conditions, address the accumulated issues in the economy, and lay the foundation for a modern, dynamic and strong economy in the future."
  ]
}