{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/23/21a-from-wijeyadasa-to-transfer-executive-powers-to-cabinet/",
  "time_ut": 1648015680,
  "title": "21A from Wijeyadasa to transfer Executive Powers to Cabinet",
  "body_lines": [
    "COLOMBO (News 1st); SLPP MP (Dr.) Wijeyadasa Rajapakshe, PC has made a proposal to introduce the 21st Amendment to the Constitution.",
    "The proposal by Dr. Rajapakshe calls for the transferring of executive powers of the President to the Cabinet of Ministers by way of urgent constitutional reform to make the President answerable to Parliament and the people.",
    "Dr. Wijeyadasa appealed to party leaders, Ministers, State Ministers, and members of Parliament to back his proposal to introduce the 21st Amendment to the Constitution.",
    "1. Executive powers vested in the Presidency shall be transferred to the Cabinet of Ministers to ensure that the exercise of executive power is monitored by the Parliament.",
    "2. A new President to be elected from and among members of the Parliament forthwith. The Office of the Incumbent President shall cease to be with such election.",
    "3. The new President is empowered to appoint a new Prime Minister who commands the majority of the Parliament by having a consensual dialogue with members of Parliament.",
    "4. An Interim Cabinet to be established consisting of Members of Parliament representing all political parties in Parliament.",
    "5. The Interim Government shall continue until the term of the Parliament expires or the Parliament is dissolved otherwise and till the next Cabinet of Ministers is established.",
    "6. The Interim Government shall formulate a short-term and a long-term policy for the restoration of the economy and to protect and promote democratic principles.",
    "7. By way of short-term solutions to the economic crisis, the government shall negotiate with stakeholders through international monetary agencies to reschedule debt services and arrange for funds for the essential needs of the people.",
    "8. To appoint competent persons to manage all governmental institutions to ensure the full productivity of the national economy.",
    "9. Reintroduce the price controls on essential items such as food and fertilizer to ensure the production and supply of essential items and the market.",
    "10. Import substantial amounts of quality fertilizer for paddy, vegetables, tea, and other cultivations.",
    "11. To initiate a programme to reacquire divested national resources through dialogue as well as legal reforms.",
    "New directive from CBSL to banks on foreign exchange inflows"
  ]
}