{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/easter-sunday-celebrates-the-resurrection-of-jesus-christ-from-the-dead/",
  "time_ut": 1650086760,
  "title": "Easter Sunday Celebrates the Resurrection of Jesus Christ from the Dead!",
  "body_lines": [
    "“Two thousand years ago, in the Middle East, an event occurred that permanently changed the world. Because of that event, history was split. Every time you write a date, you are using the Resurrection of Jesus Christ as the focal point.” – Rick Warren",
    "Easter Sunday is the day we remember the rising of Our Lord and Saviour Jesus Christ from the dead. It is the day He triumphed over the grave, saved us from our sins and gave meaning to our human existence. Without His rising from the grave, all the rest of it would have been meaningless. He triumphed over death and gave us eternal life!",
    "English journalist and skeptic Frank Morison once had the idea of conducting research for a book to prove that Jesus’ Resurrection from the dead was just a myth. However, as he examined the evidence, Morison’s views changed, as well as, the theme of his book. What was it that changed Morison’s mind, as well as, the content of his book?",
    "Morison began to discover that Jesus’ death was verified by both Jewish and Roman historians. He then wondered whether the disciples had conspired a plot to make it appear that Jesus had risen. However, as a result of his deep study, he understood that there are three main problems with that theory too:",
    "First, the tomb was secured by a large stone and a 24-hour trained Roman guard. It would have been impossible for the disciples to roll the stone away and remove Jesus’ body without being noticed.Second, the Resurrection plot would have died out as soon as someone discovered Jesus’ body, yet that also never happened in history.",
    "Third and the most important was that the disciples changed from being cowards into men who were willing to be tortured and even martyred for proclaiming the Risen Lord Jesus and His Teachings. Their strong conviction led them to that type of brave commitment. Here it was the dramatic transformation in the disciples’ behaviour from dejected and dispirited escapists into audaciously bold witnesses whom no opposition could muzzle was what convinced Morison that the Resurrection of Jesus really and actually happened in history.",
    "Another scholar who wrote about evidence for Jesus’ Resurrection was Dr. Simon Greenleaf, the founder of the Harvard Law School. Greenleaf wrote the rules of evidence still used in our legal system today. Applying those rules to the events surrounding Jesus’ death, Greenleaf concluded that any honest jury would render a verdict that Jesus’ Resurrection truly and undoubtedly happened. As with Morison, it was the sudden change in the disciples’ behaviour that persuaded him. He writes:",
    "“It would have been impossible for the disciples to persist with their conviction that Jesus had risen, if they had not actually seen the Risen Christ.”",
    "Jesus’ Resurrection convinced His disciples that He is the Messiah who had died to pay the price of our sins. He is ‘the Only Way to God’ and ‘the Resurrection and Life’. They came to know very clearly that Jesus alone had the power over life and death, and they gave their lives, proclaiming Him as the Risen Saviour and Lord.",
    "The Apostle Paul, who had also initially been a skeptic of Jesus’ Resurrection, thus explains its impact on our lives:",
    "“For Christ has completely abolished death, and has now, through the Gospel, opened to us men the shining possibilities of the life that is eternal” (2 Tim.1:10).",
    "In other words, Jesus’ death and Resurrection has opened the door for us to have eternal life with Him in Heaven. Therefore, if Jesus did not rise from the dead, then the foundation for the Christian Faith would forever be destroyed:",
    "“And if Christ has not been raised, our preaching is useless and so is your faith. More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. For if the dead are not raised, then Christ has not been raised either. And if Christ has not been raised, your faith is futile…” (1 Cor. 15:14-17).",
    "Easter Today Means the Triumph of Truth which Gives Hope in this Wounded World!",
    "“Easter says you can put truth in a grave, but it will not stay there.“",
    "The above famous quotation by the illustrious writer Clarence W. Hall clearly illustrates the fact that like cream rises to the top, so does the truth.",
    "Therefore, as we share the Joy of Easter in the year 2022, our greatest challenge during these difficult days in our world’s history and very specially in the history of our Motherland is to turn to ourselves and seek out the truth in a context of much fake news and made up facts around us.",
    "“The great gift of Easter is hope – Christian hope which makes us have that confidence in God, in His ultimate triumph, and in His goodness and love, which nothing can shake.”",
    "This is how the English Catholic Prelate Basil Cardinal Hume looks at Christian hope as the greatest gift of the Risen Lord. Thus, Jesus’ Resurrection gives meaning to our hope, placing Salvation as the root of which the fruit is the Resurrection.",
    "As we are saved by Christ, this ‘living hope’ of His Glorious Resurrection becomes the basis for our ‘hope for living’ making us ‘the tough who get going’ however much ‘the going gets tough’ in these troubled times! Alleluia, Alleluia!!!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}