{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Cabinet-nod-to-amend-Circular-to-send-State-workers-for-foreign-jobs/56-736172",
  "time_ut": 1655231400,
  "title": "Cabinet nod to amend Circular to send State workers for foreign jobs",
  "body_lines": [
    "Cabinet Co-Spokesman and Labour and Foreign Employment Minister Manusha Nanayakkara",
    "Move aims to encourage public sector employees to take up foreign jobs without hindrance",
    "With Government plans to allow State sector workers overseas employment opportunities to boost foreign inflows, the Cabinet of Ministers on Monday agreed to amend the circular on provisions to enable public officers to take no-pay leave without any hindrance to seniority, pension, or other conditions.",
    "Under the existing provisions, a State sector employee is entitled to a maximum of five years of no-pay leave during his tenure for study or foreign employment. However, the majority of public sector workers showed no interest in obtaining such leave due to the non-inclusion of that period in the calculation of pensions, impact on seniority, and other conditions. The proposal to this effect submitted by the Public Administration, Home Affairs, and Provincial Council Minister Dinesh Gunawardana was approved by the Cabinet of Ministers at its meeting on Monday.",
    "Last week, Cabinet Co-Spokesman and Labour and Foreign Employment Minister Manusha Nanayakkara said a program has been introduced to generate foreign exchange with the intervention of the Ministry, and State employees will be granted the opportunity to leave for employment overseas.",
    "He acknowledged last week that discussions will be held with the Public Administration Ministry about issuing a circular to allow State employees to seek employment opportunities overseas without any hindrances to respective pensions and seniority.",
    "In May, workers’ remittances were $ 304 million, up from $ 249 million in April, but lower by 34% compared with $ 460.1 million a year ago. The May figure also failed to match or better the $ 318 million achieved in March.",
    "Noting that the Sri Lanka Bureau of Foreign Employment has informed State workers who wish to seek overseas jobs to register with the Bureau website, Minister Nanayakkara said the immediate opportunities are for the health sector workers, particularly for nurses.",
    "The Minister added that foreign employment agencies will play a pivotal role in seeking employment opportunities for State sector employees.",
    "Last year workers’ remittances dropped to a 10-year low of $ 5.5 billion, down by 23% from 2020."
  ]
}