{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/new-year-celebrations-in-melbourne/",
  "time_ut": 1650457200,
  "title": "New Year celebrations …in Melbourne",
  "body_lines": [
    "New Year celebrations, in our part of the world, were on a very low key, because of the current situation in the country, but a wet and wintery Melbourne did little to dampen the spirits of Sri Lankans, and well-wishers, who thronged Sweeney Reserve, in Berwick, to usher in the Sinhala and Tamil New Year.",
    "And, this is what Trevine Rodrigo, based in Melbourne, has to say about the event:",
    "A capacity crowd, numbering several thousand, including celebrities, VIPS, and politicians from Australian Labour and Liberal parties, braved the inclement weather just to be supportive of Sri Lanka’s important cultural day in the 2022 calendar.",
    "Acknowledgements to energetic Sri Lankans, who have made major contributions to the Australian business and economic upliftment, and others in the entertainment industry, medical profession and interaction towards the assimilation of the massive expatriate population in Melbourne, were made to several prominent individuals.",
    "Sri Lanka’s Counsel General, Kapila Fonseka, was among the chief guests at the event.",
    "Victorian Premier, Daniel Andrews, was unable to attend due to Covid-19 protocols. But representatives from the Victorian Labour government, including Gabrielle Williams, MP for Dandenong, Lee Tarlamis, OAM, MP State Labour Minister, for South Eastern Metro Region, Abhimanyu, Federal Labour candidate for La Trobe, Pauline Richards, MP, Gary Mars, MP for Narre Warren, and others, were present.",
    "Liberal representatives, Jason Wood and Virosh Perera, were also in attendance at the event.",
    "A full day’s event, put together by The Walawwa, with input from representatives of the German Technical School in Sri Lanka, was packed with several cultural events, including the traditional games, and the selection of the Avuruddu Kumari and Kumaraya, in the adults and children’s segments.",
    "Cultural dancers lit up the overcast and wet conditions and were a major feature of the early day celebration.",
    "Attendees were afforded the special privilege of viewing and taking photographs with the T20 World Cup, which was on display, thanks to the gracious gesture of Johann Jayasinha, and the multi-cultural team in Australia, in collaboration with the ICC.",
    "It gave the T20 World Cup, planned for October 16, in Australia, an awareness and boost towards crowd participation, especially among the cricket-mad Sri Lankans.",
    "Sri Lankans to be proud of: protesting youth, a Zoologist and a Thespian",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}