{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/sri-lanka-prime-minister-welcomes-g7-announcement-on-debt-relief/",
  "time_ut": 1653039480,
  "title": "Sri Lanka: Prime Minister welcomes G7 announcement on debt relief",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan Prime Minister Ranil Wickremesinghe has welcomed the announcement by G7 countries that they will assist Sri Lanka in securing debt relief.",
    "In a tweet, Wickremesinghe said the continued engagement by the international community with Sri Lanka is key to overcoming the economic crisis.",
    "The Group of Seven economic powers support efforts to provide debt relief for Sri Lanka, G7 finance chiefs said on Thursday in a draft communique from a meeting in Germany after the country defaulted on its sovereign debt.",
    "The once-booming island country has suspended debt payments as it grapples with its worst economic crisis since it won independence in 1948, facing shortages of essential goods that have triggered social unrest.",
    "G7 countries said in their statement they were committed to finding long-term solutions for the Indian Ocean nation and urged it to “negotiate constructively” with the International Monetary Fund on a potential loan programme.",
    "“The G7 stands ready to support the Paris Club’s efforts, in line with its principles, to address the need for a debt treatment for Sri Lanka,” they said, referring to the group of mostly rich creditor nations.",
    "The draft statement, which is to be finalised before the end the G7 finance ministers’ meeting on Friday, also called on other big creditor nations not in the Paris Club to coordinate with the group and urged them to provide debt relief on comparable terms.",
    "G7 finance chiefs also singled out China, which has become a major creditor to low-income countries, to actively contribute to debt relief for such countries.",
    "Chad, Ethiopia and Zambia have so far sought debt relief under a new G20 common framework, but progress has so far been slow with some officials accusing China of dragging its feet.",
    "It’s time to think about the country, Harin says while taking up new Cabinet post",
    "‘Water Lily’ is Sri Lanka’s National Flower; COPA wants proper public awareness"
  ]
}