{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-water-supply-board-loses-rs3-1-bn-in-2021-95163/",
  "time_ut": 1654396440,
  "title": "Sri Lanka’s Water Supply Board loses Rs3.1 bn in 2021",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run National Water Supply and Drainage Board (NWSDB) lost 3.1 billion rupees in 2021 amid rising salary costs and 25.8 percent of the output bringing no-revenue official data showed.",
    "Costs went up mainly due to an 18 percent rise in in the salary bill, a Finance Ministry report said.",
    "The Water Board which posted a profit of 507 million rupees in 2020 lost 3,087 million dollars in 2021 with salaries rising 19 percent.",
    "Revenues barely went up to 28.9 billion rupees in 2021 from 27.7 billion rupees but costs of sales went up from 16.7 billion rupees from 19.1 billion rupees.",
    "Gross profit has fallen by 12.6 percent to 11 billion rupees, as water related income grew 48.5 percent to 3.2 billion rupees while the cost of sales increased by 14.3 percent to 19.1 billion rupees.",
    "Water Board said In 2021, 815 million cubic meters (m3 ) of drinking water were produced at a cost of  19.2 billion and distributed 605 million m3 with a unit cost of production at a rate of 60.63 rupees in 2021 against the production cost per unit of  48.87 rupees in 2020.",
    "“Therefore, it is an essential requirement of adopting a cost reflective pricing methodology to enhance the financial position of the NWS&DB which would enable them to pay their loans without a burden to the Government,”",
    "With the completion of new project, the assets increased 13 percent to 707.3 million rupees in 2021.",
    "Budget 2022 had been give 49.7 billion rupees from the budget to expand the supply of water in the country in line with the National Policy Framework.",
    "An equity contribution of 11.8 billion rupees was also made.",
    "The NWSDB has added 190,000 new connections all over the island, under a projects co funded by a local and foreign banks, increasing the total number of connections in the country to 2.8 million, the report said.",
    "Under the “Water for All” National programme 2021–2024, the NW and DB has initiated 1,080 projects and awarded 303 contracts worth 46 billion rupees. However, it is reported that the physical progress is about 2 percent out the expected progress of 17 percent in 2021. (Colombo/June 4/2022)"
  ]
}