{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/2-354-persons-vaccinated-against-COVID-19/56-733127",
  "time_ut": 1649273880,
  "title": "2,354 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 2,354 persons on Tuesday and the first dose of a COVID-19 vaccine has been administered to 77.63% of the total population in the country.",
    "Second dose coverage in the country is 65.83% of the total population and third dose coverage is 36.03%.",
    "Among the population over 20 years, 96.2% has received the second vaccine dose and 54.04% has received the third dose.",
    "According to the Epidemiology Unit, the first dose of a COVID-19 vaccine has been administered to 96.4% of the population over 12 years and 81.7% has received the second dose. Vaccination coverage among the 16 to 19 population is 80.3%.",
    "A total of 17,015,798 persons have received the first dose of a COVID-19 vaccine and 14,430,053 persons have received the second dose as well.",
    "The third dose has been administered to 7,897,024 persons. This includes 1,458 persons vaccinated on Tuesday. The Pfizer COVID-19 vaccine is being administered as the booster dose in the country.",
    "The first dose of Pfizer was administered to 173 persons on Tuesday and the second dose was administered to 638 persons. A total of 2,523,864 persons have received the first dose of Pfizer and 891,685 persons have received the second dose.",
    "Nine persons received the first dose of Sinopharm on Tuesday and a total of 12,048,392 persons have received the first dose of the vaccine. The second dose of Sinopharm has been administered to 11,176,602 persons. This includes 76 persons vaccinated on Tuesday.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "The Epidemiology Unit states that 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The first dose of Sputnik V has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ]
}