{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Left-with-Tweedledum-and-Tweedledee/231-238447",
  "time_ut": 1654453920,
  "title": "Left with Tweedledum and Tweedledee",
  "body_lines": [
    "Sri Lanka yet to understand the immense tragedy of economic depression and the dangers of famine",
    "Sri Lanka is being ripped apart by an economic crisis shaking our very existential foundations. Incomes for the large majority of our people making the informal sector are collapsing. And people are now worried about their next meal even as many of them are only eating only one or two meals a day. The economy is in a downward tailspin, production is coming to a halt, farmers are giving up on cultivation, and we are in the throes of a food crisis.",
    "We are not just in another economic crisis, we are in an economic depression with clear and present dangers of famine looming before us.",
    "This is a kind of crisis that hits us once in a century and its destruction will affect generations to come. Our country is not prepared to face this crisis with the necessary resources. And those in command of the economy whether within the country or those international experts claiming to advise us do not have the intellectual capacity to understand, much less address this crisis.",
    "What we are facing today is not an economic recession but an economic depression. A recession is defined as two consecutive quarters of economic contraction, but an economic depression is a long crushing downturn that lasts years if not decades.",
    "Mainstream economists rarely think deeply about crises and have hardly heard about economic depressions. Their ignorance of history is characteristic of their discipline, which assumes markets always clear and that supply and demand will adjust prices and production to serve the needs of people.",
    "It is such naive assumptions that have led to the recent policies of doubling interest rates claiming to address inflation, but this is not inflation, it is price hikes caused by the depreciation of the rupee and the global rise in commodity prices.",
    "The consequence is that small businesses are going to go bankrupt further affecting production and employment, even as farmers and other small producers in the informal sector find it difficult to access credit for production. The austerity measures already underway – as State expenditure is squeezed – and the indirect taxes in the form of the VAT that was just increased, are further burdening the people at the very moment when they need more relief.",
    "It was such ignorance that allowed for the Great Depression to ravage the world in the 1930s, and which eventually led to the rise of Keynesian approaches of State intervention to address economic crises and policies of social welfare.",
    "However, that was undone with the Neoclassical turn of the economic discipline in the 1960s. The class project of Neo-Liberalism politically reinforced neoclassical economics so that amidst repeated crises, finance capital could accumulate. However, when these repeated crises eventually descend into an economic depression with food shortages it becomes a crisis for the Neoliberal order itself as food riots and social anarchy undermine the accumulation of capital.",
    "The economic establishment is finally beginning to talk about a food crisis. As global food shortages are highlighted in the international press, the Sri Lankan policymakers are also talking about the urgent need to import food. However, the dynamics of famine are far more complex. Nobel Prize-winning economist Amartya Sen has repeatedly highlighted that famines are not just about shortages of food grains, it is also about livelihoods and income streams.",
    "“The shift in informational focus from food supply to entitlements (involving incomes as well as supply, and the resulting relative prices) can make a radical difference since famines can occur even without any major decline—possibly without any decline at all—of food production or supply. If, for example, the incomes of rural wage labourers, or of service providers, or of craftsmen collapse through unemployment, or through a fall in real wages, or through a decline in the demand for the relevant services or craft products, the affected groups may have to starve, even if the overall food supply in the economy is undiminished. Starvation occurs when some people cannot establish entitlement over an adequate amount of food, through purchase or through food production, and the overall supply of food is only one influence among many in the determination of the entitlements of the respective groups of people in the economy.” (Amartya Sen’s Nobel Prize Lecture: ‘The Possibility of Social Choice’, The American Economic Review, Vol. 89, No. 3. June 1999)",
    "Sri Lanka today is in the dynamics of both shortages of food supply and the collapse of rural livelihoods and income streams.",
    "I have never been more scared about the economy and the food situation, and what it means for our working people. In my voluntary role as the Chair of the Northern Co-operative Development Bank, and where we work with rural producers through the co-operative movement in the North, we are unable to face the desperation we see in the countryside.",
    "Only the State can address a crisis of such immense proportions, and the State has no plan and has not given any leadership or direction, and its local officials are hiding as they have nothing to say or provide.",
    "\"We now have a delegitimised President appointing a Prime Minister who was thoroughly defeated in the last election and is without any mandate. We are left with Tweedledum and Tweedledee, along with all their advisors to deal with the crisis.\"",
    "We are yet to understand the immense tragedy that is unfolding and the dynamics of the economic depression and the dangers of famine. And I am reaching back to the wisdom imparted to me by my mother during the formation of my intellect during childhood; nursery tales and rhymes.",
    "About six months ago, I reached out to some Opposition Parliamentarians with worries about the food crisis and the need for the Opposition in Parliament to put forward demands to go along with mobilising our rural communities toward agricultural production and food security.",
    "Their response egged on by the Neoliberal think tanks was a gleeful call to default on our external debt and go to the IMF.",
    "The IMF, as my mother taught me, is sewing the emperor’s new clothes. Indeed, our ruling class is shameless, they are ready to go with a begging bowl to other countries with much higher levels of poverty, but they won’t consider redistributing wealth within the country to provide relief to our people and stimulus to our economy for example with a wealth tax.",
    "What are our policymakers and economic experts from both divides of the political spectrum going to do about the food crisis? The morons who were part of and advised the Rajapaksa regime crippled agricultural production with the overnight chemical fertilizer ban last year, bringing agricultural yields down by as much as forty or even fifty per cent.",
    "Over the last two decades, the Neoliberal think tanks and experts who along with the current Prime Minister, have addressed agriculture in Sri Lanka in one line; Sri Lanka’s agricultural labour of 27% per cent produces just 9% of GDP, and that we have to get people off the land.",
    "We now have a delegitimised President appointing a Prime Minister who was thoroughly defeated in the last election and is without any mandate. We are left with Tweedledum and Tweedledee, along with all their advisors to deal with the crisis. And of course, we are told that the difference is that powerful international actors including the United States and the IMF are going to put Humpty Dumpty back together.",
    "Otherwise, how could a President and his ruling family who were ready to flee the country and a Prime Minister who sneaked in with a sole National List seat in Parliament, be running the country?",
    "Can all the king’s horses and all the king’s men put Humpty together again? I am thinking of the twenty-year-long war in Afghanistan with the US spending US$ 2.3 trillion, and Afghanistan seems to be where they started it.",
    "We can seek and we can wait for international solutions, but as the economic depression and the dangers of famine unfold, what are we as people and a country going to do about it?"
  ]
}