{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82728/educational-reforms-should-create-good-citizens-productive-to-economy-president",
  "time_ut": 1653705240,
  "title": "Educational reforms should create good citizens productive to economy: President",
  "body_lines": [
    "President Gotabaya Rajapaksa says the outcome of the educational reform should be to create a good citizen who is also productive to the economy.",
    "The President made these remarks during a discussion held at the President’s House, Colombo last morning (May 27) on a number of issues that need to be addressed as a matter of priority and urgency in the education sector, according to the President’s Media Division (PMD).",
    "The drafting of the National Education Policy has been completed fulfilling a major requirement in the country. The officials of the National Education Commission said it will be presented in the next few weeks.",
    "Special attention was paid to the ongoing GCE O/L examination, the upcoming GCE A/L and Scholarship examinations and the components covered by the syllabus.",
    "The education minister and the ministerial officials commended the assistance received in a number of areas to conduct the GCE O/L Examination. The President said the manner in which many people acted for the benefit of future generations despite the prevailing obstacles set a good precedent for the society.",
    "During the meeting, the National Education Reform Process was discussed at length. Education Minister Dr. Susil Premajayantha said that a reform is expected to be implemented with the objective of directing the school leavers in a correct path, without wasting time.",
    "Director-General of the National Education Institute Dr Sunil Jayantha Navaratne said that the education reform is prepared to implement a system that provides an opportunity for the students to show their respective potential and talents, not limiting to the method of merely imparting the contents of the book to the students.",
    "The President pointed out the need to develop a curriculum that would enable all students to study IT subjects, regardless of the subject area chosen.",
    "During the meeting the attention was also drawn to the issues related to the school development, uniforms, textbooks and teacher training.",
    "Secretary to the President Gamini Senarath, Chief of Staff Anura Dissanayake, Secretary to the Ministry of Education M.N. Ranasinghe and Heads of Line Institutions also attended this meeting."
  ]
}