{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-seeking-to-boost-economic-ties-with-saudi-arabia/",
  "time_ut": 1648828500,
  "title": "Sri Lanka seeking to boost economic ties with Saudi Arabia",
  "body_lines": [
    "The State Minister of Regional Cooperation of the Ministry of Foreign Affairs, Tharaka Balasuriya, and State Minister of Foreign Employment and Market Diversification, Priyankara Jayarathna, and Delegation undertook an official visit to the Kingdom of Saudi Arabia to promote economic and commercial activity and to attract foreign direct investments to Sri Lanka as well as to boost and enhance employment for Sri Lanka nationals in Saudi Arabia, amongst others. The primary objectives of the State Ministry of Regional Cooperation are to aggrandise and to boost trade, particularly exports, attract investments and expand economic activity with other countries, thus encompassing the sphere of Economic Diplomacy.",
    "During the High-level visit to Saudi Arabia, State Minister Tharaka Balasuriya and Delegation had discussions, meetings, calls and engagements with both the political leadership and with the corporate captains of Industry, amongst others. State Minister Balasuriya had meetings and engagements with the Minister of Investments; Minister of State for Foreign Affairs; Chairman and CEOs of large diversified conglomerates and with leading Business Chambers based in Riyadh, amongst others. Both the Minister of Investments, Khalid Al-Falih, and Minister of State for Foreign Affairs, Adel bin Ahmed Al- Jubeir, expressed and voiced interest to look at Sri Lanka at this critical juncture with great interest and keenness, given the strategic location of the country, the thrust areas that Sri Lanka projects for foreign investors, educated and highly trainable workforce of Sri Lanka and access to a mega market consisting of over 1.8 billion people in South Asia since Sri Lanka has FTAs and multilateral trade arrangements, amongst others. Minister of Investment, whom State Minister Balasuriya met first, immediately scheduled and coordinated a high-profile meeting with corporate and industry leaders of the level of Chairmen and CEOs of some of the largest Business Houses in the KSA. This meeting was attended by nearly 25 top most executives of companies in Saudi Arabia having a combined net market capitalization of well over USD 1.4 trillion. Most of them were keen and eager to consider Sri Lanka as an investment destination and to conduct commercial activity.",
    "State Minister for Foreign Affairs of Saudi Arabia articulated that the large Sri Lankan migrant populace in Saudi Arabia has markedly and manifestly contributed to the advancement and augmentation of the Kingdom, over the years, during the Luncheon hosted by him in the honour of State Minister Balasuriya and Delegation. State Minister Balasuriya placed on record the sincere appreciation and gratitude of the Government and the peoples of Sri Lanka for assistance, cooperation and facilitation as well as aid and grants extended to Sri Lanka, during the last four decades, which have significantly and pointedly contributed in elevating the socio-economic landscape of the country. He further added that Sri Lanka was most grateful and obliged to Saudi Arabia for supporting Sri Lanka in multilateral forums, during the past, mainly at the Human Rights Council.",
    "State Minister Balasuriya met with Ali Al Hazmi, Group CEO, and Board of Directors of a highly diversified and global corporate, Ajlan & Bros Holdings Group. During this meeting, each of the Directors of the Ajlan Group expounded and illustrated their myriad of expertise in realms of power, environment, oil and gas, tourism, logistics, healthcare, education and technology, amongst others. They conveyed their interest to engage, pro-actively, with Sri Lanka, at this critical and seminal cross road of geo-economic and geo-strategic transformation of international business and commerce in the region. State Minister Balasuriya was accompanied by the Ambassador of Sri Lanka to Saudi Arabia P. M. Amza, Additional Secretary of the Ministry Prof. A. Saj U. Mendis and Minster (Commercial) of the Embassy, Sanjeewa Pattiwila, during all engagements and meetings in Riyadh. State Minister Balasuriya and delegation met with LUCID Corporate, which has specialized in manufacture of Electric Vehicles. The Head Office of LUCID is based in California and State Minister Balasuriya discussed the proposition of sourcing graphene from Sri Lanka, since it is a material imperative for batteries for Electric Vehicles, amongst others. Sri Lanka has the purest graphene in the world. Obviously, LUCID expressed palpable interest in this business solicitation.",
    "State Minister Balasuriya had a high-level Forum at the Federation of Saudi Chambers of Commerce, which was attended by a number of prominent and elite industry and corporate leaders. Both State Minister Balasuriya and Ambassador Amza addressed the Forum by accentuating the six thrust areas of Sri Lanka, which were tourism, ICT, pharma, logistics, textiles and minerals, amongst others. State Minister Balasuriya and Delegation had a highly focused meeting with the Chairman and Board of Directors ACWA Power, one of the largest power-generating companies in the world with a value of over USD 65 billion. The Company generates over 40,000 MW of power on an annual basis and is present in over 15 countries. They have already expressed interest in Sri Lanka to construct six solar power projects and two wind power projects at an estimated cost of USD 800 million. Each of these eight projects would generate approximately 100 MW of power and the Company is 50% owned by the Public Investment Fund (PIF) of Saudi Arabia, amongst the five largest Sovereign Wealth Funds (SWF) in the world. The senior executives of ACWA Power were met in Sri Lanka in order to strategize the most efficacious courses of action to execute the project before State Minister Balasuriya left to Saudi Arabia for the two-day visit. During all meetings, calls and engagements, State Minister Balasuriya emphasised and enunciated that this was the best time to establish a business and/or investment presence in Sri Lanka when many other countries, both in the region as well as in Europe and the US, are already present in the country.",
    "State Ministry of Regional Cooperation, Ministry of Foreign Affairs, Colombo",
    "Stellar performance from Aitken Spence Maritime Freight and Logistics at the National Logistics Awards by SLFFA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}