{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Celeste-Daily-to-to-expand-delivery-network-products-portfolio/34-732150",
  "time_ut": 1647541800,
  "title": "Celeste Daily to to expand delivery network; products portfolio",
  "body_lines": [
    "Grocery delivery platform Celeste Daily which has been recognised by the World Bank for its entrepreneurship in times of trial is to expand its delivery network and add a range of new products to its portfolio in 2022.",
    "A subsidiary of Jaysons Holdings, Celeste Daily is led by Janik Jayasuriya. It began operations in the thick of the pandemic when farmers were unable to get their produce to consumers.",
    "Recalling how it all started Jayasuriya says, “When the pandemic struck we had about 30 employees at our Nuwara Eliya hotels that were out of work. We already had our own farm and vegetable plantation because we source fresh produce for the hotels from our own. We also contacted a few nearby farms and took a few Lorries up to Nuwara Eliya to bring down the produce to those who needed it in Colombo. At the time I thought of it as community service and we provided the fruits and vegetables at cost as a social service.”",
    "Deriving the name from their established hospitality brand, the next step was to make it convenient for customers in Colombo and the suburbs to place orders. An e-commerce platform was next to be set up while the orders came pouring in. Through word-of-mouth which at the time was the best form of “advertising”, Celeste Daily was being referred as the most reliable source for fresh produce.",
    "From those humble beginnings, Celeste Daily is today a budding enterprise. Having ventured out in to creating a complete online supermarket with both local and international products, Celeste Daily now boasts an expanded warehouse and packaging facility in Colombo 5, tie-ups with Uber Eats and PickMe to reach a wider network and customers, and an extensive social media presence that has helped the brand grow.",
    "“Today we handle thousands of deliveries a month. One of the highlights for us as a team has been the number of repeat customers who have completely placed their trust in us. Even after things have gone back to the new normal, most of our over 25,000 clients still rely on us for quality products and superior service”, Jayasuriya added.",
    "Celeste Daily has helped many local small and medium businesses by providing them a platform to market and sell their products. Janik was also responsible for launching a unique campaign of hiring retired senior citizens to Celeste Daily who helps with the office and administrative work.",
    "With a unique approach to doing business, Celeste Daily continues to adhere to the most stringent health and safety measures and have been noted for their environmentally conscious packaging solutions as well. Celeste Daily is available every day from 7a.m. to 11p.m. on Uber Eats, PickMe Market, Eat Me Global or through www.celestedaily.lk"
  ]
}