{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-eying-imf-program-amid-currency-float-rising-oil-prices-sources-say-91538/",
  "time_ut": 1646970420,
  "title": "Sri Lanka eying IMF program amid currency float, rising oil prices, sources say",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may go for an International Monetary Program sources said as efforts are under way to float the exchange rate to end forex shortages amid high budget deficits and rising oil prices, which are creating additional deficits in state energy companies.",
    "Sri Lanka’s forex reserves have been depleted to 2.3 billion US dollars by February 2022.",
    "An IMF programs involves both a monetary program and a complementary fiscal program.",
    "Sri Lanka has been reluctant to raise fuel prices as global prices rose and the currency was floated.",
    "Soft pegged central banks usually float the currency after running out of reserves.",
    "Though tourism in recovering, Sri Lanka has been hit by sharply higher oil prices after Russia’s invasion of Ukraine.",
    "An IMF program would allow both the fiscal and monetary policy to be co-ordinated, a source aware of the matter said.",
    "Former Deputy Governor of the Central Bank W A Wijewardena, said an overall co-ordinated program is needed though the float was step in the right direction.",
    "“A piecemeal attack will not help,” Wijewardena said. “We need a macro-economic plan that will cover the interest rates, exchange rate, monetary policy and the budget.”",
    "Wijewardene together with then Central Bank Governor Nivard Cabraal operated a tight reserve money progam as the country was buffeted by the Greenspan-Bernanke bubble collapse and an intensifying civil war.",
    "Quite separate from the forex problem rates have to be raised to contain inflation, he said. Inflation had risen to 15.2 percent by February.",
    "A float triggers a structural change in prices which will be fully accommodated with open market operations unless rates are raised. Working capital needs of companies rises suddenly when currencies collapse which has to be provided by new deposits rather than open market operations.",
    "Because Sri Lanka has a Latin America style soft-peg accelerating monetary instability can be generated, analysts had warned.",
    "The IMF which does not usually model disaster screnarios had also warned of monetary instability.",
    "Sri Lanka money printing, deficits could lead to economic implosion: IMF report",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Budget can get a little better as tax revenues go up with inflation, provided the exchange can be stabilized after a float.",
    "An IMF stand-by arrangement typically involves a reserve money program which limits domestic money growth and a budget deficit target.",
    "An IMF deal is signed by both the Finance Minister and the Central Bank Governor and the country has to make formal request for financing.",
    "Sri Lanka now also needs debt restructuring with the International Monetary Fund having determined that the debt sustainable analysis is negative.",
    "An IMF program also has a non-default rule (continuous performance criterion on non accumulation of external arrears) and such programs are fully pre-financed.",
    "In addition to debt restructuring, the World Bank, the Asian Development Bank, Japan usually chips in budget finance, provided reforms are done which will allow the economy to grow and repay the loans.",
    "Visiting Asian Development Bank chief Masatsugu Asakawa had “highlighted the need to underpin sound macroeconomic management with structural reforms,” the Manila-based lender said in a statement amid a two day visit to the island.",
    "Controls that do not help the crisis, such as import licenses which breed corruption usually have to be removed and exchange controls have to be phased out.  (Colombo/Mar12/2022)"
  ]
}