{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bourse-down-on-concerns-over-extended-power-cuts-economic-concerns-91371/",
  "time_ut": 1646661900,
  "title": "Sri Lanka bourse down on concerns over extended power cuts, economic concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main All Share Price Index (ASPI) lost 2.5 percent on Monday (07) to a more than one-week low as concerns over extended power cut and economic weighed on the risky assets amid fears over the sustainability f country’s power supply due to forex shortage and rise in Brent crude, brokers said.",
    "The (ASPI), fell 283.00 points to close at 10,960.49, its lowest since February 24.",
    "“What happened was Brent Crude hit close to 130 dollars today and the global equity market reacted. So did the Sri Lankan,” a market analyst said.",
    "High oil price has hit Sri Lanka’s economic growth in the past and manufacturing sector is affected hard and company earnings fall due to high cost of production and lower consumption due to high energy cost.",
    "Finance Minister Basil Rajapaksa on Monday urged local government authorities to switch off street lights to conserve the energy at least until March 31.",
    "“People expected the power crisis to be resolved by March 06. However, when the news of street lamp being cut came up that also acted as a factor on top of the uncertainties in the market already.”",
    "On Friday (04) Sri Lanka’s central bank raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "In February, the market has lost 11 percent and overall the market has lost 10.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year. The main index, however, gained 1.2 percent last week.",
    "S&P SL20 of the most liquid stocks is also down 2.75 percent or 105.16 points to 3,714.28 points.",
    "The market turnover was 3.5 billion rupees, around half of this year’s average turnover of 6.0 billion rupees.",
    "Foreign investors, who are highly worried about possible sharp depreciation or devaluation in the currency, bucked the trend to buy 150.2 million rupee worth shares. The foreign sales so far this year has been 2.9 billion rupees. In 2021, the Sri Lanka stock market suffered a net foreign outflow of 50 billion rupees.",
    "Analysts predict, the downward trend to continue until investors see some strong and sustainable steps to address the economic and foreign debt crisis.",
    "LOLC Holdings, Expolanka, and Browns Investment dragged the main index to it’s fall on Monday.",
    "LOLC Holdings slipped 4.31 percent to close at 900.00 rupees a share, while Expolanka Holdings, the market heavyweight lost 3.47 percent to close at 271.00 rupees a share, market data showed.",
    "Browns Investment closed down 5.13 percent at 11.10 rupees a share. (Colombo/March07/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව දීර්ඝ විදුලිය කප්පාදුව, ආර්ථික උත්සුකතාවන් පිළිබඳ උත්සුකයන් මත ක්‍රියා කරයි",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ ප්‍රධාන සියලුම කොටස් මිල දර්ශකය (ASPI) සඳුදා (07) සියයට 2.5 කින් අඩු වී සතියකට වඩා අඩු අගයකට වැටුණේ දිගු විදුලි කප්පාදුව සහ ආර්ථිකයේ තිරසාරභාවය පිළිබඳ බිය මධ්‍යයේ අවදානම් වත්කම් මත බර පැටවීම හේතුවෙනි. විදේශ විනිමය හිඟය සහ බ්‍රෙන්ට් බොරතෙල් ඉහළ යාම හේතුවෙන් තැරැව්කරුවන් පැවසීය.",
        "(ASPI), ඒකක 283.00 කින් පහත වැටී 10,960.49 හි අවසන් වූ අතර එය පෙබරවාරි 24 න් පසු එහි අඩුම අගයයි.",
        "“සිදුවූයේ අද බ්‍රෙන්ට් බොරතෙල් ඩොලර් 130කට ආසන්න අගයකට පැමිණීම සහ ගෝලීය කොටස් වෙළෙඳපොළ ප්‍රතිචාර දැක්වීමයි. ශ්‍රී ලාංකිකයාත් එහෙමයි,” වෙළඳපල විශ්ලේෂකයෙක් පැවසීය.",
        "ඉහළ තෙල් මිල අතීතයේ ශ්‍රී ලංකාවේ ආර්ථික වර්ධනයට බලපා ඇති අතර නිෂ්පාදන අංශයට දැඩි ලෙස බලපා ඇති අතර නිෂ්පාදන පිරිවැය ඉහළ යාම සහ අධික බලශක්ති පිරිවැය හේතුවෙන් පරිභෝජනය අඩුවීම හේතුවෙන් සමාගම් ඉපැයීම් පහත වැටේ.",
        "අවම වශයෙන් මාර්තු 31 වනදා දක්වා විදුලිය ඉතිරි කර ගැනීම සඳහා වීදි ලාම්පු නිවා දමන්නැයි මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ සඳුදා පළාත් පාලන ආයතනවලින් ඉල්ලා සිටියේය.",
        "\"ජනතාව අපේක්ෂා කළේ මාර්තු 06 වනදා වන විට විදුලි අර්බුදය විසඳෙනු ඇතැයි කියායි. කෙසේ වෙතත්, වීදි ලාම්පුව කැපීමේ ආරංචිය පැමිණි විට එය දැනටමත් වෙළඳපොලේ පවතින අවිනිශ්චිතතාවයට උඩින් සාධකයක් විය.\"",
        "සිකුරාදා (04) ශ්‍රී ලංකා මහ බැංකුව ප්‍රධාන මූල්‍ය ප්‍රතිපත්ති පොලී අනුපාත පදනම් අංක 100 කින් ඉහළ දමා වසර දෙකක ඉහළම අගයක් දක්වා පොලී අනුපාත තබා ගනිමින් අතිරික්ත මුදල් මුද්‍රණය කිරීමෙන් ඇති වූ මුදල් ඒකකයේ පීඩනය අඩු කිරීමට උත්සාහ කළේය. වසංගතයෙන් පීඩාවට පත් වූ ආර්ථික වර්ධනය වේගවත් කිරීම සඳහා පහත් මට්ටමක්.",
        "පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළඳපොලක් වූ පසු පෙබරවාරි මාසයේදී වෙළඳපල සියයට 11 කින් අහිමි වී ඇති අතර සමස්ත වෙළඳපල මේ වසරේ මේ දක්වා සියයට 10.4 කින් පහත වැටී ඇත. කෙසේ වෙතත්, ප්‍රධාන දර්ශකය පසුගිය සතියේ සියයට 1.2 කින් වර්ධනය විය.",
        "වඩාත්ම ද්‍රවශීල කොටස් වන S&P SL20 ද සියයට 2.75 කින් හෝ ඒකක 105.16 කින් පහළ ගොස් ඒකක 3,714.28 ක් වී ඇත.",
        "වෙළෙඳපොළ පිරිවැටුම රුපියල් බිලියන 3.5 ක් වූ අතර, මේ වසරේ සාමාන්‍ය පිරිවැටුම රුපියල් බිලියන 6.0 න් අඩක් පමණ විය.",
        "මුදල් ඒකකයේ තියුණු අවප්‍රමාණය හෝ අවප්‍රමාණය වීම ගැන දැඩි කනස්සල්ලට පත්ව සිටින විදේශ ආයෝජකයින්, රුපියල් මිලියන 150.2 ක කොටස් මිලදී ගැනීමේ ප්‍රවණතාව ප්‍රතික්ෂේප කළහ. මේ වසරේ මේ දක්වා විදේශ අලෙවිය රුපියල් බිලියන 2.9 කි. 2021 දී ශ්‍රී ලංකා කොටස් වෙළෙඳපොළ රුපියල් බිලියන 50 ක ශුද්ධ විදේශ ගලායාමකට ලක් විය.",
        "විශ්ලේෂකයින් අනාවැකි පළ කරන්නේ, ආයෝජකයින් ආර්ථික හා විදේශීය ණය අර්බුදය විසඳීම සඳහා ශක්තිමත් සහ තිරසාර පියවර කිහිපයක් දකින තුරු පහත වැටීමේ ප්‍රවණතාවය දිගටම පවතිනු ඇති බවයි.",
        "LOLC හෝල්ඩිංග්ස්, එක්ස්පෝලංකා සහ බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් ප්‍රධාන දර්ශකය සඳුදා පහත වැටීමට ඇද දැමීය.",
        "LOLC හෝල්ඩිංග්ස් කොටසක් සියයට 4.31 කින් පහත වැටී රුපියල් 900.00 ක් ලෙසින් අවසන් වූ අතර, එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි වෙළෙදපොළේ හෙවිවේට් කොටස සියයට 3.47 කින් අඩුවී කොටසක් රුපියල් 271.00 ක් ලෙසින් අවසන් වූ බව වෙළඳපල දත්ත පෙන්වා දෙයි.",
        "බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් කොටසක මිල සියයට 5.13 කින් පහළ ගොස් රුපියල් 11.10 ක් විය. (කොළඹ/මාර්තු07/2022)"
      ]
    },
    "ta": {
      "title": "நீட்டிக்கப்பட்ட மின்வெட்டு, பொருளாதாரக் கவலைகள் பற்றிய கவலைகளை இலங்கை எதிர்கொள்கிறது",
      "body_lines": [
        "பொருளாதாரம் – இலங்கையின் பிரதான அனைத்து பங்கு விலைச் சுட்டெண் (ASPI) திங்கட்கிழமை (07) 2.5 வீதத்தை இழந்து ஒரு வாரத்திற்கும் மேலாக குறைந்த மின்வெட்டு தொடர்பான கவலைகள் மற்றும் நாட்டின் மின்சார விநியோகத்தின் நிலைத்தன்மை குறித்த அச்சங்களுக்கு மத்தியில் பொருளாதாரம் அபாயகரமான சொத்துக்களை எடைபோட்டுள்ளது. அந்நிய செலாவணி பற்றாக்குறை மற்றும் ப்ரெண்ட் கச்சா எண்ணெய் விலை உயர்வு காரணமாக, தரகர்கள் தெரிவித்தனர்.",
        "(ASPI), 283.00 புள்ளிகள் சரிந்து 10,960.49 இல் நிறைவடைந்தது, இது பிப்ரவரி 24 க்குப் பிறகு இது மிகக் குறைவு.",
        "\"என்ன நடந்தது என்பது ப்ரெண்ட் கச்சா இன்று 130 டாலர்களை நெருங்கியது மற்றும் உலகளாவிய பங்குச் சந்தை எதிர்வினையாற்றியது. இலங்கையும் அவ்வாறே செய்தது” என்று சந்தை ஆய்வாளர் ஒருவர் தெரிவித்தார்.",
        "அதிக எண்ணெய் விலை கடந்த காலத்தில் இலங்கையின் பொருளாதார வளர்ச்சியை பாதித்தது மற்றும் உற்பத்தி துறை கடுமையாக பாதிக்கப்பட்டுள்ளது மற்றும் அதிக உற்பத்தி செலவு மற்றும் அதிக ஆற்றல் செலவு காரணமாக குறைந்த நுகர்வு காரணமாக நிறுவனத்தின் வருவாய் வீழ்ச்சியடைந்துள்ளது.",
        "குறைந்தபட்சம் மார்ச் 31 ஆம் திகதி வரை மின்சாரத்தை சேமிப்பதற்காக வீதி விளக்குகளை அணைக்குமாறு நிதியமைச்சர் பசில் ராஜபக்ஷ உள்ளூராட்சி அதிகாரிகளிடம் திங்கட்கிழமை வலியுறுத்தியுள்ளார்.",
        "\"மார்ச் 06 ஆம் தேதிக்குள் மின்சார நெருக்கடிக்கு தீர்வு கிடைக்கும் என்று மக்கள் எதிர்பார்த்தனர். இருப்பினும், தெரு விளக்குகள் வெட்டப்பட்ட செய்தி வந்தபோது, ​​சந்தையில் ஏற்கனவே நிலவும் நிச்சயமற்ற நிலைகளுக்கு அதுவும் ஒரு காரணியாக செயல்பட்டது.\"",
        "வெள்ளியன்று (04) இலங்கையின் மத்திய வங்கியானது முக்கிய நாணயக் கொள்கை வட்டி விகிதங்களை 100 அடிப்படை புள்ளிகளால் உயர்த்தி இரண்டு ஆண்டுகளில் இல்லாத உச்சமாக உயர்த்தியது. தொற்றுநோயால் பாதிக்கப்பட்ட பொருளாதார வளர்ச்சியைத் தூண்டுவதற்கான குறைந்த நிலை.",
        "பிப்ரவரியில், சந்தை 11 சதவீதத்தை இழந்துள்ளது மற்றும் ஒட்டுமொத்த சந்தை கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்து இந்த ஆண்டு இதுவரை 10.4 சதவீதத்தை இழந்துள்ளது. இருப்பினும், முக்கிய குறியீடு கடந்த வாரம் 1.2 சதவீதம் அதிகரித்தது.",
        "பெரும்பாலான திரவ பங்குகளில் S&P SL20 2.75 சதவீதம் அல்லது 105.16 புள்ளிகள் குறைந்து 3,714.28 புள்ளிகளாக உள்ளது.",
        "சந்தை விற்றுமுதல் 3.5 பில்லியன் ரூபாவாக இருந்தது, இந்த வருடத்தின் சராசரி விற்றுமுதல் 6.0 பில்லியன் ரூபாயில் பாதி.",
        "வெளிநாட்டு முதலீட்டாளர்கள், சாத்தியமான கூர்மையான தேய்மானம் அல்லது நாணய மதிப்பின் மதிப்பு குறைதல் பற்றி அதிகம் கவலைப்படுகிறார்கள், 150.2 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கும் போக்கை முன்வைத்தனர். இந்த வருடத்தில் இதுவரையான வெளிநாட்டு விற்பனை 2.9 பில்லியன் ரூபாவாகும். 2021 ஆம் ஆண்டில், இலங்கை பங்குச் சந்தை 50 பில்லியன் ரூபாவை நிகர வெளிநாட்டு வெளியேற்றத்தை சந்தித்தது.",
        "பொருளாதார மற்றும் வெளிநாட்டுக் கடன் நெருக்கடியைத் தீர்க்க முதலீட்டாளர்கள் சில வலுவான மற்றும் நிலையான நடவடிக்கைகளைக் காணும் வரை கீழ்நோக்கிய போக்கு தொடரும் என்று ஆய்வாளர்கள் கணித்துள்ளனர்.",
        "LOLC ஹோல்டிங்ஸ், எக்ஸ்போலங்கா மற்றும் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் ஆகியவை திங்களன்று முக்கிய குறியீட்டை அதன் வீழ்ச்சிக்கு இழுத்தன.",
        "LOLC ஹோல்டிங்ஸ் பங்கு ஒன்றின் விலை 4.31 வீதம் சரிந்து 900.00 ரூபாவாக முடிவடைந்தது, அதேவேளை சந்தையின் ஹெவிவெயிட் எக்ஸ்போலங்கா ஹோல்டிங்ஸ் 3.47 சதவீதம் இழந்து ஒரு பங்கின் விலை 271.00 ரூபாயாக நிறைவடைந்தது என சந்தை தரவுகள் தெரிவிக்கின்றன.",
        "பிரவுன்ஸ் இன்வெஸ்ட்மென்ட் பங்கு ஒன்றின் விலை 5.13 சதவீதம் சரிந்து 11.10 ரூபாயாக இருந்தது. (கொழும்பு/மார்ச்07/2022)"
      ]
    }
  }
}