{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sls-hard-default-status-impacts-cse-negatively/",
  "time_ut": 1652886240,
  "title": "SL’s hard default status impacts CSE negatively",
  "body_lines": [
    "The CSE slipped in the first hour of trading yesterday after opening over 2.0 per cent up due to SJB lawmaker Dr Harsha de Silva informing that Sri Lanka has now become a hard default country with the failure to pay loans raised from other countries, stock market analysts said.",
    "Sri Lanka’s impending default on US $12.6 billion of overseas bonds is flashing a warning sign to investors in other developing nations. Besides surging inflation is set to take a painful toll. The current petrol crisis has driven the CSE to negative territory, analysts said.",
    "Following the previous day’s momentum, the market opened the day gaining over 2.28 per cent or 192.88 points. Amid those developments, the All- Share Price Index slipped 0.39 per cent or 40.44 points and S and P SL20 went down by 7.76 points. Turnover stood at Rs 3.5 billion without a crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 1.1 billion (8.86 million shares traded), Browns Investments Rs 585 million (66.7 million shares traded), LOLC Finance Rs 527 million (49.5 million shares traded), Softlogic Life Insurance Rs 169 million (2.3 million shares traded), Softlogic Holdings Rs 145 million (16.3 million shares traded), LOLC Holdings Rs 116 million (210,000 shares traded) and Lanka IOC Rs 87.1 million (21 million shares traded). During the day 268 million share volumes changed hands in 33659 transactions.",
    "The country’s manufacturing and services sectors suffered a sharp dip in April as per the Purchasing Managers Index (PMI) compiled by the Central Bank.",
    "The manufacturing PMI decreased by 21.4 points as against March whilst the Services PMI was down by 7.5 points. CBSL said the Manufacturing PMI declined significantly in April 2022, following the seasonal pattern and indicating a contraction in manufacturing activities on a month-on-month basis. This would impact the manufacturing and services sector counters in the stock market, analysts said",
    "Sri Lanka’s commercial banks quoted Rs 364 for the dollar against telegraphic transfers yesterday while the Central Bank set a daily guidance rate for interbank spot trade for Rs 359.65 plus or minus Rs 2.50.",
    "Banks could quote Rs 2.50 plus or minus under the new direction and the rate is set below the market rates. The kerb rate has also eased after spiking last week.",
    "CBSL lowers limit on public’s foreign currency note holdings; violators to be taken to task",
    "ComBank’s ‘Anagi’ partners with insurance companies to offer affordable insurance to female customers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}