{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-drop-for-3rd-session-uncertainties-weigh-95908/",
  "time_ut": 1655387580,
  "title": "Sri Lanka shares drop for 3rd session; uncertainties weigh",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped on Thursday (16) for a third consecutive session dragged down by margin calls resulting in selling amid weak sentiments over political and economic uncertainties, dealers said.",
    "The All Share Price Index (ASPI) closed 0.86 percent or 66.81 points lower at 7,705.27, its lowest close since June 7.",
    "“What’s happening is earnings expectations are negative and the margin providers are also looking at cutting positions,” a top market analyst said.",
    "Though a new prime minister and a new cabinet have been appointed, analysts see little progress have been made in both economical and political front. The country is struggling to ensure continuous supply of fuel. The government has declared holiday for schools and public sector for Friday due to fuel-shortage led transport concerns.",
    "The more liquid S&P SL20 index fell 0.89 percent or 22.12 points to 2,463.09.",
    "The day’s turnover was 786 million rupees, around a fifth of this year’s daily average of 3.6 billion rupees.",
    "Foreign investors sold a net of 15.5 million rupees’ worth of shares on Thursday. The market has witnessed a total foreign outflow of 979 million rupees so far this year.",
    "The market has so far lost 4.8 percent in June after gaining 6 percent in May. It lost 23 percent in April followed by 14.5 percent fall in March.",
    "The market has lost 36.9 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "Sri Lanka’s sovereign debt default has already led the country to be rated with restricted/selective default rating by rating agencies, which has weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 203 to 370 levels so far in 2022.",
    "All Share Price Index was mainly dragged down by LOLC, which lost 3.9 percent to 460.50 rupees a share.",
    "Browns Investment fell 4.4 percent to 8.60 rupees a share, while Royal Ceramics slipped 4.2 percent to 27.30 rupees a share. (Colombo/June16/2022)"
  ]
}