{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Has-Rajapaksa-regime-failed-to-ensure-National-security/231-235449",
  "time_ut": 1650566580,
  "title": "Has Rajapaksa regime failed to ensure National security?",
  "body_lines": [
    "The ongoing Sri Lankan economic crisis is characterized by economic mismanagement by the present Government led by President Gotabaya Rajapaksa (Picture AFP)",
    "Although the President Gotabaya Rajapaksa boasts to have ensured National Security in the country, it is not the reality",
    "Economic security is the ability of people to consistently meet their needs",
    "The United Nations has recognized the significance of economic security for wellbeing",
    "Pervasive economic insecurity generates popular discontent and imperils political stability",
    "Sri Lanka has been categorised as a lowest performer in terms of overall economic security",
    "The Government Authority in the Defence sector has failed to understand the co relation between National security and national economy which is inter depended",
    "In the other hand we are still maintaining 200000 strong Army even after 10 years of civil war",
    "Today citizens are reaping the harvest of what they are not responsible for",
    "National security entails almost everything in human lives in a society or a country",
    "It is evident with facts that those who are holding higher appointments in the Ministry of Defence providing guidelines and advises to President lack basic knowledge in the discipline of National Security. In the meantime, although the President Gotabaya Rajapaksa boasts to have ensured National Security in the country, it is not the reality. In the wider spectrum, National security doesn’t only mean countering terrorism, arresting trouble makers, declaring emergency and enforcing curfew. In this backdrop, let’s examine the broad sense of National Security.",
    "National Security means the protection of the citizens of a country, its territorial integrity and sovereignty and its assets from any aggression or threats, by the use of power. The right of a sovereign state to do so is clearly stimulated in clause no. 1 of Article 1 of the United Nations declaration of 1945. A country’s National Security policy should be made in such a way to suit and assist the interest of the people and government overall strategy for development. Safeguarding unity and opposing split should be attached greater importance whilst providing peaceful and stable internal and external development environment.",
    "The national security policy is determined by its national interests, wish and will of the citizens, social system, foreign policies, history and culture. It can differ from country to country. Big countries are globally bounded and small countries are regional bounded. Although, Sri Lanka being a small country, its national interests is regional bounded, it cannot escape the influences of super powers simply because of the extremely important geo-political location of Sri Lanka. Therefore, Miscalculation of National interest will inevitably result in grave mistakes in the national security and will adversely affect the national survival.",
    "Major components of National security are now widely understood to include economic security, military security, political security, social security, energy security, cyber security, health security food security, environment security.",
    "In this context, we need to scientifically and critically analyze, whether the Government led by President Rajapaksa has been able to ensure National security in terms of above important components.",
    "Economic security is the ability of people to consistently meet their needs. The International Red Cross defines it as the ability of people or communities “to cover their essential needs sustainably and with dignity.”",
    "The United Nations has recognized the significance of economic security for well-being. Article 25 of the Universal Declaration of Human Rights states that everyone has the right to an adequate standard of living “and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control”.",
    "Economic security is a cornerstone of well-being. Economic stability and some degree of predictability enable people to plan and invest in their future and that of their children. They encourage innovation, reinforce social connections and build trust in others and in institutions. Worry and anxiety about the future have negative health outcomes, ranging from mental health problems to heart disease and increased risk of obesity, including among children. Pervasive economic insecurity generates popular discontent and imperils political stability.",
    "The ongoing Sri Lankan economic crisis is characterized by economic mismanagement by the present Government led by Gotabaya Rajapaksa, a rise in external debt, depleting foreign exchange reserves, a weakened currency, rising prices and non availability of all essentials like food, fuel, medicine, building materials together with frauds and corruptions resulting public loosing total trust and confidence in the President and the Government.",
    "Sri Lanka has been categorised as a lowest performer in terms of overall economic security. Therefore, the Economic insecurity is an obstacle to achieving the sustainable development goals pausing a direct threat to national security.",
    "The Government Authority in the Defence sector has failed to understand the co relation between National security and national economy which is inter depended on each other. Without Sustainable national economy, there cannot exist a national security which needs to be carefully understood by the so call national security experts.",
    "Military security is the ability of a country’s government to protect its citizens, economy, and other institutions. This thinking goes beyond the obvious protection against military attacks. In this context, all the citizens must be grateful to members of the Military Forces for protecting the peace loving citizens against brutal terrorism which existed for nearly 26 years from 1983 to 2009.",
    "But after ten years of eliminating the terrorism, a series of bombs struck churches and hotels in Sri Lanka on Easter Sunday in 2019, killing more than 250 innocent people 40 foreigners and wounding 500 others that devastated the livelihood of the entire nation.",
    "To the surprise of entire nation a prime question arise, how did it happen having received pin point information of the attack? After elapsed of nearly three years of the incident, Gotabaya Rajapaksa’s Government has failed to bring the culprits including former President Maithripala Sirisena before book. The presidential commission appointed to inquire into the incident has categorically stated that Maithripala Sirisena was responsible as he knowingly didn’t take any actions to prevent the attack as head of state. (please refer to my report on Daily Mirror on Tuesday May 21,2019 titled “Easter Sunday bombings and their impact, who should be responsible”?",
    "The then President Sirisena being the Commander in Chief of the Armed Forces and Military Forces together with police cannot wash their hands from their responsibilities as per legal experts it is inaction of commander in Chief has amounted to violation of fundamental rights of victims and citizens.",
    "In this backdrop, whilst appreciating the services and sacrifices made by soldiers of armed forces and Police, we have to accept the fact that Military and Police have failed in providing security to the victims of Easter Sunday bombings.",
    "In the other hand we are still maintaining 200000 strong Army even after 10 years of civil war. Sri Lanka being a Non Aligned island nation, it is highly unlikely that any foreign power will invade us? If there is any foreign power to invade Sri Lanka, it is India. Can we fight a conventional battle with India which is 50 times bigger in size? Sri Lanka needs to be aware of proxy war and take stern actions against extremism and fundamentalism to maintain security.",
    "Under these circumstances, one can argue whether we need such a big numbers which is bigger than British Army at a time of no external or internal war? Other leading question is from where we can find money to maintain 200000 Army; specially at a time of people are starving without basic essentials. These are the national issues that need attention at strategic level which I feel is they are not aware.",
    "Political security is the defence against any form of political oppression. It is concerned with whether people live in a society that honours their basic human rights. Political security is part of a human security agenda. It was defined as the prevention of government repression, systematic violation of human rights and threats from militarization. This established an agenda that would protect people against states that continued to practice political repression, systematic torture, ill treatment and disappearance. The Politicians will take responsibility for formulating, coordinating, and deciding upon policies. In keeping with the needs of the public grasped during the course of their duties, bureaucrats will assist politicians in formulating, coordinating, and deciding upon policies, such as through providing basic data and information for those policies, presenting multiple options, and so on.",
    "In a democracy, the people elect Politicians to represent them in government, to act on their behalf and to protect their interests. People expect Politicians to be honest and trustworthy and act for National interest, not personal interest.",
    "Based on above, we need to examine whether citizens of Sri Lanka enjoy political security under the Sri Lankan politicians. Direct and short answer is very big no. If you look at the Sri Lankan parliament Ninety four MPs have not passed their GEC (O/L) examination while there are only 25 graduates among the 225 legislators in the Sri Lankan Parliament. The education qualifications of Sri Lankan ministers cannot be verified as they are not available unlike in other countries. The readers can understand why this information is not available. It was clear as crystal that Sri Lankan politicians lacked any foresight, any knowledge in addition to being untrustworthy, indiscipline and corrupt. How can a country march forward with set of idiots like this? Will the President tolerate these political vagabonds?",
    "Parliament is a place that makes laws. Its members should be dignified carrying knowledge of their subjects, logical intelligence and of impeccable conduct. But, we cannot see these qualities in majority of the MPs today. Taxpayers money is being spent for the welfare of all MPs and a Rs. 2500 Special Attendance Allowance, with the luxury meals, are provided to them for one sitting. Therefore, MPs should bear in mind their responsibilities. But, everyday, when parliament meets, they disrupt parliament proceedings for about one or two hours. So how can parliament pass laws on behalf of the people and the country? The conduct of certain senior members is not good and it is disgusting. Many are of the opinion that except very few, Sri Lankan Parliamentarians are the most corrupted , most uneducated, most untrustworthy and most indisciplined set of Personnel in the country. That’s why thousands of youth agitating in front of the presidential secretariat are demanding that President, prime minister and all 225 parliamentarians must resign. Under these circumstances President and the Government have failed in ensuring political security for her citizens which is a integral part of National security which I doubt Defence ministry officials are aware of.",
    "Societal Security may be defined as the availability of true justice and fair play in the way things are being run in every sector of the society. It has got to do with the confidence the rulers of the society builds in its citizens through the provision of means of lively and social infrastructures placed at the reach of the privileged and the less privileged in the society. In this situation, affordability of basic necessities of life is not a problem. Yes, security policy makers can respond to societal security threats without increasing the insecurity of minority groups. This can be done by making sure they find out the needs of this minority groups. Every group in the society wants its needs to be met. The need could be cultural, religious or even be political.",
    "These groups will do everything to make sure their needs are met. The government will fashion out ways by which these needs can be met and assures these groups that it will surely meet their needs. If the resources the society relies on as its sources of foreign exchange is mined in an area occupied by the minorities, the government would make sure the area is developed so that it will not make the minorities to take up arm against the government as the case was in Nigeria during the era of President Olusegun Obasanjo. Also, they will by these means prevent sabotage and vandalism or theft of these resources. Social security is the protection that a society provides to individuals and households to ensure access to health care and to guarantee income security, particularly in cases of old age, unemployment, sickness, invalidity, work injury, maternity or loss of a breadwinner.",
    "In the Sri Lankan context, social security is connected to frustration among youth and national identity, preferential treatments to one particular group or “Gajamithuru Kalliya”, social injustice, the breakdown in the rule of law, the decline in public health services, unemployment, out of 220000 students who sits for A/L Examination, only 23000 become eligible to enter the university, drug addiction, judiciary being politically biased, the police service also being political biased in addition to being corrupt, the land grab by politicians and their supporters, the corruptions to public procurements, the corruptions in the custom, RMV, income tax departments are also vital social insecurity indicators which Government has failed to correct.",
    "Contrary to the fundamentals of social security we need to examine what the Government has done to ensure social security. It’s completely the opposite. The Rajapaksa Government has been labelled as a Sinhalese extremist party in addition to being totally corrupt. President Rajapaksa on many occasions publicly stated that he assumed power through Sinhalese votes undermining minority, which is contradictory to national unity. President must understand that it is impossible to ensure National security without addressing above malpractices and ensuring national unity and also should understand that as long as Government sponsors corrupt friends, favour family, relations and political supporters and extremist elements there will never be national security in this country. In this backdrop, One can easily understand that President and the Government lack both interest and knowledge in broader spectrum of social security and has initiated actions knowingly or unknowingly to sabotage national security and long term peace.",
    "Energy security means having stable access to energy sources on a timely, sustainable and affordable basis. Access to energy is not only crucial in supporting the provision of basic needs - such as food, lighting, water, and essential health care, but it is first and foremost a precondition to economic growth, political stability and prosperity. This is why energy security forms an important part of the comprehensive approach to security.",
    "The Energy Sector is evolving to become more sustainable, adaptable to the growing energy demand, and prepared for an increasingly interconnected and digital world. While the energy world of tomorrow will bring many opportunities, this transition also creates new security related challenges. Electricity networks are increasingly vulnerable to natural disasters and cyber-attacks while a growing share of renewable energy has to be safely integrated without threatening systems stability.",
    "The deepening economic crisis of our country has badly affected importing of fuel and need not to explain the ill effects of non availability of fuel to production of electricity and transport. The Government had to impose long hours of power cuts and rationing of fuel which are considered the main energy sources in Sri Lanka.",
    "The Presidents and successive Governments never had any vision for Sri Lanka other than thinking of their share through bribes in all the development projects mainly including energy projects. Today citizens are reaping the harvest of what they are not responsible for. The present president too followed his corrupt predecessors’ path and failed to foresee the future energy crisis which directly affecting national security. This proves that president and his advisers lack knowledge and foresight in the subject of national security resulting country’s citizens suffering on daily basis without much needed energy.",
    "Cyber security is the application of technologies, processes and controls to protect systems, networks, programs, devices and data from cyber attacks. It aims to reduce the risk of cyber attacks and protect against the unauthorised exploitation of systems, networks and technologies.",
    "Cyber security is important because it protects all categories of data from theft and damage. This includes sensitive data, personally identifiable information (PII), protected health information (PHI), personal information, intellectual property, data, and governmental and industry information systems.",
    "Cyber security in other words, means Information security which is a important component of national security.",
    "Sri Lanka’s Medicines Regulatory Authority (NMRA) is embroiled in one of the nation’s biggest missing data scandals, with government-side attempts to offer an explanation running into immediate trouble. In this data scam it is reported that thousands of files disappear from the Government Cloud. The Report states that some 5,000+ files had gone missing.",
    "It was further reported that multiple files of the NMRA stored in the Lanka Government Cloud, had mysteriously disappeared. A criminal inquiry is also underway into the disappearance of these files, led by the Criminal Investigations Department (CID).",
    "This shows the lackadaisical attitude of Government officials in terms of information security and cyber security which has a correlation to national security. The Government need to pay more attention on cyber security as it is one of the most vital components of national security which the Government has failed to understand.",
    "Health security is an important dimension of human security, as good health is “both essential and instrumental to human survival, livelihood and dignity”. Good health is central to human happiness and well-being that contributes significantly to prosperity and wealth and even economic progress, as healthy populations are more productive, save more and live longer. Human health is one of the most important factors influencing economic development in any economy. Most important and immediate consequences of environmental degradation in the world take the form of damage to human health.",
    "According to world health organization, the quality of air ( Air Quality Index)that we inhale and exhale should be at 25. But in and around Colombo this has gone up to 153 which is not good for health. As a result of bad air quality people may suffer heart attacks, strokes, breathing difficulties, drop in Intelligence quality of new born creating an impact on health security which has a direct correlation to national security as health is considered the most important Human capital without which human society cannot survive.",
    "Drugs to treat heart attacks and tubes to help newborn babies breathe are in short supply, while blackouts are forcing doctors in rural Sri Lanka to stitch wounds and treat snakebites in the dark. As a direct result of economic crisis and non availability of foreign currency importation of even essential drugs too has been effected pausing a threat to human lives.My simple argument is that the President and his advisers have failed to prioritize the essentials and non essentials at this critical moment of country has faced bankruptcy. What is the priority now? Is it the construction of highways or the life savings drugs?",
    "(No Bread, No Peace, In Sri Lankan context, No Rice, No Peace)",
    "Food security, as defined by the United Nations’ Committee on World Food Security, means that all people, at all times, have physical, social, and economic access to sufficient, safe, and nutritious food that meets their food preferences and dietary needs for an active and healthy life.",
    "A population’s access to sufficient, safe, and nutritious food has been a core state interest since time immemorial. In the Bible, Joseph rose to power after resolving Egypt’s food shortages; as early as perhaps the Zhou dynasty, numerous Chinese emperors lost the “mandate of Heaven,” or the right to rule, when they failed to address famines; during the Cold War, the United States made the strategic decision to launch Food for Peace programmes, which provided easier access to food, mostly to its allies.",
    "All these instances show a simple truth: Access to food and national security are tightly connected. The latest reminder of this came on Oct. 9 when the Norwegian Nobel Committee awarded the 2020 Nobel Peace Prize to the World Food Programme for its efforts to combat hunger. The committee also drew a clear connection between hunger, war, and peace, adding that the WFP should be commended for “bettering conditions for peace in conflict-affected areas and for acting as a driving force in efforts to prevent the use of hunger as a weapon of war and conflict.”",
    "An ill-advised ban on the use of chemical fertilisers and pesticides, combined with pandemic-induced contraction of the economy and decline in export and tourism earnings, has compelled Sri Lanka to effectively place itself under a state of emergency. The Sri Lankan rupee has fallen, inflation has risen and food prices have hiked.",
    "The readers are welcomed to read the article published in daily mirror on Saturday 10 July 2021, by this writer titled “ BANNING CHEMICAL FERTILIZER- RIGHT THING WRONG LINE.” In that it clearly stated that banning chemical fertilizer will have a far reaching implications on food security resulting a massive reduction in agricultural output in the future creating shortages, riots and unprecedented price rise of production and we will simply not be able to feed the population without a substantial increase in imports. Now you can eye witness what I have predicted last year July. It further stated that “In a pandemic situation, no Government in the world will take such a arbitrary decision like this on life and death.” The advisers to the President and the President himself must take full responsibility and accountability for this developing catastrophe.This entire saga will come to an end causing a great threat to not only to national security but to innocent lives of citizens. No other explanations is needed to prove that neither the President nor the advisers have basic knowledge to understand that food security is vital component of national security.",
    "\"National Security means the protection of the citizens of a country, its territorial integrity and sovereignty and its assets from any aggression or threats, by the use of power. The right of a sovereign state to do so is clearly stimulated in clause no. 1 of Article 1 of the United Nations declaration of 1945\"",
    "Saving our planet, lifting people out of poverty, advancing economic growth… these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women’s empowerment. Solutions to one problem must be solutions for all. (Ban Ki-moon)",
    "Environmental security entails Pollution, Global warming, Overpopulation, Waste disposal, Ocean acidification, Loss of biodiversity, Deforestation, Ozone layer depletion. Under this category the climate change and the lack of drinking water has to be taken into account. Protection of our coastal belt of 1340 kilometres continued. The provision of Micro and Marco industries to increase income and wipe out poverty, the development of Agri-business, the development of the tourist industry and promotion of new products should also be given recognition. Global warming, the clearance of natural forest land, soil erosion, wildlife, flora and fauna, rivers, endemic birds animals and reptiles numbering 751 and 3314 varieties of plants also influence our national existence which is integral part of national security.",
    "I would like to draw the reader’s attention into what President Rajapaksa did to environment immediately after he was elected as President. On 5 th December 2019, the cabinet has approved a proposal by President Rajapaksa to abolish the permit system which was applicable for the transportation of stones, sand and soil for construction purposes. Furthermore, President Rajapaksa has ordered the road from Lankagama to Neluwa through the Sinharaja forest reserve be built within 90 days, without harming the forest or the environment. President Rajapaksa visited Lankagama to make a final decision with regard to the controversial road-building project, which has attracted international attention due to the protection afforded to the fragile and unique environment in Sinharaja.",
    "Furthermore, June 2021, A chemical-laden cargo ship sank off the coast of Sri Lanka, causing an environmental disaster. The fact that Sri Lanka allowed the vessel to enter it’s waters after it was rejected by two other nations has led to widespread public anger. This environmental disaster happened due to the fault of Sri Lankan authorities.",
    "I will now explain the co- relation between national Security and environmental security in a very simple language.” When trees are cut, water ways get dried resulting less or no water in waterways including rivers and lakes. When water is inadequate, agriculture is affected. When agriculture is affected it reduces food production. In addition destruction of environmental affects the tourist industry too, result in country not earning foreign exchange. Scarcity of water in reservoirs affects the production of electricity. When electricity production is fewer, it will not be possible to run factories. When factories are closed there won’t be any productivity and people lose jobs. When people lose jobs they come to the road and start agitating against the Government. If Government fails to find a solution, struggle on the road may turn out to be violent. Now one can understand the consequences of destroying the environment and the co-relation between environmental and national security which National Security Advisers have failed in educating President. You can experience the results of lack of knowledge in National Security in front of the Presidential secretariat Galle - Face today.",
    "National security entails almost everything in human lives in a society or a country. It’s simply not limited to National Defence and fighting a war or countering terrorism. National Defense is extremely important part of National Security which involves the prime actions of armed forces. The national security should be integrated into every aspect of human lives and society without which no society can exist in peace.",
    "In the broader spectrum, National Security is directly linked to ensure, maintain and development of national economy, national culture, national diplomacy, national science and technology, national information and innovations and national political capability. These essential national elements are considered pillars of national survival. In absence of these pillars, no society can survive.",
    "I being a Retired Senior Infantry officer who fought LTTE for 20 years in the North East battle Field out of my 36 years tenure in the Army and being a front line fighter to rescue besieged JAFFNA FORT,ELEPHANT-PASS ,SILAWATHURA, POONARYN ARMY CAMPS and took part in liberating JAFFNA PENNINSULA including WADAMARACHCHI, TENNAMARACHCHI, and WALIKAMAM areas, liberation of Eastern Province and wanni region and taking part in almost all the military operations carried out against terrorists since Late General Kobbekaduwa days and subsequently becoming Security Forces Commander Wanni Region and Eastern Province and concurrently qualifying in the Military Science field and becoming world top 10 in national security degree Program in China, qualified in Human Resources Management Discipline and finally securing a PhD in economics contributed immensely to bring peace to this beautiful island. As a military officer with authority in the discipline of National security, I consider it as a bounded duty to make aware the citizens of the wider spectrum of national security proving with above scientific facts that the lack of basic knowledge the President has in the subject together with his advisers. It is one of the contributory factors that President has failed and entire nation is facing a crisis today.",
    "I wish to conclude stating that although, National Security of our country was to protect the citizens, it’s territorial integrity and sovereignty but President and the Government have violated protecting territorial integrity and sovereignty by selling valuable national assets to America, China and India. Further, national security determined by the National interest, wish and will of the citizens. Nation interest, wish and will of the people can be clearly observed today if President can go to Galle Face in front of his office. Unfortunately, knowingly or unknowingly the President has failed to ensure National security. Therefore, most advisable option available for President is by honoring the wish and will of the citizens and step down from the post in order to ensure National Security of the country.",
    "“The utmost vital factor to ensure National Security is by ensuring National unity. It confirms by the old wise saying that “united we stand, divided we fall.”",
    "(The writer is RWP,RSP,USP,NDU,PSC,DPM, PhD INTERNATIONAL RESEARCHER AND WRITER FORMER SECURITY FORCES COMMANDER WANNI REGION AND EASTERN PROVINCE, REGIMENTAL COMMANDER SINHA REGIMENT, COMMANDANT SRI LANKA ARMY VOLUNTEER FORCE)"
  ]
}