{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Our-Struggle-is-real-Why-the-Aragalaya-is-only-just-a-beginning/172-235714",
  "time_ut": 1650911820,
  "title": "Our Struggle  is real! Why the ‘Aragalaya’ is only just a beginning?",
  "body_lines": [
    "Protest by people from various walks including clergy continued for the 17th day, vehemently demanding the Gotabaya and Mahinda Rajapaksa government should quit.",
    "The police brutality witnessed in Rambukanna suggests that the real battle might just be beginning. As videos surfaced of blood drenched protestors being beaten by policemen, it became clearer what the ‘Aragalaya’ is; what it really means. The streets are the front lines of ‘The Struggle’",
    "Sri Lanka is a nation on fire and there is no precedent for this even in our chequered history. This people’s movement grew organically, bottom-up, from the farmers, teachers, nurses; from towns and villages the pressure simmered, when the rupee crumbled and the lights went out, the masses of the middle-class stepped out in full force in Colombodetermine the winners and losers amongst Sri Lanka’s people",
    "Rathupaswala and Rambukanna are not located in far flung corners of Sri Lanka, the former is a 45 min drive from Colombo, the latter just over two hours. These two towns have been brought together in the same sentence because the poorest people in our country continue to be at the sharp end of economic scarcity, nationalist ambition and dynastic power struggle. The reporting suggests a “tense situation” whereby protestors had attempted to set fire a fuel bowser.",
    "Various videos surfaced purporting to show protestors at the scene trying to douse a fire at what looked like a petrol station. Others suggested that the police themselves had set fire to a three-wheeler. Investigations may or may not reveal the truth, but the streets of Rambukanna are not like those of American inner-cities; there are no armed gangs, no culture of concealed guns, and no history of civilians carrying weapons of any sort. Rambukanna is not even Maligawatte, which has recently witnessed deadly shootings between gang members and police.",
    "At the time of writing, there has been no evidence to suggest a justifiable fear of immediate danger to themselves amongst the police at Rambukanna. Certainly nothing that would warrant opening fire on unarmed Sri Lankans. There is unlikely to be a Police operating manual that recommends using live rounds of ammunition to disperse crowds. Shooting live rounds at or near a protest is not considered “minimum force” in any civilized society.",
    "Sri Lanka is a nation on fire and there is no precedent for this even in our chequered history. This people’s movement grew organically, bottom-up, from the farmers, teachers, nurses; from towns and villages the pressure simmered, when the rupee crumbled and the lights went out, the masses of the middle-class stepped out in full force in Colombo. What must be emphasized is that, while this movement began in desperation, it is now defined by hope. Economic despair and outright desperation brought people to Kohuwela and Mirihana, leading to mass protests on the Galle Face Green. The SJB led mass-protest was the first but this was just a primer. There is every chance that the populous have finally realized their strength in numbers and that the Government is malleable to some degree. How far it can be bent remains to be seen, but the evolution of the movement in to GotaGoGama (GGG) is perhaps the most fascinating aspect.",
    "The camaraderie and unity is heart-stopping, the Sri Lankan National Anthem, flags and all, sung in two languages, with the giant statue of SWRD Bandaranaike in the background; these are moments those present will remember for the rest of their lives. The critics that complain of a carnival atmosphere, even the ridiculous description of GGG as a beach party, in fact underlines why this movement is so different. What the establishment fears the most is that people are hopeful, that they are not expecting changes overnight and that in fact, they are prepared for the long haul, knowing full well that hierarchies persist, but this time, the people seem determined to wait out the Rajapaksa establishment. This is what it means to dig in your heels, to become an immovable object. That is the power in unity, the sense that anything is possible through concerted, concentrated effort.",
    "Even within liberal circles and on social media, the conversations deviate into the national question, war-crimes and corruption but the overarching, all-encompassing request, the simplest of instructions, remains unchanged: Gota, Must Go. At its core, this is a demand for accountability. Economists, financial experts, media analysts and civil society all accept that policies introduced and pursued despite early warnings of imminent failure, are wholly responsible for this unmitigated economic disaster. Let us regurgitate the list of failures that were directly introduced and supported by President Gotabaya Rajapaksa and his ‘team’: Organic fertilizer, import substitution, tax-cuts, modern monetary theory. Accountability for the outcomes of your own policy failures is simply the only acceptable avenue remaining. President Gotabaya Rajapaksa’s long-winded, conditional apology regarding two of his own foundational policy decisions, the fertilizer ban and the delay in negotiating with the IMF, does not count as accountability, the new cabinet does not either.",
    "For Sri Lankans, now united by our shared economic interests and our mutual distaste for established power centres, the present moment represents an opportunity to break free from post-colonial shackles of communal division and finally contend with the real Struggle that we should have been facing all along",
    "Only a month prior, in another address to the nation, the President insisted on this same policy even with the knowledge that the harvest had dropped by 40%.",
    "Since Mahinda Rajapaksa’s ascent, Sri Lanka’s power structure has closely resembled a familial, almost monarchic autocracy hidden behind a democratic façade. The family rewards the patronage that sustains it, as is common throughout history. The lack of a majority in Parliament against the President and the PM, against the wishes of the masses, is further evidence of the decay of our system of representative democracy. The immediate region and recent history alone offer plenty of reason to hope that Sri Lanka might be ready to once and for all purge dynastic, familial politics. Consider: Shinwatra of Thailand, Marcos of the Philippines and Suharto of Indonesia; every dynasty comes to an end, eventually.",
    "The speed of evolution of social and political order through history is often underappreciated. There still exist absolute monarchies based on traditional definitions: Saudi Arabia, Brunei, Oman and even the Vatican City fall under this definition. The 20th century finally saw the collapse of the Ottoman Empire in 1922 as well as the overthrow of Russian Tsarism in 1917. Direct imperial colonization was finally ended in the same century as Gandhi’s Salt Satyagraha in India 1930, Martin Luther King Jr. and the ‘63 March on Washington, the May 1968 protests in France and of course, the Tiananmen Square Protests of 1989.",
    "If one considers the 20th century to be a definitive period of social and political evolution, the sheer volume and variety of agitations, protests and outright revolutions in just these first 22 years of the 21st century suggests that many more changes will be brought about, most likely kicking and screaming, at the dawn of the 22nd century. The Middle East gets the media’s attention so we are all aware of the Arab Spring of 2010 which included a dozen or so Nations and led to the deposing of several authoritarian politicians including Muammar – al Gaddafi of Libya, Hosni Mubarak of Egypt and Ben Ali of Tunisia. The 2007 Saffron Revolution of Myanmar and the Orange Revolution of Ukraine (2005) were defining in the histories of those respective nations. The last 3-4 years have also witnessed mass rallies and protests in Latin America; from Paraguay to Brazil, Haiti and the Dominican Republic.",
    "Whatever sense of Sri Lankan pacifism or apathy that previously defined our society’s responses to any number of eye-watering abuses and scandals, has truly dissipated. The populace will no longer be satiated with crumbs and pleasantries, this time it appears there will be no soft landing.",
    "The same old tired tricks of the nationalist establishment were brought front and centre in the Government’s response. This time, people had seen it before, the age of social media and the internet means that memories have grown longer. The social media propaganda arm of the president which routinely utilizes ultra-nationalist narratives to spread communal divisions and divide the population, failed spectacularly.",
    "The exact line used by a pro-government protest march was; “hands off the Sinhala-Buddhist mandate” which ignores the reality that these protests began in the Sinhala-Buddhist heartland with Sinhala Buddhist farmers. The propaganda seeks to paint protestors as being responsible for the economic debacle, the PM himself noting that, every day the protests continue, the country loses valuable foreign exchange. The PM was seemingly oblivious to the fact that their policies and continued insistence on remaining in power is what is threatening the country’s short-term economic future. The word is gas-lighting, but material conditions for all Sri Lankans have deteriorated to such a degree, that these distortions are no longer sticking, nobody is buying that narrative.",
    "The police brutality witnessed in Rambukanna suggests that the real battle might just be beginning. As videos surfaced of blood drenched protestors being beaten by policemen, it became clearer what the ‘Aragalaya’ is; what it really means. The streets are the front lines of ‘The Struggle’. Rambukanna presents a test for the authorities, the President and the ruling party. An unarmed man, reportedly a father of two, was shot dead by policemen; will there be accountability and swift action? It is a microcosm of what the country is screaming out for, justice and accountability.",
    "The new Finance Minister and Governor of the CBSL along with their team have already begun negotiations with the IMF. There has been a continuous and fervent intellectual debate over the past two years regarding whether Sri Lanka should engage with the IMF and what shape that engagement might take. Most, perhaps misunderstand what the IMF can bring to Sri Lanka. Whatever lending package is approved, Sri Lanka is unlikely to receive adequate funding from the IMF on its own, it will eventually, once again, have to borrow through ISBs and re-enter capital markets. Bilateral loans will be critical to Sri Lanka’s continued liquidity and the IMF’s ‘guarantee’ will smoothen that process. The key word that is being left out by many commentators is austerity; the now inescapable spending restrictions that may be part of an IMF package. This is where the power centres will get to tip the scales and determine the winners and losers amongst Sri Lanka’s people.",
    "Nobel Prize winning Indian Economist Professor Amartya Sen has spent his career studying the roles of political and economic systems on growth and poverty. Commenting on India in 2015, Prof. Sen remarked “India is the only country trying to become a global economic power with an uneducated and unhealthy labour force”. The logic is simple, decades of inadequate investment in education and skills development alongside rising inequality is unlikely to produce a workforce that can deliver economic progress.",
    "In a must-read piece from the same year in the New Statesman entitled ‘The Economic Consequences of Austerity’, Prof. Sen discusses modern Keynesian thought as well as policies formulated by the UK in comparison to those in Europe and the US within the context of the global financial crisis as well as the Eurozone’s economic issues. First however, it is important to consider Prof Sen’s expert articulation of his fundamental critique of austerity: “Turning to the management of debts, suddenly the idea of austerity as a way out for the depressed and heavily indebted economies became the dominant priority of the financial leaders of Europe. Those with an interest in history could easily see in this a reminder of the days of the Great Depression of the 1930s when cutting public expenditure seemed like a solution, rather than a problem. This is, of course, where Keynes made his definitive contribution in his classic book, the General Theory, in 1936. Keynes ushered in the basic understanding that demand is important as a determinant of economic activity, and that expanding rather than cutting public expenditure may do a much better job of expanding employment and activity in an economy with unused capacity and idle labour. Austerity could do little, since a reduction of public expenditure adds to the inadequacy of private incomes and market demands, thereby tending to put even more people out of work.”",
    "A younger Keynes published “The Economic Consequences of the Peace” in the aftermath of the 1919 Paris Peace Conference, which Keynes had left in protest at the “terms of the treaty – and in particular the suffering and the economic turmoil forced on the defeated enemy, the Germans, through imposed austerity.” Sen thus recalls that Keynes revolutionary thesis of economic interdependence made its first, fleeting appearance, in this 1919 book. Prof. Sen further articulates the basic proposition of economists that favour austerity: “the imposed austerity we are going through is not a useless nightmare, but more like a strenuous workout for a healthier future…”",
    "Writing in 2015, noting the Eurozone’s policy failures in the preceding decade, Prof Sen states that “if the policy of austerity deepened Europe’s economic problems, it did not help in the aimed objective of reducing the ratio of debt to GDP to any significant extent – in fact, sometimes quite the contrary”. This brings us to what Keynes and Sen will generally hold as their unalterable truth: “that the most effective way of cutting deficits is to resist recession and to combine deficit reduction with rapid economic growth.”",
    "In the aforementioned piece, Prof. Sen makes two points which I believe are extremely relevant to the issues faced by Sri Lanka today. The first is that Prof. Sen notes a democratic deficit in wider Europe, stating that had leaders allowed for “more public discussion, rather than taking unilateral decisions in secluded financial corridors… policy errors could have been prevented…” Sri Lanka’s cabal of Ajith Nivard Cabraal, PB Jayasundere etc, failed to engage in what Sen calls the “standard procedures of deliberation, scrutiny and critique.” In a lesson that Sri Lankan politicians should heed, Prof. Sen states that it was no “consolation that most of the governments in the EUROZONE that deployed the strategy of austerity, lost office in public elections that followed.”",
    "The second lesson for Sri Lanka is what Prof. Sen calls an “an odd confusion in policy thinking between the real need for institutional reform in Europe and the imagined need for austerity... There can be little doubt that Europe has needed, for quite some time, many serious institutional reforms… including those in the labour markets. But the real case for institutional reform has to be distinguished from an imagined case for indiscriminate austerity, which does not do anything to change a system while hugely inflicting pain.”",
    "In discussing protests of the 21st century, it is worth bringing the reader’s attention to anti-austerity movements and agitations as varied as the Rome Demonstrations of 2011, the Italian Social Protests of 2013, anti-austerity movements in Greece and the UK (2010) and Portugal and Spain (2011). If policy makers deliberate austerity measures in private, choosing winners and losers according to their own political fancies, Sri Lankan anti-austerity marches in the year 2022 will be added to a long and ever-growing list of agitations. Those protests will likely not encompass a united, carnival-like atmosphere and might instead devolve into a violent class struggle, the likes of which Sri Lanka has yet to fully realize.",
    "In all of this, we must appreciate what precisely has united Sri Lankans over the last few weeks. The convergence of economic distress, of economic interests is what seems finally to have united the various classes and ethnicities of Colombo and beyond. It was not political oppression or moral failure or terrorism or unbridled corruption that delivered unity; it is economic interest. These same forces brought together the Sunni and Shia power-houses, Qatar and Iran, to ‘share’ the natural gas fields of the North Field and South Pars in the Persian Gulf, ignoring a millennia of hostility between the historically warring sects.",
    "For Sri Lankans, now united by our shared economic interests and our mutual distaste for established power centres, the present moment represents an opportunity to break free from post-colonial shackles of communal division and finally contend with the real Struggle that we should have been facing all along, the battle that begins to close the widening economic gaps that our long-ignored class struggle has finally brought to the surface. As Sri Lankans, we have to start somewhere; the ‘Aragalaya’ is only just beginning."
  ]
}