{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-battered-economy-could-be-further-impacted-by-continuing-strikes-economists-93672/",
  "time_ut": 1651227120,
  "title": "Sri Lanka’s battered economy could be further impacted by continuing strikes: economists",
  "body_lines": [
    "ECONOMYNEXT – If strikes continue in Sri Lanka, it could severely impact the already battered and shrinking economy of the country, top economists said after over a thousand unions took part in a one-day token strike around the island on Thursday (28).",
    "EconomyNext spoke to a number of experts on the effect of Sri Lanka’s ongoing wave of protests and Thursday’s massive trade union campaign.",
    "Though they were unable to put a number on the strike’s cost on the economy, they agreed that its multiplier effects are tremendous and will be crippling if it continues. Thursday’s strike brought the country to a virtual standstill as unions representing various sectors took time out to protest and demand that the government resign.",
    "Unions have threatened to go for a continuous strike or a total shutdown if the government does not abide by its demand. Banking staff also joined the strike.",
    "“The bank employees union joined the protests on Thursday, and many bank back-office operations were short staffed which would impact the lives of citizens,” Murtaza Jafferjee, Chairperson of Advocata, a Colombo-based think-tank, said.",
    "Jafferjee told EconomyNext that he himself was affected by a delay in a payment he had made earler in the day. “My predicament would have been experienced by thousands if not hundreds of thousands of individuals in the economy,” he said.",
    "“It is disrupting economic activities and the well-being of citizens by compounding scarcities, shortages, and high prices.”",
    "At least 70 percent of Sri Lanka’s labour force is made of daily wage earners and the rest on fixed income monthly salaries.",
    "Noting that most daily wage earners, who engage in rural agriculture sectors, are unlikely to be affected by a demonstration in cities, Jafferjee said if cities get disrupted then there will be cascading effect in rural parts of the country too.",
    "Expressingg similar views, Prof Sirimal Abeyratne explained that Sri Lanka’s economy was already shrinking and the protests will only add more to it.",
    "“Sri Lanka is in a multifaceted crisis. When an economy in a crisis situation, it shrinks; but ours has been shrinking for a while now,” said Abeyratne.",
    "“When we restrict imports, inputs and then restrict energy — those are essential for the economy to grow. We are multiplying its shrinking but added to that we have the strikes, which will add more to the declining economy due to multiplier effects.”",
    "Sri Lanka is going through the worst economic crisis in the country’s post-Independence history, leading to unprecedented public protests against the government.",
    "The two economists said the country will have to go through even tougher times before it recovers as the damage is already severe. (Colombo/Apr29/2022)"
  ]
}