{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SriLankan-Airlines-told-to-defer-lease-of-aircraft-by-three-months/56-733928",
  "time_ut": 1650924900,
  "title": "SriLankan Airlines told to defer lease of aircraft by three months",
  "body_lines": [
    "Airline told to postpone lease plans by three months in view of current economic situation",
    "The Committee on Public Enterprise (COPE) yesterday told the top management of SriLankan Airlines (SLA) to defer for three months its plans to lease 21 aircraft.",
    "Committee Chairman MP Charitha Herath said given the prevailing economic situation, the entire process should be reviewed, and the procurement process needs closer scrutiny.",
    "Herath recommended that a procurement guideline be prepared and submitted to the Cabinet through the subject minister for approval.",
    "The airline in early April issued four requests for proposals (RFPs) to lease up to 21 aircraft to support its long-term business strategy. Committee members acknowledged that the replacement of aircraft at the end of the service period is essential for the continued operation of the airline. However, in view of the current economic crisis prevailing in the country, it is important to pay more attention to this and meet the relevant requirements.",
    "SriLankan Airlines Chairman Ashok Pathirage and senior officials of the airline who attended yesterday’s COPE meeting said several aircraft out of the 24 existing fleets will be reduced in the near future and that the process would take some time as the acquisition of aircraft cannot be done immediately.",
    "“Considering the relevant market conditions, this process will take between six to 12 months and these activities will be carried out through the Ministry in a more transparent manner,” Pathirage said.",
    "SriLankan Airlines Chairman further pointed out that in the face of the current challenging situation, a large number of staff cuts had to be made and the salaries of the employees had to be reduced. Minister Nalaka Godahewa, State Ministers D.V. Chanaka, Indika Anuruddha, MP Mahinda Amaraweera, Patali Champika Ranawaka, Harsha de Silva, Eran Wickramaratne, S.M. Marikkar, Madhura Withanage, Premnath C. Dolawatte attended the COPE meeting."
  ]
}