{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/brandix-breathes-life-to-world-environment-day-with-reforestation/",
  "time_ut": 1654608840,
  "title": "Brandix breathes life to World Environment Day with reforestation",
  "body_lines": [
    "Brandix celebrates World Environment Day 2022 with the reforestation of a 10-acre area of land in Rambukkana, Sri Lanka in partnership with the Department of Forest Conservation and the United Nations Development Programme (UNDP) in Sri Lanka. With care for the planet sewn into the very fabric of its business operations for over a decade and a half, the company continues its sustainability journey by planting 3000 ‘Gaaya’ trees on the land adjacent to the Brandix Essentials facility, in Rambukkana, with Nishantha Edirisinghe – Conservator of Forest, Department of Forest Conservation, Sampath Ranasinghe, Programme Coordinator (Energy & Waste) of UNDP in Sri Lanka, and Ahamed Ilthimas, Group Head – Engineering of Brandix also present at the event.",
    "As a prerequisite for long-term growth and value creation for the business and its stakeholders, the company’s sustainability framework is anchored to the pillars of Air, Water and Earth. With care for its people, the communities in which it serves and the planet we live in at the core of all the company does, Brandix is driven by a purpose to champion sustainability.",
    "Speaking at the ceremony, Vinura Jayewardene, Sustainability Environmental Engineer of Brandix had this to say. “Forests hosts most of the Earth’s terrestrial biodiversity and the plants that grow within are instrumental in mitigating climate change, providing quality water and enabling habitats for many pollinators essential for sustainable food production. In this light, feeding humanity and conserving ecosystems are complementary and interdependent goals.” Vinura spoke of the careful selection of the Gaaya plant for this reforestation as the fallen branches are popular firewood, supporting the community. “Given our current context in Sri Lanka with the prevailing energy and possible food crisis, there is no better time to play our part in giving back to the environment that, quite frankly, enables our very existence.”",
    "CSE investor sentiment plunges to negative territory over macro-economic worries",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}