{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/ranil-offers-olive-branch-to-sajith-to-work-together-on-addressing-drug-shortage/",
  "time_ut": 1652871900,
  "title": "Ranil offers olive branch to Sajith to work together on addressing drug shortage",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan Prime Minister Ranil Wickremesinghe has extended an olive branch to the country’s main opposition to work together on addressing the shortage of drugs.",
    "While commending the Samamgi Jana Balavegaya’s ‘Husma (Breath)’ program, the Prime Minister requested the SJB to take measures to import a particular drug that is in short supply in the country.",
    "Responding to the Prime Minister, Opposition Leader Sajith Premadasa said the SJBs ‘Husma (Breath)’ program primarily focuses on life-saving hospital equipment.",
    "However, he requested the Prime Minister to name the drug, and the SJB is willing to look into any possibility.",
    "“I don’t think we have the funds to provide the whole country while being in the opposition. But as much as possible we will try to provide the important life-saving medicines,” he told the Parliament.",
    "Further responding to the Prime Minister, Premadasa said “We don’t spend 24/7, 365 marginalizing you. We actually want to incorporate you. Since you are just an individual in the Parliament, you have been a former Prime Minister several times over, and you were my political leader when I was in the United National Party. One thing my father has taught is to respect leaders, unlike many who have a distaste for you. I don’t want to marginalize you.”",
    "“These are all SLFPers who left the UNP,” the Prime Minister jokingly replied pointing at the ruling faction, while adding he will incorporate them first to the UNP, and then get the opposition leader back.",
    "Ranil offers olive branch to Sajith to work together on addressing drug shortage"
  ]
}