{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Interchemie-Netherlands-appoints-Dymec-as-exclusive-distributor-for-Sri-Lanka/34-735819",
  "time_ut": 1654552740,
  "title": "Interchemie Netherlands appoints Dymec as exclusive distributor for Sri Lanka",
  "body_lines": [
    "Interchemie Sales Director Matthias la Gordt Dillie exchanging the agreement with Dymec Director/CEO Hiran Nanayakkara in the",
    "presence of Interchemie for Asia and Oceania Sales Manager Maikel van den Berg and Dymec Directors Riyaz Sangani and M.T.M. Lukman at the Interchemie office in the Netherlands",
    "Interchemie werken “De Adelaar” B.V, one of the largest manufacturers of veterinary products in the world, has appointed Dymec Ltd, which is a leading edge and fast growing company in the veterinary pharmaceutical industry in Sri Lanka as their exclusive distributor to market and distribute the total range of Interchemie products in Sri Lanka.",
    "The agreement was signed between the two companies at the Interchemie office in the Netherlands recently.",
    "The Dutch veterinary drug manufacturer, Interchemie werken De Adelaar, which is a global leader in the veterinary drugs manufacturing industry, is currently producing generic veterinary medicines such as water-soluble powders, oral and intramammary suspensions, injection solutions, feed additives, and other veterinary preparations and presently their products are available in 123 countries worldwide.",
    "The company has five factories, two are based in the Netherlands and two in Estonia and the fifth plant located in Kaunas that produces high quality standards of veterinary products to the global market according to the stringent quality controls under GMP regulations.",
    "Speaking on the dealer appointment, Interchemie Sales Director Matthias la Gordt Dillie said: “Taking the official step towards our journey with Dymec, we are extremely happy to announce Dymec Ltd as our sole distributor in Sri Lanka territory, after being impressed by the performance and dedication shown by the Dymec team in a very short period of time. This alliance will definitely give us a promising new foothold and I have high hopes for what our two companies can achieve in Sri Lanka which has shown a strong growth in the veterinary industry across the Asia market.”",
    "Dymec Ltd., Founder and CEO Hiran Nanayakkara said: “We at Dymec, are delighted and proud to have been chosen as the sole distributor of Interchemie in Sri Lanka. We have been distributing Interchemie veterinary medicines and feed additives for the past five years and now Intercemie is a well-established brand and proven product in the Sri Lanka market that has been undoubtedly accepted and trusted by the discerning consumers in Sri Lanka.  “Over the past years, we have worked hard to build a strong distribution network across the country and always made sure to supply only the globally proven-Interchemie products to our wholesalers, retailers, farmers and veterinarians in the market.",
    "“Today we are well placed as the most trusted distributor in the industry and with my personal experience of over 25 years in the industry and the commitment and dedication of my team, I am confident that our two companies, Dymec and Interchemie will play a vital role in the development of local farming community and animal health and to help grow sustainable and profitable livestock of farmers and well-being of pet care industry in Sri Lanka.”"
  ]
}