{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-sees-unexpectedly-higher-yala-rice-cultivation-minister-95679/",
  "time_ut": 1655097120,
  "title": "Sri Lanka sees unexpectedly higher Yala rice cultivation: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is seeing signs of unexpectedly higher rice cultivation in the ongoing minor (Yala) cultivation season after shortages scares drove up prices, Agriculture Minister Mahinda Amaraweera said.",
    "Sri Lanka farmers sow about 800,000 hectares in the ‘Maha’ main season which starts from September and about 400,000 hectares in the minor Yala season.",
    "“We had estimated that about 275,000 hectares will be cultivated this Yala season,” Minister Amaraweera told reporters on June 12.",
    "“But now it looks like about 470,000 hectares would be sown. As a result we may need to import about two months of rice.”",
    "In 2021, 445,000 hectares of rice were cultivated in the Yala season and in 2020 Yala it was 403,362 hectares, Minister Amaraweera told parliament on June 09.",
    "However with the lack of chemical fertilizer it is not clear whether the usual yield will come.",
    "Minister Amaraweera said usually the yield was about 4.5 metric tonnes per hectare.",
    "“The yield may drop 40 – 50 pct if we unable to get the expected fertilizers and the yield can drop to around 2 MT per hectare,” Amaraweera said.",
    "Farmers say the yield with organic fertilizer is about 30 to 40 below the usual harvest per acre.",
    "Up to last week Sri Lanka was forecasting a milled rice production of about 1,654,428 million metric tonnes from both season, against a general demand of around 2.4 million metric tonnes for the year.",
    "Already around 330,00 metric tonnes of rice had been imported.",
    "After Prime Minister Ranil Wickremsinghe and others warned there will be food shortages after August, frightened people had started stocking up rice driving up both rice and paddy prices.",
    "In some areas paddy is demanded for around 150 rupees a kilogram, farmers say.",
    "Minister Amaraweera said scaremongering had a negative effect of encouraging people to stock up rice, but had also led to farmers being encouraged to sow rice.",
    "Meanwhile a price control order made by Consumer Affair Authority has also created shortages with shops running of rice.",
    "CAA officials are appearing on television, conducting raids on traders enacting the usual dramatic scenes.",
    "The CAA has created shortages and black markets in many food items in the past. The National Medical Regulator Authority has also created shortages of medicine with price controls.",
    "Food prices in Sri Lanka is soaring, after the central bank place price controls on interest rates and enforced them with printed money, triggering a collapse of the currency and high inflation.",
    "Continued money printing has also triggered forex shortages as efforts are made to enforce a peg. (Colombo/June12/2022)"
  ]
}