{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-dedicates-q1-of-2022-to-women-focussed-events-under-anagi-banner/",
  "time_ut": 1649597100,
  "title": "ComBank dedicates Q1 of 2022 to women-focussed events under ‘Anagi’ banner",
  "body_lines": [
    "A series of women-focussed programmes and events took place at several branches of the Commercial Bank of Ceylon in March, when the world observes International Women’s Day, consequent to the Bank dedicating the first quarter of 2022 to its flagship ‘Anagi’ Women’s Banking portfolio.",
    "These events included awareness programmes for women entrepreneurs with sessions on financial management and book keeping, skills development programmes, felicitation events to recognise successful professional women and entrepreneurs, exhibitions and trade fairs, and canvassing opportunities for Anagi loans and savings accounts.",
    "The Bank’s Development Credit Department also organised a Financial Literacy programme in Hettipola for the members of the Sithamu Women’s Agriculture Association engaged in cultivation and livestock farming.",
    "Those recognised at the felicitation events included female doctors, assistant government agents, accountants, nurses, principals, senior teachers, media personalities, lawyers, women’s society leaders, beauticians, police officers, artists, micro, small and medium entrepreneurs, and women in the agriculture, health and garments sectors.",
    "Commercial Bank branches in Batticaloa, Biyagama, Colombo North, Dambulla, Galewela, Kilinochchi, Kodikamam, Manipay, Matara, Nawalapitiya, Neluwa, Ratnapura and Vavuniya were among the branches that participated in these activations.",
    "Sri Lanka’s daily income earners wonder whether they are gone for now, or gone for good",
    "Sri Lanka to seek US$ 3 billion bridge-funding as country readies for negotiations with IMF",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}