{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ruling-party-stalwart-dullas-alahapperuma-asks-pm-cabinet-to-step-down-93348/",
  "time_ut": 1650632820,
  "title": "Sri Lanka ruling party stalwart Dullas Alahapperuma asks PM, cabinet to step down",
  "body_lines": [
    "ECONOMYNEXT – Former Sri Lanka media minister and senior government member Dullas Alahapperuma on Friday (22) called for the resignation of Prime Minister Mahinda Rajapaksa and the cabinet of ministers to make way for an all-party interim government to manage the country’s worsening economic crisis.",
    "In a latter addressed to President Gotabaya Rajapaksa, Alahapperuma said a numerically small cabinet that represents all political parties that represent parliament must be appointed without delay for a period of no more than one year.",
    "“The prime goal of such an administration must be to face the challenge of laying a permanent foundation for national unity and sovereignty and setting the country’s economic and political agenda through broad consensus in a set period of time,” he said.",
    "Alahapperuma stopped short of calling for the resignation of the president, however – a demand that’s been central to protests organised island-wide by Sri Lankans with no direct affiliation to any political party. “Go home, Gota” has been roared and repeated like a mantra outside the president’s office in the heart of Colombo for two weeks, as thousands take to the streets every day protesting the government’s handling of the unprecedented economic crisis.",
    "Alahapperuma said history will accord special significance to the sacrifice the prime minister and the cabinet would have to make for such an interim government to become a reality.",
    "“We must realise at least at this last burning second that every week this decision is delayed, the country’s future and stability is ruined for years,” he said.",
    "Invoking the motto of President Rajapaksa’s and Alahapperuma’s alma mater Ananda College, the Matara district MP said: “Appamado amatha padam (doing without delay). The will of the people is that we shall act now without delay. (Colombo/Apr22/2022)"
  ]
}