{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-ugly-who/172-233228",
  "time_ut": 1647467160,
  "title": "The ugly who?",
  "body_lines": [
    "The adjective has been tagged to the verb ‘American.’ Over the past few weeks, it has been used when referring to Minister Basil Rajapaksa. Subjective. After all beauty is in the eyes of the beholder and, by implication, so too ugliness.",
    "Ugliness is not the preserve of any country or any group of people although the beauty or otherwise of the powerful get more views on account of visibility and therefore invite greater frequency of comment.",
    "‘Eyes of the beholder,’ that’s key here, ‘eye’ being a metaphor of course and a proxy for political and ideological preferences of all kinds. A few caveats need to be mentioned before proceeding.",
    "First, it is not the case that all Sri Lankans (politicians included of course) are ‘beautiful.’ Second, we need to understand that there are degrees of prettiness.",
    "Most importantly, we need to distinguish between America (or rather the United States of America) and citizens of that country. When I say ‘America’ or the ‘USA’ I refer to its foreign policy and overall footprint in the global political economy. I note also that it’s not a bare foot that’s leaving the print. It’s a jackboot, so to speak, that’s walked roughshod on peoples, territories, cultures. Now that’s not subjective.",
    "THAT America, ladies and gentlemen, is not pretty. And this is why the moralistic posturing by THAT America and her allies (who are, in this regard, in the very least accessories after the facts of deceit, plunder and genocide) regarding ‘Ukraine.’",
    "Ukraine. Interesting place. Interesting location, socially, politically and economically in the global arena. A theatre of many kinds. It is after all a bone of contention, an invaded territory, home to good and bad people including Neo-Nazis who have been and are actively supported by the political leadership and an exhibition hall for weapons vendor among other things.",
    "Ugliness is not the preserve of any country or any group of people although the beauty or otherwise of the powerful get more views on account of visibility and therefore invite greater frequency of comment",
    "In the midst of shelling, dying, people being rendered homeless and functioning as pawns in a global political game, sanctions, sports politics and other things not uncommon but went under the West’s radar and were skirted by a media pliant to Washington-wish, an American writer, reviewing a novel (Glory) by No Violent Bulawayo, made an interesting observation: ‘Dictators who “rule and rule and keep ruling,” are equitably distributed. Jinping (10 years), Erdoğan (19), Lukashenko and Assad (22), Mussolini and Putin (23), and Mbasogo (43) put paid to the notion that dictatorships are the province of people of a certain hue. NoViolet Bulawayo’s brilliant novel, ‘Glory,’ writes into this reality, and how.’",
    "My response to the beautifully written review published in the Boston Globe (‘Chasing out the old horse’) was as follows: “Yes, looks good. i think the ‘art’ of ‘dictatorship’ was perfected by the west. they don’t have individuals ruling and ruling and ruling but have systems that go on and on and on....they just regularly change their CEOs. it’s a pernicious monarchy, sweetened by the election-drug.”",
    "The reviewer, Ru Freeman, responded at length: ‘I agree. I also think that given my long-term conviction (and copious writing! starting at Bates), about a global hierarchy of oligarchs and a global population of the oppressed (I’m rushing here, so forgive the shorthand), I tend to equate the Putins of the world with the Trumps and Bushes and Mugabes of the world. “The system works! The system works! The system called re-ci-pro-city!!” like the song goes - linked below. And there is certainly a nice population livin la vida loca on this war and every other war.",
    "‘The task of keeping sight of and offering a compassionate hand to - even if that “hand” is ONLY the matter of saying “I see you are suffering. I see some viciousness is being perpetrated against you.” - is not antithetical to noticing, commenting on, and fighting the good fight against the larger set of circumstances.",
    "‘Long as I live, I will never ignore anybody - no matter what they look like, or to which bloc they belong, or whether one set of people are being ignored and another attended to because I am not doing that ignoring - black lives matter, Palestine, Ukraine. People. I’m going to stand up fight back as they say.’",
    "A lovely American, then, in my book, although someone may claim my gaze is skewed; she is my sister.",
    "No one’s perfect. Everyone has flaws. Perfect beauty does not exist. There are blemishes, always. Flip it, and it means there’s something good in everyone. A representative of THAT America, however, is not babe in the woods. And all representatives have track-records. These cannot be ignored.",
    "So. Compared to THAT America (in its political, economic, military totality) a rep would seem innocuous, but let us not be deceived. Julie J. Chung, for example, was quite sweet when she said she’s looking forward to serving ‘in this beautiful island.’ Even cuter, one might say, when she, as reported, started learning Sinhala and Tamil.",
    "But, She is the Representative of THAT American. The punctuation is for stress. Didn’t take her too long to show us that she’s representing pretty well. Scarcely had the warmth of formalities such as presenting credentials, Chung invites (she has every right to choose whom to invite, of course) a set of NGO personalities with pretty dubious credentials. Any party that has the likes of Jehan Perera and Paikiasothy Saravanamuttu (the others more or less belong to aspirants for favoured status, one could say) as preferred guests tells us a lot about the hosts. Not that we needed confirmation, given how disingenuous the USA has been in her ‘friendship’ with Sri Lanka.",
    "And now, there’s talk that Victoria Nuland, the Undersecretary for Political Affairs, who famously said ‘f*&$ the EU’ (as evidenced by a leaked phone call tape), is to visit Sri Lanka. Here’s a comment from the website www.eesrilanka.wordpress.com:",
    "The US State Department is threatening to send Victoria ‘F*&$ the EU’ Nuland, Undersecretary for Political Affairs, to Sri Lanka on March 22, with Assistant Secretary for South Central Asian Affairs Donald ‘Banana 2’ Lu. She will be allowed to issue public ultimatums (MCC, anyone?) and shower private bribes to split the government further, by expelling any remaining Sri Lankan nationalists and socialists. Nuland is well known for buying off businessmen, politicians, editors and journalists, and selling weapons of mass destruction!",
    "‘The blood of thousands of Russians and Ukrainians, let alone Afghans, Iraqis, Congolese, Syrians, Libyans, Yemeni, Myanmari, etc, also drips off Nuland’s lips and hands. She wishes to add Sri Lanka to her bloody list – and should be arrested as she steps off the plane, let alone allowed to land!’",
    "‘Nuland’s jaunt comes a few weeks after the US government ‘gifted’ 2 pre-owned (Ha! Ha!) Raytheon military aircraft to Sri Lanka. Current US War Secretary General Lloyd Austin is a former director of Raytheon Technologies Company, the USA’s No. 3 war contractor.",
    "‘With Victoria Nuland back at the State Dept, the Biden administration seeks to transform more Ukrainians into bullet stoppers for Raytheon’, wrote The Grayzone. Nuland is credited with masterminding mass murder in the Ukraine, along with US Secretary of State Antony Blinken. Both are of the Ukrainian Jewish ‘diaspora’, happy to have East Europeans murder each other. She’d no doubt love to have Sri Lankans do the same.’",
    "So, who is ugly, really?  And who is uglier/prettier? Beauty is just skin deep, we know. What’s under the skin is what counts, really. This is where track records count, histories matter and who one is really representing says the most. Got to read between the lines, except in this instance the lines of THAT America is quite transparent."
  ]
}