{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/21/army-commander-urges-the-public-to-assist-unhindered-passage-of-road-transport/",
  "time_ut": 1650541320,
  "title": "Army Commander Urges the Public to Assist Unhindered Passage of Road Transport",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lanka Army, dedicated round the clock for the best interests of all Sri Lankans who have throughout extended their support and goodwill for performance of duties appeals the general public, engaged in protests to assist unhindered passage of transport movements without blocking roads and causing inconvenience to the public, noted a statement from the Army.",
    "In a special message, issued this afternoon (21) by General Shavendra Silva, Chief of Defence Staff and Commander of the Army, he recalled how all Sri Lankans overwhelmingly supported the armed forces during the height of COVID-19 control work and the war against terrorism by way of holding blessing ceremonies, services, etc. The full text of his message is as follows;",
    "“In the face of present economic constraints, people of Sri Lanka in various areas are holding protests and agitations in a peaceful manner. We have not to-date caused any hindrance to such peaceful protests. However, a few elements, who have shown up at those places were seen in the past few days engaged in particularly blocking road movements, causing inconvenience to the general public and transport of fuel supplies and essentials to different island-wide areas”.",
    "“The Sri Lanka Army at the request of the Inspector General of Police (IGP), in an attempt to assist the Police, particularly for unhindered passage of transport movements since yesterday (20) has deployed Army troops and other forces to assist in this connection. Particularly we saw on Wednesday (20), some members of the general public who have volunteered and come forward to remove those blockades on their own, for which we would like to pay tribute to such volunteers”.",
    "“Let me earnestly appeal to all intelligent Sri Lankans to support our forces and the Police in the same way you all cooperated with the armed forces in the control of the most recent COVID-19 epidemic and the war against terrorism in the past. I kindly urge all Sri Lankans to lend the same degree of support at this critical juncture to all the armed forces and the Police for passage of essentials to the public by dispensing with roadblocks and other obstructions”.",
    "Govt MPs pass proposal to continue under leadership of PM Rajapaksa; Basil also attends meeting",
    "Army Commander Urges the Public to Assist Unhindered Passage of Road Transport"
  ]
}