{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Kushan-D-Alwis-appointed-Board-Director-of-Ceylon-Tobacco-Company/34-733693",
  "time_ut": 1650491400,
  "title": "Kushan D’Alwis appointed Board Director of Ceylon Tobacco Company",
  "body_lines": [
    "Ceylon Tobacco Company PLC (CTC) yesterday announced the appointment of eminent senior member of the legal profession President’s Counsel Kushan D’Alwis, as an Independent Non-Executive Director to its Board with effect from 20 April 2022.",
    "Kushan D’Alwis has been in active practice as an Attorney-at-Law for over 36 years. He specialises in civil, corporate, commercial and administrative law in both the original and appellate courts and has been actively involved in alternate dispute resolution mechanisms including arbitration, advising on corporate legal matters, regulatory frameworks, compliance requirements and legal due diligence. He was conferred silk and took oaths as a President’s Counsel in November 2012.",
    "D’Alwis currently serves as the Chairman of the Office of National Unity and Reconciliation of Sri Lanka and is a member of the Board of Investment of Sri Lanka and of the Financial System Stability Consultative Committee of the Central Bank of Sri Lanka. He also sits on the Boards of The Lanka Hospitals Corporation PLC and National Development Bank PLC as an Independent Non-Executive Director, both of which are listed on the Colombo Stock Exchange.",
    "D’Alwis was a member of the Law Commission of Sri Lanka from 2011 to 2015 and is also a former member of the Panel of Legal advisers to the Tax Appeals Commission and of the Public Representations Committee on Constitutional Reform. He has also served as the Vice Chairman of the Civil Aviation Authority of Sri Lanka.",
    "With this new appointment, the CTC Board of Directors will now comprise Chairman Suresh Shah, Managing Director Monisha Abraham, Yudishtran Kanagasabai, Kushan D’Alwis, Usman Zahur, Rumana Rahman, Stuart Kidd, and Ali Abrar.",
    "The company and Board warmly welcome and look forward to D’Alwis strengthening CTC’s corporate governance benchmarks and best practices with his vast legal and commercial experience and acumen.",
    "With a history spanning 116 years, CTC is one of the most valuable companies listed on the Colombo Stock Exchange. The company will continue to consolidate its position at the top and drive further growth for all stakeholders as part of its journey in Sri Lanka."
  ]
}