{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLID-and-EY-launches-national-survey-on-Board-IT-governance-among-company-directors/34-732019",
  "time_ut": 1647298560,
  "title": "SLID and EY launches national survey on Board IT governance among company directors",
  "body_lines": [
    "The Sri Lanka Institute of Directors (SLID) in collaboration with EY and supported by the Colombo Stock Exchange (CSE), Ceylon Chamber of Commerce (CCC), National Chamber of Commerce of Sri Lanka (NCCSL) and the Ministry of Finance (MoF) will launch a national survey aimed at assessing the Board IT governance among companies in Sri Lanka.",
    "The survey will invite directors of private and public companies as well as directors of state-owned enterprises to share their views on the role of the Director and the Board in IT governance.",
    "In the current business context, the Board as the ultimate decision-making body is responsible for the right organisational decisions on key IT activities. The survey is to better understand the extent of the Board’s involvement in this area. While strategic IT management has long been considered partly the responsibility of senior executives, including the CEO, little has been said about the role of the Board in the management and governance of IT.",
    "However, Board level involvement in IT governance is an emerging practical concern driven by several developments, including the operational dependency and strategic importance of IT.",
    "SLID Chairman Faizal Salieh said: “With the increasing use of modern technology as an enabler of business and the challenges and disruptions in the landscape, the proper governance of IT is now a key Board level responsibility. This study is timely and will enable the assessment of IT governance levels across the Boards of both private and public sector companies in various industries and sectors. We are grateful to all the institutions that have come forward to partner and support this initiative. The outcomes will have significant national value. We request all company directors to please assist in this national study by promptly participating in the survey and make it effective.”",
    "EY Partner and Head of Consulting Arjuna Herath said: “The survey, based on extensive international research and thought leadership, will be the first of its kind in Sri Lanka and help provide a deeper, research-based understanding of the status of Board IT Governance across various segments of the corporate world in Sri Lanka. The key findings and implications will subsequently be shared through a joint publication by SLID, EY and a strong international academic team.”",
    "The survey analytics and insights will be powered by the seasoned data scientists of EY Global Delivery Services (GDS) having multiple years of global experience in building analytics solutions for different industries and sectors. The survey is intended to reach members of Boards of Directors in Sri Lankan companies through SLID, CSE, CCC, NCCSL and MoF.",
    "Specific request to participate in this survey or for clarification email the SLID Secretariat at ops@slid.lk"
  ]
}