{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-vlogger-unofficially-summoned-by-cid-refuses-to-give-statement-94705/",
  "time_ut": 1653466740,
  "title": "Sri Lanka vlogger “unofficially” summoned by CID refuses to give statement",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan YouTuber and political vlogger Dharshana Handungoda who was summed by the Criminal Investigation Department has refused to give a statement and has requested a legal notification from the CID with express reference to the purpose of the inquiry.",
    "Handungoda, a journalist by profession, was summoned by the CID on Wednesday (25) for questioning.",
    "His YouTube channel SL Deshaya is known for its regular and often biting political commentary.",
    "He declined to give a statement, claiming that the police never sent him an official notification calling him in for questioning. No reason for the summons was communicated to him in writing either, he said.",
    "“This action by the CID will set a wrong precedent at a time like this. I did not get an official written notification from the CID to summon me for questioning.  No legal document was provided. They just gave a call and told me to come,” Handungoda told reporters outside the CID headquarters on Wednesday.",
    "“This has been happening since yesterday morning. My lawyers are here and they will go to the CID instead of me to find out why they called me, who is the officer I have to meet, and what is the purpose of the inquiry.”",
    "Lawyers representing Handungoda said a letter was handed over to the CID asking for an official document mentioning the reasons.",
    "“This only demonstrates one thing and that is that the whole system is politicised. The police have also been politicised. It is bad to bring ordinary, unarmed citizens like us to these places to fulfil someone’s personal agenda,” said Handungoda. (Colombo/ May 25/2022)"
  ]
}