{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-close-at-over-2-wk-high-on-political-stability-hopes-94582/",
  "time_ut": 1653304980,
  "title": "Sri Lanka stocks close at over 2-wk high on political stability hopes",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index closed higher at more than two-week high on Monday (23) on hopes of political stability as the island nation saw some more cabinet ministers being appointed, but concerns over economic recovery still weighed on the sentiment, dealers said.",
    "“The market was very bullish today. We were expecting some mixed sentiment, but the index kept gaining,” a market analyst said.",
    "The main All Share Price Index (ASPI) closed 2.53 percent or  208.88 points higher at 8,474.49.",
    "“This is, however, a short term sentiment and it will probably last till the end of June if the political stability at least continues,” the analyst said.",
    "Sri Lanka on Monday appointed another six new cabinet ministers, extending the total to 20 so far and the president has promised to limit the cabinet to 25.",
    "Analysts have said that there is some political stability seen with the appointment of the new Prime Minister. However, the country’s economic condition continuing to worsen with no foreign inflows coming in.",
    "The market was volatile throughout the last week as there were positives from the political front and negatives from the economical front were creeping in amid fuel shortages raised concerns over crippling transport and manufacturing sectors.",
    "The day’s turnover was 2.7 billion rupees, more than half of this year’s average daily turnover of 4.1 billion rupees.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default raying by rating agencies. The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "The Prime Minister has promised to announce the country’s economic policy this week after getting the statistics on the debt repayment.",
    "The most liquid index S&P SL20  up 3.85 percent or 105.99 points to close at 2,856.90.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has gained 11.1 percent in May so far following a loss of 23 percent in April and 14.5 percent in March.",
    "The market has lost 30 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors sold a net 25.6 million rupees worth of shares. The market has witnessed a total foreign outflow of 1.2 billion rupees so far this year.",
    "Monday’s gain helped to increase the market capitalization by 137 billion rupees.",
    "Shares in Expolanka gained 9.1 percent to close at 239.50 rupees a share, LOLC rose 10.7 percent to close at 616.25 rupees a share, while Browns Investment ended 13.1 percent up at 9.50 rupees a share. (Colombo/May23/2022)"
  ]
}