{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/IMF-says-it-held-fruitful-technical-talks-with-Sri-Lanka-on-loan-request/108-235584",
  "time_ut": 1650736800,
  "title": "IMF says it held ’fruitful’ technical talks with Sri Lanka on loan request",
  "body_lines": [
    "The International Monetary Fund said on Saturday that its staff held \"fruitful technical discussions\" with Sri Lankan authorities on the crisis-wracked country's request for an IMF-supported loan program this week.",
    "The Fund said in a statement that the discussions included the need for Sri Lanka to implement \"a credible and coherent strategy\" to restore macroeconomic stability, and to strengthen its social safety net and protect the poor and vulnerable during the current crisis.",
    "Washington, DC: During the 2022 IMF and World Bank Spring Meetings in Washington, D.C., IMF Managing Director Kristalina Georgieva and other senior members of IMF management met with a Sri Lankan delegation, led by Finance Minister Ali Sabry and Central Bank of Sri Lanka Governor Nandalal Weerasinghe, and discussed policy actions to address economic challenges. The IMF team for Sri Lanka held initial technical discussions on an IMF-supported program with the delegation. Masahiro Nozaki, mission chief for Sri Lanka, issued the following statement today:",
    "“During April 18–22, the Sri Lankan delegation and the IMF team had fruitful technical discussions on the authorities’ request for an IMF-supported program. The discussions covered recent economic and financial developments in Sri Lanka, the need for implementing a credible and coherent strategy to restore macroeconomic stability, and the importance of stronger social safety nets to mitigate the adverse impact of the current economic crisis on the poor and vulnerable. The IMF team welcomed the authorities’ plan to engage in a collaborative dialogue with their creditors.",
    "“Going forward, the IMF team will support Sri Lanka’s efforts to overcome the current economic crisis by working closely with the authorities on their economic program, and by engaging with all other stakeholders in support of a timely resolution of the crisis.”"
  ]
}