{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fed-hikes-rates-75bp-as-powell-bubble-pushes-up-food-prices-hurting-the-poor-95873/",
  "time_ut": 1655345400,
  "title": "Fed hikes rates 75bp as Powell Bubble pushes up food prices hurting the poor",
  "body_lines": [
    "ECONOMYNEXT – The Federal Reserve raised has raised it policy rate 75 basis points to contain the Powell Bubble fired by money printing to boost ’employment’ which is hurting the poor around the world with high food and energy prices.",
    "The Powell Bubble has pushed US inflation to the highest levels since Great Inflation that was inherited by then Fed chief Paul Volcker in the early 1980s.",
    "The Fed which continued to print money in 2021 blaming supply chain bottlenecks is now blaming Russia and Ukraine in the prevailing narrative.",
    "“The invasion of Ukraine by Russia is causing tremendous human and economic hardship,” the Federal Open Market Committee statement said.",
    "“The invasion and related events are creating additional upward pressure on inflation and are weighing on global economic activity.”",
    "The Fed has a habit of printing money to push up energy prices firing up aggression in oil exporters who are flushed with cash and attack their neighbors.",
    "In the money printing boom which led to the collapse of the Bretton Woods, the Arab-Isreali conflict was eventually blamed for high oil prices.",
    "Fed Chief Jerome Powell claimed in 2021 that inflation was ‘transitory’ and blamed supply chain constraints as countries like Russia amassed cash piles from higher commodity prices.",
    "Powell had earlier said that the relationship between money supply and economic activity was something people had to ‘unlearn I guess’ as central bankers in Sri Lanka also printed money to create a ‘developmental state’ claiming it would not create inflation.",
    "Fed to follow John Law for time being as inflation hits records in the US and Sri Lanka",
    "“The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run,” the Fed said.",
    "“In support of these goals, the Committee decided to raise the target range for the federal funds rate to 1‑1/2 to 1-3/4 percent and anticipates that ongoing increases in the target range will be appropriate.",
    "“In addition, the Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities, as described in the Plans for Reducing the Size of the Federal Reserve’s Balance Sheet that were issued in May.” (Colombo/June16/2022)"
  ]
}