{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81519/cbsl-suspends-money-changing-permit-issued-to-prasanna-money-exchange",
  "time_ut": 1648713420,
  "title": "CBSL suspends money changing permit issued to Prasanna Money Exchange",
  "body_lines": [
    "The Central Bank of Sri Lanka (CBSL) has suspended the Money Changing permit issued to Prasanna Money Exchange (Pvt) Ltd following an on-site investigation.",
    "Taking into account the complaints received from the general public, the Department of Foreign Exchange of the Central Bank has conducted an on-site investigation at the Prasanna Money Exchange on Wednesday (March 30).",
    "During the probes, it was uncovered that the Prasanna Money Exchange had offered higher exchange rates and thereby attempted to purchase foreign currency from its customers at higher rates than the exchange rates offered to them by Licensed Banks.",
    "In its statement, the Central Bank said the move was in violation of the Directions issued to Authorized Money Changers under the Foreign Exchange Act No. 12 of 2017 (FEA).",
    "“Accordingly, the Central Bank has decided to temporarily suspend the permit issued to the Prasanna Money Exchange (Pvt) Ltd under the provisions of the FEA, with effect from 31.03.2022,” it read further.",
    "The Central Bank informed the general public that the Prasanna Money Exchange is no longer permitted to engage in money-changing activities as an Authorized Money Changer with effect from today (March 31).",
    "The public is also informed that any transaction with the Prasanna Money Exchange during the period of suspension is considered as a contravention with the provision of the FEA.",
    "The Central Bank noted that it has intensified its on-site investigations at Authorized Money Changing outlets and would stand ready to suspend or revoke permits of Authorized Money Changers who do not adhere to the Directions issued under the Foreign Exchange Act."
  ]
}