{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-to-boost-awareness-among-bangladesh-tourists/",
  "time_ut": 1647013680,
  "title": "Sri Lanka to boost awareness among Bangladesh tourists",
  "body_lines": [
    "As an initiative to attract more tourists from the Bangladesh market, the Sri Lanka Tourism Promotion Bureau (SLTPB) with the assistance of Sri Lanka High Commission in Dhaka and Sri Lankan Airlines organized a Familiarization (FAM) tour for two groups of the Bangladesh Travel Writers Association (BDTWA) and Tour Operators Association of Bangladesh (TOAB) for an 8-day tour of the island period of 25th February to 4th March 2022.",
    "The visit coincides with the commemoration of the 50th anniversary of Diplomatic Relations between Sri Lanka and Bangladesh which falls on 4th March 2022. Minister of Tourism Prasanna Ranatunga welcomed the group on 25th February 2022 with the officials of Sri Lanka Tourism Promotion Bureau.",
    "The group comprised 10 members of the Tour Operators Association of Bangladesh and 6 members being four travel writers and two photographers of the Travel Writers Association of Bangladesh. The groups visited Sri Lanka Sri Lankan Airlines provided sponsorship of the air travel for all participants.",
    "During the 8-day stay in Sri Lanka, the Tour Operators, Travel Writers and Photographers visited a number of iconic and historical sites of the country including Sigiriya, Matale, Kandy, Nuwara Eliya, Ella, Galle, Bentota and Colombo city.",
    "On 3rd March 2022, members of the Tour Operators Association and Travel Writers Association of Bangladesh had B2B meetings with 50 leading Tour Operators and Hoteliers and Editors / News reporters of Sri Lanka and discussed the way forward for further collaboration of two-way tourism promotion of both Sri Lanka and Bangladesh. Mr.S.Hettiarachchi , Secretary, Ministry of Tourism, Mr. Dushan Wickramasuriya , Director Marketing , SLTPB , and Presidents of the Tour Operators Association and Travel Writers Association of Bangladesh addressed the event . The FAM concluded with the B2B event.",
    "The Travel Writers Association and Tour Operators Association of Bangladesh are scheduled to organize a number of promotional activities with the support of SLTPB and the Sri Lanka High Commission in Dhaka to promote Sri Lanka as an attractive destination among Bangladeshi travelers.",
    "SLIM calls on marketers to unite in creating an ethical marketing culture in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}