{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/26/cbsl-ready-to-cooperate-for-closer-government-engagement-with-imf/",
  "time_ut": 1648270860,
  "title": "CBSL ready to cooperate for closer Government engagement with IMF",
  "body_lines": [
    "COLOMBO (News 1st); The Central Bank of Sri Lanka (CBSL) assures that it is ready for closer engagement with the International Monetary Fund (IMF), while the Government is indicating that it is seeking a closer engagement with the IMF.",
    "While acknowledging the report, the CBSL stated that several policy adjustments have already been made by the Ministry of Finance and the CBSL. These include monetary policy tightening since August 2021, allowing exchange rate flexibility, removing restrictions on foreign exchange market transactions, implementing envisaged revenue enhancing measures, and allowing market-based price adjustments to key commodities.",
    "The CBSL has also underlined the processes which took place under Article IV;",
    "a) a visit to Sri Lanka by an IMF staff team in December 2021 during which consultations were held with the Ministry of Finance (MoF) and the Central Bank of Sri Lanka (CBSL), as well as several other government agencies, financial institutions and private organisations and individuals,",
    "b) further clarifications sought by the staff team upon their return to the IMF Headquarters,",
    "c) discussion at the Executive Board of the IMF on the Article IV Report, by which time the Sri Lankan authorities had consented in principle to the publication of the Report",
    "d) a press release being issued by the IMF upon conclusion of the Executive Board discussion,",
    "e) an IMF team visiting the country to apprise His Excellency the President on the findings of the Article IV consultation,",
    "f) the final clearance being provided by the Sri Lankan authorities, and",
    "Value of dollar will determine prices during festive season: Importers’ Association"
  ]
}