{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/rambukkana-shooting-ssp-constables-remanded-again/",
  "time_ut": 1653055980,
  "title": "#Rambukkana Shooting: SSP & Constables remanded again",
  "body_lines": [
    "COLOMBO (News1 st); Former Kegalle SSP K. B. Keerthiratne and three other Police officers were remanded again on Friday (20) until the 1st of June 2022 in connection with the Rambukka shooting that resulted in the death of one person on the 19th of April.",
    "The suspects were produced to the Kegalle Magistrate to Vasana Navaratne today (20) and thereafter they were again remanded.",
    "The Criminal Investigation Department (CID) submitted a report to the court on the progress of the investigation related to the incident.",
    "The Magistrate said the bail requested for the suspects would be considered on the 1st of June 2022.",
    "The Rambukkana protests erupted over delayed petrol deliveries and sharp price increases in petrol and diesel announced on Monday, the 18th of April 2022.",
    "On Tuesday, the 19th of April 2022, demonstrators blocked main roads and a railway line.",
    "Police began directing tear gas at thousands of protesters in the afternoon and then suddenly, without warning, opened fire with live rounds.",
    "Chaminda Lakshan, a 40-year-old father of two from Naranbedda, a village near Rambukkana, was shot. He died soon after being admitted to Kegalle hospital.",
    "Earlier, Sri Lanka’s then-Public Security Minister told Parliament that preliminary investigations have revealed that Assistant Superintendent of Police C. W. C. Dharmaratne & Senior Superintendent of Police K. B. Keerthiratne had instructed to open fire to control the situation in Rambukkana on the 19th of April 2022.",
    "The four police officers were arrested by the Criminal Investigations Department as per an order issued by the Kegalle Magistrate’s Court.",
    "SSP K. B. Keerthiratne was arrested while he was at the Narahenpita Police Hospital and the three police constables who were part of the firing team were arrested while at the Kundasale Police Hospital."
  ]
}