{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82259/prime-minister-to-resign-on-monday",
  "time_ut": 1651920960,
  "title": "Prime Minister to resign on Monday?",
  "body_lines": [
    "Prime Minister Mahinda Rajapaksa has decided to resign from his post during the special cabinet meeting held yesterday (06), according to political sources.",
    "The source claimed that the resignation of the Prime Minister is scheduled to take place next Monday.",
    "A special cabinet meeting chaired by President Gotabhaya Rajapaksa was held at the President’s House yesterday.",
    "The President had pointed out that in the face of the economic and political crisis that has arisen in the country and the continuous strong opposition from the people, a serious problem has arisen in maintaining the economy.",
    "The President also pointed out that the current crisis has led to a decline in tourist arrivals and the closure of factories, which has led to a serious economic crisis.",
    "Political sources say that the President had stated that the Prime Minister and the government should resign because it is no longer possible to act in the face of the crisis that has arisen.",
    "The Prime Minister has stated that the resignation of the government is not a solution to the problem.",
    "Ministers Dinesh Gunawardena and Wimalaweera Dissanayake had reportedly endorsed the Prime Minister’s view.",
    "Ministers Prasanna Ranatunga, Ramesh Pathirana and Prof. Channa Jayasumana have explained that the government should be handed over to those who can find a solution to the current crisis and that they should all resign.",
    "Afterwards, Prime Minister Mahinda Rajapaksa had allegedly stated that if the solution to the current crisis is his resignation, he is ready to step down as Prime Minister and sit in the opposition.",
    "Political sources said that with the resignation of the Prime Minister, the current cabinet will also be dissolved automatically and the process of resignation will likely take place next Monday."
  ]
}