{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83070/fr-application-filed-against-appointing-dhammika-perera-as-an-mp",
  "time_ut": 1655325480,
  "title": "FR application filed against appointing Dhammika Perera as an MP",
  "body_lines": [
    "The Centre for Policy Alternatives (CPA) and its Executive Director filed a fundamental rights (FR) application challenging the appointment of business tycoon Dhammika Perera to fill the vacancy created by the resignation of former Minister Basil Rajapaksa, as a Member of Parliament elected under Article 99A of the Constitution (the National List).",
    "In a statement, the CPA said, in accordance with Article 99A of the Constitution, its position is that a person is only entitled to be nominated to fill such a vacancy if their name was included in the district nomination papers or national list submitted by the relevant political party.",
    "However, Dhammika Perera’s name was not on the list submitted by the Sri Lanka Podujana Peramuna (SLPP) to the Election Commission under Article 99A of the Constitution or in any nomination paper submitted in respect of any electoral district by the SLPP for the General Election held in 2020, the statement pointed out.",
    "The petitioners have also highlighted the appearance of very real bias and conflicts of interest caused by Dhammika Perera’s appointment as a parliamentarian and possibly a Cabinet Minister, due to his ownership in a multitude of different business ventures in a variety of sectors ranging from plantation, power generation, licenced commercial banks, finance companies and consumer goods.",
    "The CPA noted that Article 91(1)(e) of the Constitution disqualifies a person with any such interest in any such contract made by or on behalf of the State or a public corporation from being a Member of Parliament.",
    "Accordingly, CPA argued that Dhammika Perera’s appointment is illegal, arbitrary, irrational, grossly unreasonable, contrary to law and will if unchecked cause grave and irremediable harm and prejudice to the people of Sri Lanka and the rule of law itself.",
    "The CPA further maintains that this appointment constitutes an infringement and continuous infringement of the fundamental rights of the People of Sri Lanka guaranteed under Articles 10, 12(1), and 14(1)(a) of the Constitution - the freedom of thought, conscience and religion, the right to equal protection of the law and the freedom of speech and expression, respectively."
  ]
}