{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82556/navy-apprehends-40-people-in-illegal-migration-attempt",
  "time_ut": 1653043140,
  "title": "Navy apprehends 40 people in illegal migration attempt",
  "body_lines": [
    "Sri Lanka Navy, during a recent patrol conducted on seas off Batticaloa and in a special operation in the beach area of Kalawanchikudi, Batticaloa, managed to apprehend 40 individuals who attempted to illegally migrate to a foreign country via sea routes.",
    "SLNS Ranarisi attached to the Eastern Naval Command and Fast Attack Craft P 4443 of the 4th Fast Attack Flotilla had detected a local multiday fishing vessel while patrolling Batticaloa waters on May 18.",
    "A subsequent search of the fishing vessel led to the apprehension of a group of 19 who were believed to be on an illegal migration attempt to a foreign country and seizure of the local multiday fishing vessel used for the illegal act, the navy said in a statement.",
    "Among the apprehended individuals were 17 males including 02 human smugglers, 01 female and 01 boy. It was further revealed that the apprehended suspects are from 12 to 50 years of age, according to the navy.",
    "Due to the ramshackle nature of the multi-day fishing vessel and rough sea condition, the fishing vessel has sunken while being towed ashore by P4443, the navy said further. Despite this, the apprehended group of individuals has been safely transferred ashore by the navy.",
    "In the meantime, SLNS Kashyapa together with Police STF and Special Bureau carried out another search operation at Dharmapuram and Puthukuduirippu in Kalawanchikudi, Batticaloa on the night of May 18, in connection to the aforementioned illegal migration attempt.",
    "In this search operation, the raiding party managed to apprehend 21 more individuals in 02 dinghies at Dharmapuram and Puthukuduirippu beaches, waiting to join the seized multiday fishing vessel, with the intervention of human smugglers.",
    "The 02 dinghies made ready to transfer the suspects were also held in this operation. Among the apprehended individuals were; 17 males including 02 human smugglers and 04 females, aged between 20 to 44 years.",
    "The accused were identified as residents of Trincomalee, Batticaloa, Jaffna, Kilinochchi and Vavuniya.",
    "The group of suspects held in Kalawanchikudi was handed over to the Kaththankudi Police for onward legal action. Meanwhile, the accused nabbed by SLNS Ranarisi were to be handed over to the Trinco Harbour Police for onward legal proceedings."
  ]
}