{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/OPA-hands-over-proposals-on-addressing-agriculture-food-production-crisis-to-Agriculture-Ministry/34-735731",
  "time_ut": 1654284240,
  "title": "OPA hands over proposals on addressing agriculture, food production crisis to Agriculture Ministry",
  "body_lines": [
    "The OPA delegation (from left): Treasurer Bandula Gamarachchi, OPA Land and Agriculture Standing Committee Chairman Sarath Jayatilaka, President Dulitha Perera, Agriculture Minister Mahinda Amaraweera, General Secretary Upali Jayawardena, and OPA President Elect Ruchira Gunasekera",
    "An OPA delegation led by President Dulitha Perera and comprising OPA Land and Agriculture Standing Committee Chairman Sarath Jayatilaka and other office bearers submitted its short-term recommendations to Government for urgent attention and immediate implementation.",
    "The ill-fated decision in April 2021, caused drastic disruptions over agriculture export earnings, especially affecting the tea industry, further aggravating the foreign exchange crisis. Over 40% of crop yield declined, especially of paddy, leading to the present crisis of shortages and price hikes at unaffordable levels.",
    "The Government must not resort to any more imports of essential food items including rice, where quality is not assured. OPA stresses that immediate implementation of its proposals would lead to arrest further aggravation of the current food production crisis in the country and help recover the hampered livelihoods of the farming communities.",
    "The proposals included, that measures be taken to re-activate the medium and long-term programs implemented by the Department of Agriculture, Department of Animal Production and health, Department of Agrarian Development, Mahaweli Authority of Sri Lanka, and the Provincial Departments of Agriculture and Animal production and Health, and private sector agencies, that focused on building a sustainable agriculture system leading to a food secured Sri Lanka.",
    "Likewise, OPA proposals also called for immediate interventions to address requirements arising at soil preparation, sowing, manuring, irrigation, weeding, harvesting, storage, and access to market needs.",
    "•Supply quality seeds to the growers, sourced either locally or imported",
    "•Provide the essential inorganic fertilisers and promote use of organic matter urgently",
    "•Make required pesticides and veterinary drugs available in the market",
    "•Launch a program to discharge sufficient fuel to ensure uninterrupted usage of fuel driven machinery and implement for harvesting and threshing of late cultivators of the Maha season 2021/2022 and land preparation for the Yala season 2022 in the case of paddy and other food crop production",
    "•Develop a mechanism to promote and commercialise local technologies and innovations with the recommendation of the mandated State institutions through scientific research",
    "•Measures must be taken to popularise and expand Good Agriculture Practices (GAP)-certification program at the National level",
    "•Provide credit facilities and introduce effective communication methods, as and when required, while introducing appropriate risk management systems within the food system",
    "•Energise the Agriculture extension system on both crop and animal production sectors in Sri Lanka",
    "•Develop required standards for locally produced agricultural inputs (especially organic fertiliser)",
    "•Introduce simple and practical mechanism to reduce the postharvest losses in vegetables and fruits",
    "•Launch programs to help deploy proper planning in conjunction with the cultivation planning"
  ]
}