{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/huawei-releases-2021-annual-report-solid-operations-investing-in-the-future/",
  "time_ut": 1648993080,
  "title": "Huawei releases 2021 Annual Report: solid operations, investing in the future",
  "body_lines": [
    "Huawei released its 2021 Annual Report recently, revealing that the company had maintained solid operations throughout the past year. As per the report, Huawei achieved CNY 636.8 billion in revenue in 2021, and CNY 113.7 billion in net profits, an increase of 75.9% year-on-year. The company’s R&D expenditure reached CNY 142.7 billion in 2021, representing 22.4% of its total revenue, and bringing its total R&D expenditure over the past 10 years to over CNY 845 billion. Moving forward, the company also plans to continuously increase investment in R&D.",
    "Guo Ping, Huawei’s Rotating Chairman, stated at the press conference, “Overall, our performance was in line with forecast. Our carrier business remained stable, our enterprise business experienced steady growth, and our consumer business quickly expanded into new domains. In addition, we embarked on a fast track of ecosystem development.”",
    "Meng Wanzhou, Huawei’s CFO, also spoke at the event, “Despite a revenue decline in 2021, our ability to make a profit and generate cash flows is increasing, and we are more capable of dealing with uncertainty.” Thanks to the enhanced profitability of its major businesses, the company’s cash flow from operating activities dramatically increased in 2021, amounting to CNY 59.7 billion. Its liability ratio also dropped to 57.8%, and its overall financial structure has become more resilient and flexible.",
    "In 2021, Huawei’s carrier business generated CNY 281.5 billion in revenue and helped carriers around the world deploy leading 5G networks. Third-party test results have found that 5G networks built by Huawei for customers in 13 countries, including Switzerland, Germany, Finland, the Netherlands, South Korea, and Saudi Arabia, provide the best user experience. By working with carriers and partners, Huawei has signed more than 3,000 commercial contracts for industrial 5G applications. These kinds of 5G applications are currently seeing large-scale commercial use in sectors like manufacturing, mines, iron & steel plants, ports, and hospitals.",
    "Thanks to continuing digital transformation trends, Huawei’s enterprise business also grew rapidly, generating CNY 102.4 billion in revenue during 2021. In the past year, Huawei launched 11 scenario-based solutions for key sectors such as government, transportation, finance, energy, and manufacturing. The company also established multiple dedicated teams, including a Coal Mine Team, a Smart Road Team, and a Customs & Port Team, to combine resources in a way that more efficiently serves the needs of its customers. Over 700 cities and 267 Fortune Global 500 companies have chosen Huawei as their digital transformation partner and Huawei now works with more than 6,000 service and operation partners around the world.",
    "Poor and weaker leadership has created an ill-fated destiny for Sri Lanka: NCE",
    "Sri Lanka Retailers’ Association appeals for 50% concession on rentals and leases",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}