{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Consul-General-in-Mumbai-promotes-Sri-Lanka-at-CII-Annual-Meeting/34-731851",
  "time_ut": 1647023400,
  "title": "Consul General in Mumbai promotes Sri Lanka at CII Annual Meeting",
  "body_lines": [
    "Following the invitation of the Confederation of Indian Industry (CII), Gujarat Chapter Chairman, Consul General, Sri Lanka, Mumbai Dr. Valsan Vethody addressed the inaugural plenary session of the Gujarat Annual Meeting: Rising Gujarat held on 2 March at Ahmedabad.",
    "The Annual Meeting proved to be crucial as it provided a unique platform for thematic discussion on industrial growth giving an opportunity to CII Members and select non-members to assess their progress over the years. The theme of the annual meeting, “Rising Gujarat”, was with the intention to illustrate the evolution, success stories, and contribution of Gujarat to India with emphasis on international cooperation.",
    "Consul General reiterated the long-standing relations between India and Sri Lanka and further highlighted the opportunities for collaboration between two nations.",
    "The session was also addressed by CII outgoing Chairman Vinod Agarwal, CII Western region Chairman B. Thiagarajan, Centre for Environment Education Founder and Director Dr. Kartikeya Sarabhai, Symphony Ltd., Founder and CMD Achal Bakeri and CII Past Chairman Piyush Tamboli. The event was attended by more than 200 industry delegates.",
    "The Consul General spoke about the ups and downs of the Indo-Sri Lankan political relations and the sustainability of the bilateral economic relationship despite these upheavals by political uncertainties. He gave a comprehensive insight into the potential areas of cooperation in the context of FDI opportunities in Sri Lanka.",
    "Meetings were held with Gujarat based pharmaceutical and textile industry players following the conclusion of the session. Key information about the facilitation of investments in Sri Lanka available in the domain of specified Pharmaceutical and Textile zones were shared with the participating investors.",
    "CII is a non-government, not-for-profit, industry-led and industry-managed organization, with over 9,000 members from the private as well as public sectors, including SMEs and MNCs, and an indirect membership of over 300,000 enterprises from 294 national and regional sectoral industry bodies. With 62 offices, including 10 Centres of Excellence, in India, and 8 overseas offices in Australia, Egypt, Germany, Indonesia, Singapore, UAE, UK and the USA, as well as institutional partnerships with 394 counterpart organizations in 133 countries, CII serves as a reference point for Indian industry and the international business community."
  ]
}