{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81769/sri-lankas-hiran-abeysekera-wins-best-actor-at-olivier-awards",
  "time_ut": 1649675040,
  "title": "Sri Lanka’s Hiran Abeysekera wins best actor at Olivier Awards",
  "body_lines": [
    "Sri Lankan actor Hiran Abeysekera has won the award for Best Actor at the Olivier Awards which was held at the Royal Albert Hall in London on Sunday.",
    "The Laurence Olivier Awards, or simply the Olivier Awards, are presented annually by the Society of London Theatre to recognise excellence in professional theatre in London.",
    "Abeysekera picked up the award for his performances as the leading man on the Wes-End play ‘Life of Pi’, which also scooped a host of top prizes.",
    "The production, based on Yann Martel’s Booker Prize-winning novel of the same name, scooped the best play prize as part of its haul.",
    "The story follows a teenager stranded on a lifeboat in the middle of the ocean with a tiger on board.",
    "In a touching speech, the show’s star Abeysekera said he was “overwhelmed” to win best actor.",
    "He paid tribute to his home country of Sri Lanka, which he said was going through a “tough time now... I think of you and wish I was there with you”.",
    "Sri Lanka is facing a serious financial crisis and there have been protests in recent days calling for the resignation of President Gotabaya Rajapaksa and his government.",
    "Life of Pi, a philosophical novel by Yann Martel, was also adapted into an film in 2012 which starred Suraj Sharma and won four Oscars.",
    "Lolita Chakrabarti, who created the stage adaptation, said its success was a “testament to the story” created by Martel, describing it as an “absolute modern classic”.",
    "The play’s lead, Hiran Abeysekera, was named best actor while the seven actors who play the Tiger shared the best supporting actor prize.",
    "Abeysekera said taking on the role was initially “quite a scary proposition” as the book is so beloved, but said they knew they had “something special” after their first dress run.",
    "While Fred David, one of the seven actors of the Tiger, said during their acceptance speech that this award was “phenomenal” and a “landmark moment in puppetry across the board”.",
    "The stage adaptation of Life of Pi and a revival of the musical Cabaret were the big winners at Sunday’s Olivier Awards.",
    "Cabaret was named best musical revival for the production which transformed the West End’s Playhouse Theatre into the Kit Kat Club and starred Eddie Redmayne and Jessie Buckley who were named best actor and best actress in a musical respectively.",
    "The show picked up seven of the 11 prizes it was nominated for including best musical revival while Liza Sadovy won best supporting actress in a musical for her role in the show while Elliot Levey won best supporting actor in a musical.",
    "Rebecca Frecknall was named best director for her helming of the production, which also won the best sound gong.",
    "The Olivier Awards are recognised internationally as the highest honour in British theatre, equivalent to the BAFTA Awards for film and television, and the BRIT Awards for music.",
    "The Olivier Awards are considered equivalent to Broadway’s Tony Awards and France’s Molière Award.",
    "The celebration of London theatre, opera and dance came back to the Royal Albert Hall for the first time since the coronavirus pandemic shut down the country’s theatres weeks before the scheduled 2020 Oliviers show.",
    "Kit Harington, Tom Felton, Emma Corrin and Jonathan Pryce were among the stars who walked the sustainable green carpet, made from reusable grass, before the glitzy, music-filled ceremony."
  ]
}