{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/violence-erupts-as-sri-lankas-rajapaksa-backers-attack-unarmed-protesters-94010/",
  "time_ut": 1652091000,
  "title": "Violence erupts as Sri Lanka’s Rajapaksa backers attack unarmed protesters",
  "body_lines": [
    "ECONOMYNEXT – At least 16 people were hospitalised and a curfew was imposed on Monday after violence erupted in Sri Lanka’s capital as hundreds of Prime Minister Mahinda Rajapaksa’s supporters attacked unarmed protesters who had been demanding the resignation of the prime minister and his brother President Gotabaya Rajapaksa.",
    "Islandwide police curfew was imposed following the violence on the day when Mahinda Rajapaksa was expected to resign.",
    "His supporters who had been brought by private buses to his official residence requested not to resign.",
    "Rajapaksa supporters came in buses organised by former ruling party ministers and participated in a meeting where Prime Minister Rajapaksa addressed the gathering before the crowd decided to walk through the protest site near Prime Minister’s official residence and the Presidential secretariat.",
    "The Rajapaksa supporters, armed with poles and iron bars, went to attack dozens of protesters who had been demanding the resignation of the prime minister for the past two weeks, before destroying all their tents near the PM’s house an EconomyNext reporter witnessed.",
    "Police failed to take any action to prevent the thugs, eyewitnesses said.",
    "Later Rajapaksa supporters walked 2.1 km to the presidential secretariat, attacked hundred of protesters and destroyed their tents in an area where they had been occupying for more than a month.",
    "The police then used water cannons and tear gas to disperse the crowd and the clash between the two groups.",
    "Later a few protesters attacked opposition leader Sajith Premadasa who visited near the presidential secretariat, an Economy Next Reporter witnessed.",
    "#SriLankan Opp.leader @sajithpremadasa came under attack at Galle Face #ProtestLK #GoGotaGama pic.twitter.com/fZD1NWdP4V",
    "At least 18 people have been admitted so far for injuries, a health officials said.",
    "The military was called upon to beef up security following the clash near the presidential secretariat.",
    "Rajapaksa during the meeting with his supporters before the violence erupted said he was ready to sacrifice anything for the country.",
    "The Bar Association of Sri Lanka (BASL) said it had received reports of a gang of persons armed with poles and clubs marching from the prime minister’s official residence Temple Trees.",
    "“They have attacked anti-government protesters opposite Temple Trees. The BASL calls for immediate action by the Inspector General of Police and the Police to prevent protesters from being attacked. There will be grave repercussions by the inaction of the government and the police to deal with this situation.” (Colombo/May09/2022)"
  ]
}