{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Alumex-wins-Bronze-at-Asia-Integrated-Reporting-Awards/34-735529",
  "time_ut": 1653941760,
  "title": "Alumex wins Bronze at Asia Integrated Reporting Awards",
  "body_lines": [
    "Sri Lanka’s largest aluminium extrusion manufacturer Alumex PLC was recently recognised for its strong commitment towards transparency and governance at the Asia Integrated Reporting Awards. Alumex was honoured with a Bronze award in the Integrated Report (SME) category for clearly and concisely communicating its value creation to stakeholders via integrated reporting.",
    "Value creation is at the heart of integrated reporting, which helps companies to embed long-term sustainability into their business model. Integrated reporting goes beyond the conventional approach to communicating value creation and encompasses other forms of value created within the organisation through the change or transformation of its capital.",
    "Alumex, for example, engages in value creation beyond the purely financial, encompassing both social and natural capital. Thus, the purpose of an integrated report is to provide the kind of information that enables the reader to more accurately assess the organisation’s ability to create value over time.",
    "Integrated reporting is considered increasingly important as businesses seek to enhance accountability, stewardship, and trust by providing investors with the information they need to make more efficient capital allocation decisions that, in turn, facilitate better long-term investment returns.",
    "“Alumex adopted integrated reporting to better communicate the strategic decisions and directions taken by the company and the impact we create for people and the planet. We are honoured to be recognised for our efforts to drive value creation for our stakeholders, and thank AIRA for this accolade,” said Alumex Managing Director Pramuk Dediwela.",
    "CSRWorks Managing Director and AIRA Founder Rajesh Chhabara said: “Alumex PLC has demonstrated its leadership in integrated reporting. A best practice example, its integrated report shows how it applies integrated thinking and a multi-capital approach to create value for its shareholders and stakeholders over time.”",
    "The Asia Integrated Reporting Awards (AIRA) is organised by CSRWorks International, a Singapore-based sustainability services firm focused on advisory, training and thought leadership.",
    "Alumex was recognised amongst 94 entries from eight countries across eight categories at a virtual ceremony. Via preliminary evaluations, 25 companies from six countries advanced to the finals followed by the selection of just 12 winners across Asia, by an expert judging panel.",
    "The awards ceremony was attended by over 250 senior business leaders and sustainability practitioners, and opened with an address by the Guest of Honour British High Commissioner to Singapore Kara Owen. Attendees also included dignitaries from embassies, academia, trade associations and advocacy organisations.",
    "Alumex pioneered the concept of fully integrated aluminium manufacturing with its inception in 1986. Since then, the company has developed its portfolio with a reputation as Sri Lanka’s leading provider of best-in-class and specialised commercial, industrial, residential, and architectural aluminium extrusion profiles.",
    "In 2019 Alumex ventured into international markets, experiencing a rapid growth trajectory with exports to Australia, Bangladesh, Canada, India, Kenya, the Maldives, Nepal, New Zealand, the Seychelles, Switzerland, the United Kingdom, and the United States, while simultaneously expanding its operations across the globe. The company’s strong commitment to sustainability was reinforced with the Eco-Label certification of its entire aluminium extrusion portfolio by the Green Building Council of Sri Lanka (GBCSL)."
  ]
}