{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Central-Bank-to-crack-down-on-foreign-currency-note-holders/245-237383",
  "time_ut": 1653021360,
  "title": "Central Bank to crack down on foreign currency note holders",
  "body_lines": [
    "Says move will enhance dollar liquidity in domestic forex market",
    "Says evidence suggests people hoarding large amount of forex in note form in their homes and offices",
    "As of now any individual can hold up to US$ 15,000 of foreign currency up to three months",
    "Says violation of proposed law could result in confiscation of all the foreign currency one holds",
    "The Central Bank will soon issue legislation declaring holding any type of foreign currency notes equivalent to the value of more than US$ 10,000, illegal.",
    "While the law is still being hashed out, it will bring down the threshold from the current US$ 15,000 one can hold in a bid to end hoarding of foreign exchange in currency form and thereby draw them into the banking system, which will enhance dollar liquidity in the domestic foreign exchange market.",
    "There is ample evidence that people are hoarding large amounts of foreign currency at homes and institutions without bringing them to the banking system, expecting to profit from further weakening in the currency against the dollar and other currencies, according to Central Bank Governor Dr. Nandalal Weerasinghe.  Dr. Weerasinghe, a fortnight ago said crackdown on informal channels of foreign exchange alone could solve the current foreign currency shortage to a greater degree as at least 37 percent of the total foreign currency dealings take place outside the banking system.",
    "As of now, any individual can hold up to US$ 15,000 of foreign currency up to three months, after which they are required, under the country’s foreign exchange laws, to either deposit the moneys in a foreign currency account or convert into rupees.",
    "Under the new law, which could come into effect any time, the Central Bank might amend the maximum amount one can keep in foreign currency and will offer a maximum of two weeks to either deposit in a bank or convert to rupees.",
    "Even those who hold foreign currency in currency form up to the stipulated maximum limit will also be required to declare how they have earned such incomes.",
    "Any violation of the impending law will impose hefty fines, which could effectively confiscate the entire amount of foreign currency one has been keeping.",
    "When queried whether the law could backfire as people may resort to hide the foreign currency they are holding, Dr. Weerasinghe said the Central Bank has the authority to enforce such laws and also to make raids on tip-offs to confiscate such foreign currency.",
    "Dr.Weerasinghe said the whole purpose of this exercise is to ensure that the entire population has access to essential imports such as fuel, cooking gas, medicine and electricity around the clock, and thereby end the daily sufferings of the people, because dollars brought to the banking system in that manner would restore the much needed dollar liquidity in the domestic foreign exchange market so that such dollars could be used for imports.",
    "WindForce was scheduled to commission its 10 MW solar plant, Solar Universe, located in Vavunativu this month. The company’s total installed capacity is expected to reach 245MW with the commissioning of both wind and solar power plants.",
    "Meanwhile, WindForce remains optimistic on obtaining a favourable tariff rate for the proposed 30 MW solar power plant with 7.5 MW battery energy storage system (BESS) in Senegal.",
    "Although the project was scheduled to begin the third quarter of last year with Rs.1.38 billion allocation from IPO proceeds, it was delayed due to significant cost escalations in the solar industry and the project conditions becoming unattractive.",
    "“Recent discussions with the Senegal utility are showing progress as both parties are negotiating terms to set a beneficial tariff rate to reflect the escalation in the investment,” WindForce said.",
    "In addition, the company has also been carrying out feasibility studies for more renewable energy projects in Uganda, Malawi and Pakistan.      (NF)"
  ]
}