{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/history-being-created-the-sangha-steps-in-firmly/",
  "time_ut": 1651767480,
  "title": "History being created; the Sangha steps in firmly",
  "body_lines": [
    "On Monday, those in Gogotagama peacefully succeeded in repulsing two onslaughts by the police: one to dismantle a stage they erected bang in front of the president’s office and the other sending combat STF officers in a large police vehicle to GFG. Wise that the police withdrew.",
    "However, those in Mynagama have had to face adversity. Their tents were torn down and their voices of protest nearly drowned by loud speakered pirith chanting emanating from within the grounds of Temple Trees. What a cheap manoeuvre to resort to! Whose warped mind devised this scheme, degrading pirith chanting and consequently the noble religion of Buddhism? Little wonder this: for constantly Mahinda Rajapaksa and his sons and sycophants have degraded Buddhism. A temple was made his political office;  bana preachings organised in his abode – an obvious ploy for popularity; his wife, a staunch Catholic, tightly clad in white, offering the betel tray to the monk to start his bana preaching. His son, Namal, defied the decree of the Mahanayake Thera of the Malwatte Chapter – the highest prelate – and conducted car racing around the Kandy lake some years ago. . Buddhism was always a convenient vehicle for them to hoodwink a trusting public and now they use most sacred pirith chanting to be deaf and dumb.",
    "STALEMATE – is the status quo as of today. That is: “further action or progress by opposing or competing parties seems impossible”. The totally persona non grata, nay, hated, loathed, despised Prez and PM cling to power. Suddenly Brother Basil appears on Monday TV news. 99% Sri Lankans here and overseas fault them for the abyss Sri Lanka is sunk in. And to retain and keep hidden their ill-gotten wealth, they cling to power, letting the country go to pot as we used to say, or burn to cinders. Their skins are more important than the entire country. This fact was proved innumerable times before and tolerated by the people, swallowed with a resigned mourn: Aney, how to do anything? We pitied the farmers deprived of their livelihood; we mourned the deaths of Christians and others on April 21, 2019. But now, mercifully, the youth of the country have risen to show a way. The older generation and the expatriate Sri Lankans join them. But the fat ones stay on.",
    "However, HISTORY IS BEING CREATED; the youth protests and consolidation of Gogotagama and Mynagama and satellite Gamas all over the country have caught on like wildfire, fired the imagination and hope of millions of Lankans, lauded and cooperated with by Sri Lankans living all over the globe. Our children’s children will speak of this peaceful protest as we older ones fed on Western history cited the 1789-99 French Revolution fighting for Liberté! Egalité! Fraternité! Our youth ask for true democracy and non corruption and latterly, return of stolen wealth. Thus, future generations will remember the protestors with pride and praise.",
    "Clever, clear thinking politicians like Eran Wickeremaratne have publicly admitted that his generation has failed Sri Lanka. However, the younger generation has come forward, leaderless but determined to right wrongs; to bring in a new culture to the politics of the land; to usher in systematic change; and all this – peacefully. It is fervently hoped that rabble rousers and looters and thugs always looking for a fight will not infiltrate the peaceful protests and introduce violent disobedience and lawlessness. That is the sea that butts the peaceful protestors on one side and police batons and armed forces might with bullets and the Prez giving the nod – on the other. The Go Gota crowd seem equal to it all, strengthened by the unity of races and religions.",
    "Cassandra has long admired Karu Jayasuriya and deemed him our one and only truly committed statesman, endowed with wisdom, acting wisely, personality enriched with experience. Such a one is most important at this juncture in our political history.",
    "Some say Karu J is too old to hold office. Not at all, avers Cass. Remember Plato’s ideal leader of his Republic was a person of experience and integrity, age above 80 years. Karu J will be ideal Head/President of an all party interim government. Below him will be a honest, younger man as PM, who will achieve a hauling over of the country under his guidance. Not an impossible dream, if sense prevails and politicians, particularly Party leaders work for the good of the people, not merely give lip service but really and truly put country first on their agendas.",
    "Ven Omalpe Sobitha Thera has ascended on the horizon particularly being with the peacefully protesting youth. He was and is seen constantly in Gogotagama. What a superb gesture to conduct a sangeeka dane for those who lost their lives in the Easter Sunday suicidal bombings, ably assisted by R C priests, with Hindu and Muslim religious leaders present. It was he who engineered the written message of the Maha Sangha to the Prez, PM and leader of the Opposition. This monk seems to be fitting well the advisor’s slippers left bare by the late Maduluwawe Sobitha Thera. Like him, Ven Omalpe Sobitha Thera appears not to seek political office but wants to be advisor whose advice is taken. He has reinforced his clout by uniting the entire Sangha to speak with one voice and very correctly, advice the leaders of the land, even issuing an ultimatum.",
    "Cass has always been against Buddhist monks in politics, either in Parliament, contesting elections or in the forefront of street protests. But the recent step taken by the Sangha to write to present leaders with suggestions is lauded and applauded. They are doing just what they are meant to do: advise leaders. They have gone a step further: pronounced an ultimatum, given a last date for compliance.",
    "However, here it must be stated that TV news on Tuesday May 3 showed some yellow robed bods storming police barriers. They were no monks, being bearded and heads unshaved. The protesters in the Gamas must be on the lookout for such as these yellow robed imposters and hooligan thugs.",
    "A third great statesman identified by Cass is His Eminence Malcolm Cardinal Ranjith, Archbishop of Colombo. He has been steadfast in his demand for justice for those who lost their lives or were grievously injured on Easter Sunday 2019. It was he, almost singlehandedly, who prevented a blood bath with Sinhalese rising against the Muslims of the country. Here again Ven Omalpe Sobitha Thera was beside him soon enough. But it was Cardinal Ranjith who quietened and restrained the enraged Sinhalese, mostly the Catholics of Katuwapitiya and Negombo, so the unbridled violence hoped for by Muslim radicals was thwarted.",
    "The Mahanayake Thera of the Malwatte Chapter of the Siam Maha Nikaya, Most Ven Tibbatuwe Siddhartha Sumangala Thera has decided not to meet any politicians hereafter. A decision he should have announced earlier. He had to smile through many a meeting with a politico after receiving a basket of fruit; and then the politico would speak to the general public. We were tired of this pantomime and felt it was a comedown to the Highest Prelate in the Sri Lankan Sangha. He should go a step further and ban such meetings in the premises where he resides. The Asgiriya Chapter should follow suit.",
    "A few weeks ago, the loud mouthed duo – Gammanpila and Weerawansa – were vociferous and clear in berating the Rajapaksas, aiming their venom at Brother Basil. On Monday TV news we see the two in happy bonhomie with the same Basil. We don’t even bother to ask how come. Turncoats and schemers are too mild labels for them.",
    "Bangladesh v Sri Lanka: Can the Tigers turn around a one-sided rivalry?",
    "Spinning conspiracy theories or launching political manifestos when DISASTER management is the need of the hour",
    "DEW: Near 2/3 majority meaningless; Sabry’s prediction may come true",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}