{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-doctor-falsely-accused-of-forced-sterilisation-to-donate-his-compensaton-95720/",
  "time_ut": 1655124960,
  "title": "Sri Lanka doctor falsely accused of forced sterilisation to donate his compensaton",
  "body_lines": [
    "ECONOMYNEXT – A Sri Lankan Muslim doctor sent on compulsory leave after being falsely accused of performing sterilisation operations on Sinhalese women in the wake of the 2019 Easter bombings is planning to use his salary arrears to purchase and donate lifesaving drugs as the country’s economic crisis threatens to leave patients untreated.",
    "Dr Shafi Sihabdeen told EconomyNext on Monday (13) that he was in discussion with various companies to obtain a list of essential drugs named by the Ministry of Health, and hoped to finalise the donation by next week.",
    "“I want to give a good message, that we will never ever go forward with racism. I don’t have any personal agenda. This is a genuine gesture on my part, and a blow to racism,” he said.",
    "Sihabdeen received his salary arreas on Friday (10) as compensation for his 36 months of compulsory leave from his post at the Kurunegala Teaching Hospital. He has not yet been reinstated to his position.",
    "“I still have to be reinstated. We will see in the future how to give my service to society.”",
    "Sihabdeen is one of the better known cases of racial injustice in the wave of anti-Muslim violence that engulfed Sri Lanka in 2019, following the Easter attacks. A well regarded doctor, Sihabdeen was accused of trying to curb the majority Sinhala Buddhist population.",
    "He was vilified by Sri Lankan politicians and media, and the angered Sinhala Buddhist majority were sent on the warpath against him and his family with no evidence to his supposed crimes or connection to terror organisations.",
    "Various misinformation regarding Sihabdeen’s family background, qualifications, even his son’s school admission spread through the country, and he and his family had to relocate from their home in Kurunegala due to the very real danger of being murdered by angry mobs.",
    "“Soon after the incident, people were looking to kill my family. They were searching for my children. They were searching for my wife,” said Sihabdeen.",
    "“My wife had to face so many problems. She needed money for lawyers; the media was hounding her; and she needed to continue working. My kids had no education. They couldn’t get admission to schools.",
    "Sihabdeen told EconomyNext that after all the trauma he, his wife and three children had to suffer, they are now doing “very well.” His wife is working at the Kandy Hospital, and his three children are studying in Kandy schools.",
    "The fact remains that Sihabdeen who was once “worshipped even by the Sinhalese patients” and “loved even by the majority” was used as a scapegoat and turned public enemy almost overnight, thanks in large put to a damaging and unsubstantiated story that appeared in a Sinhalese daily newspaper. During that time there was a mass boycotting of Muslim-owned businesses by the majority Sinhalese population, and a spike in incidents of casual racism against Muslims.",
    "Till late, the government had conducted forced cremations on Muslim patients who had died from COVID-19. Cremation goes against several Abrahamic religions and depriving the followers of those religions the right to choose their final passage sends a particularly strong message about the treatment of certain groups in the country, civil rights activists have said.",
    "In this climate, Dr Sihabdeen hopes that his contribution helps people to realise the importance of banding together.",
    "“My message to society is that we have to say no to this racism. We need to come together as Sri Lankans.” (Colombo/Jun13/2022)"
  ]
}