{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/21/multiple-protests-break-out-demanding-fuel/",
  "time_ut": 1653107040,
  "title": "Multiple protests break out demanding fuel",
  "body_lines": [
    "COLOMBO (News 1st); Multiple protests broke out today (21) morning in demand for fuel.",
    "A group of residents are engaged in a protest by blocking the Ja-Ela-Negombo road at the Bopitiya junction demanding for fuel, and due to this the vehicular movement on the road has been disrupted and the police have advised drivers to use alternative routes.",
    "Our correspondents stated that a protest is also underway demanding LP Gas by obstructing the Galle Road from Hikkaduwa, and another protest is currently underway demanding fuel by obstructing the Galle Road from Waskaduwa.",
    "Moreover, the Galle – Matara Road has been obstructed by protestors from the Dewata Junction in Galle, while all main roads from the Borella Junction obstructed by protestors demanding LP Gas.",
    "Meanwhile, our correspondents stated that there are long queues for fuel in many cities including Colombo since this morning, and queues for LP gas as well.",
    "However, the Minister of Power and Energy Kanchana Wijesekera states that the unloading of another consignment of fuel will commence today (21), and the distribution of petrol 92 and 95, which commenced yesterday (20) morning, will continue.",
    "From today, the Litro gas company stated that it will take steps to distribute 80,000 domestic cylinders. Its Chairman, Vijitha Herath said most of it, amounting to 60% would be distributed to Colombo and Gampaha Districts.",
    "Minister Kanchana Wijesekara has also stated that reports of organized groups threatening fuel trucks have been received, where organized groups are preventing fuel trucks from passing certain areas demanding them to unload at different fuel stations and threatening to set fire to the trucks.",
    "If this continues, the delivery of fuel will have to be suspended for the safety of the transport workforce, the Minister said."
  ]
}