{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Catholic-Anglican-churches-condemn-Rambukana-killing/108-235394",
  "time_ut": 1650501660,
  "title": "Catholic, Anglican churches condemn Rambukana killing",
  "body_lines": [
    "The Church of Ceylon (Anglican Church) and the Catholic Archdiocese of Colombo yesterday expressed its concerns on the death and injury during the incidents in Rambukana on Tuesday.",
    "Presiding Anglican Bishop of Colombo Rev Keethsiri Fernando and Archbishop of Colombo Cardinal Malcolm Ranjith condemned the killing in Rambukana.",
    "“We are deeply saddened and concerned by the deaths and injury to many as a result of the incidents in Rambukana on April 19th,” Bishop Fernando said in a statement.",
    "“We wish to reiterate the importance of restraint and discernment in the use of force by officers of the State in response to civilian protests and demonstrations. The unrest that is experienced in several parts of the country is the result of agitation driven by the anger and frustration of desperate citizens. The people are appealing for relief in order to restore their livelihoods and make ends meet. These protests have to be viewed in the wider context of the country being now declared bankrupt and the serious crises of accountability and governance that the country has experienced in recent years,” he said.",
    "“ We call upon the President and the government to heed the call of the people of this country by allowing an alternate government to take charge of the affairs of this country. While we welcome the admission by the President that wrong policies adopted by his administration have contributed to the current crisis, mere admissions of mistakes will not put things right. The present government has clearly lost its mandate to govern in the eyes of the people. To ignore and seek to suppress such an unprecedented public outcry and be blind to reality will be another serious folly. A government which has undermined independent institutions and concentrated power in a single institution and mismanaged the economy driving the country to bankruptcy, does not have a moral right to navigate the country out of such a crisis by relying on a mandate achieved in the past. Its desperate measures to cling to power by appointing people to positions of power with perks and powers of patronage will only increase the anger of the people,” the statement added. .",
    "“We also call upon the Inspector General of Police, the Heads of the Armed Forces and all members of the services that are under their leadership to respect the Constitution and the Rule of Law and the basic human rights of the people including the freedoms of speech, expression, the right to dissent and peaceful assembly. The current political and economic crisis must be resolved through dialogue and negotiation, not by violence and ignoring or suppressing the voice of the people,” it further said.",
    "Cardinal Ranjith said the shooting by the police cannot be accepted. He called for an independent investigation on the incident."
  ]
}