{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-In-Lee-Kuan-Yews-words/172-237024",
  "time_ut": 1652470380,
  "title": "Sri Lanka – In Lee Kuan Yew’s words",
  "body_lines": [
    "The decision taken by S.W.R. D Bandaranaike to make Sinhala the national language was the start of the ‘Unravelling’ of Ceylon",
    "J.R. Jayawardena retired as a tired man who had ran out of solutions",
    "He calls Ranasinghe Premadasa who succeeded him a ‘Sinhala Chauvinist",
    "He mentions about Mahinda Rajapaksa stating that “He thinks he has finished the war, I have read his speeches, I knew he was a Sinhalese extremist”",
    "Lee Kuan Yew’s views about Sri Lanka have been published in three books, the first is ‘From Third World to First’, the second is ‘Lee Kuan Yew -The man and his ideas’ and the third is ‘Giants of Asia - Conversations with Lee Kuan Yew’. The first is his memoir while the other two are a compilation of his speeches and  interviews.",
    "For the sake of authenticity references will be provided ‘From Third World To First’ as [1], ‘Lee Kuan Yew – Man and his ideas’ as [2] and ‘Giants of Asia – Conversations with Lee Kuan Yew’ as [3] with the corresponding page number where appropriate.",
    "He states that ‘Ceylon was Britain’s model commonwealth country’ [1, pg.461] and that ‘Ceylon had more resources and better infrastructure than Singapore’ [1, pg.460], he attributes this to Lord Mountbatten’s presence in Kandy [ibid], which could be some proof to say that he had a positive outlook of Sri Lanka and wished if Singapore had the same infrastructure as Sri Lanka.",
    "He was full of praise of the capital city Colombo when he states that ‘Colombo was a better city than Singapore’ [2, pg.14/22], and he was ‘impressed by the public buildings’ in the city [1, pg.460]. Lee Kuan Yew was aware that Sri Lanka was a country with substantial wealth when he states that ‘Sri Lanka had large Sterling Reserves’ [2, pg.14/22],",
    "His first visit to Sri Lanka was in 1956 which coincided with the victory of S.W.R.D Bandaranaike, he calls him a dapper little man, well dressed, articulate and a ‘Pukka Sahib’ [1, pg. 460]. During his meeting with S.W.R.D Bandaranaike he states that he was elated to have won the election mandate from a Sinhala majority and during his conversations with him he felt that he spoke to him as if he was still a member of the Oxford Union debating society [1,pg.461], but he states that three years later he was not surprised to hear about his assassination by a Buddhist monk [ibid].",
    "His second visit to Sri Lanka was in 1966, when Dudley Senanayake was the prime minister of the Country, who he refers as a gentle, resigned and a fatalistic elderly man [1, pg.462], while playing golf together in Colombo he describes an incident where Dudley Senanayake apologized to him about the encroachment of the fairways by squatters animals and huts,as he was unable to justify people for keeping open spaces in the city, He felt that Dudley Senanayake was a weak leader and did not have control over the people of the Country.",
    "When he visited Sri Lanka for the third time in 1970, the prime minister of Sri Lanka was Sirimavo Bandaranaike whom he believed had come through a sympathy vote [1, pg.461] but he describes her as a tougher, determined and less voluble leader than her husband S.W.R.D Bandaranaike [ibid]. He praised her policy on non-aligned ideology, however he was not in favour of her policy based decision in supporting the removal of US troops from several South East Asian Countries as he felt that Singapore can have a negative impact on it [ibid].",
    "His meeting with President J R Jayawardena took place at a Conference held in Sydney, during this meeting he says that J R Jayawardena wanted Sri Lanka to move away from socialist policies which had bankrupted the country and wanted Singapore to get involved in the development of Sri Lanka, he was impressed by his practical approach which made him visit Sri Lanka for the fourth time in 1978 [1, pgs 463,464].",
    "Despite the positive outlook he had on President Jayawardena as time went by he started seeing his drawbacks, Lee Kuan Yew thought that his decision to start a national airline as a symbol of progress and his decision to employ a pilot as a chairman of the newly built airline as a weakness [1, pg.464]. He finally states that J.R. Jayawardena retired as a tired man who had ran out of solutions [1, pg.465].",
    "He calls Ranasinghe Premadasa who succeeded him a ‘Sinhala Chauvinist’ [1, pg.465] and calls his decision to remove Indian Soldiers brought down during the Jayawardena government to fight the civil war as an insensible decision [ibid].",
    "Few years before his death he mentions about Mahinda Rajapaksa stating that “He thinks he has finished the war, I have read his speeches, I knew he was a Sinhalese extremist” [3].",
    "He had a very positive view of the education system introduced by the British in Sri Lanka when he states that ‘It had a relatively good standard of education’ [1, pg.462], he further states that it had two universities of high quality in Colombo and Kandy that was teaching in English [ibid] and before the war they had thick layer of educated talent [2, pg. 14/22], however he was disappointed about its change of medium to local languages and the standards of the education.",
    "During his visit to the Peradeniya University, which he calls the University of Kandy, he had inquired from the vice chancellor about the medium of instruction in the University, he replied that it is Sinhala to Sinhalese students, Tamil to students from Jaffna and English to Burgher students. [1, pg.463]",
    "The next question Lee Kuan Yew asked from the Vice Chancellor was ‘How can three engineers educated in three different languages build one bridge?’ for which the vice chancellor simply replied ‘That sir, is a political question for the ministers to answer’ [1, pg.463]. This statement showed how qualified educationists in Sri Lanka became helpless because of the decisions made by politicians.",
    "The vice chancellor further mentions that all the basic textbooks which were printed in English had to be translated to Sinhala and Tamil and by the time they were translated and printed, they were three to four editions old, quite naturally Lee Kuan Yew calls this translation a slow and unwieldly process [1, pg.463].",
    "Even though he was full of praise of the Sri Lankan education system, which was initially conducted in English, after his visit to the Peradeniya University his views changed as he witnessed the switch from English to local languages and the helplessness of the academics.",
    "He states that the decision taken by S.W.R. D Bandaranaike to make Sinhala the national language and Buddhism the national religion was the start of the ‘Unravelling’ of Ceylon [1, pg.460] he knew that by this decision he is putting the unity of the Country at stake, he further states that the minority Tamils felt disadvantaged and disposed as a result of it [1, pg462].  He was very sympathetic towards the plight faced by the Tamils of Sri Lanka when he states that They were active and intelligent fellows who worked hard and got themselves penalised as a result of the domination of the Sinhala majority’ [2, pg.14/22], he expresses his sentiments further when he states that the ‘Sinhalese who are less capable are putting down Tamils who are more capable’ [3].  He further states the futility of Mrs. Bandaranaike’s decision to change the name of the country from ‘Ceylon’ to ‘Sri Lanka’ and making the country a republic as it did not improve the fortunes of the country, the best example he takes here is that Sri Lankan Tea is still been sold as Ceylon Tea [1, pg.463]. He further states that by changing names sometimes you could deceive gods, but you can’t deceive the people. [2, pg.15/22]",
    "He criticized the election system of Sri Lanka when he mentions that ‘one-man-one-vote system did not solve a basic problem’ [1, pg:462]. He believed that that the present voting system did not give a fair representation when he states that ‘The majority Sinhalese could outvote the Tamils’ [Ibid].",
    "Lee Kuan Yew was aware that Sri Lanka was looking at Singapore as a model and thought it was ‘flattering’ for Sri Lanka to model its Country from Singapore’ [1, pg464]. He knew that Sri Lanka can never be a Singapore and the thought itself was deceiving. He states that somebody should have told them to change the system, loosen up or break off [2, pg.14/22]. Today Sri Lankans have come on to the streets protesting against the rulers to leave and change the system.  Referring to the failure of the country he states that Sri Lanka failed because it had wrong and weak leaders [2, pg.15/22]."
  ]
}