{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/13/sri-lankas-new-prime-minister-ranil-wickremesinghe-assumes-duties/",
  "time_ut": 1652424240,
  "title": "Sri Lanka’s new Prime Minister Ranil Wickremesinghe assumes duties",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Ranil Wickremesinghe who returned to the political sphere as Prime Minister for the sixth time, assumed duties on Friday (13).",
    "Ranil Wickremesinghe was sworn in on Thursday (12) as the island nation faces political and economic crises.",
    "The appointment was made days after Mahinda Rajapaksa, brother of President Gotabaya Rajapaksa, vacated the position after violence was triggered by attacks on peaceful protests by pro-government supporters.",
    "Ranil Wickremesinghe has been sworn in as the Prime Minister of Sri Lanka on five occasions before.",
    "He was first appointed as PM from 1993 – 1994 after the assassination of President Ranasinghe Premadasa.",
    "Subsequently, from 2001 to 2004 he was elected as the Prime Minister to lead the United National Front Government during the presidency of President Chandrika Bandaranayake.",
    "In January 2015, he was appointed as the Prime Minister of the coalition government on the election of President Maithripala Sirisena.",
    "His appointment was sanctioned by the Sri Lankan people at the general election of August 2015.",
    "Once again, in December 2018, then-President Sirisena was compelled to appoint him as PM after having dismissed him in October 2018.",
    "In November 2019, after the defeat of the UNP presidential candidate, he resigned from his position of Prime Minister.",
    "Newly-appointed Prime Minister Ranil Wickremesinghe said that the GotaGoGama struggle must continue, and he will not intervene with the struggle.",
    "“Police would not do anything to them, and the struggle must continue,” said the Prime Minister during his visit to the Walukaramaya Raja Maha Viharaya in Colombo after taking oaths as the Prime Minister.",
    "He said he will show majority from both sides in parliament.",
    "Appeal Court issues interim order on Sri Lanka Rugby suspension",
    "‘6.9 Mn voted to defeat Ranil, his appointment is a total disregard to that mandate,’ – Anura Kumara"
  ]
}