{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Shortage-of-drugs-and-devices-leads-to-acute-crisis/131-234998",
  "time_ut": 1649701860,
  "title": "Shortage of drugs and devices leads to acute crisis",
  "body_lines": [
    "The government health sector is facing a severe crisis since the government has to provide a free supply of essential medicine, devices and equipment. A scene at the National hospital of Colombo",
    "Several hospitals and stakeholders have issued letters to the Medical Supplies Division of the Health Ministry requesting them to release items with immediate effect",
    "Many health unions and doctors warn that the situation is aggravating by the hour",
    "More than a shortage in pharmaceuticals there’s a shortage of equipment and consumables",
    "Government committed a huge mistake by appointing incompetent people to decision-making positions in the health ministry",
    "People with non-communicable diseases are the worst-affected as they rely on medicine on a daily basis",
    "A health emergency has been declared by several health unions and stakeholders in the health sector due to the shortage of a list of over 200 essential drugs and devices which are either out of stock or are close to being out of stock. However the Health Ministry as well as the State Ministry of Production, Supply and Regulation of Pharmaceuticals has been silent over the looming crisis which will affect a majority of the citizenry; mainly in rural areas. Already, several hospitals and stakeholders have issued letters to the Medical Supplies Division of the Health Ministry requesting them to release items with immediate effect. While the government is keeping its fingers crossed on the Indian credit line- as 70% of drugs and devices are being imported from India-many health unions and doctors warn that the situation is aggravating by the hour.",
    "“More than a shortage in pharmaceuticals there’s a shortage of equipment and consumables,” warned Government Medical Officers’ Forum President, Dr. Rukshan Bellana. “Shortages of medicine occur from time to time, but these shortages are being met. But if there’s a shortage of equipment and consumables laboratories won’t be able to function. These are being purchased by local suppliers, but the government is yet to pay them around Rs. 20 billion. These are expenses for the past one or two years. The Government has defaulted payments and therefore suppliers are not willing to issue these items,” said Dr. Bellana.",
    "Dr. Bellana further said that the Government committed a huge mistake by appointing incompetent people to decision-making positions in the health ministry. “The Government eliminated potential threats by removing Dr. Anil Jasinghe, Dr. Amal Harsha De Silva, Dr. Paba Palihawadana and other experienced individuals in the health sector. They appointed one of the weakest Director Generals through a corrupt interview procedure. As such, the Gotabaya Rajapaksa Government is responsible for the prevailing health crisis,” said Dr. Bellana.",
    "Shortages of medicine occur from time to time, but these shortages are being met. But if there’s a shortage of equipment and consumables laboratories won’t be able to function. These are being purchased by local suppliers, but the government is yet to pay them around Rs. 20 billion",
    "“Since the alpha variant this Government has been taking shortsighted decisions. Without any community spread or positive cases they closed down the country and as a result we lost around Rs. 900 billion. When the delta variant emerged the Government didn’t close down the country for two weeks. As a result, fatalities and the transmission of the disease spiked. The Government over-purchased equipment such as PPE kits, Rapid Antigen Kits and PCR test kits. They overspent on the Chinese vaccine; thrice more than what the Chinese Government spent on other countries. As such, all these haphazard and hasty decisions have contributed to the prevailing crisis,” he explained.",
    "“The Government health sector is experiencing a severe crisis since the Government has to provide a free supply of essential medicine, devices and equipment,” opined All Ceylon Medical Officers Association General Secretary Dr. Jayantha Bandara. “A sum of Rs. 61 billion was allocated for health during the previous budget, but now former State Minister Prof. Channa Jayasumana reveals how much of this was spent on health. Now he says there’s no money. Compared to other countries the per head expenditure for health in Sri Lanka is almost negligible. Almost all drugs, devices and reagents are being imported. This is around 1400 drugs, around 7000 surgical items and 5000 reagents. Almost all reagents are being imported. Even though we produce gauze and other items, the raw materials are being imported. Another 60 drugs are being locally manufactured, but here again, the raw materials are being imported,” said Dr. Bandara.",
    "“With the forex crisis we haven’t been able to meet the demand due to limited supplies. As a result hospitals are now postponing surgeries. This crisis is now turning from a chronic crisis into an acute crisis. There has to be essential drugs and devices to conduct baseline investigations. On the other hand the number of deaths due to the shortage of drugs and devices is not being recorded anywhere,” he added.",
    "Dr. Bandara said that people with non-communicable diseases are the worst-affected as they rely on medicine on a daily basis. Without medicine they will experience more complications. People with diabetes, cholesterol, high blood pressure will eventually get infections and there won’t be medicines to treat these conditions. We also need essential antibiotics as there’s a high level of antibiotic resistance. Doctors are unable to do routine surgeries due to the scarcity of suture materials catheters, suction tubes and other surgical equipment. But the Health Ministry is maintaining a deafening silence.",
    "Further explaining reasons for the situation at hand, Dr. Bandara said that people want to make profits out of this sector. “There are good quality lower priced drugs that could be bought. But we purchase expensive drugs, so that intermediaries and importers can get their share of profits. Right now what needs to be done is to conduct a situational analysis and list out all essential medicines and devices that are needed at this moment. The Ministry should consult the College of Surgeons, Physicians and other stakeholders to draw out a plan to resolve this crisis which is aggravating by the day,” said Dr. Bandara.",
    "In a letter addressed to the Director of the Medical Supplies Division at the Health Ministry, Dr. L. C. P Saman Kumara, President of the Perinatal Society of Sri Lanka raised concerns regarding the lack of endotracheal tubes which is an essential item in terms of neonatal care.",
    "The letter states, “We have used almost all the stocks and no ET tubes will be available in a few weeks. I have instructed not to discard used ET tubes, but to clean and sterilize them from now onwards as we may have to reuse them as a desperate solution, though we hate to do so. My humble request for you is to look for the possibility of sending some ET tubes, neonatal ventilator circuits (Fisher and paykel) or any other useful consumable items”.",
    "With the forex crisis we haven’t been able to meet the demand due to limited supplies. As a result hospitals are now postponing surgeries. This crisis is now turning from a chronic crisis into an acute crisis. There has to be essential drugs and devices to conduct baseline investigations",
    "- Dr. Jayantha Bandara All Ceylon Medical Officers Association General Secretary",
    "In a letter addressed to the newly appointed Central Bank Governor Dr. Nandalal Weerasinghe, the Government Medical Officers Association requested him to utilise the already accumulated funds of the Itukama COVID-19 Healthcare and Social Security Fund by exercising his authority as the Chairman of the said project. They made this request to aid the healthcare sector and maintain it at an optimum level without allowing for a system collapse.",
    "At the onset of the COVID-19 the government launched the Itukama project as a fund raising initiative for COVID-19 Healthcare and Social Security Fund. The Fund received a donation of Rs. 100 million from the President’s Fund. As per the official website, funds would be utilised for the expenditure incurred by the Director General Health Services in the management of COVID-19 including healthcare facilities, drugs, testing equipment and capacity building.",
    "It also includes the provision of basic essentials to identified vulnerable groups and funds are being allocated to strengthen public healthcare systems and reduce national risk of communicable diseases. The website states that Rs. 2,022,907,824 has been raised so far. However, concerns were raised with regards to costs borne by the government for the purchase of ambulances, cost allocations for propaganda and other aspects.",
    "In October 2021, Verité Research filed a Right to Information request to the Presidential Secretariat. In response the Secretariat said that the total fund balance as at October 30, 2021 was over Rs. 1800 million. An analysis by PublicFinance.lk, a platform for public finance related information in Sri Lanka revealed that only 10.6% (Rs. 19.7 million) of this amount has been spent. Therefore what happened to the rest of the money which amounts to approximately Rs. 1666.5 million remains a doubt.",
    "There’s no acute shortage of drugs and the Ministry is managing the issue at the moment. We have discussed with the World Bank and they agreed to give us USD 30 million. Around 70% of drugs and devices are imported from India and we will be able to purchase these items through the Indian credit line",
    "Despite concerns raised by doctors and health unions, Former Health Minister Keheliya Rambukwella said that certain elements are trying to include politics in the equation. “There’s no acute shortage of drugs and the Ministry is managing the issue at the moment. We have discussed with the World Bank and they agreed to give us USD 30 million. Around 70% of drugs and devices are imported from India and we will be able to purchase these items through the Indian credit line. We have already sent them a list of essential medicines and devices for the next six months and we have secured a credit line of USD 82 million. Once the process is finalised they have confirmed that we will get the required items in a matter of two days,” said Rambukwella.",
    "When asked about the budget allocation of Rs. 61 billion he said that it is only the local component. “Definitely there’s an issue due to lack of funds, but this situation isn’t out of control. Some doctors and unions are trying to politicise the matter at hand. When I inquired from the Lady Ridgeway Hospital for instance has around 600 odd medicines in stock. We were short of five critical drugs and now we have stocks to last for another one and a half months. Likewise, we have been able to manage the situation despite claims from various factions,” Rambukwella added."
  ]
}