{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/COPA-recommends-expeditiously-setting-up-computer-data-base-system-to-streamline-revenue-calculations/34-733809",
  "time_ut": 1650654300,
  "title": "COPA recommends expeditiously setting up computer data base system to streamline revenue calculations",
  "body_lines": [
    "The parliamentary Committee on Public Accounts (COPA) made recommendations to the officers of the Excise Department to expedite the preparation of the Computer Data Base System to streamline the process of calculating the Excise Revenue by linking the Excise Department, the Customs Department and the Inland Revenue Department.",
    "This recommendation was made to the Excise Department during the meeting of the Committee on Public Accounts chaired by Prof. Tissa Vitarana held on Tuesday to inquire into the Auditor General’s Report for the year 2020 and its current performance. Excise Commissioner General M.J. Gunasiri told the committee that preliminary work on the computer system has already begun and it will be completed by January 2023.",
    "The Committee instructed the Commissioner General of Excise to call for bids from the University of Moratuwa and the University of Colombo and make appropriate arrangements.",
    "Appreciating the initiative of the Department of Excise, the Committee pointed out that this would enable the country to carry out the functions of the Excise Department, one of the country’s leading revenue earners, more efficiently and to increase its revenue significantly.",
    "The members of the committee also pointed out that it is unfortunate that even though some Government agencies have been instructed for many years to set up a computer system and streamline their activities, they have not yet received a positive response.",
    "The Committee also drew attention to the progress made in maintaining a secure sticker management system for liquor bottles and liquor related products to increase Government revenue. It was revealed that with the introduction of this sticker management system, the revenue of the Excise Department has increased by 17% in the first three months of last year alone.",
    "The Committee also focused on management shortcomings, including the failure to document and maintain information on excise duty reduction on liquor exports and directed that appropriate action be taken to rectify them as soon as possible.",
    "MPs Udaya Gammanpila, Lasantha Alagiyawanna, (Dr.) (Sudarshini Fernandopulle, Prasanna Ranaweera, Mohomad Muzammil, Dr. Upul Galappaththi and Weerasumana Weerasinghe were also present at this meeting."
  ]
}