{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/7-3-magnitude-quake-hits-north-Japan-tsunami-alert-issued/108-233222",
  "time_ut": 1647447300,
  "title": "7.3 magnitude quake hits north Japan, tsunami alert issued",
  "body_lines": [
    "A powerful 7.3 magnitude earthquake struck off the coast of Fukushima in northern Japan on Wednesday evening, triggering a tsunami advisory and plunging more than 2 million homes in the Tokyo area into darkness.",
    "The region is part of northern Japan that was devastated by a deadly 9.0 quake and tsunami 11 years ago that also caused nuclear plant meltdowns.",
    "The Tokyo Electric Power Company Holdings, which operates the Fukushima Daiichi nuclear plant where the cooling systems failed after the 2011 disaster, said that workers were checking for any possible damage.",
    "The Japan Meteorological Agency said the quake hit at 11:36 p.m. at a depth of 60 kilometers (36 miles) below the sea.",
    "The agency issued a tsunami advisory for up to a meter (3-foot) sea surge in parts of Miyagi and Fukushima prefectures. NHK national television said the tsunami might have reached some areas already.",
    "Japan's Air Self-Defense Force said it dispatched fighter jets from the Hyakuri base in Ibaraki prefecture, just south of Fukushima, for information gathering and damage assessment.",
    "More than 2 million homes were without electricity in the Tokyo region serviced by TEPCO due to the quake, the utility said on its website. The quake shook large parts of eastern Japan, including Tokyo, where buildings swayed violently.",
    "East Japan Railway Co. said most of its train services were suspended for safety checks.",
    "Prime Minister Fumio Kishida told reporters that the government was assessing the extent of damage and promised to do its utmost for rescue and relief operations.",
    "“Please first take action to save your life,\" Kishida tweeted. There are no immediate reports of casualties.(ABC News)"
  ]
}