{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nawaloka-hospitals-elevates-cardiovascular-diagnostics/",
  "time_ut": 1647270720,
  "title": "Nawaloka Hospitals elevates cardiovascular diagnostics",
  "body_lines": [
    "Pioneering Sri Lankan healthcare provider Nawaloka Hospitals, recently added a state-of-the-art ‘Philips Azurion 7 C20’ to its diagnostic artillery to elevate the quality and accuracy of diagnostics provided to cardiovascular patients in Sri Lanka. The novel machine, set within the latest of the two catheterization labs at Nawaloka Hospitals Colombo, is an image-guided therapy system, designed to deliver outstanding patient care and increase operational efficiency by uniting clinical excellence with workflow innovation. Further, the new addition doubles the hospital’s diagnostic capacity, greatly reducing critical waiting time for all cardiovascular patients.",
    "“The range and spectrum of diseases that can be treated with minimally invasive procedures continues to expand. Correspondingly, the procedures themselves are also becoming more complex, requiring intervention from more physicians from different disciplines to be at the patient’s bedside, working together in a highly coordinated way. As a result, the clinical team is required to carry out increasingly challenging procedures in a highly turbulent clinical environment.",
    "“In such a context, we are delighted to add one of the world’s latest diagnostic tools to our portfolio to not only help clinical teams work in better coalition but also enable more accurate, faster diagnoses and priceless treatment. As a pioneer within the private healthcare sector, Nawaloka Hospitals has always been at the forefront of introducing the latest equipment and tools to Sri Lanka’s healthcare landscape to enable the provision of superior levels of care for all patients,” Dr. Tissa Perera, Medical Superintendent Nawaloka Hospitals said.",
    "The Philips Azurion 7 C20 makes Nawaloka Hospitals the only private healthcare provider in the country with a smart CT facility. The world-class machine used by healthcare giants across the globe to accurately diagnose and treat conditions of the circulatory system, digestive system, as well as brain and cancer-related issues. Unlike existing CT or MRI machines, the novel machine greatly reduces patient exposure to rays and the need for iodine contrast media, bringing down the risk of side effects from exposure to these elements. Further, the Azurion 7 C20 enables patients to be diagnosed, treated and stabilized quicker and more effectively, before the ‘golden time period’ for intervention is up.",
    "Due to the presence of a Flex C-type arm of the machine, the system ensures that doctors can access both 2D and 3D images of the body without the need for separate CT Scan or MRI facilities. As the clinician operates the machine, it automatically changes the alignment with the patient, for accurate visualization and enabling consultants to keep their focus on the treatment, improving diagnostic accuracy.",
    "Further, if a patient brings CDs of their previous MRI and CT Scans, then they can be overlayed with the images captured by the Azurion to create a full 3D image of body using this data, ultimately enabling medical staff to make accurate treatment decisions. With this novel introduction, medical consultants from all across the island continue to partner with the Nawaloka Hospitals Catheterization Lab to access the benefits of this technology and provide a higher standard of care to their patients.",
    "Sri Lanka Tourism continues to earn high media coverage at EXPO 2020 Dubai",
    "The Ceylon Institute of English & Leadership, a true leader in language and leadership training",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}