{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/amana-takaful-posts-impressive-q1-revenue-growth-amidst-challenging-environment/",
  "time_ut": 1652886240,
  "title": "Amana Takaful posts impressive Q1 revenue growth amidst challenging environment",
  "body_lines": [
    "Amana Takaful Insurance, recently posted handsome financials and growth, for Q1 of 2022, recording a rapid YoY growth of 42% with a total Gross Written Premium (GWP) revenue of LKR 889 million within the quarter. This comes on top of the stellar growth delivered by the company throughout 2021, where Amana Takaful Insurance won several awards for maintaining steady and rapid growth – including the award for the “Fastest Growing Insurance Company in Sri Lanka” by The Global Economics.",
    "It must be further highlighted athat this 42% YoY growth for Q1-2022, is on top of the 27% growth gained by Amana Insurance in Q1-2021, signifying the exponential growth the company has achieved over the past two years. These GWP revenue growth rates were among the highest in the local general insurance industry.",
    "In Q1-2022, the GWP for Motor insurance rose by a whopping 50%, while non-motor GWPs also noted a hefty 34% growth during the period. In the non-motor category, Medical, Marine, and Fire & Engineering insurance delivered GWP growths of 47%, 18% and 12% respectively. Thus, in nearly every segment, Amana Takaful Insurance has been a high performer thus paying testament to its unique and people-friendly Takaful insurance solutions.",
    "Discussing the Company’s exceptional performance, Shehan Feisal, CEO of Amana Takaful Insurance said, “2021 was an excellent year for us, and based on the Q1 results for this year, we can expect the same for 2022. The past two quarters have been specifically exceptional for us, delivering the highest GWP growth rates we have had since the launch of our refreshed identity in January 2021. We are pleased to note that our robust growth rates continue to be among the highest in the industry – since 2021, which has significantly contributed to our rising market share. Our efforts in the motor insurance segment have also paid off, delivering a stellar growth of 50%, and this segment will be a critical part of our strategy going forward.",
    "2021 also witnessed Amana Takaful Insurance conduct significant reforms to its distribution strategy via the branch network. The positive impact of this initiative is reflected in the branch network posting a growth of 22% for the quarter, assisting the company to achieve an all-time sales record in the month of March 2022. Commenting on this positive development, Zakir Kanaka – AGM for Branch Sales Distribution at Amana Takaful Insurance said, “Despite challenging market conditions, we witnessed considerable growth in all three classes of business (motor, medical, non-motor) in Q1 2022. The success of the sales teams was largely due to enhanced productivity and resource optimization. The entire sales force, and operational teams were committed and put in a lot of effort in delivering business results during these challenging times.”",
    "Amana Takaful Insurance pioneered a unique concept of Insurance (Takaful) in Sri Lanka which is based on customer-centricity and ethical practices, and has today become a fully-fledged insurance company in Sri Lanka. Amana Takaful Insurance was incorporated as a Public Company in 1999, and has been listed on the Colombo Stock Exchange since 2006, Amana Takaful Insurance has expanded its geographic foot-print through 35+ branches across Sri Lanka, covering all provinces. An ISO 9001 accredited organization, Amana Takaful Insurance has also maintained an overseas presence in the Maldives since 2005, which was subsequently incorporated as a free-standing PLC and listed on the Maldives Stock Exchange (MSE) in 2011. Amana Takaful Insurance offers a complete range of Life and General insurance solutions as well as tailor-made health insurance policies to suit the overall health needs of diverse segments of society.",
    "LOLC General Insurance named Best General Insurance Company of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}