{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-eying-impeachment-amid-no-confidence-motion-sources-92862/",
  "time_ut": 1649485620,
  "title": "Sri Lanka opposition eying impeachment amid no-confidence motion: sources",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition is eying an impeachment of President Gotabaya Rajapaksa as calls intensify for his resignation, political sources said as efforts are also underway to collect signatures for a no-confidence motion.",
    "The main opposition Samagi Jana Balawegaya which supported a finance bill without calling for a vote this week, had warned that a no-confidence vote would be brought.",
    "Earlier about 10 parties linked to sacked ministers Wimal Weerawansa and Udaya Gammapila had said they will pull the plug on the government at a time chosen by them.",
    "Efforts are under way to garner the support of legislators who are said they were ‘independent’ last week, according to political sources.",
    "Sri Lanka is operating with four ministers and President Rajapaksa is expected to announce a new cabinet which will bring more ministers.",
    "Sri Lanka’s parliament attempted to impeach the late President Ranasinghe Premadasa in the 1990s but the effort failed after then speaker M H Mohammed switched sides.",
    "Impeaching a President is an exhausting process under Sri Lanka’s constitution.",
    "The current speaker is also a from the President Rajapaksa’s party.",
    "(a) Any Member of Parliament may, by a writing addressed to the Speaker, give notice of a resolution alleging that the President is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity or that the President has been guilty of-",
    "(iv) misconduct or corruption involving the abuse of the powers of his office, or",
    "(v) any offence under any law, involving moral turpitude, and setting out full particulars of the allegation or allegations made and seeking an inquiry and report thereon by the Supreme Court.",
    "(b) No notice of such resolution shall be entertained by the Speaker or placed on the Order Paper of Parliament unless it complies with the provisions of sub-paragraph (a) and –",
    "(i) such notice of resolution is signed by not less than two-thirds of the whole number of Members of Parliament, or",
    "(ii) such notice of resolution is signed by not less than one-half of the whole number of Members of Parliament, and the Speaker is satisfied that such allegation or allegations merit inquiry and report by the Supreme Court.",
    "(c) Where such resolution is passed by not less than two-thirds of the whole number of Members (including those not present) voting in its favour, the allegation or allegations contained in such resolution shall be referred by the Speaker to the Supreme Court for inquiry and report.",
    "(d) The Supreme Court shall, after due inquiry at which the President shall have the right to appear and to be heard, in person or by an attorney-at-law, make a report of its determination to Parliament together with the reasons therefor.",
    "(e) Where the Supreme Court reports to Parliament that in its opinion the President is permanently incapable of discharging the functions of his office by reason of mental or physical infirmity or that the President has been guilty of any of the other allegations contained in such resolution, as the case may be, Parliament may by a resolution passed by not less than two-thirds of the whole number of Members (including those not present) voting in its favour remove the President from office."
  ]
}