{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/korean-and-us-envoys-agree-to-cooperate-closely-in-promoting-their-ties-with-sl/",
  "time_ut": 1646920260,
  "title": "Korean and US envoys agree to cooperate closely in promoting their ties with SL",
  "body_lines": [
    "Korean Ambassador Santhush Woonjin JEONG met with the newly appointed US Ambassador to Sri Lanka, Julie Chung on 3rd of March at the Korean Embassy.",
    "Ambassador Julie Chung, who arrived in Sri Lanka in February 2022, is a decorated diplomat with an in-depth understanding of Asian values and cultures. As a first-generation American who immigrated from Korea, she emphasizes the importance of diversity and tolerance.",
    "Ambassador Santhush conveyed his warm welcome and heartfelt congratulations to the new Ambassador Julie Chung. During the meeting, Ambassador Santhush stated, ‘My Sri Lankan name is ‘Santhush’ (happiness). My main vision is to share happiness with Sri Lanka”. He further reminisced his wonderful experiences in Sri Lanka and his positive impressions of friendly Sri Lankan people. They engaged in a fruitful discussion on ways to promote relations between the Republic of Korea, the United States and Sri Lanka.",
    "Ambassador Santhush highlighted that the bilateral relations between Korea and Sri Lanka are multifaceted, therefore his participation is not limited to political and economic activities but also extends to cultural engagement. Many Sri Lankans have embraced Korean culture with open arms and especially the youth show a great affinity for Korean music and dramas. As Korean Ambassador to Sri Lanka, he appreciated the love shown by Sri Lankans to Korean culture and Korea. In return, he expressed his commitment to intensify the bilateral cultural exchange between Korea and Sri Lanka.",
    "Ambassador Julie Chung recalling her fond memories of Sri Lanka, when she visited the Island ten years ago, also highlighted the natural beauty and warmth of Sri Lankans she met then. She further mentioned that she would make concerted efforts to promote bilateral relations with Sri Lanka in various fields and that she would extend her relations with the Sri Lankan government, businesses, civic groups and the youth of Sri Lanka.",
    "Ambassador Santhush Woonjin JEONG and Ambassador Julie Chung agreed to closely cooperate with each other based on shared values and strengthen ties with Sri Lanka and in the region.",
    "IFC and Colombo Stock Exchange Ring the Bell for Gender Equality in Sri Lanka",
    "‘Enriching the fabric of community’ – a short film on Brandix produced by BBC StoryWorks Commercial Productions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}