{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/24/world-tuberculosis-day-invest-to-end-tb-save-lives/",
  "time_ut": 1648096500,
  "title": "World Tuberculosis Day: ‘Invest to End TB – Save Lives’",
  "body_lines": [
    "COLOMBO (News 1st): World Tuberculosis Day is commemorated on Thursday (Mar. 24) under the theme, “Invest to End TB – Save Lives” this year.",
    "World TB Day is marked to raise public awareness about the devastating health, social and economic consequences of TB, and to step up efforts to end the global TB epidemic.",
    "According to the World Health Organisation (WHO), Tuberculosis (TB) is caused by the bacteria ‘Mycobacterium tuberculosis’ that most often affects the lungs.",
    "TB is spread from person to person through the air and it is one of the world’s deadliest infectious killers. Each day, over 4100 people lose their lives to TB, and close to 28,000 people fall ill.",
    "In Sri Lanka, 6771 TB patients were detected in 2021 and of the total cases, 24.9 percent were reported in the Colombo District, according to the National Programme for Tuberculosis Control and Chest Diseases (NPTCCD).",
    "According to the NPTCCD, around 500 lives are lost due to TB in Sri Lanka every year, while on average around 6000 TB cases are detected in the country annually.",
    "“Visit the nearest Chest Clinic in the event of symptoms such as a persistent cough that lasts more than 02-weeks, slight fever, weight loss, night sweats, and loss of appetite,” Dr. Onali Rajapaksha, Community Physician at the NPTCCD informed the public.",
    "Tuberculosis is curable and preventable through timely diagnosis and treatment.",
    "Sri Lanka’s Ranidu crushes India’s Grandmaster Gukesh at 19th Delhi Open Chess Champs",
    "Navy seizes 02 Indian trawlers & arrests 16 fishermen for poaching in Sea of Sri Lanka",
    "Three dead in Katugastota Fire; Cause for fire & deaths remain unknown"
  ]
}