{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/SJB-needs-collegial-leadership-Champika-Ranawaka/334-232564",
  "time_ut": 1646677800,
  "title": "“SJB needs collegial leadership” -Champika Ranawaka -",
  "body_lines": [
    "Former Power and Energy Minister and Samagi Jana Balawegaya (SJB) parliamentarian Patali Champika Ranawaka has admitted that some key changes are required in the SJB in order for it to pose a strong challenge to the ruling Sri Lanka Podujana Peramuna (SLPP) at the next election.",
    "",
    "Ranawaka calls for restructuring of SJB",
    "He remained non-committal on reports he would contest Presidential Election",
    "Says focus now is to address issues whithin the country",
    "Admits key changes required in SJB",
    "Reveals he was aware of corruption when MR was President",
    "Dollars being wasted on highway projects  ​",
    "",
    "In an interview with the Daily Mirror Ranawaka was non-committal on reports that he will contest the next Presidential election. He also spoke on the current energy crisis facing the country and about reports of serious corruption when Mahinda Rajapaksa was President.",
    "",
    "Excerpts:",
    "",
    "Q Looking at the energy crisis we are facing right now, since this was your subject when you were a Minister in the former Government, do you see a solution to this issue?",
    "",
    "Before we look at the solution, we must see the root cause for this issue. As far as the electricity crisis is concerned it is not the capacity of the problem. We have around 3500 firm energy. That means large hydro power. Plus thermal energy plants owned by the CEB and private power producers. The CEB also has renewable energy sources. Mainly mini-hydros and rooftop solar, which is around 480 megawatts. That’s a big amount. Then we also have wind power. Grid connected solar and bio-gas.",
    "",
    "So, in all we have about 4800 megawatts. The peak demand is around 2700 megawatts. So we have sufficient capacity. The real problem is that the thermal energy plants are not running because of the fuel shortage.",
    "The other issue is with the fuel shortage. We need around 3500 MT of petrol and 5500 MT of diesel for transportation only. If we use diesel and other fuel for electricity generation another 4000 MT is needed. So in all we need around 9000 MT of diesel. So, it’s a huge crisis because of the dollar shortage.",
    "",
    "",
    "We need around 3500 MT of petrol and 5500 MT of diesel for transportation only. If we use diesel and other fuel for electricity generation another 4000 MT is needed. So in all we need around 9000 MT of diesel. So, it’s a huge crisis because of the dollar shortage",
    "",
    "",
    "The State banks are heavily indebted. The Ceylon Petroleum Corporation (CPC) is indebted to them to around USD 3 Billion.  Because of this the net foreign assets owned by the banking sector, including the Central Bank, is now minus 5 billion. So it creates a huge economic problem for us.",
    "",
    "So on one side there’s a shortage of essential medicinal drugs, essential food items, then the energy crisis, power cuts and huge queues at the petrol stations.",
    "",
    "So to solve this problem you need to solve the financial issue which is the foreign currency shortage.",
    "",
    "QAnd this foreign currency shortage has been caused by the pandemic?",
    "",
    "No not at all. This is complete misinterpretation of the issue. The dollar crisis is mainly because of the debt repayment issue. In 2013 our total debt repayment, in terms of dollars, was around 2 billion. Now it’s around, over 7 billion. My calculation is that while we are using swaps and other short-term loan packages, by 2023 it may reach USD 9-10 billion. So, within the space of a decade the debt repayment has increased by 500 percent. At the same time the GDB growth is just 20 percent. So it’s a huge gap.",
    "",
    "After 2005, we obtained a lot of short-term, high interest loans by issuing international sovereign bonds and Sri Lanka development bonds. They were short-term (5-10 years) and at very high interest rates. We invested these loans on long-term mega projects. These projects did not give us proper revenue to repay our loans. So we did this without a proper financial study.",
    "",
    "",
    "The dollar crisis is mainly because of the debt repayment issue. In 2013 our total debt repayment, in terms of dollars, was around 2 billion. Now it’s around, over 7 billion. My calculation is that while we are using swaps and other short-term loan packages, by 2023 it may reach USD 9-10 billion. So, within the space of a decade the debt repayment has increased by 500 percent",
    "",
    "",
    "QWhat were some of those projects?",
    "",
    "Basically, the expressways. From Katunayake to Colombo is ok. From Colombo to Galle is ok. I am partially in agreement with the Colombo to Kurunegala expressway as well. But others are totally uneconomical. That is one reason.",
    "",
    "The other reason is increasing costs. As you know there is a benchmark cost.  In an elevated road there is a benchmark cost. For a 300MW power plant, whether it is fueled by coal, or natural gas, we know the standard cost. But the costs are being inflated. It’s not 15 percent or 10 percent. Sometimes it’s 400 percent.",
    "",
    "QSo somebody is making an extra buck?",
    "",
    "Yes. There was a report in 2016. The report found that from 2004 – 2014 the foreign currency that has been siphoned off from the country is around USD 19 billion. At the same time, at the end of 2014 our total foreign debt was around USD 24 billion. So you can imagine what kind of corruption was taking place.",
    "",
    "Still the Government is trying to expand our expressway network. We don’t have enough medical drugs, we don’t have enough food, farmers don’t have fertilizer, no fuel and no electricity, but we are building a number of expressways.",
    "",
    "When you analyze the cost figures related to the road development programmes, 35-40 percent of the material is being imported.  So, dollars are being wasted.",
    "",
    "",
    "In 1988, the CEB’s long-term generation plan forecast an energy deficit. The CEB desperately needed firm energy generators.  The only solution was coal power plants because of the cost. The first coal power plant was to be put up in Mirissa. There were several protests against it and President Ranasinghe Premadasa cancelled the plans",
    "",
    "",
    "For example, it is estimated that the expressway cost from Kurunegela to Dambulla is around USD 1 billion. Out of which at least USD 400 million worth of material is imported.  So, the Government does not know it priorities. That’s the main cause of this problem.",
    "",
    "QYou spoke about corruption. But you were part of the Mahinda Rajapaksa led Government at one time. There were allegations of a lot of corruption taking place back then. Is that something you were aware of?",
    "",
    "Yes. Actually, I wrote a book. There I analysed, for example the A-9 road construction and also the rail network construction from Vavuniya to Jaffna. I analysed these with benchmark costs. We found the jacking up of costs is around 400 percent. And with regard to the expressway from Kadawatha to Kerawalapitiya the cost was jacked up by around a massive 2000 percent. Even now, from the Ingurukade junction to Chaithiya Road, there is an elevated road connecting Port City and other expressways. The per-kilometre cost is around Rs. 25 million. But from Dematagoda to Athurugiriya it is 4 times more. It is 19 KM and costs USD 1920 million. Sri Lanka has to pay over a period of 15 years.",
    "",
    "So, I wrote a book and it cost me politically. But I thought it was my duty to reveal all these things. Take for consideration the Puttalam coal power plant. There are three synchronised machines; which are 300 MW each. The manufacturing cost of one machine is USD 171 million. The others are USD 240 million each. These are identical machines. So you can imagine how they siphoned off money.",
    "",
    "",
    "After 2005, we obtained a lot of short-term, high interest loans by issuing international sovereign bonds and Sri Lanka development bonds. They were short-term (5-10 years) and at very high interest rates. We invested these loans on long-term mega projects. These projects did not give us proper revenue to repay our loans",
    "",
    "",
    "There was also the Hambantota Port project, Mattala Airport, Hambantota Convention Center and the Lotus Tower. These have resulted in a heavy burden on us right now.",
    "",
    "This Government doesn’t know the gravity of the issue. They simply terminated the IMF program and low interest projects like the Japanese funded LRT project.",
    "QStaying with the energy issue I wanted to ask you was the Norochcholai coal power project something Sri Lanka needed? Since it was constructed there have been numerous breakdowns at that power plant.",
    "",
    "Actually, in the energy field, especially electricity, we should have firm energy sources. For example people are talking about solar energy, wind energy and other forms of renewable energy. But these renewable energy sources do have two issues. One is technical and the other is financial.",
    "",
    "On the technical front, because of the fluctuating energy generation you cannot rely on that. For example, during day time you can get sunlight and you can get solar energy. But at night where the demand is high, you can’t generate anything. When wind blows energy is generated. But coal plants and large hydro power plants and thermal plants, you can dispatch, regulate and manage the energy source. That is why we call them firm energy. So, we cannot operate using only renewable energy sources.",
    "",
    "The other thing is financial. The cost for renewable energy was very high. Of course now it has been reduced drastically. But the storage problem is still there. When you try to store wind energy or solar energy it is costly.",
    "In 1988, the CEB’s long-term generation plan forecast an energy deficit. The CEB desperately needed firm energy generators.  The only solution was coal power plants because of the cost. The first coal power plant was to be put up in Mirissa. There were several protests against it and President Ranasinghe Premadasa cancelled the plans.  There were also protests in Trincomalee and Puttalam. As a result, we experienced major power cuts from 1995.",
    "Later a new phenomena was introduced. That was individual or independent private power plants. So private individuals generate electricity and supply it to the national grid, but at a high cost. So partially our energy deficit problem was being solved. But it created serious financial issues. So, until I took over the CEB and showed some profits in 2010, the CEB experienced huge losses from 1995-2010.",
    "",
    "Returning to your question one may argue about the quality of the machines and environment issues, but if not for the Norochcholai coal power plant the country would have continued to face serious electricity generation issues. Even at present the plant can supply 50 percent of our electricity.",
    "",
    "QYour decision to form the 43rd Brigade has given rise to speculation of a rift within the SJB. There are reports thatyou may go your own way. What is happening to the SJB?",
    "",
    "Forming of the SJB at the last General Election was a very good move. However, the SJB was a breakaway group of the UNP.  The UNP vote base has been eroded after President J.R Jayewardene due to various reasons. He signed the Indo-Lanka accord and lost a substantial vote base from the Sinhala electorate. The LTTE also killed a lot of UNPers who were working at the grassroots level.  Forming of the Sri Lanka Muslim Congress created another problem. Then after the Lalith Athulathmudali, Gamini Dissanayake split from the UNP, a lot of professionals in the UNP also left.",
    "",
    "There was a report in 2016. The report found that from 2004 – 2014 the foreign currency that has been siphoned off from the country is around USD 19 billion. At the same time, at the end of 2014 our total foreign debt was around USD 24 billion. So you can imagine what kind of corruption was taking place",
    "",
    "",
    "So to make a credible alternative to the SLPP or Rajapaksa’s party the SJB must restructure and rebrand like what J.R. Jayewardene did in 1974. They must indict professionals and those who have delivered, into the rank and file of the SJB and the leadership. We need a collegial leadership right now.",
    "",
    "The sole aim of the 43rd Brigade is to organise professionals who have excelled and are professional individuals, like doctors, engineers, lawyers and social activists. We are looking to organise them and make them address and deliver in the political and economic crisis.  The 43rd Brigade will address the current political and cultural issue in Sri Lanka.",
    "",
    "QSo is the 43rd Brigade going hand in hand with the SJB?",
    "",
    "We are trying to work with all the members of the opposition and some members in the Government. We recently presented a 5-point formula to address the current issues.",
    "",
    "QThere are reports that you will contest the next Presidential Election as a common candidate and that you are now preparing for that. Is this true?",
    "",
    "The election will be held in 2024. There is another 3 years to go. We don’t know what is going to happen during that time. We are now focused on attempting to salvage this country from an imminent bankruptcy. That’s it."
  ]
}