{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/event-management-association-of-sri-lanka-launches-star-studded-dream-music-fest-2022-with-dialog/",
  "time_ut": 1647523800,
  "title": "Event Management Association of Sri Lanka launches star studded Dream Music Fest 2022 with Dialog",
  "body_lines": [
    "The Event Management Association of Sri Lankaheld the Dream Music Fest 2022 powered by Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, for the second consecutive year in support of the revival of the country’s entertainment industry which was greatly impacted by the COVID-19 pandemic.",
    "The event was the first of the year organized by the Event Management Association of Sri Lanka ‘s newly appointed Executive Committee for the year 2022. The following Executive Committee was appointed at the second AGM held on the 20th of December 2021 at Waters Edge: President – Nishan Wasalathanthri, Vice Presidents – Sajith Kodikara & Kamesh Malwana, Secretary – Nisal Caldera, Assistant Secretary – Kapila Peiris, Treasurer – Saliya Weerasakara, and Assistant Treasurer – Gayan Attanayake.Committee Members include Bathiya Jayakodi, Miikke Abaysinghe, Dileka Gunawardana, Ms. Janice Hakel-Ranasinghe, Ms. Charm De Silva and Kosala Sureshchrandra. The Advisory Council consists of Gerry Jayasinghe and Roshan Wijeyratne.",
    "The sold-out Dream Music Fest 2022 powered by Dialog, was held on the 6th of February at the Nelum Pokuna Mahinda Rajapaksa Theatre with a line-up of local musical megastars including The Gypsies, Daddy, 2Forty2, Doctor, Yohani featuring Lunu, Bathiya & Santhush, Sanuka, Senaka, Raini and Jayasri.The Dream Music Fest 2022 ensemble also came together to pay homage to late Sri Lankan musical legend Sunil Perera in a special tribute segment. The event featured both western and local music and kept the audience of all ages entertained for the entire duration.",
    "The concert was held under strict health and safety regulations which were observed throughout. The Nelum Pokuna Mahinda Rajapaksa Theatre was thoroughly sanitized, and temperature checks were conducted at every entrance to the venue. Every entrance to the venue featured facilities for the washing of hands to maintain every precaution for the audience and performers alike.The Dream Music Fest 2022 powered by Dialog Axiata PLC was a resounding success and marks the first of many more events to come from the Event Management Association of Sri Lanka in the year 2022.",
    "Raja Jewellers celebrates International Women’s Day with ‘You are a Diamond’ campaign",
    "Humanitarian assistance in Northern Province and inauguration of artificial limb fitment camp",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}