{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/srilankan-owes-cpc-us300mn-but-no-arrears-from-2019-minister-94672/",
  "time_ut": 1653407940,
  "title": "SriLankan owes CPC US$300mn, but no arrears from 2019: Minister",
  "body_lines": [
    "ECONOMYNEXT – State-run SriLankan Airlines owes Ceylon Petroleum Corporation more than 300 million US dollars for fuel supplied before 2019, Power and Energy Minister Kanchana Wijesekera said.",
    "“During the past two years they have paid for all the supplies made,” Wijesekera said. “But from before 2019 for a long period there is a 300 million dollars which should be paid to the CPC.”",
    "SriLankan had said it has made profits in the last quarter and paid suppliers in US dollars it earns as revenues.",
    "The CPC is running losses partly due to supplying to other state agencies which do not pay on time, he said.",
    "Ceylon Electricity Board, Sri Lanka Railways also owes money to the CPC, he said.",
    "The public are questioning why the CPC is making large losses, when Lanka IOC makes profits or smaller losses.",
    "In tweet earlier in the day, he said the staff number was “staggering”, which is one reason CPC makes losses while Lanka IOC does not.",
    "IOC does not sell Kerosine that makes the biggest loss. They also sell other premium products which has a higher mark up. CPC supplies to CEB, CTB, CGR and other government institutes which owes money to CPC. And the staff numbers are staggering too.",
    "Lanka IOC does not sell Kerosene which is sold at a large loss due to off-budget non-transparent subsidies. CPC however has a refinery where crude is imported at lower tax rate giving it an advantage over Lanka IOC.",
    "The subsidies intended for plantations workers and fishermen are now used by buses and large factories due to the manipulated price.",
    "CPC also has over about 3.6 billion US dollars of debt, which it was forced to take by the country’s economists who printed money and created forex shortages.",
    "Whenever the rupee collapses under an unstable peg arrangement now labelled ‘flexible exchange rate’ after a fresh bout of money printing the CPC makes large losses. (Colombo/May24/2022)"
  ]
}