{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-gain-in-thin-trade-amid-rupee-fall-91936/",
  "time_ut": 1647960180,
  "title": "Sri Lanka shares gain in thin trade amid rupee fall",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index gained on Tuesday (22) for the third consecutive session as investors continued to buy retail shares boosted by rupee devaluations, brokers said.",
    "The main All Share Price Index (ASPI) gained 0.66 percent or 69.00 points to close at 10,490.74.",
    "“We see a return of selling pressure as the uncertainties weigh in heavily,” a market analyst said.",
    "“Although the market has remained positive since Monday the selling pressure returned quickly and we think the pressure will continue.”",
    "The day’s turnover was 1.3 billion rupees, nearly a quarter of this year’s average daily turnover of 5.4 billion rupees.",
    "Analysts have previously said due to the rupee deprecation, the market was witnessing selling pressure while construction and building material counters had seen some buying interest due to the import ban as the listed shares control most of the local market share.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen nearly 50 percent since the devaluation on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks down 0.18 percent or 6.68 points to 3,611.18 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 8 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net of 14.7 million rupees worth of shares. So far this year, the market has witnessed a total foreign outflow of 2.4 billion rupees.",
    "Ceylinco Insurance, Senkadagala and Ceylon Tobacco Company pushed the index up on Tuesday.",
    "Shares in Ceylinco Insurance gained 22.3 percent to close at 2,374.75 rupees a share, Senkadagala ended up 8.5 percent at 541.25 rupees a share while Ceylon Tobacco Company gained 3.5 percent to close at 748.50.",
    "Market heavyweight Expolanka, bucked the trend and slipped 0.8 percent to close at 255.25 rupees a share."
  ]
}