{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81563/former-envoy-to-us-jaliya-wickramasuriya-pleads-guilty-to-defrauding-sri-lankan-govt",
  "time_ut": 1648886880,
  "title": "Former envoy to US Jaliya Wickramasuriya pleads guilty to defrauding Sri Lankan govt",
  "body_lines": [
    "Former Sri Lankan ambassador to the United States, Jaliya Wickramasuriya has pleaded guilty to diverting and attempting to embezzle USD 332,027 from the Sri Lankan government during its 2013 purchase of a new embassy building in Washington, D.C.",
    "Jaliya Chitran Wickramasuriya, 61, of Arlington in Virginia, served as ambassador for the Democratic Socialist Republic of Sri Lanka to the United States and to Mexico from 2008 to 2014.",
    "He pleaded guilty in the U.S. District Court for the District of Columbia to a charge of conspiracy to commit wire fraud.",
    "The charge carries a statutory maximum of five years in prison and potential financial penalties, the U.S. Justice Department said.",
    "The announcement on Wickramasuriya’s guilty plea was made on Friday (April 01) by U.S. Attorney Matthew M. Graves, Raymond Villanueva, Special Agent in Charge, Washington, D.C. Field Office, Department of Homeland Security, Homeland Security Investigations (HSI), and Wayne A. Jacobs, Special Agent in Charge of the FBI’s Washington Field Office Criminal Division.",
    "According to court documents, from in or around late 2012 through November 2013, Wickramasuriya devised a scheme to defraud the Sri Lankan government during its 2013 purchase of a new embassy building in Washington, D.C. by inflating the price of the real estate transaction by USD 332,027 and, at closing, diverting those funds from the government to two companies which had no role in the real estate transaction.",
    "At and after the January 2013 closing, Wickramasuriya directed these payments. Later in 2013, Wickramasuriya ultimately had an equal amount of funds redirected back to government accounts, leaving the Sri Lankan government with no loss, the U.S State Department said further.",
    "In announcing the plea, U.S. Attorney Graves, HSI Special Agent in Charge Villanueva, and FBI Special Agent in Charge Jacobs commended the work of those who investigated the case from Homeland Security Investigations and FBI. They also acknowledged the efforts of those who handled the prosecution of the case. They also expressed appreciation for the assistance of the Justice Department’s Office of International Affairs."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා රජයට වංචා කිරීමේ චෝදනාවට වරද පිළිගන්නා අමෙරිකාවේ හිටපු තානාපති ජාලිය වික්‍රමසූරිය",
      "body_lines": [
        "ඇමරිකාවේ හිටපු ශ්‍රී ලංකා තානාපති ජාලිය වික්‍රමසූරිය 2013 වසරේ වොෂින්ටන් ඩීසී හි නව තානාපති කාර්යාල ගොඩනැගිල්ලක් මිලදී ගැනීමේදී ශ්‍රී ලංකා රජයෙන් ඩොලර් 332,027 ක මුදලක් අවභාවිත කිරීමට තැත් කිරීම සම්බන්ධයෙන් වරද පිළිගෙන ඇත.",
        "වර්ජිනියාවේ ආර්ලින්ටන් හි 61 හැවිරිදි ජාලිය චිත්‍රාන් වික්‍රමසූරිය 2008 සිට 2014 දක්වා ශ්‍රී ලංකා ප්‍රජාතන්ත්‍රවාදී සමාජවාදී ජනරජයේ එක්සත් ජනපදයේ සහ මෙක්සිකෝවේ තානාපතිවරයා ලෙස සේවය කළේය.",
        "වයර් වංචා කිරීමට කුමන්ත්‍රණය කිරීමේ චෝදනාවකට ඔහු කොලොම්බියා දිස්ත්‍රික්කය සඳහා එක්සත් ජනපද දිස්ත්‍රික් උසාවියේ වරද පිළිගත්තේය.",
        "මෙම චෝදනාව සඳහා ව්‍යවස්ථාපිත උපරිමය වසර පහක සිරදඬුවමක් සහ මූල්‍යමය දඬුවම් ලැබිය හැකි බව එක්සත් ජනපද අධිකරණ දෙපාර්තමේන්තුව පවසයි.",
        "වික්‍රමසූරියගේ වරද පිළිගැනීම පිළිබඳ නිවේදනය සිකුරාදා (අප්‍රේල් 01) එ. ඒ. ජේකබ්ස්, FBI හි වොෂින්ටන් ෆීල්ඩ් ඔෆිස් අපරාධ අංශය භාර විශේෂ නියෝජිතයා.",
        "අධිකරණ ලේඛනවලට අනුව, 2012 අග භාගයේ සිට 2013 නොවැම්බර් දක්වා කාලය තුළ, වික්‍රමසූරිය විසින් ශ්‍රී ලංකා රජය 2013 වසරේ වොෂින්ටන්, ඩී.සී. හි නව තානාපති කාර්යාල ගොඩනැගිල්ලක් මිලදී ගැනීමේදී දේපළ වෙළඳාම් ගනුදෙනුවේ මිල USD 332,027 කින් ඉහළ නංවා එය වංචා කිරීමේ සැලසුමක් සකස් කළේය. සහ, වසා දැමීමේදී, එම අරමුදල් රජයෙන් නිශ්චල දේපල ගනුදෙනුවේ කිසිදු භූමිකාවක් නොතිබූ සමාගම් දෙකකට හරවා යැවීම.",
        "2013 ජනවාරි අවසන් වන විට සහ ඉන් පසුව, වික්‍රමසූරිය මෙම ගෙවීම් මෙහෙයවීය. පසුව 2013 දී වික්‍රමසූරියට අවසානයේ සමාන මුදල් ප්‍රමාණයක් රජයේ ගිණුම් වෙත හරවා යවා ඇති අතර, ශ්‍රී ලංකා රජයට පාඩුවක් සිදු නොවූ බව එක්සත් ජනපද රාජ්‍ය දෙපාර්තමේන්තුව වැඩිදුරටත් පැවසීය.",
        "අභියාචනය ප්‍රකාශයට පත් කිරීමේදී, එක්සත් ජනපද නීතිපති ග්‍රේව්ස්, HSI විශේෂ නියෝජිත විලානුවේවා සහ FBI භාර විශේෂ නියෝජිත ජේකොබ්, ස්වදේශ ආරක්ෂක විමර්ශන සහ FBI වෙතින් මෙම නඩුව විමර්ශනය කළ අයගේ ක්‍රියාකාරකම් අගය කළහ. මෙම නඩුවේ නඩු පැවරීම හසුරුවන අයගේ උත්සාහය ද ඔවුහු පිළිගත්හ. අධිකරණ දෙපාර්තමේන්තුවේ ජාත්‍යන්තර කටයුතු පිළිබඳ කාර්යාලයේ සහාය සඳහා ද ඔවුන් කෘතඥතාව පළ කළහ."
      ]
    },
    "ta": {
      "title": "அமெரிக்காவுக்கான முன்னாள் தூதுவர் ஜாலிய விக்ரமசூரிய இலங்கை அரசை ஏமாற்றிய குற்றத்தை ஒப்புக்கொண்டார்.",
      "body_lines": [
        "அமெரிக்காவுக்கான முன்னாள் இலங்கைத் தூதுவர் ஜாலிய விக்ரமசூரிய, 2013ஆம் ஆண்டு வாஷிங்டன், டி.சி.யில் புதிய தூதரகக் கட்டிடம் ஒன்றைக் கொள்வனவு செய்த போது இலங்கை அரசாங்கத்திடம் இருந்து 332,027 அமெரிக்க டொலர்களை அபகரிக்க முயற்சித்த குற்றத்தை ஒப்புக்கொண்டுள்ளார்.",
        "வர்ஜீனியாவில் உள்ள ஆர்லிங்டனைச் சேர்ந்த 61 வயதான ஜாலிய சித்ரன் விக்கிரமசூரிய, 2008 முதல் 2014 வரை இலங்கை ஜனநாயக சோசலிசக் குடியரசின் அமெரிக்கா மற்றும் மெக்சிகோவுக்கான தூதுவராக பணியாற்றினார்.",
        "கம்பி மோசடிக்கு சதி செய்த குற்றச்சாட்டில் கொலம்பியா மாவட்டத்திற்கான அமெரிக்க மாவட்ட நீதிமன்றத்தில் அவர் குற்றத்தை ஒப்புக்கொண்டார்.",
        "இந்த குற்றச்சாட்டுக்கு சட்டப்படி அதிகபட்சமாக ஐந்து ஆண்டுகள் சிறைத்தண்டனை மற்றும் சாத்தியமான நிதி அபராதம் விதிக்கப்படும் என்று அமெரிக்க நீதித்துறை தெரிவித்துள்ளது.",
        "வெள்ளிக்கிழமை (ஏப்ரல் 01) விக்கிரமசூரியவின் குற்ற ஒப்புதல் தொடர்பான அறிவிப்பை அமெரிக்க வழக்கறிஞர் மேத்யூ எம். கிரேவ்ஸ், ரேமண்ட் வில்லனுவேவா, வாஷிங்டன், டி.சி. கள அலுவலகம், உள்நாட்டுப் பாதுகாப்புத் திணைக்களம், உள்நாட்டுப் பாதுகாப்பு விசாரணைகள் (எச்.எஸ்.ஐ) மற்றும் வெய்ன் ஆகியோரால் வெளியிடப்பட்டது. ஏ. ஜேக்கப்ஸ், எஃப்பிஐயின் வாஷிங்டன் ஃபீல்ட் ஆபிஸ் குற்றப்பிரிவின் சிறப்பு முகவர்.",
        "நீதிமன்ற ஆவணங்களின்படி, 2012 இன் பிற்பகுதியில் அல்லது நவம்பர் 2013 வரை, விக்கிரமசூரிய இலங்கை அரசாங்கத்தை 2013 இல் வாஷிங்டன், டி.சி.யில் புதிய தூதரக கட்டிடத்தை வாங்கியபோது, ​​ரியல் எஸ்டேட் பரிவர்த்தனையின் விலையை 332,027 அமெரிக்க டாலர்களால் உயர்த்தி ஏமாற்றும் திட்டத்தை வகுத்தார். மற்றும், முடிவடையும் போது, ​​ரியல் எஸ்டேட் பரிவர்த்தனையில் எந்தப் பங்கும் இல்லாத இரண்டு நிறுவனங்களுக்கு அரசாங்கத்திடமிருந்து அந்த நிதியைத் திருப்பியது.",
        "ஜனவரி 2013 முடிவிற்குப் பிறகும், விக்கிரமசூரிய இந்த கொடுப்பனவுகளை இயக்கினார். பின்னர் 2013 இல், விக்கிரமசூரிய இறுதியில் சமமான தொகையை அரசாங்க கணக்குகளுக்கு திருப்பி அனுப்பினார், இதனால் இலங்கை அரசாங்கத்திற்கு எந்த இழப்பும் ஏற்படவில்லை என்று அமெரிக்க வெளியுறவுத்துறை மேலும் கூறியது.",
        "இந்த மனுவை அறிவிப்பதில், அமெரிக்க வழக்கறிஞர் கிரேவ்ஸ், HSI சிறப்பு முகவர் பொறுப்பு வில்லனுவேவா மற்றும் FBI சிறப்பு முகவர் பொறுப்பு ஜேக்கப்ஸ் ஆகியோர் உள்நாட்டுப் பாதுகாப்பு விசாரணைகள் மற்றும் FBI ஆகியவற்றிலிருந்து வழக்கை விசாரித்தவர்களின் பணியைப் பாராட்டினர். வழக்கின் விசாரணையை கையாண்டவர்களின் முயற்சிகளையும் அவர்கள் ஒப்புக்கொண்டனர். சர்வதேச விவகாரங்களுக்கான நீதித்துறை அலுவலகத்தின் உதவிக்கு அவர்கள் பாராட்டு தெரிவித்தனர்."
      ]
    }
  }
}