{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Democratic-system-for-gender-equality-was-trampled-and-dishonoured-Rohini-Kavirathna/277-237489",
  "time_ut": 1653244260,
  "title": "“Democratic system for gender equality  was trampled and dishonoured” - Rohini Kavirathna",
  "body_lines": [
    "Surprisingly, the next day, I saw that Podujana Peramuna Parliamentarians had said that they did not know whether there was an agreement to appoint a female Deputy Speaker. With such comments, it is visible that there is no proper communication and rapport among the parties",
    "If the SLPP group proposed a name of a female MP that could at least prove that they have shown some consideration for the PM’s proposal",
    "Not only Sajith Premadasa, but the intervention of all party leaders are also significantly in a dissatisfactory state. Anura Kumara Dissanayake and Maithripala Sirisena, and the leaders of the independent parties should all get together at this stage",
    "We saw the majority of the SLPP MPs pay no heed to the PM’s words. Therefore, we cannot look forward to whether they will allow us to function either. However, if the parties come to an agreement with a sustainable plan, I am ready to accept a ministerial position",
    "Ajith Rajapaksa, a member of Sri Lanka’s ruling party, was elected Deputy Speaker of the country’s Parliament on Tuesday, which gathered for the first time since former Prime Minister Mahinda Rajapaksa resigned and new Prime Minister Ranil Wickremesinghe was sworn in. Rajapaksa, 48, a member of the Sri Lanka Podujana Peramuna, was elected by a secret ballot held in Parliament, from which he was able to secure 109 votes. Meanwhile, Rohini Kavirathna, the nominee of the main opposition, the Samagi Jana Balawegaya (SJB), secured only 78 votes. Prime Minister Ranil Wickremesinghe strongly urged the Parliamentarians to propose the name of a female MP to be appointed as Deputy Speaker of Parliament. Following the request, the SJB nominated MP Rohini Kavirathna.",
    "The House convened for the first time since Mahinda Rajapaksa resigned and the country was placed under curfew after nine people, including a politician, were slain.",
    "However, if Premier Wickremesinghe expected a system change and equal gender opportunities for a better future by proposing the name of a female MP, his hopes were knocked down when Ajith Rajapaksa was elected.",
    "In an interview with the Daily Mirror, the defeated nominee for the post of Deputy Speaker, Rohini Kavirathna, aired her views on how PM Wickremesinghe’s first-ever policy decision was defeated and how gender equality has become a mere façade in Sri Lanka, which is only limited to the Constitution.",
    "\"Even though PM Wickremesinghe has won over the hearts of the international community, his skill, talent, and diplomatic exposure are insufficient to play with the SLPP members. Therefore, there is a higher possibility that the SLPP will use the premier and discard him when considering the current situation\"",
    "Q  Premier Ranil Wickremesinghe urged the parliamentarians to propose a female deputy speaker to allow a female to chair the House. But something unexpected happened; what do you think occurred on that day?",
    "The message I comprehended through the election of Ajith Rajapaksa is that the SLPP Parliamentarians pay no heed to the proposals and requests of the PM; instead, they try to assert their power in Parliament, and indirectly, it suggests that the majority will play the drums according to their",
    "Surprisingly, the next day, I saw that Podujana Peramuna Parliamentarians had said that they did not know whether there was an agreement to appoint a female Deputy Speaker. With such comments, it is visible that there is no proper communication and rapport among the parties. The two main parties that are going to run a government have no adequate communication, and therefore, it is questionable whether they can run a country together.",
    "If PM Wickremesinghe genuinely suggested that a female be appointed to the position of Deputy Speaker, I am truly grateful, because women are not given adequate opportunities in policymaking. If the SLPP group proposed a name of a female MP that could at least prove that they have shown some consideration for the PM’s proposal.",
    "Moreover, if a female had been appointed to the position of Deputy Speaker, the aspiration of the country to move to an all-party government could have been feasible. But, if I am unsuitable, there is Thalatha Athukorale, Harini Amarasinghe, and Sudharshani Fernandopulle.",
    "Finally, I would say that if a Sri Lankan woman was to achieve a progressive win in the democratic system that was trampled by the latest incident that happened.",
    "Q  So, what you mean, is that PM Wickremesinghe is incapable of running the country? Was it the message given?",
    "Even though PM Wickremesinghe has won over the hearts of the international, his skill, talent, and his diplomatic exposure are insufficient to play with the SLPP members. Therefore, there is a higher possibility that the SLPP will use the premier and discard him when considering the current situation. If the PM cannot win the first-ever policy decision taken at Parliament, it is doubtful whether he can continue in this state.",
    "\"I am indeed an MP of the SJB, but I would like to pose this question to Sajith Premadasa. If there was a general election and he won, wouldn't he accept the post? Won’t he have an agenda to run the country? I strongly underscore that the party leaders also have a portion in pulling the country further into the abyss\"",
    "Q  Opposition Leader Sajith Premadasa was reluctant to accept the post of Prime Minister, and he laid down numerous conditions. But the country needed to move forward; it was mainly because Premier Wickremesinghe took up the challenge. What are your views?",
    "His conditions were fair because most civilians spend day and night struggling to do away with President Gotabaya Rajapaksa. And also, if you note, international Heads of State did not add their wishes to the PM; it was only the Ambassadors. Therefore, if Sri Lanka had any international ties and support that met with an end when President Rajapaksa took the seat. Thus, the world sees the instability of the government, although we try to conceal it. In that case, I have to agree with Sajith Premadasa to a certain extent.",
    "However, on the other hand, the country is in a perilous situation; we are going into deep waters daily. If President Gotabaya does not resign, party leaders could have got together and stood with one opinion constitutionally.",
    "I am indeed an MP of the SJB, but I would like to pose this question to Sajith Premadasa. If there was a general election and he won, wouldn’t he accept the post? Won’t he have an agenda to run the country? I strongly underscore that the party leaders also have a portion in pulling the country further into the abyss. The country is in troubled waters; we do not have time to point fingers at each other. Party leaders must now agree and converse as to how each of them can contribute to overcoming this situation. They should think as a party about how to rebuild this country instead of thinking about who will leave or stay in the party. The season is due to form a government with an all-party composition. Political arrogance and agendas must be kept away, and party leaders should conclude before it is too late.",
    "\"Prime Minister Ranil Wickremesinghe has a duty and responsibility to discuss with party leaders and take collaborative steps to handle the situation prudently. He alone cannot do this without the help of the other Parliamentarians. Personal agendas must be kept aside at this critical juncture, and an all-party government should be formed\"",
    "Q  Do you believe that the intervention of Sajith Premadasa is adequate in Parliament to address the current issues?",
    "Not only Sajith Premadasa, but the intervention of all party leaders are also significantly in a dissatisfactory state. National People’s Power Leader Anura Kumara Dissanayake, Sri Lanka Freedom Party (SLFP) Chairman Maithripala Sirisena, and the leaders of the independent parties should all get together at this stage. Opposition Leader Sajith Premadasa cannot do this alone. All party leaders should be confident to sit at one table as Sri Lankans and solve this issue instead of playing with private political agendas. Civilians are advised to act as one nation, but why cannot the party leaders set an example? There should be a country even to run their political agendas. Therefore, it is paramount that party leaders get together at this critical juncture. If party leaders expect that the struggle (Aragalaya) would set up a stage for them to play dirty politics, they are gravely mistaken. A struggle creates a surrounding for the country to come out of the abyss, but the door out from the abyss is in Parliament. If the Parliamentarians are unfit, why cannot we seek help from resource persons? It is the duty and responsibility of the party leaders to get together, be flexible, and find solutions.",
    "Japan rose like a phoenix from the ashes after the Hiroshima and Nagasaki atomic bomb attacks. They had to start from square one; they made numerous sacrifices and came out like a phoenix. People are ready to make sacrifices; we saw that civilians accepted reality when the Premier addressed the nation. Therefore, I firmly believe that Sri Lanka will come out of the ashes and rise again.",
    "\"Speaker Mahinda Yapa, President Rajapaksa, and the then PM Mahinda Rajapaksa should bear the responsibility for the deaths that took place during the clashes. People have to pay with their lives for a crisis created by a group of people. Unfortunately, no one gave an acceptable response to the struggle (Aragalaya)\"",
    "Q  In any case, if you are offered a ministerial position, would you accept it?",
    "If there are knowledgeable and capable Parliamentarians, first they should accept the ministerial positions. But we saw that the majority of the SLPP MPs pay no heed to the PM’s words. Therefore, we cannot look forward to whether they will allow us to function either. However, if the parties come to an agreement with a sustainable plan, I am ready to accept a ministerial position.",
    "Q  A culture of violence is seen in our politics, as witnessed on May 9. What can be done to address this situation at public and political party levels?",
    "When the Inter-University Students’ Federation protested in front of Parliament, we urged Speaker Mahinda Yapa Abeywardena to take action before a bloodshed that could take place. As we predicted, a bloodbath took place, and MP Amarakeerthi Athukorala died after clashes that arose over the economic crisis. Speaker Mahinda Yapa, President Rajapaksa, and the then PM Mahinda Rajapaksa should bear the responsibility for the deaths that took place during the clashes. People have to pay with their lives for a crisis created by a group of people. Unfortunately, no one gave an acceptable response to the struggle (Aragalaya). Nine people have been killed due to the clashes recently. These would not have taken plave, if the struggle (Aragalaya) had been appropriately addressed in Parliament.",
    "All those who supported and incited violence and riots including the then PM Mahinda Rajapaksa and MP Johnston Fernando must be brought before the law.",
    "Moreover, electronic media gave the number of houses on fire as if they were showing election results; it spread like an epidemic. It is up to the police and intelligence services to find the truth behind these incidents.",
    "There is no need to pay compensation for the burnt houses with the tax paid by the people of this country; intelligence services should dig out the truth behind these incidents and act accordingly.",
    "Those who set fire to houses were arrested, and the civilians in the struggle were arrested, but the people who incited this are still at large and some are roaming freely. The Prime Minister also has an allegation in this incident. He should have taken steps to control the incident when there was a massive struggle at Galle Face; was he imprudent to raise people emotionally? He added fuel to the flames. He must take responsibility for the lives that were lost.",
    "\"All those who supported and incited violence and riots including the then PM Mahinda Rajapaksa and MP Johnston Fernando must be brought before the law\"",
    "Q  In your opinion, what steps could be taken to come out of the troubled waters? Do you think the PM can rebuild the nation?",
    "Prime Minister Ranil Wickremesinghe has a duty and responsibility to discuss with party leaders and take collaborative steps to handle the situation prudently. He alone cannot do this without the help of the other Parliamentarians. Personal agendas must be kept aside at this critical juncture, and an all-party government should be formed. We need to formulate a programme to take this country forward as a collective responsibility with the support of resource persons.",
    "If the Premier tries to play the old games once again and becomes a mere puppet of the Rajapaksa family and a tool to carry out their agenda, people will rise against him faster than they rose against the Rajapaksas. Therefore, he is duty-bound to stand with the people.",
    "During the last few days, I did not use my time to speak in Parliament; I believed that party leaders would use this time to find collaborative solutions. However, that did not happen. The only thing party leaders are bothered about right now is to see how many MPs would leave their parties. They would have no space to doubt their MPs if they bring out substantial solutions. I underscore that party leaders can, and must play a key role in Parliament to overcome"
  ],
  "translate": {
    "si": {
      "title": "“ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා වූ ප්‍රජාතන්ත්‍රවාදී ක්‍රමය පාගා දමා අගෞරවයට පත් කළා” - රෝහිණී කවිරත්න",
      "body_lines": [
        "පුදුමයකට මෙන් පසුදා මා දුටුවේ නියෝජ්‍ය කතානායකවරියක් පත් කිරීමට එකඟතාවක් තිබේදැයි තමන් නොදන්නා බව පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් පවසා ඇති බවයි. එවැනි අදහස් දැක්වීම් සමඟින් පෙනෙන්නේ පක්ෂ අතර නිසි සන්නිවේදනයක් සහ සුහදතාවයක් නොමැති බවයි",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ කණ්ඩායම මන්ත්‍රීවරියකගේ නමක් යෝජනා කළහොත් අඩුම තරමින් අගමැතිගේ යෝජනාවට ඔවුන් යම් සැලකිල්ලක් දක්වා ඇති බව ඔප්පු කළ හැකිය.",
        "සජිත් ප්‍රේමදාස පමණක් නොව සියලුම පක්ෂ නායකයන්ගේ මැදිහත්වීමද සැලකිය යුතු ලෙස අසතුටුදායක තත්ත්වයක පවතී. අනුර කුමාර දිසානායක, මෛත‍්‍රීපාල සිරිසේන මහත්වරු ඇතුළු ස්වාධීන පක්‍ෂ නායකයන් සියලූ දෙනාම මේ අවස්ථාවේදී එකතු විය යුතුයි.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් බහුතරයක් අගමැතිවරයාගේ වචන ගණන් නොගන්නා බව අපි දුටුවෙමු. ඒ නිසා අපිටත් වැඩ කරන්න ඉඩ දෙයිද කියලා බලාගෙන ඉන්න බැහැ. කෙසේ වෙතත්, පාර්ශවයන් තිරසාර සැලැස්මක් සමඟ එකඟතාවයකට පැමිණියහොත්, මම අමාත්‍ය ධූරයක් භාර ගැනීමට සූදානම්",
        "හිටපු අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වී නව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා දිවුරුම් දීමෙන් පසු ප්‍රථම වරට රැස්වූ රටේ පාර්ලිමේන්තුවේ නියෝජ්‍ය කථානායකවරයා ලෙස ශ්‍රී ලංකාවේ ආණ්ඩු පක්ෂයේ සාමාජිකයෙකු වන අජිත් රාජපක්ෂ අඟහරුවාදා තේරී පත් විය. රාජපක්ෂ, 48, a. ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරයා පාර්ලිමේන්තුවේ පැවති රහස් ඡන්දයකින් තේරී පත් වූ අතර, ඉන් ඡන්ද 109ක් ලබා ගැනීමට ඔහුට හැකි විය. මේ අතර, ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගයේ (SJB) අපේක්ෂක රෝහිණී කවිරත්න ලබා ගත්තේ ඡන්ද 78ක් පමණි. පාර්ලිමේන්තුවේ නියෝජ්‍ය කථානායක ලෙස පත් කිරීම සඳහා මන්ත්‍රීවරියකගේ නම යෝජනා කරන ලෙස අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් දැඩි ලෙස ඉල්ලා සිටියේය. මෙම ඉල්ලීමෙන් පසුව, එස්.ජේ.බී පාර්ලිමේන්තු මන්ත්රී රෝහිණී කාවිරත්න නම් කරන ලදී.",
        "මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වීමෙන් පසු ප්‍රථම වරට සභාව රැස්වූ අතර දේශපාලඥයෙකු ඇතුළු 9 දෙනෙකු ඝාතනය කිරීමෙන් පසු රටට ඇඳිරි නීතිය පැනවීය.",
        "කෙසේ වෙතත්, අගමැති වික්‍රමසිංහ මන්ත්‍රීවරියකගේ නම යෝජනා කිරීමෙන් ක්‍රම වෙනසක් සහ යහපත් අනාගතයක් සඳහා ස්ත්‍රී පුරුෂ සමාජභාවය සමාන අවස්ථා අපේක්ෂා කළේ නම්, අජිත් රාජපක්ෂ තේරී පත්වීමත් සමඟ ඔහුගේ බලාපොරොත්තු සුන් විය.",
        "ඩේලි මිරර් සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින්, නියෝජ්‍ය කථානායක ධුරය සඳහා පරාජිත අපේක්ෂක රෝහිණී කවිරත්න, අගමැති වික්‍රමසිංහගේ ප්‍රථම ප්‍රතිපත්තිමය තීරණය පරාජයට පත් වූ ආකාරය සහ ස්ත්‍රී පුරුෂ සමානාත්මතාවය ශ්‍රී ලංකාවේ හුදු මුහුණුවරක් වී ඇති ආකාරය පිළිබඳව ඇගේ අදහස් විකාශනය කළාය. ව්යවස්ථාවට පමණක් සීමා වී ඇත.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ජාත්‍යන්තර ප්‍රජාවගේ හදවත් දිනාගෙන සිටියද ඔහුගේ දක්‍ෂතාවය, දක්‍ෂතාවය සහ රාජ්‍ය තාන්ත්‍රික නිරාවරණය ශ්‍රී ලංකා පොදුජන පෙරමුණේ සාමාජිකයන් සමඟ ක්‍රීඩා කිරීමට ප්‍රමාණවත් නොවේ. ඒ නිසා ශ්‍රී ලංකා පොදුජන පෙරමුණ අගමැතිතුමා යොදාගෙන ඔහුව ඉවත දැමීමට වැඩි ඉඩක් තිබෙනවා. වත්මන් තත්ත්වය සැලකිල්ලට ගනිමින්\"",
        "ප්‍රශ්නය                   අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මන්ත්‍රීවරුන් මන්ත්‍රීවරුන්ගෙන් ඉල්ලා සිටියේ කාන්තා නියෝජ්‍ය කථානායකවරියක් සභාවේ සභාපතිත්වය දැරීමට කාන්තාවකට ඉඩ දීම සඳහා යෝජනා කරන ලෙසය. එහෙත් සිදු වූයේ නොසිතූ දෙයකි; ඔබ සිතන්නේ එදින සිදුවූයේ කුමක්ද?",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් අගමැතිවරයාගේ යෝජනා සහ ඉල්ලීම් ගණන් නොගන්නා බව අජිත් රාජපක්‍ෂ මහතාගේ තේරී පත්වීම තුළින් මා වටහා ගත් පණිවිඩය; ඒ වෙනුවට, ඔවුන් පාර්ලිමේන්තුව තුළ තම බලය තහවුරු කර ගැනීමට උත්සාහ කරන අතර, වක්‍රව, එයින් අදහස් කරන්නේ බහුතරය ඔවුන්ගේ මතය අනුව බෙර වාදනය කරනු ඇති බවයි",
        "පුදුමයකට මෙන් පසුදා මා දුටුවේ නියෝජ්‍ය කතානායකවරියක් පත් කිරීමට එකඟතාවක් තිබේදැයි තමන් නොදන්නා බව පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් පවසා ඇති බවයි. එවැනි අදහස් දැක්වීම් සමඟින් පෙනෙන්නේ පක්ෂ අතර නිසි සන්නිවේදනයක් සහ සුහදතාවයක් නොමැති බවයි. ආණ්ඩුවක් පවත්වාගෙන යාමට යන ප්‍රධාන පක්ෂ දෙකට ප්‍රමාණවත් සන්නිවේදනයක් නොමැති අතර, එබැවින් ඔවුන්ට එක්ව රටක් පාලනය කළ හැකිද යන්න ප්‍රශ්නාර්ථයකි.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා නියෝජ්‍ය කථානායක ධුරයට කාන්තාවක් පත් කළ යුතු බවට අවංකවම යෝජනා කළේ නම්, ප්‍රතිපත්ති සම්පාදනයේදී කාන්තාවන්ට ප්‍රමාණවත් අවස්ථා ලබා නොදෙන නිසා මම සැබවින්ම ස්තූතිවන්ත වෙනවා. ශ්‍රී ලංකා පොදුජන පෙරමුණේ කණ්ඩායම මන්ත්‍රීවරියකගේ නමක් යෝජනා කළහොත් අවම වශයෙන් ඔවුන් අගමැතිවරයාගේ යෝජනාවට යම් සැලකිල්ලක් දක්වා ඇති බව ඔප්පු කළ හැකිය.",
        "එපමණක් නොව, නියෝජ්‍ය කථානායක ධුරයට කාන්තාවක් පත් කළේ නම් සර්ව පාක්ෂික ආණ්ඩුවක් දක්වා ගමන් කිරීමේ රටේ අපේක්ෂාව ඉටු විය හැකිව තිබුණි. නමුත් මම නුසුදුසු නම් තලතා අතුකෝරළ, හරිනි අමරසිංහ, සුදර්ශනී ප්‍රනාන්දුපුල්ලේ ඉන්නවා.",
        "අවසාන වශයෙන් මා පවසන්නේ සිදුවූ අලුත්ම සිදුවීමෙන් පාගා දැමූ ප්‍රජාතන්ත්‍රවාදී ක්‍රමය තුළ ශ්‍රී ලාංකීය කාන්තාවක් ප්‍රගතිශීලී ජයග්‍රහණයක් ලබා ගැනීමට නම්.",
        "ප්‍ර  ඉතින්, ඔබ අදහස් කරන්නේ, අගමැති වික්‍රමසිංහට රට පාලනය කිරීමට හැකියාවක් නැති බවද? එය ලබා දුන් පණිවිඩයද?",
        "අගමැති වික්‍රමසිංහ මහතා ජාත්‍යන්තරයේ හදවත් දිනාගෙන සිටියද ඔහුගේ දක්‍ෂතාවය, දක්‍ෂතාවය සහ රාජ්‍ය තාන්ත්‍රික නිරාවරණය ශ්‍රී ලංකා පොදුජන පෙරමුණේ සාමාජිකයන් සමඟ ක්‍රීඩා කිරීමට ප්‍රමාණවත් නැත. එබැවින් වත්මන් තත්ත්වය සලකා බැලීමේදී ශ්‍රී ලංකා පොදුජන පෙරමුණ විසින් අගමැතිවරයා යොදාගෙන ඔහුව ඉවත දැමීමට ඇති ඉඩකඩ වැඩිය. පාර්ලිමේන්තුවේදී ගත් පළමු ප්‍රතිපත්තිමය තීරණයෙන් අගමැතිතුමාට ජයග්‍රහණය කළ නොහැකි නම්, ඔහුට තවදුරටත් මේ රාජ්‍යයේ සිටිය හැකිද යන්න සැක සහිතය.",
        "\"ඇත්තටම මම SJB එකේ මන්ත්‍රීවරයෙක්, නමුත් මම මේ ප්‍රශ්නය සජිත් ප්‍රේමදාසට අහන්න කැමතියි. මහ මැතිවරණයක් තිබ්බා නම්, ඔහු දිනුවොත්, ඔහු එම තනතුර භාරගන්නේ නැද්ද? එතුමාට න්‍යාය පත්‍රයක් නැද්ද? රට තව තවත් අගාධයට ඇද දැමීමේ පක්‍ෂ නායකයින්ටද කොටසක් තිබෙන බව මම තරයේ අවධාරනය කරමි\"",
        "ප්‍රශ්නය  විපක්‍ෂ නායක සජිත් ප්‍රේමදාස මහතා අගමැති ධූරය භාර ගැනීමට අකමැති වූ අතර, ඔහු කොන්දේසි රැසක් පැනවීය. එහෙත් රට ඉදිරියට යාමට අවශ්‍ය විය; එයට ප්‍රධාන වශයෙන් හේතු වූයේ අගමැති වික්‍රමසිංහ එම අභියෝගය භාරගත් බැවිනි. ඔබේ අදහස් මොනවාද?",
        "ඔහුගේ කොන්දේසි සාධාරණ වූයේ බොහෝ සිවිල් වැසියන් ජනාධිපති ගෝඨාභය රාජපක්ෂ නැති කිරීමට දිවා රෑ ගත කරන බැවිනි. තවද, ඔබ සලකන්නේ නම්, ජාත්‍යන්තර රාජ්‍ය නායකයින් අගමැතිවරයාට ඔවුන්ගේ කැමැත්ත එකතු නොකළේය. එය තානාපතිවරුන් පමණි. ඒ නිසා, රාජපක්ෂ ජනාධිපතිවරයා අසුන් ගන්නා විට අවසන් වූ ජාත්‍යන්තර සබඳතා සහ සහයෝගය ශ්‍රී ලංකාවට තිබුණේ නම්. මේ අනුව අපි එය වසන් කිරීමට උත්සාහ කළත් ආණ්ඩුවේ අස්ථාවරත්වය ලෝකය දකිනවා. එහෙම නම් මට සජිත් ප්‍රේමදාස එක්ක යම්තාක් දුරට එකඟ වෙන්න වෙනවා.",
        "කෙසේ වෙතත්, අනෙක් අතට, රට භයානක තත්ත්වයක පවතී; අපි දිනපතා ගැඹුරු ජලයට යනවා. ජනාධිපති ගෝඨාභය ඉල්ලා අස් නොවන්නේ නම් පක්ෂ නායකයින්ට ව්‍යවස්ථානුකූලව එක මතයක් එකතු වී එක මතයක සිටිය හැකිව තිබුණි.",
        "මම ඇත්තටම SJB එකේ මන්ත්‍රීවරයෙක්, නමුත් මම මේ ප්‍රශ්නය සජිත් ප්‍රේමදාසගෙන් අහන්න කැමතියි. මහ මැතිවරණයක් තියලා ඔහු දිනුවා නම් ඔහු එම තනතුර භාරගන්නේ නැද්ද? ඔහුට රට පාලනය කිරීමේ න්‍යාය පත්‍රයක් නැද්ද? රට තවත් අගාධයට ඇද දැමීමේ පක්‍ෂ නායකයන්ටද කොටසක් තිබෙන බව මම තරයේ අවධාරණය කරමි. රට කැළඹිලි සහිත ජලයේ; අපට එකිනෙකාට ඇඟිල්ල දිගු කිරීමට වෙලාවක් නැත. මෙම තත්ත්වයෙන් ගොඩ ඒමට ඔවුන් එක් එක් අය දායක වන්නේ කෙසේද යන්න පිළිබඳව පක්ෂ නායකයන් දැන් එකඟ වී සාකච්ඡා කළ යුතුය. පක්‍ෂය හැර යන්නේ කවුරුන්ද යන්න ගැන සිතනවාට වඩා මේ රට ගොඩ ගන්නේ කෙසේද යන්න පිළිබඳව ඔවුන් පක්‍ෂයක්‌ ලෙස සිතිය යුතුය. සමය තිබෙන්නේ සර්ව පාක්ෂික සංයුතියකින් යුත් ආණ්ඩුවක් පිහිටුවීමටයි. දේශපාලන උද්දච්චකම සහ න්‍යාය පත්‍ර බැහැර කළ යුතු අතර, පක්ෂ නායකයන් ප්‍රමාද වීමට පෙර නිගමනය කළ යුතුය.",
        "\"අගමැති රනිල් වික්‍රමසිංහ මහතාට යුතුකමක් සහ වගකීමක් තිබෙනවා. සර්ව පාක්ෂික ආණ්ඩුවක් පිහිටුවිය යුතුයි\"",
        "ප්‍රශ්න                         සජිත් ප්‍රේමදාස පාර්ලිමේන්තුව සජිත්ගේ මැදිහත්වීම වත්මන් ප්‍රශ්නවලට පාර්ලිමේන්තුව තුළ ප්‍රමාණවත් බව ඔබ විශ්වාස කරනවාද?",
        "සජිත් ප්‍රේමදාස පමණක් නොව සියලුම පක්ෂ නායකයන්ගේ මැදිහත්වීමද සැලකිය යුතු ලෙස අසතුටුදායක තත්ත්වයක පවතී. ජාතික ජන බලවේගයේ නායක අනුර කුමාර දිසානායක, ශ්‍රී ලංකා නිදහස් පක්‍ෂයේ (ශ්‍රීලනිප) සභාපති මෛත්‍රීපාල සිරිසේන මහතා ඇතුළු ස්වාධීන පක්‍ෂ නායකයන් සියලු දෙනාම මේ අවස්ථාවේදී එකතු විය යුතුයි. විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතාට මෙය තනිවම කළ නොහැක. පෞද්ගලික දේශපාලන න්‍යාය පත්‍ර සමඟ සෙල්ලම් නොකර ශ්‍රී ලාංකිකයන් ලෙස එක මේසයක වාඩි වී මේ ප්‍රශ්නය විසඳා ගැනීමට සියලු පක්ෂ නායකයන් විශ්වාස කළ යුතුයි. සිවිල් ජනතාවට එකම ජාතියක් ලෙස ක්‍රියා කරන ලෙස උපදෙස් දෙන නමුත් පක්ෂ නායකයින්ට ආදර්ශයක් දිය නොහැක්කේ ඇයි? ඔවුන්ගේ දේශපාලන න්‍යාය පත්‍ර ක්‍රියාත්මක කිරීමට පවා රටක් තිබිය යුතුයි. ඒ නිසා මේ තීරණාත්මක අවස්ථාවේදී පක්ෂ නායකයන් එකතුවීම ඉතාම වැදගත්. අරගලය (අරගලය) තමන්ට කුණු දේශපාලනයක් කිරීමට වේදිකාවක් සකසනු ඇතැයි පක්ෂ නායකයින් අපේක්ෂා කරන්නේ නම්, ඔවුන් බරපතල ලෙස වැරදියි. අරගලයක් රට අගාධයෙන් ගොඩ ඒමට වටපිටාවක් නිර්මාණය කරයි, නමුත් අගාධයෙන් එළියට එන දොර ඇත්තේ පාර්ලිමේන්තුවේය. පාර්ලිමේන්තු මන්ත්‍රීවරු නුසුදුසු නම් සම්පත් දායකයින්ගෙන් උදව් ගන්න බැරි ඇයි? එකට එකතු වී නම්‍යශීලී වී විසඳුම් සෙවීම පක්ෂ නායකයන්ගේ යුතුකම හා වගකීමයි.",
        "හිරෝෂිමා සහ නාගසාකි පරමාණු බෝම්බ ප්‍රහාරයෙන් පසු ජපානය ෆීනික්ස් කුරුල්ලෙකු මෙන් අළු මතින් නැඟී සිටියේය. ඔවුන් හතරැස් එකේ සිට ආරම්භ කළ යුතු විය; ඔවුන් බොහෝ කැපකිරීම් කර ෆීනික්ස් කුරුල්ලෙකු මෙන් පිටතට පැමිණියහ. මිනිස්සු කැපකිරීම් කරන්න සූදානම්; අගමැතිතුමා ජාතිය අමතද්දී සිවිල් ජනතාව යථාර්ථය පිළිගත් බව අපි දැක්කා. ඒ නිසා මම තරයේ විශ්වාස කරනවා ශ්‍රී ලංකාව අළුවලින් ගොඩ ඇවිත් නැවත නැඟිටින බව.",
        "“ගැටුම්වලදී සිදු වූ මරණවල වගකීම කථානායක මහින්ද යාපා ජනාධිපතිතුමාත්, එවකට අගමැති ධූරය දැරූ මහින්ද රාජපක්ෂ මහතාත් භාරගත යුතුයි. පිරිසක් ඇති කළ අර්බුදයකට මිනිසුන්ට ජීවිතයෙන් වන්දි ගෙවන්න සිදුවෙලා. අවාසනාවකට කවුරුත් දුන්නේ නැහැ. අරගලයට පිළිගත හැකි ප්‍රතිචාරයක් (අරගලය)\"",
        "Q කෙසේ වෙතත්, ඔබට දේවසේවයක් පිරිනැමූ නම්, ඔබ එය පිළිගන්නවාද?",
        "දැනුමක් ඇති දක්ෂ මන්ත්‍රීවරු ඉන්නවා නම් මුලින්ම ඔවුන් ඇමතිකම් පිළිගත යුතුයි. නමුත් ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් බහුතරයක් අගමැතිවරයාගේ වචන ගණන් නොගන්නා බව අපට පෙනී ගියේය. ඒ නිසා අපිටත් වැඩ කරන්න ඉඩ දෙයිද කියලා බලාගෙන ඉන්න බැහැ. නමුත් තිරසාර සැලැස්මක් ඇතිව පක්ෂ එකඟතාවකට එනවා නම් මම ඇමැති ධුරයක් භාරගන්න සූදානම්.",
        "ප්‍ර  අපේ දේශපාලනය තුළ ප්‍රචණ්ඩත්වයේ සංස්කෘතියක් දක්නට ලැබේ, එය මැයි 9 වැනි දින දැකගත හැකි විය. මෙම තත්ත්වය පොදු සහ දේශපාලන පක්ෂ මට්ටමින් විසඳීමට කුමක් කළ හැකිද?",
        "අන්තර් විශ්වවිද්‍යාල ශිෂ්‍ය බලමණ්ඩලය පාර්ලිමේන්තුව ඉදිරිපිට විරෝධතාවයක නිරත වූ අවස්ථාවේදී අපි කථානායක මහින්ද යාපා අබේවර්ධන මහතාගෙන් ඉල්ලා සිටියේ ලේ වැගිරීමක් සිදු වීමට පෙර පියවර ගන්නා ලෙසයි. අප පුරෝකථනය කළ පරිදි ලේ වැගිරීමක් සිදු වූ අතර, ආර්ථික අර්බුදය සම්බන්ධයෙන් ඇති වූ ගැටුම්වලින් පසු පාර්ලිමේන්තු මන්ත්‍රී අමරකීර්ති අතුකෝරල මිය ගියේය. ගැටුම් අතරතුර සිදුවූ මරණවලට කථානායක මහින්ද යාපා, ජනාධිපති රාජපක්ෂ සහ එවකට අගමැති මහින්ද රාජපක්ෂ වගකිව යුතුයි. පිරිසක් විසින් ඇති කරන අර්බුදයකට ජනතාවට ජීවිතයෙන් වන්දි ගෙවීමට සිදුවී ඇත. අවාසනාවකට කිසිවකු අරගලයට (අරගලය) පිළිගත හැකි ප්‍රතිචාරයක් ලබා දුන්නේ නැත. පසුගියදා ඇති වූ ගැටුම් හේතුවෙන් පුද්ගලයන් 9 දෙනෙකු ජීවිතක්ෂයට පත්වුණා. අරගලය (අරගලය) ගැන පාර්ලිමේන්තුවේදී නිසි ලෙස කතා කළේ නම් මේවා ක්‍රියාත්මක නොවනු ඇත.",
        "එවකට අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ, පාර්ලිමේන්තු මන්ත්‍රී ජොන්ස්ටන් ප්‍රනාන්දු ඇතුළු ප්‍රචණ්ඩත්වයට සහ කෝලාහලවලට අනුබල දුන් සහ උසිගැන්වූ සියලු දෙනා නීතිය හමුවට ගෙන ආ යුතුයි.",
        "එපමණක් නොව විද්‍යුත් මාධ්‍ය මැතිවරණ ප්‍රතිඵල පෙන්වන්නාක් මෙන් ගිනිගත් නිවාස ගණන ලබා දුන්නේය; එය වසංගතයක් මෙන් පැතිර ගියේය. මේ සිදුවීම් පිටුපස ඇත්ත නැත්ත සෙවීම පොලිසියට හා බුද්ධි අංශවලට බාරය.",
        "මේ රටේ ජනතාව ගෙවන බදු මුදලින් ගිනිගත් නිවාසවලට වන්දි ගෙවීමට අවශ්‍ය නැත; බුද්ධි අංශ මේ සිදුවීම් පිටුපස ඇති සත්‍යය හාරා ඒ අනුව කටයුතු කළ යුතුයි.",
        "ගෙවල් ගිනි තියපු අය අත්අඩංගුවට ගත්තා, අරගල කරපු සිවිල් ජනතාව අත්අඩංගුවට ගත්තා, නමුත් මේක උසිගන්වපු අය තවමත් නිදැල්ලේ, සමහරු නිදහසේ සැරිසරනවා. මේ සිද්ධිය සම්බන්ධයෙන් අගමැතිවරයාටත් චෝදනාවක් තිබෙනවා. ගාලු මුවදොර දැවැන්ත අරගලයක් ඇති වූ විට සිද්ධිය පාලනය කිරීමට ඔහු පියවර ගත යුතුව තිබුණි; මිනිසුන්ව චිත්තවේගීය ලෙස නැංවීමට ඔහු නොසැලකිලිමත්ද? ඔහු ගින්නට ඉන්ධන එකතු කළේය. අහිමි වූ ජීවිතවල වගකීම ඔහු භාරගත යුතුය.",
        "\"එවකට අගමැති මහින්ද රාජපක්ෂ, පාර්ලිමේන්තු මන්ත්‍රී ජොන්ස්ටන් ප්‍රනාන්දු ඇතුළු ප්‍රචණ්ඩත්වයට සහ කෝලාහලවලට අනුබල දුන් සහ උසිගැන්වූ සියලු දෙනා නීතිය හමුවට ගෙන ආ යුතුයි\"",
        "ප්‍ර  ඔබේ මතය අනුව, කැළඹිලි සහිත ජලයෙන් ගොඩ ඒමට ගත හැකි පියවර මොනවාද? අගමැතිතුමාට රට ගොඩගන්න පුළුවන් කියලා ඔබ හිතනවාද?",
        "පක්‍ෂ නායකයන් සමඟ සාකච්ඡා කර දූරදර්ශීව තත්ත්වය හැසිරවීමට සහයෝගයෙන් පියවර ගැනීමට අගමැති රනිල් වික්‍රමසිංහ මහතාට යුතුකමක් හා වගකීමක් තිබේ. අනෙක් මන්ත්‍රීවරුන්ගේ සහාය නොමැතිව ඔහුට පමණක් මෙය කළ නොහැක. මෙම තීරණාත්මක අවස්ථාවේදී පුද්ගලික න්‍යාය පත්‍ර පසෙක තබා සර්ව පාක්ෂික ආණ්ඩුවක් පිහිටුවිය යුතුය. සම්පත් දායකයින්ගේ සහයෝගය ඇතිව සාමූහික වගකීමක් ලෙස මේ රට ඉදිරියට ගෙන යාමේ වැඩපිළිවෙළක් අපි සකස් කළ යුතුයි.",
        "අගමැතිතුමා ආයෙත් පරණ සෙල්ලම් දාන්න හැදුවොත් රාජපක්ෂ පවුලේ රූකඩයක් වෙලා ඒ අයගේ න්‍යාය පත්‍රය ක්‍රියාත්මක කරන මෙවලමක් බවට පත් වුණොත් රාජපක්ෂලාට විරුද්ධව නැඟිටිනවාට වඩා වේගයෙන් ජනතාව ඔහුට විරුද්ධව නැඟී සිටිනවා. එබැවින්, ඔහු ජනතාව සමඟ සිටීමට බැඳී සිටී.",
        "පසුගිය දින කිහිපය තුළ මම පාර්ලිමේන්තුවේ කතා කිරීමට කාලය යොදා ගත්තේ නැහැ; පක්ෂ නායකයින් මේ කාලය සහයෝගී විසඳුම් සෙවීමට යොදා ගනීවි යැයි මම විශ්වාස කළා. කෙසේ වෙතත්, එය සිදු නොවීය. පක්‍ෂ නායකයන්ට දැන් වදයක් වෙලා තියෙන්නේ මන්ත්‍රීවරු කී දෙනෙක් තමන්ගේ පක්‍ෂය දාලා යයිද කියලා බලන එකයි. ඔවුන් සැලකිය යුතු විසඳුම් ගෙන එන්නේ නම් ඔවුන්ගේ මන්ත්‍රීවරුන් ගැන සැක කිරීමට ඔවුන්ට ඉඩක් නැත. පක්‍ෂ නායකයින්ට පාර්ලිමේන්තුවේ ප්‍රධාන කාර්යභාරයක් ඉටු කළ හැකි අතර එය ජය ගැනීම සඳහා ප්‍රධාන කාර්යභාරයක් ඉටු කළ යුතු බව මම අවධාරණය කරමි"
      ]
    },
    "ta": {
      "title": "\"பாலின சமத்துவத்திற்கான ஜனநாயக அமைப்பு மிதிக்கப்பட்டது மற்றும் அவமதிக்கப்பட்டது\" - ரோகினி கவிரத்னா",
      "body_lines": [
        "ஆச்சரியம் என்னவெனில், மறுநாள் பொதுஜன பெரமுன நாடாளுமன்ற உறுப்பினர்கள் பெண் பிரதி சபாநாயகரை நியமிக்க உடன்பாடு உள்ளதா என்று தெரியவில்லை என்று கூறியதை நான் பார்த்தேன். இவ்வாறான கருத்துக்கள் மூலம் கட்சிகளிடையே சரியான தொடர்பும், நல்லுறவும் இல்லை என்பது புலனாகிறது",
        "SLPP குழு ஒரு பெண் எம்.பி.யின் பெயரை முன்மொழிந்தால், அது பிரதமரின் முன்மொழிவுக்கு அவர்கள் சில கரிசனைகளை காட்டியிருப்பதை குறைந்தபட்சம் நிரூபிக்க முடியும்.",
        "சஜித் பிரேமதாச மட்டுமல்ல, அனைத்துக் கட்சித் தலைவர்களின் தலையீடும் குறிப்பிடத்தக்க வகையில் அதிருப்தியில் உள்ளது. அனுரகுமார திசாநாயக்க மற்றும் மைத்திரிபால சிறிசேன மற்றும் சுயேச்சைக் கட்சிகளின் தலைவர்கள் அனைவரும் இந்த கட்டத்தில் ஒன்றிணைய வேண்டும்.",
        "SLPP பாராளுமன்ற உறுப்பினர்களில் பெரும்பான்மையானவர்கள் பிரதமரின் வார்த்தைகளுக்கு செவிசாய்க்கவில்லை. எனவே, அவர்களும் செயல்பட அனுமதிப்பார்களா என்று எதிர்பார்க்க முடியாது. இருப்பினும், ஒரு நிலையான திட்டத்துடன் கட்சிகள் உடன்பாட்டிற்கு வந்தால், நான் அமைச்சர் பதவியை ஏற்கத் தயாராக இருக்கிறேன்.",
        "முன்னாள் பிரதமர் மகிந்த ராஜபக்ச ராஜினாமா செய்து புதிய பிரதமர் ரணில் விக்ரமசிங்கே பதவியேற்ற பிறகு முதன்முறையாக கூடிய அந்நாட்டு நாடாளுமன்றத்தின் துணை சபாநாயகராக இலங்கை ஆளும் கட்சியைச் சேர்ந்த அஜித் ராஜபக்சே செவ்வாய்க்கிழமை தேர்ந்தெடுக்கப்பட்டார். ராஜபக்சே, 48, ஏ. ஶ்ரீலங்கா பொதுஜன பெரமுனவின் உறுப்பினர், பாராளுமன்றத்தில் இடம்பெற்ற இரகசிய வாக்கெடுப்பின் மூலம் 109 வாக்குகளைப் பெற்று தெரிவு செய்யப்பட்டார். இதற்கிடையில், பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) வேட்பாளர் ரோஹினி கவிரத்ன 78 வாக்குகளை மட்டுமே பெற்றார். பாராளுமன்றத்தின் பிரதி சபாநாயகராக பெண் எம்.பி ஒருவரின் பெயரை முன்மொழியுமாறு பிரதமர் ரணில் விக்கிரமசிங்க பாராளுமன்ற உறுப்பினர்களிடம் கடுமையாக வலியுறுத்தினார். கோரிக்கையைத் தொடர்ந்து, எஸ்.ஜே.பி எம்.பி. ரோஹினி கவிரத்னாவை பரிந்துரைத்தார்.",
        "மகிந்த ராஜபக்ச பதவி விலகியதன் பின்னர் முதன்முறையாக சபை கூடியதுடன், அரசியல்வாதி உட்பட 9 பேர் கொல்லப்பட்டதை அடுத்து நாடு முழுவதும் ஊரடங்குச் சட்டம் அமுல்படுத்தப்பட்டது.",
        "எவ்வாறாயினும், ஒரு பெண் எம்.பி.யின் பெயரை முன்மொழிவதன் மூலம் முறைமை மாற்றம் மற்றும் சிறந்த எதிர்காலத்திற்கான பாலின சம வாய்ப்புகளை பிரதமர் விக்கிரமசிங்க எதிர்பார்த்திருந்தால், அஜித் ராஜபக்ச தேர்வு செய்யப்பட்டவுடன் அவரது நம்பிக்கைகள் தகர்க்கப்பட்டன.",
        "டெய்லி மிரருக்கு வழங்கிய நேர்காணலில், பிரதி சபாநாயகர் பதவிக்கு தோற்கடிக்கப்பட்ட வேட்பாளர் ரோகினி கவிரத்னா, பிரதமர் விக்கிரமசிங்கவின் முதல் கொள்கை முடிவு எவ்வாறு தோற்கடிக்கப்பட்டது மற்றும் இலங்கையில் பாலின சமத்துவம் எவ்வாறு வெறும் முகப்பாக மாறியுள்ளது என்பது குறித்து தனது கருத்துக்களை ஒளிபரப்பினார். அரசியலமைப்பிற்கு மட்டுமே வரையறுக்கப்பட்டுள்ளது.",
        "\"பிரதமர் விக்ரமசிங்க சர்வதேச சமூகத்தின் இதயங்களை வென்றிருந்தாலும், அவரது திறமை, திறமை மற்றும் இராஜதந்திர வெளிப்பாடுகள் SLPP உறுப்பினர்களுடன் விளையாடுவதற்கு போதுமானதாக இல்லை. எனவே, SLPP பிரதமரைப் பயன்படுத்தி அவரை நிராகரிப்பதற்கான அதிக வாய்ப்புகள் உள்ளன. தற்போதைய நிலையை கருத்தில் கொண்டு\"",
        "கேள்வி    பெண் ஒருவரை சபைக்கு தலைமை தாங்குவதற்கு பெண் பிரதி சபாநாயகர் ஒருவரை முன்மொழியுமாறு பிரதமர் ரணில் விக்கிரமசிங்க பாராளுமன்ற உறுப்பினர்களை வலியுறுத்தினார். ஆனால் எதிர்பாராத ஒன்று நடந்தது; அன்று என்ன நடந்தது என்று நினைக்கிறீர்கள்?",
        "SLPP பாராளுமன்ற உறுப்பினர்கள் பிரதமரின் முன்மொழிவுகள் மற்றும் கோரிக்கைகளுக்கு செவிசாய்க்கவில்லை என்பதே அஜித் ராஜபக்சவின் தேர்தல் மூலம் நான் புரிந்துகொண்ட செய்தியாகும். அதற்கு பதிலாக, அவர்கள் பாராளுமன்றத்தில் தங்கள் அதிகாரத்தை நிலைநிறுத்த முயற்சிக்கிறார்கள், மேலும் மறைமுகமாக, பெரும்பான்மையானவர்கள் தங்களுக்கு ஏற்ப டிரம்ஸ் வாசிப்பார்கள் என்று அது அறிவுறுத்துகிறது.",
        "ஆச்சரியம் என்னவெனில், மறுநாள் பொதுஜன பெரமுன நாடாளுமன்ற உறுப்பினர்கள் பெண் பிரதி சபாநாயகரை நியமிக்க உடன்பாடு உள்ளதா என்று தெரியவில்லை என்று கூறியதை நான் பார்த்தேன். இவ்வாறான கருத்துக்கள் மூலம் கட்சிகளிடையே சரியான தொடர்பும், நல்லுறவும் இல்லை என்பது புலனாகிறது. அரசாங்கத்தை நடத்தப்போகும் இரண்டு பிரதான கட்சிகளுக்கும் போதிய தொடர்பாடல் இல்லை, எனவே அவர்களால் இணைந்து நாட்டை நடத்த முடியுமா என்பது கேள்விக்குறியே.",
        "பிரதி சபாநாயகர் பதவிக்கு பெண் ஒருவரை நியமிக்க வேண்டும் என்று பிரதமர் விக்ரமசிங்க உண்மையாக பரிந்துரைத்திருந்தால், கொள்கை வகுப்பதில் பெண்களுக்கு போதிய வாய்ப்புகள் வழங்கப்படாததால் நான் உண்மையிலேயே நன்றியுள்ளவனாக இருக்கிறேன். SLPP குழு ஒரு பெண் எம்.பி.யின் பெயரை முன்மொழிந்தால், அது பிரதமரின் முன்மொழிவுக்கு அவர்கள் சிறிது கவனம் செலுத்தியதை குறைந்தபட்சம் நிரூபிக்க முடியும்.",
        "மேலும், பிரதி சபாநாயகர் பதவிக்கு பெண் ஒருவரை நியமித்திருந்தால், நாடு சர்வகட்சி ஆட்சிக்கு செல்ல வேண்டும் என்ற அபிலாஷையை நிறைவேற்றியிருக்கலாம். ஆனால், நான் பொருத்தமற்றவன் என்றால், தலதா அத்துகோரளே, ஹரினி அமரசிங்க, சுதர்ஷனி பெர்னாண்டோபுள்ளே ஆகியோர் உள்ளனர்.",
        "இறுதியாக, நான் கூறுவது, இலங்கைப் பெண் ஒரு முற்போக்கான வெற்றியை ஜனநாயக அமைப்பில் அடைய வேண்டும் என்றால், நடந்த சமீபத்திய சம்பவத்தால் காலில் போடப்பட்டிருக்கிறது.",
        "கே  அப்படியானால், நீங்கள் என்ன சொல்கிறீர்கள் என்றால், பிரதமர் விக்கிரமசிங்க நாட்டை நடத்தத் தகுதியற்றவர் என்று? கொடுக்கப்பட்ட செய்தியா?",
        "பிரதமர் விக்கிரமசிங்க சர்வதேசத்தின் இதயங்களை வென்றிருந்தாலும், அவரது திறமை, திறமை மற்றும் ராஜதந்திர வெளிப்பாடு ஆகியவை SLPP உறுப்பினர்களுடன் விளையாடுவதற்கு போதுமானதாக இல்லை. எனவே, தற்போதைய நிலைமையைக் கருத்தில் கொண்டு SLPP பிரதமரைப் பயன்படுத்தி அவரை நிராகரிப்பதற்கான அதிக வாய்ப்புகள் உள்ளன. நாடாளுமன்றத்தில் எடுக்கப்பட்ட முதல் கொள்கை முடிவில் பிரதமரால் வெற்றி பெற முடியாவிட்டால், அவர் இந்த நிலையில் தொடர முடியுமா என்பது சந்தேகமே.",
        "\"நான் உண்மையில் SJB இன் பாராளுமன்ற உறுப்பினர், ஆனால் நான் சஜித் பிரேமதாசவிடம் இந்தக் கேள்வியை முன்வைக்க விரும்புகிறேன். பொதுத் தேர்தல் நடந்து அவர் வெற்றி பெற்றால், அவர் பதவியை ஏற்க மாட்டாரா? அவருக்கு ஒரு நிகழ்ச்சி நிரல் இல்லையா? நாட்டை மேலும் படுகுழிக்கு இழுப்பதில் கட்சித் தலைவர்களுக்கும் பங்கு உண்டு என்பதை நான் உறுதியாக வலியுறுத்துகிறேன்\"",
        "கேள்வி  எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச பிரதமர் பதவியை ஏற்கத் தயங்கினார், மேலும் அவர் பல நிபந்தனைகளை விதித்தார். ஆனால் நாடு முன்னேற வேண்டும்; பிரதமர் விக்கிரமசிங்க சவாலை ஏற்றுக்கொண்டமையே பிரதானமாக இருந்தது. உங்கள் பார்வைகள் என்ன?",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை ஒழிக்க பெரும்பாலான பொதுமக்கள் இரவும் பகலும் போராடியதால் அவரது நிலைமைகள் நியாயமானவை. மேலும், நீங்கள் கவனித்தால், சர்வதேச அரச தலைவர்கள் பிரதமரிடம் தங்கள் விருப்பங்களைச் சேர்க்கவில்லை; அது தூதர்கள் மட்டுமே. எனவே, இலங்கை அதிபர் ராஜபக்சே இருக்கையில் அமர்ந்தவுடன் முடிவுக்கு வந்த சர்வதேச உறவுகளும் ஆதரவும் இருந்தால். இவ்வாறு நாம் மறைக்க முற்பட்டாலும் அரசாங்கத்தின் நிலையற்ற தன்மையை உலகம் பார்க்கின்றது. அப்படியானால் சஜித் பிரேமதாசவுடன் ஓரளவுக்கு உடன்பட வேண்டும்.",
        "எனினும், மறுபுறம், நாடு ஆபத்தான நிலையில் உள்ளது; நாங்கள் தினமும் ஆழமான நீரில் செல்கிறோம். ஜனாதிபதி கோட்டாபய பதவி விலகவில்லையென்றால், கட்சித் தலைவர்கள் ஒன்றிணைந்து அரசியலமைப்பு ரீதியாக ஒரே கருத்தில் நின்றிருக்க முடியும்.",
        "நான் உண்மையில் SJB இன் பாராளுமன்ற உறுப்பினர், ஆனால் சஜித் பிரேமதாசவிடம் இந்தக் கேள்வியை முன்வைக்க விரும்புகிறேன். பொதுத்தேர்தல் வந்து வெற்றி பெற்றால் பதவியை ஏற்க மாட்டாரா? அவருக்கு நாட்டை நடத்தும் நிகழ்ச்சி நிரல் இல்லையா? நாட்டை மேலும் படுகுழிக்கு இழுப்பதில் கட்சித் தலைவர்களுக்கும் பங்கு உண்டு என்பதை நான் உறுதியாக வலியுறுத்துகிறேன். நாடு கலவரத்தில் உள்ளது; ஒருவரையொருவர் நோக்கி விரல் நீட்ட நமக்கு நேரமில்லை. இந்த சூழ்நிலையை சமாளிப்பதற்கு அவர்கள் ஒவ்வொருவரும் எவ்வாறு பங்களிக்க முடியும் என்பதை கட்சித் தலைவர்கள் இப்போது ஒப்புக்கொண்டு உரையாட வேண்டும். யார் வெளியேறுவது அல்லது கட்சியில் இருப்பார்கள் என்று சிந்திப்பதை விடுத்து இந்த நாட்டை எவ்வாறு மீளக் கட்டியெழுப்புவது என்பதை அவர்கள் கட்சியாக சிந்திக்க வேண்டும். அனைத்துக் கட்சி அமைப்புடன் கூடிய ஆட்சி அமைக்கும் பருவம் உள்ளது. அரசியல் ஆணவம் மற்றும் நிகழ்ச்சி நிரல்களை விலக்கி வைக்க வேண்டும், கட்சித் தலைவர்கள் தாமதமாகிவிடும் முன் முடிவுக்கு வர வேண்டும்.",
        "\"பிரதமர் ரணில் விக்கிரமசிங்க, கட்சித் தலைவர்களுடன் கலந்துரையாடி, நிலைமையை விவேகத்துடன் கையாள்வதற்கு ஒத்துழைப்புடன் நடவடிக்கைகளை எடுக்க வேண்டிய கடமையும் பொறுப்பும் உள்ளது. மற்ற நாடாளுமன்ற உறுப்பினர்களின் உதவியின்றி அவரால் மட்டும் இதைச் செய்ய முடியாது. இந்த நெருக்கடியான தருணத்தில் தனிப்பட்ட நிகழ்ச்சி நிரல்களை ஒதுக்கி வைக்க வேண்டும். அனைத்துக் கட்சி ஆட்சி அமைக்க வேண்டும்\"",
        "கே  சஜித் பிரேமதாசவின் தலையீடு தற்போதைய பிரச்சினைகளுக்குத் தீர்வு காண்பதற்கு நாடாளுமன்றத்தில் போதுமானது என்று நீங்கள் நம்புகிறீர்களா?",
        "சஜித் பிரேமதாச மட்டுமல்ல, அனைத்துக் கட்சித் தலைவர்களின் தலையீடும் குறிப்பிடத்தக்க வகையில் அதிருப்தியில் உள்ளது. தேசிய மக்கள் சக்தியின் தலைவர் அனுரகுமார திஸாநாயக்க, ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தலைவர் மைத்திரிபால சிறிசேன மற்றும் சுயேச்சைக் கட்சிகளின் தலைவர்கள் அனைவரும் இந்த கட்டத்தில் ஒன்றிணைய வேண்டும். இதை எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவால் மட்டும் செய்ய முடியாது. தனிப்பட்ட அரசியல் நிகழ்ச்சி நிரல்களுடன் விளையாடுவதை விடுத்து இலங்கையர்களாக ஒரே மேசையில் அமர்ந்து இந்தப் பிரச்சினையைத் தீர்க்க அனைத்துக் கட்சித் தலைவர்களும் நம்பிக்கை கொள்ள வேண்டும். குடிமக்கள் ஒரே தேசமாக செயல்பட அறிவுறுத்தப்படுகிறார்கள், ஆனால் கட்சித் தலைவர்களால் ஏன் முன்மாதிரியாக இருக்க முடியாது? அவர்களின் அரசியல் நிகழ்ச்சி நிரல்களை நடத்துவதற்கு கூட ஒரு நாடு இருக்க வேண்டும். எனவே, இந்த இக்கட்டான தருணத்தில் கட்சித் தலைவர்கள் ஒன்றுபடுவது மிக முக்கியமானது. இந்தப் போராட்டம் (அரகலயா) அவர்கள் கேவலமான அரசியலை விளையாடுவதற்கு ஒரு களத்தை அமைத்துக் கொடுக்கும் என்று கட்சித் தலைவர்கள் எதிர்பார்த்தால், அவர்கள் மிகவும் தவறாக நினைக்கிறார்கள். ஒரு போராட்டம் நாட்டை படுகுழியில் இருந்து வெளியே வருவதற்கான சூழலை உருவாக்குகிறது, ஆனால் பாதாளத்தில் இருந்து வெளிவரும் கதவு பாராளுமன்றத்தில் உள்ளது. பாராளுமன்ற உறுப்பினர்கள் தகுதியற்றவர்கள் என்றால் ஏன் வளவாளர்களிடம் உதவி கேட்க முடியாது? ஒன்று கூடி, நெகிழ்ந்து, தீர்வு காண்பது கட்சித் தலைவர்களின் கடமையும் பொறுப்பும் ஆகும்.",
        "ஹிரோஷிமா மற்றும் நாகசாகி அணுகுண்டுத் தாக்குதலுக்குப் பிறகு ஜப்பான் சாம்பலில் இருந்து பீனிக்ஸ் பறவை போல் எழுந்தது. அவர்கள் சதுரம் ஒன்றிலிருந்து தொடங்க வேண்டும்; அவர்கள் பல தியாகங்களைச் செய்து பீனிக்ஸ் பறவையைப் போல வெளியே வந்தனர். மக்கள் தியாகம் செய்ய தயாராக உள்ளனர்; பிரதமர் நாட்டு மக்களுக்கு உரையாற்றிய போது பொதுமக்கள் யதார்த்தத்தை ஏற்றுக்கொண்டதை நாம் பார்த்தோம். எனவே, இலங்கை சாம்பலில் இருந்து மீண்டு எழும்பும் என்று நான் உறுதியாக நம்புகிறேன்.",
        "மோதலின் போது ஏற்பட்ட உயிரிழப்புகளுக்கு சபாநாயகர் மஹிந்த யாப்பா, ஜனாதிபதி ராஜபக்ஷ மற்றும் அப்போதைய பிரதமர் மஹிந்த ராஜபக்ஷ ஆகியோர் பொறுப்பேற்க வேண்டும். ஒரு குழுவினரால் உருவாக்கப்பட்ட நெருக்கடிக்கு மக்கள் தங்கள் உயிரைக் கொடுக்க வேண்டியுள்ளது. துரதிர்ஷ்டவசமாக, யாரும் கொடுக்கவில்லை. போராட்டத்திற்கு ஏற்றுக்கொள்ளக்கூடிய பதில் (அரகலயா)\"",
        "கே  எப்படியானாலும், உங்களுக்கு அமைச்சர் பதவி வழங்கப்பட்டால், அதை ஏற்பீர்களா?",
        "அறிவும் திறமையும் உள்ள நாடாளுமன்ற உறுப்பினர்கள் இருந்தால் முதலில் அவர்கள் அமைச்சர் பதவியை ஏற்க வேண்டும். ஆனால் SLPP பாராளுமன்ற உறுப்பினர்களில் பெரும்பான்மையானவர்கள் பிரதமரின் வார்த்தைகளுக்கு செவிசாய்க்கவில்லை. எனவே, அவர்களும் செயல்பட அனுமதிப்பார்களா என்று எதிர்பார்க்க முடியாது. எவ்வாறாயினும், நிலையான திட்டத்துடன் கட்சிகள் இணக்கப்பாட்டுக்கு வந்தால், நான் அமைச்சர் பதவியை ஏற்கத் தயார்.",
        "கே  நமது அரசியலில் வன்முறைக் கலாச்சாரம் காணப்படுகிறது, மே 9 அன்று சாட்சியாக உள்ளது. பொது மற்றும் அரசியல் கட்சி மட்டங்களில் இந்தச் சூழலைத் தீர்க்க என்ன செய்யலாம்?",
        "பல்கலைக்கழகங்களுக்கு இடையிலான மாணவர் சம்மேளனம் பாராளுமன்றத்திற்கு முன்பாக ஆர்ப்பாட்டத்தில் ஈடுபட்ட போது, ​​இரத்தக்களரி ஏற்படுவதற்கு முன்னர் நடவடிக்கை எடுக்குமாறு சபாநாயகர் மஹிந்த யாப்பா அபேவர்தனவிடம் வலியுறுத்தினோம். நாம் முன்னறிவித்தபடி இரத்தக்களரி ஒன்று இடம்பெற்றதுடன், பொருளாதார நெருக்கடி தொடர்பாக எழுந்த மோதல்களின் பின்னர் பாராளுமன்ற உறுப்பினர் அமரகீர்த்தி அத்துகோரல மரணமடைந்தார். சபாநாயகர் மகிந்த யாப்பா, ஜனாதிபதி ராஜபக்ஷ மற்றும் அப்போதைய பிரதமர் மஹிந்த ராஜபக்ஷ ஆகியோர் மோதலின் போது ஏற்பட்ட உயிரிழப்புகளுக்கு பொறுப்பேற்க வேண்டும். ஒரு குழுவால் உருவாக்கப்பட்ட நெருக்கடிக்கு மக்கள் தங்கள் உயிரைக் கொடுக்க வேண்டும். துரதிர்ஷ்டவசமாக, போராட்டத்திற்கு (அறகலயா) ஏற்றுக்கொள்ளக்கூடிய பதிலை யாரும் கொடுக்கவில்லை. சமீபத்தில் நடந்த மோதல்களில் 9 பேர் கொல்லப்பட்டனர். இந்தப் போராட்டம் (அறகலய) பற்றி பாராளுமன்றத்தில் உரிய முறையில் பேசப்பட்டிருந்தால் இவை வெற்றியடைந்திருக்காது.",
        "அப்போதைய பிரதமர் மஹிந்த ராஜபக்ஷ மற்றும் பாராளுமன்ற உறுப்பினர் ஜோன்ஸ்டன் பெர்னாண்டோ உட்பட வன்முறை மற்றும் கலவரங்களுக்கு ஆதரவளித்த மற்றும் தூண்டிய அனைவரும் சட்டத்தின் முன் நிறுத்தப்பட வேண்டும்.",
        "மேலும், மின் ஊடகங்கள் தேர்தல் முடிவுகளைக் காட்டுவது போல் தீப்பிடித்த வீடுகளின் எண்ணிக்கையைக் கொடுத்தன; அது ஒரு தொற்றுநோய் போல பரவியது. இந்தச் சம்பவங்களின் பின்னணியில் உள்ள உண்மையைக் கண்டறிய வேண்டியது காவல்துறை மற்றும் உளவுத் துறையினர்தான்.",
        "இந்நாட்டு மக்கள் செலுத்தும் வரிப்பணத்தில் எரிந்த வீடுகளுக்கு நட்டஈடு வழங்க வேண்டிய அவசியமில்லை; இந்த சம்பவங்களின் பின்னணியில் உள்ள உண்மையை புலனாய்வு துறையினர் தோண்டி எடுக்க வேண்டும்.",
        "வீடுகளுக்கு தீ வைத்தவர்கள் கைது செய்யப்பட்டனர், போராட்டத்தில் ஈடுபட்ட பொதுமக்கள் கைது செய்யப்பட்டனர்.ஆனால் இதை தூண்டியவர்கள் இன்னும் தலைமறைவாக உள்ளனர் சிலர் சுதந்திரமாக சுற்றித்திரிகின்றனர். இந்த சம்பவத்தில் பிரதமருக்கும் ஒரு குற்றச்சாட்டு உள்ளது. காலி முகத்திடலில் பாரிய போராட்டம் இடம்பெற்ற போது சம்பவத்தை கட்டுப்படுத்த நடவடிக்கை எடுத்திருக்க வேண்டும்; மக்களை உணர்வுபூர்வமாக வளர்ப்பதில் அவர் விவேகமற்றவரா? அவர் தீக்கு எரிபொருளைச் சேர்த்தார். இழந்த உயிர்களுக்கு அவர் பொறுப்பேற்க வேண்டும்.",
        "\"அப்போதைய பிரதமர் மஹிந்த ராஜபக்ஷ மற்றும் பாராளுமன்ற உறுப்பினர் ஜோன்ஸ்டன் பெர்னாண்டோ உட்பட வன்முறை மற்றும் கலவரங்களை ஆதரித்த மற்றும் தூண்டிய அனைவரும் சட்டத்தின் முன் நிறுத்தப்பட வேண்டும்\"",
        "கே  உங்கள் கருத்துப்படி, கலங்கிய நீரில் இருந்து வெளியே வர என்ன நடவடிக்கைகள் எடுக்கப்படலாம்? பிரதமரால் நாட்டை மீண்டும் கட்டியெழுப்ப முடியும் என்று நினைக்கிறீர்களா?",
        "பிரதமர் ரணில் விக்கிரமசிங்க, கட்சித் தலைவர்களுடன் கலந்துரையாடி, நிலைமையை விவேகத்துடன் கையாள்வதற்கான கூட்டு நடவடிக்கைகளை எடுக்க வேண்டிய கடமையும் பொறுப்பும் உள்ளது. மற்ற நாடாளுமன்ற உறுப்பினர்களின் உதவியின்றி அவரால் மட்டும் இதைச் செய்ய முடியாது. இந்த இக்கட்டான தருணத்தில் தனிப்பட்ட நிகழ்ச்சி நிரல்களை ஒதுக்கி வைத்துவிட்டு, அனைத்துக் கட்சி அரசாங்கம் அமைக்கப்பட வேண்டும். வளவாளர்களின் ஆதரவுடன் கூட்டுப்பொறுப்பாக இந்த நாட்டை முன்னோக்கி கொண்டு செல்வதற்கான வேலைத்திட்டத்தை உருவாக்க வேண்டும்.",
        "பிரதமர் மீண்டும் பழைய விளையாட்டை விளையாடி ராஜபக்ச குடும்பத்தின் கைப்பாவையாகவும், அவர்களின் நிகழ்ச்சி நிரலை நிறைவேற்றும் கருவியாகவும் மாறினால், மக்கள் ராஜபக்சவுக்கு எதிராக எழுந்ததை விட வேகமாக அவருக்கு எதிராக எழுவார்கள். எனவே, அவர் மக்களுடன் நிற்பதற்குக் கடமைப்பட்டவர்.",
        "கடந்த சில நாட்களாக, நாடாளுமன்றத்தில் பேசுவதற்கு எனது நேரத்தை பயன்படுத்தவில்லை; கூட்டுத் தீர்வுகளைக் காண கட்சித் தலைவர்கள் இந்த நேரத்தைப் பயன்படுத்துவார்கள் என்று நான் நம்பினேன். எனினும், அது நடக்கவில்லை. எத்தனை எம்.பி.க்கள் தங்கள் கட்சியை விட்டு வெளியேறுவார்கள் என்பதுதான் கட்சித் தலைவர்களின் கவலை. அவர்கள் கணிசமான தீர்வுகளை கொண்டுவந்தால் அவர்கள் தங்கள் பாராளுமன்ற உறுப்பினர்களை சந்தேகிக்க இடமில்லை. கட்சித் தலைவர்கள் பாராளுமன்றத்தில் முக்கியப் பங்காற்ற முடியும், அதைக் கடக்க வேண்டும் என்பதை நான் அடிக்கோடிட்டுக் காட்டுகிறேன்"
      ]
    }
  }
}