{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/02/legal-victory-for-johnny-depp-after-he-and-amber-heard-found-liable-for-defamation/",
  "time_ut": 1654134600,
  "title": "Legal victory for Johnny Depp after he and Amber Heard found liable for defamation",
  "body_lines": [
    "CNN; A jury has found both Amber Heard and Johnny Depp liable for defamation in their lawsuits against each other. The jury awarded significantly more damages to Depp, a legal win for the actor.",
    "Depp sued Heard, his ex-wife, for defamation over a 2018 op-ed she wrote for The Washington Post in which she described herself as a “public figure representing domestic abuse.” Though Depp was not named in the article, he claims it cost him lucrative acting roles. Heard countersued her ex-husband for defamation over statements Depp’s attorney made about her abuse claims.",
    "The jury found that Heard defamed Depp in three separate statements in The Washington Post piece, and that Depp defamed Heard with one statement his attorney made.",
    "The jury awarded Depp $10 million in compensatory damages and $5 million dollars in punitive damages. The jury awarded Heard $2 million in compensatory damages and no money for punitive damages.",
    "Depp sought $50 million in damages and Heard sought $100 million. Punitive damages in the state of Virginia are capped at $350,000, so the judge reduced the punitive damages award to that amount.",
    "The verdict is a “tremendous” legal win for Depp and a repudiation for Heard, according to CNN Legal Analyst Joey Jackson.",
    "“It’s a tremendous victory,” Jackson said. “What he had to overcome was a First Amendment issue which is that we all have the right to express our thoughts and opinions. What they (the jurors) said was that, yeah, you do have a First Amendment right unless you say something that is false that injures someone’s reputation and causes damages to them in their industry.”",
    "David Shane, a spokesman for Heard, said she plans to appeal the verdict.",
    "“From the very beginning, the goal of bringing this case was to reveal the truth, regardless of the outcome. Speaking the truth was something that I owed to my children and to all those who have remained steadfast in their support of me,” he said. “I feel at peace knowing I have finally accomplished that.”",
    "Depp’s attorneys on Wednesday thanked the jury and said “it’s time to turn the page and look to the future.”",
    "“We are grateful, so grateful, to the jury for their careful deliberation, to the judge and the court staff who have devoted an enormous amount of time and resources towards this case,” attorney Camille Vasquez told reporters outside court.",
    "Heard said in a statement she is “heartbroken” over the verdict.",
    "“The disappointment I feel today is beyond words. I’m heartbroken that the mountain of evidence still was not enough to stand up to the disproportionate power, influence, and sway of my ex-husband,” Heard said.",
    "Depp and Heard met in 2009 on the set of their film “The Rum Diary” and were married from 2015-2016 before divorcing.",
    "In her testimony, Heard said that Depp was verbally and physically abusive during their relationship. She also accused Depp of sexual violence.",
    "Depp claimed multiple times on the stand that he has never struck a woman, denied Heard’s allegation of sexual battery and called himself a victim of domestic abuse by Heard, which she denies",
    "Attorneys for both Heard and Depp presented during the trial photographs and audio and video recordings to make their cases. One expert, Laurel Anderson, a clinical psychologist who worked with Depp and Heard in 2015 as their marriage counselor, said in testimony played on April 14 that the pair’s relationship had what she characterized as “mutual abuse.”",
    "During the trial, Depp’s team presented witnesses that included model Kate Moss, with whom he had a relationship previously, and Walter Hamada, the head of DC Films. (CNN and DC Films are both owned by Warner Bros. Discovery.)",
    "Actress Ellen Barkin and a number of former Depp associates testified on Heard’s behalf.",
    "Heard had notably fewer vocal supporters than Depp in the entertainment business and in and around the courthouse.",
    "Legal victory for Johnny Depp after he and Amber Heard found liable for defamation",
    "Sri Lanka: President appoints Commission of Inquiry to probe recent violence"
  ],
  "translate": {
    "si": {
      "title": "ඔහු සහ ඇම්බර් හර්ඩ් අපකීර්තියට වගකිව යුතු බව සොයා ගැනීමෙන් පසු ජොනී ඩෙප්ට නීත්‍යානුකූල ජයග්‍රහණයක්",
      "body_lines": [
        "සීඑන්එන්; ජූරි සභාවක් විසින් ඇම්බර් හර්ඩ් සහ ජොනී ඩෙප් යන දෙදෙනාම එකිනෙකාට එරෙහි ඔවුන්ගේ නඩු වලදී අපහාසයට වගකිව යුතු බව සොයාගෙන ඇත. ජූරිය විසින් ඩෙප්ට සැලකිය යුතු වැඩි හානියක් ප්‍රදානය කරන ලද අතර එය නළුවාට නීත්‍යානුකූල ජයග්‍රහණයක් විය.",
        "2018 දී වොෂින්ටන් පෝස්ට් පුවත්පතට ලියූ ප්‍රකාශයක් සම්බන්ධයෙන් ඩෙප් ඔහුගේ හිටපු බිරිඳ හර්ඩ්ට අපහාස කිරීම සම්බන්ධයෙන් නඩු පැවරීය. ලිපියේ ඩෙප් නම් කර නොතිබුණද, ඔහු කියා සිටින්නේ එය ඔහුට ලාභදායී රංගන භූමිකාවන් අහිමි වූ බවයි. ඇයගේ අපයෝජන හිමිකම් ගැන ඩෙප්ගේ නීතීඥයා කළ ප්‍රකාශයන් සම්බන්ධයෙන් හර්ඩ් ඇගේ හිටපු සැමියාට අපහාස කිරීම සඳහා විරුද්ධ විය.",
        "වොෂින්ටන් පෝස්ට් කොටසේ වෙන වෙනම ප්‍රකාශ තුනකින් හර්ඩ් ඩෙප්ව අපකීර්තියට පත් කළ බව ජූරි සභාව සොයා ගත් අතර ඩෙප් ඔහුගේ නීතීඥවරයා කළ එක් ප්‍රකාශයකින් හෙර්ඩ්ට අපකීර්තියට පත් විය.",
        "ජූරි සභාව ඩෙප්ට ඩොලර් මිලියන 10 ක වන්දි මුදලක් සහ ඩොලර් මිලියන 5 ක දඩ මුදල් ප්‍රදානය කළේය. ජූරිය විසින් Heard හට ඩොලර් මිලියන 2 ක වන්දි ප්‍රදානය කළ අතර දඬුවම් හානි සඳහා මුදල් නැත.",
        "ඩෙප් ඩොලර් මිලියන 50 ක වන්දියක් ඉල්ලා සිටි අතර හර්ඩ් ඩොලර් මිලියන 100 ක් ඉල්ලා සිටියේය. වර්ජිනියා ප්‍රාන්තයේ දණ්ඩනීය හානි ඩොලර් 350,000 දක්වා සීමා කර ඇත, එබැවින් විනිසුරුවරයා දඬුවම් වන්දි ප්‍රදානය එම මුදලට අඩු කළේය.",
        "CNN නීති විශ්ලේෂක ජෝයි ජැක්සන්ට අනුව මෙම තීන්දුව ඩෙප්ට “දැවැන්ත” නෛතික ජයග්‍රහණයක් වන අතර හර්ඩ් ප්‍රතික්ෂේප කිරීමකි.",
        "\"එය අතිවිශිෂ්ට ජයග්රහණයක්\" ජැක්සන් පැවසීය. “ඔහුට ජයගත යුතුව තිබුණේ පළමු සංශෝධන ප්‍රශ්නයකි, එනම් අපගේ අදහස් හා අදහස් ප්‍රකාශ කිරීමට අප සැමට අයිතියක් ඇත. ඔවුන් (ජූරි සභිකයින්) පැවසූ දෙය නම්, ඔව්, ඔබ යමෙකුගේ කීර්ති නාමයට හානි කරන සහ ඔවුන්ගේ කර්මාන්තයේ දී ඔවුන්ට හානි කරන අසත්‍ය දෙයක් පැවසුවහොත් මිස ඔබට පළමු සංශෝධනයේ අයිතියක් ඇති බවයි.",
        "හර්ඩ්ගේ ප්‍රකාශකයෙකු වන ඩේවිඩ් ෂේන් පැවසුවේ තීන්දුවට එරෙහිව අභියාචනයක් ඉදිරිපත් කිරීමට ඇය සැලසුම් කරන බවයි.",
        "“මුල සිටම මෙම නඩුව ගෙන ඒමේ අරමුණ වූයේ ප්‍රතිඵලය කුමක් වුවත් සත්‍යය හෙළි කිරීමයි. සත්‍යය කතා කිරීම මගේ දරුවන්ට සහ මට සහයෝගය දැක්වීමට නොසැලී සිටින සියලු දෙනාට ණයගැති දෙයක්, ”ඔහු පැවසීය. \"අවසානයේ මම එය ඉටු කළ බව දැන දැනම මට සැනසීමක් දැනේ.\"",
        "ඩෙප්ගේ නීතිඥයින් බදාදා ජූරි සභාවට ස්තුති කළ අතර \"පිටුව පෙරළා අනාගතය දෙස බැලීමට කාලයයි\" යනුවෙන් පැවසීය.",
        "\"මෙම නඩුව සඳහා අතිවිශාල කාලයක් සහ සම්පත් කැප කළ විනිසුරුවරයාට සහ අධිකරණ කාර්ය මණ්ඩලයට, ඔවුන්ගේ ප්රවේශමෙන් සාකච්ඡා කිරීම සඳහා ජූරි සභාවට අපි කෘතඥ වෙනවා, කෘතඥ වෙනවා,\" නීතිඥ Camille Vasquez අධිකරණයෙන් පිටත වාර්තාකරුවන්ට පැවසීය.",
        "මෙම තීන්දුව සම්බන්ධයෙන් ඇය \"හදවත කම්පා වී\" සිටින බව ප්‍රකාශයක් නිකුත් කරමින් අසා ඇත.",
        "“අද මට දැනෙන කලකිරීම වචනයෙන් කියන්න බැරි තරම්. මගේ හිටපු ස්වාමිපුරුෂයාගේ අසමාන බලය, බලපෑම සහ පැද්දීමට එරෙහිව නැගී සිටීමට සාක්ෂි කන්ද තවමත් ප්‍රමාණවත් නොවීම ගැන මම හද කම්පා වෙමි, ”හර්ඩ් පැවසීය.",
        "ඩෙප් සහ හර්ඩ් 2009 දී ඔවුන්ගේ \"ද රම් ඩයරි\" චිත්‍රපටයේ රූගත කිරීම්වලදී මුණගැසුණු අතර දික්කසාද වීමට පෙර 2015-2016 දක්වා විවාහ විය.",
        "ඇගේ සාක්ෂියේදී හර්ඩ් පැවසුවේ ඩෙප් ඔවුන්ගේ සම්බන්ධතාවය අතරතුර වාචිකව හා ශාරීරිකව හිංසනයට ලක් වූ බවයි. ඇය ඩෙප්ට ලිංගික හිංසනය ගැන ද චෝදනා කළාය.",
        "තමා කිසි දිනෙක ගැහැනියකට පහර දී නැති බවත්, හර්ඩ්ගේ ලිංගික බැරෑරුම් චෝදනාව ප්‍රතික්ෂේප කළ බවත්, හර්ඩ් විසින් ගෘහස්ථ හිංසනයට ගොදුරු වූවෙක් ලෙස තමා හැඳින්වූ බවත්, ඇය එය ප්‍රතික්ෂේප කරන බවත් ඩෙප් කිහිප වතාවක්ම කියා සිටියේය.",
        "නඩු විභාගයේදී හර්ඩ් සහ ඩෙප් යන දෙදෙනාගේම නීතීඥයින් ඔවුන්ගේ නඩු පැවරීම සඳහා ඡායාරූප සහ ශ්‍රව්‍ය සහ දෘශ්‍ය පටිගත කිරීම් ඉදිරිපත් කළහ. 2015 දී ඩෙප් සහ හර්ඩ් සමඟ ඔවුන්ගේ විවාහ උපදේශක ලෙස කටයුතු කළ සායනික මනෝවිද්‍යාඥයෙකු වන ලෝරල් ඇන්ඩර්සන්, අප්‍රේල් 14 වැනි දින සාක්ෂි දෙමින් කියා සිටියේ මෙම යුගලයේ සම්බන්ධතාවය ඇය “අන්‍යෝන්‍ය අපයෝජනයක්” ලෙස සලකන බවයි.",
        "නඩු විභාගය අතරතුර, ඩෙප්ගේ කණ්ඩායම සාක්ෂිකරුවන් ඉදිරිපත් කළ අතර එයට ඔහු කලින් සම්බන්ධකම් පැවැත්වූ නිරූපිකාවක් වන කේට් මොස් සහ ඩීසී ෆිල්ම්ස් හි ප්‍රධානී වෝල්ටර් හමාඩා ඇතුළත් විය. (CNN සහ DC Films දෙකම Warner Bros. Discovery සතු වේ.)",
        "නිළියක වන එලන් බාර්කින් සහ හිටපු ඩෙප් සහචරයින් ගණනාවක් හර්ඩ් වෙනුවෙන් සාක්ෂි දුන්හ.",
        "විනෝදාස්වාද ව්‍යාපාරයේ සහ උසාවිය තුළ සහ අවට ප්‍රදේශවල ඩෙප්ට වඩා සැලකිය යුතු ලෙස අඩු වාචික ආධාරකරුවන් සිටි බව අසා ඇත.",
        "ඔහු සහ ඇම්බර් හර්ඩ් අපකීර්තියට වගකිව යුතු බව සොයා ගැනීමෙන් පසු ජොනී ඩෙප්ට නීත්‍යානුකූල ජයග්‍රහණයක්",
        "ශ්‍රී ලංකාව: මෑත කාලීන ප්‍රචණ්ඩ ක්‍රියා විමර්ශනය කිරීමට ජනාධිපති පරීක්ෂණ කොමිසමක් පත් කරයි"
      ]
    },
    "ta": {
      "title": "ஜானி டெப் மற்றும் ஆம்பர் ஹியர்ட் அவதூறுக்கு பொறுப்பான பிறகு அவருக்கு சட்டப்பூர்வ வெற்றி",
      "body_lines": [
        "சிஎன்என்; ஒரு நடுவர் மன்றம் அம்பர் ஹியர்ட் மற்றும் ஜானி டெப் இருவரும் ஒருவருக்கு ஒருவர் எதிரான வழக்குகளில் அவதூறுக்கு பொறுப்பேற்க வேண்டும் என்று கண்டறிந்துள்ளது. நடுவர் மன்றம் டெப்பிற்கு கணிசமான அளவுக்கு அதிகமான சேதங்களை வழங்கியது, இது நடிகருக்கு ஒரு சட்டரீதியான வெற்றியாகும்.",
        "2018 ஆம் ஆண்டு தி வாஷிங்டன் போஸ்ட்டிற்காக அவர் எழுதிய பதிவில், தனது முன்னாள் மனைவி ஹியர்ட் மீது அவதூறு வழக்கு தொடர்ந்தார், அதில் அவர் தன்னை \"உள்நாட்டு துஷ்பிரயோகத்தை பிரதிநிதித்துவப்படுத்தும் பொது நபர்\" என்று விவரித்தார். கட்டுரையில் டெப் பெயரிடப்படவில்லை என்றாலும், அது அவருக்கு லாபகரமான நடிப்பு பாத்திரங்களை செலவழித்ததாக அவர் கூறுகிறார். டெப்பின் வழக்கறிஞரின் துஷ்பிரயோகக் கூற்றுகள் குறித்து அவரது முன்னாள் கணவர் அவதூறு செய்ததற்காக ஹியர்ட் எதிர்த்தார்.",
        "தி வாஷிங்டன் போஸ்ட்டில் மூன்று தனித்தனி அறிக்கைகளில் ஹியர்ட் டெப்பை அவதூறாகப் பேசியதை ஜூரி கண்டறிந்தார், மேலும் டெப் அவரது வழக்கறிஞர் கூறிய ஒரு அறிக்கையின் மூலம் ஹியர்டை அவதூறு செய்தார்.",
        "நடுவர் மன்றம் டெப்பிற்கு $10 மில்லியன் இழப்பீட்டுத் தொகையாகவும் $5 மில்லியன் டாலர்கள் தண்டனைக்குரிய இழப்பீடாகவும் வழங்கியது. நடுவர் மன்றம் ஹியர்டுக்கு $2 மில்லியன் இழப்பீட்டுத் தொகையாக வழங்கியது மற்றும் தண்டனைக்குரிய சேதங்களுக்கு பணம் இல்லை.",
        "டெப் $50 மில்லியன் இழப்பீடு கோரினார் மற்றும் ஹியர்ட் $100 மில்லியன் கோரினார். வர்ஜீனியா மாநிலத்தில் தண்டனைக்குரிய சேதங்கள் $350,000 ஆகக் குறைக்கப்பட்டுள்ளன, எனவே நீதிபதி அந்தத் தொகைக்கு தண்டனைக்குரிய சேதத் தொகையைக் குறைத்தார்.",
        "CNN சட்ட ஆய்வாளர் ஜோயி ஜாக்சனின் கூற்றுப்படி, இந்த தீர்ப்பு டெப்பிற்கு ஒரு \"மிகப்பெரிய\" சட்ட வெற்றி மற்றும் ஹியர்டுக்கு மறுப்பு.",
        "\"இது ஒரு மகத்தான வெற்றி,\" ஜாக்சன் கூறினார். \"அவர் சமாளிக்க வேண்டியது முதல் திருத்தச் சிக்கலாகும், அதாவது நம் எண்ணங்களையும் கருத்துக்களையும் வெளிப்படுத்த நாம் அனைவருக்கும் உரிமை உண்டு. அவர்கள் (ஜூரிகள்) கூறியது என்னவென்றால், ஒருவரின் நற்பெயரைக் கெடுக்கும் மற்றும் அவர்களின் தொழிலில் அவர்களுக்கு சேதம் விளைவிக்கும் பொய்யான ஒன்றை நீங்கள் கூறாத வரை, ஆம், உங்களுக்கு முதல் திருத்த உரிமை உண்டு.",
        "இந்த தீர்ப்பை எதிர்த்து மேல்முறையீடு செய்ய திட்டமிட்டுள்ளதாக ஹியர்டின் செய்தித் தொடர்பாளர் டேவிட் ஷேன் தெரிவித்தார்.",
        "“ஆரம்பத்தில் இருந்தே, இந்த வழக்கைக் கொண்டு வருவதன் குறிக்கோள், முடிவைப் பொருட்படுத்தாமல் உண்மையை வெளிப்படுத்துவதாகும். உண்மையைப் பேசுவது எனது குழந்தைகளுக்கும், எனக்கு ஆதரவாக நிலைத்திருக்கும் அனைவருக்கும் நான் செய்ய வேண்டிய ஒன்று, ”என்று அவர் கூறினார். \"நான் இறுதியாக அதை நிறைவேற்றிவிட்டேன் என்பதை அறிந்து நான் நிம்மதியாக உணர்கிறேன்.\"",
        "புதன்கிழமையன்று டெப்பின் வழக்கறிஞர்கள் நடுவர் மன்றத்திற்கு நன்றி தெரிவித்து, \"பக்கத்தைத் திருப்பி எதிர்காலத்தைப் பார்க்க வேண்டிய நேரம் இது\" என்று கூறினார்கள்.",
        "\"இந்த வழக்கிற்காக மகத்தான நேரத்தையும் வளங்களையும் அர்ப்பணித்த நீதிபதிகள் மற்றும் நீதிமன்ற ஊழியர்களுக்கு அவர்கள் கவனமாக விவாதித்ததற்காக நடுவர் மன்றத்திற்கு நாங்கள் நன்றியுள்ளவர்களாக இருக்கிறோம், மிகவும் நன்றியுள்ளவர்களாக இருக்கிறோம்,\" என்று வழக்கறிஞர் காமில் வாஸ்குவேஸ் நீதிமன்றத்திற்கு வெளியே செய்தியாளர்களிடம் கூறினார்.",
        "தீர்ப்பு குறித்து அவர் \"மனம் உடைந்ததாக\" ஒரு அறிக்கையில் கூறினார்.",
        "“இன்று நான் உணரும் ஏமாற்றம் வார்த்தைகளுக்கு அப்பாற்பட்டது. எனது முன்னாள் கணவரின் விகிதாச்சாரமற்ற சக்தி, செல்வாக்கு மற்றும் அலைக்கழிப்பு ஆகியவற்றுக்கு எதிராக நிற்க, ஆதாரங்களின் மலை இன்னும் போதுமானதாக இல்லை என்று நான் மனம் உடைந்தேன், ”என்று ஹியர்ட் கூறினார்.",
        "டெப் மற்றும் ஹியர்ட் 2009 ஆம் ஆண்டு அவர்களது \"தி ரம் டைரி\" படத்தின் தொகுப்பில் சந்தித்தனர் மற்றும் விவாகரத்து செய்வதற்கு முன்பு 2015-2016 இல் திருமணம் செய்து கொண்டனர்.",
        "அவரது சாட்சியத்தில், டெப் தங்கள் உறவின் போது வாய்மொழியாகவும் உடல் ரீதியாகவும் துஷ்பிரயோகம் செய்ததாக ஹியர்ட் கூறினார். டெப்பை பாலியல் வன்கொடுமை செய்ததாகவும் அவர் குற்றம் சாட்டினார்.",
        "டெப் ஒரு பெண்ணை ஒருபோதும் தாக்கவில்லை என்று பலமுறை கூறினார், பாலியல் பேட்டரி பற்றிய ஹியர்டின் குற்றச்சாட்டை மறுத்தார் மற்றும் ஹியர்டின் வீட்டு துஷ்பிரயோகத்திற்கு தன்னை பலியாக அழைத்தார், அதை அவர் மறுக்கிறார்.",
        "ஹியர்ட் மற்றும் டெப் ஆகிய இரு தரப்பு வழக்கறிஞர்கள் வழக்கு விசாரணையின் போது புகைப்படங்கள் மற்றும் ஆடியோ மற்றும் வீடியோ பதிவுகளை சமர்பித்தனர். ஒரு நிபுணரான லாரல் ஆண்டர்சன், 2015 இல் டெப் மற்றும் ஹியர்டுடன் அவர்களது திருமண ஆலோசகராகப் பணிபுரிந்த மருத்துவ உளவியலாளர், ஏப்ரல் 14 அன்று அளித்த சாட்சியத்தில், இந்த ஜோடியின் உறவு \"பரஸ்பர துஷ்பிரயோகம்\" என்று அவர் வகைப்படுத்தியதாகக் கூறினார்.",
        "விசாரணையின் போது, ​​டெப்பின் குழு சாட்சிகளை வழங்கியது, அதில் மாடல் கேட் மோஸ் அவர்களுடன் முன்பு உறவு கொண்டிருந்தார், மற்றும் டிசி பிலிம்ஸின் தலைவரான வால்டர் ஹமாடா ஆகியோர் அடங்குவர். (சிஎன்என் மற்றும் டிசி பிலிம்ஸ் இரண்டும் வார்னர் பிரதர்ஸ் டிஸ்கவரிக்கு சொந்தமானது.)",
        "நடிகை எலன் பார்கின் மற்றும் பல முன்னாள் டெப் கூட்டாளிகள் ஹியர்டின் சார்பாக சாட்சியமளித்தனர்.",
        "கேளிக்கை வணிகத்திலும் நீதிமன்றத்திலும் அதைச் சுற்றிலும் டெப்பை விடக் குறைவான குரல் ஆதரவாளர்களைக் கொண்டிருந்தார்.",
        "ஜானி டெப் மற்றும் ஆம்பர் ஹியர்ட் அவதூறுக்கு பொறுப்பான பிறகு அவருக்கு சட்டப்பூர்வ வெற்றி",
        "இலங்கை: அண்மைய வன்முறைகள் குறித்து விசாரணை நடத்த ஜனாதிபதி விசாரணைக் குழுவை நியமித்துள்ளார்"
      ]
    }
  }
}