{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-resignations-heighten-uncertainty-compounding-external-crisis-moodys-92649/",
  "time_ut": 1649248740,
  "title": "Sri Lanka resignations heighten uncertainty compounding external crisis: Moody’s",
  "body_lines": [
    "ECONOMYNEXT – A wave of resignations of ministers and officials in Sri Lanka has raised policy uncertainty at time when the country is reeling from a currency crisis and shortages and has debt repayments, Moody’s, a rating agency has said.",
    "“Protracted political uncertainty is likely to hinder progress in obtaining external financing from key development partners or attracting foreign direct investment, or both, because of Sri Lanka’s reliance on capital inflows to repay its sizeable foreign-currency obligations,” Moody’s said.",
    "“The difficult political environment could also weigh on policymaking and the economy’s recovery from the pandemic, compounding challenges to fiscal consolidation and government efforts to shore up reserves to service its external debt obligations.”",
    "Sri Lanka’s cabinet resigned after protests broke out around the country. The central bank Governor and Treasury Secretary also resigned.",
    "On 3-4 April, all of Sri Lanka’s (Caa2 stable) cabinet, with the exception of President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa, tendered their resignations, along with the governor of the central bank.",
    "The resignations were partly a response to rising public dissatisfaction and social tensions over high inflation, shortages of essential items and lengthy power cuts, increasing political and policy uncertainty at a time when Sri Lanka is experiencing a severe external liquidity and fiscal crisis and a deteriorating macroeconomic environment.",
    "The government declared a state of emergency and imposed a two-day countrywide curfew on 2-3 April after protesters demanding the president’s resignation stormed his home.",
    "Protracted political uncertainty is likely to hinder progress in obtaining external financing from key development partners or attracting foreign direct investment, or both, because of Sri Lanka’s reliance on capital inflows to repay its sizeable foreign-currency obligations.",
    "The difficult political environment could also weigh on policymaking and the economy’s recovery from the pandemic, compounding challenges to fiscal consolidation and government efforts to shore up reserves to service its external debt obligations.",
    "Intensifying social unrest and sporadic curfews are likely to further strain the tourism industry, delaying the recovery in tourism receipts that were a crucial part of the government’s plans to bolster foreign-currency inflows before the pandemic.",
    "An extended period of political uncertainty could also delay ongoing discussions to secure external financing from development partners, deter foreign direct investment and prolong negotiations with the IMF over potential policy or financing support.",
    "Sri Lankan authorities recently signaled their willingness to engage the IMF for support because of the country’s dwindling foreign-exchange reserves buffer.",
    "Sri Lanka’s foreign-exchange reserves were around $2 billion as of the end of February 2022, well below the government’s annual external debt repayments of $6 billion-$7 billion through to at least 2025 and covering less than two months of imports. Very low foreign-exchange reserves in turn have led to broad restrictions on imports (among other measures to preserve foreign-exchange resources) and shortages of several essential items such as fuel and milk powder.",
    "Inflation rose to double digits in November 2021 and reached 17.5% year on year in February 2022.",
    "Meanwhile, Russia’s military conflict with Ukraine (Caa2 rating under review for downgrade) is exacerbating Sri Lanka’s external difficulties, mainly via a higher energy and food import bill. Fuel imports accounted for 18% of total imports in 2021 and agricultural imports 8%. Higher inflation is likely to prompt further policy rate hikes, which will raise government borrowing costs and further weaken debt affordability.",
    "The Central Bank of Sri Lanka raised its main policy rate by 100 basis points to 10.5% in early March 2022 and its policy rate is now 200 basis points above a low of 8.5% in 2020-21, although it remains below the 15% rate that preceded aggressive rate cuts following the coronavirus outbreak."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ඉල්ලා අස්වීම් බාහිර අර්බුදය අවුලුවාලන අවිනිශ්චිතතාවය ඉහළ නංවයි: මූඩීස්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව මුදල් අර්බුදයකින් සහ හිඟයකින් පෙළෙන සහ ණය ආපසු ගෙවීමක් ඇති අවස්ථාවක ශ්‍රී ලංකාවේ ඇමතිවරුන්ගේ සහ නිලධාරීන්ගේ ඉල්ලා අස්වීම් රැල්ලක් ප්‍රතිපත්ති අවිනිශ්චිතභාවයක් මතු කර ඇති බව ශ්‍රේණිගත කිරීමේ ආයතනයක් වන මූඩීස් පවසයි.",
        "\"දිගුකාලීන දේශපාලන අවිනිශ්චිතතාවය ප්‍රධාන සංවර්ධන හවුල්කරුවන්ගෙන් බාහිර මූල්‍ය පහසුකම් ලබා ගැනීමේ ප්‍රගතියට බාධාවක් විය හැකි අතර හෝ විදේශ සෘජු ආයෝජන ආකර්ෂණය කර ගැනීම හෝ දෙකම, ශ්‍රී ලංකාව සිය සැලකිය යුතු විදේශ මුදල් බැඳීම් ආපසු ගෙවීම සඳහා ප්‍රාග්ධන ගලා ඒම මත රඳා සිටීම නිසා\" මූඩීස් පැවසීය.",
        "\"දුෂ්කර දේශපාලන පරිසරය ප්‍රතිපත්ති සම්පාදනය සහ වසංගතයෙන් ආර්ථිකය යථා තත්ත්වයට පත් කිරීම, රාජ්‍ය මූල්‍ය ඒකාග්‍රතාවයට අභියෝග සහ එහි බාහිර ණය බැඳීම් ඉටු කිරීම සඳහා සංචිත ඉහළ නැංවීමට රජයේ උත්සාහයන් මත බර පැටවිය හැකිය.\"",
        "රට පුරා විරෝධතා පැන නැගීමෙන් පසු ශ්‍රී ලංකා කැබිනට් මණ්ඩලය ඉල්ලා අස්විය. මහ බැංකු අධිපතිවරයා සහ භාණ්ඩාගාර ලේකම්වරයාද ඉල්ලා අස්විය.",
        "අප්‍රේල් 3-4 දිනවල, ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ අගමැති මහින්ද රාජපක්ෂ හැර, ශ්‍රී ලංකාවේ සියලුම (Caa2 ස්ථාවර) කැබිනට් මණ්ඩලය, මහ බැංකු අධිපතිවරයා සමඟ සිය ඉල්ලා අස්වීම් ඉදිරිපත් කරන ලදී.",
        "ශ්‍රී ලංකාව දැඩි බාහිර ද්‍රවශීලතාවක් සහ මූල්‍ය අර්බුදයක් සහ පිරිහෙන සාර්ව ආර්ථිකයක් අත්විඳින මොහොතක ඉහළ උද්ධමනය, අත්‍යවශ්‍ය භාණ්ඩ හිඟය සහ දිගු විදුලි කප්පාදුව, දේශපාලන හා ප්‍රතිපත්ති අවිනිශ්චිතභාවය ඉහළ යාම සම්බන්ධයෙන් ඉහළ යන මහජන අතෘප්තිය සහ සමාජ ආතතීන්ට මෙම ඉල්ලා අස්වීම් අර්ධ වශයෙන් ප්‍රතිචාරයක් විය. පරිසරය.",
        "ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම ඉල්ලා විරෝධතාකරුවන් ඔහුගේ නිවසට කඩා වැදීමෙන් පසු රජය හදිසි තත්වයක් ප්‍රකාශයට පත් කර අප්‍රේල් 2-3 දිනවල රට පුරා දින දෙකක ඇඳිරි නීතිය පැනවීය.",
        "දිගුකාලීන දේශපාලන අවිනිශ්චිතතාවය ප්‍රධාන සංවර්ධන හවුල්කරුවන්ගෙන් බාහිර මූල්‍ය පහසුකම් ලබා ගැනීමේ ප්‍රගතියට බාධා කිරීමට හෝ විදේශ සෘජු ආයෝජන ආකර්ෂණය කර ගැනීමට හෝ ඒ දෙකම ශ්‍රී ලංකාව සිය සැලකිය යුතු විදේශ-මුදල් බැඳීම් ආපසු ගෙවීම සඳහා ප්‍රාග්ධන ගලා ඒම මත රඳා පැවතීම නිසා විය හැකිය.",
        "දුෂ්කර දේශපාලන පරිසරය ප්‍රතිපත්ති සම්පාදනය සහ වසංගතයෙන් ආර්ථිකය යථා තත්ත්වයට පත් කිරීම, මූල්‍ය ඒකාග්‍රතාවයට ඇති අභියෝග සහ එහි බාහිර ණය බැඳීම් සඳහා සංචිත ඉහළ නැංවීමට රජයේ උත්සාහයන් ද බර විය හැකිය.",
        "තීව්‍ර වන සමාජ නොසන්සුන්තාව සහ වරින් වර ඇඳිරි නීතිය සංචාරක කර්මාන්තය තවදුරටත් පීඩාවට පත් කිරීමට ඉඩ ඇති අතර, වසංගතයට පෙර විදේශ මුදල් ගලා ඒම ඉහළ නැංවීමේ රජයේ සැලසුම්වල තීරණාත්මක කොටසක් වූ සංචාරක ලැබීම් යථා තත්ත්වයට පත් කිරීම ප්‍රමාද කරයි.",
        "දේශපාලන අවිනිශ්චිතතාවයේ දීර්ඝ කාල පරිච්ඡේදයක් සංවර්ධන හවුල්කරුවන්ගෙන් බාහිර මූල්‍යකරණය ලබා ගැනීම, සෘජු විදේශ ආයෝජන වැළැක්වීම සහ විභව ප්‍රතිපත්ති හෝ මූල්‍ය ආධාර සම්බන්ධයෙන් IMF සමඟ සාකච්ඡා දිගු කිරීම සඳහා පවතින සාකච්ඡා ප්‍රමාද කළ හැකිය.",
        "ශ්‍රී ලංකාවේ විදේශ විනිමය සංචිත බෆරය ක්‍රමක්‍රමයෙන් අඩුවීම නිසා ජාමූඅ සහයෝගය සඳහා සම්බන්ධ කර ගැනීමට ශ්‍රී ලංකා බලධාරීන් තම කැමැත්ත මෑතක දී සංඥා කළහ.",
        "2022 පෙබරවාරි මස අවසන් වන විට ශ්‍රී ලංකාවේ විදේශ විනිමය සංචිත ඩොලර් බිලියන 2 ක් පමණ වූ අතර, අවම වශයෙන් 2025 දක්වා රජය විසින් වාර්ෂිකව ගෙවූ ඩොලර් බිලියන 6-ඩොලර් බිලියන 7 ක විදේශ ණය ආපසු ගෙවීමට වඩා බෙහෙවින් අඩු සහ මාස දෙකකට අඩු ආනයන ආවරණය කරයි. විදේශ විනිමය සංචිත ඉතා අඩුවීම නිසා ආනයනය සඳහා පුළුල් සීමා කිරීම් (විදේශ විනිමය සම්පත් සුරැකීමේ වෙනත් ක්‍රියාමාර්ග අතර) ඉන්ධන සහ කිරිපිටි වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය කිහිපයක හිඟයක් ඇති විය.",
        "උද්ධමනය 2021 නොවැම්බර් මාසයේ දී ඉලක්කම් දෙකකින් ඉහළ ගිය අතර 2022 පෙබරවාරි මාසයේදී වසරින් වසර 17.5% දක්වා ළඟා විය.",
        "මේ අතර, යුක්රේනය සමඟ රුසියාවේ මිලිටරි ගැටුම (Caa2 ශ්‍රේණිගත කිරීම පහත හෙලීම සඳහා සමාලෝචනය කෙරේ) ශ්‍රී ලංකාවේ බාහිර දුෂ්කරතා උග්‍ර කරයි, ප්‍රධාන වශයෙන් ඉහළ බලශක්ති සහ ආහාර ආනයන බිල්පත් හරහා. ඉන්ධන ආනයනය 2021 දී මුළු ආනයනයෙන් 18% ක් සහ කෘෂිකාර්මික ආනයනය 8% ක් විය. ඉහළ උද්ධමනය තවදුරටත් ප්‍රතිපත්ති පොලී අනුපාත ඉහළ නැංවීමට හේතු විය හැකි අතර, එමඟින් රජයේ ණය ගැනීමේ පිරිවැය ඉහළ නංවන අතර ණය දරාගැනීමේ හැකියාව තවදුරටත් දුර්වල කරයි.",
        "ශ්‍රී ලංකා මහ බැංකුව සිය ප්‍රධාන ප්‍රතිපත්ති අනුපාතිකය 2022 මාර්තු මස මුලදී 10.5% දක්වා පදනම් ලකුණු 100 කින් ඉහළ නැංවූ අතර එහි ප්‍රතිපත්ති අනුපාතිකය 2020-21 දී 8.5% ට වඩා අඩු අගයකට වඩා පදනම් අංක 200 කින් ඉහළ ගොස් ඇත, නමුත් එය 15% අනුපාතයට වඩා අඩු මට්ටමක පවතී. එය කිරීටක වෛරසය පැතිරීමෙන් පසු ආක්‍රමණශීලී අනුපාත කප්පාදුවලට පෙර සිදු විය."
      ]
    },
    "ta": {
      "title": "இலங்கையின் ராஜினாமாக்கள் நிச்சயமற்ற தன்மையை அதிகரித்து வெளி நெருக்கடியை அதிகரிக்கின்றன: மூடிஸ்",
      "body_lines": [
        "ECONOMYNEXT - நாணய நெருக்கடி மற்றும் பற்றாக்குறை மற்றும் கடனைத் திருப்பிச் செலுத்த வேண்டிய நிலையில் இலங்கையில் உள்ள அமைச்சர்கள் மற்றும் அதிகாரிகளின் ராஜினாமா அலையானது கொள்கை நிச்சயமற்ற தன்மையை எழுப்பியுள்ளது என்று மதிப்பிடும் நிறுவனமான மூடிஸ் தெரிவித்துள்ளது.",
        "\"நீடித்த அரசியல் நிச்சயமற்ற தன்மை, முக்கிய அபிவிருத்தி பங்காளிகளிடமிருந்து வெளி நிதியுதவி பெறுவதில் முன்னேற்றத்தை தடுக்கும் அல்லது வெளிநாட்டு நேரடி முதலீட்டை ஈர்ப்பதில் அல்லது இரண்டும், இலங்கை தனது கணிசமான வெளிநாட்டு நாணய கடப்பாடுகளை திருப்பிச் செலுத்துவதற்கு மூலதன வரவுகளை நம்பியிருப்பதன் காரணமாக\" என்று மூடிஸ் கூறியது.",
        "\"கடினமான அரசியல் சூழல் கொள்கை உருவாக்கம் மற்றும் தொற்றுநோயிலிருந்து பொருளாதாரம் மீள்வது, நிதி ஒருங்கிணைப்புக்கான சவால்கள் மற்றும் அதன் வெளிநாட்டு கடன் கடமைகளுக்கு சேவை செய்ய இருப்புக்களை உயர்த்துவதற்கான அரசாங்க முயற்சிகள் ஆகியவற்றை எடைபோடலாம்.\"",
        "நாடு முழுவதும் போராட்டங்கள் வெடித்ததை அடுத்து இலங்கை அமைச்சரவை ராஜினாமா செய்தது. மத்திய வங்கி ஆளுநர் மற்றும் கருவூல செயலாளரும் ராஜினாமா செய்தனர்.",
        "ஏப்ரல் 3-4 தேதிகளில், இலங்கையின் அனைத்து (Caa2 நிலையான) அமைச்சரவையும், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் பிரதமர் மகிந்த ராஜபக்ஷவைத் தவிர, மத்திய வங்கியின் ஆளுநருடன் சேர்ந்து, தங்கள் ராஜினாமாவை சமர்ப்பித்தனர்.",
        "உயர் பணவீக்கம், அத்தியாவசியப் பொருட்களின் பற்றாக்குறை மற்றும் நீண்ட மின்வெட்டு, அதிகரித்து வரும் அரசியல் மற்றும் கொள்கை நிச்சயமற்ற தன்மை ஆகியவற்றால் அதிகரித்து வரும் பொதுமக்களின் அதிருப்தி மற்றும் சமூக பதட்டங்களுக்கு இந்த ராஜினாமாக்கள் ஓரளவு பிரதிபலிப்பாகும். சூழல்.",
        "ஜனாதிபதியின் ராஜினாமா கோரி ஆர்ப்பாட்டக்காரர்கள் அவரது வீட்டை முற்றுகையிட்டதை அடுத்து அரசாங்கம் அவசரகால நிலையை அறிவித்தது மற்றும் ஏப்ரல் 2-3 தேதிகளில் இரண்டு நாள் நாடு தழுவிய ஊரடங்கு உத்தரவை விதித்தது.",
        "நீண்டகால அரசியல் நிச்சயமற்ற தன்மையானது, முக்கிய அபிவிருத்தி பங்காளிகளிடமிருந்து வெளி நிதியுதவி பெறுவதில் அல்லது வெளிநாட்டு நேரடி முதலீட்டை ஈர்ப்பதில் முன்னேற்றத்தை தடுக்கலாம் அல்லது இரண்டுமே, இலங்கை தனது கணிசமான வெளிநாட்டு நாணய கடப்பாடுகளை திருப்பிச் செலுத்துவதற்கு மூலதன வரவுகளை நம்பியிருப்பதால்.",
        "கடினமான அரசியல் சூழல் கொள்கை உருவாக்கம் மற்றும் தொற்றுநோயிலிருந்து பொருளாதாரம் மீள்வது, நிதி ஒருங்கிணைப்புக்கான சவால்கள் மற்றும் அதன் வெளிநாட்டுக் கடன் கடமைகளுக்கு சேவை செய்ய இருப்புக்களை உயர்த்துவதற்கான அரசாங்க முயற்சிகள் ஆகியவற்றை எடைபோடலாம்.",
        "தீவிரமடைந்துவரும் சமூக அமைதியின்மை மற்றும் ஆங்காங்கே ஊரடங்கு உத்தரவுகள் சுற்றுலாத் துறையை மேலும் சிரமப்படுத்தக்கூடும், மேலும் தொற்றுநோய்க்கு முன்னர் வெளிநாட்டு நாணய வரவுகளை உயர்த்துவதற்கான அரசாங்கத்தின் திட்டங்களில் முக்கியமான பகுதியாக இருந்த சுற்றுலா ரசீதுகளை மீட்டெடுப்பதை தாமதப்படுத்துகிறது.",
        "நீண்ட கால அரசியல் நிச்சயமற்ற தன்மை, வளர்ச்சி பங்காளிகளிடமிருந்து வெளிப்புற நிதியுதவியைப் பெறுவதற்கான தற்போதைய விவாதங்களை தாமதப்படுத்தலாம், வெளிநாட்டு நேரடி முதலீட்டைத் தடுக்கலாம் மற்றும் சாத்தியமான கொள்கை அல்லது நிதி ஆதரவு தொடர்பாக IMF உடனான பேச்சுவார்த்தைகளை நீடிக்கலாம்.",
        "இலங்கையின் அந்நிய செலாவணி கையிருப்பு இடையீடு குறைந்து வருவதால், ஆதரவிற்காக IMF உடன் ஈடுபடுவதற்கு இலங்கை அதிகாரிகள் விருப்பம் தெரிவித்திருந்தனர்.",
        "இலங்கையின் அந்நிய செலாவணி கையிருப்பு பெப்ரவரி 2022 இன் இறுதியில் சுமார் 2 பில்லியன் டொலர்களாக இருந்தது, இது அரசாங்கத்தின் வருடாந்த வெளிநாட்டுக் கடன்களான $6 பில்லியன் - $7 பில்லியன் திருப்பிச் செலுத்துதல் குறைந்தது 2025 வரை மற்றும் இரண்டு மாதங்களுக்கும் குறைவான இறக்குமதிகளை உள்ளடக்கியது. மிகக் குறைந்த அந்நிய செலாவணி கையிருப்பு இறக்குமதியின் மீதான பரந்த கட்டுப்பாடுகளுக்கு வழிவகுத்தது (அந்நிய செலாவணி வளங்களைப் பாதுகாப்பதற்கான மற்ற நடவடிக்கைகளுடன்) மற்றும் எரிபொருள் மற்றும் பால் பவுடர் போன்ற பல அத்தியாவசியப் பொருட்களின் பற்றாக்குறை.",
        "நவம்பர் 2021 இல் பணவீக்கம் இரட்டை இலக்கமாக உயர்ந்தது மற்றும் பிப்ரவரி 2022 இல் ஆண்டுக்கு 17.5% ஐ எட்டியது.",
        "இதற்கிடையில், உக்ரேனுடனான ரஷ்யாவின் இராணுவ மோதல் (Caa2 தரமதிப்பீடு மதிப்பாய்வு செய்யப்பட்டுள்ளது) இலங்கையின் வெளிப்புற சிரமங்களை அதிகப்படுத்துகிறது, முக்கியமாக அதிக ஆற்றல் மற்றும் உணவு இறக்குமதி மசோதா மூலம். 2021 இல் மொத்த இறக்குமதியில் எரிபொருள் இறக்குமதி 18% ஆகவும் விவசாய இறக்குமதி 8% ஆகவும் இருந்தது. அதிக பணவீக்கம் மேலும் கொள்கை விகித உயர்வைத் தூண்டும், இது அரசாங்கக் கடன் வாங்கும் செலவுகளை உயர்த்தும் மற்றும் கடன் தாங்கும் தன்மையை மேலும் பலவீனப்படுத்தும்.",
        "இலங்கை மத்திய வங்கி அதன் பிரதான கொள்கை விகிதத்தை 100 அடிப்படைப் புள்ளிகளால் 10.5% ஆக மார்ச் 2022 இன் தொடக்கத்தில் உயர்த்தியது, மேலும் அதன் கொள்கை விகிதம் 2020-21 இல் 8.5% க்கும் குறைவான 200 அடிப்படை புள்ளிகளுக்கு மேல் உள்ளது, இருப்பினும் இது 15% விகிதத்திற்குக் கீழே உள்ளது. இது கொரோனா வைரஸ் வெடிப்பைத் தொடர்ந்து ஆக்கிரமிப்பு விகிதக் குறைப்புகளுக்கு முந்தியது."
      ]
    }
  }
}