{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Unilever-raises-the-bar-to-create-equitable-workplace/34-732259",
  "time_ut": 1647804420,
  "title": "Unilever raises the bar to create equitable workplace",
  "body_lines": [
    "Pledges to #BreakTheBias for a more equitable world on International Women’s Day 22",
    "This International Women’s Day, Unilever set the standards in creating an equitable workplace by recognising menstrual leave as part of its existing sick leave policy and introducing sanitary dispensers at the workplace to break the stigma around women’s menstrual health.",
    "This is a year after the company introduced two industry first policies in Sri Lanka including Unilever’s Fertility Support Policy which offers financial support and medical leave for IVF treatments for couples, as well as its Domestic Violence Support Policy to encourage people enduring domestic abuse to speak up and get psychological counselling, medical advice and legal and financial support, with paid time off.",
    "Adding her thoughts, Unilever Sri Lanka Human Resources Director Ananya Sabharwal said: “It is easy to sometimes talk about the softer aspects of Equity and Inclusion, but we have been asking the question ‘How do we really hardwire Equity and Inclusion at our workplace?’.",
    "We have been striving to do this by launching meaningful policies. Other than policies such as Fertility Cover and Domestic Violence Support, we also offer extended Maternity and Paternity Leave, and Career Breaks to enable our people to pursue their personal goals while in employment.",
    "As an inclusive organisation, we ensure that our policies empower both women and men. We truly believe that it is our responsibility to bring both Equality and Equity into this world, because it’s not enough to give a shoe to everyone, it needs to be a shoe that fits each of them.”",
    "Unilever Sri Lanka Chairperson and Managing Director Hajar Alafifi said: “Equity recognises that our individual differences and circumstances mean we aren’t all able to access certain rights and opportunities equally. It may appear that a ‘one size fits all’ approach is fair; however, at Unilever, we have changed our perspective to recognise that people have different starting points and challenges.",
    "As such, through our many policies and initiatives, we aim to create an equitable world for all, free from bias, stereotypes and discrimination, where we can truly collaborate beyond all differences.”",
    "Marking International Women’s Day 2022, the company also hosted an awareness building panel discussion for its employees and their families on the biases surrounding women leadership and women’s health, with the participation of Unilever Sri Lanka Chairperson and Managing Director Hajar Alafifi; Unilever Sri Lanka Marketing Director – Beauty and Personal Care and Head of Corporate Communications Nilushi Jayatileke; Unilever Sri Lanka Head of Medical and Occupational Health Dr. Dinesh Weerasooriya and Ninewells Hospital Senior Medical Officer Dr. Asanka Pathiratne.",
    "Unilever also partnered with Ninewells to offer a special discount to its employees and their family members for women’s health check-ups including pap smears and mammograms.",
    "Throughout the years, Unilever has always strived to promote inclusion and diversity regardless of one’s gender, religion, age and other differentiating factors. The company encourages women in the workplace to step out of their comfort zone, have a voice as to how innovations are shaped, and contribute to real change.",
    "Currently 55% of Unilever’s Management Committee are women, 31% of its workforce are females, its baby cologne manufacturing plant is operated by women, and recently Unilever introduced its first ever female workforce at its Horana manufacturing facility."
  ],
  "translate": {
    "si": {
      "title": "යුනිලීවර් සාධාරණ සේවා ස්ථානයක් නිර්මාණය කිරීම සඳහා තීරුව ඉහළ නංවයි",
      "body_lines": [
        "ජාත්‍යන්තර කාන්තා දිනය 22 දින වඩාත් සාධාරණ ලෝකයක් සඳහා #BreakTheBias සඳහා ප්‍රතිඥා",
        "මෙම ජාත්‍යන්තර කාන්තා දිනය නිමිත්තෙන් යුනිලීවර් සිය පවත්නා අසනීප නිවාඩු ප්‍රතිපත්තියේ කොටසක් ලෙස ඔසප් නිවාඩුව පිළිගනිමින් සාධාරණ සේවා ස්ථානයක් නිර්මාණය කිරීමේ ප්‍රමිතීන් සහ කාන්තා ඔසප් සෞඛ්‍යය පිළිබඳ අපකීර්තිය බිඳ දැමීම සඳහා සේවා ස්ථානයට සනීපාරක්ෂක බෙදාහරින්නන් හඳුන්වා දෙයි.",
        "යුවල සඳහා IVF ප්‍රතිකාර සඳහා මූල්‍ය ආධාර සහ වෛද්‍ය නිවාඩු පිරිනමන යුනිලීවර්ගේ සාඵල්‍යතා ආධාරක ප්‍රතිපත්තිය මෙන්ම ගෘහස්ථ හිංසනයට ලක්වන පුද්ගලයින්ට කතා කිරීමට දිරිගැන්වීම සඳහා එහි ගෘහස්ථ ප්‍රචණ්ඩත්ව ආධාර ප්‍රතිපත්තිය ඇතුළුව සමාගම විසින් ශ්‍රී ලංකාව තුළ කර්මාන්තයේ පළමු ප්‍රතිපත්ති දෙකක් හඳුන්වා දී වසරකට පසුවය. සහ මානසික උපදේශන, වෛද්‍ය උපදෙස් සහ නීතිමය සහ මූල්‍ය ආධාර, ගෙවන නිවාඩු සමග ලබා ගන්න.",
        "යුනිලීවර් ශ්‍රී ලංකා මානව සම්පත් අධ්‍යක්ෂිකා අනන්‍යා සභාර්වාල් මහත්මිය සිය අදහස් එක් කරමින් මෙසේ පැවසුවාය: “සමහර විට සමානාත්මතාවයේ සහ ඇතුළත් කිරීමේ මෘදු පැති ගැන කතා කිරීම පහසුයි, නමුත් අපි අසන්නේ 'අපගේ සේවා ස්ථානයේදී ඇත්ත වශයෙන්ම කොටස් සහ ඇතුළත් කිරීම් දැඩි කරන්නේ කෙසේද? '.",
        "අර්ථවත් ප්‍රතිපත්ති දියත් කරමින් අපි මෙය කිරීමට උත්සාහ කර ඇත්තෙමු. සශ්‍රීකත්ව ආවරණය සහ ගෘහස්ථ ප්‍රචණ්ඩත්වයට සහය වැනි ප්‍රතිපත්ති හැරුණු විට, අපි දීර්ඝ මාතෘ සහ පීතෘ නිවාඩු, සහ රැකියා විරාමයන් ද පිරිනමන්නෙමු.",
        "ඇතුළත් සංවිධානයක් ලෙස, අපගේ ප්‍රතිපත්ති කාන්තාවන් සහ පිරිමින් යන දෙඅංශයෙන්ම සවිබල ගැන්වීමට අපි සහතික වෙමු. සමානාත්මතාවය සහ සමානාත්මතාවය යන දෙකම මේ ලෝකයට ගෙන ඒම අපගේ වගකීමක් බව අපි සැබවින්ම විශ්වාස කරමු, මන්ද එය සෑම කෙනෙකුටම සපත්තුවක් ලබා දීම පමණක් ප්‍රමාණවත් නොවන බැවින් එය සෑම කෙනෙකුටම ගැලපෙන සපත්තුවක් විය යුතුය.",
        "යුනිලීවර් ශ්‍රී ලංකා සභාපති සහ කළමනාකාර අධ්‍යක්‍ෂ Hajar Alafifi මහත්මිය මෙසේ පැවසුවාය: “අපගේ පුද්ගල වෙනස්කම් සහ තත්වයන් තුළින් අදහස් වන්නේ අප සැමට යම් යම් අයිතිවාසිකම් සහ අවස්ථාවන්ට සමානව ප්‍රවේශ වීමට හැකියාවක් නොමැති බව Equity පිළිගනී. 'සියල්ලටම එක ප්‍රමාණයකට ගැලපේ' යන ප්‍රවේශයක් සාධාරණ බව පෙනී යා හැක; කෙසේ වෙතත්, යුනිලීවර්හිදී, මිනිසුන්ට විවිධ ආරම්භක ස්ථාන සහ අභියෝග ඇති බව හඳුනා ගැනීමට අපි අපගේ ඉදිරිදර්ශනය වෙනස් කර ඇත්තෙමු.",
        "එබැවින්, අපගේ බොහෝ ප්‍රතිපත්ති සහ මුලපිරීම් හරහා, පක්ෂග්‍රාහී, ඒකාකෘති සහ වෙනස් කොට සැලකීම් වලින් තොර සැමට සාධාරණ ලෝකයක් නිර්මාණය කිරීම අපගේ අරමුණයි.",
        "2022 ජාත්‍යන්තර කාන්තා දිනය සනිටුහන් කරමින්, සමාගම යුනිලීවර් ශ්‍රී ලංකා සභාපති සහ කළමනාකාර අධ්‍යක්ෂ Hajar Alafifi ගේ සහභාගීත්වයෙන් කාන්තා නායකත්වය සහ කාන්තා සෞඛ්‍යය වටා ඇති පක්ෂග්‍රාහීත්වය පිළිබඳව එහි සේවකයින් සහ ඔවුන්ගේ පවුල් සඳහා දැනුවත් කිරීමේ කමිටු සාකච්ඡාවක් ද පවත්වන ලදී. යුනිලීවර් ශ්‍රී ලංකා අලෙවි අධ්‍යක්ෂ - රූපලාවන්‍ය සහ පුද්ගලික සත්කාර සහ ආයතනික සන්නිවේදන ප්‍රධානී නිලූෂි ජයතිලක; යුනිලීවර් ශ්‍රී ලංකා වෛද්‍ය සහ වෘත්තීය සෞඛ්‍ය ප්‍රධානී වෛද්‍ය දිනේෂ් වීරසූරිය සහ නයින්වේල්ස් රෝහලේ ජ්‍යෙෂ්ඨ වෛද්‍ය නිලධාරී වෛද්‍ය අසංක පතිරත්න.",
        "යුනිලීවර් සිය සේවකයින්ට සහ ඔවුන්ගේ පවුලේ සාමාජිකයින්ට පැප් ස්මියර් සහ මැමෝග්‍රෑම් ඇතුළු කාන්තා සෞඛ්‍ය පරීක්‍ෂාවන් සඳහා විශේෂ වට්ටමක් ලබා දීමට Ninewells සමඟ හවුල් විය.",
        "වසර ගණනාවක් පුරා, යුනිලීවර් සැමවිටම උත්සාහ කළේ කෙනෙකුගේ ස්ත්‍රී පුරුෂ භාවය, ආගම, වයස සහ වෙනත් වෙනස් සාධක නොසලකා ඇතුළත් කිරීම සහ විවිධත්වය ප්‍රවර්ධනය කිරීමට ය. සමාගම රැකියා ස්ථානයේ සිටින කාන්තාවන්ට ඔවුන්ගේ සුවපහසු කලාපයෙන් ඉවත් වීමට, නවෝත්පාදනයන් හැඩගස්වා ඇති ආකාරය පිළිබඳව හඬක් නැගීමට සහ සැබෑ වෙනසක් සඳහා දායක වීමට දිරිමත් කරයි.",
        "දැනට යුනිලීවර් කළමනාකරණ කමිටුවෙන් 55% ක් කාන්තාවන් වන අතර එහි ශ්‍රම බලකායෙන් 31% ක් කාන්තාවන් වන අතර එහි ළදරු කොලෝන් නිෂ්පාදන කම්හල කාන්තාවන් විසින් මෙහෙයවනු ලබන අතර මෑතකදී යුනිලීවර් සිය පළමු කාන්තා ශ්‍රම බලකාය හොරණ නිෂ්පාදන මධ්‍යස්ථානයට හඳුන්වා දුන්නේය."
      ]
    },
    "ta": {
      "title": "யூனிலீவர் சமமான பணியிடத்தை உருவாக்க பட்டியை உயர்த்துகிறது",
      "body_lines": [
        "சர்வதேச மகளிர் தினமான 22 அன்று மிகவும் சமமான உலகத்திற்காக #BreakTheBias க்கான உறுதிமொழிகள்",
        "இந்த சர்வதேச மகளிர் தினத்தில், யூனிலீவர் தனது தற்போதைய நோய்வாய்ப்பட்ட விடுப்புக் கொள்கையின் ஒரு பகுதியாக மாதவிடாய் விடுப்பை அங்கீகரிப்பதன் மூலம் சமமான பணியிடத்தை உருவாக்குவதற்கான தரங்களை அமைத்தது மற்றும் பெண்களின் மாதவிடாய் ஆரோக்கியத்தில் உள்ள களங்கத்தை உடைக்க பணியிடத்தில் சுகாதார விநியோகத்தை அறிமுகப்படுத்துகிறது.",
        "யுனிலீவரின் கருவுறுதல் ஆதரவுக் கொள்கை, தம்பதிகளுக்கான IVF சிகிச்சைக்கான நிதி உதவி மற்றும் மருத்துவ விடுப்பு, அத்துடன் குடும்ப வன்முறையை எதிர்க்கும் மக்களைப் பேச ஊக்குவிக்கும் அதன் குடும்ப வன்முறை ஆதரவுக் கொள்கை உட்பட இலங்கையில் இரண்டு தொழில்துறை முதல் கொள்கைகளை நிறுவனம் அறிமுகப்படுத்தி ஒரு வருடத்திற்குப் பிறகு இது. மற்றும் உளவியல் ஆலோசனை, மருத்துவ ஆலோசனை மற்றும் சட்ட மற்றும் நிதி உதவி, ஊதியத்துடன் கூடிய கால அவகாசத்துடன்.",
        "யுனிலீவர் ஸ்ரீலங்கா மனிதவளப் பணிப்பாளர் அனன்யா சபர்வால் தனது எண்ணங்களைச் சேர்த்துக் கூறினார்: \"சமபங்கு மற்றும் உள்ளடக்கத்தின் மென்மையான அம்சங்களைப் பற்றி சில சமயங்களில் பேசுவது எளிது, ஆனால் 'எங்கள் பணியிடத்தில் நாம் உண்மையில் ஈக்விட்டி மற்றும் உள்ளடக்கத்தை எவ்வாறு கடினமாக்குவது' என்ற கேள்வியை நாங்கள் கேட்கிறோம்? '.",
        "அர்த்தமுள்ள கொள்கைகளை அறிமுகப்படுத்துவதன் மூலம் இதைச் செய்ய நாங்கள் முயற்சித்து வருகிறோம். கருவுறுதல் பாதுகாப்பு மற்றும் குடும்ப வன்முறை ஆதரவு போன்ற கொள்கைகளைத் தவிர, நாங்கள் நீட்டிக்கப்பட்ட மகப்பேறு மற்றும் மகப்பேறு விடுப்பு மற்றும் தொழில் இடைவேளைகளையும் வழங்குகிறோம்.",
        "உள்ளடக்கிய அமைப்பாக, எங்கள் கொள்கைகள் பெண்கள் மற்றும் ஆண்கள் இருவரையும் மேம்படுத்துவதை உறுதிசெய்கிறோம். இந்த உலகில் சமத்துவம் மற்றும் சமத்துவம் இரண்டையும் கொண்டு வருவது எங்கள் பொறுப்பு என்று நாங்கள் உண்மையிலேயே நம்புகிறோம், ஏனென்றால் அனைவருக்கும் ஒரு ஷூ கொடுத்தால் மட்டும் போதாது, அது ஒவ்வொருவருக்கும் பொருந்தக்கூடிய ஒரு ஷூவாக இருக்க வேண்டும்.",
        "யுனிலீவர் ஸ்ரீலங்காவின் தலைவரும் முகாமைத்துவப் பணிப்பாளருமான ஹஜர் அலாபிபி கூறினார்: “எங்கள் தனிப்பட்ட வேறுபாடுகள் மற்றும் சூழ்நிலைகள் நாம் அனைவரும் சில உரிமைகள் மற்றும் வாய்ப்புகளை சமமாக அணுக முடியாது என்பதை ஈக்விட்டி அங்கீகரிக்கிறது. ‘அனைவருக்கும் ஒரே அளவு’ என்ற அணுகுமுறை நியாயமானது என்று தோன்றலாம்; எவ்வாறாயினும், யூனிலீவரில், மக்கள் வெவ்வேறு தொடக்கப் புள்ளிகள் மற்றும் சவால்களைக் கொண்டுள்ளனர் என்பதை அங்கீகரிக்க எங்கள் முன்னோக்கை மாற்றியுள்ளோம்.",
        "எனவே, எங்களின் பல கொள்கைகள் மற்றும் முன்முயற்சிகள் மூலம், அனைத்து வேறுபாடுகளுக்கும் அப்பால் உண்மையாக ஒத்துழைக்கக்கூடிய, சார்பு, ஒரே மாதிரியான மற்றும் பாகுபாடு இல்லாத அனைவருக்கும் சமமான உலகத்தை உருவாக்குவதை நோக்கமாகக் கொண்டுள்ளோம்.",
        "2022 ஆம் ஆண்டு சர்வதேச மகளிர் தினத்தை முன்னிட்டு, யுனிலீவர் ஸ்ரீலங்காவின் தலைவரும் முகாமைத்துவப் பணிப்பாளருமான ஹஜர் அலாபிஃபி அவர்களின் பங்கேற்புடன், பெண் தலைமைத்துவம் மற்றும் பெண்களின் ஆரோக்கியத்தைச் சுற்றியுள்ள சார்புநிலைகள் குறித்த விழிப்புணர்வு கட்டிடக் கலந்துரையாடலை நிறுவனம் நடத்தியது. யுனிலீவர் ஸ்ரீலங்காவின் சந்தைப்படுத்தல் பணிப்பாளர் - அழகு மற்றும் தனிப்பட்ட பராமரிப்பு மற்றும் நிறுவன தொடர்பாடல் பிரிவின் தலைவர் நிலுஷி ஜயதிலக; யுனிலீவர் ஸ்ரீலங்காவின் மருத்துவ மற்றும் தொழில்சார் சுகாதாரத் தலைவர் டாக்டர் தினேஷ் வீரசூரிய மற்றும் நைன்வெல்ஸ் மருத்துவமனையின் மூத்த மருத்துவ அதிகாரி டாக்டர் அசங்க பத்திரத்ன.",
        "பாப் ஸ்மியர்ஸ் மற்றும் மேமோகிராம்கள் உட்பட பெண்களின் உடல்நலப் பரிசோதனைகளுக்காக அதன் பணியாளர்கள் மற்றும் அவர்களது குடும்ப உறுப்பினர்களுக்கு சிறப்பு தள்ளுபடியை வழங்க, நைன்வெல்ஸ் உடன் யுனிலீவர் கூட்டு சேர்ந்தது.",
        "பல ஆண்டுகளாக, யூனிலீவர் ஒருவரது பாலினம், மதம், வயது மற்றும் பிற வேறுபடுத்தும் காரணிகளைப் பொருட்படுத்தாமல் உள்ளடக்கம் மற்றும் பன்முகத்தன்மையை ஊக்குவிக்க எப்போதும் பாடுபட்டு வருகிறது. நிறுவனம் பணியிடத்தில் உள்ள பெண்களை அவர்களின் ஆறுதல் மண்டலத்திலிருந்து வெளியேற ஊக்குவிக்கிறது, புதுமைகள் எவ்வாறு வடிவமைக்கப்படுகின்றன, மேலும் உண்மையான மாற்றத்திற்கு பங்களிக்கின்றன.",
        "தற்போது யுனிலீவரின் நிர்வாகக் குழுவில் 55% பெண்கள், அதன் பணியாளர்களில் 31% பெண்கள், அதன் குழந்தை கொலோன் உற்பத்தி ஆலை பெண்களால் இயக்கப்படுகிறது, சமீபத்தில் யூனிலீவர் தனது முதல் பெண் பணியாளர்களை அதன் ஹொரண உற்பத்தி நிலையத்தில் அறிமுகப்படுத்தியது."
      ]
    }
  }
}