{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/bangladesh-a-surprising-economic-success-93374/",
  "time_ut": 1650711420,
  "title": "Bangladesh a surprising economic success",
  "body_lines": [
    "ECONOMYNEXT – In the last three decades Bangladesh has recorded the fastest and most stable rate of GDP growth among developing countries and is now recognized as among the top 40 economies of the world.",
    "Bangladesh came into being in 1972, and then US Secretary of State, Henry Kissinger saw no future for the country, describing it as “a bottomless basket case.”",
    "His comments were coloured by the fact that the US was at the time, a close ally of Pakistan and opposed to the creation of Bangladesh.",
    "Kissinger’s description was not far off the mark, as Bangladesh was indeed at the bottom of the pile. With a per capita income of scarcely USD90, it was grouped with other impoverished countries of the world such as Chad, Rwanda, Burundi, and Nepal.",
    "Today,50 years later its per capita income has crossed the USD2000 mark with a GDP of about USD355 billion. Poverty rates have plunged from nearly 43 percent in 1991 to 14 percent last year. Economists predict that it will “graduate” out of the Least Developed Country (LDC) status by 2026.",
    "The remarkable success of this South Asian nation and its future course was discussed at a webinar on April 7 organised by the Friedrich Naumann Foundation for Freedom South Asia (FNF).",
    "As Dr. Christoff Hoffman, member of the German Federal Parliament observed, Bangladesh’s success rests on the fact that the country’s government has acted more as a facilitator for the economy, rather than a regulator.",
    "Yet, that success may well be a problem in the future, as the country could lose some of the special tariff rates currently available, as national income grows.  “The country will have to compete with many other countries” to hold on to markets.Bangladesh is the second largest exporter of readymade garments in the world.",
    "Apart from garment exports, Bangladesh’s other source of foreign exchange is remittances of their migrant workforce.",
    "Moderator of the webinar, Dr. Najmul Hossain, an economist and FNF’s Country Representative, Bangladesh categorizes the remittance income as an Export. “We need to diversify these sources of income,” he told the webinar.",
    "While the country earns around USD40 billion per year through garment exports, foreign remittances make up more than USD20 billion annually.",
    "The country’s economic boom began in the 1990s explains panelist Dr. Zaidi Sattar, Founding Chair, Policy Research Institute of Bangladesh and Member of the Bangladesh Economic Association. That happened when the country looked outwards for markets, instead of focusing on inward growth, he said.",
    "There was significant economic liberalization including making the local currency, the Taka convertible.",
    "“We were industrializing, but it was more about import substitution,” Dr Sattar added. “Once we started looking outwards, looking for markets for our products, then the economy started to boom,” he told the webinar, adding “We had protected our industries for too long.”",
    "Panelists agreed that democratically elected governments had fared far better liberalizing trade",
    "regimes than authoritarian governments that ruled the country from time to time.",
    "Dr.Sattar pointed out that Bangladesh has maintained a high degree of macroeconomic stability. “Our fiscal deficits have always been less that five percent of the GDP,” he said.",
    "He added, however that other exports do not fare as well as the garment industry, as those do not enjoy the same tax breaks; while the apparel industry imports its raw materials duty free, an import tax is levied on products brought in by other industries.  This “export policy dualism” must end he said, adding that the country must further liberalize the tax regime, so other industries too could grow, Dr. Sattar said.",
    "He called on the government to seek free trade agreements with countries which are big markets and lower import tariffs.",
    "He also added that “Bangladesh needs to get into the component industries like Vietnam.”",
    "Most of the global trade is into manufacturing various components for machinery, and that is an area the country should venture into, he stated as it is a field that would suit the high proportion of young people entering the workforce.",
    "The country’s widespread Non-Governmental Organisations have also contributed to the economic success. As Tarikul Ghani, Advisor, Manabik Shahajya Sangastha stated,NGOs have played a vital role in reducing extreme poverty amongst the people.",
    "NGO interventions have seen an increase in primary school enrollment and an improvement in the status of mothers’ health. He stated that around 34 percent of foreign aid received is channeled to Bangladeshi NGOs.",
    "“Institutions such as Grameen Bank have helped poor communities to borrow funds to start enterprises,” he said. Ghani is an internationally known activist for clean elections and pioneered election monitoring in Bangladesh.",
    "The webinar included a documentary tracing the country’s economic development. Chief Economist of the UNDP Bangladesh, Dr. Nazneen Ahamed, the narrator stated that despite the positive interventions by the government to increase school attendance amongst girls, “only 36 percent of women are in the workforce while more than 80 percent of men are in the workforce.”",
    "If more women are to be encouraged to enter the workforce, more women-friendly infrastructure and women-friendly transport must be introduced, she observed.",
    "Dr Ahamed credited the government’s Female Secondary Stipend Programme (FSSP) for the increase in the number of girls graduating from Secondary schools and delaying marriage.",
    "The programme provides girls attending Secondary School, an allowance for uniforms, school fees and to meet other expensed.",
    "Nearly two million girls are supported by this programme. According to a World Bank report, female adult literacy which was at 26percent in the 1999s, when the programme was launched, has seen a significant increase, standing at 72percent, currently.  It has also helped reduce the number of child marriages.",
    "Economic improvement has also facilitated a momentous transformation of Bangladeshi society. Financial success has given rise to a growing pool of entrepreneurs, positively impacting the lives of both urban and rural communities.  A shift towards digitisation has further added to the success.",
    "Indeed, both public and private sectors have contributed to Bangladesh’s success story; a template that developing nations must emulate, the webinar heard."
  ],
  "translate": {
    "si": {
      "title": "බංගලිදේශය විස්මිත ආර්ථික ජයග්‍රහණයක්",
      "body_lines": [
        "ECONOMYNEXT - පසුගිය දශක තුන තුළ බංග්ලාදේශය සංවර්ධනය වෙමින් පවතින රටවල් අතර දළ දේශීය නිෂ්පාදිතයේ වේගවත්ම සහ ස්ථාවර අනුපාතයක් වාර්තා කර ඇති අතර දැන් ලෝකයේ ඉහළම ආර්ථිකයන් 40 අතරට පිළිගෙන ඇත.",
        "බංග්ලාදේශය 1972 දී බිහි වූ අතර, එවකට එක්සත් ජනපද රාජ්‍ය ලේකම් හෙන්රි කිසිංගර් රටට අනාගතයක් නොදුටු අතර එය විස්තර කළේ “පතුලක් නැති කූඩයක්” ලෙසිනි.",
        "ඔහුගේ ප්‍රකාශයන් වර්ණවත් වූයේ එකල එක්සත් ජනපදය පාකිස්තානයේ සමීප මිතුරෙකු වූ අතර බංග්ලාදේශය නිර්මාණය කිරීමට විරුද්ධ වීමෙනි.",
        "බංගලිදේශය ඇත්ත වශයෙන්ම ගොඩවල පහළම වූ බැවින්, Kissinger ගේ විස්තරය ලකුණින් බැහැර නොවීය. යන්තම් USD90 ක ඒක පුද්ගල ආදායමක් සහිතව, එය චැඩ්, රුවන්ඩා, බුරුන්ඩි සහ නේපාලය වැනි ලෝකයේ අනෙකුත් දරිද්‍රතාවයෙන් පෙළෙන රටවල් සමඟ කාණ්ඩගත කර ඇත.",
        "අද, වසර 50කට පසු එහි ඒක පුද්ගල ආදායම USD2000 සීමාව ඉක්මවා ගොස් ඇති අතර දළ දේශීය නිෂ්පාදිතය USD බිලියන 355ක් පමණ වේ. දරිද්‍රතා අනුපාතිකය 1991 දී සියයට 43කට ආසන්න ප්‍රමාණයේ සිට පසුගිය වසරේ සියයට 14 දක්වා පහත වැටී ඇත. එය 2026 වන විට අඩුම සංවර්ධිත රට (LDC) තත්ත්වයෙන් “උපාධිය” ලබනු ඇතැයි ආර්ථික විද්‍යාඥයෝ අනාවැකි පළ කරති.",
        "මෙම දකුණු ආසියාතික ජාතියේ විශිෂ්ට සාර්ථකත්වය සහ එහි අනාගත පාඨමාලාව අප්‍රේල් 7 වැනි දින Friedrich Naumann Foundation for Freedom South Asia (FNF) විසින් සංවිධානය කරන ලද webinar හිදී සාකච්ඡා කරන ලදී.",
        "ජර්මානු ෆෙඩරල් පාර්ලිමේන්තු මන්ත්‍රී ආචාර්ය ක්‍රිස්ටෝෆ් හොෆ්මන් නිරීක්ෂණය කළ පරිදි, බංග්ලාදේශයේ සාර්ථකත්වය රඳා පවතින්නේ රටේ රජය නියාමකයෙකුට වඩා ආර්ථිකය සඳහා පහසුකම් සපයන්නෙකු ලෙස ක්‍රියා කර තිබීම මත ය.",
        "එහෙත්, ජාතික ආදායම වර්ධනය වන විට, දැනට පවතින විශේෂ තීරු බදු අනුපාත සමහරක් රටට අහිමි විය හැකි බැවින්, එම සාර්ථකත්වය අනාගතයේ දී ගැටලුවක් විය හැකිය. වෙළඳපල අල්ලා ගැනීම සඳහා \"රටට වෙනත් බොහෝ රටවල් සමඟ තරඟ කිරීමට සිදුවනු ඇත\". බංගලාදේශය ලොව දෙවන විශාලතම නිමි ඇඳුම් අපනයනකරු වේ.",
        "ඇඟලුම් අපනයන හැරුණු විට, බංග්ලාදේශයේ අනෙක් විදේශ විනිමය මූලාශ්‍රය වන්නේ ඔවුන්ගේ සංක්‍රමණික ශ්‍රම බලකායේ ප්‍රේෂණ ය.",
        "Webinar හි උපපරිපාලක, ආචාර්ය නජ්මුල් හොසේන්, ආර්ථික විද්‍යාඥයෙකු සහ FNF හි රට නියෝජිත, බංග්ලාදේශය ප්‍රේෂණ ආදායම අපනයනයක් ලෙස වර්ගීකරණය කරයි. \"අපි මෙම ආදායම් මාර්ග විවිධාංගීකරණය කළ යුතුයි,\" ඔහු webinar වෙත පැවසීය.",
        "ඇඟලුම් අපනයනය හරහා රට වසරකට ඩොලර් බිලියන 40 ක් පමණ උපයන අතර, විදේශ ප්‍රේෂණ වාර්ෂිකව ඩොලර් බිලියන 20 කට වඩා වැඩි වේ.",
        "බංග්ලාදේශයේ ප්‍රතිපත්ති පර්යේෂණ ආයතනයේ ආරම්භක සභාපති සහ බංග්ලාදේශ ආර්ථික සංගමයේ සාමාජික ආචාර්ය Zaidi Sattar 1990 ගණන්වල රටේ ආර්ථික උත්පාතය ආරම්භ විය. එය සිදු වූයේ රට අභ්‍යන්තර වර්ධනය කෙරෙහි අවධානය යොමු කිරීම වෙනුවට වෙළඳපල දෙස පිටතින් බැලූ විට බව ඔහු පැවසීය.",
        "දේශීය මුදල් ඒකකය වන ටකා පරිවර්තනය කිරීම ඇතුළු සැලකිය යුතු ආර්ථික ලිබරල්කරණයක් සිදු විය.",
        "\"අපි කාර්මිකකරණය වෙමින් සිටියෙමු, නමුත් එය ආනයන ආදේශනය ගැන වැඩි යමක් විය,\" ආචාර්ය සත්තාර් වැඩිදුරටත් පැවසීය. \"අපි අපේ නිෂ්පාදන සඳහා වෙලඳපොලවල් සොයමින් පිටත බැලීමට පටන් ගත් පසු, ආර්ථිකය වර්ධනය වීමට පටන් ගත් පසු,\" ඔහු webinar වෙත පැවසීය, \"අපි දිගු කලක් අපගේ කර්මාන්ත ආරක්ෂා කර ඇත.\"",
        "ප‍්‍රජාතන්ත‍්‍රවාදීව තේරී පත් වූ ආන්ඩු වඩා හොඳ ලිබරල්කරණ වෙළඳාමක් කර ඇති බවට පැනලිස්ට්වරු එකඟ වූහ",
        "කාලෙන් කාලෙට රට පාලනය කරපු ඒකාධිපති ආණ්ඩුවලට වඩා පාලනයන්.",
        "බංගලාදේශය සාර්ව ආර්ථික ස්ථාවරත්වය ඉහළ මට්ටමක පවත්වා ගෙන ගොස් ඇති බව ආචාර්ය සත්තාර් පෙන්වා දුන්නේය. “අපගේ මූල්‍ය හිඟය සෑම විටම දළ දේශීය නිෂ්පාදිතයෙන් සියයට පහකට වඩා අඩුය,” ඔහු පැවසීය.",
        "කෙසේ වෙතත්, අනෙකුත් අපනයනවලට සමාන බදු සහන නොලැබෙන බැවින්, ඇඟලුම් කර්මාන්තය මෙන් ම අනෙකුත් අපනයනවලට ද ප්‍රතිලාභ නොලැබෙන බව ඔහු වැඩිදුරටත් පැවසීය. ඇඟලුම් කර්මාන්තය එහි අමුද්‍රව්‍ය තීරුබදු රහිතව ආනයනය කරන අතර අනෙකුත් කර්මාන්ත මගින් ගෙන එන නිෂ්පාදන සඳහා ආනයන බද්දක් අය කෙරේ. මෙම “අපනයන ප්‍රතිපත්ති ද්විත්වවාදය” අවසන් කළ යුතු බවත්, රට තවදුරටත් බදු ක්‍රමය ලිහිල් කළ යුතු බවත්, එවිට අනෙකුත් කර්මාන්ත ද වර්ධනය විය හැකි බවත්, ආචාර්ය සත්තාර් පැවසීය.",
        "විශාල වෙලඳපොලවල් සහ ආනයන තීරුබදු අඩු රටවල් සමඟ නිදහස් වෙළඳ ගිවිසුම් ඇතිකර ගැනීමට උත්සාහ කරන ලෙස ඔහු රජයෙන් ඉල්ලා සිටියේය.",
        "\"බංග්ලාදේශය වියට්නාමය වැනි සංරචක කර්මාන්තවලට පිවිසිය යුතු බව\" ඔහු වැඩිදුරටත් පැවසීය.",
        "ගෝලීය වෙළඳාමෙන් වැඩි ප්‍රමාණයක් යන්ත්‍ර සූත්‍ර සඳහා විවිධ උපාංග නිෂ්පාදනය කිරීම වන අතර එය රට දියත් කළ යුතු ක්ෂේත්‍රයක් බව ඔහු ප්‍රකාශ කළේ එය ශ්‍රම බලකායට ඇතුළු වන ඉහළ ප්‍රමාණයේ තරුණ තරුණියන්ට ගැලපෙන ක්ෂේත්‍රයක් වන බැවිනි.",
        "රටේ පුලුල්ව පැතිරී ඇති රාජ්‍ය නොවන සංවිධාන ද ආර්ථික සාර්ථකත්වයට දායක වී ඇත. Manabik Shahajya Sangastha හි උපදේශක Tarikul Ghani සඳහන් කළ පරිදි, ජනතාව අතර අන්ත දිළිඳුකම අවම කිරීම සඳහා රාජ්‍ය නොවන සංවිධාන ඉතා වැදගත් කාර්යභාරයක් ඉටු කර ඇත.",
        "රාජ්‍ය නොවන සංවිධානවල මැදිහත්වීම් ප්‍රාථමික පාසල්වලට ඇතුළත් වීමේ වැඩි වීමක් සහ මව්වරුන්ගේ සෞඛ්‍ය තත්ත්වය වැඩිදියුණු කිරීමක් දක්නට ලැබේ. ලැබෙන විදේශ ආධාරවලින් සියයට 34ක් පමණ බංගලාදේශ රාජ්‍ය නොවන සංවිධාන වෙත යොමු කරන බවයි ඔහු සඳහන් කළේ.",
        "\"ග්‍රාමීන් බැංකුව වැනි ආයතන දුප්පත් ප්‍රජාවන්ට ව්‍යවසායන් ආරම්භ කිරීම සඳහා අරමුදල් ණයට ගැනීමට උපකාර කර ඇත,\" ඔහු පැවසීය. Ghani බංග්ලාදේශයේ පිරිසිදු මැතිවරණ සහ පුරෝගාමී මැතිවරණ නිරීක්ෂණ සඳහා ජාත්‍යන්තරව ප්‍රසිද්ධ ක්‍රියාකාරිකයෙකි.",
        "වෙබ්නාර්‍යයට රටේ ආර්ථික සංවර්ධනය සොයා යන වාර්තා චිත්‍රපටයක් ඇතුළත් විය. UNDP බංග්ලාදේශයේ ප්‍රධාන ආර්ථික විද්‍යාඥ ආචාර්ය Nazneen Ahamed ප්‍රකාශ කළේ ගැහැනු ළමයින් අතර පාසල් පැමිණීම ඉහළ නැංවීම සඳහා රජය ධනාත්මක මැදිහත්වීම් සිදු කළද, “කාන්තාවන්ගෙන් සියයට 36 ක් පමණක් ශ්‍රම බලකායේ සිටින අතර පිරිමින්ගෙන් සියයට 80 කට වඩා වැඩි ප්‍රමාණයක් ශ්‍රම බලකායේ සිටින බවයි. ශ්රම බලකාය.\"",
        "වැඩි වැඩියෙන් කාන්තාවන් ශ්‍රම බලකායට ඇතුළු වීමට දිරිගැන්වීමට නම්, කාන්තා හිතකාමී යටිතල පහසුකම් සහ කාන්තා හිතකාමී ප්‍රවාහනය හඳුන්වා දිය යුතු බව ඇය නිරීක්ෂණය කළාය.",
        "ද්විතීයික පාසල්වලින් පිටවන ගැහැණු ළමයින් සංඛ්‍යාව වැඩිවීම සහ විවාහය ප්‍රමාද කිරීම සඳහා ආචාර්ය අහමඩ් රජයේ කාන්තා ද්විතීයික දීමනා වැඩසටහනට (FSSP) බැර කළේය.",
        "මෙම වැඩසටහන මඟින් ද්විතියික පාසලට යන ගැහැණු ළමයින් සඳහා නිල ඇඳුම් සඳහා දීමනාවක්, පාසල් ගාස්තු සහ අනෙකුත් වියදම් පියවා ගැනීමට ලබා දේ.",
        "මිලියන දෙකකට ආසන්න ගැහැණු ළමයින් මෙම වැඩසටහනට සහාය වේ. ලෝක බැංකු වාර්තාවකට අනුව, වැඩසටහන දියත් කරන විට 1999 ගනන්වල සියයට 26ක් වූ වැඩිහිටි කාන්තා සාක්ෂරතාවය සැලකිය යුතු වර්ධනයක් පෙන්නුම් කර ඇති අතර එය දැනට සියයට 72ක් ලෙස පවතී. ළමා විවාහ අඩු කිරීමට ද එය ඉවහල් වී ඇත.",
        "ආර්ථික දියුණුව බංග්ලාදේශ සමාජයේ වැදගත් පරිවර්තනයකට ද පහසුකම් සලසා ඇත. මූල්‍ය සාර්ථකත්වය නාගරික සහ ග්‍රාමීය ප්‍රජාවන්ගේ ජීවිත කෙරෙහි ධනාත්මක බලපෑමක් ඇති කරමින්, වර්ධනය වන ව්‍යවසායකයන්ගේ සංචිතයක් ඇති කර තිබේ. ඩිජිටල්කරණය දෙසට මාරුවීම සාර්ථකත්වයට තව දුරටත් එකතු කර ඇත.",
        "ඇත්ත වශයෙන්ම, බංග්ලාදේශයේ සාර්ථක කතාවට රාජ්‍ය සහ පෞද්ගලික අංශ දෙකම දායක වී ඇත; සංවර්ධනය වෙමින් පවතින රටවල් අනුකරණය කළ යුතු සැකිල්ලක්, webinar අසන ලදී."
      ]
    },
    "ta": {
      "title": "வங்கதேசம் வியக்கத்தக்க பொருளாதார வெற்றி",
      "body_lines": [
        "பொருளாதாரம் - கடந்த மூன்று தசாப்தங்களில் பங்களாதேஷ் வளரும் நாடுகளிடையே GDP வளர்ச்சியின் வேகமான மற்றும் நிலையான விகிதத்தை பதிவு செய்துள்ளது மற்றும் இப்போது உலகின் முதல் 40 பொருளாதாரங்களில் ஒன்றாக அங்கீகரிக்கப்பட்டுள்ளது.",
        "வங்காளதேசம் 1972 இல் உருவானது, பின்னர் அமெரிக்க வெளியுறவுத்துறை செயலர் ஹென்றி கிஸ்ஸிங்கர் நாட்டிற்கு எதிர்காலம் இல்லை என்று கருதினார், அதை \"ஒரு அடிமட்ட கூடை வழக்கு\" என்று விவரித்தார்.",
        "அந்த நேரத்தில் அமெரிக்கா பாகிஸ்தானின் நெருங்கிய நட்பு நாடாகவும், வங்கதேசத்தை உருவாக்குவதற்கு எதிராகவும் இருந்ததால் அவரது கருத்துக்கள் வண்ணமயமாக இருந்தன.",
        "வங்காளதேசம் உண்மையில் குவியலின் அடிப்பகுதியில் இருந்ததால், கிஸ்ஸிங்கரின் விளக்கம் வெகு தொலைவில் இல்லை. தனிநபர் வருமானம் USD90 மட்டுமே, இது உலகின் பிற வறிய நாடுகளான சாட், ருவாண்டா, புருண்டி மற்றும் நேபாளத்துடன் தொகுக்கப்பட்டது.",
        "இன்று, 50 ஆண்டுகளுக்குப் பிறகு, அதன் தனிநபர் வருமானம் USD2000 ஐத் தாண்டி, GDP சுமார் USD355 பில்லியன். வறுமை விகிதம் 1991 இல் கிட்டத்தட்ட 43 சதவீதத்திலிருந்து கடந்த ஆண்டு 14 சதவீதமாகக் குறைந்துள்ளது. பொருளாதார வல்லுநர்கள் 2026 ஆம் ஆண்டளவில் குறைந்த வளர்ச்சியடைந்த நாடு (LDC) அந்தஸ்தில் இருந்து \"பட்டம்\" பெறுவார்கள் என்று கணித்துள்ளனர்.",
        "இந்த தெற்காசிய தேசத்தின் குறிப்பிடத்தக்க வெற்றி மற்றும் அதன் எதிர்காலப் போக்கைப் பற்றி ஏப்ரல் 7 அன்று ஃப்ரீட்ரிக் நௌமன் அறக்கட்டளையின் சுதந்திர தெற்காசியா (FNF) ஏற்பாடு செய்த ஒரு வெபினாரில் விவாதிக்கப்பட்டது.",
        "ஜேர்மன் ஃபெடரல் பாராளுமன்ற உறுப்பினர் டாக்டர் கிறிஸ்டோஃப் ஹாஃப்மேன் குறிப்பிட்டது போல், பங்களாதேஷின் வெற்றி, நாட்டின் அரசாங்கம் ஒரு கட்டுப்பாட்டாளராக இல்லாமல், பொருளாதாரத்தை எளிதாக்கும் வகையில் செயல்பட்டது என்பதில் தங்கியுள்ளது.",
        "ஆயினும்கூட, அந்த வெற்றி எதிர்காலத்தில் ஒரு பிரச்சனையாக இருக்கலாம், ஏனெனில் தேசிய வருமானம் அதிகரிக்கும் போது நாடு தற்போது இருக்கும் சில சிறப்பு கட்டண விகிதங்களை இழக்கக்கூடும். \"நாடு பல நாடுகளுடன் போட்டியிட வேண்டும்\" சந்தைகளை தக்க வைத்துக் கொள்ள. பங்களாதேஷ் உலகின் இரண்டாவது பெரிய ஆயத்த ஆடை ஏற்றுமதியாளராக உள்ளது.",
        "ஆடை ஏற்றுமதியைத் தவிர, பங்களாதேஷின் மற்ற அந்நியச் செலாவணி ஆதாரம் அவர்களின் புலம்பெயர்ந்த தொழிலாளர்களின் பணம் அனுப்புவதாகும்.",
        "வெபினாரின் நடுவர், டாக்டர் நஜ்முல் ஹொசைன், ஒரு பொருளாதார நிபுணர் மற்றும் FNF நாட்டின் பிரதிநிதி, வங்காளதேசம் பணம் அனுப்பும் வருமானத்தை ஏற்றுமதியாக வகைப்படுத்துகிறார். \"இந்த வருமான ஆதாரங்களை நாங்கள் பல்வகைப்படுத்த வேண்டும்,\" என்று அவர் webinar இல் கூறினார்.",
        "ஆடை ஏற்றுமதி மூலம் ஆண்டுக்கு 40 பில்லியன் அமெரிக்க டாலர்களை நாடு சம்பாதிக்கும் அதே வேளையில், வெளிநாட்டுப் பணம் ஆண்டுதோறும் 20 பில்லியன் அமெரிக்க டாலர்களுக்கும் அதிகமாக உள்ளது.",
        "வங்காளதேசத்தின் கொள்கை ஆராய்ச்சி நிறுவனம் மற்றும் வங்காளதேச பொருளாதார சங்கத்தின் உறுப்பினரான பேனலிஸ்ட் டாக்டர் ஜைதி சத்தார், 1990களில் நாட்டின் பொருளாதார வளர்ச்சி தொடங்கியது. உள்நோக்கிய வளர்ச்சியில் கவனம் செலுத்துவதற்குப் பதிலாக, சந்தைகளை நாடு வெளிப்புறமாகப் பார்த்தபோது அது நடந்தது, என்றார்.",
        "உள்ளூர் நாணயமான டாக்காவை மாற்றத்தக்கதாக மாற்றுவது உட்பட குறிப்பிடத்தக்க பொருளாதார தாராளமயமாக்கல் இருந்தது.",
        "\"நாங்கள் தொழில்மயமாகிவிட்டோம், ஆனால் அது இறக்குமதி மாற்றீட்டைப் பற்றியது\" என்று டாக்டர் சத்தார் மேலும் கூறினார். \"நாங்கள் வெளிப்புறமாகப் பார்க்கத் தொடங்கியவுடன், எங்கள் தயாரிப்புகளுக்கான சந்தைகளைத் தேடுகிறோம், பின்னர் பொருளாதாரம் ஏற்றம் பெறத் தொடங்கியது,\" என்று அவர் வெபினாரிடம் கூறினார், \"நாங்கள் எங்கள் தொழில்களை நீண்ட காலமாகப் பாதுகாத்துள்ளோம்.\"",
        "ஜனநாயக ரீதியில் தேர்ந்தெடுக்கப்பட்ட அரசாங்கங்கள் தாராளமயமாக்கல் வர்த்தகத்தில் சிறப்பாக செயல்பட்டன என்று குழு உறுப்பினர்கள் ஒப்புக்கொண்டனர்",
        "காலங்காலமாக நாட்டை ஆண்ட சர்வாதிகார அரசாங்கங்களை விட ஆட்சிகள்.",
        "பங்களாதேஷ் உயர் பொருளாதார ஸ்திரத்தன்மையைப் பேணுவதாக டாக்டர்.சத்தார் சுட்டிக்காட்டினார். \"எங்கள் நிதிப் பற்றாக்குறை எப்போதும் மொத்த உள்நாட்டு உற்பத்தியில் ஐந்து சதவிகிதத்திற்கும் குறைவாகவே உள்ளது,\" என்று அவர் கூறினார்.",
        "அவர் மேலும் கூறினார், எனினும் மற்ற ஏற்றுமதிகள் அதே வரிச்சலுகைகளை அனுபவிக்காததால், ஆடைத் தொழில்துறையைப் போல் அவைகள் சிறப்பாகச் செயல்படுவதில்லை; ஆடைத் தொழில் அதன் மூலப்பொருட்களை வரியின்றி இறக்குமதி செய்யும் போது, ​​மற்ற தொழில்களால் கொண்டுவரப்படும் பொருட்களுக்கு இறக்குமதி வரி விதிக்கப்படுகிறது. இந்த \"ஏற்றுமதி கொள்கை இரட்டைவாதம்\" முடிவுக்கு வர வேண்டும் என்று அவர் கூறினார், நாடு மேலும் வரி விதிப்பை தாராளமயமாக்க வேண்டும், அதனால் மற்ற தொழில்களும் வளர முடியும், டாக்டர் சத்தார் கூறினார்.",
        "பெரிய சந்தைகள் மற்றும் குறைந்த இறக்குமதி வரிகளைக் கொண்ட நாடுகளுடன் சுதந்திர வர்த்தக ஒப்பந்தங்களை நாடுமாறு அவர் அரசாங்கத்திற்கு அழைப்பு விடுத்தார்.",
        "மேலும், \"வியட்நாம் போன்ற கூறு தொழில்களில் பங்களாதேஷ் நுழைய வேண்டும்\" என்றும் அவர் கூறினார்.",
        "உலகளாவிய வர்த்தகத்தின் பெரும்பகுதி இயந்திரங்களுக்கான பல்வேறு கூறுகளை உற்பத்தி செய்வதில் உள்ளது, மேலும் இது நாடு முயற்சி செய்ய வேண்டிய ஒரு துறையாகும், இது அதிக விகிதத்தில் வேலை செய்யும் இளைஞர்களுக்கு ஏற்றது என்று அவர் கூறினார்.",
        "நாட்டின் பரவலான அரசு சாரா நிறுவனங்களும் பொருளாதார வெற்றிக்கு பங்களித்துள்ளன. மனாபிக் ஷஹாஜ்யா சங்கஸ்தாவின் ஆலோசகர் தாரிகுல் கானி கூறுகையில், மக்களிடையே உள்ள தீவிர வறுமையைக் குறைப்பதில் தன்னார்வ தொண்டு நிறுவனங்கள் முக்கியப் பங்காற்றியுள்ளன.",
        "அரச சார்பற்ற நிறுவனங்களின் தலையீடுகள் ஆரம்பப் பள்ளி மாணவர் சேர்க்கை அதிகரிப்பு மற்றும் தாய்மார்களின் உடல்நிலையில் முன்னேற்றம் கண்டுள்ளது. பெறப்படும் வெளிநாட்டு உதவிகளில் 34 சதவீதம் பங்களாதேஷ் அரசு சாரா அமைப்புகளுக்கு வழங்கப்படுவதாக அவர் கூறினார்.",
        "\"கிராமின் வங்கி போன்ற நிறுவனங்கள் ஏழை சமூகங்கள் தொழில் தொடங்க கடன் பெற உதவியுள்ளன,\" என்று அவர் கூறினார். கானி தூய்மையான தேர்தல்களுக்காக சர்வதேச அளவில் அறியப்பட்ட ஆர்வலர் மற்றும் வங்கதேசத்தில் தேர்தல் கண்காணிப்புக்கு முன்னோடியாக உள்ளார்.",
        "நாட்டின் பொருளாதார வளர்ச்சியைக் கண்டறியும் ஆவணப்படம் இந்த வலையரங்கில் இடம்பெற்றது. யுஎன்டிபி பங்களாதேஷின் தலைமைப் பொருளாதார நிபுணர் டாக்டர். நஸ்னீன் அஹமட், பெண் குழந்தைகளிடையே பள்ளி வருகையை அதிகரிக்க அரசாங்கம் நேர்மறையான தலையீடுகள் இருந்தபோதிலும், “36 சதவீத பெண்கள் மட்டுமே பணிபுரிகின்றனர், 80 சதவீதத்திற்கும் அதிகமான ஆண்கள் உள்ளனர். பணியாளர்.\"",
        "அதிகமான பெண்கள் பணியிடத்தில் நுழைய ஊக்குவிக்கப்பட வேண்டுமானால், பெண்களுக்கு ஏற்ற உள்கட்டமைப்பு மற்றும் பெண்களுக்கு ஏற்ற போக்குவரத்து ஆகியவை அறிமுகப்படுத்தப்பட வேண்டும் என்று அவர் குறிப்பிட்டார்.",
        "மேல்நிலைப் பள்ளிகளில் பட்டம் பெறும் பெண்களின் எண்ணிக்கை அதிகரிப்பதற்கும் திருமணத்தை தாமதப்படுத்துவதற்கும் அரசாங்கத்தின் பெண் இரண்டாம் நிலை உதவித்தொகைத் திட்டத்திற்கு (FSSP) டாக்டர் அஹமட் பெருமை சேர்த்துள்ளார்.",
        "இத்திட்டம் மேல்நிலைப் பள்ளியில் படிக்கும் சிறுமிகளுக்கு, சீருடைகளுக்கான கொடுப்பனவு, பள்ளிக் கட்டணம் மற்றும் பிற செலவுகளை ஈடுகட்ட வழங்குகிறது.",
        "கிட்டத்தட்ட இரண்டு மில்லியன் பெண்கள் இந்த திட்டத்தின் மூலம் ஆதரிக்கப்படுகிறார்கள். உலக வங்கி அறிக்கையின்படி, 1999 களில் 26 சதவீதமாக இருந்த பெண் வயது வந்தோர் கல்வியறிவு, திட்டம் தொடங்கப்பட்டபோது, ​​குறிப்பிடத்தக்க அளவில் அதிகரித்து, தற்போது 72 சதவீதமாக உள்ளது. குழந்தை திருமணங்களின் எண்ணிக்கையையும் குறைக்க உதவியது.",
        "பொருளாதார முன்னேற்றம் பங்களாதேஷ் சமூகத்தில் ஒரு முக்கியமான மாற்றத்திற்கு வழிவகுத்துள்ளது. நிதி வெற்றியானது தொழில்முனைவோர் எண்ணிக்கையை அதிகரித்து, நகர்ப்புற மற்றும் கிராமப்புற சமூகங்களின் வாழ்க்கையை சாதகமாக பாதிக்கிறது. டிஜிட்டல் மயமாக்கலை நோக்கிய மாற்றம் வெற்றியை மேலும் சேர்த்துள்ளது.",
        "உண்மையில், பொது மற்றும் தனியார் துறைகள் இரண்டும் பங்களாதேஷின் வெற்றிக் கதைக்கு பங்களித்துள்ளன; வளரும் நாடுகள் பின்பற்ற வேண்டிய ஒரு டெம்ப்ளேட், webinar கேட்டது."
      ]
    }
  }
}