{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Coffee-table-book-on-University-of-Colombo-s-College-House-debuts/56-733323",
  "time_ut": 1649615400,
  "title": "Coffee table book on University of Colombo’s College House debuts",
  "body_lines": [
    "University officials presented with the volume. From left: UoC Bursar Swarna Jayasooriya, UoC Alumni Association Past President and Senior member of Council Thilak Karunaratne, Co-editor of the book and Chair Professor and Head of the Department of Sinhala Prof. Sandagomi Coperahewa, UoC Vice Chancellor Prof. Chandrika Wijeyaratne, Department of Archaeology Director General Prof. Anura Manatunga, UoC Registrar Saman Edward and Prof. Emeritus Sharya Scharenguivel, representing the members of the De Soysa family",
    "From left: Volume Co-editor Prof. Sandagomi Coperahewa, University of Colombo Vice Chancellor Prof. Chandrika Wijeyaratne and Department of Archaeology Director General Prof. Anura Manatunga",
    "Key publication maps its journey and the founding years of higher education in Sri Lanka",
    "University of Colombo Vice Chancellor Prof. Chandrika Wijeyaratne on Saturday highlighted the urgent need to preserve historic buildings that often go unnoticed in this modern world.",
    "She made the suggestion at the launch of the coffee table book on College House – the administrative hub of the University of Colombo in the Senate Hall of the College House on Thurstan Road.",
    "The occasion also marked the declaration of this magnificent mansion which was once a family home of Arthur de Soysa, as a protected monument by the Department of Archaeology. Archaeology Department Director General Prof. Anura Manatunga was also present at the occasion.",
    "“This institution has had an unbroken track record of serving the higher education of this country for hundred years. Every student and member of the staff who has traversed through our house of learning has this building in their memory and that is something we need to hold on to and ensure that it creates life and remains functional for the next hundred years and more,” remarked the Vice Chancellor.",
    "The volume titled, College House – The Cradle of Sri Lanka’s University Education, which is a publication of the University of Colombo, archives the journey of College House with its historical links to the first University College and then to the University of Ceylon.",
    "Calling upon the present and the past students, staff and all those who are connected with this seat of learning to admire and preserve its beauty and tranquillity, Prof. Wijeyaratne alluded to the magnificent architecture of the mansion. “It has had its joys and sorrows giving it a lot of atmosphere which we often don’t capture enough,” said the scholar who extended her thanks to the council members of the University of Colombo who authorised this challenging compilation to be funded by the university and all contributors who enriched it.",
    "She also made special mention of those who tirelessly worked to restore College House to its original glory including the maintenance staff of the university, authorities of the SL Army and many other professionals who rendered their expertise amidst many challenges.",
    "In 2020 the University of Colombo celebrated 150 years of medical education in Sri Lanka and 2021 marked the centenary of the establishment of the Ceylon University College. The visually-appealing and textually rich publication which was launched in this backdrop not merely maps the eventful saga of College House but also traces the founding years of higher education in Sri Lanka. Moreover, the book comes in the wake of a laborious refurbishment project which restored this iconic building to its former glory.",
    "Co-edited by Chair Professor and Head of the Department of Sinhala Prof. Sandagomi Coperahewa and University of Colombo Department of English Senior Lecturer in English Dr. Shravika Amarasekara, the volume has been documented with the support and contribution of scholars, archivists, architects, authorities of the University and numerous other professionals, a great many representing the alumni and members of the De Soysa family to whom the origins of the College House are credited to. The archival research was assisted by Chamini Kulathunga and the book is visually strengthened by the photography of Panduka de Silva and the design, layout and illustrations by Malaka Lalanajeewa.",
    "The volume brings forth facts – many of them little known to the readers and rare photos related to the history and architecture of this heritage building which is more than 100 years old.",
    "“Institutional memory is sorely lacking in our university system; we found that there were no records or photographs on this iconic building in the university library or the Office of the Registrar even though university administration functioned from College House and the fact that the history of the higher education in Sri Lanka is entwined with College House,” remarked the Co-editor of the Volume Prof. Sandagomi Coperahewa who first mooted the idea of compiling an illustrated volume of College House in 2017 to then Vice Chancellor Senior Prof. Lakshman Dissanayake.",
    "A steering committee was appointed by Prof. Dissanayake and the task of preparing the volume was entrusted to this committee. “The first problem we encountered was the paucity of information in the form of written material,” recalled Prof. Coperahewa who was placed on a strenuous journey of unearthing archival material which included rare photos.",
    "College House is in fact the birthplace of university education in Sri Lanka. Formal education in the Arts and Science began with the establishment of the Ceylon University College in 1921 in the premises then known as Regina Walauwa, which Arthur de Soysa built in honour of his wife Regina (who died before the house was completed) and later sold to the Government of Ceylon in 1920.  Arthur de Soysa, the affluent merchant and the Consul for Chile, was the fourth son of the philanthropist, Sir Charles Henry de Soysa of Alfred House fame.",
    "The property was named College House on the recommendation of the Education Director Sir Edward Denham. In 1942, University College was elevated to the University of Ceylon. With the promulgation of the Universities Act No. 16 of 1979, the Government converted six campuses of the University of Sri Lanka (formerly Ceylon) into autonomous universities. The Colombo Campus of the University of Sri Lanka was renamed the University of Colombo."
  ],
  "translate": {
    "si": {
      "title": "කොළඹ විශ්වවිද්‍යාලයේ කොලීජි හවුස් මංගල දර්ශනය පිළිබඳ කෝපි මේස පොත",
      "body_lines": [
        "විශ්වවිද්‍යාල නිලධාරීහු වෙළුම ඉදිරිපත් කළහ. වමේ සිට: UoC බර්සාර් ස්වර්ණ ජයසූරිය, UoC ආදි ශිෂ්‍ය සංගමයේ හිටපු සභාපති සහ සභාවේ ජ්‍යෙෂ්ඨ සාමාජික තිලක් කරුණාරත්න, ග්‍රන්ථයේ සම කර්තෘ සහ සභාපති මහාචාර්ය සහ සිංහල අංශයේ ප්‍රධානී මහාචාර්ය සඳගෝමි කොපරහේවා, UoC උපකුලපති මහාචාර්ය චන්ද්‍රිකා විජයරත්න, ද සොයිසා පවුලේ සාමාජිකයන් නියෝජනය කරමින් පුරාවිද්‍යා දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ජනරාල් මහාචාර්ය අනුර මනතුංග, UoC රෙජිස්ට්‍රාර් සමන් එඩ්වඩ් සහ මහාචාර්ය ෂරියා ෂැරෙන්ගුවෙල් යන මහත්ම මහත්මීහු සහභාගි වූහ.",
        "වමේ සිට: වෙළුම් සම කර්තෘ මහාචාර්ය සඳගෝමි කොපරහේවා, කොළඹ විශ්වවිද්‍යාලයේ උපකුලපති මහාචාර්ය චන්ද්‍රිකා විජයරත්න සහ පුරාවිද්‍යා දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ජනරාල් මහාචාර්ය අනුර මනතුංග",
        "ප්‍රධාන ප්‍රකාශනය එහි ගමන සහ ශ්‍රී ලංකාවේ උසස් අධ්‍යාපනයේ ආරම්භක වසර සිතියම් ගත කරයි",
        "කොළඹ විශ්වවිද්‍යාලයීය උපකුලපතිනි මහාචාර්ය චන්ද්‍රිකා විජයරත්න සෙනසුරාදා මේ නවීන ලෝකයේ බොහෝ විට අවධානයට ලක් නොවන ඓතිහාසික ගොඩනැගිලි සංරක්ෂණය කිරීමේ කාලීන අවශ්‍යතාව අවධාරණය කළාය.",
        "කොළඹ විශ්ව විද්‍යාලයේ පරිපාලන කේන්ද්‍රස්ථානය වන කොලේජ් හවුස් පිළිබඳ කෝපි මේස පොත එළිදැක්වීමේ අවස්ථාවට තර්ස්ටන් පාරේ කොලේජ් හවුස් හි සෙනෙට් ශාලාවේදී ඇය මෙම යෝජනාව ඉදිරිපත් කළාය.",
        "කලක් ආතර් ද සොයිසා මහතාගේ පවුලේ නිවහනක්ව පැවති මෙම අසිරිමත් මන්දිරය පුරාවිද්‍යා දෙපාර්තමේන්තුව මගින් ආරක්‍ෂිත ස්මාරකයක් ලෙස ප්‍රකාශයට පත් කිරීම ද මෙම අවස්ථාවේදී සිදු විය. මෙම අවස්ථාවට පුරාවිද්‍යා දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ජනරාල් මහාචාර්ය අනුර මනතුංග මහතා ද සහභාගී විය.",
        "“අවුරුදු සියයක් තිස්සේ මේ රටේ උසස් අධ්‍යාපනයට සේවය කිරීමේ නොබිඳුණු වාර්තාවක් මේ ආයතනය සතුයි. අපගේ ඉගෙනුම් නිවස හරහා ගමන් කළ සෑම ශිෂ්‍යයෙකුටම සහ කාර්ය මණ්ඩලයේ සාමාජිකයෙකුටම මෙම ගොඩනැගිල්ල ඔවුන්ගේ මතකයේ ඇති අතර එය අප විසින් රඳවා තබාගෙන එය ජීවය නිර්මාණය කිරීමටත් ඉදිරි වසර සියය සහ ඊට වැඩි කාලයක් ක්‍රියාකාරීව පවතින බවටත් සහතික විය යුතුය. උපකුලපති.",
        "කොළඹ විශ්ව විද්‍යාලයේ ප්‍රකාශනයක් වන College House - The Cradle of Sri Lanka's University Education යන මාතෘකාවෙන් යුත් වෙළුම, පළමු විශ්ව විද්‍යාල විද්‍යාලයට සහ පසුව ලංකා විශ්ව විද්‍යාලයට එහි ඓතිහාසික සම්බන්ධතා සමඟින් College House හි ගමන ලේඛනගත කරයි.",
        "වර්තමාන සහ ආදි ශිෂ්‍යයින්, කාර්ය මණ්ඩලය සහ මෙම අධ්‍යාපන ආසනය හා සම්බන්ධ සියලු දෙනාට එහි සුන්දරත්වය සහ නිස්කලංක බව අගය කර ආරක්ෂා කරන ලෙස ඉල්ලා සිටි මහාචාර්ය විජයරත්න මන්දිරයේ විශිෂ්ට ගෘහ නිර්මාණ ශිල්පය ගැන සඳහන් කළේය. “අපි බොහෝ විට ප්‍රමාණවත් ලෙස ග්‍රහණය කර නොගන්නා වාතාවරණයක් එහි ප්‍රීතිය හා දුක එයට ලබා දී ඇත,” මෙම අභියෝගාත්මක සම්පාදනය සඳහා අරමුදල් සැපයීමට අවසර දුන් කොළඹ විශ්ව විද්‍යාලයේ කවුන්සිලයේ සාමාජිකයින්ට තම ස්තූතිය පුද කළ විශාරදවරිය පැවසුවාය. විශ්ව විද්‍යාලය සහ එය පොහොසත් කළ සියලුම දායකයින්.",
        "විශ්වවිද්‍යාල නඩත්තු කාර්ය මණ්ඩලය, ශ්‍රී ලංකා යුධ හමුදාවේ බලධාරීන් ඇතුළු අභියෝග රැසක් මධ්‍යයේ සිය විශේෂඥ දැනුම ලබාදුන් වෘත්තිකයන් රැසක් ඇතුළුව කොලේජ් හවුස් එහි මුල් කීර්තියට පත් කිරීමට වෙහෙස නොබලා කටයුතු කළ පිරිස් පිළිබඳව ද ඇය විශේෂ සඳහනක් කළාය.",
        "2020 දී කොළඹ විශ්ව විද්‍යාලය ශ්‍රී ලංකාවේ වෛද්‍ය අධ්‍යාපනයේ වසර 150 ක් සැමරූ අතර 2021 දී ලංකා විශ්වවිද්‍යාල විද්‍යාලය පිහිටුවීමේ ශත සංවත්සරය සනිටුහන් කළේය. මෙම පසුබිම තුළ දියත් කරන ලද දෘශ්‍යමය වශයෙන් ආකර්ශනීය සහ පාඨමය වශයෙන් පොහොසත් ප්‍රකාශනය කොලේජ් හවුස් හි සිදුවීම් සහිත කතාව සිතියම් ගත කරනවා පමණක් නොව ශ්‍රී ලංකාවේ උසස් අධ්‍යාපනයේ ආරම්භක වසර ද සොයා ගනී. එපමණක් නොව, පොත පැමිණෙන්නේ මෙම සුවිශේෂී ගොඩනැගිල්ල එහි පැරණි කීර්තියට ප්‍රතිෂ්ඨාපනය කළ වෙහෙස මහන්සි වී අලුත්වැඩියා කිරීමේ ව්‍යාපෘතියකින් පසුවය.",
        "සිංහල අධ්‍යයනාංශයේ සභාපති මහාචාර්ය සඳගෝමි කොපරහේවා සහ කොළඹ විශ්වවිද්‍යාලයේ ඉංග්‍රීසි අධ්‍යයන අංශයේ ජ්‍යෙෂ්ඨ කථිකාචාර්ය ආචාර්ය ශ්‍රාවිකා අමරසේකර යන මහත්ම මහත්මීන් විසින් සම සංස්කරණය කරන ලද මෙම වෙළුම විද්වතුන්, ලේඛනාගාර ශිල්පීන්, ගෘහ නිර්මාණ ශිල්පීන්ගේ සහය සහ දායකත්වයෙන් ලේඛනගත කර ඇත. විශ්ව විද්‍යාලයේ බලධාරීන් සහ තවත් බොහෝ වෘත්තිකයන්, විද්‍යාල මන්දිරයේ ආරම්භය බැර කළ ද සොයිසා පවුලේ ආදි සිසුන් සහ සාමාජිකයින් නියෝජනය කරන විශාල පිරිසක්. ලේඛනාගාර පර්යේෂණ සඳහා චාමිණී කුලතුංගගේ සහය ලැබී ඇති අතර පණ්ඩුක ද සිල්වාගේ ඡායාරූපකරණයෙන් සහ මාලක ලලනාජීවගේ නිර්මාණය, පිරිසැලසුම සහ රූප සටහන් මගින් පොත දෘශ්‍යමය වශයෙන් ශක්තිමත් වේ.",
        "වසර 100කට වඩා පැරණි මෙම උරුම ගොඩනැගිල්ලේ ඉතිහාසය හා ගෘහනිර්මාණ ශිල්පය සම්බන්ධ දුර්ලභ ඡායාරූප සහ පාඨකයන්ට එතරම් දැනුමක් නැති බොහෝ කරුණු මෙම වෙළුම මඟින් ඉදිරිපත් කරයි.",
        "“අපේ විශ්වවිද්‍යාල පද්ධතිය තුළ ආයතනික මතකය ඉතා අඩුයි. විශ්ව විද්‍යාල පරිපාලනය කොලේජ් හවුස් සිට ක්‍රියාත්මක වුව ද, ශ්‍රී ලංකාවේ උසස් අධ්‍යාපන ඉතිහාසය කොලේජ් හවුස් හා පැටලී තිබුණ ද, මෙම ප්‍රසිද්ධ ගොඩනැගිල්ල පිළිබඳ කිසිදු වාර්තාවක් හෝ ඡායාරූප විශ්වවිද්‍යාල පුස්තකාලයේ හෝ රෙජිස්ට්‍රාර් කාර්යාලයේ නොතිබූ බව අපට පෙනී ගියේය. ” 2017 වසරේ කොලේජ් හවුස් හි නිදර්ශන කලාපයක් සම්පාදනය කිරීමේ අදහස එවක උපකුලපති ජ්‍යෙෂ්ඨ මහාචාර්ය ලක්ෂ්මන් දිසානායක වෙත ප්‍රථම වරට ඉදිරිපත් කළ වෙළුමේ සම කර්තෘ මහාචාර්ය සඳගෝමි කොපරහේවා සඳහන් කළේය.",
        "දිසානායක මහතා විසින් මෙහෙයුම් කමිටුවක් පත් කරන ලද අතර එහි පරිමාව සකස් කිරීමේ කාර්යය මෙම කමිටුවට පැවරිණි. දුර්ලභ ඡායාරූප ඇතුළත් ලේඛනාගාර ද්‍රව්‍ය ගොඩගැනීමේ වෙහෙසකර ගමනක යෙදුණු මහාචාර්ය කොපරහේවා සිහිපත් කළේ, “අපි මුහුණ දුන් පළමු ගැටලුව ලිඛිත තොරතුරු ආකාරයෙන් තොරතුරු හිඟකමයි.",
        "කොලේජ් හවුස් යනු ඇත්ත වශයෙන්ම ශ්‍රී ලංකාවේ විශ්ව විද්‍යාල අධ්‍යාපනයේ උපන් ස්ථානයයි. කලා හා විද්‍යාව පිළිබඳ විධිමත් අධ්‍යාපනය ආරම්භ වූයේ 1921 දී ලංකා විශ්වවිද්‍යාල විද්‍යාලය එවකට රෙජිනා වලව්ව නමින් හැඳින්වූ පරිශ්‍රයේ පිහිටුවීමත් සමඟය, එය ආතර් ද සොයිසා විසින් ඔහුගේ බිරිඳ රෙජිනා (නිවස නිමවීමට පෙර මිය ගිය) වෙනුවෙන් ඉදිකරන ලද අතර පසුව එය විකුණා ඇත. 1920 දී ලංකා රජයට.  ධනවත් වෙළෙන්දා සහ චිලියේ කොන්සල්වරයා වූ ආතර් ද සොයිසා, ඇල්ෆ්‍රඩ් හවුස් කීර්තිමත් දානපති ශ්‍රීමත් චාල්ස් හෙන්රි ද සොයිසාගේ සිව්වන පුත්‍රයා විය.",
        "අධ්‍යාපන අධ්‍යක්ෂ ශ්‍රීමත් එඩ්වඩ් ඩෙන්හැම්ගේ නිර්දේශය මත මෙම දේපල කොලේජ් හවුස් ලෙස නම් කරන ලදී. 1942 දී යුනිවර්සිටි කොලීජිය ලංකා විශ්වවිද්‍යාලය ලෙස උසස් කරන ලදී. 1979 අංක 16 දරන විශ්වවිද්‍යාල පනත ප්‍රකාශයට පත් කිරීමත් සමඟ රජය විසින් ශ්‍රී ලංකා විශ්වවිද්‍යාලයේ (කලින් ලංකාව) මණ්ඩප හයක් ස්වාධීන විශ්වවිද්‍යාල බවට පත් කරන ලදී. ශ්‍රී ලංකා විශ්වවිද්‍යාලයේ කොළඹ මණ්ඩපය කොළඹ විශ්වවිද්‍යාලය ලෙස නම් කරන ලදී."
      ]
    },
    "ta": {
      "title": "கொழும்பு பல்கலைக்கழகத்தின் கல்லூரி இல்ல அறிமுகம் பற்றிய காபி டேபிள் புத்தகம்",
      "body_lines": [
        "பல்கலைக்கழக அதிகாரிகள் தொகுதியை வழங்கினர். இடமிருந்து: UoC பர்சார் ஸ்வர்ண ஜயசூரிய, UoC பழைய மாணவர் சங்கத்தின் முன்னாள் தலைவர் மற்றும் சபையின் சிரேஷ்ட உறுப்பினர் திலக் கருணாரத்ன, நூலின் இணை ஆசிரியரும் தலைமைப் பேராசிரியரும் சிங்களத் திணைக்களத்தின் தலைவருமான பேராசிரியர் சண்டகோமி கோபரஹேவா, UoC உபவேந்தர் பேராசிரியர் சந்திரிகா விஜேயரத்னே, தொல்பொருள் திணைக்களத்தின் பணிப்பாளர் நாயகம் பேராசிரியர் அனுர மானதுங்க, UoC பதிவாளர் சமன் எட்வர்ட் மற்றும் பேராசிரியர் எமரிட்டஸ் ஷரியா ஷாரெங்குவேல் ஆகியோர் டி சொய்சா குடும்ப உறுப்பினர்களை பிரதிநிதித்துவப்படுத்தினர்.",
        "இடமிருந்து: தொகுதி இணை ஆசிரியர் பேராசிரியர் சண்டகோமி கோபரஹேவா, கொழும்பு பல்கலைக்கழக துணைவேந்தர் பேராசிரியர் சந்திரிகா விஜேயரத்ன மற்றும் தொல்லியல் துறையின் பணிப்பாளர் நாயகம் பேராசிரியர் அனுர மனதுங்க",
        "முக்கிய வெளியீடு அதன் பயணத்தையும் இலங்கையில் உயர் கல்வியின் ஸ்தாபக ஆண்டுகளையும் வரைபடமாக்குகிறது",
        "இந்த நவீன உலகில் அடிக்கடி கவனிக்கப்படாமல் போகும் வரலாற்று கட்டிடங்களை பாதுகாக்க வேண்டிய அவசர அவசியத்தை கொழும்பு பல்கலைக்கழக துணைவேந்தர் பேராசிரியர் சந்திரிகா விஜேயரத்ன சனிக்கிழமை எடுத்துரைத்தார்.",
        "தர்ஸ்டன் வீதியிலுள்ள காலேஜ் ஹவுஸின் செனட் மண்டபத்தில் கொழும்பு பல்கலைக்கழகத்தின் நிர்வாக மையமான காலேஜ் ஹவுஸ் குறித்த காஃபி டேபிள் புத்தக வெளியீட்டு விழாவில் அவர் இந்த ஆலோசனையை வழங்கினார்.",
        "ஒரு காலத்தில் ஆர்தர் டி சொய்சாவின் குடும்ப இல்லமாக இருந்த இந்த அற்புதமான மாளிகை தொல்பொருள் திணைக்களத்தினால் பாதுகாக்கப்பட்ட நினைவுச்சின்னமாக பிரகடனப்படுத்தப்பட்டது. தொல்பொருள் திணைக்களத்தின் பணிப்பாளர் நாயகம் பேராசிரியர் அனுர மனதுங்கவும் இந்நிகழ்வில் கலந்துகொண்டார்.",
        "“இந்த நிறுவனம் நூறு ஆண்டுகளாக இந்நாட்டின் உயர்கல்விக்கு சேவையாற்றியதில் உடைக்கப்படாத சாதனைப் பதிவைக் கொண்டுள்ளது. எங்கள் கற்றல் இல்லத்தின் வழியாகப் பயணித்த ஒவ்வொரு மாணவர் மற்றும் ஊழியர்களின் நினைவாக இந்த கட்டிடம் உள்ளது, மேலும் இது வாழ்க்கையை உருவாக்கி, அடுத்த நூறு ஆண்டுகளுக்கு மேலும் செயல்படுவதை நாம் உறுதிசெய்து கொள்ள வேண்டும், ”என்று குறிப்பிட்டார். துணைவேந்தர்.",
        "கொழும்புப் பல்கலைக்கழகத்தின் வெளியீடான, காலேஜ் ஹவுஸ் - இலங்கைப் பல்கலைக்கழகக் கல்வியின் தொட்டில் என்ற தலைப்பிலான தொகுதி, கல்லூரி மாளிகையின் பயணத்தை அதன் வரலாற்றுத் தொடர்புகளுடன் முதல் பல்கலைக்கழகக் கல்லூரிக்கும் பின்னர் இலங்கைப் பல்கலைக்கழகத்திற்கும் பதிவு செய்கிறது.",
        "தற்போதைய மற்றும் கடந்த கால மாணவர்கள், ஊழியர்கள் மற்றும் இந்த கற்றல் இருக்கையுடன் தொடர்புடைய அனைவரையும் அதன் அழகையும் அமைதியையும் பாராட்டவும் பாதுகாக்கவும் அழைப்பு விடுத்த பேராசிரியர் விஜயரத்ன, இந்த மாளிகையின் அற்புதமான கட்டிடக்கலையை குறிப்பிட்டார். \"இது அதன் மகிழ்ச்சியையும் துக்கத்தையும் கொண்டுள்ளது, இது நாம் அடிக்கடி போதுமான அளவு பிடிக்காத சூழ்நிலையை அளிக்கிறது,\" இந்த சவாலான தொகுப்பை நிதியளிப்பதற்காக அனுமதித்த கொழும்பு பல்கலைக்கழகத்தின் கவுன்சில் உறுப்பினர்களுக்கு தனது நன்றியைத் தெரிவித்தார். பல்கலைக்கழகம் மற்றும் அதை வளப்படுத்திய அனைத்து பங்களிப்பாளர்களும்.",
        "பல்கலைக்கழகத்தின் பராமரிப்பு ஊழியர்கள், இலங்கை இராணுவ அதிகாரிகள் மற்றும் பல சவால்களுக்கு மத்தியில் தமது நிபுணத்துவத்தை வழங்கிய பல நிபுணர்கள் உட்பட கல்லூரி மாளிகையை அதன் அசல் புகழை மீட்டெடுக்க அயராது உழைத்தவர்களையும் அவர் விசேடமாக குறிப்பிட்டார்.",
        "2020 ஆம் ஆண்டில் கொழும்பு பல்கலைக்கழகம் இலங்கையில் மருத்துவக் கல்வியின் 150 வருடங்களைக் கொண்டாடியது மற்றும் 2021 ஆம் ஆண்டு இலங்கைப் பல்கலைக்கழகக் கல்லூரி நிறுவப்பட்டதன் நூற்றாண்டைக் குறித்தது. இந்தப் பின்னணியில் தொடங்கப்பட்ட பார்வைக்கு ஈர்க்கும் மற்றும் உரை வளமான வெளியீடு, கல்லூரி மாளிகையின் நிகழ்வுகள் நிறைந்த கதையை வரைபடமாக்குவது மட்டுமல்லாமல், இலங்கையில் உயர் கல்வியின் ஸ்தாபக ஆண்டுகளையும் குறிக்கிறது. மேலும், இந்த சின்னமான கட்டிடத்தை அதன் முந்தைய பெருமைக்கு மீட்டெடுக்கும் ஒரு கடினமான மறுசீரமைப்பு திட்டத்தின் பின்னணியில் புத்தகம் வருகிறது.",
        "சிங்களத் துறையின் தலைமைப் பேராசிரியரும் தலைவருமான பேராசிரியர் சண்டகோமி கோபரஹேவா மற்றும் கொழும்புப் பல்கலைக்கழக ஆங்கிலத் துறையின் சிரேஷ்ட விரிவுரையாளர் கலாநிதி ஷ்ரவிகா அமரசேகர ஆகியோரால் இணைந்து தொகுக்கப்பட்ட இந்தத் தொகுதி, அறிஞர்கள், ஆவணக் கலைஞர்கள், கட்டிடக் கலைஞர்கள், ஆகியோரின் ஆதரவுடனும் பங்களிப்புடனும் ஆவணப்படுத்தப்பட்டுள்ளது. பல்கலைக்கழக அதிகாரிகள் மற்றும் பல நிபுணர்கள், பழைய மாணவர்கள் மற்றும் டி சொய்சா குடும்ப உறுப்பினர்களை பிரதிநிதித்துவப்படுத்தும் பலர், கல்லூரி இல்லத்தின் பூர்வீகத்தை பெற்றவர்கள். ஆவணக் காப்பக ஆராய்ச்சிக்கு சாமினி குலதுங்க உதவினார் மற்றும் பண்டுக டி சில்வாவின் புகைப்படம் மற்றும் மாலக லலனஜீவவின் வடிவமைப்பு, அமைப்பு மற்றும் விளக்கப்படங்கள் ஆகியவற்றால் புத்தகம் பார்வைக்கு வலுவூட்டுகிறது.",
        "100 ஆண்டுகளுக்கும் மேலான இந்த பாரம்பரிய கட்டிடத்தின் வரலாறு மற்றும் கட்டிடக்கலை தொடர்பான அரிய புகைப்படங்கள் மற்றும் வாசகர்களுக்கு அதிகம் தெரியாத உண்மைகளை இந்த தொகுதி வெளிப்படுத்துகிறது.",
        "\"நிறுவன நினைவகம் நமது பல்கலைக்கழக அமைப்பில் மிகவும் குறைவாக உள்ளது; காலேஜ் ஹவுஸில் இருந்து பல்கலைக்கழக நிர்வாகம் செயல்பட்டாலும், இலங்கையின் உயர்கல்வியின் வரலாறு கல்லூரி மாளிகையுடன் பின்னிப்பிணைந்துள்ள போதிலும், பல்கலைக்கழக நூலகத்திலோ அல்லது பதிவாளர் அலுவலகத்திலோ இந்த சின்னமான கட்டிடத்தில் பதிவுகளோ புகைப்படங்களோ இல்லை என்பதை நாங்கள் கண்டறிந்தோம். ” என்று தொகுதியின் இணை ஆசிரியர் பேராசிரியர் சண்டகோமி கோப்பரஹேவா குறிப்பிட்டார், அவர் 2017 இல் கல்லூரி இல்லத்தின் விளக்கப்படத் தொகுதியைத் தொகுக்கும் யோசனையை அப்போதைய துணைவேந்தராக இருந்த மூத்த பேராசிரியர் லக்ஷ்மன் திசாநாயக்கவிடம் முதலில் முன்வைத்தார்.",
        "பேராசிரியர் திஸாநாயக்கவினால் வழிநடத்தல் குழுவொன்று நியமிக்கப்பட்டதுடன் தொகுதியை தயாரிக்கும் பணியும் இந்தக் குழுவிடம் ஒப்படைக்கப்பட்டது. \"எழுதப்பட்ட பொருட்களின் வடிவில் உள்ள தகவல்களின் பற்றாக்குறையை நாங்கள் சந்தித்த முதல் பிரச்சனை\" என்று பேராசிரியர் கோப்பரஹேவா நினைவு கூர்ந்தார், அவர் அரிய புகைப்படங்களை உள்ளடக்கிய காப்பகப் பொருட்களைக் கண்டறியும் கடினமான பயணத்தில் ஈடுபட்டார்.",
        "காலேஜ் ஹவுஸ் உண்மையில் இலங்கையில் பல்கலைக்கழக கல்வியின் பிறப்பிடமாகும். கலை மற்றும் அறிவியலுக்கான முறையான கல்வியானது 1921 இல் இலங்கைப் பல்கலைக்கழகக் கல்லூரியை நிறுவியதன் மூலம் தொடங்கியது 1920 இல் இலங்கை அரசாங்கத்திற்கு",
        "கல்வி இயக்குனர் சர் எட்வர்ட் டென்ஹாமின் பரிந்துரையின் பேரில் அந்த சொத்துக்கு காலேஜ் ஹவுஸ் என்று பெயரிடப்பட்டது. 1942 இல் பல்கலைக்கழகக் கல்லூரி இலங்கைப் பல்கலைக்கழகமாக உயர்த்தப்பட்டது. 1979 ஆம் ஆண்டின் 16 ஆம் இலக்க பல்கலைக்கழகச் சட்டத்தின் பிரகடனத்தின் மூலம், அரசாங்கம் இலங்கைப் பல்கலைக்கழகத்தின் (முன்னாள் சிலோன்) ஆறு வளாகங்களை தன்னாட்சிப் பல்கலைக்கழகங்களாக மாற்றியது. இலங்கைப் பல்கலைக்கழகத்தின் கொழும்பு வளாகம் கொழும்பு பல்கலைக்கழகம் என மறுபெயரிடப்பட்டது."
      ]
    }
  }
}