{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Why-was-a-massive-diesel-stock-sent-to-Ambatalle-filling-station/342-234661",
  "time_ut": 1649252940,
  "title": "Why was a massive diesel stock sent to Ambatalle filling station?",
  "body_lines": [
    "With the prevailing shortage of diesel in the country, a total of twelve bowsers with 79,200 liters of diesel were sent to CEYPETCO affiliated refilling station at Ambatale town yesterday, was not sold to CEYPETCO customers, the Bowsers' Association said.",
    "They said another six bowsers of 36,000 litres had been invoiced to be sent to the fuel station today. The details were revealed after an investigation was conducted following several complaints received by the dealers and CYPETCO area consumers.",
    "The dealers were complaining that they did not receive diesel during the past seven or eight days. However, the investigations were launched based on the complaints.",
    "\"The investigation conducted by the dealer union revealed that the newly opened fuel station belonged to a close relative of a private secretary of the Presidential Secretariat. The fuel stocks were sent to the Ambatale filling station following instructions of the said Private Secretary, \"the Association said.",
    "However, it was reported that the diesel that was already sent to the filling station were not given to any of the CEYPETCO consumers by the owners of the filling station. Instead of that, the diesel was reportedly  sold to several hotels at the Duplication Road, Colombo, for Rs. 300 per litre,\"they said. (Chaturanga Samarawickrama)"
  ],
  "translate": {
    "si": {
      "title": "අඹතලේ පිරවුම්හලට දැවැන්ත ඩීසල් තොගයක් යැව්වේ ඇයි?",
      "body_lines": [
        "රට තුළ පවතින ඩීසල් හිඟයත් සමඟ ඩීසල් ලීටර් 79,200ක් සහිත බවුසර් දොළහක් අඹතලේ නගරයේ පිහිටි CEYPETCO අනුබද්ධිත පිරවුම්හල වෙත ඊයේ යවා ඇති අතර, CEYPETCO පාරිභෝගිකයන් වෙත අලෙවි නොකළ බව බවුසර් සංගමය පවසයි.",
        "තවත් ලීටර් 36,000ක බවුසර් හයක් ඉන්ධන පිරවුම්හලට යැවීමට ඉන්වොයිසියක් ලැබී ඇති බව ඔවුහු පැවසූහ. අලෙවි නියෝජිතයින් සහ CYPETCO ප්‍රදේශයේ පාරිභෝගිකයින් වෙත ලැබුණු පැමිණිලි කිහිපයක් මත සිදුකළ විමර්ශනයකින් අනතුරුවයි මෙම තොරතුරු අනාවරණ වී ඇත්තේ.",
        "පසුගිය දින හත අටක කාලය තුළ තමන්ට ඩීසල් නොලැබුණු බවට අලෙවි නියෝජිතයෝ මැසිවිලි නගමින් සිටියහ. කෙසේ වෙතත් එම පැමිණිලි මත පරීක්ෂණ ආරම්භ කළා.",
        "\"අලුතින් විවෘත කරන ලද ඉන්ධන පිරවුම්හල ජනාධිපති ලේකම් කාර්යාලයේ පෞද්ගලික ලේකම්වරයෙකුගේ සමීපතම ඥාතියෙකුට අයත් එකක් බව අලෙවි නියෝජිත සංගමය සිදුකළ විමර්ශනයේදී අනාවරණය වී ඇත. එම පෞද්ගලික ලේකම්වරයාගේ උපදෙස් මත මෙම ඉන්ධන තොග අඹතලේ පිරවුම්හලට යවා ඇති බව සංගමය පවසයි. කිව්වා.",
        "කෙසේ වෙතත් මේ වන විටත් පිරවුම්හලට යවා තිබූ ඩීසල් කිසිදු CEYPETCO පාරිභෝගිකයෙකුට පිරවුම්හල හිමිකරුවන් විසින් ලබාදී නොමැති බවද වාර්තා විය. ඒ වෙනුවට කොළඹ ඩුප්ලිකේෂන් පාරේ හෝටල් කිහිපයකට ඩීසල් අලෙවි කර ඇති බව වාර්තා වේ. ලීටරයක් ​​රුපියල් 300ක් යැයි ඔවුහු පැවසූහ. (චතුරංග සමරවික්‍රම)"
      ]
    },
    "ta": {
      "title": "பாரியளவிலான டீசல் கையிருப்பு அம்பதல்லே எரிபொருள் நிரப்பு நிலையத்திற்கு ஏன் அனுப்பப்பட்டது?",
      "body_lines": [
        "நாட்டில் நிலவும் டீசல் தட்டுப்பாடு காரணமாக, 79,200 லீற்றர் டீசல் கொண்ட மொத்தம் 12 பவுசர்கள் அம்பத்தளை நகரில் உள்ள CEYPETCO வின் சார்பான நிரப்பு நிலையத்திற்கு நேற்று அனுப்பி வைக்கப்பட்டது, CEYPETCO வாடிக்கையாளர்களுக்கு விற்பனை செய்யப்படவில்லை என பவுசர்கள் சங்கம் தெரிவித்துள்ளது.",
        "மேலும் 36,000 லீற்றர் கொண்ட ஆறு பவுசர்கள் இன்று எரிபொருள் நிரப்பு நிலையத்திற்கு அனுப்பப்பட உள்ளதாக அவர்கள் தெரிவித்தனர். டீலர்கள் மற்றும் CYPETCO பகுதி நுகர்வோர்கள் மூலம் பல புகார்கள் வந்ததை தொடர்ந்து நடத்தப்பட்ட விசாரணையில் இந்த விவரங்கள் தெரியவந்துள்ளது.",
        "கடந்த ஏழெட்டு நாட்களாக டீசல் வரவில்லை என வியாபாரிகள் புகார் தெரிவித்தனர். எனினும் முறைப்பாடுகளின் அடிப்படையில் விசாரணைகள் ஆரம்பிக்கப்பட்டுள்ளன.",
        "புதிதாக திறக்கப்பட்ட எரிபொருள் நிரப்பு நிலையம் ஜனாதிபதி செயலகத்தின் பிரத்தியேக செயலாளர் ஒருவரின் நெருங்கிய உறவினருக்கு சொந்தமானது என வியாபாரிகள் சங்கம் நடத்திய விசாரணையில் தெரியவந்துள்ளது. குறித்த பிரத்தியேக செயலாளரின் அறிவுறுத்தலுக்கு அமைய எரிபொருள் இருப்புக்கள் அம்பத்தளை எரிபொருள் நிரப்பு நிலையத்திற்கு அனுப்பி வைக்கப்பட்டதாக சங்கம் தெரிவித்துள்ளது. கூறினார்.",
        "எனினும், ஏற்கனவே நிரப்பு நிலையத்திற்கு அனுப்பப்பட்ட டீசல், CEYPETCO நுகர்வோர் எவருக்கும் நிரப்பு நிலைய உரிமையாளர்களால் வழங்கப்படவில்லை என தெரிவிக்கப்பட்டுள்ளது. அதற்குப் பதிலாக, கொழும்பு டூப்ளிகேஷன் சாலையில் உள்ள பல ஹோட்டல்களுக்கு டீசல் ரூ. ரூ. ஒரு லீற்றர் 300,\" என்று அவர்கள் கூறினார்கள். (சதுரங்க சமரவிக்ரம)"
      ]
    }
  }
}