{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-cpc-in-rs250bn-plus-loss-as-rupee-falls-92186/",
  "time_ut": 1648528800,
  "title": "Sri Lanka’s CPC in Rs250bn plus loss as rupee falls",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Petroleum Corporation which has been forced to borrow dollars by authorities whenever money is printed to create forex shortages has lost at least 250 billion rupees over three weeks as the rupee fell, based on available data.",
    "The CPC had taken dollar debt and suppliers’ credit totalling 3,356 million dollars sacked Petroleum Minister Udaya Gammanpila told parliament in January.",
    "The CPC had repaid 611 million worth of debt but banks had been unable to buy dollars due to forex shortages, he said.",
    "As a result by the last week of January, the CPC owed state banks a minimum of 2.745 billion US dollars.",
    "The CPC is made to borrow dollars by authorities due to a widespread Mercantilist belief held in the island that balance of payments troubles are caused not by central bank liquidity injections in a pegged regime, but due to imports – mainly oil – and a current account deficit.",
    "Shock revelation on how Sri Lanka’s CPC ended up with billions of dollar debt",
    "Nick Leeson-style losses at Sri Lanka’s CPC raise big questions: Bellwether",
    "The CPC has no rupee revenues but authorities usually blocked the agency from buying dollars in the open market as liquidity injections hit made to keep the policy rate, hitting the island’s non-credible reserve collecting peg now called a ‘flexible exchange rate’.",
    "A flexible exchange rate is neither a free-floating regime with an inflation target (domestic anchor) nor a consistent peg at a fixed rate (external anchor).",
    "The peg was allowed to fall on March 08, after two years of monetary printing depleted foreign reserves.",
    "By March 29, the indicative spot dollar rate had weakened to 294.98 rupees.",
    "Based on the rate, the CPC now had an unrealized loss of at least 259 billion rupees, based on a 2.74 billion dollar debt.",
    "Unlike loans taken for capital expansion, such as a pipeline that would bring future revenues and potentially be repaid with higher rupee revenues, the dollar debt has been mostly used for consumption and to fund losses of goods already sold.",
    "The CPC is made to borrow every year by the central bank that follows an inflationary policy. The loans are repaid when the deflationary policy is followed and reserves are re-built when domestic credits fall.",
    "In the same manner, as the CPC, the central government also borrowed through International Sovereign Bonds to repay maturing debt as money was printed, instead of squeezing the current account, analysts have shown.",
    "Suppliers’ credits are usually used by state economists to fund losses and off-budget subsidies.",
    "They then complain that there is an external current account deficit.",
    "But in 2018, the then Finance Minister Mangala Samaraweera introduced a market-priced fuel formula amid heavy opposition from the then opposition Sri Lanka Padujana Party but the central bank leadership printed money as domestic credit recovered and busted the rupee from 151 to 182 to the US dollar.",
    "The CPC then kept its rupee revenues in repo transactions, allowing the money in state banks to be loaned out and bring more imports, completely sabotaging the price hikes which were supposed to reduce the disposable income of fuel users and reduce non-oil imports.",
    "If the state banks were unable to buy dollars with the rupee paid and the CPC’s liability is considered to have been settled, the bank or banks concerned would have a 611 million dollars negative net open position. It is not considered to have been settled,",
    "However in Sri Lanka usually politicians are blamed for the country’s economic ills. When money is printed and inflation rises, people also demand subsidies.",
    "With the rupee falling, calls are intensifying to set up a currency board or a credible peg where state economists will no longer be able to print money, trigger external collapses and foment social unrest.",
    "In 2018, the CPC made an 80 billion rupees forex loss as the rupee fell. The rupee was not allowed appreciate back in 2019 as private credit fell and reserves were re-built, under a so-called REER targeting strategy.",
    "Sri Lanka currency board will preserve rupee, impose discipline: Wijewardena",
    "Sri Lanka should set up a currency board to stop rupee depreciation: US economist",
    "Under such a credible peg, dollarization or parallel dollarization, economists would not get a chance to make such policy errors. Sri Lanka has had external trouble from shortly after a Latin America style central bank was set up in 1950 by a US Fed official. (Colombo/Mar30/2022)"
  ],
  "translate": {
    "si": {
      "title": "රුපියල පහත වැටීමත් සමඟ ශ්‍රී ලංකාවේ CPC රුපියල් බිලියන 250 කින් සහ අලාභය",
      "body_lines": [
        "ECONOMYNEXT - විදේශ විනිමය හිඟයක් ඇති කිරීම සඳහා මුදල් මුද්‍රණය කරන සෑම විටම බලධාරීන් විසින් ඩොලර් ණයට ගැනීමට බල කෙරෙන ශ්‍රී ලංකාවේ රාජ්‍ය ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවට පවතින දත්ත මත පදනම්ව, රුපියල පහත වැටීමත් සමඟ සති තුනක් තුළ අවම වශයෙන් රුපියල් බිලියන 250 ක් අහිමි වී ඇත.",
        "තෙල් සංස්ථාව ඩොලර් ණය ලබාගෙන ඇති අතර සැපයුම්කරුවන්ගේ ණය ඩොලර් මිලියන 3,356 ක් ඉවත් කර ඇති බව ඛනිජ තෙල් අමාත්‍ය උදය ගම්මන්පිල ජනවාරි මාසයේදී පාර්ලිමේන්තුවට පැවසීය.",
        "ඛනිජ තෙල් නීතිගත සංස්ථාව මිලියන 611 ක ණය ආපසු ගෙවා ඇති නමුත් විදේශ විනිමය හිඟය හේතුවෙන් බැංකුවලට ඩොලර් මිලදී ගැනීමට නොහැකි වූ බව ඔහු පැවසීය.",
        "එහි ප්‍රතිඵලයක් ලෙස ජනවාරි අවසන් සතිය වන විට CPC රාජ්‍ය බැංකුවලට අවම වශයෙන් ඇමෙරිකානු ඩොලර් බිලියන 2.745ක් ණය විය.",
        "ගෙවුම් ශේෂයේ ගැටලු ඇති වන්නේ මහ බැංකුවේ ද්‍රවශීලතා එන්නත් කිරීම් නිසා නොව ආනයනය - ප්‍රධාන වශයෙන් තෙල් - ජංගම ගිණුමේ හිඟය නිසා බව දිවයිනේ පැතිරුණු වෙළඳවාදී විශ්වාසයක් හේතුවෙන් CPC බලධාරීන් විසින් ඩොලර් ණයට ගන්නා ලදී. .",
        "ශ්‍රී ලංකාවේ CPC ඩොලර් බිලියන ගණනක ණයවලින් අවසන් වූ ආකාරය පිළිබඳ කම්පන හෙළිදරව්ව",
        "ශ්‍රී ලංකාවේ CPC හි Nick Leeson ආකාරයේ පාඩු විශාල ප්‍රශ්න මතු කරයි: Bellwether",
        "CPC හට රුපියලක ආදායමක් නැත, නමුත් ප්‍රතිපත්ති අනුපාතිකය පවත්වා ගැනීම සඳහා ද්‍රවශීලතා එන්නත් කිරීම නිසා බලධාරීන් සාමාන්‍යයෙන් නියෝජිතායතනය විවෘත වෙළඳපොලේ ඩොලර් මිලදී ගැනීම අවහිර කර, දිවයිනේ විශ්වාසනීය නොවන සංචිත එකතු කිරීමේ ප්‍රමාණයට පහර දෙමින් දැන් 'නම්‍යශීලී විනිමය අනුපාතය' ලෙස හැඳින්වේ.",
        "නම්‍යශීලී විනිමය අනුපාතිකයක් යනු උද්ධමන ඉලක්කයක් (ගෘහස්ථ නැංගුරම) සහිත නිදහස් පාවෙන පාලන තන්ත්‍රයක් හෝ ස්ථාවර අනුපාතයකින් (බාහිර නැංගුරම) ස්ථාවර ඇණයක් නොවේ.",
        "වසර දෙකක මුදල් මුද්‍රණයෙන් විදේශ සංචිත ක්ෂය වී ගිය පසු මාර්තු 08 වැනි දින මෙම ඇණවුම පහත වැටුණි.",
        "මාර්තු 29 වන විට දර්ශක ස්පෝට් ඩොලරය රුපියල් 294.98 දක්වා දුර්වල විය.",
        "අනුපාතය මත පදනම්ව, ඩොලර් බිලියන 2.74 ක නය මත පදනම්ව, තෙල් සංස්ථාවට දැන් අවම වශයෙන් රුපියල් බිලියන 259 ක අලාභයක් ඇති විය.",
        "ප්‍රාග්ධන ප්‍රසාරණය සඳහා ගනු ලබන ණය මෙන් නොව, අනාගත ආදායමක් ගෙන දෙන නල මාර්ගයක් වැනි සහ ඉහළ රුපියල් ආදායමක් සමඟ ආපසු ගෙවීමට හැකි වන පරිදි, ඩොලර් නය වැඩිපුරම භාවිතා කර ඇත්තේ පරිභෝජනය සඳහා සහ දැනටමත් විකුණා ඇති භාණ්ඩවල පාඩු සඳහා අරමුදල් සැපයීම සඳහා ය.",
        "උද්ධමන ප්‍රතිපත්තියක් අනුගමනය කරන මහ බැංකුව විසින් CPC සෑම වසරකම ණය ගැනීමට සලස්වා ඇත. අවධමනකාරී ප්‍රතිපත්තිය අනුගමනය කරන විට ණය ආපසු ගෙවනු ලබන අතර දේශීය ණය පහත වැටෙන විට සංචිත නැවත ගොඩනඟයි.",
        "CPC මෙන්ම මධ්‍යම රජයද ජංගම ගිණුම මිරිකීම වෙනුවට මුදල් මුද්‍රණය කළ බැවින් කල් පිරෙන ණය ගෙවීමට ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර හරහා ණය ගත් බව විශ්ලේෂකයින් පෙන්වා දී ඇත.",
        "සැපයුම්කරුවන්ගේ ණය සාමාන්‍යයෙන් රාජ්‍ය ආර්ථික විද්‍යාඥයන් විසින් පාඩු සහ අයවැයෙන් බැහැර සහනාධාර සඳහා අරමුදල් භාවිතා කරයි.",
        "එවිට බාහිර ජංගම ගිණුමේ හිඟයක් ඇති බවට ඔවුන් පැමිණිලි කරති.",
        "නමුත් 2018 දී එවකට විපක්ෂය වූ ශ්‍රී ලංකා පදුජන පක්ෂයේ දැඩි විරෝධය මධ්‍යයේ එවකට මුදල් අමාත්‍ය මංගල සමරවීර විසින් වෙළෙඳපොළ මිල ඉන්ධන සූත්‍රයක් හඳුන්වා දුන් නමුත් දේශීය ණය අයකර ගැනීමත් සමඟ මහ බැංකු නායකත්වය මුදල් මුද්‍රණය කර රුපියල 151 සිට 182 දක්වා ඇ. ඩොලර්.",
        "ඉන්ධන භාවිතා කරන්නන්ගේ ඉවත දැමිය හැකි ආදායම අඩු කිරීමටත් තෙල් නොවන ආනයනය අඩු කිරීමටත් නියමිතව තිබූ මිල ඉහළ දැමීම් සම්පූර්ණයෙන්ම කඩාකප්පල් කරමින්, රාජ්‍ය බැංකුවල තිබූ මුදල් ණයට දී වැඩි ආනයන ගෙන ඒමට ඉඩ සලසමින්, CPC එක පසුව රෙපෝ ගනුදෙනුවලදී රුපියලේ ආදායම තබා ගත්තේය.",
        "රාජ්‍ය බැංකුවලට ගෙවූ රුපියලෙන් ඩොලර් මිලදී ගැනීමට නොහැකි වූයේ නම් සහ ඛනිජ තෙල් නීතිගත සංස්ථාවේ වගකීම පියවා ඇතැයි සැලකේ නම්, අදාළ බැංකුවට හෝ බැංකුවලට ඩොලර් මිලියන 611 ක සෘණ ශුද්ධ විවෘත ස්ථානයක් ලැබෙනු ඇත. එය සමථයකට පත් වූ බව නොසැලකේ,",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ සාමාන්‍යයෙන් රටේ ආර්ථික ව්‍යසනයන් සම්බන්ධයෙන් දොස් පවරනු ලබන්නේ දේශපාලනඥයන්ටය. මුදල් මුද්‍රණය කර උද්ධමනය ඉහළ යන විට ජනතාව සහනාධාර ද ඉල්ලා සිටිති.",
        "රුපියල පහත වැටීමත් සමඟ, රාජ්‍ය ආර්ථික විද්‍යාඥයින්ට තවදුරටත් මුදල් මුද්‍රණය කිරීමට, බාහිර කඩාවැටීම් අවුලුවාලීමට සහ සමාජ නොසන්සුන්තාව අවුලුවාලීමට නොහැකි වන පරිදි මුදල් මණ්ඩලයක් හෝ විශ්වාසනීය ඇණවුමක් පිහිටුවීමට ඉල්ලීම් තීව්‍ර වෙමින් තිබේ.",
        "2018 දී, CPC රුපියල පහත වැටීම නිසා රුපියල් බිලියන 80 ක විදේශ විනිමය පාඩුවක් සිදු කළේය. ඊනියා REER ඉලක්කගත උපාය මාර්ගයක් යටතේ පුද්ගලික ණය පහත වැටී සංචිත නැවත ගොඩනඟා ගැනීම නිසා 2019 දී රුපියල නැවත ඉහළ යාමට ඉඩ නොලැබුණි.",
        "ශ්‍රී ලංකා මුදල් මණ්ඩලය රුපියල සුරකියි, විනය පනවයි: විජේවර්ධන",
        "රුපියල අවප්‍රමාණය වීම නැවැත්වීමට ශ්‍රී ලංකාව මුදල් මණ්ඩලයක් පිහිටුවිය යුතුයි: ඇමෙරිකානු ආර්ථික විශේෂඥයා",
        "එවැනි විශ්වසනීය ඇණවුමක්, ඩොලර්කරණය හෝ සමාන්තර ඩොලර්කරණයක් යටතේ, ආර්ථික විද්‍යාඥයින්ට එවැනි ප්‍රතිපත්තිමය වැරදි කිරීමට අවස්ථාවක් නොලැබෙනු ඇත. එක්සත් ජනපද ෆෙඩරල් මහ බැංකුවේ නිලධාරියෙකු විසින් 1950 දී ලතින් අමෙරිකානු මාදිලියේ මහ බැංකුවක් පිහිටුවීමෙන් ටික කලකට පසු ශ්‍රී ලංකාවට බාහිර කරදර ඇති විය. (කොළඹ/මාර්තු 30/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் CPC ஆனது ரூபா 250 பில்லியனையும் சேர்த்து ரூபாயின் வீழ்ச்சியால் நஷ்டம் அடைந்துள்ளது",
      "body_lines": [
        "ECONOMYNEXT - அந்நிய செலாவணி பற்றாக்குறையை உருவாக்க பணம் அச்சிடப்படும் போதெல்லாம் அதிகாரிகளால் டாலர்களை கடன் வாங்க வேண்டிய கட்டாயத்திற்கு உள்ளான இலங்கையின் அரச நிறுவனமான இலங்கை பெட்ரோலியம் கூட்டுத்தாபனம், கிடைக்கக்கூடிய தரவுகளின் அடிப்படையில் ரூபாயின் வீழ்ச்சியால் மூன்று வாரங்களில் குறைந்தது 250 பில்லியன் ரூபாயை இழந்துள்ளது.",
        "CPC டொலர் கடனைப் பெற்றுக்கொண்டது மற்றும் சப்ளையர்களின் கடன் மொத்தமாக 3,356 மில்லியன் டொலர்கள் பதவி நீக்கம் செய்யப்பட்ட பெட்ரோலிய அமைச்சர் உதய கம்மன்பில ஜனவரி மாதம் பாராளுமன்றத்தில் தெரிவித்தார்.",
        "CPC 611 மில்லியன் மதிப்பிலான கடனை திருப்பிச் செலுத்தியுள்ளது, ஆனால் அந்நிய செலாவணி பற்றாக்குறையால் வங்கிகளால் டாலர்களை வாங்க முடியவில்லை, என்றார்.",
        "இதன் விளைவாக, ஜனவரி கடைசி வாரத்தில், CPC மாநில வங்கிகளுக்கு குறைந்தபட்சம் 2.745 பில்லியன் அமெரிக்க டாலர்களை செலுத்த வேண்டியுள்ளது.",
        "மத்திய வங்கியின் பணப்புழக்க ஊசிகளால் அல்ல, மாறாக இறக்குமதிகள் - முக்கியமாக எண்ணெய் - மற்றும் நடப்புக் கணக்குப் பற்றாக்குறை காரணமாக, பணச் சமநிலை சிக்கல்கள் ஏற்படுகின்றன என்ற பரவலான வணிகவாத நம்பிக்கையின் காரணமாக, CPC அதிகாரிகளால் டாலர்களைக் கடனாகப் பெறுகிறது. .",
        "இலங்கையின் CPC பில்லியன் டாலர் கடனுடன் எப்படி முடிந்தது என்பது பற்றிய அதிர்ச்சி வெளிப்பாடு",
        "இலங்கையின் CPC இல் நிக் லீசன் பாணி இழப்புகள் பெரிய கேள்விகளை எழுப்புகின்றன: பெல்வெதர்",
        "CPC க்கு ரூபாய் வருமானம் இல்லை, ஆனால் கொள்கை விகிதத்தை வைத்திருக்க பணப்புழக்க ஊசிகள் தாக்கப்பட்டதால், 'நெகிழ்வான மாற்று விகிதம்' என்று அழைக்கப்படும் தீவின் நம்பகத்தன்மையற்ற இருப்பு சேகரிப்பு பெக்கை தாக்கியதால், அதிகாரிகள் பொதுவாக திறந்த சந்தையில் டாலர்களை வாங்குவதை ஏஜென்சி தடுத்தனர்.",
        "ஒரு நெகிழ்வான பரிமாற்ற வீதம் என்பது பணவீக்க இலக்கு (உள்நாட்டு நங்கூரம்) அல்லது நிலையான விகிதத்தில் (வெளிப்புற நங்கூரம்) கொண்ட ஒரு இலவச-மிதக்கும் ஆட்சி அல்ல.",
        "இரண்டு வருடங்களாக பணமதிப்பு நீக்கம் செய்யப்பட்ட வெளிநாட்டு கையிருப்பு குறைந்து, மார்ச் 08 அன்று ஆப்பு குறைக்கப்பட்டது.",
        "மார்ச் 29 க்குள், ஸ்பாட் டாலர் மதிப்பு 294.98 ரூபாயாக பலவீனமடைந்தது.",
        "விகிதத்தின் அடிப்படையில், CPC இப்போது 2.74 பில்லியன் டாலர் கடனை அடிப்படையாகக் கொண்டு, குறைந்தபட்சம் 259 பில்லியன் ரூபாயை அடைய முடியாத இழப்பைக் கொண்டுள்ளது.",
        "மூலதன விரிவாக்கத்திற்காக எடுக்கப்பட்ட கடன்களைப் போலல்லாமல், எதிர்கால வருவாயைக் கொண்டு வரக்கூடிய குழாய்வழி மற்றும் அதிக ரூபாய் வருவாயுடன் திருப்பிச் செலுத்தப்படும், டாலர் கடன் பெரும்பாலும் நுகர்வுக்காகவும் ஏற்கனவே விற்கப்பட்ட பொருட்களின் இழப்புகளுக்கு நிதியளிக்கவும் பயன்படுத்தப்படுகிறது.",
        "பணவீக்கக் கொள்கையைப் பின்பற்றும் மத்திய வங்கியால் ஒவ்வொரு ஆண்டும் CPC கடன் வாங்கப்படுகிறது. பணவாட்டக் கொள்கையைப் பின்பற்றும்போது கடன்கள் திருப்பிச் செலுத்தப்படும் மற்றும் உள்நாட்டு வரவுகள் குறையும் போது இருப்புக்கள் மீண்டும் கட்டமைக்கப்படும்.",
        "அதே வழியில், CPC ஐப் போலவே, மத்திய அரசும் சர்வதேச இறையாண்மை பத்திரங்கள் மூலம் கடன் வாங்கியது, பணம் அச்சிடப்பட்ட முதிர்ச்சியடைந்த கடனை திருப்பிச் செலுத்துவதற்குப் பதிலாக, நடப்புக் கணக்கை அழுத்துவதற்குப் பதிலாக, ஆய்வாளர்கள் காட்டியுள்ளனர்.",
        "சப்ளையர்களின் வரவுகள் பொதுவாக மாநில பொருளாதார வல்லுனர்களால் இழப்புகள் மற்றும் ஆஃப்-பட்ஜெட் மானியங்களுக்குப் பயன்படுத்தப்படுகின்றன.",
        "அப்போது வெளி நடப்பு கணக்கு பற்றாக்குறை இருப்பதாக புகார் கூறுகின்றனர்.",
        "ஆனால் 2018ல் அப்போதைய நிதியமைச்சர் மங்கள சமரவீர, அப்போதைய எதிர்க்கட்சியான ஸ்ரீலங்கா பதுஜன கட்சியின் கடும் எதிர்ப்புக்கு மத்தியில் சந்தை விலை எரிபொருள் சூத்திரத்தை அறிமுகப்படுத்தினார், ஆனால் மத்திய வங்கியின் தலைமை உள்நாட்டுக் கடன் மீளப்பெற்று ரூபாயை 151ல் இருந்து 182 ஆக மாற்றியது. டாலர்.",
        "CPC அதன் பிறகு ரெப்போ பரிவர்த்தனைகளில் அதன் ரூபாய் வருவாயை வைத்திருந்தது, மாநில வங்கிகளில் உள்ள பணத்தை கடனாகப் பெற அனுமதித்தது மற்றும் அதிக இறக்குமதிகளை கொண்டு வந்தது, எரிபொருள் பயன்படுத்துபவர்களின் செலவழிப்பு வருவாயைக் குறைக்கும் மற்றும் எண்ணெய் அல்லாத இறக்குமதியைக் குறைக்கும் விலை உயர்வை முற்றிலும் நாசமாக்கியது.",
        "அரசு வங்கிகள் செலுத்திய ரூபாயில் டாலர்களை வாங்க முடியாவிட்டால் மற்றும் CPC இன் பொறுப்பு தீர்க்கப்பட்டதாகக் கருதப்பட்டால், சம்பந்தப்பட்ட வங்கி அல்லது வங்கிகளுக்கு 611 மில்லியன் டாலர்கள் எதிர்மறை நிகர திறந்த நிலை இருக்கும். இது தீர்க்கப்பட்டதாக கருதப்படவில்லை,",
        "எவ்வாறாயினும் இலங்கையில் பொதுவாக நாட்டின் பொருளாதார சீர்கேடுகளுக்கு அரசியல்வாதிகள் மீது குற்றம் சாட்டப்படுகிறது. பணம் அச்சிடப்பட்டு, பணவீக்கம் அதிகரிக்கும் போது, ​​மக்கள் மானியங்களையும் கோருகின்றனர்.",
        "ரூபாய் வீழ்ச்சியுடன், ஒரு நாணய வாரியம் அல்லது நம்பகமான பெக் அமைப்பதற்கான அழைப்புகள் தீவிரமடைந்து வருகின்றன, அங்கு மாநில பொருளாதார வல்லுநர்கள் இனி பணத்தை அச்சிட முடியாது, வெளிப்புற சரிவைத் தூண்டலாம் மற்றும் சமூக அமைதியின்மையைத் தூண்ட முடியாது.",
        "2018 ஆம் ஆண்டில், ரூபாய் வீழ்ச்சியடைந்ததால், CPC 80 பில்லியன் ரூபாய் அந்நிய செலாவணி இழப்பைச் சந்தித்தது. REER இலக்கு மூலோபாயம் என்று அழைக்கப்படும் கீழ், தனியார் கடன் வீழ்ச்சியடைந்து, இருப்புக்கள் மீண்டும் கட்டமைக்கப்பட்டதால், 2019 ஆம் ஆண்டில் ரூபாயின் மதிப்பு மீண்டும் அதிகரிக்க அனுமதிக்கப்படவில்லை.",
        "இலங்கை நாணயச் சபை ரூபாயைப் பாதுகாக்கும், ஒழுக்கத்தை திணிக்கும்: விஜேவர்தன",
        "ரூபாவின் பெறுமதி வீழ்ச்சியைத் தடுக்க இலங்கை நாணயச் சபையை அமைக்க வேண்டும்: அமெரிக்க பொருளாதார நிபுணர்",
        "அத்தகைய நம்பகமான ஆப்பு, டாலர்மயமாக்கல் அல்லது இணையான டாலர்மயமாக்கலின் கீழ், பொருளாதார வல்லுநர்கள் அத்தகைய கொள்கை பிழைகளைச் செய்ய வாய்ப்பில்லை. 1950 ஆம் ஆண்டு அமெரிக்க பெடரல் அதிகாரியினால் இலத்தீன் அமெரிக்க பாணியிலான மத்திய வங்கியொன்று அமைக்கப்பட்ட பின்னர் இலங்கைக்கு வெளியில் இருந்து சிக்கல்கள் ஏற்பட்டுள்ளன. (கொழும்பு/மார்ச்30/2022)"
      ]
    }
  }
}