{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/DI-Solar-from-DIMO-Sri-Lanka-s-first-battery-less-solution-to-utilise-solar-PV-generated-power-during-outages/34-736128",
  "time_ut": 1655150100,
  "title": "DI-Solar from DIMO, Sri Lanka’s first battery less solution to utilise solar PV generated power during outages",
  "body_lines": [
    "DIMO, a leading diversified conglomerate in Sri Lanka, with over 80 years of engineering excellence, recently introduced DI-Solar, a revolutionary solution, enabling the power generated through the existing solar PV systems to be utilised during the prevailing daytime power interruptions, thereby preventing the power wastage. This is Sri Lanka’s first and only cutting-edge solution in the market that allows the power generated by solar systems to be utilised without any mode of battery storage, which is ideal for the industries facing various challenges due to the power shortage in the country, as it facilitates uninterrupted business operations and reduces the spend on fuel for generators by 50% to 70%.",
    "In addition to the heavy focus on the industrial usage, DI-Solar also comes with a consumer solution component, which will soon be introduced to the market, further accelerating nation’s green journey.",
    "Industries in Sri Lanka are facing many challenges in pursuit of seamlessly continuing their business operations during the regular power cuts, without incurring production losses and downtime. Although many business enterprises are having pre-installed rooftop solar PV systems, they are unable to use the power generated through the solar PV systems during power outages at daytime, as the grid is not available. Thus, they are compelled to entirely depend on generators, to continue operations at a time when fuel incurs a high cost.",
    "The continuous offering of innovative solutions to address the issues of the country’s power sector is a testament to DIMO’s vast expertise in the power and energy sector.",
    "DI-Solar offers, a high-tech controller from a leading manufacturer in Europe that would be installed on new or existing solar PV systems and whenever there is a daytime power interruption, it enables the premises to operate as an off-grid system and utilise the power generated through the solar PV system to cater to the internal requirement, which otherwise would have been wasted.",
    "When power interruptions occur during the daytime, the generators will start producing electricity to serve the electricity demand in the premises. In the next instance, the proposed controller comes into operation by using the parameters in the electricity generated by the generator to trigger solar PV inverters to be switched on. The solar PV inverters will then commence its process of generating electricity and become the primary energy source to cater the load, while reducing the electricity generation by generators, resulting in a reduction of fuel consumption.",
    "Moreover, this solution can be further improved to use even during the night-time power interruptions by integrating a battery.  DI-Solar can be customised according to any existing solar PV system and the company also offers solar PV systems with this solution for the industrialists who do not possess pre-installed solar PV systems to power their plants.",
    "DIMO Chairman and Managing Director Ranjith Pandithage said: “This project is yet another timely offering by DIMO and we continue to fuel the dreams and aspirations of the communities we serve in, providing the nation the means to switch to renewable energy solutions, which in the current context is extremely important.”",
    "If installed at a facility with an approximate solar PV system capacity of 650kW and experiences an average 3–4-hour daytime power interruption, during which generators are used to cater the demand, the DI-Solar system has a capability to drastically reduce the fuel consumption, as it only requires fuel to cater for the minimum load of the generator (around 30% of the generator capacity). The rest of the energy requirement of the generators (the balance 70%) will be attained by utilising solar energy generated through the solar PV panels. Accordingly, the business enterprise will also reduce its expenditure on fuel and enjoy a swift payback period of 1-2 years.",
    "DI-Solar also allows industries to use renewable energy without totally depending on the national grid, as a proactive measure in facing any future challenges in the local power sector while also allowing them to contribute more to the national GDP output through uninterrupted operations and reducing the foreign spend on fuel imports."
  ],
  "translate": {
    "si": {
      "title": "DIMO වෙතින් DI-Solar, විදුලිය ඇනහිටීම් වලදී සූර්ය PV ජනනය කරන ලද බලශක්තිය භාවිතා කිරීම සඳහා ශ්‍රී ලංකාවේ පළමු බැටරි අඩු විසඳුම",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරයක් වන DIMO, වසර 80කට අධික ඉංජිනේරු විශිෂ්ටත්වයකින් යුත්, DI-Solar, විප්ලවීය විසඳුමක් මෑතකදී හඳුන්වා දුන් අතර, දැනට පවතින සූර්ය PV පද්ධති හරහා ජනනය වන විදුලිය පවතින දිවා කාලයේ විදුලිය විසන්ධි කිරීම්වලදී ප්‍රයෝජනයට ගැනීමට හැකි වන පරිදි, එමඟින් බලශක්ති නාස්තිය. රටේ පවතින විදුලිය හිඟය හේතුවෙන් විවිධ අභියෝගවලට මුහුණ දෙන කර්මාන්ත සඳහා වඩාත් සුදුසු, බැටරි ගබඩා කිරීමේ ක්‍රමයක් නොමැතිව සූර්ය පද්ධති මඟින් ජනනය කරන විදුලිය ප්‍රයෝජනයට ගැනීමට ඉඩ සලසන වෙළෙඳපොළේ ඇති ශ්‍රී ලංකාවේ පළමු සහ එකම නවීන විසඳුම මෙයයි. එය බාධාවකින් තොරව ව්‍යාපාරික මෙහෙයුම් සඳහා පහසුකම් සපයන අතර ජනක යන්ත්‍ර සඳහා ඉන්ධන සඳහා වන වියදම 50% සිට 70% දක්වා අඩු කරයි.",
        "කාර්මික භාවිතය කෙරෙහි දැඩි අවධානයක් යොමු කිරීමට අමතරව, DI-Solar පාරිභෝගික විසඳුම් සංරචකයක් ද සමඟින් පැමිණේ, එය ජාතියේ හරිත ගමන තවදුරටත් වේගවත් කරමින් වෙළඳපොළට ඉක්මනින් හඳුන්වා දෙනු ඇත.",
        "නිත්‍ය විදුලිය විසන්ධි වන කාල වකවානුවේදී නිෂ්පාදන අලාභ හා අක්‍රීය කාලසීමාවන් සිදු නොකොට බාධාවකින් තොරව සිය ව්‍යාපාර කටයුතු කරගෙන යාමේදී ශ්‍රී ලංකාවේ කර්මාන්ත අභියෝග රැසකට මුහුණ දී සිටී. බොහෝ ව්‍යාපාරික ව්‍යාපාරවල වහල මත පෙර ස්ථාපනය කරන ලද සූර්ය PV පද්ධති තිබුණද, ජාලය නොමැති නිසා, දිවා කාලයේ විදුලිය ඇනහිටීම් වලදී සූර්ය PV පද්ධති හරහා නිපදවන විදුලිය භාවිතා කිරීමට ඔවුන්ට නොහැකි වේ. මේ අනුව, ඉන්ධන සඳහා අධික පිරිවැයක් දැරීමට සිදුවන මොහොතක මෙහෙයුම් දිගටම කරගෙන යාමට සම්පූර්ණයෙන්ම උත්පාදක යන්ත්‍ර මත යැපීමට ඔවුන්ට බල කෙරෙයි.",
        "රටේ විදුලිබල ක්ෂේත්‍රයේ ගැටලු විසඳීම සඳහා නව්‍ය විසඳුම් අඛණ්ඩව ඉදිරිපත් කිරීම විදුලිබල හා බලශක්ති ක්ෂේත්‍රයේ ඩීමෝ සතු අතිවිශාල ප්‍රවීණත්වයට සාක්ෂියකි.",
        "DI-Solar පිරිනැමීම්, යුරෝපයේ ප්‍රමුඛ පෙළේ නිෂ්පාදකයෙකුගේ අධි තාක්‍ෂණික පාලකයක් වන අතර එය නව හෝ පවතින සූර්ය PV පද්ධති මත ස්ථාපනය කරනු ලබන අතර දිවා කාලයේ විදුලිය විසන්ධි වන සෑම අවස්ථාවකම, එය පරිශ්‍රයට ඕෆ් ග්‍රිඩ් පද්ධතියක් ලෙස ක්‍රියා කිරීමට සහ භාවිතා කිරීමට හැකි වේ. අභ්‍යන්තර අවශ්‍යතා සපුරාලීම සඳහා සූර්ය PV පද්ධතිය හරහා ජනනය කරන ලද බලය, එසේ නොවුවහොත් එය අපතේ යනු ඇත.",
        "දිවා කාලයේ විදුලිය විසන්ධි වූ විට, පරිශ්‍රයේ විදුලි ඉල්ලුමට සරිලන පරිදි විදුලි ජනක යන්ත්‍ර මඟින් විදුලිය නිපදවීමට පටන් ගනී. මීළඟ අවස්ථාවෙහි, යෝජිත පාලකය ක්‍රියාත්මක වන්නේ, සූර්ය PV ඉන්වර්ටර ක්‍රියාත්මක කිරීම සඳහා උත්පාදක යන්ත්‍රය මඟින් ජනනය කරන විදුලියේ පරාමිතීන් භාවිතා කිරීමෙනි. සූර්ය PV ඉන්වර්ටර පසුව විදුලිය උත්පාදනය කිරීමේ ක්‍රියාවලිය ආරම්භ කර බර සපුරාලීමේ ප්‍රධාන බලශක්ති ප්‍රභවය බවට පත්වනු ඇති අතර, ජනක යන්ත්‍ර මගින් විදුලිය නිපදවීම අඩු කරන අතර එමඟින් ඉන්ධන පරිභෝජනය අඩු වේ.",
        "එපමණක් නොව, මෙම විසඳුම බැටරියක් ඒකාබද්ධ කිරීමෙන් රාත්‍රී කාලයේ විදුලිය විසන්ධි කිරීමේදී පවා භාවිතා කිරීමට තවදුරටත් වැඩිදියුණු කළ හැක. දැනට පවතින ඕනෑම සූර්ය PV පද්ධතියකට අනුව DI-Solar අභිරුචිකරණය කළ හැකි අතර සමාගම විසින් පෙර ස්ථාපනය කරන ලද සූර්ය PV පද්ධති නොමැති කර්මාන්තකරුවන් සඳහා ඔවුන්ගේ බලාගාර බල ගැන්වීම සඳහා මෙම විසඳුම සමඟ සූර්ය PV පද්ධති ද පිරිනමයි.",
        "DIMO හි සභාපති සහ කළමනාකාර අධ්‍යක්ෂ රංජිත් පණ්ඩිතගේ මහතා පැවසුවේ, “මෙම ව්‍යාපෘතිය DIMO විසින් තවත් කාලීන පිරිනැමීමක් වන අතර, අප සේවය කරන ප්‍රජාවන්ගේ සිහින සහ අභිලාෂයන් අපි අඛණ්ඩව පෝෂණය කරමින්, පුනර්ජනනීය බලශක්ති විසඳුම් වෙත මාරු වීමට ජාතියට මාධ්‍ය සලසන්නෙමු. වත්මන් සන්දර්භය අතිශයින් වැදගත් ය.\"",
        "650kW ක ආසන්න සූර්ය PV පද්ධති ධාරිතාවක් සහිත පහසුකමක ස්ථාපනය කර සාමාන්‍ය පැය 3-4 ක දිවා කාලයේ විදුලිය විසන්ධි කිරීමක් අත්විඳින්නේ නම්, ඉල්ලුම සපුරාලීම සඳහා ජනක යන්ත්‍ර භාවිතා කරන විට, DI-Solar පද්ධතියට ඉන්ධන විශාල ලෙස අඩු කිරීමේ හැකියාව ඇත. පරිභෝජනය, විදුලි ජනකයේ අවම බර සැපයීම සඳහා ඉන්ධන පමණක් අවශ්ය වේ (ජනක ධාරිතාවෙන් 30% ක් පමණ). ජනක යන්ත්‍රවල ඉතිරි බලශක්ති අවශ්‍යතාවය (ඉතිරි 70%) සූර්ය PV පැනල් හරහා ජනනය කරන සූර්ය බලශක්තිය උපයෝගී කර ගනිමින් ලබා ගත හැක. ඒ අනුව, ව්‍යාපාරික ව්‍යවසාය ඉන්ධන සඳහා වන වියදම් ද අඩු කර වසර 1-2 ක කඩිනම් ආපසු ගෙවීමේ කාල සීමාවක් භුක්ති විඳිනු ඇත.",
        "DI-Solar මඟින් කර්මාන්තවලට ජාතික විදුලිබල පද්ධතිය මත සම්පූර්ණයෙන්ම රඳා නොසිට පුනර්ජනනීය බලශක්තිය භාවිතා කිරීමට ඉඩ සලසයි, දේශීය බලශක්ති ක්ෂේත්‍රයේ අනාගත අභියෝගවලට මුහුණ දීමේ ක්‍රියාකාරී පියවරක් ලෙස, බාධාවකින් තොරව මෙහෙයුම් හරහා ජාතික දළ දේශීය නිෂ්පාදිතයට වැඩි දායකත්වයක් ලබා දීමට ඔවුන්ට ඉඩ සලසයි. ඉන්ධන ආනයනය සඳහා විදේශ වියදම්."
      ]
    },
    "ta": {
      "title": "DIMO இலிருந்து DI-சோலார், இலங்கையின் முதல் பேட்டரி குறைவான தீர்வு, மின்தடையின் போது சோலார் PV மூலம் உற்பத்தி செய்யப்படும் மின்சாரத்தைப் பயன்படுத்துகிறது.",
      "body_lines": [
        "DIMO, இலங்கையில் 80 ஆண்டுகளுக்கும் மேலான பொறியியல் சிறப்புடன், DIMO, ஒரு புரட்சிகர தீர்வாக, சமீபத்தில் அறிமுகப்படுத்தப்பட்டது, இது தற்போதுள்ள சோலார் PV அமைப்புகளின் மூலம் உற்பத்தி செய்யப்படும் மின்சாரத்தை நடைமுறையில் உள்ள பகல்நேர மின் தடைகளின் போது பயன்படுத்துவதற்கு உதவுகிறது. சக்தி விரயம். நாட்டில் நிலவும் மின் தட்டுப்பாடு காரணமாக பல்வேறு சவால்களை எதிர்நோக்கும் தொழில்துறைகளுக்கு ஏற்ற வகையில் எந்த வித பேட்டரி சேமிப்பு முறையும் இன்றி சூரிய மின்சக்தி மூலம் உற்பத்தி செய்யப்படும் மின்சாரத்தை பயன்படுத்த அனுமதிக்கும் சந்தையில் இலங்கையின் முதல் மற்றும் ஒரே அதிநவீன தீர்வு இதுவாகும். இது தடையற்ற வணிகச் செயல்பாடுகளை எளிதாக்குகிறது மற்றும் ஜெனரேட்டர்களுக்கான எரிபொருளுக்கான செலவினத்தை 50% முதல் 70% வரை குறைக்கிறது.",
        "தொழில்துறை பயன்பாட்டில் அதிக கவனம் செலுத்துவதுடன், DI-சோலார் ஒரு நுகர்வோர் தீர்வு கூறுகளுடன் வருகிறது, இது விரைவில் சந்தையில் அறிமுகப்படுத்தப்படும், இது நாட்டின் பசுமை பயணத்தை மேலும் துரிதப்படுத்துகிறது.",
        "இலங்கையில் உள்ள கைத்தொழில்கள், வழக்கமான மின்வெட்டுகளின் போது, ​​உற்பத்தி இழப்புகள் மற்றும் வேலையில்லா நேரத்தைச் சந்திக்காமல், தடையின்றி தங்கள் வணிக நடவடிக்கைகளைத் தொடர்வதில் பல சவால்களை எதிர்கொள்கின்றன. பல வணிக நிறுவனங்கள் முன் நிறுவப்பட்ட கூரை சோலார் PV அமைப்புகளைக் கொண்டிருந்தாலும், கிரிட் கிடைக்காததால், பகல் நேரத்தில் மின்சாரம் தடைப்படும் போது சோலார் PV அமைப்புகள் மூலம் உற்பத்தி செய்யப்படும் மின்சாரத்தைப் பயன்படுத்த முடியாது. இதனால், எரிபொருளுக்கு அதிக விலை ஏற்படும் நேரத்தில், ஜெனரேட்டர்களையே முழுமையாகச் சார்ந்திருக்க வேண்டிய கட்டாயத்தில் உள்ளனர்.",
        "நாட்டின் மின் துறையின் பிரச்சினைகளைத் தீர்ப்பதற்கு புதுமையான தீர்வுகளை தொடர்ச்சியாக வழங்குவது, மின்சாரம் மற்றும் எரிசக்தி துறையில் DIMO இன் பரந்த நிபுணத்துவத்திற்கு சான்றாகும்.",
        "DI-சோலார் சலுகைகள், ஐரோப்பாவில் உள்ள முன்னணி உற்பத்தியாளரின் உயர்-தொழில்நுட்ப கன்ட்ரோலர், இது புதிய அல்லது ஏற்கனவே உள்ள சோலார் PV அமைப்புகளில் நிறுவப்படும் மற்றும் பகல்நேர மின் தடை ஏற்படும் போதெல்லாம், இது வளாகத்தை ஆஃப்-கிரிட் அமைப்பாகச் செயல்படவும் பயன்படுத்தவும் உதவுகிறது. சோலார் பிவி அமைப்பின் மூலம் உற்பத்தி செய்யப்படும் மின்சாரம் உள் தேவையைப் பூர்த்தி செய்யும், இல்லையெனில் அது வீணாகிவிடும்.",
        "பகல் நேரத்தில் மின்சாரம் தடைபடும் போது, ​​ஜெனரேட்டர்கள், வளாகத்தில் உள்ள மின் தேவையை பூர்த்தி செய்யும் வகையில் மின்சாரத்தை உற்பத்தி செய்ய துவங்கும். அடுத்த நிகழ்வில், சோலார் பிவி இன்வெர்ட்டர்களை இயக்குவதற்குத் தூண்டுவதற்காக ஜெனரேட்டரால் உருவாக்கப்பட்ட மின்சாரத்தில் உள்ள அளவுருக்களைப் பயன்படுத்தி முன்மொழியப்பட்ட கட்டுப்படுத்தி செயல்பாட்டுக்கு வருகிறது. சோலார் பிவி இன்வெர்ட்டர்கள் அதன் பிறகு மின்சாரம் உற்பத்தி செய்யும் செயல்முறையைத் தொடங்கி, சுமைகளைத் தாங்கும் முதன்மை ஆற்றல் மூலமாக மாறும், அதே நேரத்தில் ஜெனரேட்டர்கள் மூலம் மின்சார உற்பத்தியைக் குறைக்கும், இதன் விளைவாக எரிபொருள் நுகர்வு குறையும்.",
        "மேலும், பேட்டரியை ஒருங்கிணைப்பதன் மூலம் இரவு நேர மின் தடைகளின் போதும் இந்த தீர்வை மேலும் மேம்படுத்தலாம். தற்போதுள்ள எந்த சோலார் PV அமைப்பின் படியும் DI-சோலார் தனிப்பயனாக்கப்படலாம் மற்றும் நிறுவனம் தங்கள் ஆலைகளுக்கு மின்சாரம் வழங்க முன் நிறுவப்பட்ட சோலார் PV அமைப்புகளை வைத்திருக்காத தொழிலதிபர்களுக்கு இந்த தீர்வுடன் சோலார் PV அமைப்புகளையும் வழங்குகிறது.",
        "DIMO தலைவரும் முகாமைத்துவப் பணிப்பாளருமான ரஞ்சித் பண்டிதகே கூறுகையில், “இந்தத் திட்டம் DIMO இன் மற்றொரு சரியான நேரத்தில் வழங்குவதுடன், நாங்கள் சேவையாற்றும் சமூகங்களின் கனவுகள் மற்றும் அபிலாஷைகளை நாங்கள் தொடர்ந்து ஊட்டுகிறோம், புதுப்பிக்கத்தக்க எரிசக்தி தீர்வுகளுக்கு மாறுவதற்கான வழிமுறைகளை நாட்டுக்கு வழங்குகிறோம். தற்போதைய சூழல் மிகவும் முக்கியமானது.\"",
        "650kW என்ற தோராயமான சோலார் PV அமைப்பு திறன் கொண்ட ஒரு வசதியில் நிறுவப்பட்டு, சராசரியாக 3-4 மணிநேர பகல்நேர மின் தடையை அனுபவித்தால், தேவையைப் பூர்த்தி செய்ய ஜெனரேட்டர்களைப் பயன்படுத்தினால், DI-சோலார் அமைப்பு எரிபொருளைக் கடுமையாகக் குறைக்கும் திறனைக் கொண்டுள்ளது. நுகர்வு, ஜெனரேட்டரின் குறைந்தபட்ச சுமைக்கு (ஜெனரேட்டர் திறனில் சுமார் 30%) எரிபொருள் மட்டுமே தேவைப்படுகிறது. ஜெனரேட்டர்களின் மீதமுள்ள ஆற்றல் தேவை (மீதமுள்ள 70%) சோலார் பிவி பேனல்கள் மூலம் உருவாக்கப்படும் சூரிய ஆற்றலைப் பயன்படுத்துவதன் மூலம் அடையப்படும். அதன்படி, வணிக நிறுவனம் எரிபொருளுக்கான அதன் செலவினங்களைக் குறைத்து, 1-2 ஆண்டுகள் விரைவான திருப்பிச் செலுத்தும் காலத்தை அனுபவிக்கும்.",
        "DI-சோலார், தொழில்கள் தேசிய கட்டத்தை சார்ந்து இல்லாமல் புதுப்பிக்கத்தக்க ஆற்றலைப் பயன்படுத்த அனுமதிக்கிறது, இது உள்ளூர் மின் துறையில் எதிர்கால சவால்களை எதிர்கொள்வதற்கான ஒரு முன்முயற்சியான நடவடிக்கையாகும். எரிபொருள் இறக்குமதிக்கான வெளிநாட்டு செலவுகள்."
      ]
    }
  }
}