{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-drives-sustainable-green-initiatives-to-fight-climate-change-and-generate-long-term-value-for-sri-lanka/",
  "time_ut": 1655470620,
  "title": "SLT drives sustainable green initiatives to fight climate change and generate long term value for Sri Lanka",
  "body_lines": [
    "Committed to driving sustainable Environmental Social Governance Programs (ESG), to fight climate change, SLT-MOBITEL marked World Environment Day by concluding its 5th Mee tree planting initiative at Meerigama. SLT-MOBITEL embarked on this national level tree planting initiative with the aim of improving the quality of air, promote forestation, natural carbon sinks and reduce greenhouse gases and safeguard biodiversity across multiple areas in the country. Driving the true spirit of sustainability, SLT-MOBITEL understands the intrinsic importance of a greener earth, the direct benefits of healthy plants on human health and wellbeing and the need to restore nature, halting and reversing climate change to sustain humanity for generations to come.",
    "Launched under the theme ‘Let’s nourish the country with clean air and fertilizer’, it brings into focus the critical importance of preserving eco-fragility for collective well-being.The ‘Mee’ tree was chosen considering its contribution to pest control, ability to be used in the production of organic fertilizer, capacity to purify air and its use as a medicinal plant. To-date SLT-MOBITEL has distributed and planted over 1000 trees across several locations, including Monaragala, Umandawa, Anuradhapura and Kandy.",
    "World Environment Day is celebrated annually in June and recognised as the United Nations’ principal amplifier to encourage awareness and action for the protection of the environment. To commemorate the event, SLT-MOBITEL organised an internal event at the headquarters where employees of SLT-MOBITEL received plants. Further, the company also successfully concluded its 5th Mee tree planting programme at the Seth Sevana Elders Home in Meerigama. Strengthening the programme, SLT-MOBITEL is working hand in hand with local communities and grassroots organisations, providing opportunities for tangible change and collective action.",
    "As the National ICT Solutions Provider, SLT-MOBITEL has a strong environmental, social and governance (ESG) commitment, measuring and managing its impacts on society and the environment in an efficient and responsible manner. Under its ESG protocols the Mee Tree programme seeks to improve the environment and empower communities across Sri Lanka. The Mee Tree drive, in addition to improving air quality and mitigating climate change also promotes better pest control, healthier soil and aims to enhance natural humidity. A notable feature of the programme is governance through KPIs, including geo tagging plants and their ownership. Using modern technology, the ‘THURU’ mobile application is used to monitor the progress of the project.Broadening its environmental stewardship, SLT-MOBITEL also engages in other initiatives such as e-Waste reduction and minimising its carbon footprint. Responsible waste management is repeatedly conducted through re-use and recycling, while ongoing concerted efforts ensure reducing the carbon footprint of the organisation and those of customers.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}