{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/hrw-urges-imf-to-tie-sri-lankan-deal-with-human-rights-corruption-92624/",
  "time_ut": 1649229240,
  "title": "HRW urges IMF to tie Sri Lankan deal with human rights, corruption",
  "body_lines": [
    "ECONOMYNEXT – Any International Monetary Fund (IMF) loan deal with Sri Lanka should be attached with addressing human rights and corruptions in loans, a New York-based international rights group urged the global lender.",
    "Sri Lanka finally decided to seek IMF assistance last month to face an unprecedented economic crisis amid severe dollar shortage, import restrictions, and government’s failure to provide essentials like fuel, cooking gas, and milk powder amid an extended power cut.",
    "Spiraling inflation resulted by the central bank’s excess money printing and over 50 percent depreciation in the rupee have led to a desperate hardship for millions of people.",
    "The island nation has a grim past in handling the past IMF programmes with austerity measures including tax hikes and government spending cut have had adverse impacts on the most vulnerable people, analysts have said.",
    "Any future IMF program in Sri Lanka should protect the human rights of low-income people, and address corruption and entrenched obstacles to the rule of law, the Human Rights Watch said in a letter to the IMF.",
    "The latest request from the HRW comes as thousands of people protest in Sri Lanka on a daily basis demanding President Gotabaya Rakapaksa, who was earlier accused of a war criminal in the past by the HRW.",
    "“The protests roiling Sri Lanka are a clear message about many people’s economic situation,” said Sarah Saadoun, senior researcher focusing on poverty and inequality at Human Rights Watch.",
    "“The IMF and the Sri Lankan government should come to an agreement that supports people’s ability to afford life necessities and addresses the problems underlying the current crisis.”",
    "The IMF on March 31 confirmed it will soon begin talks with Sri Lanka about a potential loan program. Major economic problems in the country have led in recent weeks to growing protests in Colombo, the capital, and across the country, highlighting the critical need for IMF support.",
    "President Gotabaya Rajapaksa declared a state of emergency on April 1, then imposed a 36-hour curfew and blocked social media in an attempt to curb protests, in which scores have been arrested.",
    "“The government should respond to the protests in accordance with international human rights standards, which prohibit the use of unnecessary or excessive force,” the HRW said in a statetment.",
    "In February, the IMF issued an Article IV report, which includes policy advice for significant fiscal consolidation, achieved in part by increasing income and value-added tax rates, removing energy subsidies, and “rationalizing” the public wage bill.",
    "The IMF report recognized that these adjustments would have adverse impacts on low-income people and said that the government should mitigate the impact by strengthening social safety nets “by increasing spending [and] widening coverage.”",
    "“The IMF and the government should give priority to ensuring adequate investment in social protection programs before making any adjustments that would raise the cost of living,” Human Rights Watch said.",
    "While inflation reached over 18 percent in March, severely exacerbating economic hardship, the value of the Sri Lankan rupee has rapidly declined, making imported necessities, including medicines, sanitary products, food, and fuel, scarce or unaffordable for many people.",
    "In recent years, the IMF has given increasing importance to combating corruption, the HRW said.",
    "“It is especially urgent for the IMF to include reforms to address corruption in Sri Lanka. The Rajapaksa administration, which took office in 2019, has repeatedly acted to block financial transparency and accountability by weakening independent institutions and by intervening to prevent investigations and prosecutions in high-profile cases,” the HRW said.",
    "The HRW urged the IMF to assess the expected direct and indirect impacts of any adjustments on low-income people  in Sri Lanka, include a social spending floor as performance criteria, implement progressive tax measures that do not further burden people living in poverty, and urge the government to put in place policies to increase women’s access to employment by reducing barriers.",
    "The rights organization also urged to include reforms to restore the independence of institutions, including the judiciary, auditor general, attorney general, and the Commission to Investigate Allegations of Bribery or Corruption, and require the Sri Lankan government to restore independent investigations into corruption allegations and prosecute those found responsible.",
    "“Sri Lanka needs economic help, but to be effective the IMF program needs to be robustly negotiated and properly carried out,” Saadoun said.",
    "“Reforms should ease people’s economic hardship, not exacerbate it.” (Colombo/April 06/2022)"
  ]
}