{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Greenee-celebrates-10th-anniversary/34-735083",
  "time_ut": 1653071460,
  "title": "Greenee celebrates 10th anniversary",
  "body_lines": [
    "Being pioneers in innovative lighting solutions, Nature Efficient Electronics Lanka Ltd. celebrated the important milestone of its 10th Anniversary on 05 May 2022, and held religious activities as a gratitude for being able to conduct business activities during various challenges. A Thanksgiving Mass was held at St. Mary’s Church Nayakanda and a Pirith Chanting Ceremony at the Kelaniya Rajamaha Viharaya.",
    "Nature Efficient Electronics has been supplying Contemporary Lighting and Traditional Lighting to both public sector institutions and private sector for the last 10 years.  With the emerging demand for LED the company diversified the range of products to LED lights and fittings along with customised products. Since then, they have been expanding their operations to a network of retail branches and spread their wings to overseas customers.",
    "Today, Nature Efficient Electronics has become the market leader in providing LED lighting solutions for residential and commercial users, including architectural lighting for apartments, office complexes, hotels, and large-scale public lighting projects.",
    "Under the Greenee designer production range, Nature Efficient Electronics Lanka has supplied LED lighting products to many locations Island wide, most notably in the hospitality sector, residences, commercial centres, places of worships, theme parks, banquet halls, and hospitals.",
    "To demonstrate energy efficient and smart lighting technology in a real-life application, thereby introducing seamless customer experience to a variety of LED products, the showrooms are located at Nawala road, Rajagiriya and Kandy Road, Dalugama.  These lighting showrooms offer a variety of light fittings with antique, traditional and modern unique designs for every situation.",
    "“Journeying together with our customers and employees we would like to thanks them for being with us for last 10 years. The company mission focus on supply of reliable products with a reputed after sales service. The culture of the organisation contributes to uplift the life styles of the customers and the employees to facilitate their needs. We believe in self-satisfaction and geared to build a great organisation where employees work happily and passionately, hence it becomes a pleasure to achieve the company goals,” said Nature Efficient Electronics Lanka Managing Director Ajith Gunawardena.",
    "“Our high-quality LED lighting products comprise state of art designs and consume only a fraction of electricity compared to other traditional lighting sources. The public and private sector entities benefit greatly from the use of LED light fittings to manage supply of energy in providing solutions to the ethnic and economic problems,” said Ajith Gunawardena."
  ]
}