{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-launches-online-directory-of-board-ready-female-members-to-bridge-gender-gap/34-733299",
  "time_ut": 1649615400,
  "title": "CA Sri Lanka launches online directory of board-ready female members to bridge gender gap",
  "body_lines": [
    "People’s Bank Chairman and BDO Partners Managing Partner Sujeewa Rajapakse (right) speaks at the panel discussion. Others from left: HNB Managing Director/CEOJonathan Alles, Hayleys Leisure and Janashakthi Insurance Non-Executive Director and the Chairman of the Audit Committee Warini Devika De Costa, JKH Consumer Foods Sector Chief Financial Officer/Director Nelindra Fernando and moderator Brandix Apparel Lanka Senior Manager, Strategic Services Shyamali Kirinde",
    "Online directory of board-ready female members launched by CA Sri Lanka President Sanjaya Bandara in the presence of Vice President Heshana Kuruppu, Women Empowerment and Leadership Development Committee Chairperson Chamila Cooray, Alternate Chair Portia Jayamaha, CA Sri Lanka CEO Dulani Fernando and Anoji De Silva",
    "In continuing to play a lead role in helping bridge the gender gap at board level, the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) recently launched the Online Directory of Board Ready Female Members of CA Sri Lanka, under the patronage of Coralie Pietersz, Independent Non-Executive Director of Several Listed Companies.",
    "The Board Ready Female Members Directory, published by CA Sri Lanka, comprises of a talented pool of board-ready female Chartered Accountants who are geared to play a dynamic leadership role at board level across Sri Lanka. This directory comprises of female Chartered Accountants who have been members of CA Sri Lanka for over 10 years and possess the necessary unique management skills and experience to hold board positions.",
    "The website was ceremoniously launched by CA Sri Lanka President Sanjaya Bandara, in the presence of Vice President Heshana Kuruppu, Women Empowerment and Leadership Development Committee Chairperson Chamila Cooray, Chief Executive Officer Dulani Fernando, and members of the committee.",
    "Delivering an inspiring keynote, Pietersz, who is also a Council Member of CA Sri Lanka, highlighted the need for women to step up, have the courage to take risks, and support and encourage each other. “We need to believe that we have got what it takes to be leaders,” she said.",
    "Pietersz also urged everyone to call out stereotypes and biased interview panels and to also challenge men, demanding that they not be influenced by their biases against women. “Encourage women to return to the workforce. We have different talents, different sets of knowledge, skills, and abilities, and different objectives,” she said.",
    "Pietersz said that women need to believe in themselves, and only then will they be able to   take the lead. “We need to believe that we can do it better today than we did it yesterday,” she added.",
    "Addressing the gathering, Bandara said that in the global context, gender balance in listed companies is still considered a distant goal. “Especially at the CEO level, just 6.5% of Fortune 500 companies are led by women,” he said.",
    "Bandara stressed that female Chartered Accountants are one of the most competent and talented groups of professionals Sri Lanka has been producing because they go through a comprehensive process of skill-building and knowledge building to become Chartered Accountants.",
    "“Our students, both male and female, are treated equally, and they work neck to neck with each other to become finance professionals during their period of internship. This helps all our female Chartered Accountants to build strong financial skills, soft skills, and other multiple skills, which helps them understand the value of hard work while exposing them to a variety of industries. Further, through the internationally recognised Code of Ethics, our members are expected to adhere to integrity, confidentiality, and building professional working relationships., and important qualities make Chartered Accountants sought after board directors,” he said.",
    "He stated that the online directory will allow companies to search for and hire directors, both executive and non-executive, with strong financial skills and industry experience, thereby helping to close the gender gap. “The website will make it easy for companies to search and select female Chartered Accountants who are generally highly sought after to be board members and chair audit committees,” Bandara added.",
    "Women Empowerment and Leadership Development Committee Chairperson Cooray said that the committee was formed to formulate and implement plans, policies, and programs for the development of female members of CA Sri Lanka, along with the ultimate objective of creating female leaders.",
    "She stated that in 2019, the Securities and Exchange Commission led an initiative to increase gender representation on the boards of publicly traded companies, and that the 2019 Budget proposal also stated that a voluntary target of 30% will be imposed immediately, with publicly traded companies required to disclose the percentage of women on boards in their Annual Reports.",
    "“One of the issues which were faced was the resource pool or simply the availability of board ready females for listed companies. To support this vision, CA Sri Lanka took the initiative in identifying and providing the market with a resource pool by publishing a directory of CA Board Ready Female Members in 2019.”",
    "According to Cooray, although the budget proposal had not been enacted, to continue to support this important vision, CA Sri Lanka continued to develop this initiative, and hence decided to release the second edition of the directory, as an online version."
  ]
}