{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hambantota-port-achieves-record-numbers-for-transshipment/",
  "time_ut": 1655127840,
  "title": "Hambantota Port achieves record numbers for transshipment",
  "body_lines": [
    "Hambantota International Port (HIP) recently handled the largest RORO shipment of 2022 to date.  M.V. Glovis Champion carrying 8,147 vehicles and 18 HH (High and Heavy) vehicles, called at the port last week and the port completed the operation within 28 hours. The high efficiency and productivity was achieved as a result of HIP’s skilled workforce and smart use of technology.",
    "Local Agents for the vessel expressed their appreciation of HIP’s service offering.  “On behalf of Hyundai Glovis, we express our sincere appreciation to the HIP team, for being very supportive and cooperative towards meeting our Principal requirements. It is noteworthy and special thanks to the operations team who managed to complete both 1st and 2nd calls of M.V. Glovis Champion, to the given deadline, whilst also meeting cargo safety standards, which is highly commendable. We thank you, and sincerely expect your continued support for future”.",
    "HIP’s successful engagement with its global partners and teamwork has helped to keep port operations on an even keel.   Transshipment volumes at HIP are back on track and the port is moving full steam ahead. HIP is currently meeting original equipment manufacturers in Asia, assuring them of the Sri Lankan port’s efficiency, innovative technology and safety measures, with a view to further expanding business.",
    "Unloading vehicles from a RORO vessel at Hambantota International Port.",
    "Although transshipment isn’t direct importation, it keeps sea lanes leading to the Hambantota International Port busy. Therefore, promoting HIP as a transshipment hub in the region supports the increase of forex to the country.",
    "“With these volumes, it is easier to keep the port’s operations at productive levels. These vessels coming into the port bring in business for other services HIP offers such as bunkering, ship repairs, ship chandelling and crew changes. We are also in the process of introducing a new business model by providing value added services inside the port which will considerably increase our volumes.  It will also open up employment opportunities for Sri Lankans as well as ensuring higher foreign exchange earnings for the country,” says Johnson Liu, CEO, HIPG.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}