{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SAHR-condemns-use-of-excessive-force-by-Police-on-unarmed-civilians-protest/56-733870",
  "time_ut": 1650832620,
  "title": "SAHR condemns use of excessive force by Police on unarmed civilians’ protest",
  "body_lines": [
    "The South Asians for Human Rights (SAHR), a regional network of Human Rights Defenders, in a statement yesterday said it vehemently condemns the use of excessive force by the Police on unarmed civilians’ protest occurred in Rambukkana, Sri Lanka on 19 April.",
    "On behalf of the members of the South Asians for Human Rights, Chairperson Dr. Radhika Coomaraswamy and Co-Chairperson Dr. Roshmi Goswami said in the statement at this incident the Police had fired live bullets at the civilians protesting over the rising fuel prices as a result of the extant severe economic crisis, killing a protester and injuring 13 persons.",
    "In the past few weeks, people across the country have been engaged in peaceful demonstrations against the current Government for not taking timely and appropriate measures to resolve the grave economic crisis as a result of which people have been suffering from shortages in fuel, cooking gas, essential food items, worsening inflation, and hours of power cuts.",
    "These protestors belonging to all classes and ethnicities have used new and creative ways such as music, theatre, and art to protest while maintaining a cordial relationship with the Police and setting up a global example to express dissent in a peaceful manner.",
    "It is also reported that the Police had attempted to instigate violence during peaceful protests and exercise excessive force to suppress public demonstrations against the current Government.",
    "SAHR called for a transparent and impartial investigation into the Rambukkana incident and to hold perpetrators accountable while ensuring non-recurrence. “Reiterating that right to peaceful protest is an essential part of democracy, we firmly urge the relevant Government authorities against obstructing freedom of assembly and freedom of expression which is manifested through the right to peaceful protest – a critical element of social change in a democracy.”"
  ]
}