{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/30/modi-highlights-electricity-grid-inter-connectivity-at-bimstec/",
  "time_ut": 1648639500,
  "title": "Modi highlights electricity grid inter-connectivity at BIMSTEC",
  "body_lines": [
    "COLOMBO (News 1st); The time has come to take electricity grid inter-connectivity ahead in discussions and introduce it on the ground, said Indian Prime Minister Narendra Modi on Wednesday (30) in his virtual statement to BIMSTEC 2022.",
    "In his remarks at the fifth summit of BIMSTEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation), being held online, Prime Minister Modi said that with the region facing challenges of health and economic security, the need of the hour is unity and cooperation.",
    "“Today is the time to make the Bay of Bengal, bridge of connectivity, bridge of prosperity, bridge of security,” he said.",
    "Modi said India will provide USD 1 million in financial aid to augment the operational budget of the BIMSTEC secretariat.",
    "He said the region has not remained untouched by today’s challenging global scenario.",
    "“Our economies, our people, are still suffering the effects of the COVID-19 pandemic,” he said.",
    "In an obvious reference to the Russia-Ukraine conflict, Modi said the developments in Europe in the last few weeks have “raised a question mark over the stability of international order”.",
    "It has become essential to give more priority to our regional security, Modi added.",
    "Noting that the BIMSTEC charter is being adopted at the Summit, he said this is an important step in the direction of establishing an institutional architecture.",
    "“Now we should focus our attention on how to make this architecture stronger,” he said.",
    "Modi said the results of this landmark summit will write a golden chapter in BIMSTEC’s history.",
    "The prime minister asserted that it is necessary to make early progress on the proposal of the BIMSTEC FTA to enhance mutual trade among member states.",
    "NO Fuel – NO Transport; School service providers give an ultimatum"
  ]
}