{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Church-leaders-condemn-arrest-of-peaceful-protesters/131-236300",
  "time_ut": 1651701540,
  "title": "Church leaders condemn  arrest of  peaceful protesters",
  "body_lines": [
    "University students protesting in front of parliament on Wednesday (May 4) demanding the removal of the 225 members of the Cabinet for failing to provide the basic necessities of the people",
    "The heads of the Church of Ceylon have strongly condemned police’s recent arrest of peaceful demonstrators and claimed that the conduct of the law enforcement authority is a severe violation of fundamental rights of the people.",
    "The Right Reverend Keerthisiri Fernando Bishop of Kurunagala and Presiding Bishop of the Church of Ceylon and the Right Reverend Dushantha Rodrigo, Bishop of Colombo who have signed the statement have said that they have joined their voices with those engaged in the ongoing Peoples’ Struggle and had called upon those responsible to step down and allow for an overall change of the system of government including the abolition of the Executive Presidency and the 20th Amendment to the Constitution.",
    "The Bishops and Clergy of the Dioceses of Colombo and Kurunegala of the Church of Ceylon meeting to confer together under the theme “Christ’s Love moves the World to Reconciliation and Unity” take serious note of the prevailing economic and socio-political crises affecting all Sri Lankans, especially the vulnerable, that has resulted in an unprecedented Peoples’ Movement that has launched a courageous and disciplined protest.",
    "It is clear that there is a rejection of nepotistic family politics, corruption, and the attitude of impunity towards the burning issues that our people are forced to struggle with on a daily basis.",
    "We agree with the protesters that our elected leaders have failed the people of the nation. We acknowledge that our nation has faced different crises for decades and that with regard to many of them justice and fairness continue to be denied. Among these are the unresolved longstanding grievances of the people of the north and east, the plantation and the Muslim communities. We are also mindful of the complex struggles of farmers, daily wage earners and victims of Unemployment and under-employment, as well as the serious strain on the healthcare and education systems and threats to the freedom of expression. It is further, regrettable that the decision to approach the International Monetary Fund for a bailout has once more exposed the incompetence of those in power to make the correct decisions at the right time, the result of which threatens the long-term well-being and common good of the vast majority of our citizens many of whom will be forced into situations of abject poverty. We further express our deep concerns about militarization and intimidation that have taken place under the cover of the Prevention of Terrorism Act that we believe should be abolished. We raise our voice in support of and in solidarity with the politically victimised in our country and continue to maintain our stance that their aspirations be comprehensively addressed as we go forward as a nation. We call upon those engaged in the current struggle to join hands with those whose long-term aspirations still remain unfulfilled.",
    "We deplore the recent conduct of the Police in arresting a group of youth who were engaged in a peaceful demonstration without any threat to the breach of peace. Such arbitrary arrest and unlawful action by law enforcement is a blatant violation of the fundamental rights of our people. Such conduct will not help in mitigating the suffering of our people.",
    "1. We believe that this is an opportune moment for the entire nation to stand as one, but also to engage in a process of self-scrutiny.",
    "2. We caution those involved in the organization of the current struggle not to allow it to be manipulated for political gain or to fulfill the ulterior motives of unscrupulous forces that may attempt to highjack the genuine intentions of the people.",
    "3. We propose that dialogue takes place between groups of people holding differing political opinions so that the voice of those who differ may be respectfully heard and seriously considered during the process of constitutional reform.",
    "4. We further call for thoughtful proposals for a new political system that takes into consideration the fundamental rights of all people in Sri Lanka to live with dignity and equity.",
    "5. We join our voice with those engaged in the ongoing Peoples’ Struggle and call upon those responsible to step down and allow for an overall change of system of government including the abolition of the executive presidency and the 20th amendment to the Constitution.",
    "We commend all our people to the mercy and blessings of God.",
    "“Blessed are those who hunger and thirst for righteousness, for they will be filled…Blessed are the peacemakers, for they will be called children of God.” (Matthew 5: 6, 9)",
    "“All this is from God, who reconciled us to himself through Christ, and has given us the ministry of reconciliation…” (2 Corinthians 5: 18)"
  ]
}