{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Turkey-The-Drone-Superpower/172-233894",
  "time_ut": 1648237740,
  "title": "Turkey: The Drone Superpower",
  "body_lines": [
    "Bayraktar TB2 manufactured by Turkey’s Baykar Makina takes part in a military parade marking the end of the Nagorno-Karabakh military conflict in Baku. VALERY SHARIFULIN / TASS via Getty Images",
    "In 2014 when Russia carried out several take overs of Ukrainian territory and the rebellion in the industrial heart of Ukraine, the Donbass region, Ukrainian forces though in numbers made the second largest Army in Europe lacked the modern platforms to face the brunt of modernized Russian military. Eight years later amidst the heavy armour, relentless air attacks unleashed by Russia, the Ukrainians have held on for more than a month. Ukrainian resistance has been bolstered by its acquisition of modern anti-tank weapons and new combat drones that has kept Russia at bay.",
    "Drones were a mainstay in the US military’s arsenal with Predators and Reapers terrorizing communities across the Middle East, North Africa and Afghan Pakistan region during the height of war on terror. Currently most Predator, Reaper drone programs in the United States have been phased out. as strategists in the United States have convinced policy makers that the future of threats needs different types of weapons platforms.",
    "From the forty-four-day war between numerically superior Armenia to modernized and drone centric Azerbaijan war in 2020 to current Ukraine Russia war, drones have become front line battle elements and have achieved tactical objectives of their operators. Armenian armour, artillery superiority and its geographic advantages which were the traditional strength of the Armenian forces was shattered by the combat drones and drones used in formations by the Azheri forces that virtually changed the outcome and hence called the first war in the 21st Century Drone War.",
    "Whilst the United States has been phasing out its drones used for Anti terror operations, a new generation of attack drones have dominated the skies in recent theaters of battle. The use of these drones has altered certain features and nature of warfare. These modern attack drones have also highlighted the capabilities of military power of states that did not feature heavily in the global power calculations.",
    "Turkey faced multiple security challenges internally emanating from Kurdish militant groups under the PKK (people’s workers party of Kurdistan) one of the longest separatist movements with an expansive global operation. The PKK in the first decade of the 21st Century widened and deepened its military campaign against Turkish forces and sometimes were able to move large numbers of fighters freely to attack military compounds and fortifications. Turkish authorities identifying the threat and potential of Drone technology initially pursed as many countries did to procure foreign drones.  A most favored drone that was pursued was the Heron made by Israel, even Sri Lankan military sourced first generation drone tech for surveillance from Israel during the war on LTTE.",
    "Turkey went through a frustrating drone deal with Israel in 2006, where Israel took nearly half a decade to deliver ten drones and even when they came in they were identified as defective or had back door access to the Israeli secret service. Thus, Turkish authorities were feeling the frustration and same time the need to modernize their surveillance capabilities.",
    "This was seized as an opportune moment by a young Turkish electrical engineer who was studying for his doctorate in the United States, who went by the name of Selcuk Bayraktar, currently famous as the godfather of the Turkish drone program. His ascendancy is a remarkable story of ambition, identifying a real market potential and strategic manoeuverability from demonstrating his technological prowess in drone production to being dubbed the most favoured son in law of the Turkish President Erdogan when he married his youngest daughter gaining access point to the inner circle of the Erdogan regime.",
    "Seluck Bayraktar’s effort paid off after a decade of canvassing for home grown attack drones, when his company’s Baykar Makina’s, attack Drone dubbed the TB2 stuck a target 8 kilometers away using a Turkish made guided missile in 2015 and changed the whole attack drone landscape in the country, region and perhaps the world.",
    "Turkish drones changed outcomes in most of the decisive battles in the last two years, from halting PKK troop movements in Turkey, it virtually disabled Russia backed Gen Khalifa’s takeover of the Libyan Capital in 2019, won the Azheris their war against Armenia in 2021, virtually halted the Tigrayan forces advance onto the Ethiopian capital Addis Ababa and currently is featured as the mainstay of the Ukrainian Armed forces and incurring decisive hits on the Russian military assets and its armoured columns.",
    "With over seventy countries pursuing combat drone programs from home grown to foreign procurement, the future use of combat drones from air, surface, sea will see a massive expansion. This article merely focused on the air assets and the rise of Turkey as a drone power. In the recently unveiled Air and Missile defense strategy of the United States Army , it is categorically mentioned that the most stressing air borne threats are coming from integrated attacks which combines many platforms or objects of attacks such as multiply tethered drones or drone swarms that will drastically changed the battle field and defensive capabilities most great powers possess.",
    "From Abu Dhabi to Saudi Arabia, drone attacks have increased, emanating from Houthi rebel held territories of Yemen. Unlike the Turkish drones these drones are less sophisticated and cheap, yet they have managed to circumvent the Patriot missile defenses in certain instances. And Turkish drones have rendered the most sophisticated air defenses in the world such as S 300 and Pantsir defenses obsolete in theaters ranging from Armenia, Syria to Ukraine.",
    "Drone warfare in Ukraine today is demonstrating a complete need to rethink air defense and the vitality of armour such as Tanks in the battlefield given the easy pickings of Armenian and Russian tanks in the past and present wars. Turkey’s rise as a drone superpower has not only altered the balance of power in the region it has set into motion a complete rethink of 21st Century warfare among global military planners."
  ]
}