{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ceylon-Exchange-Mentoring-receives-strategic-investment-from-Ataraxia-Capital-Partners-to-expand-overseas/34-735291",
  "time_ut": 1653417000,
  "title": "Ceylon Exchange Mentoring receives strategic investment from Ataraxia Capital Partners to expand overseas",
  "body_lines": [
    "From left: Ataraxia Capital Partners Directors Sharad Sridharan and Asanth Sebastian handing over agreement to Ceylon Exchange Mentoring Founders Rahul Nimesh Gunasekara and Kavindu Prabasara Herath",
    "Ceylon Exchange Mentoring (CEM) is a startup that operates in the fields of",
    "Capital Markets, Digital Media and EdTech. Founded by Rahul Nimesh Gunasekara and Kavindu Herath in late 2020, it is bootstrapped with revenue growing at a substantial rate.",
    "With intentions to expand Ceylon Exchange Mentoring to overseas territories, the company received a strategic investment from Ataraxia Capital Partners. With the fresh new investment, the company has ventured into new avenues such as Digital Media and App Building under CEM Studios, which already has a prominent local and international client base.",
    "CEM Studio’s existing business portfolio includes International clients that range across Germany, Switzerland and Australia. Observing their capacity and potential in generating dollar-based revenue, Ataraxia Capital Partners took the initiative to invest in Ceylon Exchange Mentoring.",
    "Currently, with a team of more than 20 individuals, CEM plans on venturing into new finance-related avenues in the future.                                                                                  In order to further its expansion, the company plans on collaborating with Ed-Tech Giants with regard to B2B transactions, which will help it reach out to the unserved population looking for benefits of E-learning. CEM’s business model revolves around its impressive portfolio of courses conducted. The portfolio, consisting of over 30 courses conducted on a trilingual basis, includes Stock Market Investing, Fixed Income Securities Investing, Real Estate and Cryptocurrency investing.",
    "Over the past 12 months, CEM has helped over 1,500 students to kick-start their investment journey. CEM’s news agency, a platform with over 30,000 followers across social media, publishes the latest news relating to financial markets on a daily basis in both English and Sinhalese.",
    "CEM Founder Rahul Gunasekara says, “Since our inception, we have been deeply involved in bringing more value through education across the masses and filling the void of the unserved population. Hence, we look forward to avenues to enable the company to strengthen its technology, market presence and human resources.”"
  ]
}