{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81339/us-under-secretary-nuland-to-visit-sri-lanka",
  "time_ut": 1647863400,
  "title": "US Under Secretary Nuland to visit Sri Lanka",
  "body_lines": [
    "The Under Secretary for Political Affairs of the U.S. Department of State Victoria Nuland will visit Sri Lanka from 22 – 23 March, 2022.",
    "Under Secretary Nuland oversees regional and bilateral policy issues at the U.S. Department of State.",
    "During the visit, Under Secretary Nuland is scheduled to call on President Gotabaya Rajapaksa, meet Foreign Minister G.L. Peiris and Foreign Secretary Jayanath Colombage, the Ministry of Foreign Affairs said.",
    "Minister Peiris and Under Secretary Nuland will co-chair the 4th session of the Sri Lanka – U.S. Partnership Dialogue at the Foreign Ministry on Wednesday, 23 March, 2022.",
    "In addition, Under Secretary Nuland is scheduled to visit the Colombo Port and meet the business community and civil society.",
    "The Sri Lanka – U.S. Partnership Dialogue was last held in 2019 in Washington D.C. The Partnership Dialogue is an important platform to review bilateral relations and explore avenues to further strengthen the cooperation and partnership between Sri Lanka and the United States, the statement said.",
    "The Assistant Secretary for South and Central Asian Affairs of the U.S. Department of State, Donald Lu and the Principle Deputy Assistant Secretary of Defense for Indo-Pacific Security Affairs Amanda Dory will accompany Under Secretary Nuland on the visit.",
    "The US State Department had previously announced that the Under Secretary for Political Affairs will travel from March 19-23 to Bangladesh, India, and Sri Lanka with an interagency delegation to underscore U.S. commitment to, and cooperation with, Indo-Pacific partners.",
    "Under Secretary Nuland is to hold Partnership Dialogues in Bangladesh and Sri Lanka and Foreign Office Consultations in New Delhi.",
    "On each stop, Under Secretary Nuland and the delegation will meet with civil society and business leaders to strengthen economic partnerships and deepen ties in the pursuit of peace, prosperity, and security in the Indo-Pacific region, the statement had said.",
    "Other senior members of the delegation include Assistant Secretary for South and Central Asian Affairs Donald Lu and Deputy Under Secretary of Defense for Policy Amanda Dory."
  ]
}