{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Ex-Auditor-General-calls-for-constitutional-reform-structural-change/56-733298",
  "time_ut": 1649615400,
  "title": "Ex-Auditor General calls for constitutional reform, structural change",
  "body_lines": [
    "Demonstrators shout slogans and hold placards as they take part in a protest against the economic crisis at the entrance of the president’s office in Colombo on Saturday – AFP",
    "Presenting eight national policies for the development of the country, former Auditor General Gamini Wijesinghe yesterday emphasised the importance of constitutional reform and structural change if the country is to move",
    "Addressing a crowd gathered at the Independence Square, Wijesinghe explained that his warnings about the current situation of the country went ignored by officials, adding: “I believe that we have reached a point where making a bankruptcy declaration about the country within the year will be unavoidable.”",
    "He explained that the country reached this point due to a constitution and a social system where democracy is not upheld after elections, which is why the people’s protests carried out across the country are good but must also continue.",
    "“However, we need to set down our goals, because we cannot send a regime home and solve this issue. All members of Parliament of the past two to three decades who supported this system are responsible for this as well,” Wijesinghe pointed out.",
    "According to him, the most recent turning point was the bond scam during the previous Government, for which persons like the Prime Minister and Finance Minister at the time are also responsible.",
    "Wijesinghe added that the country has a Constitution that encourages or enables its leaders to steal.",
    "“Before they are sent home, we have a responsibility to get them to reform the Constitution,” he went on to say.",
    "Wijesinghe’s eight-point national policy framework for the development of the country calls for one law for all, whereby all persons, whether or not in positions of power, are under the common law, protecting the independence of all institutions by other institutions.",
    "He also called for the abolition of all additional privileges and exemptions granted to the Executive and the Legislature.",
    "The third point required all political parties to be subjected to audit.",
    "“Without these three factors, there is no point in going to the IMF because the IMF clearly states that every dollar given must be taken responsibility for as they know every dollar given will be stolen otherwise,” Wijesinghe said.",
    "He went on to say: “If we are to turn the country around, the revenue stream must be increased. This country was taken forth for years by the concept of poverty maintenance, but we need to move out of this principle.” The fourth policy proposed is on making financial regulation law and subject its decision-makers to the law without distinction of rank.",
    "Calling for the recognition of Sri Lanka as a country based on an agrarian economy, Wijesinghe also proposed legislation to protect local agriculture from foreign markets, adding that change without a referendum must not be allowed.",
    "Protecting local industries and products from competition in foreign markets is the sixth policy proposed by the former Auditor General.",
    "He added that national policy must be introduced to identify and build sub-economies and make the necessary contributions directly.",
    "The final policy calls for constant updates to the country’s legal system.",
    "While explaining the importance of constitutional change and national policy for the development of the country, Wijesinghe asked that people not give up on the struggle.",
    "“For as long as constitutional reform is not carried out, the country will remain the same even thirty years from now, because the constitution enables anyone else who comes to steal. No other constitution enables theft,” he stressed.",
    "Other renowned professionals, authors, and artists also spoke at the Independence Square yesterday, with author Chulananda Samaranayake saying the citizens of the country have a responsibility to ensure a structural change in the country.",
    "“Politicians in this country must join politics to carry out a service to the countrymen and not for personal gain,” he said, emphasising that those in power enjoy impunity in the country.",
    "Samaranayake also recalled an incident where a young person at a people’s protests the previous day told the author that he is not yet eligible to vote and how it was the Samaranayake’s generation as well as other generations that brought us here.",
    "“However, if that youth, when eligible to vote, has to go on this same path, we have a huge responsibility there,” Samaranayake said, calling for constitutional reform that gives way for clean politics.",
    "Asia Pacific Academic Consortium for Public Health (APACPH) Secretary-General Prof. Indika Karunathilake highlighted the need for meritocracy, honesty, and transparency.",
    "“We, as a nation, are currently facing a severe crisis never seen before in Sri Lanka’s history. This is not limited to an economic crisis, to which many factors have contributed. In the future, this crisis can develop into a severe social and humanitarian crisis,” he explained.",
    "Immediate measures are needed, starting with the Government listening to the people.",
    "“Do not ignore this voice further. It is not in any way politically influenced and no one, no leadership can ignore this voice,” Prof. Karunathilake said, adding that solutions must also be provided for energy, economic and transport issues, and essential food and medicine shortages.",
    "He added that it was important to seek help from internationally renowned, honest professionals in relevant sectors.",
    "“This support need not be limited to recommendations from these organisations and professionals must be involved during implementation too,” Prof. Karunathilake suggested.",
    "However, he emphasised the need for honest professionals who love the country, saying: “We saw in the past professionals basing recommendations on political or personal motives and the harm this has caused to the country. This must never happen again.”",
    "Actress Duleeka Marapana shared similar views, calling for an end to corruption not only in higher levels of governance but also in local government institutions."
  ]
}