{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Lanka-Spring-or-an-Impeachment-20A-Cohorts-and-entire-Opposition-unite-under-RANIL/231-234394",
  "time_ut": 1649010660,
  "title": "“Lanka Spring” or an Impeachment? 20A Cohorts and entire Opposition — unite under RANIL!",
  "body_lines": [
    "Why do public take to the streets? Perceiving the multi-dimensional enthusiasm in participating in public protests is complicated. An economic crisis is disturbing life across the Island.  Motivations at the collective and individual levels drive individuals to action. The enormous debt load piled up by successive governments, Rajapaksa mishandlings, Covid-19 and, most recently, the Ukraine war have brought economy to its knees.",
    "The Central Bank is printing rupees and hoarding dollars, inflation records Asia’s highest at 17.5%. The finance minister is begging neighbours for credit lines to buy fuel and medicine.",
    "The economy is suffering from multiple organ failure; ratings agencies have downgraded us by several scores, and investors are withdrawing funds, while stupid men at CB respond to the agency downgrades with resentment, and denial.",
    "We’ve really knocked rock bottom; it could get even worse: will this lead to total bankruptcy? A social media post had call for an ‘Arab Spring’ type protest against the government on Sunday April 3. This has revived interest by some of the SJB leaders as well, while denying any direct involvement in it; they requested participation by its supporters causing quite a stir. The initiator claimed that the protest to be launched was with no politics and that they condone politicians who should stay away.",
    "People are naturally motivated to see the ending of the Rajapaksa Family regime which has wrecked the economy causing untold misery on them.  They have every right to protest though,   they lack a specific aim. What is the big purpose in creating further unrest without a goal in sight? Public anger have reached the zenith, but the Billion Dollar question is what alternatives do the groups who are all out to remove the incumbent President and his government got to offer the electorate?  The Opposition parties that seek to capture state power should come up with specific policies and plans and also announce the names of leaders: have they presented alternative programmes and proposals that can convince the people that they are capable of running the country more efficiently? Do they have a plan or proposals to solve the current Dollar crises and revive the economy?",
    "Brain power and craftiness exhibited by UNP leadership in the past in capturing or remaining in power, compared to the other leading parties, is far superior. They are exceptionally clever in maneuvering things and presenting them to the masses as well as their own rank and file.  During the pre-open economy days they enjoyed the privilege of having financiers among business community, who would volunteer to meet any costs involved in payment of gratifications to potential political converts if the necessity arose. They have been famous for successfully hatching a scheme to defeat regimes that had been authoritarian or rulers who had raped and plundered the country both money-wise and in other ways; 1964 being the best example.  The 1964 Sirimavo’s government which attempted to silence the press was defeated by seeking the help of government’s number two, Minister CP de Silva: next in 2001, CBK’s one year-old government by hiring four of her senior ministers and finally they surprised the world in 2015 by toppling the corrupt Rajapaksa family regime with the help of SLFP General Secretary and a few other Ministers.",
    "Under democratic set up, political acumen is a vital factor. Shrewdness and skill are important attributes that the non-UNP groups badly lacked.  UNP leaders from DSS, JR, R. Premadasa and Ranil Wickremesinghe could be ranked as shining examples that fit the description. Talking of inter-party cross-over scenarios, always the winner had been the UNP, while anti-UNP coalitions the loser. Surprisingly it never happened the other way around, like a conspiracy by the anti-UNP on UNP. [all UNP dissident groups are included]",
    "Mahinda Rajapaksa [2010 to 2015] took on huge amounts of costly debt, building infrastructure projects that have hindered, failing to attract investment that his government had anticipated, and saddling the next administration led by a clueless President Maithripala Sirisena, with the enormous task of settling debts at high-interests. When Ranil, his Prime Minister managed to switch the expensive short-term loans into longer-term aid, Maithripala Sirisena disrupted his efforts; the four and a half years was a waste with no infrastructure development. The energy-expert’s recommended addition of new MW every 3 ½ yrs was disregarded; Intelligence warnings on Easter attacks were ignored.",
    "Let down by the suspicious boss when he appointed weak DB Wijetunge as PM, Lalith Athulathmudali revived  his relations with Gamini Dissanayake who was left out of the cabinet at the reshuffle in 1991. Few other anti-Premadasa seniors joined the conspiracy to oust the boss in an impeachment. On September 24, 1991 the Parliament met to discuss the impeachment. Speaker MH Mohamed who secretly backed the Gamini-Lalith to impeach RP made a 180-degree turn and announced that the required number of signatures was not there. The rest is history.",
    "The ‘constitutional coup’ of 2018 showed how frightening it could be in the wrong hands. What saved the day was the 19th Amendment   which allowed the courts to intervene. If anything, those events are proof that the time has come for the Executive Presidency to be discarded.",
    "A wave of pro-democracy uprisings that took place in the North Africa and Middle East  beginning in 2010, challenging some of the well-established authoritarian rulers was called the Arab Spring. It began when challenges in Tunisia and Egypt collapsed in quick succession, stimulating similar efforts in other Arab nations. However, it was not successful in some countries. Not every country saw success in the protest movement, the demonstrators were often met with brutal response by the regimes. The first took place in Tunisia in December 2010. The protest was so strong that it soon plagued the country’s security establishment, compelling Abidine Ben Ali to relinquish and flee the country. Mass protests erupted in Bahrain led by human rights activists in February 2011, which were violently suppressed by the security forces.",
    "A responsible Opposition and a good leader is the need of the hour. A leader who could guide the agitating masses to bring about a change as desired by them in a democratic manner. The nation is packed with ambitious party leaders, but unfortunately non matchup to the qualities of good leadership. Many of them appear to be lacking in the most important qualities of good leadership, such as honesty, astuteness and responsibility. Experience tells us that there is only a handful that comes closer to the principles of leadership and shows strong indicators of a successful political leader. He should be capable of determining the allocation of power and money through workable policies, focus on long-term betterment and beyond any short-term personal gains; establish affiliations with all stakeholders: possess capacity to evaluate a circumstance and make correct judgement and policy decisions at the right time. Who can offer a viable substitute to an unpopular, unskilled administration?",
    "Shortages have triggered the largest demonstrations in years, with a chain of candlelight vigils protesting the widespread blackouts. They even demand non-politico consortium as replacement. It is prudent that we leave unworkable ‘Springs’ and seek democratic alternatives with a combined team rallying behind Ranil Wickremesinghe in saving the nation."
  ],
  "translate": {
    "si": {
      "title": "\"ලංකා වසන්තය\" ද දෝෂාභියෝගයක් ද? 20A සහයෝගිතා සහ සමස්ත විපක්ෂය - රනිල් යටතේ එක් වෙමු!",
      "body_lines": [
        "මහජනතාව පාරට බහින්නේ ඇයි? මහජන විරෝධතාවලට සහභාගී වීමේ බහුමාන උද්යෝගය වටහා ගැනීම සංකීර්ණ වේ. ආර්ථික අර්බුදයක් දිවයින පුරා ජන ජීවිතය අවුල් කරයි. සාමූහික සහ පුද්ගල මට්ටම්වල අභිප්‍රේරණ පුද්ගලයන් ක්‍රියාවට තල්ලු කරයි. අනුප්‍රාප්තික ආන්ඩු විසින් ගොඩගැසූ අතිවිශාල ණය බර, රාජපක්ෂ වැරදි ලෙස හසුරුවා ගැනීම්, කොවිඩ්-19 සහ, මෑතක දී, යුක්රේන යුද්ධය විසින් ආර්ථිකය දණ ගැස්වීය.",
        "මහ බැංකුව රුපියල් මුද්‍රණය කරමින් ඩොලර් රැස්කරමින් සිටින අතර උද්ධමනය ආසියාවේ ඉහළම අගය වන 17.5%කි. මුදල් ඇමතිවරයා අසල්වාසීන්ගෙන් ඉන්ධන සහ ඖෂධ මිලදී ගැනීමට ණය ලබා දෙන ලෙස ඉල්ලයි.",
        "ආර්ථිකය බහු අවයව අකර්මණ්‍ය වීමෙන් පීඩා විඳිති; ශ්‍රේණිගත කිරීමේ ආයතන විසින් අපව ලකුණු කිහිපයකින් පහත හෙළා ඇති අතර, ආයෝජකයින් අරමුදල් ආපසු ගනිමින් සිටින අතර, CB හි සිටින මෝඩ මිනිසුන් ඒජන්සියේ ශ්‍රේණිගත කිරීම්වලට අමනාපයෙන් සහ ප්‍රතික්ෂේප කරමින් ප්‍රතිචාර දක්වයි.",
        "අපි ඇත්තටම ගල් පතුළට තට්ටු කර ඇත; එය වඩාත් නරක අතට හැරිය හැක: මෙය සම්පූර්ණ බංකොලොත් භාවයට හේතු වේද? අප්‍රේල් 3 ඉරිදා ආන්ඩුවට එරෙහිව 'අරාබි වසන්තය' ආකාරයේ විරෝධතාවක් සඳහා සමාජ මාධ්‍ය සටහනක් කැඳවා තිබුණි. මෙය SJB නායකයින් කිහිප දෙනෙකුගේ ද උනන්දුව නැවත පණ ගන්වා ඇති අතර, එයට කිසිදු සෘජු මැදිහත්වීමක් ප්‍රතික්ෂේප කරයි; ඔවුන් එහි ආධාරකරුවන්ගේ සහභාගීත්වය ඉල්ලා සිටියේ මහත් ආන්දෝලනයක් ඇති කරමිනි. දියත් කිරීමට නියමිත විරෝධතාව දේශපාලනයෙන් තොර බවත්, ඉවත්ව සිටිය යුතු දේශපාලනඥයන්ට තමන් සමාව දෙන බවත් ආරම්භකයා කියා සිටියේය.",
        "ආර්ථිකය විනාශ කළ රාජපක්ෂ පවුල් පාලනයේ අවසානය දැකීමට ජනතාව නිතැතින්ම පෙළඹී ඇත්තේ තමන්ට කිව නොහැකි දුක්ඛිත තත්ත්වයට පත් කරමිනි. ඔවුන්ට විරෝධතා දැක්වීමට සෑම අයිතියක්ම ඇත,    ඔවුන්ට නිශ්චිත අරමුණක් නැත. ඉලක්කයක් නොපෙනෙන තවත් නොසන්සුන්තාවයක් ඇති කිරීමේ විශාල අරමුණ කුමක්ද? මහජන කෝපය උච්චතම ස්ථානයට පැමිණ ඇත, නමුත් ඩොලර් බිලියන ප්‍රශ්නය වන්නේ වත්මන් ජනාධිපතිවරයා සහ ඔහුගේ රජය ඉවත් කිරීමට පෙළඹෙන කණ්ඩායම්වලට ඡන්දදායකයින් ඉදිරිපත් කිරීමට ඇති විකල්ප මොනවාද? රාජ්‍ය බලය අල්ලා ගැනීමට උත්සාහ කරන විරුද්ධ පක්ෂ නිශ්චිත ප්‍රතිපත්ති සහ සැලසුම් ඉදිරිපත් කළ යුතු අතර නායකයින්ගේ නම් ද ප්‍රකාශයට පත් කළ යුතුය: ඔවුන් රට වඩාත් කාර්යක්ෂමව කරගෙන යාමට හැකි බව ජනතාවට ඒත්තු ගැන්විය හැකි විකල්ප වැඩසටහන් සහ යෝජනා ඉදිරිපත් කර තිබේද? දැනට පවතින ඩොලර් අර්බුදය විසඳා ආර්ථිකය පණ ගැන්වීමට ඔවුන්ට සැලසුමක් හෝ යෝජනා තිබේද?",
        "බලය අල්ලා ගැනීමේදී හෝ බලයේ රැඳී සිටීමේදී එක්සත් ජාතික පක්ෂ නායකත්වය විසින් පසුගිය කාලයේ ප්‍රදර්ශනය කළ මොලේ බලය සහ කපටිකම අනෙකුත් ප්‍රමුඛ පක්‍ෂවලට සාපේක්ෂව ඉතා උසස්ය. ඔවුන් දේවල් උපාමාරු කිරීමට සහ ඒවා මහජනතාවට මෙන්ම ඔවුන්ගේම තරාතිරම්වල අයට ඉදිරිපත් කිරීමට සුවිශේෂී දක්ෂයි. විවෘත ආර්ථිකයට පෙර දින තුළ ඔවුන් ව්‍යාපාරික ප්‍රජාව අතර මුල්‍ය සම්පාදකයින් සිටීමේ වරප්‍රසාදය භුක්ති වින්ද අතර, අවශ්‍යතාවය ඇති වුවහොත්, දේශපාලන පරිවර්තනයට ලක්වන්නන්ට තෘප්තිය ගෙවීමට සම්බන්ධ ඕනෑම වියදමක් ගෙවීමට ස්වේච්ඡාවෙන් ඉදිරිපත් විය. ඔවුන් ප්‍රසිද්ධියට පත්ව ඇත්තේ, මුදලින් සහ වෙනත් ක්‍රමවලින් රට දූෂණය කර කොල්ලකෑ අධිකාරී හෝ පාලකයන් වූ පාලන තන්ත්‍රයන් පරාජය කිරීමේ උපාය මාර්ගයක් සාර්ථක ලෙස ක්‍රියාත්මක කිරීම සඳහා ය. හොඳම උදාහරණය 1964. 1964 සිරිමාවෝගේ ආණ්ඩුව පුවත්පත් නිහඬ කිරීමට උත්සාහ කළ අතර එය ආණ්ඩුවේ අංක දෙක වූ සී.පී. ද සිල්වා ඇමැතිවරයාගේ පිහිට පතා පරාජයට පත් විය: ඊළඟට 2001 දී CBK ගේ වසරක ආණ්ඩුව ඇගේ ජ්‍යෙෂ්ඨ ඇමැතිවරුන් හතර දෙනෙකුට බඳවාගෙන අවසානයේ ලොවම මවිත කළේය. 2015 ශ්‍රීලනිප මහලේකම් ඇතුළු මැති ඇමැතිවරුන් කිහිප දෙනෙකුගේ සහාය ඇතිව දූෂිත රාජපක්ෂ පවුල් පාලනය පෙරළා දැමීමෙන්.",
        "ප‍්‍රජාතන්ත‍්‍රවාදී සැකැස්ම යටතේ දේශපාලන ඥානය අත්‍යවශ්‍ය සාධකයකි. ඥානාන්විතභාවය සහ දක්ෂතාවය එජාප නොවන කණ්ඩායම්වලට බෙහෙවින් නොතිබූ වැදගත් ගුණාංගයන්ය. ඩීඑස්එස්, ජේආර්, ආර්. පේ‍්‍රමදාස සහ රනිල් වික‍්‍රමසිංහ වැනි එජාප නායකයින් විස්තරයට ගැලපෙන දීප්තිමත් උදාහරණ ලෙස ශ්‍රේණිගත කළ හැකිය. අන්තර්-පක්ෂ හරස් අවස්ථා ගැන කතා කරන විට, සෑම විටම ජයග්‍රාහකයා එක්සත් ජාතික පක්ෂය වූ අතර, එජාප විරෝධී සභාග පරාජිතය. පුදුමයට කරුණක් නම් එජාප විරෝධීන් විසින් එජාපය සම්බන්ධයෙන් කළ කුමන්ත්‍රණයක් මෙන් එය කිසිවිටෙක අනෙක් අතට සිදු නොවීමයි. [සියලු UNP විරුද්ධ කණ්ඩායම් ඇතුලත් වේ]",
        "මහින්ද රාජපක්ෂ [2010 සිට 2015 දක්වා] අතිවිශාල ණය ප්‍රමාණයක් ලබාගෙන, බාධා වූ යටිතල පහසුකම් ව්‍යාපෘති ගොඩනැගීම, තම රජය අපේක්ෂා කළ ආයෝජන ගෙන්වා ගැනීමට අපොහොසත් වීම, සහ නොදන්න ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ නායකත්වයෙන් යුත් මීළඟ පාලනයට අසුන් ගැනීම සඳහා දැවැන්ත කාර්ය භාරයක් ඉටු කළේය. ඉහළ පොලී මත ණය පියවීම. මිල අධික කෙටි කාලීන ණය දිගුකාලීන ආධාර බවට පත් කිරීමට ඔහුගේ අගමැති රනිල් සමත් වූ විට, මෛත්‍රීපාල සිරිසේන ඔහුගේ උත්සාහය කඩාකප්පල් කළේය; වසර හතරහමාරක කාලය යටිතල පහසුකම් සංවර්ධනයකින් තොරව නාස්තියක් විය. සෑම වසර 3 ½ කට වරක්ම නව MW එකතු කිරීම බලශක්ති-විශේෂඥයින් විසින් නිර්දේශ කරන ලද ඒවා නොසලකා හරින ලදී; පාස්කු ප්‍රහාරය පිළිබඳ බුද්ධි අංශ අනතුරු ඇඟවීම් නොසලකා හැර ඇත.",
        "දුර්වල ඩී.බී. විජේතුංග අගමැති ලෙස පත් කළ විට සැක සහිත ලොක්කා විසින් අතහැර දැමූ ලලිත් ඇතුලත්මුදලි  1991 කැබිනට් සංශෝධනයේදී කැබිනට් මණ්ඩලයෙන් ඉවත් වූ ගාමිණී දිසානායක සමඟ තිබූ සබඳතා යළි පණ ගන්වා ගත්තේය. ප්‍රේමදාස විරෝධී ජ්‍යෙෂ්ඨයන් කිහිප දෙනෙක් ලොක්කා එළවා දැමීමේ කුමන්ත්‍රණයට සම්බන්ධ වූහ. දෝෂාභියෝගයක්. 1991 සැප්තැම්බර් 24 වැනි දින දෝෂාභියෝගය ගැන සාකච්ඡා කිරීමට පාර්ලිමේන්තුව රැස් විය. ආර්පී දෝෂාභියෝගය සඳහා ගාමිණී-ලලිත්ට රහසිගතව සහාය දුන් කථානායක එම්.එච්.මොහොමඩ් අංශක 180ක පෙරැළියක් කර අවශ්‍ය අත්සන් ප්‍රමාණය නොමැති බව ප්‍රකාශ කළේය. ඉතිරිය ඉතිහාසයයි.",
        "2018 වසරේ ‘ව්‍යවස්ථා කුමන්ත්‍රණය’ පෙන්නුම් කළේ වැරදි අතේ එය කෙතරම් බියකරු විය හැකි ද යන්නයි. දවස ඉතිරි කළේ අධිකරණයට මැදිහත් වීමට ඉඩ සලසන 19 වැනි සංශෝධනයයි. යම් හෙයකින් විධායක ජනාධිපති ක්‍රමය ඉවත දැමිය යුතු කාලය පැමිණ ඇති බවට එම සිදුවීම් සාක්ෂි දරයි.",
        "2010 සිට උතුරු අප්‍රිකාවේ සහ මැදපෙරදිග  ආරම්භ වූ ප්‍රජාතන්ත්‍රවාදී ගැති නැගිටීම් රැල්ලක්, සමහර හොඳින් ස්ථාපිත ඒකාධිපති පාලකයන්ට අභියෝග කරමින් අරාබි වසන්තය ලෙස හැඳින්වේ. එය ආරම්භ වූයේ ටියුනීසියාවේ සහ ඊජිප්තුවේ අභියෝග ඉක්මනින් අනුප්‍රාප්තික ලෙස බිඳ වැටුණු විට, අනෙකුත් අරාබි ජාතීන් තුළ සමාන උත්සාහයන් උත්තේජනය කිරීමෙනි. කෙසේ වෙතත්, සමහර රටවල එය සාර්ථක වූයේ නැත. සෑම රටක්ම විරෝධතා ව්‍යාපාරයේ සාර්ථකත්වය දුටුවේ නැත, පෙලපාලිකරුවන්ට පාලකයන් විසින් බොහෝ විට ම්ලේච්ඡ ප්‍රතිචාරවලට මුහුණ දෙන ලදී. පළමුවැන්න 2010 දෙසැම්බරයේදී ටියුනීසියාවේදී සිදු විය. විරෝධතාව කෙතරම් ප්‍රබලද යත් එය ඉක්මනින්ම රටේ ආරක්ෂක සංස්ථාපිතය පීඩාවට පත් කළ අතර, අබිඩින් බෙන් අලිට රට හැර යාමට සහ පලා යාමට බල කළේය. 2011 පෙබරවාරි මාසයේදී මානව හිමිකම් ක්‍රියාකාරීන්ගේ නායකත්වයෙන් බහරේනයේ මහජන විරෝධතා පැන නැගුණු අතර එය ආරක්ෂක හමුදා විසින් ප්‍රචණ්ඩ ලෙස මර්දනය කරන ලදී.",
        "වගකිවයුතු විපක්ෂයක් සහ හොඳ නායකයෙක් යුගයේ අවශ්‍යතාවයයි. ප‍්‍රජාතන්ත‍්‍රවාදීව තමන්ට අවශ්‍ය පරිදි වෙනසක් ඇතිකර ගැනීමට උද්ඝෝෂණ කරන ජනතාවට මග පෙන්විය හැකි නායකයෙක්. ජාතිය අභිලාෂකාමී පක්ෂ නායකයින්ගෙන් පිරී ඇත, නමුත් අවාසනාවකට යහපත් නායකත්වයේ ගුණාංගවලට නොගැලපේ. ඔවුන්ගෙන් බොහෝ දෙනෙකුට අවංකකම, විචක්ෂණභාවය සහ වගකීම වැනි යහපත් නායකත්වයේ වැදගත්ම ගුණාංගවලින් අඩු බව පෙනේ. නායකත්ව මූලධර්මවලට සමීප වී සාර්ථක දේශපාලන නායකයකුගේ ප්‍රබල දර්ශක පෙන්වන්නේ අතළොස්සක් පමණක් බව අත්දැකීම් අපට කියයි. ක්‍රියාත්මක කළ හැකි ප්‍රතිපත්ති හරහා බලය සහ මුදල් වෙන් කිරීම තීරණය කිරීමට, දිගු කාලීන දියුණුව කෙරෙහි අවධානය යොමු කිරීමට සහ ඕනෑම කෙටි කාලීන පුද්ගලික වාසිවලින් ඔබ්බට යාමට ඔහු සමත් විය යුතුය. සියලුම පාර්ශ්වකරුවන් සමඟ සම්බන්ධකම් ඇති කර ගැනීම: යම් තත්වයක් තක්සේරු කිරීමට සහ නියම වේලාවට නිවැරදි විනිශ්චය සහ ප්‍රතිපත්ති තීරණ ගැනීමට හැකියාව ඇත. ජනප්‍රිය නොවන, නුපුහුණු පරිපාලනයකට ශක්‍ය ආදේශකයක් ඉදිරිපත් කළ හැක්කේ කාටද?",
        "හිඟය වසර ගණනාවක විශාලතම පෙලපාලි අවුලුවා ඇති අතර, පුලුල්ව පැතිරුනු විදුලිය විසන්ධි කිරීමට විරෝධය පල කරමින් ඉටිපන්දම් දැල්වීමේ දාමයක් ඇත. ඔවුන් වෙනුවට දේශපාලනික නොවන සමුහයක් පවා ඉල්ලා සිටියි. අපි ක්‍රියාත්මක කළ නොහැකි ‘උල්පත්’ අත්හැර දමා ජාතිය බේරා ගැනීම සඳහා රනිල් වික්‍රමසිංහ පිටුපස පෙළ ගැසෙන ඒකාබද්ධ කණ්ඩායමක් සමඟ ප්‍රජාතන්ත්‍රවාදී විකල්ප සෙවීම නුවණට හුරුය."
      ]
    },
    "ta": {
      "title": "\"லங்கா வசந்தம்\" அல்லது ஒரு குற்றச்சாட்டு? 20A கூட்டாளிகளும் ஒட்டுமொத்த எதிர்க்கட்சிகளும் - ரணிலின் கீழ் ஒன்றுபடுங்கள்!",
      "body_lines": [
        "பொதுமக்கள் ஏன் தெருவில் இறங்குகிறார்கள்? பொது ஆர்ப்பாட்டங்களில் பங்கேற்பதில் பல பரிமாண உற்சாகத்தை உணர்ந்து கொள்வது சிக்கலானது. பொருளாதார நெருக்கடி தீவு முழுவதும் வாழ்க்கையைத் தொந்தரவு செய்கிறது. கூட்டு மற்றும் தனிப்பட்ட மட்டங்களில் உள்ள உந்துதல்கள் தனிநபர்களை செயலுக்குத் தூண்டுகின்றன. அடுத்தடுத்து வந்த அரசாங்கங்கள், ராஜபக்சவின் தவறான கையாளுதல்கள், கோவிட்-19 மற்றும் மிக சமீபத்தில், உக்ரைன் போர் ஆகியவற்றால் குவிக்கப்பட்ட பெரும் கடன் சுமை பொருளாதாரத்தை மண்டியிட்டுள்ளது.",
        "மத்திய வங்கி ரூபாய்களை அச்சடித்து டாலர்களை பதுக்கி வைக்கிறது, பணவீக்கம் ஆசியாவின் அதிகபட்சமாக 17.5% ஆக உள்ளது. நிதியமைச்சர் எரிபொருளும் மருந்தும் வாங்க அண்டை நாடுகளிடம் கடன் கேட்டு கெஞ்சுகிறார்.",
        "பொருளாதாரம் பல உறுப்பு செயலிழப்பால் பாதிக்கப்படுகிறது; ரேட்டிங் ஏஜென்சிகள் எங்களைப் பல மதிப்பெண்களால் தரமிறக்கிவிட்டன, முதலீட்டாளர்கள் நிதியைத் திரும்பப் பெறுகிறார்கள், அதே சமயம் CB இல் உள்ள முட்டாள் மனிதர்கள் ஏஜென்சி தரமிறக்கப்படுவதற்கு மனக்கசப்பு மற்றும் மறுப்புடன் பதிலளிக்கின்றனர்.",
        "நாங்கள் உண்மையில் பாறை அடித்தோம்; இது இன்னும் மோசமாகலாம்: இது மொத்த திவால் நிலைக்கு வழிவகுக்கும்? ஏப்ரல் 3 ஞாயிறு அன்று அரசாங்கத்திற்கு எதிராக ஒரு ‘அரபு வசந்தம்’ வகையிலான போராட்டத்திற்கு சமூக ஊடகப் பதிவு அழைப்பு விடுத்திருந்தது. இது SJB தலைவர்கள் சிலரிடமும் ஆர்வத்தை புதுப்பித்துள்ளது. அவர்கள் அதன் ஆதரவாளர்களின் பங்கேற்பைக் கோரியதால் பெரும் பரபரப்பு ஏற்பட்டது. தொடங்கப்படும் போராட்டம் எந்த அரசியலும் இல்லாதது என்றும், ஒதுங்கி இருக்க வேண்டிய அரசியல்வாதிகளை தாங்கள் மன்னிக்கிறோம் என்றும் தொடக்கி வைத்தார்.",
        "பொருளாதாரத்தை சீரழித்த ராஜபக்ச குடும்ப ஆட்சியின் முடிவைக் காண மக்கள் இயல்பாகவே உந்துதல் பெற்றுள்ளனர். எதிர்ப்பு தெரிவிப்பதற்கான முழு உரிமையும் அவர்களுக்கு உள்ளது,   அவர்களுக்கு ஒரு குறிப்பிட்ட நோக்கம் இல்லை. இலக்கு இல்லாமல் மேலும் அமைதியின்மையை உருவாக்குவதன் பெரிய நோக்கம் என்ன? பொதுமக்களின் கோபம் உச்சத்தை எட்டியுள்ளது, ஆனால் தற்போதைய ஜனாதிபதியையும் அவரது அரசாங்கத்தையும் பதவி நீக்கம் செய்யத் துடிக்கும் குழுக்கள் வாக்காளர்களுக்கு என்ன மாற்று வழிகளை வழங்குகின்றன என்பதுதான் பில்லியன் டாலர் கேள்வி? அரச அதிகாரத்தைக் கைப்பற்றத் துடிக்கும் எதிர்க்கட்சிகள், குறிப்பிட்ட கொள்கைகளையும் திட்டங்களையும் கொண்டு வர வேண்டும், தலைவர்களின் பெயர்களையும் அறிவிக்க வேண்டும்: நாட்டைத் திறம்பட நடத்தும் திறன் கொண்டவர்கள் என்று மக்களை நம்ப வைக்கும் மாற்றுத் திட்டங்களையும் முன்மொழிவுகளையும் அவர்கள் முன்வைத்திருக்கிறார்களா? தற்போதைய டாலர் நெருக்கடிகளைத் தீர்த்து, பொருளாதாரத்தை மீட்டெடுக்கும் திட்டம் அல்லது முன்மொழிவுகள் அவர்களிடம் உள்ளதா?",
        "மற்ற முன்னணிக் கட்சிகளுடன் ஒப்பிடுகையில், கடந்த காலங்களில் ஐ.தே.க தலைமைத்துவம் ஆட்சியைப் பிடிப்பதில் அல்லது ஆட்சியை நிலைநிறுத்துவதில் வெளிப்படுத்திய மூளை பலம் மற்றும் தந்திரம் மிகவும் மேலானது. விஷயங்களைச் சூழ்ச்சி செய்வதிலும், அவற்றை வெகுஜனங்களுக்கும், தங்கள் தரவரிசை மற்றும் கோப்புகளுக்கும் வழங்குவதில் அவர்கள் விதிவிலக்கான புத்திசாலிகள். திறந்த பொருளாதாரத்திற்கு முந்தைய நாட்களில், வணிக சமூகத்தினரிடையே நிதியாளர்களைப் பெறுவதற்கான பாக்கியத்தை அவர்கள் அனுபவித்தனர், அவர்கள் தேவை ஏற்பட்டால், சாத்தியமான அரசியல் மாற்றுத்திறனாளிகளுக்கு மனநிறைவு கொடுப்பதில் ஈடுபடும் எந்தவொரு செலவையும் சந்திக்க முன்வருவார்கள். நாட்டைக் கற்பழித்து கொள்ளையடித்த எதேச்சாதிகார அல்லது ஆட்சியாளர்களாக இருந்த ஆட்சிகளைத் தோற்கடிப்பதற்கான திட்டத்தை வெற்றிகரமாகத் தீட்டுவதில் அவர்கள் பிரபலமானவர்கள்; 1964 சிறந்த உதாரணம். 1964 சிறிமாவோவின் அரசாங்கம் அரசாங்கத்தின் நம்பர் 2 அமைச்சர் சிபி டி சில்வாவின் உதவியை நாடியதன் மூலம் தோற்கடிக்கப்பட்டது: அடுத்த 2001 இல், CBK யின் ஒரு வருட அரசாங்கம் தனது மூத்த அமைச்சர்கள் நான்கு பேரை வேலைக்கு அமர்த்தி இறுதியாக உலகை ஆச்சரியப்படுத்தியது. ஸ்ரீலங்கா சுதந்திரக் கட்சியின் பொதுச் செயலாளர் மற்றும் சில அமைச்சர்களின் உதவியுடன் ஊழலற்ற ராஜபக்ச குடும்ப ஆட்சியை வீழ்த்தி 2015.",
        "ஜனநாயக அமைப்பின் கீழ், அரசியல் புத்திசாலித்தனம் ஒரு முக்கிய காரணியாகும். சாதுர்யமும் திறமையும் ஐ.தே.க அல்லாத குழுக்களிடம் இல்லாத முக்கியமான பண்புகளாகும். டி.எஸ்.எஸ்., ஜே.ஆர்., ஆர். பிரேமதாச மற்றும் ரணில் விக்கிரமசிங்க ஆகியோரின் யூ.என்.பி. தலைவர்கள் விளக்கத்திற்கு பொருத்தமான பிரகாசமான உதாரணங்களாக வரிசைப்படுத்தப்படலாம். உட்கட்சி குறுக்குவெட்டுக் காட்சிகளைப் பற்றி பேசுகையில், எப்போதும் வெற்றியாளராக ஐ.தே.க இருக்கும், அதே சமயம் யூ.என்.பி-க்கு எதிரான கூட்டணிகள் தோல்வியடையும். ஐ.தே.க-விரோதிகள் ஐ.தே.க. மீது செய்த சதியைப் போன்று இது வேறு வழியில் நடக்காதது ஆச்சரியமாக உள்ளது. [அனைத்து UNP அதிருப்தி குழுக்களும் உள்ளடங்கும்]",
        "மகிந்த ராஜபக்ச [2010 முதல் 2015 வரை] பெரும் தொகையான விலையுயர்ந்த கடனைப் பெற்றார், தடையாக உள்ள உட்கட்டமைப்பு திட்டங்களை உருவாக்கினார், தனது அரசாங்கம் எதிர்பார்த்த முதலீட்டை ஈர்க்கத் தவறிவிட்டார், மேலும் ஒரு துப்பில்லாத ஜனாதிபதி மைத்திரிபால சிறிசேன தலைமையிலான அடுத்த நிர்வாகத்திற்கு மகத்தான பணியைச் செய்தார். அதிக வட்டியில் கடன்களை அடைத்தல். ரணில், அவரது பிரதமர் விலையுயர்ந்த குறுகிய கால கடன்களை நீண்ட கால உதவியாக மாற்ற முடிந்தது, மைத்திரிபால சிறிசேன அவரது முயற்சிகளை சீர்குலைத்தார்; நான்கரை ஆண்டுகள் எந்த உள்கட்டமைப்பு மேம்பாடு இல்லாமல் வீணாகி விட்டது. ஒவ்வொரு 3 ½ வருடங்களுக்கும் புதிய மெகாவாட் கூடுதலாக எரிசக்தி நிபுணர் பரிந்துரைத்திருப்பது புறக்கணிக்கப்பட்டது; ஈஸ்டர் தாக்குதல்கள் குறித்த உளவுத்துறை எச்சரிக்கைகள் புறக்கணிக்கப்பட்டன.",
        "பலவீனமான டி.பி. விஜேதுங்கவை பிரதமராக நியமித்தபோது சந்தேகத்திற்குரிய முதலாளியால் கைவிடப்பட்ட லலித் அத்துலத்முதலி  1991 இல் அமைச்சரவை மாற்றத்தின் போது அமைச்சரவையிலிருந்து வெளியேறிய காமினி திஸாநாயக்கவுடனான தனது உறவை மீட்டெடுத்தார். மேலும் சில பிரேமதாச எதிர்ப்பு மூத்தவர்கள் முதலாளியை வெளியேற்றுவதற்கான சதியில் இணைந்தனர். ஒரு குற்றச்சாட்டு. செப்டம்பர் 24, 1991 அன்று பதவி நீக்கம் பற்றி விவாதிக்க பாராளுமன்றம் கூடியது. காமினி-லலித் மீதான குற்றப் பிரேரணையை இரகசியமாக ஆதரித்த சபாநாயகர் எம்.எச்.மொஹமட், 180 டிகிரிக்கு மாறி, தேவையான எண்ணிக்கையில் கையெழுத்து இல்லை என்று அறிவித்தார். மீதி வரலாறு.",
        "2018 இன் ‘அரசியலமைப்பு சதி’ தவறான கைகளில் எவ்வளவு பயமுறுத்துகிறது என்பதைக் காட்டுகிறது. நீதிமன்றங்கள் தலையிட அனுமதித்த 19வது திருத்தம் தான் நாளைக் காப்பாற்றியது. எவ்வாறாயினும், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை நிராகரிக்கப்பட வேண்டிய தருணம் வந்துவிட்டது என்பதற்கு அந்த நிகழ்வுகளே சான்றாகும்.",
        "வட ஆபிரிக்கா மற்றும் மத்திய கிழக்கில்  2010 இல் தொடங்கி, நன்கு நிறுவப்பட்ட சில சர்வாதிகார ஆட்சியாளர்களுக்கு சவால் விடும் ஜனநாயக சார்பு எழுச்சிகளின் அலை அரபு வசந்தம் என்று அழைக்கப்பட்டது. துனிசியா மற்றும் எகிப்தில் சவால்கள் விரைவாக சரிந்தபோது இது தொடங்கியது, மற்ற அரபு நாடுகளில் இதேபோன்ற முயற்சிகளைத் தூண்டியது. ஆனால், சில நாடுகளில் வெற்றி பெறவில்லை. ஒவ்வொரு நாடும் எதிர்ப்பு இயக்கத்தில் வெற்றியைக் காணவில்லை, ஆர்ப்பாட்டக்காரர்கள் பெரும்பாலும் ஆட்சிகளால் மிருகத்தனமான பதிலைச் சந்தித்தனர். முதல் துனிசியாவில் டிசம்பர் 2010 இல் நடந்தது. எதிர்ப்பு மிகவும் வலுவாக இருந்தது, அது விரைவில் நாட்டின் பாதுகாப்பு ஸ்தாபனத்தை பாதித்தது, அபிடின் பென் அலி நாட்டை விட்டு வெளியேறி வெளியேறும்படி கட்டாயப்படுத்தியது. பிப்ரவரி 2011 இல் மனித உரிமை ஆர்வலர்கள் தலைமையில் பஹ்ரைனில் வெகுஜன எதிர்ப்புகள் வெடித்தன, அவை பாதுகாப்புப் படைகளால் வன்முறையில் ஒடுக்கப்பட்டன.",
        "பொறுப்புள்ள எதிர்க்கட்சியும், நல்ல தலைவருமே காலத்தின் தேவை. போராடும் மக்கள் விரும்பும் மாற்றத்தை ஜனநாயக முறையில் கொண்டு வர வழிகாட்டக்கூடிய தலைவர். தேசம் லட்சியமான கட்சித் தலைவர்களால் நிரம்பியுள்ளது, ஆனால் துரதிர்ஷ்டவசமாக நல்ல தலைமையின் பண்புகளுடன் பொருந்தவில்லை. அவர்களில் பலர் நேர்மை, சாமர்த்தியம் மற்றும் பொறுப்பு போன்ற நல்ல தலைமைத்துவத்தின் மிக முக்கியமான பண்புகளில் இல்லாதவர்களாகத் தோன்றுகிறார்கள். ஒரு சிலரே தலைமைத்துவக் கொள்கைகளை நெருங்கி வெற்றிகரமான அரசியல் தலைவரின் வலுவான குறிகாட்டிகளைக் காட்டுகிறார்கள் என்று அனுபவம் நமக்குச் சொல்கிறது. அவர் செயல்படக்கூடிய கொள்கைகள் மூலம் அதிகாரம் மற்றும் பணத்தின் ஒதுக்கீட்டை தீர்மானிக்கும் திறன் கொண்டவராக இருக்க வேண்டும், நீண்ட கால முன்னேற்றத்தில் கவனம் செலுத்த வேண்டும் மற்றும் குறுகிய கால தனிப்பட்ட ஆதாயங்களுக்கு அப்பால்; அனைத்து பங்குதாரர்களுடனும் தொடர்புகளை ஏற்படுத்துதல்: ஒரு சூழ்நிலையை மதிப்பிடும் திறன் மற்றும் சரியான நேரத்தில் சரியான தீர்ப்பு மற்றும் கொள்கை முடிவுகளை எடுப்பது. பிரபலமற்ற, திறமையற்ற நிர்வாகத்திற்கு சாத்தியமான மாற்றீட்டை யார் வழங்க முடியும்?",
        "பற்றாக்குறைகள் பல ஆண்டுகளில் மிகப்பெரிய ஆர்ப்பாட்டங்களைத் தூண்டியுள்ளன, பரவலான இருட்டடிப்புகளுக்கு எதிர்ப்புத் தெரிவித்து மெழுகுவர்த்தி ஏற்றிச் செல்லும் சங்கிலி. அவர்கள் மாற்றாக அரசியல் அல்லாத கூட்டமைப்பைக் கூட கோருகின்றனர். தேசத்தைக் காப்பாற்றுவதில் ரணில் விக்கிரமசிங்கவின் பின்னால் அணிதிரளும் ஒன்றிணைந்த அணியுடன் செயற்பட முடியாத ‘ஊற்றுவயல்களை’ விட்டுவிட்டு ஜனநாயக மாற்று வழிகளைத் தேடுவது விவேகமானதாகும்."
      ]
    }
  }
}