{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/From-Gota-Go-Home-to-realities-on-the-ground-EDITORIAL/172-238971",
  "time_ut": 1655072220,
  "title": "From ‘Gota Go Home’ to realities on the ground - EDITORIAL",
  "body_lines": [
    "It is over 50 days since the ‘GotaGoHome’ campaign kicked off. The campaign which started off as non violent protests by groups of residents in Colombo against the lack of fuel, cooking gas, shortages of medicinal needs and a skyrocketing cost of living.",
    "The situation has become so desperate, hospitals have begun cutting back on surgeries as vital stocks of medicament ran out.",
    "The protest took a different turn when what started as protests by individual groups, of a few hundred protestors, coalesced into a huge mass of desperate citizens surrounding the president’s personal residence demanding he resign which in turn led to the occupation of Galle Face Green - a permanent ‘Gotagohome’ protest site.",
    "With the situation worsening, a permanent ‘Myna Go Home’ camp sprang up opposite Prime Minister Mahinda Rajapaksa’s official residence, while a third brother Basil (nicknamed ‘kaputa’, the then Finance Minister) was ridiculed and blamed for the financial crisis",
    "On May 9, hooligans emerged from the PM’s official residence, the Temple Trees and attacked unarmed protestors while police looked askance at the two permanent protest sites. PM Mahinda Rajapaksa was forced to resign and a new Premier was appointed. A few days ago ex-Finance Minister Basil resigned his parliamentary seat. Sadly, the situation on the ground continues to worsen, It raises the question as-to-whether name changes alone, will bring relief to the financial mess and peoples’ problems.",
    "Today the protest sites do not attract as many protestors. Perhaps fatigue has set in, or perhaps the financial strain is telling on the protesters. Or it could be protestors were satisfied with the small victory won via the eviction of the premier. The reality however is, that name changes are insufficient to change the situation which led to the financial meltdown.",
    "There is a drastic need for systems change. One classic example is the system of education. Our system of higher education must adapt. Education must cater to suit the needs of gainful employment. There is a chronic shortage of doctors. But archaic mindset prevents the setting up of private medical universities. Government by itself cannot cater to the need. Presently Sri Lanka has 15 state universities, but only about 30,000 students are admitted annually out of the 350,000 who sit the university entrance examinations.",
    "As a result, thousands of our students head overseas for higher studies. According to International Consultants for Education and Fairs. The number of Sri Lankan students abroad have swelled in recent years, roughly doubling in the five years leading up to the pandemic to reach more than 30,000 students abroad in 2019.",
    "The average traditional private university student spends, according to Education Data Initiative - a total of US$ 53,217 per academic year -- a huge drain on hard-earned foreign exchange. At today’s rupee value this costs Rs. 19,215,062.19 annually! More private universities in country would save this huge sum of scarce resources leaving our shores. In fact the new universities will also bring in scarce foreign exchange via foreign students.",
    "Sadly entrenched interests hold the country to ransom, preventing the opening of private universities.",
    "As pointed out by government leaders themselves, our universities and higher education institutions still continue issuing degrees based on needs of a colonial era. For instance our universities churn out more ‘Arts’ graduates whereas the need is for persons qualified in specialist trades.",
    "An example staring us in the face is that of a large multinational bank opening its regional office at Rajagiriya. Today a large percentage of its expert staff have to be recruited abroad as Sri Lanka is unable to meet the criteria. Examples are too many to be covered in a short column, suffice to say the country and people need a changed mental outlook, especially in the field of education.",
    "Large number of students seek employment in the state sector and follow ‘degrees in the Arts faculty’. Unfortunately employment in the state sector is limited. So large numbers of graduates remain either unemployed or underemployed, only to be used by opportunistic politicians to fulfill their personal agenda.",
    "Unless there is a radical change in our mindset, whoever or whatever the colour of the next regime, the economic crisis will not go away. We need to find ways and means to counter the outflow of precious exchange reserves. We will also need to understand that the subsidies we enjoy will be curtailed.",
    "Yet to make this happen, the government needs to ensure its citizens are provided wages sufficient to meet escalating prices.",
    "If not it may lead to situations we faced in 1971, 1983 and 1989."
  ],
  "translate": {
    "si": {
      "title": "‘ගෝඨා ගෙදර යන්න’ සිට භූමියේ යථාර්ථය දක්වා - කතුවැකිය",
      "body_lines": [
        "‘GotaGoHome’ ව්‍යාපාරය ආරම්භ වී අදට දින 50කට වැඩිය. ඉන්ධන හිඟය, ඉවුම් පිහුම් ගෑස් හිඟය, ඖෂධ අවශ්‍යතා හිඟය සහ ඉහළ යන ජීවන වියදමට එරෙහිව කොළඹ ප්‍රදේශවාසීන්ගේ කණ්ඩායම් විසින් ප්‍රචණ්ඩත්වයෙන් තොර විරෝධතා ලෙස ආරම්භ කළ මෙම උද්ඝෝෂණය ආරම්භ විය.",
        "තත්ත්වය ඉතා මංමුලා සහගත වී ඇති අතර, අත්‍යවශ්‍ය ඖෂධ තොග අවසන් වීම නිසා රෝහල්වල සැත්කම් කපා හැරීමට පටන් ගෙන තිබේ.",
        "විරෝධතාකරුවන් සිය ගණනකගෙන් යුත් එක් එක් කණ්ඩායම්වල විරෝධතා ලෙස ආරම්භ වූ විරෝධතාවය වෙනස් මුහුණුවරක් ගත් අතර, ඔහු ඉල්ලා අස්වන ලෙස බලකරමින් ජනාධිපතිවරයාගේ පෞද්ගලික නිවස වටා මංමුලා සහගත පුරවැසියන් විශාල පිරිසක් එකතු වීමත් සමඟ ගාලුමුවදොර පිටිය අත්පත් කර ගැනීමට හේතු විය. ස්ථිර 'ගෝටගොහොම' විරෝධතා අඩවිය.",
        "තත්වය නරක අතට හැරීමත් සමඟ අගමැති මහින්ද රාජපක්ෂගේ නිල නිවස ඉදිරිපිට ස්ථිර ‘මයිනා ගෝ හෝම්’ කඳවුරක් බිහි වූ අතර තෙවැනි සහෝදරයා බැසිල් (එවකට ‘කපුටා’ යන අන්වර්ථ නාමයෙන් හැඳින්වූ) මූල්‍ය අර්බුදයට උපහාසයට සහ දොස් පැවරීය.",
        "මැයි 9දා, අගමැති නිල නිවස වන අරලියගහ මන්දිරයෙන් මැරයන් මතු වී නිරායුධ විරෝධතාකරුවන්ට පහර දුන්නේ පොලිසිය ස්ථිර විරෝධතා ස්ථාන දෙක දෙස බලා සිටියදී ය. අගමැති මහින්ද රාජපක්ෂ මහතාට ඉල්ලා අස්වීමට සිදු වූ අතර නව අගමැතිවරයකු පත් කරනු ලැබීය. මීට දින කිහිපයකට පෙර හිටපු මුදල් අමාත්‍ය බැසිල් සිය පාර්ලිමේන්තු මන්ත්‍රී ධුරයෙන් ඉල්ලා අස්විය. කනගාටුවට කරුණක් නම්, භූමියේ තත්වය තවදුරටත් නරක අතට හැරෙමින් පවතින අතර, එය නම වෙනස් කිරීම පමණක් මූල්‍ය අවුල් සහ ජනතාවගේ ගැටලුවලට සහනයක් ගෙන එයිද යන ප්‍රශ්නය මතු කරයි.",
        "අද විරෝධතා පවත්වන ස්ථාන එතරම් විරෝධතාකරුවන් ආකර්ෂණය කර ගන්නේ නැත. සමහර විට තෙහෙට්ටුව ඇති වී ඇත, නැතහොත් සමහර විට මූල්‍ය ආතතිය විරෝධතාකරුවන්ට කියයි. එසේත් නැතිනම් අගමැති නෙරපා හැරීම හරහා ලැබූ කුඩා ජයග්‍රහණයෙන් විරෝධතාකරුවන් සෑහීමකට පත්වීම විය හැකිය. කෙසේ වෙතත් යථාර්ථය නම් මූල්‍ය කඩාවැටීමට තුඩු දුන් තත්ත්වය වෙනස් කිරීමට නම් වෙනස් කිරීම ප්‍රමාණවත් නොවීමයි.",
        "පද්ධති වෙනස් කිරීම සඳහා දැඩි අවශ්යතාවයක් තිබේ. එක් සම්භාව්‍ය උදාහරණයක් වන්නේ අධ්‍යාපන ක්‍රමයයි. අපේ උසස් අධ්‍යාපන ක්‍රමය අනුගත විය යුතුයි. අධ්‍යාපනය ලාභදායි රැකියාවක අවශ්‍යතා සපුරාලිය යුතුය. වෛද්‍යවරුන්ගේ දිගුකාලීන හිඟයක් පවතී. නමුත් පෞරාණික මානසිකත්වය පෞද්ගලික වෛද්‍ය විශ්වවිද්‍යාල පිහිටුවීම වළක්වයි. රජයට අවශ්‍යතාවය සපුරාලිය නොහැක. දැනට ශ්‍රී ලංකාවේ රාජ්‍ය විශ්වවිද්‍යාල 15ක් ඇති නමුත් විශ්වවිද්‍යාල ප්‍රවේශ විභාගවලට පෙනී සිටින 350,000ක් අතරින් වාර්ෂිකව ඇතුළත් කරගනු ලබන්නේ සිසුන් 30,000ක් පමණය.",
        "මේ නිසා අපේ සිසුන් දහස් ගණනක් උසස් අධ්‍යාපනය සඳහා විදේශ ගත වෙනවා. අධ්‍යාපනය සහ ප්‍රදර්ශන සඳහා ජාත්‍යන්තර උපදේශකයන්ට අනුව. 2019 වසරේ විදේශගත සිසුන් 30,000කට වැඩි සංඛ්‍යාවක් කරා ළඟා වීමට වසංගතයට පෙර වසර පහ තුළ දළ වශයෙන් දෙගුණයකින් වැඩි වී ඇති විදේශගත ශ්‍රී ලාංකික සිසුන් සංඛ්‍යාව මෑත වසරවලදී ඉහළ ගොස් ඇත.",
        "සාමාන්‍ය සාම්ප්‍රදායික පෞද්ගලික විශ්ව විද්‍යාල ශිෂ්‍යයෙක් අධ්‍යාපන දත්ත මුලපිරීමට අනුව වියදම් කරයි -- අධ්‍යයන වර්ෂයකට ඩොලර් 53,217 ක් -- වෙහෙස මහන්සි වී උපයාගත් විදේශ විනිමය විශාල වශයෙන් ගලා යයි. අද රුපියලේ අගය අනුව මෙය රු. 19,215,062.19 වාර්ෂිකව! රටේ තවත් පෞද්ගලික විශ්ව විද්‍යාල අපේ වෙරළ තීරයෙන් පිටවන මෙම හිඟ සම්පත් විශාල ප්‍රමාණය ඉතිරි කරයි. ඇත්ත වශයෙන්ම නව විශ්ව විද්‍යාල විදේශ සිසුන් හරහා හිඟ විදේශ විනිමය ද ගෙන එනු ඇත.",
        "කනගාටුදායක ලෙස මුල් බැසගත් අවශ්‍යතා පෞද්ගලික විශ්ව විද්‍යාල විවෘත කිරීම වළක්වමින් රට කප්පම් ගැනීමට තබා ඇත.",
        "රජයේ නායකයන් විසින්ම පෙන්වා දෙන පරිදි, අපේ විශ්ව විද්‍යාල සහ උසස් අධ්‍යාපන ආයතන තවමත් යටත් විජිත යුගයක අවශ්‍යතා මත උපාධි නිකුත් කිරීම දිගටම කරගෙන යයි. නිදසුනක් වශයෙන්, අපගේ විශ්ව විද්‍යාල වැඩිපුර ‘කලා’ උපාධිධාරීන් බිහි කරන අතර අවශ්‍ය වන්නේ විශේෂඥ වෙළඳාම් සඳහා සුදුසුකම් ලත් පුද්ගලයින්ය.",
        "විශාල බහුජාතික බැංකුවක් රාජගිරියේ ප්‍රාදේශීය කාර්යාලයක් විවෘත කිරීම අප මුහුණට මුහුණ දෙන උදාහරණයකි. අද වන විට එහි විශේෂඥ කාර්ය මණ්ඩලයෙන් විශාල ප්‍රතිශතයක් විදේශයන්හි බඳවා ගැනීමට සිදුව ඇත්තේ ශ්‍රී ලංකාව නිර්ණායක සපුරාලීමට නොහැකි බැවිනි. කෙටි තීරුවකින් ආවරණය කිරීමට උදාහරණ ඕනෑවට වඩා වැඩිය, විශේෂයෙන් අධ්‍යාපන ක්ෂේත්‍රය තුළ රට සහ මිනිසුන්ට වෙනස් වූ මානසික දැක්මක් අවශ්‍ය බව පැවසීමට ප්‍රමාණවත්ය.",
        "විශාල සිසුන් සංඛ්‍යාවක් රාජ්‍ය අංශයේ රැකියා සොයන අතර ‘කලා පීඨයේ උපාධි’ අනුගමනය කරති. අවාසනාවකට රාජ්‍ය අංශයේ රැකියා සීමිතයි. එබැවින් විශාල උපාධිධාරීන් සංඛ්‍යාවක් රැකියා විරහිතව හෝ ඌන රැකියා විරහිතව සිටින්නේ අවස්ථාවාදී දේශපාලඥයින් විසින් තම පුද්ගලික න්‍යාය පත්‍රය ඉටුකර ගැනීමට යොදා ගැනීම සඳහා පමණි.",
        "මීළඟ පාලන තන්ත්‍රයේ කවුරු හෝ කුමන වර්ණයක් තිබුණත් අපේ ආකල්පවල රැඩිකල් වෙනසක් සිදු නොවන්නේ නම්, ආර්ථික අර්බුදය පහව යන්නේ නැත. වටිනා විනිමය සංචිත පිටතට ගලායාමට එරෙහිව ක්‍රම සහ විධික්‍රම අප සෙවිය යුතුය. අප භුක්ති විඳින සහනාධාර කප්පාදු කරන බව ද අප තේරුම් ගත යුතුය.",
        "එහෙත් මෙය සිදු කිරීමට නම්, වැඩිවන මිල ගණන් සපුරාලීමට ප්‍රමාණවත් වැටුප් තම පුරවැසියන්ට ලබා දීම රජය සහතික කළ යුතුය.",
        "එසේ නොවුවහොත් එය 1971, 1983 සහ 1989 දී අප මුහුණ දුන් තත්වයන්ට හේතු විය හැක."
      ]
    },
    "ta": {
      "title": "‘கோதா கோ ஹோம்’ முதல் களத்தில் நிஜங்கள் வரை - தலையங்கம்",
      "body_lines": [
        "‘GotaGoHome’ பிரச்சாரம் தொடங்கி 50 நாட்களுக்கு மேல் ஆகிறது. கொழும்பில் எரிபொருள் பற்றாக்குறை, சமையல் எரிவாயு பற்றாக்குறை, மருத்துவத் தேவைகளின் பற்றாக்குறை மற்றும் வாழ்க்கைச் செலவு அதிகரிப்பதற்கு எதிராக கொழும்பில் வசிப்பவர்களின் குழுக்களின் வன்முறையற்ற போராட்டமாக ஆரம்பிக்கப்பட்ட பிரச்சாரம்.",
        "நிலைமை மிகவும் அவநம்பிக்கையானது, மருத்துவமனைகள் அறுவை சிகிச்சைகளை குறைக்கத் தொடங்கியுள்ளன, ஏனெனில் மருந்துகளின் முக்கிய இருப்புக்கள் தீர்ந்துவிட்டன.",
        "சில நூறு எதிர்ப்பாளர்களைக் கொண்ட தனிப்பட்ட குழுக்களின் எதிர்ப்பாகத் தொடங்கிய இந்தப் போராட்டம், காலி முகத்திடலை ஆக்கிரமிப்புக்கு வழிவகுத்தது, ஜனாதிபதியின் தனிப்பட்ட இல்லத்தைச் சூழ்ந்திருந்த பெரும் விரக்தியடைந்த குடிமக்களாக அவர் பதவி விலகக் கோரி ஒன்றிணைந்தபோது, ​​எதிர்ப்பு வேறு திருப்பத்தை எடுத்தது. நிரந்தர 'கோடகோஹோம்' எதிர்ப்பு தளம்.",
        "நிலைமை மோசமடைந்ததால், பிரதமர் மகிந்த ராஜபக்சவின் உத்தியோகபூர்வ இல்லத்திற்கு எதிரே நிரந்தர ‘மைனா கோ ஹோம்’ முகாம் உருவானது, அதே நேரத்தில் மூன்றாவது சகோதரர் பசில் (அப்போதைய நிதியமைச்சர் ‘கபுடா’ என்று செல்லப்பெயர்) கேலி செய்யப்பட்டு நிதி நெருக்கடிக்கு குற்றம் சாட்டப்பட்டார்.",
        "மே 9 அன்று, பிரதமரின் உத்தியோகபூர்வ இல்லமான டெம்பிள் ட்ரீஸில் இருந்து குண்டர்கள் வெளிப்பட்டு நிராயுதபாணியான எதிர்ப்பாளர்களைத் தாக்கினர், அதே நேரத்தில் இரண்டு நிரந்தரப் போராட்டத் தளங்களை போலீஸார் பார்வையிட்டனர். பிரதமர் மகிந்த ராஜபக்ச பதவி விலக நிர்ப்பந்திக்கப்பட்டு புதிய பிரதமர் நியமிக்கப்பட்டார். சில நாட்களுக்கு முன்னர் முன்னாள் நிதி அமைச்சர் பசில் தனது பாராளுமன்ற உறுப்பினர் பதவியை இராஜினாமா செய்தார். துரதிர்ஷ்டவசமாக, களத்தில் நிலைமை தொடர்ந்து மோசமடைந்து வருகிறது, இது நிதிக் குழப்பம் மற்றும் மக்களின் பிரச்சினைகளுக்கு நிவாரணம் தருமா என்ற கேள்வியை எழுப்புகிறது.",
        "இன்று போராட்டத் தளங்கள் எதிர்ப்பாளர்களை ஈர்க்கவில்லை. ஒருவேளை சோர்வு ஏற்பட்டிருக்கலாம், அல்லது நிதி நெருக்கடி போராட்டக்காரர்களிடம் சொல்லலாம். அல்லது பிரதமரை வெளியேற்றுவதன் மூலம் கிடைத்த சிறிய வெற்றியில் எதிர்ப்பாளர்கள் திருப்தி அடைந்திருக்கலாம். எவ்வாறாயினும் உண்மை என்னவென்றால், நிதிச் சரிவுக்கு வழிவகுத்த சூழ்நிலையை மாற்றுவதற்கு பெயர் மாற்றங்கள் போதுமானதாக இல்லை.",
        "முறைமைகளில் மாற்றம் தேவை. ஒரு சிறந்த உதாரணம் கல்வி முறை. நமது உயர்கல்வி முறை மாற்றியமைக்கப்பட வேண்டும். ஆதாயமான வேலைவாய்ப்பின் தேவைக்கேற்ப கல்வி வழங்கப்பட வேண்டும். தொடர்ந்து டாக்டர்கள் பற்றாக்குறை உள்ளது. ஆனால் தொன்மையான மனநிலை தனியார் மருத்துவப் பல்கலைக்கழகங்களை அமைப்பதைத் தடுக்கிறது. அரசாங்கத்தால் தேவையை பூர்த்தி செய்ய முடியாது. தற்போது இலங்கையில் 15 அரச பல்கலைக்கழகங்கள் உள்ளன, ஆனால் பல்கலைக்கழக நுழைவுப் பரீட்சைக்குத் தோற்றும் 350,000 பேரில் வருடாந்தம் சுமார் 30,000 மாணவர்கள் மட்டுமே அனுமதிக்கப்படுகின்றனர்.",
        "இதனால் ஆயிரக்கணக்கான மாணவர்கள் உயர்கல்விக்காக வெளிநாடுகளுக்குச் செல்கின்றனர். கல்வி மற்றும் கண்காட்சிகளுக்கான சர்வதேச ஆலோசகர்களின் கூற்றுப்படி. வெளிநாடுகளில் உள்ள இலங்கை மாணவர்களின் எண்ணிக்கை சமீப ஆண்டுகளில் பெருகியுள்ளது, 2019 ஆம் ஆண்டில் 30,000 க்கும் அதிகமான மாணவர்களை இந்த தொற்றுநோய் வரை சென்ற ஐந்து ஆண்டுகளில் தோராயமாக இரட்டிப்பாகும்.",
        "சராசரி பாரம்பரிய தனியார் பல்கலைக்கழக மாணவர், கல்வி தரவு முன்முயற்சியின் படி - ஒரு கல்வியாண்டில் மொத்தம் 53,217 அமெரிக்க டாலர்கள் -- கடின உழைப்பால் சம்பாதித்த அந்நியச் செலாவணியில் பெரும் வடிகால். இன்றைய ரூபாய் மதிப்பில் இதன் விலை ரூ. ஆண்டுதோறும் 19,215,062.19! நாட்டிலுள்ள பல தனியார் பல்கலைக்கழகங்கள், நமது கரையை விட்டு வெளியேறும் இந்த பெரிய அளவிலான பற்றாக்குறை வளங்களை சேமிக்கும். உண்மையில் புதிய பல்கலைக்கழகங்கள் வெளிநாட்டு மாணவர்களின் மூலம் அரிதான அந்நிய செலாவணியையும் கொண்டு வரும்.",
        "துரதிர்ஷ்டவசமாக வேரூன்றிய நலன்கள், தனியார் பல்கலைக்கழகங்களைத் திறப்பதைத் தடுக்கும் வகையில், நாட்டை மீட்கும் பணத்தில் வைத்திருக்கின்றன.",
        "அரசாங்கத் தலைவர்களால் சுட்டிக்காட்டப்பட்டபடி, நமது பல்கலைக்கழகங்களும் உயர்கல்வி நிறுவனங்களும் காலனித்துவ காலத்தின் தேவைகளின் அடிப்படையில் பட்டங்களை வழங்குவதைத் தொடர்கின்றன. உதாரணமாக, எங்கள் பல்கலைக்கழகங்கள் அதிக ‘கலை’ பட்டதாரிகளை வெளியேற்றுகின்றன, அதேசமயம் சிறப்புத் தொழில்களில் தகுதி பெற்றவர்கள் தேவை.",
        "ஒரு பெரிய பன்னாட்டு வங்கி தனது பிராந்திய அலுவலகத்தை ராஜகிரியவில் திறப்பது எம்மை உற்று நோக்கும் ஒரு உதாரணம். இன்று இலங்கையின் நிபுணத்துவம் வாய்ந்த பணியாளர்களில் பெரும் பகுதியினர் வெளிநாடுகளுக்கு ஆட்சேர்ப்பு செய்ய வேண்டியுள்ளது. ஒரு குறுகிய பத்தியில் எழுதுவதற்கு எடுத்துக்காட்டுகள் மிக அதிகம், நாட்டிற்கும் மக்களுக்கும் மாற்றப்பட்ட மனக் கண்ணோட்டம் தேவை, குறிப்பாக கல்வித் துறையில்.",
        "பெருமளவிலான மாணவர்கள் அரசுத் துறையில் வேலை தேடி, ‘கலைப் பீடத்தில் பட்டப்படிப்புகளை’ பின்பற்றுகிறார்கள். துரதிர்ஷ்டவசமாக அரசுத் துறையில் வேலைவாய்ப்பு குறைவாக உள்ளது. எனவே பெரும் எண்ணிக்கையிலான பட்டதாரிகள் வேலையில்லாமல் அல்லது குறைந்த வேலையில் உள்ளனர், சந்தர்ப்பவாத அரசியல்வாதிகளால் அவர்களது தனிப்பட்ட நிகழ்ச்சி நிரலை நிறைவேற்ற மட்டுமே பயன்படுத்தப்படுகிறார்கள்.",
        "அடுத்த ஆட்சி யாராக இருந்தாலும் சரி, எந்த நிறமாக இருந்தாலும் சரி, நமது மனநிலையில் தீவிர மாற்றம் ஏற்படாத வரையில், பொருளாதார நெருக்கடி நீங்காது. விலைமதிப்பற்ற செலாவணி கையிருப்பு வெளியேறுவதை எதிர்ப்பதற்கான வழிகளையும் வழிமுறைகளையும் நாம் கண்டுபிடிக்க வேண்டும். நாம் அனுபவிக்கும் மானியங்கள் குறைக்கப்படும் என்பதையும் நாம் புரிந்து கொள்ள வேண்டும்.",
        "ஆயினும்கூட, இது நடக்க, அரசாங்கம் தனது குடிமக்களுக்கு அதிகரித்து வரும் விலைகளை எதிர்கொள்ள போதுமான ஊதியம் வழங்கப்படுவதை உறுதி செய்ய வேண்டும்.",
        "இல்லை என்றால் 1971, 1983 மற்றும் 1989 ஆகிய ஆண்டுகளில் நாம் சந்தித்த சூழ்நிலைகள் ஏற்படலாம்."
      ]
    }
  }
}