{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Artistes-rue-poor-show-by-Govt/131-234583",
  "time_ut": 1649183700,
  "title": "Artistes rue  poor ‘show’ by Govt.",
  "body_lines": [
    "All those who supported this Government should apologise to the people. Artistes should be with people because they believe in us",
    "Many of the artistes expressed their disappointment towards the incumbent regime",
    "Many artistes endorsed the incumbent Government during the 2019 Presidential Elections. These included amateur as well as senior artistes who participated in everything from theme songs to social media campaigns. However, many of them joined a mass protest in front of the Presidential Secretariat on April 4 (Monday), standing in solidarity with the people. Many of them expressed their disappointment towards the incumbent regime while requesting artistes who endorsed this government to come forward and accept that they made a mistake and to apologise to the public.",
    "“We came here because of the people. They are struggling to live at the moment. As an artiste I came for them. I never supported this Government. I have my way of thinking. But people accepted this Government and now they have rejected them all. Finally they recognised the true nature of the Government. Artistes should stand with the people, or else people will reject us as well,” said Chillie Thilanka.",
    "“April 4 is a special day for both of us as it is our eighth wedding anniversary. We should be celebrating somewhere, but how can we do that? People are in pain and they have been cheated for many years. We have a baby, but we don’t see any future for our children. They keep cheating on us. We came here because they cheated on us. This is the last chance we had, but now we don’t have a chance. Why did they do this for humanity? We came here to support the public. All 225 politicians should go home. Kindly step down or find a solution. I’m not one of those artistes who supported this government. Even though my brother is a candidate we have our own opinions on politics. I wasn’t there on any stage endorsing him or any other politician. It’s true that I voted for this government, but that is my fundamental right. But I haven’t received any support from the Government. I’m a freelancer and more than anything I’m an artiste in this country. I don’t like those who go behind politicians. We don’t need a political party because we should be with the people. All those who supported this Government should apologise to the people. Artistes should be with people because they believe in us. We don’t have any option now. We are helpless with this useless Government. If they have a little shame please step down and respect the people’s voice,” said Dhananjaya Siriwardana.",
    "“I’m here on behalf of my country. I don’t have any political party that I support. We waited for solutions, but we didn’t get any. I also have voted for this Government. But they have failed and we need to see a change and see a brighter future for our children,” said Nadini Premadasa.",
    "“I’m tired of the incompetence shown by this Government and I’m tired of corruption. There’s no future for my baby or the next generation. I want all of this to end and I want a better future for the next generation. I actually want everybody to live a luxurious life. Sri Lankans deserve it. They have been through so much and it’s high time to end corruption and let people live their lives. That’s why I joined Sri Lankans today. I hope the leaders of this country would listen to what we are saying and asking for and make the right decision,” said",
    "Artistes who endorsed this Government should accept that they made a mistake",
    "“We have also worked with this Government in projects such as Ranaviru Real Star, but we worked with them as artistes. But the only thing is we were not on stage requesting people to vote for them. We are freelancers and therefore we have to work with any Government. People do make mistakes. Even though we didn’t vote in 2019 we understand why people voted for this Government. Especially with the Easter Attacks and the promises they gave us, they said that they’ll apprehend the culprits of the Central Bank Bond scam, but none of this happened. This is not something that happened in a day or two, but gradually people have come to this state. Still we request people who endorsed this Government to come forward and say that they made a mistake. It could be a genuine mistake, but it’s still not too late to stand with the people,” said Saranga Disasekara.",
    "Nadini (right) with husband participating at the people's protest on April 4",
    "“It’s high time to end corruption and let people live their lives”",
    "“Something people have forgotten is that we didn’t put any posts to influence our friends on social media. These posts were made by others. We didn’t put a single post influencing anyone. After the election we did put a post congratulating the President. But there were fake posts made by others and several of them are still being circulated. We did support this Government and that is our right and we are part of the 6.9 million people. But we are saddened by the fact that the expectations have not come true. What we wanted were changes in copyrights, more entrepreneurship for youngsters and we wanted international exposure for the youth. When they approached us we gave our opinion, but unfortunately some of them never happened and certain things we thought would never happen, have happened. Right now we are with the people. But people also need to keep in mind to hashtag the right thing and be mindful about how they express themselves. If we handle this with too much vengeance it will go out of hand. People are fighting for their hopes and dreams. This country can’t go into anarchy. The Government and the President should listen to the voice of the people. When the Government was elected to power they even offered us various posts and designations, but we rejected them. We were fighting for the betterment of the youth,” said Santhush Weeraman."
  ],
  "translate": {
    "si": {
      "title": "කලාකරුවන් ආණ්ඩුවේ දුර්වල ‘සංදර්ශන’ ගැන දොස් කියති.",
      "body_lines": [
        "මේ රජයට සහයෝගය දුන් සියලු දෙනාම ජනතාවගෙන් සමාව ගත යුතුයි. කලාකරුවන් ජනතාව සමඟ සිටිය යුත්තේ ඔවුන් අපව විශ්වාස කරන නිසයි",
        "බොහෝ කලාකරුවන් වත්මන් පාලනය ගැන කලකිරීම ප්‍රකාශ කළහ",
        "2019 ජනාධිපතිවරණයේදී බොහෝ කලාකරුවන් වත්මන් රජය අනුමත කළා. තේමා ගීතවල සිට සමාජ මාධ්‍ය ප්‍රචාරණ දක්වා සෑම දෙයකටම සහභාගී වූ ආධුනික මෙන්ම ජ්‍යෙෂ්ඨ කලාකරුවන් ද ඊට ඇතුළත් විය. කෙසේ වෙතත්, ඔවුන්ගෙන් බොහෝ දෙනෙක් අප්‍රේල් 4 (සඳුදා) ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට මහජන විරෝධතාවයකට එක්වූ අතර, ජනතාව සමඟ සහයෝගීතාවයෙන් සිටියහ. ඔවුන්ගෙන් බොහෝ දෙනෙක් වත්මන් පාලනය ගැන කලකිරීම ප්‍රකාශ කළ අතර මේ ආණ්ඩුව අනුමත කළ කලාකරුවන් ඉදිරියට පැමිණ තමන් කළ වරද පිළිගෙන මහජනතාවගෙන් සමාව ගන්නා ලෙස ඉල්ලා සිටියහ.",
        "“අපි මෙහෙට ආවේ මිනිස්සු නිසා. ඔවුන් මේ මොහොතේ ජීවත් වීමට අරගල කරති. කලාකරුවෙක් විදියට මම ආවේ ඔවුන් වෙනුවෙන්. මම කවදාවත් මේ ආණ්ඩුවට සහයෝගය දුන්නේ නැහැ. මට මගේ සිතීමේ ක්‍රමයක් තිබේ. නමුත් ජනතාව මේ රජය පිළිගෙන දැන් ඒ සියල්ල ප්‍රතික්ෂේප කර තිබෙනවා. අවසානයේ ඔවුන් ආණ්ඩුවේ සැබෑ ස්වරූපය හඳුනා ගත්හ. කලාකරුවන් ජනතාව සමඟ හිටගත යුතුයි, නැතිනම් ජනතාව අපිවත් ප්‍රතික්ෂේප කරයි” චිලී තිලංක පැවසීය.",
        "“අපේ අටවැනි විවාහ සංවත්සරය නිසා අප්‍රේල් 4 අපි දෙන්නටම විශේෂ දවසක්. අපි කොහේ හරි සමරන්න ඕනේ, නමුත් අපි එය කරන්නේ කෙසේද? මිනිසුන් වේදනාවෙන් සිටින අතර ඔවුන් වසර ගණනාවක් තිස්සේ වංචා කර ඇත. අපිට බබෙක් ඉන්නවා, නමුත් අපි අපේ දරුවන්ට අනාගතයක් දකින්නේ නැහැ. උන් දිගටම අපිව රවට්ටනවා. අපිව රවට්ටපු නිසා තමයි අපි මෙහෙට ආවේ. මෙය අපට ලැබුණු අවසාන අවස්ථාවයි, නමුත් දැන් අපට අවස්ථාවක් නොමැත. ඔවුන් මනුෂ්‍යත්වය වෙනුවෙන් මෙය කළේ ඇයි? අපි මෙතනට ආවේ මහජනතාවට සහයෝගය දෙන්න. දේශපාලකයන් 225 දෙනාම ගෙදර යා යුතුයි. කරුණාකර ඉවත් වන්න හෝ විසඳුමක් සොයන්න. මම මේ ආණ්ඩුවට සහය දුන් කලාකාරයෙක් නෙවෙයි. අයියා අපේක්ෂකයෙක් වුණාට අපිට දේශපාලනය ගැන අපේම මත තියෙනවා. මම ඔහුව හෝ වෙනත් දේශපාලනඥයකු අනුමත කරන වේදිකාවක සිටියේ නැත. මම මේ රජයට ඡන්දය දුන් බව ඇත්ත, නමුත් එය මගේ මූලික අයිතිවාසිකමක්. නමුත් මට රජයෙන් කිසිම සහයෝගයක් ලැබිලා නැහැ. මම නිදහස් සේවකයෙක් සහ සියල්ලටම වඩා මම මේ රටේ කලාකරුවෙක්. දේශපාලකයෝ පස්සේ යන අයට මම කැමති නැහැ. අපි ජනතාව සමඟ සිටිය යුතු නිසා අපට දේශපාලන පක්ෂයක් අවශ්‍ය නැහැ. මේ රජයට සහයෝගය දුන් සියලු දෙනාම ජනතාවගෙන් සමාව ගත යුතුයි. කලාකරුවන් ජනතාව සමඟ සිටිය යුත්තේ ඔවුන් අපව විශ්වාස කරන නිසයි. අපට දැන් විකල්පයක් නැත. මේ වැඩකට නැති ආණ්ඩුවෙන් අපි අසරණයි. එයාලට පොඩි ලැජ්ජාවක් තියෙනවා නම් අයින් වෙලා ජනතා හඬට ගරු කරන්න.” ධනංජය සිරිවර්ධන පැවසීය.",
        "\"මම මෙතන ඉන්නේ මගේ රට වෙනුවෙන්. මම සහාය දෙන කිසිම දේශපාලන පක්ෂයක් මට නැහැ. අපි විසඳුම් බලාපොරොත්තුවෙන් සිටියෙමු, නමුත් අපට කිසිවක් ලැබුණේ නැත. මමත් මේ ආණ්ඩුවට ඡන්දය දීලා තියෙනවා. නමුත් ඒවා අසාර්ථක වෙලා අපි වෙනසක් දැකලා අපේ දරුවන්ට සුබ අනාගතයක් දකින්න ඕන.” නදිනි ප්‍රේමදාස මහත්මිය පැවසුවාය.",
        "“මේ ආණ්ඩුව පෙන්වා දෙන නොහැකියාව ගැන මට එපා වෙලා, දූෂණයෙන් මට එපා වෙලා. මගේ දරුවාට හෝ ඊළඟ පරම්පරාවට අනාගතයක් නැත. මට මේ සියල්ල අවසන් වීමට අවශ්‍ය වන අතර ඊළඟ පරම්පරාවට හොඳ අනාගතයක් අවශ්‍යයි. ඇත්තටම මට ඕන හැමෝම සුඛෝපභෝගී ජීවිතයක් ගත කරන්න. ශ්‍රී ලාංකිකයන්ට එය වටිනවා. ඔවුන් බොහෝ දේ අත්විඳ ඇති අතර දූෂණය අවසන් කර මිනිසුන්ට ඔවුන්ගේ ජීවිත ගත කිරීමට කාලයයි. ඒකයි මම අද ශ්‍රී ලාංකිකයන් එක්ක එකතු වුණේ. මේ රටේ නායකයන් අපි කියන දේ අහන දේ අහලා හරි තීරණයක් ගනීවි කියලා මම හිතනවා.”",
        "මේ ආණ්ඩුව අනුමත කළ කලාකරුවන් තමන් අතින් වරදක් වූ බව පිළිගත යුතුයි",
        "“අපි රණවිරු රියල් ස්ටාර් වැනි ව්‍යාපෘතිවලත් මේ රජය සමඟ කටයුතු කර තිබෙනවා, නමුත් අපි ඔවුන් සමඟ කලාකරුවන් ලෙස කටයුතු කළා. නමුත් එකම දේ අපි වේදිකාවේ මිනිසුන්ට ඡන්දය දෙන්න කියලා ඉල්ලා සිටියේ නැහැ. අපි නිදහස් සේවකයින් වන අතර එබැවින් අපට ඕනෑම රජයක් සමඟ වැඩ කිරීමට සිදුවේ. මිනිස්සු වැරදි කරනවා. 2019 ඡන්දය නොදුන්නත් මේ ආණ්ඩුවට ජනතාව ඡන්දය දුන්නේ ඇයි කියලා අපිට තේරෙනවා. විශේෂයෙන්ම පාස්කු ප්‍රහාරයත් සමඟ ඔවුන් අපට දුන් පොරොන්දුත් සමඟ මහ බැංකු බැඳුම්කර මගඩියේ වැරදිකරුවන් අත්අඩංගුවට ගන්නා බව කීවත් ඒ කිසිවක් සිදු වුණේ නැහැ. මේක දවසකින් දෙකකින් වෙච්ච දෙයක් නෙවෙයි, ටිකෙන් ටික මිනිස්සු මේ තත්වෙට ඇවිත්. ඒ වුණත් අපි මේ ආණ්ඩුව අනුමත කළ ජනතාවගෙන් ඉල්ලා සිටිනවා තමන් වැරැද්දක් කළා කියලා ඉදිරියට ඇවිත් කියන්න කියලා. එය සැබෑ වැරැද්දක් විය හැකි නමුත් ජනතාව සමඟ සිටීමට තවමත් ප්‍රමාද නැත.’ සාරංග දිසාසේකර මහතා පැවසීය.",
        "නදිනි (දකුණ) අප්‍රේල් 4 වනදා ජනතා විරෝධතාවයට සහභාගී වෙමින් සැමියා සමඟ",
        "\"දූෂණය අවසන් කර මිනිසුන්ට ඔවුන්ගේ ජීවිත ගත කිරීමට කාලයයි\"",
        "“මිනිසුන්ට අමතක වී ඇති දෙයක් නම්, සමාජ මාධ්‍යවල අපගේ මිතුරන්ට බලපෑම් කිරීමට අපි කිසිදු පෝස්ට් එකක් නොදැමූ බවයි. මෙම තනතුරු වෙනත් අය විසින් සාදන ලදී. අපි කාටවත් බලපෑම් කරලා එක පෝස්ට් එකක්වත් දැම්මේ නෑ. මැතිවරණයෙන් පස්සේ අපි ජනාධිපතිතුමාට සුබ පතලා පෝස්ට් එකක් දැම්මා. නමුත් වෙනත් අය විසින් සාදන ලද ව්‍යාජ පෝස්ට් තිබූ අතර ඒවායින් කිහිපයක් තවමත් සංසරණය වෙමින් පවතී. අපි මේ රජයට සහයෝගය දුන්නා, ඒක අපේ අයිතියක්, අපි මිලියන 6.9 ක ජනතාවක්. නමුත් බලාපොරොත්තු ඉටු නොවීම ගැන අපි කනගාටු වෙනවා. අපට අවශ්‍ය වූයේ ප්‍රකාශන හිමිකම්වල වෙනස්කම්, තරුණයින් සඳහා වැඩි ව්‍යවසායකත්වයක් සහ අපට අවශ්‍ය වූයේ තරුණයින් සඳහා ජාත්‍යන්තර නිරාවරණයයි. ඔවුන් අප වෙත පැමිණි විට අපි අපගේ මතය ඉදිරිපත් කළෙමු, නමුත් අවාසනාවකට ඒවායින් සමහරක් කිසි විටෙකත් සිදු නොවූ අතර කිසි විටෙකත් සිදු නොවේ යැයි අප සිතූ සමහර දේවල් සිදුවී ඇත. දැන් අපි ජනතාව සමඟයි ඉන්නේ. නමුත් මිනිසුන් නිවැරදි දේ හැෂ් ටැග් කිරීමට මතක තබා ගත යුතු අතර ඔවුන් තම අදහස් ප්‍රකාශ කරන ආකාරය ගැන සැලකිලිමත් විය යුතුය. අපි ඕනෑවට වඩා පළිගැනීමෙන් මේක හැසිරෙව්වොත් ඒක අතෑරලා යනවා. මිනිසුන් තම බලාපොරොත්තු සහ සිහින වෙනුවෙන් සටන් කරති. මේ රට අරාජික වෙන්න බැහැ. රජයත් ජනාධිපතිවරයාත් ජනතාවගේ හඬට ඇහුම්කන් දිය යුතුයි. රජය බලයට පත් වූ විට ඔවුන් අපට විවිධ තනතුරු හා තනතුරු පවා ලබා දුන් නමුත් අපි ඒවා ප්‍රතික්ෂේප කළා. අපි සටන් කළේ තරුණයන්ගේ අභිවෘද්ධිය වෙනුවෙන්” සන්තුෂ් වීරමන් පැවසීය."
      ]
    },
    "ta": {
      "title": "அரசின் மோசமான ‘நிகழ்ச்சி’யை கலைஞர்கள் ருசிக்கிறார்கள்.",
      "body_lines": [
        "இந்த அரசுக்கு ஆதரவாக இருந்த அனைவரும் மக்களிடம் மன்னிப்பு கேட்க வேண்டும். கலைஞர்கள் மக்களுடன் இருக்க வேண்டும், ஏனென்றால் அவர்கள் நம்மை நம்புகிறார்கள்",
        "கலைஞர்கள் பலர் தற்போதைய ஆட்சிக்கு தங்கள் ஏமாற்றத்தை வெளிப்படுத்தினர்",
        "2019 ஜனாதிபதித் தேர்தலின் போது பல கலைஞர்கள் தற்போதைய அரசாங்கத்திற்கு ஆதரவளித்தனர். தீம் பாடல்கள் முதல் சமூக ஊடக பிரச்சாரங்கள் வரை அனைத்திலும் பங்கேற்ற அமெச்சூர் மற்றும் மூத்த கலைஞர்கள் இதில் அடங்குவர். எவ்வாறாயினும், அவர்களில் பலர் ஏப்ரல் 4 ஆம் திகதி (திங்கட்கிழமை) ஜனாதிபதி செயலகத்திற்கு முன்பாக மக்களுடன் ஒற்றுமையாக நின்று பாரிய ஆர்ப்பாட்டத்தில் ஈடுபட்டனர். அவர்களில் பலர் தற்போதைய ஆட்சியின் மீதான தங்கள் ஏமாற்றத்தை வெளிப்படுத்தினர், அதே நேரத்தில் இந்த அரசாங்கத்தை ஆதரித்த கலைஞர்கள் முன் வந்து, தாங்கள் செய்த தவறை ஏற்றுக்கொண்டு பொதுமக்களிடம் மன்னிப்பு கேட்க வேண்டும் என்று கேட்டுக் கொண்டனர்.",
        "“மக்களால் நாங்கள் இங்கு வந்தோம். தற்போது வாழவே சிரமப்படுகின்றனர். ஒரு கலைஞனாக நான் அவர்களுக்காக வந்தேன். இந்த அரசாங்கத்தை நான் ஒருபோதும் ஆதரிக்கவில்லை. எனக்கு என் சிந்தனை முறை உள்ளது. ஆனால், மக்கள் இந்த அரசை ஏற்றுக்கொண்டனர், தற்போது அனைத்தையும் நிராகரித்துள்ளனர். இறுதியாக அவர்கள் அரசாங்கத்தின் உண்மையான தன்மையை உணர்ந்தனர். கலைஞர்கள் மக்களுடன் நிற்க வேண்டும், இல்லையெனில் மக்கள் எம்மையும் நிராகரிப்பார்கள் என சில்லி திலங்க தெரிவித்துள்ளார்.",
        "“ஏப்ரல் 4 எங்கள் இருவருக்கும் திருமண நாளான எட்டாவது நாள் என்பதால் எங்கள் இருவருக்கும் சிறப்பான நாள். நாம் எங்காவது கொண்டாட வேண்டும், ஆனால் அதை எப்படி செய்வது? மக்கள் வேதனையில் உள்ளனர், அவர்கள் பல ஆண்டுகளாக ஏமாற்றப்படுகிறார்கள். எங்களுக்கு ஒரு குழந்தை உள்ளது, ஆனால் எங்கள் குழந்தைகளின் எதிர்காலத்தை நாங்கள் காணவில்லை. நம்மை ஏமாற்றிக்கொண்டே இருக்கிறார்கள். அவர்கள் எங்களை ஏமாற்றியதால் நாங்கள் இங்கு வந்தோம். இது எங்களுக்கு கிடைத்த கடைசி வாய்ப்பு, ஆனால் இப்போது எங்களுக்கு வாய்ப்பு இல்லை. மனித நேயத்திற்காக இதை ஏன் செய்தார்கள்? பொதுமக்களுக்கு ஆதரவாக நாங்கள் இங்கு வந்துள்ளோம். 225 அரசியல்வாதிகளும் வீட்டிற்கு செல்ல வேண்டும். தயவுசெய்து கீழே இறங்கவும் அல்லது தீர்வு காணவும். இந்த அரசை ஆதரித்த கலைஞர்களில் நான் ஒருவன் அல்ல. எனது சகோதரர் வேட்பாளராக இருந்தாலும், அரசியல் குறித்து எங்களுக்கு சொந்த கருத்துக்கள் உள்ளன. அவரையோ அல்லது வேறு எந்த அரசியல்வாதியையோ ஆதரித்து நான் எந்த மேடையிலும் இருக்கவில்லை. நான் இந்த அரசாங்கத்திற்கு வாக்களித்தேன் என்பது உண்மைதான், ஆனால் அது எனது அடிப்படை உரிமை. ஆனால் அரசிடம் இருந்து எனக்கு எந்த உதவியும் கிடைக்கவில்லை. நான் ஒரு ஃப்ரீலான்ஸர் மற்றும் எல்லாவற்றிற்கும் மேலாக நான் இந்த நாட்டில் ஒரு கலைஞன். அரசியல்வாதிகளின் பின்னால் செல்பவர்களை எனக்கு பிடிக்காது. நாம் மக்களுடன் இருக்க வேண்டும் என்பதால் எங்களுக்கு அரசியல் கட்சி தேவையில்லை. இந்த அரசுக்கு ஆதரவாக இருந்த அனைவரும் மக்களிடம் மன்னிப்பு கேட்க வேண்டும். கலைஞர்கள் மக்களுடன் இருக்க வேண்டும், ஏனென்றால் அவர்கள் நம்மை நம்புகிறார்கள். எங்களுக்கு இப்போது எந்த விருப்பமும் இல்லை. இந்த பயனற்ற அரசாங்கத்தால் நாங்கள் ஆதரவற்றவர்களாக இருக்கிறோம். அவர்களுக்கு கொஞ்சம் வெட்கம் இருந்தால் தயவு செய்து பதவி விலகி மக்களின் குரலுக்கு மதிப்பளிக்கவும்” என தனஞ்சய சிறிவர்தன தெரிவித்துள்ளார்.",
        "“எனது நாட்டின் சார்பாக நான் இங்கு வந்துள்ளேன். நான் ஆதரிக்கும் எந்த அரசியல் கட்சியும் இல்லை. தீர்வுகளுக்காக நாங்கள் காத்திருந்தோம், ஆனால் எங்களால் எதுவும் கிடைக்கவில்லை. நானும் இந்த அரசாங்கத்திற்கு வாக்களித்துள்ளேன். ஆனால் அவர்கள் தோல்வியடைந்துவிட்டனர், மாற்றத்தைக் கண்டு, எமது பிள்ளைகளுக்கு ஒளிமயமான எதிர்காலத்தைக் காண வேண்டும்” என நாதினி பிரேமதாச தெரிவித்தார்.",
        "“இந்த அரசாங்கத்தின் திறமையின்மையால் நான் சோர்வடைகிறேன், ஊழலால் நான் சோர்வடைகிறேன். என் குழந்தைக்கும் அடுத்த தலைமுறைக்கும் எதிர்காலம் இல்லை. இவை அனைத்தும் முடிவுக்கு வர வேண்டும், அடுத்த தலைமுறைக்கு சிறந்த எதிர்காலம் வேண்டும். எல்லோரும் ஆடம்பரமான வாழ்க்கையை வாழ வேண்டும் என்று நான் விரும்புகிறேன். இலங்கையர்கள் அதற்கு தகுதியானவர்கள். அவர்கள் மிகவும் கஷ்டப்பட்டிருக்கிறார்கள், ஊழலை முடிவுக்குக் கொண்டு வந்து மக்கள் தங்கள் வாழ்க்கையை வாழ விட வேண்டிய நேரம் இது. அதனால்தான் நான் இன்று இலங்கையர்களுடன் இணைந்துள்ளேன். இந்த நாட்டின் தலைவர்கள் நாங்கள் சொல்வதையும் கேட்பதையும் கேட்டு சரியான முடிவை எடுப்பார்கள் என்று நம்புகிறேன்,” என்றார்",
        "இந்த அரசை ஆதரித்த கலைஞர்கள் தாங்கள் தவறு செய்ததை ஏற்றுக்கொள்ள வேண்டும்",
        "\"ரணவிரு ரியல் ஸ்டார் போன்ற திட்டங்களில் நாங்கள் இந்த அரசாங்கத்துடன் இணைந்து பணியாற்றினோம், ஆனால் நாங்கள் அவர்களுடன் கலைஞர்களாக பணியாற்றினோம். ஆனால் ஒரே விஷயம் என்னவென்றால், நாங்கள் மேடையில் மக்களிடம் வாக்களிக்கக் கோரவில்லை. நாங்கள் ஃப்ரீலான்ஸர்கள், எனவே நாங்கள் எந்த அரசாங்கத்துடனும் வேலை செய்ய வேண்டும். மக்கள் தவறு செய்கிறார்கள். 2019 இல் நாங்கள் வாக்களிக்காவிட்டாலும் மக்கள் ஏன் இந்த அரசாங்கத்திற்கு வாக்களித்தார்கள் என்பது எங்களுக்குப் புரிகிறது. குறிப்பாக ஈஸ்டர் தாக்குதல்கள் மற்றும் அவர்கள் எமக்கு வழங்கிய வாக்குறுதிகள் மூலம், மத்திய வங்கி பிணைமுறி மோசடி குற்றவாளிகளை கைது செய்வோம் என்று அவர்கள் கூறினர், ஆனால் இவை எதுவும் நடக்கவில்லை. இது ஓரிரு நாளில் நடந்த விஷயம் அல்ல, படிப்படியாக மக்கள் இந்த நிலைக்கு வந்துவிட்டனர். இனியாவது இந்த அரசாங்கத்தை ஆதரித்தவர்கள் தவறிழைத்தோம் என்று கூற முன்வருமாறு கேட்டுக்கொள்கிறோம். இது ஒரு உண்மையான தவறாக இருக்கலாம், ஆனால் மக்களுடன் நிற்க இன்னும் தாமதிக்கவில்லை, ”என்று சாரங்க திசசேகர கூறினார்.",
        "ஏப்ரல் 4-ம் தேதி மக்கள் போராட்டத்தில் கலந்து கொண்ட கணவருடன் நதினி (வலது).",
        "\"ஊழலை ஒழித்து, மக்கள் தங்கள் வாழ்க்கையை வாழ விட வேண்டிய நேரம் இது\"",
        "\"சமூக ஊடகங்களில் எங்கள் நண்பர்களை பாதிக்கும் வகையில் நாங்கள் எந்த இடுகைகளையும் போடவில்லை என்பதை மக்கள் மறந்துவிட்டார்கள். இந்த இடுகைகள் மற்றவர்களால் செய்யப்பட்டவை. நாங்கள் யாரையும் பாதிக்கும் வகையில் ஒரு பதிவையும் போடவில்லை. தேர்தல் முடிந்ததும் ஜனாதிபதிக்கு வாழ்த்து தெரிவித்து ஒரு பதிவு போட்டோம். ஆனால் மற்றவர்களால் செய்யப்பட்ட போலி பதிவுகள் இருந்தன, அவற்றில் பல இன்னும் பரப்பப்படுகின்றன. நாங்கள் இந்த அரசாங்கத்தை ஆதரித்தோம், அது எங்கள் உரிமை, நாங்கள் 6.9 மில்லியன் மக்களில் ஒரு பகுதியாக இருக்கிறோம். ஆனால் எதிர்பார்ப்புகள் நிறைவேறாதது வருத்தமளிக்கிறது. நாங்கள் விரும்பியது பதிப்புரிமை மாற்றங்கள், இளைஞர்களுக்கு அதிக தொழில்முனைவு மற்றும் இளைஞர்களுக்கு சர்வதேச வெளிப்பாட்டை நாங்கள் விரும்புகிறோம். அவர்கள் எங்களை அணுகியபோது நாங்கள் எங்கள் கருத்தை தெரிவித்தோம், ஆனால் துரதிர்ஷ்டவசமாக அவற்றில் சில நடக்கவில்லை, சில விஷயங்கள் நடக்காது என்று நாங்கள் நினைத்தோம். தற்போது நாங்கள் மக்களுடன் இருக்கிறோம். ஆனால் மக்கள் சரியான விஷயத்தை ஹேஷ்டேக் செய்வதையும், அவர்கள் தங்களை எப்படி வெளிப்படுத்துகிறார்கள் என்பதையும் கவனத்தில் கொள்ள வேண்டும். இதை நாம் அதிக பழிவாங்கலுடன் கையாண்டால் அது கையை விட்டுப் போய்விடும். மக்கள் தங்கள் நம்பிக்கைகளுக்காகவும் கனவுகளுக்காகவும் போராடுகிறார்கள். இந்த நாடு அராஜகத்திற்கு செல்ல முடியாது. அரசாங்கமும் ஜனாதிபதியும் மக்களின் குரலுக்கு செவிசாய்க்க வேண்டும். அரசாங்கம் அதிகாரத்திற்கு தேர்ந்தெடுக்கப்பட்ட போது அவர்கள் எங்களுக்கு பல்வேறு பதவிகள் மற்றும் பதவிகளை வழங்கினர், ஆனால் நாங்கள் அவற்றை நிராகரித்தோம். இளைஞர்களின் முன்னேற்றத்துக்காக நாங்கள் போராடிக் கொண்டிருந்தோம்” என்றார் சந்துஷ் வீரமன்."
      ]
    }
  }
}