{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/PUCSL-approves-near-6-hour-power-cuts-today/56-732505",
  "time_ut": 1648146600,
  "title": "PUCSL approves near 6 hour power cuts today",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) yesterday approved the Ceylon Electricity Board’s (CEB) request of nearly six hours of scheduled power cuts will be imposed today as well in several parts of the country.",
    "As per the CEB the areas include A, B, C, D, E, F, G, H, I, J, K and L will experience a three hour and 20 minute power cut between 8 a.m. and 6 p.m. and a one hour and forty minute power cut between 6 p.m. and 11 p.m.",
    "In addition areas include P, Q, R, S, T, U, V and W will experience scheduled electricity disruptions lasting four hours and 30 minutes between 8:30 a.m. and 5:30 p.m. and one hour and 50 minutes between 5:30 p.m. and 11 p.m."
  ],
  "translate": {
    "si": {
      "title": "අද පැය 6ක විදුලි කප්පාදුවකට මහජන උපයෝගිතා කොමිසමේ අනුමැතිය",
      "body_lines": [
        "ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) ඊයේ දිනයේදී ලංකා විදුලිබල මණ්ඩලයේ (CEB) ඉල්ලීමට අනුමැතිය ලබා දී ඇති අතර, අද දිනයේදීත් දිවයිනේ ප්‍රදේශ කිහිපයක පැය 6කට ආසන්න කාලයක් විදුලිය විසන්ධි කිරීමට නියමිතව තිබේ.",
        "විදුලිබල මණ්ඩලයට අනුව A, B, C, D, E, F, G, H, I, J, K සහ L යන ප්‍රදේශවලට පෙරවරු 8 සිට පස්වරු 6 දක්වා පැය තුනකුත් විනාඩි 20ක කාලයක් විදුලිය විසන්ධි වනු ඇත. සහ සවස 6 අතර පැය එකයි විනාඩි හතළිහක විදුලි කප්පාදුවක්. සහ 11 ප.ව.",
        "මීට අමතරව P, Q, R, S, T, U, V සහ W ඇතුළත් වන ප්‍රදේශවලට පෙරවරු 8:30 සිට පස්වරු 5:30 දක්වා පැය හතරකුත් විනාඩි 30ක කාලයක් විදුලිය විසන්ධිවීම් සිදුවනු ඇත. සහ සවස 5:30 අතර පැය එකයි විනාඩි 50 යි. සහ 11 ප.ව."
      ]
    },
    "ta": {
      "title": "இன்று 6 மணி நேர மின்வெட்டுக்கு PUCSL ஒப்புதல் அளித்துள்ளது",
      "body_lines": [
        "இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) நேற்று இலங்கை மின்சார சபையின் (CEB) கோரிக்கையை அங்கீகரித்துள்ளதுடன், நாட்டின் பல பகுதிகளில் இன்றும் 6 மணித்தியால மின்வெட்டு அமுல்படுத்தப்படவுள்ளது.",
        "CEB இன் படி A, B, C, D, E, F, G, H, I, J, K மற்றும் L ஆகிய பகுதிகளில் காலை 8 மணி முதல் மாலை 6 மணி வரை மூன்று மணிநேரம் 20 நிமிடம் மின்வெட்டு ஏற்படும். மேலும் மாலை 6 மணிக்குள் ஒரு மணி நேரம் நாற்பது நிமிட மின்வெட்டு. மற்றும் 11 மணி.",
        "கூடுதலாக, P, Q, R, S, T, U, V மற்றும் W உள்ளிட்ட பகுதிகளில் காலை 8:30 மணி முதல் மாலை 5:30 மணி வரை நான்கு மணி நேரம் 30 நிமிடங்களுக்கு திட்டமிடப்பட்ட மின்சாரம் தடைபடும். மற்றும் மாலை 5:30 மணிக்கு இடையே ஒரு மணி 50 நிமிடங்கள். மற்றும் 11 மணி."
      ]
    }
  }
}