{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-group-records-historic-profitability/",
  "time_ut": 1654176420,
  "title": "LOLC Group records historic profitability",
  "body_lines": [
    "Fulfilling its ambition of being a multinational, the LOLC Group recorded an upsurge in profits by as much as 46% over the previous year to deliver a Profit before Tax of Rs. 83.8Bn and Profit After Tax of Rs. 77.8Bn for the financial year ended 31st March 2022. The Total Comprehensive Income of the Group reached Rs. 161Bn, which is unparalleled in the history of any Sri Lankan corporate entity. As the most diversified conglomerate in Sri Lanka, the LOLC Group’s strong global expansion is gaining traction as it rapidly widens its global footprint across the 2 continents of Asia, including Central Asia and Africa, across financial services, leisure and plantations.",
    "A key highlight of its historic profitability this year is that the Group derived a major portion of its revenues from its global operations, without being reliant on local operations or for that matter any one market. Amidst the economic and political disruptions being witnessed around the world, its global diversification plan ensures that the LOLC Group can sustain its upward trajectory without any adverse impact.",
    "Commandeering a lion’s share of the local financial services market in Sri Lanka and becoming the nation’s most diversified conglomerate, LOLC Group made its initial investment into Cambodia way back in 2007 – and has since established a firm footprint in many countries including Cambodia, Myanmar, Indonesia, Philippines and Pakistan in South and South East Asia. Once ongoing negotiations are completed, the Group has planned an investment pipeline into the giant market offered by India. In Central Asia, the LOLC Group is present in Tajikistan and Kyrgyzstan while being poised to enter Uzbekistan and Kazakhstan.",
    "On the African continent, the LOLC Group is already present in Nigeria, Zambia, Zimbabwe, Malawi, Tanzania, Kenya and Egypt. In its latest plans, the Company is looking to enter Democratic Republic of Congo (DRC), Ghana, Uganda and Rwanda.",
    "Building on its plantation management expertise, the Group operates sugarcane plantations in Sierra Leone. Sunbird Sierra Leone Limited (SBSL) is a large agro-based company with 23,500 hectares of land, with the option to increase it to 50,000 Ha, along with a sophisticated production facility which produces Extra Neutral Alcohol (ENA). SBSL has a production capacity of 100,000 liters of ENA per day and 380,000 liters of Bio ethanol per day.",
    "Meanwhile, the Group recently acquired luxury leisure property in Mauritius, the Radisson Blue with 100 keys, and will soon be the largest leisure operator in the Maldives, expecting to add 1,077 keys to the market soon. The property developments nearing completion in Maldives are the Nasandhura Palace Hotel with 135 keys and 118 apartments; Bodufaru – 470 keys; Browns Ari Resort – 100 keys; and Browns Raa atoll and STO Hulumale with 254 keys.",
    "In Sri Lanka, the Group commands a room capacity of 909 keys with a further capacity of 363 keys under construction and is among the largest leisure operators in the country. The leisure properties in Sri Lanka consists of Eden Resort and Spa; Occidental Paradise Dambulla; Sheraton Kosgoda Turtle Beach Resort; The Calm Resort & Spa; Dickwella Resort and Spa with; the Elephant Corridor; Avani Kalutara; Club Hotel Dolphin and Hotel Sigiriya with, while Riverina Hotel is under construction with 363 keys. The Reveal Collection includes luxury bungalows, Ubuntu, the Beach House, Lantern Beach House Mirissa and Lavender House Pussellawa. The leisure business is further complemented with the destination management arm of the Group, Ceylon Roots, providing inbound travel services.",
    "Boost for for-ex strapped SL as Malaysian investor buys controlling stake in Ramboda Falls",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "LOLC සමූහය ඓතිහාසික ලාභයක් වාර්තා කරයි",
      "body_lines": [
        "බහුජාතික සමාගමක් වීමේ එහි අභිලාෂය ඉටු කරමින්, LOLC සමූහය පෙර වසරට වඩා 46% ක පමණ ලාභයක් වාර්තා කර රුපියල් බිලියනයක බදු ගෙවීමට පෙර ලාභයක් ලබා දීමට සමත් විය. බිලියන 83.8 ක් සහ බදු ගෙවීමෙන් පසු ලාභය රු. 2022 මාර්තු 31 දිනෙන් අවසන් වූ මූල්‍ය වර්ෂය සඳහා රුපියල් බිලියන 77.8ක්. සමූහයේ සමස්ත විස්තීර්ණ ආදායම රු. බිලියන 161ක් වන අතර, එය ශ්‍රී ලංකාවේ ඕනෑම ආයතනික ආයතනයක ඉතිහාසයේ අසමසම වේ. ශ්‍රී ලංකාවේ වඩාත්ම විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරය ලෙස, LOLC සමූහයේ ශක්තිමත් ගෝලීය ව්‍යාප්තිය, මූල්‍ය සේවා, විවේකය සහ වතුකරය හරහා මධ්‍යම ආසියාව සහ අප්‍රිකාව ඇතුළු ආසියාවේ මහාද්වීප 2 හරහා සිය ගෝලීය අඩිපාර සීඝ්‍රයෙන් පුළුල් කරන බැවින් එහි ප්‍රබලත්වය වැඩි වෙමින් පවතී.",
        "මෙම වසරේ එහි ඓතිහාසික ලාභදායිත්වයේ ප්‍රධාන විශේෂත්වය වන්නේ, දේශීය මෙහෙයුම් මත හෝ ඒ කාරණය සඳහා කිසියම් වෙළඳපොළක් මත රඳා නොසිට සමූහය එහි ගෝලීය මෙහෙයුම්වලින් සිය ආදායමෙන් ප්‍රධාන කොටසක් ලබා ගැනීමයි. ලොව පුරා දක්නට ලැබෙන ආර්ථික හා දේශපාලන කඩාකප්පල්කම් මධ්‍යයේ, එහි ගෝලීය විවිධාංගීකරණ සැලැස්ම කිසිදු අහිතකර බලපෑමකින් තොරව LOLC සමූහයට එහි ඉහළට ගමන් කළ හැකි බව සහතික කරයි.",
        "ශ්‍රී ලංකාවේ දේශීය මූල්‍ය සේවා වෙළඳපොලේ සිංහ පංගුවක් හිමිකර ගනිමින් සහ ජාතියේ වඩාත්ම විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරය බවට පත්වෙමින්, LOLC සමූහය 2007 වර්ෂයේ දී කාම්බෝජය වෙත සිය මූලික ආයෝජනය කරන ලද අතර එතැන් සිට කාම්බෝජය, මියන්මාරය, ඉන්දුනීසියාව ඇතුළු බොහෝ රටවල ස්ථිර අඩිපාරක් ස්ථාපිත කර ඇත. , දකුණු සහ අග්නිදිග ආසියාවේ පිලිපීනය සහ පකිස්ථානය. දැනට පවතින සාකච්ඡා අවසන් වූ පසු, සමූහය විසින් ඉන්දියාව විසින් පිරිනමනු ලබන යෝධ වෙළඳපොළට ආයෝජන නල මාර්ගයක් සැලසුම් කර ඇත. මධ්‍යම ආසියාවේ, LOLC සමූහය ටජිකිස්තානයේ සහ කිර්ගිස්තානයේ උස්බෙකිස්තානයට සහ කසකස්තානයට ඇතුළු වීමට සූදානමින් සිටී.",
        "අප්‍රිකානු මහාද්වීපයේ, LOLC සමූහය දැනටමත් නයිජීරියාව, සැම්බියාව, සිම්බාබ්වේ, මලාවි, ටැන්සානියාව, කෙන්යාව සහ ඊජිප්තුව යන රටවල පවතී. එහි නවතම සැලසුම් අනුව, සමාගම කොංගෝ ප්‍රජාතන්ත්‍රවාදී ජනරජය (DRC), Ghana, Uganda සහ Rwanda වෙත ඇතුළු වීමට බලාපොරොත්තු වේ.",
        "එහි වැවිලි කළමනාකරණ විශේෂඥතාව මත ගොඩනැගෙන සමූහය සියරා ලියොන් හි උක් වගාවන් පවත්වාගෙන යයි. Sunbird Sierra Leone Limited (SBSL) යනු හෙක්ටයාර 23,500 ක භූමි ප්‍රමාණයකින් යුත් විශාල කෘෂිකාර්මික සමාගමක් වන අතර, එය හෙක්ටයාර් 50,000 දක්වා වැඩි කිරීමේ විකල්පය සහ අමතර උදාසීන මධ්‍යසාර (ENA) නිෂ්පාදනය කරන නවීන නිෂ්පාදන පහසුකම් ද ඇත. SBSL සතුව දිනකට ENA ලීටර් 100,000 ක් සහ දිනකට Bio එතනෝල් ලීටර් 380,000 ක නිෂ්පාදන ධාරිතාවක් ඇත.",
        "මේ අතර, සමූහය විසින් යතුරු 100 ක් සහිත Radisson Blue මොරිෂස් හි සුඛෝපභෝගී විවේක දේපල අත්පත් කර ගත් අතර, ඉක්මනින් යතුරු 1,077 ක් වෙළඳපොළට එක් කිරීමට අපේක්ෂාවෙන් මාලදිවයිනේ විශාලතම විවේක ක්‍රියාකරු වනු ඇත. මාලදිවයිනේ නිම කිරීමට ආසන්නව ඇති දේපල සංවර්ධනය වන්නේ යතුරු 135 ක් සහ මහල් නිවාස 118 කින් සමන්විත Nasandhura Palace Hotel ය; බොඩුෆාරු - යතුරු 470; Browns Ari Resort - යතුරු 100; සහ Browns Raa atoll සහ STO Hulumale යතුරු 254ක් සමඟින්.",
        "ශ්‍රී ලංකාව තුළ, සමූහය විසින් යතුරු 909 ක කාමර ධාරිතාවක් අණදෙන අතර, ඉදිවෙමින් පවතින යතුරු 363 ක තවදුරටත් ධාරිතාවයකින් යුක්ත වන අතර එය රටේ විශාලතම විවේක ක්‍රියාකරුවන් අතර වේ. ශ්‍රී ලංකාවේ විවේක දේපල Eden Resort සහ Spa වලින් සමන්විත වේ; Occidental Paradise Dambulla; Sheraton Kosgoda Turtle Beach Resort; The Calm Resort & Spa; දික්වැල්ල රිසෝට් සහ ස්පා සමඟ; අලි කොරිඩෝව; අවනි කළුතර; ක්ලබ් හෝටල් ඩොල්ෆින් සහ හෝටල් සීගිරිය සමඟින්, රිවරිනා හෝටලය යතුරු 363 කින් ඉදිවෙමින් පවතී. Reveal Collection එකට සුඛෝපභෝගී බංගලා, Ubuntu, the Beach House, Lantern Beach House, Mirissa සහ Lavender House Pussellawa ඇතුළත් වේ. සිලෝන් රූට්ස් සමූහයේ ගමනාන්ත කළමනාකරණ අංශය සමඟින් විනෝදාස්වාද ව්‍යාපාරය තවදුරටත් පරිපූරණය කර ඇත.",
        "මැලේසියානු ආයෝජකයෙකු රම්බොඩ ඇල්ලේ පාලන කොටස් මිලදී ගැනීම නිසා for-ex strapped SL සඳහා තල්ලුවක්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "LOLC குழுமம் வரலாற்று லாபத்தை பதிவு செய்துள்ளது",
      "body_lines": [
        "ஒரு பன்னாட்டு நிறுவனமாக இருக்க வேண்டும் என்ற அதன் லட்சியத்தை நிறைவேற்றும் வகையில், LOLC குழுமம் முந்தைய ஆண்டை விட 46% வரை லாபத்தில் உயர்ந்து, வரிக்கு முந்தைய லாபத்தை ரூ. 83.8 பில்லியன் மற்றும் வரிக்குப் பிறகு லாபம் ரூ. மார்ச் 31, 2022 இல் முடிவடைந்த நிதியாண்டில் 77.8 பில்லியன். குழுமத்தின் மொத்த விரிவான வருமானம் ரூ. 161 பில்லியன், இது இலங்கையின் எந்தவொரு நிறுவன வரலாற்றிலும் இணையற்றது. இலங்கையில் மிகவும் பன்முகப்படுத்தப்பட்ட கூட்டு நிறுவனமாக, LOLC குழுமத்தின் வலுவான உலகளாவிய விரிவாக்கம், நிதிச் சேவைகள், ஓய்வு மற்றும் பெருந்தோட்டங்கள் என மத்திய ஆசியா மற்றும் ஆபிரிக்கா உட்பட ஆசியாவின் 2 கண்டங்களில் அதன் உலகளாவிய தடத்தை விரைவாக விரிவுபடுத்துவதால், இழுவை பெற்று வருகிறது.",
        "இந்த ஆண்டு அதன் வரலாற்று லாபத்தின் முக்கிய சிறப்பம்சமாக, குழு அதன் உலகளாவிய செயல்பாடுகளில் இருந்து அதன் வருவாயின் பெரும் பகுதியை உள்ளூர் செயல்பாடுகளை நம்பாமல் அல்லது எந்த ஒரு சந்தையையும் நம்பியிருக்கவில்லை. உலகெங்கிலும் காணப்படும் பொருளாதார மற்றும் அரசியல் சீர்குலைவுகளுக்கு மத்தியில், அதன் உலகளாவிய பல்வகைப்படுத்தல் திட்டம் எந்தவொரு பாதகமான தாக்கமும் இன்றி LOLC குழுமம் அதன் மேல்நோக்கிய பாதையை நிலைநிறுத்துவதை உறுதி செய்கிறது.",
        "இலங்கையில் உள்ளுர் நிதிச் சேவைகள் சந்தையில் சிங்கத்தின் பங்கினைப் பெற்று, நாட்டின் மிகவும் பல்வகைப்பட்ட கூட்டு நிறுவனமாக மாறிய LOLC குழுமம் 2007 ஆம் ஆண்டு கம்போடியாவில் தனது ஆரம்ப முதலீட்டைச் செய்தது - அதன் பின்னர் கம்போடியா, மியான்மர், இந்தோனேசியா உள்ளிட்ட பல நாடுகளில் உறுதியான தடம் பதித்துள்ளது. , தெற்கு மற்றும் தென்கிழக்கு ஆசியாவில் பிலிப்பைன்ஸ் மற்றும் பாகிஸ்தான். நடந்துகொண்டிருக்கும் பேச்சுவார்த்தைகள் முடிவடைந்தவுடன், இந்தியா வழங்கும் மாபெரும் சந்தையில் ஒரு முதலீட்டு குழாய்த்திட்டத்தை குழுமம் திட்டமிட்டுள்ளது. மத்திய ஆசியாவில், LOLC குழுமம் தஜிகிஸ்தான் மற்றும் கிர்கிஸ்தானில் உள்ளது, அதே நேரத்தில் உஸ்பெகிஸ்தான் மற்றும் கஜகஸ்தானில் நுழைய தயாராக உள்ளது.",
        "ஆப்பிரிக்க கண்டத்தில், நைஜீரியா, ஜாம்பியா, ஜிம்பாப்வே, மலாவி, தான்சானியா, கென்யா மற்றும் எகிப்து ஆகிய நாடுகளில் LOLC குழுமம் ஏற்கனவே உள்ளது. அதன் சமீபத்திய திட்டங்களில், நிறுவனம் காங்கோ ஜனநாயகக் குடியரசு (DRC), கானா, உகாண்டா மற்றும் ருவாண்டாவில் நுழைய விரும்புகிறது.",
        "அதன் தோட்ட நிர்வாக நிபுணத்துவத்தை உருவாக்கி, குழுமம் சியரா லியோனில் கரும்பு தோட்டங்களை நடத்துகிறது. சன்பேர்ட் சியரா லியோன் லிமிடெட் (SBSL) என்பது 23,500 ஹெக்டேர் நிலப்பரப்பைக் கொண்ட ஒரு பெரிய விவசாய நிறுவனமாகும், மேலும் அதை 50,000 ஹெக்டேராக அதிகரிக்கவும், அதிநவீன உற்பத்தி வசதியுடன் கூடுதல் நடுநிலை ஆல்கஹால் (ENA) உற்பத்தி செய்யும் வசதியும் உள்ளது. SBSL ஒரு நாளைக்கு 100,000 லிட்டர் ENA மற்றும் ஒரு நாளைக்கு 380,000 லிட்டர் பயோ எத்தனால் உற்பத்தித் திறனைக் கொண்டுள்ளது.",
        "இதற்கிடையில், குழு சமீபத்தில் மொரிஷியஸில் உள்ள சொகுசு பொழுது போக்கு சொத்துக்களை, 100 விசைகளுடன் கூடிய Radisson Blue ஐ வாங்கியது, மேலும் விரைவில் மாலத்தீவின் மிகப்பெரிய ஓய்வு நேர ஆபரேட்டராக இருக்கும், விரைவில் சந்தையில் 1,077 சாவிகளை சேர்க்க எதிர்பார்க்கிறது. மாலத்தீவில் நிறைவடையும் தருவாயில் உள்ள சொத்து மேம்பாடுகள் 135 சாவிகள் மற்றும் 118 அடுக்குமாடி குடியிருப்புகளுடன் நசந்துரா பேலஸ் ஹோட்டலாகும்; Bodufaru - 470 விசைகள்; பிரவுன்ஸ் அரி ரிசார்ட் - 100 விசைகள்; மற்றும் 254 விசைகளுடன் பிரவுன்ஸ் ரா அட்டோல் மற்றும் STO ஹுலுமாலே.",
        "இலங்கையில், குழுவானது 909 விசைகளைக் கொண்ட அறைக் கொள்ளளவைக் கட்டளையிடுகிறது, மேலும் 363 விசைகள் கட்டுமானத்தில் உள்ளது. இலங்கையில் உள்ள ஓய்வு விடுதிகளில் ஈடன் ரிசார்ட் மற்றும் ஸ்பா ஆகியவை உள்ளன; ஆக்ஸிடென்டல் பாரடைஸ் தம்புள்ளை; ஷெரட்டன் கொஸ்கொட டர்டில் பீச் ரிசார்ட்; அமைதியான ரிசார்ட் & ஸ்பா; டிக்வெல்லா ரிசார்ட் மற்றும் ஸ்பா உடன்; யானை வழித்தடம்; ஆவணி களுத்துறை; கிளப் ஹோட்டல் டால்பின் மற்றும் ஹோட்டல் சிகிரியாவுடன், ரிவரினா ஹோட்டல் 363 சாவிகளுடன் கட்டுமானத்தில் உள்ளது. ரிவீல் சேகரிப்பில் சொகுசு பங்களாக்கள், உபுண்டு, பீச் ஹவுஸ், லான்டர்ன் பீச் ஹவுஸ் மிரிஸ்ஸா மற்றும் லாவெண்டர் ஹவுஸ் புஸ்ஸல்லாவா ஆகியவை அடங்கும். குழுமத்தின் இலக்கு முகாமைத்துவப் பிரிவான சிலோன் ரூட்ஸ், உள்வரும் பயணச் சேவைகளை வழங்குவதன் மூலம் ஓய்வுநேர வணிகம் மேலும் பூர்த்தி செய்யப்படுகிறது.",
        "மலேசிய முதலீட்டாளர் ரம்போடா நீர்வீழ்ச்சியின் கட்டுப்பாட்டுப் பங்குகளை வாங்குவதால், முன்னாள் முன்னாள் எஸ்எல் நிறுவனத்திற்கு ஊக்கம்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}