{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/RECOVERY-OF-STOLEN-ASSETS-Part-II/352-236814",
  "time_ut": 1652307540,
  "title": "RECOVERY OF STOLEN ASSETS – Part II",
  "body_lines": [
    "Another important feature of the Asset declaration law is that it has several empowering provisions where the public can intervene",
    "If an audit were to be carried out in respect of the assets of the present elected members of Parliament, it is very likely that many of the MPs, may be found to be in contravention of the provisions of the Assets and Liabilities Law, and it is likely that many may have failed to submit their declarations consistently during their tenures",
    "Another important legislation is the Declaration of Assets and Liabilities Law, No. 1 of 1975, as amended. In terms of this law, it is required that Members of Parliament or elected members and staff officers of local authorities make a declaration of all of their assets and liabilities, of their spouse and their children. Therefore, a simple comparison of the assets declared by these elected officials to any assets that they may be currently holding, would easily reveal undisclosed assets.",
    "However, the difficulty lies in the fact that despite the Assets declaration law being in existence since 1975, the provisions of this law have been observed in the breach and though mandated by law, majority of the elected officials have not submitted their asset declarations.",
    "The Asset declaration law in Section 9 sets out the offences under the Act. Accordingly a person who fails without reasonable cause to make any declaration of assets and liabilities which he is required to make under section 3, or who makes any false statement in any such declaration or who willfully omits any asset or liability from any such declaration or who fails without reasonable cause to give such additional information as the Bribery Commissioner may require under this Law or who otherwise contravenes any provisions of this Law, would be guilty of an offence and shall, unless any other penalty is otherwise provided, on conviction after trial before a Magistrate, be liable to a fine not exceeding one thousand rupees, or imprisonment of either description for a term not exceeding one year or to both such fine and imprisonment.",
    "If an audit were to be carried out in respect of the assets of the present elected members of Parliament, it is very likely that many of the MPs, may be found to be in contravention of the provisions of the Assets and Liabilities Law, and it is likely that many may have failed to submit their declarations consistently during their tenures.",
    "Another important feature of the Asset declaration law is that it has several empowering provisions where the public can intervene and play an active role in the implementation of this law.",
    "In terms of Section 5 (3) of the Asset declaration law, “any person” has the right to call for and refer to any declaration of assets and liabilities of elected officials and obtain a copy of such declaration on payment of a requisite fee.",
    "Further, in terms of Section 7(1), any person can forward a communication in writing signed by him and addressed to an “appropriate authority” (for example the Attorney- General, CIABOC, the Commissioner-General of Inland Revenue, the Head of the Department of Exchange Control and the Principal Collector of Customs), drawing the attention of such authority to any recent acquisitions of wealth or property or to any recent financial or business dealings or to any recent expenditures by any person to whom this Law applies, which to the knowledge of the person making such communication is not commensurate with the known sources of wealth and income of such person.",
    "If the authority is satisfied that such communication is genuine and that the communication discloses material upon which an investigation ought to be made, the authority is obliged in terms of the law to make such investigation as may be necessary for the purpose of deciding upon the prosecution or any other suitable action that must be taken under the law.",
    "The Mutual Assistance in Criminal Matters Act, No. 25 of 2002, as amended, also provides a mechanism by which Sri Lanka can seek assistance in criminal and related matters from foreign jurisdictions, including the location of proceeds of a criminal activity.",
    "Another vital tool through which civil society organizations and the public can play a pivotal role, is by the exercise of the right of access to information, which is a right guaranteed under Article 14A of the Constitution, consequent to the 19th amendment.",
    "The Right to Information Act, No. 12 of 2016 was enacted in recognition of the need to foster a culture of transparency and accountability in public authorities by giving effect to the right of access to information and thereby promote a society in which the people of Sri Lanka would be able to morefully participate in public life through combating corruption and promoting accountability and good governance.",
    "In terms of the provisions of the RTI Act, any citizen can make a request for information or documents relating to government contract, tenders, or any other business undertakings or decisions made by public officials and state agencies. Public must utilize this constitutional guarantee to seek information and take appropriate action to complaint of any mishaps on the part of state officials where such information is revealed through this process.",
    "In the light of the above legal provisions, there is currently a mechanism in place, though not fully comprehensive, to initiate investigations, prosecute, retrieve stolen assets and advance transparency and good governance.",
    "However, the lack of a proactive approach by the investigators towards the implementation of these laws has resulted in these provisions being dormant or being observed in the breach. For instance, despite the fact that the Prevention of Money Laundering Act empowers any Police Officer not below the rank of an Assistant Superintendent of Police to take action under the said Act, or the CIABOC Act empowering the Commission to commence investigations and prosecute offenders or the Asset declaration Law empowering an authority designated under the Act to initiate investigations/prosecution, these provisions are hardly ever implemented , despite visible evidence being available. Is it that the Police Department or the CIABOC or the Attorney General is awaiting orders from the “top” to move under these laws to bring perpetrators before a court of law? This brings one back to the need to establish an independent legal system and independent Commissions, including an independent Public Service, an independent Police Commission and an independent Commission for Bribery and Corruption, where public officers are free of political interference to carry out their duty as obliged under the law.",
    "Despite many promises being made during election propaganda campaigns to eradicate bribery and corruption and advance good governance, we are yet to see any government that has been elected since independence, adopting a fully committed holist and efficient approach to this cause or to recover stolen assets.",
    "However, it must also be borne in mind that the recovery of stolen assets cannot be recovered and retrieved overnight. The successful attempts made in other jurisdictions show that it has taken committed investigations and long drawn legal proceedings to identify and recover stolen assets, at times spanning over 10 years. In this entire process, proactive initiatives by the government and the law enforcement agencies remain an important source for successful asset freezes and returns.",
    "As concerned citizens and civil society organizations, the law enforcement agencies can be informed of any known acts of bribery and corruption and seek commencement of immediate investigations. The public can continue the pressure for transparency and good governance so that any investigation that commence will see some finality which can then be used to reach out to international agencies to trace, retrieve and freeze stolen assets.",
    "The “#gotagohome and give back our money” campaign can reap the fruits of its efforts only when the requirement to irradicate bribery and corruption and foster transparency and accountability becomes a priority of the State.",
    "What is most important in the current Sri Lankan context, is to advocate not only for a constitutional change to abolish the executive presidency but also to bring a change in the entire approach to bribery, corruption and good governance. To this extent, it would be necessary to bring in a new law to give effect to the provisions of the UNCAC.  Enacting new legislation need not necessarily be the responsibility of the government. Even a member of the opposition can bring a private member bill in order to promulgate domestic legislation to give effect to this convention. It would indeed be interesting to see the level of support such a bill will muster from the 225 members sitting in Parliament.",
    "The uprising of the people of Sri Lanka at this critical hour and the voices raised should therefore be channeled to compel the rulers, be it the incumbent or new, to be committed to this cause."
  ]
}