{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/11/video-no-pm-cabinet-or-secretaries-president-must-swear-in-new-pm-cabinet-resign-sumanthiran/",
  "time_ut": 1652253180,
  "title": "(Video) NO PM, Cabinet, or Secretaries; President must swear in new PM, Cabinet & Resign – Sumanthiran",
  "body_lines": [
    "COLOMBO (News 1st); TNA Parliamentarian M. A. Sumanthiran said that President Gotabaya Rajapaksa is primarily responsible for the situation in the country.",
    "“The whole country has been asking him to step down for over a month. Instead, he has proclaimed a state of emergency, and the constitution in article 155 (7) says that when he proclaims a state of emergency and if the next sitting of parliament is more than 10 days away, he must also make another proclamation convening parliament, which he has not done,” said the MP on Wednesday (11).",
    "Sumanthiran said because the President has not made such a proclamation, the speaker had requested the President to convene Parliament.",
    "“In such a situation Parliament can convene even without a prime minister,” he added.",
    "“Nevertheless, today since the Prime Minister has resigned, the cabinet stands dissolved, and all secretaries to ministries have also left their positions, and that is the constitutional position,” stated M. A. Sumanthiran.",
    "Therefore, the President must immediately appoint a person as the Prime Minister and swear in a cabinet, if not all powers of governance will be with the President, said M. A. Sumanthiran.",
    "“The President has lost legitimacy, and must step down,” he added.",
    "M. A. Sumanthiran said that the President must immediately swear in a Prime Minister, and Cabinet, and thereafter immediately step down.",
    "(Video) NO PM, Cabinet, or Secretaries; President must swear in new PM, Cabinet & Resign – Sumanthiran",
    "President MUST resign; NPP ready to lead Interim Government – Anura",
    "Troops & Military vehicles deployed to ensure public security – Army"
  ]
}