{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-to-consider-re-imposing-MRP-on-essential-items/56-735830",
  "time_ut": 1654553760,
  "title": "Govt. to consider re-imposing MRP on essential items",
  "body_lines": [
    "Trade Minister Nalin Fernando orders CAA to summon Laugfs Gas officials over price hike",
    "Asserts CAA can inquire into reasons for price increase, though prior approval is not required",
    "Says an agreement should be reached on procedure to ensure traders do not exploit consumers",
    "Urges public to refrain from hoarding as sufficient stocks are available",
    "Trade Minister Nalin Fernando yesterday hinted at re-imposing the Maximum Retail Price (MRP) for certain essential items, given the arbitrary hikes and shortage of goods.  “As the MRP has been removed for months now, we observe that companies are taking advantage of the move to arbitrarily increase prices to burden people. If required the Government will list items once again under the essential items in a Gazette notification,” he told journalists yesterday.",
    "On 7 October, the Cabinet of Ministers decided to remove four essential items — milk powder, wheat flour, LP gas and cement from the MRP control, paving the way for a hike.",
    "Minister Fernando has also ordered the Consumer Affairs Authority (CAA) to summon officials of Laugfs Gas to inquire into the decision to increase LP gas prices on Sunday.",
    "Resuming operations after a lapse of three months, LAUGFS Gas on Sunday began distributing LPG whilst hiking the price influenced by external factors. LAUGFS Gas increased the price of a 12.5 kg domestic gas cylinder to Rs. 6,850 and the price of a 5 kg gas cylinder to Rs. 2,740.",
    "“Although, the items were taken off from the MRP, the CAA still can inquire into the reasons that led to the price increase, and if the increase was justifiable,” he explained.",
    "The Trade Minister pointed out that given the vast difference in prices between the two gas companies, it is important to reach a common decision on similar incidents in future.",
    "“It is time that a decision must be reached, as to how the matter should proceed in future. The traders should not be allowed to exploit consumers,” he added.",
    "The Minister also claimed that the public are hoarding paddy, as rice cannot be stored for over two to three weeks.",
    "“There will be no shortage of rice,” Minister Fernando assured.",
    "He believes the paddy from the Maha harvesting season will suffice four months, whilst the Yala harvesting season in July will yield paddy sufficient for two to three more months.",
    "The Trade Minister called on the public to refrain from hoarding rice unnecessarily."
  ]
}