{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/16/f1-changes-safety-car-rules-after-abu-dhabi-lapped-cars-controversy/",
  "time_ut": 1647414000,
  "title": "F1 changes safety car rules after Abu Dhabi lapped cars controversy",
  "body_lines": [
    "Formula 1’s governing body the FIA has tweaked the series’ safety car rules in regards to lapped cars following the controversy during last year’s Abu Dhabi Grand Prix.",
    "Previously the rule read that any lapped car can be waved past the leader under safety car conditions during a race.",
    "The original wording became a major talking point after the 2021 season finale when race director Michael Masi chose to only allow those cars between leader Lewis Hamilton and second-placed Max Verstappen to be waved by.",
    "Lapped cars behind Verstappen were told to stay put, including those that were between the Dutchman and third placed Carlos Sainz.",
    "At the restart with one lap to go Verstappen took advantage of his new tyres to pass Hamilton and claim both the race victory and the world championship.",
    "In the debate that followed, there was a discussion about the potentially ambiguous meaning of the word ‘any’.",
    "In order to ensure that there won’t be a repeat, and after a discussion with the teams, the FIA has amended the relevant rule, which now specifies that all lapped cars must be waved past the leader if it is considered safe to do so.",
    "Article 55.13 now reads: “If the clerk of the course considers it safe to do so, and the message ‘LAPPED CARS MAY NOW OVERTAKE’ has been sent to all competitors using the official messaging system, all cars that have been lapped by the leader will be required to pass the cars on the lead lap and the safety car.”",
    "The change appears in Issue 5 of the 2022 FIA F1 Sporting Regulations, which was published on Tuesday after weeks of tinkering with final details.",
    "F1 changes safety car rules after Abu Dhabi lapped cars controversy",
    "Aim is to make Sri Lanka a self-sufficient country – President",
    "North Korea fires ‘unidentified projectile’ but launch fails, says South"
  ]
}