{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Rajeev-Amarasuriya-becomes-a-Raisina-Fellow/34-734888",
  "time_ut": 1652734440,
  "title": "Rajeev Amarasuriya becomes a Raisina Fellow",
  "body_lines": [
    "Attorney-at-Law Rajeev Amarasuriya was recently inducted to the select group of Raisina Young Fellows at the Asian Forum on Global Governance held in New Delhi, India jointly organised by the Observer Research Foundation (ORF), India and the ZEIT-Stiftung Ebelin und Gerd Bucerius, Germany. Lok Sabha Member of Parliament, India and Former Under Secretary General of the United Nations Shashi Tharoor is the present Dean of the Asian Forum on Global Governance.",
    "The aim of the Forum is to foster leadership qualities among the fellows, and to serve as a networking platform that helps them establish lasting international relationships. Through dialogue, deliberations and debates with prominent figures from the world of politics, business and academia, fellows of the Forum assess and challenge conventional interpretations of complex contemporary realities.",
    "The Raisina Young Fellows also participate in the Raisina Dialogue - India’s flagship conference on geopolitics and geo-economics, hosted by ORF in collaboration with the Ministry of External Affairs, Government of India.",
    "The alumni network of the Raisina Young Fellows Programme and its sister forum, the Bucerius Summer School (BSS), Hamburg, is 1600 strong, with alumni from over 100 countries. 44 Fellows were inducted this year from 27 Countries.",
    "Amarasuriya completed a successful term of office of two years as the Secretary of the Bar Association of Sri Lanka in March this year.",
    "He holds a Bachelor of Laws LL.B (Hons.) Degree, from the University of Colombo, is an Attorney-at-Law, a Fellow Member of the Chartered Institute of Management Accountants (CIMA) (UK), a Fellow Member of the Institute of Certified Management Accountants Sri Lanka and a Chartered Global Management Accountant (CGMA). He is also an Alumnus of the Harvard Kennedy School, Executive Education.",
    "Amarasuriya commenced his Legal Practice in the Law Chambers of Sanjeeva Jayawardena, PC where he practiced Law for more than a Decade before commencing his own Law Chambers and is a regular Practitioner before the Appellate Courts specialising in all aspects of Appellate Law, as well as Constitutional and Public Law and has a varied practice in diverse fields and subjects, including Civil, Contractual, Commercial, Property, Taxation, Banking, Labour and other disciplines of the law.",
    "He also provides Corporate and Legal Consultancy to many State and Private Sector Institutions.",
    "In 2013, Amarasuriya was awarded the prestigious CIMA Star Gold Award by the Chartered Institute of Management Accountants (CIMA) as the most outstanding CIMA Member below the age of 40 years. Amarasuriya was also named as one of the LMD - CIMA Trailblazers for 2021.",
    "He is also the President of the Alumni Association of the University of Colombo, a Board Member of the Sri Lanka Accounting Standards and Monitoring Board, an Executive Committee Member of the Law Association of the Asia and Pacific (LAWASIA), a Member of the Standing Committee on Legal Studies of the University Grants Commission, a Member of the Board of Governors of the Sri Lanka National Arbitration Centre and a Member of the Advisory Board of the Faculty of Law of the Sri Lanka Institute of Information Technology. He is also a Founder Member of Direction Sri Lanka.",
    "He was also a Commission Member of the Securities and Exchange Commission of Sri Lanka for close to five years and also has been a Member of the Incorporated Council of Legal Education of Sri Lanka."
  ]
}