{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dilmah-initiated-merrill-j-fernando-innovation-awards-2021-unveils-winner/",
  "time_ut": 1649476140,
  "title": "Dilmah initiated Merrill J. Fernando Innovation Awards 2021 Unveils Winner",
  "body_lines": [
    "The Merrill J. Fernando Innovation Awards – ECOVATION – first took place in 2016, seeking to encourage practical or scientific innovation amongst youth, women and men in academia or any field, in designing creative and impactful solutions to our most urgent ecological issues. The award ceremony for Ecovation 2021 was held on March 31, 2022 at the Dilmah Tea head-office premises. The included an exhibition showcasing the Top 10 eco-innovations from the competition with the aim of motivating the innovators and inspiring patrons to think of sustainable and eco-friendly solutions to the problems we face today.",
    "Representing the eminent panel of judges, the event was graced by Prof. Ilmi Hewajulige, Additional Director General of R&D at ITI, Ms. Pathma Abeykoon, Operational Focal Point Biodiversity Secretariat, Ministry of Environment, while Ms. Shiranee Yasaratne, Advisor, Biodiversity Sri Lanka joined the festivities via Zoom. Other members of the panel included, Prof. Ajith de Alwis, Dean, Faculty of Graduate Studies, University of Moratuwa, Mr. Jeevan Gnanam, CEO of SAKS Global, and Ms. Savera Weerasinghe, Founder of Ananta Sustainables.",
    "“Understanding that the traditional ‘take-make-dispose’ culture has had devastating impacts on people and planet; eco-innovations ideally address these environmental and social problems, among others, and upgrade the means used to tackle these issues. ECOVATION Awards 2021 sort out eco-innovative ideas and prototypes under the theme “Circular Economy for a Sustainable Future” and focused specifically on sustainable packaging, resource efficiency, and waste management,” a news release on the event said.",
    "“The winner of ECOVATION 2021 was the innovator-duo Professor Rangika Halwatura and Himahansi Galkanda, affiliated to the University of Moratuwa, who created an eco-friendly wall-putty out of waste alum sludge. In addition to being honoured as winner of Ecovation 2021 with the Merrill J Fernando Innovation Awards 2021 trophy, the duo received a cash prize of Rs 750,000. “",
    "In second place was Sudhara Jayakody, also affiliated to the University of Moratuwa, with his Eco Crumbler – “earthworm pet home” – a solution devised to help city dwellers deal with accumulating household food waste. Chosen in third place was Gamini Priyantha Alexander, from Nature’s Paper (Pvt) Ltd, a formidable eco-entrepreneur, who has been creating eco-friendly packaging alternatives out of paper waste and agricultural waste as well as invasive plants.",
    "The second place and third place winners received cash prizes of Rs. 500,000 and Rs. 250,000 respectively. The remaining top 10 were also awarded with cash prizes of Rs 50,000 each towards their continuing eco innovation journey.",
    "“The Merrill J. Fernando Innovation Awards aspires eco-innovators to showcase their product, and acts as space for knowledge-sharing and growth. Going beyond the boundaries of a traditional competition, ECOVATION seeks to work closely with the winning innovators to adapt and scale-up to suit the existing market needs. Furthermore, the winning innovators will be provided legal support to protect the intellectual property rights of the respective eco-innovators, the release said.",
    "It explained that this edition of the awards saw 64 aspiring eco-innovators sending in their eco-friendly ideas and prototypes. These eco-innovations were then scored on their innovativeness, but most importantly on adaptability, scalability and practicality. After thorough screening by the judges, the Top 16 eco-innovators were given the opportunity of interacting closely with the panel to improve their concepts and prototypes.",
    "As the panel included groundbreakers from various disciplines and fields; these eco-innovators were provided with invaluable feedback, constructive criticism and insightful suggestions on how to better their eco-innovations, in the areas of material sourcing, production, design, marketing, budgeting, financing and scaling-up. The applicants were then allowed a period of two months to apply relevant suggestions and further strengthen their innovations, after which they made their final presentations to the same panel, the release said.",
    "“Ecovation will evolve in 2022 into a component of Dilmah’s Genesis Project, an initiative to promote the importance of building back better with Nature-based Solutions (NbS), for the welfare of people, reducing inequality and strengthening climate resilience through sustainable agricultural entrepreneurship. Like ECOVATION, that is a platform for innovators to connect and interact with corporates and government institutions, the Genesis Project will act as a platform for various stakeholders and institutes to network and lobby for various purposes that benefit people and planet,” it concluded.",
    "Ceylinco General Insurance says ‘Thank You!’ for being selected as ‘People’s General Insurance Brand’ for the 16th consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}