{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/09/i-too-want-to-protest-s-b-dissanayake/",
  "time_ut": 1649511180,
  "title": "I too want to protest: S.B. Dissanayake",
  "body_lines": [
    "COLOMBO (News 1st); I too want to take a board and protest when there is no electricity in my house for good six or seven hours, says SLPP MP S.B. Dissanayake.",
    "Speaking during a press conference organized by the Sri Lanka Podujana Peramuna, the MP apologized for the current economic crisis faced by the people.",
    "Mentioning that he too is very sensitive about the people’s suffering as they too feel much grief and the people’s pain, the MP apologized for the current crisis on behalf of the Government.",
    "Speaking further, he stated that yesterday (08) the Opposition put forward an absurd slogan of abolishing the executive presidency.",
    "With regard to the slogan, the MP asked as to which country had so far become rich by implementing a strict democracy.",
    "Citing examples of Singapore, which is one of the leading economies in the world, the MP said that the Opposition was not allowed to participate and make such demands.",
    "Even with regard to South Kore, the MP questioned as to how the country managed to rise up from a poorer situation than Sri Lanka, as it was a dictatorship.",
    "He emphasized that therefore, executive power benefits any patriot who wants to set a goal and develop fast, and abolishing the executive president is not the answer to such an economic crisis.",
    "“However, we are deeply saddened by the suffering of others. We apologize to people. But we, the people of Sri Lanka, have the strength to change this situation completely and to rise rapidly to a new revival,” he stated.",
    "With regard to the people taking to streets, the MP said that he too feels the need to protest when there is no electricity, however it is not the same as chanting for the current President to go home.",
    "It is up to the President to take a honorable political turn: Anuruddha Somatunga",
    "IN PICTURES: Crowds gather for peaceful protest at Galle Face"
  ]
}