{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/09/japan-to-ban-russian-oil-imports-in-principle-prime-minister-says/",
  "time_ut": 1652059320,
  "title": "Japan to ban Russian oil imports ‘in principle,’ prime minister says",
  "body_lines": [
    "COLOMBO (News 1st); Japan will ban Russian crude oil imports “in principle,” as part of a Group of Seven (G7) campaign to counter Russia’s invasion of Ukraine, Prime Minister Fumio Kishida said after an online meeting of G7 leaders on Sunday.",
    "The G7 nations committed to ban or phase out imports of Russian oil, marking the latest attempt by the West to put pressure on Russian President Vladimir Putin for the invasion of Ukraine and the deadly aftermath that ensued.",
    "“For a country heavily dependent on energy imports, it’s a very difficult decision. But G7 coordination is most important at a time like now,” Kishida said, according to a statement released by the government.",
    "For Japan, the Ukraine crisis has put its energy dependence on Russia in sharp relief, even as Kishida has been outspoken in his criticism of Russia. Japan has acted swiftly and in tandem with the G7 in instituting sanctions against Russia, including freezing the assets of oligarchs.",
    "However, Tokyo has so far shown less appetite for a full ban on Russian oil and gas, given that resource-poor Japan is dependent on imports to keep the lights on, particularly since it shut down the bulk of its nuclear reactors following the 2011 Fukushima nuclear crisis.",
    "Russia is Japan’s fifth-biggest supplier of crude oil and liquefied natural gas (LNG).",
    "“We commit to phase out our dependency on Russian energy, including by phasing out or banning the import of Russian oil. We will ensure that we do so in a timely and orderly fashion,” the G7 leaders said in their joint statement.",
    "The idea of phasing out Russian oil could give Japan some leeway to scale back imports gradually as it looks for alternative energy sources.",
    "The Japanese government and companies own stakes in oil and liquefied natural gas (LNG) projects in Russia, including two on Sakhalin Island from which partners Exxon Mobil Corp (XOM.N) and Shell PLC (SHEL.L) have announced they will exit.",
    "Reporting by Yoshifumi Takemoto; writing by Leika Kihara and David Dolan; Editing by Leslie Adler and Lincoln Feast.",
    "Japan to ban Russian oil imports ‘in principle,’ prime minister says",
    "(PICTURES) Sri Lankan traditional shaman perform Thovil outside Temple Trees as cops look on"
  ]
}