{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/sri-lanka-thousands-line-up-at-filling-stations-as-minister-admits-petrol-shortage/",
  "time_ut": 1652881080,
  "title": "Sri Lanka: Thousands line up at filling stations as Minister admits petrol shortage",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankans are continuing to face the brunt of a petrol shortage that seems to be getting worse by the second.",
    "On Wednesday (18) thousands were back in queues trying their luck to purchase petrol from filling stations, while Sri Lanka’s Minister of Power and Energy urged the public to say away from queues as petrol will only be available from Saturday (21).",
    "Sri Lankans also took to the streets to protest against the failure to maintain adequate fuel stocks to meet the demand.",
    "People of Wellawatte held a protest demanding kerosene by blocking Galle Road near the Ramakrishna Road.",
    "Another group blocked the Negombo-Colombo main road opposite a filling station near the Sugathadasa Stadium in Colombo.",
    "“The people can’t eat, drink or even go to work with the money they have. We can’t even think about what to do in this situation. Don’t make innocent people suffer like this,” said one protestor.",
    "People protested at the Punchi Borella junction by blocking the road by between Maradana and Borella.",
    "People also blocked the Chilaw-Colombo main road near the Daluwakotuwa petrol station in Kochchikade, Negombo demanding fuel.",
    "Our correspondent reported that these people have been in queues for two days.",
    "People in Horana blocked the Horana – Panadura main road due to the shortage of fuel in the last few days.",
    "Sri Lankans in Kandy alleged that a bowser that arrived at a filling station in Gelioya contained diesel mixed with water.",
    "The Minister confirmed that Sri Lanka has an issue with regard to the availability of Petrol, adding that since the 28th of March a vessel with Petrol has been anchored in Sri Lankan waters.",
    "“We do not have the US Dollars to make the payment for the vessel with Petrol,” he revealed to the Parliament, adding that another USD 53 Million is due for the same vessel for a previous shipment in January 2022.",
    "He said the respective shipping company had refused to release the vessel until both payments are settled, adding that following an assurance by the Central Bank of Sri Lanka to make the previous payment from August, the company had agreed to release the vessel after the due payment is made.",
    "“We are yet to source the funds for this purpose,” he revealed adding that the Ministry is working towards releasing the vessel either on Wednesday (18) or Thursday (19).",
    "“This is why we requested the people NOT to wait in line for fuel. There is no issue with Diesel. But, please DO NOT stay in line for Petrol. We have limited stocks of Petrol, and we are trying to distribute it accordingly for essential services, especially Ambulances,” the Minister said.",
    "Sri Lanka: Thousands line up at filling stations as Minister admits petrol shortage",
    "Ranil writes to Manusha & Harin, says NO objection for a parliamentary election",
    "POWER CUTS : 3-hours & 40 minutes daily on 19th, 20th, 21st May",
    "Ranil offers olive branch to Sajith to work together on addressing drug shortage"
  ]
}