{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82659/teenage-gunman-kills-at-least-18-children-at-elementary-school-in-us",
  "time_ut": 1653443700,
  "title": "Teenage gunman kills at least 18 children at elementary school in U.S.",
  "body_lines": [
    "A teenage gunman opened fire in a south Texas elementary school on Tuesday, killing at least 18 children and one adult, before he was also killed, officials said, the latest mass murder as the United States is gripped by an epidemic gun violence.",
    "Governor Greg Abbott said the suspect, identified as 18-year-old Salvador Ramos, was apparently killed by police officers responding to the scene, and that two officers were struck by gunfire, though the governor said their injuries were not serious.",
    "The confusion of the moment saw the accounts of the death toll vary until the state attorney general’s office in an official statement put the tally of lives lost at 18 children and two adults, including the shooter. Judging from the grades of the students enrolled at the school, the children ranged in age from 7 to 10.",
    "The carnage unfolded just 10 days after 10 people were killed in Buffalo, New York, in a predominantly Black neighborhood. Authorities have charged an 18-year-old man who they said had traveled hundreds of miles to Buffalo and opened fire with an assault-style rifle at a grocery store.",
    "Official details remained sketchy about the circumstances of the late morning shooting at Robb Elementary School in the town of Uvalde, Texas, about 80 miles west of San Antonio.",
    "Abbott said the suspect was believed to have abandoned his vehicle and entered the school armed with a handgun, and possibly a rifle, before opening fire.",
    "Texas Public Safety Department Sergeant Erick Estrada, appearing on CNN for an interview, said police saw the suspect emerge from a car he crashed near the school, carrying a rifle and a backpack, and “engaged” with him before he entered the south side of the school and started firing. Estrada said the gunman was wearing body armor.",
    "Investigators believe Ramos shot and killed his grandmother before going to the school, CBS News reported, citing unidentified law enforcement sources.",
    "“It is being reported that the subject shot his grandmother right before he went into the school,” Abbott told reporters. “I have no further information about the connection between those two shootings.”",
    "University Hospital in San Antonio said on Twitter that it had received two patients from the shooting in Uvalde, a 66-year-old woman and a 10-year-old girl, both listed in critical condition.",
    "U.S. President Joe Biden, who ordered flags flown at half-staff until sunset daily until May 28 in observance of the tragedy, planned to address the nation about the shooting on Tuesday evening, the White House said.",
    "The student body at the Texas school consists of children in the second, third and fourth grades, according to Pete Arredondo, chief of the Uvalde Consolidated Independent School District Police Department, who also addressed reporters.",
    "Hours after the shooting, police had cordoned off the school with yellow tape. Police cruisers and emergency vehicles were scattered around the perimeter of the school grounds. Uniformed personnel stood in small clusters, some in camouflage carrying semi-automatic weapons.",
    "The Texas rampage is the latest in a series of mass shootings in U.S. schools that have shocked the world and fueled a fierce debate between advocates of tighter gun controls and those who oppose any legislation that could compromise the constitutional right of Americans to bear arms.",
    "The shooting in Texas was one of the deadliest at a U.S. school since a gunman killed 26 people, including 20 children, in a rampage at Sandy Hook Elementary School in Connecticut in December 2012. In 2018, a former student at Marjory Stoneman Douglas High School in Parkland, Florida, killed 17 students and educators.",
    "Firearms became the leading cause of death for U.S. children and adolescents in 2020, surpassing motor vehicle accidents, according to a University of Michigan research letter published in the New England Journal of Medicine last month.",
    "The day’s horrors were reflected on the Facebook page of Robb Elementary School.",
    "Earlier this week, its posts showed the usual student activities - a trip to the zoo for second-graders and a save-the-date for a gifted-and-talented showcase. But on Tuesday, a note was posted at 11:43 a.m.: “Please know at this time Robb Elementary is under a Lockdown Status due to gunshots in the area. The students and staff are safe in the building.”",
    "A second post was more explicit: “There is an active shooter at Robb Elementary. Law enforcement is on site.” Administrators asked parents to stay away. And finally, a note was posted advising parents that they could meet their children at the small city’s civic center."
  ]
}