{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/GRI-wins-three-awards-at-National-Business-Excellence-2021/34-732499",
  "time_ut": 1648146600,
  "title": "GRI wins three awards at National Business Excellence 2021",
  "body_lines": [
    "GRI won three awards for demonstrating excellence in business whilst contributing to the economic advancement of Sri Lanka, at the recently held National Business Excellence Awards 2021, by the National Chamber of Commerce of Sri Lanka.",
    "GRI was runner-up for Excellence in the Global Market Reach Category, while being presented with a Merit Award for Excellence in Environmental Sustainability, in addition to a Merit Award for Manufacturing.",
    "GRI CEO Dr. Mahesha Ranasoma speaking on this historic occasion said, “We are humbled by the honour bestowed and the recognition received for our commitment to excellence in all round business performance. 2021 was a year of multiple challenges owing to the global pandemic, and we are thankful to have emerged through that experience stronger, enabling us to continue to offer a global brand of high-performance specialty off-road tyres, generating tangible results for the company and for Sri Lanka.",
    "“I would like to thank all our customers for the trust placed in our products, all our partners who have contributed significantly to harness the collective potential of our business and all our employees across local and international geographies of operations, who dedicate themselves to drive excellence and deliver world-class products and service.”",
    "To be presented with multiple awards for National Business Excellence reflects the high quality of standards the company adheres to in its continued pursuit for excellence, as it uncompromisingly commits to its core values of integrity, being purposeful, passionate, far-sighted, relentless, and customer focused.",
    "Founded in 2002 by GRI Managing Director Prabhash Subasinghe produces material handling solid tyres, radial agriculture tyres, and construction tyres. GRI has operations in nine countries, and a business presence in more than 50 countries worldwide. Since 2018 GRI has been advancing in the rapid expansion of its specialty tyre production plants and tyre compound mixing facilities in Sri Lanka as well as its operations in key countries. GRI ensures its commitment to sustainability and environmental protection throughout its operations both locally and globally."
  ]
}