{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/activation-in-a-flash-combank-innovates-with-digital-kyc-procedure-for-flash-accounts-2/",
  "time_ut": 1650083340,
  "title": "Activation in a flash: ComBank innovates with Digital KYC procedure for ‘Flash’ accounts",
  "body_lines": [
    "An innovative video call identity verification feature has been introduced by the Commercial Bank of Ceylon to its ground-breaking digital bank account ‘Flash,’ making it possible for an account to be opened, activated and operated without ever visiting a bank branch.",
    "The unique Digital KYC (Know Your Customer) process allows the Bank to remotely complete the customer verification requirements and provide the Flash account holder full access to all the functions of the activated app. Among these is the linking of other bank accounts, enabling the account holder to transfer money from an account in another bank to top-up the Flash account with funds, the Bank said.",
    "Further simplifying the self-registration process, Commercial Bank now requires those opening a Flash Digital Bank Account to simply fill in a few personal details and upload the specified identification documents via their Flash mobile App. The customer will then be contacted by a bank officer via a video call for the verification and activation of the account.",
    "The winner of the award for the ‘Digital Banking Initiative of the Year’ in Sri Lanka at the 2021 Asian Banking and Finance (ABF) awards, Flash is a comprehensive digital banking app that provides financial services required to manage the lifestyle of a customer across aspects such as daily living and utility expenses, budgeting, saving, financing, eCommerce, environmental awareness, and investments. The app is supported by its own dedicated website – www.flashbank.lk",
    "The Flash Digital Bank Account mobile app is available for download via the Apple App Store, Google Play Store or Huawei App Gallery and offers users anytime anywhere access to a complete suite of financial services and wealth management tools in one seamless application.",
    "Besides providing the standard banking services required by account holders, Flash offers several innovative features and functions that go beyond routine banking. These include a ‘Save the Environment’ a feature which promotes an understanding of the social carbon footprint of consumption by assessing each transaction a user carries out via the app; an ‘Advanced Budgeting’ tab which functions as a personal financial management tool that enables tracking of spending with detailed categorisation of expenses; a Quick Response (QR) payment module that enables users to scan a LANKAQR code of any merchant to make payments directly from their accounts to the merchant for purchases, integration with the PickMe app QR; Flash e-Statements with payment and receipts and detailed e-Receipts for Flash transactions with the option to share via email and WhatsApp; ‘JustPay’ which enables customers to add any bank account to top up Flash and make payments, and the ‘My Payees’ and ‘My Billers’ functions in the homepage menu with recent payee and biller templates.",
    "Additionally, Flash is equipped with a ‘Flash Finance SPACE’ function that generates requests for Personal Loans, Home Loans, Leasing facilities and Education Loans. Flash allows its customers to invest their money in Fixed Deposits for a higher return of interest. Further, Flash allows customers to apply for Health Insurance cover through Fairfirst Insurance with many options, providing higher benefits, enabling customers to look into the most suitable choice for them and their families.",
    "Commercial Bank is Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 11 years consecutively. It is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 19 outlets; the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake, and Myanmar, where it has a microfinance company in Nay Pyi Taw.",
    "LAUGFS supermarkets offer free essentials for everyone this Avurudu season",
    "Norochcholai running out of coal, six to eight hour power cuts loom",
    "World Bank says Lanka’s economic outlook is highly uncertain, needs urgent policy measures",
    "What’s happening in Sri Lanka and how did the economic crisis start?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}