{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-policy-rate-unchanged-as-market-rates-rise-money-printing-warnings-94431/",
  "time_ut": 1652926200,
  "title": "Sri Lanka policy rate unchanged as market rates rise, money printing warnings",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it is keeping the policy rate 14.50 percent, saying market rates have moved up fast, though officials have warned earlier that money will be printed to pay state worker salaries, undermining gains made through rate hikes.",
    "Sri Lanka’s inflation hit 29.8 percent in April 2022 after two years of money printing and a collapse of the soft-peg to 380 to the US dollar from around 200 in March.",
    "“The central bank said while inflation is projected to remain elevated in the near term, the last rate hike to 14.50 percent and other measures are “expected to contain any further build-up of inflation expectations and ease inflationary pressures in the period ahead.”",
    "“Market interest rates have notably adjusted upwards reflecting the significant monetary policy tightening measures taken by the Central Bank in April 2022,” the central bank said.",
    "“The interest rates on deposit and lending products of financial institutions have adjusted upwards considerably, correcting some anomalies that prevailed in the market interest rate structure.”",
    "However officials and Prime Minister Ranil Wickremesinghe have warned that money will continued to be printed to pay state worker salaries, undermining gains made through policy rate hikes.",
    "Sri Lanka has to print money for state salaries, depreciating rupee unwillingly:PM",
    "Sri Lanka will have to print money unless taxes are raised: CB Governor",
    "The central bank called for urgent action to raise taxes and adjust energy prices up.",
    "“..[S]wift policy actions are required to strengthen the fiscal performance that would help avoid excessive reliance on monetary financing and maintain fiscal sustainability over the medium term,” the central bank said.",
    "“Furthermore, expeditious and transparent revision of tariffs in the energy sector remains a priority in order to strengthen the financial position of energy-related state owned business enterprises.”",
    "The central bank is also operating a surrender rule where dollars are bought from banks despite the currency being already under pressure.",
    "The agency is also giving dollars to the market on the other side of the peg.",
    "Earlier this week the central banks started to operate a ‘guidance rate’ around 360 to the US dollar leading to a de facto non-credible peg developing around 20 to 30 rupees below the rate at which many transactions were taking place among importers and exporters.",
    "Raising more concerns it is also below the rate at which transactions were taking place with Middle Eastern exchange houses, market participants say.",
    "With the soft-peg still triggering forex shortages and a float not yet established, Sri Lanka is scrambling for ‘bridging finance’ for imports.",
    "The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 18 May 2022, decided to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at the current levels of 13.50 per cent and 14.50 per cent, respectively. The Board is of the view that although inflation is projected to remain elevated in the near term, the substantial policy measures taken by the Board, at its meeting held on 08 April 2022, combined with the other measures to stem the firming up of aggregated demand pressures, are expected to contain any further build-up of inflation expectations and ease inflationary pressures in the period ahead.",
    "A faster passthrough to market interest rates is observed following the significant monetary policy tightening measures",
    "Market interest rates have notably adjusted upwards reflecting the significant monetary policy tightening measures taken by the Central Bank in April 2022. The interest rates on deposit and lending products of financial institutions have adjusted upwards considerably, correcting some anomalies that prevailed in the market interest rate structure. Although domestic credit in rupee terms recorded a significant expansion in March 2022, mainly due to the valuation impact of foreign currency denominated loans, the parity adjusted domestic credit expansion is estimated to have slowed.",
    "Meanwhile, the resultant expansion of broad money growth has been weighed down by the contraction in net foreign assets (NFA) of the banking system. It is envisaged that the elevated interest rate structure would attract more deposits into the banking system.",
    "However, the expansion of domestic credit, particularly to the private sector, would remain restrained due to the passthrough of the significantly tight monetary policy measures. Meanwhile, yields on government securities, which increased considerably in the recent past, are expected to moderate and stabilise at lower levels in the period ahead with the necessary fiscal adjustments together with renewed efforts to restore political stability in the country.",
    "Inflation is projected to remain elevated in the coming months before moderating thereafter, supported by the realisation of the full impact of the policy measures",
    "Headline inflation is projected to remain escalated in the near term on account of domestic supply shortages, increased global commodity prices, the effects of the large depreciation of the Sri Lanka rupee against the US dollar thus far during the year, along with the impact of aggregate demand pressures.",
    "However, inflation is expected to moderate thereafter reflecting the impact of corrective policy measures of the Central Bank and the expected improvements in both domestic and global supply conditions. Moreover, it is envisaged that the recent tightening of monetary conditions and the strengthening of monetary policy communication will help anchor inflation expectations of the public in the period ahead.",
    "The external sector continues to face heightened challenges, which are being addressed by an array of measures",
    "The guidance provided by the Central Bank to all licensed banks in the determination of the interbank spot exchange rate, since mid-May 2022, is expected to minimise any excessive volatility in the domestic foreign exchange market.",
    "This, coupled with the recent tightening of the monetary policy stance, restrictions on imports on open account terms, and the reduction in the proportion of mandatory foreign exchange sales by the banks to the Central Bank, is expected to ease pressures on the Sri Lanka rupee, while also gradually improving liquidity in the domestic foreign exchange market.",
    "Moreover, these measures are anticipated to help mobilise foreign exchange to finance essential imports, until sizeable bridging finance is made available.",
    "Some recovery in foreign exchange inflows in terms of workers’ remittances is expected due to the notable reduction in the gap between the official exchange rate and the rate offered by the grey market and the continued increase in migration of workers.",
    "However, the near term outlook of the tourism sector is likely to remain unfavourable due to both global and domestic factors. Meanwhile, gross official reserves as of end April 2022 were provisionally estimated at US dollars 1.8 billion, including the swap facility from the People’s Bank of China equivalent to around US dollars 1.5 billion, which is subject to conditionalities on usability.",
    "The Central Bank and the Government have commenced technical level discussions with the International Monetary Fund aimed at working towards a programme to address the macroeconomic challenges faced by the economy, while expeditious arrangements are being made to commence the external debt restructuring process.",
    "Meanwhile, negotiations have already begun with bilateral and multilateral partners to obtain bridging finance in order to secure foreign exchange required to finance imports of essential goods and strengthen the social safety net programmes.",
    "Economic activity is expected to be affected considerably by the ongoing supply shortages, energy-related issues and social tensions, as reflected by several leading indicators. Demand management policies of the Central Bank and anticipated fiscal consolidation measures are also expected to keep aggregate demand subdued during the year.",
    "Meanwhile, global economic growth is also expected to moderate in response to the tightening of monetary policy by the central banks globally to counter inflationary pressures along with the spillover effects of the geopolitical tensions in Eastern Europe.",
    "The policy measures implemented by the Central Bank need to be reinforced by adequate and timely policy adjustments by the Government",
    "In order to prevent further deterioration of economic conditions and complement the efforts of the Central Bank implemented thus far, urgent measures are required to restore greater political stability through consensus governance and social harmony.",
    "In addition, swift policy actions are required to strengthen the fiscal performance that would help avoid excessive reliance on monetary financing and maintain fiscal sustainability over the medium term.",
    "Furthermore, expeditious and transparent revision of tariffs in the energy sector remains a priority in order to strengthen the financial position of energy-related state owned business enterprises, while improving the efficiency of social welfare programmes to support the vulnerable groups of the society impacted by the unprecedented economic circumstances.",
    "After carefully considering the current and expected macroeconomic developments both globally and domestically, the Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 18 May 2022, decided to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at the current levels of 13.50 per cent and 14.50 per cent, respectively.",
    "The Board was of the view that the policy measures that have already been implemented by the Central Bank would continue to be further transmitted to the financial markets, while some signs of tighter monetary policy already being observed in real economic activity.",
    "The Central Bank would continue to monitor domestic and global macroeconomic and financial market developments and stand ready to take appropriate measures proactively to help reinforce greater macroeconomic stability in the economy in the period ahead."
  ]
}