{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-april-2022-exports-hit-record-high-amid-forex-shortages-94560/",
  "time_ut": 1653291600,
  "title": "Sri Lanka April 2022 exports hit record high amid forex shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s exports hit an all-time high for April 2022 of 915.3 million US dollars up 11.87 percent from a year earlier, official data showed as the country grappled with the worst currency crisis triggered by the island’s soft-pegged central bank.",
    "The April 2022 exports’ value is the highest, topping the 2020 and 2021 April month exports, the Sri Lanka Export Development Board said.",
    "The forex shortages coming from money printed by the central bank and yet another unsuccessful attempt to float the rupee had started to disrupt energy supplies to export firms.",
    "“It must also be highlighted that efficient facilitation of the supply of fuel and energy to our exporters is imperative to keep this momentum going while appealing for an expedited solution to the current crisis,” Export Development Board Chairman Suresh de Mel said in a statement.",
    "In the four months to April 2022, merchandise exports had increased 9.6 percent 4,165.2 million US dollars.",
    "Major product sectors except for Tea and Spices & Concentrates; Apparel & Textiles, Coconut based products, Rubber-based products, Electronics & Electronic Components, Food & Beverages, Seafood and Ornamental fish had recorded increased exports.",
    "Exports of apparel and textiles increased by 22.12 percent in April to 445.79 million US dollars.",
    "Export earnings from tea in April 2022 which made up 12 pecent of merchandise exports, increased by 1.49 percent to 80.44 million. Export of bulk tea increased by 9.52 percent.",
    "Export earnings from rubber and rubber products increased by 10.09 percent to 71.27 million dollars.",
    "Exports to the US were up 23 percent to 84.1 million US dollars, exports to Germany were up 27 percent to 66.5 million US dollars and exports to India were up 10 percent to 59.4 million US dollars. (Colombo/May22/2022)"
  ]
}