{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/MPs-come-together-to-express-condolence-on-slain-MP-Amarakeerthi-Atukorala/56-736051",
  "time_ut": 1654890660,
  "title": "MPs come together to express condolence on slain MP Amarakeerthi Atukorala",
  "body_lines": [
    "Former PM address Parliament after a month break on SLPP MPs condolence vote",
    "Says aragalaya cannot be described as peaceful after killing of MP",
    "SJB MP Kiriella calls for setting up of trial-at-bar to try those guilty of murder",
    "MP Dulles says Athukorala’s killing 45th assassination of sitting MP since 1956 shooting of PM Bandaranaike",
    "Former Prime Minister Mahinda Rajapaksa yesterday said the aragalaya could no longer call itself a peaceful struggle after the brutal killing of SLPP Polonnaruwa District MP Amarkeerthi Atukorala.",
    "Speaking on the Vote of Condolence on the slain MP, Rajapaksa said the peaceful struggle had been taken over by those with hidden agenda who were responsible for perpetuating violence.",
    "“What wrong has the deceased MP done to anyone? He was an affable and humble man. The struggle of those who killed an innocent man like Amarakeerthi Athukorala cannot be defined as a peaceful struggle anymore. There is hatred in their hearts and blood on their hands,” the former PM said.",
    "He said that many MPs have been killed tragically in the past, many of them at the hands of the LTTE and the groups linked to the JVP. “People were protesting peacefully expressing their frustrations, but certain groups have taken advantage of this and turned this into a violent movement by killing people and burning houses,” he said.",
    "Chief Opposition Whip Lakshman Kirilla condemned the killing and said that the manner in which he was killed is shocking and that investigation should be concluded swiftly and the guilty punished.",
    "He said a trial-at-bar should be set up to conclude the hearing into the case.",
    "“In the UK two MPs were killed in a brutal manner but within three to six months investigations were completed and the guilty person punished,” he said.",
    "Kiriella also said Parliament should consider paying compensation to the family of the late MP.",
    "SLPP MP Dulles Allahaperuma MP who spoke on the condolence vote said starting with the assassination of S.W.R.D. Bandaranaike in 1956, the number of MPs murdered while holding office stands at 45.",
    "He said of these 24 have been Tamil MPs including the onetime leader of the Opposition A. Amirthalingam. In addition to this many others who were not elected but aspiring to be politicians such as Vijaya Kumaratunga and Rohana Wijeweera too were killed, he said.",
    "“We have to have an in-depth discussion on this culture of political assassinations for this country. Today it is Amarakeerthi Athukorala, tomorrow it could be Dulles Allahaperuma,” he said."
  ]
}