{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-nominal-gdp-bloated-after-re-basing-95049/",
  "time_ut": 1654132380,
  "title": "Sri Lanka nominal GDP bloated after re-basing",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s nominal gross domestic product has been bloated after the base year was shifted to 2015 from 2010 adding 876 billion rupees to 2021 gross domestic product, reducing debt and deficit ratios, data from the state statistics office showed.",
    "The expanded GDP statistics will also allow Western ‘progressives’ (statists) to claim that Sri Lanka’s people are not paying enough taxes to maintain an already bloated state.",
    "Sri Lanka is now in serious trouble after the country abandoned spending based consolidation (cutting spending) in 2015 despite having a large military after the end of a 30-year war and a public service bloated by unemployed graduates.",
    "In 2015 spending as a share of GDP was pushed up from 17 percent of GDP in 2014 to 20.9 percent in 2015. In 2015 also GDP was changes making it a moving target.",
    "The original revenue to GDP ratio for 2014 was 12.3 percent of GDP. After changing the GDP estimation processes in 2015 it was claimed that revenue was much lower at 11.6 percent of GDP.",
    "After 2015 aggressive monetary policy was deployed to close an ‘output gap’ (printing money for stimulus) triggering two balance of payments crises and output shocks that usually comes in the wake of consumption collapse from currency depreciation.",
    "In 2019, taxes were cut on the basis that there was a ‘persistent output gap’ and even more aggressive monetary policy was deployed, leaving the increased spending intact, blowing the balance of payments wide open, triggering the worst currency crises in the history of the central bank.",
    "Growth rates have changed with the inclusion of new activities including the port city. The 2017 growth rate had shot up as a result of the activity.",
    "Other ratios that change including debt central government debt excluding the central bank which fell to below 100 percent to 99.5 percent in 2021 from an earlier 104.6 percent.",
    "Per capita GDP which fell to 3,722 dollars in 2021 under the old GDP has increased back to 3,922 after the re-basing."
  ]
}