{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81747/australian-pm-calls-general-election",
  "time_ut": 1649583420,
  "title": "Australian PM calls general election",
  "body_lines": [
    "Australia will hold a general election on May 21, Prime Minister Scott Morrison has announced, kicking off a campaign expected to be fought over cost-of-living pressures, climate change, and the major parties’ trust and competence.",
    "In announcing the election on Sunday, Morrison emphasised economic uncertainty and security threats, saying now was not the time to hand the reins over to an untested opposition Labor leader, Anthony Albanese.",
    "“Only by voting for the Liberals and Nationals in this election on May 21 will you be able to ensure a strong economy for a stronger future,” Morrison told reporters in Canberra.",
    "According to the opposition Labor Party, it would provide a better economic alternative to the Australian people.",
    "After nine years in power, Morrison’s conservative coalition is trailing Labor in opinion polls. However, he similarly lagged before the previous election in May 2019, which he won.",
    "Morrison said in an opinion piece announcing the election that despite the wide range of challenges Australians have faced since the last election – including fires, floods, and the COVID-19 pandemic – the country has fared much better than others.",
    "“But I know our country is still facing very real challenges, and many families are struggling,” he said.",
    "He claimed that Labor would stifle the country’s economy by raising taxes and running deficits at a time when the country has outpaced most others in recovering from the pandemic slump.",
    "“Right now is not the time to take that risk,” Morrison said on Sunday.",
    "Since the conservative coalition took office in 2013, food, fuel, childcare, and healthcare costs have risen while wages have remained flat, according to Labor leader Albanese, and a Labor government would relieve pressure on family budgets.",
    "“So, the next time you cringe as you pay your grocery bill, remember that it was the Morrison government that went out of its way to keep a lid on your pay packet,” Albanese wrote in an opinion piece published on Saturday.",
    "According to a recent Newspoll poll, Labor leads the coalition 54 percent to 46 percent on a two-party basis.",
    "Morrison and Albanese were statistically tied for the next three-year term as preferred prime minister.",
    "Several polls show that the cost of living, particularly the rise in gasoline prices since Russia’s invasion of Ukraine, is a major concern ahead of the election, which is mandatory."
  ]
}