{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/koreas-saemaul-new-village-movement-inspires-sri-lankan-women/",
  "time_ut": 1647524400,
  "title": "Korea’s Saemaul New Village Movement inspires Sri Lankan women",
  "body_lines": [
    "State Minister of Women and Child Development Piyal Nishantha de Silva and Korean ambassador Santhush Woonjin JEONG visited together the stall for Saemaul Co-operative Members at the Exhibition and Fair for Women Entrepreneurs in BMICH on the occasion of International Women’s Day. This stall exemplified Sri Lankan women’s empowerment and dedication to uplift rural economic development. Saemaul products including Kegalle Saemaul Mushroom, Shoe products and a variety of delicacies were displayed and sold at the stall.",
    "During the visit to the stall, State Minister of Women and Child Development Piyal Nishantha de Silva commended the efforts of inspiring women entrepreneurs who have taken opportunities provided by Korea’s Saemaul New Village Movement to increase their incomes and introduce poison-free indigenous food to the market. Applauding Korea’s initiatives to improve rural development, he further stated that this stall demonstrates the successful results of Saemaul New Village Movement in Sri Lanka over the years.",
    "Ambassador Santhush impressed by the hard work of the co-operative members, noted his satisfaction on the expansion of the Saemaul Undong movement in Sri Lanka and the benefits reaped by Sri Lankan women through such initiatives. He encouraged Saemaul co-operative women-forces to continue to improve their lives through this successful concept.",
    "The ‘Saemaul Undong’ movement is a visionary economic model, adopted in 1970s to develop and advance Korea’s rural sector. This model was crucial to revitalise the rural areas, contribute to poverty alleviation and transform the Korean economy as the ‘Miracle of Han River.’ Korea, one of the world’s poorest countries in the 1960s, is now among the world’s most industrialised and prosperous economies ranked as the 9th largest GDP in a short span on four decades. Today, it is universally acclaimed and credited as a successful model for rural economic development. Sri Lanka has achieved reasonable success in developing rural livelihood through the Saemaul Globalization initiatives implemented in Sri Lanka. Saemaul Hewadiwela, Pahalagama, Pitiyegama Mushroom Co-operative Societies and Kegalle Mushroom Projects yielded significant results and assisted Sri Lankan women to transform their communities through their own efforts, diligence and cooperation.",
    "The Country Director of Saemaul Globalization Foundation, Mr. CHOI Sung Woo and First Secretary of the Korean Embassy, Ms. LIM Miyeon were also present at the stall to motivate women entrepreneurs.",
    "Health initiatives targeting RPC estate community gain momentum in 2021",
    "Raja Jewellers celebrates International Women’s Day with ‘You are a Diamond’ campaign",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}