{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81991/kegalle-ssp-admits-to-giving-orders-to-open-fire-at-protesters",
  "time_ut": 1650652200,
  "title": "Kegalle SSP admits to giving orders to open fire at protesters",
  "body_lines": [
    "Senior Superintendent of Police (SSP) in charge of Kegalle has divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser in the area of Rambukkana earlier this week.",
    "The case pertaining to the fatal police shooting in Rambukkana area was taken up for hearing at the Kegalle Magistrate’s Court on Friday (April 22) for the third consecutive day.",
    "During the proceedings, the investigation team led by the SSP of Sitawaka police area said the statements have been recorded from 51 civilians so far.",
    "The team also presented CCTV footage pertaining to the incident.",
    "It was revealed that the Kegalle police station had issued four T-56 firearms with 30 rounds of ammunition for each weapon to control the tense situation. All of the weapons in question were presented in the court.",
    "When the magistrate inquired whether the investigators were able to locate the suspect who attempted to set fire to the fuel bowser, the police responded that the individual in question is yet to be located.",
    "Evidence was then gathered with regard to the fatal shooting that led to the death of a protester named Chaminda Lakshan.",
    "Speaking in the court, the SSP in charge of Kegalle said that he had ordered to fire tear gas at the protesters who were near the fuel bowser, blocking its path.",
    "He told the court that the police managed to save the two fuel bowsers when an attempt was made to set fire to the two vehicles.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser.",
    "He also noted that the orders given by as the senior most officer at the instance were legal.",
    "The ruling with regard to the death of Chaminda Lakshan is scheduled to be delivered on the 27th of April.",
    "Meanwhile, the Inspector-General of Police (IGP) C.D. Wickramaratne has told the Human Rights Commission of Sri Lanka (HRCSL) that he has ordered the police officers not to use firearms at any protest held throughout the country.",
    "Dr. Nimal Karunasiri, the Commissioner of HRCSL, stated this speaking to the media following the recording of statements.",
    "The IGP promised to take disciplinary action against those involved in shooting at protesters, the HRCSL chief said further."
  ]
}