{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-traded-at-260-to-us-dollar-for-the-day-market-at-275-285-91496/",
  "time_ut": 1646895420,
  "title": "Sri Lanka rupee traded at 260 to US dollar for the day, market at 275/285",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee hit 260 to the US dollar on Thursday in the interbank market and banks have started sell dollars at 250/260 for telegraphic transfers as a float of the rupee progresses steadily.",
    "“A trade was done at 260 rupees,” a dealer said.  “Only a quarter million dollars were traded. The market is now at 270/285 rupee per dollar.",
    "“Exporters have become greedy now. They are waiting for rupee to further depreciate.”",
    "The rupee opened at 240/260 in the morning with a wide 20 rupee gap. At 275/285 the two way has narrowed to 10 rupees by mid-day.",
    "It is normal for the currency to fall and stabilize in a float.",
    "Though the interbank forex market is open, not much trading expected for the rest of the day.",
    "For customers banks are offering to sell dollars for telegraphic transfers 260 rupee and buy them at 250 rupees.",
    "“We observe the banks are cautious and that is a good sign and their guidance to clients would also be helpful at this juncture,” Central Bank Governor Nivard Cabraal said.",
    "“Our bankers are mature and responsible breed and we have confidence and that they too act in a responsible manner that would be fair to all stakeholders, importers exporters borrowers, lenders and expatriate workers.”",
    "Sri Lanka rupee at 260/275 to dollar after opening at 240/260",
    "Sri Lanka rupee traded at 260 to US dollar for the day, market at 275/285",
    "However Sri Lanka needs higher policy rates to contain domestic credit and aggregate demand that is driving up imports and inflation, former Deputy Central Bank Governor W A Wijewardena said.",
    "A rate hike will helps the rupee not fall too low and recover. A float acts like a bungee jump provided liquidity is tight in money markets.",
    "Cabraal has allowed Treasury bill rates to go up to prevent money printing, but the budget deficit is wide. Taxes also have to be raised to reduce the deficit and which will also prevent rates from shooting up.",
    "The central bank has called for sustainable taxation and hikes in fuel and electricity that will stop energy utilities from borrowing and adding to further domestic credit.",
    "Wijewardene said an overall economic program covering monetary and fiscal sector was needed.",
    "“A piecemeal attack will not help,” Wijewardena said. “We need a macro-economic plan that will cover the interest rates, exchange rate, monetary policy and the budget.”",
    "An IMF program contains both a monetary program, usually a tight reserve money program is inflation is too high and a budget deficit/primary deficit target. (Colombo/Mar10/2022)"
  ]
}