{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/unproductive-apc-talks-seen-as-affecting-bourse-negatively/",
  "time_ut": 1648042800,
  "title": "Unproductive APC talks seen as affecting bourse negatively",
  "body_lines": [
    "The CSE produced mixed sentiments yesterday as turnover and market activities were below average. The stock market started on a positive note but subsequently selling pressure was noted. However, during the latter part of trading some recovery was indicated but it was not sufficient for the market to move upwards, stock market analysts said.",
    "The absence of a productive decision from the All- Party Conference headed by President Gotabaya Rajapakse and the deteriorating local economic situation created sluggish investor sentiment, market analysts said.",
    "Amid those developments, the All- Share Price Index went down by 32.93 points and S and P SL20 declined by 3.38 points. Turnover stood at Rs 1.37 billion with three crossings. Those crossings were reported in Expolanka Holdings, which crossed 200,000 shares to the tune of Rs 52 million, its shares traded at Rs 260, Ambeon Holdings 1.02 million shares crossed for Rs. 38.9 million, its shares traded at Rs 38 and Asiri Hospital Holdings 500,000 shares crossed to the tune of Rs 20.5 million, its shares fetched Rs 41.",
    "In the retail market top seven companies that mainly contributed to the turnover were, JKH, Rs 375.9 million (2.39 million shares traded), Browns Investments Rs 144,9 million (13.9 million shares traded), Expolanka Holdings Rs 123.2 million (484,000 shares traded), Lanka IOC Rs 49.3 million (1.2 million shares traded), SMB Leasing Rs 48.9 million (47.5 million shares traded), LOLC Finance Rs 43.5 million (2.7 million shares traded) and Hayleys Rs 32.2 million (325,000 shares traded). During the day 88.4 million share volumes changed hands in 12825 transactions.",
    "It is said that foreigners recorded a net inflow of Rs. 14.7 million while their participation remained flat at 2.0 per cent of turnover (previous day 2.9 per cent). The turnover was led by Capital Goods, followed by Diversified Financials sectors accounting for a joint contribution of 48 per cent.",
    "The Central Bank yesterday put restrictions on forward deals on foreign exchange.",
    "In a directive under the Banking Act CSBL Governor Nivard Cabraal said that forward sales and purchases of foreign exchange by commercial banks are revoked for exporters. However, the facility is allowed for importers. CBSL guided US dollar exchange rates yesterday were $ 272.07/282.50.",
    "Pan Asia Bank partners with Ideal Motors to finance 100% SL-assembled Mahindra & Mahindra vehicles",
    "APC gets underway: Prez says won’t seek political advantage; Basil undertakes to present new budget",
    "Fuel at concessionary price: Johnston questions Sajith over his claim",
    "INSEE Cement signs MOU with Southern Provincial Council extending Technical Officers and Provincial Engineers skills development programme",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}