{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-violent-protest-costs-rs-39-mln-protesters-to-be-charged-under-common-law-police-92386/",
  "time_ut": 1648826880,
  "title": "Sri Lanka’s violent protest costs Rs.39 mln; protesters to be charged under common law-police",
  "body_lines": [
    "ECONOMYNEXT – Initial probes have revealed 39 million rupees worth damage has been caused to public properties during March 31 protest near Sri Lankan President’s residence and suspects will be only charged under civil laws, a police spokesman said on Friday.",
    "Police used tear gas and water cannons late on Thursday to disperse hundreds of protesters who tried to enter Predident Gotabaya Rajapaksa’s Mirihana private residence.",
    "The protesters had been demanding Rajapaksa to step down citing he has failed to address the ongoing economic crisis amid queues for fuel and cooking gas as well as nearly half a day power cut on a daily basis.",
    "Senior Police Spokesman DIG Ajith Rohana said, 24 police officers including 18 Special Task Force officers injured during the protest while 9 officers including a senior officer still receiving treatments at Colombo National Hospital and Kalubowila Hospital.",
    "He said the arrested suspects will be charged under the Public Property Act and Common law of the country and no one will be charged under the controversial Prevention of Terrorism Act (PTA).",
    "“None will be charged under any special act such as PTA and they will be charged for damaging the public property and under other laws in common law of the country,” Rohana told reporters.",
    "Under heavy international pressure, the government was forced to amend its PTA last month. The law was enacted in 1979 to brutally deal with suspected terrorists.",
    "Rohana said a group of 200 people who were initially protesting at the nearly Jubilee Post came towards the president’s residencies and suddenly started to act aggressively, damaging the public and private property in the area.",
    "Police initially tried to calm down the situation by advising the group, but they had to resort to the minimum force vested upon them to control the situation, he said.",
    "“There were some aggressive activities later in the night and some people damaged public properties,” he said.",
    "Rajapaksa has established a protest site next to his office in front of Chinese-built Port City for people to express their anger and protest peacefully. Under his rule, the police have largely not resorted to fire tear gas or water cannon.",
    "Rohana said further investigations are in progress and several suspects will be taken into questioning in coming days.",
    "Police are still collecting the data on the civilians injured last night.",
    "“We received official reports about two people who are receiving treatments at Kalubowila hospital,” he said adding that more injured people have already got discharged after being treated,”",
    "“There may be other patients whom we have not received any information about as well. We are still collecting data on that,” Rohana said.",
    "More investigations are carried out by the Western Province Crime Department and Colombo Crime branch with the support of polce technical teams, he said.",
    "“According to the information we received so far, we cannot tell whether there was any involvement of political parties during the incident,” Rohana said. (Colombo/April 01/2022)"
  ]
}