{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/31/india-working-overtime-to-ensure-swift-assistance-to-sri-lanka/",
  "time_ut": 1648703880,
  "title": "India working overtime to ensure swift assistance to Sri Lanka",
  "body_lines": [
    "The Hindu: Recognising that “timing is key” for Sri Lanka as it tries to cope with a grave economic crisis, the Indian system is working “overtime” to expedite its assistance to the island nation, External Affairs Minister S. Jaishankar said on March 30, wrapping up his visit to the island nation.",
    "“In a situation like this, things cannot be done at a normal pace. Everything must be fast-tracked. Our system is working overtime. What would have taken weeks earlier is now taking days,” he said, adding that the recently finalised Indian credit line of $1 billion for essential imports would be operationalised “very soon.”",
    "Briefing Colombo-based Indian journalists ahead of his departure to New Delhi, the EAM — who was here to attend the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) summit — said India may not be Sri Lanka’s top creditor but is the country’s closest neighbour.",
    "“We are approaching it [Sri Lankan crisis] like a sensible, good neighbour, keeping politics out of it,” he said, pointing to the $400 million RBI currency swap, the $500 million loan deferment, $500 million credit line for fuel, and the more recent billion-dollar credit line that New Delhi has extended or facilitated this year.",
    "“I can’t remember the last time we stepped up like this for any country. We have helped countries during natural disasters or the pandemic. But this is different,” he said, admitting Sri Lanka’s “needs are more.”",
    "Recent bilateral agreements, including for private sector investment from India, had “strengthened Sri Lanka’s overall position,” Mr. Jaishankar observed. “That Sri Lanka’s closest neighbour is investing as much here is a statement in itself.”",
    "Since January, India has signed several long-negotiated agreements, including the joint development of the Trincomalee Oil Tank Farms, and energy projects in the north and east to be set up by the National Thermal Power Corporation and the Adani Group.",
    "The slew of agreements, that some commentators in Sri Lanka have linked to Indian financial assistance, suggests a shift from the time Mr. Jaishankar visited Sri Lanka last, in early 2021. The “slow-paced” progress in India-backed projects had dominated most discussions then. “Today there is a sense of collaboration and cooperation,” he said.",
    "All the same, Sri Lanka’s political Opposition has questioned the Adani Group’s “backdoor entry” into the island’s energy sector, rather than through the competitive bidding process mandated by Sri Lanka’s energy laws.",
    "Asked about the emerging criticism, Mr. Jaishankar said: “We [Indian government] don’t get into private sector investment here. The development of the Trincomalee Farms is based on an intergovernmental understanding. NTPC is a PSU. G2B (Government to business) is their [Sri Lanka’s] business. Maybe they’re looking to shore up investor confidence here,” he said.",
    "India working overtime to ensure swift assistance to Sri Lanka",
    "Premalal Jayasekrara who was convicted & sentenced to death, acquitted & released"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට කඩිනම් සහය ලබා දීම සඳහා ඉන්දියාව අතිකාල වැඩ කරයි",
      "body_lines": [
        "ද හින්දු: බරපතල ආර්ථික අර්බුදයකට මුහුණ දීමට ශ්‍රී ලංකාව උත්සාහ කරන විට “කාල නියමය ප්‍රධාන” බව පිළිගනිමින්, ඉන්දියානු ක්‍රමය දිවයිනට සිය සහය කඩිනම් කිරීම සඳහා “අතිකාල” වැඩ කරමින් සිටින බව විදේශ කටයුතු අමාත්‍ය එස්. ජයශංකර් මාර්තු මාසයේදී පැවසීය. 30, දිවයිනේ ඔහුගේ සංචාරය අවසන් කරමින්.",
        "“මේ වගේ තත්ත්වයක් තුළ සාමාන්‍ය වේගයකින් දේවල් කරන්න බැහැ. සෑම දෙයක්ම වේගවත් විය යුතුය. අපගේ පද්ධතිය අතිකාල වැඩ කරයි. සති කිහිපයකට පෙර ගත වූ දෙය දැන් දින ගතවෙමින් පවතී, ”ඔහු පැවසුවේ, අත්‍යවශ්‍ය ආනයන සඳහා මෑතකදී අවසන් කරන ලද ඩොලර් බිලියන 1 ක ඉන්දියානු ණය මාර්ගය “ඉතා ඉක්මනින්” ක්‍රියාත්මක වනු ඇති බවයි.",
        "ඔහු නවදිල්ලියට යාමට පෙර කොළඹ පදනම් වූ ඉන්දීය මාධ්‍යවේදීන් දැනුවත් කරමින්, බහු-ආංශික තාක්ෂණික සහ ආර්ථික සහයෝගීතාව සඳහා බෙංගාල බොක්ක ප්‍රවේශය (BIMSTEC) සමුළුවට සහභාගී වීමට පැමිණි EAM - ඉන්දියාව ශ්‍රී ලංකාවේ ප්‍රධාන ණය හිමියා නොවිය හැකි නමුත් රටේ සමීපතම අසල්වැසියා වේ.",
        "“අපි එයට [ශ්‍රී ලංකා අර්බුදයට] ළඟා වන්නේ බුද්ධිමත්, හොඳ අසල්වැසියෙකු මෙන්, දේශපාලනය එයින් බැහැරව තබා ගනිමින්,” ඔහු පැවසුවේ, ඩොලර් මිලියන 400 RBI මුදල් හුවමාරුව, ඩොලර් මිලියන 500 ක ණය කල්දැමීම, ඉන්ධන සඳහා ඩොලර් මිලියන 500 ක ණය මාර්ගයක් සහ නව දිල්ලිය විසින් මෙම වසරේ දී දීර්ඝ කර ඇති හෝ පහසුකම් සලසා ඇති වඩාත් මෑතකාලීන ඩොලර් බිලියන ණය මාර්ගය.",
        "“අපි අවසන් වරට කිසිම රටක් වෙනුවෙන් මෙවැනි පියවරක් තැබුවා මට මතක නැහැ. ස්වාභාවික විපත් හෝ වසංගත වලදී අපි රටවලට උදව් කර ඇත්තෙමු. නමුත් මෙය වෙනස් ය, ”ශ්‍රී ලංකාවේ “අවශ්‍යතා වැඩි” බව පිළිගනිමින් ඔහු පැවසීය.",
        "ඉන්දියාවෙන් පුද්ගලික අංශයේ ආයෝජන ඇතුළු මෑත කාලීන ද්විපාර්ශ්වික ගිවිසුම් \"ශ්‍රී ලංකාවේ සමස්ත තත්ත්වය ශක්තිමත් කර ඇත,\" ජයශංකර් මහතා නිරීක්ෂණය කළේය. \"ශ්‍රී ලංකාවේ සමීපතම අසල්වැසියා මෙහි ආයෝජනය කරන බව එහිම ප්‍රකාශයකි.\"",
        "ජනවාරි මාසයේ සිට ඉන්දියාව ත්‍රිකුණාමලයේ තෙල් ටැංකි ඒකාබද්ධව සංවර්ධනය කිරීම, ජාතික තාප විදුලි සංස්ථාව සහ අදානි සමූහ ව්‍යාපාරය විසින් පිහිටුවීමට නියමිත උතුරු හා නැගෙනහිර බලශක්ති ව්‍යාපෘති ඇතුළු දිගුකාලීන සාකච්ඡා ගිවිසුම් කිහිපයකට අත්සන් තබා ඇත.",
        "ශ්‍රී ලංකාවේ ඇතැම් විචාරකයින් ඉන්දීය මූල්‍ය ආධාර හා සම්බන්ධ කර ඇති ගිවිසුම් සමූහය, පසුගිය 2021 මුල් භාගයේදී ජයිශංකර් මහතා ශ්‍රී ලංකාවට පැමිණි අවස්ථාවේ සිට වෙනසක් යෝජනා කරයි. ඉන්දියාවේ පිටුබලය ලබන ව්‍යාපෘතිවල “මන්දගාමී” ප්‍රගතිය ආධිපත්‍යය දැරීය. බොහෝ සාකච්ඡා එවිට. \"අද සහයෝගීතාවයේ සහ සහයෝගීතාවයේ හැඟීමක් ඇත,\" ඔහු පැවසීය.",
        "එසේම, ශ්‍රී ලංකාවේ දේශපාලන විපක්ෂය ශ්‍රී ලංකාවේ බලශක්ති නීති මගින් නියම කර ඇති තරඟකාරී ලංසු තැබීමේ ක්‍රියාවලිය හරහා නොව, දිවයිනේ බලශක්ති ක්ෂේත්‍රයට “පසුපස දොරට ඇතුළු වීම” පිළිබඳව ප්‍රශ්න කර ඇත.",
        "නැගී එන විවේචන ගැන විමසූ විට ජයිශංකර් මහතා මෙසේ පැවසීය: “අපි [ඉන්දියානු රජය] මෙහි පුද්ගලික අංශයේ ආයෝජනවලට නොයන්නෙමු. ත්‍රිකුණාමල ගොවිපල සංවර්ධනය පදනම් වී ඇත්තේ අන්තර් රාජ්‍ය අවබෝධයක් මතය. NTPC යනු PSU එකකි. G2B (රජයේ සිට ව්‍යාපාරයට) ඔවුන්ගේ [ශ්‍රී ලංකාවේ] ව්‍යාපාරයයි. සමහර විට ඔවුන් මෙහි ආයෝජකයින්ගේ විශ්වාසය වැඩි කිරීමට බලාපොරොත්තු වෙනවා, ”ඔහු පැවසීය.",
        "ශ්‍රී ලංකාවට කඩිනම් සහය ලබා දීම සඳහා ඉන්දියාව අතිකාල වැඩ කරයි",
        "ප්‍රේමලාල් ජයසේකර වරදකරු වී මරණ දණ්ඩනයට නියම වී නිදොස් කොට නිදහස් කර ඇත"
      ]
    },
    "ta": {
      "title": "இலங்கைக்கு விரைவான உதவிகளை உறுதி செய்ய இந்தியா கூடுதல் நேரம் வேலை செய்கிறது",
      "body_lines": [
        "தி இந்து: கடுமையான பொருளாதார நெருக்கடியைச் சமாளிக்க முயற்சிக்கும் இலங்கைக்கு \"நேரம் முக்கியமானது\" என்பதை உணர்ந்து, இந்திய அமைப்பு தீவு நாட்டிற்கு அதன் உதவியை விரைவுபடுத்த \"ஓவர் டைம்\" வேலை செய்கிறது என்று வெளிவிவகார அமைச்சர் எஸ். ஜெய்சங்கர் மார்ச் மாதம் தெரிவித்தார். 30, தீவு தேசத்திற்கான தனது விஜயத்தை நிறைவு செய்கிறார்.",
        "“இதுபோன்ற சூழ்நிலையில், சாதாரண வேகத்தில் விஷயங்களைச் செய்ய முடியாது. எல்லாவற்றையும் வேகமாக கண்காணிக்க வேண்டும். எங்கள் அமைப்பு கூடுதல் நேரம் வேலை செய்கிறது. வாரங்களுக்கு முன்பு எடுக்கப்பட்டவை இப்போது சில நாட்கள் எடுக்கின்றன,\" என்று அவர் கூறினார், அத்தியாவசிய இறக்குமதிகளுக்காக சமீபத்தில் இறுதி செய்யப்பட்ட 1 பில்லியன் டாலர் இந்திய கடன் வரி \"மிக விரைவில்\" செயல்படுத்தப்படும்.",
        "வங்காள விரிகுடாவின் பல்துறை தொழில்நுட்ப மற்றும் பொருளாதார ஒத்துழைப்புக்கான (BIMSTEC) உச்சி மாநாட்டில் கலந்து கொள்வதற்காக இங்கு வந்திருந்த EAM - கொழும்பில் உள்ள இந்திய ஊடகவியலாளர்களுக்கு அவர் புதுடில்லிக்கு புறப்படுவதற்கு முன்னதாக விளக்கமளித்தார். நாட்டின் நெருங்கிய அண்டை நாடாகும்.",
        "\"நாங்கள் அதை [இலங்கை நெருக்கடியை] ஒரு விவேகமான, நல்ல அண்டை நாடு போல அணுகுகிறோம், அரசியலில் இருந்து விலகி இருக்கிறோம்,\" என்று அவர் கூறினார், $400 மில்லியன் RBI நாணய பரிமாற்றம், $500 மில்லியன் கடன் ஒத்திவைப்பு, எரிபொருளுக்கான $500 மில்லியன் கடன் மற்றும் சமீபத்திய பில்லியன் டாலர் கடன் வரியை புது தில்லி இந்த ஆண்டு நீட்டித்துள்ளது அல்லது எளிதாக்கியுள்ளது.",
        "“கடைசியாக எந்த நாட்டிற்காகவும் நாங்கள் இப்படி முன்னேறியது எனக்கு நினைவில் இல்லை. இயற்கை பேரழிவுகள் அல்லது தொற்றுநோய்களின் போது நாங்கள் நாடுகளுக்கு உதவியுள்ளோம். ஆனால் இது வேறுபட்டது,\" என்று அவர் கூறினார், இலங்கையின் \"தேவைகள் அதிகம்\" என்று ஒப்புக்கொண்டார்.",
        "இந்தியாவில் இருந்து தனியார் துறை முதலீடு உட்பட சமீபத்திய இருதரப்பு ஒப்பந்தங்கள் \"இலங்கையின் ஒட்டுமொத்த நிலையை பலப்படுத்தியுள்ளன\" என்று திரு. ஜெய்சங்கர் குறிப்பிட்டார். \"இலங்கையின் மிக நெருங்கிய அண்டை நாடு இங்கு முதலீடு செய்கிறது என்பது ஒரு அறிக்கை.\"",
        "ஜனவரி முதல், திருகோணமலை எண்ணெய் தொட்டி பண்ணைகளின் கூட்டு மேம்பாடு மற்றும் வடக்கு மற்றும் கிழக்கில் தேசிய அனல் மின் கழகம் மற்றும் அதானி குழுமத்தால் அமைக்கப்படும் எரிசக்தி திட்டங்கள் உட்பட பல நீண்ட பேச்சுவார்த்தை ஒப்பந்தங்களில் இந்தியா கையெழுத்திட்டுள்ளது.",
        "இலங்கையில் உள்ள சில வர்ணனையாளர்கள் இந்திய நிதி உதவியுடன் இணைத்துள்ள ஒப்பந்தங்களின் எண்ணிக்கை, கடந்த 2021 ஆம் ஆண்டின் தொடக்கத்தில் திரு. ஜெய்சங்கர் இலங்கைக்கு விஜயம் செய்த காலத்திலிருந்து ஒரு மாற்றத்தை பரிந்துரைக்கிறது. இந்தியா ஆதரவு திட்டங்களில் \"மெதுவான\" முன்னேற்றம் ஆதிக்கம் செலுத்தியது. பின்னர் பெரும்பாலான விவாதங்கள். \"இன்று ஒத்துழைப்பு மற்றும் ஒத்துழைப்பு உணர்வு உள்ளது,\" என்று அவர் கூறினார்.",
        "அதே போல், இலங்கையின் எரிசக்தி சட்டங்களால் கட்டாயப்படுத்தப்பட்ட போட்டி ஏல செயல்முறையின் மூலம் அல்லாமல், தீவின் எரிசக்தி துறையில் அதானி குழுமத்தின் \"பின்கதவு நுழைவு\" பற்றி இலங்கையின் அரசியல் எதிர்க்கட்சி கேள்வி எழுப்பியுள்ளது.",
        "வளர்ந்து வரும் விமர்சனங்களைப் பற்றி கேட்டதற்கு, திரு. ஜெய்சங்கர் கூறினார்: “நாங்கள் [இந்திய அரசாங்கம்] இங்கு தனியார் துறை முதலீட்டில் ஈடுபடவில்லை. திருகோணமலை பண்ணைகளின் அபிவிருத்தி அரசாங்கங்களுக்கிடையேயான புரிந்துணர்வு அடிப்படையிலானது. என்டிபிசி ஒரு பொதுத்துறை நிறுவனம். G2B (அரசாங்கம் முதல் வணிகம்) என்பது அவர்களின் [இலங்கையின்] வணிகமாகும். ஒருவேளை அவர்கள் இங்கு முதலீட்டாளர்களின் நம்பிக்கையை அதிகரிக்கப் பார்க்கிறார்கள், ”என்று அவர் கூறினார்.",
        "இலங்கைக்கு விரைவான உதவிகளை உறுதி செய்ய இந்தியா கூடுதல் நேரம் வேலை செய்கிறது",
        "பிரேமலால் ஜயசேகர குற்றவாளி என தீர்ப்பளிக்கப்பட்டு மரண தண்டனை விதிக்கப்பட்டு விடுதலை செய்யப்பட்டு விடுவிக்கப்பட்டார்"
      ]
    }
  }
}