{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Pioneering-industrialist-Micky-Wickramasingha-no-more/34-736297",
  "time_ut": 1655404200,
  "title": "Pioneering industrialist Micky Wickramasingha no more",
  "body_lines": [
    "Pioneering industrialist and social entrepreneur M.P. (Micky) Wickramasingha, who founded Ceylon Biscuits Group of Companies in 1968, passed away on Wednesday.",
    "CBL group began operations with the supply of a high protein biscuit for school children under a program sponsored by CARE, has since diversified into several food related ventures while retaining its market leadership position in the biscuit and confectionery sector.",
    "Wickramasingha held many honorary positions in the organised corporate sector, and has earned a reputation for his outspoken views and advocacy towards the development of the local industry.",
    "Wickramasinghe was conferred the “Hall of Fame” award by the Federation of Chambers of Commerce and Industry of Sri Lanka in 2011. Wickramasingha had his primary education in Sri Lanka and qualified as a food technologist in the UK. Among his interests other than business, was writing, both on public policy issues and fiction. His skills in the latter were recognised when his publication “Play Mate” won the State Literary award for 1996.",
    "Pioneering brands of CBL included Munchee, Ritzbury, Lankasoy, Samaposha, Tiara and Cecil. In 2000 CBL acquired controlling stake of Soy Foods Forbes and Walker Ltd., (Soy Foods Lanka Ltd., formerly and now Convenience Foods (Lanka) PLC).,  pioneer in textured vegetable protein (TVP), and popularly termed, soya meat.",
    "The company then expanded its product portfolio to manufacture extruded snacks, nutritional cereal, soups and other convenience products, under the brand names of Lankasoy, Tetos Snack, Sera Soup and Nutriline Cereal.",
    "The company exports a range of products to the Middle East, Europe, USA, Asia and Australia and thereby contributes a notable percentage towards CBL exports. The company has further diversified its product ranges by adding Sera Kottu, Sera Salt, Sera Coconut oil and Sera Coconut Milk to the portfolio."
  ],
  "translate": {
    "si": {
      "title": "පුරෝගාමී කර්මාන්තකරු මිකී වික්‍රමසිංහ මහතා තවදුරටත් නැත",
      "body_lines": [
        "පුරෝගාමී කර්මාන්තකරුවෙකු සහ සමාජ ව්‍යවසායකයෙකු වන එම්.පී. 1968 දී Ceylon Biscuits Group of Companies ආරම්භ කළ (Micky) වික්‍රමසිංහ බදාදා අභාවප්‍රාප්ත විය.",
        "CBL සමූහය CARE අනුග්‍රහය ඇති වැඩසටහනක් යටතේ පාසල් සිසුන් සඳහා අධි ප්‍රෝටීන් බිස්කට් සැපයීම සමඟ මෙහෙයුම් ආරම්භ කළ අතර, බිස්කට් සහ රසකැවිලි අංශයේ වෙළඳපල ප්‍රමුඛ ස්ථානය රඳවා ගනිමින් ආහාර ආශ්‍රිත ව්‍යාපාර කිහිපයකට විවිධාංගීකරණය වී ඇත.",
        "වික්‍රමසිංහ සංවිධානාත්මක ආයතනික අංශයේ බොහෝ ගෞරවනීය තනතුරු දැරූ අතර, දේශීය කර්මාන්තයේ දියුණුව සඳහා ඔහුගේ විවෘත අදහස් සහ උපදේශනය සඳහා කීර්තියක් ලබා ඇත.",
        "වික්‍රමසිංහ මහතාට 2011 වසරේ ශ්‍රී ලංකා වාණිජ හා කර්මාන්ත මණ්ඩල සම්මේලනය විසින් “හෝල් ඔෆ් ෆේම්” සම්මානය පිරිනමන ලදී. වික්‍රමසිංහ සිය ප්‍රාථමික අධ්‍යාපනය ශ්‍රී ලංකාවේ ලබා ඇති අතර එක්සත් රාජධානියේ ආහාර තාක්ෂණවේදියෙකු ලෙස සුදුසුකම් ලබා ඇත. ව්‍යාපාර හැරුණු විට ඔහුගේ උනන්දුව අතර, රාජ්‍ය ප්‍රතිපත්ති ගැටළු සහ ප්‍රබන්ධ යන දෙකටම ලිවීම විය. ඔහුගේ \"Play Mate\" ප්‍රකාශනය 1996 රාජ්‍ය සාහිත්‍ය සම්මානය දිනාගත් විට ඔහුගේ දක්ෂතා හඳුනා ගන්නා ලදී.",
        "CBL හි පුරෝගාමී සන්නාම අතරට Munchee, Ritzbury, Lankasoy, Samaposha, Tiara සහ Cecil ඇතුළත් විය. 2000 දී CBL විසින් Soy Foods Forbes සහ Walker Ltd., (Soy Foods Lanka Ltd., කලින් සහ දැන් Convenience Foods (Lanka) PLC) හි පාලන කොටස් අත්පත් කර ගන්නා ලදී.",
        "පසුව සමාගම ලංකාසෝයි, ටෙටෝස් ස්නැක්, සේරා සුප් සහ නියුට්‍රිලයින් සීරියල් යන වෙළඳ නාම යටතේ නිස්සාරණය කරන ලද කෙටි ආහාර, පෝෂණ ධාන්‍ය, සුප් සහ වෙනත් පහසු නිෂ්පාදන නිෂ්පාදනය කිරීම සඳහා සිය නිෂ්පාදන කළඹ පුළුල් කළේය.",
        "සමාගම මැදපෙරදිග, යුරෝපය, ඇමරිකා එක්සත් ජනපදය, ආසියාව සහ ඕස්ට්‍රේලියාව වෙත නිෂ්පාදන පෙළක් අපනයනය කරන අතර එමඟින් CBL අපනයන සඳහා කැපී පෙනෙන ප්‍රතිශතයක් දායක වේ. සේර කොත්තු, සේර ලුණු, සේර පොල්තෙල් සහ සේර පොල් කිරි එකතු කරමින් සමාගම සිය නිෂ්පාදන පරාසයන් තවදුරටත් විවිධාංගීකරණය කර ඇත."
      ]
    },
    "ta": {
      "title": "முன்னோடி தொழிலதிபர் மிக்கி விக்கிரமசிங்க இனி இல்லை",
      "body_lines": [
        "முன்னோடி தொழிலதிபர் மற்றும் சமூக தொழில்முனைவோர் எம்.பி. 1968 ஆம் ஆண்டு சிலோன் பிஸ்கட் குழுமத்தை நிறுவிய (மிக்கி) விக்கிரமசிங்க புதன்கிழமை காலமானார்.",
        "CBL குழுவானது, CARE ஆல் அனுசரணையளிக்கப்பட்ட திட்டத்தின் கீழ் பாடசாலை மாணவர்களுக்கான உயர் புரத பிஸ்கட் விநியோகத்துடன் செயற்பாடுகளை ஆரம்பித்தது, பிஸ்கட் மற்றும் தின்பண்டத் துறையில் தனது சந்தைத் தலைமைப் பதவியைத் தக்க வைத்துக் கொண்டு, உணவு தொடர்பான பல முயற்சிகளில் பன்முகப்படுத்தப்பட்டுள்ளது.",
        "விக்கிரமசிங்க ஒழுங்கமைக்கப்பட்ட பெருநிறுவனத் துறையில் பல கௌரவ பதவிகளை வகித்தார், மேலும் உள்ளூர் தொழில்துறையின் வளர்ச்சிக்கான அவரது வெளிப்படையான கருத்துக்கள் மற்றும் வாதிட்டதற்காக நற்பெயரைப் பெற்றுள்ளார்.",
        "2011 ஆம் ஆண்டு இலங்கை வர்த்தக மற்றும் தொழில்துறை சம்மேளனத்தினால் விக்கிரமசிங்கவிற்கு “ஹால் ஆஃப் ஃபேம்” விருது வழங்கப்பட்டது. விக்கிரமசிங்க தனது ஆரம்பக் கல்வியை இலங்கையில் பயின்றார் மற்றும் இங்கிலாந்தில் உணவு தொழில்நுட்பவியலாளராகத் தகுதி பெற்றார். வணிகத்தைத் தவிர அவரது ஆர்வங்களில், பொதுக் கொள்கை சிக்கல்கள் மற்றும் புனைகதைகள் இரண்டிலும் எழுதுவது இருந்தது. 1996 ஆம் ஆண்டிற்கான அவரது வெளியீடு \"ப்ளே மேட்\" மாநில இலக்கிய விருதை வென்றபோது பிந்தையவற்றில் அவரது திறமை அங்கீகரிக்கப்பட்டது.",
        "CBL இன் முன்னோடி பிராண்டுகளில் Munchee, Ritzbury, Lankasoy, Samaposha, Tiara மற்றும் Cecil ஆகியவை அடங்கும். 2000 ஆம் ஆண்டில் CBL ஆனது Soy Foods Forbes மற்றும் Walker Ltd., (Soy Foods Lanka Ltd., முன்னரும் இப்போதும் Convenience Foods (Lanka) PLC) ஆகியவற்றின் கட்டுப்பாட்டுப் பங்குகளை வாங்கியது.",
        "லங்காசோய், டெட்டோஸ் ஸ்நாக், செரா சூப் மற்றும் நியூட்ரிலைன் சீரியல் என்ற வர்த்தகப் பெயர்களின் கீழ் வெளியேற்றப்பட்ட தின்பண்டங்கள், ஊட்டச்சத்து தானியங்கள், சூப்கள் மற்றும் பிற வசதியான தயாரிப்புகளை உற்பத்தி செய்வதற்கு நிறுவனம் அதன் தயாரிப்புப் பிரிவை விரிவுபடுத்தியது.",
        "நிறுவனம் மத்திய கிழக்கு, ஐரோப்பா, அமெரிக்கா, ஆசியா மற்றும் ஆஸ்திரேலியா ஆகிய நாடுகளுக்கு பலவகையான தயாரிப்புகளை ஏற்றுமதி செய்கிறது மற்றும் அதன் மூலம் CBL ஏற்றுமதியில் குறிப்பிடத்தக்க சதவீதத்தை வழங்குகிறது. சேரா கொட்டு, சேரா உப்பு, செரா தேங்காய் எண்ணெய் மற்றும் செரா தேங்காய் பால் ஆகியவற்றை போர்ட்ஃபோலியோவில் சேர்ப்பதன் மூலம் நிறுவனம் அதன் தயாரிப்பு வரம்புகளை மேலும் பன்முகப்படுத்தியுள்ளது."
      ]
    }
  }
}