{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/how-realistic-is-broad-based-education/",
  "time_ut": 1647011280,
  "title": "HOW REALISTIC IS BROAD-BASED EDUCATION?",
  "body_lines": [
    "For a long time educationists have debated the fact that secondary education (British style) is not broad based enough. On the other hand, we can take an ‘average’ American product of their ‘broad based educational system as being a complete Jack- of-all-trades and a master of none. I am speaking only of secondary education and not of Universities where obviously the American and British systems are more on a par with each other. The Universities in those Western countries are the Mecca for most Sri Lankan students seeking an education abroad. I must include Australia and Canada as also being highly popular.",
    "Of course, there are top rated secondary schools in the USA that are extremely expensive and the education in those institutions is superlative. But like all elitist schools (Eton, Harrow etc. spring to mind) they cater to a special type of citizen. I am referring mainly to the State run schools which do not, on the whole, have the same standard as those private schools. It is pretty much the same situation in Sri Lanka also.",
    "Certainly, it used to be that the British student was far more aware of the world than his American counterpart. I vividly recall watching an episode of ‘Boston Legal’ – the famous TV serial, – when a 15-year-old girl sued her own school for expelling her Her crime had been that she had had the audacity to go into the school library and destroy all the public exam question papers whereupon the school principal quite rightly expelled her on the spot.",
    "The student was the granddaughter of a legal eagle and took her case to court. When she was asked why she committed such an illegal act she replied that she had good reason to think that the exam systems of her STATE were unfair and backward. Her reason was that she had been an exchange scholar to Britain and had attended a good private girls’ school in the UK. She had been both embarrassed and humiliated to find that although she was considered a top student at her excellent school in the USA, she was extremely unprepared for the high standard of her British school contemporaries.",
    "She felt that the only way she could get the education authorities of Boston to raise their standards was by the drastic act of burning public exam papers. Her action certainly had the intended effect. The case became a national issue…..in the TV series at least.",
    "Of course, the film was made over a decade or two ago. Since then the British systems also have their drawbacks while the American systems have taken a great deal of effort to raise their secondary school levels of education. The earlier basis of criticism was that American education was too broad-based while British education was too focused on academic subjects. The happy norm was supposedly to lie between the two extremes.",
    "As a retired principal of an International School following the British systems I am inclined to distrust the term ‘broad-based’. It can mean that the student learns very little about a great many subjects. It can also mean that a lot is taught but the marking schemes are more lenient. University entrance requirements may be made easier in Britain and more difficult in the USA. There will obviously be an up-scaling or a down-scaling of ‘standards’ (another misleading word) when education systems are changed.",
    "In my day the requirements were mostly based on the academic side of achievement although it was possible to get through the OL (then called the SSC) offering subjects like music (both Western and Eastern) as well as home science in girls’ schools and perhaps carpentry or woodwork in the boys’ schools. Fortunately for me mathematics was not compulsory at that time although arithmetic was.",
    "If one cleared the OL hurdle studying became a pleasant exercise with pupils choosing subjects they enjoyed for the AL exam.",
    "But now educationists in the West are doing what they do best – changing their minds about everything. Truly, I sometimes think that these pundits deliberately make life hard for poor principals and their staff who coach students for their public exams. Marking schemes change, syllabuses change. Broad-basing is becoming a popular word and new subjects are being added to curricula. This is not all bad and I am not necessarily being critical of advancement, but it IS hard on the poor teachers who can be in a constant state of bewilderment.",
    "The holistic approach in education is replacing the old specializing systems. Earlier students began getting into `streams’…. science stream, arts Stream, IT stream, business-study stream and so on as early as in the OL Prep (grade 9). This is no longer necessary – for the London OLs at least. One may combine both science and arts subjects and make a choice of career after the Al exams (unless one wants to be a doctor in which case sciences and maths are vital.)",
    "One must conclude that broad basing is a good thing –specially in countries that can afford it. In a wealthy economy like that of the USA, it is easy to begin teaching any subject they wish because the money is available to even import a teacher from another country to teach it.",
    "For example, the Education Department in Britain was offering lucrative employment to Indian and Sri Lankan teachers to teach in British schools. Those who were lured by the high salaries of Britain compared to the low salaries of Sri Lanka, were soon disillusioned. They were employed in the underprivileged schools of the UK where the students were so rambunctious they were quite uncontrollable. The Sri Lankan teachers, at least, made a speedy return to their own country where student behaviour could still be controlled.",
    "A broad-based education is a good idea. If a student is truly ‘studious’ (and few are at that age) there are TV and radio programs to help him along. There are CDs by the hundred. There are books by the thousand and yet results are slow in coming.",
    "Ethnicity, religion, race and plain common sense are often lacking in the planning of Sri Lanka’s secondary education. Where does one look for solutions? Everywhere yet nowhere –that’s where.",
    "Lanka in moment of crisis with great potential for change: senior political scientist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පුළුල් අධ්‍යාපනය කෙතරම් යථාර්ථවාදීද?",
      "body_lines": [
        "ද්විතීයික අධ්‍යාපනය (බ්‍රිතාන්‍ය ක්‍රමය) ප්‍රමාණවත් තරම් පුළුල් පදනමක් නොමැති බව අධ්‍යාපනඥයින් දීර්ඝ කාලයක් තිස්සේ විවාද කර ඇත. අනෙක් අතට, අපට ඔවුන්ගේ 'පුළුල් පදනම් වූ අධ්‍යාපන ක්‍රමයේ 'සාමාන්‍ය' ඇමරිකානු නිෂ්පාදනයක් සම්පූර්ණ ජැක්-ඕෆ්-ඕල්-වෙළඳාමක් සහ කිසිවකුගේ ප්‍රවීණයෙකු ලෙස ගත හැකිය. මම කතා කරන්නේ ද්විතීයික අධ්‍යාපනය ගැන මිස පැහැදිලිවම ඇමරිකානු සහ බ්‍රිතාන්‍ය පද්ධති එකිනෙක හා සමානව පවතින විශ්ව විද්‍යාල ගැන නොවේ. විදේශයන්හි අධ්‍යාපනය අපේක්ෂා කරන බොහෝ ශ්‍රී ලාංකික සිසුන් සඳහා එම බටහිර රටවල විශ්ව විද්‍යාල මක්කම වේ. මම ඕස්ට්‍රේලියාව සහ කැනඩාව ඉතා ජනප්‍රිය ලෙස ඇතුළත් කළ යුතුයි.",
        "ඇත්ත වශයෙන්ම, ඇමරිකා එක්සත් ජනපදයේ ඉහළම ශ්‍රේණිගත ද්විතීයික පාසල් ඇති අතර ඒවා අතිශයින් මිල අධික වන අතර එම ආයතනවල අධ්‍යාපනය උසස් වේ. නමුත් සියලුම ප්‍රභූ පාසල් මෙන් (ඊටන්, හැරෝ ආදිය මතකයට නැඟේ) ඔවුන් විශේෂ පුරවැසියෙකුට සේවය කරයි. මම ප්‍රධාන වශයෙන්ම සඳහන් කරන්නේ සමස්තයක් වශයෙන් එම පෞද්ගලික පාසල්වලට සමාන ප්‍රමිතියක් නැති රජයේ පාසල්වලටය. ශ්‍රී ලංකාවේ ද එය බොහෝ දුරට සමාන ය.",
        "නිසැකවම, බ්‍රිතාන්‍ය ශිෂ්‍යයා ඔහුගේ ඇමරිකානු සගයාට වඩා ලෝකය ගැන බොහෝ දුරට දැනුවත් විය. ප්‍රසිද්ධ රූපවාහිනී කතාමාලාවක් වන 'බොස්ටන් ලීගල්' හි කථාංගයක් නැරඹූ අයුරු මට හොඳින් මතකයි - අවුරුදු 15 ක දැරියක් ඇයව නෙරපා හැරීමට ඇගේම පාසලට නඩු පවරන විට ඇය කළ අපරාධය වූයේ පාසල් පුස්තකාලයට යාමට තරම් නිර්භීතකම ඇයට තිබීමයි. ප්‍රසිද්ධ විභාග ප්‍රශ්න පත්‍ර සියල්ල විනාශ කළ පසු විදුහල්පතිනිය ඇයව එම ස්ථානයේදීම නෙරපා හැරිය.",
        "ශිෂ්‍යාව නීත්‍යානුකූල රාජාලියෙකුගේ මිනිබිරියක් වූ අතර ඇයගේ නඩුව අධිකරණයට ඉදිරිපත් කළාය. ඇය මෙවැනි නීති විරෝධී ක්‍රියාවක් කළේ මන්දැයි ඇසූ විට ඇය පිළිතුරු දුන්නේ තම රාජ්‍යයේ විභාග ක්‍රම අසාධාරණ හා පසුගාමී යැයි සිතීමට හොඳ හේතුවක් ඇති බවයි. ඇගේ හේතුව වූයේ ඇය බ්‍රිතාන්‍යයට හුවමාරු විශාරදවරියක් වූ අතර එක්සත් රාජධානියේ හොඳ පෞද්ගලික බාලිකා පාසලකට ගොස් තිබීමයි. ඇය ඇමරිකා එක්සත් ජනපදයේ ඇගේ විශිෂ්ට පාසලේ ඉහළම ශිෂ්‍යයෙකු ලෙස සලකනු ලැබුවද, ඇගේ බ්‍රිතාන්‍ය පාසල් සමකාලීනයන්ගේ උසස් ප්‍රමිතියට ඇය අතිශයින් සූදානම් නැති බව දැනගැනීමෙන් ඇය ලැජ්ජාවට හා නින්දාවට පත්ව ඇත.",
        "බොස්ටන්හි අධ්‍යාපන බලධාරීන්ට ඔවුන්ගේ ප්‍රමිතීන් ඉහළ නංවා ගත හැකි එකම ක්‍රමය ප්‍රසිද්ධ විභාග ප්‍රශ්න පත්‍ර ගිනි තැබීමේ දරුණු ක්‍රියාවෙන් බව ඇයට හැඟුණි. ඇයගේ ක්‍රියාව නිසැකවම අපේක්ෂිත බලපෑමක් ඇති කළේය. නඩුව ජාතික ප්‍රශ්නයක් බවට පත් විය.....අඩුම තරමින් රූපවාහිනී කතාමාලාවේ.",
        "ඇත්ත වශයෙන්ම, චිත්‍රපටය දශකයකට හෝ දෙකකට පෙර නිර්මාණය කරන ලද්දකි. එතැන් සිට බ්‍රිතාන්‍ය ක්‍රමයට ද ඔවුන්ගේ අඩුපාඩු ඇති අතර ඇමරිකානු ක්‍රම ඔවුන්ගේ ද්විතියික පාසල් අධ්‍යාපන මට්ටම් ඉහළ නැංවීමට විශාල උත්සාහයක් ගෙන ඇත. විවේචනයේ පූර්ව පදනම වූයේ ඇමරිකානු අධ්‍යාපනය ඉතා පුළුල් වූ අතර බ්‍රිතාන්‍ය අධ්‍යාපනය අධ්‍යයන විෂයයන් කෙරෙහි වැඩි අවධානයක් යොමු කර තිබීමයි. ප්‍රීතිමත් සම්මතය අන්ත දෙක අතර පැවතිය යුතු විය.",
        "බ්‍රිතාන්‍ය ක්‍රම අනුගමනය කරන ජාත්‍යන්තර පාසලක විශ්‍රාමික විදුහල්පතිවරයකු වශයෙන් මම ‘පුළුල් පදනම්’ යන යෙදුම අවිශ්වාස කිරීමට නැඹුරු වෙමි. එයින් අදහස් කළ හැක්කේ ශිෂ්‍යයා බොහෝ විෂයයන් ගැන ඉගෙන ගන්නේ ඉතා අල්ප වශයෙනි. බොහෝ දේ උගන්වා ඇති නමුත් ලකුණු කිරීමේ යෝජනා ක්‍රම වඩාත් ලිහිල් බව එයින් අදහස් කළ හැකිය. විශ්ව විද්‍යාල ප්‍රවේශ අවශ්‍යතා බ්‍රිතාන්‍යයේ පහසු කළ හැකි අතර ඇමරිකා එක්සත් ජනපදයේ වඩාත් දුෂ්කර විය හැක. අධ්‍යාපන ක්‍රම වෙනස් කරන විට පැහැදිලිවම ‘ප්‍රමිති’ (තවත් නොමඟ යවන වචනයක්) ඉහළ-පරිමාණයක් හෝ අඩු-පරිමාණයක් සිදුවනු ඇත.",
        "බාලිකා පාසල්වල සංගීතය (බටහිර සහ නැගෙනහිර යන දෙකම) මෙන්ම ගෘහ විද්‍යාව වැනි විෂයයන් පිරිනැමෙන OL (එවකට SSC ලෙස හැඳින්වූ) සමත් වුවද, මගේ කාලයේ අවශ්‍යතා බොහෝ දුරට පදනම් වූයේ ජයග්‍රහණයේ අධ්‍යයන පැත්ත මත ය. පිරිමි පාසල්වල වඩු වැඩ හෝ ලී වැඩ. වාසනාවකට මට ඒ කාලයේ ගණිතය අනිවාර්ය නොවුණත් අංක ගණිතය අනිවාර්ය නොවීය.",
        "යමෙකු OL බාධාව ඉවත් කළහොත්, සිසුන් උසස් පෙළ විභාගය සඳහා ඔවුන් කැමති විෂයයන් තෝරා ගැනීම සමඟ ඉගෙනීම ප්‍රසන්න ව්‍යායාමයක් බවට පත් විය.",
        "නමුත් දැන් බටහිර අධ්‍යාපනඥයින් කරන්නේ තමන් කරන හොඳම දේ - හැම දෙයක් ගැනම ඔවුන්ගේ මනස වෙනස් කරමින්. ඇත්ත වශයෙන්ම, මට විටෙක සිතෙන්නේ මෙම පණ්ඩිතයන් හිතාමතාම දුප්පත් විදුහල්පතිවරුන්ට සහ ඔවුන්ගේ පොදු විභාග සඳහා සිසුන් පුහුණු කරන ඔවුන්ගේ කාර්ය මණ්ඩලයට ජීවිතය දුෂ්කර කරවන බවයි. ලකුණු කිරීමේ යෝජනා ක්‍රම වෙනස් වේ, විෂය නිර්දේශ වෙනස් වේ. පුළුල් පදනමක් යනු ජනප්‍රිය වචනයක් බවට පත්වෙමින් පවතින අතර විෂයමාලාවලට නව විෂයයන් එකතු වෙමින් පවතී. මේ සියල්ල නරක නොවන අතර මම අත්‍යවශ්‍යයෙන්ම දියුණුව විවේචනය නොකරමි, නමුත් නිරන්තර ව්‍යාකූල තත්වයක සිටිය හැකි දුප්පත් ගුරුවරුන්ට එය දුෂ්කර ය.",
        "අධ්‍යාපනයේ සාකල්‍ය ප්‍රවේශය පැරණි විශේෂිත පද්ධති ප්‍රතිස්ථාපනය කිරීමයි. පෙර සිසුන් 'ධාරා' වලට පිවිසීමට පටන් ගත්හ. විද්‍යා විෂය ධාරාව, ​​කලා ප්‍රවාහය, තොරතුරු තාක්ෂණ විෂය ධාරාව, ​​ව්‍යාපාර-අධ්‍යයන විෂය ධාරාව සහ යනාදිය OL Prep (9 ශ්‍රේණියේ) තරම් ඉක්මනින්. මෙය තවදුරටත් අවශ්‍ය නොවේ - අවම වශයෙන් ලන්ඩන් ඕඑල් සඳහා. කෙනෙකුට විද්‍යාව සහ කලා විෂයයන් දෙකම ඒකාබද්ධ කර අල් විභාගයෙන් පසු වෘත්තීය තේරීමක් කළ හැකිය (විද්‍යාව සහ ගණිතය වැදගත් වන වෛද්‍යවරයකු වීමට අවශ්‍ය නම් මිස.)",
        "පුළුල් පදනමක් හොඳ දෙයක් බව යමෙකු නිගමනය කළ යුතුය - විශේෂයෙන් එය දැරිය හැකි රටවල. ඇමරිකා එක්සත් ජනපදය වැනි ධනවත් ආර්ථිකයක, ඔවුන් කැමති ඕනෑම විෂයයක් ඉගැන්වීම ආරම්භ කිරීම පහසුය, මන්ද එය ඉගැන්වීම සඳහා වෙනත් රටකින් ගුරුවරයෙකු ආනයනය කිරීමට පවා මුදල් තිබේ.",
        "උදාහරණයක් වශයෙන්, බ්‍රිතාන්‍යයේ අධ්‍යාපන දෙපාර්තමේන්තුව, ඉන්දියානු සහ ශ්‍රී ලාංකික ගුරුවරුන්ට බ්‍රිතාන්‍ය පාසල්වල ඉගැන්වීම සඳහා ලාභදායී රැකියා ලබා දෙමින් සිටියේය. ශ්‍රී ලංකාවේ අඩු වැටුප් හා සසඳන විට බ්‍රිතාන්‍යයේ ඉහළ වැටුප්වලට රැවටුණු අය ඉක්මනින්ම කලකිරීමට පත් වූහ. ඔවුන් එක්සත් රාජධානියේ අඩු වරප්‍රසාද ලත් පාසල්වල සේවයේ යෙදී සිටි අතර එහිදී සිසුන් ඉතා කලබලකාරී වූ අතර ඔවුන් පාලනය කළ නොහැකි විය. ශ්‍රී ලාංකික ගුරුවරුන්, අවම වශයෙන්, ශිෂ්‍ය චර්යාවන් තවමත් පාලනය කළ හැකි තම රටට ඉක්මනින් ආපසු පැමිණියහ.",
        "පුළුල් අධ්‍යාපනයක් හොඳ අදහසකි. ශිෂ්‍යයෙකු සැබවින්ම 'අධ්‍යයනය' නම් (සහ එම වයසේ සිටින්නේ ස්වල්ප දෙනෙකි) ඔහුට උපකාර කිරීමට රූපවාහිනී සහ ගුවන් විදුලි වැඩසටහන් තිබේ. සීඩී සීඩී තියෙනවා. පොත් දාහෙන් තිබුණත් ප්‍රතිඵල එන එක හෙමින්.",
        "ශ්‍රී ලංකාවේ ද්විතීයික අධ්‍යාපනය සැලසුම් කිරීමේදී ජනවාර්ගිකත්වය, ආගම, ජාතිය සහ සරල සාමාන්‍ය බුද්ධිය බොහෝ විට අඩුය. විසඳුම් සොයන්නේ කොහෙන්ද? සෑම තැනකම තවමත් කොතැනකවත් නැත - එතැනයි.",
        "වෙනසක් සඳහා විශාල විභවයක් සහිත අර්බුදකාරී මොහොතක ලංකාව: ජ්‍යෙෂ්ඨ දේශපාලන විද්‍යාඥයා",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பரந்த அடிப்படையிலான கல்வி எவ்வளவு யதார்த்தமானது?",
      "body_lines": [
        "இடைநிலைக் கல்வி (பிரிட்டிஷ் பாணி) போதுமான அளவு பரந்த அளவில் இல்லை என்ற உண்மையை நீண்ட காலமாக கல்வியாளர்கள் விவாதித்து வருகின்றனர். மறுபுறம், அவர்களின் 'பரந்த அடிப்படையிலான கல்வி முறையின் 'சராசரியான' அமெரிக்க தயாரிப்பை முழுமையான ஜாக் ஆஃப் ஆல் டிரேட்ஸாகவும், எதிலும் தேர்ச்சி பெறாதவராகவும் நாம் எடுத்துக் கொள்ளலாம். நான் இடைநிலைக் கல்வியைப் பற்றி மட்டுமே பேசுகிறேன், அமெரிக்க மற்றும் பிரிட்டிஷ் அமைப்புகள் ஒன்றுக்கொன்று இணையாக இருக்கும் பல்கலைக்கழகங்களைப் பற்றி அல்ல. அந்த மேற்கத்திய நாடுகளில் உள்ள பல்கலைக்கழகங்கள் வெளிநாட்டில் கல்வி கற்கும் பெரும்பாலான இலங்கை மாணவர்களுக்கு மெக்காவாகும். நான் மிகவும் பிரபலமான ஆஸ்திரேலியா மற்றும் கனடாவை சேர்க்க வேண்டும்.",
        "நிச்சயமாக, அமெரிக்காவில் உயர் தரமதிப்பீடு பெற்ற மேல்நிலைப் பள்ளிகள் உள்ளன, அவை மிகவும் விலை உயர்ந்தவை மற்றும் அந்த நிறுவனங்களில் கல்வி மிக உயர்ந்தது. ஆனால் எல்லா உயர்குடிப் பள்ளிகளைப் போலவே (எட்டான், ஹாரோ போன்றவை. நினைவுக்கு வருவது) அவை ஒரு சிறப்பு வகை குடிமக்களுக்கு சேவை செய்கின்றன. நான் முக்கியமாக அரசு நடத்தும் பள்ளிகளைக் குறிப்பிடுகிறேன், ஒட்டுமொத்தமாக, அந்தத் தனியார் பள்ளிகளின் தரம் இல்லை. இலங்கையிலும் ஏறக்குறைய இதே நிலைதான்.",
        "நிச்சயமாக, பிரிட்டிஷ் மாணவர் தனது அமெரிக்க சக மாணவரை விட உலகத்தைப் பற்றி அதிகம் அறிந்திருந்தார். பிரபல தொலைக்காட்சித் தொடரான ​​'பாஸ்டன் லீகல்'-ன் எபிசோடைப் பார்த்தது எனக்கு நன்றாக நினைவிருக்கிறது - ஒரு 15 வயது சிறுமி தன்னை வெளியேற்றியதற்காக தனது சொந்தப் பள்ளி மீது வழக்குத் தொடர்ந்தபோது, ​​​​அவளுடைய குற்றம் என்னவென்றால், பள்ளி நூலகத்திற்குச் செல்ல அவள் துணிச்சலாக இருந்தாள். அனைத்து பொதுத் தேர்வு வினாத்தாள்களையும் அழித்துவிடுங்கள், அதன்பின் பள்ளி முதல்வர் அவளை சரியான இடத்திலேயே வெளியேற்றினார்.",
        "அந்த மாணவி சட்டப்பூர்வ கழுகின் பேத்தி என்பதால் நீதிமன்றத்தில் வழக்கு தொடர்ந்தார். ஏன் இப்படி ஒரு சட்டவிரோத செயலைச் செய்தாய் என்று அவளிடம் கேட்கப்பட்டபோது, ​​தன் மாநிலத்தின் தேர்வு முறைகள் நியாயமற்றவை, பின்தங்கியவை என்று நினைப்பதற்கு நல்ல காரணம் இருப்பதாக அவள் பதிலளித்தாள். அவர் பிரிட்டனுக்கு ஒரு பரிமாற்ற அறிஞராக இருந்தார் மற்றும் இங்கிலாந்தில் உள்ள ஒரு நல்ல தனியார் பெண்கள் பள்ளியில் படித்தார் என்பதே அவரது காரணம். அவர் அமெரிக்காவில் உள்ள தனது சிறந்த பள்ளியில் சிறந்த மாணவியாக கருதப்பட்டாலும், தனது பிரிட்டிஷ் பள்ளி சமகாலத்தவர்களின் உயர் தரத்திற்கு மிகவும் தயாராக இல்லை என்பதைக் கண்டு அவள் வெட்கமாகவும் அவமானமாகவும் இருந்தாள்.",
        "பாஸ்டனின் கல்வி அதிகாரிகளின் தரத்தை உயர்த்துவதற்கான ஒரே வழி பொதுத் தேர்வுத் தாள்களை எரிப்பதன் மூலம் மட்டுமே என்று அவள் உணர்ந்தாள். அவளுடைய செயல் நிச்சயமாக விரும்பிய விளைவைக் கொண்டிருந்தது. இந்த வழக்கு தேசிய பிரச்சினையாக மாறியது.....குறைந்தபட்சம் தொலைக்காட்சி தொடரிலாவது.",
        "நிச்சயமாக, படம் ஒரு தசாப்தம் அல்லது இரண்டு ஆண்டுகளுக்கு முன்பு தயாரிக்கப்பட்டது. அப்போதிருந்து, பிரிட்டிஷ் அமைப்புகளும் அவற்றின் குறைபாடுகளைக் கொண்டுள்ளன, அதே நேரத்தில் அமெரிக்க அமைப்புகள் தங்கள் மேல்நிலைப் பள்ளி கல்வி நிலைகளை உயர்த்துவதற்கு பெரும் முயற்சியை எடுத்தன. அமெரிக்கக் கல்வி மிகவும் பரந்த அடிப்படையிலானது, அதே சமயம் பிரிட்டிஷ் கல்வியானது கல்விப் பாடங்களில் அதிக கவனம் செலுத்தியது என்பது விமர்சனத்தின் முந்தைய அடிப்படையாகும். மகிழ்ச்சியான விதிமுறை இரண்டு உச்சநிலைகளுக்கு இடையில் இருப்பதாகக் கூறப்படுகிறது.",
        "பிரிட்டிஷ் அமைப்புகளைப் பின்பற்றி ஒரு சர்வதேச பள்ளியின் ஓய்வுபெற்ற அதிபராக நான் 'பரந்த அடிப்படையிலான' என்ற சொல்லை அவநம்பிக்கை கொள்ள முனைகிறேன். மாணவர் பல பாடங்களைப் பற்றி மிகக் குறைவாகவே கற்றுக்கொள்கிறார் என்று அர்த்தம். நிறைய கற்பிக்கப்படுகிறது, ஆனால் குறிக்கும் திட்டங்கள் மிகவும் மென்மையானவை என்பதையும் இது குறிக்கலாம். பல்கலைக்கழக நுழைவுத் தேவைகள் பிரிட்டனில் எளிதாகவும், அமெரிக்காவில் மிகவும் கடினமாகவும் இருக்கலாம். கல்வி முறைகள் மாற்றப்படும்போது வெளிப்படையாகவே ‘தரநிலைகள்’ (மற்றொரு தவறான வார்த்தை) உயர்வோ அல்லது குறைக்கவோ இருக்கும்.",
        "என் நாளில் தேவைகள் பெரும்பாலும் சாதனைகளின் கல்விப் பக்கத்தை அடிப்படையாகக் கொண்டிருந்தன, இருப்பினும் OL (பின்னர் SSC என்று அழைக்கப்பட்டது) இசை (மேற்கத்திய மற்றும் கிழக்கு இரண்டும்) மற்றும் வீட்டு அறிவியல் போன்ற பாடங்களை பெண்கள் பள்ளிகளில் பெறுவது சாத்தியமாக இருந்தது. ஆண்கள் பள்ளிகளில் தச்சு அல்லது மரவேலை. அதிர்ஷ்டவசமாக எனக்கு அந்த நேரத்தில் கணிதம் கட்டாயம் இல்லை என்றாலும் எண்கணிதம்.",
        "ஒருவர் OL தடையை நீக்கிவிட்டால், மாணவர்கள் AL தேர்வுக்கு மகிழ்ந்த பாடங்களைத் தேர்ந்தெடுப்பதன் மூலம் படிப்பது ஒரு இனிமையான பயிற்சியாக மாறியது.",
        "ஆனால் இப்போது மேற்கத்திய கல்வியாளர்கள் தாங்கள் சிறப்பாகச் செய்வதையே செய்கிறார்கள் – எல்லாவற்றிலும் தங்கள் மனதை மாற்றிக் கொள்கிறார்கள். உண்மையாகவே, இந்த பண்டிதர்கள் வேண்டுமென்றே ஏழை முதல்வர்கள் மற்றும் அவர்களின் பொதுத் தேர்வுகளுக்கு மாணவர்களுக்குப் பயிற்சி அளிக்கும் அவர்களது ஊழியர்களின் வாழ்க்கையை கடினமாக்குகிறார்கள் என்று நான் சில நேரங்களில் நினைக்கிறேன். குறிக்கும் திட்டங்கள் மாறுகின்றன, பாடத்திட்டங்கள் மாறுகின்றன. பரந்த அடிப்படையிலான சொல் ஒரு பிரபலமான வார்த்தையாகி வருகிறது, மேலும் பாடத்திட்டங்களில் புதிய பாடங்கள் சேர்க்கப்படுகின்றன. இது எல்லாம் மோசமானதல்ல, நான் முன்னேற்றத்தை விமர்சிக்க வேண்டிய அவசியமில்லை, ஆனால் தொடர்ந்து திகைக்கும் நிலையில் இருக்கும் ஏழை ஆசிரியர்களுக்கு இது கடினமாக உள்ளது.",
        "கல்வியில் முழுமையான அணுகுமுறை பழைய சிறப்பு அமைப்புகளை மாற்றுகிறது. முன்னதாக மாணவர்கள் 'ஸ்ட்ரீம்களில்' சேரத் தொடங்கினர். அறிவியல் ஸ்ட்ரீம், ஆர்ட்ஸ் ஸ்ட்ரீம், ஐடி ஸ்ட்ரீம், பிசினஸ்-ஸ்டடி ஸ்ட்ரீம் மற்றும் பலவற்றை OL ப்ரெப் (கிரேடு 9) போன்றவற்றின் ஆரம்பத்திலேயே. இது இனி அவசியமில்லை - குறைந்தபட்சம் லண்டன் OL களுக்கு. ஒருவர் அறிவியல் மற்றும் கலைப் பாடங்கள் இரண்டையும் இணைத்து, அல் தேர்வுகளுக்குப் பிறகு ஒரு தொழிலைத் தேர்வு செய்யலாம் (அறிவியல் மற்றும் கணிதம் இன்றியமையாததாக இருக்கும் மருத்துவராக விரும்பினால் தவிர.)",
        "பரந்த அடித்தளம் ஒரு நல்ல விஷயம் என்று ஒருவர் முடிவு செய்ய வேண்டும் - குறிப்பாக அதை வாங்கக்கூடிய நாடுகளில். அமெரிக்காவைப் போன்ற ஒரு பணக்கார பொருளாதாரத்தில், அவர்கள் விரும்பும் எந்தவொரு பாடத்தையும் கற்பிப்பது எளிது, ஏனென்றால் அதைக் கற்பிக்க மற்றொரு நாட்டிலிருந்து ஒரு ஆசிரியரை இறக்குமதி செய்ய பணம் கிடைக்கிறது.",
        "உதாரணமாக, பிரித்தானியாவின் கல்வித் திணைக்களம் இந்திய மற்றும் இலங்கை ஆசிரியர்களுக்கு பிரிட்டிஷ் பாடசாலைகளில் கற்பிக்க இலாபகரமான வேலைவாய்ப்பை வழங்கி வந்தது. இலங்கையின் குறைந்த சம்பளத்துடன் ஒப்பிடும் போது பிரித்தானியாவின் அதிக சம்பளத்தால் மயங்கி விழுந்தவர்கள் விரைவில் ஏமாற்றமடைந்தனர். அவர்கள் இங்கிலாந்தின் பின்தங்கிய பள்ளிகளில் பணியமர்த்தப்பட்டனர், அங்கு மாணவர்கள் மிகவும் அலைக்கழிக்கப்பட்டவர்களாக இருந்தனர், அவர்கள் கட்டுப்படுத்த முடியாதவர்களாக இருந்தனர். இலங்கை ஆசிரியர்கள், குறைந்த பட்சம், மாணவர்களின் நடத்தையை இன்னும் கட்டுப்படுத்தக்கூடிய தங்கள் சொந்த நாட்டிற்கு விரைவாகத் திரும்பினர்.",
        "பரந்த அடிப்படையிலான கல்வி ஒரு நல்ல யோசனை. ஒரு மாணவர் உண்மையிலேயே ‘படிக்கக்கூடியவராக’ இருந்தால் (அந்த வயதில் சிலரே) அவருக்கு உதவ தொலைக்காட்சி மற்றும் வானொலி நிகழ்ச்சிகள் உள்ளன. நூற்றுக்கணக்கான குறுந்தகடுகள் உள்ளன. ஆயிரம் புத்தகங்கள் உள்ளன, ஆனால் முடிவுகள் வருவதில் தாமதம்.",
        "இலங்கையின் இடைநிலைக் கல்வியின் திட்டமிடலில் இனம், மதம், இனம் மற்றும் சாதாரண பொது அறிவு ஆகியவை பெரும்பாலும் இல்லை. தீர்வுகளை எங்கே தேடுவது? எல்லா இடங்களிலும் இன்னும் எங்கும் இல்லை - அது எங்கே.",
        "நெருக்கடியான தருணத்தில் இலங்கை மாற்றத்திற்கான பெரும் ஆற்றலுடன்: மூத்த அரசியல் விஞ்ஞானி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}