{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/can-india-feed-the-world-during-the-ukraine-war/",
  "time_ut": 1650337440,
  "title": "Can India feed the world during the Ukraine war?",
  "body_lines": [
    "COLOMBO; Last week, Indian PM Narendra Modi told US President Joe Biden that India was ready to ship food to the rest of the world following supply shocks and rising prices due to the war in Ukraine.",
    "Modi said India had “enough food” for its 1.4 billion people, and it was “ready to supply food stocks to the world from tomorrow” if the World Trade Organization (WTO) allowed.",
    "Commodity prices were already at a 10-year high before the war in Ukraine because of global harvest issues. They have leaped after the war and are already at their highest since 1990, according to the UN Food and Agricultural Organisation (UNFAO) food-price index.",
    "Russia and Ukraine are two of the world’s major wheat exporters and account for about a third of global annual wheat sales. The two countries also account for 55% of the global annual sunflower oil exports, and 17% of exports of maize and barley. Together, they were expected to export 14 million tonnes of wheat and over 16 million tonnes of maize this year, according to UNFAO.",
    "“The supply disruptions and threat of embargo facing Russia mean that these exports have to be taken out of the equation. India could step in to export more, especially when it has enough stocks of wheat,” says Upali Galketi Aratchilage, a Rome-based economist at UNFAO.",
    "India is the second-biggest producer of rice and wheat in the world. As of early April, it had 74 million tonnes of the two staples in stock. Of this, 21 million tonnes have been kept for its strategic reserve and the Public Distribution System (PDS), which gives more than 700 million poor people access to cheap food.",
    "India is also one of the cheapest global suppliers of wheat and rice: it is already exporting rice to nearly 150 countries and wheat to 68. It exported some 7 million tonnes of wheat in 2020-2021. Traders, reacting to rising demand in the international market, have already entered contracts for exports of more than 3 million tonnes of wheat from April to July, according to officials. Farm exports exceeded a record $50bn in 2021-22.",
    "India can export 22 million tonnes of rice and 16 million tonnes of wheat in this fiscal year, according to Ashok Gulati, a professor of agriculture at the Indian Council for Research on International Economic Relations. “If the WTO allows government stocks to be exported, it can be even higher. This will help cool the global prices and reduce the burden of importing countries around the world,” he says.",
    "There are some reservations though. “We have enough stocks at the moment. But there are some concerns, and we should not become gung-ho about feeding the world,” says Harish Damodaran, a senior fellow at the Centre for Policy Research, a Delhi-based think tank.",
    "First, there are fears of a less-than-expected harvest. India’s new wheat season is underway and officials project a record 111 million tonnes be harvested – the sixth bumper crop season in a row.",
    "But experts like Damodaran are not convinced. He believes the yield will be much lower because of fertilizer shortages and the vagaries of the weather – excessive rains and severe early summer heat. “We are overestimating the production,” he says. “We will know in another 10 days.”",
    "Another question mark, say, experts, is over fertilizers, a basic component of farming. India’s stocks have fallen low after the war – India imports di-ammonium phosphate and fertilizers containing nitrogen, phosphate, sulfur, and potash. Russia and Belarus account for 40% of the world’s potash exports. Globally, fertilizer prices are already high due to soaring gas prices.",
    "A shortage of fertilizers could easily hit production in the next harvest season. One way to get around this, says Damodaran, is for India to explore “wheat-for-fertilizer deals” with countries like Egypt and Africa.",
    "Also, if the war gets prolonged, India might face logistical challenges in stepping up exports. “Exporting huge volumes of cereals involves huge infrastructure like transportation, storage, ships. Also the capacity to start shipping in high volumes,” says Aratchilage. There is also the question of higher freight costs.",
    "Lastly, there is the overriding concern over galloping food prices at home – food inflation hit a 16-month-high of 7.68% in March. This has been mainly driven by price rises of edible oils, vegetables, cereals, milk, meat, and fish. India’s central bank has warned about “elevated global price pressures in key food items” leading to “high uncertainty” over inflation.",
    "The Russian invasion is likely to have “serious consequences” for global food security, according to IFPRI, a think tank. The UNFAO estimates that a prolonged disruption to exports of wheat, fertilizer, and other commodities from Russia and Ukraine could push up the number of undernourished people in the world from eight to 13 million.",
    "By the government’s admission, more than three million children remain undernourished in India despite bountiful crops and ample food stocks. (Prime Minister Modi’s native state, Gujarat, has the third-highest number of such children.) “You cannot be cavalier about food security. You cannot play around with the food earmarked for the subsidized food system,” says Damodaran.",
    "If there is one thing India’s politicians know it is that food – or the lack of it – determines their fate: state and federal governments have tumbled in the past because of soaring onion prices."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන යුද්ධයේදී ඉන්දියාවට ලෝකය පෝෂණය කළ හැකිද?",
      "body_lines": [
        "කොළඹ; පසුගිය සතියේ ඉන්දීය අගමැති නරේන්ද්‍ර මෝදි එක්සත් ජනපද ජනාධිපති ජෝ බයිඩන්ට කියා සිටියේ යුක්රේනයේ යුද්ධය හේතුවෙන් සැපයුම් කම්පන සහ මිල ඉහළ යාමෙන් පසු ලෝකයේ සෙසු රටවලට ආහාර නැව්ගත කිරීමට ඉන්දියාව සූදානම් බවයි.",
        "ඉන්දියාව සිය බිලියන 1.4 ක ජනතාව සඳහා \"ප්‍රමාණවත් ආහාර\" ඇති බවත්, ලෝක වෙළඳ සංවිධානය (WTO) අවසර දෙන්නේ නම්, \"හෙට සිට ලෝකයට ආහාර තොග සැපයීමට සූදානම්\" බවත් මෝදි පැවසීය.",
        "ගෝලීය අස්වැන්න ගැටළු හේතුවෙන් යුක්රේනයේ යුද්ධයට පෙර භාණ්ඩ මිල දැනටමත් වසර 10 ක ඉහළ මට්ටමක පැවතුනි. ඔවුන් යුද්ධයෙන් පසු පැන ඇති අතර එක්සත් ජාතීන්ගේ ආහාර හා කෘෂිකර්ම සංවිධානයේ (UNFAO) ආහාර මිල දර්ශකයට අනුව 1990 සිට දැනටමත් ඉහළම මට්ටමට පැමිණ ඇත.",
        "රුසියාව සහ යුක්රේනය ලොව ප්‍රධාන තිරිඟු අපනයනකරුවන් දෙදෙනෙකු වන අතර ගෝලීය වාර්ෂික තිරිඟු අලෙවියෙන් තුනෙන් එකක් පමණ වේ. ගෝලීය වාර්ෂික සූරියකාන්ත තෙල් අපනයනයෙන් 55% ක් සහ බඩ ඉරිඟු සහ බාර්ලි අපනයනයෙන් 17% ක් ද රටවල් දෙක විසින් සිදු කරයි. ඔවුන් එක්ව මේ වසරේ තිරිඟු ටොන් මිලියන 14ක් සහ බඩ ඉරිඟු ටොන් මිලියන 16කට අධික ප්‍රමාණයක් අපනයනය කිරීමට බලාපොරොත්තු වූ බව UNFAO පවසයි.",
        "“රුසියාව මුහුණ දෙන සැපයුම් බාධා කිරීම් සහ සම්බාධක තර්ජනයෙන් අදහස් වන්නේ මෙම අපනයන සමීකරණයෙන් ඉවත් කළ යුතු බවයි. විශේෂයෙන්ම තිරිඟු ප්‍රමාණවත් තරම් තොග ඇති විට ඉන්දියාවට වැඩිපුර අපනයනය කිරීමට පියවර ගත හැකිය.",
        "ඉන්දියාව ලෝකයේ දෙවන විශාලතම සහල් සහ තිරිඟු නිෂ්පාදකයා වේ. අප්‍රේල් මුල වන විට, එහි ප්‍රධාන ද්‍රව්‍ය දෙකෙන් ටොන් මිලියන 74ක් තොගයේ තිබී ඇත. මෙයින්, ටොන් මිලියන 21 ක් එහි උපායමාර්ගික සංචිතය සහ මිලියන 700 කට වැඩි දුප්පත් ජනතාවට ලාභ ආහාර සඳහා ප්‍රවේශය ලබා දෙන පොදු බෙදාහැරීමේ පද්ධතිය (PDS) සඳහා තබා ඇත.",
        "ඉන්දියාව ද තිරිඟු සහ සහල් සඳහා ලාභම ගෝලීය සැපයුම්කරුවන්ගෙන් එකකි: එය දැනටමත් රටවල් 150 කට ආසන්න ප්‍රමාණයකට සහ තිරිඟු 68 කට අපනයනය කරයි. එය 2020-2021 දී තිරිඟු ටොන් මිලියන 7 ක් පමණ අපනයනය කර ඇත. ජාත්‍යන්තර වෙළඳපොලේ ඉහළ යන ඉල්ලුමට ප්‍රතිචාර දක්වමින් වෙළඳුන් අප්‍රේල් සිට ජූලි දක්වා තිරිඟු ටොන් මිලියන 3 කට වැඩි ප්‍රමාණයක් අපනයනය කිරීම සඳහා දැනටමත් කොන්ත්‍රාත්තු වලට එළඹ ඇති බව නිලධාරීන් පවසයි. ගොවිපල අපනයන 2021-22 දී වාර්තාගත ඩොලර් බිලියන 50 ඉක්මවිය.",
        "ජාත්‍යන්තර ආර්ථික සබඳතා පිළිබඳ පර්යේෂණ පිළිබඳ ඉන්දියානු කවුන්සිලයේ කෘෂිකර්මය පිළිබඳ මහාචාර්ය අශෝක් ගුලාටි පවසන පරිදි මෙම මුදල් වර්ෂය තුළ ඉන්දියාවට සහල් ටොන් මිලියන 22 ක් සහ තිරිඟු ටොන් මිලියන 16 ක් අපනයනය කළ හැකිය. “WTO රජයේ කොටස් අපනයනය කිරීමට ඉඩ දෙන්නේ නම්, එය ඊටත් වඩා වැඩි විය හැකිය. මෙය ගෝලීය මිල ගණන් සිසිල් කිරීමට සහ ලොව පුරා රටවල් ආනයනය කිරීමේ බර අඩු කිරීමට උපකාරී වනු ඇත, ”ඔහු පවසයි.",
        "සමහර වෙන් කිරීම් ඇතත්. “මේ මොහොතේ අප සතුව ප්‍රමාණවත් තොග තිබේ. නමුත් සමහර කනස්සල්ලක් ඇති අතර, ලෝකය පෝෂණය කිරීම සම්බන්ධයෙන් අපි ගුන්ග්-හෝ නොවිය යුතුය, ”දිල්ලි පදනම් කරගත් චින්තන ටැංකියක් වන ප්‍රතිපත්ති පර්යේෂණ මධ්‍යස්ථානයේ ජ්‍යෙෂ්ඨ සගයකු වන හරීෂ් දමෝදරන් පවසයි.",
        "පළමුව, අපේක්ෂිත අස්වැන්නට වඩා අඩු අස්වැන්නක් ගැන බියක් ඇත. ඉන්දියාවේ නව තිරිඟු කන්නය ක්‍රියාත්මක වෙමින් පවතින අතර වාර්තාගත ටොන් මිලියන 111 ක අස්වැන්නක් ලැබෙනු ඇතැයි නිලධාරීන් පුරෝකථනය කරයි - එය පිට පිට හයවැනි බම්පර් බෝග කන්නය.",
        "නමුත් දමෝදරන් වැනි විද්වතුන් ඒත්තු ගන්වන්නේ නැත. පොහොර හිඟය සහ කාලගුණික විපර්යාස හේතුවෙන් අස්වැන්න බෙහෙවින් අඩු වනු ඇතැයි ඔහු විශ්වාස කරයි - අධික වර්ෂාව සහ දැඩි ගිම්හාන තාපය. \"අපි නිෂ්පාදනය අධිතක්සේරු කරනවා,\" ඔහු පවසයි. \"තව දින 10කින් අපි දැනගන්නම්.\"",
        "ප්‍රවීණයන් පවසන පරිදි තවත් ප්‍රශ්නාර්ථයක් වන්නේ ගොවිතැනේ මූලික අංගයක් වන පොහොර පිළිබඳවයි. යුද්ධයෙන් පසු ඉන්දියාවේ තොග පහත වැටී ඇත - ඉන්දියාව ඩයි-ඇමෝනියම් පොස්පේට් සහ නයිට්‍රජන්, පොස්පේට්, සල්ෆර් සහ පොටෑෂ් අඩංගු පොහොර ආනයනය කරයි. ලෝකයේ පොටෑෂ් අපනයනයෙන් 40% ක් රුසියාව සහ බෙලරුස් වේ. ගෑස් මිල ඉහළ යාම හේතුවෙන් ගෝලීය වශයෙන් පොහොර මිල දැනටමත් ඉහළ මට්ටමක පවතී.",
        "පොහොර හිඟයක් ඊළඟ අස්වනු සමයේ නිෂ්පාදනයට පහසුවෙන්ම බලපානු ඇත. මෙය මඟහරවා ගැනීමට එක් ක්‍රමයක් නම්, ඉන්දියාව ඊජිප්තුව සහ අප්‍රිකාව වැනි රටවල් සමඟ “තිරිඟු සඳහා පොහොර සඳහා ගනුදෙනු” ගවේෂණය කිරීමයි.",
        "එසේම, යුද්ධය දිගු වුවහොත්, අපනයනය වේගවත් කිරීමේදී ඉන්දියාවට සැපයුම් අභියෝගවලට මුහුණ දීමට සිදුවනු ඇත. “ධාන්‍ය වර්ග විශාල ප්‍රමාණයක් අපනයනය කිරීම ප්‍රවාහනය, ගබඩා කිරීම, නැව් වැනි විශාල යටිතල පහසුකම් ඇතුළත් වේ. ඒ වගේම විශාල ප්‍රමාණයකින් නැව්ගත කිරීම ආරම්භ කිරීමට ඇති හැකියාව,” Aratchilage පවසයි. වැඩි භාණ්ඩ ප්‍රවාහන වියදම් පිළිබඳ ප්‍රශ්නය ද තිබේ.",
        "අවසාන වශයෙන්, ගෘහස්ථ ආහාර මිල ගණන් ඉහළ යාම කෙරෙහි අවධානය යොමු කරයි - මාර්තු මාසයේදී ආහාර උද්ධමනය 16-මාස-ඉහළම 7.68% දක්වා ඉහළ ගියේය. මෙයට ප්‍රධාන වශයෙන් හේතු වී ඇත්තේ ආහාරයට ගතහැකි තෙල්, එළවළු, ධාන්‍ය වර්ග, කිරි, මස් සහ මාළු මිල ඉහළ යාමයි. උද්ධමනය මත \"ඉහළ අවිනිශ්චිතතාවයට\" තුඩු දෙන \"ප්රධාන ආහාර ද්රව්යවල ඉහල ගෝලීය මිල පීඩනය\" පිලිබඳව ඉන්දියාවේ මහ බැංකුව අනතුරු අඟවා ඇත.",
        "චින්තන ටැංකියක් වන IFPRI ට අනුව රුසියානු ආක්‍රමණය ගෝලීය ආහාර සුරක්ෂිතතාවය සඳහා \"බරපතල ප්‍රතිවිපාක\" ඇති කිරීමට ඉඩ ඇත. UNFAO ඇස්තමේන්තු කරන්නේ රුසියාවෙන් සහ යුක්රේනයෙන් තිරිඟු, පොහොර සහ අනෙකුත් භාණ්ඩ අපනයනය සඳහා දිගුකාලීන බාධාවක් නිසා ලෝකයේ මන්දපෝෂණයෙන් පෙළෙන පුද්ගලයින්ගේ සංඛ්‍යාව මිලියන 8 සිට 13 දක්වා ඉහළ යා හැකි බවයි.",
        "රජයේ පිළිගැනීමට අනුව, බහුල භෝග සහ ප්‍රමාණවත් ආහාර තොග තිබියදීත්, මිලියන තුනකට වැඩි දරුවන් ඉන්දියාවේ මන්දපෝෂණයෙන් පෙළෙති. (අග්‍රාමාත්‍ය මෝදිගේ උපන් ප්‍රාන්තය වන ගුජරාටය එවැනි දරුවන්ගෙන් තුන්වන වැඩිම සංඛ්‍යාව ඇත.) “ඔබට ආහාර සුරක්ෂිතතාව ගැන කඩිසර විය නොහැක. සහනාධාර ආහාර ක්‍රමයට වෙන් කර ඇති ආහාර සමඟ ඔබට සෙල්ලම් කළ නොහැක, ”දමෝදරන් පවසයි.",
        "ඉන්දියාවේ දේශපාලනඥයන් දන්නා එක් දෙයක් තිබේ නම්, එය ආහාර - හෝ එය නොමැතිකම - ඔවුන්ගේ ඉරණම තීරණය කරයි: ළූණු මිල ඉහළ යාම නිසා ප්‍රාන්ත සහ ෆෙඩරල් ආන්ඩු අතීතයේ වැටී ඇත."
      ]
    },
    "ta": {
      "title": "உக்ரைன் போரின் போது இந்தியா உலகிற்கு உணவளிக்க முடியுமா?",
      "body_lines": [
        "கொழும்பு; கடந்த வாரம், இந்திய பிரதமர் நரேந்திர மோடி, அமெரிக்க அதிபர் ஜோ பிடனிடம், உக்ரைனில் நடந்த போரினால் சப்ளை அதிர்ச்சிகள் மற்றும் விலைவாசி உயர்வைத் தொடர்ந்து உலகின் பிற பகுதிகளுக்கு உணவை அனுப்ப இந்தியா தயாராக இருப்பதாக தெரிவித்தார்.",
        "இந்தியாவில் 1.4 பில்லியன் மக்களுக்கு போதுமான உணவு இருப்பதாகவும், உலக வர்த்தக அமைப்பு (WTO) அனுமதித்தால் நாளை முதல் உலகிற்கு உணவு இருப்புக்களை வழங்க தயாராக இருப்பதாகவும் மோடி கூறினார்.",
        "உலகளாவிய அறுவடை சிக்கல்கள் காரணமாக உக்ரைனில் போருக்கு முன்னர் பொருட்களின் விலைகள் ஏற்கனவே 10 வருட உயர்வில் இருந்தன. அவர்கள் போருக்குப் பிறகு குதித்துள்ளனர் மற்றும் 1990 இல் இருந்து ஏற்கனவே மிக உயர்ந்த நிலையில் உள்ளனர், UN உணவு மற்றும் விவசாய அமைப்பு (UNFAO) உணவு விலை குறியீட்டின் படி.",
        "ரஷ்யாவும் உக்ரைனும் உலகின் இரண்டு முக்கிய கோதுமை ஏற்றுமதியாளர்களாகும் மற்றும் உலக வருடாந்திர கோதுமை விற்பனையில் மூன்றில் ஒரு பங்கைக் கொண்டுள்ளது. உலக வருடாந்திர சூரியகாந்தி எண்ணெய் ஏற்றுமதியில் 55% மற்றும் மக்காச்சோளம் மற்றும் பார்லி ஏற்றுமதியில் 17% ஆகிய இரண்டு நாடுகளும் பங்கு வகிக்கின்றன. இந்த ஆண்டு 14 மில்லியன் டன் கோதுமை மற்றும் 16 மில்லியன் டன் சோளத்தை ஏற்றுமதி செய்வார்கள் என்று UNFAO தெரிவித்துள்ளது.",
        "\"சப்ளை இடையூறுகள் மற்றும் ரஷ்யா எதிர்கொள்ளும் தடையின் அச்சுறுத்தல், இந்த ஏற்றுமதிகள் சமன்பாட்டிலிருந்து வெளியேற்றப்பட வேண்டும் என்பதாகும். குறிப்பாக போதுமான அளவு கோதுமை கையிருப்பில் இருக்கும் போது, ​​இந்தியா அதிகமாக ஏற்றுமதி செய்ய முன்வரலாம்,” என்கிறார் உபாலி கல்கெட்டி அர்ச்சிலேஜ், ரோம் சார்ந்த யுஎன்எஃப்ஏஓ பொருளாதார நிபுணர்.",
        "உலகில் அரிசி மற்றும் கோதுமை உற்பத்தியில் இந்தியா இரண்டாவது இடத்தில் உள்ளது. ஏப்ரல் தொடக்கத்தில், இரண்டு ஸ்டேபிள்களில் 74 மில்லியன் டன்கள் கையிருப்பில் இருந்தன. இதில், 21 மில்லியன் டன்கள் அதன் மூலோபாய இருப்பு மற்றும் 700 மில்லியனுக்கும் அதிகமான ஏழை மக்களுக்கு மலிவான உணவுக்கான அணுகலை வழங்கும் பொது விநியோக அமைப்புக்காக (PDS) வைக்கப்பட்டுள்ளது.",
        "கோதுமை மற்றும் அரிசியின் மலிவான உலகளாவிய சப்ளையர்களில் இந்தியாவும் ஒன்றாகும்: இது ஏற்கனவே அரிசியை கிட்டத்தட்ட 150 நாடுகளுக்கும், கோதுமையை 68 நாடுகளுக்கும் ஏற்றுமதி செய்து வருகிறது. 2020-2021ல் சுமார் 7 மில்லியன் டன் கோதுமையை ஏற்றுமதி செய்துள்ளது. சர்வதேச சந்தையில் அதிகரித்து வரும் தேவைக்கு எதிர்வினையாற்றும் வர்த்தகர்கள் ஏற்கனவே ஏப்ரல் முதல் ஜூலை வரை 3 மில்லியன் டன்களுக்கும் அதிகமான கோதுமை ஏற்றுமதிக்கான ஒப்பந்தங்களில் நுழைந்துள்ளதாக அதிகாரிகள் தெரிவித்துள்ளனர். பண்ணை ஏற்றுமதி 2021-22ல் சாதனை $50bn ஐ தாண்டியது.",
        "இந்த நிதியாண்டில் இந்தியா 22 மில்லியன் டன் அரிசி மற்றும் 16 மில்லியன் டன் கோதுமையை ஏற்றுமதி செய்ய முடியும் என சர்வதேச பொருளாதார உறவுகளுக்கான இந்திய கவுன்சிலின் வேளாண் துறை பேராசிரியர் அசோக் குலாட்டி தெரிவித்துள்ளார். \"WTO அரசாங்க பங்குகளை ஏற்றுமதி செய்ய அனுமதித்தால், அது இன்னும் அதிகமாக இருக்கலாம். இது உலகளாவிய விலையை குளிர்விக்கவும், உலகெங்கிலும் உள்ள நாடுகளின் இறக்குமதி சுமையை குறைக்கவும் உதவும்,” என்று அவர் கூறுகிறார்.",
        "இருப்பினும் சில இட ஒதுக்கீடுகள் உள்ளன. “தற்போது எங்களிடம் போதுமான பங்குகள் உள்ளன. ஆனால் சில கவலைகள் உள்ளன, மேலும் உலகிற்கு உணவளிப்பதில் நாம் ஆர்வமாக இருக்கக்கூடாது, ”என்கிறார் டெல்லியை தளமாகக் கொண்ட சிந்தனைக் குழுவான கொள்கை ஆராய்ச்சி மையத்தின் மூத்த சக ஹரிஷ் தாமோதரன்.",
        "முதலாவதாக, எதிர்பார்த்ததை விட குறைவான அறுவடைக்கு பயம் உள்ளது. இந்தியாவின் புதிய கோதுமை பருவம் நடந்து கொண்டிருக்கிறது மற்றும் அதிகாரிகள் 111 மில்லியன் டன்கள் அறுவடை செய்ய திட்டமிட்டுள்ளனர் - இது ஒரு வரிசையில் ஆறாவது பம்பர் பயிர் பருவம்.",
        "ஆனால் தாமோதரன் போன்ற நிபுணர்கள் நம்பவில்லை. உரத் தட்டுப்பாடு மற்றும் வானிலையின் மாறுபாடுகள் - அதிக மழை மற்றும் கடுமையான கோடைகால வெப்பம் காரணமாக விளைச்சல் மிகவும் குறைவாக இருக்கும் என்று அவர் நம்புகிறார். \"நாங்கள் உற்பத்தியை அதிகமாக மதிப்பிடுகிறோம்,\" என்று அவர் கூறுகிறார். இன்னும் 10 நாட்களில் தெரிந்துவிடும்.",
        "மற்றொரு கேள்விக்குறி, நிபுணர்கள் கூறுவது, விவசாயத்தின் அடிப்படை அங்கமான உரங்கள் பற்றியது. போருக்குப் பிறகு இந்தியாவின் பங்குகள் குறைந்துள்ளன - இந்தியா டை-அம்மோனியம் பாஸ்பேட் மற்றும் நைட்ரஜன், பாஸ்பேட், சல்பர் மற்றும் பொட்டாஷ் கொண்ட உரங்களை இறக்குமதி செய்கிறது. ரஷ்யா மற்றும் பெலாரஸ் உலகின் பொட்டாஷ் ஏற்றுமதியில் 40% ஆகும். உலகளவில், எரிவாயு விலை உயர்வால் உரங்களின் விலை ஏற்கனவே உயர்ந்துள்ளது.",
        "உரங்களின் பற்றாக்குறை அடுத்த அறுவடை காலத்தில் உற்பத்தியை எளிதில் பாதிக்கும். இதைப் போக்குவதற்கு ஒரு வழி, எகிப்து மற்றும் ஆப்பிரிக்கா போன்ற நாடுகளுடன் இந்தியா \"உரத்திற்கான கோதுமை ஒப்பந்தங்களை\" ஆராய்வது என்று தாமோதரன் கூறுகிறார்.",
        "மேலும், போர் நீடித்தால், ஏற்றுமதியை அதிகரிப்பதில் இந்தியா தளவாட சவால்களை சந்திக்க நேரிடும். \"பெரிய அளவிலான தானியங்களை ஏற்றுமதி செய்வது போக்குவரத்து, சேமிப்பு, கப்பல்கள் போன்ற மிகப்பெரிய உள்கட்டமைப்பை உள்ளடக்கியது. மேலும் அதிக அளவில் கப்பல் போக்குவரத்து தொடங்கும் திறன்,” என்கிறார் Aratchilage. அதிக சரக்கு செலவுகள் பற்றிய கேள்வியும் உள்ளது.",
        "கடைசியாக, வீட்டில் உணவுப் பொருட்களின் விலைகள் ஏராளமாக உயர்ந்து வருவது கவலை அளிக்கிறது - உணவுப் பணவீக்கம் மார்ச் மாதத்தில் 16 மாதங்களில் இல்லாத அளவுக்கு 7.68% ஆக உயர்ந்தது. இது முக்கியமாக சமையல் எண்ணெய்கள், காய்கறிகள், தானியங்கள், பால், இறைச்சி மற்றும் மீன் ஆகியவற்றின் விலை உயர்வால் இயக்கப்படுகிறது. இந்தியாவின் மத்திய வங்கி, பணவீக்கத்தின் மீதான \"உயர் நிச்சயமற்ற தன்மைக்கு\" வழிவகுக்கும் \"முக்கிய உணவுப் பொருட்களின் உயர்ந்த உலக விலை அழுத்தங்கள்\" பற்றி எச்சரித்துள்ளது.",
        "ரஷ்யப் படையெடுப்பு உலகளாவிய உணவுப் பாதுகாப்பிற்கு \"கடுமையான விளைவுகளை\" ஏற்படுத்தும் என்று IFPRI, ஒரு சிந்தனைக் குழு தெரிவித்துள்ளது. ரஷ்யா மற்றும் உக்ரைனில் இருந்து கோதுமை, உரம் மற்றும் பிற பொருட்களின் ஏற்றுமதியில் நீடித்த இடையூறு, உலகில் ஊட்டச்சத்து குறைபாடுள்ளவர்களின் எண்ணிக்கையை 8ல் இருந்து 13 மில்லியனாக உயர்த்தக்கூடும் என்று UNFAO மதிப்பிடுகிறது.",
        "அரசாங்கத்தின் ஒப்புதலின்படி, ஏராளமான பயிர்கள் மற்றும் ஏராளமான உணவு இருப்புக்கள் இருந்தபோதிலும், இந்தியாவில் 3 மில்லியனுக்கும் அதிகமான குழந்தைகள் ஊட்டச்சத்து குறைபாட்டுடன் உள்ளனர். (பிரதமர் மோடியின் சொந்த மாநிலமான குஜராத், இதுபோன்ற குழந்தைகளின் எண்ணிக்கையில் மூன்றாவது இடத்தில் உள்ளது.) “உணவுப் பாதுகாப்பைப் பற்றி நீங்கள் தைரியமாக இருக்க முடியாது. மானிய உணவு முறைக்கு ஒதுக்கப்பட்ட உணவை வைத்துக்கொண்டு விளையாட முடியாது,” என்கிறார் தாமோதரன்.",
        "இந்தியாவின் அரசியல்வாதிகளுக்குத் தெரிந்த ஒன்று இருந்தால், அது உணவு - அல்லது பற்றாக்குறை - அவர்களின் தலைவிதியை தீர்மானிக்கிறது: வெங்காயத்தின் விலை உயர்வால் கடந்த காலங்களில் மாநில மற்றும் மத்திய அரசாங்கங்கள் வீழ்ச்சியடைந்தன."
      ]
    }
  }
}