{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/lanka-ioc-raises-fuel-prices-again-to-new-record-high-92088/",
  "time_ut": 1648260060,
  "title": "Lanka IOC raises fuel prices again to new record high",
  "body_lines": [
    "ECONOMYNEXT – Lanka IOC, the Indian Oil Corporation unit in Sri Lanka raised petrol prices by 49 rupees a litre from the mid night of Friday due to sharp depreciation of the currency coupled with high global prices, the company said in a statement.",
    "Since the central bank on March 7 announced a flexible exchange rate, the rupee has fallen over 40 percent to around 295 rupees. The Lanka IOC on March 11 raised the petrol price by 50 rupees and diesel price by 75 rupees.",
    "“Impacting heavily by unwanted conditions due to currency currency depreciation and high global prices, Lanka IOC is forced to increase its retail selling prices of gasoline (petrol) by Rs. 49 per litre with effect from today midnight. However, diesel prices remain unchanged,” the company said",
    "The latest price hike will see the price of mostly used Octane 92 rising by 19.3 percent to a record 303 rupees a litre while auto diesel remain at 214 rupees.",
    "The Lanka IOC has been raising fuel prices in line with the global market price. It has increased prices thrice since mid last year. The state owned Ceylon Petroleum Corporation (Ceypetco) has yet to raise the prices. The Ceypetco has raised mostly used Octane 92 price to 254 rupees early this month after central bank allowed flexible exchange rate while auto diesel price was increased to 176 rupees per litre.",
    "Already many motorists turn to Ceypetco fuel stations for auto diesel which is sold 38 rupee less compared to Lanka IOC price, resulting in huge queues amid fuel shortage across the country.",
    "The Ceypetco has said it is facing a risk of heavy loss as the world crude oil price has been on the rise after the Russian bombing in Ukraine.",
    "When prices are not raised and losses are financed with banks credit, which are in turn re-financed by the central bank through its 7.5 percent window, inflation goes up. The money printed to finance losses also creates forex shortages.",
    "The dollar shortage has led to lack of fuel and extended power cuts, crippling many industries related to manufacturing and transport, disrupting the country’s economic activities. (Colombo/March26/2022)"
  ]
}