{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/General-election-could-be-held-if-no-other-option-remains-Harsha/108-239333",
  "time_ut": 1655629020,
  "title": "General election could be held if no other option remains: Harsha",
  "body_lines": [
    "A general election could be held if that is the only option available to bring political stability, Samagi Jana Balawegaya ( SJB) MP Harsha De Silva said today.",
    "Dr. De Silva came out with this idea at a press conference in response to a questioned raised by journalists on holding a general election in March next year.",
    "\"We are not insisting that an election should be held but it should be considered if that is the only option available,\" Dr. De Silva said.",
    "\"Some people hold a wrong idea about finding funds for a general election. However Vérité Research Pvt Ltd has  revealed that only Rs 5.7 billion has been spent for the 2020 general election even with the COVID 19 safety protocol. However a sum of Rs 19.1 billion has been allocated for ministry of defence construction projects in 2022 while Rs.12 billion is allocated for Defense Headquarters in 2022. These funds could be used if an election is held,\" he added.",
    "\"We propose forming of a proper multi party government for a short period and then one could hold a general election. International and local trust could be built this way,\" he stressed.",
    "Referring to the talks he had with Prime Minister Ranil Wickremesinghe, the SJB MP said the talks was centred on expenditure management. \"However it was transpired at this meeting that cutting down expenditure was not possible as greater percentage is spent for salaries, pensions and debt services. The option would be to increase revenue through overhauling of investment environment. Sri Lanka should go for manufacturing products which has an international demand. However those who sided with the premier are the ones who oppose building bridges with other countries.The issue is that the Prime Minister has no power constitutionally to implement his policies. Also President and the Prime Minister are going in two different ways,\" he said. (Yohan Perera)"
  ]
}