{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Dialog-Axiata-powers-Aya-national-empowerment-initiative-on-Women-s-Day/34-731665",
  "time_ut": 1646692560,
  "title": "Dialog Axiata powers ‘Aya’ national empowerment initiative on Women’s Day",
  "body_lines": [
    "State Ministry of Women and Child Development, Pre-Schools and Primary Education, School Infrastructure and Education Services State Secretary K.M.S.D. Jayasekera (left) receiving the sponsorship from Dialog Axiata Group Chief Marketing Officer Amali Nanayakkara. State Ministry’s Women’s Bureau Director C.M. Upasena and additional Secretary N.H.M.W.W. Herath are also present",
    "",
    "",
    "Furthering its commitment to fostering gender equality and breaking the bias, Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, powered ‘Aya’, a National-level empowerment and development initiative celebrating International Women’s Day, organised by the State Ministry of Women and Child Development, Pre-Schools and Primary Education, School Infrastructure and Education Services.",
    "‘Aya’ is a women-centric initiative kickstarting on 8 March at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo where it will carry on till 7 April  to be concluded in the Monaragala district.",
    "Through a month-long series of marketplaces, panel discussions, recognition ceremonies, awareness workshops and much more, ‘Aya’ will tackle a range of topics, give avenues and platforms for the growth of women entrepreneurs, create awareness of gender inequalities in society, and bring together men, women, and children to #BreakTheBias by engaging them in discussions that will elevate the visibility of women and forge a path for their empowerment. This initiative will journey across Sri Lanka, covering a range of districts, including Anuradhapura, Nuwara Eliya, Kalutara, Puttalam, Gampaha, Mannar, and Kegalle.",
    "State Ministry of Women and Child Development, Pre-Schools and Primary Education, School Infrastructure and Education Services State Secretary K.M.S.D. Jayasekera said: “We are pleased to initiate ‘Aya’, a month-long empowerment and development program in line with this year’s International Women’s Day theme - #BreakTheBias. Women are the architects of our society…empowering them empowers the nation.  We are grateful to Dialog Axiata for joining hands with us and supporting this national endeavour of enabling ‘gender equality today for a sustainable tomorrow’ in line with the United Nation’s theme for International Women’s Day.”",
    "Dialog remains committed to providing women the supportive platforms needed to succeed in all their endeavours.",
    "Accordingly, in addition to powering the event, Dialog will be going a step further and extending the support and expertise of its women-centric platforms, including ‘Yeheli.lk/Thozhi.lk’, Sri Lanka’s only anonymous, personalised and interactive advisory service for individuals to connect with qualified virtual advisors and ‘IdeaMart for Women’, a female entrepreneurship and empowerment program specifically designed to promote digital entrepreneurship and improve technical skills.",
    "Furthermore, ‘Diriya.lk’, which is a one-stop hub for Sri Lankan entrepreneurs to learn, network and grow by receiving knowledge and expertise from industry specialists will also be featured during this program.",
    "Dialog is also the proud sponsor of the Women’s National Cricket Team of Sri Lanka as well as the Sri Lanka National Netball, Senior Netball, and Junior Netball Teams. The company has close ties with the Dialog National and Junior National Netball Championship and is working together with its brand ambassadors, Umaria Sinhawansa, Senali Fonseka, Madhuvy Vaithialingam and Chamari Atapattu to create a culture of female empowerment and inclusivity across its footprint.",
    "More information on ‘Aya’ can be accessed via - http://www.childwomenmin.gov.lk/"
  ]
}