{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aftermath/",
  "time_ut": 1653138120,
  "title": "AFTERMATH",
  "body_lines": [
    "The lives of teachers are regulated ones. They are regulated by Government rules, by school rules, by retirement rules, by dress code rules, by behavioural rules, and of course by morality rules. Judging by reports in the Daily Press many of the above are regularly broken – especially by teachers and Principals out of Colombo where supervision of their activities is poor, if not nil.",
    "Eventually teachers reach retirement age. This is inflexible if one is in Government Service. In Private Schools teachers can carry on for as long as the governing body desires – notably in the International Schools where the services of a good teacher are not lost because of age restrictions.",
    "Also dress codes are far more lenient. I see no objection to teachers wearing slacks and a becoming top to school but I am told that even parents cannot enter the grounds of a government school ‘inappropriately’ dressed. Ah well. Lunacy prevails everywhere.",
    "One problem is common to all teachers be they in the private or non- private sector. It is a personal problem that gets worse as one gets older. It is the problem of recognition. How can ANY teacher recollect faces and names of the hundreds of children they have taught over the 30 to 40 years of their teaching lives once the little tormentors have left school?",
    "Fortunately, I have been blessed with an excellent memory, trained by my educationist parents from age three onwards with memory games, spelling quizzes etc. It has helped me recall parents’ names, pinpoint identities of regular troublemakers, sift through a great deal of pupil irregularities which have not been documented but remain in my memory. A good memory is an asset beyond compare although recalcitrant students (along with one’s own family) regard it as more of a curse than a blessing.",
    "At many schools these days Prefects are not arbitrarily chosen by the Principal and Staff. Students are required to actually APPLY for the honour stating the pluses and minuses of their career at school. The child is then interviewed, and it can go something like this.",
    "“Have you forgotten the little problem we had just two years ago when you emptied a bucket of water from the second floor on a group of kids below you?”",
    "“That was just a joke Miss. I apologized and you punished me then. I was severely traumatized.” (Where did he pick up THAT word?)",
    "“Nonsense Ruvi. I hope you remember you ruined a hugely expensive Smart phone belonging to Shaan which your parents had to pay for.”",
    "“But Miss you told us NEVER to carry expensive things to school. I NEVER break those rules. You also scolded Shaan that time … not just me.”",
    "Of course I remember everything Ruvi tells me. It might be noticed that we do encourage students to talk and there is no doubt Ruvi is excellent academic material and has a solid background in tennis. He is an ideal candidate for Prefect-ship and had counted on my forgetting the little contretemps of a few years earlier. He made Prefect ship despite my good memory!",
    "But alas, students grow up. They change beyond belief. From wearing school uniforms and certainly no make-up, girls/boys suddenly appear at some social function looking like Bollywood stars. They greet me enthusiastically while my mind scurries around trying to place them. I remember their parents so much better. THEY don’t change but the student caterpillars have become colourful butterflies and they place great stress on the memory.",
    "Are these stunningly clad and highly successful beings the rowdy little hooligans who yesterday were careening down school corridors in full cry? Recognition is a blank.",
    "“Tell me your name first and then I will know you,” I say apologetically. “You have changed unbelievably you know”. This ongoing situation was particularly highlighted at a recent wedding of one Asian International School’s former Head Boys. He was now a doctor and was marrying his American University girlfriend. His friends from all over the world congregated in Colombo while his former teachers and I sat at the wedding in a haze of bewilderment. Sarees are no longer in vogue. Every youngster sported designer dresses and suits.",
    "Having accurately pinpointed one UK residing former pupil I told her mother that I loved the half- skirted dress her daughter wore. She looked unhappy.",
    "“That dress looks like Dina ran out of material”, she complained.",
    "Other parents at the function wore the same air of confusion that we did. Our children were no longer in our charge. They had control of their own destinies and whether we could recognize them at first glance or not they were now citizens of the world.",
    "This is the aftermath of the life of a teacher. When students come back home displaying confidence and success in the lives they are leading all teachers claim part of that success for themselves. Even after a lapse of years they have that sense of responsibility for these student careers in a manner which has been as close and encouraging as that of a parent.",
    "Affection may or may not have played a part in the formation of a student’s personality, but a sense of duty is always present until the child leaves our hands. This sense of achievement is the aftermath of a successful teacher’s career. It is a feeling that defies analysis and one that has no equal. It is exclusively a dedicated teacher’s prerogative.",
    "(From The Principal Factor first published in Lanka Market Digest)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}