{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cinec-introduces-foundation-program-leading-to-an-intl-degree/",
  "time_ut": 1652449980,
  "title": "CINEC introduces foundation program leading to an intl degree",
  "body_lines": [
    "CINEC now offers a six-month foundation program leading to International BSc Degree, a press release said.",
    "It said: The students need not have to pass any subjects at their G.C.E. (Advanced Level) Examination. If students have 5 Credits in their G.C.E. (O/L) includes 2 Credits for English, Mathematics or Science in one sitting and has sat for A/L in any stream namely, Science, Commerce, Technology or Arts. In the past, students those who fail the G.C.E. (Advanced Level) Examination should re sit the examination in the following year. Some students are unable to pass the 3 subjects even in the second or third attempt and very crucial time in their life is wasted. Accordingly, the academic process during the two years in the G.C.E. (Advanced Level) is given due recognition when enrolling students for CINEC Foundation Program. The foundation program replaces need the students be qualified in the G.C.E. (Advanced Level) Examination and provides sufficient knowledge to bridge the gap. It contains degree relevant subjects such as Transport Management, Logistics & Supply Chain Management, Economics, Concepts of Information and Communication Technology, Mathematics, Business Statistics, English language, and Fundamentals of Management.",
    "Other advantage is that students, irrespective of the stream they followed in their Advanced level classes, CINEC foundation links them to a science degree which is a rare opportunity. Although the subject selection in the G.C.E. (Advanced Level) should be a learned decision, there are students/parents who make a misjudgement when selecting the subject stream in the G.C.E. (Advanced Level) due to poor SWOT (Strengths, Weaknesses, Opportunities, and Threats) analysis. Unless students carry out a systematics SWOT analysis and to identify the academic strengths and weakness of following intended subjects under respective streams it may create a lifelong barrier in the progression path both academic and professional. It is a known fact that some students follow commerce or art subjects in their A.L. despite having required minimum qualification to follow the science stream due to possible advantages in the state university selection process. In a summary, CINEC foundation program helps students in many ways. Primarily, it eases the fundamental barrier to enter to a university without 3 simple passes at G.C.E. (Advanced Level) examination. Secondly, it opens the door to a science degree for students even who followed subjects in commerce, arts or technology streams. Also, the subject program is an engineering degree but even students who followed biological science at their G.C.E. (Advanced Level) can join the BSc International Transportation Management and Logistics offered by CINEC. CINEC presently conducts a research under the World Bank grants about “Development of a Mechanism that leads to a Psychological Paradigm Shift in students’ Demand and Enrolment for various academic disciplines in the Tertiary Education in Sri Lanka”.",
    "Ceylinco Life crowned Lanka’s Most Valuable Life Insurance Brand in 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}