{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-river-that-sajith-premadasa-did-not-cross/",
  "time_ut": 1652447100,
  "title": "The River that Sajith Premadasa Did Not Cross",
  "body_lines": [
    "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty- Winston Churchill.",
    "The Rubicon, a small, shallow river, in the time of the Roman republic separated Rome from Cisalpine Gaul (now part of Northern Italy). This insignificant waterway would have been unheard of, but for a simple act of defiance in 49 BC, by Roman general, Julius Caesar, when, in disobedience of the “imperium”, he crossed the river at the head of Legion XIII and entered Italian soil. With that deed, reportedly accompanied by the words ,” alea iacta est- the die is cast”, he re-wrote Roman and European history in the five years that followed. “Crossing the Rubicon”, thus entered the global lexicon as an idiom, defining a decision and an act with potential for massive consequences, especially for the protagonist.",
    "The “Aragalaya” protestors, in real terms, have achieved a previously unthinkable success. With song, dance, theatre, puppetry and slogans, in a Woodstockian extravaganza entering its 34th day, without the use of weapons- not even a pebble cast in anger- in 33 days they have toppled an autocratic regime. Despite a brutal physical assault by armed thugs inspired by Mahinda Rajapaksa and his lackeys, they regrouped within a matter of hours and resumed the “Aragalaya” with undiminished fervour. With that act they crossed a personal Rubicon, unhesitatingly discarding the option of retreat under fire. They have brought the Rajapaksa family, seemingly entrenched well enough to ensure uncle- to father-to son succession through the next decade, to its knees. They have compelled an obdurate, volatile and often witless president, and a vacillatory, self serving bunch of lawmakers to seriously consider options for a new governance.",
    "They have ousted a once revered, deified leader and driven him to humiliating refuge in a heavily fortified cantonment, over 200 km distant from the scene of the action, the farthest he could have traveled in the country which he once bestrode as a colossus, without actually fleeing its shores; still, though, not far enough to escape the grinding noise of the approaching tumbrils. The Rajapaksa’s, including the president, are hunkering in their bunkers to escape the wrath of their former devotees. For Mahinda, who had publicly declared just 24 hours earlier that any new dispensation would naturally be headed by him, literally as an unquestionable entitlement, there can be no greater ignominy than his present position.",
    "For the last several months Sajith Premadasa, Leader of the Opposition, has been leading the verbal battle, in parliament and elsewhere, against the Rajapaksa regime. With blistering rhetoric he has been demanding the resignation of both president Gotabaya and prime minister Mahinda. Now one wish has been granted, the cabinet dissolved as a consequence and the country awaits a new governance. The entire nation will stand behind the regime that is to follow, at least for a time, provided it is seen as principled. Religious leaders of all faiths, businessmen, trade unions, student unions, unaffiliated protest groups, lawyers, all have pledged their support to the righteous governance that they are demanding. It also appears that the infantile disunity which, for the last two years, has plagued the opposition, has been patched up, temporarily, in the face of the retreat of a common enemy. All factors considered, the stage seems to be set for a new governance headed by a new leader.",
    "In a comprehensive media interview last night, aired on ‘Siyatha” TV, the respected, outspoken and pragmatic prelate, Ven Omalpe Sobitha, offered a critique of the current political situation, which could not have been bettered by the best of political analysts. He explained comprehensively the interventions that he, along with religious dignitaries of other faiths, have launched with both president Gotabhaya and with Sajith Premadasa; with the former the request for him to step down immediately and with the latter the request for him to accept the premiership of a new administration.",
    "Significantly, he did not mention Ranil Wickremesinghe, the man sworn in as Prime Minister as this is being written. Nor did he refer to the other alternatives now being paraded before the public, the unctuous Nimal Siripala de Silva, the politically unreliable Wijedasa Rajapakse and the wily Dullas Allahapperuma.",
    "The fact that these names are being proposed by former President Sirisena, immediately brings to mind the comedy that he enacted a few years ago, sacking Wickremesinghe and appointing Mahinda Rajapaksa as prime minister after both Sajith Premadasa and Karu Jayasuriya had declined the offer. Unlike Sajith though, Mahinda is a man who sees an opportunity in every difficulty. Therein lies the secret of his success as well. He accepted despite the patent unconstitutionality of the situation, though to be unseated a few months later by a Supreme Court decision.",
    "It is clear that Sajith was awaiting the creation of the perfect scenario before he accepted the offer. All four main conditions he has set out, in the context of the Aragalaya driven demands, are reasonable. He wanted the pitch in perfect shape before he went out to bat. But, In the current, dire circumstances of the nation that was not a reasonable expectation. Whatever he could have done as premier would have only made things slightly better. To use a common term from my plantation background, ” the estate is in such bad shape that moving a stone from one place to another will be an improvement”. That applies to Sri Lanka as it is now.",
    "The exchange of letters between him and the president clearly indicates that the revision of his stance was too late to change the president’s decision to appoint RW. However, given the relationship between RW and the Rajapaks family, and the desperation of a president cornered by the nation, it is entirely possible that Wickremesinghe was always their only choice. Sajith played in to their hands with his intransigence.",
    "The venerable Sobitha also said that Sajith had been apprehensive about interference from GR in the delivery of his responsibilities, and the impact that his performance would have on his personal political future. The grim reality is that if Sajith refused to act because he was fearful of failure, he will never be successful. The true measure of any individual is in the delivery of his or her rhetoric, the ability to “walk the talk”.",
    "As far as I am aware, Ranil W never featured previously in the Aragalaya manifesto, or in any protest elsewhere; obviously because his ascent was not considered even as a remote possibility. However, within minutes of the appointment the Aragalists have offered an unequivocally hostile response. It is an issue of great concern as the Aragalaya is the mirror of citizens’ opinion and, also, echoes the heartbeat of an agitated nation. The Aragalaya is also an opinion maker. RW’s appointment is a betrayal of all citizens’ expectations and, quite likely, was the outcome of a Faustian bargain between him and the Rajapaksa family. The immediate general reaction to RW’s appointment has been a combination of dismay and consternation.",
    "RW as premier is unacceptable for many reasons. He is 73 years old and is at the end of his political career. He lost his constituency at the last election and was granted entry to parliament through the national list. Despite his continued presence in the political scene since 1977, in real terms he is one of the most unsuccessful party leaders of the last four decades. He has never completed a term in office. Under his leadership his party has suffered defeat after defeat. His path to leadership was facilitated by the assassinations of Lalith Athulathmudali, Gamini Dissanayake and reinforced by the tireless patronage extended to him by his uncle, former president JR Jayawardene.",
    "It was not due to any fine qualities identified in his persona. He is associated with the infamous bond scam of 2015, and the alleged protection he has extended to its key suspects. He is also suspected of protecting the Rajapaks clan when he was prime minister, and of having prevented its members being investigated conclusively on alleged corruption chaarges. As Ven Omalpe Sobitha quite rightly questioned in his interview, as to how a political discard without a party behind him function as the prime minister, unless, as usual, the support is purchased. That support will have to come largely from Rajapaksa loyalists.",
    "My understanding is that whilst RW’s appointment is constitutional, it will have to be ratified in parliament and one can only imagine, despite the agony of citizens desperately awaiting solutions to basic problems, the horse deals that are already being made across negotiating tables. What is constitutional is not necessarily ethical, though. RW’s appointment will divide loyalties within the SJB as well, a situation ideal for the Rajapaks clan. It is a family which thrives on chaos.",
    "As for Sajith, Irrespective of all other considerations, he may stay long enough in politics to bitterly regret his stance which took him out of the reckoning today. Sajith decided not to cast the die but, in the same circumstances, his father Ranasinghe Premadasa would not have hesitated. “Seize the day, for tomorrow may never come”, said somebody.",
    "Within the next couple of months the new regime needs to establish better lines of communication and negotiation with India, United States of America and with China. It needs to deal effectively with the IMF and set in place strategies to soften the impact of stringent conditions attached to aid, will have on the middle and lower middle levels of our society. Its bail-out package will not be realized until Sri Lanka is able to demonstrate a stable governance. China, with its stranglehold on the economy of Sri Lanka, will seek to further strengthen their geo-political position through supplementary aid to Sri Lanka, a situation which will cause India and the US serious concern.",
    "The president, in his address to the nation lst week, hinted at a few personal concessions to the resolution of the current crisis but there were no promises. It is unlikely that they will ever come. In the meantime, the productive time of the country’s workforce, lost to endless queues, to strikes in essential services, the produce transport disruptions experienced by all manufacturers, agriculturists, the plantation sector and individual entrepreneurs, means loss of internal rupee revenue generation, loss of employment at the bottom tier, a decline in export income and the shrinking of the Gross Domestic Product. In totality, much of our society will surely be soon driven below the poverty line. I do not have to describe the social implosion that will be the outcome. Emergency laws and armed soldiers prowling the streets of the country, will not be able to deal with the madness of hungry parents who are unable to feed their even hungrier children.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}