{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jica-continues-its-support-to-improve-lives-of-people-in-sri-lanka/",
  "time_ut": 1647174900,
  "title": "JICA continues its support to improve lives of people in Sri Lanka",
  "body_lines": [
    "Japan International Cooperation Agency (JICA) granted medical equipment and PPEs to combat with COVID-19, which are worth of Rs.22 Million LKR, to the Awissavella District General Hospital (DGH) in Western Province, and official granting ceremony has been conducted today (4th March) at the hospital.",
    "This was organized by the Dr. Aruna Sandanayaka, Director of Awissawella DGH and his team with the participation of senior officials from Ministry of Health and Japan International Cooperation Agency (JICA) including Dr. Sunil De Alwis, Additional Secretary (Medical Services), Dr. Lal Panapitiya, Deputy Director General (Medical Services), Mr. Tatsuya Yamada, Chief Representative of JICA Sri Lanka office and many higher-level officials from central and provincial governments",
    "18 medical equipment and PPEs were granted to the Awissavella DGH as a part of the JICA Technical Cooperation Project “The project for Strengthening Covid-19 Response”. This, equipment’s will be utilized for treatment and diagnosis purpose of Covid-19 patients in both Sabaragamuwa and Western Province of Sri Lanka",
    "As a measure for the Japanese Technology transfer, project conducted two online capacity building training programmes on the topics of Effective Hospital management during the Covid-19 pandemic as well as Application of 5S-KIZEN-TQM approach under Covid-19 Catastrophe with the participation of over 100 nominated officials from the island wide simultaneously to the equipment provision",
    "Dr. Sunil De Alwis, Additional Secretary (Medical Services) appreciated JICA assistance and pointed out “This is the biggest donation by single donor to Avissawella DGH to deal with Covid-19 treatments in this difficult period” while Tatsuya Yamada, Chief Representative of JICA Sri Lanka office stated that ” Contribution made by Ministry of Health for the development and implementation of this project was significant and JICA happy on the outcomes of the project generated by recipient 9 hospitals.”",
    "Cargills successfully conducts its 10th ‘Village to Home’ programme supporting local SMEs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}