{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/08/91-people-including-smuggler-detained-by-navy-in-illegal-migration-attempt/",
  "time_ut": 1654663620,
  "title": "91 people, including smuggler, detained by Navy in illegal migration attempt",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Navy managed to apprehend 91 individuals, suspected to be on illegal migration attempts to a foreign country via sea, during separate operations carried out in Marawila and western seas on 07th June 2022.",
    "In a coordinated operation mounted in Marawila in the wee hours of 07th June, a group of suspects remaining in a lodge in the area were nabbed by a team of naval personnel attached to the Western Naval Command with Marawila Police. Among the group of 15, suspected to be illegal immigrants, were 13 males, 01 boy and 01 human smuggler who are from 09 to 58 years of age. In addition, the Navy also apprehended a van and a car used for the illegal act.",
    "Meanwhile, the Fast Attack Craft P 481 of the Fast Attack Flotilla attached to the Western Naval Command intercepted a suspicious local multiday fishing trawler, during a patrol off Chilaw in the afternoon of 07th June. The interception led to the apprehension of 76 persons from 01 to 62 years of age, suspected to be attempting to illegally migrate to a foreign country by sea. Among the apprehended group were 58 males, 05 females, 07 children and 06 individuals in connection to the act of smuggling. Further, the Navy also took into custody the local multiday fishing trawler used by smugglers.",
    "The group of suspects held at the Marawila lodge were identified as residents of Jaffna, Trincomalee, Mullaitivu and Marawila. They were handed over to the Marawila Police for onward legal action. Meanwhile, 76 persons nabbed in seas off Chilaw are residents of Negombo, Chilaw, Puttalam, Kalpitiya, Marawila, Mullaitivu, Kilinochchi and Trincomalee. The individuals were handed over to the Colombo Harbour Police for further legal proceedings.",
    "The Navy urges the public to refrain from risking their lives and property by being caught in the trap of smugglers who persuades to engage in illegal and perilous sea voyages to migrate from the island. It has been observed that the ruinous fishing vessels used for such journeys are not at all seaworthy. As such, the Navy warns the public that attempting to migrate by these vessels could pose a high risk to lives.",
    "91 people, including smuggler, detained by Navy in illegal migration attempt",
    "Sri Lankan Premier speaks to IMF Chief; Urges delegation to visit SL soon"
  ]
}