{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Several-COVID-19-regulations-relaxed/56-733608",
  "time_ut": 1650393000,
  "title": "Several COVID-19 regulations relaxed",
  "body_lines": [
    "Health Services Director General Dr. Asela Gunawardena on Monday issued multiple circulars relaxing several COVID-19 regulations and restrictions in the country.",
    "In addition to making face masks no longer mandatory in outdoor settings and removing the requirement for the submission of personal details and temperature checks when entering buildings, the circulars also lifted many COVID-19 preventive measures.",
    "As such, pre-boarding and on arrival (day 1) testing is no longer required for fully vaccinated persons who depart two weeks after obtaining the vaccine as well as children between 12 to 18 years who depart at least two weeks after receiving a single dose of Pfizer or Moderna.",
    "The pre-boarding and on arrival test exemption also applies to persons who have obtained one dose of a two-dose vaccine and then contracted COVID-19 within the six-month period prior to departure or persons who contracted COVID-19 within the six-month period prior to departure and obtained one dose of a two-dose vaccine following infection.",
    "Children below 12 years are exempt from pre-boarding COVID-19 testing.",
    "All unvaccinated persons over the age of 12 must carry a negative PCR test done within 72 hours of departure or a negative rapid antigen test done 48 hours prior to departure.",
    "Submission of a health declaration form is no longer required, but evidence of vaccination and a negative test report must be produced. Foreign national passport holders must have an insurance cover of at least $ 50,000, including cover for hospitalised treatment for COVID-19. A circular issued by Dr. Gunawardena on COVID-19 preventive measures in public and private healthcare facilities states that scrub suits introduced during the height of the COVID-19 pandemic should now be limited to COVID-19 wards and intensive care units with COVID-19 patients. PPE should be worn only in ICUs and, if required, in COVID-19 wards.",
    "The requirement for compulsory testing for all patients and bystanders has been lifted and patient examinations in OPD, clinics and wards can be done without any additional distance or barriers, as in the pre-COVID era.",
    "According to the circular, visitors to healthcare facilities need not be restricted as a COVID-19 preventive measure, except with visitors of immunocompromised patients."
  ]
}