{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-present-interim-budget-cutting-cutting-capex-pm-95275/",
  "time_ut": 1654580340,
  "title": "Sri Lanka to present interim budget cutting cutting capex: PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will present an interim budget cutting capital spending and directing money for essential public services and relief for the poorer sections of society, Prime Minister Ranil Wickremesinghe said.",
    "“Some projects will have be delayed or halted,” Wickremesinghe, who is also Finance Minister told parliament.",
    "He said about 700 million US dollars in spent on transfers including pensions. It will be increased to 850 million US dollars wand if possible about 900 million US dollars.",
    "About 100 billion rupees has been spent on Samurdhi relief but it has to be increased by around 150 billion to around 350 billion rupees, he said.",
    "After Sri Lanka’s soft-peg with the US dollar collapses people are facing high food prices.",
    "“By 2022 we have to stabilize the economy,” Wickremesinghe said. “In 2024 we can give some stimulus for growth. By 2025 we want to have a primary surplus in the budget.”",
    "Sri Lanka is currently facing the worst currency crisis in the history of the country’s 72-year old intermediate regime central bank after stimulus triggered three currency crises in 7 years.",
    "After two years of stimulus, economy is set to contract in 2023.",
    "“The central bank estimates the economy to contract 4 to 5 percnet,” Wickremesinghe said. “The IMF thinks in will be worse around 6.9 percent.",
    "For 2023 about a trillion rupee may have to be printed, he said.",
    "Agricultural loans to farmers who have land below two hectares will be written off he said.",
    "Promises of loans write-off usually triggers a wave of defaults in Sri Lanka endangering banks and discouraging farming loans in the future, critics have said.",
    "State urban housing units where occupants are now on rent will be given to them to own on a concessionary terms.",
    "He said many were built by the father of the current opposition leader Sajith Premadasa. (Colombo/June07/2022)"
  ]
}