{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/18-persons-test-positive-for-COVID-19/56-734340",
  "time_ut": 1651619340,
  "title": "18 persons test positive for COVID-19",
  "body_lines": [
    "Sri Lanka’s COVID-19 case count rose to 663,426 following the detection of 18 COVID-19 patients yesterday.",
    "The previous day, 35 COVID-19 patients were detected. According to the Health Promotion Bureau, 1,020 PCR tests and 485 rapid antigen tests were conducted on Monday.",
    "A total of 75,836 COVID-19 patients have been detected this year. In addition to this, 483,090 patients from the New Year cluster, 82,785 patients from the Peliyagoda cluster, 9,154 patients from the Prisons cluster and 3,059 patients from the Divulapitiya cluster have been detected.",
    "In terms of imported cases, 7,242 Sri Lankan returnees from overseas and 328 foreigners have tested positive for COVID-19.",
    "The Epidemiology Unit states that 139,279 patients from Colombo, 114,421 patients from Gampaha, 58,245 patients from Kalutara, 45,646 patients from Galle, and 31,498 patients from Kurunegala have been detected.",
    "Detections during the third wave of the pandemic include 106,982 persons from Colombo, 95,887 persons from Gampaha, and 51,187 persons from Kalutara.",
    "The Epidemiology Unit adds that 789 persons are currently receiving medical or home-based care and 100 persons suspected of having COVID-19 are under observation.",
    "The country’s COVID-19 recoveries rose to 646,131, with two persons discharged from care yesterday.",
    "COVID-19 vaccines were administered to 80 persons on Monday, the Epidemiology Unit stated.",
    "Among those vaccinated on Monday were 68 persons who received the booster dose. In total, the booster dose has been administered to 7,967,433 persons. The Pfizer COVID-19 vaccine is being administered as the booster dose.",
    "According to the Epidemiology Unit, 17,064,034 persons have received the first dose of a COVID-19 vaccine and 14,456,671 persons have received the second dose of the vaccine."
  ]
}