{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-addresses-nation-amid-forex-crisis-full-text-91735/",
  "time_ut": 1647444000,
  "title": "Sri Lanka President addresses nation amid forex crisis  – full text",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa addressed the nation on March 16, amid the worst forex crisis triggered by the country’s Latin America style central bank which was set up in 1950.",
    "President Rajapaksa said the country will go for an International Monetary Fund bailout as the country reels from fuel, medicines shortages.",
    "Sri Lanka cut taxes in December 2019 and printed large volumes of money to keep interest rates down, boosting domestic demand and triggering a collapse of a soft-peg with the US dollar.",
    "Sri Lanka joined the IMF on August 29, 1950, a day after creating a Latin America style soft-peg (an unstable intermediate regime) after breaking a Singapore and Hong Kong style currency board that kept the country stable since 1885.",
    "It will be the 17th time the soft-pegged central bank has sought IMF help.",
    "Most Venerable Maha Sangha, Priests of other Religions, Mothers, Fathers, Brothers and Sisters, Dear Children and Friends.",
    "I am well aware of the shortages of essential items and increase in prices. I am also aware of issues such as gas shortage, fuel shortage and power cuts. I am also very sensitive to the many sufferings the people have to experience over the past two months. I know that this situation will continue for reasons beyond our control though we make maximum possible efforts with regard to these situations.",
    "I accept responsibility for the actions I take. Today, I am determined to make tough decisions to find solutions to the inconveniences that the people are experiencing. I have appointed a National Economic Council and an Advisory Committee to assist it. I will constantly monitor whether the decisions I make through this are implemented. Therefore, first of all I request you to have faith in the actions I will take on behalf of the people.",
    "I am well aware of the difficulties faced by the people. I was able to better understand and manage all the difficulties faced by the soldiers who were at the forefront of the war against the brutal terrorism and the innocent civilians who were affected by the war.",
    "Our country is not the only country in the world affected by the prevailing crisis situation. The entire world is engulfed with various hardships. Increasing shipping costs, rising commodity prices and shortages of certain goods caused by the Covid-19 pandemic are all beyond our control. However, we have adopted concessionary initiatives for the benefit of the people.",
    "This crisis was not created by me. When those who contributed to the creation of this crisis are criticizing the government in front of the people today, I am attempting to immediately resolve this crisis and provide relief to the people.",
    "In a crisis situation like this, it is the responsibility of the politicians and intellectuals of a country to collectively find solutions to the issues.",
    "The root cause of current issues is our foreign exchange crisis.",
    "The projected export earnings for this year is USD 12 billion, before the rupee was floated. According to the data of the last two months, we have to bear USD 22 billion as the import cost this year. Accordingly, this will result in a trade deficit of USD 10 billion.",
    "Based on recent data, this year we will receive about USD 3 billion from tourism, as well as export services such as information technology, and USD 2 billion from remittances from expatriate workers. Accordingly, the trade deficit will be USD 5 billion.",
    "Meanwhile, USD 6.9 billion will have to be paid in loan installments and sovereign bonds this year. Then there will be a deficit of USD 11.9 billion.",
    "We expect to generate USD 2.5 billion from other grants and investments. Accordingly, there is a total deficit of USD 9.4 billion in foreign exchange.",
    "However, once the rupee is floated, export earnings are expected to reach USD 13 billion. This will also reduce the cost of imports from USD 22 billion to USD 20 billion. If that happens, the trade deficit could be reduced to USD 7 billion. We should aim for this target.",
    "We can also expect USD 4 billion by providing export services and USD 5 billion in remittances from expatriate workers. Accordingly, our trade deficit will be USD 2.4 billion.",
    "We must take action to fill this deficit and increase our foreign exchange reserves.",
    "To this end, we have initiated discussions with international financial institutions as well as with our friendly countries regarding repayment of our loan installments. The government is in discussions with various parties to implement a new method regarding this which will be beneficial to our country. Yesterday’s discussion with the International Monetary Fund was also held for this purpose.",
    "Through those discussions, we hope to find a way to pay off our annual loan installments, sovereign bonds, and so on. Subsequent to my discussions with the International Monetary Fund, I have decided to work with them after examining the advantages and disadvantages.",
    "Due to some decisions I have taken in the recent past, we were able to control the import expenditure to a great extent. We suspended importing vehicles two years ago because we saw this issue in advance. In addition, we encouraged local industries. We also stopped the importation of many non-essential food items and took steps to cultivate those crops in our own country. Now we can witness the successful results of those initiatives.",
    "The most serious issue we face in controlling the cost of imports is the rapidly rising fuel prices in the world market. Generally, more than 20 percent of our import expenditure is spent on purchasing fuel. In the last few months alone, fuel prices in the world market have more than doubled. This is the reason why the increase in fuel prices in our country was inevitable. Fuel is widely used in our country not only for vehicles but also to generate electricity.",
    "This is why, I constantly took steps to discuss and encourage relevant agencies to use renewable energy sources as much as possible.",
    "Therefore, by limiting the use of fuel and electricity as much as possible, the citizens too can extend their support to the country at this time. I hope that you will understand the responsibility lies with you at this challenging time.",
    "The tourism industry, which was collapsed due to the COVID-19 pandemic, is revving. The last two months have seen a clear increase in tourist arrivals to Sri Lanka.",
    "Also, due to the acceleration of the government’s provision of infrastructure facilities in the IT and telecommunications sectors, the revenue generated through these sectors is increasing.",
    "We are a nation that has experienced many adversities and at the same time conquered those challenges throughout the history. We have faced foreign invasions, great famines, natural disasters and threats of terrorism. The way we dealt with the Covid-19 situation has been praised even by international organizations. However, we all need to understand that we have to face difficulties when implementing solutions for the issues for a certain period of time.  Therefore, I urge all of you not to be discouraged but to unite as a nation to overcome this crisis.",
    "You requested me to build a secure, disciplined, and a modern developed country, as well as a better education for your children. Almost two and a half years of my tenure were devoted to protect you and your child from the pandemic. I will dedicate remaining period of my tenure to accomplish those original goals.",
    "I urge the Cabinet, the Parliament and public officials to work together as a team to achieve our desired goal of providing a better country for our children with a great commitment.",
    "I entered into politics on your invitation. All of you have placed an utmost trust in me. I will never betray the trust you have placed in me and protect it with a great commitment."
  ]
}