{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/feast-of-st-anthony-of-padua/",
  "time_ut": 1655040360,
  "title": "Feast of St. Anthony of Padua",
  "body_lines": [
    "Most people know St. Anthony of Padua as the saint who helps find lost and stolen articles, but have you ever wondered why he is that particular patron saint?",
    "The Patron Saint of Lost Things: The reason for invoking St. Anthony’s help to find lost or stolen things is traced back to an incident in his own life. As the story goes, Anthony had a book of psalms. You have to remember this was before the age of the printing press and so all books were of great value; besides the psalter had the notes and comments he had made to use in teaching students in his Franciscan Order.",
    "A novice who had already grown tired of living a religious life decided to depart the community. Besides going away without official leave, he also took Anthony’s psalter! Upon realising his psalter was missing, Anthony prayed it would be found or returned to him, and after his prayer the thieving novice was moved to return the psalter to Anthony and to return to the Order, which accepted him back. Legend has embroidered this story a bit. It has the novice stopped in his flight by a horrible devil, brandishing an axe and threatening to trample him underfoot if he did not immediately return the book. Obviously, a devil would hardly command anyone to do something good, but the core of the story would seem to be true. The stolen book is said to be preserved in the Franciscan friary in Bologna.In any event, shortly after his death, people began praying through Anthony to find or recover lost and stolen articles. And the “Responsory of St. Anthony” composed by his contemporary and brother friar, Julian of Spires, proclaims, “The sea obeys and fetters break/And lifeless limbs thou dost restore/While treasures lost are found again/When young or old thine aid implore.”",
    "Before he was Anthony of Padua: Anthony of Padua was born Fernando Martins de Bulhões on August 15, 1195 in Lisbon, Portugal. His was from a very rich family of the nobility who wanted him to become educated, and they arranged for him to be instructed at the local cathedral school. Against the wishes of his family, however, at the age of 15, he entered the community of Canons Regular at the Abbey of St. Vincent on the outskirts of Lisbon. Monastery life was neither peaceful for young Fernando nor conducive to prayer and study as his old friends came to visit frequently and engaged in vehement political discussions.",
    "But the Canons were famous for their dedication to scholarly pursuits, and seeing the potential in young Fernando, they sent the youth to their major centre of studies, the Abbey of the Holy Cross in Coimbra. There the young Fernando studied theology and Latin. He began nine years of intense study, learning the Augustinian theology that he would later combine with the Franciscan vision.",
    "Joining the Franciscans: After his ordination to the priesthood, Fernando was named a guest master and placed in charge of hospitality for the Abbey. It was in this capacity, in 1219, that he came into contact with five Franciscan friars who were on their way to Morocco to preach the Gospel to the Muslims there. Fernando was strongly attracted to the simple, evangelical lifestyle of the friars, whose order had been founded only 11 years before. In February the following year, news arrived that the five Franciscans had been martyred in Morocco, the first to be killed in their new order.",
    "Seeing their bodies as they were processed back to Assisi, Fernando meditated on the heroism of those men; inspired by their example, and longing for the same gift of martyrdom, he obtained permission from church authorities to leave the Augustinian Canons to join the new Franciscan Order. Upon his admission to the life of the friars, he joined the small hermitage in Olivais, adopting the name Anthony (from the name of the chapel located there, dedicated to Saint Anthony the Great), by which he was to be known.Brother Anthony then set out for Morocco in fulfillment of his new vocation. Illness, however, stopped him on his journey. At this point, he decided to head to Italy, the centre of his new order.",
    "Finding His Place Among the Franciscans: On the voyage there, his ship was driven by a storm onto the coast of Sicily and he landed at Messina. From Sicily he made his way to Tuscany, where he was assigned to a house of the order, but he met with difficulty on account of his sickly appearance. He was finally assigned, out of pure compassion, to the rural hospice of San Paolo, near Forlì, Romagna, a choice made after considering his poor health. There he appears to have lived as a hermit and was put to work in the kitchen, while being allowed to spend much time in private prayer and study.",
    "One day, on the occasion of an ordination, many people visiting Dominican friars were present, and there was some misunderstanding over who should preach. The Franciscans naturally expected that one of the Dominicans would occupy the pulpit, for they were renowned for their preaching; the Dominicans, on the other hand, had come unprepared, thinking that a Franciscan would be the homilist. In this quandary, the head of the hermitage, who had no one among his own humble friars suitable for the occasion, called upon Anthony, whom he thought was most qualified, and entreated him to speak whatever the Holy Spirit should put into his mouth. Anthony objected but was overruled, and his sermon created a deep impression. Not only his rich voice and arresting manner, but the entire theme and substance of his discourse and his moving eloquence held the attention of his hearers.At that point, Anthony was commissioned by Brother Gratian, the local Minister Provincial, to preach the Gospel throughout the area of Lombardy, in northern Italy. In this capacity he came to the attention of the founder of the order, Francis of Assisi.",
    "Public Preacher, Franciscan Teacher: Anthony’s superior, St. Francis, was cautious about education, such as his protégé possessed. He had seen too many theologians taking pride in their sophisticated knowledge leading to an abandonment of their commitment to a life of real poverty. In Anthony, however, he found a kindred spirit for his vision, which was also able to provide the teaching needed by young members of the order who might seek ordination. Francis wrote in 1224, “It pleases me that you should teach the friars sacred theology, provided that in such studies they do not destroy the spirit of holy prayer and devotedness, as contained in the Rule.” He thereby entrusted the pursuit of studies for any of his friars to the care of Brother Anthony. From then on his skills were used to the utmost by the Church. Occasionally, he took another post, as a teacher, for instance, at the universities of Montpellier and Toulouse in southern France, but it was as a preacher that Anthony revealed his supreme gift.Anthony first taught in a friary in Bologna, which became a famous school. The theology book of the time was the Bible. In one extant sermon by the saint, there are at least 183 passages from Scripture. While none of his theological conferences and discussions was written down, we do have two volumes of his sermons: Sunday Sermons and Feast day Sermons. His method included much of allegory and symbolical explanation of Scripture.",
    "Anthony continued to preach as he taught the friars and assumed more responsibility within the Order. In 1226 he was appointed provincial superior of northern Italy, but still found time for contemplative prayer in a small hermitage. Around Easter, in 1228 (he was only 33 years old), while in Rome, he met Pope Gregory IX, who had been a faithful friend and adviser of St. Francis. Naturally, the famous preacher was invited to speak. He did it humbly, as always. The response was so great that people later said that it seemed the miracle of Pentecost was repeated.Despite his efforts, not everyone listened. Legend has it that one day, faced with deaf ears; Anthony went to the river and preached to the fishes. That, reads the traditional tale, got everyone’s attention.",
    "Death: Anthony became ill with edema and, in 1231, went to the woodland retreat at Camposampiero with two other friars for a respite. There, Anthony lived in a cell built for him under the branches of a walnut tree. Anthony died on the way back to Padua on June 13, 1231 at the Poor Clare monastery at Arcella (now part of Padua), aged 36.",
    "Various legends surround the death of Anthony: One holds that when he died, the children cried in the streets and that all the bells of the churches rang of their own accord. Another legend regards his tongue. Anthony is buried in a chapel within the large basilica built to honour him, where his tongue is displayed for veneration in a large reliquary. When his body was exhumed 30 years after his death, it was found to have returned to dust, but the tongue was claimed to have glistened and looked as if it was still alive and moist; apparently a further claim was made that this was a sign of his gift of preaching.",
    "Teacher, Preacher, Doctor of the Scriptures: Among the Franciscans themselves, and in the liturgy of his feast, St. Anthony is celebrated as a teacher and preacher extraordinaire. He was the first teacher in the Franciscan Order, given the special approval and blessing of St. Francis to instruct his brother Franciscans. His effectiveness as a preacher, calling people back to the faith, resulted in the title “Hammer of Heretics.” Just as important were his peacemaking skills and calls for justice.",
    "In canonizing Anthony in 1232, Pope Gregory IX spoke of him as the “Ark of the Testament” and the “Repository of Holy Scripture.” That explains why St. Anthony is frequently pictured with a burning light or a book of the Scriptures in his hands. In 1946, Pope Pius XII officially declared Anthony a Doctor of the Universal Church. It is in Anthony’s love of the word of God and his prayerful efforts to understand and apply it to the situations of everyday life that the Church especially wants us to imitate St. Anthony. While noting in the prayer of his feast Anthony’s effectiveness as an intercessor, the Church wants us to learn from Anthony, the teacher, the meaning of true wisdom and what it means to become like Jesus, who humbled and emptied himself for our sakes and went about doing good.",
    "But since the 17th century, we most often find the saint shown with the child Jesus in his arm or even with the child standing on a book the saint holds. A story about St. Anthony related in the complete edition of Butler’s Lives of the Saints (edited, revised and supplemented by Herbert Anthony Thurston, S.J., and Donald Attwater) projects back into the past a visit of Anthony to the Lord of Chatenauneuf. Anthony was praying far into the night when suddenly the room was filled with light more brilliant than the sun. Jesus then appeared to St. Anthony in the form of a little child. Chatenauneuf, attracted by the brilliant light that filled his house, was drawn to witness the vision but promised to tell no one of it until after St. Anthony’s death.",
    "St. Anthony and the Lily: Most images of St. Anthony of Padua depict him holding the Child Jesus and with lilies. It has been a part of tradition in Christian art to use lilies as a symbol of purity when portraying Our Lady or the Saints and even Angels.",
    "SL Navy Marines take part in RIMPAC, world’s largest naval exercise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}