{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/violence-and-duplicity/",
  "time_ut": 1654283880,
  "title": "Violence and duplicity",
  "body_lines": [
    "Another suspect has been arrested in connection with the lynching of SLPP MP Amarakeerthi Athukorale during a wave of anti-government violence, caused by an SLPP goon attack on the Gotago Gama protest at the Galle Face Green on 09 May. Some SLPP politicians have been taken in and remanded over the Galle Face attack. The wheels of justice seem to be turning, at last, albeit at a frustratingly slow pace. However, some action is better than no action at all. Pressure should be ratcheted up on the police to arrest those who, at a meeting presided over by the then Prime Minister Mahinda Rajapaksa on 09 May, incited a group of SLPP supporters to violence. Stern action is called for against all those responsible for the savage attacks on the Gotago Gama protesters. It has now been revealed that the police chose to do political work instead of going all out to stop the SLPP rowdies from marching on the Galle Face protest site. They are now trotting out lame excuses, but the police officers who did not order timely action to disperse the rampaging mob have to be severely dealt with. That some high-ranking cops were caught in a political battle between President Gotabaya Rajapaksa and his elder brother, Mahinda, cannot be cited in justification of their failure to use force to prevent the mob attack. If they had used water cannon and tear gas before the SLPP supporters reached the Galle Face Hotel intersection, the goon attacks and the subsequent spate of violence which shook the country could have been averted.",
    "Strangely, the SJB, which lets out a howl of protest even if a crow happens to fly over Parliament, so to speak, has chosen to remain silent on an incident where its leader was assaulted.Opposition Leader Sajith Premadasa came under attack on 09 May, when he visited the Galle Face Green in support of the protesters there, and his security personnel promptly took him to safety. The assailants were obviously some of the ‘peaceful’ protesters because by that time the SLPP goons had beaten a hasty retreat following a counterattack, and were licking their wounds; some of them were bobbing, thrashing and flailing in the nearby Beira Lake. Curiously, JVP leader Anura Kumara Dissanayake, who arrived at the Galle Face shortly after Premadasa’s escape, received a warm welcome, and some protesters were seen dancing attendance on him. Those who attacked the Opposition Leader are no better than the SLPP goons. They are also a danger to society. They must be traced and brought to justice without further delay.",
    "JVP General Secretary Tilvin Silva, at a recent media briefing, flayed the Opposition Leader, and not the assailants! He admitted that the JVP had been present at the Galle Face protest since its beginning. He claimed that Premadasa had provoked the protesters by visiting the place in a luxury vehicle! Does the JVP think that attacks on politicians travelling in luxury vehicles are justifiable? It may be recalled that founder JVP leader Rohana Wijeweera also came under fire for moving about in a Mercedes Benz in the early 1980s. What would the JVP say if one uses its own logic to argue that Wijeweera also invited trouble by travelling in a luxury vehicle, and provoked his political enemies into resorting to hostile action against him?",
    "The police say they have not launched an investigation into the attack on the Opposition Leader on 09 May because no complaint has been lodged about the incident. We thought an assault on the Opposition Leader was so serious as to warrant the arrest of the assailants, complaint or no complaint. Anyway, if the police insist that they cannot probe the incident at issue without a complaint, let the SJB be urged to ask for a probe without playing politics with the issue. Shouldn’t the SJB ask for legal action against those who attacked its leader before taking up the cudgels for others?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}