{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-seeking-up-to-4-Bn-as-IMF-talks-set-to-start/108-235069",
  "time_ut": 1649915520,
  "title": "Sri Lanka seeking up to $4 Bn as IMF talks set to start",
  "body_lines": [
    "Sri Lanka needs between $3 billion to $4 billion this year to pull itself out of an unprecedented economic crisis and plans to start talks with the International Monetary Fund for help, Finance Minister Ali Sabry said.",
    "The nation is looking at making a “decent case” before the IMF to help preserve the economy, he said in an interview to Bloomberg Television’s Yvonne Man and David Ingles. Sabry said talks are scheduled to begin in Washington on April 18 and he expects emergency relief funds a week later, if things go well.",
    "“Our appeal to them is to release it as soon as possible,” Sabry said, adding that the President Gotabaya Rajapaksa’s government still enjoys majority in Parliament and hence the rightful authority to engage with the lender. Sabry indicated some funds the nation is seeking will come from other lenders and governments besides the IMF, but didn’t provide a breakdown.",
    "Sabry, along with newly appointed central bank Governor Nandalal Weerasinghe, is a key member of Rajapaksa’s team for bailout talks with the IMF. The funds are crucial to the success of a debt restructuring process initiated by the island nation this week after suspending some outstanding loan and interest payments.",
    "Sabry also sought to reassure investors of the nation’s intent to repay loans.",
    "EXCLUSIVE: Sri Lanka's new finance minister, Ali Sabry, says the country plans to start talks with the IMF on April 18 to secure as much as $4 billion in aid for the economy.",
    "He also signaled optimism in getting financial support from China and India https://t.co/oUksMp7ea6 pic.twitter.com/uIzYwe2aEK",
    "“What we have very categorically stated, across the board, is that we will honor our debt,” he said. “The commitment is there, the desire is there, but we don’t immediately have the funds to disburse.”",
    "The IMF’s involvement should help negotiations with bond holders, Citigroup Global Markets analysts Donato Guarino and Johanna Chua wrote in a note to clients. They see Sri Lanka asking investors to take a haircut of 50% on interest payments, and 20% on the principal, with an exit yield of 11%.",
    "Sri Lanka is looking at bridge financing options, and is confident it can secure aid from countries including China and India, Sabry said. That effort would be accompanied by fiscal reforms to curtail expenditure and boost revenues, he said.",
    "Citizens exasperated by double-digit inflation amid a shortage of everything from fuel to food and power cuts of as long as 13 hours have taken to the streets, seeking President Gotabaya Rajapaksa’s ouster as well as that of his brother, Prime Minister Mahinda Rajapaksa.",
    "President Rajapaksa used a customary greeting to the nation ahead of the local new year festival being observed Thursday to appeal for “unity and better understanding” as protests in front of his secretariat at the central business district entered the sixth day.",
    "“The government is taking measures to secure the normal life of the people from the current complex situation by properly understanding these challenges,” Rajapaksa had said.(Bloomberg)"
  ]
}