{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-hatton-national-bank-net-up-in-march-2022-quarter-94309/",
  "time_ut": 1652697300,
  "title": "Sri Lanka’s Hatton National Bank net up in March 2022 quarter",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Hatton National Bank said profits grew 4 percent to 4.9 billion rupees in the March 2022 quarter from a year earlier, with foreign exchange gains outpacing the provisions, interim accounts showed.",
    "The group reported earnings of 9.22 rupees for the quarter and the stock closed at 83.50 rupees per share on May 13.",
    "Interest income grew 27 percent to 32.8 billion rupees in the March quarter, interest expenses grew at a slower 2 percent to 13.9 billion rupees, increasing the net interest income by a sharp 54 percent to 18.8 billion rupees.",
    "At group levels loans and advances grew 8 percent to 985 billion rupees from December to March 2022.",
    "“With the tightening of the monetary policy since August 2021, the AWPLR increased by nearly 400 bps over the 12 months up to March 2022. This enabled the Bank to increase in NII during 1Q 2022 compared to the corresponding period of the previous year,” HNB Interim report said.",
    "HNB provided 13.5 billion rupees for loan loss provisions at group level up 365 percent from a year earlier.",
    "“The significant devaluation of the rupee as at March 2022, compared to the previous year, resulted in trading gains of approximately 7.5 billion rupees in 1Q 2022,”",
    "“The Bank also, booked an impairment of 7.4 billion rupees against the impact of the currency devaluation on foreign currency denominated loans and investments, which was set-off against the position revaluations,”",
    "At standalone bank level provisions were 13.3 billion rupees up 401 percent from a year earlier.",
    "Net fee and commission income grew 36 percent to 3.4 billion rupees.",
    "“The Net Fee income grew to 3.2 billion rupees for the first quarter of 2022, driven mainly by improved cards transactions and trade income,” the banks said.",
    "Group deposits grew 23 percent to one trillion rupees during the quarter.",
    "“The Balance sheet recorded strong growth in 1Q 2022, however this was largely driven by the significant devaluation of the rupee as the foreign currency assets as well as liabilities were revalued as at end of March 2022,” the bank said.",
    "“Accordingly, advances recorded a growth of 8.8 percent since December 2021 to surpass 1 Trillion rupees while deposits grew by 13 percent during the three months to reach 1.2 Trillion rupees,”",
    "Tier I capital adequacy fell to 12.50 percent from 14.45 percent at group level during the quarter. At bank level Tier I adequacy fell to 12.23 percent from 14.53 percent.",
    "Gross assets grew 10 percent to 1,604 billion rupees. (Colombo/May 16/2022)"
  ]
}