{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dont-worry-be-happy/",
  "time_ut": 1647880980,
  "title": "Don’t worry, be happy!",
  "body_lines": [
    "Happiness has been described as an interval between two moments of sorrow, and whether it could be quantified is anybody’s guess. But the United Nations apparently thinks it can be measured with the help of people’s assessment thereof and socio-economic data. Hence the publication of the UN-sponsored World Happiness Report (WHR). Having failed to prevent wars and keep the world safe and happy, the UN is busy measuring the happiness of people across the globe! Finland has been adjudged the happiest nation on earth for the fifth year running, and the least happy country is Afghanistan, according to the WHR.",
    "Sri Lanka’s ranking on the WHR list has improved slightly from 129 to 127 out of 146 countries. How would one explain this bizarre situation? Hardships have become unbearable, but Sri Lankans’ happiness is increasing, albeit marginally. There are two possibilities: either the WHR is seriously flawed and its rankings do not reflect the true happiness levels of nations, or Sri Lankans have mastered the art of turning suffering into joy and being happy. We see on television some people playing cricket at filling stations while waiting for the arrival of fuel bowsers; there have also been instances of people dancing their worries at gas stations. A few incidents of violence have also been reported, but Sri Lankans’ resentment is not reflected in the WHR rankings.",
    "None of the Asian countries are among the top 20 happiest nations in the world. Of the SAARC nations, Nepal and Bangladesh are ahead of others, occupying 84th and 94th positions respectively on the WHR list. Pakistan, which is as chaotic as Sri Lanka, has been ranked 121st, and curiously India, which is doing much better than this country in most respects, is in the 136th position. Prime Minister Narendra Modi and his BJP are however faring exceptionally well at elections, and India’s economy remains robust. How come Sri Lankans who are now dependent on India for funds to satisfy their basic needs are happier than their Indian counterparts?",
    "It is hoped that government politicians will not use the WHR rankings to claim that the higher the cost of living rises, the happier Sri Lankans become, or the impact of steep price hikes and chronic shortages has not been severe enough to worry them, and therefore water and electricity tariffs could also be jacked up. They have earned notoriety for such absurd thinking.",
    "One of Bobby McFerrin’s golden oldies comes to mind: “Don’t worry, be happy!”",
    "Grand preparations the government has been making for the All-Party Conference (APC) to be held tomorrow are likely to be in vain. The main Opposition party, the SJB, has reportedly decided to boycott it.",
    "Maybe the SJB thinks the APC is a ploy the government has employed to apportion the blame for the current economic mess to all political parties by involving them in the uphill task of cleaning it up at this late stage. The JVP was the first to announce its decision to boycott the APC. It cast aspersions on the government’s intentions; it claimed the SLPP was planning the event in compliance with a request from the SLFP to sort out the government’s internal problems. The SLPP rebel group has chosen to send two representatives to the APC; it does not want to boycott the event, which is the SLFP’s brainchild.",
    "Parliament is the best forum for the government and the Opposition to discuss ways and means of salvaging the economy. They must postpone all other matters such as condolence votes and Bills that can wait and have a special debate on the parlous state of the economy with a view to reaching a consensus on finding a way out. They must not resort to slanging matches and scoring political points.",
    "Now that the government has decided to bite the bullet and seek IMF assistance, Parliament could discuss issues concerning the IMF bailout package the country is likely to receive. Most of all, Finance Minister Basil Rajapaksa will have to attend Parliament, apprise the House of the economic situation, explain how the government intends to tackle the situation, and field questions from the Opposition.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}