{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82819/sri-lanka-seeking-usd-3-bn-under-imf-extended-fund-facility-report",
  "time_ut": 1654144020,
  "title": "Sri Lanka seeking USD 3 Bn under IMF Extended Fund Facility: report",
  "body_lines": [
    "Sri Lanka is in talks with the International Monetary Fund (IMF) to borrow at least USD 3 billion via the lender’s extended fund facility (EFF), sources familiar with the matter told Reuters.",
    "The island state’s government expects another round of technical talks with the IMF in early June and hopes to reach to a staff-level agreement as soon as the end of this month, two of the sources said, speaking on condition of anonymity.",
    "A spokesperson for the IMF didn’t immediately reply to a request for comment. Spokespeople for Sri Lanka’s finance ministry and central bank didn’t respond to a request for comment.",
    "Sri Lanka has requested a rescue plan to overcome its worst economic crisis since independence in 1948. It defaulted on some overseas debt earlier this year and is struggling to pay for imports of basics such as fuel and medicine.",
    "An EFF programme, which would be the 17th IMF plan for the nation, requires countries to make structural economic reforms “to correct deep-rooted weaknesses,” according to the IMF’s website. These programmes normally last three years with a grace period of 4-1/2 years to start paying back the loan, once the plan is approved.",
    "A USD 3 billion deal would represent almost four times the country’s quota with the IMF.",
    "The IMF said last week it was in talks with Sri Lanka for a “comprehensive” reform package, but didn’t specify what type of programme was being negotiated.",
    "Prime Minister Ranil Wickremesinghe, who took office in May after mass protests forced the resignation of his predecessor, Mahinda Rajapaksa, plans to present an interim budget within weeks.",
    "The government announced on Tuesday a taxation overhaul to boost revenue, hiking corporate tax and raising the value added tax (VAT) rate to 12% from 8% with immediate effect.",
    "Sri Lanka recently appointed financial and legal advisers to kick off talks with bondholders and bilateral lenders, such as China and Japan."
  ]
}