{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-finance-minister-quits-after-just-one-day-as-economic-crisis-worsens-bloomberg/",
  "time_ut": 1649171580,
  "title": "Sri Lanka’s finance minister quits after just one day, as economic crisis worsens -Bloomberg",
  "body_lines": [
    "Sri Lanka’s new finance minister quit after one day in office as President Gotabaya Rajapaksa faced more calls from lawmakers to step down for mismanaging the economy, with soaring living costs triggering street protests that spiraled into a political storm.",
    "Ali Sabry, who was sworn in on Monday and replaced the younger Rajapaksa brother Basil, would have been part of a team to oversee the nation’s debt recast — key to obtaining support from the International Monetary Fund. No official reasons were immediately given for his resignation.",
    "His departure is in keeping with the trend of government officials and politicians distancing themselves from the powerful Rajapaksa family in the face of growing public anger over a surge in inflation that is now Asia’s fastest.",
    "Eleven parties within the ruling coalition said in parliament yesterday that they would function as independent lawmakers, bringing the total to 30 members. Another 12 lawmakers from Rajapaksa’s SLPP party will also distance themselves from the government, putting a simple majority in the 225-seat legislature for the president’s coalition in doubt.",
    "Opposition groups earlier rejected overtures from the president to join an interim government after the entire cabinet resigned following street protests by citizens. They want to see a change to the country’s constitution that will limit Rajapaksa’s wide-ranging executive powers, which include calling for elections mid-way through a five-year parliament term and appointing and firing government officials.",
    "“The time has come to change the executive presidency. Let us use this opportunity,” Sajith Premadasa, leader of the main opposition Samagi Jana Balawegaya party, said in parliament. “We won’t participate in musical chairs. We will come with the blessings of the people, not for power and privileges.”",
    "Dialog demonstrates the fastest 5G speeds in Sri Lanka at the Samsung S22 launch event",
    "DFCC Bank releases Annual Report, continues to revolutionise stakeholder reporting & engagement",
    "Speaker warns of food crisis, urges all MPs to unite to overcome it",
    "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}