{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CPC-Litro-assure-fuel-and-gas-distributionnormalising/56-734896",
  "time_ut": 1652734980,
  "title": "CPC, Litro assure fuel and gas distribution normalising",
  "body_lines": [
    "The Ceylon Petroleum Corporation (CPC) yesterday assured that the fuel distribution mechanism will return to normalcy by the end of this week, whilst Litro Gas promised to dispatch 80,000 cylinders daily from tomorrow.",
    "“It will take another four to five days to put an end to the long fuel queues. The bowsers are being dispatched to filling stations countrywide,” a CPC top official told Daily FT.",
    "The fuel queues extending to several kilometres are observed in almost each town’s filling stations across the country, which also resulted in heavy traffic congestion as well.",
    "At the same time, Power and Energy Minister Kanchana Wijesekera called on the public to refrain from forming queues at filling stations in the next three days and to refrain from unnecessarily stockpiling on fuel.",
    "He added that a vessel carrying a shipment of diesel arrived on Saturday, whilst three more shipments under the Indian Credit Line are scheduled to arrive in the country within the next two weeks.",
    "“With the arrival of the Diesel cargo yesterday and 3 vessels to reach SL in the next 2 weeks on the @IndiainSL credit line, adequate fuel will be made available. Request the public not to queue up or top up the next 3 days until the 1190 fuel station deliveries are completed,” Minister Wijesekera tweeted.",
    "Separately, Litro Gas Chairman Vijitha Herath yesterday said that $ 7 million will be paid today for two shipments of LP gas. “From 18 May 80,000 cylinders of domestic LP gas will be distributed daily,” he added.",
    "The move comes following Prime Minister Ranil Wickremesinghe’s statement on Saturday that the Government has secured payments for a LP Gas consignment which will be unloaded and distributed shortly.",
    "Public staged several protests across the country in the past few days, demanding the issuance of domestic gas cylinders."
  ]
}