{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-Zelenskyys-own-goal-in-a-cruel-sport/172-232290",
  "time_ut": 1646341680,
  "title": "Ukraine: Zelenskyy’s own  goal in a cruel sport",
  "body_lines": [
    "Ukraine’s President Volodymyr Zelenskyy has apparently ignored one of the key principles in international relations and is now paying a costly price for it, with Russian troops moving towards the country’s capital, Kyiv.",
    "A nation in a big power neighbourhood should keep in mind that its sovereignty can be preserved only through foreign policy balancing acts. Since 2014, Ukraine has failed on this score.",
    "Every nation pursues national interest goals. However, a nation’s national interest goals more often than not do clash with national interest goals of other countries, especially neighbouring countries. In such situations, a wise nation will exercise prudence. A good leader who defines his country’s national interest should be a rational leader. A rational leader is a prudent leader. In international relations, prudence is the ability to assess the country’s needs and aspirations while carefully balancing them against the needs and aspirations of others. Hans J. Mogentheau, a strong advocate of political realism, said: “The national interest of a nation that is conscious not only of its own interest, but also of that of other nations, must be defined in terms compatible with the latter. In a multinational world, this is a requirement of political morality, in an age of total war, it is also a condition of survival.”",
    "Ukraine should have defined its national interest in terms compatible with Russia which had over and again expressed its security concerns over the continuous eastward expansion of the North Atlantic Treaty Organisation (NATO). Russia’s leader Vladimir Putin had also warned that Russia would regard NATO’s membership bid as a red line that would warrant a fitting response, because it feared the move would lead to NATO’s deployment of nuclear missiles in Ukraine. The situation Russia finds itself in is somewhat a reversal of the situation the US was in during the 1962 Cuban missile crisis. When Russia deployed nuclear missiles in Cuba in 1962, the US warned that it would not hesitate to use military power if the missiles were not removed.",
    "Yet, Ukraine’s comedian president turned real president Zelenskyy sought to embrace NATO, arrogantly ignoring Russia’s warnings and the international relations lesson the Cuban missile crisis teaches.",
    "Will India stay quiet if Sri Lanka enters into a defence pact with China and permits Beijing to set up missile bases in Sri Lanka? Obviously, New Delhi will respond with a preemptive strike if Sri Lanka ignores India’s security concerns. This is international relations 101.",
    "Yet, Zelenskyy continues to defy Russia with loads of hubris and is calling for a no-fly zone over Ukraine, little realizing that it will only trigger a nuclear war.",
    "Zelenskyy also refuses to see that he is being used as a pawn by the United States, Britain and their Western allies in their continuous hybrid warfare against Russia. Hybrid warfare is a mode of attack that employs political warfare and blends conventional warfare, irregular warfare and cyberwarfare with other influencing methods such as fake news, diplomacy, lawfare and foreign electoral intervention.",
    "The Ukrainian conflict has given the US and its Western allies the opportunity they waited for to take their economic war and information war against Russia to the next level by imposing harsher economic and financial sanctions and banning the popular Russia Today and Sputnik news outlets that give news and analyses that we will not see on CNN, BBC, Fox and other western media outlets. Certainly, banning Russia Today and Sputnik is an insult to the intelligence of the Western people, besides being an attack on media freedom which the West hypocritically tries to promote. One needs to ask the Western nations whether gagging the media is part of their war strategy. Remember, US-led troops had bombed al-Jazeera offices and killed journalists in military operations during the height of the Afghan and Iraq wars. If Russia Today and Sputnik are Putin’s mouthpieces, then they are no different from BBC, CNN and other war mongering Western media outlets.",
    "With Russia’s version of the war virtually being blacked out, the West’s war agenda remain unexposed. The Western media reports virtually nothing about the human suffering in the pro-Russian Donbass region. They also avoid reports on the Azov Neo-Nazi battalion which is a regular unit in the Ukrainian army despite war crimes allegations against it.",
    "This is a war that did not happen on Russia’s bidding alone. The US has running programmes aimed at defanging Russia. A Pentagon-funded Rand Corporation study in 2019 called for all what the West is now seen to be doing against Russia: Here is what the Rand report said:",
    "“We examine a range of nonviolent measures that could exploit Russia’s actual vulnerabilities and anxieties as a way of stressing Russia’s military and economy and the regime’s political standing at home and abroad. The steps we examine would not have either defence or deterrence as their prime purpose, although they might contribute to both. Rather, these steps are conceived of as elements in a campaign designed to unbalance the adversary, leading Russia to compete in domains or regions where the United States has a competitive advantage, and causing Russia to overextend itself militarily or economically or causing the regime to lose domestic and/or international prestige and influence.”",
    "Zelenskyy is not a political hardnut to detect he is being manipulated. In an article last week, US political writer and anti-war activist Diana Johnstone likened the Russia-Ukraine conflict to the bear-baiting game which the British royals indulged in before the gory spectacle was banned in the 19th century. In this cruel sport, fierce dogs were trained and set upon a chained or declawed bear, while stonehearted ‘nobles’ cheered them on. Johnstone adds: “And yet today, a version of bear baiting is being practised every day against whole nations on a gigantic international scale.  It is called United States foreign policy. It has become the regular practice of the absurd international sports club called NATO.",
    "“United States leaders, secure in their arrogance as ‘the indispensable nation,’ have no more respect for other countries than the Elizabethans had for the animals they tormented. The list is long of targets of U.S. bear baiting, but Russia stands out as prime example of constant harassment.  And this is no accident.  The baiting is deliberately and elaborately planned.”",
    "The war in Ukraine has also exposed the hypocrisy of western leaders and their acolyte media. To prove this point, no global crisis is more apt to cite as a comparison than the Palestinian crisis. Both Ukraine and Palestine are under occupation. Yet, when Gaza is bombed to smithereens or when Palestinian people are evicted from their homes, rarely are there any bleeding hearts among Western leaders to speak for Palestinian victims.  Rarely do we see Western media reports that expose Israeli atrocities.",
    "Then take the Federation of International Football Associations (FIFA). In the Ukrainian case, FIFA was quick to penalise Russia and Belarus following the invasion, but when an Egyptian footballer carried a pro-Palestinian message underneath his jersey, and when the governing body was called upon to blacklist Israel for its atrocities in Palestine, FIFA was quick to point to its policy of not mixing politics with sports."
  ]
}