{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sending-him-Home-Lessons-from-Marcos/172-234507",
  "time_ut": 1649097420,
  "title": "Sending him Home: Lessons from Marcos",
  "body_lines": [
    "The drama for an ‘interim government’ is nothing but another extension to dilute the aggression of the people, who came down to streets regardless of the curfew",
    "Marcos also was a fan of heavy foreign borrowings. His tenure was marked with a high rate of GDP, just as we have seen here during the Rajapaksa period. This growth of GDP was sublime, while Marcos’ tenure was depicted as the golden era of development in the Philippines",
    "Marcos also allowed his friends and relatives to have monopolies in certain industries. Tax reliefs were granted to his cronies, creating exclusive opportunities for them to rob the pockets of the nation. (Remember the tax reliefs granted here during the past two years)",
    "Suppression of human rights and silencing media were other elements of Marcos’ rule. His rule is referred to as a ‘systematic loot’ of an economy, leading to extreme poverty and a debt crisis at the end",
    "By the time you read this, the proposal for an ‘interim government’ is on the table, which I am sure, is the last attempt to save the family rule. At the same time, the President has declared an ‘Emergency’ situation and island-wide curfew in a desperate attempt to discourage the protesters. The drama for an ‘interim government’ is nothing but another extension to dilute the aggression of the people, who came down to streets regardless of the curfew.",
    "Meanwhile, former Ambassador to the US, Jaliya Wickramasuriya, a crony of the ruling family, is scheduled to be punished following a successful lawsuit in the US District Court of Columbia on charges of a wire fraud. This was involving the purchase of a new embassy building in Washington, D.C in the year 2013. We are obliged to U.S. courts, for trapping at least one crony of the family, while we see all the thieves and murderers related to the family here going home freely. Therefore, ‘GoHome’ must have a better meaning. This is why some protesters have already invented the term “Go to Jail- Not Home”.",
    "A few decades ago, in similar circumstances, the people of the Philippines wanted Ferdinand Marcos to go home. Marcos was also a big fan of emergency laws. In September 1972 Marcos declared martial law, which deprived the people of the Philippines of the coverage of ordinary legal rights. Marcos’ regime gradually secured absolute power, setting up a favourable environment for corruption, without having any risk of legal repercussions.",
    "Marcos also was a fan of heavy foreign borrowings. His tenure was marked with a high rate of GDP, just as we have seen here during the Rajapaksa period. This growth of GDP was sublime, while Marcos’ tenure was depicted as the golden era of development in the Philippines. This debt-driven growth, leading to the worst recession towards the end, burdened generations to come. The same thing has happened to us, here, now.",
    "Marcos family was also infamous for corruption. Apart from mastering traditional ways of bribery and corruption, Marcos also allowed his friends and relatives to have monopolies in certain industries. Tax reliefs were granted to his cronies, creating exclusive opportunities for them to rob the pockets of the nation. (Remember the tax reliefs granted here during the past two years).",
    "Suppression of human rights and silencing media were other elements of Marcos’ rule. His rule is referred to as a ‘systematic loot’ of an economy, leading to extreme poverty and a debt crisis at the end. Some analysts refer this to be the greatest robbery of a government ever, ranging from $5 billion to $10 billion. Only our ‘family’ seem be capable of breaking this world record if we shall ever conduct a proper inquiry into their activities.",
    "In the end, in 1986, the people of the Philippines asked him to ‘Go Home’ and they escaped to Hawaii. But, it was too late for the people of the Philippines. It is too late for us also, by the time we started to say Go Home. Our middle class never stepped into the streets, until they lost gas, fuel and electricity. (And to soothe them, you need to give them gas, fuel and electricity again.)",
    "So what can we do now? When a burglar is caught with stolen goods, you would not simply tell him to ‘go home’. You at least grab the goods that were stolen from your house, let alone the legal actions. Otherwise, the burglar would be more than happy to ‘go home’ with all the stolen items, and enjoy his life elsewhere.",
    "It is not an easy task, especially in relation to organised corruption committed by political leaders. In the case of Marcos, United Nations Office on Drugs and Crime (UNODC) and the World Bank involved in an effort to recover assets stolen from the Philippines. Their Stolen Asset Recovery Initiative aimed at warning corrupt leaders that “there will be no safe haven for stolen assets”. This programme also engages in recovering and repatriation of stolen assets to the country of origin.",
    "They estimate that the cross-border flow assets earned through criminal activities, corruption, and tax evasion is between $1 trillion and $1.6 trillion per year. Apart from the Philippines, this initiative has also intervened in recovering stolen assets in Nigeria and Peru, and achieved some success in the repatriation of assets stolen by their corrupt politicians, back to those countries. Global Forum for Asset Recovery is a connected body to assist such countries to secure necessary cooperation with financial centres in recovering and return of such assets.",
    "UN Convention Against Corruption was adopted in 2005, and it includes a chapter exclusively on asset recovery. Sri Lanka is a signatory to this convention. Following this, in 2018, a Special Presidential Taskforce on Recovery of State Assets (START) was appointed with the aim of investigating, tracing, seizing and transferring to Sri Lanka assets stolen from Sri Lanka. This task force introduced a draft legal framework to recover stolen assets, but it never came to force as a law, for obvious reasons. For those who think about recovering the stolen millions and billions, these are the lines to think.",
    "Finally, when we receive a sufficient supply of fuel, gas and electricity, if we are to go back to the same good old circle of corruption, it is the fault of the people. When you have something to fill your stomach, you feel like we have to ‘save the country’ again. In that case, no point in merely blaming corrupt politicians."
  ]
}