{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/virtusa-appoints-naresha-supramaniam-as-country-head-for-sri-lanka/",
  "time_ut": 1655389200,
  "title": "Virtusa appoints Naresha Supramaniam as Country Head for Sri Lanka",
  "body_lines": [
    "Virtusa Corporation, a global provider of digital strategy, digital engineering, IT services and solutions that help clients change and disrupt markets through innovation engineering, announced the appointment of Naresha Supramaniam as its new Country Head for Sri Lanka.",
    "Naresha’s latest appointment is in addition to his current responsibility as Business & Revenue Head of Virtusa’s Asia Pacific (APAC) region, and aligns with Virtusa’s growth strategy to double its headcount in Sri Lanka. With a progressive career at Virtusa spanning over 18 years, Naresha has headed global delivery of multiple service segments across telecom, healthcare, media, insurance and logistics industries, and represents the strong and effective leadership development strategy followed by the company resulting in long-term organizational success.",
    "“Naresha’s global exposure, industry acumen and deep understanding of the region’s capacity for growth will contribute greatly towards our expansion plans for Sri Lanka,” said Santosh Thomas, CEO of Virtusa. “Virtusa Sri Lanka provides cutting-edge tech to global markets and Fortune 500 clients, and having done a tremendous job heading and advancing our APAC business, I am confident of Naresha’s ability to build upon that success and scale the Sri Lankan operation.”",
    "“I am thankful for the opportunity to contribute to Virtusa Sri Lanka’s strategic growth at this pivotal moment in its evolution.",
    "This appointment will enable me to position Virtusa Sri Lanka’s unique capabilities and value propositions to realize this Vision,” said Naresha Supramaniam. “As part of this process, we expect to rapidly increase our headcount, incubate new lines of service, experiment with revolutionary technologies, and focus on building long and meaningful careers for our teams based in Colombo.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}