{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Kapruka-Holdings-posts-impressive-results-in-first-nine-months-of-FY22/34-731464",
  "time_ut": 1646332200,
  "title": "Kapruka Holdings posts impressive results in first nine months of FY22",
  "body_lines": [
    "Top line crosses Rs. 1 b mark thanks to 55% growth; after tax profit swells by 1,843% to Rs. 138 m",
    "Acquires property for Rs. 120 m to scale up fresh produce fulfilment",
    "",
    "Kapruka Holdings Ltd., has reported impressive performance in the first nine months with the company suggesting it is on track in achieving financial targets for the FY 2021/22.",
    "",
    "",
    "",
    "",
    "",
    "",
    "Chairman and CEO Dulith Herath",
    "",
    "",
    "",
    "",
    "",
    "Releasing its maiden interim results since listing on the Colombo Stock Exchange (CSE), Kapruka Holdings has recorded Rs. 1.03 billion in revenue in the first nine months of FY22 reflecting a robust 55% year on year growth. Profit after Tax jumped by 1,843% to Rs. 138 million. “We believe we are on track in achieving our financial targets for the FY 2021/22,” Chairman and CEO Dulith Herath said.",
    "According to him, growth in the top line was driven by the COVID pandemic as the Sri Lankan public opted to purchase products through online platforms. “This change in the customer buying behaviour pattern grew our revenues both in volume and margin terms,” he said.",
    "Kapruka also launched a new business segment promoting leading Sri Lankan brands in the USA, which they intend to expand to other markets and further increase dollar earnings to the company.",
    "Group earnings before interest, taxes, depreciation and amortisation (EBITDA) came in at Rs. 220.6 million for the nine months and Herath said this was mainly due to increase in sale and GP margin compared to last year of company figures.",
    "Net profits of the group for the nine months under review were at Rs. 149 million, representing a strong growth. This results in earnings per share (EPS) of Rs. 1.14 for the nine months and Diluted EPS is Rs. 0.91 considering new issuance of shares through IPO with share dilution.",
    "Performance of the company has shown a decline in the quarter ended 31 December 2021 compared to last year 2020. Herath said this was due to the restructure of the company that happened in the month of October 2021. Due to transferring the company’s main trading operation to a newly formed 100% fully owned subsidiary Kapruka E-commerce Ltd., This carve out effect has been reflected in Group P/L.",
    "Total net asset base of the company was Rs. 1.15 billion as at 31.12.2021, reflecting an increase of 126% from 31 March 2021 and improved financial stability of the company.",
    "Kapruka Production Ltd., which is a fully-owned subsidiary of Kapruka Holding Ltd., has acquired a property to scale up fresh produce fulfilment. The value of land and building was Rs. 120 million and financed through bank borrowings (Rs. 101 million) and internal funds. “This will strengthen the group’s total asset base, and would increase the fulfilment capacity of fresh produce delivery for future growth,” Herath added."
  ]
}