{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prints-rs588bn-up-to-march-2022-total-money-printed-rs2-3trn-94262/",
  "time_ut": 1652606460,
  "title": "Sri Lanka prints Rs588bn up to March 2022, total money printed Rs2.3trn",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has printed 588 billion rupees in the first quarter of 2022, taking the total money printed since January 2020 to target an output gap to 2.3 trillion rupees, data from the central bank shows.",
    "Sri Lanka’s intermediate regime central bank has triggered the worst currency crisis in its 70 year old history.",
    "The money injected to the banking system in the current cycle does not include central bank profit transfers at least one of which was made in February 2020 which also create currency pressure and a balance of payment deficit when the reserves are sold to defend the peg.",
    "In 2020 according to official data 505 billion rupees was printed (central bank credit) though the year ended with 206 billion rupees in injected liquidity remaining as excess reserves which were counted as printed money the following year.",
    "Sri Lanka started actively printing money despite having a deadly unstable intermediate regime after the end of a 30-year civil war triggering frequent balance of payments crisis and excessive foreign borrowing as foreign exchange shortages emerged.",
    "Money was printed particularly after 2015 to target an output gap (Keynesian stimulus) despite the peg, eventually driving the country to default.",
    "In 2020 taxes were also cut saying there was a ‘persistent output gap’ and the central bank put price controls on bond auctions to prevent the taxes released to the private sector from ending up in the budget deficit through market interest rates.",
    "The money printed in 2022 includes reserve sales made to repay loans.",
    "When money is printed it is difficult to control inflation, or stabilize the exchange rate through a float (a suspension of convertibility) despite higher interest rates.",
    "The rupee has fallen steeply following an attempt to float the currency in March, hampered by a surrender rule and also low interest rates.",
    "From January 2020 to March 2022, reserve money has grown 49 percent, broad money 52 percent and the food price index 51 percent. (Colombo/May15/2022)"
  ]
}