{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/27/sri-lanka-outclass-bangladesh-to-clinch-series-1-0/",
  "time_ut": 1653646020,
  "title": "Sri Lanka outclass Bangladesh to clinch series 1-0",
  "body_lines": [
    "Asitha Fernando led Sri Lanka’s attack on the final day with a Player of the Match performance, his brilliant six-for guiding his side to a 10-wicket win against Bangladesh, helping secure crucial ICC World Test Championship points.",
    "Sri Lanka moved up one spot to No.4 in the ICC World Test Championship standings, going past Pakistan, after gaining 12 crucial points. Meanwhile, the defeat left Bangladesh rooted to the No.8 spot, with their percentage points reducing from 19.05 to 16.67.",
    "Ashita starred with the ball for Sri Lanka, claiming six wickets in his second outing. He became only the second pacer from his country to have claimed 10 wickets in an away Test after Chaminda Vaas achieved the feat in 1995 against New Zealand in Napier.",
    "On the penultimate day, a solid partnership between Angelo Mathews (145*) and Dinesh Chandimal (124) had helped Sri Lanka take a considerable lead before their bowlers wreaked havoc in the final session to reduce Bangladesh to 34/4, the home side going into stumps trailing by 107 runs.",
    "On the fifth morning, Bangladesh resumed under significant pressure. Their task was to bat through the day and battle to a draw, with the onus on the experienced duo of Liton Das and Mushfiqur Rahim, the overnight pair.",
    "Sri Lanka, however, had different ideas. Kasun Rajitha dismissed Mushfiqur for 23 early on the final morning, and the hosts had half their side back in the pavilion and were still trailing by 88 runs.",
    "After the break, Das completed his half-century, but soon lost his wicket to Asitha. His dismissal for 52 triggered a collapse, and Asitha continued his assault. He had Shakib dismissed shortly thereafter on 58, leaving Bangladesh struggling at 163/7.",
    "The Bangladesh lower order offered poor resistance. The hosts lost their last five wickets for just 13 runs, ending their innings on 169, setting Sri Lanka a mere 29 runs to chase.",
    "Sri Lanka’s openers chased down the target in just three overs, securing a 10-wicket victory and the series 1-0.",
    "HRCSL instructs Energy Ministry, CPC & PUCSL to resolve fuel crisis",
    "Suspect arrested for ‘inciting violence via Social Media’ on 9th May"
  ]
}