{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/29/major-parties-weigh-in-on-21st-amendment/",
  "time_ut": 1653804180,
  "title": "Major parties weigh in on 21st Amendment",
  "body_lines": [
    "COLOMBO (News 1st); Wijayadasa Rajapaksa, President’s Counsel and Minister of Justice states that discussions will be held with political parties that are not represented in Parliament regarding the 21st Amendment to the Constitution.",
    "The Minister said that he hoped to get their views and suggestions on the 21st Amendment during the discussions, which are due to be held next week.",
    "The Minister of Justice also said that in accordance with the requests made, trade unions, civil society organizations and non-governmental organizations have been invited to discuss the 21st Amendment within next week.",
    "Moreover, the Minister said that he hopes to submit an amended Bill to the Cabinet in the second week of June, with the inclsion of suggestions made by various parties during the Party Leaders’ Meeting next Friday (3).",
    "Meanwhile the Sri Lanka Podujana Peramuna states that a final decision will be taken with regard to supporting the 21st amendment after discussions with the President and the Prime Minister on the subject.",
    "Its Secretary General, Sagara Kariyawasam said that the President had convened a meeting of the Sri Lanka Podujana Peramuna Parliamentary Group tomorrow (30).",
    "The meeting is scheduled to be held at 5:00 PM tomorrow (30) at the President’s House under the patronage of the President.",
    "The General Secretary of the Sri Lanka Podujana Peramuna also said that the party has decided to appoint a committee consisting of lawyers and Members of Parliament to study the 21st Amendment.",
    "In the meantime, the Sri Lanka Freedom Party states that its party has submitted its proposals regarding the 21st amendment to the constitution to the Minister of Justice.",
    "Its General Secretary, Dayasiri Jayasekara said that the party has submitted proposals including the appointment of members of the Monetary Board of the Central Bank and the appointment of members of the Constitutional Council.",
    "Meanwhile, the Samagi Jana Balawegaya states that a legal committee has been appointed to study the 21st Amendment to the Constitution.",
    "Its Secretary General, Ranjith Madduma Bandara stated that the committee will consist of President’s Counsel including Upul Jayasuriya, Srinath Perera and Thisath Wijegunawardena.",
    "However, the Samagi Jana Balawega alleges that the powers of the President have been further strengthened by the current 21st Amendment to the Constitution, and therefore the party cannot agree to the proposed amendment.",
    "He said the party would, however consider supporting a newly drafted bill with the relevant amendments.",
    "Meanwhile, the Janatha Vimukthi Peramuna stated that the party cannot accept the 21st Amendment Bill that has been proposed. Its Secretary, Vijitha Herath stated that his party hopes to submit proposals for a new draft to be prepared in the future.",
    "Herath further stated that the party will not participate in the talks to be held next Friday under the patronage of the Prime Minister."
  ]
}