{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/present-economical-political-social-catastrophe-was-man-made-sajith/",
  "time_ut": 1650358260,
  "title": "‘Present economical, political & social catastrophe was man made’ – Sajith",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lankan Opposition Leader Sajith Premadasa said his plans on abolishing the Executive Presidency have not changed.",
    "“We will concentrate on a five pronged approach that is the abolition of the executive presidency, the repealing of the 20th draconian amendment which centralized power with the executive president, brining back the 19th Amendment which comprised of good governance principles, we will ensure that we embark on a no-confidence motion, impeachment motion, and explore the possibilities of cutting off funding for the President,” he told Bloomberg on Monday (18).",
    "He said the present economical, political and social catastrophe was man made, due to the mismanagement of the economy, and the lack of political reforms and restructuring.",
    "Premadasa said the opposition would push forward with no-confidence and impeachment motions, even though he said they would be an “uphill battle” to pass in a parliament dominated by Rajapaksa’s allies. He also called to abolish a constitutional amendment, passed shortly after Rajapaksa took power in late 2019, that gave the president sweeping powers — including to appoint and fire government officials and judges.",
    "Sri Lanka’s opposition leader warned the country is facing a period of “extreme austerity” as he pushes to build support in parliament to change the constitution and remove the Rajapaksa family from power.",
    "“We all have to swallow a bitter pill, or even several pills, because the consequences of irrationality throughout the past years have come home to roost,” Sajith Premadasa, leader of the main opposition Samagi Jana Balawegaya party, said in an interview with Bloomberg Television. “Now we have to face the music. Economic restructuring and everything else will have costs and benefits.”",
    "“It’s going to be a time of extreme austerity,” he added in the interview with Bloomberg Television. “And people of Sri Lanka must comprehend this reality. But if we take these bold steps, we can overcome all the challenges, all the obstacles that we face.”",
    "President Gotabaya Rajapaksa’s government said last week it would halt foreign debt service to preserve cash for food and fuel imports, a move that puts it on course for a series of defaults. That has led rating companies to slash Sri Lanka further into junk, with Moody’s Investors Service on Monday (18) the latest to downgrade the country’s credit rating.",
    "Sri Lanka is seeking up to $4 billion this year to help it import essentials and pay creditors amid a downward economic spiral of dwindling foreign reserves and Asia’s fastest inflation.",
    "The crisis has triggered political unrest, with the president losing the support of his own coalition partners and facing growing street protests calling for his resignation.",
    "Sri Lankan officials are in Washington this week to discuss terms for emergency assistance from the IMF, which has sought a concrete plan for the country to improve its fiscal health.",
    "Three-wheeler fares to increase; Drivers to stop using meter, & negotiate fare with customer",
    "IMF lauds India’s assistance to Sri Lanka during Economic Crisis",
    "‘Present economical, political & social catastrophe was man made’ – Sajith"
  ]
}