{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-expects-billion-dollar-credit-line-as-finance-minister-meets-modi-jaishankar-91761/",
  "time_ut": 1647482820,
  "title": "Sri Lanka expects billion dollar credit line as Finance Minister meets Modi, Jaishankar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Minister Basil Rajapaksa has met Prime Minister Narendra Modi and External Affairs Minister S Jaishankar as expectations rise that a billion US dollar credit line will be given after conditions are fulfilled.",
    "Minister Rajapaksa has thanked Prime Minister Modi for its help, Sri Lanka’s High Commission in India said.",
    "“The areas of discussion included agriculture, renewable energy, digitalization, tourism and fisheries among others,” the statement said.",
    "“The two dignitaries also agreed that cooperation in development of renewable energy in Sri Lanka is mutually beneficial and that it should be pursued with vigour.",
    "“With reference to India’s expertise in unique digital identity and the proposal for bilateral cooperation for Government of Sri Lanka’s similar programme, it was stressed that such identity could serve as a platform for providing common people with access to various services.”",
    "The digital identity schemes, which allow authoritarian administrations in Sri Lanka to track citizens closely has been point of contention with civil liberties groups.",
    "Reports in Sri Lanka said India’s Adani group will set up a renewable energy project in the North of Sri Lanka and another two power projects will be done by India in the North.",
    "India had earlier opposed two projects being given to China which were awarded after international competitive tenders, over security concerns.",
    "Sri Lanka last week also signed a joint venture solar project in Trincomallee in the same location where a joint venture coal plant was cancelled by former President Maithripala Sirisena."
  ]
}