{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/ICC-SL-conducts-seminar-on-ICC-Arbitration-in-Sri-Lanka/56-733390",
  "time_ut": 1649718420,
  "title": "ICC SL conducts seminar on ICC Arbitration in Sri Lanka",
  "body_lines": [
    "From left: Dr. Harsha Cabral PC, Eng. Dr. Ananda Ranasinghe, Sumathi Dharmawardena PC, Susantha Balapatabendi PC, Dinal Phillips PC and Shanil Fernando. Behind on the screen Tejus Chauhan (right) and Dato Jude Benny (left)",
    "International Chamber of Commerce Sri Lanka conducted a seminar on ICC Arbitration in Sri Lanka on the 24 March, at Hotel Galadari as a part of a series of activities aimed at promoting ease of doing business in Sri Lanka. Arbitration is a form of alternate dispute resolution process used worldwide to resolve business disputes.",
    "The Seminar is a concept of the ICC SL Chairman Shanil Fernando, who himself is an experienced Arbitration lawyer. Shanil Fernando stated in his opening remarks that the promotion of Arbitration in Sri Lanka is vital during the time of economic and social upheaval due to the after-effects of the pandemic to facilitate the ease of doing business in Sri Lanka. He further noted that knowledge about arbitration is important to SMEs, software development companies, various other organisations and also the general public. He also stated that ICC SL is planning to have a state-of-the-art Arbitration Facilitation Centre similar to the Singapore Arbitration centre. This facility will serve all international clients who require ICC arbitration services. ICC Court of Arbitration President Claudia Salomon provided a brief description of the current status of the ICC arbitration in the world and Asia in particular in her pre-recorded video message. John Denton’s message was read by the Hony. Secretary Hemakumara Gunasekera.",
    "The details of the presenters and topics of discussion are as follows,",
    "Dr. Harsha Cabral PC - Introduction and the General Aspects of Arbitration.",
    "The Panel discussion comprised of Speakers together with the Additional Solicitor Generals’ Susantha Balapatabendi PC and Sumathi Dharmawardena PC together with Sri Lanka Nominee for ICC Young Arbitrators forum Yasith Hirumburegama took part in the panel discussion with the speakers.",
    "The arbitration is cost-effective, equitable and faster than the traditional process of litigation when conducted properly. ICC arbitration brings international standards that are accepted in more than 90 countries. The ICC is present in more than 90 plus countries. It is the only business organisation to have the observer status in the UN. ICC introduced Arbitration in the 1900s just after WW1 as a way to facilitate trade investments across countries. In addition, ICC created INCOTERMS, ATA Carnet, UCP 600 used in Banks and the Vaccine Pass also.",
    "The seminar on ICC Arbitration in Sri Lanka was conducted in a Hybrid format where physical or online participation was chosen by the attendee. The Seminar was sponsored by Aitkens Spence Hotels Ltd, Diesel and Motor Engineering Ltd, Singer Sri Lanka PLC, Sierra Cables Ltd and SLT- Mobitel Ltd."
  ]
}