{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/foreign-policy-quandaries-for-south-in-the-face-of-rising-poverty/",
  "time_ut": 1654095300,
  "title": "Foreign policy quandaries for South in the face of rising poverty",
  "body_lines": [
    "Spreading deprivation and starvation in the Horn of Africa currently need to be seen as pointing to a ticking poverty bomb in the more vulnerable parts of the global South. The Indian Ocean region is being increasingly seen as thus living dangerously and it goes without saying that Sri Lanka leads from the front from the viewpoint of economic ruin.",
    "If the intensifying poverty question in Sri Lanka goes unaddressed by the country’s government there is no doubt that Sri Lanka would be soon witnessing widespread food riots and lawlessness. If some of the happenings in the country’s lengthening queues for daily essentials are anything to go by, these riots are already upon the land, though to a limited extent at the moment. But sections of the people are already showing signs of rage and a desperate people are said to show no mercy. Modern world history is replete with examples of this mercilessness.",
    "How Sri Lanka happened to be in this situation is being discussed and analyzed at length in expert quarters and any comments in this column on the subject would be superfluous. Suffice it to know that starvation and deprivation are man-made. That is, these situations are not beyond the control and the rectification of rulers. Food hoarding, for instance, is a principal cause of hunger and starvation and this perennial blight of the hoarding of food and other essentials could be contained by governments. It is just that governments choose to be on the side of oppressors.",
    "It is that classic by Susan George on the food question, ‘How the Other Half Dies’, that we must constantly re-visit to understand the root causes of deprivation and starvation in the South. Commenting, for instance, on the issue of food scarcity, George writes: ‘Today as yesterday nature and sometimes governments’ policies may produce abundance, but only man can create scarcity. According to the simplest rule of liberal economics, a vital commodity in short supply will be expensive and he who has some to sell will make money. This basic rule is being applied on a global scale with considerable success.’ (Susan George – ‘How the Other Half Dies – The Real Reasons for World Hunger’, page 140 – Penguin Books; 1976).",
    "The insights thrown up by George on the real reasons for world hunger are applicable to present day Sri Lanka inasmuch as they are applicable to the rest of the South. To put it briefly, it is the inability of governments to mete out re-distributive justice that accounts in the main for hunger and for what passes off as ‘food scarcities.’ It is a matter of policy and principle. If governments take up the cause of deprived social sections, we would see an alleviation of the problem of hunger and starvation. If not, there would be runaway social discontent that would result in violence and insurrection.",
    "Currently, there are unmistakable signs of an emerging worldwide economic recession. The South is at present suffering the brunt of this economic downturn but it would not be long before the rest of the world falls victim to it. No less a person than World Bank President David Malpass is on record that Russia’s invasion of Ukraine is triggering a steep hike in food, energy and fertilizer prices worldwide and that this could lead to a global economic recession. While pointing to the negative impact these price rises could have on the world’s strongest economies, Malpass said that developing countries too are being badly hit by shortages in fertilizer, food and energy.",
    "Dealing with some specifics, sections of the international media pointed out recently that if there is a severe food scarcity in the Horn of Africa, then it is the conflict in Ukraine that is the main causative factor for it. Russia and Ukraine account for 30 per cent of the world’s wheat output. The Western-initiated economic sanctions against Russia coupled with the naval blockade imposed on Ukraine by Russia are currently instrumental in cutting off wheat supplies to the world. Little wonder that wheat prices are spiraling or that the commodity is in short supply.",
    "Compounding these economic setbacks are high global energy prices which are a product of the economic sanctions clamped on Russia by the US and other sections of the West. While the more powerful economies of the West are likely to be in a position to ward off the ill-consequences of this growing global economic crisis, the same could not be said of the developing world. They are likely to see their economic fortunes crumbling in double quick time together with a marked uptick in social discord at home.",
    "These developments could raise quite a few foreign policy quandaries for countries of the South. If the latter’s governments opt to deal with the mounting social unrest on the domestic front with a heavy hand, they are likely to earn the disapprobation of the West. The EU, for instance, will likely take the lead in taking the offending governments to task.",
    "Countries such as Sri Lanka would need to constantly look over their shoulders at the EU, for example, when trying to manage domestic situations of this kind because their degree of economic dependence on the West is such that they cannot afford to be oblivious to the latter’s concerns over human rights questions. That is, social unrest at home would need to be handled somewhat gingerly, lest these Southern governments stand accused of violating international human rights norms.",
    "Going forward, Southern states would find that they have no choice but to follow a Non-aligned foreign policy if they are to survive the gathering global economic crunch. They are likely to be nervous about aligning themselves too closely with China because Beijing is increasingly proving to be a worthy ally of Russia and the latter is just now showing that it is not exceptionally concerned about what is referred to as a rules-based international political order. It could have no pretensions to being a follower of such rules, considering that it has stood International Law on its head by invading Ukraine.",
    "Moreover, Russia has been considerably weakened by Western economic sanctions and it would be a risky proposition for vulnerable countries of the South, such as those in the Horn of Africa, to be seen as being in league with Russia and China. They need the West to survive on the economic front and Non-alignment would prove one of the most effective policies to adopt.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}