{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Chorus-growing-at-UNHRC-for-greater-democracy-and-justice-in-Sri-Lanka/56-731596",
  "time_ut": 1646619480,
  "title": "Chorus growing at UNHRC for greater democracy and justice in Sri Lanka",
  "body_lines": [
    "United Nations High Commissioner for Human Rights Michelle Bachelet",
    "",
    "",
    "United Nations High Commissioner for Human Rights Michelle Bachelet on Friday, introducing the report on Sri Lanka, said the Government should take further steps to address the fundamental problems with the Prevention of Terrorism Act and undertake deeper legal, institutional and security sector reforms that were critically needed to put an end to impunity and prevent any reoccurrence of past violations. Victims and their families continued to be denied truth and justice.",
    "“There was deep concern about the concentration of civilian positions in the hands of military officials, some of them implicated in serious allegations of human rights violations.  The Council should pursue alternative strategies to advance accountability at the international level,” she said.",
    "Sri Lanka, speaking as the country concerned, said the resolution was directly contrary to the Council’s founding principles of impartiality, objectivity and non-selectivity.  There were serious anomalies and problems with the report.  It had an intolerably intrusive character and there was a clear element of discrimination within it. This in itself struck at the root of the foundations of the United Nations system.",
    "It was deeply regretted that numerous unsubstantiated allegations had found their way into the report.  The international community should join Sri Lanka on a footing of mutual respect to face the challenges ahead.",
    "In the ensuing debate, speakers said Sri Lanka should ensure a safe democratic space, and strong independent judicial institutions.  The erosion of democratic institutions and the lack of accountability for past human rights violations undermined progress.  The Government had taken the first steps to undertake reforms but there was a long road ahead.",
    "More comprehensive reforms were needed to allow civil society to operate freely and safely and to bring terrorism legislation in line with international norms and standards.  Ensuring accountability and justice for survivors was essential for maintaining peace and ensuring reconciliation.",
    "Some speakers said that reports should be based on reliable, objective and neutral observation.  The development of reports should be done with constructive cooperation with the concerned country.  When dealing with human rights situations, the Council should retain a non-biased, non-selective and non-hypocritical point of view.",
    "Speaking this afternoon on the situation in Eritrea were the European Union, Iceland on behalf of the Nordic-Baltic countries, Democratic People’s Republic of Korea, Philippines, France, Djibouti, Luxembourg, Venezuela, China, Cuba, Ethiopia, Saudi Arabia, Sri Lanka, Russian Federation, Benin, Australia, Sudan, Ireland, Belarus, United States, Belgium, United Kingdom, Canada, Somalia, Syria, Iran and South Sudan.",
    "Also speaking were the following non-governmental organisations: Christian Solidarity Worldwide, Eastern Horn of Africa: Human Rights Defenders Project, Civicus World Alliance for Citizen Participation, Amnesty International, Advocates for Human Rights, and UN Watch.",
    "Speaking on Sri Lanka were the European Union, Netherlands on behalf of the Benelux countries, Norway on behalf of the Nordic-Baltic countries, United Kingdom on behalf of the Sri Lanka Core Group, Saudi Arabia on behalf of the Gulf Cooperation Council, Germany, Egypt, Montenegro, Democratic People’s Republic of Korea, Canada, Philippines, Nepal, Kenya, India and France.",
    "Speakers said Sri Lanka should ensure a safe democratic space and strong independent judicial institutions.  The erosion of democratic institutions and the lack of accountability for past human rights violations was undermining progress. The building of a prosperous State for all Sri Lankans was required, including all minorities.",
    "The Government had taken the first steps to undertake reforms, but there was a long road ahead.  There was also concern for political prisoners still in custody, and concern that the proposed changes were not sufficient to address human rights concerns.  There should be freedom of speech for journalists and those in minority communities, as well as non-governmental organisations.",
    "The Government should ensure the independence and effectiveness of human rights institutions, and encourage proper investigation of reports of deaths in police custody.  There should be full implementation of Council resolution 46/1.",
    "More comprehensive reforms were needed to allow civil society to operate freely and safely, and to bring terrorism legislation in line with international norms and standards.  The rights of religious minorities should be protected.  More inclusive governance was needed in Sri Lanka: a safe and open space should be maintained, even for dissent.  Ensuring accountability and justice for survivors was essential for maintaining peace and ensuring reconciliation.",
    "A more comprehensive and deeper reform agenda was required to ensure that future violations could not occur.  The Government should fully consider the numerous and consecutive recommendations made by various United Nations mechanisms and organisations.  The lack of domestic progress in accountability and the reconciliation process required further commitment by the Government.  The human rights situation could degrade further if steps were not taken to address the issues of the past.",
    "Some speakers said that reports should be based on reliable, objective and neutral observation.  The development of reports should be done with constructive cooperation with the concerned country.  When dealing with human rights situations, the Council should retain a non-biased, non-selective and non-hypocritical point of view.",
    "The community of nations should support in good faith any steps taken towards reconciliation in the country, and encourage genuine dialogue in an impartial manner, standing against selectivity, politicisation and double standards.  The Human Rights Council should support Sri Lanka in order to achieve its priorities for its domestic development in the context of its own needs."
  ]
}