{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Dayasiri-says-SLFP-will-not-leave-Govt/56-731586",
  "time_ut": 1646621160,
  "title": "Dayasiri says SLFP will not leave Govt.",
  "body_lines": [
    "General Secretary State Minister Dayasiri Jayasekara",
    "",
    "",
    "",
    "",
    "",
    "",
    "Sri Lanka Freedom Party (SLFP) General Secretary State Minister Dayasiri Jayasekara says no decision has been taken to leave the Government and the party will continue to work with the Government.",
    "The State Minister made this statement following a meeting of the SLFP District and Electoral Organizers held in Colombo Saturday.",
    "Dayasiri said that a discussion will be held with the President on Tuesday (8 March) on the current political situation and future course of action. All SLFP district and electorate organizers were summoned to Colombo today for the meeting held at the SLFP headquarters yesterday. The meeting was held under the patronage of the Chairman of the SLFP, former President Maithripala Sirisena.",
    "A special discussion between President Gotabaya Rajapaksa and the 14 members of the Sri Lanka Freedom Party will be held at 4.00 p.m. on Tuesday at the Presidential Secretariat.",
    "Sources say that the proposal submitted by the Sri Lanka Freedom Party regarding the crisis in the country will be discussed at the meeting.",
    "The Sri Lanka Freedom Party recently tabled a 15-point resolution on the economic and political crisis in the country.",
    "Meanwhile, a special discussion between the leaders of the Sri Lanka Freedom Party and the leaders of the Government’s allied parties was held at the office of Parliamentarian Tiran Alles Saturday.",
    "It is reported that the removal of Wimal Weerawansa and Udaya Gammanpila from their ministerial posts as well as the invitation extended by the President to the SLFP to come to a discussion were discussed at length.",
    "Former President Maithripala Sirisena, General Secretary Dayasiri Jayasekara, State Ministers Duminda Dissanayake, Lasantha Alagiyawanna, Minister Vasudeva Nanayakkara, MPs Athuraliye Rathana Thero, Wimal Weerawansa, Udaya Gammanpila, Prof. Tissa Vitharana, Tiran Alles, Gevindu Kumaratunga, Weerasumana Weerasinghe, Dr. G Weerasinghe, DEW Gunasekara and others participated in the discussion."
  ]
}