{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-to-suspend-forex-payments-outside-banking-system/108-236030",
  "time_ut": 1651258800,
  "title": "CB to suspend forex payments outside banking system",
  "body_lines": [
    "A circular to be issued soon banning any imports paid outside banking system",
    "CB governor says exchange rate is overvalued and expects it to ease with measures taken",
    "Requests banks to issue forex for educational and medical needs under humanitarian grounds",
    "Any rapid finance from IMF is not forthcoming but programme support possible in three months",
    "CB expects to ride out next three months via Indian line of credit and other multilateral assistance",
    "The Central Bank yesterday announced a slew of measures in a bid to ride the current economic emergency, caused by the severe dearth in foreign currency in the domestic market, until any deal could be struck with the International Monetary Fund (IMF) for a rescue package.",
    "The Central Bank of Sri Lanka yesterday announced that a mandatory requirement would be imposed, under which all payments for imports should be made via the banking systems. Central Bank Governor Dr. Nandala Weerasinghe said the banks would be requested to provide the essential foreign currency payments for Sri Lankan students studying overseas. He also said the default status of loans would be not changed",
    "The measures are aimed at improving the dollar liquidity in the domestic foreign exchange market by drawing foreign currency as much as possible from the formal banking channels and thereby substantially narrowing the black-market premiums that are prevalent at present.",
    "Although many were hoping that some emergency assistance would be forthcoming at the conclusion of the initial talks with the IMF last week in Washington, the Fund will not extend any rapid financing but would engage with the authorities for a more medium-term Extended Fund Facility (EFF), which may run at least three years with a comprehensive macro-economic stability package.",
    "That also hinges on the extent of the success of the government with its creditors with regard to debt restructuring.",
    "Speaking at a press conference, Central Bank Governor Dr. Nandalal Weerasinghe said while a Staff-level agreement could be possible in two months with the IMF, any flow of funds from the Fund could only happen after the IMF Board in Washington gives their nod, a process which could take a couple more weeks.  However, in order to manage the foreign currency situation, which is reaching a breaking point, the Central Bank announced a string of initiatives that could come in an all-encompassing circular shortly.",
    "Providing a preview of what contains in their coming circular, Dr. Weerasinghe said the Central Bank took a decision to suspend imports under a system known as ‘Open Accounts’, where the importers used to bypass the formal banking system by making payments via Hawala and Undiyal.  “Through these measures we try our best to draw foreign exchange transactions that happen outside the banking system into the banking system,” he said.",
    "“To this effect, a circular would soon be issued suspending these imports that are happening in these channels, after allowing some period for those who have already used the Open Accounts method, with the aim of ensuring all import and export-related payments happen only through the banking channels,” Dr. Weeraisinghe added.",
    "“So, we effectively close the avenue available for anyone to import by paying outside the banking system,” he made further clarity.",
    "The formal systems that are available in the market to import goods via the banking sector are letters of credit, documents against acceptance (DA) terms and documents against payment (DP) terms.",
    "It’s still unclear whether the suspension would apply even to trade via DA and DP terms but Dr. Weerasinghe made clear that some exception would be allowed for those who engage in the export trade such as apparel manufacturers, who are required to settle their suppliers in dollars.",
    "While this suspension would effectively kill the demand for foreign exchange in the informal channels, the Central Bank renewed their calls to use the formal channels when repatriating all inflows through the banking channels, as the current rate offered by the banks is very attractive.",
    "The United States dollar was quoted at between Rs.347/359 yesterday, more than a 70 percent plunge in the value of the rupee since it was allowed a full float on March 7.",
    "In the absence of demand in the informal market for foreign exchange, the remitters would also be compelled to use the formal channels to send banks their money earned via exports or migration.",
    "While Dr. Weerasinghe believes that the current exchange rate is overvalued, he expects the rate to somewhat ease when the formal foreign exchange market becomes fully functional and the demand for dollars declines as a result of the demand destruction measures taken a fortnight ago.",
    "Meanwhile, the monies repatriated via formal channels also allow the authorities to ensure that these monies are channelled into essential imports. But when the money is sent via the informal channels, such foreign exchange goes in most cases into non-essential imports.",
    "Further, the Central Bank has also requested banks to prioritise issuing foreign currency when the demand is for educational and healthcare reasons under humanitarian grounds, as the decline of such requests by the banks has drawn them to the informal channels, creating a thriving informal market.",
    "Dr. Weerasinghe in the same vein said although these rules are imposed considering the current emergency economic situation, these would be gradually relaxed when the inflows are gradually reinstated considering the difficulties facing the businesses and individuals.",
    "Besides the above measures, the Central Bank is also banking on the Indian line of credit with the size of US $ 1.5 billion, debt deferment enjoyed form India through the year end other multilateral funding support to help the country to meet the dollar demand to ride out the next two to three months till any rescue package is possible with the IMF."
  ],
  "translate": {
    "si": {
      "title": "බැංකු පද්ධතියෙන් පිටත විදේශ විනිමය ගෙවීම් අත්හිටුවීමට CB",
      "body_lines": [
        "බැංකු පද්ධතියෙන් පිටත ගෙවන කිසිදු ආනයනයක් තහනම් කරමින් චක්‍රලේඛයක් ළඟදීම නිකුත් කිරීමට නියමිතය",
        "CB ආණ්ඩුකාරවරයා පවසන්නේ විනිමය අනුපාතිකය අධික ලෙස තක්සේරු කර ඇති අතර ගනු ලබන ක්‍රියාමාර්ග සමඟ එය ලිහිල් වනු ඇතැයි අපේක්ෂා කරන බවයි",
        "මානුෂීය හේතුන් යටතේ අධ්‍යාපනික සහ වෛද්‍ය අවශ්‍යතා සඳහා විදේශ විනිමය නිකුත් කරන ලෙස බැංකුවලින් ඉල්ලා සිටී",
        "IMF වෙතින් ඕනෑම වේගවත් මූල්‍යයක් නොපැමිණෙන නමුත් මාස තුනකින් වැඩසටහන් සහාය ලබා ගත හැකිය",
        "ඉන්දියානු ණය මාර්ගය සහ අනෙකුත් බහුපාර්ශ්වික ආධාර හරහා ඉදිරි මාස තුනෙන් පිටවීමට CB අපේක්ෂා කරයි",
        "ගලවා ගැනීමේ පැකේජයක් සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ ඕනෑම ගනුදෙනුවකට එළඹෙන තෙක් දේශීය වෙළඳපොලේ විදේශ මුදල්වල දැඩි හිඟය හේතුවෙන් ඇති වී ඇති වත්මන් ආර්ථික හදිසි අවස්ථාවෙන් මිදීම සඳහා මහ බැංකුව පියවර රැසක් ප්‍රකාශයට පත් කළේය. .",
        "ශ්‍රී ලංකා මහ බැංකුව ඊයේ නිවේදනය කළේ ආනයනය සඳහා වන සියලුම ගෙවීම් බැංකු පද්ධති හරහා සිදු කළ යුතු බවට අනිවාර්ය අවශ්‍යතාවයක් පැනවෙන බවයි. විදේශයන්හි අධ්‍යාපනය ලබන ශ්‍රී ලාංකික සිසුන් සඳහා අත්‍යවශ්‍ය විදේශ මුදල් ගෙවීම් ලබා දෙන ලෙස බැංකුවලින් ඉල්ලා සිටින බව මහ බැංකු අධිපති ආචාර්ය නන්දල වීරසිංහ මහතා පැවසීය. ණය පැහැර හැරීමේ තත්ත්වය වෙනස් නොකරන බවද ඔහු පැවසීය",
        "විධිමත් බැංකු නාලිකාවලින් හැකිතාක් විදේශ මුදල් ලබා ගැනීමෙන් දේශීය විදේශ විනිමය වෙළෙඳපොළේ ඩොලර් ද්‍රවශීලතාව වැඩිදියුණු කිරීම සහ එමඟින් දැනට පවතින කළු වෙළෙඳපොළ වාරික සැලකිය යුතු ලෙස අඩු කිරීම මෙම පියවරවල අරමුණයි.",
        "පසුගිය සතියේ වොෂින්ටනයේ IMF සමඟ පැවති මූලික සාකච්ඡා අවසානයේ යම් හදිසි ආධාරයක් ලැබෙනු ඇතැයි බොහෝ දෙනා බලාපොරොත්තු වුවද, අරමුදල කිසිදු වේගවත් මූල්‍යකරණයක් ලබා නොදෙන නමුත් වඩාත් මධ්‍ය කාලීන විස්තීරණ අරමුදල් පහසුකමක් සඳහා බලධාරීන් සමඟ සම්බන්ධ වනු ඇත. EFF), විස්තීරණ සාර්ව-ආර්ථික ස්ථායීතා පැකේජයක් සමඟ අවම වශයෙන් වසර තුනක් ක්‍රියාත්මක විය හැක.",
        "එය ද ණය ප්‍රතිව්‍යුහගත කිරීම සම්බන්ධයෙන් එහි ණයහිමියන් සමඟ ආණ්ඩුවේ සාර්ථකත්වයේ තරම මත රඳා පවතී.",
        "මාධ්‍ය හමුවක් අමතමින් මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ කියා සිටියේ ජාමූඅ සමඟ මාණ්ඩලික මට්ටමේ ගිවිසුමක් මාස දෙකකින් කළ හැකි වුවද, අරමුදලෙන් ඕනෑම මුදල් ප්‍රවාහයක් සිදුවිය හැක්කේ වොෂින්ටනයේ ජාත්‍යන්තර මූල්‍ය අරමුදලේ මණ්ඩලයේ අනුමැතිය ලැබීමෙන් පසුවය. තවත් සති කිහිපයක් ගත විය හැකි ක්‍රියාවලියකි. කෙසේ වෙතත්, බිඳවැටීමේ ලක්ෂ්‍යයකට ළඟා වෙමින් පවතින විදේශ මුදල් තත්ත්වය කළමනාකරණය කිරීම සඳහා, මහ බැංකුව විසින් නුදුරේදීම සර්ව සම්පූර්ණ චක්‍රලේඛයකින් පැමිණිය හැකි මුල පිරීම් මාලාවක් ප්‍රකාශයට පත් කරන ලදී.",
        "ඔවුන්ගේ ඉදිරි චක්‍රලේඛයේ අඩංගු දේ පිළිබඳ පෙරදසුනක් සපයමින් ආචාර්ය වීරසිංහ පැවසුවේ ආනයනකරුවන් හවාලා හරහා ගෙවීම් සිදු කරමින් විධිමත් බැංකු ක්‍රමය මග හැරීමට පුරුදුව සිටි 'විවෘත ගිණුම්' නමින් හැඳින්වෙන ක්‍රමයක් යටතේ ආනයනය අත්හිටුවීමට මහ බැංකුව තීරණය කළ බවයි. උන්ඩියල්. \"මෙම ක්‍රියාමාර්ග හරහා බැංකු පද්ධතියට පිටතින් සිදුවන විදේශ විනිමය ගනුදෙනු බැංකු පද්ධතියට ඇද ගැනීමට අපි අපේ උපරිමයෙන් උත්සාහ කරමු,\" ඔහු පැවසීය.",
        "“මේ සඳහා, දැනටමත් විවෘත ගිණුම් ක්‍රමය භාවිතා කර ඇති අයට යම් කාල සීමාවක් ලබා දීමෙන් පසු, ආනයනය සහ අපනයනය සම්බන්ධ සියලුම ගෙවීම් පමණක් සිදු වන බව සහතික කිරීමේ අරමුණින්, මෙම නාලිකාවල සිදුවන මෙම ආනයනය අත්හිටුවමින් චක්‍රලේඛයක් ඉක්මනින් නිකුත් කරනු ඇත. බැංකු මාර්ග හරහා,” ආචාර්ය වීරසිංහ වැඩිදුරටත් පැවසීය.",
        "\"එබැවින්, බැංකු පද්ධතියෙන් පිටත ගෙවා ඕනෑම කෙනෙකුට ආනයනය කිරීමට ඇති මාර්ගය අපි ඵලදායී ලෙස වසා දමමු,\" ඔහු තවදුරටත් පැහැදිලි කළේය.",
        "බැංකු අංශය හරහා භාණ්ඩ ආනයනය කිරීම සඳහා වෙළඳපොලේ පවතින විධිමත් පද්ධති වන්නේ ණය ලිපි, පිළිගැනීමට එරෙහි ලේඛන (ඩීඒ) නියමයන් සහ ගෙවීම් (ඩීපී) නියමයන්ට එරෙහි ලේඛන වේ.",
        "ඩීඒ සහ ඩීපී කොන්දේසි හරහා වෙළඳාම් කිරීමට පවා මෙම අත්හිටුවීම අදාළ වේද යන්න තවමත් පැහැදිලි නැත, නමුත් ඩොලර් වලින් තම සැපයුම්කරුවන් පියවීමට අවශ්‍ය වන ඇඟලුම් නිෂ්පාදකයින් වැනි අපනයන වෙළඳාමේ යෙදෙන අයට යම් ව්‍යතිරේකයක් ලබා දෙන බව ආචාර්ය වීරසිංහ පැහැදිලි කළේය. .",
        "මෙම අත්හිටුවීම අවිධිමත් නාලිකාවල විදේශ විනිමය සඳහා ඇති ඉල්ලුම ඵලදායී ලෙස විනාශ කරනු ඇති අතර, බැංකු විසින් පිරිනමනු ලබන වත්මන් අනුපාතය ඉතා ආකර්ශනීය බැවින්, බැංකු නාලිකා හරහා සියලු ගලා ඒම ආපසු ගෙන්වා ගැනීමේදී විධිමත් නාලිකා භාවිතා කිරීමට මහ බැංකුව ඔවුන්ගේ ඇමතුම් අලුත් කළේය.",
        "එක්සත් ජනපද ඩොලරය ඊයේ රුපියල් 347/359 ත් අතර අගයක් ගත් අතර, එය මාර්තු 7 වන දින සම්පූර්ණයෙන්ම පාවීමට ඉඩ දීමෙන් පසුව රුපියලේ අගය සියයට 70 කට වඩා පහත වැටුණි.",
        "විදේශ විනිමය සඳහා අවිධිමත් වෙළඳපොලේ ඉල්ලුමක් නොමැති අවස්ථාවක, අපනයනය හෝ සංක්‍රමණය හරහා උපයාගත් මුදල් බැංකු වෙත යැවීම සඳහා විධිමත් නාලිකා භාවිතා කිරීමට ප්‍රේෂණකරුවන්ට බල කෙරෙනු ඇත.",
        "වත්මන් විනිමය අනුපාතිකය අධිතක්සේරු කර ඇති බව ආචාර්ය වීරසිංහ විශ්වාස කරන අතර, දෙසතියකට පෙර ගත් ඉල්ලුම විනාශ කිරීමේ ක්‍රියාමාර්ගවල ප්‍රතිඵලයක් ලෙස විධිමත් විදේශ විනිමය වෙළෙඳපොළ සම්පූර්ණයෙන්ම ක්‍රියාත්මක වන විට සහ ඩොලර් සඳහා ඇති ඉල්ලුම අඩු වූ විට අනුපාතය තරමක් අඩු වනු ඇතැයි ඔහු අපේක්ෂා කරයි.",
        "මේ අතර, විධිමත් මාර්ග ඔස්සේ ආපසු හරවා යවන ලද මුදල්, මෙම මුදල් අත්‍යාවශ්‍ය ආනයන සඳහා යොමු කිරීම සහතික කිරීමට බලධාරීන්ට ඉඩ සලසයි. නමුත් අවිධිමත් මාර්ග හරහා මුදල් යවන විට, එවැනි විදේශ විනිමය බොහෝ අවස්ථාවලදී අත්‍යාවශ්‍ය නොවන ආනයනවලට යයි.",
        "තවද, මානුෂීය හේතූන් යටතේ අධ්‍යාපනික සහ සෞඛ්‍ය සේවා හේතූන් මත ඉල්ලුම පවතින විට විදේශ මුදල් නිකුත් කිරීමට ප්‍රමුඛත්වය දෙන ලෙස මහ බැංකුව බැංකුවලින් ඉල්ලීමක් කර ඇති අතර, බැංකු විසින් එවැනි ඉල්ලීම් ප්‍රතික්ෂේප කිරීම අවිධිමත් නාලිකා වෙත ඔවුන්ව ඇදගෙන ගොස් සමෘද්ධිමත් අවිධිමත් වෙළඳපොළක් නිර්මාණය කරයි.",
        "පවතින හදිසි ආර්ථික තත්ත්වය සැලකිල්ලට ගනිමින් මෙම නීති පනවනු ලැබුවද ව්‍යාපාර සහ පුද්ගලයන් මුහුණ දෙන දුෂ්කරතා සලකා බලා ගලා ඒම ක්‍රමයෙන් යථා තත්ත්වයට පත් කළ විට මේවා ක්‍රමානුකූලව ලිහිල් වනු ඇතැයි වෛද්‍ය වීරසිංහ මහතා ද ප්‍රකාශ කළේය.",
        "ඉහත ක්‍රියාමාර්ගවලට අමතරව, මහ බැංකුව ඇමරිකානු ඩොලර් බිලියන 1.5 ක විශාලත්වයකින් යුත් ඉන්දියානු ණය රේඛාව මත ද බැංකු ගත කරයි, වසර අවසානයේ දී ඉන්දියාවෙන් ණය කල්දැමීම භුක්ති විඳිමින් ඩොලර් ඉල්ලුම සපුරාලීමට රටට උපකාර කිරීම සඳහා වෙනත් බහුපාර්ශ්වික අරමුදල් ආධාර සපයයි. IMF සමඟ ඕනෑම ගලවා ගැනීමේ පැකේජයක් හැකි වන තෙක් ඉදිරි මාස දෙක තුන තුළ."
      ]
    },
    "ta": {
      "title": "வங்கி முறைக்கு வெளியே அந்நிய செலாவணி கொடுப்பனவுகளை இடைநிறுத்த CB",
      "body_lines": [
        "வங்கி முறைக்கு வெளியே செலுத்தப்படும் எந்த இறக்குமதியையும் தடை செய்யும் சுற்றறிக்கை விரைவில் வெளியிடப்படும்",
        "CB கவர்னர், மாற்று விகிதம் அதிகமாக மதிப்பிடப்பட்டுள்ளது என்றும், எடுக்கப்பட்ட நடவடிக்கைகளால் அது எளிதாக்கப்படும் என்றும் எதிர்பார்க்கிறார்",
        "மனிதாபிமான அடிப்படையில் கல்வி மற்றும் மருத்துவத் தேவைகளுக்கு அந்நிய செலாவணியை வழங்க வங்கிகளைக் கோருகிறது",
        "IMF இலிருந்து எந்தவொரு விரைவான நிதியும் வரவில்லை, ஆனால் திட்ட ஆதரவு மூன்று மாதங்களில் சாத்தியமாகும்",
        "இந்திய கடன் மற்றும் பிற பலதரப்பு உதவிகள் மூலம் அடுத்த மூன்று மாதங்களில் சவாரி செய்ய CB எதிர்பார்க்கிறது",
        "சர்வதேச நாணய நிதியத்துடன் (IMF) மீட்புப் பொதிக்காக எந்தவொரு ஒப்பந்தமும் மேற்கொள்ளப்படும் வரை, உள்நாட்டு சந்தையில் வெளிநாட்டு நாணயத்தின் கடுமையான பற்றாக்குறையினால் ஏற்பட்டுள்ள தற்போதைய பொருளாதார நெருக்கடியை சமாளிக்கும் முயற்சியில் மத்திய வங்கி நேற்று பல நடவடிக்கைகளை அறிவித்தது. .",
        "இறக்குமதிக்கான அனைத்துக் கொடுப்பனவுகளும் வங்கி முறைமைகளின் ஊடாகச் செலுத்தப்பட வேண்டும் என்ற கட்டாயத் தேவை விதிக்கப்படும் என இலங்கை மத்திய வங்கி நேற்று அறிவித்தது. வெளிநாடுகளில் கல்வி கற்கும் இலங்கை மாணவர்களுக்கான அத்தியாவசிய வெளிநாட்டு நாணய கொடுப்பனவுகளை வழங்குமாறு வங்கிகளிடம் கோரப்படும் என மத்திய வங்கியின் ஆளுநர் கலாநிதி நந்தல வீரசிங்க தெரிவித்துள்ளார். கடன்களின் இயல்பு நிலை மாற்றப்படாது என்றும் அவர் கூறினார்",
        "முறையான வங்கி வழிகளில் இருந்து வெளிநாட்டு நாணயத்தை முடிந்தவரை பெறுவதன் மூலம் உள்நாட்டு அந்நியச் செலாவணி சந்தையில் டாலர் பணப்புழக்கத்தை மேம்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது மற்றும் அதன் மூலம் தற்போது நடைமுறையில் உள்ள கறுப்புச் சந்தை பிரீமியங்களை கணிசமாகக் குறைக்கிறது.",
        "கடந்த வாரம் வாஷிங்டனில் IMF உடனான ஆரம்ப பேச்சுவார்த்தையின் முடிவில் சில அவசர உதவிகள் கிடைக்கும் என்று பலர் எதிர்பார்த்தாலும், நிதியானது விரைவான நிதியுதவியை வழங்காது, மேலும் நடுத்தர கால நீட்டிக்கப்பட்ட நிதி வசதிக்காக அதிகாரிகளுடன் ஈடுபடும் ( EFF), இது ஒரு விரிவான மேக்ரோ-பொருளாதார ஸ்திரத்தன்மை தொகுப்புடன் குறைந்தபட்சம் மூன்று ஆண்டுகள் இயங்கலாம்.",
        "இது கடன் மறுசீரமைப்பு தொடர்பாக அதன் கடனாளிகளுடன் அரசாங்கத்தின் வெற்றியின் அளவையும் சார்ந்துள்ளது.",
        "செய்தியாளர் மாநாட்டில் பேசிய மத்திய வங்கியின் ஆளுனர் கலாநிதி நந்தலால் வீரசிங்க, சர்வதேச நாணய நிதியத்துடன் பணியாளர் மட்ட ஒப்பந்தம் இரண்டு மாதங்களில் சாத்தியப்படும் அதேவேளை, வாஷிங்டனில் உள்ள சர்வதேச நாணய நிதிய சபையின் அனுமதியின் பின்னரே நிதியத்திலிருந்து எந்தவொரு நிதிப் பாய்ச்சலும் நிகழ முடியும். ஒரு செயல்முறை இன்னும் இரண்டு வாரங்கள் ஆகலாம். எவ்வாறாயினும், ஒரு முறிவுப் புள்ளியை எட்டியுள்ள வெளிநாட்டு நாணய நிலைமையை நிர்வகிப்பதற்கு, மத்திய வங்கியானது, அனைத்தையும் உள்ளடக்கிய ஒரு சுற்றறிக்கையில் விரைவில் வரக்கூடிய ஒரு தொடர் முயற்சிகளை அறிவித்தது.",
        "அவர்களின் வரவிருக்கும் சுற்றறிக்கையில் உள்ளவை பற்றிய முன்னோட்டத்தை வழங்கிய கலாநிதி வீரசிங்க, 'திறந்த கணக்குகள்' எனப்படும் முறையின் கீழ் இறக்குமதியை இடைநிறுத்துவதற்கு மத்திய வங்கி தீர்மானித்துள்ளதாகவும், அங்கு இறக்குமதியாளர்கள் ஹவாலா மற்றும் முறையான வங்கி முறையைப் புறக்கணித்து பணம் செலுத்துவதாகவும் கூறினார். உண்டியல். \"இந்த நடவடிக்கைகளின் மூலம் வங்கி முறைக்கு வெளியே நடக்கும் அந்நிய செலாவணி பரிவர்த்தனைகளை வங்கி அமைப்பிற்குள் கொண்டு வர எங்களால் முடிந்த அனைத்தையும் செய்ய முயற்சிக்கிறோம்,\" என்று அவர் கூறினார்.",
        "\"இதன் விளைவு, அனைத்து இறக்குமதி மற்றும் ஏற்றுமதி தொடர்பான கொடுப்பனவுகள் மட்டுமே நடப்பதை உறுதி செய்யும் நோக்கத்துடன், ஏற்கனவே திறந்த கணக்கு முறையைப் பயன்படுத்தியவர்களுக்கு சிறிது கால அவகாசம் அளித்த பிறகு, இந்த சேனல்களில் நடக்கும் இந்த இறக்குமதிகளை நிறுத்தி வைக்கும் சுற்றறிக்கை விரைவில் வெளியிடப்படும். வங்கி வழிகள் மூலம்,” டாக்டர் வீரசிங்க மேலும் கூறினார்.",
        "\"எனவே, வங்கி முறைக்கு வெளியே பணம் செலுத்துவதன் மூலம் எவரும் இறக்குமதி செய்யக்கூடிய வழியை நாங்கள் திறம்பட மூடுகிறோம்,\" என்று அவர் மேலும் தெளிவுபடுத்தினார்.",
        "வங்கித் துறையின் மூலம் பொருட்களை இறக்குமதி செய்ய சந்தையில் கிடைக்கும் முறையான அமைப்புகள் கடன் கடிதங்கள், ஏற்றுக்கொள்வதற்கு எதிரான ஆவணங்கள் (DA) விதிமுறைகள் மற்றும் பணம் செலுத்துதல் (DP) விதிமுறைகளுக்கு எதிரான ஆவணங்கள்.",
        "DA மற்றும் DP விதிமுறைகள் மூலம் வர்த்தகம் செய்வதற்கு கூட இந்த இடைநிறுத்தம் பொருந்துமா என்பது இன்னும் தெளிவாகத் தெரியவில்லை, ஆனால் ஏற்றுமதி வர்த்தகத்தில் ஈடுபடும் ஆடை உற்பத்தியாளர்கள் போன்றோருக்கு சில விதிவிலக்குகள் அனுமதிக்கப்படும் என்றும், அவர்கள் தங்கள் சப்ளையர்களை டாலரில் தீர்த்துக் கொள்ள வேண்டும் என்றும் டாக்டர் வீரசிங்க தெளிவுபடுத்தினார். .",
        "இந்த இடைநீக்கம் முறைசாரா சேனல்களில் அந்நியச் செலாவணிக்கான தேவையை திறம்படக் குறைக்கும் அதே வேளையில், வங்கிகள் வழங்கும் தற்போதைய விகிதம் மிகவும் கவர்ச்சிகரமானதாக இருப்பதால், வங்கி சேனல்கள் மூலம் அனைத்து வரவுகளையும் திருப்பி அனுப்பும்போது முறையான சேனல்களைப் பயன்படுத்துவதற்கான அழைப்புகளை மத்திய வங்கி புதுப்பித்தது.",
        "யுனைடெட் ஸ்டேட்ஸ் டாலர் நேற்று ரூ.347/359 க்கு இடையில் மேற்கோள் காட்டப்பட்டது, இது மார்ச் 7 அன்று ஒரு முழு மிதவைக்கு அனுமதிக்கப்பட்டதிலிருந்து ரூபாயின் மதிப்பில் 70 சதவீதத்திற்கும் அதிகமாக சரிந்தது.",
        "அந்நியச் செலாவணிக்கான முறைசாரா சந்தையில் தேவை இல்லாத நிலையில், ஏற்றுமதி அல்லது இடம்பெயர்வு மூலம் சம்பாதித்த பணத்தை வங்கிகளுக்கு அனுப்ப முறையான சேனல்களைப் பயன்படுத்தவும் அனுப்புபவர்கள் கட்டாயப்படுத்தப்படுவார்கள்.",
        "கலாநிதி வீரசிங்க, தற்போதைய நாணய மாற்று வீதம் மிகைப்படுத்தப்பட்டதாக நம்புகின்ற அதேவேளை, முறையான அந்நியச் செலாவணிச் சந்தை முழுமையாகச் செயற்படும் போது, ​​பதினைந்து நாட்களுக்கு முன்னர் எடுக்கப்பட்ட தேவை அழிவு நடவடிக்கைகளின் விளைவாக டொலருக்கான தேவை குறையும் போது, ​​விகிதமானது ஓரளவு குறையும் என அவர் எதிர்பார்க்கிறார்.",
        "இதற்கிடையில், முறையான வழிகள் மூலம் திருப்பி அனுப்பப்படும் பணம், இந்த பணம் அத்தியாவசிய இறக்குமதிகளாக மாற்றப்படுவதை உறுதிசெய்ய அதிகாரிகளை அனுமதிக்கிறது. ஆனால் முறைசாரா வழிகளில் பணம் அனுப்பப்படும் போது, ​​அத்தகைய அந்நியச் செலாவணி பெரும்பாலான சந்தர்ப்பங்களில் அத்தியாவசியமற்ற இறக்குமதிகளுக்கு செல்கிறது.",
        "மேலும், மனிதாபிமான அடிப்படையில் கல்வி மற்றும் சுகாதாரக் காரணங்களுக்காக வெளிநாட்டு நாணயங்களை வழங்குவதற்கு முன்னுரிமை அளிக்குமாறு வங்கிகளை மத்திய வங்கி கேட்டுக் கொண்டுள்ளது, ஏனெனில் வங்கிகளின் இத்தகைய கோரிக்கைகளின் குறைப்பு முறைசாரா சேனல்களுக்கு அவர்களை இழுத்து, செழிப்பான முறைசாரா சந்தையை உருவாக்குகிறது.",
        "தற்போதைய அவசரகால பொருளாதார நிலைமையைக் கருத்தில் கொண்டு இந்த விதிகள் விதிக்கப்பட்டாலும், வணிகங்கள் மற்றும் தனிநபர்கள் எதிர்கொள்ளும் சிரமங்களைக் கருத்தில் கொண்டு வரவுகள் படிப்படியாக மீட்டெடுக்கப்படும்போது இவை படிப்படியாகத் தளர்த்தப்படும் என்றும் அதே பாணியில் டாக்டர் வீரசிங்க கூறினார்.",
        "மேற்கூறிய நடவடிக்கைகளைத் தவிர, மத்திய வங்கியானது 1.5 பில்லியன் அமெரிக்க டாலர் அளவுக்கு இந்தியக் கடன் வரியில் வங்கிகளைச் செய்து வருகிறது, இந்த ஆண்டு இறுதியில் இந்தியாவில் இருந்து கடன் ஒத்திவைப்பு அனுபவித்து வருகிறது. அடுத்த இரண்டு அல்லது மூன்று மாதங்களில் IMF மூலம் எந்த மீட்புப் பொதியும் சாத்தியமாகும் வரை."
      ]
    }
  }
}