{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/over-16-pct-sri-lanka-state-uni-students-sexually-harassed-1-5-pct-forced-into-sex-study-91916/",
  "time_ut": 1647922260,
  "title": "Over 16 pct Sri Lanka state uni students sexually harassed, 1.5 pct forced into sex: study",
  "body_lines": [
    "ECONOMYNEXT – A UNICEF-backed study by Sri Lanka’s University Grants Commission (UGC) has found that 16.6 percent of the surveyed state university students had faced sexual harassment, while 23.8 percent had been subjected to physical abuse, with 1.5 percent forced into sex. Over 51 percent had undergone verbal harassment, while 34.3 percent had faced psychological violence – all as a result of ragging, a statement from UNICEF Sri Lanka said on Monday (21).",
    "Among students in public sector universities, 21 percent reported having been subjected to verbal sexual violence, the study found.",
    "Conducted by the UGC’s Centre for Gender Equity and Equality and funded by UNICEF, the study had focused on the prevalence of ragging and Sexual and Gender Based Violence (SGBV) in Sri Lankan State universities. UNICEF said the findings revealed the extent and the negative consequences of ragging",
    "The study covered a cross section of universities: old and new universities, and those situated in previously conflict-affected areas.",
    "This is the first study to have separate set of questionnaires on “Social Climate and Ragging” and “experience of SGBV” administered among students and another on “staff climate” administered among the academic and non-academic staff, UNICEF said.",
    "“Ragging, a practice affecting in some form over half of students in state universities in Sri Lanka according to the study, continues to evolve in nature and consequences, often creating a toxic learning environment.  Ragging is both verbal and physical, including drug abuse, assault and sexual harassment.  It colludes with SGBV, another grave concern within the university system in Sri Lanka.”",
    "UGC Chairman Prof Sampath Amaratunge was quoted as saying at the launch of the report: “Sri Lankan state universities have been producing globally renown individuals in all most all the professions. However, in the recent past there has been a growing concern on prevalence of ragging and SGBV in state universities in Sri Lanka.”",
    "Amaratunge said the findings pave the way to develop interventions that can mitigate ragging and SGBV in state universities and promote diversity and inclusion to ensure quality of education and well-being of all the members in State University communities in Sri Lanka.",
    "Over 51% of the students surveyed had been subjected to verbal harassments, 34.3% to psychological violence, 23.8% to physical abuse and 16.6% to sexual harassments, as a result of ragging.",
    "Both academic and non-academic staff indicated the presence of SGBV although almost all incidents were reported only from one university. The report reveals that 44% of university staff had been subjected to verbal sexual violence, 22.3% requested for sexual bribes and 19.9% had experienced physical sexual violence.",
    "Among students in public sector universities, 21% reported having been subjected to verbal sexual violence and 1.5% forced into sex.",
    "Although ragging is often perceived as occurring only in the first year, the study indicates that the harassment does not end when students complete their first year “induction”. In reality, ragging is simply laying the groundwork for a system of conformity and influence, in which seniors have authority over their juniors throughout their academic careers.",
    "UNICEF noted that ragging and SGBV induces stress and produces severe anxiety. As a consequence, in the short term, students may not be able to concentrate on their studies and risk dropping out of university. As a form of violence, the long-term effects of ragging on the individual go beyond the student life, leading to timid, violent, and intolerant people whose behaviour eventually affects the entire society.",
    "UNICEF Sri Lanka representative Christian Skoog was quoted as saying: “Ensuring that the learning environment remains conducive to help young people reach their full potential is important.  Universities should provide the space for equal opportunities for youth from different backgrounds to learn and become responsible citizens.”",
    "According to the statement, the UGC has put in place additional regulations aimed at preventing harassment of the students by their seniors. University authorities are now required to report such incidents to the police, and those found guilty of the offences are liable to lengthy imprisonment, expulsion from the institution of higher education and payment for damages suffered by the victim. An additional stipulation is that all students pledge in writing that they will not engage in harassment of the new entrants.",
    "However, concerted efforts are required to tackle the practice which impacts the quality of university education and those who come out of it, said Skoog. (Colombo/Mar22/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ රාජ්‍ය විශ්වවිද්‍යාල සිසුන් සියයට 16කට වැඩි පිරිසක් ලිංගික අතවරවලට ලක්ව ඇති අතර සියයට 1.5ක් ලිංගිකව එක්වීමට බලකෙරේ: අධ්‍යයනය",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා විශ්වවිද්‍යාල ප්‍රතිපාදන කොමිෂන් සභාව (UGC) විසින් UNICEF අනුග්‍රහය ලත් අධ්‍යයනයකින් හෙළි වී ඇත්තේ සමීක්ෂණයට ලක් වූ රාජ්‍ය විශ්වවිද්‍යාල සිසුන්ගෙන් සියයට 16.6ක් ලිංගික හිරිහැරවලට මුහුණ දී ඇති අතර සියයට 23.8ක් කායික හිංසනයට ලක්ව ඇති අතර සියයට 1.5ක් ලිංගිකව හැසිරීමට බලකර ඇති බවයි. සියයට 51 කට වැඩි පිරිසක් වාචික හිරිහැරවලට ලක්ව ඇති අතර සියයට 34.3 ක් මානසික ප්‍රචණ්ඩත්වයට මුහුණ දී ඇත - සියල්ල නවක වදය හේතුවෙන් බව යුනිසෙෆ් ශ්‍රී ලංකා සඳුදා (21) නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "රාජ්‍ය අංශයේ විශ්වවිද්‍යාලවල සිසුන් අතරින් සියයට 21ක් වාචික ලිංගික හිංසනයට ලක්ව ඇති බව අධ්‍යයනයෙන් හෙළි වී තිබේ.",
        "UGC හි ස්ත්‍රී පුරුෂ සමානාත්මතාවය සහ සමානාත්මතාවය පිළිබඳ මධ්‍යස්ථානය විසින් පවත්වන ලද සහ UNICEF විසින් අරමුදල් සපයන ලද මෙම අධ්‍යයනය ශ්‍රී ලංකාවේ රාජ්‍ය විශ්ව විද්‍යාල තුළ නවක වදය සහ ලිංගික සහ ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය (SGBV) පැතිරීම කෙරෙහි අවධානය යොමු කර ඇත. UNICEF පැවසුවේ නවක වදයේ තරම සහ අහිතකර ප්‍රතිවිපාක මෙම සොයාගැනීම්වලින් හෙළි වූ බවයි",
        "මෙම අධ්‍යයනය මගින් විශ්වවිද්‍යාලවල හරස්කඩක් ආවරණය කරන ලදී: පැරණි සහ නව විශ්වවිද්‍යාල, සහ කලින් ගැටුම් ඇති වූ ප්‍රදේශවල පිහිටි ඒවා.",
        "“සමාජ දේශගුණය සහ නවක වදය” සහ “SGBV හි පළපුරුද්ද” පිළිබඳ වෙනම ප්‍රශ්නාවලියක් සිසුන් අතර පරිපාලනය කරන ලද පළමු අධ්‍යයනය මෙය වන අතර අධ්‍යයන හා අනධ්‍යයන කාර්ය මණ්ඩලය අතර පරිපාලනය කරන ලද “කාර්ය මණ්ඩල දේශගුණය” පිළිබඳ තවත් ප්‍රශ්නාවලියක් ඇති බව යුනිසෙෆ් පවසයි.",
        "“අධ්‍යයනයට අනුව ශ්‍රී ලංකාවේ රාජ්‍ය විශ්වවිද්‍යාලවල සිසුන්ගෙන් අඩකට වැඩි පිරිසකට යම් ආකාරයකට බලපාන නවක වදය, ස්වභාවයෙන් හා ප්‍රතිවිපාකවලින් අඛණ්ඩව පරිණාමය වෙමින් බොහෝ විට විෂ සහිත ඉගෙනුම් පරිසරයක් නිර්මාණය කරයි. නවක වදය මත්ද්‍රව්‍ය අනිසි භාවිතය, පහරදීම් සහ ලිංගික හිරිහැර ඇතුළු වාචික මෙන්ම ශාරීරිකද වේ. එය ශ්‍රී ලංකාවේ විශ්ව විද්‍යාල පද්ධතිය තුළ ඇති තවත් බරපතල සැලකිල්ලක් වන SGBV සමඟ සම්බන්ධ වේ.",
        "UGC සභාපති මහාචාර්ය සම්පත් අමරතුංග මහතා වාර්තාව එළිදැක්වීමේ උත්සවයේදී මෙසේ ප්‍රකාශ කළේය: “ශ්‍රී ලංකාවේ රාජ්‍ය විශ්වවිද්‍යාල සියලුම වෘත්තීන්හි ගෝලීය වශයෙන් කීර්තිමත් පුද්ගලයන් බිහිකරමින් සිටී. කෙසේ වෙතත්, මෑත අතීතයේ දී ශ්‍රී ලංකාවේ රාජ්‍ය විශ්වවිද්‍යාල තුළ නවක වදය සහ SGBV ව්‍යාප්තිය පිළිබඳ වැඩි අවධානයක් යොමු විය.",
        "රාජ්‍ය විශ්වවිද්‍යාල තුළ නවක වදය සහ SGBV අවම කළ හැකි මැදිහත්වීම් වර්ධනය කිරීමටත්, ශ්‍රී ලංකාවේ රාජ්‍ය විශ්වවිද්‍යාල ප්‍රජාවන්හි සිටින සියලුම සාමාජිකයින්ගේ අධ්‍යාපනයේ ගුණාත්මක භාවය සහ යහපැවැත්ම සහතික කිරීම සඳහා විවිධත්වය සහ ඇතුළත් කිරීම් ප්‍රවර්ධනය කිරීමටත් මෙම සොයාගැනීම් මග පාදන බව අමරතුංග මහතා පැවසීය.",
        "සමීක්‍ෂණයට ලක් වූ සිසුන්ගෙන් 51% කට වැඩි පිරිසක් නවක වදය හේතුවෙන් වාචික හිරිහැරවලට ද 34.3% ක් මානසික ප්‍රචණ්ඩත්වයට ද 23.8% ක් ශාරීරික හිංසනයන්ට ද 16.6% ක් ලිංගික හිරිහැරවලට ද ලක්ව ඇත.",
        "අධ්‍යයන සහ අනධ්‍යයන කාර්ය මණ්ඩලය යන දෙඅංශයෙන්ම SGBV පවතින බව පෙන්නුම් කරන නමුත් සියලුම සිදුවීම් පාහේ වාර්තා වූයේ එක් විශ්ව විද්‍යාලයකින් පමණි. විශ්වවිද්‍යාල කාර්ය මණ්ඩලයෙන් 44%ක් වාචික ලිංගික ප්‍රචණ්ඩත්වයට ලක්ව ඇති බවත්, 22.3%ක් ලිංගික අල්ලස් ඉල්ලා ඇති බවත්, 19.9%ක් කායික ලිංගික හිංසනයන්ට මුහුණ දී ඇති බවත් වාර්තාව අනාවරණය කරයි.",
        "රාජ්‍ය අංශයේ විශ්වවිද්‍යාලවල සිසුන් අතරින් 21%ක් වාචික ලිංගික ප්‍රචණ්ඩත්වයට ගොදුරු වී ඇති අතර 1.5%ක් බලහත්කාරයෙන් ලිංගිකව හැසිරීමට ලක් වූ බව වාර්තා වේ.",
        "නවක වදය බොහෝ විට සිදු වන්නේ පළමු වසර තුළ පමණක් වුවද, අධ්‍යයනයෙන් පෙන්නුම් කරන්නේ සිසුන් ඔවුන්ගේ පළමු වසර “ප්‍රේරණය” සම්පූර්ණ කරන විට හිරිහැර අවසන් නොවන බවයි. යථාර්ථයේ දී, නවක වදය යනු ජ්‍යෙෂ්ඨයින්ට ඔවුන්ගේ අධ්‍යයන වෘත්තීන් පුරාවටම ඔවුන්ගේ කනිෂ්ඨයන් කෙරෙහි අධිකාරියක් ඇති අනුකූලතා සහ බලපෑම් ක්‍රමයක් සඳහා පදනම දැමීමයි.",
        "නවක වදය සහ SGBV ආතතිය ඇති කරන අතර දැඩි කාංසාවක් ඇති කරන බව UNICEF සඳහන් කළේය. එහි ප්‍රතිඵලයක් ලෙස කෙටි කාලීනව සිසුන්ට තම අධ්‍යයන කටයුතු කෙරෙහි අවධානය යොමු කිරීමට නොහැකි වන අතර විශ්වවිද්‍යාල අධ්‍යාපනය හැර යාමේ අවදානමක් ඇත. ප්‍රචණ්ඩත්වයේ ආකාරයක් ලෙස, පුද්ගලයාට නවක වදයේ දිගුකාලීන බලපෑම් ශිෂ්‍ය ජීවිතයෙන් ඔබ්බට ගොස්, ලැජ්ජාශීලී, ප්‍රචණ්ඩකාරී සහ නොඉවසිලිමත් පුද්ගලයින් බවට පත් වන අතර ඔවුන්ගේ හැසිරීම අවසානයේ සමස්ත සමාජයටම බලපායි.",
        "යුනිසෙෆ් ශ්‍රී ලංකා නියෝජිත ක්‍රිස්ටියන් ස්කූග් මෙසේ ප්‍රකාශ කරන ලදී: “යෞවනයන්ට ඔවුන්ගේ සම්පූර්ණ හැකියාවන් කරා ළඟා වීමට උපකාර කිරීම සඳහා ඉගෙනීමේ පරිසරය හිතකර ලෙස පවතින බව සහතික කිරීම වැදගත් වේ. විවිධ පසුබිම්වල සිටින තරුණ තරුණියන්ට ඉගෙනීමට සහ වගකිවයුතු පුරවැසියන් වීමට සමාන අවස්ථා සඳහා විශ්වවිද්‍යාල අවකාශය සලසා දිය යුතුය.",
        "ප්‍රකාශයට අනුව, සිසුන්ට ඔවුන්ගේ ජ්‍යෙෂ්ඨයන්ගෙන් සිදුවන හිරිහැර වැළැක්වීමේ අරමුණින් UGC විසින් අතිරේක රෙගුලාසි සකස් කර ඇත. විශ්වවිද්‍යාල බලධාරීන්ට දැන් එවැනි සිදුවීම් පොලිසියට වාර්තා කිරීමට අවශ්‍ය වන අතර, වැරදිවලට ​​වරදකරුවන් වූවන්ට දීර්ඝ සිරදඬුවමක්, උසස් අධ්‍යාපන ආයතනයෙන් නෙරපා හැරීම සහ වින්දිතයාට සිදු වූ අලාභ සඳහා ගෙවීමට සිදුවේ. අතිරේක කොන්දේසියක් වන්නේ නවක සිසුන්ට හිරිහැර කිරීම්වල නොයෙදෙන බවට සියලුම සිසුන් ලිඛිතව පොරොන්දු වීමයි.",
        "කෙසේ වෙතත්, විශ්ව විද්‍යාල අධ්‍යාපනයේ ගුණාත්මක භාවයට සහ එයින් පිටවන අයට බලපාන පරිචය සමඟ කටයුතු කිරීමට සාමූහික උත්සාහයන් අවශ්‍ය බව Skoog පැවසීය. (කොළඹ/මාර්තු22/2022)"
      ]
    },
    "ta": {
      "title": "16 சதவீதத்திற்கும் அதிகமான இலங்கை அரசு பல்கலைக்கழக மாணவர்கள் பாலியல் துன்புறுத்தலுக்கு ஆளாகின்றனர், 1.5 சதவீதத்தினர் பாலுறவுக்கு கட்டாயப்படுத்தப்படுகிறார்கள்: ஆய்வு",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பல்கலைக்கழக மானியங்கள் ஆணைக்குழுவின் (UGC) UNICEF-ஆதரவு ஆய்வில், கணக்கெடுக்கப்பட்ட மாநில பல்கலைக்கழக மாணவர்களில் 16.6 சதவீதம் பேர் பாலியல் துன்புறுத்தலுக்கு ஆளானதாகவும், 23.8 சதவீதம் பேர் உடல் ரீதியான துஷ்பிரயோகத்திற்கு ஆளானதாகவும், 1.5 சதவீதம் பேர் பாலுறவுக்கு கட்டாயப்படுத்தப்பட்டதாகவும் கண்டறியப்பட்டுள்ளது. 51 சதவீதத்திற்கும் அதிகமானோர் வாய்மொழி துன்புறுத்தலுக்கு உள்ளாகியுள்ளனர், அதேவேளை 34.3 சதவீதமானோர் உளவியல் ரீதியான வன்முறைகளை எதிர்கொண்டுள்ளனர் - இவை அனைத்தும் ரேகிங்கின் விளைவாக, யுனிசெஃப் ஸ்ரீலங்காவின் அறிக்கை திங்கட்கிழமை (21) தெரிவித்துள்ளது.",
        "பொதுத்துறை பல்கலைக்கழக மாணவர்களில், 21 சதவீதம் பேர் வாய்மொழி பாலியல் வன்முறைக்கு ஆளாகியுள்ளதாக ஆய்வில் தெரியவந்துள்ளது.",
        "யுஜிசியின் பாலின சமத்துவம் மற்றும் சமத்துவத்திற்கான மையத்தால் நடத்தப்பட்டது மற்றும் யுனிசெஃப் நிதியுதவியுடன், இலங்கை அரச பல்கலைக்கழகங்களில் ராகிங் மற்றும் பாலியல் மற்றும் பாலின அடிப்படையிலான வன்முறைகள் (SGBV) பரவுவது குறித்து இந்த ஆய்வு கவனம் செலுத்தியது. ராகிங்கின் அளவு மற்றும் எதிர்மறையான விளைவுகளை கண்டுபிடிப்புகள் வெளிப்படுத்தியதாக UNICEF தெரிவித்துள்ளது",
        "இந்த ஆய்வு பல்கலைக்கழகங்களின் குறுக்கு பிரிவை உள்ளடக்கியது: பழைய மற்றும் புதிய பல்கலைக்கழகங்கள் மற்றும் முன்னர் மோதல்களால் பாதிக்கப்பட்ட பகுதிகளில் அமைந்துள்ளவை.",
        "மாணவர்களிடையே \"சமூக காலநிலை மற்றும் ராகிங்\" மற்றும் \"SGBV இன் அனுபவம்\" மற்றும் கல்வி மற்றும் கல்விசாரா ஊழியர்களிடையே \"ஊழியர்களின் காலநிலை\" பற்றிய மற்றொரு கேள்வித்தாள்களை தனித்தனியாகக் கொண்ட முதல் ஆய்வு இதுவாகும் என்று UNICEF தெரிவித்துள்ளது.",
        "\"ராகிங், ஆய்வின்படி, இலங்கையில் உள்ள அரச பல்கலைக்கழகங்களில் பாதிக்கும் மேற்பட்ட மாணவர்களை பாதிக்கும் ஒரு நடைமுறை, இயற்கையிலும் விளைவுகளிலும் தொடர்ந்து உருவாகி, பெரும்பாலும் நச்சு கற்றல் சூழலை உருவாக்குகிறது. ராகிங் என்பது போதைப்பொருள் துஷ்பிரயோகம், தாக்குதல் மற்றும் பாலியல் துன்புறுத்தல் உட்பட வாய்மொழியாகவும் உடல் ரீதியாகவும் உள்ளது. இது இலங்கையில் உள்ள பல்கலைக்கழக அமைப்பினுள் உள்ள மற்றொரு தீவிரமான கவலையான SGBV உடன் ஒத்துழைக்கிறது.",
        "UGC தலைவர் பேராசிரியர் சம்பத் அமரதுங்க இந்த அறிக்கையை வெளியிடும் போது மேற்கோள் காட்டினார்: “இலங்கை அரச பல்கலைக்கழகங்கள் அனைத்து தொழில்களிலும் உலகளாவிய புகழ் பெற்ற நபர்களை உருவாக்கி வருகின்றன. எவ்வாறாயினும், சமீப காலமாக இலங்கையில் உள்ள அரச பல்கலைக்கழகங்களில் ராகிங் மற்றும் SGBV பரவுவது குறித்த கவலை அதிகரித்து வருகிறது.",
        "இந்த கண்டுபிடிப்புகள் அரச பல்கலைக்கழகங்களில் ராகிங் மற்றும் SGBV ஐத் தணிக்கக்கூடிய தலையீடுகளை உருவாக்குவதற்கும், இலங்கையில் உள்ள அரச பல்கலைக்கழக சமூகங்களில் உள்ள அனைத்து உறுப்பினர்களின் கல்வித் தரம் மற்றும் நல்வாழ்வை உறுதி செய்வதற்கு பன்முகத்தன்மை மற்றும் உள்ளடக்கத்தை மேம்படுத்துவதற்கு வழி வகுக்கும் என்று அமரதுங்க கூறினார்.",
        "கணக்கெடுக்கப்பட்ட மாணவர்களில் 51% க்கும் அதிகமானோர் வாய்மொழி துன்புறுத்தலுக்கும், 34.3% உளவியல் வன்முறைக்கும், 23.8% உடல் ரீதியான துஷ்பிரயோகத்திற்கும், 16.6% பாலியல் துன்புறுத்தலுக்கும் ஆளாகியுள்ளனர்.",
        "கல்வி மற்றும் கல்வி சாரா ஊழியர்கள் இருவரும் SGBV இருப்பதைக் குறிப்பிட்டனர், இருப்பினும் கிட்டத்தட்ட அனைத்து சம்பவங்களும் ஒரு பல்கலைக்கழகத்தில் மட்டுமே பதிவாகியுள்ளன. பல்கலைக்கழக ஊழியர்களில் 44% பேர் வாய்மொழி பாலியல் வன்முறைக்கு ஆளானதாகவும், 22.3% பேர் பாலியல் லஞ்சம் கேட்டதாகவும், 19.9% ​​பேர் உடல்ரீதியான பாலியல் வன்முறையை அனுபவித்ததாகவும் அறிக்கை வெளிப்படுத்துகிறது.",
        "பொதுத்துறை பல்கலைக்கழகங்களில் படிக்கும் மாணவர்களில், 21% பேர் வாய்மொழி பாலியல் வன்முறைக்கு ஆளாகியதாகவும், 1.5% பேர் பாலுறவுக்கு கட்டாயப்படுத்தப்பட்டதாகவும் தெரிவிக்கப்பட்டுள்ளது.",
        "ராகிங் பெரும்பாலும் முதல் வருடத்தில் மட்டுமே நடப்பதாகக் கருதப்பட்டாலும், மாணவர்கள் தங்கள் முதல் வருட “இண்டக்ஷன்” முடிக்கும் போது துன்புறுத்தல் முடிவுக்கு வராது என்று ஆய்வு சுட்டிக்காட்டுகிறது. உண்மையில், ராகிங் என்பது இணங்குதல் மற்றும் செல்வாக்கு முறைக்கான அடித்தளத்தை அமைப்பதாகும், இதில் மூத்தவர்கள் தங்கள் கல்வி வாழ்க்கை முழுவதும் தங்கள் இளையவர்கள் மீது அதிகாரம் கொண்டுள்ளனர்.",
        "ராகிங் மற்றும் SGBV மன அழுத்தத்தைத் தூண்டுகிறது மற்றும் கடுமையான கவலையை உருவாக்குகிறது என்று UNICEF குறிப்பிட்டது. இதன் விளைவாக, குறுகிய காலத்தில், மாணவர்கள் படிப்பில் கவனம் செலுத்த முடியாமல், பல்கலைக்கழகத்தை விட்டு வெளியேறும் அபாயம் உள்ளது. வன்முறையின் ஒரு வடிவமாக, தனிநபர் மீதான ராகிங்கின் நீண்டகால விளைவுகள் மாணவர் வாழ்க்கையைத் தாண்டி, பயமுறுத்தும், வன்முறை மற்றும் சகிப்புத்தன்மையற்ற நபர்களுக்கு வழிவகுக்கும், அதன் நடத்தை இறுதியில் ஒட்டுமொத்த சமூகத்தையும் பாதிக்கிறது.",
        "யுனிசெஃப் இலங்கையின் பிரதிநிதி கிறிஸ்டியன் ஸ்கூக் கூறியதாக மேற்கோள் காட்டப்பட்டது: “இளைஞர்களின் முழுத் திறனையும் அடைய உதவும் வகையில் கற்றல் சூழல் தொடர்ந்தும் இருப்பதை உறுதி செய்வது முக்கியம். வெவ்வேறு பின்னணியில் உள்ள இளைஞர்கள் கற்றுக் கொள்ளவும் பொறுப்புள்ள குடிமக்களாக மாறவும் சம வாய்ப்புகளை பல்கலைக்கழகங்கள் வழங்க வேண்டும்.",
        "அந்த அறிக்கையின்படி, மாணவர்களின் மூத்தவர்களால் துன்புறுத்தப்படுவதைத் தடுக்கும் நோக்கில் யுஜிசி கூடுதல் விதிமுறைகளை வகுத்துள்ளது. பல்கலைக்கழக அதிகாரிகள் இப்போது இதுபோன்ற சம்பவங்கள் குறித்து பொலிஸில் புகார் செய்ய வேண்டும், மேலும் குற்றங்களில் ஈடுபடுபவர்களுக்கு நீண்ட சிறைத்தண்டனை, உயர்கல்வி நிறுவனத்தில் இருந்து வெளியேற்றுதல் மற்றும் பாதிக்கப்பட்டவருக்கு ஏற்பட்ட இழப்பீடுகளுக்கு பணம் செலுத்துதல் ஆகியவை விதிக்கப்படும். புதிதாக சேரும் மாணவர்களை துன்புறுத்துவதில் ஈடுபட மாட்டோம் என அனைத்து மாணவர்களும் எழுத்துப்பூர்வமாக உறுதியளிக்க வேண்டும் என்பது கூடுதல் நிபந்தனை.",
        "எவ்வாறாயினும், பல்கலைக்கழகக் கல்வியின் தரத்தையும் அதிலிருந்து வெளிவருபவர்களையும் பாதிக்கும் நடைமுறையைச் சமாளிக்க ஒருங்கிணைந்த முயற்சிகள் தேவை என்று ஸ்கூக் கூறினார். (கொழும்பு/மார்ச்22/2022)"
      ]
    }
  }
}