{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/exclusive-avurudu-offers-this-season-with-sampathcards/",
  "time_ut": 1647962820,
  "title": "Exclusive Avurudu offers this season with SampathCards",
  "body_lines": [
    "Discounts up to 60% on Credit Cards & Debit Cards for Sampath Cardholders during this auspicious season",
    "Celebrating the much loved and appreciated Sinhala and Tamil New Year, Sampath Bank’s Credit and Debit card deals for 2022 offer a variety of discounts and savings to customers for the dawn of the new year.",
    "Bearing in mind the health and safety guidelines with the ongoing pandemic situation, discounts and offers of up to 60% can be obtained both in stores and online on great deals during the months of March and April.",
    "Ranging from fashion, online shopping, healthcare & education, electronics & furniture, jewellery, dining, groceries, as well as multiple everyday essentials are some of the various categories customers have access to, as the Bank provides these benefits as a means of thanking and valuing cardholders for their contribution.",
    "“Avurudu celebrations is one of the most significant festivals to the people of the Island and symbolises prosperity, happiness and a good fortune. We at Sampath Bank aspire to bring out the true meaning of this significant festival, by rewarding both our credit and debit cardholders with absolute benefits and resources this season, as we continue to extend our support and commitment to our customers” said Darshin Pathinayake, Assistant General Manager – Card Centre, Sampath Bank. “We thank all our customers for choosing SampathCards as we invite them to avail themselves and their loved ones of the discounts and offers during the dawn of the new year”",
    "Cardholders can obtain discounts of up to 35% being offered by SampathCards at several fashion and retail brands including House of Fashions, Spring & Summer, Cool Planet, Kelly Felder, Fashion Bug, Hameedia, Crocodile, Uptown Kandy, Diliganz, CIB, Beverly Street, The Factory Outlet, Dilly & Carlo, Arienti, Mimosa and many more.",
    "Footwear discounts ranging from 15% to 25% are also available at stores such as DSI, Bata, Genelle, Helanka and Eyewear discounts up to 30% are avaialable at George Goonerathne, Techno Vision, Wickramarachchi Opticians, Eagle Vision, Eric Rajapaksha, Albert Edirisinghe and so on.",
    "Not only do adults have the privilege for these discounts but kids and babies too can look good with discounts up to 20% at stores namely Arista, Velona, Baby Bear, The Kidswarehouse and Baby Mart",
    "Jewellery to mark this special occasion can be purchased for cardholders and their loved ones with up to 60% off at major stores such as Raddella Jewellers, Tiesh, Vogue Jewellers, Aminra Jewellers, Mallika Hemachandra Jewellers, Raja Jewellers and several other leading stores.",
    "Satynmag.com – CIMA Women Friendly Workplace Awards 2022 to commence with an interactive IWD event",
    "ComBank offers career guidance to female undergraduates of Colombo University",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SampathCards සමඟින් මෙම කන්නයේ සුවිශේෂී අවුරුදු පිරිනැමීම්",
      "body_lines": [
        "මෙම සුබ සමයේ සම්පත් කාඩ්පත් හිමියන් සඳහා ක්‍රෙඩිට් කාඩ් සහ ඩෙබිට් කාඩ්පත් සඳහා 60% දක්වා වට්ටම්",
        "බොහෝ සෙයින් ආදරය කරන ලද සහ අගය කරන ලද සිංහල සහ දෙමළ අලුත් අවුරුද්ද සමරමින්, සම්පත් බැංකුවේ 2022 සඳහා ක්‍රෙඩිට් සහ ඩෙබිට් කාඩ්පත් ගනුදෙනු නව වසර උදාව සඳහා ගනුදෙනුකරුවන්ට විවිධ වට්ටම් සහ ඉතුරුම් පිරිනමයි.",
        "පවතින වසංගත තත්ත්වය සමඟ සෞඛ්‍ය සහ ආරක්‍ෂිත මාර්ගෝපදේශ මනසේ තබා ගනිමින්, 60% දක්වා වට්ටම් සහ දීමනා මාර්තු සහ අප්‍රේල් මාසවලදී විශාල ගනුදෙනු සඳහා වෙළඳසැල් සහ මාර්ගගතව ලබා ගත හැකිය.",
        "විලාසිතා, අන්තර්ජාල සාප්පු සවාරි, සෞඛ්‍ය සේවා සහ අධ්‍යාපනය, ඉලෙක්ට්‍රොනික උපකරණ සහ ගෘහ භාණ්ඩ, ස්වර්ණාභරණ, කෑම බීම, සිල්ලර බඩු, මෙන්ම එදිනෙදා අත්‍යවශ්‍ය ද්‍රව්‍ය කිහිපයක් වැනි විවිධ කාණ්ඩවලට පාරිභෝගිකයින්ට ප්‍රවේශය ඇත, මන්ද බැංකුව ස්තුති කිරීමේ මාධ්‍යයක් ලෙස මෙම ප්‍රතිලාභ ලබා දෙන බැවිනි. ඔවුන්ගේ දායකත්වය සඳහා කාඩ්පත් හිමියන් අගය කිරීම.",
        "“අවුරුදු සැමරුම් යනු දිවයිනේ ජනතාවට වඩාත් වැදගත් උත්සවයක් වන අතර එය සමෘද්ධිය, සතුට සහ වාසනාව සංකේතවත් කරයි. අපගේ ගනුදෙනුකරුවන් වෙත අපගේ සහයෝගය සහ කැපවීම නොකඩවා ලබා දෙන බැවින්, අපගේ ක්‍රෙඩිට් සහ ඩෙබිට් කාඞ්පත් හිමියන්ට නිරපේක්ෂ ප්‍රතිලාභ සහ සම්පත් මෙම කන්නයේ දී පිරිනමමින් මෙම සුවිශේෂී සැණකෙළියේ සැබෑ අරුත ගෙන ඒමට සම්පත් බැංකුවේ අපි අපේක්ෂා කරමු.” සහකාර දර්ශින් පතිනායක මහතා පැවසීය. සාමාන්‍යාධිකාරී - කාඩ්පත් මධ්‍යස්ථානය, සම්පත් බැංකුව. \"නව වසර උදාවේදී තමන්ටත් ඔවුන්ගේ ආදරණීයයන්ටත් වට්ටම් සහ දීමනා ලබා ගැනීමට ආරාධනා කරන බැවින් සම්පත් කාඩ්පත් තෝරා ගැනීම පිළිබඳව අපගේ සියලුම පාරිභෝගිකයින්ට අපි ස්තූතිවන්ත වෙමු\"",
        "House of Fashions, Spring & Summer, Cool Planet, Kelly Felder, Fashion Bug, Hameedia, Crocodile, Uptown Kandy, Diliganz, CIB, Beverly Street ඇතුළු විලාසිතා සහ සිල්ලර සන්නාම කිහිපයකින් SampathCards විසින් පිරිනමනු ලබන 35% දක්වා වට්ටම් කාඩ්පත් හිමියන්ට ලබාගත හැකිය. , The Factory Outlet, Dilly & Carlo, Arienti, Mimosa සහ තවත් බොහෝ දේ.",
        "15% සිට 25% දක්වා වූ පාවහන් වට්ටම් DSI, Bata, Genelle, Helanka වැනි වෙළඳසැල් වලින් ද ලබා ගත හැකි අතර ජෝර්ජ් ගුණරත්න, Techno Vision, Wickramarachchi Opticians, Eagle Vision, Alber Rajapadikshaing, Erict Rajapadikshaing වෙතින් 30% දක්වා අක්ෂි වට්ටම් ලබා ගත හැකිය. සහ යනාදි.",
        "මෙම වට්ටම් සඳහා වැඩිහිටියන්ට පමණක් නොව, දරුවන්ට සහ ළදරුවන්ටද Arista, Velona, ​​Baby Bear, The Kidswarehouse සහ Baby Mart වැනි වෙළඳසැල් වල 20% දක්වා වට්ටම් සහිතව හොඳ පෙනුමක් ලබා ගත හැකිය.",
        "මෙම විශේෂ අවස්ථාව සනිටුහන් කිරීම සඳහා කාඞ්පත් හිමියන්ට සහ ඔවුන්ගේ ආදරණීයයන්ට රද්දැල්ල ජුවලර්ස්, ටීෂ්, වෝග් ජුවලර්ස්, අමින්රා ජුවලර්ස්, මල්ලිකා හේමචන්ද්‍ර ජුවලර්ස්, රාජා ජුවලර්ස් වැනි ප්‍රධාන වෙළෙඳසල්වලින් සහ තවත් ප්‍රමුඛ පෙළේ වෙළෙඳසල් කිහිපයකින් 60%ක වට්ටමක් සහිතව ස්වර්ණාභරණ මිලදී ගත හැකිය.",
        "Satynmag.com - CIMA කාන්තා හිතකාමී සේවා ස්ථාන සම්මාන 2022 අන්තර්ක්‍රියාකාරී IWD උත්සවයකින් ආරම්භ වේ",
        "ComBank විසින් කොළඹ විශ්වවිද්‍යාලයේ කාන්තා උපාධි අපේක්ෂකයින් සඳහා වෘත්තීය මාර්ගෝපදේශන පිරිනමයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பிரத்யேக அவுருடு இந்த சீசனில் சம்பத்கார்டுகளுடன் வழங்குகிறது",
      "body_lines": [
        "இந்த நல்ல சீசனில் சம்பத் கார்டு வைத்திருப்பவர்களுக்கு கிரெடிட் கார்டுகள் மற்றும் டெபிட் கார்டுகளில் 60% வரை தள்ளுபடி",
        "மிகவும் விரும்பப்படும் மற்றும் பாராட்டப்பட்ட சிங்கள மற்றும் தமிழ் புத்தாண்டைக் கொண்டாடும் வகையில், சம்பத் வங்கியின் 2022 ஆம் ஆண்டிற்கான கிரெடிட் மற்றும் டெபிட் கார்டு ஒப்பந்தங்கள் புத்தாண்டு விடியலுக்காக வாடிக்கையாளர்களுக்கு பல்வேறு தள்ளுபடிகள் மற்றும் சேமிப்புகளை வழங்குகின்றன.",
        "தற்போதைய தொற்றுநோய் சூழ்நிலையுடன் சுகாதார மற்றும் பாதுகாப்பு வழிகாட்டுதல்களை மனதில் கொண்டு, 60% வரை தள்ளுபடிகள் மற்றும் சலுகைகளை மார்ச் மற்றும் ஏப்ரல் மாதங்களில் கடைகளிலும் ஆன்லைனிலும் சிறந்த சலுகைகளில் பெறலாம்.",
        "ஃபேஷன், ஆன்லைன் ஷாப்பிங், ஹெல்த்கேர் & கல்வி, எலக்ட்ரானிக்ஸ் & ஃபர்னிச்சர், நகைகள், சாப்பாடு, மளிகை சாமான்கள் மற்றும் பல அன்றாட அத்தியாவசியப் பொருட்கள் என பல்வேறு வகைகளில் வாடிக்கையாளர்களுக்கு அணுகல் உள்ளது, ஏனெனில் வங்கி இந்த நன்மைகளை நன்றி தெரிவிக்கும் வகையில் வழங்குகிறது. அட்டைதாரர்களின் பங்களிப்புக்காக அவர்களை மதிப்பிடுதல்.",
        "\"அவுருது கொண்டாட்டங்கள் தீவு மக்களுக்கு மிகவும் குறிப்பிடத்தக்க பண்டிகைகளில் ஒன்றாகும், மேலும் இது செழிப்பு, மகிழ்ச்சி மற்றும் நல்ல அதிர்ஷ்டத்தை குறிக்கிறது. சம்பத் வங்கியில் நாங்கள் எங்கள் வாடிக்கையாளர்களுக்கு எங்களது ஆதரவையும் அர்ப்பணிப்பையும் தொடர்ந்து வழங்கி வருவதால், இந்த பருவத்தில் எங்களது கிரெடிட் மற்றும் டெபிட் கார்டுதாரர்களுக்கு முழுமையான பலன்கள் மற்றும் வளங்களை வழங்குவதன் மூலம், இந்த குறிப்பிடத்தக்க திருவிழாவின் உண்மையான அர்த்தத்தை வெளிக்கொணர நாங்கள் விரும்புகிறோம்” என்று உதவியாளர் தர்ஷின் பத்திநாயக்க கூறினார். பொது மேலாளர் - அட்டை மையம், சம்பத் வங்கி. \"சம்பத்கார்டுகளைத் தேர்ந்தெடுத்ததற்காக எங்கள் வாடிக்கையாளர்களுக்கு நன்றி தெரிவித்துக் கொள்கிறோம், புதிய ஆண்டின் விடியலின் போது தள்ளுபடிகள் மற்றும் சலுகைகளை தங்களுக்கும் தங்கள் அன்புக்குரியவர்களுக்கும் பெற நாங்கள் அவர்களை அழைக்கிறோம்\"",
        "ஹவுஸ் ஆஃப் ஃபேஷன், ஸ்பிரிங் & சம்மர், கூல் பிளானட், கெல்லி ஃபெல்டர், ஃபேஷன் பக், ஹமீடியா, க்ரோக்கடைல், அப்டவுன் கண்டி, டிலிகன்ஸ், சிஐபி, பெவர்லி ஸ்ட்ரீட் உள்ளிட்ட பல ஃபேஷன் மற்றும் சில்லறை வர்த்தகப் பிராண்டுகளில் சம்பத் கார்டுகளால் வழங்கப்படும் 35% வரையிலான தள்ளுபடியை அட்டைதாரர்கள் பெறலாம். , தி ஃபேக்டரி அவுட்லெட், டில்லி & கார்லோ, அரியன்டி, மிமோசா மற்றும் பல.",
        "15% முதல் 25% வரையிலான காலணி தள்ளுபடிகள் DSI, Bata, Genelle, Helanka போன்ற கடைகளிலும் கிடைக்கின்றன மற்றும் 30% வரையிலான கண்கவர் தள்ளுபடிகள் George Goonerathne, Techno Vision, Wickramarachchi Opticians, Eagle Vision, Alberit Rajapadikshaing, போன்றவற்றில் கிடைக்கின்றன. மற்றும் பல.",
        "பெரியவர்களுக்கு மட்டும் இந்த சலுகைகள் இல்லை, ஆனால் குழந்தைகள் மற்றும் குழந்தைகளும் கூட அரிஸ்டா, வெலோனா, பேபி பியர், தி கிட்ஸ்வேர்ஹவுஸ் மற்றும் பேபி மார்ட் போன்ற கடைகளில் 20% வரை தள்ளுபடியுடன் அழகாக இருக்க முடியும்.",
        "இந்த சிறப்பு நிகழ்வைக் குறிக்கும் வகையில், கார்டுதாரர்கள் மற்றும் அவர்களது அன்புக்குரியவர்கள், ரட்டெல்லா ஜூவல்லர்ஸ், டைஷ், வோக் ஜூவல்லர்ஸ், அமின்ரா ஜூவல்லர்ஸ், மல்லிகா ஹேமச்சந்திரா ஜூவல்லர்ஸ், ராஜா ஜூவல்லர்ஸ் மற்றும் பல முன்னணி கடைகளில் 60% வரை தள்ளுபடியுடன் நகைகளை வாங்கலாம்.",
        "Satynmag.com – CIMA பெண்கள் நட்பு பணியிட விருதுகள் 2022 ஒரு ஊடாடும் IWD நிகழ்வுடன் தொடங்கும்",
        "ComBank கொழும்பு பல்கலைக்கழகத்தின் பெண் இளங்கலை பட்டதாரிகளுக்கு தொழில் வழிகாட்டுதலை வழங்குகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}