{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/parallels-between-avurudhu-observances-and-the-status-quo/",
  "time_ut": 1650688800,
  "title": "Parallels between Avurudhu observances and the status quo",
  "body_lines": [
    "An email message has been circulating citing the achievements of the protesters. Another to disprove the government assessment of the protests, particularly at the newly named Galle Face Green cordoned off section, as a beach party etc. The protests joined by all ages, races, religions, strata of society have been far from a picnic; they were sincere, serious, one voiced and committed. With it went singing and moving to music. So what? Jolly good!",
    "To me, sitting at home and ruminating, I decided I had never felt so un-avurudhu-fied as during this year’s national New Year season. On Thursday April 14, having lit my gas cooker and eaten my first meal of  kiributh at the auspicious times, I felt my spirits lifted. I still had gas in the cylinder and food on the table. But pessimism and sorrow returned to weight me down. Pondering thus I saw parallels between the usual observances and traditions of the Sinhala and Tamil New Year and the very unusual social and political situation of the country.",
    "As kids Avurudhu was magic with new clothes, rasa kevili, routines turned topsy turvy and nonagathe periods extra long which canceled regular rice and curry lunches. We could fill up with all sorts of sundries from bread to unduvel. Even when older, the spirit of Avurudhu descended and caught us in its euphoria. There was plenty of food, peace in the country (usually) and long holidays organized with plenty of money and petrol, and traffic no problem. I need not tell you how it is this year; all of us suffer, but the farmer, the daily worker, the casual labourer is bereft of all respite and celebration.",
    "One reason for this traditional festival is that the sun travels from the Meena Rashiya (House of Pisces) to that of Aries or Mesha Rashiya.",
    "People across the board in this country have been stymied from traveling this year in private vehicles and public transport. Instead they have to stand long hours in queues for petrol, diesel and necessities. Very different to all previous years, the VVIPs are being shown by voice, placard and social media, both at home and overseas, where they should be heading – out from the Presidential abode and Temple Trees. Where to? US, Seychelles? Africa, Dubai, prison? The directions have changed as the Big Two and brethren, sons, nephews and sycophant-suckers stubbornly staying put. It was Go Home; now it is Go to Jail and not before you give back to the country all its money you robbed. Previously, it was a sumptuous meal at an overladen avurudhu mesa at Carlton, Tangalla, and then hopping into luxury government vehicles, Lamborghinis and even planes for holidays in Nuwara Eliya or more exotic resorts. Maybe this year the first meal was at Shangri La minus some family members, and just staying in hiding. Why? Fearful of peaceful protesters.",
    "Avurudhu is when astrologers peering into their charts dictate times and colours. We had an Akka in Rajarata who was all powerful in her predictions and rode the crest of the wave. Hirunika exposed her and now she is mentioned all over the island. She of course has plenty of security, but fear must be eating into her, though dabbling in the occult. No mantras left.",
    "Preparation for Avurudhu is first spring cleaning the house. In villages of long ago, the floor was re-cowdunged and roof covered with new straw or plaited coconut leaves. The country’s right thinking, bravely protesting people have also demanded a cleaning out of the House of State with all corrupt leaders, cabinet ministers and others being swept out. Sticking like limpets, cunningly surmising the masses will fatigue, forget, forgive. Not this time for sure! Guns may have been issued though protests were peaceful, but the mood of the lower ranks in the security forces is not for shooting their own people.",
    "Buying new pots, utensils, furnishings, clothes is an  avurudhu siritha. People have no money and no time either. But the practice will be continued, slowly but steadily when corruption will be swept away with the corrupt; democracy and rule of law reinstated and taxes and money matters realigned. There has to be a new beginning. Troubled times will continue, but we can bear much if there is light at the end of the dark tunnel. We are a resilient lot, though seemingly lotus eaters.",
    "Gathering the maha rice harvest is next this season. Not this year, sole thanks to Prez Gotabaya Rajapaksa advised by Dr Padeniya and the Athureliya monk. What false, unscientific suppositions was at the bottom of that move. I well remember the President announcing with pride Sri Lanka would be the first country to go totally organic. He pronounced the death knell for rice and tea. Never hearkened unto all the qualified agriculturists, agronomists we have right here. Farmers were dealt a near death blow and starvation stares us in the face. These are no exaggerations; thus another avurudhu sirita corrupted.",
    "The Prez expressed a mea culpa (of sorts) after appointing a new Cabinet. Sounded hollow and just a sop to Cerberus in the newly named village on Galle Face. Apologies are worthless after the severe damage done deliberately. He apologized for not going to the IMF earlier. This was a callously ignored imperative.",
    "Not for you and me. Maybe we still have two whole meals a day, but so many of our people have not even one meal. No milk for the kids. Not many could afford to make their kavun and athiraha. The only salacious food for the appetite is that those who are so very rich also did not enjoy  avurudhu feasting, holed up in hotels or heavily guarded palatial homes with no ease of body and peace of mind.",
    "Not many would have gone to temple during the punya kalaya. Our citizenry in the majority, I feel, are realizing that Buddhism was used as a tool by the powers-that-be since 2005 or so but definitely post-2019 to divide, cause dissension, and rule. ‘Sinhala Buddhist’ is now a derided term and recognized as a tool used to emphasize the majority of the Sinhalese and Buddhists. Those white clad hypocrites will not be given media exposure carrying jasmine trays to dagoba and vihara and paying pooja to partisan monks. One feature of the protests pointed out by many is that those who gather together have absolutely no racial or religious divide. They are one in their Sri Lankan-ness.",
    "Superb! A new style of exchange of money has come about this mid-April. Placards replace bulath athas, and its neither pooja nor respect, however grudging it may be, that is presented to the so called Seniors. They have been asked to give back what they so mercilessly plundered from a poor country, and depart.",
    "This season is a time of rest for the farmer; the backbone of the country, along with other village folk. Women too have time for traditional indoor games and kids swing on rope onchillas. However there is no rest, least of all recreation, for anyone in this wonderful country sent spiraling down to the pits by the R family and sycophants. Protests proceed day and night, especially at places like the front of the Prez’s office in Colombo Fort. One game is played now vociferously via banner and social media, echoed overseas by our compatriots domiciled across the globe. The game is hangi hora; allapan horu, cops and robbers. Tables are turned. Those who were chased and apprehended – members of the public – are now the cops. They are uncovering secreted mounds of spirited away wealth in the form of cash, gold, jewellery, art treasures and artifacts. Much of the gold came from Jaffna when the LTTE were defeated",
    "There is fun among the young protesters and moving to music, so glorious to see but they tirelessly battle the not-appearing enemy. Also an enemy that does not seem to hear them, leave along hearken to them.",
    "A further tradition is visiting relatives. VVIP homes have been broken, we hear, with spouses, in-laws and kids safely sent overseas. And the ordinary people have been unable to travel to village homes to pay respects to their elders.",
    "Did you notice the rains came no sooner the High Ups were publicly blacklisted? Hence just as the avurudu season is followed by  veda allanawa, farmers will get the fertilizer they need and people a better life, after a very difficult and prolonged period of transition. Wonderful Sri Lanka has to rise again.",
    "A Brief Response to the Current National Crisis – A Way Forward",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අවුරුදු චාරිත්‍ර සහ පවතින තත්ත්වය අතර සමාන්තර",
      "body_lines": [
        "විරෝධතාකරුවන්ගේ ජයග්‍රහණ සඳහන් කරමින් ඊමේල් පණිවිඩයක් සංසරණය වෙමින් තිබේ. විශේෂයෙන්ම අලුතින් නම් කරන ලද ගාලුමුවදොර පිටිය වටකර ඇති කොටසේ වෙරළ සාදයක් ලෙස විරෝධතා පිළිබඳ රජයේ තක්සේරුව අසත්‍ය බව සනාථ කිරීම සඳහා තවත් එකක්. සියලුම වයස්වල, ජාතීන්, ආගම්, සමාජයේ ස්ථර එකතු වූ විරෝධතා විනෝද චාරිකාවකින් බොහෝ දුරස් වී ඇත. ඔවුන් අවංක, බැරෑරුම්, එක හඬක් සහ කැපවීමක් විය. ඒ සමඟම ගායනය සහ සංගීතයට මාරු විය. ඉතින් කුමක් ද? ජොලි හොඳයි!",
        "මට, ගෙදර ඉඳගෙන, රස්තියාදු වෙමින්, මම තීරණය කළා, මේ අවුරුද්දේ ජාතික අලුත් අවුරුදු සමයේ තරම් අවැඩක් මට කවදාවත් දැනිලා නැහැ කියලා. අප්‍රේල් 14 වෙනි බ්‍රහස්පතින්දා, මගේ ගෑස් කුකර් එක පත්තු කරලා, නැකැත් වෙලාවේ මගේ මුල්ම කිරිබත් කෑම කාලා, මගේ හිතට ලොකු සතුටක් දැනුණා. මම තවමත් සිලින්ඩරයේ ගෑස් සහ මේසය මත ආහාර තිබුණා. නමුත් අශුභවාදය සහ ශෝකය නැවතත් මා බරට පත් විය. මෙසේ කල්පනා කරන විට, සිංහල හා දෙමළ අලුත් අවුරුද්දේ සුපුරුදු චාරිත්‍ර හා සම්ප්‍රදායන් සහ රටේ පවතින ඉතා අසාමාන්‍ය සමාජ හා දේශපාලන තත්ත්වය අතර සමාන්තර මම දුටුවෙමි.",
        "ළමා කාලයේ අලුත් ඇඳුම්, රස කෙවිලි, චර්යාවන් සමඟ අවුරුදු මායාකාරී වූ අතර, සාමාන්‍ය බත් සහ ව්‍යංජන දිවා ආහාරය අවලංගු කරන ලද කාලසීමාවන් තවත් දිගු විය. පාන්වල ඉඳන් උඳුවැල් දක්වා විවිධ කෑම වර්ග අපිට පුරවන්න පුළුවන්. වයසින් මුහුකුරා ගියත් අවුරුදු ආත්මය පහළ වී අපව එහි ප්‍රීතියෙන් අල්ලා ගත්තේය. රට තුළ ඕනෑ තරම් ආහාර, සාමය (සාමාන්‍යයෙන්) සහ මුදල් සහ පෙට්‍රල් ප්‍රමාණවත් ලෙස සංවිධානය කර දිගු නිවාඩු ගත කළ අතර ගමනාගමනය ප්‍රශ්නයක් නොවීය. මේ අවුරුද්දේ කොහොමද කියලා මම කියන්න ඕනේ නැහැ. අපි හැමෝම දුක් විඳිනවා, නමුත් ගොවියා, දෛනික සේවකයා, අනියම් කම්කරුවා සියලු විවේකයෙන් සහ සැමරුම්වලින් තොරයි.",
        "මෙම සාම්ප්‍රදායික උත්සවයට එක් හේතුවක් වන්නේ සූර්යයා මීන රාශියේ (මීන රාශියේ) සිට මේෂ හෝ මේෂ රාශියට ගමන් කිරීමයි.",
        "මේ වසරේ පෞද්ගලික වාහනවල සහ පොදු ප්‍රවාහන සේවයේ ගමන් කිරීම මේ රටේ මුළු රටේම ජනතාවට බාධාවක් වී තිබේ. ඒ වෙනුවට ඔවුන්ට සිදුවන්නේ පෙට්‍රල්, ඩීසල් සහ අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා පෝලිම්වල පැය ගණන් හිටගෙන සිටීමයි. පෙර වසරවලට වඩා බෙහෙවින් වෙනස්, VVIP වරුන් ජනාධිපති මන්දිරයෙන් සහ අරලියගහ මන්දිරයෙන් පිටතට යා යුතු, ඔවුන් යා යුතු තැන්වලට නිවසේ සහ විදේශයන්හි හඬ, පුවරු සහ සමාජ මාධ්‍ය මගින් පෙන්වනු ලැබේ. කොහේටද? එක්සත් ජනපදය, සීෂෙල්ස්? අප්රිකාව, ඩුබායි, බන්ධනාගාරය? ලොකු දෙන්නා සහ සහෝදරයන්, පුතුන්, බෑණනුවන් සහ සිකෝෆන්ට්-බොන්නන් මුරණ්ඩු ලෙස රැඳී සිටීම නිසා දිශාවන් වෙනස් වී ඇත. එය Go Home විය; දැන් තියෙන්නේ හිරේ යන්න මිසක් හොරාකාපු සල්ලි ටික රටට දෙන්න කලින් නෙවෙයි. මීට පෙර, එය තංගල්ල, කාල්ටන් ප්‍රදේශයේ අධික ලෙස පිරුණු අවුරුදු මේසාවේ ප්‍රණීත ආහාරයක් වූ අතර, පසුව නුවරඑළියේ හෝ තවත් විදේශීය සංචාරක නිකේතනවල නිවාඩු සඳහා සුඛෝපභෝගී රජයේ වාහන, ලැම්බෝගිනි සහ ගුවන් යානාවලට පවා පැනීම. සමහර විට මේ වසරේ පළමු ආහාර වේල ෂැන්ග්‍රි ලා හි විය හැකි අතර පවුලේ සාමාජිකයන් කිහිප දෙනෙකු සැඟවී සිට ඇත. මන්ද? සාමකාමී විරෝධතාකරුවන්ට බයයි.",
        "අවුරුදු යනු ජ්‍යෝතිඃ ශාස්ත්‍රඥයන් ඔවුන්ගේ ප්‍රස්ථාර දෙස බලන විට වේලාවන් සහ වර්ණ නියම කරයි. රජරට අක්කා කෙනෙක් හිටියා, එයාගේ අනාවැකිවලින් බලගතු සහ රැල්ලේ ලාංඡනය නැඟුවා. හිරුණිකා ඇයව හෙළිදරව් කළ අතර දැන් ඇයව දිවයින පුරා සඳහන් වේ. ඇත්ත වශයෙන්ම ඇයට ඕනෑ තරම් ආරක්ෂාවක් ඇත, නමුත් ගුප්ත විද්‍යාවේ යෙදී සිටියද බිය ඇය තුළට කාවදිනවා විය යුතුය. මන්ත්‍ර ඉතිරිව නැත.",
        "අවුරුදු සඳහා සූදානම් වීම පළමු වසන්තය නිවස පිරිසිදු කිරීමයි. බොහෝ කලකට පෙර ගම්වල, බිම නැවත ගොම දමා නව පිදුරු හෝ ගෙතුම් කළ පොල් කොළ වලින් වහලය. රටේ නිවැරැදි චින්තනය, නිර්භීත විරෝධය පළ කරන ජනතාව ද සියලු දූෂිත නායකයින්, කැබිනට් ඇමතිවරුන් සහ අනෙකුත් අය අතුගා දැමීමෙන් රාජ්‍ය මන්ත්‍රණ සභාවෙන් පිරිසිදු කිරීමක් ඉල්ලා ඇත. පාදඩයන් මෙන් ඇලෙමින්, කපටි ලෙස ජනතාව අනුමාන කිරීමෙන් වෙහෙසට පත් වනු ඇත, අමතක වේ, සමාව දෙනු ඇත. මේ වතාවේ නිසැකවම නොවේ! විරෝධතා සාමකාමී වුවත් තුවක්කු නිකුත් කරන්නට ඇති නමුත් ආරක්‍ෂක අංශවල පහළ නිලධාරීන්ගේ මනෝභාවය ඇත්තේ තමන්ගේම මිනිසුන්ට වෙඩි තැබීමට නොවේ.",
        "අලුත් භාජන, භාජන, ගෘහභාණ්ඩ, ඇඳුම් පැළඳුම් මිලදී ගැනීම අවුරුදු සිරිතකි. මිනිස්සුන්ට සල්ලි නෑ වෙලාවකුත් නෑ. එහෙත් දූෂිතයන් සමඟ දූෂණය අතුගා දැමූ විට, ක්‍රම ක්‍රමයෙන් නමුත් ක්‍රමානුකූලව දිගටම ක්‍රියාත්මක වනු ඇත. ප‍්‍රජාතන්ත‍්‍රවාදය සහ නීතියේ ආධිපත්‍යය යලි ස්ථාපිත කර බදු සහ මුදල් කාරණා යථා තත්ත්වයට පත් විය. අලුත් ආරම්භයක් තිබිය යුතුයි. කරදරකාරී කාලය දිගටම පවතිනු ඇත, නමුත් අඳුරු උමග අවසානයේ ආලෝකය තිබේ නම් අපට බොහෝ දේ දරාගත හැකිය. බැලූ බැල්මට නෙළුම් කන අය ලෙස පෙනුනත් අපි ඔරොත්තු දෙන ගොඩ දෙනෙක් වෙමු.",
        "මහ සහල් අස්වනු නෙළීම ලබන කන්නයේය. මේ වසරේ නොවේ, ආචාර්ය පාදෙණිය සහ අතුරලියේ භික්ෂුව විසින් උපදෙස් දුන් ජනාධිපති ගෝඨාභය රාජපක්ෂට ස්තූතිවන්ත විය යුතුය. එම පියවරේ පතුලේ තිබූ ව්‍යාජ, විද්‍යාත්මක නොවන උපකල්පන මොනවාද? සම්පූර්ණයෙන්ම ඓන්ද්‍රීය තත්ත්වයට පත්වන පළමු රට ශ්‍රී ලංකාව බව ජනාධිපතිතුමා ආඩම්බරයෙන් ප්‍රකාශ කළ බව මට හොඳින් මතකයි. බත් එකටත් තේවලටත් මරණ මංචකය ප්‍රකාශ කළේය. අපට මෙහි සිටින සියලුම සුදුසුකම් ලත් කෘෂි විද්‍යාඥයින්, කෘෂි විද්‍යාඥයින් කියන දේ කිසිවිටෙක ඇහුම්කන් දුන්නේ නැත. ගොවීන්ට මරණාසන්න පහරක් එල්ල වූ අතර කුසගින්න අප දෙස බලා සිටී. මේවා අතිශයෝක්තියක් නොවේ; මෙලෙස තවත් අවුරුදු සිරිතක් දූෂිත විය.",
        "නව අමාත්‍ය මණ්ඩලයක් පත්කිරීමෙන් පසු ජනාධිපතිවරයා යම් ආකාරයක වරදක් ප්‍රකාශ කළේය. ගාලු මුවදොර අලුතින් නම් කරන ලද ගම්මානයේ සර්බරස් වෙත හිස් හඬක් සහ සොප් එකක් පමණි. හිතාමතා කළ දරුණු හානියෙන් පසු සමාව ඉල්ලීමේ වටිනාකමක් නැත. කලින් IMF එකට නොගිය එක ගැන එයා සමාව ඉල්ලුවා. මෙය නොසැලකිලිමත් ලෙස නොසලකා හරින ලද අනිවාර්ය අවශ්යතාවයක් විය.",
        "ඔබට සහ මට නොවේ. සමහර විට අපට තවමත් දිනකට සම්පූර්ණ ආහාර වේල් දෙකක් තිබේ, නමුත් අපේ බොහෝ මිනිසුන්ට එක වේලක්වත් නැත. දරුවන්ට කිරි නැත. බොහෝ දෙනෙකුට තම කැවුම් සහ අතිරහස් සාදා ගැනීමට නොහැකි විය. ආහාර රුචියට ඇති එකම ප්‍රණීත ආහාරය නම්, ඉතා පොහොසත් අය ද අවුරුදු සංග්‍රහයක් භුක්ති නොවිඳීම, හෝටල්වල හෝටල්වල හෝ දැඩි ආරක්‍ෂාව ඇති මාලිගාවේ කම්මැලිකමේ පහසුවකින් තොරව මනසේ සාමයෙන් තොරව සිටීමයි.",
        "පුණ්‍ය කාලය තුළ බොහෝ දෙනෙක් පන්සල් නොයනු ඇත. 2005 සිට හෝ ඊට වැඩි කාලයක සිට බුද්ධාගම බලවතුන් විසින් මෙවලමක් ලෙස භාවිතා කරන ලද නමුත් 2019 න් පසු බෙදීමට, මතභේද ඇති කිරීමට සහ පාලනය කිරීමට බෞද්ධාගම භාවිතා කළ බව බහුතරයක් සිටින අපගේ පුරවැසියන් අවබෝධ කරගෙන සිටින බව මට හැඟේ. ‘සිංහල බෞද්ධ’ යන්න දැන් උපහාසයට ලක් වූ යෙදුමක් වන අතර එය බහුතර සිංහලයන් සහ බෞද්ධයන් අවධාරණය කිරීමට භාවිත කරන මෙවලමක් ලෙස පිළිගැනේ. ඔය සුදු ඇඳගත්තු කුහකයින්ට චෛත්‍යයට, විහාරයට හකුරු ගෙනියන, පාක්ෂික භික්ෂූන්ට පුජා කරන මාධ්‍ය හෙළිදරව්වක් දෙන්නේ නැහැ. බොහෝ දෙනා පෙන්වා දෙන විරෝධතාවල එක් ලක්ෂණයක් වන්නේ එකට එකතු වන අයට ජාති ආගම් භේදයක් නැති බවයි. ඔවුන් ඔවුන්ගේ ශ්‍රී ලාංකීයත්වයෙන් එකකි.",
        "සුපිරියි! මෙම අප්‍රේල් මැද භාගයේදී මුදල් හුවමාරු කිරීමේ නව ක්‍රමයක් පැමිණ තිබේ. බුලත් අතස් වෙනුවට පුවරු ප්‍රතිස්ථාපනය කරන අතර, එහි පූජාව හෝ ගෞරවය, කෙසේ හෝ අමනාප වුවද, ඊනියා ජ්‍යෙෂ්ඨයන් වෙත ඉදිරිපත් කරනු ලැබේ. ඔවුන් දුප්පත් රටකින් අනුකම්පා විරහිතව කොල්ලකන ලද දේ ආපසු ලබා දෙන ලෙසත්, පිටව යන ලෙසත් ඉල්ලා ඇත.",
        "මේ කන්නය ගොවියාට විවේක කාලයකි; රටේ කොඳු නාරටිය, අනෙකුත් ගැමියන් සමඟ. සාම්ප්‍රදායික ගෘහස්ථ ක්‍රීඩා සහ ළමයින් ලණු ඔන්චිල්ලා මත පැද්දීමට කාන්තාවන්ටද කාලය තිබේ. කෙසේ වෙතත්, විවේකයක් නැත, අවම වශයෙන් විනෝදාස්වාදය, මේ පුදුම රටේ ඕනෑම කෙනෙකුට R පවුල සහ sycophants විසින් සර්පිලාකාරව වලවල් වෙත යවන ලදී. විශේෂයෙන් කොළඹ කොටුවේ ජනාධිපති කාර්යාලය ඉදිරිපිට වැනි ස්ථානවල දිවා රාත්‍රී විරෝධතා ක්‍රියාත්මක වේ. එක් ක්‍රීඩාවක් දැන් බැනර් සහ සමාජ මාධ්‍ය හරහා ඝෝෂාකාරී ලෙස ක්‍රීඩා කරනු ලැබේ, ලොව පුරා වාසය කරන අපගේ රටවැසියන් විසින් එතෙර ප්‍රතිරාවය කරයි. ක්රීඩාව හැංගි හොරා; අල්ලපන් හොරු, පොලිස්කාරයෝ සහ මංකොල්ලකාරයෝ. මේස හැරෙනවා. ලුහුබැඳ ගොස් අල්ලා ගත් අය - මහජනතාව - දැන් පොලිස්කාරයෝ ය. ඔවුන් මුදල්, රන්, ස්වර්ණාභරණ, කලා වස්තු සහ කෞතුක වස්තු ලෙස ස්ප්‍රීතුගත ධනයේ රහසිගත ගොඩවල් අනාවරණය කරති. එල්.ටී.ටී.ඊ.ය පරාජයට පත් වූ විට රත්තරන් විශාල ප්‍රමාණයක් පැමිණියේ යාපනයෙන්",
        "තරුණ විරෝධතාකරුවන් අතර විනෝදයක් ඇති අතර සංගීතයට ගමන් කරයි, දැකීමට ඉතා තේජාන්විත නමුත් ඔවුන් නොපෙනෙන සතුරා සමඟ වෙහෙස නොබලා සටන් කරයි. එසේම ඔවුන්ට ඇහුම්කන් නොදෙන සතුරෙක් ඔවුන්ට සවන් දෙන්න.",
        "තවත් සම්ප්රදායක් වන්නේ ඥාතීන් හමුවීමයි. VVIP නිවාස කැඩී ගොස් ඇති බව අපට අසන්නට ලැබෙන්නේ අඹුසැමියන්, නැන්දම්මා සහ දරුවන් ආරක්ෂිතව පිටරට යවා ඇත. එමෙන්ම සාමාන්‍ය ජනතාවට තම වැඩිහිටියන්ට ගෞරව දැක්වීම සඳහා ගමේ නිවෙස්වලට යාමට නොහැකි වී තිබේ.",
        "හයි අප්ස් ප්‍රසිද්ධියේ අසාදු ලේඛනගත කළ විගස වර්ෂාව පැමිණි බව ඔබ දුටුවාද? එහෙයින් අවුරුදු කන්නයෙන් පසු වැද අල්ලනවා සේම ගොවීන්ට අවශ්‍ය පොහොර සහ මිනිසුන්ට යහපත් ජීවිතයක් ලැබෙන්නේ ඉතා දුෂ්කර හා දීර්ඝ සංක්‍රාන්ති කාලයකට පසුවය. ආශ්චර්යමත් ශ්‍රී ලංකාව නැවතත් නැඟී සිටිය යුතුයි.",
        "වත්මන් ජාතික අර්බුදයට කෙටි ප්‍රතිචාරයක් - ඉදිරි මගක්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அவுருது அனுசரிப்புகளுக்கும் தற்போதைய நிலைக்கும் இடையே உள்ள ஒற்றுமைகள்",
      "body_lines": [
        "போராட்டக்காரர்களின் சாதனைகளை மேற்கோள் காட்டி மின்னஞ்சல் செய்தி ஒன்று பரவி வருகிறது. போராட்டங்கள் பற்றிய அரசாங்க மதிப்பீட்டை பொய்யாக்கும் மற்றொன்று, குறிப்பாக புதிதாக பெயரிடப்பட்ட காலி முகத்திடலில் சுற்றிவளைக்கப்பட்ட பகுதியில், கடற்கரை விருந்து போன்றவை. அனைத்து வயதினரும், இனங்களும், மதங்களும், சமூகத்தின் அடுக்குகளும் இணைந்து நடத்திய போராட்டங்கள் சுற்றுலாவிற்கு வெகு தொலைவில் உள்ளன; அவர்கள் நேர்மையானவர்கள், தீவிரமானவர்கள், ஒரே குரலில் உறுதியளித்தனர். அதனுடன் பாடி இசைக்கு நகர்ந்தார். அதனால் என்ன? ஜாலி நல்லது!",
        "என்னைப் பொறுத்தவரையில், வீட்டில் அமர்ந்து குமுறிக் கொண்டிருந்ததால், இந்த வருடத்தின் தேசிய புத்தாண்டுக் காலத்தைப் போல், நான் ஒருபோதும் அவுருது-கஷ்டமாக உணர்ந்ததில்லை என்று முடிவு செய்தேன். ஏப்ரல் 14 வியாழன் அன்று, எனது கேஸ் குக்கரைப் பற்றவைத்து, சுப வேளைகளில் எனது முதல் உணவை கிரிபுத் தின்று, என் உற்சாகத்தை உணர்ந்தேன். நான் இன்னும் சிலிண்டரில் எரிவாயு மற்றும் மேஜையில் உணவு இருந்தது. ஆனால் அவநம்பிக்கை மற்றும் சோகம் என்னை எடைபோடத் திரும்பியது. இவ்வாறு சிந்தித்துப் பார்க்கையில், சிங்கள, தமிழ் புத்தாண்டின் வழமையான அனுசரிப்புகள் மற்றும் மரபுகள் மற்றும் நாட்டின் மிகவும் அசாதாரணமான சமூக மற்றும் அரசியல் நிலைமைகளுக்கு இடையிலான சமாந்தரங்களைக் கண்டேன்.",
        "குழந்தைகளாகிய அவுருது புதிய ஆடைகள், ரசக் கேவிகள், வழக்கமான சாதம் மற்றும் கறி மதிய உணவுகளை ரத்து செய்த காலங்கள் அதிகமாகிவிட்டன. ரொட்டி முதல் உடுப்பு வரை அனைத்து வகையான பொருட்களையும் நாம் நிரப்பலாம். வயது முதிர்ந்தபோதும், அவுருது ஆவி இறங்கி, அதன் சுகபோகத்தில் நம்மை ஆட்கொண்டது. நாட்டில் ஏராளமான உணவு, அமைதி (பொதுவாக) மற்றும் நீண்ட விடுமுறைகள் ஏராளமான பணம் மற்றும் பெட்ரோலுடன் ஏற்பாடு செய்யப்பட்டன, போக்குவரத்து பிரச்சனை இல்லை. இந்த ஆண்டு எப்படி இருக்கிறது என்று நான் சொல்ல வேண்டியதில்லை; நாம் அனைவரும் கஷ்டப்படுகிறோம், ஆனால் விவசாயி, தினசரி வேலை செய்பவர், சாதாரண வேலை செய்பவர்கள் எல்லா ஓய்வும் கொண்டாட்டமும் இல்லாமல் இருக்கிறார்கள்.",
        "இந்த பாரம்பரிய பண்டிகைக்கு ஒரு காரணம், சூரியன் மீன ராசியிலிருந்து (மீன ராசி) மேஷம் அல்லது மேஷ ராசிக்கு பயணிப்பது.",
        "இந்த வருடத்தில் தனியார் வாகனங்கள் மற்றும் பொதுப் போக்குவரத்தில் பயணிப்பதில் இருந்து இந்த நாட்டிலுள்ள மக்கள் தடைப்பட்டுள்ளனர். மாறாக பெட்ரோல், டீசல் மற்றும் அத்தியாவசியப் பொருட்களுக்காக நீண்ட நேரம் வரிசையில் நிற்க வேண்டியுள்ளது. முந்தைய ஆண்டுகளில் இருந்து மிகவும் வித்தியாசமாக, VVIP கள் குரல், அட்டை மற்றும் சமூக ஊடகங்கள் மூலம் வீட்டில் மற்றும் வெளிநாடுகளில் காட்டப்படுகின்றன, அவர்கள் எங்கு செல்ல வேண்டும் - ஜனாதிபதி இல்லம் மற்றும் டெம்பிள் மரங்களிலிருந்து. எங்கே? அமெரிக்கா, சீஷெல்ஸ்? ஆப்பிரிக்கா, துபாய், சிறையா? பெரிய இருவர் மற்றும் சகோதரர்கள், மகன்கள், மருமகன்கள் மற்றும் துணை-உறிஞ்சுபவர்கள் பிடிவாதமாக இருப்பதால் திசைகள் மாறிவிட்டன. அது கோ ஹோம்; இப்போது சிறைக்குச் செல்ல வேண்டும், நீங்கள் கொள்ளையடித்த பணத்தை நாட்டிற்கு திருப்பித் தருவதற்கு முன்பு அல்ல. முன்னதாக, தங்கல்லாவில் உள்ள கார்ல்டனில் உள்ள ஒரு அவுருது மேசாவில் இது ஒரு ஆடம்பரமான உணவாக இருந்தது, பின்னர் சொகுசு அரசு வாகனங்கள், லம்போர்கினிகள் மற்றும் நுவரெலியாவில் விடுமுறைக்காக விமானங்கள் அல்லது அதற்கு மேற்பட்ட கவர்ச்சியான ஓய்வு விடுதிகளில் கூட. இந்த ஆண்டு முதல் உணவு ஷாங்கிரி லாவில் இருந்திருக்கலாம், சில குடும்ப உறுப்பினர்கள் மறைந்திருக்கலாம். ஏன்? அமைதியான போராட்டக்காரர்களுக்கு பயம்.",
        "அவுருது என்பது ஜோதிடர்கள் தங்கள் அட்டவணையை உற்று நோக்கும் நேரத்தையும் வண்ணங்களையும் ஆணையிடுவது. எங்களிடம் ராஜரட்டத்தில் ஒரு அக்கா இருந்தார், அவர் தனது கணிப்புகளில் மிகவும் சக்திவாய்ந்தவர் மற்றும் அலையின் முகடு மீது சவாரி செய்தார். ஹிருணிகா அவரை அம்பலப்படுத்தினார், இப்போது அவர் நாடெங்கும் குறிப்பிடப்படுகிறார். அவளுக்கு நிச்சயமாக நிறைய பாதுகாப்பு இருக்கிறது, ஆனால் அமானுஷ்யத்தில் ஈடுபட்டாலும் பயம் அவளைத் தின்று கொண்டிருக்க வேண்டும். மந்திரங்கள் எதுவும் இல்லை.",
        "அவுருதுக்கான தயாரிப்பு முதல் வசந்த காலத்தில் வீட்டை சுத்தம் செய்வது. நீண்ட காலத்திற்கு முன்பிருந்த கிராமங்களில், தரையை மீண்டும் மாடு போடப்பட்டு, புதிய வைக்கோல் அல்லது பின்னப்பட்ட தென்னை ஓலைகளால் கூரை போடப்பட்டது. நாட்டின் சரியான சிந்தனையும், துணிச்சலுடன் போராடும் மக்கள், அனைத்து ஊழல் தலைவர்கள், கேபினட் அமைச்சர்கள் மற்றும் பிறரை வெளியேற்றிவிட்டு மாநிலங்களவையை சுத்தம் செய்யுமாறு கோரியுள்ளனர். முட்டுக்கட்டை போல ஒட்டிக்கொண்டு, தந்திரமாக வெகுஜனங்களை ஊகித்து, சோர்வடையும், மறந்து, மன்னித்துவிடும். இந்த முறை நிச்சயம் இல்லை! போராட்டங்கள் அமைதியானதாக இருந்தாலும் துப்பாக்கிகள் வழங்கப்பட்டிருக்கலாம், ஆனால் பாதுகாப்புப் படைகளில் உள்ள கீழ்நிலை அதிகாரிகளின் மனநிலை தங்கள் சொந்த மக்களைச் சுடுவதற்காக அல்ல.",
        "புதிய பானைகள், பாத்திரங்கள், சாமான்கள், ஆடைகள் வாங்குவது ஒரு அவுருது சிரிப்பு. மக்களிடம் பணமும் இல்லை, நேரமும் இல்லை. ஆனால் இந்த நடைமுறை தொடரும், மெதுவாக ஆனால் சீராக ஊழல் செய்பவர்களுடன் ஊழல் துடைக்கப்படும்; ஜனநாயகம் மற்றும் சட்டத்தின் ஆட்சி மீண்டும் நிலைநாட்டப்பட்டது மற்றும் வரி மற்றும் பண விவகாரங்கள் மறுசீரமைக்கப்பட்டன. ஒரு புதிய தொடக்கம் இருக்க வேண்டும். சிக்கலான காலங்கள் தொடரும், ஆனால் இருண்ட சுரங்கப்பாதையின் முடிவில் வெளிச்சம் இருந்தால் நாம் அதிகம் தாங்க முடியும். வெளித்தோற்றத்தில் தாமரை உண்பவர்களாக இருந்தாலும், நாம் மீள்குணமுள்ளவர்கள்.",
        "மகா நெல் அறுவடை இந்த சீசனில் அடுத்ததாக உள்ளது. இந்த வருடம் அல்ல, டாக்டர் பதெனிய மற்றும் அத்துரெலிய பிக்கு ஆலோசனை வழங்கிய ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கு மட்டுமே நன்றி. அந்த நடவடிக்கையின் அடிப்பகுதியில் என்ன தவறான, விஞ்ஞானமற்ற அனுமானங்கள் இருந்தன. முற்றிலும் இயற்கைக்கு மாறான முதல் நாடாக இலங்கை இருக்கும் என்று ஜனாதிபதி பெருமிதத்துடன் அறிவித்தது எனக்கு நன்றாக நினைவிருக்கிறது. சோறுக்கும் தேநீருக்கும் சாவு மணி அடித்தார். இங்கு எங்களிடம் உள்ள தகுதிவாய்ந்த விவசாயிகள், வேளாண் வல்லுநர்கள் ஆகியோரின் பேச்சைக் கேட்டதில்லை. விவசாயிகளுக்கு மரண அடி கொடுக்கப்பட்டது, பட்டினி நம்மை உற்று நோக்குகிறது. இவை மிகைப்படுத்தப்பட்டவை அல்ல; இதனால் மற்றொரு அவுருது சிரிதா சிதைந்தது.",
        "ஒரு புதிய அமைச்சரவையை நியமித்த பிறகு, ஜனாதிபதி ஒரு குல்பாவை (விதமான) வெளிப்படுத்தினார். காலி முகத்திடலில் புதிதாகப் பெயரிடப்பட்ட கிராமத்தில் செர்பரஸுக்கு ஒரு சப்தம். வேண்டுமென்றே செய்யப்பட்ட கடுமையான சேதத்திற்குப் பிறகு மன்னிப்பு பயனற்றது. முன்னதாக IMF க்கு செல்லாததற்கு மன்னிப்பு கேட்டார். இது மிகவும் புறக்கணிக்கப்பட்ட கட்டாயமாகும்.",
        "உனக்கும் எனக்கும் அல்ல. ஒருவேளை நாம் இன்னும் ஒரு நாளைக்கு இரண்டு முழு உணவு சாப்பிடுகிறோம், ஆனால் நம் மக்களில் பலருக்கு ஒரு உணவு கூட இல்லை. குழந்தைகளுக்கு பால் இல்லை. பலரால் தங்கள் கவுன் மற்றும் அதிரஹாவை செய்ய முடியவில்லை. பெரும் பணக்காரர்களும் அவுருது விருந்தோ, ஹோட்டல்களிலோ, பலத்த பாதுகாப்புடன் கூடிய அரண்மனை வீடுகளிலோ, உடல் நிம்மதியும் நிம்மதியும் இல்லாமல் இருப்பதுதான் பசிக்கு ஒரே சாலச் சாப்பாடு.",
        "புண்ணிய காலத்தில் பலர் கோயிலுக்குச் சென்றிருக்க மாட்டார்கள். பெரும்பான்மையாக உள்ள நமது குடிமக்கள், 2005 அல்லது அதற்கு மேற்பட்ட அதிகாரங்களால் பௌத்தம் ஒரு கருவியாகப் பயன்படுத்தப்பட்டது என்பதை நான் உணர்கிறேன். 'சிங்கள பௌத்தம்' என்பது இப்போது கேலிக்குரிய ஒரு சொல்லாக உள்ளது மற்றும் பெரும்பான்மையான சிங்களவர்கள் மற்றும் பௌத்தர்களை வலியுறுத்தும் ஒரு கருவியாக அங்கீகரிக்கப்பட்டுள்ளது. அந்த வெள்ளை உடையணிந்த நயவஞ்சகர்களுக்கு தாகோபாவிற்கும் விகாரைக்கும் மல்லிகைத் தட்டுகளை எடுத்துச் செல்வதும், பக்கச்சார்பற்ற துறவிகளுக்கு பூஜை செய்வதும் ஊடகங்களில் வெளிப்படாது. பலரால் சுட்டிக்காட்டப்பட்ட எதிர்ப்புகளின் ஒரு அம்சம் என்னவென்றால், ஒன்று கூடுபவர்களுக்கு இன, மத வேறுபாடுகள் முற்றிலும் இல்லை. அவர்கள் இலங்கையில் ஒன்று.",
        "சூப்பர்! இந்த ஏப்ரல் நடுப்பகுதியில் பண பரிமாற்றம் ஒரு புதிய பாணி வந்துவிட்டது. பலகைகள் புலத் அத்தாஸை மாற்றுகின்றன, மேலும் அதன் பூஜையோ மரியாதையோ இல்லை, அது எவ்வளவு வெறுப்பாக இருந்தாலும், அது மூத்தவர்கள் என்று அழைக்கப்படுபவர்களுக்கு வழங்கப்படுகிறது. அவர்கள் ஒரு ஏழை நாட்டிலிருந்து இரக்கமின்றி கொள்ளையடித்ததைத் திருப்பித் தருமாறும், வெளியேறும்படியும் கேட்கப்பட்டுள்ளனர்.",
        "இந்தப் பருவம் விவசாயிக்கு ஓய்வு காலம்; மற்ற கிராம மக்களுடன் சேர்ந்து நாட்டின் முதுகெலும்பு. பெண்களுக்கும் பாரம்பரிய உட்புற விளையாட்டுகள் மற்றும் குழந்தைகள் கயிறு ஓஞ்சிலாவில் ஆடுவதற்கு நேரம் உள்ளது. எவ்வாறாயினும், இந்த அற்புதமான நாட்டில் எவருக்கும் ஓய்வு இல்லை, குறைந்த பட்சம் பொழுதுபோக்கிற்காக, R குடும்பம் மற்றும் சிகோபான்ட்களால் குழிகளுக்கு அனுப்பப்பட்டது. குறிப்பாக கொழும்பு கோட்டையில் உள்ள அரச அதிபர் அலுவலகம் முன் போன்ற இடங்களில் இரவு பகலாக போராட்டங்கள் நடைபெற்று வருகின்றன. ஒரு கேம் இப்போது பேனர் மற்றும் சமூக ஊடகங்கள் வழியாக சத்தமாக விளையாடப்படுகிறது, உலகம் முழுவதும் வசிக்கும் நமது தோழர்களால் வெளிநாடுகளில் எதிரொலிக்கிறது. விளையாட்டு ஹாங்கி ஹோரா; அல்லபன் ஹோரு, போலீசார் மற்றும் கொள்ளையர்கள். அட்டவணைகள் திருப்பப்பட்டன. துரத்திச் சென்று பிடிபட்டவர்கள் - பொதுமக்கள் - இப்போது போலீஸ்காரர்கள். அவர்கள் பணம், தங்கம், நகைகள், கலைப் பொக்கிஷங்கள் மற்றும் கலைப்பொருட்கள் வடிவில் உற்சாகமான செல்வத்தின் சுரக்கும் மேடுகளை வெளிப்படுத்துகிறார்கள். தமிழீழ விடுதலைப் புலிகள் தோற்கடிக்கப்பட்ட போது யாழ்ப்பாணத்தில் இருந்து பெருமளவு தங்கம் கிடைத்தது",
        "இளம் எதிர்ப்பாளர்கள் மத்தியில் வேடிக்கையாக உள்ளது மற்றும் இசைக்கு நகர்கிறது, பார்ப்பதற்கு மிகவும் பெருமையாக இருக்கிறது, ஆனால் அவர்கள் தோற்றமளிக்காத எதிரியுடன் சளைக்காமல் போராடுகிறார்கள். அவர்கள் சொல்வதைக் கேட்காத ஒரு எதிரி, அவர்களுக்குச் செவிசாய்த்து விட்டு விடுங்கள்.",
        "மற்றொரு பாரம்பரியம் உறவினர்களைப் பார்ப்பது. வி.வி.ஐ.பி வீடுகள் உடைக்கப்பட்டுள்ளன, மனைவிகள், மாமியார் மற்றும் குழந்தைகளை பாதுகாப்பாக வெளிநாடுகளுக்கு அனுப்பியதாக நாங்கள் கேள்விப்படுகிறோம். மேலும் சாதாரண மக்கள் தங்கள் பெரியவர்களுக்கு மரியாதை செலுத்த கிராம வீடுகளுக்கு செல்ல முடியவில்லை.",
        "உயர் அதிகாரிகள் பகிரங்கமாக தடுப்புப்பட்டியலில் சேர்க்கப்பட்ட உடனேயே மழை வருவதை நீங்கள் கவனித்தீர்களா? எனவே அவுருது பருவத்தை வேதா அல்லனவா பின்பற்றுவது போல், விவசாயிகள் தங்களுக்குத் தேவையான உரத்தைப் பெற்று, மக்கள் மிகவும் கடினமான மற்றும் நீண்ட கால மாற்றத்திற்குப் பிறகு சிறந்த வாழ்க்கையைப் பெறுவார்கள். அற்புதமான இலங்கை மீண்டும் எழ வேண்டும்.",
        "தற்போதைய தேசிய நெருக்கடிக்கு ஒரு சுருக்கமான பதில் - முன்னோக்கி செல்லும் வழி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}