{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/208-persons-vaccinated-against-COVID-19/56-734170",
  "time_ut": 1651260060,
  "title": "208 persons vaccinated against COVID-19",
  "body_lines": [
    "Daily COVID-19 vaccination numbers dropped below 250, with only 208 persons vaccinated against the virus on Thursday.",
    "According to the Epidemiology Unit, 121 persons received the booster dose on Thursday. A total of 7,965,012 persons have received the booster dose in total.",
    "The first dose of a COVID-19 vaccine has been administered to 17,063,594 persons and the second dose has been administered to 14,455,620 persons.",
    "On Thursday, 10 persons received the first dose of Pfizer and 61 persons received the second dose of the vaccine. In total, the first dose of Pfizer has been administered to 2,571,370 persons and the second dose has been administered to 915,025 persons.",
    "The first dose of Sinopharm has been administered to 12,048,682 persons and the second dose has been administered to 11,178,829 persons. On Thursday, five persons received the first dose of Sinopharm and 11 persons received the second dose of the vaccine.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "The Epidemiology Unit states that 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The first dose of Sputnik V has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 208 දෙනෙකු එන්නත් කර ඇත",
      "body_lines": [
        "දෛනික COVID-19 එන්නත් සංඛ්‍යාව 250 ට වඩා පහත වැටුණු අතර බ්‍රහස්පතින්දා වෛරසයට එරෙහිව එන්නත් කර ඇත්තේ පුද්ගලයන් 208 ක් පමණි.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව බ්‍රහස්පතින්දා බූස්ටර මාත්‍රාව ලබා ගත් සංඛ්‍යාව 121කි. පුද්ගලයන් 7,965,012 ක් බූස්ටර මාත්‍රාව ලබාගෙන ඇත.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,063,594 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,455,620 දෙනෙකුට ලබා දී ඇත.",
        "බ්‍රහස්පතින්දා පුද්ගලයින් 10 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව සහ පුද්ගලයින් 61 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. සමස්තයක් වශයෙන්, Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,571,370 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 915,025 දෙනෙකුට ලබා දී ඇත.",
        "Sinopharm හි පළමු මාත්‍රාව පුද්ගලයින් 12,048,682 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 11,178,829 දෙනෙකුට ලබා දී ඇත. බ්‍රහස්පතින්දා පුද්ගලයින් පස් දෙනෙකුට සිනෝෆාම් පළමු මාත්‍රාව ලැබුණු අතර පුද්ගලයින් 11 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයන් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 1,418,593 දෙනෙකුට ලබා දී ඇත.",
        "මොඩර්නා පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකු ලබාගෙන ඇති අතර දෙවන එන්නත 787,361 දෙනෙකු ලබාගෙන ඇති බවයි වසංගත රෝග විද්‍යා අංශය පවසන්නේ.",
        "Sputnik V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 155,812 දෙනෙකුට ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "208 பேருக்கு கோவிட்-19 தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "தினசரி கோவிட்-19 தடுப்பூசி எண்கள் 250 க்கும் கீழே குறைந்துவிட்டன, வியாழன் அன்று 208 நபர்கள் மட்டுமே வைரஸுக்கு எதிராக தடுப்பூசி போட்டுள்ளனர்.",
        "தொற்றுநோயியல் பிரிவின் கூற்றுப்படி, வியாழக்கிழமை 121 பேர் பூஸ்டர் டோஸைப் பெற்றனர். மொத்தம் 7,965,012 நபர்கள் பூஸ்டர் டோஸ் பெற்றுள்ளனர்.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,063,594 பேருக்கும், இரண்டாவது டோஸ் 14,455,620 பேருக்கும் போடப்பட்டுள்ளது.",
        "வியாழன் அன்று 10 பேர் முதல் டோஸ் ஃபைசரையும், 61 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். மொத்தத்தில், ஃபைசரின் முதல் டோஸ் 2,571,370 பேருக்கும், இரண்டாவது டோஸ் 915,025 பேருக்கும் கொடுக்கப்பட்டது.",
        "சினோபார்மின் முதல் டோஸ் 12,048,682 பேருக்கும், இரண்டாவது டோஸ் 11,178,829 பேருக்கும் கொடுக்கப்பட்டது. வியாழன் அன்று, ஐந்து பேர் சினோபார்ம் மருந்தின் முதல் டோஸையும், 11 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர்.",
        "அஸ்ட்ராஜெனெகாவின் முதல் டோஸ் 1,479,631 பேருக்கும், இரண்டாவது டோஸ் 1,418,593 பேருக்கும் கொடுக்கப்பட்டது.",
        "804,801 பேர் மாடர்னா மருந்தின் முதல் டோஸையும், 787,361 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "ஸ்புட்னிக் V இன் முதல் டோஸ் 159,110 பேருக்கும், இரண்டாவது டோஸ் 155,812 பேருக்கும் கொடுக்கப்பட்டது."
      ]
    }
  }
}