{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-Zelenskyys-own-goal-in-a-cruel-sport/231-232290",
  "time_ut": 1646341680,
  "title": "Ukraine: Zelenskyy’s own  goal in a cruel sport",
  "body_lines": [
    "Ukraine’s President Volodymyr Zelenskyy has apparently ignored one of the key principles in international relations and is now paying a costly price for it, with Russian troops moving towards the country’s capital, Kyiv.",
    "",
    "A nation in a big power neighbourhood should keep in mind that its sovereignty can be preserved only through foreign policy balancing acts. Since 2014, Ukraine has failed on this score.",
    "Every nation pursues national interest goals. However, a nation’s national interest goals more often than not do clash with national interest goals of other countries, especially neighbouring countries. In such situations, a wise nation will exercise prudence. A good leader who defines his country’s national interest should be a rational leader. A rational leader is a prudent leader. In international relations, prudence is the ability to assess the country’s needs and aspirations while carefully balancing them against the needs and aspirations of others. Hans J. Mogentheau, a strong advocate of political realism, said: “The national interest of a nation that is conscious not only of its own interest, but also of that of other nations, must be defined in terms compatible with the latter. In a multinational world, this is a requirement of political morality, in an age of total war, it is also a condition of survival.”",
    "",
    "Ukraine should have defined its national interest in terms compatible with Russia which had over and again expressed its security concerns over the continuous eastward expansion of the North Atlantic Treaty Organisation (NATO). Russia’s leader Vladimir Putin had also warned that Russia would regard NATO’s membership bid as a red line that would warrant a fitting response, because it feared the move would lead to NATO’s deployment of nuclear missiles in Ukraine. The situation Russia finds itself in is somewhat a reversal of the situation the US was in during the 1962 Cuban missile crisis. When Russia deployed nuclear missiles in Cuba in 1962, the US warned that it would not hesitate to use military power if the missiles were not removed.",
    "Yet, Ukraine’s comedian president turned real president Zelenskyy sought to embrace NATO, arrogantly ignoring Russia’s warnings and the international relations lesson the Cuban missile crisis teaches.",
    "",
    "Will India stay quiet if Sri Lanka enters into a defence pact with China and permits Beijing to set up missile bases in Sri Lanka? Obviously, New Delhi will respond with a preemptive strike if Sri Lanka ignores India’s security concerns. This is international relations 101.",
    "Yet, Zelenskyy continues to defy Russia with loads of hubris and is calling for a no-fly zone over Ukraine, little realizing that it will only trigger a nuclear war.",
    "Zelenskyy also refuses to see that he is being used as a pawn by the United States, Britain and their Western allies in their continuous hybrid warfare against Russia. Hybrid warfare is a mode of attack that employs political warfare and blends conventional warfare, irregular warfare and cyberwarfare with other influencing methods such as fake news, diplomacy, lawfare and foreign electoral intervention.",
    "",
    "The Ukrainian conflict has given the US and its Western allies the opportunity they waited for to take their economic war and information war against Russia to the next level by imposing harsher economic and financial sanctions and banning the popular Russia Today and Sputnik news outlets that give news and analyses that we will not see on CNN, BBC, Fox and other western media outlets. Certainly, banning Russia Today and Sputnik is an insult to the intelligence of the Western people, besides being an attack on media freedom which the West hypocritically tries to promote. One needs to ask the Western nations whether gagging the media is part of their war strategy. Remember, US-led troops had bombed al-Jazeera offices and killed journalists in military operations during the height of the Afghan and Iraq wars. If Russia Today and Sputnik are Putin’s mouthpieces, then they are no different from BBC, CNN and other war mongering Western media outlets.",
    "",
    "With Russia’s version of the war virtually being blacked out, the West’s war agenda remain unexposed. The Western media reports virtually nothing about the human suffering in the pro-Russian Donbass region. They also avoid reports on the Azov Neo-Nazi battalion which is a regular unit in the Ukrainian army despite war crimes allegations against it.",
    "This is a war that did not happen on Russia’s bidding alone. The US has running programmes aimed at defanging Russia. A Pentagon-funded Rand Corporation study in 2019 called for all what the West is now seen to be doing against Russia: Here is what the Rand report said:",
    "",
    "“We examine a range of nonviolent measures that could exploit Russia’s actual vulnerabilities and anxieties as a way of stressing Russia’s military and economy and the regime’s political standing at home and abroad. The steps we examine would not have either defence or deterrence as their prime purpose, although they might contribute to both. Rather, these steps are conceived of as elements in a campaign designed to unbalance the adversary, leading Russia to compete in domains or regions where the United States has a competitive advantage, and causing Russia to overextend itself militarily or economically or causing the regime to lose domestic and/or international prestige and influence.”",
    "",
    "Zelenskyy is not a political hardnut to detect he is being manipulated. In an article last week, US political writer and anti-war activist Diana Johnstone likened the Russia-Ukraine conflict to the bear-baiting game which the British royals indulged in before the gory spectacle was banned in the 19th century. In this cruel sport, fierce dogs were trained and set upon a chained or declawed bear, while stonehearted ‘nobles’ cheered them on. Johnstone adds: “And yet today, a version of bear baiting is being practised every day against whole nations on a gigantic international scale.  It is called United States foreign policy. It has become the regular practice of the absurd international sports club called NATO.",
    "",
    "“United States leaders, secure in their arrogance as ‘the indispensable nation,’ have no more respect for other countries than the Elizabethans had for the animals they tormented. The list is long of targets of U.S. bear baiting, but Russia stands out as prime example of constant harassment.  And this is no accident.  The baiting is deliberately and elaborately planned.”",
    "The war in Ukraine has also exposed the hypocrisy of western leaders and their acolyte media. To prove this point, no global crisis is more apt to cite as a comparison than the Palestinian crisis. Both Ukraine and Palestine are under occupation. Yet, when Gaza is bombed to smithereens or when Palestinian people are evicted from their homes, rarely are there any bleeding hearts among Western leaders to speak for Palestinian victims.  Rarely do we see Western media reports that expose Israeli atrocities.",
    "",
    "Then take the Federation of International Football Associations (FIFA). In the Ukrainian case, FIFA was quick to penalise Russia and Belarus following the invasion, but when an Egyptian footballer carried a pro-Palestinian message underneath his jersey, and when the governing body was called upon to blacklist Israel for its atrocities in Palestine, FIFA was quick to point to its policy of not mixing politics with sports."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනය: කුරිරු ක්රීඩාවකදී Zelenskyy ගේම ඉලක්කය",
      "body_lines": [
        "යුක්රේනයේ ජනාධිපති Volodymyr Zelenskyy පැහැදිලිවම ජාත්‍යන්තර සබඳතාවල එක් ප්‍රධාන මූලධර්මයක් නොසලකා හැර ඇති අතර රුසියානු හමුදා රටේ අගනුවර වන Kyiv දෙසට ගමන් කිරීමත් සමඟ දැන් ඒ සඳහා මිල අධික මිලක් ගෙවමින් සිටී.",
        "",
        "විශාල බලවතුන් අසල්වැසි ප්‍රදේශයක සිටින ජාතියක් තම ස්වෛරීභාවය සුරැකිය හැක්කේ විදේශ ප්‍රතිපත්ති තුලනය කිරීමේ ක්‍රියාවලින් පමණක් බව මතක තබා ගත යුතුය. 2014 වසරේ සිට යුක්රේනය මෙම ලකුණු සටහනේ අසාර්ථක විය.",
        "සෑම ජාතියක්ම ජාතික අවශ්‍යතා ඉලක්ක කරගෙන යයි. කෙසේ වෙතත්, ජාතියක ජාතික අවශ්‍යතා ඉලක්ක බොහෝ විට වෙනත් රටවල, විශේෂයෙන් අසල්වැසි රටවල ජාතික අවශ්‍යතා ඉලක්ක සමඟ ගැටෙන්නේ නැත. එවැනි අවස්ථාවලදී බුද්ධිමත් ජාතියක් කල්පනාකාරීව කටයුතු කරයි. තම රටේ ජාතික අවශ්‍යතා නිර්වචනය කරන හොඳ නායකයෙක් තාර්කික නායකයෙකු විය යුතුය. තාර්කික නායකයෙකු යනු විචක්ෂණශීලී නායකයෙකි. ජාත්‍යන්තර සබඳතාවලදී, විචක්ෂණභාවය යනු රටේ අවශ්‍යතා සහ අභිලාෂයන් තක්සේරු කිරීමට ඇති හැකියාව වන අතරම ඒවා අන් අයගේ අවශ්‍යතා සහ අභිලාෂයන්ට එරෙහිව ප්‍රවේශමෙන් තුලනය කරයි. දේශපාලන යථාර්ථවාදයේ ප්‍රබල උපදේශකයෙකු වන Hans J. Mogenteau මෙසේ පැවසීය: “තමන්ගේම අවශ්‍යතා ගැන පමණක් නොව, අනෙකුත් ජාතීන්ගේ අවශ්‍යතා ගැන ද දැනුවත් ජාතියක ජාතික අවශ්‍යතාවය, දෙවැන්න සමඟ ගැළපෙන කොන්දේසි අනුව අර්ථ දැක්විය යුතුය. බහුජාතික ලෝකයක, මෙය දේශපාලන සදාචාරයේ අවශ්‍යතාවයකි, සම්පූර්ණ යුද්ධයක් පවතින යුගයක, එය පැවැත්මේ කොන්දේසියක් ද වේ.",
        "",
        "උතුරු අත්ලාන්තික් ගිවිසුම් සංවිධානයේ (නේටෝ) අඛණ්ඩව නැගෙනහිර දෙසට ව්‍යාප්ත වීම සම්බන්ධයෙන් යුක්‍රේනය සිය ආරක්‍ෂක උත්සුකතාව නැවත නැවතත් ප්‍රකාශ කළ රුසියාවට අනුකූලව තම ජාතික අවශ්‍යතාව නිර්වචනය කළ යුතුව තිබුණි. රුසියාවේ නායක ව්ලැඩිමීර් පුටින් ද අනතුරු ඇඟවූයේ නේටෝවේ සාමාජිකත්වය සඳහා සුදුසු ප්‍රතිචාරයක් ලබා දෙන රතු රේඛාවක් ලෙස රුසියාව සලකනු ඇති බවයි, මන්ද මෙම පියවර යුක්රේනයේ නේටෝව න්‍යෂ්ටික මිසයිල යෙදවීමට තුඩු දෙනු ඇතැයි බිය විය. රුසියාව අත්විඳින තත්වය 1962 කියුබානු මිසයිල අර්බුදයේදී එක්සත් ජනපදය පැවති තත්වය තරමක් ආපසු හැරවීමකි. 1962 දී රුසියාව කියුබාවේ න්‍යෂ්ටික මිසයිල ස්ථානගත කළ විට එම මිසයිල ඉවත් නොකළහොත් යුද බලය යෙදවීමට පසුබට නොවන බවට ඇමෙරිකාව අනතුරු ඇඟවීය.",
        "එහෙත්, යුක්රේනයේ විකට ජනාධිපති, රුසියාවේ අනතුරු ඇඟවීම් සහ කියුබානු මිසයිල අර්බුදය උගන්වන ජාත්‍යන්තර සබඳතා පාඩම අහංකාර ලෙස නොසලකා හරිමින්, සැබෑ ජනාධිපති Zelenskyy නේටෝව වැලඳ ගැනීමට උත්සාහ කළේය.",
        "",
        "ශ්‍රී ලංකාව චීනය සමඟ ආරක්ෂක ගිවිසුමකට එළැඹී බෙයිජිං රාජ්‍යයට ශ්‍රී ලංකාවේ මිසයිල කඳවුරු පිහිටුවීමට අවසර දුන්නොත් ඉන්දියාව නිහඬව සිටීවිද? පැහැදිලිවම, ශ්‍රී ලංකාව ඉන්දියාවේ ආරක්ෂක උත්සුකයන් නොසලකා හැරියහොත් නව දිල්ලිය පූර්ව ප්‍රහාරයකින් ප්‍රතිචාර දක්වනු ඇත. මෙය ජාත්‍යන්තර සබඳතා 101 වේ.",
        "එහෙත්, Zelenskyy හුබ්‍රිස් බරින් රුසියාව නොකඩවා ප්‍රතික්ෂේප කරන අතර යුක්‍රේනයට ඉහළින් පියාසර තහනම් කලාපයක් ඉල්ලා සිටී, එය න්‍යෂ්ටික යුද්ධයක් පමණක් අවුලුවාලනු ඇති බව නොදැන සිටියි.",
        "රුසියාවට එරෙහි ඔවුන්ගේ අඛණ්ඩ දෙමුහුන් යුද්ධයේදී එක්සත් ජනපදය, බ්‍රිතාන්‍යය සහ ඔවුන්ගේ බටහිර සහචරයින් විසින් ඔහු ඉත්තෙකු ලෙස භාවිතා කරන බව දැකීම සෙලෙන්ස්කි ප්‍රතික්ෂේප කරයි. Hybrid warfare යනු දේශපාලන යුද්ධ භාවිතා කරන ප්‍රහාරක ආකාරයක් වන අතර සාම්ප්‍රදායික යුද්ධ, අක්‍රමවත් යුද්ධ සහ සයිබර් යුද්ධ ව්‍යාජ ප්‍රවෘත්ති, රාජ්‍ය තාන්ත්‍රිකභාවය, නීති සහ විදේශීය මැතිවරණ මැදිහත්වීම් වැනි වෙනත් බලපෑම් ක්‍රම සමඟ මිශ්‍ර කරයි.",
        "",
        "දැඩි ආර්ථික හා මූල්‍ය සම්බාධක පැනවීමෙන් සහ ප්‍රවෘත්ති සපයන ජනප්‍රිය රුසියාව ටුඩේ සහ ස්පුට්නික් ප්‍රවෘත්ති ආයතන තහනම් කරමින් රුසියාවට එරෙහි ඔවුන්ගේ ආර්ථික යුද්ධය සහ තොරතුරු යුද්ධය ඊළඟ මට්ටමට ගෙන යාමට ඔවුන් බලා සිටි අවස්ථාව යුක්‍රේන ගැටුම එක්සත් ජනපදයට සහ එහි බටහිර සහචරයින්ට ලබා දී ඇත. සහ CNN, BBC, Fox සහ අනෙකුත් බටහිර මාධ්‍ය ආයතනවල අපට නොපෙනෙන විශ්ලේෂණ. නිසැකවම රුසියාව ටුඩේ සහ ස්පුට්නික් තහනම් කිරීම බටහිර මිනිසුන්ගේ බුද්ධියට කරන අපහාසයක් වන අතර බටහිරයන් කුහක ලෙස ප්‍රවර්ධනය කිරීමට උත්සාහ කරන මාධ්‍ය නිදහසට පහර දීමකි. මාධ්‍යවලට කටවල් ගැසීම ඔවුන්ගේ යුද උපක්‍රමවල කොටසක්‌ද යන්න බටහිර ජාතීන්ගෙන් ඇසිය යුතුය. මතක තබා ගන්න, ඇෆ්ගන් සහ ඉරාක යුද්ධ උග්‍ර වූ සමයේ එක්සත් ජනපදය ප්‍රමුඛ හමුදා අල්-ජසීරා කාර්යාලවලට බෝම්බ දමා හමුදා මෙහෙයුම් වලදී මාධ්‍යවේදීන් ඝාතනය කර ඇත. රුසියාව ටුඩේ සහ ස්පුට්නික් පුටින්ගේ කටකතා නම්, ඒවා බීබීසී, සීඑන්එන් සහ අනෙකුත් යුද ලෝභී බටහිර මාධ්‍ය ආයතනවලට වඩා වෙනස් නොවේ.",
        "",
        "රුසියාවේ යුද්ධයේ අනුවාදය මුලුමනින්ම අඳුරු වීමත් සමග, බටහිර යුධ න්‍යාය පත්‍රය නිරාවරණය වී නොමැත. බටහිර මාධ්‍ය රුසියානු ගැති ඩොන්බාස් කලාපයේ මිනිස් දුක් වේදනා ගැන කිසිවක් වාර්තා නොකරයි. යුක්රේන හමුදාවට එරෙහිව යුද අපරාධ චෝදනා නොතකා එහි නිත්‍ය ඒකකයක් වන Azov Neo-Nazi බලඇණිය පිළිබඳ වාර්තා ද ඔවුන් මග හරියි.",
        "මෙය රුසියාවේ ලංසුව මත පමණක් සිදු නොවූ යුද්ධයකි. එක්සත් ජනපදය රුසියාව අපකීර්තියට පත් කිරීම ඉලක්ක කරගත් වැඩසටහන් ක්‍රියාත්මක කරයි. 2019 දී පෙන්ටගනයෙන් අරමුදල් සපයන Rand Corporation අධ්‍යයනයක් මගින් රුසියාවට එරෙහිව බටහිර රටවල් දැන් කරමින් සිටින සියල්ල ඉල්ලා සිටියේය: Rand වාර්තාවේ සඳහන් දේ මෙන්න:",
        "",
        "“රුසියාවේ මිලිටරි සහ ආර්ථිකය සහ රට තුළ සහ විදේශයන්හි පාලන තන්ත්‍රයේ දේශපාලන ස්ථාවරය අවධාරණය කිරීමේ මාර්ගයක් ලෙස රුසියාවේ සැබෑ අවදානම් සහ කාංසාවන් ප්‍රයෝජනයට ගත හැකි අවිහිංසාවාදී පියවර මාලාවක් අපි පරීක්ෂා කරමු. අප විමසා බලන පියවර දෙකටම දායක විය හැකි නමුත් ආරක්ෂාව හෝ වැළැක්වීම ඔවුන්ගේ මූලික අරමුණ ලෙස නොතිබෙනු ඇත. ඒ වෙනුවට, මෙම පියවර සංකල්පනය කරනු ලබන්නේ විරුද්ධවාදියා අසමතුලිත කිරීම සඳහා සැලසුම් කරන ලද ව්‍යාපාරයක අංගයන් ලෙස රුසියාවට නායකත්වය දෙන අතර එක්සත් ජනපදයට තරඟකාරී වාසියක් ඇති වසම් හෝ කලාපවල තරඟ කිරීමට රුසියාව යොමු කරයි, සහ රුසියාවට මිලිටරිමය හෝ ආර්ථික වශයෙන් අධික ලෙස ව්‍යාප්ත වීමට හෝ පාලන තන්ත්‍රය අහිමි වීමට හේතු වේ. දේශීය සහ/හෝ ජාත්‍යන්තර කීර්තිය සහ බලපෑම.",
        "",
        "Zelenskyy ඔහු හසුරුවන බව හඳුනා ගැනීමට දේශපාලන දැඩි අයෙක් නොවේ. පසුගිය සතියේ ලිපියක, එක්සත් ජනපද දේශපාලන ලේඛිකාවක් සහ යුද විරෝධී ක්‍රියාකාරිනියක වන ඩයනා ජොන්ස්ටෝන් රුසියානු-යුක්රේන ගැටුම 19 වැනි සියවසේදී ගෝරි සංදර්ශන තහනම් කිරීමට පෙර බ්‍රිතාන්‍ය රාජකීයයන් විසින් සිදු කරන ලද වලස් ඇමදීමේ ක්‍රීඩාවකට සමාන කළාය. මෙම කුරිරු ක්‍රීඩාවේදී, දරුණු සුනඛයන් පුහුණු කර දම්වැලකින් බැඳ හෝ ඉවත් කරන ලද වලසෙකු මත තබා ඇති අතර, ගල් හදවත් ඇති 'උතුම්වරු' ඔවුන්ව දිරිමත් කළහ. ජොන්ස්ටෝන් තවදුරටත් මෙසේ පවසයි: “එසේ වුවද, අද දින, යෝධ ජාත්‍යන්තර පරිමාණයෙන් මුළු ජාතීන්ටම එරෙහිව වලස් ඇමදීමේ අනුවාදයක් ක්‍රියාත්මක වේ. එය එක්සත් ජනපද විදේශ ප්‍රතිපත්තිය ලෙස හැඳින්වේ. එය නේටෝ නම් විකාර ජාත්‍යන්තර ක්‍රීඩා සමාජයේ නිත්‍ය පුරුද්ද බවට පත්ව ඇත.",
        "",
        "“අත්‍යවශ්‍ය ජාතියක්” ලෙස උද්ධච්ච භාවයෙන් සුරක්ෂිතව සිටින එක්සත් ජනපද නායකයින්, එලිසබෙත්වරුන් තමන් වධ හිංසා කළ සතුන්ට වඩා වෙනත් රටවලට වැඩි ගෞරවයක් නොදක්වයි. එක්සත් ජනපදයේ වලස් ඇමදීමේ ඉලක්ක ලැයිස්තුව දිගු වේ, නමුත් රුසියාව නිරන්තර හිරිහැරවල ප්‍රධාන උදාහරණය ලෙස කැපී පෙනේ. තවද මෙය අහම්බයක් නොවේ. ඇමදීම හිතාමතාම සහ සවිස්තරාත්මකව සැලසුම් කර ඇත. ”",
        "යුක්රේනයේ යුද්ධය බටහිර නායකයින්ගේ සහ ඔවුන්ගේ අනුගාමික මාධ්‍යවල කුහකකම ද හෙලිදරව් කර ඇත. මෙම කරුණ සනාථ කිරීම සඳහා, පලස්තීන අර්බුදය තරම් කිසිදු ගෝලීය අර්බුදයක් සංසන්දනය කිරීමක් ලෙස උපුටා දැක්වීමට සුදුසු නැත. යුක්රේනය සහ පලස්තීනය යන දෙකම ආක්‍රමණයට ලක්ව ඇත. එහෙත්, ගාසා තීරයට බෝම්බ හෙලන විට හෝ පලස්තීන ජනතාව ඔවුන්ගේ නිවෙස්වලින් ඉවත් කරන විට, පලස්තීන වින්දිතයන් වෙනුවෙන් කතා කිරීමට බටහිර නායකයින් අතර ලේ ගලන හදවත් ඇත්තේ කලාතුරකිනි. ඊශ්‍රායල ම්ලේච්ඡ ක්‍රියා හෙළි කරන බටහිර මාධ්‍ය වාර්තා අපට දකින්නට ලැබෙන්නේ කලාතුරකිනි.",
        "",
        "ඉන්පසු ජාත්‍යන්තර පාපන්දු සංගම් සම්මේලනය (FIFA) ගන්න. යුක්රේන නඩුවේදී, ආක්‍රමණයෙන් පසු රුසියාවට සහ බෙලරුසියාවට දඬුවම් කිරීමට FIFA ඉක්මන් විය, නමුත් ඊජිප්තු පාපන්දු ක්‍රීඩකයෙකු තම ජර්සිය යට පලස්තීන ගැති පණිවිඩයක් රැගෙන ගිය විට සහ පලස්තීනයේ සිදු වූ කුරිරුකම් සඳහා ඊශ්‍රායලය අසාදු ලේඛනගත කරන ලෙස පාලක මණ්ඩලයට ආරාධනා කළ විට, FIFA ක්‍රීඩාවට දේශපාලනය මිශ්‍ර නොකිරීමේ ප්‍රතිපත්තිය පෙන්වා දීමට ඉක්මන් විය."
      ]
    },
    "ta": {
      "title": "உக்ரைன்: ஒரு கொடூரமான விளையாட்டில் Zelenskyy சொந்த கோல்",
      "body_lines": [
        "உக்ரைனின் ஜனாதிபதி Volodymyr Zelenskyy சர்வதேச உறவுகளின் முக்கிய கொள்கைகளில் ஒன்றைப் புறக்கணித்துள்ளார், மேலும் ரஷ்ய துருப்புக்கள் நாட்டின் தலைநகரான Kyiv ஐ நோக்கி நகரும் நிலையில், அதற்கான விலையுயர்ந்த விலையை இப்போது செலுத்தி வருகிறார்.",
        "",
        "ஒரு பெரிய வல்லரசு சுற்றுப்புறத்தில் உள்ள ஒரு நாடு தனது இறையாண்மையை வெளியுறவுக் கொள்கை சமநிலைப்படுத்தும் செயல்களால் மட்டுமே பாதுகாக்க முடியும் என்பதை நினைவில் கொள்ள வேண்டும். 2014 முதல், உக்ரைன் இந்த ஸ்கோரில் தோல்வியடைந்தது.",
        "ஒவ்வொரு நாடும் தேசிய நலன் இலக்குகளை பின்பற்றுகிறது. இருப்பினும், ஒரு நாட்டின் தேசிய நலன் இலக்குகள் மற்ற நாடுகளின், குறிப்பாக அண்டை நாடுகளின் தேசிய நலன் இலக்குகளுடன் அடிக்கடி மோதுவதில்லை. அத்தகைய சூழ்நிலைகளில், ஒரு புத்திசாலி தேசம் விவேகத்துடன் செயல்படும். தனது நாட்டின் தேசிய நலனை வரையறுக்கும் ஒரு நல்ல தலைவர் ஒரு பகுத்தறிவு தலைவராக இருக்க வேண்டும். ஒரு பகுத்தறிவு தலைவர் ஒரு விவேகமான தலைவர். சர்வதேச உறவுகளில், விவேகம் என்பது நாட்டின் தேவைகள் மற்றும் அபிலாஷைகளை மற்றவர்களின் தேவைகள் மற்றும் அபிலாஷைகளுக்கு எதிராக கவனமாக சமநிலைப்படுத்தும் திறன் ஆகும். அரசியல் யதார்த்தவாதத்தின் வலுவான வக்கீலான ஹான்ஸ் ஜே. மொஜென்தியோ கூறினார்: “ஒரு தேசத்தின் தேசிய நலன், அதன் சொந்த நலன் மட்டுமல்ல, மற்ற நாடுகளின் நலனும் கூட, பிந்தையவற்றுடன் இணக்கமான வகையில் வரையறுக்கப்பட வேண்டும். ஒரு பன்னாட்டு உலகில், இது அரசியல் அறநெறியின் தேவையாகும், மொத்த யுத்த யுகத்தில், இது உயிர்வாழ்வதற்கான ஒரு நிபந்தனையாகும்.",
        "",
        "வடக்கு அட்லாண்டிக் உடன்படிக்கை அமைப்பின் (நேட்டோ) தொடர்ச்சியான கிழக்கு நோக்கிய விரிவாக்கம் குறித்து தனது பாதுகாப்பு கவலைகளை மீண்டும் மீண்டும் வெளிப்படுத்திய ரஷ்யாவுடன் இணக்கமான வகையில் உக்ரைன் தனது தேசிய நலனை வரையறுத்திருக்க வேண்டும். ரஷ்யாவின் தலைவர் விளாடிமிர் புடின், நேட்டோவின் உறுப்பினர் முயற்சியை ஒரு சிவப்புக் கோடாக ரஷ்யா கருதும் என்று எச்சரித்திருந்தார், இது பொருத்தமான பதிலுக்கு உத்தரவாதமளிக்கும், ஏனெனில் இந்த நடவடிக்கை உக்ரைனில் நேட்டோவின் அணுசக்தி ஏவுகணைகளை நிலைநிறுத்த வழிவகுக்கும் என்று அஞ்சுகிறது. 1962 ஆம் ஆண்டு கியூபா ஏவுகணை நெருக்கடியின் போது அமெரிக்கா கொண்டிருந்த நிலைமையை சற்று மாற்றியமைக்கும் சூழ்நிலையில் ரஷ்யா காணப்படுகிறது. 1962ல் ரஷ்யா கியூபாவில் அணு ஆயுத ஏவுகணைகளை நிலைநிறுத்தியபோது, ​​அந்த ஏவுகணைகளை அகற்றாவிட்டால் ராணுவ பலத்தை பயன்படுத்தவும் தயங்கமாட்டோம் என அமெரிக்கா எச்சரித்தது.",
        "ஆயினும்கூட, உக்ரைனின் நகைச்சுவை நடிகர் ஜெலென்ஸ்கி ரஷ்யாவின் எச்சரிக்கைகள் மற்றும் கியூபா ஏவுகணை நெருக்கடி கற்பிக்கும் சர்வதேச உறவுகளின் பாடத்தை ஆணவத்துடன் புறக்கணித்து நேட்டோவை அரவணைக்க முயன்றார்.",
        "",
        "சீனாவுடன் இலங்கை பாதுகாப்பு ஒப்பந்தம் செய்துகொண்டு, இலங்கையில் ஏவுகணைத் தளங்களை அமைக்க பெய்ஜிங்கிற்கு அனுமதி அளித்தால் இந்தியா அமைதியாக இருக்குமா? வெளிப்படையாக, இந்தியாவின் பாதுகாப்புக் கவலைகளை இலங்கை புறக்கணித்தால், புதுடெல்லி ஒரு முன்கூட்டிய வேலைநிறுத்தத்துடன் பதிலடி கொடுக்கும். இது சர்வதேச உறவுகள் 101.",
        "ஆயினும்கூட, Zelenskyy ரஷ்யாவைத் தொடர்ந்து ஏமாற்றி வருகிறார், மேலும் உக்ரைன் மீது பறக்க தடை மண்டலத்திற்கு அழைப்பு விடுக்கிறார், அது அணுசக்தி யுத்தத்தை மட்டுமே தூண்டும் என்பதை உணரவில்லை.",
        "ரஷ்யாவிற்கு எதிரான தொடர்ச்சியான கலப்பினப் போரில் அமெரிக்கா, பிரிட்டன் மற்றும் அவர்களின் மேற்கத்திய நட்பு நாடுகளால் அவர் ஒரு சிப்பாயாகப் பயன்படுத்தப்படுவதையும் Zelenskyy பார்க்க மறுக்கிறார். கலப்பினப் போர் என்பது அரசியல் போரைப் பயன்படுத்துகிறது மற்றும் வழக்கமான போர், ஒழுங்கற்ற போர் மற்றும் சைபர் வார்ஃபேர் ஆகியவற்றை போலிச் செய்திகள், இராஜதந்திரம், சட்டம் மற்றும் வெளிநாட்டுத் தேர்தல் தலையீடு போன்ற பிற செல்வாக்கு செலுத்தும் முறைகளுடன் கலக்கிறது.",
        "",
        "உக்ரேனிய மோதல் அமெரிக்காவிற்கும் அதன் மேற்கத்திய நட்பு நாடுகளுக்கும் ரஷ்யாவிற்கு எதிரான அவர்களின் பொருளாதாரப் போரையும் தகவல் போரையும் அடுத்த கட்டத்திற்கு எடுத்துச் செல்ல அவர்கள் எதிர்பார்த்த வாய்ப்பை வழங்கியுள்ளது. சிஎன்என், பிபிசி, ஃபாக்ஸ் மற்றும் பிற மேற்கத்திய ஊடகங்களில் நாம் பார்க்க மாட்டோம் என்று பகுப்பாய்வு செய்கிறது. நிச்சயமாக, ரஷ்யா டுடே மற்றும் ஸ்புட்னிக் ஆகியவற்றைத் தடைசெய்வது மேற்கத்திய மக்களின் அறிவுத்திறனை அவமதிப்பதாகும், அதுமட்டுமின்றி மேற்குலகம் பாசாங்குத்தனமாக விளம்பரப்படுத்த முயற்சிக்கும் ஊடக சுதந்திரத்தின் மீதான தாக்குதலாகும். ஊடகங்களின் வாயை வதைப்பது அவர்களின் போர் உத்தியின் ஒரு பகுதியா என்பதை மேற்கத்திய நாடுகளிடம் கேட்க வேண்டும். ஆப்கானிஸ்தான் மற்றும் ஈராக் போர்கள் உச்சக்கட்டத்தின் போது அமெரிக்க தலைமையிலான துருப்புக்கள் அல்-ஜசீரா அலுவலகங்கள் மீது குண்டுவீசி தாக்குதல் நடத்தியதையும் இராணுவ நடவடிக்கைகளில் பத்திரிகையாளர்களை கொன்றதையும் நினைவில் கொள்க. ரஷ்யா டுடே மற்றும் ஸ்புட்னிக் ஆகியவை புட்டினின் ஊதுகுழல்கள் என்றால், அவை பிபிசி, சிஎன்என் மற்றும் பிற போர் வெறிகொண்ட மேற்கத்திய ஊடகங்களில் இருந்து வேறுபட்டவை அல்ல.",
        "",
        "ரஷ்யாவின் போரின் பதிப்பு கிட்டத்தட்ட இருட்டடிப்பு செய்யப்பட்ட நிலையில், மேற்கின் போர் நிகழ்ச்சி நிரல் அம்பலப்படுத்தப்படாமல் உள்ளது. மேற்கத்திய ஊடகங்கள் ரஷ்ய சார்பு டான்பாஸ் பிராந்தியத்தில் மனித துன்பங்களைப் பற்றி எதுவும் தெரிவிக்கவில்லை. அசோவ் நியோ-நாஜி பட்டாலியன் மீது போர்க்குற்ற குற்றச்சாட்டுகள் இருந்தபோதிலும், உக்ரேனிய இராணுவத்தில் வழக்கமான பிரிவாக இருக்கும் அறிக்கைகளையும் அவர்கள் தவிர்க்கிறார்கள்.",
        "ரஷ்யாவின் ஏலத்தில் மட்டும் நடக்காத போர் இது. ரஷ்யாவை இழிவுபடுத்தும் நோக்கத்தில் அமெரிக்கா திட்டங்களை செயல்படுத்தி வருகிறது. 2019 இல் பென்டகனின் நிதியுதவி பெற்ற ராண்ட் கார்ப்பரேஷன் ஆய்வில் மேற்கு நாடுகள் ரஷ்யாவிற்கு எதிராக என்ன செய்து கொண்டிருக்கின்றன என்பதை அழைக்கிறது: ராண்ட் அறிக்கை கூறியது இங்கே:",
        "",
        "\"ரஷ்யாவின் இராணுவம் மற்றும் பொருளாதாரம் மற்றும் உள்நாட்டிலும் வெளிநாட்டிலும் ஆட்சியின் அரசியல் நிலைப்பாட்டை வலியுறுத்துவதற்கான ஒரு வழியாக, ரஷ்யாவின் உண்மையான பாதிப்புகள் மற்றும் கவலைகளைப் பயன்படுத்திக் கொள்ளக்கூடிய வன்முறையற்ற நடவடிக்கைகளை நாங்கள் ஆராய்வோம். நாங்கள் ஆராயும் படிகள் பாதுகாப்பு அல்லது தடுப்பு ஆகியவை அவற்றின் பிரதான நோக்கமாக இருக்காது, இருப்பினும் அவை இரண்டிற்கும் பங்களிக்கக்கூடும். மாறாக, இந்தப் படிநிலைகள், எதிரியை சமநிலையில் வைக்கும் பிரச்சாரத்தின் கூறுகளாகக் கருதப்படுகின்றன, ரஷ்யாவை அமெரிக்காவிற்கு போட்டி நன்மைகள் உள்ள டொமைன்கள் அல்லது பிராந்தியங்களில் போட்டியிட வழிவகுத்தது, மேலும் ரஷ்யாவை இராணுவ ரீதியாக அல்லது பொருளாதார ரீதியாக மிகைப்படுத்தி அல்லது ஆட்சியை இழக்கச் செய்கிறது. உள்நாட்டு மற்றும்/அல்லது சர்வதேச கௌரவம் மற்றும் செல்வாக்கு.\"",
        "",
        "Zelenskyy அவர் கையாளப்படுவதைக் கண்டறிவதற்கான அரசியல் கடினமானவர் அல்ல. கடந்த வாரம் ஒரு கட்டுரையில், அமெரிக்க அரசியல் எழுத்தாளரும் போர்-எதிர்ப்பு ஆர்வலருமான டயானா ஜான்ஸ்டோன், ரஷ்யா-உக்ரைன் மோதலை 19 ஆம் நூற்றாண்டில் தடைசெய்யப்பட்ட கொடூரமான காட்சிக்கு முன்னர் பிரிட்டிஷ் அரச குடும்பங்கள் ஈடுபட்டிருந்த கரடி-தூண்டுதல் விளையாட்டிற்கு ஒப்பிட்டார். இந்த கொடூரமான விளையாட்டில், கடுமையான நாய்கள் பயிற்சியளிக்கப்பட்டு, சங்கிலியால் கட்டப்பட்ட அல்லது சிதைக்கப்பட்ட கரடியின் மீது ஏற்றப்பட்டன, அதே நேரத்தில் கல் நெஞ்சம் கொண்ட 'பிரபுக்கள்' அவர்களை உற்சாகப்படுத்தினர். ஜான்ஸ்டோன் மேலும் கூறுகிறார்: “இன்றும், கரடி தூண்டுதலின் ஒரு பதிப்பு ஒவ்வொரு நாளும் முழு நாடுகளுக்கும் எதிராக ஒரு மாபெரும் சர்வதேச அளவில் நடைமுறைப்படுத்தப்படுகிறது. இது அமெரிக்காவின் வெளியுறவுக் கொள்கை என்று அழைக்கப்படுகிறது. இது நேட்டோ என்ற அபத்தமான சர்வதேச விளையாட்டுக் கழகத்தின் வழக்கமான நடைமுறையாகிவிட்டது.",
        "",
        "\"இன்றியமையாத தேசம்\" என்ற ஆணவத்தில் பாதுகாப்பாக இருக்கும் அமெரிக்கத் தலைவர்கள், எலிசபெத்தன்கள் தாங்கள் துன்புறுத்திய விலங்குகளுக்குக் கொண்டிருந்த மரியாதையை விட மற்ற நாடுகளுக்கு மரியாதை கொடுப்பதில்லை. அமெரிக்க கரடி தூண்டுதலின் இலக்குகளின் பட்டியல் நீண்டது, ஆனால் தொடர்ச்சியான துன்புறுத்தலுக்கு ரஷ்யா பிரதான உதாரணமாக நிற்கிறது. மேலும் இது விபத்து அல்ல. தூண்டில் வேண்டுமென்றே மற்றும் விரிவாக திட்டமிடப்பட்டுள்ளது.",
        "உக்ரேனில் நடந்த போர் மேற்கத்திய தலைவர்கள் மற்றும் அவர்களின் துணை ஊடகங்களின் பாசாங்குத்தனத்தையும் அம்பலப்படுத்தியுள்ளது. இந்தக் கருத்தை நிரூபிக்க, பாலஸ்தீன நெருக்கடியை விட எந்த ஒரு உலகளாவிய நெருக்கடியும் ஒப்பிடுவதற்கு பொருத்தமானதாக இல்லை. உக்ரைன் மற்றும் பாலஸ்தீனம் இரண்டுமே ஆக்கிரமிப்பில் உள்ளன. ஆயினும்கூட, காசா மீது குண்டுவீசித் தாக்கப்படும்போது அல்லது பாலஸ்தீனிய மக்கள் தங்கள் வீடுகளில் இருந்து வெளியேற்றப்படும்போது, ​​பாலஸ்தீனிய பாதிக்கப்பட்டவர்களுக்காக பேசுவதற்கு மேற்கத்திய தலைவர்களிடையே இரத்தம் சிந்தும் இதயங்கள் அரிதாகவே உள்ளன. இஸ்ரேலிய அட்டூழியங்களை அம்பலப்படுத்தும் மேற்கத்திய ஊடக அறிக்கைகளை நாம் அரிதாகவே பார்க்கிறோம்.",
        "",
        "பின்னர் சர்வதேச கால்பந்து சங்கங்களின் கூட்டமைப்பை (FIFA) எடுத்துக் கொள்ளுங்கள். உக்ரேனிய வழக்கில், FIFA படையெடுப்பைத் தொடர்ந்து ரஷ்யா மற்றும் பெலாரஸ் மீது அபராதம் விதித்தது, ஆனால் ஒரு எகிப்திய கால்பந்து வீரர் தனது ஜெர்சியின் கீழ் பாலஸ்தீனிய சார்பு செய்தியை எடுத்துச் சென்றபோது, ​​​​பாலஸ்தீனத்தில் இஸ்ரேலின் அட்டூழியங்களுக்காக இஸ்ரேலை தடுப்புப்பட்டியலில் சேர்க்குமாறு ஆளும் குழு அழைக்கப்பட்டது, FIFA விளையாட்டோடு அரசியலையும் கலக்கக் கூடாது என்ற கொள்கையை விரைவாகச் சுட்டிக் காட்டினார்."
      ]
    }
  }
}