{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-threefold-refuge-in-buddhism/",
  "time_ut": 1655130180,
  "title": "The threefold refuge in Buddhism",
  "body_lines": [
    "“Triple Gem” in Buddhism signifies three things: the Buddha (fully Enlightened One), the Dharma (Buddhas teachings), and the  Sangha (the Community). They are also known as the “Three Refuges” and the “Three Jewels”. In Sanskrit it is known as triratana. Before a person is initiated into Buddhism he must seek refuge in the Triple Gem. In addition, a person, who wishes to embrace Buddhism should undertake to follow the five precepts (pancha sila samadana).",
    "The formal practice of going for refuge is also known as taking refuge. It involves the threefold repetition of the following Pali formula.",
    "For a second time, I go to the Dhamma (teaching) for refuge.",
    "For a second time, I go to the Sangha (order of monks) for refuge.",
    "For a third time, I go to the Sangha (order of monks) for refuge.",
    "In many Buddhist temples we often see people paying their respect in front of the Buddha statues by kneeling or prostrating themselves reciting above formula. This formula is not an empty or mechanical ritual, but a practice meant to expand our understanding and interest and profound deepening of our faith. Refuge in ordinary parlance means is a person, place or thing giving protection from harm and danger. But according to Dhamma, taking refuge in the Triple Gem means taking refuge in our potential for liberation.",
    "The meaning of taking refuge in the Triple Gem is explained somewhat differently by various schools of Buddhism. The Theravada teacher Bhikkhu Bodhi said. “The Buddhas teaching of as a kind of building with its own distinct foundation, stories, stairs and roof. Like any other building, the teaching also has door, and in order to enter it, we have to go through this door. The door of entrance to the teaching of the Buddha is going for refuge to the Triple Gem that is to the Buddha as the fully enlightened teacher, to the Dhamma as the truth taught by him, and to the Sangha as the community of his noble disciples.”",
    "Going for refuge is defined as a conscious act of will and determination, directed towards liberation, based upon knowledge and inspired by faith, and understanding. Going for refuge is sometimes described as a state of mind that does not rely on others for one’s liberation.",
    "Taking refuge is serious commitment and it is not something you do casually. If a person really wishes to take Buddhism as his path and base his life on Buddhist principles he has to make some kind of commitment. Taking refuge by way of thoughtless recital of the formula is a degradation of the that venerable ancient practice. It deprives it of its true significance and efficacy. “Going for Refuge” should be the expression of a genuine inner urge, in the same as, in ordinary life, one may seek immediate refuge of a place of safety apprehending a great danger.",
    "Taking refuge in the Triple Gem is actually a profound and deeply personal action. To sceptics, such incantation or recital may smack of idolatry or superstition. But by taking refuge in the Triple Gem as a formal step a person makes a firm commitment to accept the Triple Gem as the guiding ideals of his life, and by reciting five precepts (panchaseela) he expresses his determination to bring his actions into harmony with those ideals through right conduct.",
    "From ancient times to the present, seeking refuge in the Triple Gem has functioned as the gateway to the rest of the Buddha’s dispensation. The importance of the Triple Gem should never be underestimated, as it is this act which imparts direction and forward momentum to the entire practice of the Buddhist path. The Triple Gem sustain us in difficult times. They encompass values, practices, insights and realisation that not only protect us from self-destructive behaviours but also help us live wisely. They help bring forth the best qualities in our hearts. Having taken refuge in the Buddha as an example and the dhamma as the path, then we take refuge in the sangha as companionship. Therefore, taking refuge in the Buddha, the Dhamma, and the Sangha is something more than a doctrinal or ritual thing.",
    "Some people wonder whether this way of paying respect by going for refuge to the Triple Gem is a form of prayer. Buddhism is not a theistic religion as such a person taking refuge in Buddha does not do it with the intention of seeking protection or salvation from him. Buddha did not claim any divine status for himself nor did he assert that he was an agent of human salvation. He was neither God nor a saviour, but a guide and teacher. Taking refuge is the formal way in which Buddhists express their confidence in the “Triple Gem”. Buddha declared “You yourselves must strive, the Buddha only points way. Those who meditate and practice the path freed from the bonds of death”. (Dhammapada). Throughout his ministry he urged his disciples to “be islands to yourselves, be refuges to yourselves.",
    "Buddha was the founder of Buddhism who attained Pari nibbana in India more 2500 years ago. He is revered by Buddhists all over the world, as an awakened being. He was the teacher of most central concepts in Buddhism, such as the Four Noble Truths and Eight-Fold Path which lead to liberation from suffering and ultimate bliss of Nibbana. He made suffering and release from suffering the focus of his teaching. He had discriminatory knowledge of the entire field of suffering, understood the arising and passing of all miseries. He was completely free from all mental defilements. He placed the mind at the forefront of his teaching and declared that it is the mind which fashions every action, which either leads to misery or happiness of every human being. He was an exalted one (Bagava) who vanquished all craving, aversion and delusion.",
    "Buddha was a man, but an extraordinary man (acchariya manussa), a unique being, a man of par excellence (purisuttama). When we go for refuge to the Buddha we resort to him as the supreme embodiment of purity, wisdom and compassion, the peerless teacher who can guide us to safety out of the perilous ocean of samsara. Buddha developed virtues to such a degree that he not only became enlightened without the help of a teacher, but was able to teach the truth to others, so that those who follow his path could attain enlightment.",
    "expounded by the Buddha is considered the second Gem. It is the teaching of the Buddha that guides us towards true wisdom and awakening of compassion. He declared shortly before his demise; be Islands for yourselves, be refuges for yourselves! Take no other refuge! Let the Dhamma be your island, let Dhamma be your refuge! Take no other refuge! (Maha Pari nibbana Sutta). Going for refuge in the Dharma, or the teaching, is sometimes described as tradition of going for refuge in the Noble Eight-Fold Path and the Middle way. These offer a structure for living which brings about peace and calmness and lack of enmity.as well as providing a refuge. The Dhamma is meant to challenge and invite the wise persons to explore and experience it and allow it to bring about a transformation. On many occasions, Buddha warned his disciples not to accept his teachings out of mere trust in him, but only after personal experience, practice and reflection. According to Kalama’s sutta “Do not go by hearsay by tradition, nor by tradition, nor by people’s tales, nor by the authority scriptures. Do not go by reasoning, nor by logic and methodical investigations, nor by approval of speculative views, nor moved by reverence, nor by the thought: “The recluse is my teacher.",
    "expounded by the Buddha could be experienced in this very life (sanditthiko), even by a person of average intelligence (paccattam veditabbo vinnuhiti). And it invites people to come and explore (ehipassiko).",
    "is third Triple Gem, which we go for refuge. The word sangha in Pali commonly translated as community or association. Traditionally, the Sangha refers to the association of monks or nuns, in whose custody Buddha placed his message after demise. The Sangha means the order of Buddhism that practices and preserves Dhamma. By taking refuge in the Sangha we find safety and strength in following the path laid out by Buddha. Third Gem Sangha characterized by the Buddha comprises those who practices Dharma according his teachings. Sangha is not just an assembly of ordinary people. They are also characterized by universal qualities such as; Being worthy of invitation (ahuneyyo), worthy of hospitality (pahuneyyo), worthy of offerings (dakkhineyyo) worthy of salute with folded hands (Anjali karaniyo) and field of merit par excellence (anuttaram punnna kkhettam). On many occasions, Buddha warned his disciples not to accept his teachings out of mere trust in him, but only after personal experience, practice and reflection.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බුදුදහමේ ත්‍රිවිධ සරණයි",
      "body_lines": [
        "බුදුදහමේ \"ත්‍රිවිධ රත්නය\" යන්නෙන් කරුණු තුනක් අදහස් කෙරේ: බුදුන් (සම්පූර්ණයෙන්ම බුද්ධත්වයට පත් වූ තැනැත්තා), ධර්මය (බුද්ධ ඉගැන්වීම්) සහ සංඝ (ප්‍රජාව). ඒවා \"තුන් සරණ\" සහ \"ත්‍රිවිධ ආභරණ\" ලෙසද හැඳින්වේ. සංස්කෘත භාෂාවෙන් එය ත්‍රිරතන ලෙස හැඳින්වේ. යමෙක් බුදුදහමට පිවිසීමට පෙර තෙරුවන් සරණ යා යුතුය. ඊට අමතරව බුදුදහම වැළඳ ගැනීමට කැමති පුද්ගලයා පංච ශීල සමාදාන (පංච ශීල සමාදානය) අනුගමනය කිරීමට කටයුතු කළ යුතුය.",
        "සරණ යාමේ විධිමත් පිළිවෙත සරණ යාම ලෙසද හැඳින්වේ. එයට පහත පාලි සූත්‍රයේ ත්‍රිත්ව පුනරාවර්තනය ඇතුළත් වේ.",
        "දෙවෙනි වතාවටත් සරණ යාම පිණිස ධර්මයට (ඉගැන්වීමට) යමි.",
        "දෙවෙනි වතාවටත් මම සරණ යාම සඳහා සංඝ (භික්ෂු ශාසනය) වෙත යමි.",
        "තුන්වෙනි වතාවටත් මම සරණ යාම සඳහා සංඝ (භික්ෂු ශාසනය) වෙත යමි.",
        "බොහෝ බෞද්ධ වෙහෙර විහාරස්ථානවල බුද්ධ ප්‍රතිමා අබියස දණින් වැටී හෝ වැඳ වැටෙමින් ඉහත සූත්‍රය සජ්ඣායනා කරමින් බුද්ධ ප්‍රතිමා අබියස තම ගෞරවය පුද කරන අය අපට නිතර දක්නට ලැබේ. මෙම සූත්‍රය හිස් හෝ යාන්ත්‍රික චාරිත්‍රයක් නොවේ, නමුත් අපගේ අවබෝධය සහ උනන්දුව පුළුල් කිරීමට සහ අපගේ ඇදහිල්ල ගැඹුරු කිරීමට අදහස් කරන පිළිවෙතකි. සාමාන්‍ය ව්‍යවහාරයෙන් සරණාගතය යන්නෙන් අදහස් වන්නේ පුද්ගලයෙකුට, ස්ථානයක් හෝ දෙයක් හානියෙන් හා අන්තරායෙන් ආරක්ෂා වීමයි. නමුත් ධර්මයට අනුව තෙරුවන් සරණ යාම යනු අපගේ විමුක්තිය සඳහා ඇති හැකියාව සරණ යාමයි.",
        "තෙරුවන් සරණ යාමේ අරුත බුදුදහමේ විවිධ ගුරුකුලවලින් තරමක් වෙනස් ලෙස පැහැදිලි කෙරේ. ථෙරවාද ගුරු හාමුදුරුවෝ බෝධිය කිව්වා. “බුදුරජාණන් වහන්සේ උගන්වා ඇත්තේ තමන්ගේම පදනමක්, කථාන්දර, පඩිපෙළ සහ වහල සහිත ගොඩනැඟිල්ලක් ලෙසය. වෙනත් ඕනෑම ගොඩනැගිල්ලක් මෙන්, ඉගැන්වීමට ද දොරක් ඇති අතර, එයට ඇතුළු වීමට නම්, අපට මෙම දොර හරහා යා යුතුය. බුද්ධ දේශනාවේ ප්‍රවේශ දොරටුව සම්පූර්ණයෙන් බුද්ධත්වයට පත් වූ ශාස්තෘවරයා ලෙස බුදුන් වහන්සේටත්, උන්වහන්සේ වදාළ සත්‍යය ලෙස ධර්මයටත්, උන්වහන්සේගේ උතුම් ශ්‍රාවක ප්‍රජාව වශයෙන් සංඝයාත් සරණ යන තෙරුවන් සරණ යනවා. .”",
        "රැකවරණය සඳහා යෑම නිර්වචනය කරනු ලබන්නේ දැනුම මත පදනම් වූ සහ ඇදහිල්ලෙන් සහ අවබෝධයෙන් ආනුභාව ලත් විමුක්තිය කරා යොමු කරන ලද කැමැත්තේ සහ අධිෂ්ඨානයේ සවිඥානික ක්‍රියාවක් ලෙස ය. සරණ යාම සමහර විට තම විමුක්තිය සඳහා අන් අය මත යැපෙන්නේ නැති මානසික තත්වයක් ලෙස විස්තර කෙරේ.",
        "සරණ යාම බරපතල කැපවීමක් වන අතර එය ඔබ අහම්බෙන් කරන දෙයක් නොවේ. යමෙක් සැබවින්ම බුදුදහම තම මාර්ගය කරගෙන බෞද්ධ ප්‍රතිපත්ති මත තම ජීවිතය ගොඩනඟා ගැනීමට කැමති නම් ඔහු යම් ආකාරයක කැපවීමක් කළ යුතුය. සූත්‍රය කල්පනා රහිතව සජ්ඣායනා කිරීමෙන් සරණ යාම ඒ ගෞරවනීය පුරාණ පිළිවෙත පිරිහීමකි. එය එහි සැබෑ වැදගත්කම සහ කාර්යක්ෂමතාව අහිමි කරයි. \"සරණාගමනය සඳහා යාම\" යනු සැබෑ අභ්‍යන්තර ආශාවක ප්‍රකාශනයක් විය යුතුය, සාමාන්‍ය ජීවිතයේදී, යමෙකුට විශාල අනතුරක් අත්කරගෙන ආරක්ෂිත ස්ථානයක ක්ෂණික රැකවරණයක් පැතිය හැකිය.",
        "තෙරුවන් සරණ යාම සැබවින්ම ගැඹුරු සහ ගැඹුරු පුද්ගලික ක්‍රියාවකි. සංශයවාදීන්ට, එවැනි මන්ත්‍ර කිරීම හෝ පුනරුත්ථාපනය කිරීම රූප වන්දනාව හෝ මිථ්‍යා විශ්වාසවලට පහර දිය හැකිය. නමුත් විධිමත් පියවරක් ලෙස තෙරුවන් සරණ යාමෙන් පුද්ගලයකු තම ජීවිතයේ මාර්ගෝපදේශක පරමාදර්ශය ලෙස තෙරුවන් පිළිගැනීමට දැඩි කැපවීමක් කරන අතර පන්සිල් පද පහක් (පංචසීලය) සජ්ඣායනය කිරීමෙන් තම ක්‍රියාවන් සමගියට ගෙන ඒමේ අධිෂ්ඨානය ප්‍රකාශ කරයි. නිවැරදි හැසිරීම හරහා එම පරමාදර්ශ.",
        "අතීතයේ සිට අද දක්වාම තෙරුවන් සරණ යාම බුද්ධ ශාසනයේ අවශේෂ දොරටුව ලෙස ක්‍රියා කරයි. බුදු සසුනෙහි ඇති වැදගත්කම කිසිවිටෙක අවතක්සේරු නොකළ යුතුය, මන්ද මෙම ක්‍රියාව සමස්ත බෞද්ධ මාර්ගයේ ගමන් මගට දිශානතිය හා ඉදිරි ගමනක් ලබා දෙන බැවිනි. දුෂ්කර කාලවලදී තෙරුවන් සරණයි. ස්වයං විනාශකාරී හැසිරීම් වලින් අපව ආරක්ෂා කරනවා පමණක් නොව, ඥානවන්තව ජීවත් වීමටද උපකාර වන වටිනාකම්, භාවිතයන්, තීක්ෂ්ණ බුද්ධිය සහ අවබෝධය ඒවාට ඇතුළත් වේ. ඒවා අපගේ හදවත් තුළ ඇති හොඳම ගුණාංග මතු කිරීමට උපකාරී වේ. බුදුන් වහන්සේ ආදර්ශයට ගෙන ධර්මය මාර්ගය වශයෙන් සරණ ගිය අපි ඇසුරු කරගෙන සංඝයා සරණ යමු. ඒ නිසා බුදුන්, සද්ධර්මය, සංඝයා සරණ යාම යනු ධර්මයක් හෝ චාරිත්‍රානුකූල දෙයකට වඩා වැඩි දෙයක්.",
        "තෙරුවන් සරණ යමින් මේ කරන ගෞරවනීය ක්‍රමය යාඥාවක් දැයි සමහරු සිතති. එබඳු පුද්ගලයකු බුදුන් සරණ යන්නේ උන්වහන්සේගෙන් ආරක්‍ෂාව හෝ ගැලවීම අපේක්ෂාවෙන් නොවන බැවින් බුදුදහම දේවවාදී දහමක් නොවේ. බුදුන් වහන්සේ තමාට කිසිඳු දිව්‍යමය තත්වයක් ප්‍රකාශ නොකළ අතර තමන් මනුෂ්‍ය ගැලවීමේ නියෝජිතයෙකු බව ප්‍රකාශ නොකළ සේක. ඔහු දෙවියන් වහන්සේ හෝ ගැලවුම්කරුවෙක් නොව, මාර්ගෝපදේශකයෙකු සහ ගුරුවරයෙකු විය. සරණ යාම යනු බෞද්ධයන් \"තෙරුවන්\" කෙරෙහි ඇති විශ්වාසය ප්‍රකාශ කරන විධිමත් ක්‍රමයයි. බුදුන් වහන්සේ ප්‍රකාශ කළේ “ඔබම උත්සාහ කළ යුතුයි, බුදුන් වහන්සේ පෙන්වා දෙන්නේ මාර්ගය පමණයි. මරණාසන්න බන්ධනවලින් මිදුණු මාර්ගය භාවනා කරන, පුරුදු කරන අය”. (ධම්මපදය). ඔහුගේ දේවසේවය පුරාම ඔහු තම ගෝලයන්ගෙන් උදක්ම ඉල්ලා සිටියේ “ඔබටම දූපත් වන්න, ඔබටම රැකවරණය වන්න.",
        "මීට වසර 2500 කට පෙර භාරතයේ පරිනිර්වාණයට පත් වූ බුද්ධාගමේ නිර්මාතෘ බුදුන් වහන්සේ ය. පිබිදුණු මිනිසෙක් ලෙස ලොව පුරා බෞද්ධයන්ගේ ගෞරවයට පාත්‍ර වේ. දුකෙන් මිදීමටත් නිවනෙහි පරම සුඛයටත් හේතු වන චතුරාර්ය සත්‍ය සහ අෂ්ටාංගික මාර්ගය වැනි බුදුදහමේ බොහෝ කේන්ද්‍රීය සංකල්පවල ගුරුවරයා ඔහුය. ඔහු දුක් විඳීම සහ දුකෙන් නිදහස් වීම තම ඉගැන්වීමේ අවධානය යොමු කළේය. ඔහුට සමස්‌ත දුක්‌ඛම ක්‍ෂේත්‍රය පිළිබඳ විචක්‍ෂණ ඥානයක්‌ තිබිණි, සියලු දුක්‌ඛයන්ගේ හටගැනීම් නැතිවීම අවබෝධ විය. ඔහු සියලු චිත්ත ක්ලේශයන්ගෙන් සම්පූර්ණයෙන්ම නිදහස් විය. ඔහු තම ඉගැන්වීමෙහි සිත මුල් තැනට ගෙන ප්‍රකාශ කළේ සෑම මිනිසකුගේම දුකට හෝ සතුටට හේතුවන සෑම ක්‍රියාවක්ම සකස් කරන්නේ මනස බව ප්‍රකාශ කළේය. ඔහු (බගවා) සියලු තෘෂ්ණාව, පිළිකුල සහ මෝහය ප්‍රහාණය කළ උත්තමයෙක් විය.",
        "බුදුන් වහන්සේ මිනිසෙක්, නමුත් අසාමාන්‍ය මිනිසෙක් (ආචරිය මනුස්සා), අද්විතීය මිනිසෙක්, සර්ව විශිෂ්ඨ මිනිසෙක් (පුරිසුත්තම). අප බුදුන් සරණ යන විට පාරිශුද්ධත්වයේ, ප්‍රඥාවේ සහ මෛත්‍රියෙහි උත්තරීතර ප්‍රතිමූර්තිය ලෙස, භයානක සංසාර සාගරයෙන් නිරුපද්‍රිතව අපට මඟ පෙන්විය හැකි අසහාය ශාස්තෘවරයාණන් වහන්සේ වෙත අපි සරණ යමු. බුදුන් වහන්සේ කෙතරම් ගුණ ධර්ම දියුණු කළ සේක් ද යත්, ඔහු ගුරුවරයෙකුගේ උපකාරය නොමැතිව බුද්ධත්වයට පත් වූවා පමණක් නොව, අන් අයටත් සත්‍යය ඉගැන්වීමට සමත් වූ අතර එමඟින් තම මාර්ගයේ ගමන් කරන අයට බුද්ධත්වය ලබා ගත හැකිය.",
        "බුදුන් වහන්සේ විසින් විස්තර කරන ලද දෙවන රත්නය ලෙස සැලකේ. සැබෑ ප්‍රඥාව සහ මෛත්‍රිය පිබිදීම කරා අපව යොමු කරන්නේ බුද්ධ දේශනාවයි. ඔහුගේ අභාවයට ටික කලකට පෙර ඔහු ප්රකාශ කළේය; ඔබටම දූපත් වන්න, ඔබටම රැකවරණය වන්න! වෙනත් රැකවරණයක් නොගන්න! ධර්මය ඔබේ දිවයින වේවා, ධර්මය ඔබේ සරණ වේවා! වෙනත් රැකවරණයක් නොගන්න! (මහා පරි නිබ්බාන සූත්‍රය). ධර්මය හෝ ඉගැන්වීම සරණ යාම ඇතැම් විට ආර්ය අෂ්ටාංගික මාර්ගය සහ මධ්‍යම මාර්ගය සරණ යාමේ සම්ප්‍රදාය ලෙස විස්තර කෙරේ. මේවා ජීවත්වීම සඳහා ව්‍යුහයක් ලබා දෙන අතර එය සාමය සහ සන්සුන් භාවය සහ සතුරුකම නොමැතිකම මෙන්ම රැකවරණය සපයයි. ධර්මය යනු ප්‍රඥාවන්තයින්ට අභියෝග කිරීමට සහ එය ගවේෂණය කිරීමට සහ අත්දැකීමට සහ පරිවර්තනයක් ඇති කිරීමට ඉඩ සලසා දීමට ආරාධනා කිරීමයි. බොහෝ අවස්ථාවලදී බුදුන් වහන්සේ තම ශ්‍රාවකයන්ට අවවාද කළේ හුදු විශ්වාසයකින් තම ඉගැන්වීම් නොපිළිගන්නා ලෙසත්, පෞද්ගලික අත්දැකීම්, අභ්‍යාස සහ ආවර්ජනයෙන් පසුව පමණක් බවත්ය. කාලාමාගේ සූත්‍රයට අනුව “සම්ප්‍රදායෙන්වත්, සම්ප්‍රදායෙන්වත්, මිනිසුන්ගේ කතාවලින්වත්, අධිකාරී ධර්ම ග්‍රන්ථවලින්වත් අසන්නට නොයන්න. තර්කයෙන් හෝ තාර්කික හා ක්‍රමානුකූල විමර්ශනවලින් හෝ සමපේක්ෂන අදහස් අනුමත කිරීමෙන් හෝ ගෞරවයෙන් හෝ සිතිවිල්ලෙන් නොයන්න: “හුදකලා මගේ ගුරුවරයාය.",
        "බුදුන් වහන්සේ විසින් විස්තර කරන ලද මෙම ජීවිතයේදීම (සන්දිට්ඨිකෝ) සාමාන්‍ය බුද්ධියක් ඇති පුද්ගලයෙකුට පවා (පච්චත්තං වේදිතබ්බෝ විඤ්ඤූහිති) අත්විඳිය හැකිය. තවද එය මිනිසුන්ට පැමිණ ගවේෂණය කිරීමට ආරාධනා කරයි (ehipassiko).",
        "අපි සරණ යන තුන්වෙනි තෙරුවන් සරණයි. පාලි භාෂාවෙන් සංඝ යන වචනය පොදුවේ පරිවර්ථනය වන්නේ ප්රජාව හෝ සංගමය ලෙසිනි. සාම්ප්‍රදායිකව, සංඝයා යන්නෙන් අදහස් කරන්නේ බුදුන් වහන්සේ අපවත් වීමෙන් පසු තම පණිවිඩය භාර දුන් භික්ෂූන් හෝ කන්‍යා සොහොයුරියන්ගේ සංගමයයි. සංඝයා යන්නෙන් අදහස් කරන්නේ ධර්මයේ හැසිරෙන සහ ආරක්ෂා කරන බුදු දහමේ පිළිවෙළයි. සඟ සරණ යාමෙන් බුදුන් වහන්සේ වදාළ මාර්ගයේ ගමන් කිරීමේදී ආරක්ෂාව සහ ශක්තිය ලැබේ. බුදුරදුන් විසින් සංලක්ෂිත තුන්වන රත්න සංඝයා වහන්සේ උන්වහන්සේගේ ඉගැන්වීම් අනුව ධර්‍මය පිළිපදින අයගෙන් සමන්විත වේ. සංඝයා යනු සාමාන්‍ය මිනිසුන්ගේ රැස්වීමක් පමණක් නොවේ. ඒවා වැනි විශ්වීය ගුණාංග වලින් ද සංලක්ෂිත වේ; ආරාධනයට සුදුසු (ආහුනෙය්‍යෝ), ආගන්තුක සත්කාරයට (පහුනෙය්‍යෝ) සුදුසු (දක්ඛිණෙය්‍යෝ) පූජෝපහාරයට සුදුසු (දක්ඛිණෙය්‍යෝ) දෑත් බැඳ (අංජලී කරණීයෝ) කුසල ක්ෂෙත්‍රය (අනුත්තරම් පුණ්ණ ක්‍ඛෙට්ටම්) ය. බොහෝ අවස්ථාවලදී බුදුන් වහන්සේ තම ශ්‍රාවකයන්ට අවවාද කළේ හුදු විශ්වාසයකින් තම ඉගැන්වීම් නොපිළිගන්නා ලෙසත්, පෞද්ගලික අත්දැකීම්, අභ්‍යාස සහ ආවර්ජනයෙන් පසුව පමණක් බවත්ය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பௌத்தத்தில் மும்மடங்கு புகலிடம்",
      "body_lines": [
        "பௌத்தத்தில் \"மூன்று ரத்தினம்\" என்பது மூன்று விஷயங்களைக் குறிக்கிறது: புத்தர் (முழு அறிவொளி பெற்றவர்), தர்மம் (புத்தரின் போதனைகள்) மற்றும் சங்கம் (சமூகம்). அவை \"மூன்று புகலிடங்கள்\" மற்றும் \"மூன்று நகைகள்\" என்றும் அழைக்கப்படுகின்றன. சமஸ்கிருதத்தில் திரிரதனா என்று அழைக்கப்படுகிறது. ஒருவர் புத்த மதத்தில் சேருவதற்கு முன், அவர் மும்மூர்த்திகளிடம் தஞ்சம் அடைய வேண்டும். கூடுதலாக, பௌத்தத்தைத் தழுவ விரும்பும் ஒருவர் ஐந்து விதிகளை (பஞ்ச சைல சமதானம்) பின்பற்ற வேண்டும்.",
        "தஞ்சம் அடைவதை முறையான நடைமுறை அடைக்கலம் என்றும் அழைக்கப்படுகிறது. இது பின்வரும் பாலி சூத்திரத்தின் மும்மடங்கு திரும்பத் திரும்புவதை உள்ளடக்கியது.",
        "இரண்டாவது முறையாக, நான் தம்மத்திற்கு (கற்பித்தல்) அடைக்கலமாக செல்கிறேன்.",
        "இரண்டாவது முறையாக, நான் சங்க (துறவிகளின் வரிசை) அடைக்கலத்திற்கு செல்கிறேன்.",
        "மூன்றாவது முறையாக, நான் சங்க (துறவிகளின் வரிசை) அடைக்கலத்திற்கு செல்கிறேன்.",
        "பல பௌத்த விகாரைகளில், மக்கள் புத்தர் சிலைகளுக்கு முன்னால் மண்டியிட்டு அல்லது சாஷ்டாங்கமாக மேலே உள்ள சூத்திரத்தை வாசித்து மரியாதை செலுத்துவதை நாம் அடிக்கடி பார்க்கிறோம். இந்த சூத்திரம் ஒரு வெற்று அல்லது இயந்திர சடங்கு அல்ல, ஆனால் நமது புரிதல் மற்றும் ஆர்வத்தை விரிவுபடுத்துவதற்கும், நமது நம்பிக்கையின் ஆழமான ஆழத்தை அதிகரிப்பதற்கும் ஆகும். சாதாரண மொழியில் அடைக்கலம் என்பது ஒரு நபர், இடம் அல்லது பொருள் தீங்கு மற்றும் ஆபத்தில் இருந்து பாதுகாப்பு அளிக்கிறது. ஆனால் தர்மத்தின் படி, மும்மூர்த்திகளில் அடைக்கலம் அடைவது என்பது விடுதலைக்கான நமது ஆற்றலில் அடைக்கலம் அடைவதாகும்.",
        "மும்மூர்த்திகளில் தஞ்சம் அடைவதன் அர்த்தம் புத்த மதத்தின் பல்வேறு பள்ளிகளால் சற்றே வித்தியாசமாக விளக்கப்படுகிறது. தேரவாத ஆசிரியர் பிக்கு போதி கூறினார். \"புத்தர்கள் அதன் தனித்துவமான அடித்தளம், கதைகள், படிக்கட்டுகள் மற்றும் கூரையுடன் ஒரு வகையான கட்டிடமாக கற்பிக்கிறார்கள். மற்ற கட்டிடங்களைப் போலவே, போதனைக்கும் கதவு உள்ளது, அதில் நுழைவதற்கு, நாம் இந்த கதவு வழியாக செல்ல வேண்டும். புத்தரின் போதனையின் நுழைவு வாயில் முப்பெரும் ரத்தினத்திற்கு அடைக்கலம் புகுத்துகிறது, அதாவது புத்தரிடம் முழு ஞானம் பெற்ற ஆசிரியராகவும், தம்மத்தை அவர் போதித்த உண்மையாகவும், அவரது உன்னத சீடர்களின் சமூகமாக சங்கத்திற்கு .\"",
        "அடைக்கலத்திற்குச் செல்வது என்பது, அறிவின் அடிப்படையில், நம்பிக்கை மற்றும் புரிதலால் ஈர்க்கப்பட்டு, விடுதலையை நோக்கி இயக்கப்பட்ட, விருப்பம் மற்றும் உறுதியின் ஒரு நனவான செயலாக வரையறுக்கப்படுகிறது. தஞ்சம் அடைவது என்பது சில சமயங்களில் ஒருவரின் விடுதலைக்காக மற்றவர்களைச் சார்ந்திருக்காத மன நிலை என்று விவரிக்கப்படுகிறது.",
        "அடைக்கலம் அடைவது தீவிர அர்ப்பணிப்பு மற்றும் நீங்கள் சாதாரணமாகச் செய்யும் காரியம் அல்ல. ஒரு நபர் உண்மையில் பௌத்தத்தை தனது பாதையாகக் கொள்ள விரும்பினால், பௌத்த கொள்கைகளின் அடிப்படையில் தனது வாழ்க்கையை அடித்தளமாகக் கொள்ள விரும்பினால், அவர் ஒருவித அர்ப்பணிப்பைச் செய்ய வேண்டும். சூத்திரத்தை சிந்தனையின்றி பாராயணம் செய்வதன் மூலம் தஞ்சம் அடைவது அந்த மதிப்பிற்குரிய பண்டைய நடைமுறையின் சீரழிவாகும். இது அதன் உண்மையான முக்கியத்துவத்தையும் செயல்திறனையும் இழக்கிறது. \"அடைக்கலம் போவது\" என்பது ஒரு உண்மையான உள் தூண்டுதலின் வெளிப்பாடாக இருக்க வேண்டும், சாதாரண வாழ்க்கையில், ஒரு பெரிய ஆபத்தை உணர்ந்து பாதுகாப்பான இடத்தில் உடனடியாக அடைக்கலம் தேடலாம்.",
        "மும்மலத்தில் தஞ்சம் அடைவது உண்மையில் ஒரு ஆழமான மற்றும் ஆழ்ந்த தனிப்பட்ட செயலாகும். சந்தேகம் உள்ளவர்களுக்கு, அத்தகைய மந்திரம் அல்லது பாராயணம் உருவ வழிபாடு அல்லது மூடநம்பிக்கையை கசக்கக்கூடும். ஆனால் ஒரு முறையான படியாக மும்மலத்தில் அடைக்கலம் அடைவதன் மூலம், ஒரு நபர் தனது வாழ்க்கையின் வழிகாட்டும் இலட்சியமாக மும்மூர்த்திகளை ஏற்றுக்கொள்வதற்கு உறுதியான அர்ப்பணிப்பை மேற்கொள்கிறார், மேலும் ஐந்து கட்டளைகளை (பஞ்சசீலத்தை) ஓதுவதன் மூலம் அவர் தனது செயல்களை இணக்கமாக கொண்டு வருவதற்கான தனது உறுதியை வெளிப்படுத்துகிறார். சரியான நடத்தை மூலம் அந்த இலட்சியங்கள்.",
        "பண்டைய காலங்களிலிருந்து இன்றுவரை, மும்மலத்தில் அடைக்கலம் தேடுவது புத்தரின் பிற்பகுதிக்கு நுழைவாயிலாக செயல்பட்டு வருகிறது. மும்மூர்த்திகளின் முக்கியத்துவத்தை ஒருபோதும் குறைத்து மதிப்பிடக்கூடாது, ஏனெனில் இது புத்த மார்க்கத்தின் முழு நடைமுறைக்கும் திசை மற்றும் முன்னோக்கி வேகத்தை அளிக்கிறது. மும்மூர்த்திகள் கடினமான காலங்களில் நம்மைத் தாங்கி நிற்கிறார்கள். அவை மதிப்புகள், நடைமுறைகள், நுண்ணறிவுகள் மற்றும் சுய-அழிவு நடத்தைகளிலிருந்து நம்மைப் பாதுகாப்பது மட்டுமல்லாமல், புத்திசாலித்தனமாக வாழவும் உதவுகின்றன. அவை நம் இதயத்தில் சிறந்த குணங்களை வெளிக்கொணர உதவுகின்றன. புத்தரை உதாரணமாகவும், தம்மத்தையே வழியாகவும் தஞ்சம் அடைந்துவிட்டு, சங்கையை தோழமையாக அடைக்கலம் அடைகிறோம். எனவே, புத்தர், தம்மம் மற்றும் சங்கத்தில் தஞ்சம் அடைவது ஒரு கோட்பாடு அல்லது சடங்கு விஷயத்தை விட மேலானது.",
        "மும்மூர்த்திகளிடம் அடைக்கலமாகச் சென்று மரியாதை செலுத்துவது ஒரு வகையான பிரார்த்தனையா என்று சிலர் நினைக்கிறார்கள். புத்தரிடம் தஞ்சம் புகும் நபர், அவரிடமிருந்து பாதுகாப்பு அல்லது இரட்சிப்பைத் தேடும் நோக்கத்துடன் அதைச் செய்யாததால், பௌத்தம் ஒரு ஆஸ்திக மதம் அல்ல. புத்தர் தனக்கென எந்த தெய்வீக அந்தஸ்தையும் கோரவில்லை அல்லது தன்னை மனித இரட்சிப்பின் முகவர் என்று வலியுறுத்தவில்லை. அவர் கடவுளோ அல்லது இரட்சகரோ அல்ல, ஆனால் வழிகாட்டியாகவும் ஆசிரியராகவும் இருந்தார். தஞ்சம் அடைவது என்பது பௌத்தர்கள் \"மூவர் ரத்தினம்\" மீது தங்கள் நம்பிக்கையை வெளிப்படுத்தும் முறையான வழியாகும். புத்தர் அறிவித்தார், \"நீங்களே பாடுபட வேண்டும், புத்தர் மட்டுமே வழி காட்டுகிறார். தியானம் செய்பவர்கள், மரணத்தின் பந்தங்களில் இருந்து விடுபட்ட பாதையை கடைப்பிடிப்பவர்கள்”. (தம்மபதம்). அவருடைய ஊழியம் முழுவதும் அவர் தம் சீஷர்களை “உங்களுக்குத் தீவுகளாகவும், உங்களுக்கே அடைக்கலமாகவும் இருங்கள்.",
        "2500 ஆண்டுகளுக்கு முன்பே இந்தியாவில் பரி நிப்பாணம் அடைந்த புத்த மதத்தை நிறுவியவர் புத்தர். உலகெங்கிலும் உள்ள பௌத்தர்களால் அவர் விழித்தெழுந்தவராகப் போற்றப்படுகிறார். நான்கு உன்னத உண்மைகள் மற்றும் எட்டு மடங்கு பாதை போன்ற பௌத்தத்தின் பெரும்பாலான மையக் கருத்துகளின் ஆசிரியராக அவர் இருந்தார். துன்பத்தையும் துன்பத்திலிருந்து விடுபடுவதையும் அவர் தனது போதனையின் மையமாகக் கொண்டார். அவர் துன்பத்தின் முழுத் துறையிலும் பாரபட்சமான அறிவைக் கொண்டிருந்தார், எல்லா துன்பங்களின் எழுச்சியையும் கடந்து செல்வதையும் புரிந்து கொண்டார். அவர் அனைத்து மன மாசுகளிலிருந்தும் முற்றிலும் விடுபட்டார். அவர் தனது போதனையில் மனதை முன்னிறுத்தி, ஒவ்வொரு செயலையும் மனமே வடிவமைக்கிறது, அது ஒவ்வொரு மனிதனின் துன்பத்திற்கும் மகிழ்ச்சிக்கும் வழிவகுக்கும் என்று அறிவித்தார். அவர் ஒரு உன்னதமானவர் (பகவா) அனைத்து ஏக்கம், வெறுப்பு மற்றும் மாயையை வென்றார்.",
        "புத்தர் ஒரு மனிதர், ஆனால் ஒரு அசாதாரண மனிதர் (ஆச்சாரிய மனுசா), ஒரு தனித்துவமான மனிதர், சமமான சிறந்த மனிதர் (புரிசுத்தமா). நாம் புத்தரிடம் தஞ்சம் அடையச் செல்லும்போது, ​​தூய்மை, ஞானம் மற்றும் இரக்கத்தின் உன்னத உருவமாக, சம்சாரம் எனும் ஆபத்தான கடலில் இருந்து நம்மைப் பாதுகாப்பிற்கு அழைத்துச் செல்லும் ஒப்பற்ற ஆசிரியராகிய அவரையே நாம் நாடுகிறோம். புத்தர் நல்லொழுக்கங்களை வளர்த்துக்கொண்டார், அவர் ஒரு ஆசிரியரின் உதவியின்றி ஞானமடைந்தார், ஆனால் மற்றவர்களுக்கு உண்மையைக் கற்பிக்க முடிந்தது, அதனால் அவருடைய வழியைப் பின்பற்றுபவர்கள் ஞானம் அடைய முடியும்.",
        "புத்தரால் விளக்கப்பட்டது இரண்டாவது ரத்தினமாக கருதப்படுகிறது. புத்தரின் போதனையே உண்மையான ஞானம் மற்றும் இரக்கத்தின் விழிப்புணர்வை நோக்கி நம்மை வழிநடத்துகிறது. அவர் இறப்பதற்கு சற்று முன்பு அறிவித்தார்; உங்களுக்காக தீவுகளாக இருங்கள், உங்களுக்கே புகலிடமாக இருங்கள்! வேறு அடைக்கலம் வேண்டாம்! தம்மம் உங்கள் தீவாகட்டும், தம்மம் உங்கள் புகலிடமாகட்டும்! வேறு அடைக்கலம் வேண்டாம்! (மஹா பரி நிபானா சுத்தா). தர்மம் அல்லது போதனையில் தஞ்சம் அடைவது சில சமயங்களில் உன்னதமான எட்டு மடங்கு பாதை மற்றும் நடுத்தர வழியில் அடைக்கலமாகச் செல்லும் பாரம்பரியமாக விவரிக்கப்படுகிறது. இவை வாழ்வதற்கான கட்டமைப்பை வழங்குகின்றன, இது அமைதி மற்றும் அமைதி மற்றும் பகைமையின்மை ஆகியவற்றைக் கொண்டுவருகிறது. அத்துடன் அடைக்கலத்தை வழங்குகிறது. தம்மம் என்பது அறிவுள்ள நபர்களை சவால் செய்து, அதை ஆராய்ந்து அனுபவிப்பதற்கும், மாற்றத்தை ஏற்படுத்துவதற்கும் அனுமதிப்பதாகும். பல சந்தர்ப்பங்களில், புத்தர் தனது சீடர்களை எச்சரித்தார், அவர் மீதுள்ள நம்பிக்கையால் அவரது போதனைகளை ஏற்றுக்கொள்ள வேண்டாம், ஆனால் தனிப்பட்ட அனுபவம், பயிற்சி மற்றும் சிந்தனைக்குப் பிறகு மட்டுமே. கலாமாவின் சூக்தத்தின்படி, “சம்பிரதாயத்தின்படியோ, பாரம்பரியத்தின்படியோ, மக்களின் கதைகளின் மூலமாகவோ, அதிகார நூல்களின் மூலமாகவோ செவிவழிச் செய்திகளைக் கொண்டு செல்லாதீர்கள். பகுத்தறிவு, தர்க்கம் மற்றும் முறையான விசாரணைகள், ஊகக் கருத்துகளின் ஒப்புதல், பயபக்தி, அல்லது சிந்தனை ஆகியவற்றால் செல்ல வேண்டாம்: “ஒதுங்கியவர் எனது ஆசிரியர்.",
        "புத்தரால் விளக்கப்பட்டது இந்த வாழ்க்கையிலேயே (சண்டித்திக்கோ), சராசரி புத்திசாலித்தனம் கொண்ட ஒருவராலும் (பச்சட்டம் வெடித்தப்போ விண்ணுஹிதி) அனுபவிக்க முடியும். மேலும் அது மக்களை வந்து ஆராய அழைக்கிறது (எஹிபாசிகோ).",
        "நாம் அடைக்கலமாகச் செல்லும் மூன்றாவது ட்ரிபிள் ஜெம். பாலி மொழியில் சங்க என்ற சொல் பொதுவாக சமூகம் அல்லது சங்கம் என மொழிபெயர்க்கப்படுகிறது. பாரம்பரியமாக, சங்கம் என்பது துறவிகள் அல்லது கன்னியாஸ்திரிகளின் சங்கத்தைக் குறிக்கிறது, புத்தர் மறைவுக்குப் பிறகு அவரது செய்தியை யாருடைய காவலில் வைத்தார். சங்கம் என்பது பௌத்தத்தின் வரிசையைக் குறிக்கிறது, அது தர்மத்தைப் பின்பற்றி பாதுகாக்கிறது. புத்தர் வகுத்த வழியைப் பின்பற்றுவதன் மூலம் சங்கத்தில் தஞ்சம் அடைவதன் மூலம் பாதுகாப்பையும் வலிமையையும் காண்கிறோம். புத்தரால் வகைப்படுத்தப்படும் மூன்றாம் ரத்தின சங்கம் என்பது அவரது போதனைகளின்படி தர்மத்தை கடைப்பிடிப்பவர்களை உள்ளடக்கியது. சங்கம் என்பது சாதாரண மக்களின் கூட்டம் மட்டுமல்ல. அவை உலகளாவிய குணங்களால் வகைப்படுத்தப்படுகின்றன; அழைப்பிற்கு தகுதியானவர் (அஹுநெய்யோ), விருந்தோம்பலுக்கு தகுதியானவர் (பஹுநெய்யோ), பிரசாதத்திற்கு தகுதியானவர் (தக்கினியோ) கூப்பிய கைகளுடன் (அஞ்சலி கரணியோ) வணக்கத்திற்கு தகுதியானவர் (அஞ்சலி கரணியோ) மற்றும் தகுதிக்கு நிகரான துறை (அனுத்தரம் புன்ன க்கெத்தம்). பல சந்தர்ப்பங்களில், புத்தர் தனது சீடர்களை எச்சரித்தார், அவர் மீதுள்ள நம்பிக்கையால் அவரது போதனைகளை ஏற்றுக்கொள்ள வேண்டாம், ஆனால் தனிப்பட்ட அனுபவம், பயிற்சி மற்றும் சிந்தனைக்குப் பிறகு மட்டுமே.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}