{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-power-cuts-to-last-up-to-4-years-without-renewable-sources-pucsl-95619/",
  "time_ut": 1655040840,
  "title": "Sri Lanka’s power cuts to last up to 4-years without renewable sources : PUCSL",
  "body_lines": [
    "ECONOMYNEXT-Sri Lanka’s power situation will remain precarious for the next 3 to 4 years if the officials do not diversify energy generation methods and bring in renewables, the island’s utility regulator has warned.",
    "Speaking at a media briefing on Thursday (09) Janaka Rathnayake, Chairman of the Public Utilities Commission of Sri Lanka said that Sri Lanka can continue with 3-hour power cuts till December this year with the existing resources.",
    "The island would have to import around 500 million US dollars worth of fuel if it is to go till December with no power cuts, he said.",
    "Sri Lanka uses a mix of hydropower, thermal energy and a small amount of wind power to generate energy.",
    "A period of drought compounded by a forex crisis that left the country unable to import fuel for power generation resulted in the ongoing power cuts that once lasted up to 13 hours long.",
    "Rathnayake warned that if a similar drought occurs in February to April next year, the situation would be dire for the next 3 to 4 years, as Sri Lanka does not have the foreign reserves required to purchase fuel.",
    "The nation is currently surviving on Indian credit lines for fuel.",
    "“We can go on until December but the trouble is that this will not stop then,” Rathnayake said.",
    "“If there is a period with no rainfall in Feb March April next year, if we do not use renewables or something and increase generation plants somehow, this situation can continue for the next four to five years.”",
    "Power and Energy Minister Kanchana Wijesekara stated in a press briefing Friday (10) that government offices, schools and other institutions were implementing a request to install solar panels to help with the energy crisis.",
    "Critics say that the request is impractical, as existing buildings do not have the roof space or capital required to install a sufficient number of solar panels per institution.",
    "Wijesekara had also tweeted in May that he hoped “to encourage foreign direct investments as well as opportunities to local developers to participate in the Renewable Energy Plans.”",
    "Sri Lanka’s plans for renewable energy generation have historically been benched due to delays due to bureaucracy and corruption within institutions.",
    "Former State Minister of Energy Duminda Dissanayake told Parliament that: “When you go for tender, they drag it for years and we will be compelled to buy diesel on which some (corrupt) officials want.”",
    "The island’s latest wind power project with the Indian Adani company is also marred by controversy.(Colombo/Jun11/2022)"
  ],
  "translate": {
    "si": {
      "title": "පුනර්ජනනීය ප්‍රභවයන් නොමැතිව ශ්‍රී ලංකාවේ විදුලි කප්පාදුව වසර 4ක් දක්වා පවතිනු ඇත: මහජන කොමිසම",
      "body_lines": [
        "ECONOMYNEXT-නිලධාරීන් බලශක්ති උත්පාදන ක්‍රම විවිධාංගීකරණය කර පුනර්ජනනීය ද්‍රව්‍ය ගෙන නොයන්නේ නම් ඉදිරි වසර 3 සිට 4 දක්වා ශ්‍රී ලංකාවේ බලශක්ති තත්ත්වය අවිනිශ්චිතව පවතිනු ඇති බව දිවයිනේ උපයෝගිතා නියාමකයා අනතුරු අඟවා තිබේ.",
        "බ්‍රහස්පතින්දා (09) පැවති මාධ්‍ය හමුවකට එක්වෙමින් ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාවේ සභාපති ජානක රත්නායක මහතා පැවසුවේ පවතින සම්පත්වලින් ශ්‍රී ලංකාවට මේ වසරේ දෙසැම්බර් මාසය දක්වා පැය 3 ක විදුලි කප්පාදුවක් සිදු කළ හැකි බවයි.",
        "දෙසැම්බර් මාසය දක්වා විදුලිය විසන්ධි නොකර දිවයිනට යාමට නම් ඩොලර් මිලියන 500 ක පමණ ඉන්ධන ප්‍රමාණයක් ආනයනය කිරීමට සිදුවනු ඇතැයි ද ඔහු පැවසීය.",
        "ශ‍්‍රී ලංකාව බලශක්ති උත්පාදනය සඳහා ජල විදුලිය, තාප ශක්තිය සහ සුළගින් කුඩා ප‍්‍රමාණයක මිශ්‍රණයක් භාවිතා කරයි.",
        "විදුලිය උත්පාදනය සඳහා ඉන්ධන ආනයනය කිරීමට නොහැකි වූ විදේශ විනිමය අර්බුදයක් හේතුවෙන් නියඟ කාල පරිච්ඡේදයක් හේතුවෙන් පැය 13 ක් දක්වා පැවති අඛණ්ඩ විදුලිය විසන්ධි විය.",
        "ලබන වසරේ පෙබරවාරි සිට අප්‍රේල් දක්වා කාලය තුළ මෙවැනි නියඟයක් ඇති වුවහොත් ඉන්ධන මිලදී ගැනීමට අවශ්‍ය විදේශ සංචිත ශ්‍රී ලංකාව සතුව නොමැති බැවින් ඉදිරි වසර 3-4 කාලය තුළ තත්ත්වය දරුණු වනු ඇතැයි රත්නායක අනතුරු ඇඟවීය.",
        "ජාතිය මේ වන විට ඉන්ධන සඳහා ඉන්දියානු ණය මාර්ගයෙන් බේරී ඇත.",
        "\"අපිට දෙසැම්බර් වෙනකන් යන්න පුළුවන් නමුත් අවුල තියෙන්නේ මේක එතනින් නවතින්නේ නැති එකයි\" රත්නායක පැවසීය.",
        "\"ලබන වසරේ පෙබරවාරි මාර්තු අප්‍රේල් මාසයේ වර්ෂාපතනයක් නොමැති කාලසීමාවක් තිබේ නම්, අපි පුනර්ජනනීය ද්‍රව්‍ය හෝ වෙනත් දෙයක් භාවිතා නොකරන්නේ නම් සහ කෙසේ හෝ උත්පාදන පැල වැඩි කළහොත්, මෙම තත්වය ඉදිරි වසර හතරක් හෝ පහක් දක්වා පැවතිය හැකිය.\"",
        "බලශක්ති අර්බුදයට සහය වීම සඳහා සූර්ය පැනල සවි කරන ලෙස රජයේ කාර්යාල, පාසල් සහ අනෙකුත් ආයතනවල ඉල්ලීමක් ක්‍රියාත්මක කරන බව විදුලිබල හා බලශක්ති අමාත්‍ය කංචන විජේසේකර සිකුරාදා (10) පැවති මාධ්‍ය හමුවකදී ප්‍රකාශ කළේය.",
        "එක් ආයතනයකට ප්‍රමාණවත් සූර්ය පැනල ප්‍රමාණයක් සවි කිරීමට අවශ්‍ය වහළ ඉඩක් හෝ ප්‍රාග්ධනයක් දැනට පවතින ගොඩනැගිලිවල නොමැති බැවින් එම ඉල්ලීම ප්‍රායෝගික නොවන බව විචාරකයෝ පවසති.",
        "\"පුනර්ජනනීය බලශක්ති සැලසුම්වලට සහභාගී වීමට දේශීය සංවර්ධකයින්ට විදේශ සෘජු ආයෝජන දිරිගැන්වීමට මෙන්ම අවස්ථා දිරිගැන්වීමට\" බලාපොරොත්තු වන බව විජේසේකර මැයි මාසයේදී ට්වීට් කර තිබුණි.",
        "පුනර්ජනනීය බලශක්ති උත්පාදනය සඳහා වන ශ්‍රී ලංකාවේ සැලසුම්, නිලධාරිවාදය සහ ආයතන තුළ පවතින දූෂණය හේතුවෙන් ප්‍රමාදයන් හේතුවෙන් ඓතිහාසිකව බංකුවලට ලක්ව ඇත.",
        "හිටපු බලශක්ති රාජ්‍ය අමාත්‍ය දුමින්ද දිසානායක මහතා පාර්ලිමේන්තුවේදී කියා සිටියේ, “ඔබ ටෙන්ඩරයට යන විට, ඔවුන් එය වසර ගණනාවක් ඇදගෙන යන අතර, සමහර (දූෂිත) නිලධාරීන්ට අවශ්‍ය ඩීසල් මිලදී ගැනීමට අපට බල කෙරෙනු ඇති” බවයි.",
        "ඉන්දියානු Adani සමාගම සමඟ දිවයිනේ නවතම සුළං බල ව්‍යාපෘතිය ද මතභේදයට තුඩු දී ඇත.(කොළඹ/ජූනි11/2022)"
      ]
    },
    "ta": {
      "title": "புதுப்பிக்கத்தக்க ஆதாரங்கள் இல்லாமல் இலங்கையின் மின்வெட்டு 4 ஆண்டுகள் வரை நீடிக்கும்: PUCSL",
      "body_lines": [
        "ECONOMYNEXT-அதிகாரிகள் ஆற்றல் உற்பத்தி முறைகளை பன்முகப்படுத்தி புதுப்பிக்கத்தக்கவைகளை கொண்டு வராவிட்டால், அடுத்த 3 முதல் 4 ஆண்டுகளுக்கு இலங்கையின் மின்சார நிலைமை ஆபத்தானதாகவே இருக்கும் என்று தீவின் பயன்பாட்டு ஒழுங்குமுறை ஆணையம் எச்சரித்துள்ளது.",
        "வியாழன் (09) நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் கருத்து தெரிவித்த இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் தலைவர் ஜனக ரத்நாயக்க, தற்போதுள்ள வளங்களைக் கொண்டு இந்த வருடம் டிசம்பர் மாதம் வரை 3 மணித்தியால மின்வெட்டை இலங்கை தொடர முடியும்.",
        "டிசம்பர் வரை மின்வெட்டு இல்லாமல் தீவு செல்ல வேண்டுமானால் சுமார் 500 மில்லியன் அமெரிக்க டாலர்கள் மதிப்பிலான எரிபொருளை இறக்குமதி செய்ய வேண்டும், என்றார்.",
        "ஆற்றலை உற்பத்தி செய்ய இலங்கை நீர் மின்சாரம், வெப்ப ஆற்றல் மற்றும் சிறிய அளவிலான காற்றாலை மின்சாரம் ஆகியவற்றின் கலவையைப் பயன்படுத்துகிறது.",
        "மின் உற்பத்திக்கான எரிபொருளை இறக்குமதி செய்ய முடியாமல் போனதால், அந்நிய செலாவணி நெருக்கடியால் வறட்சியான காலகட்டம், 13 மணிநேரம் வரை நீடித்த மின்வெட்டுக்கு காரணமாக அமைந்தது.",
        "அடுத்த ஆண்டு பெப்ரவரி முதல் ஏப்ரல் வரை இதேபோன்ற வறட்சி ஏற்பட்டால், எரிபொருளை கொள்வனவு செய்வதற்கு தேவையான வெளிநாட்டு கையிருப்பு இலங்கையிடம் இல்லாததால், அடுத்த 3 முதல் 4 ஆண்டுகளுக்கு நிலைமை மிகவும் மோசமாக இருக்கும் என ரத்நாயக்க எச்சரித்தார்.",
        "தேசம் தற்போது எரிபொருளுக்கான இந்தியக் கடன் வரியில் உயிர்வாழ்கிறது.",
        "\"நாங்கள் டிசம்பர் வரை செல்லலாம், ஆனால் பிரச்சனை என்னவென்றால், இது நிறுத்தப்படாது\" என்று ரத்நாயக்க கூறினார்.",
        "\"அடுத்த ஆண்டு பிப்ரவரி ஏப்ரல் மாதத்தில் மழை இல்லாத காலம் இருந்தால், புதுப்பிக்கத்தக்க அல்லது ஏதாவது ஒன்றைப் பயன்படுத்தாமல், எப்படியாவது உற்பத்தி ஆலைகளை அதிகரித்தால், இந்த நிலை அடுத்த நான்கைந்து ஆண்டுகளுக்கு தொடரலாம்.\"",
        "அரசாங்க அலுவலகங்கள், பாடசாலைகள் மற்றும் ஏனைய நிறுவனங்களில் எரிசக்தி நெருக்கடிக்கு உதவும் வகையில் சோலார் பேனல்களை நிறுவுவதற்கான கோரிக்கையை நடைமுறைப்படுத்துவதாக மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர வெள்ளிக்கிழமை (10) செய்தியாளர் சந்திப்பில் தெரிவித்தார்.",
        "ஒரு நிறுவனத்திற்கு போதுமான எண்ணிக்கையிலான சோலார் பேனல்களை நிறுவுவதற்குத் தேவையான கூரை இடமோ அல்லது மூலதனமோ தற்போதுள்ள கட்டிடங்களில் இல்லாததால், இந்தக் கோரிக்கை நடைமுறைக்கு மாறானது என்று விமர்சகர்கள் கூறுகின்றனர்.",
        "விஜேசேகர மே மாதம் ட்வீட் செய்திருந்தார், \"அந்நிய நேரடி முதலீடுகளை ஊக்குவிப்பதோடு, உள்ளூர் டெவலப்பர்களுக்கு புதுப்பிக்கத்தக்க எரிசக்தி திட்டங்களில் பங்கேற்பதற்கான வாய்ப்புகளையும் ஊக்குவிப்பதாக\" நம்புவதாகவும் தெரிவித்திருந்தார்.",
        "இலங்கையின் புதுப்பிக்கத்தக்க எரிசக்தி உற்பத்திக்கான திட்டங்கள் அதிகாரத்துவம் மற்றும் நிறுவனங்களுக்குள் ஏற்பட்டுள்ள ஊழல்கள் காரணமாக ஏற்பட்ட தாமதங்கள் காரணமாக வரலாற்று ரீதியாக முடங்கியுள்ளன.",
        "முன்னாள் எரிசக்தி இராஜாங்க அமைச்சர் துமிந்த திஸாநாயக்க பாராளுமன்றத்தில் கூறினார்: \"நீங்கள் டெண்டருக்குச் செல்லும்போது, ​​அவர்கள் அதை பல ஆண்டுகளாக இழுத்துச் செல்கிறார்கள், சில (ஊழல்) அதிகாரிகள் விரும்பும் டீசலை வாங்க நாங்கள் நிர்ப்பந்திக்கப்படுவோம்.\"",
        "இந்திய அதானி நிறுவனத்துடன் தீவின் சமீபத்திய காற்றாலை மின் திட்டமும் சர்ச்சையில் சிக்கியுள்ளது.(கொழும்பு/ஜூன்11/2022)"
      ]
    }
  }
}