{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ranil-rajapaksa-interim-government-and-cabinet-are-a-betrayal-of-the-people/",
  "time_ut": 1653136320,
  "title": "Ranil-Rajapaksa Interim Government and Cabinet are a betrayal of the People",
  "body_lines": [
    "Whatever may have been the subjective intentions of Ranil Wickremesinghe in becoming Prime Minister for a beleaguered President, the objective outcomes of the new diarchic arrangement are now clearly in evidence. The desired political response to the protest movement that began in Mirihana, would have been the resignation of Gotabaya Rajapaksa and the setting up of an ‘interim government.’ The interim government would not only provide urgent economic management but implement constitutional and electoral reforms.",
    "One clear objective of the interim government is to reform the presidential system by doing away with the direct election of an executive president and providing for the Head of State to be elected (from among qualified citizens) as President by parliament, and for the Head of Government to be located in parliament as Prime Minister. In this new arrangement, the powers of the President could have been defined to address any implications that the removal of the current system might have for the functioning of the Provincial Councils system.",
    "Specifically for the purpose of economic crisis management, the interim government was expected to bring in experts and professionals as cabinet ministers by first admitting them as MPs through the National List. This idea was widely popular and would have required the SLPP and even the SJB to sacrifice some of its current National List MPs to make way for new and better replacements. But neither party showed any willingness to do this, only the JVP did. Finally, the interim government was expected to achieve its objectives in a period of 12 to 18 months, and set the stage for general elections and for the people to elect a new parliament under a reformed presidency.",
    "It is now clear that the events of May 9 and the appointment of Ranil Wickremesinghe have scuppered the interim government route to economic recovery and political reform. The appointment of nine more (there is nothing new about any of them) cabinet ministers on Friday further confirms that this is all the change that can be expected under the Ranil-Rajapaksa administration. There is no need to pick and parse individual cabinet ministers. The whole thing is a betrayal of the people. On top of all the economic hardships they have been forced to bear.",
    "It is remarkable how the appointment of Ranil Wickremesinghe has changed the political dynamic from what it was before May 9 to what it is today. On the economic front, RW has brought more than a semblance of ministerial competence, where incompetence has been the rule not only for the last one and a half months but for the whole two and a half years under the current President. While there are furlongs to climb before the economy is out of the hole, the political consequences of RW’s intervention are quite immediate.",
    "First, Mr. Wickremesinghe’s handling of the economic crisis would seem to have had a sedating influence on protest politics. This is possibly due to a general acknowledgement that the ‘new government’ should be given some time and space to implement its economic relief measures. There are and there will be protests over scarcity and prices, but they may not have the same political edge calling for resignations, as they very much were before May 9. This is not to say that that the dynamic will not change quite dramatically without even a moment’s notice. In fact, it can.",
    "Second, there is a new dynamic in parliament, with almost unanimous support from all political parties, alliances and MPs for the Prime Minister’s economic initiatives. There is also reported parliamentary consensus that the Finance portfolio should stay with the Prime Minister, perhaps a recognition of his abilities and not his office. But on political and procedural issues, MPs, especially SLPP MPs, are content to stick with party-line voting. This was quite evident in the quite ridiculous votes for the election (yet again) of a Deputy Speaker and for suspending Standing Orders to debate a Motion of Displeasure on the President, and the even more ridiculous divisions they produced.",
    "At the same time, SLPP MPs have openly started showing their internal cracks in providing multiple and conflicting versions of the background to the morning violence that spilled over from Temple Trees on Monday, May 9, and the afternoon rejoinders to it in other parts of the country. SLPP MPs and (former) Ministers are not only criticizing the police and the Secretaries but also one another for what transpired on that day. The recent spat in parliament between Ramesh Pathirana, former Plantations Minister, and his colleague Chandima Weerakkody MP, is quite indicative of the level of political interference that has been going on in the transfers and OIC appointments creating police incompetence and indiscipline in police stations.",
    "Dr. Pathirana does not seem to have responded to Mr. Weerakkody’s and others’ criticisms over his interference in police matters. He doesn’t have to, because he has been reinstated to his same plantations portfolio in the Ranil-Rajapaksa cabinet. May be that is reward for his standing for the President and criticizing the police for the mayhem that spun out of Temple Trees on May 9. In fairness to him, his is not the only controversial appointment to the cabinet on Friday. In fact, every appointment is a disgrace and an insult to the people who have been protesting for positive changes in government.",
    "The third consequence of Ranil Wickremesinghe becoming Prime Minister is that he has rescued the Rajapkasas even before he could do anything for the economy. The immediate upshot for the family is that they have had a week of respite since RW became PM. For President Rajapaksa, last week must have been the calmest week since the protests against him began in Mirihana on March 31. And after a week of sojourning in a naval safe house in Trincomalee, ex-PM Mahinda Rajapaksa and scion Namal Rajapakse are back in Colombo and even attended parliament.",
    "For all this and more, the President and the rest of the Rajapaksa family, whether they are now a house divided or not, owe a mountain of gratitude to Ranil Wickremesinghe for stepping in so chivalrously and sedating the political situation that was toxically antagonistic towards the whole Rajapaksa family. Without Ranil Wickremesinghe’s intervention the Rajapaksas would not have had the reprieve they are having now. No one knows what their immediate political plans are, and no one knows what plans the police and Attorney General have to question the former Prime Minister on the background to the violence that spilled over from Temple Trees on May 9. Especially since other MPs have been questions, and some even arrested.",
    "The political question of the day, however, is the future of the presidency of Gotabaya Rajapaksa. Is the protest against him still strong enough to force an early resignation? Or has he weathered the storm to survive till his single term is over, or will he leave prematurely but when the political dust settles and in a more dignified manner than his brother? A second related question is what prospects are now left for achieving the political and constitutional reforms that seemed to be so within grasp before May 9?",
    "Speaking reflectively in Parliament last week, Chamal Rajapaksa, the oldest of the brothers saw wisdom in hindsight and said that Mahinda Rajapaksa should have retired from politics when his second term as President ended. “One should be prepared to give up positions,” Mr. Rajapaksa, the elder, said. Shouldn’t this apply to Gotabaya Rajapaksa as well? It should and perhaps it would have but for the intervention of Ranil Wickremesinghe.",
    "Friday’s cabinet appointments have destroyed whatever economic goodwill that Prime Minister Ranil Wickremesinghe may have mustered in the few days he has been Prime Minister. There is already bad blood in parliament over the co-option of SLFP and SJP MPs as cabinet ministers ignoring the decision of the two parties not to accept cabinet positions while supporting the economic initiatives of the Ranil-Rajapaksa government. Maithripala Sirisena has warned in parliament that the people will “lose confidence in the government too.”",
    "The fact of the matter is that there is no new government and it has no confidence to lose. Ranil Wickremesinghe may have given some semblance of newness to the government based on his approach to handling the economic crisis. But if he had thought that he could handle the economy independent of politics, that has proved itself to be a gross miscalculation. In a well circulated tweet explaining why he could not accept a cabinet position in the current situation, SJB (ex-UNP) MP, and Economist, Harsha de Silva said that the Sri Lankan crisis “is a toxic combination of economics and politics. The resolution depends on both and my joining Cabinet as an ‘independent MP’ will only worsen the political crisis.” Ranil Wickremesinghe, the more experienced of the two, has just done that.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රනිල්-රාජපක්ෂ අන්තර්වාර ආණ්ඩුව සහ කැබිනට් මණ්ඩලය ජනතාව පාවාදීමකි",
      "body_lines": [
        "රනිල් වික‍්‍රමසිංහ මහතා අගමැති වීමේ ආත්මීය අභිප්‍රාය කුමක් වුව ද අවුල් වූ ජනාධිපතිවරයකු සඳහා වූවද, නව ඩයාර්කික වැඩපිළිවෙළේ වෛෂයික ප‍්‍රතිඵල දැන් පැහැදිළිව සාක්ෂි දරයි. මිරිහානෙන් ආරම්භ වූ විරෝධතා ව්‍යාපාරයට අපේක්ෂිත දේශපාලන ප්‍රතිචාරය වනු ඇත්තේ ගෝඨාභය රාජපක්ෂගේ ඉල්ලා අස්වී ‘අතුරු ආණ්ඩුවක්’ පිහිටුවීමයි. අන්තර්වාර ආණ්ඩුව හදිසි ආර්ථික කළමනාකරණයක් ලබා දෙනවා පමණක් නොව ව්‍යවස්ථාමය හා මැතිවරණ ප්‍රතිසංස්කරණ ක්‍රියාත්මක කරනු ඇත.",
        "අන්තර්වාර ආණ්ඩුවේ එක් පැහැදිලි අරමුණක් වන්නේ විධායක ජනාධිපතිවරයකු සෘජුව තෝරා පත් කර ගැනීම ඉවත් කර ජනාධිපති ක්‍රමය ප්‍රතිසංස්කරණය කිරීම සහ රාජ්‍ය නායකයා (සුදුසුකම් ලත් පුරවැසියන් අතරින්) පාර්ලිමේන්තුව විසින් ජනාධිපති ලෙස තෝරා පත් කර ගැනීම සහ ප්‍රධානියා සඳහා සම්පාදනය කිරීමයි. ආණ්ඩුව අගමැති ලෙස පාර්ලිමේන්තුවේ පිහිටුවයි. පවතින ක්‍රමය ඉවත් කිරීමෙන් පළාත් සභා ක්‍රමයේ ක්‍රියාකාරීත්වයට ඇති විය හැකි ඕනෑම ඇඟවුමක් විසඳීමට මෙම නව වැඩපිළිවෙළ තුළ ජනාධිපතිවරයාගේ බලතල නිර්වචනය කළ හැකිව තිබුණි.",
        "විශේෂයෙන්ම ආර්ථික අර්බුද කළමනාකරණයේ අරමුණින් අන්තර්වාර රජයෙන් බලාපොරොත්තු වූයේ ප්‍රවීණයන් සහ වෘත්තිකයන් පළමුව ජාතික ලැයිස්තුව හරහා මන්ත්‍රීවරුන් ලෙස ඇතුළත් කර කැබිනට් අමාත්‍යවරුන් ලෙස ගෙන්වා ගැනීමටය. මෙම අදහස පුළුල් ලෙස ජනප්‍රිය වූ අතර නව සහ වඩා හොඳ ප්‍රතිස්ථාපන සඳහා මග සැලසීම සඳහා ශ්‍රී ලංකා පොදුජන පෙරමුණට සහ SJB ට පවා එහි වත්මන් ජාතික ලැයිස්තු මන්ත්‍රීවරුන් කිහිප දෙනෙකු බිල්ලට දීමට අවශ්‍ය වනු ඇත. නමුත් කිසිම පක්ෂයක් මෙය කිරීමට කැමැත්තක් දැක්වූයේ නැත, ජනතා විමුක්ති පෙරමුණ පමණි. අවසාන වශයෙන්, අන්තර්වාර රජය මාස 12 සිට 18 දක්වා කාලය තුළ තම අරමුණු ඉටු කර ගැනීමටත්, ප්‍රතිසංස්කරණය කරන ලද ජනාධිපති ක්‍රමයක් යටතේ මහ මැතිවරණයට සහ ජනතාවට නව පාර්ලිමේන්තුවක් තෝරා පත් කර ගැනීමටත් පසුබිම සකස් කිරීමට අපේක්ෂා කරන ලදී.",
        "මැයි 9 වැනි දින සිදු වූ සිදුවීම් සහ රනිල් වික්‍රමසිංහ පත් කිරීම මගින් ආර්ථික ප්‍රකෘතිමත් වීම සහ දේශපාලන ප්‍රතිසංස්කරණ සඳහා වූ අන්තර්කාලීන ආන්ඩු මාර්ගය ගිලිහී ගොස් ඇති බව දැන් පැහැදිලිය. සිකුරාදා තවත් (ඒ කිසිවකු ගැන අලුත් දෙයක් නැත) කැබිනට් අමාත්‍යවරුන් නව දෙනෙකු පත්කිරීමෙන් රනිල්-රාජපක්ෂ පාලනය යටතේ බලාපොරොත්තු විය හැකි වෙනස මෙය බව තවදුරටත් තහවුරු කරයි. තනි තනිව කැබිනට් ඇමතිවරුන් තෝරාගෙන විග්‍රහ කිරීමට අවශ්‍ය නැත. සමස්තය ජනතාව පාවාදීමකි. සියලු ආර්ථික දුෂ්කරතා මත ඔවුන්ට දරා ගැනීමට සිදු වී ඇත.",
        "මැයි 9 වැනිදාට පෙර තිබූ දේශපාලන ගතිකත්වය අද තිබෙන තත්ත්වයට රනිල් වික්‍රමසිංහ මහතා පත්කිරීමෙන් වෙනස් වූ අයුරු කැපී පෙනේ. වත්මන් ජනාධිපතිවරයා යටතේ පසුගිය මාස එකහමාරක කාලය තුළ පමණක් නොව මුළු වසර දෙකහමාරක කාලය තුළම අදක්ෂකම පාලනය වී ඇති ආර්ථිකමය වශයෙන්, RW අමාත්‍ය නිපුණතාවයේ සමානතාවකට වඩා ගෙන ඇත. ආර්ථිකය සිදුරෙන් මිදීමට පෙර නැඟීමට ෆර්ලෝන් ගණනක් තිබියදී, ආර්ඩබ්ලිව්ගේ මැදිහත්වීමේ දේශපාලන ප්‍රතිවිපාක ඉතා ක්ෂනික ය.",
        "පළමුව, වික්‍රමසිංහ මහතා ආර්ථික අර්බුදය හසුරුවා ගැනීම විරෝධතා දේශපාලනය කෙරෙහි සන්සුන් බලපෑමක් ඇති කළ බව පෙනේ. ‘නව ආණ්ඩුවට’ තම ආර්ථික සහන ක්‍රියාමාර්ග ක්‍රියාත්මක කිරීමට යම් කාලයක් හා අවකාශයක් ලබා දිය යුතු බවට පොදු පිළිගැනීමක් නිසා විය හැකිය. හිඟය සහ මිල ගණන් සම්බන්ධයෙන් විරෝධතා ඇති වන අතර පවතිනු ඇත, නමුත් මැයි 9 ට පෙර ඔවුන් බොහෝ දුරට ඉල්ලා අස්වීම් ඉල්ලා සිටින එකම දේශපාලන ඉරියව්ව ඔවුන්ට නොතිබිය හැකිය. මොහොතක දැනුම්දීමක්. ඇත්ත වශයෙන්ම, එය කළ හැකිය.",
        "දෙවනුව, අග්‍රාමාත්‍යවරයාගේ ආර්ථික මුලපිරීම් සඳහා සියලුම දේශපාලන පක්ෂ, සන්ධාන සහ මන්ත්‍රීවරුන්ගේ ඒකමතික සහයෝගය ඇතිව, පාර්ලිමේන්තුවේ නව ගතිකත්වයක් පවතී. මුදල් අමාත්‍යාංශය අගමැතිවරයා සමඟ රැඳී සිටිය යුතු බවට පාර්ලිමේන්තු සම්මුතියක් ද වාර්තා වී ඇති අතර, සමහර විට එය ඔහුගේ තනතුර නොව ඔහුගේ හැකියාවන් පිළිගැනීමක් විය හැකිය. එහෙත් දේශපාලනික සහ ක්‍රියාපටිපාටික කාරණා සම්බන්ධයෙන්, මන්ත්‍රීවරු, විශේෂයෙන්ම ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරු, පක්‍ෂ රේඛීය ඡන්දයෙන් තෘප්තිමත් වෙති. නියෝජ්‍ය කථානායකවරයකු තෝරා පත් කර ගැනීම සඳහා (නැවතත්) තරමක් හාස්‍යජනක ඡන්දයෙන් සහ ජනාධිපතිවරයාට එරෙහි අප්‍රසාදය පිළිබඳ යෝජනාවක් විවාදයට ගැනීම සඳහා ස්ථාවර නියෝග අත්හිටුවීමට සහ ඔවුන් විසින් ඇති කරන ලද ඊටත් වඩා හාස්‍යජනක බෙදීම්වලින් එය මනාව පැහැදිලි විය.",
        "ඒ අතරම, මැයි 9 සඳුදා අරලියගහ මැදුරෙන් ගලා ගිය උදෑසන ප්‍රචණ්ඩත්වයට පසුබිමේ බහුවිධ හා පරස්පර අනුවාදයන් සැපයීමේදී ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් තම අභ්‍යන්තර ඉරිතැලීම් එළිපිටම පෙන්වීමට පටන් ගෙන ඇති අතර සවස් වරුවේ එය වෙනත් ප්‍රදේශවලට සම්බන්ධ වේ. රට. ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරු සහ (හිටපු) ඇමතිවරු පොලිසිය සහ ලේකම්වරුන් පමණක් නොව එදින සිදු වූ දේ සම්බන්ධයෙන් එකිනෙකා විවේචනය කරති. හිටපු වැවිලි අමාත්‍ය රමේෂ් පතිරණ සහ ඔහුගේ සගයෙකු වන චන්දිම වීරක්කොඩි මන්ත්‍රීවරයා අතර පසුගියදා පාර්ලිමේන්තුවේදී ඇතිවූ ගුටිබැට හුවමාරුව, පොලිස් නොහැකියාව සහ පොලිස් ස්ථානවල විනය විරෝධීභාවය ඇති කරමින් ස්ථාන මාරුවීම් සහ ස්ථානාධිපති පත්වීම් සඳහා සිදුවෙමින් පවතින දේශපාලන අතපෙවීම්වල තරම මනාව පෙන්නුම් කරයි.",
        "වීරක්කොඩි මහතා ඇතුළු පිරිස පොලිස් කටයුතුවලට මැදිහත්වීම සම්බන්ධයෙන් කළ විවේචනවලට වෛද්‍ය පතිරණ ප්‍රතිචාර දැක්වූ බවක් පෙනෙන්නට නැත. ඔහුට එසේ කිරීමට අවශ්‍ය නැත, මන්ද ඔහු රනිල්-රාජපක්ෂ කැබිනට් මණ්ඩලයේ ඔහුගේ වතුකරයේ ඇමතිකමට නැවත පත් කර ඇති බැවිනි. එය මැයි 9 වැනිදා අරලියගහ මැදුරෙන් ඇති වූ ව්‍යසනය සම්බන්ධයෙන් ඔහු ජනාධිපතිවරයා වෙනුවෙන් පෙනී සිටීම සහ පොලිසිය විවේචනය කිරීමේ විපාකයක් විය හැකිය. ඔහුගේ සාධාරණත්වය අනුව සිකුරාදා කැබිනට් මණ්ඩලයට පත් වූ එකම ආන්දෝලනාත්මක පත්වීම ඔහු නොවේ. ඇත්ත වශයෙන්ම, සෑම පත්වීමක්ම ආණ්ඩුවේ සාධනීය වෙනස්කම් සඳහා උද්ඝෝෂණ කළ මිනිසුන්ට නින්දාවක් හා අපහාසයකි.",
        "රනිල් වික්‍රමසිංහ මහතා අගමැති වීමේ තුන්වැනි ප්‍රතිඵලය වන්නේ ආර්ථිකයට යමක් කිරීමටත් පෙර රාජපක්ෂලා බේරා ගැනීමයි. පවුලට ක්ෂණික වාසිය නම් RW අගමැති වූ දා සිට ඔවුන්ට සතියක විවේකයක් තිබීමයි. මාර්තු 31 වැනි දින මිරිහාන ප්‍රදේශයෙන් ඔහුට එරෙහි විරෝධතා ආරම්භ වූ දා සිට ජනාධිපති රාජපක්ෂට පසුගිය සතිය සන්සුන්ම සතිය විය යුතුය. සතියකට පසු ත්‍රිකුණාමලයේ නාවික හමුදා ආරක්‍ෂකාගාරයක ලැගුම් ගෙන සිටි හිටපු අගමැති මහින්ද රාජපක්‍ෂ සහ නාමල් රාජපක්‍ෂ යළි දිවයිනට පැමිණ සිටිති. කොළඹ සහ පාර්ලිමේන්තුවට පවා ගියා.",
        "මේ සියල්ලට සහ තවත් බොහෝ දේ සඳහා, දැන් බෙදී වෙන්වූ නිවසක් වුවත් නැතත්, ජනාධිපතිවරයා ඇතුළු රාජපක්ෂ පවුලේ සෙසු අය, රනිල් වික්‍රමසිංහ මහතාට කෘතවේදීත්වයේ කන්දක් ණයගැතියි, මෙතරම් ධෛර්ය සම්පන්නව පැමිණ, විෂ සහිත දේශපාලන තත්ත්වය සමනය කිරීම ගැන. මුළු රාජපක්ෂ පවුලම. රනිල් වික්‍රමසිංහගේ මැදිහත්වීම නොවන්නට රාජපක්ෂලාට දැන් තිබෙන සහනය නොලැබෙනු ඇත. ඔවුන්ගේ ක්ෂණික දේශපාලන සැලසුම් මොනවාදැයි කිසිවකු නොදන්නා අතර, මැයි 9 වැනිදා අරලියගහ මන්දිරයෙන් ගලා ආ ප්‍රචණ්ඩත්වයේ පසුබිම සම්බන්ධයෙන් හිටපු අගමැතිවරයාගෙන් ප්‍රශ්න කිරීමට පොලිසියට සහ නීතිපතිවරයාට ඇති සැලැසුම් මොනවාදැයි කිසිවෙක් නොදනිති. ප්‍රශ්න, සහ සමහරක් අත්අඩංගුවට පවා.",
        "කෙසේ වෙතත් අද දවසේ දේශපාලන ප්‍රශ්නය ගෝඨාභය රාජපක්ෂගේ ජනාධිපති ධූරයේ අනාගතයයි. ඉක්මනින් ඉල්ලා අස්වීමට බල කිරීමට තරම් ඔහුට එරෙහි විරෝධය තවමත් ශක්තිමත්ද? එසේත් නැතිනම් ඔහුගේ තනි ධූර කාලය අවසන් වන තෙක් ඔහු කුණාටුවට මුහුණ දී තිබේද, නැතහොත් ඔහු අකාලයේ ඉවත්ව යයිද, නමුත් දේශපාලන දූවිලි වැසී ගිය විට සහ ඔහුගේ සහෝදරයාට වඩා ගෞරවාන්විතව? දෙවන අදාළ ප්‍රශ්නය වන්නේ මැයි 9 ට පෙර ග්‍රහණය කර ගත හැකි යැයි පෙනෙන දේශපාලන හා ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ සාක්ෂාත් කර ගැනීම සඳහා දැන් ඉතිරිව ඇති අපේක්ෂාවන් මොනවාද?",
        "පසුගිය සතියේ පාර්ලිමේන්තුවේදී ආවර්ජනාත්මකව අදහස් දැක්වූ වැඩිමහල් සහෝදරයා වන චමල් රාජපක්ෂ මහතා ප්‍රකාශ කළේ මහින්ද රාජපක්ෂ මහතා දෙවන ජනාධිපති ධුර කාලය අවසන් වන විට දේශපාලනයෙන් විශ්‍රාම ගත යුතුව තිබූ බවයි. තනතුරු අත්හැරීමට සූදානම් විය යුතු යැයි වැඩිහිටි රාජපක්ෂ මහතා පැවසීය. මෙය ගෝඨාභය රාජපක්ෂටද අදාළ විය යුතු නොවේද? රනිල් වික්‍රමසිංහගේ මැදිහත්වීම සඳහා එය විය යුතු අතර සමහර විට එය විය යුතුය.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා අග්‍රාමාත්‍ය ධුරය දැරූ දින කිහිපය තුළ ඇතිකරගත් කුමන හෝ ආර්ථික හොඳ හිතක් සිකුරාදා කැබිනට් පත්වීම් මගින් විනාශ කර ඇත. රනිල්-රාජපක්ෂ ආණ්ඩුවේ ආර්ථික මුලපිරීම්වලට සහය පළකරමින් පක්ෂ දෙක කැබිනට් තනතුරු නොපිළිගැනීමට ගත් තීරණය නොසලකා හරිමින් ශ්‍රීලනිප සහ SJP මන්ත්‍රීවරුන් කැබිනට් අමාත්‍යවරුන් ලෙස ඒකාබද්ධ කිරීම සම්බන්ධයෙන් දැනටමත් පාර්ලිමේන්තුවේ නරක ලේ මතුවී තිබේ. ජනතාවට “ආණ්ඩුව කෙරෙහි ද විශ්වාසය නැති වනු ඇති” බව මෛත්‍රීපාල සිරිසේන පාර්ලිමේන්තුවේදී අනතුරු අඟවා තිබේ.",
        "කාරණය නම් නව රජයක් නොමැති වීම සහ පරාජයට පත්වීමේ විශ්වාසයක් නොමැති වීමයි. රනිල් වික්‍රමසිංහ මහතා ආර්ථික අර්බුදයට මුහුණ දීමේ ප්‍රවේශය මත ආණ්ඩුවට යම් අලුත් බවක් ලබා දෙන්නට ඇත. එහෙත් දේශපාලනයෙන් ස්වාධීනව ආර්ථිකය හසුරුවා ගත හැකි යැයි ඔහු සිතුවේ නම් එය මහා වැරදි ගණනය කිරීමක් බව ඔප්පු වී ඇත. පවතින තත්ත්වය තුළ තමාට කැබිනට් අමාත්‍ය ධුරයක් පිළිගත නොහැකි වන්නේ මන්දැයි පැහැදිලි කරමින් හොඳින් බෙදා හරින ලද ට්විටර් පණිවුඩයක, SJB (හිටපු UNP) පාර්ලිමේන්තු මන්ත්‍රී සහ ආර්ථික විද්‍යාඥ හර්ෂ ද සිල්වා කියා සිටියේ ශ්‍රී ලංකා අර්බුදය “ආර්ථිකයේ සහ දේශපාලනයේ විෂ සංයෝගයක් බවයි. යෝජනාව දෙකම මත රඳා පවතින අතර ස්වාධීන මන්ත්‍රීවරයෙකු ලෙස මා කැබිනට් මණ්ඩලයට එක්වීම දේශපාලන අර්බුදය තවත් නරක අතට හැරෙනු ඇත. ඒ දෙකෙන් වඩා පළපුරුදු රනිල් වික්‍රමසිංහ දැන් එය කර ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ரணில்-ராஜபக்ஷ இடைக்கால அரசும் அமைச்சரவையும் மக்களுக்கு செய்யும் துரோகம்",
      "body_lines": [
        "ரணில் விக்கிரமசிங்க பிரதமராக பதவியேற்றதன் நோக்கம் என்னவாக இருந்தபோதிலும், புதிய அரசமைப்பு ஏற்பாட்டின் புறநிலை விளைவுகள் இப்போது தெளிவாக சாட்சியமாக உள்ளன. மிரிஹானவில் ஆரம்பிக்கப்பட்ட எதிர்ப்பு இயக்கத்திற்கு விரும்பிய அரசியல் பதிலளிப்பானது, கோட்டாபய ராஜபக்சவின் இராஜினாமா மற்றும் 'இடைக்கால அரசாங்கத்தை' அமைப்பதாகும். இடைக்கால அரசாங்கம் அவசர பொருளாதார முகாமைத்துவத்தை வழங்குவது மட்டுமன்றி அரசியலமைப்பு மற்றும் தேர்தல் சீர்திருத்தங்களை அமுல்படுத்தும்.",
        "இடைக்கால அரசாங்கத்தின் ஒரு தெளிவான நோக்கம், நிறைவேற்று ஜனாதிபதியை நேரடியாகத் தெரிவு செய்வதை நீக்கி ஜனாதிபதி முறையை சீர்திருத்துவது மற்றும் அரச தலைவர் (தகுதியுள்ள குடிமக்கள் மத்தியில்) பாராளுமன்றத்தால் ஜனாதிபதியாக தெரிவு செய்யப்படுவதற்கும், மற்றும் தலைவர் அரசாங்கம் பிரதமராக பாராளுமன்றத்தில் அமைய வேண்டும். இந்த புதிய ஏற்பாட்டில், தற்போதைய முறைமை நீக்கப்பட்டதன் மூலம் மாகாண சபை முறைமையின் செயற்பாடுகளுக்கு ஏற்படக்கூடிய தாக்கங்களை நிவர்த்தி செய்வதற்கு ஜனாதிபதியின் அதிகாரங்கள் வரையறுக்கப்பட்டிருக்கலாம்.",
        "குறிப்பாக பொருளாதார நெருக்கடி முகாமைத்துவ நோக்கத்திற்காக, இடைக்கால அரசாங்கம் நிபுணர்கள் மற்றும் தொழில் வல்லுநர்களை முதலில் தேசியப்பட்டியல் மூலம் பாராளுமன்ற உறுப்பினர்களாக அனுமதித்து அவர்களை அமைச்சரவை அமைச்சர்களாக கொண்டுவரும் என எதிர்பார்க்கப்பட்டது. இந்த யோசனை பரவலாக பிரபலமானது மற்றும் SLPP மற்றும் SJB கூட அதன் தற்போதைய தேசிய பட்டியல் பாராளுமன்ற உறுப்பினர்களில் சிலரை புதிய மற்றும் சிறந்த மாற்றீடுகளுக்கு தியாகம் செய்ய வேண்டியிருக்கும். ஆனால் எந்த கட்சியும் இதை செய்ய விருப்பம் காட்டவில்லை, ஜேவிபி மட்டுமே செய்தது. இறுதியாக, இடைக்கால அரசாங்கம் 12 முதல் 18 மாதங்களுக்குள் தனது நோக்கங்களை அடையும் என்று எதிர்பார்க்கப்பட்டது, மேலும் பொதுத் தேர்தலுக்கான களத்தை அமைத்து, சீர்திருத்தப்பட்ட ஜனாதிபதியின் கீழ் புதிய பாராளுமன்றத்தை மக்கள் தேர்ந்தெடுக்கும்.",
        "மே 9 நிகழ்வுகளும் ரணில் விக்கிரமசிங்கவின் நியமனமும் பொருளாதார மீட்சி மற்றும் அரசியல் சீர்திருத்தத்திற்கான இடைக்கால அரசாங்கப் பாதையைத் தகர்த்துவிட்டன என்பது இப்போது தெளிவாகிறது. வெள்ளியன்று மேலும் ஒன்பது பேர் (அவர்களில் புதிதாக எதுவும் இல்லை) அமைச்சரவை அமைச்சர்கள் நியமனம் ரணில்-ராஜபக்ஷ நிர்வாகத்தில் எதிர்பார்க்கக்கூடிய மாற்றம் இது என்பதை மேலும் உறுதிப்படுத்துகிறது. தனிப்பட்ட கேபினட் அமைச்சர்களை தேர்வு செய்து அலச வேண்டிய அவசியம் இல்லை. முழுக்க முழுக்க மக்களுக்கு செய்யும் துரோகம். அனைத்து பொருளாதார கஷ்டங்களுக்கும் மேலாக அவர்கள் தாங்க வேண்டிய கட்டாயத்தில் உள்ளனர்.",
        "ரணில் விக்கிரமசிங்கவின் நியமனம், மே 9 ஆம் திகதிக்கு முன்னர் இருந்த அரசியல் இயக்கத்தை இன்று எவ்வாறு மாற்றியமைத்துள்ளது என்பது குறிப்பிடத்தக்கது. பொருளாதார முன்னணியில், RW மந்திரி தகுதியின் சாயலை விட அதிகமாக கொண்டு வந்துள்ளது, அங்கு கடந்த ஒன்றரை மாதங்களாக மட்டுமன்றி, தற்போதைய ஜனாதிபதியின் கீழ் முழு இரண்டரை ஆண்டுகளாக இயலாமையே ஆட்சியாக உள்ளது. பொருளாதாரம் குழியிலிருந்து வெளியேறுவதற்கு முன் ஏறுவதற்கு பர்லாங்குகள் உள்ளன என்றாலும், RW இன் தலையீட்டின் அரசியல் விளைவுகள் மிகவும் உடனடியானவை.",
        "முதலாவதாக, பொருளாதார நெருக்கடியை திரு. விக்கிரமசிங்க கையாண்டது எதிர்ப்பு அரசியலில் ஒரு மயக்க தாக்கத்தை ஏற்படுத்தியதாகத் தெரிகிறது. 'புதிய அரசாங்கம்' அதன் பொருளாதார நிவாரண நடவடிக்கைகளைச் செயல்படுத்த சிறிது கால அவகாசமும் இடமும் கொடுக்கப்பட வேண்டும் என்ற பொதுவான ஒப்புதலே இதற்குக் காரணமாக இருக்கலாம். தட்டுப்பாடு மற்றும் விலைவாசிகள் மீது எதிர்ப்புகள் உள்ளன, இருக்கும், ஆனால் மே 9 க்கு முன்பு இருந்த அதே அரசியல் முனைப்பு ராஜினாமாக்களுக்கு அழைப்பு விடுக்காமல் இருக்கலாம். இது கூட இல்லாமல் வியத்தகு முறையில் மாறும் என்று சொல்ல முடியாது. ஒரு கணம் அறிவிப்பு. உண்மையில், அது முடியும்.",
        "இரண்டாவதாக, பிரதமரின் பொருளாதார முன்முயற்சிகளுக்கு அனைத்து அரசியல் கட்சிகள், கூட்டணிகள் மற்றும் பாராளுமன்ற உறுப்பினர்களிடமிருந்து கிட்டத்தட்ட ஒருமித்த ஆதரவுடன் பாராளுமன்றத்தில் ஒரு புதிய இயக்கவியல் உள்ளது. நிதி இலாகா பிரதமரிடம் இருக்க வேண்டும் என்று நாடாளுமன்றத்தில் ஒருமித்த கருத்து உள்ளது, ஒருவேளை அவரது திறமைக்கான அங்கீகாரம் அவரது பதவிக்கு அல்ல. ஆனால் அரசியல் மற்றும் நடைமுறை விவகாரங்களில், பாராளுமன்ற உறுப்பினர்கள், குறிப்பாக SLPP பாராளுமன்ற உறுப்பினர்கள், கட்சி வரிசை வாக்களிப்பதில் திருப்தி அடைகிறார்கள். பிரதி சபாநாயகர் தேர்தலுக்கான (மீண்டும்) மிகவும் அபத்தமான வாக்குகள் மற்றும் ஜனாதிபதி மீதான அதிருப்தி பிரேரணையை விவாதிப்பதற்கான நிலையியற் கட்டளைகளை இடைநிறுத்தியமை மற்றும் அவர்கள் உருவாக்கிய இன்னும் அபத்தமான பிளவுகள் ஆகியவற்றில் இது மிகவும் தெளிவாகத் தெரிந்தது.",
        "அதேநேரம், மே 9 திங்கட்கிழமை அலரிமாளிகையில் இருந்து காலை வன்முறை வெடித்ததன் பின்னணியில் பல மற்றும் முரண்பாடான பதிப்புகளை வழங்குவதில் SLPP பாராளுமன்ற உறுப்பினர்கள் தங்கள் உள் விரிசல்களை வெளிப்படையாகக் காட்டத் தொடங்கினர், மேலும் பிற்பகலில் அதன் பிற பகுதிகளில் மீண்டும் இணைகிறார்கள். நாடு. ஸ்ரீலங்கா பொதுஜன பெரமுனவின் பாராளுமன்ற உறுப்பினர்களும் (முன்னாள்) அமைச்சர்களும் பொலிஸாரையும் செயலாளர்களையும் மட்டுமன்றி, அன்று நடந்தவற்றிற்காக ஒருவரையொருவர் விமர்சித்து வருகின்றனர். அண்மையில் பாராளுமன்றத்தில் முன்னாள் பெருந்தோட்ட அமைச்சர் ரமேஷ் பத்திரனவிற்கும் அவரது சகாவான சந்திம வீரக்கொடி எம்.பி.க்கும் இடையில் ஏற்பட்ட வாக்குவாதம், பொலிஸ் நிலையங்களில் பொலிஸாரின் இயலாமை மற்றும் ஒழுக்கமின்மையை உருவாக்குகின்ற இடமாற்றங்கள் மற்றும் OIC நியமனங்களில் அரசியல் தலையீடுகள் இடம்பெற்று வருகின்றது என்பதை நன்கு எடுத்துக்காட்டுகின்றது.",
        "கலாநிதி பத்திரன, பொலிஸ் விவகாரங்களில் தலையிடுவது தொடர்பாக திரு.வீரக்கொடி மற்றும் பிறரின் விமர்சனங்களுக்கு பதில் அளித்ததாகத் தெரியவில்லை. அவர் ரணில்-ராஜபக்ஷ அமைச்சரவையில் அவரது அதே தோட்டத்துறை இலாகாவுக்கு மீண்டும் சேர்க்கப்பட்டதால், அவர் அவ்வாறு செய்ய வேண்டியதில்லை. மே 9 அன்று அலரிமாளிகையில் இருந்து வெளியேறிய கலவரத்திற்காக அவர் ஜனாதிபதிக்காக நிற்பதற்கும் பொலிஸாரை விமர்சித்ததற்கும் அது வெகுமதியாக இருக்கலாம். அவரைப் பொறுத்தவரையில், வெள்ளிக்கிழமை அமைச்சரவையில் அவர் மட்டும் சர்ச்சைக்குரிய நியமனம் அல்ல. உண்மையில், ஒவ்வொரு நியமனமும் அரசாங்கத்தில் சாதகமான மாற்றங்களுக்காக போராடி வரும் மக்களுக்கு அவமானம் மற்றும் அவமானம்.",
        "ரணில் விக்கிரமசிங்க பிரதமரானதன் மூன்றாவது விளைவு, பொருளாதாரத்திற்கு எதையும் செய்வதற்கு முன்பே அவர் ராஜபக்சவை மீட்டுவிட்டார். RW பிரதமராக பதவியேற்றதில் இருந்து ஒரு வாரம் அவகாசம் கொடுத்தது குடும்பத்திற்கு உடனடியான பலன். ஜனாதிபதி ராஜபக்ஷவைப் பொறுத்தவரை, அவருக்கு எதிரான போராட்டங்கள் மார்ச் 31 அன்று மிரிஹானவில் தொடங்கியதிலிருந்து கடந்த வாரம் மிகவும் அமைதியான வாரமாக இருந்திருக்க வேண்டும். மேலும் ஒரு வாரத்திற்குப் பிறகு திருகோணமலையில் உள்ள கடற்படைப் பாதுகாப்பு இல்லத்தில் தங்கியிருந்த முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவும், நாமல் ராஜபக்ஷவும் திரும்பி வந்துள்ளனர். கொழும்பு மற்றும் பாராளுமன்றத்தில் கூட கலந்து கொண்டார்.",
        "இவை அனைத்திற்கும் மேலாக, ஜனாதிபதியும் ராஜபக்ஷ குடும்பத்தின் ஏனையவர்களும், இப்போது வீடு பிளவுபட்டிருந்தாலும் இல்லாவிட்டாலும், ரணில் விக்கிரமசிங்கவுக்கு மலையளவு நன்றிக்கடன் பட்டிருக்கிறது. முழு ராஜபக்சே குடும்பம். ரணில் விக்கிரமசிங்கவின் தலையீடு இல்லாவிட்டால் ராஜபக்சக்களுக்கு இப்போது கிடைத்திருக்கும் நிம்மதி கிடைத்திருக்காது. அவர்களின் உடனடி அரசியல் திட்டங்கள் என்ன என்பது யாருக்கும் தெரியாது, மே 9 அன்று அலரிமாளிகையில் இருந்து பரவிய வன்முறையின் பின்னணி குறித்து முன்னாள் பிரதமரிடம் கேள்வி கேட்க காவல்துறை மற்றும் சட்டமா அதிபர் என்ன திட்டம் வைத்துள்ளனர் என்பது யாருக்கும் தெரியாது. குறிப்பாக மற்ற பாராளுமன்ற உறுப்பினர்கள் கேள்விகள், மற்றும் சிலர் கைது செய்யப்பட்டனர்.",
        "எவ்வாறாயினும், கோட்டாபய ராஜபக்சவின் ஜனாதிபதி பதவியின் எதிர்காலம் என்பது இன்றைய அரசியல் கேள்வியாகும். முன்கூட்டியே ராஜினாமா செய்யும் அளவுக்கு அவருக்கு எதிரான எதிர்ப்பு இன்னும் வலுவாக உள்ளதா? அல்லது அவர் தனது ஒற்றை பதவிக்காலம் முடியும் வரை புயலை எதிர்கொண்டாரா, அல்லது முன்கூட்டியே வெளியேறுவார், ஆனால் அரசியல் தூசி படிந்தவுடன், தனது சகோதரனை விட கண்ணியமான முறையில் அவர் வெளியேறுவாரா? இரண்டாவது தொடர்புடைய கேள்வி என்னவென்றால், மே 9 ஆம் தேதிக்கு முன்னர் புரிந்து கொள்ளப்பட்டதாகத் தோன்றிய அரசியல் மற்றும் அரசியலமைப்பு சீர்திருத்தங்களை அடைவதற்கு இப்போது என்ன வாய்ப்புகள் உள்ளன?",
        "கடந்த வாரம் பாராளுமன்றத்தில் பிரதிபலிப்பாகப் பேசிய சமல் ராஜபக்ஷ, சகோதரர்களில் மூத்தவரான சமல் ராஜபக்ஷ, பின்னோக்கிப் பார்த்ததில் ஞானம் கண்டார், மகிந்த ராஜபக்ச தனது இரண்டாவது ஜனாதிபதியாக முடிவடையும் போது அரசியலில் இருந்து ஓய்வு பெற்றிருக்க வேண்டும் என்று கூறினார். \"ஒருவர் பதவிகளை விட்டுக்கொடுக்க தயாராக இருக்க வேண்டும்,\" என்று திரு. ராஜபக்சே, மூத்தவர் கூறினார். இது கோட்டாபய ராஜபக்சவுக்கும் பொருந்தாதா? அது ரணில் விக்கிரமசிங்கவின் தலையீட்டிற்காக இருக்க வேண்டும், ஒருவேளை இருக்க வேண்டும்.",
        "பிரதமர் ரணில் விக்கிரமசிங்க பிரதமராக இருந்த சில நாட்களில் எத்தகைய பொருளாதார நல்லிணக்கத்தை ஏற்படுத்தியிருந்தாரோ, அவை அனைத்தையும் வெள்ளிக்கிழமை அமைச்சரவை நியமனங்கள் அழித்துவிட்டது. ரணில்-ராஜபக்ஷ அரசாங்கத்தின் பொருளாதார முயற்சிகளுக்கு ஆதரவளித்து அமைச்சரவை பதவிகளை ஏற்காத இரு கட்சிகளின் தீர்மானத்தை புறக்கணித்து SLFP மற்றும் SJP எம்.பி.க்களை அமைச்சரவை அமைச்சர்களாக இணைத்துக்கொள்வது குறித்து ஏற்கனவே பாராளுமன்றத்தில் மோசமான இரத்தம் உள்ளது. அரசாங்கத்தின் மீதான நம்பிக்கையையும் மக்கள் இழக்க நேரிடும் என மைத்திரிபால சிறிசேன நாடாளுமன்றத்தில் எச்சரித்துள்ளார்.",
        "புதிய அரசாங்கம் இல்லை, தோற்கும் நம்பிக்கையும் இல்லை என்பதே நிதர்சனமான உண்மை. ரணில் விக்கிரமசிங்க பொருளாதார நெருக்கடியை கையாள்வதில் தனது அணுகுமுறையின் அடிப்படையில் அரசாங்கத்திற்கு ஒரு புதிய தோற்றத்தை கொடுத்திருக்கலாம். ஆனால், அரசியலுக்கு அப்பாற்பட்டு பொருளாதாரத்தை கையாள முடியும் என்று அவர் நினைத்திருந்தால், அது ஒரு தவறான கணக்கீடு என்று நிரூபித்துள்ளது. தற்போதைய சூழ்நிலையில் அமைச்சரவை பதவியை ஏன் ஏற்றுக்கொள்ள முடியாது என்பதை விளக்கி நன்கு பரப்பப்பட்ட ட்வீட்டில், எஸ்.ஜே.பி (முன்னாள் யூ.என்.பி.) எம்.பி.யும் பொருளாதார நிபுணருமான ஹர்ஷ டி சில்வா, இலங்கை நெருக்கடி \"பொருளாதாரம் மற்றும் அரசியலின் நச்சு கலவையாகும். தீர்மானம் இரண்டையும் சார்ந்தது, நான் ஒரு ‘சுயேச்சை எம்.பி’யாக அமைச்சரவையில் இணைவது அரசியல் நெருக்கடியை மேலும் மோசமாக்கும். இருவரில் அனுபவமிக்க ரணில் விக்கிரமசிங்க இப்போதுதான் அதைச் செய்துள்ளார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}