{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Magisterial-inquiry-into-questionable-last-will-of-late-Miss-Ceylon-Police-await-AGs-advice/108-234817",
  "time_ut": 1649414040,
  "title": "Magisterial inquiry into questionable last will of late Miss Ceylon: Police await AG’s advice",
  "body_lines": [
    "The Colombo Fraud Investigation Bureau (CFIB) has informed Court that it has sought the Attorney General’s advice regarding the investigations into the questionable last will of late Miss Ceylon Jennifer Ingleton and his advice over the matter is yet to be received.",
    "The CFIB made these remarks when the magisterial inquiry into this incident came up before Colombo Chief Magistrate’s Court.",
    "On a previous occasion, the Fraud Bureau produced reports pertaining to Finger Print impressions purportedly been placed by the late Mrs. Jennifer Ingleton nee LaBrooy on purported last will and certain other relevant documents.",
    "The Additional Magistrate requested Defense Counsel Chamin Jayasinghe who appeared for the suspect Sujeewa Jayathilaka to furnish reasons explaining the absence of the suspect. Defense Counsel apprised the court that the preceding Magistrate on the last date allowed the suspect’s presence to be dispensed upon the counsel’s application stating that the suspect’s sister was murdered recently and that the suspect is in a state of shock and hence he believes that his life is in danger.",
    "However, the Additional Magistrate observed that he is unable to take the suspect’s claims seriously considering that the suspect has not even filed a police complaint regarding the supposed life threats. Considering the circumstances, the Additional Magistrate  informed that the suspect's presence is mandatory.",
    "Senior Counsel Ian Fernando appearing with Counsel Ushira Dharmaratne instructed by Derek Fernando Associates appearing for the aggrieved party Anthony Hawke, being the step-brother of Mrs. Ingleton who is presently residing in London had earlier raised objections against this request and moved court to have the suspect’s passport be confiscated.",
    "Jennifer Ingleton (nee Labrooy) was crowned Miss Ceylon in 1962 and passed away on 17th July 2020 after a sickness at her residence in Cotta Terrace, Borella. She was looked after by the suspect Sujeewa Jayathileke and one lady by the name of Kurulu who were not the blood relations of her family. It was purportedly said that Jennifer Ingleton had bequeathed all her properties to Sujeewa Jayathileke. The suspicion occurred in the normal circumstances due to Ingleton’s friends and well-wishers not being allowed to visit her when she was residing at her residence.",
    "Jennifer’s half-brother and a sister-in-law had complained to the Colombo Fraud Bureau over the suspicious Last Will and the testaments alleged to have been signed by Jennifer, a 78-year-old widow, without any children and any relations living in Sri Lanka. Jennifer had died under suspicious circumstances according to her brother, presently living in England.",
    "The half-brother had alleged that she could have been saved if proper attention and treatment was given. He said the chaperon who looked after her had not sought medical assistance deliberately to get hold of her assets in Sri Lanka. (Lakmal Sooriyagoda )"
  ],
  "translate": {
    "si": {
      "title": "අභාවප්‍රාප්ත සිලෝන් මෙනවියගේ ප්‍රශ්නකාරී අන්තිම කැමති පත්‍රය පිළිබඳ මහේස්ත්‍රාත් පරීක්ෂණය: පොලිසිය නීතිපති උපදෙස් බලාපොරොත්තුවෙන් සිටී",
      "body_lines": [
        "අභාවප්‍රාප්ත සිලෝන් මෙනවිය ජෙනිෆර් ඉන්ගල්ටන් මහත්මියගේ ප්‍රශ්නකාරී අන්තිම කැමති පත්‍රය සම්බන්ධයෙන් සිදුකෙරෙන විමර්ශන සම්බන්ධයෙන් නීතිපති උපදෙස් ලබාගෙන ඇති බවත් ඒ සම්බන්ධයෙන් ඔහුගේ උපදෙස් තවමත් ලැබී නොමැති බවත් කොළඹ වංචා විමර්ශන කාර්යාංශය (CFIB) අධිකරණයට දන්වා ඇත.",
        "මෙම සිද්ධියට අදාළ මහේස්ත්‍රාත් පරීක්ෂණය කොළඹ ප්‍රධාන මහේස්ත්‍රාත් අධිකරණය හමුවේ කැඳවූ අවස්ථාවේදී CFIB මෙම අදහස් පළ කළේය.",
        "මීට පෙර අවස්ථාවකදී, වංචා කාර්යාංශය විසින් අභාවප්‍රාප්ත ජෙනිෆර් ඉන්ගල්ටන් නී ලැබ්‍රෝයි මහත්මිය විසින් සඳහන් කරන ලද අන්තිම කැමති පත්‍ර සහ වෙනත් අදාළ ලියකියවිලි මත තැබූ බව කියන ඇඟිලි සලකුණු සටහන්වලට අදාළ වාර්තා ඉදිරිපත් කරන ලදී.",
        "සැකකරු නොපැමිණීම සම්බන්ධයෙන් කරුණු පැහැදිළි කර කරුණු දක්වන ලෙස අතිරේක මහේස්ත්‍රාත්වරයා සැකකරු වෙනුවෙන් පෙනී සිටි විත්තියේ නීතිඥ චාමින් ජයසිංහ මහතාගෙන් ඉල්ලා සිටියේය. සැකකරුගේ සොහොයුරිය පසුගියදා ඝාතනය කර ඇති බවත් සැකකරු කම්පනයෙන් පසුවන බවත් ඒ නිසා ඔහුගේ ජීවිතය යැයි විශ්වාස කරන බවත් පවසමින් නීතිඥවරයාගේ අයදුම්පත්‍රය අවසන් කිරීමට පෙර මහේස්ත්‍රාත්වරයා සැකකරුගේ පැමිණීම නිෂ්ප්‍රභ කිරීමට අවසර දුන් බව විත්තියේ නීතිඥවරයා අධිකරණයට දන්වා සිටියේය. අනතුරේ.",
        "කෙසේ වෙතත්, සැකකරුට එල්ල වී ඇති ජීවිත තර්ජන සම්බන්ධයෙන් පොලිස් පැමිණිල්ලක් හෝ ගොනු කර නොමැති බැවින් සැකකරුගේ ප්‍රකාශ බරපතළ ලෙස සැලකීමට නොහැකි බව අතිරේක මහේස්ත්‍රාත්වරයා නිරීක්ෂණය කළේය. තත්ත්වය සලකා බැලූ අතිරේක මහේස්ත්‍රාත්වරයා  සැකකරුගේ පැමිණීම අනිවාර්ය බව දැනුම් දුන්නේය.",
        "අගතියට පත් පාර්ශ්වය වෙනුවෙන් පෙනී සිටින ඩෙරික් ප්‍රනාන්දු ඇසෝසියේට්ස් ඇසෝසියේට්ස් ඇන්තනි හෝක් මහතාගේ උපදෙස් පරිදි නීතිඥ උෂිර ධර්මරත්න මහතා සමඟ පෙනී සිටි ජ්‍යෙෂ්ඨ නීතිඥ ඉයන් ප්‍රනාන්දු මහතා දැනට ලන්ඩනයේ පදිංචිව සිටින ඉන්ගල්ටන් මහත්මියගේ සුළු සහෝදරයා වන අතර මීට පෙර මෙම ඉල්ලීමට එරෙහිව විරෝධතා ඉදිරිපත් කර අධිකරණයට ඉදිරිපත් කර තිබිණි. සැකකරුගේ විදේශ ගමන් බලපත්‍රය රාජසන්තක කෙරේ.",
        "Jennifer Ingleton (nee Labrooy) 1962 වසරේ මිස් සිලෝන් කිරුළ හිමිකරගත් අතර 2020 ජූලි 17 වන දින බොරැල්ල, Cotta Terrace හි පිහිටි ඇයගේ නිවසේදී අසනීපයකින් පසු අභාවප්‍රාප්ත විය. ඇයව බලාගත්තේ සැකකාර සුජීව ජයතිලක සහ ඇගේ පවුලේ ලේ නෑයන් නොවන කුරුලු නම් කාන්තාවක්. ජෙනිෆර් ඉන්ගල්ටන් ඇයගේ දේපළ සියල්ල සුජීව ජයතිලකට පවරා දී ඇති බව පැවසේ. සාමාන්‍ය තත්ත්වය තුළ මෙම සැකය ඇති වූයේ ඉන්ගල්ටන්ගේ නිවසේ පදිංචිව සිටින විට ඇයගේ මිතුරන්ට සහ හිතවතුන්ට ඇය බැලීමට යාමට ඉඩ නොදීම හේතුවෙනි.",
        "78 හැවිරිදි වැන්දඹු බිරිඳක වන ජෙනිෆර් විසින් අත්සන් කර ඇති බවට සැක කෙරෙන අන්තිම කැමති පත්‍රය සහ සාක්ෂි සම්බන්ධයෙන් ජෙනිෆර්ගේ අර්ධ සොහොයුරා සහ නෑනා කොළඹ වංචා කාර්යාංශයට පැමිණිලි කර ඇත. ශ්රී ලංකාව. දැනට එංගලන්තයේ වෙසෙන ඇගේ සොහොයුරාට අනුව ජෙනිෆර් සැක කටයුතු ලෙස මිය ගොස් ඇත.",
        "නිසි අවධානයක් සහ ප්‍රතිකාර ලබා දුන්නේ නම් ඇය බේරා ගැනීමට හැකිව තිබූ බවට අඩ සොයුරා චෝදනා කර තිබුණා. ඇයව බලාගත් දේවගැතිවරයා ඇයගේ ශ්‍රී ලංකාවේ වත්කම් ලබා ගැනීම සඳහා හිතාමතාම වෛද්‍ය ප්‍රතිකාර ලබා නොගත් බව ඔහු පැවසීය. (ලක්මාල් සූරියගොඩ )"
      ]
    },
    "ta": {
      "title": "மறைந்த மிஸ் சிலோனின் கேள்விக்குரிய கடைசி உயில் மீதான மாஜிஸ்திரேட் விசாரணை: ஏஜியின் ஆலோசனைக்காக காவல்துறை காத்திருக்கிறது",
      "body_lines": [
        "மறைந்த சிலோன் மிஸ் சிலோன் ஜெனிபர் இங்கிள்டனின் கேள்விக்குரிய கடைசி உயில் தொடர்பான விசாரணைகள் தொடர்பாக சட்டமா அதிபரின் ஆலோசனையை கோரியுள்ளதாகவும், அது தொடர்பான அவரது ஆலோசனைகள் இன்னும் கிடைக்கப்பெறவில்லை எனவும் கொழும்பு மோசடி விசாரணைப் பணியகம் (CFIB) நீதிமன்றத்திற்கு அறிவித்துள்ளது.",
        "இந்த சம்பவம் தொடர்பான நீதவான் விசாரணை கொழும்பு பிரதான நீதவான் நீதிமன்றில் விசாரணைக்கு வந்த போது CFIB இந்த கருத்துக்களை வெளியிட்டுள்ளது.",
        "முந்தைய சந்தர்ப்பத்தில், மறைந்த திருமதி. ஜெனிஃபர் இங்கிள்டன் நீ லப்ரூய் அவர்களின் கடைசி உயில் மற்றும் வேறு சில தொடர்புடைய ஆவணங்களில் வைக்கப்பட்டதாகக் கூறப்படும் கைரேகை பதிவுகள் தொடர்பான அறிக்கைகளை மோசடிப் பணியகம் தயாரித்தது.",
        "சந்தேகநபர் சுஜீவ ஜயதிலக்கவின் முன்னிலையில் ஆஜரான சட்டத்தரணி செமின் ஜயசிங்கவிடம் சந்தேகநபர் இல்லாத காரணத்தை விளக்குமாறு மேலதிக நீதவான் கோரினார். சந்தேகநபரின் சகோதரி அண்மையில் படுகொலை செய்யப்பட்டதாகவும், சந்தேகநபர் அதிர்ச்சியில் இருப்பதாகவும், அதனால் அவரது உயிரே போனதாக அவர் நம்புவதாகவும் கூறி, சட்டத்தரணியின் விண்ணப்பத்தின் பேரில் சந்தேகநபரின் பிரசன்னத்தை நிராகரிக்க கடந்த நீதவான் அனுமதியளித்ததாக பாதுகாப்பு சட்டத்தரணி நீதிமன்றத்திற்கு அறிவித்தார். ஆபத்தில்.",
        "எவ்வாறாயினும், சந்தேக நபர் உயிருக்கு அச்சுறுத்தல் விடுக்கப்பட்டதாகக் கூறப்படுவது தொடர்பில் பொலிஸ் முறைப்பாடு கூட பதிவு செய்யாத காரணத்தினால் சந்தேகநபரின் கூற்றுக்களை பெரிதாக எடுத்துக் கொள்ள முடியாதுள்ளதாக மேலதிக நீதவான் குறிப்பிட்டார். சூழ்நிலைகளைக் கருத்தில் கொண்டு, கூடுதல் மாஜிஸ்திரேட்  சந்தேக நபரின் முன்னிலையில் கட்டாயம் என்று தெரிவித்தார்.",
        "டெரெக் பெர்னாண்டோவின் அறிவுறுத்தலின் பேரில் சட்டத்தரணி உஷிர தர்மரத்னவுடன் ஆஜரான சிரேஷ்ட சட்டத்தரணி இயன் பெர்னாண்டோ, பாதிக்கப்பட்ட தரப்பு அந்தோனி ஹாக் சார்பாக ஆஜராகி, தற்போது லண்டனில் வசிக்கும் திருமதி இங்கிள்டனின் மாற்றாந்தாய் என்பதால், இந்தக் கோரிக்கைக்கு முன்னதாக ஆட்சேபனைகளை எழுப்பி நீதிமன்றத்தை நாடினார். சந்தேக நபரின் கடவுச்சீட்டை பறிமுதல் செய்ய வேண்டும்.",
        "ஜெனிஃபர் இங்கிள்டன் (நீ லப்ரூய்) 1962 இல் மிஸ் சிலோன் பட்டம் வென்றார் மற்றும் 17 ஜூலை 2020 அன்று பொரளையில் உள்ள கோட்டா டெரஸில் உள்ள அவரது இல்லத்தில் நோய்வாய்ப்பட்டு காலமானார். சந்தேக நபரான சுஜீவ ஜயதிலக்க மற்றும் குருலு என்ற பெண் ஒருவரால் அவர் கவனித்துக் கொள்ளப்பட்டார், அவர்கள் அவரது குடும்பத்தின் இரத்த உறவுகள் அல்ல. ஜெனிபர் இங்கிள்டன் தனது அனைத்து சொத்துக்களையும் சுஜீவ ஜயதிலக்கவிற்கு தானமாக வழங்கியதாக கூறப்பட்டது. இங்கிள்டனின் நண்பர்கள் மற்றும் நலன்விரும்பிகள் அவர் தனது இல்லத்தில் வசிக்கும் போது அவரைச் சந்திக்க அனுமதிக்காததால் சாதாரண சூழ்நிலையில் சந்தேகம் ஏற்பட்டது.",
        "78 வயதான விதவையான ஜெனிஃபர் கையொப்பமிட்டதாகக் கூறப்படும் சந்தேகத்திற்கிடமான கடைசி உயில் மற்றும் சாட்சியங்களில் குழந்தைகள் மற்றும் எந்த உறவும் இல்லாத நிலையில், ஜெனிபரின் ஒன்றுவிட்ட சகோதரனும், மைத்துனியும் கொழும்பு மோசடிப் பணியகத்தில் முறைப்பாடு செய்துள்ளனர். இலங்கை. தற்போது இங்கிலாந்தில் வசிக்கும் ஜெனிஃபர் சந்தேகத்திற்கிடமான சூழ்நிலையில் இறந்துவிட்டதாக அவரது சகோதரர் கூறுகிறார்.",
        "உரிய கவனம் செலுத்தி சிகிச்சை அளித்திருந்தால் அவரை காப்பாற்றியிருக்கலாம் என ஒன்றுவிட்ட சகோதரர் குற்றம் சாட்டியுள்ளார். இலங்கையில் உள்ள அவரது சொத்துக்களை பிடிப்பதற்காக வேண்டுமென்றே மருத்துவ உதவியை நாடவில்லை என்று அவர் கூறினார். (லக்மால் சூரியகொட )"
      ]
    }
  }
}