{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/what-if-gota-wont-go/",
  "time_ut": 1653136380,
  "title": "What if Gota won’t go?",
  "body_lines": [
    "Prime Minister Ranil Wickremesinghe, like all politicians, is fond of publicity. He may perhaps be like a former outspoken UNP minister in the 1965 UNP administration, Mr. IMRA Iriyagolla, who once famously said that “bad publicity is better than no publicity.” Despite the heavy demands on his time and energy, he has been able to find space for Western and other television stations to discuss the current situation in our island nation where the political and economic turmoil continues unabated. The premier has been praised in many quarters for coming clean on the situation confronting us all. He went public on the whole depressing story and, in the bargain, cracked a couple of jokes for the television cameras. He even told a BBC journalist to learn her history saying Churchill came to office in 1939 – actually 1940 – with just three supporters. We are told that this is not strictly correct as Churchill had the support of the Conservative Party after Chamberlain’s resignation and an International Churchill Society publication says “his time in the wilderness was over.”",
    "Be that as it may, having led the UNP to near zero at the last election and himself taken the one National List seat then secured by the greens after months of procrastination, Ranil Wickremesinghe’s time in the wilderness seems to be also over. Accusations have been made, and will continue to be made, that President Gotabaya’s choice of the single-seat party leader as the new prime minister was nothing more than a strategy of saving his own skin. Wickremesinghe, well schooled in the art of political wheeling and dealing, was assured of the support of the Sri Lanka Podu Jana Permuna (SLPP) which he has now obtained. Several former ministers elected on that party’s ticket took cabinet office in the new administration in the first round of the prize giving and others have since followed. Despite some noises made by the SLFP decrying negotiations with individuals rather than the party, some SLFPers are also on board and, we are sure, there will be more to follow. Sajith Premadasa’s Samagi Jana Balavegaya (SJB) has not been able to hold its ranks and two MPs from that party have also joined the cabinet. They are obviously not afraid of the disciplinary action already threatened and have piously intoned that they will give all for the sake of the country.",
    "However that be, the problems of the people remain unabated as evidenced by the daily television news visuals and bulletins of petrol/diesel and gas queues. The voice cuts are eloquently damning and ordinary people at the end of their tether don’t care a jot about roundly condemning on camera those who have placed them in their present predicament. That at least is a plus mark for GR because the white vans of the past are now history – although the perpetrators remain free – and people are not afraid to speak out their minds publicly. But that is not changing the situation in any tangible way. There are no dollars to pay for essentials and whether the external support now mobilized after the appointment of a new Central Bank governor and prime minister can ease the present situation in the short term remains to be seen. Some assurances have been offered that at least the petroleum and gas situations will be somewhat eased in coming days. Let us fervently hope that this will be so. But with a price of a loaf of bread going up to Rs. 170 last week where the cost of living is going is not rocket science.",
    "The good news is that some kind of cross-party government is being formed but it will be bigger than what this country needs. The optimistic assessment was that ministers will be restricted to 12 but the word, as this is being written, is that it will be around 20. But there are the state ministers who will also be appointed. The prime minister has gone public that ministers will lose many of their perks and the extravaganza that has for too long been part and parcel of this country’s governing structure will be savagely pruned. There has even been a suggestion that ministers draw no emoluments but whether that will come to pass remains to be seen. Such economies will be wildly applauded by all the people of this country and not only those sweating and getting drenched at the Galle Face aragalaya. The people of Sri Lanka have always resented the gravy train that politics in this country had become and gone on for far too long. Judging by what is said in parliament these days, the MPs themselves are now becoming acutely aware of public opinion in this regard. Speeches on special arrangements made for MPs to obtain fuel and suggestions that the parliament restaurant offering subsidized meals be closed down reflect a growing awareness among parliamentarians of what their electors think of them.",
    "Unfortunately, despite the many political developments crammed into the week that has passed, President Gotabaya Rajapaksa has not offered even the slightest hint that he will quit the presidency, bowing to the demands of those who overwhelmingly voted him into office two and a half years ago. He may be perhaps waiting for a way for a dignified exit being prepared for him. There have been many mean culpas, the latest from Chamal, the eldest of the Rajapaksa brothers who told parliament that MR should have gracefully retired after his second term and avoided the present ignominy confronting the whole clan.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගෝඨා නොගියොත්?",
      "body_lines": [
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහද සියලුම දේශපාලඥයින් මෙන්ම ප්‍රසිද්ධියට ලැදියි. ඔහු සමහර විට 1965 එජාප පාලනයේ හිටපු එජාප ඇමතිවරයෙකු වූ අයි.එම්.ආර්.ඒ ඊරියගොල්ල මහතා මෙන් විය හැකිය. ඔහුගේ කාලය හා ශ්‍රමය පිළිබඳ දැඩි ඉල්ලීම් නොතකා, දේශපාලන හා ආර්ථික ව්‍යාකූලත්වය නොනැසී පවතින අප දිවයිනේ වත්මන් තත්ත්වය සාකච්ඡා කිරීමට බටහිර සහ අනෙකුත් රූපවාහිනී නාලිකාවලට ඉඩක් සොයා ගැනීමට ඔහු සමත් වී තිබේ. අප සියලු දෙනා මුහුණ දෙන තත්ත්වය පිළිබඳව පිරිසිදුව සිටීම ගැන අගමැතිතුමාට බොහෝ තැන්වලින් පැසසුම් ලැබී තිබේ. ඔහු සමස්ත දුක්ඛිත කතාව පිළිබඳව ප්‍රසිද්ධියට පත් වූ අතර, කේවල් කිරීමේදී, රූපවාහිනී කැමරා සඳහා විහිළු කිහිපයක් කළේය. චර්චිල් 1939 දී - ඇත්ත වශයෙන්ම 1940 දී - සහායකයින් තිදෙනෙකු සමඟ නිලයට පැමිණි බව පවසමින් ඇයගේ ඉතිහාසය ඉගෙන ගන්නා ලෙස ඔහු බීබීසී මාධ්‍යවේදියෙකුට පවා පැවසීය. චේම්බර්ලේන්ගේ ඉල්ලා අස්වීමෙන් පසු චර්චිල්ට කොන්සර්වේටිව් පක්ෂයේ සහය හිමි වූ අතර ජාත්‍යන්තර චර්චිල් සංගමයේ ප්‍රකාශනයක පවසන්නේ “ඔහුගේ පාළුකරයේ කාලය අවසන් වූ” බැවින් මෙය දැඩි ලෙස නිවැරදි නොවන බව අපට කියනු ලැබේ.",
        "එය එසේ වුවද, පසුගිය මැතිවරණයේදී එජාපය බිංදුවට ආසන්නයට ගෙන ගොස් මාස ගණනක් කල්දැමීමෙන් පසුව මුංට ලැබුණු ජාතික ලැයිස්තු මන්ත්‍රී ආසනය ඔහු විසින්ම ලබා ගත් රනිල් වික්‍රමසිංහගේ පාළු කාලයද අවසන් බව පෙනේ. ජනාධිපති ගෝඨාභය විසින් නව අගමැති ලෙස තනි ආසනයක පක්ෂ නායකයා තෝරා ගැනීම ඔහුගේම සම ගලවා ගැනීමේ උපාය මාර්ගයකට වඩා වැඩි දෙයක් නොවන බවට චෝදනා එල්ල වී ඇති අතර එය දිගටම සිදුවනු ඇත. දේශපාලන රෝද පැදීමේ සහ ගනුදෙනු කිරීමේ කලාව පිළිබඳ මනා දැනුමක් ඇති වික්‍රමසිංහ මහතාට දැන් ඔහු ලබාගෙන ඇති ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) සහයෝගය සහතික විය. එම පක්ෂයේ ප්‍රවේශ පත්‍රයෙන් තේරී පත් වූ හිටපු අමාත්‍යවරුන් කිහිප දෙනෙකු ත්‍යාග ප්‍රදානෝත්සවයේ පළමු වටයේදීම නව පාලනයේ කැබිනට් ධූර ලබා ගත් අතර තවත් අය ඉන් පසුව අනුගමනය කළහ. ශ්‍රීලනිපය පක්ෂයට වඩා පුද්ගලයන් සමඟ සාකච්ඡා කිරීම හෙළා දකිමින් ඇතැම් ඝෝෂා කළද, ඇතැම් ශ්‍රී ලංකා නිදහස් පාක්ෂිකයින් ද එහි සිටින අතර, අපට විශ්වාසයි, අනුගමනය කිරීමට තවත් බොහෝ දේ ඇති බව. සජිත් ප්‍රේමදාසගේ සමගි ජන බලවේගය (SJB) ට එහි තනතුරු දැරීමට නොහැකි වී ඇති අතර එම පක්ෂයේ මන්ත්‍රීවරුන් දෙදෙනෙකු ද කැබිනට් මණ්ඩලයට එක්ව තිබේ. ඔවුන් දැනටමත් තර්ජනය කර ඇති විනය ක්‍රියාමාර්ගයට පැහැදිලිවම බිය නොවන අතර රට වෙනුවෙන් සියලු දේ දෙන බවට භක්තිමත් ලෙස අදහස් කර ඇත.",
        "කෙසේ වෙතත්, දෛනික රූපවාහිනී ප්‍රවෘත්ති දර්ශනවලින් සහ පෙට්‍රල්/ඩීසල් සහ ගෑස් පෝලිම්වල බුලටින්වලින් පෙනී යන පරිදි ජනතාවගේ ගැටලු නොනැසී පවතී. වොයිස් කට් ඉතා විචිත්‍රවත් වන අතර සාමාන්‍ය මිනිසුන් ඔවුන්ගේ ටේටර් අවසානයේ ඔවුන්ව ඔවුන්ගේ වර්තමාන දුෂ්කරතාවයට පත් කළ අයව කැමරාවෙන් දැඩි ලෙස හෙළා දැකීම ගැන තැකීමක් නොකරයි. අඩුම තරමින් GR ට එය ප්ලස් ලකුණක් වන්නේ අතීතයේ සුදු වෑන් දැන් ඉතිහාසගත වී ඇති බැවිනි - අපරාධකරුවන් නිදහසේ සිටියද - සහ මිනිසුන් තම අදහස් ප්‍රසිද්ධියේ ප්‍රකාශ කිරීමට බිය නැත. නමුත් එය කිසිදු ප්‍රත්‍යක්ෂ ආකාරයකින් තත්වය වෙනස් නොකරයි. අත්‍යාවශ්‍ය දේවල් සඳහා ගෙවීමට ඩොලර් නොමැති අතර නව මහ බැංකු අධිපතිවරයෙකු සහ අගමැතිවරයෙකු පත්කිරීමෙන් පසු දැන් එක්රැස් කෙරෙන බාහිර සහයෝගය කෙටිකාලීනව වත්මන් තත්ත්වය සමනය කළ හැකිද යන්න ඉදිරියේදී දැකගත හැකිය. ඉදිරි දිනවලදී අවම වශයෙන් ඛනිජ තෙල් සහ ගෑස් තත්ත්වයන් තරමක් දුරට ලිහිල් වනු ඇති බවට ඇතැම් සහතික ලබා දී ඇත. මෙය එසේ වනු ඇතැයි අපි දැඩි ලෙස ප්‍රාර්ථනා කරමු. නමුත් පාන් ගෙඩියක මිල රු. 170 ගිය සතියේ ජීවන වියදම යන තැන රොකට් විද්‍යාව නොවේ.",
        "ශුභාරංචිය නම් යම් ආකාරයක හරස් ආණ්ඩුවක් හැදෙන නමුත් එය මේ රටට අවශ්‍ය ප්‍රමාණයට වඩා විශාල වීමයි. ශුභවාදී තක්සේරුව වූයේ ඇමැතිවරු 12 කට සීමා වනු ඇති නමුත් මේ ලියන වචනය 20 ක් පමණ වන බවයි. නමුත් පත්වන රාජ්‍ය ඇමැතිවරුත් ඉන්නවා. ඇමතිවරුන්ට බොහෝ වරප්‍රසාද අහිමි වන බවත් දීර්ඝ කාලයක් තිස්සේ මේ රටේ පාලන ව්‍යුහයේ කොටසක් වූ අතිවිශිෂ්ටත්වය ම්ලේච්ඡ ලෙස කප්පාදු කරන බවත් අගමැතිවරයා ප්‍රසිද්ධියට පත් කර ඇත. ඇමතිවරුන්ට කිසිදු දීමනාවක් ලබා නොදෙන බවට යෝජනාවක් පවා ඇති නමුත් එය ඉටු වේද යන්න තවමත් දැකගත හැකිය. ගාලුමුවදොර අරගලයේ දාඩිය පෙරාගෙන තෙමෙන අය පමණක් නොව, මේ රටේ සියලුම මිනිසුන්ගේ ප්‍රශංසාවට ලක්වන්නේ මෙවැනි ආර්ථිකයන්ය. මේ රටේ දේශපාලනය බොහෝ කලක සිට පැවතුණු හොදි කෝච්චිය ගැන ශ්‍රී ලංකාවාසී ජනතාව සැම විටම පිළිකුල් කරති. මේ දිනවල පාර්ලිමේන්තුවේ කියන දේවල් අනුව බලන විට මේ සම්බන්ධයෙන් මහජන මතය පිළිබඳව මන්ත්‍රීවරුන්ම දැන් දැඩි ලෙස දැනුවත් වෙමින් සිටිති. මන්ත්‍රීවරුන්ට ඉන්ධන ලබා ගැනීම සඳහා විශේෂ විධිවිධාන සලසා ඇති කතා සහ සහනදායි ආහාර ලබා දෙන පාර්ලිමේන්තු අවන්හල වසා දැමිය යුතු බවට යෝජනා කිරීම පාර්ලිමේන්තු මන්ත්‍රීවරුන් තුළ ඔවුන්ගේ ඡන්දදායකයින් ඔවුන් ගැන සිතන්නේ කුමක්ද යන්න පිළිබඳ වැඩෙන දැනුවත්භාවය පිළිබිඹු කරයි.",
        "අවාසනාවකට මෙන්, ගත වූ සතිය තුළ බොහෝ දේශපාලන වර්ධනයන් පිරී ගියද, වසර දෙකහමාරකට පෙර ජනාධිපති ධුරයට පත් වූවන්ගේ ඉල්ලීම්වලට හිස නමමින් ජනාධිපති ගෝඨාභය රාජපක්ෂ ජනාධිපති ධුරයෙන් ඉවත් වන බවට ඉඟියක්වත් ඉදිරිපත් කර නැත. . ඔහු සමහරවිට ගෞරවනීය පිටවීමක් සඳහා මාර්ගයක් සූදානම් වන තෙක් බලා සිටිනවා විය හැකිය. MR දෙවන ධුර කාලයෙන් පසු විශ්‍රාම ගොස් මුළු වංශය මුහුණ දෙන වත්මන් අපකීර්තිය වළක්වා ගත යුතුව තිබූ බව පාර්ලිමේන්තුවට පැවසූ රාජපක්ෂ සහෝදරයන්ගෙන් වැඩිමහල් චමල්ගේ නවතම නින්දිත කුපාඩි බොහෝ තිබේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கோதா போகாவிட்டால் என்ன?",
      "body_lines": [
        "பிரதமர் ரணில் விக்கிரமசிங்கவும் அனைத்து அரசியல்வாதிகளையும் போன்று விளம்பரத்தில் பிரியமானவர். 1965 யூ.என்.பி. நிர்வாகத்தில் முன்னாள் யூ.என்.பி. அமைச்சராக இருந்த திரு. ஐ.எம்.ஆர்.ஏ.இரியகொல்ல, \"விளம்பரம் இல்லாததை விட மோசமான விளம்பரம் சிறந்தது\" என்று ஒருமுறை பிரபலமாக கூறியதைப் போல அவர் ஒருவேளை இருக்கலாம். அவரது நேரமும் ஆற்றலும் பலத்த தேவைகள் இருந்தபோதிலும், அரசியல் மற்றும் பொருளாதாரக் குழப்பங்கள் தடையின்றி தொடரும் நமது தீவு தேசத்தின் தற்போதைய நிலைமையைப் பற்றி விவாதிக்க மேற்கத்திய மற்றும் பிற தொலைக்காட்சி நிலையங்களுக்கு அவரால் இடம் கிடைத்தது. நம் அனைவரையும் எதிர்கொள்ளும் சூழ்நிலையில் தூய்மையாக வந்ததற்காக பிரதமர் பல தரப்பிலும் பாராட்டப்பட்டார். அவர் முழு மனச்சோர்வடைந்த கதையிலும் பொதுமக்களுக்குச் சென்றார், பேரத்தில், தொலைக்காட்சி கேமராக்களுக்காக இரண்டு நகைச்சுவைகளை உருவாக்கினார். 1939 - உண்மையில் 1940 - வெறும் மூன்று ஆதரவாளர்களுடன் சர்ச்சில் பதவிக்கு வந்ததாக அவர் பிபிசி பத்திரிகையாளரிடம் தனது வரலாற்றை அறிய சொன்னார். சேம்பர்லேன் ராஜினாமா செய்த பிறகு சர்ச்சில் கன்சர்வேடிவ் கட்சியின் ஆதரவைப் பெற்றதால் இது கண்டிப்பாக சரியல்ல என்று எங்களுக்குத் தெரிவிக்கப்பட்டது மற்றும் சர்வதேச சர்ச்சில் சொசைட்டி வெளியீடு \"அவர் வனாந்தரத்தில் இருந்த நேரம் முடிந்துவிட்டது\" என்று கூறுகிறது.",
        "அது எப்படியிருந்தாலும், கடந்த தேர்தலில் ஐ.தே.க.வை பூஜ்ஜியத்துக்கு அருகில் கொண்டு சென்று, ஒரு தேசியப்பட்டியல் ஆசனத்தைப் பெற்று, பல மாத கால தாமதத்திற்குப் பிறகு, ரணில் விக்கிரமசிங்கவின் வனாந்தர காலமும் முடிந்துவிட்டதாகத் தெரிகிறது. புதிய பிரதமராக ஜனாதிபதி கோட்டாபய தனி ஆசனம் கொண்ட கட்சித் தலைவரை தெரிவு செய்தமை, தனது சொந்த தோலைக் காப்பாற்றிக் கொள்ளும் உத்தியே தவிர வேறொன்றுமில்லை என்ற குற்றச்சாட்டுகள் முன்வைக்கப்பட்டுள்ளன, தொடர்ந்தும் முன்வைக்கப்படும். விக்கிரமசிங்க, அரசியல் ராட்டினம் மற்றும் டீலிங் கலையில் நன்கு படித்தவர், அவர் இப்போது பெற்றுள்ள ஸ்ரீலங்கா பொது ஜன பெர்முனவின் (SLPP) ஆதரவை உறுதிப்படுத்தினார். அக்கட்சியின் சீட்டில் தேர்ந்தெடுக்கப்பட்ட பல முன்னாள் அமைச்சர்கள் பரிசு வழங்குதலின் முதல் சுற்றில் புதிய நிர்வாகத்தில் அமைச்சரவைப் பதவியை ஏற்றுக்கொண்டனர், மற்றவர்கள் அதைத் தொடர்ந்து வந்துள்ளனர். ஸ்ரீலங்கா சுதந்திரக் கட்சியானது கட்சியை விட தனிநபர்களுடன் பேச்சுவார்த்தை நடத்துவதைக் கண்டிக்கும் சில சத்தங்கள் இருந்தபோதிலும், சில ஸ்ரீலங்கா சுதந்திரக் கட்சியினரும் குழுவில் உள்ளனர், மேலும் பின்பற்ற வேண்டியது இன்னும் இருக்கும் என்று நாங்கள் உறுதியாக நம்புகிறோம். சஜித் பிரேமதாசவின் சமகி ஜன பலவேகய (SJB) தனது பதவியை தக்கவைக்க முடியாத நிலையில் அக்கட்சியின் இரண்டு பாராளுமன்ற உறுப்பினர்களும் அமைச்சரவையில் இணைந்துள்ளனர். ஏற்கனவே அச்சுறுத்தப்பட்ட ஒழுக்காற்று நடவடிக்கைக்கு அவர்கள் அஞ்சவில்லை என்பதுடன், நாட்டின் நலனுக்காக அனைத்தையும் கொடுப்போம் என்று பக்தியுடன் குறிப்பிட்டுள்ளனர்.",
        "அது எப்படியிருந்தாலும், மக்களின் பிரச்சனைகள் தீராமல் இருக்கின்றன என்பதை தினசரி தொலைக்காட்சி செய்தி காட்சிகள் மற்றும் பெட்ரோல்/டீசல் மற்றும் எரிவாயு வரிசைகளின் புல்லட்டின் மூலம் நிரூபிக்கிறது. குரல் வெட்டுகள் சொற்பொழிவாற்றுவது மோசமானது மற்றும் சாதாரண மக்கள் தங்கள் இணைப்பின் முடிவில் தங்களை தற்போதைய இக்கட்டான நிலையில் வைத்திருப்பவர்களை கேமராவில் முழுமையாகக் கண்டிப்பதைப் பற்றி கவலைப்படுவதில்லை. கடந்த கால வெள்ளை வேன்கள் இப்போது வரலாறாகிவிட்டதால் - குற்றவாளிகள் சுதந்திரமாக இருந்தாலும் - மக்கள் தங்கள் மனதைப் பகிரங்கமாகப் பேச பயப்படுவதில்லை என்பதால் இது ஜிஆருக்கு ஒரு பிளஸ் மார்க். ஆனால் அது எந்த ஒரு உறுதியான வழியிலும் நிலைமையை மாற்றவில்லை. அத்தியாவசியப் பொருட்களுக்கு பணம் செலுத்துவதற்கு டாலர்கள் இல்லை, புதிய மத்திய வங்கி ஆளுநர் மற்றும் பிரதமரின் நியமனத்திற்குப் பிறகு இப்போது திரட்டப்பட்ட வெளிப்புற ஆதரவு குறுகிய காலத்தில் தற்போதைய நிலைமையை எளிதாக்க முடியுமா என்பதைப் பார்க்க வேண்டும். குறைந்த பட்சம் பெட்ரோலியம் மற்றும் எரிவாயு நிலைமைகள் வரும் நாட்களில் ஓரளவு குறைக்கப்படும் என்று சில உறுதிமொழிகள் வழங்கப்பட்டுள்ளன. இது அப்படியே இருக்கும் என்று ஆவலுடன் நம்புவோம். ஆனால், ஒரு ரொட்டியின் விலை ரூ.10 ஆக உயர்ந்துள்ளது. கடந்த வாரம் 170 வாழ்க்கைச் செலவு எங்கே போகிறது என்பது ராக்கெட் அறிவியல் அல்ல.",
        "நல்ல செய்தி என்னவெனில், ஒருவித குறுக்கு கட்சி அரசாங்கம் உருவாகிறது, ஆனால் அது இந்த நாட்டிற்கு தேவையானதை விட பெரியதாக இருக்கும். அமைச்சர்கள் 12 பேருக்கு மட்டுமே என்று நம்பிக்கையான மதிப்பீடு இருந்தது, ஆனால் இது எழுதப்பட்டபடி, அது சுமார் 20 ஆக இருக்கும் என்ற வார்த்தை. ஆனால் மாநில அமைச்சர்களும் நியமிக்கப்படுவார்கள். அமைச்சர்கள் தங்களின் பல சலுகைகளை இழக்க நேரிடும் என்றும், நீண்ட காலமாக இந்த நாட்டின் ஆட்சி அமைப்பில் அங்கம் வகிக்கும் களியாட்டங்கள் காட்டுமிராண்டித்தனமாக வெட்டப்படும் என்றும் பிரதமர் பகிரங்கமாக கூறியுள்ளார். அமைச்சர்கள் ஊதியம் எதுவும் பெறக்கூடாது என்ற கருத்தும் உள்ளது, ஆனால் அது நிறைவேறுமா என்பதைப் பார்க்க வேண்டும். காலி முகத்திடலில் வியர்த்து நனைபவர்கள் மட்டுமன்றி, இவ்வாறான பொருளாதாரங்களை இந்நாட்டு மக்கள் அனைவரும் பெருமளவில் பாராட்டுவார்கள். இந்த நாட்டில் அரசியல் நீண்ட காலமாக மாறிய குழம்பு ரயிலை இலங்கை மக்கள் எப்போதும் வெறுக்கிறார்கள். இந்த நாட்களில் பாராளுமன்றத்தில் பேசப்படுவதை வைத்துப் பார்த்தால், எம்.பி.க்களே இது தொடர்பான பொதுக் கருத்தை இப்போது தீவிரமாக உணர்ந்து வருகின்றனர். எம்.பி.க்களுக்கு எரிபொருளைப் பெறுவதற்கான சிறப்பு ஏற்பாடுகள் மற்றும் மானிய விலையில் உணவு வழங்கும் பார்லிமென்ட் உணவகத்தை மூடுவதற்கான ஆலோசனைகள் பற்றிய பேச்சுகள், தங்கள் வாக்காளர்கள் அவர்களைப் பற்றி என்ன நினைக்கிறார்கள் என்ற விழிப்புணர்வை நாடாளுமன்ற உறுப்பினர்களிடையே அதிகரித்து வருவதைப் பிரதிபலிக்கிறது.",
        "துரதிஷ்டவசமாக, இந்த வாரத்தில் பல அரசியல் முன்னேற்றங்கள் நிரம்பி வழிந்த போதிலும், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, இரண்டரை வருடங்களுக்கு முன்னர் தம்மைப் பெரும்பான்மையாக வாக்களித்து பதவிக்கு வந்தவர்களின் கோரிக்கைகளுக்குப் பணிந்து, தான் ஜனாதிபதி பதவியிலிருந்து விலகப் போவதாக ஒரு சிறு குறிப்பைக் கூட வழங்கவில்லை. . ஒரு கண்ணியமான வெளியேற்றத்திற்கான வழிக்காக அவர் ஒருவேளை காத்திருக்கலாம். ராஜபக்ச சகோதரர்களில் மூத்தவரான சமல், தனது இரண்டாவது பதவிக் காலத்துக்குப் பிறகு மனதார ஓய்வு பெற்றிருக்க வேண்டும் என்று நாடாளுமன்றத்தில் கூறிய சமல், ஒட்டுமொத்த குலமும் எதிர்கொள்ளும் தற்போதைய அவமானத்தைத் தவிர்க்க வேண்டும் என்று கூறியது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}