{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-strengthen-state-finances-reduce-money-printing-treasury-secretary-93078/",
  "time_ut": 1650250200,
  "title": "Sri Lanka to strengthen state finances, reduce money printing: Treasury secretary",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to strengthen public finances and reduce money printing to stabilize the economy Treasury Secretary Mahinda Siriwardene said ahead of beginning discussions with the International Monetary Fund.",
    "Secretary Siriwardene said a circular to cut current spending will be issued immediately.",
    "In April 125 billion rupees was printed taking the central bank’s outright Treasury bill stock to 1,853 billion rupees, from 1727 billion rupees at the end of March.",
    "Finance Minister Ali Sabry told parliament on April 07 that 123 billion rupees of salaries and festival advances had been paid by April 06.",
    "When state workers spend the money, and appropriate the goods on shelves or fuel at pumps, there is no foreign exchange to import goods and re-stock the shelves, as the money had been created through central bank credit.",
    "Meanwhile Siriwardene told reporters that state finances will have to be strengthened to reduce money printing.",
    "He will issue a circular to all spending agencies to cut spending (spending based consolidation).",
    "“Problems in public finances are a cause of many problems in the country,” Siriwardene said. “We have to carefully manage resources and reduce the budget deficit.",
    "“There had been a lot of discussion about the money issued by the central bank. That is happening because of problems in public finances.",
    "“There is not enough revenues. We cannot get foreign loans. So the entire amount is financed domestically. There are limited domestic resources. So the next step is to go the central bank and get it.”",
    "“What we have to do is reduce the demands made for the central bank to buy Treasury bills. It is difficult to do it in the present circumstances. So we have to strengthen state finance. That is what we want to do in the future.”",
    "However analysts have pointed out that the central bank created a currency crisis in 2018, when then Finance Minister Managala Samaraweera raised taxes because money was printed under flexible inflation targeting and output gap targeting.",
    "Unless laws are brought to force the central bank to operated consistent single anchor monetary framework (a hard peg with reserves or clean floating rate without reserves) analysts say the country would continue to have external instability, inflation and social unrest as it had for 72 years.",
    "Analysts have blamed flexible inflation targeting, peddled by Washingon-based Mercantilists, coupled with output gap targeting (stimulus) for worsening anchor conflicts of a reserve collecting  soft-peg and driving the country to default and monetary meltdown, that was not seen even during a 30-year war.",
    "Under flexible policy and two currency crisis, the government sovereign bond holdings went up from 5 billion US dollars to 14 billion as forex shortages were created, and the Ceylon Petroleum Corporation also accumulated dollar loans for exactly the same reason.",
    "In 2018 the CPC borrowed dollars despite having a price formula due to forex shortages flexible inflation targeting/outgap targeting. When the rupee collapsed it made a forex loss of 80 billion.",
    "This year CPC’s forex losses are estimated at over 250 billion rupees and climbing.",
    "After printing money and creating forex shortage Sri Lanka is now borrowing from India for oil as the CPC borrowed dollars from state banks in the past. However state banks can no longer give dollar loans to the CPC and are themselves in difficulties.",
    "The central bank was set up in 1950 abolishing a currency board (fixed exchange rate) which could not print money to create high levels of inflation or trigger balance of payments deficits.",
    "In 1950 when the central bank was set up it had 190.4 million dollars of reserves (11.5 months) inherited from the currency board. Money printing began from the next year when the Federal Reserve tightened policy rates following a battle with the US Treasury.",
    "In 1952 and exchange control law was brought as reserves fell to 163 million dollars. By 1953 after more money printing reserves fell to 114.3 million dollars and there was a ‘hartal’. After two years of money printing and reserve losses and inflation people are on the streets today.",
    "Siriwardene said fiscal consolidation would be a part of discussions with the International Monetary Fund.",
    "Asked whether value added tax would be raised to 15 percent he said, specifics of fiscal reforms would be made known later.",
    "No decision was taken to halt domestically financed capital projects as of last week, Siriwardene said responding to reporters.",
    "Domestically finance capital projects are an important part of imports, which take away foreign exchange from energy and medicines when money is printed usually to pay state salaries.",
    "Central Bank Governor Nandalal Weerasinghe had hike the policy rate to 14.5 percent and allowed Treasury bill rates to go up.",
    "Last week the Treasury bill yield went up to 23 percent, which Weerasinghe said was an ‘overshoot’.",
    "High yields bring more money to debt markets, help finance the deficit and state worker salaries, reduce private credit and can help stabilize the external sector and eventually interest rates.",
    "Sri Lanka’s Finance Minister Ali Sabray, as well as the Treasury Secretary and Central Bank left for Washington on Saturday night. Discussions are expected to begin this week with the IMF and the World Bank.",
    "Unless laws are brought to control stimulus and the economists who want to maintain unstable intermediate regimes, Sri Lanka will remain a top customer of the IMF and doomed to monetary instability, critics say.(Colombo/Apr18/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව රාජ්‍ය මූල්‍ය ශක්තිමත් කිරීමට, මුදල් මුද්‍රණය අඩු කිරීමට: භාණ්ඩාගාර ලේකම්",
      "body_lines": [
        "ECONOMYNEXT - ආර්ථිකය ස්ථාවර කිරීම සඳහා ශ්‍රී ලංකාව රාජ්‍ය මූල්‍ය ශක්තිමත් කිරීමට සහ මුදල් මුද්‍රණය අඩු කිරීමට සැලසුම් කරමින් සිටින බව භාණ්ඩාගාර ලේකම් මහින්ද සිරිවර්ධන ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා ආරම්භ කිරීමට පෙර ප්‍රකාශ කළේය.",
        "වත්මන් වියදම් කපා හැරීමේ චක්‍රලේඛයක් වහාම නිකුත් කරන බව ලේකම් සිරිවර්ධන මහතා පැවසීය.",
        "අප්‍රේල් මාසයේදී රුපියල් බිලියන 125ක් මුද්‍රණය කර ඇති අතර, එය මාර්තු අග වන විට රුපියල් බිලියන 1727 සිට මහ බැංකුවේ සම්පූර්ණ භාණ්ඩාගාර බිල්පත් තොගය රුපියල් බිලියන 1,853 දක්වා ගෙන ගියේය.",
        "මුදල් අමාත්‍ය අලි සබ්රි අප්‍රේල් 07 වැනිදා පාර්ලිමේන්තුවට ප්‍රකාශ කළේ අප්‍රේල් 06 වැනිදා වන විට රුපියල් බිලියන 123 ක වැටුප් සහ උත්සව අත්තිකාරම් ගෙවා ඇති බවයි.",
        "රාජ්‍ය සේවකයන් එම මුදල් වියදම් කර රාක්කවල හෝ පොම්පවල ඉන්ධන සපයා ගන්නා විට එම මුදල් මහ බැංකු ණය හරහා නිර්මාණය කර ඇති බැවින් භාණ්ඩ ආනයනය කිරීමට සහ රාක්ක නැවත ගබඩා කිරීමට විදේශ විනිමය නොලැබේ.",
        "මේ අතර සිරිවර්ධන මාධ්‍යවේදීන් අමතමින් කියා සිටියේ මුදල් මුද්‍රණය අවම කිරීමට නම් රාජ්‍ය මූල්‍ය ශක්තිමත් කළ යුතු බවයි.",
        "වියදම් කපා හැරීම (වියදම් මත පදනම් වූ ඒකාබද්ධ කිරීම) සඳහා ඔහු සියළුම වියදම් ආයතන වෙත චක්‍රලේඛයක් නිකුත් කරනු ඇත.",
        "\"රාජ්‍ය මූල්‍ය ප්‍රශ්න රටේ බොහෝ ප්‍රශ්නවලට හේතුවකි,\" සිරිවර්ධන පැවසීය. “අපි පරිස්සමෙන් සම්පත් කළමනාකරණය කර අයවැය හිඟය අඩු කළ යුතුයි.",
        "“මහ බැංකුවෙන් නිකුත් කළ මුදල් ගැන විශාල කතාබහක් ඇතිවෙලා තිබුණා. එහෙම වෙන්නේ රාජ්‍ය මූල්‍ය ප්‍රශ්න නිසා.",
        "“ප්‍රමාණවත් ආදායමක් නැහැ. අපිට විදේශ ණය ගන්න බැහැ. එබැවින් මුළු මුදලම දේශීයව මූල්යනය කරනු ලැබේ. සීමිත දේශීය සම්පත් ඇත. ඉතින් ඊළඟ පියවර තමයි මහ බැංකුවට ගිහින් ඒක ගන්න එක.”",
        "“අපිට කරන්න තියෙන්නේ භාණ්ඩාගාර බිල්පත් ගන්න කියලා මහ බැංකුවට කරන ඉල්ලීම් අඩු කරන එක. පවතින තත්ත්වය තුළ එය කිරීම අපහසුයි. ඒ නිසා අපි රාජ්‍ය මූල්‍ය ශක්තිමත් කළ යුතුයි. ඒක තමයි අපි අනාගතයේදී කරන්න ඕන.”",
        "කෙසේ වෙතත්, විශ්ලේෂකයින් පෙන්වා දී ඇත්තේ 2018 දී මහ බැංකුව විසින් මුදල් අර්බුදයක් ඇති කළ අතර, එවකට මුදල් අමාත්‍ය මංගල සමරවීර බදු ඉහළ දැමීමත් සමඟ නම්‍යශීලී උද්ධමන ඉලක්ක සහ නිමැවුම් පරතරය ඉලක්ක කර ගනිමින් මුදල් මුද්‍රණය කිරීම හේතුවෙන්.",
        "මහ බැංකුවට ක්‍රියාත්මක වන ස්ථාවර තනි නැංගුරම් මූල්‍ය රාමුවකට (සංචිත සහිත දෘඪ තලයක් හෝ සංචිත නොමැතිව පිරිසිදු පාවෙන අනුපාතයක්) බල කිරීමට නීති ගෙන නොයන්නේ නම්, වසර 72ක් පුරාවට රට බාහිර අස්ථාවරත්වය, උද්ධමනය සහ සමාජ අසහනය දිගටම පවතිනු ඇතැයි විශ්ලේෂකයෝ පවසති. .",
        "විශ්ලේෂකයින් විසින් වොෂිංගනයේ වෙළද පොළේ මර්කන්ටිස්ට්වාදීන් විසින් ප්‍රචලිත කරන ලද නම්‍යශීලී උද්ධමනය ඉලක්ක කර ගැනීම, නිමැවුම් පරතරය ඉලක්ක කිරීම (උත්තේජනය) සමඟ සම්බන්ධ වී ඇති අතර, සංචිතයක නැංගුරම් ගැටුම් නරක අතට හැරීම සහ රට පෙරනිමි සහ මුදල් බිඳවැටීමකට තල්ලු කිරීම සඳහා දෝෂාරෝපණය කර ඇත. අවුරුදු 30ක යුද්ධය.",
        "නම්‍යශීලී ප්‍රතිපත්ති සහ මුදල් අර්බුදයක් දෙකක් යටතේ, විදේශ විනිමය හිඟය නිර්මාණය වීමත් සමඟ රජයේ ස්වෛරී බැඳුම්කර නිකුතුව ඇමෙරිකානු ඩොලර් බිලියන 5 සිට බිලියන 14 දක්වා ඉහළ ගිය අතර, ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව ද එම හේතුව නිසාම ඩොලර් ණය රැස් කළේය.",
        "2018 දී CPC විසින් විදේශ විනිමය හිඟය නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම/ඉක්මවීම ඉලක්ක කිරීම හේතුවෙන් මිල සූත්‍රයක් තිබියදීත් ඩොලර් ණයට ගත්තා. රුපියල කඩා වැටෙද්දී බිලියන 80 ක විදේශ විනිමය පාඩුවක් සිදු කළා.",
        "මෙම වසරේ CPC හි විදේශ විනිමය පාඩු රුපියල් බිලියන 250 කට වඩා වැඩි වන අතර ඉහළ යාමක් ලෙස ගණන් බලා ඇත.",
        "මුදල් මුද්‍රණය කර විදේශ විනිමය හිඟයක් ඇතිකරමින් ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව පසුගිය කාලයේ රාජ්‍ය බැංකුවලින් ඩොලර් ණයට ගත් නිසා දැන් ඉන්දියාවෙන් තෙල් සඳහා ණය ගන්නවා. කෙසේ වෙතත් රාජ්‍ය බැංකුවලට තවදුරටත් තෙල් සංස්ථාවට ඩොලර් ණය ලබා දිය නොහැකි අතර ඔවුන්ම දුෂ්කරතාවන්ට පත්ව සිටිති.",
        "උද්ධමනය ඉහළ මට්ටමක ඇති කිරීමට හෝ ගෙවුම් ශේෂ හිඟය අවුලුවාලීමට මුදල් මුද්‍රණය කළ නොහැකි මුදල් මණ්ඩලයක් (ස්ථාවර විනිමය අනුපාතය) අහෝසි කරමින් මහ බැංකුව 1950 දී පිහිටුවන ලදී.",
        "1950 දී මහ බැංකුව පිහිටුවන විට එහි ඩොලර් මිලියන 190.4 ක සංචිත (මාස 11.5) මුදල් මණ්ඩලයෙන් උරුම විය. එක්සත් ජනපද භාණ්ඩාගාරය සමඟ සටනකින් පසු ෆෙඩරල් සංචිතය ප්‍රතිපත්ති අනුපාත දැඩි කළ ඊළඟ වසරේ සිට මුදල් මුද්‍රණය ආරම්භ විය.",
        "1952 දී සංචිත ඩොලර් මිලියන 163 දක්වා පහත වැටීම නිසා විනිමය පාලන නීතිය ගෙන එන ලදී. 1953 වන විට තවත් මුදල් මුද්‍රණ සංචිත ඩොලර් මිලියන 114.3 දක්වා පහත වැටී ‘හර්තාලයක්’ ඇති විය. වසර දෙකක මුදල් මුද්‍රණයෙන් හා සංචිත අලාභයෙන් හා උද්ධමනයෙන් පසු ජනතාව අද පාරට බැස සිටිති.",
        "සිරිවර්ධන පැවසුවේ රාජ්‍ය මූල්‍ය ඒකාග්‍රතාවය ජාත්‍යන්තර මුල්‍ය අරමුදල සමඟ කරන සාකච්ඡාවල කොටසක් වනු ඇති බවයි.",
        "එකතු කළ අගය මත බද්ද සියයට 15 දක්වා ඉහළ නංවන්නේ දැයි ඇසූ විට ඔහු කියා සිටියේ මූල්‍ය ප්‍රතිසංස්කරණ පිළිබඳ විශේෂතා පසුව දැනුම් දෙන බවයි.",
        "පසුගිය සතිය වන විට දේශීය මුල්‍ය ප්‍රාග්ධන ව්‍යාපෘති නැවැත්වීමට කිසිදු තීරණයක් ගෙන නොමැති බව සිරිවර්ධන වාර්තාකරුවන්ට ප්‍රතිචාර දක්වමින් පැවසීය.",
        "දේශීය වශයෙන් මූල්‍ය ප්‍රාග්ධන ව්‍යාපෘති ආනයනයේ වැදගත් කොටසක් වන අතර, සාමාන්‍යයෙන් රාජ්‍ය වැටුප් ගෙවීම සඳහා මුදල් මුද්‍රණය කරන විට බලශක්තියෙන් සහ ඖෂධවලින් විදේශ විනිමය ඉවත් කරයි.",
        "මහ බැංකු අධිපති නන්දලාල් වීරසිංහ ප්‍රතිපත්ති පොලී අනුපාතිකය සියයට 14.5 දක්වා ඉහළ දමා භාණ්ඩාගාර බිල්පත් අනුපාතිකය ඉහළ යාමට ඉඩ හැරියේය.",
        "පසුගිය සතියේ භාණ්ඩාගාර බිල්පත් ප්‍රතිලාභය සියයට 23 දක්වා ඉහළ ගිය අතර එය 'අධික ප්‍රතිඵලයක්' බව වීරසිංහ ප්‍රකාශ කළේය.",
        "ඉහළ අස්වැන්නක් ණය වෙලඳපොලවල් වෙත වැඩි මුදලක් ගෙන ඒම, හිඟය සහ රාජ්‍ය සේවක වැටුප් මූල්‍යකරණයට උපකාර කිරීම, පුද්ගලික ණය අඩු කිරීම සහ බාහිර අංශය සහ අවසානයේ පොලී අනුපාත ස්ථාවර කිරීමට උපකාරී වේ.",
        "ශ්‍රී ලංකාවේ මුදල් අමාත්‍ය අලි සබ්‍රේ මෙන්ම භාණ්ඩාගාර ලේකම් සහ මහ බැංකුව සෙනසුරාදා රාත්‍රියේ වොෂින්ටනය බලා පිටත්ව ගියහ. ජාත්‍යන්තර මූල්‍ය අරමුදල සහ ලෝක බැංකුව සමඟ මේ සතියේ සාකච්ඡා ආරම්භ කිරීමට බලාපොරොත්තු වේ.",
        "උත්තේජක පාලනයට සහ අස්ථායී අතරමැදි පාලන තන්ත්‍රයන් පවත්වාගෙන යාමට අවශ්‍ය ආර්ථික විද්‍යාඥයන් පාලනය කිරීමට නීති ගෙන නොයන්නේ නම්, ශ්‍රී ලංකාව IMF හි ඉහළම පාරිභෝගිකයෙකු ලෙස පවතිනු ඇති අතර මූල්‍ය අස්ථාවරත්වයට ගොදුරු වනු ඇතැයි විචාරකයෝ පවසති.(කොළඹ/අප්‍රේල් 18/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை அரச நிதியை வலுப்படுத்த, பணம் அச்சிடுவதை குறைக்க: திறைசேரி செயலாளர்",
      "body_lines": [
        "ECONOMYNEXT – இலங்கை பொது நிதியை வலுப்படுத்தவும், பொருளாதாரத்தை ஸ்திரப்படுத்த பணம் அச்சிடுவதை குறைக்கவும் திட்டமிட்டு வருவதாக திறைசேரி செயலாளர் மஹிந்த சிறிவர்தன சர்வதேச நாணய நிதியத்துடன் கலந்துரையாடல்களை ஆரம்பிப்பதற்கு முன்னதாக தெரிவித்தார்.",
        "தற்போதைய செலவினங்களைக் குறைப்பதற்கான சுற்றறிக்கை உடனடியாக வெளியிடப்படும் என செயலாளர் சிறிவர்தன தெரிவித்துள்ளார்.",
        "ஏப்ரல் மாதத்தில் 125 பில்லியன் ரூபா அச்சிடப்பட்டது, மத்திய வங்கியின் முழுமையான திறைசேரி உண்டியல் பங்குகள் மார்ச் மாத இறுதியில் 1727 பில்லியன் ரூபாயிலிருந்து 1,853 பில்லியன் ரூபாவாக இருந்தது.",
        "ஏப்ரல் 06 ஆம் திகதி வரை 123 பில்லியன் ரூபா சம்பளம் மற்றும் பண்டிகை முற்பணங்கள் வழங்கப்பட்டுள்ளதாக நிதி அமைச்சர் அலி சப்ரி ஏப்ரல் 07 அன்று பாராளுமன்றத்தில் தெரிவித்தார்.",
        "அரசு ஊழியர்கள் பணத்தை செலவழித்து, பொருட்களை அலமாரிகளில் அல்லது பம்புகளில் எரிபொருளைப் பயன்படுத்தும்போது, ​​மத்திய வங்கிக் கடன் மூலம் பணம் உருவாக்கப்பட்டதால், பொருட்களை இறக்குமதி செய்வதற்கும் அலமாரிகளில் மீண்டும் இருப்பு வைப்பதற்கும் அன்னியச் செலாவணி இல்லை.",
        "இதேவேளை, பணம் அச்சிடுவதைக் குறைக்க அரச நிதியை பலப்படுத்த வேண்டும் என சிறிவர்தன செய்தியாளர்களிடம் தெரிவித்தார்.",
        "செலவினங்களைக் குறைக்க அனைத்து செலவின நிறுவனங்களுக்கும் அவர் ஒரு சுற்றறிக்கையை வெளியிடுவார் (செலவு அடிப்படையிலான ஒருங்கிணைப்பு).",
        "\"பொது நிதியில் உள்ள பிரச்சனைகள் நாட்டில் பல பிரச்சனைகளுக்கு காரணம்\" என்று சிறிவர்தன கூறினார். \"நாங்கள் வளங்களை கவனமாக நிர்வகிக்க வேண்டும் மற்றும் பட்ஜெட் பற்றாக்குறையை குறைக்க வேண்டும்.",
        "“மத்திய வங்கியால் வழங்கப்பட்ட பணம் குறித்து நிறைய விவாதங்கள் நடந்தன. பொது நிதியில் உள்ள சிக்கல்களால் இது நடக்கிறது.",
        "“போதிய வருமானம் இல்லை. வெளிநாட்டுக் கடன்களைப் பெற முடியாது. எனவே முழுத் தொகையும் உள்நாட்டிலேயே நிதியளிக்கப்படுகிறது. மட்டுப்படுத்தப்பட்ட உள்நாட்டு வளங்கள் உள்ளன. எனவே அடுத்த கட்டமாக மத்திய வங்கிக்குச் சென்று அதைப் பெற வேண்டும்.",
        "\"நாங்கள் செய்ய வேண்டியது மத்திய வங்கி திறைசேரி உண்டியல்களை வாங்குவதற்கான கோரிக்கைகளை குறைக்க வேண்டும். தற்போதைய சூழ்நிலையில் அதைச் செய்வது கடினம். எனவே மாநில நிதியை பலப்படுத்த வேண்டும். அதைத்தான் எதிர்காலத்தில் செய்ய விரும்புகிறோம்.”",
        "எவ்வாறாயினும், 2018 ஆம் ஆண்டில் மத்திய வங்கி நாணய நெருக்கடியை உருவாக்கியது, அப்போதைய நிதியமைச்சர் மங்கள சமரவீர வரிகளை உயர்த்தியது, ஏனெனில் நெகிழ்வான பணவீக்க இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்கு ஆகியவற்றின் கீழ் பணம் அச்சிடப்பட்டது.",
        "மத்திய வங்கியை இயக்கப்படும் நிலையான ஒற்றை நங்கூரம் பணக் கட்டமைப்பிற்கு (கையிருப்புடன் கூடிய கடினமான பெக் அல்லது இருப்புக்கள் இல்லாமல் சுத்தமான மிதக்கும் விகிதம்) சட்டங்கள் கொண்டு வரப்படாவிட்டால், 72 ஆண்டுகளாக நாடு வெளியில் உறுதியற்ற தன்மை, பணவீக்கம் மற்றும் சமூக அமைதியின்மை ஆகியவற்றைக் கொண்டிருக்கும் என ஆய்வாளர்கள் கூறுகின்றனர். .",
        "ஆய்வாளர்கள் நெகிழ்வான பணவீக்க இலக்கு, வாஷிங்கனை தளமாகக் கொண்ட வணிகர்களால் தூண்டப்பட்டு, வெளியீட்டு இடைவெளி இலக்கு (தூண்டுதல்) ஆகியவற்றுடன் இணைந்து சாஃப்ட்-பெக் சேகரிக்கும் நங்கூரம் மோதல்களை மோசமாக்குகிறது மற்றும் நாட்டை இயல்புநிலை மற்றும் பணமதிப்பிழப்புக்கு இட்டுச் செல்கிறது, இது ஒரு காலத்தில் கூட காணப்படவில்லை. 30 வருட யுத்தம்.",
        "நெகிழ்வான கொள்கை மற்றும் இரண்டு நாணய நெருக்கடியின் கீழ், அந்நிய செலாவணி பற்றாக்குறை உருவாக்கப்பட்டதால், அரசாங்கத்தின் இறையாண்மை பத்திரங்கள் 5 பில்லியன் அமெரிக்க டொலர்களில் இருந்து 14 பில்லியனாக உயர்ந்தது, அதே காரணத்திற்காக இலங்கை பெற்றோலியக் கூட்டுத்தாபனமும் டாலர் கடன்களை குவித்தது.",
        "2018 ஆம் ஆண்டில், அந்நிய செலாவணி பற்றாக்குறையின் நெகிழ்வான பணவீக்க இலக்கு/வெளியேற்ற இலக்கு காரணமாக விலை சூத்திரம் இருந்தபோதிலும் CPC டாலர்களை கடன் வாங்கியது. ரூபாய் சரிந்த போது 80 பில்லியன் அந்நிய செலாவணி இழப்பு ஏற்பட்டது.",
        "இந்த ஆண்டு CPC இன் அந்நிய செலாவணி இழப்புகள் 250 பில்லியனுக்கும் அதிகமாக மதிப்பிடப்பட்டுள்ளது மற்றும் ஏறும்.",
        "பணத்தை அச்சடித்து, அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கிய பின்னர், சிபிசி கடந்த காலத்தில் அரச வங்கிகளில் இருந்து டாலர்களை கடன் வாங்கியதால், இலங்கை இப்போது எண்ணெய்க்காக இந்தியாவிடம் இருந்து கடன் வாங்குகிறது. எனினும் அரச வங்கிகள் இனி சிபிசிக்கு டாலர் கடன்களை வழங்க முடியாது மற்றும் தாங்களாகவே சிரமப்படுகின்றனர்.",
        "மத்திய வங்கி 1950 இல் அமைக்கப்பட்டது, இது பணவீக்கத்தின் உயர் மட்டத்தை உருவாக்க அல்லது பணம் செலுத்தும் பற்றாக்குறையைத் தூண்டுவதற்கு பணத்தை அச்சிட முடியாத நாணய வாரியத்தை (நிலையான மாற்று விகிதம்) ஒழித்தது.",
        "1950 ஆம் ஆண்டில் மத்திய வங்கி அமைக்கப்பட்டபோது, ​​நாணய வாரியத்திலிருந்து பெறப்பட்ட கையிருப்பு 190.4 மில்லியன் டாலர்கள் (11.5 மாதங்கள்) இருந்தது. அமெரிக்க கருவூலத்துடனான போரைத் தொடர்ந்து ஃபெடரல் ரிசர்வ் கொள்கை விகிதங்களை கடுமையாக்கிய அடுத்த ஆண்டு முதல் பணம் அச்சிடுதல் தொடங்கியது.",
        "1952 இல் கையிருப்பு 163 மில்லியன் டாலர்களாகக் குறைந்ததால், பரிமாற்றக் கட்டுப்பாட்டுச் சட்டம் கொண்டுவரப்பட்டது. 1953 வாக்கில் அதிக பணம் அச்சிடப்பட்ட கையிருப்பு 114.3 மில்லியன் டாலர்களாகக் குறைந்து, 'ஹர்த்தால்' ஏற்பட்டது. இரண்டு ஆண்டுகளுக்குப் பிறகு பணம் அச்சடித்து கையிருப்பு இழப்புகள் மற்றும் பணவீக்கத்தால் மக்கள் இன்று தெருவில் உள்ளனர்.",
        "சர்வதேச நாணய நிதியத்துடனான கலந்துரையாடலின் ஒரு பகுதியாக நிதி ஒருங்கிணைப்பு இருக்கும் என சிறிவர்தன கூறினார்.",
        "மதிப்பு கூட்டு வரி 15 சதவீதமாக உயர்த்தப்படுமா என்ற கேள்விக்கு, நிதி சீர்திருத்தங்கள் குறித்த விவரங்கள் பின்னர் தெரிவிக்கப்படும் என்றார்.",
        "கடந்த வாரம் வரை உள்நாட்டில் நிதியளிக்கப்பட்ட மூலதனத் திட்டங்களை நிறுத்துவதற்கு எந்த முடிவும் எடுக்கப்படவில்லை என சிறிவர்தன செய்தியாளர்களுக்குப் பதிலளித்தார்.",
        "உள்நாட்டில் நிதி மூலதனத் திட்டங்கள் இறக்குமதியின் ஒரு முக்கிய பகுதியாகும், இது பொதுவாக அரசு சம்பளம் செலுத்த பணம் அச்சிடப்படும் போது ஆற்றல் மற்றும் மருந்துகளிலிருந்து அந்நிய செலாவணியை எடுத்துச் செல்கிறது.",
        "மத்திய வங்கியின் ஆளுநர் நந்தலால் வீரசிங்க, கொள்கை விகிதத்தை 14.5 சதவீதமாக உயர்த்தி, திறைசேரி உண்டியல் விகிதங்களை அதிகரிக்க அனுமதித்திருந்தார்.",
        "கடந்த வாரம் திறைசேரி உண்டியல் மகசூல் 23 சதவீதமாக உயர்ந்தது, இது ஒரு 'ஓவர்ஷூட்' என்று வீரசிங்க கூறினார்.",
        "அதிக மகசூல் கடன் சந்தைகளுக்கு அதிக பணத்தை கொண்டு வருகிறது, பற்றாக்குறை மற்றும் மாநில தொழிலாளர் சம்பளத்திற்கு நிதியளிக்க உதவுகிறது, தனியார் கடனை குறைக்கிறது மற்றும் வெளித்துறை மற்றும் இறுதியில் வட்டி விகிதங்களை உறுதிப்படுத்த உதவுகிறது.",
        "இலங்கையின் நிதியமைச்சர் அலி சப்ரே மற்றும் திறைசேரி செயலாளர் மற்றும் மத்திய வங்கி ஆகியோர் சனிக்கிழமை இரவு வாஷிங்டனுக்கு புறப்பட்டனர். IMF மற்றும் உலக வங்கியுடன் இந்த வாரம் விவாதங்கள் தொடங்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "ஊக்குவிப்பு மற்றும் நிலையற்ற இடைநிலை ஆட்சிகளை பராமரிக்க விரும்பும் பொருளாதார வல்லுனர்களை கட்டுப்படுத்த சட்டங்கள் கொண்டு வரப்படாவிட்டால், இலங்கை சர்வதேச நாணய நிதியத்தின் சிறந்த வாடிக்கையாளராக இருக்கும் மற்றும் பண ஸ்திரமின்மைக்கு அழிந்துவிடும் என்று விமர்சகர்கள் கூறுகின்றனர்.(கொழும்பு/ஏப்.18/2022)"
      ]
    }
  }
}