{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-new-diplomatic-pm-starts-foreign-aid-talks-amid-political-stability-concerns-94222/",
  "time_ut": 1652485440,
  "title": "Sri Lanka’s new “diplomatic” PM starts foreign aid talks amid political stability concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed prime minister Ranil Wickremesinghe on Friday started discussions over foreign aids for the crisis-hit island nation’s economic recovery, his office said.",
    "Wickremesinghe, 73, who was handpicked for the job by President Gotabaya Rajapaksa on Thursday, held preliminary talks with foreign envoys representing India, Japan, United States of America, Britain, and China on Friday and the discussions focused on rapid economic recovery in the next few months.",
    "His office did not give any further details on the foreign aid consortium.",
    "“He is trying to get some foreign funding through a donor conference,” an aide close to the prime minister told Economy Next.",
    "Sri Lanka is facing its worst financial crisis since the independence from British colonial rulers in 1948.",
    "It has already suspended its 51 billion US dollar worth foreign debt repayments from April 12 as the island nation has run out of dollars even to buy the essentials for its 22 million people.",
    "Amid extended power cuts due to lack of fuel imports, the 84.5 billion US dollar economy’s people face acute shortage of fuel, medicines, food, cooking gas, and milk powder mainly due economic mismanagement by President Gotabaya Rajapaksa’s ruling Sri Lanka Podujana Peramuna (SLPP).",
    "Wickremesinghe’s appointment came amid continuous protests by hundreds of people near presidential secretariat demanding Rajapaksa, his brother and then Prime Minister Mahinda Rajapaksa along with the SLPP government to step down.",
    "Mahinda Rajapaksa resigned on Monday (09) after his supporters brutally attacked hundreds of unarmed and peaceful protesters near both presidential secretariat and Temple Trees, the prime minister’s official residence, who had been demanding the resignation of the both leaders.",
    "Wickremesinghe’s appointment also came when diplomatic relations with many foreign countries have been severed time to time under Rajapaksa.",
    "Senior government officials have told Economy Next despite repeated request by then foreign minister G L Peiris, many countries declined to respond to his calls after a series of “cardinal errors” in international diplomacy.",
    "Then prime minister Mahinda Rajapaksa unilaterally cancelled 500 million US dollar East Container Terminal (ECT) project which was already signed among India, Japan, and Sri Lanka in 2018.",
    "Similarly, President Gotabaya Rajapaksa unilaterally canceled a Japanese-funded 1.5 billion US dollar Light Railway Transit (LRT) project connecting the commercial heart of capital Colombo to suburbs even after the project was under implementation.",
    "President Rajapaksa also canceled a 480 million US dollar grant from the U.S.-based Millennium Challenge Corporation (MCC) given for rural infrastructure projects. He rejected it on the advice of an expert panel report which said based on the current status of countries which had implemented the MCC granted projects, the fate of those countries is tragic. Sources from US embassy in Colombo, however, had said contents of the expert panel report on the MCC grant was exaggerated and based on unfounded facts.",
    "Rajapaksa government’s close relations with China also led other countries to have a “minimum level” of diplomatic relations with Rajapaksas in the past, officials from the island nation’s foreign ministry have told Economy Next.",
    "China helped Rajapaksas with billions of US dollars in loans for post-war infrastructure between 2010 and 2015 when Mahinda Rajapaksa was the president. But many of the projects yet to give a sizable return on investment to repay the loans, which many Western nations say as “debt trap” and contributed to the country’s debt burden.",
    "However, President Rajapaksa has said China had never dragged Sri Lanka into a debt trap.",
    "The Rajapaksa government also had issues with the European Union on some commitment it had asked to fulfill in return of GSP plus, a trade concession which is annually worth over 500 million US dollars and helped the South Asian island nation’s top exports, garments.",
    "The trade concession was signed in 2016 under the previous government, but Rajapaksa government was hesitant to implement some commitments including removal of four-decades old anti-terrorism law.",
    "When the EU raised the issue, some members of Rajapaksa government publicly said the country cannot compromise the people’s mandate to continue the trade concession. However, the downfall in the economy compelled the government to engage with the EU and finally amend the anti-terrorism law.",
    "The Rajapaksa government also backtracked three renewable energy projects granted to a Chinese firm in the Northern islands after Indian raised security concerns. The Chinese firm was chosen via an internationally accepted bidding process. However, Rajapaksa government unilaterally withdrew the project awarded to China, also unilaterally which resulted in China having reservations on financially assisting Rajapaksa government.",
    "Sri Lanka’s conduct in human rights also has raised international concerns.",
    "Former Finance Minister Basil Rajapaksa gave a liquefied natural gas (LNG) project to a US-based New Fortress Energy in an unsolicited manner while the authorities had received international bids through an internationally accepted process.",
    "As a result of all of these diplomatic hiccups, many countries had hesitated and reservations to financially assist Rajapaksa amid many corruption allegations.",
    "Retired Sri Lankan diplomats said the new prime minister stands out in his diplomatic ways of handling the issues.",
    "“He is a diplomatic prime minister. He knows whom to access internationally for what and when,” for retired career diplomat told Economy Next.",
    "“This is why you see all these diplomats meet him just within 24 hours.”",
    "Wickremesinghe in 2002 proved his ability in managing a crisis hit economy.",
    "The island nation’s economic growth contracted in 2001 after Tamil Tiger rebels who demanded for a separate state within Sri Lana destroyed the only airport and complete fleet of state-owned SriLankan Airlines.",
    "Wicktremesinghe became the prime minister after winning snap polls in December 2001 and approached international partners to help the country’s economy to recovery.",
    "His long term efforts helped him to organize ‘Tokyo Donor Conference’ on June 10, 2003 which saw the participation of 51 countries and 21 international organizations.",
    "At the end of the conference, Wickremesinge who personally participated in the event got pledges of over 4.5 billion US dollars for reconstruction and development of the entirety of Sri Lanka.",
    "Sources close to Wickremesinghe said the plan was to have some immediate funding to ensure essentials which are in shortage for the public now.",
    "“Once that is dealt with, his plan is to focus on the debt restructuring and IMF programme,” he told Economy Next asking not to be named.",
    "However, many analysts say it may not be as easy as Wickremesinghe thinks.",
    "The new prime minister is seen as a stubborn and elitist leader by his own center-right United National Party (UNP) members.",
    "Already most of the opposition political parties have said they will not support his leadership in the parliament as majority of them consider it as against the people mandate.",
    "Some critics also see his appointment as a way out for Rajapaksas to buy time for them to evade possible prosecutions demanded by most people over the corruption charges and wealth accumulation.",
    "Wickremesinghe’s UNP for the first time in its history failed to win any seat at the 2020 parliamentary polls. He also personally got defeated. However, he entered the parliament through a bonus seat in the 225-member legislature.",
    "Many opposition parties including Samagi Jana Balavegaya (SJB), the Marxists Janatha Vimukthi Peramuna (JVP)-led National People’s Power, and Sri Lanka Freedom Party (SLFP) have declined to back him in the parliament and rejected his request to accept cabinet ministerial portfolio.",
    "President’s SLPP has pledged support to Wickremesinghe, but political analysts say the new prime minister may need support of some opposition members for parliamentary majority.",
    "Many parliamentarians see him as a leader who does not want to listen to their views, some opposition law makers have said.",
    "Wickremesinghe wants the parliamentary majority for a new budget including some tough economic, fiscal, and public sector reforms to ensure a loan from the International Monetary Fund and to go ahead with foreign debt restructuring plans. (Colombo/May14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ නව \"රාජ්‍ය තාන්ත්‍රික\" අගමැති දේශපාලන ස්ථාවරත්වයේ ගැටළු මධ්‍යයේ විදේශ ආධාර සාකච්ඡා අරඹයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ අලුතින් පත් වූ අගමැති රනිල් වික්‍රමසිංහ සිකුරාදා අර්බුදකාරී දූපත් ජාතියේ ආර්ථික ප්‍රකෘතිය සඳහා විදේශ ආධාර පිළිබඳ සාකච්ඡා ආරම්භ කළ බව ඔහුගේ කාර්යාලය පවසයි.",
        "බ්‍රහස්පතින්දා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් එම කාර්යය සඳහා තෝරා ගන්නා ලද 73 හැවිරිදි වික්‍රමසිංහ මහතා සිකුරාදා ඉන්දියාව, ජපානය, ඇමරිකා එක්සත් ජනපදය, බ්‍රිතාන්‍යය සහ චීනය නියෝජනය කරන විදේශ නියෝජිතයන් සමඟ මූලික සාකච්ඡා පැවැත්වූ අතර ඊළඟට වේගවත් ආර්ථික ප්‍රකෘතිය පිළිබඳව සාකච්ඡා කෙරේ. මාස කිහිපයක්.",
        "ඔහුගේ කාර්යාලය විදේශ ආධාර එකතුව පිළිබඳ වැඩිදුර තොරතුරු ලබා දී නැත.",
        "\"ඔහු උත්සාහ කරන්නේ පරිත්‍යාගශීලීන්ගේ සම්මන්ත්‍රණයක් හරහා යම් විදේශ අරමුදල් ලබා ගැනීමටයි,\" අගමැතිට සමීප සහායකයෙක් ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "1948 බ්‍රිතාන්‍ය යටත් විජිත පාලකයන්ගෙන් නිදහස ලැබීමෙන් පසු ශ්‍රී ලංකාව එහි දරුණුතම මූල්‍ය අර්බුදයට මුහුණ දී සිටී.",
        "මිලියන 22 ක ජනතාවකට අත්‍යවශ්‍ය දෑ මිලදී ගැනීමට පවා ඩොලර් හිඟ වී ඇති හෙයින් එය දැනටමත් අප්‍රේල් 12 සිට ඇමරිකානු ඩොලර් බිලියන 51 ක් වටිනා විදේශ ණය ආපසු ගෙවීම අත්හිටුවා ඇත.",
        "ඉන්ධන ආනයනය නොමැතිකම හේතුවෙන් දීර්ඝ කරන ලද විදුලි කප්පාදු මධ්‍යයේ, ඇමරිකානු ඩොලර් බිලියන 84.5 ක ආර්ථිකයේ ජනතාව ඉන්ධන, ඖෂධ, ආහාර, ඉවුම් පිහුම් ගෑස් සහ කිරිපිටිවල උග්‍ර හිඟයකට මුහුණ දී සිටින්නේ ප්‍රධාන වශයෙන් ජනාධිපති ගෝඨාභය රාජපක්ෂගේ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) ආර්ථික අවපාලනය හේතුවෙනි. .",
        "වික්‍රමසිංහගේ පත්වීම සිදුවූයේ රාජපක්ෂට, ඔහුගේ සහෝදරයාට සහ එවකට අගමැති මහින්ද රාජපක්ෂට සහ ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආන්ඩුවට ඉවත්වන ලෙසට බලකරමින් සිය ගනනක් ජනතාව ජනාධිපති ලේකම් කාර්යාලය අසල අඛණ්ඩ විරෝධතා මධ්‍යයේ ය.",
        "නායකයන් දෙපළට ඉල්ලා අස්වන ලෙස බලකරමින් සිටි ජනාධිපති ලේකම් කාර්යාලය සහ අගමැති නිල නිවස වන අරලියගහ මන්දිරය අසලදී නිරායුධ සහ සාමකාමී විරෝධතාකරුවන් සිය ගණනකට ඔහුගේ ආධාරකරුවන් අමානුෂික ලෙස පහර දීමෙන් පසු මහින්ද රාජපක්ෂ සඳුදා (09) ඉල්ලා අස්විය.",
        "වික්‍රමසිංහගේ පත්වීම ද සිදු වූයේ රාජපක්ෂ යටතේ බොහෝ විදේශ රටවල් සමඟ රාජ්‍ය තාන්ත්‍රික සබඳතා විටින් විට විසන්ධි වෙමින් තිබියදීය.",
        "ජ්‍යෙෂ්ඨ රජයේ නිලධාරීන් ඉකොනොමි නෙක්ස්ට් වෙත පවසා ඇත්තේ එවක විදේශ අමාත්‍ය ජී එල් පීරිස් විසින් නැවත නැවතත් ඉල්ලීමක් කළද, ජාත්‍යන්තර රාජ්‍ය තාන්ත්‍රික කටයුතුවල \"ප්‍රධාන වැරදි\" මාලාවකින් පසු බොහෝ රටවල් ඔහුගේ ඇමතුම්වලට ප්‍රතිචාර දැක්වීම ප්‍රතික්ෂේප කළ බවයි.",
        "2018 දී ඉන්දියාව, ජපානය සහ ශ්‍රී ලංකාව අතර දැනටමත් අත්සන් කර තිබූ ඇමරිකානු ඩොලර් මිලියන 500 ක නැගෙනහිර බහාලුම් පර්යන්ත (ECT) ව්‍යාපෘතිය එවකට අගමැති මහින්ද රාජපක්ෂ ඒකපාර්ශ්විකව අවලංගු කළේය.",
        "ඒ හා සමානව, ව්‍යාපෘතිය ක්‍රියාත්මක වෙමින් තිබියදීත්, අගනුවර කොළඹ වාණිජ හදවත තදාසන්න ප්‍රදේශවලට සම්බන්ධ කරන ජපානයේ ඩොලර් බිලියන 1.5 ක සැහැල්ලු දුම්රිය සංක්‍රමණ (LRT) ව්‍යාපෘතිය ජනාධිපති ගෝඨාභය රාජපක්ෂ ඒකපාර්ශ්විකව අවලංගු කළේය.",
        "එක්සත් ජනපදය පදනම් කරගත් මිලේනියම් චැලේන්ජ් කෝපරේෂන් (MCC) වෙතින් ග්‍රාමීය යටිතල පහසුකම් ව්‍යාපෘති සඳහා ලබා දුන් ඩොලර් මිලියන 480 ක ප්‍රදානය ද ජනාධිපතිතුමා විසින් අවලංගු කරන ලදී. MCC ප්‍රදානය කරන ලද ව්‍යාපෘති ක්‍රියාත්මක කළ රටවල වත්මන් තත්ත්වය අනුව එම රටවල ඉරණම ඛේදනීය බව විශේෂඥ කමිටු වාර්තාවක උපදෙස් මත ඔහු එය ප්‍රතික්ෂේප කළේය. කෙසේ වෙතත්, කොළඹ පිහිටි එක්සත් ජනපද තානාපති කාර්යාල ආරංචි මාර්ග කියා සිටියේ MCC ප්‍රදානය පිළිබඳ විද්වත් කමිටු වාර්තාවේ අන්තර්ගතය අතිශයෝක්තියක් සහ පදනම් විරහිත කරුණු මත පදනම් වූ ඒවා බවයි.",
        "රාජපක්ෂ රජය චීනය සමඟ ඇති සමීප සබඳතා නිසා අනෙකුත් රටවල් ද රාජපක්ෂවරුන් සමඟ \"අවම මට්ටමේ\" රාජ්‍යතාන්ත්‍රික සබඳතා ඇති කර ගැනීමට හේතු වූ බව දිවයිනේ විදේශ අමාත්‍යාංශයේ නිලධාරීන් ඉකොනොමි නෙක්ස්ට් වෙත පවසා තිබේ.",
        "මහින්ද රාජපක්ෂ ජනාධිපතිවරයාව සිටි 2010 සිට 2015 දක්වා කාලය තුළ පශ්චාත් යුධ යටිතල පහසුකම් සඳහා ඩොලර් බිලියන ගණනක ණය ලබා දෙමින් චීනය රාජපක්ෂවරුන්ට උදව් කළේය. එහෙත් බොහෝ බටහිර ජාතීන් “ණය උගුල” ලෙස පවසන අතර රටේ ණය බරට දායක වූ ණය ආපසු ගෙවීම සඳහා ආයෝජනයට සැලකිය යුතු ප්‍රතිලාභයක් ලබා දීමට තවමත් ව්‍යාපෘති බොහොමයක් නොමැත.",
        "කෙසේ වෙතත්, චීනය කිසිවිටෙක ශ්‍රී ලංකාව ණය උගුලකට ඇද නොදැමූ බව ජනාධිපතිතුමා පවසයි.",
        "වාර්ෂිකව ඩොලර් මිලියන 500කට අධික වටිනාකමකින් යුතු සහ දකුණු ආසියා දිවයිනේ ඉහළම අපනයනය වන ඇඟලුම් සඳහා උපකාර කරන ජීඑස්පී ප්ලස් සහනය වෙනුවෙන් ඉටු කරන ලෙස ඉල්ලා සිටි යම් කැපවීමක් සම්බන්ධයෙන් රාජපක්ෂ රජයට යුරෝපා සංගමය සමඟ ගැටලු ඇති විය.",
        "පසුගිය රජය යටතේ 2016 වසරේදී මෙම වෙළඳ සහනය අත්සන් කරන ලද නමුත් දශක හතරක් පැරණි ත්‍රස්ත විරෝධී නීතිය ඉවත් කිරීම ඇතුළු ඇතැම් කැපවීම් ක්‍රියාත්මක කිරීමට රාජපක්ෂ රජය පසුබට විය.",
        "යුරෝපා සංගමය මෙම ප්‍රශ්නය මතු කළ විට රාජපක්ෂ ආණ්ඩුවේ ඇතැම් මන්ත්‍රීවරු ප්‍රසිද්ධියේ කියා සිටියේ වෙළෙඳ සහනය දිගටම ලබා දීම සඳහා රටට ලැබී ඇති ජන වරම කඩ කළ නොහැකි බවයි. කෙසේ වෙතත්, ආර්ථිකයේ පසුබෑම නිසා රජයට යුරෝපා සංගමය සමඟ සම්බන්ධ වීමටත් අවසානයේ ත්‍රස්ත විරෝධී නීතිය සංශෝධනය කිරීමටත් සිදු විය.",
        "ඉන්දියාව විසින් ආරක්‍ෂක ගැටළු මතුකිරීමෙන් පසු උතුරු දූපත් වල චීන සමාගමකට ලබාදුන් පුනර්ජනනීය බලශක්ති ව්‍යාපෘති තුනක්ද රාජපක්ෂ රජය විසින් පසුබැස්සේය. චීන සමාගම තෝරාගනු ලැබුවේ ජාත්‍යන්තරව පිළිගත් ලංසු තැබීමේ ක්‍රියාවලියක් මගිනි. කෙසේ වෙතත්, රාජපක්ෂ රජය ඒකපාර්ශ්විකව චීනයට ලබා දුන් ව්‍යාපෘතිය ඉල්ලා අස්කර ගත් අතර, ඒකපාර්ශ්විකව රාජපක්ෂ රජයට මූල්‍යමය වශයෙන් ආධාර කිරීමට චීනයට වෙන් විය.",
        "මානව හිමිකම් සම්බන්ධයෙන් ශ්‍රී ලංකාවේ හැසිරීම ද ජාත්‍යන්තර උත්සුකයන් මතු කර ඇත.",
        "හිටපු මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ, ජාත්‍යන්තරව පිළිගත් ක්‍රියාවලියක් හරහා බලධාරීන්ට ජාත්‍යන්තර ලංසු ලැබී තිබියදී එක්සත් ජනපදය පදනම් කරගත් New Fortress Energy සමාගමට ද්‍රව ස්වභාවික වායු (LNG) ව්‍යාපෘතියක් අනවශ්‍ය ලෙස ලබා දුන්නේය.",
        "මේ සියලු රාජ්‍ය තාන්ත්‍රික හිරිහැරවල ප්‍රතිඵලයක් ලෙස, දූෂණ චෝදනා රැසක් මධ්‍යයේ බොහෝ රටවල් රාජපක්ෂට මූල්‍යමය වශයෙන් ආධාර කිරීමට පසුබට වී තිබුණි.",
        "විශ‍්‍රාමික ශ‍්‍රී ලංකා රාජ්‍ය තාන්ත්‍රිකයින් පැවසුවේ, නව අගමැතිවරයා ප්‍රශ්න හසුරුවන රාජ්‍ය තාන්ත්‍රික ක්‍රමවලින් කැපී පෙනෙන බවයි.",
        "“ඔහු රාජ්‍ය තාන්ත්‍රික අගමැතිවරයෙක්. කුමක් සඳහා සහ කවදාද යන්න සඳහා ජාත්‍යන්තරව ප්‍රවේශ විය යුත්තේ කාටදැයි ඔහු දනී, ”විශ්‍රාමික වෘත්තීය රාජ්‍ය තාන්ත්‍රිකයෙකු ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "\"මේ නිසා තමයි මේ සියලුම රාජ්‍ය තාන්ත්‍රිකයින් පැය 24ක් ඇතුළත ඔහුව මුණගැසෙන්නේ.",
        "2002 දී වික්‍රමසිංහ අර්බුදකාරී ආර්ථිකයක් කළමනාකරණය කිරීමේ ඔහුගේ හැකියාව ඔප්පු කළේය.",
        "ශ්‍රී ලංකාව තුළ වෙනම රාජ්‍යයක් ඉල්ලා සිටි දෙමළ කොටි කැරලිකරුවන් එකම ගුවන් තොටුපළ සහ රජයට අයත් ශ්‍රීලංකන් ගුවන් සේවයේ සම්පූර්ණ ඇණිය විනාශ කිරීමෙන් පසු 2001 දී දිවයිනේ ආර්ථික වර්ධනය අඩු විය.",
        "වික්‍රමසිංහ 2001 දෙසැම්බරයේ හදිසි ඡන්ද විමසීම් ජයග්‍රහණය කිරීමෙන් පසු අගමැති වූ අතර රටේ ආර්ථිකය යථා තත්ත්වයට පත් කිරීමට ජාත්‍යන්තර හවුල්කරුවන් වෙත යොමු විය.",
        "රටවල් 51ක සහ ජාත්‍යන්තර සංවිධාන 21ක සහභාගිත්වයෙන් 2003 ජූනි 10 වැනි දින ‘ටෝකියෝ පරිත්‍යාගශීලි සමුළුව’ සංවිධානය කිරීමට ඔහුගේ දිගුකාලීන උත්සාහයන් ඔහුට උපකාර විය.",
        "සමුළුව අවසානයේදී, මෙම අවස්ථාවට පෞද්ගලිකව සහභාගී වූ වික්‍රමසිංහ මහතා සමස්ත ශ්‍රී ලංකාව ප්‍රතිසංස්කරණය හා සංවර්ධනය සඳහා ඇමරිකානු ඩොලර් බිලියන 4.5 කට වැඩි මුදලක් පොරොන්දු විය.",
        "වික්‍රමසිංහට සමීප ආරංචි මාර්ග පැවසුවේ, මහජනතාවට හිඟව පවතින අත්‍යවශ්‍ය ද්‍රව්‍ය සහතික කිරීම සඳහා වහාම අරමුදල් ලබා ගැනීම සැලසුම බවයි.",
        "\"එය සම්බන්ධයෙන් කටයුතු කළ පසු, ඔහුගේ සැලැස්ම වන්නේ ණය ප්‍රතිව්‍යුහගත කිරීම සහ IMF වැඩසටහන කෙරෙහි අවධානය යොමු කිරීමයි,\" ඔහු Economy Next වෙත පැවසුවේ නම සඳහන් නොකරන ලෙස ඉල්ලා සිටිමිනි.",
        "කෙසේ වෙතත්, බොහෝ විශ්ලේෂකයින් පවසන්නේ එය වික්‍රමසිංහ සිතන තරම් පහසු නොවිය හැකි බවයි.",
        "නව අග්‍රාමාත්‍යවරයා මුරණ්ඩු සහ ප්‍රභූ නායකයෙකු ලෙස ඔහුගේම මධ්‍ය-දක්ෂිණාංශික එක්සත් ජාතික පක්ෂ (එජාප) සාමාජිකයින් විසින් සලකනු ලැබේ.",
        "පාර්ලිමේන්තුවේ ඔහුගේ නායකත්වයට සහය නොදක්වන බව විපක්ෂයේ බොහෝ දේශපාලන පක්ෂ දැනටමත් පවසා ඇත්තේ ඔවුන්ගෙන් බහුතරයක් එය ජනතා වරමට පටහැනි බව සලකන බැවිනි.",
        "දූෂණ චෝදනා සහ ධනය එක්රැස් කිරීම සම්බන්ධයෙන් බොහෝ දෙනා ඉල්ලා සිටින නඩුවලින් බේරීමට රාජපක්ෂලාට කාලය මිළදී ගැනීමේ මාර්ගයක් ලෙස ද ඔහුගේ පත්වීම ඇතැම් විචාරකයෝ දකිති.",
        "වික්‍රමසිංහගේ එජාපය ඉතිහාසයේ ප්‍රථම වතාවට 2020 පාර්ලිමේන්තු මැතිවරණයේදී කිසිදු ආසනයක් දිනා ගැනීමට අසමත් විය. ඔහු පෞද්ගලිකව ද පරාජයට පත් විය. කෙසේ වෙතත්, මන්ත්‍රීවරුන් 225 දෙනෙකුගෙන් යුත් ව්‍යවස්ථාදායකයේ ප්‍රසාද ආසනයක් හරහා ඔහු පාර්ලිමේන්තුවට පිවිසියේය.",
        "සමගි ජන බලවේගය (SJB), මාක්ස්වාදී ජනතා විමුක්ති පෙරමුණ (JVP) ප්‍රමුඛ ජාතික ජන බලවේගය සහ ශ්‍රී ලංකා නිදහස් පක්ෂය (SLFP) ඇතුළු බොහෝ විරුද්ධ පක්ෂ ඔහුට පාර්ලිමේන්තුවේදී සහාය දීම ප්‍රතික්ෂේප කර ඇති අතර කැබිනට් අමාත්‍ය ධුර භාර ගැනීමට ඔහු කළ ඉල්ලීම ප්‍රතික්ෂේප කර ඇත. .",
        "ජනාධිපතිවරයාගේ ශ්‍රී ලංකා පොදුජන පෙරමුණ වික්‍රමසිංහට සහය පළ කිරීමට ප්‍රතිඥා දී ඇතත්, දේශපාලන විශ්ලේෂකයින් පවසන්නේ නව අගමැතිවරයාට පාර්ලිමේන්තු බහුතරය සඳහා විපක්ෂයේ ඇතැම් මන්ත්‍රීවරුන්ගේ සහාය අවශ්‍ය විය හැකි බවයි.",
        "බොහෝ පාර්ලිමේන්තු මන්ත්‍රීවරුන් ඔහුව දකින්නේ තම අදහස්වලට ඇහුම්කන් දීමට අකමැති නායකයෙකු ලෙස බව සමහර විපක්ෂ නීති සම්පාදකයින් පවසා ඇත.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලෙන් ණයක් ලබාගැනීමට සහ විදේශ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලසුම් සමඟ ඉදිරියට යාමට දැඩි ආර්ථික, මූල්‍ය හා රාජ්‍ය අංශයේ ප්‍රතිසංස්කරණ කිහිපයක් ඇතුළත් නව අයවැයක් සඳහා පාර්ලිමේන්තු බහුතරය අවශ්‍ය වේ. (කොළඹ/මැයි14/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் புதிய \"இராஜதந்திர\" பிரதமர் அரசியல் ஸ்திரத்தன்மை கவலைகளுக்கு மத்தியில் வெளிநாட்டு உதவி பேச்சுக்களை தொடங்குகிறார்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் புதிதாக நியமிக்கப்பட்டுள்ள பிரதமர் ரணில் விக்கிரமசிங்க, நெருக்கடியால் பாதிக்கப்பட்டுள்ள தீவு நாட்டின் பொருளாதார மீட்சிக்கான வெளிநாட்டு உதவிகள் குறித்த விவாதங்களை வெள்ளிக்கிழமை தொடங்கியதாக அவரது அலுவலகம் தெரிவித்துள்ளது.",
        "வியாழன் அன்று ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் பணிக்கு தேர்ந்தெடுக்கப்பட்ட 73 வயதான விக்கிரமசிங்க, இந்தியா, ஜப்பான், அமெரிக்கா, பிரித்தானியா மற்றும் சீனாவை பிரதிநிதித்துவப்படுத்தும் வெளிநாட்டு தூதுவர்களுடன் வெள்ளிக்கிழமை ஆரம்ப பேச்சுவார்த்தைகளை நடத்தினார். சில மாதங்கள்.",
        "அவரது அலுவலகம் வெளிநாட்டு உதவி கூட்டமைப்பு பற்றிய கூடுதல் விவரங்களை தெரிவிக்கவில்லை.",
        "\"அவர் ஒரு நன்கொடையாளர் மாநாட்டின் மூலம் சில வெளிநாட்டு நிதியைப் பெற முயற்சிக்கிறார்,\" என்று பிரதமருக்கு நெருக்கமான ஒரு உதவியாளர் எகனாமி நெக்ஸ்ட் இடம் கூறினார்.",
        "1948 ஆம் ஆண்டு பிரித்தானிய காலனித்துவ ஆட்சியாளர்களிடமிருந்து சுதந்திரம் பெற்ற பின்னர் இலங்கை மிக மோசமான நிதி நெருக்கடியை எதிர்கொண்டுள்ளது.",
        "தீவு நாடு அதன் 22 மில்லியன் மக்களுக்கான அத்தியாவசிய பொருட்களை வாங்குவதற்கு கூட டாலர்கள் இல்லாததால், ஏப்ரல் 12 முதல் அதன் 51 பில்லியன் அமெரிக்க டாலர் மதிப்புள்ள வெளிநாட்டு கடனை திருப்பிச் செலுத்துவதை ஏற்கனவே நிறுத்தி வைத்துள்ளது.",
        "எரிபொருள் இறக்குமதி இல்லாமை காரணமாக நீடித்த மின்வெட்டுக்கு மத்தியில், 84.5 பில்லியன் அமெரிக்க டொலர் பொருளாதாரத்தின் மக்கள், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் (SLPP) பொருளாதார தவறான நிர்வாகத்தால் பிரதானமாக எரிபொருள், மருந்துகள், உணவு, சமையல் எரிவாயு மற்றும் பால் பவுடர் ஆகியவற்றின் கடுமையான பற்றாக்குறையை எதிர்கொள்கின்றனர். .",
        "ராஜபக்சே, அவரது சகோதரர் மற்றும் அப்போதைய பிரதமர் மகிந்த ராஜபக்ச மற்றும் SLPP அரசாங்கத்தை பதவி விலகக் கோரி ஜனாதிபதி செயலகத்திற்கு அருகில் நூற்றுக்கணக்கான மக்கள் நடத்திய தொடர்ச்சியான போராட்டங்களுக்கு மத்தியில் விக்கிரமசிங்கவின் நியமனம் இடம்பெற்றுள்ளது.",
        "இரு தலைவர்களையும் ராஜினாமா செய்யுமாறு கோரி வந்த ஜனாதிபதி செயலகம் மற்றும் பிரதமரின் உத்தியோகபூர்வ இல்லமான அலரிமாளிகை ஆகிய இரு பகுதிகளுக்கும் அருகில் நிராயுதபாணியாகவும் அமைதியாகவும் போராடிய நூற்றுக்கணக்கான மக்கள் மீது அவரது ஆதரவாளர்கள் கொடூரமான முறையில் தாக்குதல் நடத்தியதை அடுத்து, திங்கட்கிழமை (09) மஹிந்த ராஜபக்ஷ பதவி விலகினார்.",
        "ராஜபக்சவின் கீழ் பல வெளிநாடுகளுடனான இராஜதந்திர உறவுகள் அவ்வப்போது துண்டிக்கப்பட்ட போது விக்கிரமசிங்கவின் நியமனமும் வந்தது.",
        "மூத்த அரசாங்க அதிகாரிகள் எகனாமி நெக்ஸ்ட் இடம், அப்போதைய வெளிவிவகார அமைச்சர் ஜி எல் பீரிஸ் பலமுறை கோரிக்கை விடுத்த போதிலும், சர்வதேச இராஜதந்திரத்தில் தொடர்ச்சியான \"கார்டினல் பிழைகள்\" ஏற்பட்டதை அடுத்து, பல நாடுகள் அவரது அழைப்புகளுக்கு பதிலளிக்க மறுத்துவிட்டன.",
        "இந்தியா, ஜப்பான் மற்றும் இலங்கையில் ஏற்கனவே 2018 இல் கையெழுத்திடப்பட்ட 500 மில்லியன் அமெரிக்க டாலர் கிழக்கு கொள்கலன் முனைய (ECT) திட்டத்தை அப்போதைய பிரதமர் மஹிந்த ராஜபக்ஷ ஒருதலைப்பட்சமாக ரத்து செய்தார்.",
        "அதேபோன்று, ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, ஜப்பானிய நிதியுதவியுடன் கூடிய 1.5 பில்லியன் அமெரிக்க டொலர் இலகு ரயில் போக்குவரத்து (LRT) திட்டத்தை நடைமுறைப்படுத்திய பின்னரும் கூட தலைநகர் கொழும்பின் வர்த்தக மையத்தை புறநகர் பகுதிகளுடன் இணைக்கும் திட்டத்தை ஒருதலைப்பட்சமாக ரத்து செய்தார்.",
        "கிராமப்புற உள்கட்டமைப்பு திட்டங்களுக்காக அமெரிக்காவை தளமாகக் கொண்ட மில்லினியம் சேலஞ்ச் கார்ப்பரேஷன் (MCC) வழங்கிய 480 மில்லியன் அமெரிக்க டாலர் மானியத்தையும் ஜனாதிபதி ராஜபக்ஷ ரத்து செய்தார். MCC வழங்கிய திட்டங்களை செயல்படுத்திய நாடுகளின் தற்போதைய நிலையின் அடிப்படையில், அந்த நாடுகளின் தலைவிதி துயரமானது என்று நிபுணர் குழு அறிக்கையின் ஆலோசனையின் பேரில் அவர் அதை நிராகரித்தார். எவ்வாறாயினும், கொழும்பில் உள்ள அமெரிக்க தூதரகத்தின் வட்டாரங்கள், MCC மானியம் குறித்த நிபுணர் குழு அறிக்கையின் உள்ளடக்கங்கள் மிகைப்படுத்தப்பட்டதாகவும், ஆதாரமற்ற உண்மைகளை அடிப்படையாகக் கொண்டதாகவும் கூறியுள்ளன.",
        "சீனாவுடனான ராஜபக்ச அரசாங்கத்தின் நெருங்கிய உறவுகள் மற்ற நாடுகளும் கடந்த காலங்களில் ராஜபக்சக்களுடன் \"குறைந்தபட்ச\" இராஜதந்திர உறவுகளை வைத்திருக்க வழிவகுத்தன, தீவின் நாட்டின் வெளியுறவு அமைச்சகத்தின் அதிகாரிகள் எகனாமி நெக்ஸ்ட் இடம் கூறியுள்ளனர்.",
        "மகிந்த ராஜபக்ச ஜனாதிபதியாக இருந்த 2010 மற்றும் 2015 க்கு இடையில் போருக்குப் பின்னரான உள்கட்டமைப்புக்காக பல பில்லியன் அமெரிக்க டொலர்களை கடனாக ராஜபக்சக்களுக்கு சீனா உதவியது. ஆனால் பல திட்டங்கள் இன்னும் கடனைத் திருப்பிச் செலுத்துவதற்கான முதலீட்டில் கணிசமான வருவாயைக் கொடுக்கவில்லை, பல மேற்கத்திய நாடுகள் \"கடன் பொறி\" என்று கூறி நாட்டின் கடன் சுமைக்கு பங்களித்தன.",
        "எவ்வாறாயினும், சீனா ஒருபோதும் இலங்கையை கடன் வலைக்குள் இழுக்கவில்லை என ஜனாதிபதி ராஜபக்ஷ தெரிவித்துள்ளார்.",
        "ஆண்டுதோறும் 500 மில்லியன் அமெரிக்க டொலர்கள் பெறுமதியான மற்றும் தெற்காசிய தீவு நாட்டின் உயர்மட்ட ஏற்றுமதிகளான ஆடைகளுக்கு உதவுகின்ற வர்த்தகச் சலுகையான GSP plusஐப் பெற்றுக்கொள்வதற்குப் பதிலாக நிறைவேற்றக் கோரிய சில உறுதிமொழிகள் தொடர்பாகவும் ராஜபக்ச அரசாங்கம் ஐரோப்பிய ஒன்றியத்துடன் பிரச்சினைகளை எதிர்கொண்டது.",
        "வர்த்தகச் சலுகை கடந்த 2016ஆம் ஆண்டு கையொப்பமிடப்பட்டது.",
        "ஐரோப்பிய ஒன்றியம் இந்த பிரச்சினையை எழுப்பியபோது, ​​ராஜபக்ச அரசாங்கத்தின் உறுப்பினர்கள் சிலர் வர்த்தக சலுகையை தொடர மக்கள் ஆணையை சமரசம் செய்ய முடியாது என்று பகிரங்கமாக தெரிவித்தனர். எவ்வாறாயினும், பொருளாதாரத்தில் ஏற்பட்ட வீழ்ச்சியானது அரசாங்கத்தை ஐரோப்பிய ஒன்றியத்துடன் ஈடுபட நிர்ப்பந்தித்தது மற்றும் இறுதியாக பயங்கரவாத எதிர்ப்பு சட்டத்தை திருத்தியது.",
        "இந்தியா பாதுகாப்புக் கவலைகளை எழுப்பியதை அடுத்து, வடக்குத் தீவுகளில் சீன நிறுவனத்திற்கு வழங்கப்பட்ட மூன்று புதுப்பிக்கத்தக்க எரிசக்தி திட்டங்களையும் ராஜபக்சே அரசாங்கம் பின்வாங்கியது. சர்வதேச அளவில் ஏற்றுக்கொள்ளப்பட்ட ஏல முறை மூலம் சீன நிறுவனம் தேர்வு செய்யப்பட்டது. எவ்வாறாயினும், சீனாவிற்கு வழங்கப்பட்ட திட்டத்தை ராஜபக்சே அரசாங்கம் ஒருதலைப்பட்சமாக திரும்பப் பெற்றது, மேலும் ஒருதலைப்பட்சமாக இதன் விளைவாக ராஜபக்சே அரசாங்கத்திற்கு நிதி உதவி செய்வதில் சீனா முன்பதிவு செய்தது.",
        "மனித உரிமைகள் விடயத்தில் இலங்கையின் நடத்தை சர்வதேச கவலைகளையும் எழுப்பியுள்ளது.",
        "முன்னாள் நிதியமைச்சர் பசில் ராஜபக்ஷ, அமெரிக்காவை தளமாகக் கொண்ட நியூ ஃபோர்ட்ரெஸ் எனர்ஜி நிறுவனத்திற்கு திரவமாக்கப்பட்ட இயற்கை எரிவாயு (எல்என்ஜி) திட்டத்தை வழங்கினர், அதே நேரத்தில் அதிகாரிகள் சர்வதேச அளவில் ஏற்றுக்கொள்ளப்பட்ட செயல்முறையின் மூலம் சர்வதேச ஏலங்களைப் பெற்றனர்.",
        "இந்த இராஜதந்திர குழப்பங்கள் அனைத்தின் விளைவாக, பல ஊழல் குற்றச்சாட்டுகளுக்கு மத்தியில் ராஜபக்சேவுக்கு நிதி உதவி செய்ய பல நாடுகள் தயங்கின.",
        "புதிய பிரதமர் பிரச்சினைகளை கையாள்வதில் தனது இராஜதந்திர வழிகளில் தனித்து நிற்கிறார் என ஓய்வுபெற்ற இலங்கை இராஜதந்திரிகள் தெரிவித்துள்ளனர்.",
        "“அவர் ஒரு இராஜதந்திர பிரதமர். சர்வதேச அளவில் யாரை எதற்காக எப்போது அணுக வேண்டும் என்பது அவருக்குத் தெரியும், ”என்று ஓய்வுபெற்ற தொழில் தூதர் எகனாமி நெக்ஸ்ட் இடம் கூறினார்.",
        "\"இதனால்தான் இந்த தூதர்கள் அனைவரும் அவரை 24 மணி நேரத்திற்குள் சந்திப்பதை நீங்கள் காண்கிறீர்கள்.\"",
        "2002 இல் விக்கிரமசிங்க நெருக்கடியான பொருளாதாரத்தை நிர்வகிப்பதில் தனது திறமையை நிரூபித்தார்.",
        "2001 ஆம் ஆண்டு ஸ்ரீ லானாவிற்குள் தனிநாடு கோரிய தமிழ்ப் புலிகள் கிளர்ச்சியாளர்கள் ஒரே விமான நிலையத்தையும் அரசுக்குச் சொந்தமான ஸ்ரீலங்கன் ஏர்லைன்ஸின் முழுக் கடற்படையையும் அழித்த பின்னர் தீவு நாட்டின் பொருளாதார வளர்ச்சி சுருங்கியது.",
        "2001 டிசம்பரில் திடீர் வாக்கெடுப்புகளில் வெற்றி பெற்று, நாட்டின் பொருளாதாரத்தை மீட்டெடுக்க உதவுவதற்காக சர்வதேச பங்காளிகளை அணுகிய பின்னர் விக்ரமசிங்கே பிரதமரானார்.",
        "அவரது நீண்ட கால முயற்சிகள் ஜூன் 10, 2003 அன்று 51 நாடுகள் மற்றும் 21 சர்வதேச அமைப்புகளின் பங்கேற்பைக் கண்ட ‘டோக்கியோ நன்கொடையாளர் மாநாட்டை’ ஏற்பாடு செய்ய உதவியது.",
        "மாநாட்டின் முடிவில், நிகழ்வில் தனிப்பட்ட முறையில் பங்குபற்றிய விக்கிரமசிங்க முழு இலங்கையையும் புனரமைப்பதற்கும் அபிவிருத்தி செய்வதற்கும் 4.5 பில்லியன் அமெரிக்க டொலர்களுக்கு மேல் உறுதிமொழிகளைப் பெற்றார்.",
        "தற்போது பொதுமக்களுக்கு பற்றாக்குறையாக உள்ள அத்தியாவசியப் பொருட்களை உறுதி செய்வதற்காக சில உடனடி நிதியை வழங்குவதே திட்டம் என விக்கிரமசிங்கவுக்கு நெருக்கமான வட்டாரங்கள் தெரிவித்தன.",
        "\"அது தீர்க்கப்பட்டவுடன், கடன் மறுசீரமைப்பு மற்றும் IMF திட்டத்தில் கவனம் செலுத்துவதே அவரது திட்டம்\" என்று அவர் பெயர் குறிப்பிட வேண்டாம் என்று எகனாமி நெக்ஸ்ட் இடம் கூறினார்.",
        "எவ்வாறாயினும், விக்கிரமசிங்க நினைப்பது போல் இது இலகுவானதாக இருக்காது என பல ஆய்வாளர்கள் கூறுகின்றனர்.",
        "புதிய பிரதம மந்திரி தனது சொந்த மத்திய-வலது ஐக்கிய தேசியக் கட்சி (UNP) உறுப்பினர்களால் ஒரு பிடிவாதமான மற்றும் உயரடுக்கு தலைவராக பார்க்கப்படுகிறார்.",
        "நாடாளுமன்றத்தில் அவரது தலைமைக்கு ஆதரவளிக்கப் போவதில்லை என பெரும்பாலான எதிர்க்கட்சிகள் ஏற்கனவே கூறியுள்ளன. பெரும்பான்மையான மக்கள் இது மக்கள் ஆணைக்கு எதிரானது என்று கருதுகின்றனர்.",
        "ஊழல் குற்றச்சாட்டுகள் மற்றும் சொத்துக் குவிப்பு தொடர்பாக பெரும்பாலான மக்கள் கோரும் வழக்குகளில் இருந்து தப்பிக்க ராஜபக்சக்களுக்கு நேரத்தை வாங்குவதற்கான ஒரு வழியாக அவரது நியமனம் என்றும் சில விமர்சகர்கள் கருதுகின்றனர்.",
        "விக்கிரமசிங்கவின் UNP அதன் வரலாற்றில் முதல் தடவையாக 2020 நாடாளுமன்றத் தேர்தலில் எந்த இடத்திலும் வெற்றிபெறவில்லை. அவரும் தனிப்பட்ட முறையில் தோல்வியடைந்தார். இருப்பினும், 225 உறுப்பினர்களைக் கொண்ட சட்டமன்றத்தில் போனஸ் சீட் மூலம் அவர் நாடாளுமன்றத்தில் நுழைந்தார்.",
        "சமகி ஜன பலவேகய (SJB), மார்க்சிஸ்ட் ஜனதா விமுக்தி பெரமுனா (ஜேவிபி) தலைமையிலான தேசிய மக்கள் சக்தி, ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) உட்பட பல எதிர்க்கட்சிகள் அவருக்கு நாடாளுமன்றத்தில் ஆதரவளிக்க மறுத்துள்ளதுடன் அமைச்சரவை அமைச்சுப் பதவியை ஏற்கும் அவரது கோரிக்கையை நிராகரித்துள்ளன. .",
        "ஜனாதிபதியின் SLPP விக்கிரமசிங்கவிற்கு ஆதரவளிப்பதாக உறுதியளித்துள்ளது, ஆனால் புதிய பிரதமருக்கு பாராளுமன்ற பெரும்பான்மைக்கு சில எதிர்க்கட்சி உறுப்பினர்களின் ஆதரவு தேவைப்படலாம் என அரசியல் ஆய்வாளர்கள் கூறுகின்றனர்.",
        "பல நாடாளுமன்ற உறுப்பினர்கள் அவரைத் தங்கள் கருத்தைக் கேட்க விரும்பாத ஒரு தலைவராகப் பார்க்கிறார்கள் என்று சில எதிர்க்கட்சி சட்டமியற்றுபவர்கள் கூறியுள்ளனர்.",
        "சர்வதேச நாணய நிதியத்திடமிருந்து கடனை உறுதி செய்வதற்கும் வெளிநாட்டுக் கடன் மறுசீரமைப்புத் திட்டங்களை முன்னெடுத்துச் செல்வதற்கும் சில கடுமையான பொருளாதார, நிதி மற்றும் பொதுத்துறை சீர்திருத்தங்கள் உட்பட புதிய வரவு செலவுத் திட்டத்திற்கான பாராளுமன்றப் பெரும்பான்மையை விக்கிரமசிங்க விரும்புகிறார். (கொழும்பு/மே14/2022)"
      ]
    }
  }
}