{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/amazing-indeed/",
  "time_ut": 1654693200,
  "title": "Amazing, indeed…",
  "body_lines": [
    "Amazing Thailand has been rated as the fourth most attractive travel destination in the world, post-pandemic, with Bangkok, Phuket, Chiang Mai, and Hua Hin being the top Thai cities global travellers look up online. And, I’ve been to all these exciting destinations, courtesy of the Tourism Authority of Thailand, and the Royal Thai Embassy, in Sri Lanka",
    "The study, according to Visa Global Travel Intentions Study 2021, was carried out during January-October 2021, with analysed data from over 7,000 keywords searched by travellers from 62 countries, as well as Thailand’s travel information, to five Thai tourist cities and travellers’ sentiments regarding the pandemic’s impact on travel situation.",
    "The study indicated the top three motivations for global travellers, intending to visit Thailand, are leisure pursuits (30%), the chance to escape and relax (25%), and outdoor adventure (18%). This demonstrates visitors are looking for stress-free holidays that provide optimum opportunities to relax, get outdoors, and leave the worries of the pandemic behind.",
    "The study also revealed that, when in Thailand, tourists are most likely to head for activities and attractions that have made Thailand famous. The top activity preferences are going for a famous Thai massage, eating Thai food at cafes and restaurants, spending time at their resort, and embracing Thai culture; such as, visiting a Buddhist temple.",
    "According to te Pacific Asia Travel Association (PATA), Thailand’s tourism industry is showing signs of recovery, with increasing visitor numbers, over the next three years, expected to reach around 46.96 million…by the end of 2024. The ongoing relaxation of tourist entry requirements, throughout the year, should make it easier for tourists to return to Thailand.",
    "In the meanwhile, Thailand’s Centre of COVID-19 Situation Administration (CCSA) has approved the simplified Thailand Pass registration and entry rules for international arrivals, which came into effect 1st June, 2022.",
    "Foreign nationals are still required to apply for a Thailand Pass (via https://tp.consular.go.th/), but will only need to provide passport details, vaccination, and an US$10,000 health insurance policy.",
    "The system will then automatically issue a Thailand Pass QR code for the applicants. Thais, however, will no longer be required to apply for a Thailand Pass.",
    "Upon arriving in Thailand, vaccinated travellers must undergo entry screening, and will then be allowed entry and are free to go anywhere in the kingdom.",
    "Unvaccinated/not fully vaccinated travellers, who are able to upload proof of a negative RT-PCR, or professional ATK test, within 72 hours of travel, via the Thailand Pass system, will also be allowed entry and are free to go anywhere in the kingdom.",
    "The CCSA also approved further easing of nationwide COVID-19 controls with three colour-coded zones: The Pilot Tourist Areas or blue zones, the Surveillance or green zone, and the Areas under Stringent Surveillance or yellow zone.",
    "Night-time entertainment venues; such as, pubs, bars and karaoke lounges, in the green and blue zones, will be allowed to resume operation, including the sale and consumption of alcoholic beverage, on the premises, till 12.00 midnight. However, all venues have been requested to strictly adhere to the prevention guidelines.",
    "The CCSA also lifted the quarantine requirement for the high-risk contact.",
    "Okay, if you are thinking of a much-needed vacation, make sure it is ‘Thailand here I come.’",
    "Why both political and economic reforms must move in parallel for a turn around",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පුදුමයි, ඇත්තෙන්ම…",
      "body_lines": [
        "Amazing Thailand ලොව සිව්වන වඩාත් ආකර්ශනීය සංචාරක ගමනාන්තය ලෙස ශ්‍රේණිගත කර ඇත, පශ්චාත්-වසංගත, Bangkok, Phuket, Chiang Mai සහ Hua Hin සමඟින්, ගෝලීය සංචාරකයින් අන්තර්ජාලය හරහා බලන තායි නගරවල ඉහළම නගර වේ. තවද, තායිලන්තයේ සංචාරක අධිකාරියේ සහ ශ්‍රී ලංකාවේ රාජකීය තායි තානාපති කාර්යාලයේ අනුග්‍රහය ඇතිව, මම මේ සියලු ආකර්ෂණීය ගමනාන්ත වෙත ගොස් ඇත.",
        "Visa Global Travel Intentions Study 2021 ට අනුව, 2021 ජනවාරි-ඔක්තෝබර් කාලය තුළ මෙම අධ්‍යයනය සිදු කරන ලද අතර, රටවල් 62 ක සංචාරකයින් විසින් තායිලන්තයේ සංචාරක තොරතුරු 7,000 කට අධික සංඛ්‍යාවකින් තායිලන්ත සංචාරක නගර පහකට සහ සංචාරකයින් විසින් සෙවූ දත්ත විශ්ලේෂණය කරන ලදී. සංචාරක තත්ත්වය කෙරෙහි වසංගතයේ බලපෑම පිළිබඳ හැඟීම්.",
        "අධ්‍යයනයෙන් පෙන්නුම් කළේ තායිලන්තයට යාමට අදහස් කරන ගෝලීය සංචාරකයින් සඳහා හොඳම පෙළඹවීම් තුන වන්නේ විවේක ලුහුබැඳීම් (30%), පැන යාමට සහ විවේක ගැනීමට ඇති අවස්ථාව (25%) සහ එළිමහන් ත්‍රාසජනක (18%) ය. අමුත්තන් විවේක ගැනීමට, එළිමහනට යාමට සහ වසංගතයේ කනස්සල්ලෙන් මිදීමට ප්‍රශස්ත අවස්ථාවන් සපයන ආතතියෙන් තොර නිවාඩු දින සොයන බව මෙයින් පෙන්නුම් කරයි.",
        "තායිලන්තයේ සිටින විට සංචාරකයින් බොහෝ විට තායිලන්තය ප්‍රසිද්ධියට පත් කර ඇති ක්‍රියාකාරකම් සහ ආකර්ෂණ ස්ථාන වෙත යොමු වන බව අධ්‍යයනයෙන් හෙළි විය. ප්‍රසිද්ධ තායි සම්බාහනයක්, කැෆේ සහ ආපනශාලාවලින් තායි ආහාර අනුභව කිරීම, ඔවුන්ගේ නිවාඩු නිකේතනයේ කාලය ගත කිරීම සහ තායි සංස්කෘතිය වැලඳ ගැනීම සඳහා ඉහළම ක්‍රියාකාරකම් මනාප වේ; බෞද්ධ විහාරස්ථානයකට පැමිණීම වැනි.",
        "te Pacific Asia Travel Association (PATA) ට අනුව, තායිලන්තයේ සංචාරක කර්මාන්තය ප්‍රකෘතිමත් වීමේ සලකුනු පෙන්වමින්, වැඩිවන නරඹන්නන්ගේ සංඛ්‍යාව, ඉදිරි වසර තුන තුළ, 2024 අවසන් වන විට මිලියන 46.96 දක්වා ළඟා වනු ඇතැයි අපේක්ෂා කෙරේ. සංචාරක ප්‍රවේශය අඛණ්ඩව ලිහිල් කිරීම. අවශ්‍යතා, වසර පුරා, සංචාරකයින්ට නැවත තායිලන්තයට යාමට පහසු විය යුතුය.",
        "මේ අතර, තායිලන්තයේ COVID-19 තත්ව පරිපාලන මධ්‍යස්ථානය (CCSA) 2022 ජුනි 1 වන දින සිට බලාත්මක වූ ජාත්‍යන්තර පැමිණීම් සඳහා සරල කරන ලද තායිලන්ත අවසරපත්‍ර ලියාපදිංචි කිරීම සහ ඇතුළත් වීමේ නීති අනුමත කර ඇත.",
        "විදේශීය පුරවැසියන් තවමත් තායිලන්ත අවසර පත්‍රයක් සඳහා අයදුම් කිරීමට අවශ්‍ය වේ (https://tp.consular.go.th/ හරහා), නමුත් අවශ්‍ය වන්නේ විදේශ ගමන් බලපත්‍ර විස්තර, එන්නත් සහ US$10,000 සෞඛ්‍ය රක්ෂණ ප්‍රතිපත්තියක් සැපයීම පමණි.",
        "එවිට පද්ධතිය අයදුම්කරුවන් සඳහා තායිලන්ත Pass QR කේතයක් ස්වයංක්‍රීයව නිකුත් කරනු ඇත. කෙසේ වෙතත්, තායිලන්ත ජාතිකයින්ට තවදුරටත් තායිලන්ත අවසර පත්‍රයක් සඳහා අයදුම් කිරීමට අවශ්‍ය නොවේ.",
        "තායිලන්තයට පැමිණීමෙන් පසු, එන්නත් කරන ලද සංචාරකයින් ඇතුල්වීමේ පරීක්‍ෂණයට භාජනය විය යුතු අතර, පසුව ඇතුළුවීමට අවසර දෙනු ලබන අතර රාජධානියේ ඕනෑම තැනකට යාමට නිදහස ඇත.",
        "තායිලන්ත පාස් පද්ධතිය හරහා ගමන් කර පැය 72ක් ඇතුළත සෘණාත්මක RT-PCR හෝ වෘත්තීය ATK පරීක්ෂණයක් පිළිබඳ සාක්ෂි උඩුගත කළ හැකි එන්නත් නොකළ/සම්පූර්ණයෙන් එන්නත් නොකළ සංචාරකයින්ට ද ඇතුළුවීමට අවසර ඇති අතර ඔවුන්ට ඕනෑම තැනකට යාමට අවසර ඇත. රාජධානිය.",
        "CCSA විසින් වර්ණ-කේත කලාප තුනක් සමඟින් රටපුරා COVID-19 පාලනය තවදුරටත් ලිහිල් කිරීම අනුමත කරන ලදී: නියමු සංචාරක ප්‍රදේශ හෝ නිල් කලාප, නිරීක්ෂණ හෝ හරිත කලාපය සහ දැඩි නිරීක්ෂණ හෝ කහ කලාපය යටතේ ඇති ප්‍රදේශ.",
        "රාත්රී විනෝදාස්වාද ස්ථාන; මධ්‍යම රාත්‍රී 12.00 දක්වා පරිශ්‍රයේ මධ්‍යසාර පාන විකිණීම සහ පරිභෝජනය ඇතුළු හරිත සහ නිල් කලාපවල පිහිටි පබ්, බාර් සහ කැරෝකේ විවේකාගාර නැවත ක්‍රියාත්මක කිරීමට අවසර දෙනු ලැබේ. කෙසේ වෙතත්, වැළැක්වීමේ මාර්ගෝපදේශ දැඩි ලෙස පිළිපදින ලෙස සියලුම ස්ථානවලින් ඉල්ලා ඇත.",
        "CCSA විසින් අධි අවදානම් සම්බන්ධතා සඳහා වූ නිරෝධායන අවශ්‍යතාවය ද ඉවත් කරන ලදී.",
        "හරි, ඔබ ඉතා අවශ්‍ය නිවාඩුවක් ගැන සිතන්නේ නම්, එය ‘තායිලන්තය මෙන්න මම එනවා’ යන්න සහතික කර ගන්න.",
        "දේශපාලන සහ ආර්ථික ප්‍රතිසංස්කරණ දෙකම හැරවුමක් සඳහා සමාන්තරව ගමන් කළ යුත්තේ ඇයි?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஆச்சரியம், உண்மையில்…",
      "body_lines": [
        "அமேசிங் தாய்லாந்து உலகின் நான்காவது மிகவும் கவர்ச்சிகரமான பயண இடமாக மதிப்பிடப்பட்டுள்ளது, தொற்றுநோய்க்குப் பிந்தையது, பாங்காக், ஃபூகெட், சியாங் மாய் மற்றும் ஹுவா ஹின் ஆகியவை தாய்லாந்தின் சிறந்த நகரங்களாக இருக்கின்றன. மேலும், தாய்லாந்தின் சுற்றுலா ஆணையம் மற்றும் இலங்கையில் உள்ள ராயல் தாய் தூதரகத்தின் மரியாதையுடன் நான் இந்த அற்புதமான இடங்களுக்குச் சென்றுள்ளேன்.",
        "விசா உலகளாவிய பயண நோக்கங்கள் ஆய்வு 2021 இன் படி, 62 நாடுகளைச் சேர்ந்த பயணிகள் மற்றும் தாய்லாந்தின் பயணத் தகவல்கள், ஐந்து தாய்லாந்து சுற்றுலா நகரங்கள் மற்றும் பயணிகளால் தேடப்பட்ட 7,000 க்கும் மேற்பட்ட முக்கிய வார்த்தைகளிலிருந்து பகுப்பாய்வு செய்யப்பட்ட தரவுகளுடன் ஜனவரி-அக்டோபர் 2021 இல் ஆய்வு மேற்கொள்ளப்பட்டது. பயண சூழ்நிலையில் தொற்றுநோயின் தாக்கம் பற்றிய உணர்வுகள்.",
        "தாய்லாந்திற்குச் செல்ல விரும்பும் உலகப் பயணிகளுக்கான முதல் மூன்று உந்துதல்கள், ஓய்வு நோக்கங்கள் (30%), தப்பித்து ஓய்வெடுக்கும் வாய்ப்பு (25%) மற்றும் வெளிப்புற சாகசங்கள் (18%) ஆகியவையே இந்த ஆய்வு சுட்டிக்காட்டியுள்ளது. பார்வையாளர்கள் மன அழுத்தமில்லாத விடுமுறை நாட்களைத் தேடுகிறார்கள் என்பதை இது நிரூபிக்கிறது, இது ஓய்வெடுக்கவும், வெளியில் செல்லவும், தொற்றுநோயைப் பற்றிய கவலைகளை விட்டுவிடவும் உகந்த வாய்ப்புகளை வழங்குகிறது.",
        "தாய்லாந்தில் செல்லும்போது, ​​தாய்லாந்தை பிரபலமாக்கிய செயல்பாடுகள் மற்றும் ஈர்ப்புகளுக்கு சுற்றுலாப் பயணிகள் பெரும்பாலும் செல்வதாக ஆய்வில் தெரியவந்துள்ளது. பிரபலமான தாய் மசாஜ், கஃபேக்கள் மற்றும் உணவகங்களில் தாய் உணவுகளை உண்பது, தங்களுடைய ரிசார்ட்டில் நேரத்தைச் செலவிடுவது மற்றும் தாய் கலாச்சாரத்தைத் தழுவுவது போன்ற சிறந்த செயல்பாடு விருப்பத்தேர்வுகள்; புத்த கோவிலுக்கு செல்வது போன்றவை.",
        "te Pacific Asia Travel Association (PATA) படி, தாய்லாந்தின் சுற்றுலாத் துறை மீண்டு வருவதற்கான அறிகுறிகளைக் காட்டுகிறது, அதிகரித்து வரும் பார்வையாளர்களின் எண்ணிக்கை, அடுத்த மூன்று ஆண்டுகளில், 2024 ஆம் ஆண்டின் இறுதியில் சுமார் 46.96 மில்லியனை எட்டும் என்று எதிர்பார்க்கப்படுகிறது. சுற்றுலாப் பயணிகளின் நுழைவுத் தளர்வு தேவைகள், ஆண்டு முழுவதும், சுற்றுலா பயணிகள் தாய்லாந்திற்கு திரும்புவதை எளிதாக்க வேண்டும்.",
        "இதற்கிடையில், தாய்லாந்தின் கோவிட்-19 சூழ்நிலை நிர்வாக மையம் (CCSA) எளிமைப்படுத்தப்பட்ட தாய்லாந்து பாஸ் பதிவு மற்றும் சர்வதேச வருகைக்கான நுழைவு விதிகளுக்கு ஒப்புதல் அளித்துள்ளது, இது ஜூன் 1, 2022 முதல் நடைமுறைக்கு வந்தது.",
        "வெளிநாட்டுப் பிரஜைகள் இன்னும் தாய்லாந்து பாஸுக்கு விண்ணப்பிக்க வேண்டும் (https://tp.consular.go.th/ வழியாக), ஆனால் பாஸ்போர்ட் விவரங்கள், தடுப்பூசி மற்றும் US$10,000 ஹெல்த் இன்சூரன்ஸ் பாலிசியை மட்டுமே வழங்க வேண்டும்.",
        "கணினி தானாகவே விண்ணப்பதாரர்களுக்கு தாய்லாந்து பாஸ் QR குறியீட்டை வழங்கும். இருப்பினும் தாய்லாந்து நாட்டினர் இனி தாய்லாந்து பாஸுக்கு விண்ணப்பிக்க வேண்டியதில்லை.",
        "தாய்லாந்திற்கு வந்ததும், தடுப்பூசி போடப்பட்ட பயணிகள் நுழைவுத் திரையிடலுக்கு உட்படுத்தப்பட வேண்டும், பின்னர் நுழைய அனுமதிக்கப்படுவார்கள் மற்றும் ராஜ்யத்தில் எங்கு வேண்டுமானாலும் செல்லலாம்.",
        "தாய்லாந்து பாஸ் அமைப்பு வழியாக 72 மணி நேரத்திற்குள் பயணம் செய்த 72 மணி நேரத்திற்குள் எதிர்மறையான RT-PCR அல்லது தொழில்முறை ATK சோதனைக்கான ஆதாரத்தை பதிவேற்றம் செய்யக்கூடிய தடுப்பூசி போடாத/முழு தடுப்பூசி போடாத பயணிகளும் நுழைய அனுமதிக்கப்படுவார்கள் மேலும் அவர்கள் எங்கு வேண்டுமானாலும் செல்லலாம். இராச்சியம்.",
        "மூன்று வண்ண-குறியிடப்பட்ட மண்டலங்களுடன் நாடு தழுவிய COVID-19 கட்டுப்பாடுகளை மேலும் எளிதாக்க CCSA ஒப்புதல் அளித்தது: பைலட் சுற்றுலாப் பகுதிகள் அல்லது நீல மண்டலங்கள், கண்காணிப்பு அல்லது பச்சை மண்டலம் மற்றும் கடுமையான கண்காணிப்பு அல்லது மஞ்சள் மண்டலத்தின் கீழ் உள்ள பகுதிகள்.",
        "இரவு நேர பொழுதுபோக்கு இடங்கள்; பச்சை மற்றும் நீல மண்டலங்களில் உள்ள பப்கள், பார்கள் மற்றும் கரோக்கி ஓய்வறைகள், வளாகத்தில், நள்ளிரவு 12.00 மணி வரை மதுபானம் விற்பனை மற்றும் நுகர்வு உள்ளிட்ட செயல்பாடுகளை மீண்டும் தொடங்க அனுமதிக்கப்படும். இருப்பினும், அனைத்து இடங்களும் தடுப்பு வழிகாட்டுதல்களை கண்டிப்பாக கடைபிடிக்குமாறு கோரப்பட்டுள்ளது.",
        "அதிக ஆபத்துள்ள தொடர்புக்கான தனிமைப்படுத்தல் தேவையையும் CCSA நீக்கியது.",
        "சரி, நீங்கள் மிகவும் தேவையான விடுமுறையை நினைத்தால், அது ‘தாய்லாந்து இதோ வருகிறேன்’ என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
        "ஏன் அரசியல் மற்றும் பொருளாதார சீர்திருத்தங்கள் இரண்டும் ஒரு திருப்பத்திற்கு இணையாக நகர வேண்டும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}