{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Sri-Lanka-revises-down-tourist-arrivals-target-for-this-year-expects-US-800mn-as-earnings/273-238489",
  "time_ut": 1654487820,
  "title": "Sri Lanka revises down tourist arrivals target for this year; expects US$ 800mn as earnings",
  "body_lines": [
    "From left: Sri Lanka Tourism Promotion Bureau Chairman Chalaka Gajabahu, Sri Lanka Tourism Development Authority  Chairman Priyantha Fernando, SLAITO President Nishad Wijetunga,  Minister of Tourism and Lands Harin Fernando,  SLAITO Outgoing President Thilak Weerasinghe, SLAITO Vice President Nalin Jayasundera and Sri Lanka Institute of Tourism & Hotel Management (SLITHM) Chairman Shirantha Peiris.  Pic by Kushan Pathiraja",
    "New short-term plan in place under new minister, SLTPB chief",
    "SLTPB plans 3 road shows in Mumbai, Delhi and Bangalore this month",
    "New minister calls for more proactive role from SriLankan to promote tourism",
    "With a fresh one-year tourism revival plan in place, Sri Lanka’s tourism authorities are now targeting 800,000-850,000 tourist arrivals and earnings of US$ 800 million for this year by focusing on key source markets through joint promotional efforts. “We have come up with a short-term plan leading up to March 2023, which is also broken down to three parts; short, medium and long-term. We estimate that we might be able to end this year with 800, 000-850,000 tourists, and anything above and beyond that will be bonus. We will be striving to achieve better results,” the newly appointed Sri Lanka Tourism Development Authority (SLTDA), Chairman Priyantha Fernando told the Annual General Meeting of Sri Lanka Association of Inbound Tour Operators (SLAITO) held in Colombo on Friday.",
    "Prior to the social unrest and political crisis, which came took place from April this year, the country was targeting 1.3 million tourist arrivals. During the five-month period, tourist arrivals reached 378,521. But, tourist arrivals fell to the lowest point of the year in May with just 30,207 arrivals.",
    "Fernando highlighted that communication remains crucial to achieving these targets due to the negative publicity given to the country in international media, which has unnecessarily escalated fears on safety in the minds of many prospective travellers to the Island nation.",
    "“I am confident that we can meet these targets with a slight stabilisation in the current environment,” he stressed.",
    "Further, he revealed that SLTDA positively responded to 15 key points of the 17-point plan submitted by SLAITO to overcome the multiple crises.",
    "Speaking at the occasion as the chief guest, the newly appointed Minister of Tourism Harin Fernando asserted that a number of changes are required to be made in order for the industry to face up to the multiple crisis with the support of industry stakeholders.",
    "“There are so many changes we have to undertake. I will do to the best of my abilities to get this industry back at running as fast as possible, but it won’t be an easy task; it’s a herculean task unless you all extend your support,” he said.",
    "Moving forward, he outlined that future destination promotion and marketing activities would be conducted more effectively with the maximum utilisation of in-house resources and partnering with other stakeholders.",
    "The SLTPB has planned three road shows in Mumbai, Delhi and Bangalore this month as an immediate promotion.",
    "“We wanted to go for a road show in India, it won’t be a flamboyant roadshow, it will be a pleading roadshow to get Indian tourists start coming back to Sri Lanka,” he said.",
    "Further, tourism authorities are also collaboratively working on a joint promotion campaign.",
    "Fernando noted that many airlines have already come forward with their proposals to jointly promote the destination, although, the national carrier, SriLankan Airlines is yet to come up with such a proposal.",
    "The Minister stressed that SriLankan Airlines must play a proactive role in promoting the destination similar to national carriers in other countries.",
    "“I believe SriLankan Airlines needs to do much more in promoting our destination,”he said."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව මේ වසරේ සංචාරක පැමිණීමේ ඉලක්කය සංශෝධනය කරයි; ඉපැයීම් ලෙස ඇමරිකානු ඩොලර් මිලියන 800 ක් අපේක්ෂා කරයි",
      "body_lines": [
        "වමේ සිට: ශ්‍රී ලංකා සංචාරක ප්‍රවර්ධන කාර්යාංශයේ සභාපති චාලක ගජබාහු, ශ්‍රී ලංකා සංචාරක සංවර්ධන අධිකාරිය  සභාපති ප්‍රියන්ත ප්‍රනාන්දු, SLAITO සභාපති නිෂාද් විජේතුංග,  සංචාරක හා ඉඩම් අමාත්‍ය හරීන් ප්‍රනාන්දු,  SLAITO හි නික්ම යන සභාපති තිලක් වීරසිංහ, ශ්‍රී ලංකා ජයා ආයතනයේ උප සභාපති සංචාරක සහ හෝටල් කළමණාකරන (SLITHM) සභාපති ශිරන්ත පීරිස්. ඡායාරූපය - කුෂාන් පතිරාජ",
        "නව අමාත්‍ය, SLTPB ප්‍රධානියා යටතේ නව කෙටි කාලීන සැලැස්මක්",
        "SLTPB මෙම මාසයේ මුම්බායි, දිල්ලි සහ බැංගලෝර්හි මාර්ග සංදර්ශන 3 ක් සැලසුම් කරයි",
        "සංචාරක ව්‍යාපාරය ප්‍රවර්ධනය කිරීම සඳහා ශ්‍රීලංකන් වෙතින් වඩාත් ක්‍රියාකාරී භූමිකාවක් අවශ්‍ය බව නව අමාත්‍යවරයා පවසයි",
        "නව වසරක සංචාරක පුනර්ජීවන සැලැස්මක් ක්‍රියාත්මක කරමින්, ශ්‍රී ලංකාවේ සංචාරක බලධාරීන් දැන් ඒකාබද්ධ ප්‍රවර්ධන ප්‍රයත්නයන් හරහා ප්‍රධාන මූලාශ්‍ර වෙළඳපල කෙරෙහි අවධානය යොමු කරමින් සංචාරක පැමිණීම් 800,000-850,000 ක් සහ ඇමරිකානු ඩොලර් මිලියන 800 ක ඉපැයීම් ඉලක්ක කරයි. “අපි 2023 මාර්තු දක්වා කෙටි කාලීන සැලැස්මක් ඉදිරිපත් කර ඇති අතර එය කොටස් තුනකට බෙදා ඇත; කෙටි, මධ්යම සහ දිගු කාලීන. සංචාරකයින් 800, 000-850,000 කින් මෙම වසර අවසන් කිරීමට අපට හැකි වනු ඇතැයි අපි ඇස්තමේන්තු කරමු, ඊට ඉහළින් සහ ඉන් ඔබ්බට ඕනෑම දෙයක් ප්‍රසාද දීමනාවක් වනු ඇත. අපි වඩාත් හොඳ ප්‍රතිඵල අත්කර ගැනීමට උත්සාහ කරනවා” යැයි අලුතින් පත් වූ ශ්‍රී ලංකා සංචාරක සංවර්ධන අධිකාරියේ (SLTDA) සභාපති ප්‍රියන්ත ප්‍රනාන්දු මහතා සිකුරාදා කොළඹදී පැවති ශ්‍රී ලංකා අභ්‍යන්තර සංචාරක ක්‍රියාකරුවන්ගේ සංගමයේ (SLAITO) වාර්ෂික මහා සභා රැස්වීමට පැවසීය.",
        "මේ වසරේ අප්‍රේල් මාසයේ සිට ඇති වූ සමාජ අසහනය සහ දේශපාලන අර්බුදයට පෙර මෙරටට සංචාරක පැමිණීම් මිලියන 1.3ක් ඉලක්ක කර තිබුණි. මාස පහක කාලය තුළ සංචාරක පැමිණීම් 378,521 දක්වා ළඟා විය. එහෙත්, මැයි මාසයේදී සංචාරක පැමිණීම් 30,207 ක් පමණක් පැමිණීමත් සමඟ වසරේ අඩුම ස්ථානයට වැටී ඇත.",
        "ජාත්‍යන්තර මාධ්‍ය මගින් රටට ලබාදී ඇති සෘණාත්මක ප්‍රචාර හේතුවෙන් දිවයිනට පැමිණීමට අපේක්ෂාවෙන් සිටින බොහෝ සංචාරකයින්ගේ සිත් තුළ ආරක්ෂාව පිළිබඳ බිය අනවශ්‍ය ලෙස උත්සන්න කර ඇති බැවින් මෙම ඉලක්ක සපුරා ගැනීම සඳහා සන්නිවේදනය ඉතා වැදගත් බව ප්‍රනාන්දු අවධාරණය කළේය.",
        "\"වර්තමාන පරිසරය තුළ සුළු ස්ථාවරත්වයක් ඇතිව මෙම ඉලක්ක සපුරා ගත හැකි බව මට විශ්වාසයි,\" ඔහු අවධාරණය කළේය.",
        "තවද, බහුවිධ අර්බුද මඟහරවා ගැනීම සඳහා SLAITO විසින් ඉදිරිපත් කරන ලද කරුණු 17කින් යුත් සැලැස්මේ ප්‍රධාන කරුණු 15කට SLTDA ධනාත්මක ප්‍රතිචාර දැක්වූ බව ඔහු අනාවරණය කළේය.",
        "මෙම අවස්ථාවට ප්‍රධාන ආරාධිත අමුත්තා ලෙස එක්වෙමින් අදහස් දැක්වූ අභිනව සංචාරක අමාත්‍ය හරීන් ප්‍රනාන්දු මහතා ප්‍රකාශ කළේ කර්මාන්ත පාර්ශවකරුවන්ගේ සහය ඇතිව කර්මාන්ත බහුවිධ අර්බුදයට මුහුණ දීම සඳහා වෙනස්කම් රැසක් සිදු කළ යුතු බවයි.",
        "“අපට කළ යුතු බොහෝ වෙනස්කම් තිබේ. මෙම කර්මාන්තය හැකිතාක් වේගයෙන් ක්‍රියාත්මක කිරීමට මම මගේ උපරිමයෙන් කරන්නෙමි, නමුත් එය පහසු කාර්යයක් නොවනු ඇත; ඔබ සියලු දෙනාම ඔබේ සහයෝගය ලබා නොදෙන්නේ නම් එය දුෂ්කර කාර්යයකි, ”ඔහු පැවසීය.",
        "ඉදිරියට යමින්, අභ්‍යන්තර සම්පත් උපරිම ප්‍රයෝජනයට ගනිමින් සහ අනෙකුත් පාර්ශ්වකරුවන් සමඟ හවුල් වෙමින් අනාගත ගමනාන්ත ප්‍රවර්ධන සහ අලෙවිකරණ ක්‍රියාකාරකම් වඩාත් ඵලදායී ලෙස සිදු කරන බව ඔහු පෙන්වා දුන්නේය.",
        "SLTPB මෙම මාසයේ මුම්බායි, දිල්ලි සහ බැංගලෝර්හි මාර්ග සංදර්ශන තුනක් සැලසුම් කර ඇත්තේ ක්ෂණික ප්‍රවර්ධනයක් ලෙසිනි.",
        "\"අපට ඉන්දියාවේ මාර්ග සංදර්ශනයක් සඳහා යාමට අවශ්‍ය විය, එය විචිත්‍රවත් මාර්ග සංදර්ශනයක් නොවනු ඇත, එය ඉන්දියානු සංචාරකයින් නැවත ශ්‍රී ලංකාවට පැමිණීම ආරම්භ කිරීමට ආයාචනා කරන මාර්ග සංදර්ශනයක් වනු ඇත,\" ඔහු පැවසීය.",
        "තවද, සංචාරක බලධාරීන් ද සහයෝගීව ඒකාබද්ධ ප්‍රවර්ධන ව්‍යාපාරයක් ක්‍රියාත්මක කරයි.",
        "ප්‍රනාන්දු සඳහන් කළේ ගමනාන්තය ඒකාබද්ධව ප්‍රවර්ධනය කිරීම සඳහා බොහෝ ගුවන් සමාගම් දැනටමත් ඔවුන්ගේ යෝජනා ඉදිරිපත් කර ඇති නමුත්, ජාතික ගුවන් සේවය වන ශ්‍රීලංකන් ගුවන් සමාගම තවමත් එවැනි යෝජනාවක් ඉදිරිපත් කර නොමැති බවයි.",
        "අනෙකුත් රටවල ජාතික ගුවන් සේවාවලට සමානව ගමනාන්තය ප්‍රවර්ධනය කිරීමේදී ශ්‍රීලංකන් ගුවන් සමාගම ක්‍රියාකාරී කාර්යභාරයක් ඉටු කළ යුතු බව අමාත්‍යවරයා අවධාරණය කළේය.",
        "“අපගේ ගමනාන්තය ප්‍රවර්ධනය කිරීම සඳහා ශ්‍රී ලංකන් ගුවන් සමාගම තවත් බොහෝ දේ කළ යුතු බව මම විශ්වාස කරමි,” ඔහු පැවසීය."
      ]
    },
    "ta": {
      "title": "இந்த ஆண்டுக்கான சுற்றுலாப் பயணிகளின் வருகை இலக்கை இலங்கை திருத்துகிறது; 800 மில்லியன் அமெரிக்க டாலர்களை வருமானமாக எதிர்பார்க்கிறது",
      "body_lines": [
        "இடமிருந்து: இலங்கை சுற்றுலா ஊக்குவிப்பு பணியகத்தின் தலைவர் சாலக கஜபாஹு, இலங்கை சுற்றுலா அபிவிருத்தி அதிகாரசபை  தலைவர் பிரியந்த பெர்னாண்டோ, SLAITO தலைவர் நிஷாத் விஜேதுங்க,  சுற்றுலா மற்றும் காணி அமைச்சர் ஹரின் பெர்னாண்டோ,  SLAITO வெளியேறும் தலைவர் திலக் வீரசிங்க, இலங்கை ஜெய்ட்டோ நிறுவனத்தின் துணைத் தலைவர் சுற்றுலா மற்றும் ஹோட்டல் முகாமைத்துவம் (SLTHM) தலைவர் ஷிரந்த பீரிஸ். படம் குஷான் பத்திராஜா",
        "புதிய அமைச்சர், SLTPB தலைவரின் கீழ் புதிய குறுகிய கால திட்டம்",
        "SLTPB இந்த மாதம் மும்பை, டெல்லி மற்றும் பெங்களூரில் 3 சாலை நிகழ்ச்சிகளை நடத்த திட்டமிட்டுள்ளது",
        "சுற்றுலாத்துறையை மேம்படுத்துவதற்கு ஸ்ரீலங்கன் அதிக செயற்திறன்மிக்க பங்களிப்பை வழங்க வேண்டும் என புதிய அமைச்சர் அழைப்பு விடுத்துள்ளார்",
        "புதிய ஒரு வருட சுற்றுலா மறுமலர்ச்சித் திட்டத்துடன், இலங்கையின் சுற்றுலா அதிகாரிகள் இப்போது 800,000-850,000 சுற்றுலாப் பயணிகளின் வருகையை இலக்காகக் கொண்டுள்ளனர் மற்றும் கூட்டு ஊக்குவிப்பு முயற்சிகள் மூலம் முக்கிய ஆதார சந்தைகளில் கவனம் செலுத்துவதன் மூலம் இந்த ஆண்டுக்கான 800 மில்லியன் அமெரிக்க டாலர்கள் வருமானம் ஈட்டுகின்றனர். “மார்ச் 2023 வரை குறுகிய காலத் திட்டத்தைக் கொண்டு வந்துள்ளோம், அதுவும் மூன்று பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது; குறுகிய, நடுத்தர மற்றும் நீண்ட கால. 800, 000-850,000 சுற்றுலாப் பயணிகளுடன் இந்த ஆண்டு முடிவடையும் என்று நாங்கள் மதிப்பிட்டுள்ளோம், அதற்கு மேல் மற்றும் அதற்கு அப்பால் எதுவும் போனஸாக இருக்கும். சிறந்த பெறுபேறுகளை அடைய நாங்கள் முயற்சிப்போம்” என புதிதாக நியமிக்கப்பட்டுள்ள இலங்கை சுற்றுலா அபிவிருத்தி அதிகாரசபையின் (SLTDA) தலைவர் பிரியந்த பெர்னாண்டோ, கொழும்பில் வெள்ளிக்கிழமை நடைபெற்ற இலங்கை உள்வரும் சுற்றுலா செயற்பாட்டாளர்களின் சங்கத்தின் (SLAITO) வருடாந்த பொதுக் கூட்டத்தில் தெரிவித்தார்.",
        "இந்த ஆண்டு ஏப்ரலில் இருந்து வந்த சமூக அமைதியின்மை மற்றும் அரசியல் நெருக்கடிக்கு முன்னர், நாடு 1.3 மில்லியன் சுற்றுலாப் பயணிகளை இலக்காகக் கொண்டிருந்தது. ஐந்து மாத காலப்பகுதியில், சுற்றுலாப் பயணிகளின் வருகை 378,521 ஐ எட்டியது. ஆனால், சுற்றுலாப் பயணிகளின் வருகை மே மாதத்தில் 30,207 வருகையுடன் ஆண்டின் மிகக் குறைந்த புள்ளியாகக் குறைந்தது.",
        "சர்வதேச ஊடகங்களில் நாட்டிற்கு வழங்கப்பட்ட எதிர்மறையான விளம்பரம் காரணமாக இந்த இலக்குகளை அடைவதற்கு தொடர்பாடல் முக்கியமானது என பெர்னாண்டோ எடுத்துரைத்தார், இது தீவு நாட்டிற்கு வரவிருக்கும் பல பயணிகளின் மனதில் பாதுகாப்பு குறித்த அச்சத்தை தேவையில்லாமல் அதிகரித்துள்ளது.",
        "\"தற்போதைய சூழலில் ஒரு சிறிய ஸ்திரத்தன்மையுடன் இந்த இலக்குகளை நாம் சந்திக்க முடியும் என்று நான் நம்புகிறேன்,\" என்று அவர் வலியுறுத்தினார்.",
        "மேலும், பல நெருக்கடிகளை சமாளிக்க SLAITO சமர்ப்பித்த 17 அம்ச திட்டத்தில் 15 முக்கிய புள்ளிகளுக்கு SLTDA சாதகமாக பதிலளித்ததாக அவர் வெளிப்படுத்தினார்.",
        "இந்நிகழ்வில் பிரதம அதிதியாகக் கலந்து கொண்டு உரையாற்றிய புதிய சுற்றுலாத்துறை அமைச்சர் ஹரின் பெர்னாண்டோ, தொழில்துறை பங்குதாரர்களின் ஆதரவுடன் பல நெருக்கடிகளை எதிர்கொள்ளும் வகையில் பல மாற்றங்கள் செய்யப்பட வேண்டும் என வலியுறுத்தினார்.",
        "\"நாம் மேற்கொள்ள வேண்டிய பல மாற்றங்கள் உள்ளன. இத்தொழிலை முடிந்தவரை விரைவாக இயங்கச் செய்ய எனது திறமைகளை நான் செய்வேன், ஆனால் அது எளிதான பணியாக இருக்காது; நீங்கள் அனைவரும் உங்கள் ஆதரவை வழங்காத வரை இது ஒரு கடினமான பணியாகும், ”என்று அவர் கூறினார்.",
        "முன்னோக்கி நகர்ந்து, எதிர்கால இலக்கு ஊக்குவிப்பு மற்றும் சந்தைப்படுத்தல் நடவடிக்கைகள் உள் வளங்களை அதிகபட்சமாக பயன்படுத்துதல் மற்றும் பிற பங்குதாரர்களுடன் கூட்டு சேர்ந்து மிகவும் திறம்பட நடத்தப்படும் என்று அவர் கோடிட்டுக் காட்டினார்.",
        "SLTPB இந்த மாதம் மும்பை, டெல்லி மற்றும் பெங்களூரில் மூன்று சாலை நிகழ்ச்சிகளை உடனடி விளம்பரமாக திட்டமிட்டுள்ளது.",
        "\"நாங்கள் இந்தியாவில் ஒரு ரோட் ஷோவிற்கு செல்ல விரும்பினோம், இது ஒரு ஆடம்பரமான ரோட்ஷோவாக இருக்காது, இந்திய சுற்றுலாப் பயணிகள் மீண்டும் இலங்கைக்கு வருவதற்கு இது ஒரு வேண்டுகோள் ரோட்ஷோவாக இருக்கும்,\" என்று அவர் கூறினார்.",
        "மேலும், சுற்றுலாத்துறை அதிகாரிகளும் இணைந்து கூட்டு விளம்பர பிரச்சாரத்தில் ஈடுபட்டுள்ளனர்.",
        "தேசிய விமான சேவை நிறுவனமான ஸ்ரீலங்கன் எயார்லைன்ஸ் இன்னும் அத்தகைய முன்மொழிவை முன்வைக்கவில்லை என்றாலும், பல விமான நிறுவனங்கள் கூட்டாக இலக்கை மேம்படுத்துவதற்கான முன்மொழிவுகளை ஏற்கனவே முன்வைத்துள்ளன என்று பெர்னாண்டோ குறிப்பிட்டார்.",
        "மற்ற நாடுகளில் உள்ள தேசிய விமான சேவைகளை போன்று இலங்கை விமான சேவை இலக்கை ஊக்குவிப்பதில் முனைப்புடன் செயற்பட வேண்டும் என அமைச்சர் வலியுறுத்தினார்.",
        "\"எங்கள் இலக்கை மேம்படுத்துவதில் ஸ்ரீலங்கன் ஏர்லைன்ஸ் இன்னும் நிறைய செய்ய வேண்டும் என்று நான் நம்புகிறேன்,\" என்று அவர் கூறினார்."
      ]
    }
  }
}