{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/challenges-seemingly-insurmountable/",
  "time_ut": 1653656400,
  "title": "Challenges seemingly insurmountable",
  "body_lines": [
    "An internet blogger put it very well when he said that Gotabaya Rajapaksa, a man nobody wants and Ranil Wickremesinghe, a man nobody elected, are in command. We would add that the former obviously assured the latter, possessed of a parliamentary group comprising himself, that he would have the support of the Sri Lanka Podujana Peramuna (SLPP) to form a government. But things are clearly not moving the way GR intended – if he was sincere in his assurances – or the way Wickremesinghe expected when he agreed, as some commentators have said, to place his head on the chopping block. The president could not have been unaware that he does not control the SLPP and it will not necessarily bend to his will. Mahinda Rajapaksa remains influential and Basil Rajapaksa seems to be emerging from the shadows.",
    "There are people who believed that GR expected RW to buy him time for a dignified exit perhaps via a constitutional amendment to abolish the executive presidency. This would take time and require a referendum. He obviously would not have selected a successor to his brother baying for his own blood. What shape the 21st Amendment, due to be examined by party leaders as this is being written, will eventually take nobody knows.; but the required give and take is lacking. The Bar Association and the opposition are clearly opposed to the prepared draft. Whether an acceptable compromise is possible remains dicey at the present moment. As Mr. Karu Jayasuriya, whose name was bandied about as a possibly acceptable prime minister, said last week any further delay in presenting the 21st Amendment will enrage the people. Jayasuriya did not seek the prime ministry but was reportedly willing to accept it for a limited period until the executive presidency was abolished and an election held.",
    "The Galle Face protest is entering its 50th day and there are no signs whatever that its principal demand, GotaGoHome, is close to fruition. The protest did succeed in ensuring that Mahinda Rajapaksa quit. But not before the hopelessly botched attack on the protesters both outside Temple Trees and on the Galle Face green set the country ablaze. Nobody in his right mind will claim that the arson and looting unleashed on SLPP politicians both at national and provincial level were spontaneous. There was clearly an organization behind it and the law enforcers remained bystanders allowing the mayhem. Whether they supported the rioting or merely wanted to distance themselves in the aftermath of the Rambukkana incident where attempts to blame the police were made.",
    "There is little doubt that Ranil Wickremesinghe’s appointment was welcomed by the western nations and their allies. There has been tangible support, notably from India, and pledges of assistance from elsewhere. But there are no free lunches and readers will note a New Delhi datelined report on attempts to ‘solve’ the Katchativu issue.’ Whether the immediate problems of the fuel and gas shortages plus the impending food shortage will be effectively addressed remains to be seen. There have been promises – but who believes them? – of supplies and some positive signs that the queues outside filling stations and gas dealerships are easing. Laugfs is on record saying it was able to open letters of credit and it will be resuming supplies. Litro too is better placed than it was. While there is no magic wand for anybody to wave, there will be massive public relief if there are visible signs that at least the petrol/diesel and gas queues have eased.",
    "The urgency accorded by the administration to prioritize compensation payable to the political victims of the post-Galle Face riots is deeply resented by the public. Questions are asked how many of those whose property was destroyed amassed the resources to acquire them. It is common knowledge that massive corruption in the country’s political class has long been endemic. In such a context, public resentment at what appears to be an unseemly hurry to compensate the victims is natural. The state undoubtedly bears a responsibility of compensating victims as the rioting was a result of a failure of law enforcement. But promised compensation for other sectors of the populations, farmers who suffered crop losses due to the government’s disastrous fertilizer policy for example, have not been paid. Little is done to compensate abjectly poor people whose huts, passing for homes, are destroyed by elephant attacks. So why the hurry to compensate politicians?",
    "Many analysts and commentators are convinced that the country’s economic problems deserve priority over its political difficulties. But the two issues are interconnected. Prime Minister Wickremesinghe is credited by many to possess the ability to better address the economic issues and some favourable movements in the right direction have been discerned since he assumed office. The appointment of the new Central Bank Governor, who like the PM, has laid bare the whole grim scenario has been widely welcomed. So also the ongoing engagement with the International Monetary Fund. But there is going to be no quick fix. Bridging finance to fund essential imports is urgently needed and we have to make our massive debts sustainable. There’s a long haul ahead, worse inflation compelled by continued money printing in the short term and the a clear lack of willingness by our bloated public sector to take a cut in their emoluments in the teeth of the country’s dire predicament.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බැලූ බැල්මට ජයගත නොහැකි අභියෝග",
      "body_lines": [
        "කිසිවකුට අවශ්‍ය නැති මිනිසෙක් ගෝඨාභය රාජපක්ෂ සහ කිසිවෙකු පත් නොවූ මිනිසෙක් වන රනිල් වික්‍රමසිංහ අණ දෙන බව අන්තර්ජාල බ්ලොග් කරුවෙක් ඉතා හොඳින් ප්‍රකාශ කළේය. ආණ්ඩුවක් පිහිටුවීම සඳහා ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) සහය තමාට හිමිවන බවට හිටපු මන්ත්‍රීවරයා පැහැදිලිවම තමන්ගෙන් සමන්විත පාර්ලිමේන්තු කණ්ඩායමක් සතු දෙවැන්නාට සහතික වූ බව අපි එකතු කරමු. නමුත් ජීආර් අදහස් කළ ආකාරයට - ඔහු තම සහතිකය තුළ අවංක වූයේ නම් - හෝ සමහර විචාරකයින් පවසා ඇති පරිදි, ඔහු එකඟ වූ විට වික්‍රමසිංහ අපේක්ෂා කළ ආකාරයට, දේවල් චලනය වන්නේ නැත. තමන් ශ්‍රී ලංකා පොදුජන පෙරමුණ පාලනය නොකරන බවත් එය ඔහුගේ කැමැත්තට නැමෙන්නේ නැති බවත් ජනාධිපතිවරයා නොදැන සිටියා විය නොහැක. මහින්ද රාජපක්ෂ තවමත් බලගතු වන අතර බැසිල් රාජපක්ෂ සෙවණැල්ලෙන් මතුවන බවක් පෙනෙන්නට තිබේ.",
        "විධායක ජනාධිපති ක‍්‍රමය අහෝසි කිරීමේ ව්‍යවස්ථා සංශෝධනයක් හරහා ගෞරවාන්විතව පිටවීම සඳහා ඔහුට කාලය මිලදී ගැනීමට ජීආර් විසින් ආර්ඩබ්ලිව් බලාපොරොත්තු වූ බව විශ්වාස කළ අය සිටිති. මේ සඳහා කාලයක් ගත වන අතර ජනමත විචාරණයක් අවශ්‍ය වේ. ඔහු පැහැදිලිවම ඔහුගේම ලේ වෙනුවෙන් තම සහෝදරයාගේ අනුප්‍රාප්තිකයෙකු තෝරා නොගනු ඇත. 21 වැනි ව්‍යවස්ථා සංශෝධනය, මෙය ලියන විට පක්ෂ නායකයන් විසින් පරීක්ෂා කිරීමට නියමිතව ඇති අතර, අවසානයේ කිසිවකු නොදනී. නමුත් අවශ්‍ය දෙන දීමනා අඩුයි. සකස් කළ කෙටුම්පතට නීතිඥ සංගමය සහ විපක්ෂය පැහැදිලිවම විරුද්ධයි. පිළිගත හැකි සම්මුතියක් ඇති කර ගත හැකිද යන්න වර්තමාන මොහොතේ කැළැල් ලෙස පවතී. සමහර විට පිළිගත හැකි අගමැතිවරයකු ලෙසින් නම වැජඹුණු කරු ජයසූරිය මහතා පසුගිය සතියේ පැවසූ පරිදි 21 වැනි සංශෝධනය ඉදිරිපත් කිරීම තවදුරටත් ප්‍රමාද කිරීම ජනතාව කෝපයට පත් කරනු ඇත. ජයසූරිය මහතා අගමැතිකම ඉල්ලා නොසිටි නමුත් විධායක ජනාධිපති ක්‍රමය අහෝසි කර මැතිවරණයක් පවත්වන තෙක් සීමිත කාලයකට එය භාර ගැනීමට කැමැත්තෙන් සිටි බව වාර්තා වේ.",
        "ගාලු මුවදොර විරෝධතාව 50 වැනි දිනට එළැඹෙමින් පවතින අතර එහි ප්‍රධාන ඉල්ලීම වන GotaGoHome මල්ඵල ගැන්වීමට ආසන්න බවට කිසිදු සලකුණක් නොමැත. එම විරෝධතාව මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වන බව තහවුරු කර ගැනීමට සමත් විය. එහෙත් අරලියගහ මන්දිරයෙන් පිටතදීත් ගාලුමුවදොර පිටියේදීත් විරෝධතාකරුවන්ට එල්ල වූ බලාපොරොත්තු රහිත ප්‍රහාරයෙන් රටම ගිනිබත් කිරීමට පෙර නොවේ. ශ්‍රී ලංකා පොදුජන පෙරමුණේ දේශපාලකයන්ට ජාතික හා පළාත් මට්ටමින් මුදා හරින ලද ගිනි තැබීම් සහ මංකොල්ලකෑම් ස්වයංසිද්ධ වූ බව ඔහුගේ නිවැරදි මනස ඇති කිසිවකු ප්‍රකාශ නොකරනු ඇත. එය පිටුපස පැහැදිලිවම සංවිධානයක් සිටි අතර නීතිය ක්‍රියාත්මක කරන්නන් ව්‍යාකූලත්වයට ඉඩ දෙමින් අවට සිටියෝය. ඔවුන්ට අවශ්‍ය වූයේ කැරැල්ලට සහය දුන්නේද නැතහොත් රඹුක්කන සිද්ධියෙන් පසුව පොලිසියට දොස් පැවරීමට උත්සාහ කළ පසු ඔවුන්ගෙන් ඈත් වීමට අවශ්‍ය වූවාද යන්නයි.",
        "රනිල් වික්‍රමසිංහගේ පත්වීම බටහිර ජාතීන් සහ ඔවුන්ගේ මිත්‍ර පාර්ශ්ව විසින් පිළිගනු ලැබූ බවට සැකයක් නැත. විශේෂයෙන්ම ඉන්දියාවෙන් සහ වෙනත් තැන්වලින් ආධාර ලබා දෙන බවට ප්‍රතිඥා දී ඇත. නමුත් නොමිලේ දිවා ආහාර නොමැති අතර කච්චතිව් ප්‍රශ්නය ‘විසඳීමේ’ උත්සාහයන් පිළිබඳ නවදිල්ලියේ දින නියම කළ වාර්තාවක් පාඨකයන් විසින් සටහන් කරනු ඇත.’ ඉන්ධන සහ ගෑස් හිඟයේ ක්ෂණික ගැටලු සහ ඉදිරියේදී ඇති විය හැකි ආහාර හිඟය ඵලදායී ලෙස විසඳනු ඇත්ද යන්න තවමත් දැකගත හැකිය. පොරොන්දු වී ඇත - නමුත් ඒවා විශ්වාස කරන්නේ කවුද? - සැපයුම් සහ ඉන්ධන පිරවුම්හල්වලින් සහ ගෑස් අලෙවි නියෝජිතයන්ගෙන් පිටත පෝලිම් ලිහිල් වන බවට ධනාත්මක සංඥා කිහිපයක්. ණයවර ලිපි විවෘත කිරීමට හැකි වූ බවත් එය සැපයුම් නැවත ආරම්භ කරන බවත් ලාෆ්ස් වාර්තා කර ඇත. Litro එකත් තිබ්බට වඩා හොදට තියනවා. කිසිවකුට සෙලවීමට මැජික් යෂ්ටියක් නොමැති වුවද, අඩුම තරමින් පෙට්‍රල්/ඩීසල් සහ ගෑස් පෝලිම් අඩු වී ඇති බවට පෙනෙන ලකුණු පහළ වුවහොත් විශාල මහජන සහනයක් ලැබෙනු ඇත.",
        "පශ්චාත් ගාලු මුවදොර කැරලි කෝලාහලයෙන් දේශපාලන වින්දිතයින්ට ගෙවිය යුතු වන්දි ගෙවීමට ප්‍රමුඛත්වය දීමට පරිපාලනය විසින් කරන ලද හදිසි අවශ්‍යතාවය මහජනතාවගේ දැඩි අප්‍රසාදයට ලක්ව ඇත. දේපළ විනාශ වූ අයගෙන් කී දෙනෙක් ඒවා අත්පත් කර ගැනීමට සම්පත් රැස් කළාද යන්න ප්‍රශ්න අසයි. රටේ දේශපාලන පන්තියේ දැවැන්ත දූෂණ බොහෝ කලක සිට ආවේණික වූ බව සාමාන්‍ය දැනුමකි. එවැනි සන්දර්භයක් තුළ, වින්දිතයින්ට වන්දි ගෙවීමට සිදු වන අනවශ්‍ය ඉක්මන් කඩිමුඩියේ මහජන කෝපය ස්වාභාවිකය. කෝලාහල නීතිය ක්‍රියාත්මක කිරීමේ අසාර්ථකත්වයේ ප්‍රතිඵලයක් බැවින් වින්දිතයින්ට වන්දි ගෙවීමේ වගකීම රාජ්‍යයට නිසැකවම පැවරේ. නමුත් උදාහරණයක් ලෙස රජයේ විනාශකාරී පොහොර ප්‍රතිපත්තිය නිසා වගා හානි වූ ගොවීන්ට, ජනගහනයේ අනෙකුත් අංශ සඳහා පොරොන්දු වූ වන්දි ගෙවා නැත. අලි ප්‍රහාරයෙන් පැල්පත්, නිවාස පසුකර යන, විනාශ වන අසරණ දුප්පත් මිනිසුන්ට වන්දි ගෙවීමට සිදු වන්නේ අල්ප වශයෙනි. එසේනම් දේශපාලකයන්ට වන්දි ගෙවීමට හදිසි ඇයි?",
        "රටේ දේශපාලන දුෂ්කරතාවලට වඩා රටේ ආර්ථික ගැටලුවලට ප්‍රමුඛත්වය ලැබිය යුතු බව බොහෝ විශ්ලේෂකයින් සහ විචාරකයන්ට ඒත්තු ගොස් ඇත. නමුත් ප්‍රශ්න දෙක එකිනෙකට සම්බන්ධයි. අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතා ආර්ථික ප්‍රශ්න වඩාත් හොඳින් විසඳීමේ හැකියාව ඇති බවට බොහෝ දෙනාගේ ගෞරවයට පාත්‍ර වන අතර ඔහු බලයට පත් වූ දා සිට නිවැරදි දිශාවට හිතකර චලනයන් කිහිපයක් දැකගත හැකි විය. අගමැතිවරයාට කැමති නව මහබැංකු අධිපතිවරයාගේ පත්වීම සමස්ත අමිහිරි තත්ත්වය හෙළිදරව් කර තිබීම බොහෝ දෙනාගේ පිළිගැනීමට ලක්ව තිබේ. ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සිදුවෙමින් පවතින සබඳතාව ද එසේමය. නමුත් ඉක්මන් විසඳුමක් ලැබෙන්නේ නැහැ. අත්‍යාවශ්‍ය ආනයන සඳහා අරමුදල් සැපයීම සඳහා මූල්‍ය සංග‍්‍රහය වහා අවශ්‍ය වන අතර අපගේ දැවැන්ත ණය තිරසාර කිරීමට අපට සිදු වේ. කෙටි කාලීනව අඛණ්ඩව මුදල් මුද්‍රණය කිරීම මගින් බලකෙරෙන වඩාත් නරක උද්ධමනය සහ රටේ බිහිසුණු අභාග්‍යයේ දත්වල දී ඔවුන්ගේ වැටුප් කප්පාදු කිරීමට අපගේ පුම්බා ඇති රාජ්‍ය අංශයේ පැහැදිලි අඩුකම හේතුවෙන් දිගු ගමනක් ඉදිරියෙන් ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சவால்கள் வெளித்தோற்றத்தில் சமாளிக்க முடியாதவை",
      "body_lines": [
        "கோட்டாபய ராஜபக்ச, யாரும் விரும்பாத மனிதர், ரணில் விக்கிரமசிங்க, யாரும் தேர்ந்தெடுக்கப்படாத மனிதர் என்று கூறியதை ஒரு இணைய வலைப்பதிவாளர் மிகச் சிறப்பாகச் சொன்னார். அரசாங்கத்தை அமைப்பதற்கு ஸ்ரீலங்கா பொதுஜன பெரமுனவின் (SLPP) ஆதரவைப் பெறுவார் என்று, தன்னை உள்ளடக்கிய ஒரு பாராளுமன்றக் குழுவைக் கொண்ட பிந்தையவருக்கு, முன்னாள் அவர் வெளிப்படையாக உறுதியளித்தார். ஆனால், ஜி.ஆர் எண்ணிய விதத்தில் - அவரது உறுதிமொழிகளில் அவர் நேர்மையாக இருந்திருந்தால் - அல்லது சில வர்ணனையாளர்கள் கூறியது போல், விக்ரமசிங்கே தனது தலையை வெட்டுவதற்கு ஒப்புக்கொண்டதை எதிர்பார்த்த விதத்தில் விஷயங்கள் தெளிவாக நகரவில்லை. ஸ்ரீலங்கா பொதுஜன பெரமுனவை தாம் கட்டுப்படுத்தவில்லை என்பதும் அவரது விருப்பத்திற்கு அது வளைந்துகொடுக்காது என்பதும் ஜனாதிபதிக்கு தெரியாமல் இருந்திருக்க முடியாது. மகிந்த ராஜபக்ச தொடர்ந்து செல்வாக்கு மிக்கவராக இருப்பதுடன் பசில் ராஜபக்ச நிழலில் இருந்து வெளிவருவது போல் தெரிகிறது.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதற்கான அரசியலமைப்புத் திருத்தத்தின் ஊடாக கௌரவமான வெளியேற்றத்திற்கு RW அவருக்கு நேரத்தை வாங்கிக் கொடுப்பார் என ஜி.ஆர் எதிர்பார்த்தார் என்று நம்புபவர்கள் உள்ளனர். இதற்கு நேரம் எடுக்கும் மற்றும் பொதுவாக்கெடுப்பு தேவைப்படும். அவர் தனது சொந்த இரத்தத்திற்காக தனது சகோதரருக்கு வாரிசைத் தேர்ந்தெடுத்திருக்க மாட்டார். 21வது திருத்தச் சட்டம் என்ன வடிவம் கொண்டது என்பதை கட்சித் தலைவர்கள் ஆராய்ந்து எழுதும் போது இறுதியில் யாருக்கும் தெரியாது. ஆனால் தேவையான கொடுக்கல் வாங்கல் குறைவு. வக்கீல்கள் சங்கமும் எதிர்க்கட்சிகளும் தயாரிக்கப்பட்ட வரைவுக்கு தெளிவாக எதிர்ப்பு தெரிவிக்கின்றன. ஏற்றுக்கொள்ளக்கூடிய சமரசம் சாத்தியமா என்பது தற்போதைய தருணத்தில் பகடையாட்டமாகவே உள்ளது. ஏற்றுக்கொள்ளக்கூடிய பிரதமர் என்று பெயர் சூட்டிக்கொண்ட திரு.கரு ஜயசூரிய கடந்த வாரம் கூறியது போல், 21வது திருத்தச் சட்டத்தை முன்வைப்பதில் மேலும் தாமதம் ஏற்படுமானால் அது மக்களை ஆத்திரமடையச் செய்யும். ஜயசூரிய பிரதமர் பதவியை கோரவில்லை, ஆனால் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமை நீக்கப்பட்டு தேர்தல் நடத்தப்படும் வரை குறிப்பிட்ட காலத்திற்கு அதை ஏற்கத் தயாராக இருந்ததாகத் தெரிவிக்கப்படுகிறது.",
        "காலி முகத்திடல் போராட்டம் அதன் 50வது நாளை எட்டியுள்ளதுடன், அதன் முக்கிய கோரிக்கையான GotaGoHome பலனளிக்கும் நிலையில் இருப்பதற்கான அறிகுறிகள் எதுவும் இல்லை. மகிந்த ராஜபக்ச பதவி விலகுவதை உறுதி செய்வதில் போராட்டம் வெற்றி பெற்றது. ஆனால், அலரிமாளிகைக்கு வெளியேயும் காலி முகத்திடலின் பச்சைப் பகுதியிலும் எதிர்ப்பாளர்கள் மீதான நம்பிக்கையற்ற தாக்குதல்கள் நாட்டை எரியூட்டுவதற்கு முன்பு அல்ல. தேசிய மற்றும் மாகாண மட்டத்தில் SLPP அரசியல்வாதிகள் மீது கட்டவிழ்த்து விடப்பட்ட தீவைப்பு மற்றும் கொள்ளைகள் தன்னிச்சையானவை என்று அவரது சரியான மனதுடன் யாரும் கூற மாட்டார்கள். அதன் பின்னணியில் தெளிவாக ஒரு அமைப்பு இருந்தது மற்றும் சட்டத்தை அமல்படுத்துபவர்கள் சகதியை அனுமதிக்கும் பார்வையாளர்களாக இருந்தனர். அவர்கள் கலவரத்தை ஆதரித்தார்களா அல்லது ரம்புக்கனை சம்பவத்திற்குப் பின்னர் பொலிஸாரைக் குற்றம் சாட்ட முயற்சிகள் மேற்கொள்ளப்பட்ட பின்னர் தங்களைத் தூர விலக்கிக் கொள்ள விரும்பினரா.",
        "ரணில் விக்கிரமசிங்கவின் நியமனம் மேற்கு நாடுகளாலும் அவர்களது நட்பு நாடுகளாலும் வரவேற்கப்பட்டது என்பதில் சிறிதும் சந்தேகமில்லை. குறிப்பாக இந்தியாவிலிருந்து உறுதியான ஆதரவும், மற்ற இடங்களில் இருந்து உதவி உறுதிமொழிகளும் உள்ளன. ஆனால் இலவச மதிய உணவுகள் இல்லை, கச்சத்தீவு பிரச்சினையை தீர்க்கும் முயற்சிகள் குறித்த புது தில்லியின் தேதியிடப்பட்ட அறிக்கையை வாசகர்கள் கவனிப்பார்கள்.'எரிபொருள் மற்றும் எரிவாயு தட்டுப்பாடு மற்றும் வரவிருக்கும் உணவுப் பற்றாக்குறையின் உடனடிப் பிரச்சனைகள் திறம்பட தீர்க்கப்படுமா என்பதைப் பார்க்க வேண்டும். வாக்குறுதிகள் உள்ளன - ஆனால் அவற்றை யார் நம்புகிறார்கள்? - பொருட்கள் மற்றும் எரிபொருள் நிரப்பு நிலையங்கள் மற்றும் எரிவாயு டீலர்ஷிப்களுக்கு வெளியே வரிசைகள் தளர்த்தப்படுவதற்கான சில சாதகமான அறிகுறிகள். கடனுக்கான கடிதங்களைத் திறக்க முடிந்தது என்றும் அது விநியோகங்களை மீண்டும் தொடங்கும் என்றும் லாஃப்ஸ் பதிவுசெய்துள்ளது. லிட்ரோவும் இருந்ததை விட சிறப்பாக உள்ளது. யாரும் அசைக்க மந்திரக்கோல் இல்லை என்றாலும், குறைந்தபட்சம் பெட்ரோல் / டீசல் மற்றும் எரிவாயு வரிசைகள் தளர்த்தப்பட்டதற்கான அறிகுறிகள் தென்பட்டால் பாரிய பொது நிவாரணம் இருக்கும்.",
        "காலி முகத்திடலுக்குப் பிந்தைய கலவரத்தில் அரசியல் பாதிக்கப்பட்டவர்களுக்கு வழங்கப்பட வேண்டிய இழப்பீட்டை முன்னுரிமைப்படுத்துவதற்கு நிர்வாகம் வழங்கிய அவசரம் பொதுமக்களால் ஆழ்ந்த அதிருப்தியை ஏற்படுத்தியுள்ளது. சொத்துக்கள் அழிக்கப்பட்டவர்களில் எத்தனை பேர் அவற்றைப் பெறுவதற்கு வளங்களைச் சேகரித்தனர் என்ற கேள்விகள் கேட்கப்படுகின்றன. நாட்டின் அரசியல் வர்க்கத்தில் பாரிய ஊழல் நீண்டகாலமாக இடம்பெற்று வருகின்றது என்பது அனைவரும் அறிந்ததே. இவ்வாறான சூழலில், பாதிக்கப்பட்டவர்களுக்கு இழப்பீடு வழங்குவதில் அநாகரீகமான அவசரம் காட்டுவது போல் தோன்றுவது பொதுமக்களின் அதிருப்தி இயற்கையானது. கலவரம் சட்ட அமலாக்கத்தின் தோல்வியின் விளைவாக ஏற்பட்டதால் பாதிக்கப்பட்டவர்களுக்கு இழப்பீடு வழங்கும் பொறுப்பை அரசு சந்தேகத்திற்கு இடமின்றி ஏற்கிறது. ஆனால், அரசாங்கத்தின் பேரழிவுகரமான உரக் கொள்கையால் பயிர் இழப்பை சந்தித்த விவசாயிகள், மக்கள்தொகையின் பிற துறைகளுக்கு இழப்பீடு வழங்குவதாக உறுதியளித்தனர். யானைகளின் தாக்குதலால் குடிசைகள், வீடுகளை கடந்து செல்லும் ஏழை எளிய மக்களுக்கு இழப்பீடு வழங்குவது எதுவும் இல்லை. அப்படியென்றால் அரசியல்வாதிகளுக்கு நஷ்ட ஈடு கொடுக்க அவசரம் எதற்கு?",
        "பல ஆய்வாளர்கள் மற்றும் வர்ணனையாளர்கள் நாட்டின் பொருளாதார பிரச்சனைகள் அதன் அரசியல் சிரமங்களை விட முன்னுரிமை பெற வேண்டும் என்று நம்புகிறார்கள். ஆனால் இரண்டு பிரச்சினைகளும் ஒன்றோடொன்று இணைக்கப்பட்டுள்ளன. பிரதமர் விக்கிரமசிங்க, பொருளாதாரப் பிரச்சினைகளை சிறப்பாகக் கையாளும் திறனைப் பெற்றவராகப் பலராலும் பாராட்டப்படுகிறார். புதிய மத்திய வங்கி ஆளுநரின் நியமனம், பிரதமரைப் போலவே, முழு மோசமான சூழ்நிலையையும் அம்பலப்படுத்தியுள்ளது. சர்வதேச நாணய நிதியத்துடனான தற்போதைய ஈடுபாடும் அப்படித்தான். ஆனால் விரைவான தீர்வு எதுவும் இருக்காது. அத்தியாவசிய இறக்குமதிகளுக்கு நிதியளிப்பதற்கு நிதியளிப்பது அவசரமாகத் தேவைப்படுவதுடன், எமது பாரிய கடன்களை நாம் நிலையானதாக மாற்ற வேண்டும். நீண்ட தூரம் உள்ளது, குறுகிய காலத்தில் தொடர்ந்து பணம் அச்சடிப்பதன் மூலம் மோசமான பணவீக்கம் நிர்ப்பந்திக்கப்பட்டது மற்றும் நாட்டின் இக்கட்டான இக்கட்டான நிலையில் தங்கள் ஊதியத்தை குறைக்க எங்கள் வீங்கிய பொதுத்துறையின் தெளிவான விருப்பமின்மை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}