{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Setting-up-of-sugar-processing-plant-Vedda-chief-having-an-open-mind/342-233261",
  "time_ut": 1647497880,
  "title": "Setting up of sugar processing plant: Vedda chief having ’an open mind’",
  "body_lines": [
    "Several leading Vedda chieftains in Bibile recently expressing their thoughts about the controversial land acquisition attempts to set up a sugar processing plant said, they are ‘being in an open mind’ yet will act accordingly, on what their leader Uruwarige Wannila Aththo has to say.",
    "Vedda Chieftains of Rathugala, Henanigala and Pollebedda speaking to Daily Mirror said that they are having an open mind about the pros and cons of the attempt to acquire their native lands to cultivate sugarcane and also to set up a sugar processing plant.",
    "But they were clear on the fact that all Vedda communities in Bibile will arrive at a unified stance on the issue following a decision taken at their Variga Sabha led by top leader Uruwarige Wanniyaleththo in August.",
    "In an interview, Rathugala indigenous community Chief Maha Bandalage Suda Wannila Aththo said they were opposed to the idea of setting up a sugar processing plant in their native lands for almost 17 years, as they were not clearly aware of the project.",
    "Reluctant to comment either positively or negatively on the matter as it has not yet been discussed at their Variga Sabha or the Vedda Chieftains Council held annually to discuss the most vital matters, Suda Wannila Aththo said their collective decision would be based on what the top leader of Dambana Uruwarige Wannila Aththo has to say.",
    "He said the Variga Sabha gather on the eighth day of the eighth month (August) every year and this issue too would be taken up to arrive at a collective decision amongst the chieftains of the six Vedda villages in Bibile.",
    "“We will arrive at a decision on how our response would be over this issue of acquiring land to set up a sugar processing plant when the six Vedda Chieftains of Dambana, Rathugala, Pollebedda, Henanigala, Dalupana and Vakarai gather at the Variga Sabha,” he said.",
    "The Rathugala Vedda Chief however pointed out that there will be no reason for them to oppose this project if no harm to the environment is done and employment opportunities are created for their community.",
    "Henanigala Vedda Chieftain Thala Warige Gunabanda Aththo expressing his views said all beings are surviving because of the lush jungle and forest areas. “If someone is destroying these forest areas in the name of development, then we cannot agree on any project,” he said.",
    "Pollebedda Vedda Chieftain Thala Warige Gunawardena Aththo said in the beginning they were not clearly aware of this project and how it will affect the indigenous community in Bibile.",
    "“Initially, there were rumours that the government is planning to acquire 65,000 acres of our land and give it to this private company to set up a sugar processing plant in Bibile.",
    "However, when we were educated by the authorities that little more than 300 acres would be actually given to the company, Bibile Sugar Industries Ltd. for this purpose, we had no reason to oppose but to support this project concerning the future prospects,” Gunawardena Aththo said. (Kurulu Koojana Kariyakarawana reporting from Bibile)"
  ],
  "translate": {
    "si": {
      "title": "සීනි සැකසුම් කම්හලක් පිහිටුවීම: වැදි නායකයාට ‘විවෘත මනසක්’",
      "body_lines": [
        "ආන්දෝලනයට තුඩු දී ඇති ඉඩම් පවරා ගැනීමේ දී සීනි සැකසුම් කම්හලක් පිහිටුවීමට ගත් උත්සාහය පිළිබඳව පසුගියදා බිබිල ප්‍රධාන පෙළේ වැදි නායකයින් කිහිප දෙනෙකු අදහස් දක්වමින් කියා සිටියේ තම නායක ඌරුවරිගේ වන්නිල ඇත්තෝ කියන දේ සම්බන්ධයෙන් තමන් විවෘත මනසකින් සිටින නමුත් ඒ අනුව කටයුතු කරන බවයි.",
        "රතුගල, හේනානිගල, පොල්ලේබැද්ද යන ප්‍රදේශවල වැදි ප්‍රධානීන් ඩේලි මිරර් වෙත අදහස් දක්වමින් කියා සිටියේ තම නිජබිම් උක් වගා කිරීමට සහ සීනි සැකසුම් කම්හලක් පිහිටුවීමට දරන උත්සාහයේ වාසි සහ අවාසි පිළිබඳව විවෘත මනසකින් පසුවන බවයි.",
        "එහෙත් අගොස්තු මස ඉහළ නායක ඌරුවරිගේ වන්නියලැත්තෝ ප්‍රමුඛ වරිග සභාවේදී ගනු ලැබූ තීරණයකට අනුව බිබිල ප්‍රදේශයේ සියලුම වැදි ප්‍රජාවන් මේ සම්බන්ධයෙන් ඒකාබද්ධ ස්ථාවරයකට එළැඹෙන බව ඔවුහු පැහැදිලි වූහ.",
        "සම්මුඛ සාකච්ඡාවකට එක්වෙමින් රතුගල ආදිවාසී ප්‍රධානී මහ බණ්ඩලගේ සුදා වන්නිල ඇත්තෝ කියා සිටියේ වසර 17කට ආසන්න කාලයක් තම මව්බිම්වල සීනි සැකසුම් කම්හලක් පිහිටුවීමේ අදහසට තමන් විරුද්ධ වන බවත්, එම ව්‍යාපෘතිය පිළිබඳව ඔවුන් පැහැදිලිව නොදන්නා නිසා බවත්ය.",
        "තම වරිග සභාවේදී හෝ වාර්ෂිකව පවත්වනු ලබන වැදි මහ නායක සභාවේදී ඉතා වැදගත් කරුණු සාකච්ඡා කර නොමැති බැවින් ඒ පිළිබඳව ධනාත්මකව හෝ අයහපත් ලෙස අදහස් දැක්වීමට මැලිකමක් දැක්වූ සුදා වන්නිල ඇත්තෝ ප්‍රකාශ කළේ තම සාමූහික තීරණය ඉහළම නායකයාගේ මතයට අනුව තීරණය කරන බවයි. දඹාන ඌරුවරිගේ වන්නිල ඇත්තෝ කියන්නට ඇත.",
        "සෑම වසරකම අටවැනි මාසයේ (අගෝස්තු) අටවැනිදා වරිග සභාව රැස්වන බවත්, බිබිල වැදි ගම්මාන හයේ නායකයන් අතර සාමූහික තීරණයකට එළඹීම සඳහා මෙම ප්‍රශ්නය පිළිබඳවද අවධානය යොමු කරන බවත් ඔහු පැවසීය.",
        "“සීනි සැකසුම් කම්හලක් පිහිටුවීමට ඉඩම් අත්පත් කර ගැනීමේ ගැටලුව සම්බන්ධයෙන් අපගේ ප්‍රතිචාරය කෙබඳු වේද යන්න පිළිබඳව දඹාන, රතුගල, පොල්ලේබැද්ද, හේනානිගල, දළුපන සහ වාකරේ වැදි නායකයන් හයදෙනා වරිග සභාවට රැස් වූ විට අපි තීරණයකට එළැඹෙමු. ඔහු කිව්වා.",
        "කෙසේ වෙතත් පරිසරයට හානියක් සිදුනොකර තම ප්‍රජාවට රැකියා අවස්ථා උදාකර දෙන්නේ නම් මෙම ව්‍යාපෘතියට විරුද්ධ වීමට හේතුවක් නොමැති බව රතුගල වැදි ප්‍රධානියා පෙන්වා දුන්නේය.",
        "එහිදී අදහස් දැක්වූ හේනානිගල වැදි නායක තල වරිගේ ගුණබණ්ඩා ඇත්තෝ කියා සිටියේ සශ්‍රීක වනාන්තර සහ වනාන්තර ප්‍රදේශ නිසා සියලු ජීවීන් ජීවත් වන බවයි. සංවර්ධනයේ නාමයෙන් කවුරුන් හෝ මෙම වනාන්තර විනාශ කරන්නේ නම්, කිසිදු ව්‍යාපෘතියකට එකඟ විය නොහැකි බව ඔහු පැවසීය.",
        "පොල්ලේබැද්ද වැදි නායක තල වරිගේ ගුණවර්ධන ඇත්තෝ කියා සිටියේ මෙම ව්‍යාපෘතිය පිළිබඳව සහ බිබිල ආදිවාසීන්ට එය බලපාන ආකාරය පිළිබඳව ඔවුන් මුලදී පැහැදිලිව දැන නොසිටි බවයි.",
        "“අපේ ඉඩම් අක්කර 65,000ක් රජය පවරාගෙන මේ පෞද්ගලික සමාගමට බිබිලේ සීනි සැකසුම් කම්හලක් ඇති කරන්න දෙන්න හදනවා කියලා මුලදී ආරංචි පැතිරුණා.",
        "නමුත් ඒ සඳහා අක්කර 300කට වඩා අඩු ප්‍රමාණයක් බිබිලේ ෂුගර් ඉන්ඩස්ට්‍රීස් ලිමිටඩ් සමාගමට ලබා දෙන බවට බලධාරීන් විසින් අප දැනුවත් කළ විට, අනාගත අපේක්ෂාවන් සම්බන්ධයෙන් මෙම ව්‍යාපෘතියට සහයෝගය දැක්වීමට මිස විරුද්ධ වීමට අපට හේතුවක් තිබුණේ නැත. ඇත්තෝ කිව්වා. (කුරුළු කූජන කාරියකරවන බිබිලෙන් වාර්තා කිරීම)"
      ]
    },
    "ta": {
      "title": "சர்க்கரை பதப்படுத்தும் ஆலை அமைத்தல்: ‘திறந்த மனது’ கொண்ட வேதா தலைவர்",
      "body_lines": [
        "சர்ச்சைக்குரிய நிலம் கையகப்படுத்தல் சீனி பதப்படுத்தும் ஆலையை அமைப்பதற்கான முயற்சிகள் குறித்து அண்மையில் பிபிலையில் உள்ள பல முன்னணி வேதாந்த தலைவர்கள் கருத்துத் தெரிவிக்கையில், தமது தலைவர் உருவரிகே வன்னில அத்தோ கூறுவது தொடர்பில் தாங்கள் திறந்த மனதுடன் செயற்படுவதாகவும், அதற்கேற்ப செயற்படுவதாகவும் தெரிவித்தனர்.",
        "ரதுகல, ஹெனானிகல மற்றும் பொல்லேபெத்த ஆகிய பிரதேசங்களின் வேட்பாளரின் பிரதானிகள் டெய்லி மிரருக்கு கருத்துத் தெரிவிக்கையில், கரும்பு பயிரிடுவதற்காக தமது பூர்வீக நிலங்களைக் கையகப்படுத்தும் முயற்சியின் நன்மை தீமைகள் குறித்து திறந்த மனதுடன் இருப்பதாகவும் மேலும் சீனி பதப்படுத்தும் ஆலையை அமைப்பதாகவும் தெரிவித்தனர்.",
        "ஆனால், ஆகஸ்டில் உயர்மட்ட தலைவர் உறுவாரிகே வன்னியலெத்தோ தலைமையில் நடைபெற்ற வாரிய சபையில் எடுக்கப்பட்ட தீர்மானத்தின் அடிப்படையில், பிபிலையில் உள்ள அனைத்து வேதா சமூகத்தினரும் இந்த விவகாரத்தில் ஒருமித்த நிலைப்பாட்டிற்கு வருவார்கள் என்பதில் அவர்கள் தெளிவாக இருந்தனர்.",
        "ரதுகல பூர்வீக சமூகத்தின் தலைவர் மஹா பந்தலகே சுதா வன்னில அத்தோ ஒரு நேர்காணலில், தாம் சுமார் 17 வருடங்களாக தமது பூர்வீக நிலங்களில் சீனி பதப்படுத்தும் தொழிற்சாலையை அமைக்கும் யோசனையை எதிர்ப்பதாகத் தெரிவித்தார்.",
        "மிக முக்கியமான விடயங்கள் குறித்து கலந்துரையாடுவதற்காக வருடாந்தம் நடத்தப்படும் வேட்பாளரின் சபை அல்லது வேட்புமனுத் தலைவர்கள் பேரவையில் இதுவரை இது தொடர்பில் கலந்துரையாடப்படாததால், அது தொடர்பில் நேர்மறையாகவோ அல்லது பாதகமாகவோ கருத்துக் கூறத் தயங்கும் சுதா வன்னில அத்தோ, உயர்மட்டத் தலைவரின் கருத்தைப் பொறுத்தே தமது கூட்டு முடிவு எடுக்கப்படும் என்றார். தம்பன உறுவாரிகே வன்னில அத்தோ சொல்ல வேண்டும்.",
        "ஒவ்வோர் ஆண்டும் எட்டாம் மாதம் (ஆகஸ்ட்) எட்டாம் தேதி வாரிக சபை கூடிவருவதாகவும், பிபிலையில் உள்ள ஆறு வேட்டு கிராமங்களின் தலைவர்களிடையே கூட்டுத் தீர்மானம் எடுப்பதற்கு இந்தப் பிரச்சினையும் எடுக்கப்படும் என்றும் அவர் கூறினார்.",
        "தம்பனை, ரத்துகல, பொல்லேபெத்த, ஹேனானிகல, தளுபான மற்றும் வாகரை ஆகிய ஆறு வேட்பாளரின் தலைவர்கள் வாரிக சபையில் ஒன்று கூடும் போது, ​​சீனி பதப்படுத்தும் தொழிற்சாலையை அமைப்பதற்கான காணிகளை கையகப்படுத்தும் இந்த பிரச்சினையில் எங்களின் பதில் எவ்வாறு அமையும் என்பது குறித்து நாங்கள் ஒரு தீர்மானத்திற்கு வருவோம். அவன் சொன்னான்.",
        "எவ்வாறாயினும், சுற்றுச்சூழலுக்கு தீங்கு விளைவிக்காமல், தங்கள் சமூகத்திற்கு வேலை வாய்ப்புகளை உருவாக்கினால், இந்த திட்டத்தை எதிர்ப்பதில் எந்த காரணமும் இருக்காது என்று ரதுகல வெத்த தலைவர் சுட்டிக்காட்டினார்.",
        "ஹெனானிகல வேடத் தலைவர் தல வாரிகே குணபண்டா அத்தோ கருத்துத் தெரிவிக்கையில், பசுமையான காடு மற்றும் வனப் பகுதிகள் காரணமாக அனைத்து உயிரினங்களும் உயிர்வாழ்கின்றன. \"வளர்ச்சி என்ற பெயரில் யாராவது இந்த வனப்பகுதிகளை அழித்துவிட்டால், எந்த திட்டத்திற்கும் நாங்கள் உடன்பட முடியாது,\" என்று அவர் கூறினார்.",
        "ஆரம்பத்தில் இந்தத் திட்டம் குறித்தும், பிபிலையில் உள்ள பழங்குடியின மக்களுக்கு இது எப்படிப் பாதிப்பை ஏற்படுத்தும் என்பது குறித்தும் தங்களுக்குத் தெளிவாகத் தெரியவில்லை என பொல்லேபெத்த வேட்டைத் தலைவர் தல வாரியே குணவர்தன அத்தோ தெரிவித்தார்.",
        "“எங்கள் நிலத்தில் 65,000 ஏக்கர் நிலத்தை கையகப்படுத்தி இந்த தனியார் நிறுவனத்திற்கு பிபிலையில் சர்க்கரை பதப்படுத்தும் ஆலையை அமைக்க அரசாங்கம் திட்டமிட்டுள்ளதாக ஆரம்பத்தில் செய்திகள் வெளியாகின.",
        "எவ்வாறாயினும், பிபிலே சுகர் இன்டஸ்ட்ரீஸ் லிமிட்டெட் என்ற நிறுவனத்திற்கு உண்மையில் 300 ஏக்கருக்கும் அதிகமான நிலம் கொடுக்கப்படும் என்று அதிகாரிகளால் நாங்கள் அறிந்தபோது, ​​எதிர்கால வாய்ப்புகள் குறித்து இந்த திட்டத்தை ஆதரிப்பதைத் தவிர நாங்கள் எதிர்க்க எந்த காரணமும் இல்லை, ”என்று குணவர்தன கூறினார். அத்தோ கூறினார். (பிபிலிலிருந்து குருலு கூஜன காரியகரவன அறிக்கை)"
      ]
    }
  }
}