{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-utility-regulator-rubbishes-baseless-power-cut-forecasts-by-politicians-94529/",
  "time_ut": 1653231720,
  "title": "Sri Lanka utility regulator rubbishes “baseless” power cut forecasts by politicians",
  "body_lines": [
    "ECONOMYNEXT – Politicians’ extreme forecasts of 15-hour power cuts or zero power cuts in cash-strapped Sri Lanka from June 1 onwards are baseless and unscientific, Public Utilities Commission of Sri Lanka (PUCSL) Chairman Janaka Ratnayake said.",
    "“Some politicians are making baseless, unscientific claims about the power situation. Recently, one said that we would have 15 hour power cuts. That is untrue. Another said that there will be no power cuts from June. That is also untrue. The PUCSL is the authority for electricity in this country, and we trust that the public will listen to only verified information,” said Ratnayake on Sunday (22) at a press conference.",
    "Ratnayake further said the Norochcholai power plant that was being repaired would be back online on Sunday, enabling the smooth implementation of a new power cut schedule.",
    "Sri Lanka’s daily power cuts to be reduced to three hours from May 23",
    "The PUCSL has also put in requests for more hydropower, and a 10,000MT stock of fuel to be supplied as a reserve, he said.",
    "Ratnayake also urged citizens to keep the upcoming GCE Ordinary Level examinations in mind when conducting demonstrations.",
    "At a press conference Sunday afternoon, PUCSL Chairman Janaka Ratnayake asked the public to keep the roads clear for students, as thousands continued to queue up for gas and fuel, often stopping to block roads and protest across motorways.",
    "“People are protesting for justifiable reasons, but there are over 500,000 children sitting for exams this year and we must help them receive their education. Protests can go on afterwards,” said Ratnayake.",
    "Many roads in Sri Lanka were blocked by spontaneous protests at fuel and gas queues, as these essentials became scarce, sometimes almost impossible to find, amid a severe forex crisis. In some cases, the armed forces were to be sent in to control the situation as agitated citizens who waited days in queues took out their frustration by blocking roads and creating scuffles.",
    "With the Ordinary Level examinations approaching, some filling stations have been instructed to give priority to essential workers, causing more unrest. Desperate parents wanting to fill up their tanks to take their children to the examinations also waited in line to get fuel sold on a ration basis.",
    "The PUCSL as well as other government institutions have taken steps to ensure that students facing the exams are given priority, creating separate transportation plans for the exam weeks, and a new power schedule that includes no power cuts after 6.30pm, to facilitate studies. These are small mercies for teenagers who had to spend a greater part of their Ordinary Level years engage in remote learning and in semi darkness, as a pandemic, power cuts, and an economic crisis engulfed the country. (Colombo/May22/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා උපයෝගිතා නියාමකය දේශපාලකයන්ගේ “පදනම් විරහිත” විදුලි කප්පාදු අනාවැකි කසළ කරයි",
      "body_lines": [
        "ECONOMYNEXT - මුදල් හිඟ ශ්‍රී ලංකාවේ ජූනි 1 වැනිදා සිට පැය 15ක විදුලි කප්පාදුවක් හෝ ශුන්‍ය විදුලි කප්පාදුවක් පිළිබඳ දේශපාලඥයන්ගේ අන්ත අනාවැකි පදනම් විරහිත සහ විද්‍යාත්මක නොවන බව ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාවේ (PUCSL) සභාපති ජනක රත්නායක මහතා පැවසීය.",
        "“ඇතැම් දේශපාලනඥයන් බලය සම්බන්ධයෙන් පදනම් විරහිත, අවිද්‍යාත්මක ප්‍රකාශ කරනවා. ළඟදි එකෙක් කිව්වා පැය 15ක් විදුලිය කපනවා කියලා. ඒක අසත්‍යයක්. තවකෙකු පැවසුවේ ජුනි මාසයේ සිට විදුලි කප්පාදුවක් සිදු නොවන බවයි. එයද අසත්‍යයකි. මහජන උපයෝගිතා කොමිෂන් සභාව මෙරට විදුලිබල අධිකාරිය වන අතර, මහජනතාව සත්‍යාපනය කළ තොරතුරුවලට පමණක් සවන් දෙනු ඇතැයි අපි විශ්වාස කරමු,” රත්නායක ඉරිදා (22) මාධ්‍ය හමුවකදී පැවසීය.",
        "නව විදුලි කප්පාදු කාලසටහනක් ක්‍රමවත්ව ක්‍රියාත්මක කිරීමට හැකිවන පරිදි අලුත්වැඩියා කරමින් තිබූ නොරොච්චෝලේ බලාගාරය ඉරිදා යළි අන්තර්ජාලයට එක්වන බව රත්නායක වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකාවේ දෛනික විදුලි කප්පාදුව මැයි 23 සිට පැය තුන දක්වා අඩු කෙරේ",
        "මහජන උපයෝගිතා කොමිෂන් සභාව ජල විදුලිය වැඩි කරන ලෙස ඉල්ලීම් කර ඇති අතර රක්ෂිතයක් ලෙස සැපයීමට මෙට්‍රික් ටොන් 10,000 ක ඉන්ධන තොගයක් ලබා දෙන ලෙස ඔහු පැවසීය.",
        "පෙළපාලි පැවැත්වීමේදී ඉදිරි අ.පො.ස. සාමාන්‍ය පෙළ විභාග පිළිබඳවද අවධානය යොමු කරන ලෙසද රත්නායක මහතා පුරවැසියන්ගෙන් ඉල්ලා සිටියේය.",
        "ඉරිදා පස්වරුවේ පැවති මාධ්‍ය හමුවකදී මහජන කොමියුනිස්ට් සංගමයේ සභාපති ජනක රත්නායක, සිසුන්ට මාර්ග නිරවුල්ව තබා ගන්නා ලෙස මහජනතාවගෙන් ඉල්ලා සිටියේ, දහස් ගණනක් ගෑස් සහ ඉන්ධන සඳහා දිගින් දිගටම පෝලිම් ගැසෙමින්, බොහෝ විට මාර්ග අවහිර කරමින් සහ යතුරුපැදි හරහා විරෝධතා දැක්වීමට නතර වූ බැවිනි.",
        "“සාධාරණ හේතු මත ජනතාව විරෝධතා දක්වන නමුත් මේ වසරේ ළමුන් 500,000 කට වැඩි පිරිසක් විභාග සඳහා පෙනී සිටින අතර ඔවුන්ගේ අධ්‍යාපනය ලබා ගැනීමට අපි උපකාර කළ යුතුයි. ඊට පස්සේ උද්ඝෝෂණ කරන්න පුළුවන්.” රත්නායක කීවේය.",
        "දැඩි විදේශ විනිමය අර්බුදයක් මධ්‍යයේ මෙම අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟ වූ, සමහර විට සොයා ගැනීමට නොහැකි තරම් වූ බැවින්, ඉන්ධන සහ ගෑස් පෝලිම්වල ස්වයංසිද්ධ විරෝධතා හේතුවෙන් ශ්‍රී ලංකාවේ බොහෝ මාර්ග අවහිර විය. ඇතැම් අවස්ථාවලදී දින ගණන් පෝලිම්වල රැඳී සිටි කලබලකාරී පුරවැසියන් මාර්ග අවහිර කරමින් හා ගුටිබැට හුවමාරු කර ගනිමින් තම කලකිරීම නිවාගත් නිසා තත්ත්වය පාලනය කිරීම සඳහා සන්නද්ධ හමුදාවන් යැවීමටද සිදුවිය.",
        "සාමාන්‍ය පෙළ විභාග ආසන්න වීමත් සමඟ ඇතැම් ඉන්ධන පිරවුම්හල් අත්‍යාවශ්‍ය සේවකයන්ට ප්‍රමුඛත්වය ලබා දෙන ලෙසට උපදෙස් ලබාදී ඇත්තේ තවත් නොසන්සුන්තාවක් ඇති කරමිනි. තම දරුවන් විභාගවලට රැගෙන යාමට ටැංකි පුරවා ගැනීමට බලාපොරොත්තු සුන් වූ දෙමාපියන් ද සලාක පදනම මත ඉන්ධන ලබා ගැනීමට පෝලිමේ රැඳී සිටියහ.",
        "විභාගවලට මුහුණ දෙන සිසුන්ට ප්‍රමුඛත්වය ලබා දීමටත්, විභාග සති සඳහා වෙනම ප්‍රවාහන සැලසුම් සකස් කිරීමටත්, සවස 6.30 න් පසු විදුලිය විසන්ධි නොවන පරිදි නව විදුලි කාලසටහනක් සකස් කිරීමටත්, අධ්‍යයන කටයුතු පහසු කරවීමට PUCSL මෙන්ම අනෙකුත් රාජ්‍ය ආයතන පියවර ගෙන ඇත. වසංගතයක්, විදුලි කප්පාදුවක් සහ ආර්ථික අර්බුදයක් රට ගිලගත් බැවින් සාමාන්‍ය පෙළ වසරවලින් වැඩි කොටසක් දුරස්ථ අධ්‍යාපනයේ සහ අර්ධ අඳුරේ ගත කිරීමට සිදු වූ නව යොවුන් වියේ දරුවන්ට මේවා කුඩා අනුකම්පාවකි. (කොළඹ/මැයි22/2022)"
      ]
    },
    "ta": {
      "title": "அரசியல்வாதிகளின் \"அடிப்படையற்ற\" மின்வெட்டு முன்னறிவிப்புகளை இலங்கை பயன்பாட்டு ஒழுங்குமுறை ஆணையம் நிராகரிக்கிறது",
      "body_lines": [
        "பொருளாதாரம் - ஜூன் 1 முதல் பணப் பற்றாக்குறை உள்ள இலங்கையில் 15 மணி நேர மின்வெட்டு அல்லது பூஜ்ஜிய மின்வெட்டு என்ற அரசியல்வாதிகளின் அதீத கணிப்புகள் ஆதாரமற்றவை மற்றும் அறிவியலற்றவை என்று இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழுவின் (PUCSL) தலைவர் ஜானக ரத்நாயக்க தெரிவித்தார்.",
        "“சில அரசியல்வாதிகள் அதிகார நிலைமை குறித்து ஆதாரமற்ற, அறிவியல் பூர்வமற்ற கூற்றுக்களை முன்வைக்கின்றனர். சமீபத்தில், 15 மணி நேரம் மின்வெட்டு இருக்கும் என்று ஒருவர் கூறினார். அது உண்மைக்குப் புறம்பானது. ஜூன் மாதம் முதல் மின்வெட்டு இருக்காது என மற்றொருவர் தெரிவித்தார். அதுவும் உண்மைக்குப் புறம்பானது. இந்த நாட்டில் மின்சாரத்திற்கான அதிகாரம் PUCSL ஆகும், மேலும் பொதுமக்கள் சரிபார்க்கப்பட்ட தகவல்களுக்கு மட்டுமே செவிசாய்ப்பார்கள் என்று நாங்கள் நம்புகிறோம்\" என்று ரத்நாயக்க ஞாயிற்றுக்கிழமை (22) செய்தியாளர் சந்திப்பில் தெரிவித்தார்.",
        "ரத்நாயக்க மேலும் கூறுகையில், திருத்தப்பட்டு வரும் நொரோச்சோலை அனல்மின் நிலையம் ஞாயிற்றுக்கிழமை மீண்டும் இணையும், புதிய மின்வெட்டு அட்டவணையை சுமூகமாக செயல்படுத்த முடியும்.",
        "இலங்கையின் தினசரி மின்வெட்டு மே 23 முதல் மூன்று மணி நேரமாக குறைக்கப்படும்",
        "PUCSL மேலும் நீர்மின்சாரம் மற்றும் 10,000MT எரிபொருள் இருப்பு இருப்புக்கான கோரிக்கைகளை வைத்துள்ளது, என்றார்.",
        "ஆர்ப்பாட்டங்களை நடத்தும் போது எதிர்வரும் க.பொ.த சாதாரண தர பரீட்சைகளை மனதில் கொள்ளுமாறும் ரத்நாயக்க குடிமக்களை வலியுறுத்தினார்.",
        "ஞாயிற்றுக்கிழமை பிற்பகல் ஒரு செய்தியாளர் மாநாட்டில், PUCSL தலைவர் ஜனக ரத்நாயக்க, மாணவர்களுக்கு சாலைகளை தெளிவாக வைக்குமாறு பொதுமக்களிடம் கேட்டுக்கொண்டார், ஆயிரக்கணக்கானோர் தொடர்ந்து எரிவாயு மற்றும் எரிபொருளுக்காக வரிசையில் நின்றனர், அடிக்கடி சாலைகளை மறித்து மோட்டார் பாதைகள் முழுவதும் எதிர்ப்பு தெரிவித்தனர்.",
        "\"நியாயமான காரணங்களுக்காக மக்கள் போராட்டம் நடத்துகிறார்கள், ஆனால் இந்த ஆண்டு 500,000 க்கும் மேற்பட்ட குழந்தைகள் பரீட்சைக்கு அமர்ந்துள்ளனர், அவர்களின் கல்வியைப் பெற நாங்கள் உதவ வேண்டும். அதன் பின்னர் போராட்டங்கள் தொடரலாம்” என ரத்நாயக்க தெரிவித்தார்.",
        "கடுமையான அந்நிய செலாவணி நெருக்கடிக்கு மத்தியில் இந்த அத்தியாவசிய பொருட்கள் பற்றாக்குறையாகி, சில சமயங்களில் கண்டுபிடிக்க முடியாமல் போனதால், எரிபொருள் மற்றும் எரிவாயு வரிசைகளில் தன்னிச்சையான போராட்டங்களால் இலங்கையில் பல சாலைகள் அடைக்கப்பட்டன. சில சந்தர்ப்பங்களில், பல நாட்கள் வரிசையில் காத்திருந்த கிளர்ச்சியடைந்த குடிமக்கள் சாலைகளை மறித்து கைகலப்புகளை உருவாக்கி தங்கள் விரக்தியை வெளிப்படுத்தியதால் நிலைமையைக் கட்டுப்படுத்த ஆயுதப் படைகள் அனுப்பப்பட்டன.",
        "சாதாரண தரப் பரீட்சைகள் நெருங்கி வரும் நிலையில், சில எரிபொருள் நிரப்பு நிலையங்களுக்கு அத்தியாவசியத் தொழிலாளர்களுக்கு முன்னுரிமை வழங்குமாறு பணிப்புரை விடுக்கப்பட்டுள்ளமை மேலும் அமைதியின்மையை ஏற்படுத்தியுள்ளது. விரக்தியடைந்த பெற்றோர்கள் தங்கள் குழந்தைகளை தேர்வுக்கு அழைத்துச் செல்ல தொட்டிகளை நிரப்ப விரும்பும் ரேஷன் அடிப்படையில் எரிபொருளை விற்க வரிசையில் காத்திருந்தனர்.",
        "பரீட்சைகளை எதிர்கொள்ளும் மாணவர்களுக்கு முன்னுரிமை வழங்கப்படுவதையும், பரீட்சை வாரங்களுக்குத் தனியான போக்குவரத்துத் திட்டங்களை உருவாக்குவதையும், மாலை 6.30 மணிக்குப் பிறகு மின்வெட்டு இல்லாத புதிய மின் அட்டவணையை உருவாக்குவதையும் உறுதிசெய்ய PUCSL மற்றும் பிற அரசு நிறுவனங்களும் நடவடிக்கை எடுத்துள்ளன. ஒரு தொற்றுநோய், மின்வெட்டு மற்றும் பொருளாதார நெருக்கடியால் நாட்டை ஆக்கிரமித்துள்ளதால், தங்கள் சாதாரண தர ஆண்டுகளின் பெரும்பகுதியை தொலைதூரக் கல்வியிலும் அரை இருளிலும் செலவிட வேண்டிய பதின்ம வயதினருக்கான சிறிய கருணைகள் இவை. (கொழும்பு/மே22/2022)"
      ]
    }
  }
}