{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/time-for-a-new-beginning-in-india-pakistan-relations/",
  "time_ut": 1650480360,
  "title": "Time for a new beginning in India-Pakistan relations",
  "body_lines": [
    "It is encouraging to note that the content in the exchange of greetings between Pakistan’s new Prime Minister Shehbaz Sharif and Indian Prime Minister Narendra Modi, on the former assuming office, gives all indications of an intention on the part of both countries to place their bilateral relations on a new, positive footing. The hope of those who wish the South Asian region well is likely to be that there would be a satisfactory follow-up on these initial sentiments.",
    "For example, Sharif said in his reply to Modi’s greeting that, ‘Pakistan desires peaceful and cooperative ties with India. Peaceful settlement of outstanding disputes including Jammu & Kashmir is indispensable. Pakistan’s sacrifices in fighting terrorism are well-known. Let’s secure peace and focus on the socio-economic development of our people.’ Earlier, Modi told his Pakistani counterpart: ‘India desires peace and stability in a region free of terror, so that we can focus on our development challenges and ensure the wellbeing and prosperity of our people.’",
    "Over the past decades, the issue of ‘cross-border terrorism’ in particular has been getting in the way of India and Pakistan improving their bilateral relations. Accusations and counter-accusations on this question have hitherto clouded the prospects of the countries putting their ties on a stable, mutually-beneficial foundation.",
    "For instance, it goes without saying that socio-economic development is a pressing need for both states, but the inability of the countries to sort out the issue of ‘cross-border terrorism’ to their mutual satisfaction has time and again stymied the countries’ forward movement in ending their misapprehensions on security-related questions.",
    "The latter inability has stood in the way of the countries exploiting to the fullest the potential for bilateral and regional socio-economic development. One main proof we have of this is the near dysfunctional state of SAARC. Needless to say, if SAARC could be fully reactivated and rendered vibrantly functional, not merely India and Pakistan, but the entirety of the SAARC region could be made to benefit in a number of ways that have a direct bearing on development.",
    "Terror-linked issues that grow out of identity politics have proved notoriously difficult to resolve in the South Asian region in particular. Unfortunately, most governments of this region have this fatal tendency to exploit questions in identity politics to further their power ambitions. This has a deleterious impact on inter-state relations, and India-Pakistan ties are a case in point.",
    "At this juncture, when India and Pakistan are hoping to have a new beginning in their bilateral ties, it is best that they consider as to how their future relations could be insulated from the deleterious impact of identity politics. Put simply, the respective governments need to look at ways of preventing ethnic and religious chauvinism in their countries from negatively impacting their bilateral relations, particularly in the area of socio-economic development.",
    "Thus far, such insulation has proved difficult to achieve since the region’s identity groups are widely dispersed. Consequently, the identity politics of one country tend to flow into and affect the other. For example, Tamil Nadu cannot be prevented from being concerned over issues that affect Sri Lanka’s Tamil community. Likewise, identity politics are at the heart of the Jammu & Kashmir tangle. The very considerable Muslim presence in J&K has rendered the latter state a bone of contention between India and Pakistan. It will continue to be so as long as identity politics are permitted to be a major factor in Pakistan’s politics.",
    "It is a question of priorities. If the pressing need is domestic and regional development, all other considerations that come in the way of this aim should be seen as unimportant and dispensable. If this could be achieved to even a degree, domestic and regional development could be forged ahead with. SAARC’s decades-long endeavours to achieve a measure of development bear this out.",
    "India and Pakistan, being the region’s key economic powers, need to see themselves as especially responsible for prioritizing these aims and working towards them. Specifically, the countries need to seek ways to contain the influence of Realpolitik in their bilateral ties.",
    "At the time SAARC was founded, the endeavour of the countries concerned was to keep controversial bilateral political issues completely out of the SAARC deliberative process. Progressive opinion in the region was of the view, and very rightly, that SAARC’s economic cooperation process would result in the material empowerment of the countries concerned and that this in turn would contain mass socio-economic disaffection, resulting in a decrease in tensions among identity groups. Decades later, this reasoning continues to hold.",
    "However, these founding ideals could be realized in full only if India and Pakistan get their act together and give regional cooperation a fresh try, since their heft is decisive in the SAARC process. Hopefully, all this would now come to pass.",
    "India-Pakistan ties were not at their best during the tenure of the Imran Khan administration. The latter tended to mobilize support for itself on the basis of religious identity and this rendered a normalization of relations between India and Pakistan difficult. It is important for the countries of the region to realize that their security cannot be secured by playing-up religious, ethnic and other such identity differences in inter-state ties. Such policy postures tend to intensify regional tensions rather than defuse any.",
    "A big plus for SAARC is the continuing democratic identity of Pakistan. Accordingly, Pakistan enjoys considerable commonalities with the rest of the democracies of the region with regard to core political values. The latter could constitute a solid basis on which the rest of the democracies of South Asia could interact with Pakistan.",
    "However, Pakistan was founded on the basis of a religious identity and the latter factor continues to wield a considerable influence on its domestic and foreign policies. While this could be seen in some quarters as having a divisive impact on inter-state relations, the rest of South Asia has no choice but to be flexible in its ties with Pakistan. May be, Pakistan’s new administration could give some thought as to how it could accelerate the country’s democratic development.",
    "Reboot of govt., its policies and institutions must start now",
    "Dullas tells President in writing old guard and entire Cabinet must go now",
    "Call for abolition of executive presidency prevents consensus on proposed 21-A",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දු-පාකිස්තාන සබඳතාවල නව ආරම්භයක් සඳහා කාලයයි",
      "body_lines": [
        "පකිස්තානයේ නව අගමැති ෂෙබාස් ෂරීෆ් සහ ඉන්දීය අගමැති නරේන්ද්‍ර මෝදි අතර හිටපු ජනාධිපති ධුරයේ සුබපැතුම් හුවමාරු කර ගැනීමේ අන්තර්ගතය දෙරටේම ද්විපාර්ශ්වික සබඳතා ඇති කර ගැනීමේ අභිප්‍රාය පිළිබඳ සියලු ඇඟවීම් ලබා දෙන බව සටහන් කිරීම දිරිගන්වන සුළුය. නව ධනාත්මක පදනමක් මත. දකුණු ආසියා කලාපයට සුබ පතන්නන්ගේ බලාපොරොත්තුව විය හැක්කේ මෙම මූලික හැඟීම් පිළිබඳව සතුටුදායක පසු විපරමක් සිදුවනු ඇති බවයි.",
        "නිදසුනක් වශයෙන්, ෂරීෆ් මෝදිගේ සුබපැතුම්වලට පිළිතුරු දෙමින් කියා සිටියේ, ‘පකිස්ථානය ඉන්දියාව සමඟ සාමකාමී සහ සහයෝගී සබඳතා අපේක්ෂා කරයි. ජම්මු සහ කාශ්මීරය ඇතුළුව පවතින ආරවුල් සාමකාමීව විසඳා ගැනීම අත්‍යවශ්‍ය වේ. ත්‍රස්තවාදයට එරෙහිව සටන් කිරීමේදී පාකිස්තානය කළ කැපකිරීම් ප්‍රසිද්ධය. අපි සාමය සුරක්ෂිත කර අපගේ ජනතාවගේ සමාජ-ආර්ථික සංවර්ධනය කෙරෙහි අවධානය යොමු කරමු.' මීට පෙර මෝඩි සිය පකිස්ථාන සහචරයාට මෙසේ පැවසීය: 'ඉන්දියාව ත්‍රස්තවාදයෙන් තොර කලාපයක සාමය සහ ස්ථාවරත්වය අපේක්ෂා කරයි, එවිට අපට අපගේ සංවර්ධන අභියෝග කෙරෙහි අවධානය යොමු කර යහපැවැත්ම සහතික කළ හැකිය. සහ අපේ ජනතාවගේ සමෘද්ධිය.'",
        "පසුගිය දශක කිහිපය තුළ, විශේෂයෙන්ම ‘දේශසීමා ත‍්‍රස්තවාදය’ පිලිබඳ ප‍්‍රශ්නය ඉන්දියාව සහ පකිස්ථානය ඔවුන්ගේ ද්විපාර්ශ්වික සබඳතා වැඩිදියුණු කර ගැනීමට බාධා පමුණුවයි. මෙම ප්‍රශ්නය සම්බන්ධයෙන් එල්ල වන චෝදනා සහ ප්‍රති-චෝදනා මෙතෙක් රටවල් තම සබඳතා ස්ථාවර, අන්‍යෝන්‍ය වශයෙන් වාසිදායක පදනමක් මත තැබීමේ අපේක්ෂාවන් යටපත් කර ඇත.",
        "නිදසුනක් වශයෙන්, සමාජ-ආර්ථික සංවර්ධනය රාජ්‍යයන් දෙකටම කාලීන අවශ්‍යතාවයක් බව නොකිවමනාය, නමුත් ඔවුන්ගේ අන්‍යෝන්‍ය තෘප්තිය සඳහා 'දේශසීමා ත්‍රස්තවාදය' පිළිබඳ ප්‍රශ්නය නිරාකරණය කර ගැනීමට රටවලට ඇති නොහැකියාව නැවත නැවතත් රටවල් අඩාල කර ඇත. ආරක්ෂාව සම්බන්ධ ප්‍රශ්න මත ඔවුන්ගේ වැරදි වැටහීම් අවසන් කිරීමේ ඉදිරි ගමන.",
        "ද්විපාර්ශ්වික සහ කලාපීය සමාජ-ආර්ථික සංවර්ධනය සඳහා ඇති හැකියාව උපරිමයෙන් සූරාකෑමට රටවල් වලට බාධාවක් වී ඇත්තේ අවසාන නොහැකියාවයි. මේ සඳහා අපට ඇති එක් ප්‍රධාන සාක්ෂියක් වන්නේ සාර්ක්හි ආසන්න අක්‍රිය තත්ත්වයයි. සාර්ක් සංවිධානය සම්පූර්ණයෙන්ම නැවත සක්‍රිය කර ප්‍රබෝධමත් ලෙස ක්‍රියාත්මක කළ හැකි නම්, හුදෙක් ඉන්දියාවට සහ පකිස්ථානයට පමණක් නොව, සමස්ත සාර්ක් කලාපයටම සංවර්ධනයට සෘජුවම බලපාන ක්‍රම කිහිපයකින් ප්‍රතිලාභ ලබා ගත හැකි බව අමුතුවෙන් කිව යුතු නැත.",
        "අනන්‍යතා දේශපාලනයෙන් වර්ධනය වන ත්‍රස්තවාදයට සම්බන්ධ ගැටළු විශේෂයෙන් දකුණු ආසියානු කලාපය තුළ විසඳීමට අපහසු බව ඔප්පු වී ඇත. අවාසනාවකට මෙන්, මෙම කලාපයේ බොහෝ ආන්ඩු ඔවුන්ගේ බල අභිලාෂයන් ඉදිරියට ගෙන යාම සඳහා අනන්‍යතා දේශපාලනයේ ප්‍රශ්න ගසාකෑමේ මෙම මාරාන්තික ප්‍රවණතාවය ඇත. මෙය අන්තර් රාජ්‍ය සබඳතා කෙරෙහි අහිතකර බලපෑමක් ඇති කරන අතර ඉන්දියා-පකිස්තාන සබඳතා උදාහරණයකි.",
        "ඉන්දියාව සහ පකිස්තානය ඔවුන්ගේ ද්විපාර්ශ්වික සබඳතාවල නව ආරම්භයක් අපේක්ෂා කරන මේ මොහොතේ, අනන්‍යතා දේශපාලනයේ හානිකර බලපෑමෙන් ඔවුන්ගේ අනාගත සබඳතා පරිවරණය කරන්නේ කෙසේද යන්න සලකා බැලීම වඩාත් සුදුසුය. සරළව කිවහොත්, අදාළ රජයන් තම රටවල ජනවාර්ගික හා ආගමික ස්වෝත්තමවාදය ඔවුන්ගේ ද්විපාර්ශ්වික සබඳතාවලට, විශේෂයෙන් සමාජ-ආර්ථික සංවර්ධන ක්ෂේත්‍රයට ඍණාත්මක ලෙස බලපෑම් කිරීමෙන් වැළැක්වීමේ ක්‍රම සොයා බැලිය යුතුය.",
        "මේ දක්වා, කලාපයේ අනන්‍යතා කණ්ඩායම් පුළුල් ලෙස විසිරී ඇති බැවින් එවැනි පරිවරණය සාක්ෂාත් කර ගැනීම දුෂ්කර වී ඇත. එහි ප්‍රතිඵලයක් වශයෙන්, එක් රටක අනන්‍යතා දේශපාලනය අනෙක් රටකට ගලා ඒමට හා බලපෑම් කිරීමට නැඹුරු වේ. නිදසුනක් වශයෙන්, ශ්‍රී ලංකාවේ දෙමළ ප්‍රජාවට බලපාන ප්‍රශ්න සම්බන්ධයෙන් තමිල්නාඩුව සැලකිලිමත් වීම වැළැක්විය නොහැක. එසේම, අනන්‍යතා දේශපාලනය ජම්මු සහ කාශ්මීරයේ පටලැවිල්ලේ හදවත වේ. J&K හි ඉතා සැලකිය යුතු මුස්ලිම් පැමිණීම ඉන්දියාව සහ පකිස්ථානය අතර දෙවන ප්‍රාන්තය ආරවුලක් බවට පත් කර ඇත. පකිස්ථානයේ දේශපාලනයේ ප්‍රධාන සාධකයක් වීමට අනන්‍යතා දේශපාලනයට ඉඩ ලැබෙන තාක් කල් එය එසේ වනු ඇත.",
        "එය ප්‍රමුඛතා පිළිබඳ ප්‍රශ්නයකි. කාලීන අවශ්‍යතාවය දේශීය හා ප්‍රාදේශීය සංවර්ධනය නම්, මෙම අරමුණට බාධා වන අනෙකුත් සියලු කරුණු නොවැදගත් සහ බෙදා හැරිය නොහැකි ලෙස සැලකිය යුතුය. මෙය යම්තාක් දුරට හෝ ළඟා කර ගත හැකි නම්, දේශීය හා ප්‍රාදේශීය සංවර්ධනය ඉදිරියට ගෙන යා හැකිය. සංවර්ධනයේ මිනුමක් සාක්ෂාත් කර ගැනීම සඳහා සාර්ක් දශක ගණනාවක් තිස්සේ දරන උත්සාහයන් මෙය සනාථ කරයි.",
        "කලාපයේ ප්‍රධාන ආර්ථික බලවතුන් වන ඉන්දියාව සහ පකිස්තානය, මෙම අරමුණු සඳහා ප්‍රමුඛත්වය දීම සහ ඒවා සඳහා වැඩ කිරීම සඳහා විශේෂයෙන් වගකිව යුතු බව දැකිය යුතුය. විශේෂයෙන්ම, රටවල් ඔවුන්ගේ ද්විපාර්ශ්වික සබඳතා තුළ Realpolitik හි බලපෑම පාලනය කිරීමට මාර්ග සෙවිය යුතුය.",
        "සාර්ක් සංවිධානය ආරම්භ කරන අවස්ථාවේ අදාළ රටවල උත්සාහය වූයේ මතභේදාත්මක ද්විපාර්ශ්වික දේශපාලන කරුණු සාර්ක් සාකච්ඡා ක්‍රියාවලියෙන් සම්පූර්ණයෙන්ම බැහැර කර තැබීමයි. කලාපයේ ප්‍රගතිශීලී මතය වූයේ, සාර්ක්හි ආර්ථික සහයෝගීතා ක්‍රියාවලිය අදාළ රටවල ද්‍රව්‍යමය වශයෙන් සවිබල ගැන්වීමට හේතු වනු ඇති බවත්, එමඟින් විශාල සමාජ-ආර්ථික අසහනය අඩංගු වන බවත්, එහි ප්‍රතිඵලයක් ලෙස අනන්‍යතාවය අතර ආතතීන් අඩු වන බවත්ය. කණ්ඩායම්. දශක ගණනාවකට පසුව, මෙම තර්කය දිගටම පවතී.",
        "කෙසේ වෙතත්, මෙම ආරම්භක පරමාදර්ශ සම්පූර්ණයෙන් සාක්ෂාත් කරගත හැක්කේ ඉන්දියාව සහ පාකිස්තානය එක්ව ක්‍රියා කර කලාපීය සහයෝගීතාවයට නැවුම් උත්සාහයක් ලබා දෙන්නේ නම් පමණි, මන්ද ඔවුන්ගේ ශක්තිය සාර්ක් ක්‍රියාවලියේදී තීරණාත්මක ය. මේ සියල්ල දැන් සිදුවනු ඇතැයි බලාපොරොත්තු වෙමු.",
        "ඉම්රාන් ඛාන් පාලන සමයේදී ඉන්දියා-පාකිස්තාන සබඳතා හොඳම මට්ටමක තිබුණේ නැත. දෙවැන්න ආගමික අනන්‍යතාවය මත තමාට සහයෝගය ලබා ගැනීමට නැඹුරු වූ අතර මෙය ඉන්දියාව සහ පකිස්ථානය අතර සබඳතා සාමාන්‍යකරණය කිරීම දුෂ්කර විය. අන්තර් රාජ්‍ය සබඳතා තුළ ආගමික, වාර්ගික සහ වෙනත් එවැනි අනන්‍යතා වෙනස්කම් සෙල්ලම් කිරීමෙන් තම ආරක්ෂාව සුරක්ෂිත කළ නොහැකි බව කලාපයේ රටවල් අවබෝධ කර ගැනීම වැදගත්ය. එවැනි ප්‍රතිපත්තිමය ඉරියව් කලාපීය ආතතීන් සමනය කිරීමට වඩා තීව්‍ර කිරීමට නැඹුරු වේ.",
        "සාර්ක් සඳහා විශාල වාසියක් වන්නේ පකිස්ථානයේ අඛණ්ඩ ප්‍රජාතන්ත්‍රවාදී අනන්‍යතාවයයි. ඒ අනුව, පකිස්ථානය මූලික දේශපාලන වටිනාකම් සම්බන්ධයෙන් කලාපයේ සෙසු ප්‍රජාතන්ත්‍රවාදී රටවල් සමඟ සැලකිය යුතු පොදුත්වයක් භුක්ති විඳියි. දෙවැන්න දකුණු ආසියාවේ සෙසු ප්‍රජාතන්ත්‍රවාදී රටවලට පකිස්ථානය සමඟ අන්තර් ක්‍රියා කළ හැකි ශක්තිමත් පදනමක් සෑදිය හැකිය.",
        "කෙසේ වෙතත්, පකිස්ථානය ආගමික අනන්‍යතාවයක් පදනම් කරගෙන ආරම්භ කරන ලද අතර අවසාන සාධකය එහි දේශීය හා විදේශීය ප්‍රතිපත්ති කෙරෙහි සැලකිය යුතු බලපෑමක් ඇති කරයි. මෙය අන්තර් රාජ්‍ය සබඳතා කෙරෙහි භේදකාරී බලපෑමක් ඇති කරන බව ඇතැම් පාර්ශවයන් තුළ දැකිය හැකි වුවද, දකුණු ආසියාවේ සෙසු රටවලට පකිස්ථානය සමඟ ඇති සබඳතාවලදී නම්‍යශීලී වීම හැර වෙනත් විකල්පයක් නොමැත. සමහර විට, පාකිස්තානයේ නව පරිපාලනය රටේ ප්‍රජාතන්ත්‍රවාදී සංවර්ධනය වේගවත් කරන්නේ කෙසේද යන්න පිළිබඳව යම් අදහසක් ලබා දිය හැකිය.",
        "රජය, එහි ප්‍රතිපත්ති සහ ආයතන නැවත ආරම්භ කිරීම දැන් ආරම්භ කළ යුතුය",
        "ඩලස් ජනාධිපතිවරයාට ලිඛිතව පවසන්නේ පැරණි ආරක්ෂකයින් සහ මුළු කැබිනට් මණ්ඩලයම දැන් යා යුතු බවයි",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා වන ඉල්ලීම යෝජිත 21-A පිළිබඳ එකඟතාව වළක්වයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இந்தியா-பாகிஸ்தான் உறவில் புதிய தொடக்கத்திற்கான நேரம்",
      "body_lines": [
        "பாகிஸ்தானின் புதிய பிரதமர் ஷேபாஸ் ஷெரீப்பும், இந்தியப் பிரதமர் நரேந்திர மோடியும், முன்னாள் பதவியேற்றதும் வாழ்த்துப் பரிமாற்றத்தில் உள்ள உள்ளடக்கம், இரு நாடுகளுக்கும் இடையே இருதரப்பு உறவுகளை ஏற்படுத்துவதற்கான அனைத்து அறிகுறிகளையும் தருகிறது என்பது ஊக்கமளிக்கிறது. ஒரு புதிய, நேர்மறையான நிலையில். தெற்காசியப் பகுதி நலம் பெற விரும்புவோரின் நம்பிக்கை, இந்த ஆரம்ப உணர்வுகளில் திருப்திகரமான பின்தொடர்தல் இருக்கும் என்பதுதான்.",
        "உதாரணமாக, மோடியின் வாழ்த்துக்கு ஷெரீப் அளித்த பதிலில், ‘பாகிஸ்தான் இந்தியாவுடன் அமைதியான மற்றும் கூட்டுறவு உறவுகளை விரும்புகிறது. ஜம்மு & காஷ்மீர் உள்ளிட்ட நிலுவையில் உள்ள பிரச்னைகளுக்கு அமைதியான தீர்வு காண்பது இன்றியமையாதது. பயங்கரவாதத்தை எதிர்த்துப் போரிடுவதில் பாகிஸ்தானின் தியாகங்கள் அனைவரும் அறிந்ததே. அமைதியைப் பாதுகாப்போம், நமது மக்களின் சமூக-பொருளாதார மேம்பாட்டில் கவனம் செலுத்துவோம்.' முன்னதாக, மோடி தனது பாகிஸ்தானியரிடம் கூறினார்: 'பயங்கரவாதமற்ற பிராந்தியத்தில் அமைதி மற்றும் ஸ்திரத்தன்மையை இந்தியா விரும்புகிறது, இதனால் நமது வளர்ச்சி சவால்களில் கவனம் செலுத்தி நல்வாழ்வை உறுதிப்படுத்த முடியும். மற்றும் நமது மக்களின் செழிப்பு.'",
        "கடந்த தசாப்தங்களாக, குறிப்பாக ‘எல்லை தாண்டிய பயங்கரவாதம்’ பிரச்சினை இந்தியா மற்றும் பாகிஸ்தான் இருதரப்பு உறவுகளை மேம்படுத்துவதில் தடையாக உள்ளது. இந்தக் கேள்வியின் மீதான குற்றச்சாட்டுகள் மற்றும் எதிர்க் குற்றச்சாட்டுகள் இதுவரை நாடுகள் தங்கள் உறவுகளை ஒரு நிலையான, பரஸ்பர நன்மை பயக்கும் அடித்தளத்தில் வைப்பதற்கான வாய்ப்புகளை மழுங்கடித்துள்ளன.",
        "உதாரணமாக, சமூக-பொருளாதார மேம்பாடு இரு மாநிலங்களுக்கும் ஒரு அழுத்தமான தேவை என்று சொல்லாமல் போகிறது, ஆனால் நாடுகளின் பரஸ்பர திருப்திக்கு 'எல்லை தாண்டிய பயங்கரவாதம்' பிரச்சினையை வரிசைப்படுத்த இயலாமை நாடுகளை மீண்டும் மீண்டும் திணறடித்தது. பாதுகாப்பு தொடர்பான கேள்விகளில் அவர்களின் தவறான எண்ணங்களை முடிவுக்குக் கொண்டு வருவதற்கான முன்னோக்கி நகர்வு.",
        "பிந்தைய இயலாமை இருதரப்பு மற்றும் பிராந்திய சமூக-பொருளாதார மேம்பாட்டிற்கான சாத்தியக்கூறுகளை முழுமையாகப் பயன்படுத்திக் கொள்ளும் நாடுகளுக்குத் தடையாக உள்ளது. இதற்கு நம்மிடம் உள்ள ஒரு முக்கிய ஆதாரம் சார்க் அமைப்பின் செயலிழந்த நிலை. SAARC ஐ முழுமையாக மீண்டும் செயல்படுத்தி, துடிப்புடன் செயல்படச் செய்தால், இந்தியா மற்றும் பாகிஸ்தான் மட்டுமல்ல, SAARC பிராந்தியம் முழுவதுமே வளர்ச்சியில் நேரடித் தாக்கத்தை ஏற்படுத்தும் பல வழிகளில் பயனடையச் செய்ய முடியும் என்பதைச் சொல்லத் தேவையில்லை.",
        "குறிப்பாக தெற்காசியப் பிராந்தியத்தில் அடையாள அரசியலில் இருந்து வளர்ந்து வரும் பயங்கரவாதம் தொடர்பான பிரச்சினைகள் தீர்க்கப்பட கடினமாக உள்ளது. துரதிர்ஷ்டவசமாக, இந்தப் பிராந்தியத்தின் பெரும்பாலான அரசாங்கங்கள், அடையாள அரசியலில் கேள்விகளைப் பயன்படுத்தி தங்கள் அதிகார லட்சியங்களை மேம்படுத்திக்கொள்ளும் இந்த அபாயகரமான போக்கைக் கொண்டுள்ளன. இது மாநிலங்களுக்கு இடையேயான உறவுகளில் மோசமான தாக்கத்தை ஏற்படுத்துகிறது மற்றும் இந்தியா-பாகிஸ்தான் உறவுகள் ஒரு உதாரணம்.",
        "இந்தியாவும் பாகிஸ்தானும் தங்கள் இருதரப்பு உறவுகளில் ஒரு புதிய தொடக்கத்தை எதிர்பார்க்கும் இத்தருணத்தில், அவர்களின் எதிர்கால உறவுகளை அடையாள அரசியலின் தீங்கு விளைவிக்கும் தாக்கத்திலிருந்து எவ்வாறு காப்பிடலாம் என்பதை அவர்கள் கருத்தில் கொள்வது நல்லது. எளிமையாகச் சொல்வதானால், அந்தந்த அரசாங்கங்கள் தங்கள் நாடுகளில் இன மற்றும் மத பேரினவாதத்தை தங்கள் இருதரப்பு உறவுகளில், குறிப்பாக சமூக-பொருளாதார வளர்ச்சியில் எதிர்மறையான தாக்கத்தை ஏற்படுத்துவதைத் தடுப்பதற்கான வழிகளைக் கவனிக்க வேண்டும்.",
        "இதுவரை, பிராந்தியத்தின் அடையாளக் குழுக்கள் பரவலாகப் பரவியிருப்பதால், அத்தகைய காப்பு அடைவது கடினமாக உள்ளது. இதன் விளைவாக, ஒரு நாட்டின் அடையாள அரசியல் மற்ற நாடுகளுக்குள் பாய்ந்து பாதிக்கும். உதாரணமாக, இலங்கையின் தமிழ் சமூகத்தைப் பாதிக்கும் பிரச்சினைகள் குறித்து தமிழ்நாடு அக்கறை கொள்வதைத் தடுக்க முடியாது. அதேபோல், ஜம்மு & காஷ்மீர் சிக்கலின் மையத்தில் அடையாள அரசியல் உள்ளது. ஜே&கே இல் கணிசமான முஸ்லீம் இருப்பு, பிந்தைய மாநிலத்தை இந்தியாவிற்கும் பாகிஸ்தானுக்கும் இடையே ஒரு சர்ச்சையை உருவாக்கியுள்ளது. பாகிஸ்தானின் அரசியலில் அடையாள அரசியல் ஒரு முக்கிய காரணியாக இருக்க அனுமதிக்கப்படும் வரை அது தொடரும்.",
        "இது முன்னுரிமைகள் பற்றிய கேள்வி. உள்நாட்டு மற்றும் பிராந்திய வளர்ச்சியின் முக்கியத் தேவை என்றால், இந்த நோக்கத்தின் வழியில் வரும் மற்ற அனைத்துக் கருத்தாய்வுகளும் முக்கியமற்றவை மற்றும் விநியோகிக்கத்தக்கவை என்று கருதப்பட வேண்டும். இதை ஓரளவுக்கு எட்ட முடிந்தால், உள்நாட்டு மற்றும் பிராந்திய வளர்ச்சியை முன்னெடுத்துச் செல்ல முடியும். வளர்ச்சியின் அளவை அடைவதற்கான சார்க்கின் பல தசாப்த கால முயற்சிகள் இதை உறுதிப்படுத்துகின்றன.",
        "இந்தியாவும் பாகிஸ்தானும், பிராந்தியத்தின் முக்கிய பொருளாதார சக்திகளாக இருப்பதால், இந்த நோக்கங்களுக்கு முன்னுரிமை அளிப்பதற்கும் அவற்றை நோக்கிச் செயல்படுவதற்கும் தங்களை குறிப்பாகப் பொறுப்பாகக் கொள்ள வேண்டும். குறிப்பாக, நாடுகள் தங்கள் இருதரப்பு உறவுகளில் Realpolitik இன் செல்வாக்கைக் கட்டுப்படுத்த வழிகளைத் தேட வேண்டும்.",
        "சார்க் நிறுவப்பட்ட நேரத்தில், சர்ச்சைக்குரிய இருதரப்பு அரசியல் பிரச்சினைகளை சார்க் விவாத செயல்முறையிலிருந்து முற்றிலும் விலக்கி வைப்பதே சம்பந்தப்பட்ட நாடுகளின் முயற்சியாக இருந்தது. பிராந்தியத்தில் உள்ள முற்போக்கான கருத்து, சார்க்கின் பொருளாதார ஒத்துழைப்பு செயல்முறையானது சம்பந்தப்பட்ட நாடுகளின் பொருள்சார் அதிகாரமளிக்கும் மற்றும் இது வெகுஜன சமூக-பொருளாதார அதிருப்தியைக் கொண்டிருக்கும், இதன் விளைவாக அடையாளங்களுக்கிடையில் பதட்டங்கள் குறையும் என்று கருதப்பட்டது. குழுக்கள். பல தசாப்தங்களுக்குப் பிறகு, இந்த தர்க்கம் தொடர்கிறது.",
        "எவ்வாறாயினும், இந்தியாவும் பாகிஸ்தானும் ஒன்றிணைந்து பிராந்திய ஒத்துழைப்பை ஒரு புதிய முயற்சியை மேற்கொண்டால் மட்டுமே இந்த ஸ்தாபக இலட்சியங்களை முழுமையாக உணர முடியும், ஏனெனில் அவர்களின் வலிமை சார்க் செயல்பாட்டில் தீர்க்கமானது. இவை அனைத்தும் இப்போது நிறைவேறும் என்று நம்புகிறோம்.",
        "இம்ரான் கான் ஆட்சிக் காலத்தில் இந்தியா-பாகிஸ்தான் உறவுகள் சிறப்பாக இல்லை. பிந்தையவர்கள் மத அடையாளத்தின் அடிப்படையில் தனக்கான ஆதரவைத் திரட்ட முனைந்தனர், இது இந்தியாவிற்கும் பாகிஸ்தானுக்கும் இடையிலான உறவுகளை இயல்பாக்குவதை கடினமாக்கியது. மாநிலங்களுக்கு இடையிலான உறவுகளில் மத, இன மற்றும் பிற அடையாள வேறுபாடுகளை விளையாடுவதன் மூலம் தங்கள் பாதுகாப்பைப் பாதுகாக்க முடியாது என்பதை பிராந்திய நாடுகள் உணர வேண்டியது அவசியம். இத்தகைய கொள்கை நிலைப்பாடுகள் பிராந்திய அழுத்தங்களைத் தணிப்பதற்குப் பதிலாக தீவிரப்படுத்துகின்றன.",
        "SAARC க்கு ஒரு பெரிய ப்ளஸ் என்பது பாகிஸ்தானின் ஜனநாயக அடையாளமாக இருப்பதுதான். அதன்படி, முக்கிய அரசியல் மதிப்புகள் தொடர்பாக பிராந்தியத்தின் மற்ற ஜனநாயக நாடுகளுடன் பாகிஸ்தான் கணிசமான ஒற்றுமைகளை கொண்டுள்ளது. பிந்தையது தெற்காசியாவின் மற்ற ஜனநாயக நாடுகள் பாகிஸ்தானுடன் தொடர்புகொள்வதற்கான உறுதியான அடிப்படையை உருவாக்க முடியும்.",
        "இருப்பினும், பாக்கிஸ்தான் ஒரு மத அடையாளத்தின் அடிப்படையில் நிறுவப்பட்டது மற்றும் பிந்தைய காரணி அதன் உள்நாட்டு மற்றும் வெளிநாட்டு கொள்கைகளில் கணிசமான செல்வாக்கைத் தொடர்கிறது. சில பகுதிகளில் இது மாநிலங்களுக்கு இடையேயான உறவுகளில் பிளவுபடுத்தும் தாக்கத்தை ஏற்படுத்துவதாகக் காணப்பட்டாலும், தெற்காசியாவின் மற்ற பகுதிகள் பாகிஸ்தானுடனான அதன் உறவுகளில் நெகிழ்வாக இருப்பதைத் தவிர வேறு வழியில்லை. பாக்கிஸ்தானின் புதிய நிர்வாகம் நாட்டின் ஜனநாயக வளர்ச்சியை எவ்வாறு துரிதப்படுத்தலாம் என்பது குறித்து சிறிது சிந்திக்கலாம்.",
        "அரசாங்கம், அதன் கொள்கைகள் மற்றும் நிறுவனங்களின் மறுதொடக்கம் இப்போதே தொடங்க வேண்டும்",
        "பழைய காவலர் மற்றும் முழு அமைச்சரவையும் இப்போது செல்ல வேண்டும் என்று டல்லாஸ் ஜனாதிபதியிடம் எழுதுகிறார்",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதற்கான அழைப்பு முன்மொழியப்பட்ட 21-A இல் ஒருமித்த கருத்தைத் தடுக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}