{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HERCapital-by-Hatch-Pioneering-gender-smart-funding-in-Sri-Lanka/34-731630",
  "time_ut": 1646689680,
  "title": "HERCapital by Hatch: Pioneering gender-smart funding in Sri Lanka",
  "body_lines": [
    "1st row from left: Barrister-at-law Zara Mandviwalla Akbarally, Surge Global CEO Hayley Evans, Personal Investor (ex-Morgan Stanley) Sonia Dandona Hirdaramani, and McLarens Group of Companies Joint Managing Director Shehara Jayawardana",
    "2nd row from left: Softlogic Invest CEO/Director Niloo Jayatilake, Hatch Co-founder Nathan Sivagananathan, and Hatch Co-founder/Director Brindha Selvadurai-Gnanam",
    "",
    "",
    "Gender disparity within the entrepreneurial world is a globally prevalent problem, often stemming from the underrepresentation of women in the labour force and leadership positions. This imbalance in diversity is mainly seen in markets with no gender-smart funding, which makes gender a key component in their program.",
    "The lack of gender diversity at the firm level and the unavailability of gender-smart support structures are persistent hurdles faced by women entrepreneurs throughout the region.",
    "Globally, the finance gap between women-led MSMEs (Micro, Small, and Medium Enterprises) and those led by men have shown to be a whopping $ 1.2 trillion. This can be attributed to the significant underrepresentation of women among investment decision-makers at private equity (PE) and venture capital (VC) firms, board representation, and leadership positions.",
    "Moreover, research into the South Asian market has shown that as of 2019, only 45% of firms have a strategy to improve gender diversity in emerging markets, leading to female participation in ownership only being 18%, with only 9.3% of women holding board positions and only 9% of PE and VC funding going into female-led companies; leaving these companies underfunded.",
    "Sri Lanka is no different from the rest of the region, with the lack of an investment ecosystem for female entrepreneurs, leading to only 25% of the country’s entrepreneurs being women, despite women representing majority of the population, accounting for 52%.",
    "Seeing this lack of diversity and the need for a gender-smart funds, Hatch has now introduced HERCapital, Sri Lanka’s first-ever gender-smart funding scheme. The goal of the scheme is to create a better ecosystem for local women entrepreneurs and help increase gender diversity in PE/VC pipelines.",
    "The basis of the scheme will take a strategic approach to investing in entrepreneurs, by taking into consideration gender-based factors throughout the investment process, to advance gender equality and better inform investment decisions.",
    "Such schemes can be seen growing in popularity, with 58.6% of international fund managers choosing to invest through a gender lens. A similar trend was also seen in Asia, with 70% of the active investment vehicles established after 2017, being done through a gender lens.",
    "Hatch’s HERCapital fund aims to pioneer a similar gender-smart funding scheme in Sri Lanka and will empower early-stage startups through a well-structured program that includes mentorship and financial support. The fund will address existing gender inequalities through investment and support more women-led businesses while continuing to champion equal representation within the start-ups funded.",
    "The fund’s gender balance comes from the adoption of practices such as gender analysis, gender due diligence, deal origination, deal structuring, etc., which help promote a more gender-balanced fund.",
    "From the concept to scaling through commercialisation, the fund will empower early-stage startups through a well-structured program that includes both mentorship and financial support.",
    "These entrepreneurs will be offered seed funding of $ 25,000 per startup for 5%-20% equity, alongside other benefits such as a 12-week structured program with trainings and workshops, an opportunity to pitch to local and regional VC’s, one-on-one mentoring with dedicated mentors, connections to global accelerator platforms, and free access to Hatch co-working space.",
    "HerCapital is set to have 2 cohorts per year and 10 startups per cohort, with an estimated fund size of $ 1 million, out of which $ 500 k will be allocated for seed funding and the other $ 500 k for follow-on funding respectively.",
    "The fund will also focus on encouraging disruptive innovations in products, technology, and business models in several areas. These include Agriculture, Education, Health, Energy, Sustainability, IoT, Payment, SaaS, Digital, and MarketPlace.",
    "Based on available market data, HerCapital is expected to increase step-up valuation for companies by 1.64 times, per year in valuation by 5.5%, and profitability by 15%.",
    "The fund has also brought on six industry disruptors to back it as its investment committee, five of whom are women entrepreneurs themselves. They include Personal Investor (ex-Morgan Stanley) Sonia Dandona Hirdaramani, Surge Global CEO Hayley Evans, McLarens Group of Companies Joint Managing Director Shehara Jayawardana, Softlogic Invest CEO/Director Niloo Jayatilake, Barrister-at-law Zara Mandviwalla Akbarally, and Hatch’s very own Co-founder/Director, Brindha Selvadurai-Gnanam."
  ],
  "translate": {
    "si": {
      "title": "HERCapital by Hatch: ශ්‍රී ලංකාවේ පුරෝගාමී ස්ත්‍රී පුරුෂ සමාජභාවය-ස්මාර්ට් අරමුදල්",
      "body_lines": [
        "වමේ සිට 1 වන පේළිය: නීතිඥ සාරා මැන්ඩ්විවල්ලා අක්බරලි, සර්ජ් ග්ලෝබල් ප්‍රධාන විධායක නිලධාරී හේලි එවන්ස්, පුද්ගලික ආයෝජක (හිටපු මෝගන් ස්ටැන්ලි) සෝනියා දන්ඩෝනා හිර්දාරාමනී සහ මැක්ලරන්ස් සමාගම් සමූහයේ ඒකාබද්ධ කළමනාකාර අධ්‍යක්ෂ ෂෙහාරා ජයවර්ධන",
        "වමේ සිට 2 වැනි පේළිය: සොෆ්ට්ලොජික් ඉන්වෙස්ට් ප්‍රධාන විධායක නිලධාරී/අධ්‍යක්ෂක නිලූ ජයතිලක, හැච් සම-නිර්මාතෘ නේතන් සිවගනාදන්, සහ හැච් සම-නිර්මාතෘ/අධ්‍යක්ෂිකා බ්‍රින්ධා සෙල්වදුරෙයි-ඥානම්",
        "",
        "",
        "ව්‍යවසායක ලෝකය තුළ ස්ත්‍රී පුරුෂ සමාජභාවී අසමානතාවය ගෝලීය වශයෙන් බහුලව පවතින ගැටලුවක් වන අතර එය බොහෝ විට පැන නගින්නේ ශ්‍රම බලකායේ සහ නායකත්ව තනතුරුවල කාන්තාවන්ගේ අඩු නියෝජනයෙනි. විවිධත්වයේ මෙම අසමතුලිතතාවය ප්‍රධාන වශයෙන් දක්නට ලැබෙන්නේ ස්ත්‍රී පුරුෂ සමාජභාවය-බුද්ධිමත් අරමුදල් නොමැති වෙලඳපොලවල් තුළ වන අතර එමඟින් ස්ත්‍රී පුරුෂ භාවය ඔවුන්ගේ වැඩසටහනේ ප්‍රධාන අංගයක් බවට පත් කරයි.",
        "ආයතනික මට්ටමින් ස්ත්‍රී පුරුෂ විවිධත්වය නොමැතිකම සහ ස්ත්‍රී පුරුෂ සමාජභාවය-ස්මාර්ට් ආධාරක ව්‍යුහයන් නොමැති වීම කලාපය පුරා කාන්තා ව්‍යවසායකයින් මුහුණ දෙන නිරන්තර බාධක වේ.",
        "ගෝලීය වශයෙන්, කාන්තාවන් විසින් මෙහෙයවනු ලබන MSMEs (ක්ෂුද්‍ර, කුඩා සහ මධ්‍ය පරිමාණ ව්‍යවසායන්) සහ පිරිමින් විසින් මෙහෙයවන ලද ඒවා අතර මූල්‍ය පරතරය ඩොලර් ට්‍රිලියන 1.2 ක දැවැන්ත අගයක් පෙන්නුම් කර ඇත. පුද්ගලික කොටස් (PE) සහ ව්‍යාපාර ප්‍රාග්ධන (VC) සමාගම්, මණ්ඩල නියෝජනය සහ නායකත්ව තනතුරු වල ආයෝජන තීරණ ගන්නන් අතර කාන්තාවන්ගේ සැලකිය යුතු අඩු නියෝජනය මෙයට හේතු විය හැක.",
        "එපමනක් නොව, 2019 වන විට, නැගී එන වෙලඳපොලවල ස්ත්‍රී පුරුෂ විවිධත්වය වැඩිදියුණු කිරීමේ උපාය මාර්ගයක් ඇත්තේ සමාගම්වලින් 45%කට පමණක් බව දකුණු ආසියාතික වෙළඳපොල පිළිබඳ පර්යේෂණ මගින් පෙන්වා දී ඇති අතර, හිමිකාරිත්වයේ කාන්තා සහභාගීත්වය 18%ක් පමණක් වන අතර, එහි හිමිකාරිත්වය දරනු ලබන්නේ 9.3%ක් පමණක් වන කාන්තාවන්ය. තනතුරු සහ PE සහ VC අරමුදල් වලින් 9% ක් පමණක් කාන්තාවන් විසින් මෙහෙයවන සමාගම් වෙත; මෙම සමාගම්වලට අඩුවෙන් මුදල් ඉතිරි කිරීම.",
        "කාන්තා ව්‍යවසායකයින් සඳහා ආයෝජන පරිසර පද්ධතියක් නොමැතිකම හේතුවෙන් ශ්‍රී ලංකාව සෙසු කලාපයට වඩා වෙනස් නොවේ, රටේ ව්‍යවසායකයින්ගෙන් 25% ක් පමණක් කාන්තාවන් වීමට තුඩු දෙයි, ජනගහනයෙන් බහුතරයක් නියෝජනය කරන කාන්තාවන් 52% ක් වුවද.",
        "මෙම විවිධත්වයේ ඌනතාවය සහ ස්ත්‍රී පුරුෂ සමාජභාවය-ස්මාර්ට් අරමුදල්වල අවශ්‍යතාවය දකිමින්, Hatch දැන් ශ්‍රී ලංකාවේ ප්‍රථම ස්ත්‍රී පුරුෂ සමාජීය-ස්මාර්ට් අරමුදල් යෝජනා ක්‍රමය වන HERCapital හඳුන්වා දී ඇත. මෙම යෝජනා ක්‍රමයේ අරමුණ වන්නේ දේශීය කාන්තා ව්‍යවසායකයින් සඳහා වඩා හොඳ පරිසර පද්ධතියක් නිර්මාණය කිරීම සහ PE/VC නල මාර්ගවල ස්ත්‍රී පුරුෂ විවිධත්වය ඉහළ නැංවීමට උපකාර කිරීමයි.",
        "ස්ත්‍රී පුරුෂ සමානාත්මතාවය ඉදිරියට ගෙන යාමට සහ ආයෝජන තීරණ වඩාත් හොඳින් දැනුම් දීමට, ආයෝජන ක්‍රියාවලිය පුරාවටම ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් සාධක සැලකිල්ලට ගනිමින් ව්‍යවසායකයින් සඳහා ආයෝජනය කිරීමට උපායමාර්ගික ප්‍රවේශයක් යෝජනා ක්‍රමයේ පදනම ගනු ඇත.",
        "ජාත්‍යන්තර අරමුදල් කළමනාකරුවන්ගෙන් 58.6%ක් ස්ත්‍රී පුරුෂ භාවය හරහා ආයෝජනය කිරීමට තෝරා ගැනීමත් සමඟ එවැනි යෝජනා ක්‍රම ජනප්‍රිය වෙමින් පවතිනු දැකිය හැකිය. ආසියාවේ ද එවැනිම ප්‍රවණතාවක් දක්නට ලැබුණි, 2017 න් පසු ස්ථාපිත කරන ලද සක්‍රීය ආයෝජන යන්ත්‍රවලින් 70% ක් ස්ත්‍රී පුරුෂ කාචයක් හරහා සිදු කරන ලදී.",
        "Hatch's HERCapital අරමුදල ශ්‍රී ලංකාව තුළ සමාන ස්ත්‍රී පුරුෂ සමාජීය-ස්මාර්ට් අරමුදල් යෝජනා ක්‍රමයක් පුරෝගාමී කිරීම අරමුණු කරන අතර උපදේශන සහ මූල්‍ය ආධාර ඇතුළත් හොඳින් ව්‍යුහගත වැඩසටහනක් හරහා මුල් අවධියේ ආරම්භකයින් සවිබල ගන්වනු ඇත. අරමුදල ආයෝජනය හරහා පවත්නා ස්ත්‍රී පුරුෂ අසමානතා ආමන්ත්‍රණය කරනු ඇති අතර අරමුදල් සපයන ආරම්භක ආයතන තුළ සමාන නියෝජනයක් අඛණ්ඩව පවත්වා ගනිමින් කාන්තාවන් විසින් මෙහෙයවන ව්‍යාපාරවලට සහාය වනු ඇත.",
        "අරමුදලේ ස්ත්‍රී පුරුෂ සමතුලිතතාවය පැමිණෙන්නේ ස්ත්‍රී පුරුෂ සමාජභාවය පිළිබඳ විශ්ලේෂණ, ස්ත්‍රී පුරුෂ භාවය නිසි කඩිසරකම, ගනුදෙනු ආරම්භය, ගනුදෙනු ව්‍යුහගත කිරීම වැනි භාවිතයන් අනුගමනය කිරීමෙනි.",
        "සංකල්පයේ සිට වානිජකරණය හරහා පරිමාණය දක්වා, මෙම අරමුදල උපදේශන සහ මූල්‍ය ආධාර යන දෙකම ඇතුළත් හොඳින් ව්‍යුහගත වැඩසටහනක් හරහා මුල් අවධියේ ආරම්භකයින් සවිබල ගන්වනු ඇත.",
        "මෙම ව්‍යවසායකයින්ට 5%-20% කොටස් සඳහා ආරම්භකයකට ඩොලර් 25,000 ක බීජ අරමුදල් පිරිනමනු ලැබේ, පුහුණුවීම් සහ වැඩමුළු සමඟ සති 12 ක ව්‍යුහගත වැඩසටහනක්, ප්‍රාදේශීය සහ කලාපීය VC වෙත එක්වීමේ අවස්ථාවක් වැනි අනෙකුත් ප්‍රතිලාභ සමඟින්. කැපවූ උපදේශකයින් සමඟ එක් උපදේශනයක්, ගෝලීය ඇක්සලරේටර් වේදිකා වෙත සම්බන්ධතා සහ Hatch සහකාර අවකාශය වෙත නොමිලේ ප්‍රවේශය.",
        "HerCapital විසින් වසරකට සමූහ කණ්ඩායම් 2ක් සහ එක් කණ්ඩායමකට ආරම්භක 10ක් ඇති කිරීමට සකසා ඇති අතර, ඇස්තමේන්තුගත අරමුදල් ප්‍රමාණය ඩොලර් මිලියන 1ක් වන අතර, එයින් $500 k බීජ අරමුදල් සඳහා සහ අනෙක් $500 k පිළිවෙළින් පසු විපරම් අරමුදල් සඳහා වෙන් කරනු ලැබේ.",
        "ක්ෂේත්‍ර කිහිපයක නිෂ්පාදන, තාක්‍ෂණය සහ ව්‍යාපාර ආකෘතිවල කඩාකප්පල්කාරී නවෝත්පාදනයන් දිරිමත් කිරීම කෙරෙහි ද අරමුදල අවධානය යොමු කරනු ඇත. කෘෂිකර්මය, අධ්‍යාපනය, සෞඛ්‍යය, බලශක්තිය, තිරසාර බව, IoT, ගෙවීම්, SaaS, Digital, සහ MarketPlace මේවාට ඇතුළත් වේ.",
        "පවතින වෙළඳපල දත්ත මත පදනම්ව, HerCapital විසින් සමාගම් සඳහා පියවර-අප් තක්සේරුව 1.64 ගුණයකින්ද, වසරකට 5.5%කින් සහ ලාභදායිතාවයෙන් 15%කින්ද වැඩි කිරීමට අපේක්ෂා කෙරේ.",
        "අරමුදල සිය ආයෝජන කමිටුව ලෙස සහාය දැක්වීම සඳහා කර්මාන්ත කඩාකප්පල් කරන්නන් හය දෙනෙකු ද ගෙනැවිත් ඇති අතර ඔවුන්ගෙන් පස් දෙනෙකු කාන්තා ව්‍යවසායකයින් වේ. පුද්ගලික ආයෝජක (හිටපු Morgan Stanley) Sonia Dandona Hirdaramani, Surge Global ප්‍රධාන විධායක නිලධාරී Hayley Evans, McLarens Group of Companies ඒකාබද්ධ කළමනාකාර අධ්‍යක්ෂිකා ෂෙහාරා ජයවර්ධන, Softlogic Invest හි ප්‍රධාන විධායක නිලධාරී/අධ්‍යක්ෂිකා නිලූ ජයතිලක, නීතිඥ Zara Mandviwalla Hatcharally, තමන්ගේම සම-නිර්මාතෘ/අධ්‍යක්ෂක, Brindha Selvadurai-Gnanam."
      ]
    },
    "ta": {
      "title": "ஹெர்காபிடல் பை ஹட்ச்: இலங்கையில் பாலின-ஸ்மார்ட் நிதியுதவிக்கு முன்னோடியாக உள்ளது",
      "body_lines": [
        "இடமிருந்து 1வது வரிசை: பாரிஸ்டர் அட் லா ஜாரா மாண்ட்விவல்லா அக்பரல்லி, சர்ஜ் குளோபல் சிஇஓ ஹெய்லி எவன்ஸ், தனிப்பட்ட முதலீட்டாளர் (முன்னாள் மோர்கன் ஸ்டான்லி) சோனியா டண்டோனா ஹிர்தராமணி, மற்றும் மெக்லாரன்ஸ் குழும நிறுவனங்களின் கூட்டு நிர்வாக இயக்குநர் ஷெஹாரா ஜெயவர்தன",
        "இடமிருந்து 2வது வரிசை: Softlogic Invest CEO/Director நிலூ ஜெயதிலக, Hatch இணை நிறுவனர் நாதன் சிவகணநாதன், மற்றும் Hatch இணை நிறுவனர்/இயக்குனர் பிருந்தா செல்வதுரை-ஞானம்",
        "",
        "",
        "தொழில் முனைவோர் உலகில் பாலின ஏற்றத்தாழ்வு என்பது உலகளவில் பரவலாக உள்ள பிரச்சனையாகும், இது பெரும்பாலும் தொழிலாளர் படை மற்றும் தலைமைப் பதவிகளில் பெண்களின் குறைவான பிரதிநிதித்துவத்தில் இருந்து உருவாகிறது. பன்முகத்தன்மையில் இந்த ஏற்றத்தாழ்வு முக்கியமாக பாலின-ஸ்மார்ட் நிதியில்லாத சந்தைகளில் காணப்படுகிறது, இது பாலினத்தை அவர்களின் திட்டத்தில் முக்கிய அங்கமாக ஆக்குகிறது.",
        "நிறுவன மட்டத்தில் பாலின வேறுபாடு இல்லாமை மற்றும் பாலின-புத்திசாலித்தனமான ஆதரவு கட்டமைப்புகள் கிடைக்காமை ஆகியவை பிராந்தியம் முழுவதிலும் உள்ள பெண் தொழில்முனைவோர்களுக்கு இடைவிடாத தடைகளாக உள்ளன.",
        "உலகளவில், பெண்கள் தலைமையிலான MSMEகள் (மைக்ரோ, சிறு மற்றும் நடுத்தர தொழில்கள்) மற்றும் ஆண்களால் வழிநடத்தப்படுபவர்களுக்கு இடையேயான நிதி இடைவெளி 1.2 டிரில்லியன் டாலர்கள் என்று காட்டப்பட்டுள்ளது. தனியார் சமபங்கு (PE) மற்றும் துணிகர மூலதனம் (VC) நிறுவனங்கள், வாரிய பிரதிநிதித்துவம் மற்றும் தலைமைப் பதவிகளில் முதலீட்டு முடிவெடுப்பவர்களிடையே பெண்களின் குறிப்பிடத்தக்க குறைவான பிரதிநிதித்துவம் இதற்குக் காரணமாக இருக்கலாம்.",
        "மேலும், தெற்காசிய சந்தையில் 2019 ஆம் ஆண்டு நிலவரப்படி, 45% நிறுவனங்கள் மட்டுமே வளர்ந்து வரும் சந்தைகளில் பாலின வேறுபாட்டை மேம்படுத்துவதற்கான உத்தியைக் கொண்டுள்ளன, இது உரிமையில் பெண்களின் பங்கேற்பு 18% ஆக உள்ளது, 9.3% பெண்கள் மட்டுமே பலகை வைத்திருக்கின்றனர். பதவிகள் மற்றும் PE மற்றும் VC நிதியில் 9% மட்டுமே பெண் தலைமையிலான நிறுவனங்களுக்குச் செல்கிறது; இந்த நிறுவனங்களை நிதியுதவி இல்லாமல் விட்டுவிடுங்கள்.",
        "பெண் தொழில்முனைவோருக்கான முதலீட்டுச் சூழல் இல்லாததால், சனத்தொகையில் பெரும்பான்மையான பெண்கள் 52% ஆக இருந்தாலும், நாட்டின் தொழில்முனைவோர்களில் 25% மட்டுமே பெண்களாக இருக்க வழிவகுத்ததுடன், ஏனைய பிராந்தியங்களில் இருந்து இலங்கை வேறுபட்டதல்ல.",
        "இந்த பன்முகத்தன்மையின் பற்றாக்குறை மற்றும் பாலின-புத்திசாலித்தனமான நிதிகளின் அவசியத்தை கருத்தில் கொண்டு, Hatch இப்போது இலங்கையின் முதல் பாலின-ஸ்மார்ட் நிதி திட்டமான HERCapital ஐ அறிமுகப்படுத்தியுள்ளது. உள்ளூர் பெண் தொழில்முனைவோருக்கு சிறந்த சுற்றுச்சூழல் அமைப்பை உருவாக்குவதும், PE/VC பைப்லைன்களில் பாலின பன்முகத்தன்மையை அதிகரிக்க உதவுவதும் திட்டத்தின் குறிக்கோள் ஆகும்.",
        "இந்தத் திட்டத்தின் அடிப்படையானது, முதலீட்டுச் செயல்முறை முழுவதும் பாலின அடிப்படையிலான காரணிகளைக் கருத்தில் கொண்டு, பாலின சமத்துவத்தை முன்னெடுத்துச் செல்வதற்கும் முதலீட்டு முடிவுகளை சிறப்பாகத் தெரிவிப்பதற்கும், தொழில்முனைவோருக்கு முதலீடு செய்வதற்கான ஒரு மூலோபாய அணுகுமுறையை எடுக்கும்.",
        "இத்தகைய திட்டங்கள் பிரபலமடைந்து வருவதைக் காணலாம், 58.6% சர்வதேச நிதி மேலாளர்கள் பாலின லென்ஸ் மூலம் முதலீடு செய்யத் தேர்வு செய்கிறார்கள். ஆசியாவிலும் இதேபோன்ற போக்கு காணப்பட்டது, 2017 க்குப் பிறகு 70% செயலில் உள்ள முதலீட்டு வாகனங்கள் பாலின லென்ஸ் மூலம் செய்யப்பட்டன.",
        "Hatch இன் HERCapital நிதியானது, இலங்கையில் இதேபோன்ற பாலின-புத்திசாலித்தனமான நிதியளிப்புத் திட்டத்தை முன்னோடியாகச் செய்வதை நோக்கமாகக் கொண்டுள்ளது மற்றும் வழிகாட்டுதல் மற்றும் நிதி உதவியை உள்ளடக்கிய நன்கு கட்டமைக்கப்பட்ட திட்டத்தின் மூலம் ஆரம்ப-நிலை தொடக்கங்களை மேம்படுத்தும். இந்த நிதியானது முதலீட்டின் மூலம் தற்போதுள்ள பாலின ஏற்றத்தாழ்வுகளை நிவர்த்தி செய்து, நிதியளிக்கப்பட்ட ஸ்டார்ட்-அப்களுக்குள் சமமான பிரதிநிதித்துவத்தை தொடரும் அதே வேளையில், பெண்கள் தலைமையிலான வணிகங்களுக்கு ஆதரவளிக்கும்.",
        "இந்த நிதியின் பாலின சமநிலையானது பாலின பகுப்பாய்வு, பாலினம் தொடர்பான விடாமுயற்சி, ஒப்பந்தத்தின் தோற்றம், ஒப்பந்தம் கட்டமைத்தல் போன்ற நடைமுறைகளை பின்பற்றுவதிலிருந்து வருகிறது, இது மிகவும் பாலின-சமநிலை நிதியை ஊக்குவிக்க உதவுகிறது.",
        "கருத்தாக்கம் முதல் வணிகமயமாக்கல் மூலம் அளவிடுதல் வரை, இந்த நிதியானது வழிகாட்டுதல் மற்றும் நிதி உதவி ஆகிய இரண்டையும் உள்ளடக்கிய நன்கு கட்டமைக்கப்பட்ட திட்டத்தின் மூலம் ஆரம்ப-நிலை தொடக்கங்களை மேம்படுத்தும்.",
        "இந்த தொழில்முனைவோருக்கு 5%-20% ஈக்விட்டிக்கு ஒரு ஸ்டார்ட்அப் ஒன்றிற்கு $25,000 விதை நிதியுதவி வழங்கப்படும், மேலும் 12 வார கட்டமைக்கப்பட்ட திட்டம் பயிற்சிகள் மற்றும் பட்டறைகள், உள்ளூர் மற்றும் பிராந்திய VC களுக்கு ஒருவருக்கு ஒருவர் வருவதற்கான வாய்ப்பு. அர்ப்பணிப்புள்ள வழிகாட்டிகளுடன் ஒரு வழிகாட்டுதல், உலகளாவிய முடுக்கி இயங்குதளங்களுக்கான இணைப்புகள் மற்றும் ஹட்ச் இணை வேலை செய்யும் இடத்திற்கான இலவச அணுகல்.",
        "ஹெர்கேபிடல் ஆண்டுக்கு 2 கூட்டாளிகள் மற்றும் ஒரு குழுவிற்கு 10 ஸ்டார்ட்அப்கள் என அமைக்கப்பட்டுள்ளது, இதில் $ 1 மில்லியன் மதிப்பீட்டின் அளவு $500 k விதை நிதிக்காகவும் மற்ற $ 500 k முறையே பின்தொடர்தல் நிதிக்காகவும் ஒதுக்கப்படும்.",
        "பல பகுதிகளில் தயாரிப்புகள், தொழில்நுட்பம் மற்றும் வணிக மாதிரிகளில் சீர்குலைக்கும் கண்டுபிடிப்புகளை ஊக்குவிப்பதிலும் இந்த நிதி கவனம் செலுத்தும். விவசாயம், கல்வி, சுகாதாரம், ஆற்றல், நிலைத்தன்மை, IoT, பணம் செலுத்துதல், SaaS, டிஜிட்டல் மற்றும் சந்தை இடம் ஆகியவை இதில் அடங்கும்.",
        "கிடைக்கக்கூடிய சந்தைத் தரவுகளின் அடிப்படையில், ஹெர்கேபிடல் நிறுவனங்களுக்கான ஸ்டெப்-அப் மதிப்பீட்டை 1.64 மடங்கும், மதிப்பீட்டில் ஆண்டுக்கு 5.5% மற்றும் லாபத்தை 15% அதிகரிக்கும் என எதிர்பார்க்கப்படுகிறது.",
        "இந்த நிதி தனது முதலீட்டுக் குழுவாக ஆதரவளிக்க ஆறு தொழில் சீர்குலைப்பாளர்களைக் கொண்டு வந்துள்ளது, அவர்களில் ஐந்து பேர் பெண் தொழில்முனைவோர்களாக உள்ளனர். அவர்களில் தனிப்பட்ட முதலீட்டாளர் (முன்னாள் மோர்கன் ஸ்டான்லி) சோனியா டண்டோனா ஹிர்தராமணி, சர்ஜ் குளோபல் சிஇஓ ஹெய்லி எவன்ஸ், மெக்லாரன்ஸ் குழுமத்தின் கூட்டு நிர்வாக இயக்குநர் ஷெஹாரா ஜெயவர்தன, சாஃப்ட்லாஜிக் இன்வெஸ்ட் சிஇஓ/இயக்குனர் நிலூ ஜெயதிலக, பாரிஸ்டர் அட் லா ஜாரா மாண்ட்விவல்லா அக்பரலி ஆகியோர் அடங்குவர். சொந்த இணை நிறுவனர்/இயக்குனர், பிருந்தா செல்வதுரை-ஞானம்."
      ]
    }
  }
}