{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Mr-Prime-Minister-the-mandate-is-no-longer-valid/231-235918",
  "time_ut": 1651170900,
  "title": "Mr. Prime Minister, the mandate is no longer valid",
  "body_lines": [
    "Thousands of protesters in Galle Face Green and in all major cities vowed not to give up their struggle until the president and the prime minister and the entire cabinet step down.",
    "In the face of an unprecedented massive economic and political crisis and a mounting public outcry demanding the ouster of President Gotabaya Rajapaksa and his government, Prime Minister Mahinda Rajapaksa has firmly stated that he would not step down. Neither his younger brother, the President seems to be prepared to heed to the countrywide agitations for his ouster.",
    "The Prime Minister, to justify his stance and that of his brother had stated that he does not need to heed to the call by the protesters as he came to power through a mandate by the people at elections. And he argues that in spite of a section of the people having come to the streets demanding the resignation of the President and his government, they did not represent the entire country or those who gave the mandate to the President and the government to rule the country.",
    "From a traditional point of view and also in a way from a legal point of view, this seems to be a strong argument as there is no way to compare the numerical strength of those who demand the ouster of the government and those who still prefer this government to continue, until a nationwide election is held. Hence one can still contend that majority of people support the government and hence the mandate that was received by the President and the government is still intact.",
    "\"Besides, the Prime Minister should not reject the common sense within him when judging the situation on the ground. The country is politically in turmoil with agitations by thousands of people springing daily across the country calling for the ouster of the President and the government\"",
    "Yet, one can also argue on the same line to negate the Prime Minister’s position. On what grounds does he argue that the mandate that catapulted them to power is still intact?  The vote base of the United National Party (UNP) had eroded by a massive 30% within three years from the Presidential election in 2015 to the local government elections in 2018, without any economic meltdown in the country like the one the country is faced with now. What is the assurance he has to rule out such an erosion of the vote bank of his party, the Sri Lanka Podujana Peramuna (SLPP) during the past two-and-a-half years since 2019 Presidential election?",
    "Besides, the Prime Minister should not reject the common sense within him when judging the situation on the ground. The country is politically in turmoil with agitations by thousands of people springing daily across the country calling for the ouster of the President and the government. Thousands of youth have been agitating day and night in the Galle Face Green in front of the Presidential Secretariat since April 9, putting up tents and food stalls, maintaining a media centre and even opening a library. Interestingly, the protesters have named the protesting site “GotaGoGama.”",
    "\"The powerful Mahanayake Theras have also called on the President to form such an interim government\"",
    "Professionals of various sectors, artistes, writers, trade unions, university students and many other groups are making their contribution to that struggle by way of regular processions from various parts of Colombo to the Galle Face. Sri Lankans working in other countries on their part are conducting demonstrations in those countries demanding the resignation of the President and the government. People have surrounded houses of many ministers. No leader of the government is appearing in public.",
    "Political parties including the main Opposition Samagi Jana Balawegaya (SJB) and the Janatha Vimukthi Peramuna (JVP) have been conducting separate demonstrations. The country was at a standstill on Thursday April 28, as workers of many sectors had struck work in support of the struggle to oust the President and the government. Except for those who participated in a few state-funded events nobody seems to come forward to defend the government or the President in public. Even a group of Parliamentarians from his own party, the SLPP have dared to demand the resignation of the Prime Minister. In the light of the “Maha Raja” public image Mahinda Rajapaksa had maintained a few years ago, this is unimaginable.",
    "There was a time when the Rajapaksas openly rejected even the orders of the Supreme Court. Now the magistrate courts are rejecting the requests by the police to disperse the demonstrators even in front of the Prime Ministers official residence, the Temple Trees. The protesters placed wreaths in front of the Temple Trees while the police were looking on.  What else does the Prime Minister need to realize that the public support from which the so-called mandate had emanated is no longer valid?",
    "\"Even a group of Parliamentarians from his own party, the SLPP have dared to demand the resignation of the Prime Minister. In the light of the “Maha Raja” public image Mahinda Rajapaksa had maintained a few years ago, this is unimaginable\"",
    "The people gave the mandate to the President and the SLPP through the Presidential and Parliamentary elections to rule the country resolving the problems faced by them. However, they have now chosen to form an all-party interim government in order to resolve the economic crisis the country is faced with. The powerful Mahanayake Theras have also called on the President to form such an interim government. This is a clear indication of acknowledgment by the President and the government that they are no longer capable of implementing the public mandate they received at the past elections on their own. Thus, attempting to cling on to power hiding behind the political term “mandate” is illegitimate, unethical and undemocratic.",
    "Mandate does not represent only the numerical strength of the people who voted for a President and a government. Neither is it an inalienable right; rather it is a responsibility which entails accountability to the actions of the President or the government, as the case may be. Also the mandate is not a free ride; it is conditional to the keeping of election promises and genuine efforts to resolve the issues faced by the people who gave the mandate to the politicians.",
    "It is no longer valid in the event the government failed to solve the problems of the people, despite it having or not having taken genuine efforts to do so. In the case of the President Gotabaya Rajapaksa and the SLPP government, they have not only failed to solve the problems, but also created through their corrupt mindset an unprecedented massive economic crisis the resolution of which is seen even by the international experts to be extremely difficult.",
    "The government subsequent to the 2019 Presidential election announced massive unsolicited tax cuts, depriving the public coffers of more than Rs.650 billion annually. It was clear that this measure was taken keeping the forthcoming Parliamentary election in mind. Now, the experts point out that it contributed hugely to the current economic crunch.",
    "Despite these actions and the impacts of the COVID-19 on the country’s foreign reserves having created a massive pressure on the foreign debt problem, the government ignored the advices by many experts and Opposition parties to seek the assistance of the International Monetary Fund (IMF). The Newly appointed Central Bank Governor Dr. Nandalal Weerasinghe during a media briefing on April 9 had stated that he had pointed out the need for debt restructuring far back as September 2020, but it fell on deaf ears and country is now facing a crisis. Meanwhile the government’s decision to ban chemical fertilizer imports has destroyed the agriculture, leaving the farmers high and dry.",
    "Although the government did a commendable job to contain the COVID 19 pandemic during its first wave in Sri Lanka, the health experts had to beg the leaders to take preventive measures thereafter as they were reluctant to do so. This also heavily impacted the economy.  Finally, after playing havoc with the economy and thereby with the lives of the people, the Prime Minister or the President believing that they still enjoy the people’s mandate is ludicrous."
  ],
  "translate": {
    "si": {
      "title": "අගමැතිතුමනි, ජනවරම තවදුරටත් වලංගු නැහැ",
      "body_lines": [
        "ගාලු මුවදොර පිටියේ සහ සියලුම ප්‍රධාන නගරවල විරෝධතාකරුවන් දහස් ගනනක් ජනාධිපතිවරයා සහ අගමැතිවරයා සහ සමස්ත කැබිනට් මණ්ඩලය ඉවත් වන තුරු තම අරගලය අත් නොහරින බවට සපථ කළහ.",
        "පෙර නොවූ විරූ ආකාරයේ දැවැන්ත ආර්ථික හා දේශපාලන අර්බුදයක් සහ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සහ ඔහුගේ රජය නෙරපා හරින ලෙස ඉල්ලා නැගී එන මහජන විරෝධය හමුවේ අගමැති මහින්ද රාජපක්ෂ මහතා තමන් ඉවත් නොවන බව තරයේ ප්‍රකාශ කළේය. ඔහුව නෙරපා හැරීම සඳහා රට පුරා පැවැත්වෙන උද්ඝෝෂණවලට අවනත වීමට ඔහුගේ බාල සොහොයුරා හෝ ජනාධිපතිවරයා සූදානම් බවක් පෙනෙන්නට නැත.",
        "මැතිවරණයෙන් ජනතා වරමක් මත බලයට පැමිණි තමාට විරෝධතාකරුවන් කළ ඉල්ලීමට අවනත වීමට අවශ්‍ය නොවන බව අගමැතිවරයා තම සහ තම සහෝදරයාගේ ස්ථාවරය සාධාරණීකරණය කිරීමට ප්‍රකාශ කර තිබිණි. එමෙන්ම ජනාධිපතිවරයා ඇතුළු රජයට ඉල්ලා අස්විය යුතු බවට ජනතාවගෙන් කොටසක් පාරට බැස සිටියද ඔවුන් මුළු රටම හෝ ජනාධිපතිවරයාට සහ රජයට රට පාලනය කිරීමට ජනවරම ලබා දුන් අය වෙනුවෙන් පෙනී නොසිටි බව ඔහු තර්ක කරයි. .",
        "සාම්ප්‍රදායික දෘෂ්ටි කෝණයකින් සහ නීතිමය පැත්තෙන් ගත් කල, මෙය ප්‍රබල තර්කයක් බව පෙනේ, මන්ද එය ආණ්ඩු බලයෙන් පහ කිරීමට ඉල්ලා සිටින අයගේ සහ තවමත් මෙයට කැමති අයගේ සංඛ්‍යාත්මක ශක්තිය සංසන්දනය කිරීමට ක්‍රමයක් නොමැති බැවිනි. රටපුරා මැතිවරණයක් පවත්වන තුරු ආණ්ඩුව දිගටම පවතිනු ඇත. එබැවින් බහුතරයක් ජනතාව රජයට සහය දක්වන බවත් ඒ නිසා ජනාධිපතිවරයාට සහ රජයට ලැබුණු ජනවරම තවමත් නොනැසී පවතින බවත් කෙනෙකුට තවමත් තර්ක කළ හැකිය.",
        "\"අනික අගමැතිතුමා මහපොළොවේ තත්ත්වය විනිශ්චය කිරීමේදී ඔහු තුළ ඇති සාමාන්‍ය බුද්ධිය ප්‍රතික්ෂේප කළ යුතු නැත. ජනාධිපතිවරයා සහ රජය එළවා දමන්නැයි ඉල්ලා දිනපතා දහස් ගණන් ජනතාව රට පුරා පැනනඟින උද්ඝෝෂණවලින් රට දේශපාලන වශයෙන් කැළඹී ඇත.\"",
        "එහෙත්, අග්‍රාමාත්‍ය ධූරය ප්‍රතික්ෂේප කිරීම සඳහා යමෙකුට එම රේඛාවේම තර්ක කළ හැකිය. ඔවුන් බලයට පත් කළ ජනවරම තවමත් නොනැසී පවතින බවට ඔහු තර්ක කරන්නේ කුමන පදනමක් මතද? 2015 ජනාධිපතිවරණයේ සිට 2018 පළාත් පාලන මැතිවරණය දක්වා වසර තුනක් ඇතුළත එක්සත් ජාතික පක්ෂයේ (එජාප) ඡන්ද පදනම 30% කින් විශාල ලෙස ඛාදනය වී ඇත්තේ රට මුහුණ දී ඇති ආකාරයට රට තුළ කිසිදු ආර්ථික කඩාවැටීමකින් තොරවය. දැන්. 2019 ජනාධිපතිවරණයෙන් පසු ගෙවී ගිය වසර දෙක හමාරක කාලය තුළ තම පක්ෂය වන ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) ඡන්ද බැංකුවේ මෙතරම් ඛාදනයක් ඇතිවීම බැහැර කිරීමට ඔහුට ඇති සහතිකය කුමක්ද?",
        "අනික අගමැතිතුමා මහපොළොවේ තත්ත්වය විනිශ්චය කිරීමේදී ඔහු තුළ තිබෙන සාමාන්‍ය බුද්ධිය ප්‍රතික්ෂේප නොකළ යුතුයි. ජනාධිපතිවරයා සහ රජය එළවා දැමිය යුතු යැයි කියමින් දිනපතා දහස් සංඛ්‍යාත ජනතාවක් රට පුරා පැනනඟින උද්ඝෝෂණ සමඟ රට දේශපාලන වශයෙන් කැළඹී ඇත. අපේ‍්‍රල් 9 වැනිදා සිට ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට ගාලුමුවදොර පිටියේ කූඩාරම් දමා කෑම කඩ දමා මාධ්‍ය මධ්‍යස්ථානයක් පවත්වාගෙන යමින් පුස්තකාලයක් පවා විවෘත කරමින් දහස් ගණන් තරුණයෝ දිවා රෑ නොබලා උද්ඝෝෂණ කරති. විරෝධතාකරුවන් විරෝධතාවයේ යෙදෙන ස්ථානය \"GotaGoGama\" ලෙස නම් කර තිබීම සිත්ගන්නා කරුණකි.",
        "\"මෙවැනි අන්තර්වාර ආණ්ඩුවක් පිහිටුවන ලෙස ප්‍රබල මහානායක හිමිවරුද ජනාධිපතිවරයාගෙන් ඉල්ලා ඇත\"",
        "එම අරගලයට විවිධ ක්ෂේත්‍රවල වෘත්තිකයන්, කලාකරුවන්, ලේඛකයින්, වෘත්තීය සමිති, විශ්වවිද්‍යාල සිසුන් ඇතුළු කණ්ඩායම් රැසක් කොළඹ විවිධ ප්‍රදේශවල සිට ගාලු මුවදොර දක්වා පා ගමනින් සිය දායකත්වය ලබා දෙනවා. ජනාධිපතිවරයාට සහ රජයට ඉල්ලා අස්වන ලෙස බලකරමින් වෙනත් රටවල සේවය කරන ශ්‍රී ලාංකිකයෝ එම ​​රටවල විරෝධතා පවත්වති. මිනිස්සු බොහෝ ඇමැතිවරුන්ගේ ගෙවල් වටකරලා. ආණ්ඩුවේ කිසිම නායකයෙක් ප්‍රසිද්ධියේ පෙනී සිටින්නේ නැහැ.",
        "ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) සහ ජනතා විමුක්ති පෙරමුණ (JVP) ඇතුළු දේශපාලන පක්ෂ වෙන වෙනම පෙළපාලි පවත්වමින් සිටිති. අප්‍රේල් 28 බ්‍රහස්පතින්දා රටම ඇනහිටියේ, ජනාධිපතිවරයා සහ රජය එළවා දැමීමේ අරගලයට සහය දක්වමින් ක්ෂේත්‍ර රැසක සේවකයෝ වැඩ වර්ජනය කර තිබූ බැවිනි. රාජ්‍ය ප්‍රතිපාදන මත සිදු වූ උත්සව කිහිපයකට සහභාගි වූ අය හැරෙන්නට ප්‍රසිද්ධියේ රජය හෝ ජනාධිපතිවරයා ආරක්ෂා කිරීමට කිසිවකු ඉදිරිපත් වන බවක් පෙනෙන්නට නැත. ශ්‍රී ලංකා පොදුජන පෙරමුණේ ඔහුගේම පක්ෂයේ මන්ත්‍රීවරුන් පිරිසක් පවා අගමැතිවරයාට ඉල්ලා අස්විය යුතු යැයි බල කිරීමට එඩිතර වී ඇත. මීට වසර කිහිපයකට පෙර මහින්ද රාජපක්ෂ විසින් පවත්වා ගෙන ගිය “මහ රජා” මහජන ප්‍රතිරූපය අනුව මෙය සිතාගත නොහැකි තරම්ය.",
        "ශ්‍රේෂ්ඨාධිකරණයේ නියෝග පවා රාජපක්ෂලා එළිපිටම ප්‍රතික්ෂේප කළ කාලයක් තිබුණා. අගමැති නිල නිවස වන අරලියගහ මන්දිරය ඉදිරිපිට පවා උද්ඝෝෂකයින් විසුරුවා හරින ලෙස පොලිසිය කළ ඉල්ලීම් මහේස්ත්‍රාත් අධිකරණය දැන් ප්‍රතික්ෂේප කරයි. උද්ඝෝෂකයෝ අරලියගහ මන්දිරය ඉදිරිපිට මල් වඩම් තබා පොලිසිය බලා සිටියදීම උද්ඝෝෂණය කළහ. ඊනියා ජනවරම ලැබුණු මහජන සහයෝගය තවදුරටත් වලංගු නොවන බව අගමැතිතුමාට අවබෝධ කර ගැනීමට තවත් කුමක් අවශ්‍යද?",
        "\"ඔහුගේම පක්‍ෂයේ මන්ත‍්‍රීවරුන් පිරිසක් පවා අගමැතිට ඉල්ලා අස්විය යුතු යැයි බල කිරීමට එඩිතර වී ඇත. මීට වසර කිහිපයකට පෙර මහින්ද රාජපක්‍ෂ මහතා විසින් පවත්වාගෙන ගිය \"මහ රජ\" මහජන ප්‍රතිරූපය හමුවේ මෙය සිතාගත නොහැකි තරම්ය\"",
        "ජනාධිපතිවරයාට සහ ශ්‍රී ලංකා පොදුජන පෙරමුණට ජනතාව මුහුණ දුන් ගැටලු විසඳා ගනිමින් රට පාලනය කිරීමට ජනාධිපතිවරණයෙන් සහ පාර්ලිමේන්තු මැතිවරණයෙන් ජනවරම ලබාදුන්නා. කෙසේ වෙතත්, රට මුහුණ දී සිටින ආර්ථික අර්බුදය විසඳීම සඳහා ඔවුන් දැන් සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පිහිටුවීමට තීරණය කර ඇත. එවැනි අන්තර්වාර ආණ්ඩුවක් පිහිටුවන ලෙස ප්‍රබල මහානායක හිමිවරුන්ද ජනාධිපතිවරයාගෙන් ඉල්ලා ඇත. පහුගිය මැතිවරණවලදී තමන්ට ලැබුණු ජන වරම තවදුරටත් තනිව ක්‍රියාත්මක කිරීමට තමන්ට හැකියාවක් නොමැති බව ජනාධිපතිවරයා සහ රජය විසින් පිළිගෙන ඇති බව මෙයින් පැහැදිලි වේ. මේ අනුව, “ජනවරම” යන දේශපාලන යෙදුම පිටුපස සැඟවී බලයේ එල්ලී සිටීමට උත්සාහ කිරීම නීත්‍යානුකූල නොවන, සදාචාර විරෝධී සහ ප්‍රජාතන්ත්‍ර විරෝධී ය.",
        "ජනවරම නියෝජනය කරන්නේ ජනාධිපතිවරයෙකුට සහ ආණ්ඩුවකට ඡන්දය දුන් ජනතාවගේ සංඛ්‍යාත්මක ශක්තිය පමණක් නොවේ. එය අහිමි කළ නොහැකි අයිතියක් ද නොවේ; ඒ වෙනුවට එය ජනාධිපතිවරයාගේ හෝ ආණ්ඩුවේ ක්‍රියාවන් සම්බන්ධයෙන් වගකීමක් ඇති වගකීමකි. එසේම ජනවරම නිදහස් ගමනක් නොවේ; එය මැතිවරණ පොරොන්දු ඉටු කිරීම සහ දේශපාලකයන්ට ජනවරම ලබා දුන් ජනතාව මුහුණ දෙන ගැටලු විසඳීමට සැබෑ උත්සාහය කොන්දේසි සහිත ය.",
        "ජනතා ප්‍රශ්න විසඳීමට රජය අවංක උත්සාහයක් ගත්තද, නොකළද ඒවා විසඳීමට අපොහොසත් වුවහොත් එය තවදුරටත් වලංගු නොවේ. ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ ශ්‍රී ලංකා පොදුජන පෙරමුණ රජය සම්බන්ධයෙන් ගත් කල, ඔවුන් ප්‍රශ්න විසඳීමට අසමත් වූවා පමණක් නොව, ඔවුන්ගේ දූෂිත මානසිකත්වය තුළින් පෙර නොවූ විරූ දැවැන්ත ආර්ථික අර්බුදයක් නිර්මාණය කර ඇති අතර එය විසඳීම ජාත්‍යන්තර විශේෂඥයින් පවා දකින්නේ අතිශයින් දුෂ්කර ය. .",
        "2019 ජනාධිපතිවරණයෙන් පසුව රජය විසින් දැවැන්ත අනවශ්‍ය බදු කප්පාදුවක් ප්‍රකාශයට පත් කරන ලද අතර එමඟින් වාර්ෂිකව රුපියල් බිලියන 650 කට වැඩි රාජ්‍ය භාණ්ඩාගාරයක් අහිමි විය. එළැඹෙන පාර්ලිමේන්තු මැතිවරණය ගැන සිතා මෙම පියවර ගත් බව පැහැදිලි විය. දැන් එය වත්මන් ආර්ථික අර්බුදයට විශාල ලෙස දායක වූ බව විශේෂඥයෝ පෙන්වා දෙති.",
        "මෙම ක්‍රියාවන් සහ රටේ විදේශ සංචිතවලට COVID-19 බලපෑම් තිබියදීත්, විදේශ ණය ප්‍රශ්නය මත දැවැන්ත පීඩනයක් නිර්මාණය කර තිබියදීත්, ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහය ලබා ගැනීමට බොහෝ විද්වතුන් සහ විරුද්ධ පක්ෂ විසින් ලබා දුන් උපදෙස් රජය නොසලකා හැරියේය. . නව මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ මහතා අපේ‍්‍රල් 9 වැනිදා පැවති මාධ්‍ය හමුවකදී ප‍්‍රකාශ කර තිබුණේ ණය ප‍්‍රතිව්‍යුහගත කිරීමේ අවශ්‍යතාව තමන් 2020 සැප්තැම්බර් මාසය තරම් ඈතක සිට පෙන්වා දුන් නමුත් එය කණට වැටී රට දැන් අර්බුදයකට ලක්ව ඇති බවයි. මේ අතර රසායනික පොහොර ආනයනය තහනම් කිරීමට රජය ගෙන ඇති තීරණය නිසා කෘෂිකර්මාන්තය විනාශ වී ගොවීන් ඉහළ සහ වියළි තත්ත්වයට පත්ව ඇත.",
        "ශ්‍රී ලංකාවේ පළමු රැල්ල තුළ කොවිඩ් 19 වසංගතය මැඩපැවැත්වීම සඳහා රජය ප්‍රශංසනීය කාර්යයක් ඉටු කළද, සෞඛ්‍ය විශේෂඥයින්ට සිදු වූයේ ඉන් පසුව වැළැක්වීමේ පියවර ගන්නා ලෙස නායකයින්ගෙන් බැගෑපත් වීමට ඔවුන් අකමැති වූ බැවිනි. මෙය ආර්ථිකයට ද දැඩි ලෙස බලපෑවේය. අවසාන වශයෙන්, ආර්ථිකයත්, එමගින් ජන ජීවිතයත් සමඟ විශාල විනාශයක් කළ පසු, අගමැති හෝ ජනාධිපතිවරයා තමන් තවමත් ජනවරම භුක්ති විඳින බව විශ්වාස කිරීම විහිළුවකි."
      ]
    },
    "ta": {
      "title": "மிஸ்டர் பிரதம மந்திரி, இந்த உத்தரவு செல்லுபடியாகாது",
      "body_lines": [
        "காலி முகத்திடலில் மற்றும் அனைத்து முக்கிய நகரங்களிலும் ஆயிரக்கணக்கான ஆர்ப்பாட்டக்காரர்கள் ஜனாதிபதி மற்றும் பிரதம மந்திரி மற்றும் முழு அமைச்சரவையும் பதவி விலகும் வரை தங்கள் போராட்டத்தை கைவிட மாட்டோம் என்று உறுதியளித்தனர்.",
        "முன்னெப்போதும் இல்லாத வகையில் பாரிய பொருளாதார மற்றும் அரசியல் நெருக்கடி மற்றும் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் அவரது அரசாங்கத்தை பதவி நீக்கம் செய்யக் கோரி பெருகிவரும் மக்கள் கூக்குரல்களுக்கு முகங்கொடுக்கும் நிலையில், பிரதமர் மஹிந்த ராஜபக்ஷ, தான் பதவி விலகப் போவதில்லை என உறுதியாக தெரிவித்துள்ளார். அவரது இளைய சகோதரரும், ஜனாதிபதியும் அவரை பதவி நீக்கம் செய்வதற்கான நாடு தழுவிய போராட்டங்களுக்கு செவிசாய்க்க தயாராக இருப்பதாக தெரியவில்லை.",
        "பிரதமர், தனது நிலைப்பாட்டையும், தனது சகோதரரின் நிலைப்பாட்டையும் நியாயப்படுத்தும் வகையில், தேர்தலில் மக்கள் ஆணையின் மூலம் ஆட்சிக்கு வந்ததால், போராட்டக்காரர்களின் அழைப்புக்கு செவிசாய்க்கத் தேவையில்லை என்று கூறியிருந்தார். ஜனாதிபதி மற்றும் அவரது அரசாங்கத்தை பதவி விலகுமாறு கோரி ஒரு பகுதி மக்கள் வீதிக்கு வந்த போதிலும், அவர்கள் முழு நாட்டையும் பிரதிநிதித்துவப்படுத்தவில்லை அல்லது ஜனாதிபதி மற்றும் அரசாங்கத்திற்கு நாட்டை ஆளுவதற்கான ஆணையை வழங்கியவர்களை பிரதிநிதித்துவப்படுத்தவில்லை என்று அவர் வாதிடுகிறார். .",
        "ஒரு பாரம்பரியக் கண்ணோட்டத்தில் இருந்தும், சட்டக் கண்ணோட்டத்தில் இருந்தும், இது ஒரு வலுவான வாதமாகத் தெரிகிறது, ஏனெனில் அரசாங்கத்தை அகற்றக் கோருபவர்கள் மற்றும் இன்னும் இதை விரும்புபவர்களின் எண்ணிக்கையை ஒப்பிடுவதற்கு வழி இல்லை. நாடு முழுவதும் தேர்தல் நடத்தப்படும் வரை அரசு தொடரும். எனவே பெரும்பான்மையான மக்கள் அரசாங்கத்தை ஆதரிப்பதாகவும் அதனால் ஜனாதிபதியாலும் அரசாங்கத்தாலும் பெறப்பட்ட ஆணை இன்னும் அப்படியே உள்ளது என்றும் ஒருவர் இன்னும் வாதிடலாம்.",
        "\"அதுமட்டுமின்றி, கள நிலவரத்தை ஆராயும் போது, ​​பிரதமர் தனக்குள் இருக்கும் பொது அறிவை நிராகரிக்கக் கூடாது. ஜனாதிபதி மற்றும் அரசாங்கத்தை பதவி நீக்கம் செய்யக் கோரி, நாடு முழுவதும் தினமும் ஆயிரக்கணக்கான மக்கள் எழும் போராட்டங்களால், நாடு அரசியல் ரீதியாக கொந்தளிப்பில் உள்ளது.",
        "ஆயினும்கூட, பிரதமரின் நிலைப்பாட்டை மறுப்பதற்கு அதே வழியில் வாதிடலாம். எந்த அடிப்படையில் இவர்களை ஆட்சியில் அமர்த்தியது என்ற ஆணை இன்னும் அப்படியே உள்ளது என்று வாதிடுகிறார்? 2015 ஆம் ஆண்டு ஜனாதிபதித் தேர்தல் தொடக்கம் 2018 ஆம் ஆண்டு உள்ளூராட்சி சபைத் தேர்தல் வரையிலான மூன்று வருடங்களில் ஐக்கிய தேசியக் கட்சியின் வாக்குத் தளம் பாரியளவில் 30% வீதத்தால் வீழ்ச்சியடைந்துள்ளது. இப்போது. 2019 ஜனாதிபதித் தேர்தலுக்குப் பின்னர் கடந்த இரண்டரை வருடங்களில் தனது கட்சியான ஸ்ரீலங்கா பொதுஜன பெரமுனவின் (SLPP) வாக்கு வங்கியின் இத்தகைய சரிவை நிராகரிக்க அவருக்கு என்ன உத்தரவாதம் இருக்கிறது?",
        "அதுமட்டுமின்றி, கள நிலவரத்தை ஆராயும்போது தனக்குள் இருக்கும் பொது அறிவை பிரதமர் நிராகரிக்கக் கூடாது. ஜனாதிபதியையும் அரசாங்கத்தையும் பதவி நீக்கம் செய்யக் கோரி நாடு முழுவதும் தினமும் ஆயிரக்கணக்கான மக்கள் கிளர்ந்தெழுந்து வரும் போராட்டங்களால் நாடு அரசியல் ரீதியாக கொந்தளிப்பில் உள்ளது. கடந்த ஏப்ரல் 9ஆம் திகதி முதல் ஜனாதிபதி செயலகத்திற்கு முன்பாக உள்ள காலி முகத்திடலில் கூடாரங்கள், உணவு விற்பனை நிலையங்கள், ஊடக நிலையத்தை பராமரித்து, நூலகத்தை திறந்து வைத்து ஆயிரக்கணக்கான இளைஞர்கள் இரவு பகலாக போராட்டத்தில் ஈடுபட்டுள்ளனர். சுவாரஸ்யமாக, போராட்டக்காரர்கள் எதிர்ப்பு தெரிவிக்கும் தளத்திற்கு \"GotaGoGama\" என்று பெயரிட்டுள்ளனர்.",
        "\"இவ்வாறான இடைக்கால அரசாங்கத்தை அமைக்குமாறு பலம் வாய்ந்த மகாநாயக்க தேரர்களும் ஜனாதிபதியிடம் கோரிக்கை விடுத்துள்ளனர்\"",
        "பல்வேறு துறைகளைச் சேர்ந்த வல்லுநர்கள், கலைஞர்கள், எழுத்தாளர்கள், தொழிற்சங்கங்கள், பல்கலைக்கழக மாணவர்கள் மற்றும் பல குழுக்களும் கொழும்பின் பல்வேறு பகுதிகளில் இருந்து காலி முகத்திடலுக்கு வழமையான ஊர்வலங்கள் மூலம் தமது பங்களிப்பை வழங்கி வருகின்றனர். ஜனாதிபதி மற்றும் அரசாங்கத்தை பதவி விலகுமாறு கோரி தமது தரப்பில் ஏனைய நாடுகளில் பணிபுரியும் இலங்கையர்கள் அந்த நாடுகளில் ஆர்ப்பாட்டங்களை நடத்தி வருகின்றனர். பல அமைச்சர்களின் வீடுகளை மக்கள் சுற்றி வளைத்துள்ளனர். அரசாங்கத்தின் எந்த தலைவரும் பொது வெளியில் தோன்றுவதில்லை.",
        "பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) மற்றும் ஜனதா விமுக்தி பெரமுனா (JVP) உள்ளிட்ட அரசியல் கட்சிகள் தனித்தனியாக ஆர்ப்பாட்டங்களை நடத்தி வருகின்றன. ஜனாதிபதியையும் அரசாங்கத்தையும் பதவி நீக்கம் செய்வதற்கான போராட்டத்திற்கு ஆதரவாக பல துறைகளைச் சேர்ந்த தொழிலாளர்கள் வேலைநிறுத்தத்தில் ஈடுபட்டிருந்ததால், ஏப்ரல் 28 வியாழன் அன்று நாடு ஸ்தம்பித்தது. அரச நிதியுதவியுடன் கூடிய சில நிகழ்வுகளில் பங்குபற்றியவர்களைத் தவிர, பொதுவெளியில் அரசாங்கத்தையோ ஜனாதிபதியையோ காக்க யாரும் முன்வருவதாகத் தெரியவில்லை. அவரது சொந்தக் கட்சியைச் சேர்ந்த நாடாளுமன்ற உறுப்பினர்கள் கூட, SLPP பிரதமரை ராஜினாமா செய்யக் கோரத் துணிந்துள்ளனர். மகிந்த ராஜபக்ச சில வருடங்களுக்கு முன்னர் பேணி வந்த “மகாராஜா” என்ற பொதுப் பிம்பத்தின் வெளிச்சத்தில் இது கற்பனை செய்ய முடியாதது.",
        "உச்ச நீதிமன்றத்தின் உத்தரவுகளைக் கூட ராஜபக்சக்கள் வெளிப்படையாக நிராகரித்த காலம் ஒன்று இருந்தது. இப்போது பிரதமரின் உத்தியோகபூர்வ இல்லமான அலரிமாளிகைக்கு முன்பாகவும் ஆர்ப்பாட்டக்காரர்களை கலைக்குமாறு பொலிஸாரின் கோரிக்கையை மாஜிஸ்திரேட் நீதிமன்றங்கள் நிராகரிக்கின்றன. போலீசார் பார்த்துக் கொண்டிருக்கும் போதே போராட்டக்காரர்கள் அலரிமாளிகை முன் மலர்வளையம் வைத்து போராட்டம் நடத்தினர். ஆணை என்று சொல்லப்பட்ட மக்கள் ஆதரவு இனி செல்லாது என்பதை பிரதமர் உணர வேறு என்ன வேண்டும்?",
        "\"அவரது சொந்தக் கட்சியைச் சேர்ந்த ஒரு குழு, SLPP கூட, பிரதமரை ராஜினாமா செய்யக் கோரத் துணிந்துள்ளது. சில ஆண்டுகளுக்கு முன்பு மஹிந்த ராஜபக்ஷ வைத்திருந்த \"மகாராஜா\" பொது பிம்பத்தின் வெளிச்சத்தில், இது கற்பனை செய்ய முடியாதது\"",
        "ஜனாதிபதி மற்றும் ஸ்ரீலங்கா பொதுஜன பெரமுன எதிர்நோக்கும் பிரச்சினைகளை தீர்த்து நாட்டை ஆட்சி செய்வதற்கான ஆணையை ஜனாதிபதி மற்றும் பாராளுமன்ற தேர்தல்கள் மூலம் மக்கள் வழங்கியுள்ளனர். எவ்வாறாயினும், நாடு எதிர்கொள்ளும் பொருளாதார நெருக்கடியைத் தீர்ப்பதற்காக அவர்கள் இப்போது அனைத்துக் கட்சி இடைக்கால அரசாங்கத்தை அமைக்கத் தேர்ந்தெடுத்துள்ளனர். பலம் பொருந்திய மகாநாயக்க தேரர்களும் அவ்வாறான இடைக்கால அரசாங்கத்தை அமைக்குமாறு ஜனாதிபதியிடம் கோரிக்கை விடுத்துள்ளனர். கடந்த தேர்தல்களில் தாங்கள் பெற்ற பொது ஆணையை தாங்களாகவே இனி நடைமுறைப்படுத்த முடியாது என்பதை ஜனாதிபதியும் அரசாங்கமும் ஒப்புக்கொண்டதன் தெளிவான அறிகுறி இதுவாகும். எனவே, \"ஆணை\" என்ற அரசியல் வார்த்தைக்குப் பின்னால் ஒளிந்துகொண்டு அதிகாரத்தை பற்றிக்கொள்ள முயற்சிப்பது சட்டவிரோதமானது, நெறிமுறையற்றது மற்றும் ஜனநாயக விரோதமானது.",
        "ஆணை என்பது ஜனாதிபதி மற்றும் அரசாங்கத்திற்கு வாக்களித்த மக்களின் எண்ணிக்கையை மட்டும் பிரதிநிதித்துவப்படுத்துவதில்லை. அது பறிக்க முடியாத உரிமையும் அல்ல; மாறாக அது ஜனாதிபதி அல்லது அரசாங்கத்தின் நடவடிக்கைகளுக்கு பொறுப்புக்கூறும் பொறுப்பாகும். மேலும் ஆணை ஒரு இலவச சவாரி அல்ல; தேர்தல் வாக்குறுதிகளை நிறைவேற்றுவது மற்றும் அரசியல்வாதிகளுக்கு ஆணை வழங்கிய மக்கள் எதிர்கொள்ளும் பிரச்சினைகளைத் தீர்ப்பதற்கான உண்மையான முயற்சிகளுக்கு நிபந்தனை விதிக்கப்பட்டுள்ளது.",
        "மக்களின் பிரச்சினைகளை தீர்க்க அரசாங்கம் உண்மையான முயற்சிகளை மேற்கொண்டிருந்தும் செய்யாவிட்டாலும் அதனை தீர்க்க தவறினால் அது இனி செல்லுபடியாகாது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் ஸ்ரீலங்கா பொதுஜன பெரமுன அரசாங்கத்தின் விடயத்தில், அவர்கள் பிரச்சினைகளைத் தீர்க்கத் தவறியது மட்டுமன்றி, அவர்களின் ஊழல் மனப்பான்மையால் முன்னோடியில்லாத பாரிய பொருளாதார நெருக்கடியையும் உருவாக்கியுள்ளனர், இது சர்வதேச நிபுணர்களால் கூட மிகவும் கடினமானதாகக் கருதப்படுகிறது. .",
        "2019 ஜனாதிபதித் தேர்தலுக்குப் பின்னர் அரசாங்கம் பாரிய கோரப்படாத வரிக் குறைப்புக்களை அறிவித்தது, இதன் மூலம் வருடாந்தம் 650 பில்லியனுக்கும் அதிகமான பொதுப் பொக்கிஷங்களை இழந்தது. வரவிருக்கும் நாடாளுமன்றத் தேர்தலை மனதில் வைத்து இந்த நடவடிக்கை எடுக்கப்பட்டது என்பது தெளிவாகிறது. இப்போது, ​​தற்போதைய பொருளாதார நெருக்கடிக்கு இது பெரும் பங்களிப்பை வழங்குவதாக நிபுணர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "இந்த நடவடிக்கைகள் மற்றும் நாட்டின் வெளிநாட்டு கையிருப்பில் கோவிட்-19 இன் தாக்கங்கள் இருந்தபோதிலும், வெளிநாட்டுக் கடன் பிரச்சனையில் பாரிய அழுத்தத்தை உருவாக்கியுள்ள போதிலும், சர்வதேச நாணய நிதியத்தின் (IMF) உதவியைப் பெற பல நிபுணர்கள் மற்றும் எதிர்க்கட்சிகளின் ஆலோசனைகளை அரசாங்கம் புறக்கணித்தது. . புதிதாக நியமிக்கப்பட்ட மத்திய வங்கி ஆளுனர் கலாநிதி நந்தலால் வீரசிங்க, ஏப்ரல் 9ஆம் திகதி ஊடகவியலாளர் சந்திப்பின் போது, ​​2020 செப்டெம்பர் மாதத்திலேயே கடன் மறுசீரமைப்பின் அவசியத்தை சுட்டிக்காட்டியதாகவும், ஆனால் அது செவிடன் காதில் விழுந்து நாடு தற்போது நெருக்கடியை எதிர்கொண்டுள்ளதாகவும் தெரிவித்திருந்தார். இதற்கிடையில், இரசாயன உர இறக்குமதியை தடை செய்வதற்கான அரசாங்கத்தின் முடிவு விவசாயத்தை அழித்து, விவசாயிகளை உயரமாகவும் வறண்டதாகவும் ஆக்கியுள்ளது.",
        "இலங்கையில் கோவிட் 19 தொற்றைக் கட்டுப்படுத்துவதற்கு அரசாங்கம் பாராட்டத்தக்க பணியை மேற்கொண்ட போதிலும், சுகாதார நிபுணர்கள் தலைவர்களிடம் அதற்குத் தயக்கம் காட்டியதால் தடுப்பு நடவடிக்கைகளை எடுக்குமாறு கெஞ்ச வேண்டியிருந்தது. இதுவும் பொருளாதாரத்தை கடுமையாக பாதித்தது. இறுதியாக, பொருளாதாரத்தையும், அதன் மூலம் மக்களின் வாழ்வையும் நாசம் செய்துவிட்டு, பிரதமரோ அல்லது ஜனாதிபதியோ தாங்கள் இன்னும் மக்கள் ஆணையை அனுபவிக்கிறோம் என்று நம்புவது கேலிக்கூத்தானது."
      ]
    }
  }
}