{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aitken-spences-chef-dk-awarded-presidents-medal-of-honour/",
  "time_ut": 1654695240,
  "title": "Aitken Spence’s Chef DK awarded President’s Medal of Honour",
  "body_lines": [
    "Chef Dimuthu Kumarasinghe was felicitated by the World Association of Chefs Societies with the prestigious President’s Medal at the 39th biennial Worldchefs Congress and Expo 2022. He was among the very few chefs who were presented with the President’s Medal for his outstanding contribution towards the hospitality industry in the world.",
    "Held under the theme of ‘Rise together’, the congress aimed to honour the hospitality sector in 2022.",
    "As part of the event’s proceedings, Chef Dimuthu Kumarasinghe – President Chef’s Guild of Sri Lanka since 2012 and Aitken Spence Hotels’ Assistant Vice President for Food & Beverage was awarded with the President’s Medal for his contribution towards the tourism industry and his dedicated work towards empowering, inspiring and uplifting the tourism industry throughout the years.",
    "Chef DK as he is affectionately known in the culinary fraternity worldwide attended the event as a judge at the ExpoCulinaire Salon Culinaire 2022, as part of the Worldchefs Congress and Expo 2022 as well.",
    "Held at ADNEC Abu Dhabi, United Arab Emirates from 30 May to 2 June, the event took place after four years and hosted a trio of international competitions under one roof for the first time anywhere in the world, with certified free education sessions, an Expo and trade and education event dedicated to food service.",
    "Chef DK is a world record holder at the Culinary World Olympic Championship (2004) and Culinary World Cup (2006). Through his direct participation, he has honoured Sri Lanka through International Culinary Competitions with over 29 Gold, 5 Silver and 12 Bronze medals. He has led more than 77 participants to secure 68 Gold medals along with many Silver and Bronze medals at Culinary Olympic and World Cups.",
    "Kumarasinghe is a jury member for the World Culinary Competitions and a recipient of the Sri Lanka Presidential Award in 2007, 2017 and 2018 for outstanding culinary contribution. He holds honorary distinctions including, Honorary Life Member and Head Coach of the Golden Horseshoe Culinary Team Canada, Vatel Club Luxembourg, South Indian Culinary Association, Saudi Arabian Chef Association, Turkey Chef Association, Emirates Culinary Guild and Ukraine Culinary Union.",
    "Aitken Spence Hotels is part of the Sri Lankan blue-chip conglomerate Aitken Spence PLC. Aitken Spence Hotels owns and operates 20 hotels and resorts across Sri Lanka, Maldives, Oman and India. The Company’s owned hotels are reflected under the Heritance, Adaaran and Turyaa brands, popular around the world for its exceptional service and undisputed product and curated lifestyle experiences. The Company’s Sri Lankan portfolio includes ten resorts spread across the island of which five are Heritance properties, whilst the Maldives resorts totals to five (with one Heritance resort), four in Oman and one in India.",
    "A group of chefs preparing food Description automatically generated with low confidence",
    "A group of people in white lab coats standing around a table with food Description automatically generated with low confidence",
    "Chef DK during the judging of the ExpoCulinaire Salon Culinaire 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "එයිට්කන් ස්පෙන්ස් හි චෙෆ් ඩීකේ ජනාධිපති ගෞරව පදක්කම පිරිනමන ලදී",
      "body_lines": [
        "සූපවේදී දිමුතු කුමාරසිංහ මහතා ලෝක සූපවේදීන්ගේ සංගම් සංගමය විසින් 39 වැනි ද්විවාර්ෂික Worldchefs සම්මේලනය සහ Expo 2022 හිදී ගෞරවනීය ජනාධිපති පදක්කම සමඟින් උපහාරයට පාත්‍ර විය. ආගන්තුක සත්කාර ක්ෂේත්‍රය වෙනුවෙන් කළ විශිෂ්ට දායකත්වය වෙනුවෙන් ජනාධිපති පදක්කම පිරිනමන ලද සූපවේදීන් කිහිප දෙනා අතර ඔහු ද විය. ලොව.",
        "‘එකට නැඟිටින්න’ යන තේමාව යටතේ පවත්වන ලද මෙම සම්මේලනය 2022 දී සත්කාරක අංශයට ගෞරව කිරීම අරමුණු කර ගෙන ඇත.",
        "මෙම උත්සවයේ ක්‍රියාදාමයේ කොටසක් ලෙස, 2012 වසරේ සිට ශ්‍රී ලංකා සූපවේදී සංසදයේ සභාපති සූපවේදී දිමුතු කුමාරසිංහ සහ Aitken Spence Hotels හි ආහාර සහ පාන සහකාර උප සභාපති, සංචාරක කර්මාන්තයට ඔහු දැක්වූ දායකත්වය සහ සවිබල ගැන්වීම සඳහා කළ කැපවීම වෙනුවෙන් ජනාධිපති පදක්කමෙන් පිදුම් ලැබීය. , වසර පුරා සංචාරක කර්මාන්තය දිරිමත් කිරීම සහ නඟා සිටුවීම.",
        "ලොව පුරා සූපශාස්ත්‍ර සහෝදරත්වය තුළ ආදරයෙන් හඳුන්වන චෙෆ් ඩීකේ, වර්ල්ඩ්චෙෆ්ස් කොංග්‍රසයේ සහ එක්ස්පෝ 2022 හි කොටසක් ලෙස එක්ස්පෝකියුලිනේර් සැලෝන් කුලිනෙයාර් 2022 හි විනිශ්චයකරුවෙකු ලෙස මෙම අවස්ථාවට සහභාගී විය.",
        "මැයි 30 සිට ජූනි 2 දක්වා එක්සත් අරාබි එමීර් රාජ්‍යයේ ADNEC අබුඩාබි හි පැවති මෙම උත්සවය වසර හතරකට පසුව සිදු වූ අතර සහතිකලත් නොමිලේ අධ්‍යාපන සැසි, එක්ස්පෝ සමගින් ලොව ඕනෑම තැනක පළමු වරට ජාත්‍යන්තර තරඟ ත්‍රිත්වයක් එකම වහලක් යට පැවැත්විණි. සහ ආහාර සේවය සඳහා කැප වූ වෙළඳ හා අධ්‍යාපනික ඉසව්ව.",
        "සූපවේදී ඩීකේ යනු සූපශාස්ත්‍ර ලෝක ඔලිම්පික් ශූරතාවලියේ (2004) සහ සූපශාස්ත්‍ර ලෝක කුසලානයේ (2006) ලෝක වාර්තා හිමිකරුවෙකි. ඔහුගේ සෘජු සහභාගීත්වය තුළින් ඔහු ජාත්‍යන්තර සූපශාස්ත්‍ර තරඟ හරහා රන් පදක්කම් 29 ක්, රිදී පදක්කම් 5 ක් සහ ලෝකඩ පදක්කම් 12 කට අධික සංඛ්‍යාවක් ලබා ගනිමින් ශ්‍රී ලංකාව ගෞරවයට පත් කර ඇත. ඔහු සූපශාස්ත්‍ර ඔලිම්පික් සහ ලෝක කුසලාන තරඟාවලියේ රිදී සහ ලෝකඩ පදක්කම් රැසක් සමඟින් රන් පදක්කම් 68ක් ලබා ගැනීමට සහභාගී වූවන් 77කට වඩා නායකත්වය දී ඇත.",
        "කුමාරසිංහ ලෝක සූපශාස්ත්‍ර තරඟ සඳහා ජූරි සභිකයෙකු වන අතර විශිෂ්ට සූපශාස්ත්‍ර දායකත්වය වෙනුවෙන් 2007, 2017 සහ 2018 ශ්‍රී ලංකා ජනාධිපති සම්මානයෙන් පිදුම් ලැබූ අයෙකි. ඔහු කැනඩාවේ ගෝල්ඩන් අශ්වාරෝහක සූපශාස්ත්‍ර කණ්ඩායමේ ගෞරවනීය ජීවිත සාමාජික සහ ප්‍රධාන පුහුණුකරු, වටෙල් ක්ලබ් ලක්සම්බර්ග්, දකුණු ඉන්දියානු සූපශාස්ත්‍ර සංගමය, සෞදි අරාබි සූපවේදීන්ගේ සංගමය, තුර්කියේ සූපවේදීන්ගේ සංගමය, එමිරේට්ස් සූපශාස්ත්‍ර සංසදය සහ යුක්රේන සූපශාස්ත්‍ර සංගමය ඇතුළු ගෞරවනීය සම්මාන දරයි.",
        "Aitken Spence Hotels යනු ශ්‍රී ලාංකේය බ්ලූ-චිප් සමූහයේ Aitken Spence PLC හි කොටසකි. Aitken Spence Hotels සතුව ශ්‍රී ලංකාව, මාලදිවයින, ඕමානය සහ ඉන්දියාව පුරා හෝටල් සහ නිවාඩු නිකේතන 20 ක් හිමි වී ක්‍රියාත්මක වේ. සමාගම සතු හෝටල් හෙරිටන්ස්, ආදරාන් සහ තූර්යා සන්නාම යටතේ පිළිබිඹු වන අතර, එහි සුවිශේෂී සේවාව සහ අවිවාදිත නිෂ්පාදන සහ සුවදායී ජීවන රටා අත්දැකීම් සඳහා ලොව පුරා ජනප්‍රියය. සමාගමේ ශ්‍රී ලංකා කළඹට දිවයින පුරා පැතිරී ඇති නිවාඩු නිකේතන දහයක් ඇතුළත් වන අතර ඉන් පහක් උරුම දේපළ වන අතර මාලදිවයිනේ නිවාඩු නිකේතන පහක් (එක් හෙරිටන්ස් නිකේතනයක් සමඟ), ඕමානයේ හතරක් සහ ඉන්දියාවේ එකක් වේ.",
        "අඩු විශ්වාසයකින් ස්වයංක්‍රීයව ජනනය කරන ලද ආහාර විස්තරය සකස් කරන සූපවේදීන් කණ්ඩායමක්",
        "අඩු විශ්වාසයකින් ස්වයංක්‍රීයව ජනනය වන ආහාර විස්තර සහිත මේසයක් වටා සිටින සුදු රසායනාගාර කබා ඇඳගත් පිරිසක්",
        "ExpoCulinaire Salon Culinaire 2022 හි විනිශ්චය අතරතුර චෙෆ් DK",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஐட்கன் ஸ்பென்ஸின் செஃப் டி.கே ஜனாதிபதியின் பதக்கத்தை வழங்கினார்",
      "body_lines": [
        "செஃப் திமுத்து குமாரசிங்க, உலக செஃப் சங்கங்களின் 39வது ஆண்டுக்கு ஒருமுறை நடைபெறும் உலக சமையல்காரர்கள் காங்கிரஸ் மற்றும் எக்ஸ்போ 2022 இல் மதிப்புமிக்க ஜனாதிபதியின் பதக்கத்துடன் கௌரவிக்கப்பட்டார். உலகம்.",
        "'ஒன்றாக எழு' என்ற கருப்பொருளின் கீழ் நடைபெற்ற இந்த மாநாடு, 2022ல் விருந்தோம்பல் துறையை கௌரவிப்பதை நோக்கமாகக் கொண்டது.",
        "இந்நிகழ்வின் ஒரு பகுதியாக, 2012 ஆம் ஆண்டு முதல் இலங்கையின் செஃப்ஸ் கில்ட் தலைவர் செஃப் திமுத்து குமாரசிங்க மற்றும் எய்ட்கன் ஸ்பென்ஸ் ஹோட்டல்ஸ் உணவு மற்றும் பானங்களுக்கான உதவித் துணைத் தலைவர் ஆகியோர் சுற்றுலாத் துறைக்கு அவர் ஆற்றிய பங்களிப்பு மற்றும் வலுவூட்டலுக்கான அவரது அர்ப்பணிப்புப் பணிகளுக்காக ஜனாதிபதியின் பதக்கம் வழங்கப்பட்டது. , வருடங்கள் முழுவதும் சுற்றுலாத் துறையை ஊக்குவித்து மேம்படுத்துகிறது.",
        "உலக சமையல் கலைஞர்களிடையே அன்புடன் அழைக்கப்படும் செஃப் டி.கே, உலக சமையல்காரர்கள் காங்கிரஸ் மற்றும் எக்ஸ்போ 2022 இன் ஒரு பகுதியாக ExpoCulinaire Salon Culinaire 2022 இல் நடுவராக நிகழ்வில் கலந்து கொண்டார்.",
        "மே 30 முதல் ஜூன் 2 வரை ஐக்கிய அரபு எமிரேட்ஸில் உள்ள ADNEC அபுதாபியில் நடைபெற்ற இந்த நிகழ்வு நான்கு ஆண்டுகளுக்குப் பிறகு நடந்தது மற்றும் உலகில் எங்கும் முதல் முறையாக ஒரே கூரையின் கீழ் மூன்று சர்வதேச போட்டிகளை நடத்தியது, சான்றளிக்கப்பட்ட இலவச கல்வி அமர்வுகள், ஒரு எக்ஸ்போ மற்றும் உணவு சேவைக்காக அர்ப்பணிக்கப்பட்ட வர்த்தக மற்றும் கல்வி நிகழ்வு.",
        "சமையல் உலக ஒலிம்பிக் சாம்பியன்ஷிப் (2004) மற்றும் சமையல் உலகக் கோப்பை (2006) ஆகியவற்றில் செஃப் டிகே உலக சாதனை படைத்தவர். அவரது நேரடி பங்கேற்பின் மூலம், சர்வதேச சமையல் போட்டிகள் மூலம் 29 தங்கம், 5 வெள்ளி மற்றும் 12 வெண்கலப் பதக்கங்களுடன் இலங்கையை கௌரவித்துள்ளார். சமையல் ஒலிம்பிக் மற்றும் உலகக் கோப்பைகளில் பல வெள்ளி மற்றும் வெண்கலப் பதக்கங்களுடன் 68 தங்கப் பதக்கங்களைப் பெற 77 க்கும் மேற்பட்ட பங்கேற்பாளர்களை வழிநடத்தியுள்ளார்.",
        "குமாரசிங்க உலக சமையல் போட்டிகளுக்கான நடுவர் மன்ற உறுப்பினராகவும், சிறந்த சமையல் பங்களிப்பிற்காக 2007, 2017 மற்றும் 2018 ஆம் ஆண்டுகளில் இலங்கை ஜனாதிபதி விருதைப் பெற்றவர். கனடாவின் கோல்டன் ஹார்ஸ்ஷூ சமையல் குழுவின் கெளரவ உறுப்பினர் மற்றும் தலைமைப் பயிற்சியாளர், வாடெல் கிளப் லக்சம்பர்க், தென்னிந்திய சமையல் சங்கம், சவுதி அரேபிய செஃப் அசோசியேஷன், துருக்கி செஃப் அசோசியேஷன், எமிரேட்ஸ் சமையல் கில்ட் மற்றும் உக்ரைன் சமையல் சங்கம் உள்ளிட்ட கெளரவ சிறப்புகளைப் பெற்றுள்ளார்.",
        "Aitken Spence Hotels என்பது இலங்கையின் ப்ளூ-சிப் நிறுவனமான Aitken Spence PLC இன் ஒரு பகுதியாகும். Aitken Spence Hotels இலங்கை, மாலத்தீவுகள், ஓமன் மற்றும் இந்தியா முழுவதும் 20 ஹோட்டல்கள் மற்றும் ஓய்வு விடுதிகளை சொந்தமாக வைத்து நடத்துகிறது. நிறுவனத்திற்குச் சொந்தமான ஹோட்டல்கள் ஹெரிட்டன்ஸ், ஆதாரன் மற்றும் துர்யா பிராண்டுகளின் கீழ் பிரதிபலிக்கின்றன, அதன் விதிவிலக்கான சேவை மற்றும் மறுக்கமுடியாத தயாரிப்பு மற்றும் க்யூரேட்டட் லைஃப்ஸ்டைல் ​​அனுபவங்களுக்காக உலகம் முழுவதும் பிரபலமானது. நிறுவனத்தின் இலங்கை போர்ட்ஃபோலியோவில் தீவு முழுவதும் பரவியுள்ள பத்து ரிசார்ட்டுகள் அடங்கும், அவற்றில் ஐந்து பாரம்பரிய சொத்துக்கள், மாலைதீவுகள் மொத்தம் ஐந்து (ஒரு ஹெரிட்டன்ஸ் ரிசார்ட் உடன்), ஓமானில் நான்கு மற்றும் இந்தியாவில் ஒன்று.",
        "உணவு விளக்கத்தைத் தயாரிக்கும் சமையல்காரர்களின் குழு குறைந்த நம்பிக்கையுடன் தானாகவே உருவாக்கப்படுகிறது",
        "வெள்ளை லேப் கோட் அணிந்த ஒரு குழுவினர் உணவு விவரத்துடன் மேசையைச் சுற்றி நின்று குறைந்த நம்பிக்கையுடன் தானாக உருவாக்கப்படுகிறார்கள்",
        "ExpoCulinaire Salon Culinaire 2022 இன் தீர்ப்பின் போது செஃப் டி.கே.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}