{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/seylan-cards-the-essential-card-with-essential-savings-for-avurudu-this-year/",
  "time_ut": 1649086320,
  "title": "Seylan Cards, the Essential Card with Essential Savings for Avurudu this year",
  "body_lines": [
    "Seylan Bank, the Bank with a Heart, brings together over 300 merchants to offer exclusive deals on Seylan Cards this Sinhala and Tamil Avurudu season. As ‘the Essential Card for Essential Needs’, Seylan Cards will make the family shopping experience much more convenient during the season with cashless transactions for customers at some of the most favoured shopping outlets in the country.",
    "The merchants that have partnered with Seylan Cards range from Clothing, Shoes and Accessories brands, to Supermarkets and Electronics. Leading names including a range of International Brands from Softlogic, Clothing brands such as Cool Planet, Fashion Bug, CIB, Hameedia, Sriyani Dresspoint, Samanmal, Velona, SWX, Crocodile and Thilakma offer discounts ranging up to 30% during the campaign. Most clothing offers are also extended to the online platforms, making the shopping experience more convenient and safer. Furthermore, Seylan Visa Signature and Masterworld Credit Card holders get 25% while Debit Card holders receive 10% off at Glomark every Sunday until 30th April 2022. In addition, Seylan Card holders can enjoy easy payment plans of 0% interest for three months for Travel, Education and Health categories with selected merchants, for transactions made until 15th June 2022.",
    "Commenting on the offers, Ruchith Liyanage – Head of Cards, Seylan Bank, stated, “Gatherings during the Avurudu season are an essential part of our culture, which strengthens the emotional bonds within families, neighbours and mostly within communities. This year, Seylan Cards provides exciting offers with essential savings while people celebrate these ‘Essential Gatherings’. Seylan Cards will make Avurudu shopping much more convenient and safer for our customers as they can opt for cashless transactions during one of the busiest seasons of the year. We have partnered with some of the leading merchants, especially clothing brands and outlets, to ensure that we offer discounts at places that are most frequented by a majority of our customers.”",
    "More details about the Seylan Bank’s Avurudu Offers can be obtained by visiting www.seylan.lk or through the hotline 011 200 88 88.",
    "SDB bank receives Merit Award in Banking Category at National Business Excellence Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සෙලාන් කාඩ්පත්, මේ වසරේ අවුරුදු සඳහා අත්‍යවශ්‍ය ඉතුරුම් සහිත අත්‍යවශ්‍ය කාඩ්පත",
      "body_lines": [
        "සෙලාන් බැංකුව, හදවතක් ඇති බැංකුව, මෙම සිංහල සහ දෙමළ අවුරුදු සමයේ සෙලාන් කාඩ්පත් සඳහා සුවිශේෂී ගනුදෙනු පිරිනැමීමට වෙළඳුන් 300කට අධික සංඛ්‍යාවක් එක් කරයි. ‘අත්‍යවශ්‍ය අවශ්‍යතා සඳහා වන අත්‍යවශ්‍ය කාඩ්පත’ ලෙසින්, Seylan Cards විසින් දිවයිනේ වඩාත් ප්‍රිය කරන සාප්පු සවාරි අලෙවිසැල් කිහිපයක ගනුදෙනුකරුවන් සඳහා මුදල් රහිත ගනුදෙනු සමඟින් පවුලේ සාප්පු සවාරි අත්දැකීම වඩාත් පහසු කරවයි.",
        "සෙලාන් කාඩ්පත් සමඟ හවුල් වී ඇති වෙළඳුන් ඇඳුම්, සපත්තු සහ උපාංග වෙළඳනාමවල සිට සුපිරි වෙළඳසැල් සහ ඉලෙක්ට්‍රොනික උපකරණ දක්වා විහිදේ. Softlogic වෙතින් ජාත්‍යන්තර සන්නාම, Cool Planet, Fashion Bug, CIB, Hameedia, Sriyani Dresspoint, Samanmal, Velona, ​​SWX, Crocodile සහ Thilakma වැනි ඇඳුම් වෙළෙඳනාම ඇතුළු ප්‍රමුඛ පෙළේ නම් 30% දක්වා වට්ටම් මෙම ව්‍යාපාරය තුළදී පිරිනමයි. සාප්පු සවාරි අත්දැකීම වඩාත් පහසු සහ ආරක්ෂිත කරමින් බොහෝ ඇඳුම් දීමනා සබැඳි වේදිකා වෙත ද දීර්ඝ කෙරේ. තවද, Seylan Visa Signature සහ Masterworld ක්‍රෙඩිට් කාඩ්පත් හිමියන්ට 25%ක් හිමිවන අතර ඩෙබිට් කාඩ්පත් හිමියන්ට 2022 අප්‍රේල් 30 වැනිදා දක්වා සෑම ඉරිදාවකම Glomark හි 10%ක වට්ටමක් ලැබේ. මීට අමතරව, Seylan Card හිමියන්ට සංචාරක සඳහා මාස තුනක කාලයක් සඳහා 0%ක පොලියක් සහිත පහසු ගෙවීමේ සැලසුම් භුක්ති විඳිය හැකිය. , 2022 ජූනි 15 දක්වා සිදු කරන ලද ගනුදෙනු සඳහා තෝරාගත් වෙළෙන්දන් සමඟ අධ්‍යාපන සහ සෞඛ්‍ය කාණ්ඩ.",
        "මෙම දීමනා පිළිබඳව අදහස් දක්වමින් සෙලාන් බැංකුවේ කාඩ්පත් ප්‍රධානී - රුචිත් ලියනගේ මහතා ප්‍රකාශ කළේ, “අවුරුදු සමයේ එක්රැස්වීම අපේ සංස්කෘතියේ අත්‍යවශ්‍ය අංගයක් වන අතර එමඟින් පවුල්, අසල්වාසීන් සහ වැඩි වශයෙන් ප්‍රජාවන් තුළ චිත්තවේගීය බැඳීම් ශක්තිමත් වේ. ජනතාව මෙම ‘අත්‍යවශ්‍ය රැස්වීම්’ සමරන අතරේ මෙම වසරේ සෙලාන් කාඩ්පත් අත්‍යවශ්‍ය ඉතුරුම් සමඟින් ආකර්ෂණීය දීමනා ලබා දෙයි. වසරේ කාර්යබහුලම කාලයකදී මුදල් රහිත ගනුදෙනු සඳහා තෝරා ගත හැකි බැවින් සෙලාන් කාඩ්පත් අපගේ පාරිභෝගිකයින්ට අවුරුදු සාප්පු සවාරි වඩාත් පහසු සහ ආරක්ෂිත කරයි. අපගේ පාරිභෝගිකයින්ගෙන් බහුතරයක් නිතර ගැවසෙන ස්ථානවල වට්ටම් ලබා දෙන බව සහතික කිරීම සඳහා අපි ප්‍රමුඛ පෙළේ වෙළෙන්දන්, විශේෂයෙන්ම ඇඳුම් වෙළඳ නාම සහ අලෙවිසැල් සමඟ හවුල් වී සිටිමු.",
        "සෙලාන් බැංකුවේ අවුරුදු දීමනා පිළිබඳ වැඩි විස්තර www.seylan.lk වෙත පිවිසීමෙන් හෝ 011 200 88 88 ක්ෂණික ඇමතුම් අංකය හරහා ලබා ගත හැක.",
        "SDB බැංකුව 2021 ජාතික ව්‍යාපාර විශිෂ්ටතා සම්මාන උළෙලේදී බැංකු අංශයේ කුසලතා සම්මානය ලබයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "செலான் கார்டுகள், இந்த ஆண்டு அவுருதுக்கான அத்தியாவசிய சேமிப்புகளுடன் கூடிய அத்தியாவசிய அட்டை",
      "body_lines": [
        "செலான் வங்கி, இதயம் கொண்ட வங்கி, இந்த சிங்கள மற்றும் தமிழ் அவுருது பருவத்தில் செலான் கார்டுகளில் பிரத்தியேகமான ஒப்பந்தங்களை வழங்குவதற்காக 300க்கும் மேற்பட்ட வணிகர்களை ஒன்றிணைக்கிறது. 'அத்தியாவசியத் தேவைகளுக்கான அத்தியாவசிய அட்டை' என, செலான் கார்டுகள், நாட்டில் உள்ள மிகவும் பிரபலமான ஷாப்பிங் அவுட்லெட்டுகளில் வாடிக்கையாளர்களுக்கு பணமில்லா பரிவர்த்தனைகள் மூலம் குடும்ப ஷாப்பிங் அனுபவத்தை சீசனில் மிகவும் வசதியானதாக மாற்றும்.",
        "செலான் கார்டுகளுடன் கூட்டு சேர்ந்துள்ள வணிகர்கள் ஆடை, காலணிகள் மற்றும் துணைக்கருவிகள் பிராண்ட்கள் முதல் பல்பொருள் அங்காடிகள் மற்றும் மின்னணுவியல் வரை உள்ளனர். Softlogic, Cool Planet, Fashion Bug, CIB, Hameedia, Sriyani Dresspoint, Samanmal, Velona, ​​SWX, Crocodile மற்றும் Thilakma போன்ற ஆடை பிராண்டுகளின் பல சர்வதேச பிராண்டுகள் உட்பட முன்னணி பெயர்கள் பிரச்சாரத்தின் போது 30% வரை தள்ளுபடியை வழங்குகின்றன. பெரும்பாலான ஆடைச் சலுகைகள் ஆன்லைன் தளங்களுக்கும் விரிவுபடுத்தப்பட்டு, ஷாப்பிங் அனுபவத்தை மிகவும் வசதியாகவும் பாதுகாப்பாகவும் ஆக்குகிறது. மேலும், செலான் விசா சிக்னேச்சர் மற்றும் மாஸ்டர்வேர்ல்ட் கிரெடிட் கார்டு வைத்திருப்பவர்கள் 25% பெறுகிறார்கள், டெபிட் கார்டு வைத்திருப்பவர்கள் 2022 ஏப்ரல் 30 ஆம் தேதி வரை ஒவ்வொரு ஞாயிற்றுக்கிழமையும் Glomarkல் 10% தள்ளுபடியைப் பெறுகிறார்கள். கூடுதலாக, செலான் கார்டு வைத்திருப்பவர்கள் பயணத்திற்காக மூன்று மாதங்களுக்கு 0% வட்டியில் எளிதான கட்டணத் திட்டங்களை அனுபவிக்க முடியும். , 15 ஜூன் 2022 வரை செய்யப்பட்ட பரிவர்த்தனைகளுக்கு, தேர்ந்தெடுக்கப்பட்ட வணிகர்களுடன் கல்வி மற்றும் சுகாதார வகைகள்.",
        "இந்தச் சலுகைகள் குறித்து செலான் வங்கியின் அட்டைத் தலைவர் ருச்சித் லியனகே கருத்துத் தெரிவிக்கையில், “அவுருது காலத்தில் ஒன்றுகூடுவது எமது கலாச்சாரத்தின் இன்றியமையாத அங்கமாகும், இது குடும்பங்கள், அயலவர்கள் மற்றும் பெரும்பாலும் சமூகங்களுக்குள் உள்ள உணர்ச்சிப் பிணைப்பை வலுப்படுத்துகிறது. இந்த ஆண்டு, மக்கள் இந்த ‘அத்தியாவசியமான கூட்டங்களை’ கொண்டாடும் போது, ​​செலான் கார்டுகள் அத்தியாவசிய சேமிப்புகளுடன் அற்புதமான சலுகைகளை வழங்குகிறது. செலான் கார்டுகள் அவுருடு ஷாப்பிங்கை எங்கள் வாடிக்கையாளர்களுக்கு மிகவும் வசதியானதாகவும் பாதுகாப்பானதாகவும் மாற்றும். எங்களின் பெரும்பான்மையான வாடிக்கையாளர்கள் அதிகம் வரும் இடங்களில் நாங்கள் தள்ளுபடிகளை வழங்குவதை உறுதி செய்வதற்காக, சில முன்னணி வணிகர்களுடன், குறிப்பாக ஆடை பிராண்டுகள் மற்றும் விற்பனை நிலையங்களுடன் கூட்டு சேர்ந்துள்ளோம்.",
        "செலான் வங்கியின் அவுருடு சலுகைகள் பற்றிய கூடுதல் விவரங்களை www.seylan.lk அல்லது 011 200 88 88 என்ற ஹாட்லைன் மூலம் பெறலாம்.",
        "2021 தேசிய வணிகச் சிறப்பு விருதுகளில் SDB வங்கி வங்கிப் பிரிவில் மெரிட் விருதைப் பெறுகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}