{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/15/australian-cricket-star-andrew-symonds-dies-in-car-crash/",
  "time_ut": 1652585520,
  "title": "Australian cricket star Andrew Symonds dies in car crash",
  "body_lines": [
    "(NDTV); Swashbuckling former all-rounder Andrew Symonds has been killed in a car crash, Cricket Australia said Sunday, in another tragic blow for the sport after the recent deaths of fellow greats Shane Warne and Rod Marsh.",
    "The 46-year-old, who played 26 Tests and 198 one-day internationals for Australia from 1998 to 2009, was involved in a single-car accident outside Townsville in Queensland state on Saturday night.",
    "Police said emergency services attempted to revive the driver and sole occupant, but he died from his injuries after the car left the road and rolled.",
    "“Australian cricket has lost another of its very best,” Cricket Australia chairman Lachlan Henderson said in a statement.",
    "“Andrew was a generational talent who was instrumental in Australia’s success at World Cups and as part of Queensland’s rich cricket history.",
    "“He was a cult figure to many who was treasured by his fans and friends,” he added.",
    "Symonds’ fatal crash comes just months after the deaths of fellow Australian greats Warne and Marsh, who both died unexpectedly from heart attacks.",
    "“Unfortunately I’ve been here too often this year under these circumstances. I actually can’t quite believe it, to be honest,” former Australia captain Mark Taylor told Channel Nine. “Another tragic day for cricket.”",
    "The larger-than-life Symonds was hugely popular, not only for his hard-hitting approach to the game but also for his easy-going personality.",
    "He was widely considered one of the most skilled all-rounders Australian cricket has seen, bowling both off-spin and medium pace, while playing many match-winning hands with his explosive middle-order batting.",
    "Symonds was also a top-rate fielder and was a key part of Australia’s back-to-back 50-over World Cups triumphs in 2003 and 2007.",
    "Domestically, he played for Queensland for 17 seasons, while appearing for Gloucestershire, Kent, Lancashire and Surrey in the English County Championship and for Deccan Chargers and Mumbai Indians in the Indian Premier League.",
    "“Horrendous news to wake up to,” tweeted former Australian teammate Jason Gillespie. “Utterly devastated. We’re all gonna miss you mate.”",
    "Adam Gilchrist, another former teammate who more recently commentated alongside Symonds at Fox Sports, wrote: “This really hurts,” while Pakistani fast bowler Shoaib Akhtar said he was “devastated”.",
    "Former England skipper Michael Vaughan said: “Simmo … this doesn’t feel real #RIP.”",
    "Symonds, who was born in England with one parent of Afro-Caribbean descent, will also be remembered for the infamous “monkeygate” scandal that sent him into a downward spiral.",
    "He accused India spinner Harbhajan Singh of calling him a “monkey” in Sydney’s 2008 New Year Test.",
    "Singh, who denied any wrongdoing, was suspended for three matches. The ban was overturned when India threatened to quit the tour in a low point for India-Australia cricket relations.",
    "“From that moment on that was my downhill slide,” he recalled in 2018. “I started to drink heavily as a result of it and my life was starting to dissolve around me.”",
    "His Cricket Australia contract was withdrawn in June 2009 after he was sent home from the World Twenty20 in England following the latest in a series of alcohol-related indiscretions.",
    "Nearly 90 arrested in connection with 9th May events: Police"
  ],
  "translate": {
    "si": {
      "title": "ඔස්ට්‍රේලියානු ක්‍රිකට් තරුවක් වන ඇන්ඩෲ සයිමන්ඩ්ස් රිය අනතුරකින් මියයයි",
      "body_lines": [
        "(NDTV); ෂේන් ​​වෝන් සහ රොඩ් මාෂ්ගේ මෑත කාලීන අභාවයෙන් පසු ක්‍රීඩාවට තවත් ඛේදනීය පහරක් එල්ල කරමින්, හිටපු තුන් ඉරියව් ක්‍රීඩක ඇන්ඩෲ සිමන්ඩ්ස් රිය අනතුරකින් මිය ගිය බව ක්‍රිකට් ඔස්ට්‍රේලියාව ඉරිදා ප්‍රකාශ කළේය.",
        "1998 සිට 2009 දක්වා ඔස්ට්‍රේලියාව වෙනුවෙන් ටෙස්ට් තරග 26ක් සහ එක්දින ජාත්‍යන්තර තරග 198ක් ක්‍රීඩා කර ඇති 46 හැවිරිදි ඔහු සෙනසුරාදා රාත්‍රියේ ක්වීන්ස්ලන්ත ප්‍රාන්තයේ ටවුන්ස්විල් නගරයෙන් පිටත තනි මෝටර් රථ අනතුරකට ලක්විය.",
        "පොලිසිය පැවසුවේ හදිසි සේවා නිලධාරීන් විසින් රියදුරු සහ එකම රියදුරු පණ ගැන්වීමට උත්සාහ කළ නමුත් මෝටර් රථය මාර්ගයෙන් ඉවතට පැන පෙරලීමෙන් පසු තුවාල ලබා ඔහු මිය ගිය බව ය.",
        "\"ඕස්ට්‍රේලියානු ක්‍රිකට් ක්‍රීඩාවේ තවත් හොඳම ක්‍රීඩාවක් අහිමි වී ඇත\" යනුවෙන් ඕස්ට්‍රේලියානු ක්‍රිකට් සභාපති ලැක්ලන් හෙන්ඩර්සන් නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "“Andrew යනු ලෝක කුසලාන තරඟාවලියේදී ඕස්ට්‍රේලියාවේ සාර්ථකත්වයට සහ Queensland හි පොහොසත් ක්‍රිකට් ඉතිහාසයේ කොටසක් ලෙසින් කටයුතු කළ පරම්පරාගත දක්ෂයෙකි.",
        "\"ඔහු ඔහුගේ රසිකයින් සහ මිතුරන් විසින් අගය කරන ලද බොහෝ දෙනෙකුට වන්දනා චරිතයක් විය,\" ඔහු තවදුරටත් පැවසීය.",
        "සයිමන්ඩ්ස්ගේ මාරාන්තික කඩාවැටීම පැමිණෙන්නේ සෙසු ඕස්ට්‍රේලියානු සුපිරි ක්‍රීඩකයින් වන වෝන් සහ මාෂ්ගේ අභාවයෙන් මාස කිහිපයකට පසුවය, ඔවුන් දෙදෙනාම හෘදයාබාධයකින් අනපේක්ෂිත ලෙස මිය ගියහ.",
        "\"අවාසනාවකට මම මේ වසරේ බොහෝ විට මෙම තත්වයන් යටතේ මෙහි පැමිණ ඇත. ඇත්තම කිව්වොත් මට ඇත්තටම ඒක විශ්වාස කරන්න බැහැ,” හිටපු ඕස්ට්‍රේලියානු නායක මාර්ක් ටේලර් චැනල් නයින් වෙත පැවසීය. \"ක්‍රිකට් ක්‍රීඩාවට තවත් ඛේදනීය දවසක්.\"",
        "ජීවිතයට වඩා විශාල සයිමන්ඩ්ස් ක්‍රීඩාවට දැඩි ලෙස පහර දෙන ප්‍රවේශය සඳහා පමණක් නොව ඔහුගේ පහසුවෙන් ගමන් කරන පෞරුෂය නිසාද ඉතා ජනප්‍රිය විය.",
        "ඔස්ට්‍රේලියානු ක්‍රිකට් දුටු වඩාත්ම දක්ෂ තුන් ඉරියව් ක්‍රීඩකයෙකු ලෙස ඔහු පුළුල් ලෙස සැලකේ, ඔහුගේ පිපිරුම් මැද පෙළ පිතිකරණයෙන් බොහෝ තරඟ ජයග්‍රාහී දෑත් ක්‍රීඩා කරන අතරම, පිට දඟ පන්දු සහ මධ්‍යම වේගය යන දෙකෙහිම පන්දු යවමිනි.",
        "සයිමන්ඩ්ස් ඉහළ පෙළේ පන්දු රකින්නෙකු ද වූ අතර 2003 සහ 2007 දී ඔස්ට්‍රේලියාවේ පිට පිට ඕවර 50 ලෝක කුසලාන ජයග්‍රහණවල ප්‍රධාන කොටස්කරුවෙකු විය.",
        "දේශීය වශයෙන්, ඔහු ඉංග්‍රීසි ප්‍රාන්ත ශූරතාවලියේ Gloucestershire, Kent, Lancashire සහ Surrey වෙනුවෙන් සහ Indian Premier League තරඟාවලියේ Deccan Chargers සහ Mumbai Indians වෙනුවෙන් පෙනී සිටින අතරවාරයේ ක්වීන්ස්ලන්තය වෙනුවෙන් වාර 17ක් ක්‍රීඩා කළේය.",
        "\"අවදි වීමට භයානක පුවතක්\" හිටපු ඕස්ට්‍රේලියානු කණ්ඩායමේ ජේසන් ගිලෙස්පි ට්වීට් කළේය. “සම්පූර්ණයෙන්ම විනාශයි. අපි හැමෝටම ඔයා නැතුව පාලුයි යාළුවනේ.\"",
        "මෑතකදී ෆොක්ස් ස්පෝර්ට්ස් හි සයිමන්ඩ්ස් සමඟ අදහස් දැක්වූ තවත් හිටපු කණ්ඩායම් සගයෙකු වන ඇඩම් ගිල්ක්‍රිස්ට් මෙසේ ලිවීය: “මෙය ඇත්තෙන්ම රිදෙනවා,” පාකිස්තාන වේග පන්දු යවන ක්‍රීඩක ෂොයිබ් අක්තාර් පැවසුවේ තමා “විනාශ වූ” බවයි.",
        "හිටපු එංගලන්ත නායක මයිකල් වෝන් පැවසුවේ, \"සිම්මෝ ... මෙය සැබෑ #RIP ලෙස දැනෙන්නේ නැත.\"",
        "ඇෆ්‍රෝ-කැරිබියානු සම්භවයක් ඇති එක් දෙමාපියෙකු සමඟ එංගලන්තයේ උපත ලැබූ සයිමන්ඩ්ස්, ඔහුව පහතට ඇද දැමූ කුප්‍රකට “වඳුරු” සෝලිය සඳහා ද සිහිපත් කරනු ඇත.",
        "2008 වසරේ සිඩ්නි නුවර පැවැති අලුත් අවුරුදු ටෙස්ට් තරගයේදී ඉන්දීය දඟ පන්දු යවන ක්‍රීඩක හර්බජන් සිං ඔහුව “වඳුරෙක්” ලෙස හැඳින්වූ බවට ඔහු චෝදනා කළේය.",
        "කිසිදු වරදක් ප්‍රතික්ෂේප කළ සිංට තරග තුනක තහනමක් පැනවිණි. ඉන්දියා-ඕස්ට්‍රේලියා ක්‍රිකට් සබඳතා සඳහා පහත් තැනකදී සංචාරයෙන් ඉවත් වන බවට ඉන්දියාව තර්ජනය කිරීමත් සමඟ එම තහනම අවලංගු විය.",
        "2018 දී ඔහු සිහිපත් කළේ \"ඒ මොහොතේ සිට එය මගේ පහත වැටීමයි,\" ඔහු 2018 දී සිහිපත් කළේය.",
        "ඔහුගේ ක්‍රිකට් ඕස්ට්‍රේලියානු කොන්ත්‍රාත්තුව 2009 ජුනි මාසයේදී එංගලන්තයේ පැවති විස්සයි 20 ලෝක කුසලානයෙන් ඔහුව ගෙදර යැවීමෙන් පසු මත්පැන් ආශ්‍රිත නොසැලකිලිමත්කම් මාලාවක නවතම සිදුවීමෙන් පසු ඉවත් විය.",
        "මැයි 9 සිදුවීම් සම්බන්ධයෙන් 90 කට ආසන්න පිරිසක් අත්අඩංගුවට: පොලිසිය"
      ]
    },
    "ta": {
      "title": "ஆஸ்திரேலிய கிரிக்கெட் நட்சத்திரம் ஆண்ட்ரூ சைமண்ட்ஸ் கார் விபத்தில் உயிரிழந்தார்",
      "body_lines": [
        "(என்டிடிவி); சக ஜாம்பவான்களான ஷேன் வார்ன் மற்றும் ராட் மார்ஷ் ஆகியோரின் சமீபத்திய மரணத்திற்குப் பிறகு விளையாட்டுக்கு மற்றொரு சோகமான அடியாக ஸ்வாஷ்பக்லிங் முன்னாள் ஆல்ரவுண்டர் ஆண்ட்ரூ சைமண்ட்ஸ் கார் விபத்தில் கொல்லப்பட்டார் என்று கிரிக்கெட் ஆஸ்திரேலியா ஞாயிற்றுக்கிழமை தெரிவித்துள்ளது.",
        "1998 முதல் 2009 வரை ஆஸ்திரேலியாவுக்காக 26 டெஸ்ட் மற்றும் 198 ஒரு நாள் சர்வதேசப் போட்டிகளில் விளையாடிய 46 வயதான அவர், சனிக்கிழமை இரவு குயின்ஸ்லாந்து மாநிலத்தில் உள்ள டவுன்ஸ்வில்லிக்கு வெளியே ஒரு கார் விபத்தில் சிக்கினார்.",
        "அவசரகால சேவைகள் சாரதியையும் ஒரே பயணியையும் உயிர்ப்பிக்க முயற்சித்ததாகவும், ஆனால் கார் வீதியை விட்டு விலகி உருண்டதால் அவர் காயங்களினால் உயிரிழந்துள்ளதாக பொலிஸார் தெரிவித்தனர்.",
        "இதுகுறித்து ஆஸ்திரேலிய கிரிக்கெட் அணியின் தலைவர் லாச்லன் ஹென்டர்சன் கூறுகையில், \"ஆஸ்திரேலிய கிரிக்கெட் அதன் மிகச்சிறந்த ஒன்றை இழந்துவிட்டது.",
        "\"ஆண்ட்ரூ ஒரு தலைமுறை திறமையானவர், அவர் உலகக் கோப்பைகளில் ஆஸ்திரேலியாவின் வெற்றிக்கும் குயின்ஸ்லாந்தின் பணக்கார கிரிக்கெட் வரலாற்றின் ஒரு பகுதியாகவும் இருந்தார்.",
        "\"அவரது ரசிகர்கள் மற்றும் நண்பர்களால் பொக்கிஷமாக இருந்த பலருக்கு அவர் ஒரு வழிபாட்டு நபராக இருந்தார்,\" என்று அவர் மேலும் கூறினார்.",
        "சக ஆஸ்திரேலிய ஜாம்பவான்களான வார்ன் மற்றும் மார்ஷ் இருவரும் மாரடைப்பால் எதிர்பாராத விதமாக இறந்த சில மாதங்களுக்குப் பிறகு சைமண்ட்ஸின் அபாயகரமான விபத்து ஏற்பட்டது.",
        "\"துரதிர்ஷ்டவசமாக, இந்த சூழ்நிலையில் நான் இந்த ஆண்டு அடிக்கடி இங்கு வந்திருக்கிறேன். உண்மையைச் சொல்வதென்றால் என்னால் அதை முழுமையாக நம்ப முடியவில்லை,” என்று முன்னாள் ஆஸ்திரேலிய கேப்டன் மார்க் டெய்லர் சேனல் நைனிடம் கூறினார். கிரிக்கெட்டின் மற்றொரு சோகமான நாள்.",
        "வாழ்க்கையை விட பெரிய சைமண்ட்ஸ் மிகவும் பிரபலமாக இருந்தார், விளையாட்டுக்கான அவரது கடினமான அணுகுமுறைக்கு மட்டுமின்றி அவரது சுலபமான ஆளுமைக்காகவும்.",
        "அவர் ஆஸ்திரேலிய கிரிக்கெட் கண்ட மிகவும் திறமையான ஆல்-ரவுண்டர்களில் ஒருவராக பரவலாகக் கருதப்பட்டார், ஆஃப் ஸ்பின் மற்றும் நடுத்தர வேகத்தில் பந்துவீசினார், அதே நேரத்தில் அவரது வெடிக்கும் மிடில்-ஆர்டர் பேட்டிங்கில் பல மேட்ச்-வின்னிங் கைகளை விளையாடினார்.",
        "சைமண்ட்ஸ் ஒரு சிறந்த ஃபீல்டராகவும் இருந்தார், மேலும் 2003 மற்றும் 2007 ஆம் ஆண்டுகளில் ஆஸ்திரேலியாவின் 50-ஓவர் உலகக் கோப்பை வெற்றிகளில் ஒரு முக்கிய அங்கமாக இருந்தார்.",
        "உள்நாட்டில், அவர் குயின்ஸ்லாந்திற்காக 17 சீசன்களில் விளையாடினார், அதே நேரத்தில் ஆங்கில கவுண்டி சாம்பியன்ஷிப்பில் க்ளௌசெஸ்டர்ஷைர், கென்ட், லங்காஷயர் மற்றும் சர்ரே மற்றும் இந்தியன் பிரீமியர் லீக்கில் டெக்கான் சார்ஜர்ஸ் மற்றும் மும்பை இந்தியன்ஸ் ஆகியவற்றிற்காக தோன்றினார்.",
        "\"எழுந்திருக்க வேண்டிய பயங்கரமான செய்தி\" என்று முன்னாள் ஆஸ்திரேலிய அணி வீரர் ஜேசன் கில்லெஸ்பி ட்வீட் செய்துள்ளார். “முற்றிலும் அழிந்து விட்டது. நாங்கள் அனைவரும் உங்களை மிஸ் செய்வோம் நண்பரே.\"",
        "ஃபாக்ஸ் ஸ்போர்ட்ஸில் சைமண்ட்ஸுடன் இணைந்து கருத்து தெரிவித்த மற்றொரு முன்னாள் அணி வீரரான ஆடம் கில்கிறிஸ்ட் எழுதினார்: \"இது மிகவும் வலிக்கிறது\", அதே நேரத்தில் பாகிஸ்தான் வேகப்பந்து வீச்சாளர் சோயப் அக்தர் தான் \"அழிந்து போனதாக\" கூறினார்.",
        "முன்னாள் இங்கிலாந்து கேப்டன் மைக்கேல் வாகன் கூறினார்: \"சிம்மோ ... இது உண்மையான #RIP ஆக உணரவில்லை.\"",
        "ஆஃப்ரோ-கரீபியன் வம்சாவளியைச் சேர்ந்த ஒரு பெற்றோருடன் இங்கிலாந்தில் பிறந்த சைமண்ட்ஸ், அவரை கீழ்நோக்கிய சுழலுக்கு அனுப்பிய பிரபலமற்ற \"மங்கிகேட்\" ஊழலுக்காகவும் நினைவுகூரப்படுவார்.",
        "சிட்னியின் 2008 புத்தாண்டு டெஸ்டில் இந்திய சுழற்பந்து வீச்சாளர் ஹர்பஜன் சிங் தன்னை \"குரங்கு\" என்று அழைத்ததாக அவர் குற்றம் சாட்டினார்.",
        "எந்த தவறும் செய்யவில்லை என்று மறுத்த சிங், மூன்று போட்டிகளுக்கு இடைநீக்கம் செய்யப்பட்டார். இந்தியா-ஆஸ்திரேலியா கிரிக்கெட் உறவுகளுக்கு குறைந்த கட்டத்தில் சுற்றுப்பயணத்தை விட்டு வெளியேறுவதாக இந்தியா அச்சுறுத்தியதால் தடை ரத்து செய்யப்பட்டது.",
        "\"அந்த தருணத்திலிருந்து அது என் கீழ்நோக்கி சரிந்தது,\" என்று அவர் 2018 இல் நினைவு கூர்ந்தார். \"அதன் விளைவாக நான் அதிகமாக குடிக்க ஆரம்பித்தேன், என் வாழ்க்கை என்னைச் சுற்றி கரையத் தொடங்கியது.\"",
        "அவரது கிரிக்கெட் ஆஸ்திரேலியா ஒப்பந்தம் ஜூன் 2009 இல் இங்கிலாந்தில் நடந்த உலக டுவென்டி 20 போட்டியில் இருந்து வீட்டிற்கு அனுப்பப்பட்ட பின்னர் மதுபானம் தொடர்பான கவனக்குறைவுகளின் தொடர்ச்சியைத் தொடர்ந்து திரும்பப் பெறப்பட்டது.",
        "மே 9 நிகழ்வுகள் தொடர்பாக கிட்டத்தட்ட 90 பேர் கைது: காவல்துறை"
      ]
    }
  }
}