{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/janashakthi-life-doubles-industry-gwp-growth/",
  "time_ut": 1648129320,
  "title": "Janashakthi Life doubles industry GWP growth",
  "body_lines": [
    "Janashakthi Insurance PLC recorded a 45% growth of Gross Written Premium for the financial year ended December 31st 2021, reaching a total income LKR 7.2Bn for the period under review. The Life insurer posted a profit before tax of LKR 1.2 Bn as at the end of the financial year, and an investment income of LKR 1.9 Bn for the same period. Meanwhile, net claims and benefits to policyholders during the same period was at LKR 4.7Bn.",
    "“The praiseworthy achievement and viable financial growth that we attained during the financial year 2021 notwithstanding pandemic-triggered macro-economic challenges speak volumes about ability to navigate troubled waters using time-sensitive, insight driven strategies. As such, we have been able to meet the expectations of our stakeholders and grow in a sustainable manner during the year. We will continue to build on this steady platform to pursue growth opportunities in the post-pandemic market as a trusted Life Insurance provider,” said Prakash Schaffter, executive Deputy Chairman of Janashakthi Insurance PLC.",
    "“The year 2021 will go down in the history of Janashakthi Life as one in which we not only successfully combatted the negative economic implications of a global pandemic but also outperformed the industry in key parameters of the Life Insurance industry whereby outperforming the industry; double the Gross Written Premium growth with quadrable achievement in First Year Premium and number of lives covered outperforming the industry over 100%. Our early and proactive identification of market and economic conditions, market sensitive approach to consumer insights and well thought out aggressive sales and marketing approach together with prudent financial management paved the way to outperform the industry key value drivers quite convincingly.” said Ravi Liyanage, Director/ Chief Executive Officer of Janashakthi Insurance PLC.",
    "Janashakthi Life successfully achieved several great milestones in the year 2021. Some of the key achievements were receiving a record-breaking total income of over 7.2 Billion with a growth of 14% over the last year (6.2Bn in 2020) and a commendable Gross Written Premium growth of 45% over the corresponding period under review. For the first time ever in the history of Janashakthi Life crossing two consecutive billion milestones while also achieving strong market share growth which moved up by 1 market position against competition in new business during the year of 2021. Janashakthi Life also delivered outstanding performance across all KPIs surpassing all set targets, with a notable regular premium First Year Premiums (FYP) grow over 128%. Janashakthi Life also successfully produced over 100 MDRT achievers, aligning themselves in par with global standards. Also, partnership channel was able to doubled its business while new business expansion channel recorded a LKR 181 Million in its first year of operation surpassing the premium of any insurance company in Sri Lanka in its first year of operation.",
    "A pioneering Life insurer, Janashakthi Life realigned its business focus solely on Life Insurance in 2018 with the strategic aim of pursuing viable growth. Proving the wisdom of this strategic decision the Company has been able to outperform the industry on many fronts amidst the pandemic and tough economic climate. This incredible growth momentum is a reflection of the strong work ethic and efforts to deliver the true value of an essential service ahead of its industry peers irrespective of the challenges faced. This achievement reinforces the organization’s professionalism and commitment and is testament to the hard work and commitment of the team to ensure that they continue to honour the trust of their loyal policyholders.",
    "Over a span of 27 years, Janashakthi Life has continued to revolutionize the insurance industry and journeyed forward to become a force to reckon with delivering a service beyond Insurance to all its customers and stakeholders while remaining true to its purpose of uplifting lives and empowering dreams.Janashakthi Life has continued to gain and nurture the confidence of customers across Sri Lanka with ethical and transparent conduct in all business affairs along with exceptional focus on customer service. In order to facilitate seamless continuation of life policies and enhanced accessibility the company has introduced multiple ways of paying premiums through online platforms and bank transfers. The online payment portal is geared to facilitate multiple online transactions and has increasingly gaining momentum due to its accessibility and convenience.",
    "Additionally, Janashakthi Life has launched several innovative insurance solutions and pathbreaking products including Life Unlimited which provides lifelong hospitalization, Janashakthi COVID Guard – a world’s first in providing financial protection from COVID-19 amongst other products. Janashakthi Life offers a range of Life Insurance solutions and services that cater to different stages of the life cycle of an individual from childhood to retirement including educational needs, savings and investments, health requirements and mortgage protection. Thereby ensuring that the policyholders enjoy a wholesome life with solutions that support their goals and lifestyles through every stage of life.",
    "A Brick at a Time: How RYTHM Foundation is supporting low-income, conflict-affected Sri Lankans",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජනශක්ති ලයිෆ් කර්මාන්තයේ GWP වර්ධනය දෙගුණ කරයි",
      "body_lines": [
        "ජනශක්ති ඉන්ෂුවරන්ස් පීඑල්සී විසින් 2021 දෙසැම්බර් 31 වැනිදායින් අවසන් වූ මූල්‍ය වර්ෂය සඳහා දළ ලිඛිත වාරිකයේ 45% ක වර්ධනයක් වාර්තා කළ අතර, සමාලෝචනයට ලක්වන කාලසීමාව සඳහා මුළු ආදායම රුපියල් බිලියන 7.2 ක් විය. ජීවිත රක්‍ෂණකරු මූල්‍ය වර්ෂය අවසානයේ දී බදු ගෙවීමට පෙර රුපියල් බිලියන 1.2 ක ලාභයක් ද, එම කාල සීමාව සඳහා රුපියල් බිලියන 1.9 ක ආයෝජන ආදායමක් ද පළ කළේය. මේ අතර, එම කාල සීමාව තුළ ඔප්පුහිමියන් සඳහා ශුද්ධ හිමිකම් සහ ප්‍රතිලාභ රුපියල් බිලියන 4.7 ක් විය.",
        "“වසංගත-ප්‍රේරණය කරන ලද සාර්ව-ආර්ථික අභියෝග නොතකා 2021 මූල්‍ය වර්ෂය තුළ අප ලබා ගත් ප්‍රශංසනීය ජයග්‍රහණ සහ ශක්‍ය මූල්‍ය වර්ධනය, කාල සංවේදී, තීක්ෂ්ණ බුද්ධිය මත පදනම් වූ උපාය මාර්ග භාවිතා කරමින් කැළඹිලි සහිත ජලයේ සැරිසැරීමට ඇති හැකියාව පිළිබඳව විශාල වශයෙන් කථා කරයි. ඒ නිසා අපගේ පාර්ශවකරුවන්ගේ අපේක්ෂාවන් සපුරාලීමට සහ වසර තුළ තිරසාර ලෙස වර්ධනය වීමට අපට හැකි වී තිබෙනවා. විශ්වාසනීය ජීවිත රක්ෂණ සැපයුම්කරුවෙකු ලෙස පශ්චාත් වසංගත වෙළඳපොලේ වර්ධන අවස්ථා හඹා යාම සඳහා අපි මෙම ස්ථාවර වේදිකාව දිගටම ගොඩනඟමු. ”ජනශක්ති ඉන්ෂුවරන්ස් පීඑල්සී හි විධායක උප සභාපති ප්‍රකාශ් ෂාෆ්ටර් පැවසීය.",
        "2021 වසර ජනශක්ති ලයිෆ් ඉතිහාසයට එක්වන්නේ ගෝලීය වසංගතයක ඍණාත්මක ආර්ථික ඇඟවුම් සමඟ සාර්ථකව සටන් කළා පමණක් නොව, ජීවිත රක්‍ෂණ කර්මාන්තයේ ප්‍රධාන පරාමිතිවලින් කර්මාන්තය අභිබවා යමින් කර්මාන්තය අභිබවා යමිනි. පළමු වසර වාරිකයේ සිව්වන ජයග්‍රහණ සමඟින් දළ ලිඛිත වාරික වර්ධනය දෙගුණයක් සහ 100% ට වඩා වැඩි කාර්ය සාධනයක් සහිත ජීවිත සංඛ්‍යාව ආවරණය කරයි. අපගේ වෙළඳපල සහ ආර්ථික තත්ත්වයන් කල්තියා සහ ක්‍රියාශීලීව හඳුනා ගැනීම, පාරිභෝගික තීක්ෂ්ණ බුද්ධිය සඳහා වෙළඳපල සංවේදී ප්‍රවේශය සහ හොඳින් සිතා බැලූ ආක්‍රමණශීලී විකුණුම් සහ අලෙවිකරණ ප්‍රවේශය සහ විචක්ෂණ මූල්‍ය කළමනාකරණය සමඟ එක්ව කර්මාන්තයේ ප්‍රධාන වටිනාකම් ධාවකයන් අභිබවා යාමට මග පෑදීය. ජනශක්ති ඉන්ෂුවරන්ස් පීඑල්සී හි අධ්‍යක්ෂ/ ප්‍රධාන විධායක නිලධාරී රවී ලියනගේ මහතා පැවසීය.",
        "ජනශක්ති ලයිෆ් 2021 වසරේ විශිෂ්ට සන්ධිස්ථාන කිහිපයක් සාර්ථකව අත්කර ගත්තේය. සමහර ප්‍රධාන ජයග්‍රහණ වූයේ පසුගිය වසරට සාපේක්ෂව 14% ක වර්ධනයක් (2020 දී බිලියන 6.2) සහ ප්‍රශංසනීය දළ ලිඛිත ආදායමක් සමඟින් බිලියන 7.2 කට වැඩි වාර්තාගත සමස්ත ආදායමක් ලැබීමයි. සමාෙලෝචනයට භාජනය වන අදාළ කාලසීමාවට වඩා 45% ක වාරික වර්ධනයක්. ජනශක්ති ලයිෆ් ඉතිහාසයේ ප්‍රථම වතාවට අඛණ්ඩව බිලියන දෙකක සන්ධිස්ථානයක් පසුකරමින් ශක්තිමත් වෙළෙඳපොළ කොටස් වර්ධනයක් අත්කර ගනිමින් 2021 වර්ෂය තුළ නව ව්‍යාපාරවල තරගකාරීත්වයට එරෙහිව වෙළෙඳපොළ තත්ත්වය 1කින් ඉහළ ගියේය. සැලකිය යුතු නිත්‍ය වාරික පළමු වසර වාරික (FYP) 128% ට වැඩි වර්ධනයක් සමඟින් සියලු නියමිත ඉලක්ක අභිබවා යමින්. ජනශක්ති ලයිෆ් විසින් ගෝලීය ප්‍රමිතීන්ට සමගාමීව MDRT ජයග්‍රාහකයින් 100 කට අධික සංඛ්‍යාවක් සාර්ථකව නිෂ්පාදනය කරන ලදී. එසේම, හවුල්කාරිත්ව නාලිකාව සිය ව්‍යාපාරය දෙගුණ කිරීමට සමත් වූ අතර නව ව්‍යාපාර පුළුල් කිරීමේ නාලිකාව සිය පළමු මෙහෙයුම් වසර තුළදී ශ්‍රී ලංකාවේ ඕනෑම රක්ෂණ සමාගමක වාරිකය අභිබවා රුපියල් මිලියන 181ක් වාර්තා කර ඇත.",
        "පුරෝගාමී ජීවිත රක්‍ෂණ සමාගමක් වන ජනශක්ති ලයිෆ්, ශක්‍ය වර්ධනයක් ළඟා කර ගැනීමේ උපාය මාර්ගික අරමුණක් ඇතිව 2018 වසරේදී ජීවිත රක්‍ෂණය කෙරෙහි පමණක් සිය ව්‍යාපාරික අවධානය යොමු කළේය. මෙම උපායමාර්ගික තීරණයේ ප්‍රඥාව ඔප්පු කරමින් වසංගත සහ දැඩි ආර්ථික වාතාවරණය මධ්‍යයේ බොහෝ අංශවලින් කර්මාන්තය අභිබවා යාමට සමාගමට හැකි වී තිබේ. මෙම ඇදහිය නොහැකි වර්ධන වේගය ශක්තිමත් වැඩ ආචාර ධර්ම සහ මුහුණ දෙන අභියෝග නොසලකා එහි කර්මාන්තයේ සම වයසේ මිතුරන්ට වඩා අත්‍යවශ්‍ය සේවාවක සැබෑ වටිනාකම ලබා දීමට දරන උත්සාහයේ පිළිබිඹුවකි. මෙම ජයග්‍රහණය සංවිධානයේ වෘත්තීයභාවය සහ කැපවීම ශක්තිමත් කරන අතර ඔවුන්ගේ විශ්වාසවන්ත රක්ෂණ ඔප්පු හිමියන්ගේ විශ්වාසයට අඛණ්ඩව ගරු කිරීම සහතික කිරීම සඳහා කණ්ඩායමේ වෙහෙස මහන්සි වී වැඩ කිරීම සහ කැපවීම පිළිබඳ සාක්ෂියකි.",
        "වසර 27ක කාලයක් පුරා, ජනශක්ති ලයිෆ් රක්ෂණ ක්ෂේත්‍රයේ විප්ලවීය වෙනසක් සිදු කරමින් ජීවිත නඟා සිටුවීමේ සහ සිහින සවිබල ගැන්වීමේ අරමුණට සැබෑවක් වෙමින් සිය පාරිභෝගිකයන්ට සහ පාර්ශ්වකරුවන්ට රක්ෂණයෙන් ඔබ්බට සේවාවක් ලබා දීමේ ශක්තියක් බවට පත්වීමට ඉදිරියට ගමන් කළේය. ජනශක්ති ලයිෆ් පාරිභෝගික සේවය කෙරෙහි සුවිශේෂී අවධානයක් යොමු කරමින් සියලු ව්‍යාපාරික කටයුතුවලදී සදාචාරාත්මක සහ විනිවිදභාවයෙන් යුතුව හැසිරීමෙන් ශ්‍රී ලංකාව පුරා සිටින පාරිභෝගිකයින්ගේ විශ්වාසය දිනා ගනිමින් සහ පෝෂණය කරයි. ජීවිත ප්‍රතිපත්තිවල බාධාවකින් තොරව අඛණ්ඩව පවත්වාගෙන යාමට සහ වැඩි දියුණු කළ ප්‍රවේශ්‍යතාවයට පහසුකම් සැලසීම සඳහා සමාගම මාර්ගගත වේදිකා සහ බැංකු මාරුවීම් හරහා වාරික ගෙවීමේ විවිධ ක්‍රම හඳුන්වා දී ඇත. සබැඳි ගෙවීම් ද්වාරය බහු මාර්ගගත ගනුදෙනු සඳහා පහසුකම් සැලසීමට සකස් කර ඇති අතර එහි ප්‍රවේශ්‍යතාව සහ පහසුව හේතුවෙන් වැඩි වැඩියෙන් වේගවත් වෙමින් පවතී.",
        "මීට අමතරව, ජනශක්ති ලයිෆ් විසින් නව්‍ය රක්‍ෂණ විසඳුම් කිහිපයක් දියත් කර ඇති අතර ජීවිත කාලය පුරාම රෝහල් ගත කිරීම සපයන Life Unlimited, ජනශක්ති COVID Guard - අනෙකුත් නිෂ්පාදන අතර COVID-19 වෙතින් මුල්‍ය ආරක්‍ෂාව සපයන ලොව පළමුවැන්නයි. ජනශක්ති ලයිෆ් විසින් අධ්‍යාපනික අවශ්‍යතා, ඉතුරුම් සහ ආයෝජන, සෞඛ්‍ය අවශ්‍යතා සහ උකස් ආරක්ෂණ ඇතුළුව ළමා කාලයේ සිට විශ්‍රාම යන තෙක් ජීවන චක්‍රයේ විවිධ අවධීන් සපුරාලන ජීවිත රක්‍ෂණ විසඳුම් සහ සේවාවන් රැසක් පිරිනමයි. එමගින් රක්ෂණ ඔප්පුහිමියන් ජීවිතයේ සෑම අදියරකදීම ඔවුන්ගේ ඉලක්ක සහ ජීවන රටාවන්ට උපකාර වන විසඳුම් සමඟින් සෞඛ්‍ය සම්පන්න ජීවිතයක් භුක්ති විඳින බව සහතික කරයි.",
        "A Brick at a Time: RYTHM Foundation අඩු ආදායම්ලාභී, ගැටුම්වලින් පීඩාවට පත් ශ්‍රී ලාංකිකයන්ට උපකාර කරන්නේ කෙසේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஜனசக்தி லைஃப் தொழில்துறையின் GWP வளர்ச்சியை இரட்டிப்பாக்குகிறது",
      "body_lines": [
        "ஜனசக்தி இன்சூரன்ஸ் பிஎல்சி, 2021 டிசம்பர் 31ஆம் தேதியுடன் முடிவடைந்த நிதியாண்டில் மொத்த எழுதப்பட்ட பிரீமியத்தின் 45% வளர்ச்சியைப் பதிவுசெய்தது, மதிப்பாய்வின் கீழ் உள்ள காலப்பகுதியில் மொத்த வருமானம் LKR 7.2Bn ஐ எட்டியது. ஆயுள் காப்பீட்டாளர், நிதியாண்டின் முடிவில் வரிக்கு முந்தைய லாபம் LKR 1.2 Bn மற்றும் அதே காலகட்டத்தில் LKR 1.9 Bn முதலீட்டு வருமானம். இதற்கிடையில், அதே காலகட்டத்தில் பாலிசிதாரர்களுக்கான நிகர உரிமைகோரல்கள் மற்றும் நன்மைகள் LKR 4.7Bn.",
        "\"தொற்றுநோயால் தூண்டப்பட்ட மேக்ரோ-பொருளாதார சவால்கள் இருந்தபோதிலும், 2021 நிதியாண்டில் நாங்கள் அடைந்த பாராட்டுக்குரிய சாதனை மற்றும் சாத்தியமான நிதி வளர்ச்சியானது, நேரத்தை உணர்திறன், நுண்ணறிவு உந்துதல் உத்திகளைப் பயன்படுத்தி சிக்கலான நீரில் செல்லக்கூடிய திறனைப் பற்றி பேசுகிறது. இவ்வாறாக, எமது பங்குதாரர்களின் எதிர்பார்ப்புகளை பூர்த்தி செய்து, வருடத்தில் நிலையான வளர்ச்சியை எங்களால் அடைய முடிந்தது. ஒரு நம்பகமான ஆயுள் காப்புறுதி வழங்குநராக தொற்றுநோய்க்குப் பிந்தைய சந்தையில் வளர்ச்சி வாய்ப்புகளைத் தொடர இந்த நிலையான தளத்தை நாங்கள் தொடர்ந்து உருவாக்குவோம்,” என்று ஜனசக்தி இன்சூரன்ஸ் பிஎல்சியின் நிறைவேற்று துணைத் தலைவர் பிரகாஷ் ஷாஃப்டர் கூறினார்.",
        "\"2021 ஆம் ஆண்டு ஜனசக்தி லைஃப் வரலாற்றில் ஒரு உலகளாவிய தொற்றுநோயின் எதிர்மறையான பொருளாதார தாக்கங்களை வெற்றிகரமாக எதிர்த்துப் போராடுவது மட்டுமல்லாமல், ஆயுள் காப்பீட்டுத் துறையின் முக்கிய அளவுருக்களில் தொழில்துறையை விஞ்சும் வகையில் சிறப்பாகச் செயல்படும். முதல் ஆண்டு பிரீமியத்தில் நான்கு மடங்கு சாதனையுடன் மொத்த எழுதப்பட்ட பிரீமியம் வளர்ச்சியை இரட்டிப்பாக்கியது மற்றும் தொழில்துறையை 100% க்கும் மேல் சிறப்பாகச் செயல்படும் உயிர்களின் எண்ணிக்கை. சந்தை மற்றும் பொருளாதார நிலைமைகளின் ஆரம்ப மற்றும் செயலூக்கமான அடையாளம், நுகர்வோர் நுண்ணறிவுகளுக்கான சந்தை உணர்திறன் அணுகுமுறை மற்றும் விவேகமான நிதி நிர்வாகத்துடன் நன்கு சிந்திக்கப்பட்ட விற்பனை மற்றும் சந்தைப்படுத்தல் அணுகுமுறை ஆகியவை தொழில்துறையின் முக்கிய மதிப்பு இயக்கிகளை மிகவும் நம்பத்தகுந்த வகையில் விஞ்சுவதற்கு வழி வகுத்தன. ஜனசக்தி இன்சூரன்ஸ் பிஎல்சியின் பணிப்பாளர்/ பிரதம நிறைவேற்று அதிகாரி ரவி லியனகே தெரிவித்தார்.",
        "ஜனசக்தி லைஃப் 2021 ஆம் ஆண்டில் பல சிறந்த மைல்கற்களை வெற்றிகரமாக எட்டியது. சில முக்கிய சாதனைகள் கடந்த ஆண்டை விட (2020 இல் 6.2 பில்லியன்) 14% வளர்ச்சியுடன் 7.2 பில்லியனுக்கும் அதிகமான மொத்த வருவாயைப் பெற்றுள்ளது. மதிப்பாய்வில் உள்ள தொடர்புடைய காலக்கட்டத்தில் 45% பிரீமியம் வளர்ச்சி. ஜனசக்தி லைஃப் வரலாற்றில் முதன்முறையாக தொடர்ச்சியாக இரண்டு பில்லியன் மைல்கற்களைத் தாண்டியதுடன், 2021 ஆம் ஆண்டில் புதிய வியாபாரத்தில் போட்டிக்கு எதிராக 1 சந்தை நிலையை உயர்த்திய வலுவான சந்தைப் பங்கு வளர்ச்சியையும் எட்டியது. அனைத்து நிர்ணயிக்கப்பட்ட இலக்குகளையும் விஞ்சி, குறிப்பிடத்தக்க வழக்கமான பிரீமியம் முதல் ஆண்டு பிரீமியங்கள் (FYP) 128% க்கும் அதிகமாக வளர்ந்துள்ளன. ஜனசக்தி லைஃப் 100 க்கும் மேற்பட்ட MDRT சாதனையாளர்களை வெற்றிகரமாக உருவாக்கி, உலகளாவிய தரத்திற்கு இணையாக தங்களை இணைத்துக் கொண்டது. மேலும், கூட்டாண்மை சேனலானது அதன் வணிகத்தை இரட்டிப்பாக்க முடிந்தது, அதே நேரத்தில் புதிய வணிக விரிவாக்க சேனல் அதன் முதல் ஆண்டில் இலங்கையில் உள்ள எந்தவொரு காப்புறுதி நிறுவனத்தின் பிரீமியத்தையும் அதன் முதல் வருடத்தில் விஞ்சி 181 மில்லியன் ரூபாவை பதிவு செய்துள்ளது.",
        "ஒரு முன்னோடி ஆயுள் காப்பீட்டு நிறுவனமான, ஜனசக்தி லைஃப், 2018 ஆம் ஆண்டில், சாத்தியமான வளர்ச்சியைத் தொடரும் மூலோபாய நோக்கத்துடன், ஆயுள் காப்பீட்டில் மட்டுமே தனது வணிகக் கவனத்தை மறுசீரமைத்தது. இந்த மூலோபாய முடிவின் புத்திசாலித்தனத்தை நிரூபிப்பதன் மூலம், தொற்றுநோய் மற்றும் கடுமையான பொருளாதார சூழலுக்கு மத்தியில் பல துறைகளில் நிறுவனத்தால் தொழில்துறையை விஞ்ச முடிந்தது. இந்த நம்பமுடியாத வளர்ச்சி வேகமானது வலுவான பணி நெறிமுறையின் பிரதிபலிப்பாகும் மற்றும் எதிர்கொள்ளும் சவால்களைப் பொருட்படுத்தாமல் ஒரு அத்தியாவசிய சேவையின் உண்மையான மதிப்பை அதன் தொழில்துறையினருக்கு முன்னால் வழங்குவதற்கான முயற்சிகள் ஆகும். இந்தச் சாதனையானது நிறுவனத்தின் தொழில்முறை மற்றும் அர்ப்பணிப்பை வலுப்படுத்துகிறது மற்றும் அவர்களது விசுவாசமான பாலிசிதாரர்களின் நம்பிக்கையை அவர்கள் தொடர்ந்து மதிப்பதை உறுதிசெய்வதற்கான கடின உழைப்பு மற்றும் குழுவின் அர்ப்பணிப்புக்கு சான்றாகும்.",
        "27 வருட காலப்பகுதியில், ஜனசக்தி லைஃப் காப்புறுதித் துறையில் புரட்சியை ஏற்படுத்தியதோடு, அதன் அனைத்து வாடிக்கையாளர்களுக்கும் பங்குதாரர்களுக்கும் காப்புறுதிக்கு அப்பாற்பட்ட சேவையை வழங்குவதற்கான ஒரு சக்தியாக முன்னோக்கி பயணித்துள்ளது. ஜனசக்தி லைஃப் வாடிக்கையாளர் சேவையில் விதிவிலக்கான கவனம் செலுத்துவதோடு அனைத்து வணிக விவகாரங்களிலும் நெறிமுறை மற்றும் வெளிப்படையான நடத்தையுடன் இலங்கை முழுவதும் உள்ள வாடிக்கையாளர்களின் நம்பிக்கையை தொடர்ந்து பெற்று வளர்த்து வருகிறது. லைஃப் பாலிசிகளின் தடையற்ற தொடர்ச்சி மற்றும் மேம்பட்ட அணுகலை எளிதாக்கும் வகையில், நிறுவனம் ஆன்லைன் தளங்கள் மற்றும் வங்கி பரிமாற்றங்கள் மூலம் பிரீமியங்களைச் செலுத்தும் பல வழிகளை அறிமுகப்படுத்தியுள்ளது. ஆன்லைன் கட்டண போர்ட்டல் பல ஆன்லைன் பரிவர்த்தனைகளை எளிதாக்க உதவுகிறது மற்றும் அதன் அணுகல் மற்றும் வசதியின் காரணமாக பெருகிய முறையில் வேகத்தை அதிகரித்து வருகிறது.",
        "கூடுதலாக, ஜனசக்தி லைஃப் பல புதுமையான காப்புறுதி தீர்வுகள் மற்றும் லைஃப் அன்லிமிடெட் உள்ளிட்ட வழித்தோன்றல் தயாரிப்புகளை அறிமுகப்படுத்தியுள்ளது, இது வாழ்நாள் முழுவதும் மருத்துவமனையில் அனுமதிக்கப்படுகிறது, ஜனசக்தி கோவிட் காவலர் - மற்ற தயாரிப்புகளுக்கு மத்தியில் COVID-19 இலிருந்து நிதி பாதுகாப்பை வழங்குவதில் உலகின் முதல் நிறுவனமாகும். ஜனசக்தி லைஃப், கல்வித் தேவைகள், சேமிப்புகள் மற்றும் முதலீடுகள், சுகாதாரத் தேவைகள் மற்றும் அடமானப் பாதுகாப்பு உள்ளிட்ட சிறுவயது முதல் ஓய்வூதியம் வரையிலான ஒரு நபரின் வாழ்க்கைச் சுழற்சியின் பல்வேறு நிலைகளை பூர்த்தி செய்யும் பல்வேறு ஆயுள் காப்பீட்டுத் தீர்வுகள் மற்றும் சேவைகளை வழங்குகிறது. இதன்மூலம் பாலிசிதாரர்கள் வாழ்க்கையின் ஒவ்வொரு கட்டத்திலும் அவர்களின் இலக்குகள் மற்றும் வாழ்க்கை முறைகளை ஆதரிக்கும் தீர்வுகளுடன் ஆரோக்கியமான வாழ்க்கையை அனுபவிப்பதை உறுதிசெய்கிறது.",
        "ஒரு நேரத்தில் ஒரு செங்கல்: எப்படி RYTHM அறக்கட்டளை குறைந்த வருமானம், மோதலால் பாதிக்கப்பட்ட இலங்கையர்களை ஆதரிக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}