{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-electricity-demand-soars-despite-power-cuts-as-price-hike-delayed-92252/",
  "time_ut": 1648606740,
  "title": "Sri Lanka electricity demand soars despite power cuts as price hike delayed",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power demand is surging despite power cuts as more people shift to electricity where the regulator has not raised prices, and liquefied petroleum gas prices went and",
    "“People have been buying electric cookers, heaters and are also using electric cookers at home,” a power sector official said.",
    "“That is why total energy demand is going up, though peak load has been reduced with power cuts.”",
    "Power demand including on weekends have surged as LP Gas prices were raised and electricity prices were not raised.",
    "According to industry analysts demand in any case rises in March due to the heat and also the rush from export companies and others to finish orders before April holidays.",
    "Sri Lanka fuel prices were swiftly raised by the Treasury and the bus regulator also raised prices. Train fares are going up today.",
    "It is not clear why power prices are not raised. Lack of price hikes had damaged the finances of the CEB and also endangered state banks which finance it.",
    "Demand has also gone up on weekends, when many offices are closed.",
    "On Sunday December 19, 2021 total energy demand was 35.87 GigaWatt hours.",
    "On Sunday March 27, despite power cuts, demand had gone up to 4.1 GWh.",
    "Customers have also adapted their working hours to works when power was available.",
    "But with 10 hour power cuts, many businesses and industries are out of options.",
    "Sri Lanka is having severe forex shortages due to an intermediate regime, or soft-peg operated by a Latin America style central bank which replaced a currency board in 1950.",
    "An attempt to shift from a pegged regime to a clean float has not yet succeeded due to low interest rates and a surrender requirement which pushes the rupee down, analysts have said.",
    "Analysts had urged authorities to hike rates and float before the dry season started.",
    "Sri Lanka has to hike rates, tourism recovery will not help end forex crisis: Bellwether",
    "“Sri Lanka should raise interest rates immediately and float the currency without too much delay to put an to end to the ongoing misery on the import trade and head off a monetary meltdown and shortages that will lead to severe social unrest as well as default,” EN Economic columnist Bellwether said in a column published in January 2021.",
    "“Already pressure is being seen in energy. In the first quarter droughts will come. Pressure has come faster due to the breakdown of the coal plant. It is better to float before the dry season in February and March when there will be more pressure to fund energy sector losses with credit.",
    "“A fuel pricing formula and a fuel surcharge on electricity should also accompany a float – or even if there is no float.",
    "“This column has shown earlier how energy subsidies are a weak link in monetary stability both in Sri Lanka and Latin America. It is now being seen.”",
    "Read how it happens in Latin America here: Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether"
  ],
  "translate": {
    "si": {
      "title": "මිල වැඩිවීම ප්‍රමාද වීමත් සමඟ විදුලිය විසන්ධි වුවද ශ්‍රී ලංකාවේ විදුලි ඉල්ලුම ඉහළ යයි",
      "body_lines": [
        "ECONOMYNEXT - නියාමකයා විසින් මිල ඉහළ නොදැමූ තැන්වල වැඩි පිරිසක් විදුලිය වෙත මාරු වීමත්, ද්‍රව පෙට්‍රෝලියම් ගෑස් මිල ඉහළ යාමත් නිසා විදුලිය කප්පාදුව නොතකා ශ්‍රී ලංකාවේ විදුලි ඉල්ලුම ඉහළ යමින් පවතී.",
        "“මිනිසුන් විදුලි කුකර්, හීටර් මිලදී ගෙන ඇති අතර නිවසේ විදුලි කුකර් ද භාවිතා කරති,” විදුලිබල අංශයේ නිලධාරියෙක් පැවසීය.",
        "\"විදුලි කප්පාදුව සමඟ උපරිම බර අඩු වී ඇතත්, සම්පූර්ණ බලශක්ති ඉල්ලුම ඉහළ යන්නේ එබැවිනි.\"",
        "LP ගෑස් මිල ඉහළ දැමීම සහ විදුලි මිල ඉහළ නොදැමීම නිසා සති අන්තයේ ඇතුළුව විදුලි ඉල්ලුම ඉහළ ගොස් ඇත.",
        "කර්මාන්තයේ විශ්ලේෂකයින්ට අනුව, උණුසුම සහ අපනයන සමාගම් සහ අනෙකුත් අය අප්‍රේල් නිවාඩුවට පෙර ඇණවුම් අවසන් කිරීමට ඉක්මන් වීම හේතුවෙන් මාර්තු මාසයේදී ඉල්ලුම ඉහළ යයි.",
        "මහා භාණ්ඩාගාරය විසින් ශ්‍රී ලංකාවේ ඉන්ධන මිල ශීඝ්‍රයෙන් ඉහළ දැමූ අතර බස් රථ නියාමකයා ද මිල ඉහළ දැමීය. අද දුම්රිය ගාස්තු වැඩි වෙනවා.",
        "විදුලි මිල වැඩි නොකරන්නේ මන්දැයි පැහැදිලි නැත. මිල ඉහළ යෑම් නොමැතිකම නිසා ලංවිමේ මුල්‍යයට හානි සිදුවී ඇති අතර එයට මුල්‍යාධාර සපයන රාජ්‍ය බැංකු ද අනතුරට ලක්විය.",
        "බොහෝ කාර්යාල වසා ඇති සති අන්තවල ද ඉල්ලුම ඉහළ ගොස් ඇත.",
        "2021 දෙසැම්බර් 19 ඉරිදා මුළු බලශක්ති ඉල්ලුම GigaWatt පැය 35.87 කි.",
        "මාර්තු 27 ඉරිදා, විදුලිය විසන්ධි වුවද, ඉල්ලුම GWh 4.1 දක්වා ඉහළ ගොස් ඇත.",
        "පාරිභෝගිකයන් විදුලි බලය ඇති විට වැඩ කරන වේලාවන් ද සකස් කර ඇත.",
        "නමුත් පැය 10 ක විදුලිය කප්පාදුව සමඟ බොහෝ ව්‍යාපාර සහ කර්මාන්ත විකල්ප නොමැතිව ඇත.",
        "1950 දී මුදල් මණ්ඩලයක් වෙනුවට ලතින් ඇමරිකානු විලාසිතාවේ මහ බැංකුවක් විසින් ක්‍රියාත්මක කරන ලද අතරමැදි පාලන තන්ත්‍රයක් හෝ soft-peg හේතුවෙන් ශ්‍රී ලංකාව දැඩි විදේශ විනිමය හිඟයකට මුහුණ දී සිටී.",
        "අඩු පොලී අනුපාත සහ රුපියල පහළට තල්ලු කරන යටත් වීමේ අවශ්‍යතාවය හේතුවෙන් පර්යන්ත පාලන තන්ත්‍රයකින් පිරිසිදු පාවෙන බවට මාරු වීමේ උත්සාහයක් තවමත් සාර්ථක වී නොමැති බව විශ්ලේෂකයෝ පවසති.",
        "වියළි සමය ආරම්භ වීමට පෙර ගාස්තු ඉහළ දමා පාවෙන ලෙස විශ්ලේෂකයෝ බලධාරීන්ගෙන් ඉල්ලා සිටියහ.",
        "ශ්‍රී ලංකාවට ගාස්තු ඉහළ නැංවිය යුතුය, සංචාරක ප්‍රකෘතිය විදේශ විනිමය අර්බුදය අවසන් කිරීමට උපකාරී නොවේ: බෙල්වෙදර්",
        "\"ශ්‍රී ලංකාව වහාම පොලී අනුපාත ඉහල නැංවිය යුතු අතර, ආනයන වෙළඳාමේ පවතින දුක්ඛිත තත්ත්වයට තිත තැබීමට සහ දැඩි සමාජ නොසන්සුන්තාවයට මෙන්ම පැහැර හැරීමට තුඩු දෙන මූල්‍ය දියවීමක් සහ හිඟයකින් මිදීමට වැඩි ප්‍රමාදයකින් තොරව මුදල් පාවී යා යුතුය\" EN ආර්ථික තීරු රචක බෙල්වෙදර් 2021 ජනවාරි මාසයේ ප්‍රකාශයට පත් කරන ලද තීරුවක මෙසේ පැවසීය.",
        "“දැනටමත් පීඩනය බලශක්තිය තුළ දක්නට ලැබේ. පළමු කාර්තුවේදී නියඟය පැමිණෙනු ඇත. ගල් අඟුරු බලාගාරයේ බිඳවැටීම හේතුවෙන් පීඩනය වේගයෙන් පැමිණ තිබේ. බලශක්ති අංශයේ පාඩු සඳහා ණය සමඟ අරමුදල් සැපයීමට වැඩි පීඩනයක් ඇති වන පෙබරවාරි සහ මාර්තු මාසවල වියළි කාලයට පෙර පාවීම වඩා හොඳය.",
        "“ඉන්ධන මිල සූත්‍රයක් සහ විදුලිය සඳහා ඉන්ධන අධිභාරයක් ද පාවෙන එකක් සමඟ තිබිය යුතුය - නැතහොත් පාවෙන නොමැති වුවද.",
        "“ශ්‍රී ලංකාවේ සහ ලතින් ඇමරිකාවේ මූල්‍ය ස්ථාවරත්වයේ දුර්වල සම්බන්ධකයක් බලශක්ති සහනාධාරයක් වන්නේ කෙසේදැයි මෙම තීරුව කලින් පෙන්වා දී ඇත. ඒක දැන් පේනවා.”",
        "ලතින් ඇමරිකාවේ එය සිදුවන්නේ කෙසේදැයි මෙතැනින් කියවන්න: ශ්‍රී ලංකාව ග්‍රීසිය නොවේ, එය ලතින් ඇමරිකානු විලාසිතාවේ මෘදු-පෙග්: බෙල්වෙදර්"
      ]
    },
    "ta": {
      "title": "விலை உயர்வு தாமதமானதால், மின்வெட்டு இருந்தபோதிலும் இலங்கையின் மின்சாரத் தேவை அதிகரிக்கிறது",
      "body_lines": [
        "ECONOMYNEXT - மின்வெட்டு இருந்தபோதிலும் இலங்கையின் மின்சாரத் தேவை அதிகரித்துக் கொண்டே செல்கிறது, ஏனெனில் ரெகுலேட்டர் விலைகளை உயர்த்தாததால் அதிகமான மக்கள் மின்சாரத்திற்கு மாறுகிறார்கள், மற்றும் திரவமாக்கப்பட்ட பெட்ரோலிய எரிவாயு விலைகள் சென்றன.",
        "\"மக்கள் மின்சார குக்கர், ஹீட்டர்களை வாங்குகின்றனர், மேலும் வீட்டில் மின்சார குக்கர்களையும் பயன்படுத்துகின்றனர்\" என்று மின் துறை அதிகாரி ஒருவர் தெரிவித்தார்.",
        "\"அதனால்தான் மொத்த எரிசக்தி தேவை அதிகரித்து வருகிறது, இருப்பினும் மின்வெட்டு மூலம் உச்ச சுமை குறைக்கப்பட்டுள்ளது.\"",
        "எல்பி காஸ் விலை உயர்த்தப்பட்டதாலும், மின்சார விலை உயர்த்தப்படாததாலும் வார இறுதி நாட்கள் உட்பட மின் தேவை அதிகரித்துள்ளது.",
        "தொழில்துறை ஆய்வாளர்களின் கூற்றுப்படி, மார்ச் மாதத்தில் வெப்பம் மற்றும் ஏற்றுமதி நிறுவனங்கள் மற்றும் பிறரிடமிருந்து ஏப்ரல் விடுமுறைக்கு முன்னதாக ஆர்டர்களை முடிக்க வேண்டிய அவசரம் காரணமாக மார்ச் மாதத்தில் தேவை அதிகரிக்கும்.",
        "இலங்கை எரிபொருள் விலைகள் திறைசேரியால் துரிதமாக உயர்த்தப்பட்டதுடன், பஸ் ஒழுங்குபடுத்தும் நிறுவனமும் விலைகளை உயர்த்தியது. இன்று ரயில் கட்டணம் உயரும்.",
        "மின் விலையை ஏன் உயர்த்தவில்லை என்பது தெரியவில்லை. விலையேற்றம் இல்லாததால், CEBயின் நிதிகள் சேதமடைவதோடு, அதற்கு நிதியளிக்கும் அரச வங்கிகளுக்கும் ஆபத்து ஏற்பட்டது.",
        "பல அலுவலகங்கள் மூடப்படும் வார இறுதி நாட்களிலும் தேவை அதிகரித்துள்ளது.",
        "டிசம்பர் 19, 2021 ஞாயிற்றுக்கிழமை மொத்த ஆற்றல் தேவை 35.87 ஜிகாவாட் மணிநேரம்.",
        "மார்ச் 27 ஞாயிற்றுக்கிழமை, மின்வெட்டு இருந்தபோதிலும், தேவை 4.1 ஜிகாவாட் வரை உயர்ந்தது.",
        "வாடிக்கையாளர்கள் தங்கள் வேலை நேரத்தையும் மின்சாரம் இருக்கும் போது வேலை செய்ய மாற்றியமைத்துள்ளனர்.",
        "ஆனால், 10 மணி நேர மின்வெட்டால், பல தொழில்கள் மற்றும் தொழில்கள் வாய்ப்பில்லாமல் உள்ளன.",
        "1950 இல் நாணயப் பலகையை மாற்றியமைத்த இலத்தீன் அமெரிக்க பாணி மத்திய வங்கியினால் செயற்படுத்தப்பட்ட இடைநிலை ஆட்சி அல்லது சாஃப்ட்-பெக் காரணமாக இலங்கையில் கடுமையான அந்நிய செலாவணி பற்றாக்குறை உள்ளது.",
        "குறைந்த வட்டி விகிதங்கள் மற்றும் சரணடைதல் தேவை காரணமாக, ரூபாயை வீழ்ச்சியடையச் செய்யும் ஒரு கட்டமைக்கப்பட்ட ஆட்சியிலிருந்து சுத்தமான மிதவைக்கு மாறுவதற்கான முயற்சி இன்னும் வெற்றிபெறவில்லை என்று ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "வறண்ட காலம் தொடங்கும் முன் கட்டணங்களை உயர்த்தி மிதக்குமாறு ஆய்வாளர்கள் அதிகாரிகளை வலியுறுத்தினர்.",
        "இலங்கை கட்டணங்களை உயர்த்த வேண்டும், சுற்றுலா மீட்பு அந்நிய செலாவணி நெருக்கடியை முடிவுக்கு கொண்டு வர உதவாது: பெல்வெதர்",
        "\"இறக்குமதி வர்த்தகத்தில் நிலவும் அவலத்திற்கு முற்றுப்புள்ளி வைப்பதற்கும், கடுமையான சமூக அமைதியின்மை மற்றும் இயல்புநிலைக்கு வழிவகுக்கும் பணமதிப்பிழப்பு மற்றும் பற்றாக்குறையைத் தவிர்க்க, இலங்கை உடனடியாக வட்டி விகிதங்களை உயர்த்தி, அதிக தாமதமின்றி நாணயத்தை மிதக்கச் செய்ய வேண்டும்.\" EN பொருளாதார கட்டுரையாளர் பெல்வெதர் ஜனவரி 2021 இல் வெளியிடப்பட்ட ஒரு கட்டுரையில் கூறினார்.",
        "\"ஏற்கனவே அழுத்தம் ஆற்றலில் காணப்படுகிறது. முதல் காலாண்டில் வறட்சி வரும். நிலக்கரி ஆலையின் பழுதினால் அழுத்தம் வேகமாக வந்துள்ளது. பெப்ரவரி மற்றும் மார்ச் மாதங்களில் வறண்ட காலங்களுக்கு முன் மிதப்பது நல்லது, அப்போது எரிசக்தி துறை இழப்புகளுக்கு கடன் மூலம் நிதியளிக்க அதிக அழுத்தம் இருக்கும்.",
        "\"எரிபொருள் விலை சூத்திரம் மற்றும் மின்சாரத்திற்கான எரிபொருள் கூடுதல் கட்டணம் ஆகியவை மிதவையுடன் இருக்க வேண்டும் - அல்லது மிதவை இல்லாவிட்டாலும் கூட.",
        "“இலங்கை மற்றும் லத்தீன் அமெரிக்கா ஆகிய இரு நாடுகளிலும் பண ஸ்திரத்தன்மையில் எரிசக்தி மானியங்கள் எவ்வாறு பலவீனமான இணைப்பு என்பதை இந்த பத்தி முன்னர் காட்டியுள்ளது. அது இப்போது பார்க்கப்படுகிறது.\"",
        "லத்தீன் அமெரிக்காவில் இது எப்படி நடக்கிறது என்பதை இங்கே படிக்கவும்: இலங்கை கிரீஸ் அல்ல, இது லத்தீன் அமெரிக்க பாணி மென்மையான-பெக்: பெல்வெதர்"
      ]
    }
  }
}