{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/india-outbound-interviews-bmich-ceo/",
  "time_ut": 1650984180,
  "title": "India Outbound interviews BMICH CEO",
  "body_lines": [
    "As outbound travel from India revives after a pandemic-enforced closure, most market experts are pointing towards Meetings, Incentives, Conferencing, Expositions (MICE) and weddings as being the drivers of growth in the immediate future. And in this segment, Sri Lanka is pitching itself as the first and the best choice for a variety of reasons. Proximity, low cost and a cultural connection are only a few of its advantages.",
    "Adding to these, the BMICH in Colombo combines its mammoth size and immense flexibility to make it the venue of preference for MICE or wedding groups of sizes varying from a few dozens to a few thousands. In an interview with India Outbound magazine Sunil Dissanayake, CEO of BMICH outlines the importance of India as a market and the key USPs of Sri Lanka and the convention centre that would attract Indian customers.",
    "What are the key facilities that BMICH offers for MICE and Weddings?",
    "We are a sophisticated world class venue with 22 indoor and 10 outdoor venues. We do everything that a hotel does. From a dinner for two to a banquet for 2,000. We cater to all types of events and we are very specialized in what we do. We have facilities for simultaneous translations to seven languages and all our other audio visual and technological systems are very up to date which cater to global events.",
    "Who are you competing with and what are your competitive advantages?",
    "We compete with the rest of the region as a MICE destination. All the South Asian countries such as India, Bangladesh & Maldives and the other SAARC countries. Also the far eastern countries such as Singapore, Thailand, Malaysia and Indonesia. We are a purpose built facility with spacious landscaped gardens, with close proximity to India.",
    "We sit on 38 acres of landscaped gardens and we call ourselves an urban forest with our tree laden gardens. In terms of the competitive advantage we are very cost effective, with our pricing, when compared with similar facilities elsewhere in the region. Especially for India, it’s more cost effective, because we are a lot cheaper and you get more for your foreign exchange of Indian currency. We pay about LKR.3 for an INR.1 That is also an advantage for our Indian clients.  It’s my personal view that it is cost effective to the Indian clients to come over to Sri Lanka and hold your conferences, weddings and events here rather than travelling from Delhi to Chennai or to other parts of India, which may be more expensive than coming to Colombo.",
    "Just before the pandemic we hosted the Suzuki Maruti All India Conference and the Award Ceremony here at BMICH Expo Centre which had 1000 participants joining the event.  Afterwards, they indulged in tourism aspects of visiting different parts of the country.",
    "Which are your biggest markets? How important is India for you?",
    "India is our market leader for conventions, expositions, weddings and conferences, and then comes China. Those are the two major providers from abroad. We have a lot of customers and business opportunities from within Sri Lanka too and a few from Europe.",
    "Bombay, Chennai, Bangalore and Hyderabad, it’s mostly South India. Primarily the Southern part and some from the Northern part as well. With our excellent airline connectivity to Indian cities with Sri Lankan Airlines which connects about 100 flights per week to different cities in India, it’s better and easier to travel to Sri Lanka than travelling within India itself. The connectivity is excellent.",
    "We are looking at the wedding market. We have quite a few weddings, especially the outdoor weddings with great outdoors. That’s another aspect that we are marketing. We are taking part in trade shows in India. BLTM and various other trade shows, and we also invite Indian MICE agents on familiarization tours. We had one tour in early 2020 prior to the pandemic. It’s a great opportunity for Indian weddings to be hosted at the BMICH as we are in close proximity to all the city hotels in Colombo. It is a matter of staying in a Colombo hotel and using our facilities to host the wedding.",
    "There are many aspects an individual can indulge in post and pre-event leisure activities. The participants can extend their stay in Sri Lanka after the event or arrive earlier and bring their families too. The families could shop around in shopping malls in Colombo City where most of the global brands at a competitive price than in India are available. From Colombo it is a “hop step and a jump” to the beaches and one can select any type of environment of choice.  For example the hill country with the mountains are just three hours away and then we have the wildlife which is also about 3 hours away. The Archaeological sites too could be reached within 3.5 to 4 hours. Of course, then we have the water sports on the southern coast and the eastern coast with surfing & water skiing in Arugam Bay in the east coast. Everything is within easy reach if you wish to enjoy in pre or post MICE event leisure activities in Sri Lanka.",
    "CSE dogged by trading halts; political instability takes its toll",
    "ComBank ranked Strongest Bank Brand in Sri Lanka for 3rd successive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "BMICH හි ප්‍රධාන විධායක නිලධාරියා ඉන්දියාව පිටතට යන සම්මුඛ පරීක්ෂණ",
      "body_lines": [
        "වසංගතය බලාත්මක කරන ලද වසා දැමීමකින් පසු ඉන්දියාවෙන් පිටතට යන සංචාර පුනර්ජීවනය වන විට, බොහෝ වෙළඳපල ප්‍රවීණයන් රැස්වීම්, දිරිගැන්වීම්, සම්මන්ත්‍රණ, ප්‍රදර්ශන (MICE) සහ මංගල උත්සව නුදුරු අනාගතයේ වර්ධනයේ ධාවකයන් ලෙස පෙන්වා දෙයි. තවද මෙම කොටසේදී ශ්‍රී ලංකාව විවිධ හේතූන් මත පළමු සහ හොඳම තේරීම ලෙස පෙනී සිටියි. සමීපත්වය, අඩු පිරිවැය සහ සංස්කෘතික සම්බන්ධතාවය එහි වාසි කිහිපයක් පමණි.",
        "මේවාට එකතු කරමින්, කොළඹ BMICH එහි දැවැන්ත ප්‍රමාණය සහ අතිමහත් නම්‍යශීලීභාවය ඒකාබද්ධ කර එය MICE හෝ දුසිම් කිහිපයක සිට දහස් ගණනක් දක්වා වෙනස් වන ප්‍රමාණයේ මංගල කණ්ඩායම් සඳහා මනාප ස්ථානය බවට පත් කරයි. BMICH හි ප්‍රධාන විධායක නිලධාරී සුනිල් දිසානායක, India Outbound සඟරාව සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින්, වෙළෙඳපොළක් ලෙස ඉන්දියාවේ වැදගත්කම සහ ශ්‍රී ලංකාවේ ප්‍රධාන USPs සහ ඉන්දියානු පාරිභෝගිකයින් ආකර්ෂණය කර ගන්නා සම්මේලන මධ්‍යස්ථානය පිළිබඳ විස්තර කරයි.",
        "MICE සහ මංගල උත්සව සඳහා BMICH ලබා දෙන ප්‍රධාන පහසුකම් මොනවාද?",
        "අපි ගෘහස්ථ 22 සහ එළිමහන් ස්ථාන 10 කින් සමන්විත නවීන ලෝක මට්ටමේ ස්ථානයකි. හෝටලයක් කරන හැම දෙයක්ම අපි කරනවා. දෙදෙනෙකු සඳහා රාත්රී භෝජන සංග්රහයේ සිට 2000 සඳහා භෝජන සංග්රහයක් දක්වා. අපි සියලු වර්ගවල සිදුවීම් සඳහා පහසුකම් සපයන අතර අප කරන දේ සම්බන්ධයෙන් අපි ඉතා විශේෂයි. අපට භාෂා හතකට එකවර පරිවර්තන සඳහා පහසුකම් ඇති අතර අපගේ අනෙකුත් සියලුම ශ්‍රව්‍ය දෘශ්‍ය සහ තාක්‍ෂණික පද්ධති ගෝලීය සිදුවීම් සඳහා ඉතා යාවත්කාලීන වේ.",
        "ඔබ තරඟ කරන්නේ කා සමඟද සහ ඔබේ තරඟකාරී වාසි මොනවාද?",
        "අපි MICE ගමනාන්තයක් ලෙස කලාපයේ සෙසු ප්‍රදේශ සමඟ තරඟ කරමු. ඉන්දියාව, බංග්ලාදේශය සහ මාලදිවයින සහ අනෙකුත් සාර්ක් රටවල් වැනි සියලුම දකුණු ආසියානු රටවල්. සිංගප්පූරුව, තායිලන්තය, මැලේසියාව සහ ඉන්දුනීසියාව වැනි ඈත පෙරදිග රටවල් ද වේ. අපි ඉන්දියාවට සමීපව, ඉඩකඩ සහිත භූමි අලංකරණ උද්‍යාන සහිත අරමුණක් ගොඩනගා ගත් පහසුකමකි.",
        "අපි අක්කර 38 ක භූමි අලංකරණ උද්‍යානවල වාඩි වී සිටින අතර, අපගේ ගස්වලින් පිරුණු උද්‍යාන සහිත නාගරික වනාන්තරයක් ලෙස අපි හඳුන්වන්නෙමු. තරඟකාරී වාසිය අනුව, කලාපයේ වෙනත් තැන්වල සමාන පහසුකම් සමඟ සසඳන විට අපගේ මිලකරණය සමඟ අපි ඉතා ලාභදායී වේ. විශේෂයෙන් ඉන්දියාව සඳහා, එය වඩා ලාභදායී වේ, මන්ද අපි ඉතා ලාභදායී වන අතර ඔබේ ඉන්දියානු මුදල් විදේශ විනිමය සඳහා ඔබට වැඩි මුදලක් ලැබෙනු ඇත. අපි INR.1 ක් සඳහා LKR.3 ක් පමණ ගෙවන්නෙමු, එය අපගේ ඉන්දියානු ගනුදෙනුකරුවන්ටද වාසියකි. ඉන්දියානු ගනුදෙනුකරුවන්ට දිල්ලි සිට චෙන්නායි හෝ ඉන්දියාවේ වෙනත් ප්‍රදේශවලට පැමිණීමට වඩා ශ්‍රී ලංකාවට පැමිණ ඔබේ සම්මන්ත්‍රණ, මංගල උත්සව සහ උත්සව මෙහි පැවැත්වීම ලාභදායී බව මගේ පෞද්ගලික අදහසයි. කොළඹ.",
        "වසංගතයට මොහොතකට පෙර අපි සුසුකි මරුටි සමස්ත ඉන්දීය සම්මන්ත්‍රණය සහ සම්මාන ප්‍රදානෝත්සවය BMICH Expo මධ්‍යස්ථානයේදී පැවැත් වූ අතර එයට සහභාගිවන්නන් 1000 ක් සහභාගී විය. ඉන්පසුව, ඔවුන් රටේ විවිධ ප්‍රදේශවල සංචාරය කිරීමේ සංචාරක අංශවල නිරත වූහ.",
        "ඔබගේ විශාලතම වෙළඳපල මොනවාද? ඉන්දියාව ඔබට කොතරම් වැදගත්ද?",
        "සම්මේලන, ප්‍රදර්ශන, මංගල උත්සව සහ සම්මන්ත්‍රණ සඳහා ඉන්දියාව අපගේ වෙළඳපල ප්‍රමුඛයා වන අතර පසුව චීනය පැමිණේ. ඒ පිටරටින් එන ප්‍රධාන සැපයුම්කරුවන් දෙදෙනායි. අපට ශ්‍රී ලංකාව තුළ ද ගනුදෙනුකරුවන් සහ ව්‍යාපාරික අවස්ථා රාශියක් සහ යුරෝපයෙන් කිහිපයක් තිබේ.",
        "බොම්බේ, චෙන්නායි, බැංගලෝර් සහ හයිද්‍රාබාද්, එය බොහෝ දුරට දකුණු ඉන්දියාවයි. මූලික වශයෙන් දකුණු කොටස සහ සමහරක් උතුරු කොටසින් ද වේ. ඉන්දියාවේ විවිධ නගරවලට සතියකට ගුවන් ගමන් 100ක් පමණ සම්බන්ධ කරන ශ්‍රී ලංකන් එයාර්ලයින්ස් සමඟ ඉන්දියානු නගරවලට අපගේ විශිෂ්ට ගුවන් සම්බන්ධතා සමඟින්, ඉන්දියාව තුළම ගමන් කරනවාට වඩා ශ්‍රී ලංකාවට ගමන් කිරීම වඩා හොඳ සහ පහසු වේ. සම්බන්ධතාවය විශිෂ්ටයි.",
        "අපි මංගල පොළ දෙස බලා සිටිමු. අපට මංගල උත්සව කිහිපයක් තිබේ, විශේෂයෙන් එළිමහනේ ඇති එළිමහන් මංගල උත්සව. එය අප අලෙවි කරන තවත් පැත්තකි. අපි ඉන්දියාවේ වෙළෙඳ ප්‍රදර්ශනවලට සහභාගි වෙනවා. BLTM සහ වෙනත් විවිධ වෙළඳ සංදර්ශන, සහ අපි හුරුපුරුදු චාරිකා සඳහා ඉන්දියානු MICE නියෝජිතයින්ට ආරාධනා කරන්නෙමු. වසංගතයට පෙර 2020 මුලදී අපට එක් සංචාරයක් තිබුණි. අපි කොළඹ නගරයේ සියලුම හෝටල්වලට ආසන්නව සිටින නිසා BMICH හි ඉන්දියානු විවාහ උත්සව පැවැත්වීම හොඳ අවස්ථාවක්. කොළඹ හෝටලයක නවාතැන් ගෙන අපේ පහසුකම් යොදාගෙන මඟුල් ගෙදර පැවැත්වීමයි.",
        "පුද්ගලයෙකුට පශ්චාත් සහ පූර්ව සිදුවීම් විවේක ක්‍රියාකාරකම්වල යෙදිය හැකි බොහෝ පැති තිබේ. සහභාගිවන්නන්ට උත්සවයෙන් පසු ශ්‍රී ලංකාවේ රැඳී සිටීම දිගු කළ හැකිය, නැතහොත් කලින් පැමිණ ඔවුන්ගේ පවුල් ද රැගෙන යා හැකිය. ඉන්දියාවට වඩා තරඟකාරී මිලකට ගෝලීය වෙළඳනාම බොහොමයක් ලබා ගත හැකි කොළඹ නගරයේ සාප්පු සංකීර්ණවල පවුල්වලට සාප්පු යෑමට හැකිය. කොළඹ සිට මුහුදු වෙරළට \"පිම්මක් සහ පැනීමක්\" වන අතර කෙනෙකුට කැමති පරිසරයක් තෝරා ගත හැකිය. උදාහරණයක් ලෙස කඳු සහිත කඳුකරයට ඇත්තේ පැය තුනක් පමණි, එවිට අපට පැය 3 ක් පමණ දුරින් වන සතුන් සිටී. පුරාවිද්‍යා ස්ථාන වෙතද පැය 3.5 ත් 4 ත් අතර කාලයකදී ළඟා විය හැකිය. ඇත්ත වශයෙන්ම, අපට නැගෙනහිර වෙරළේ ආරුගම් බොක්කෙහි සර්ෆින් සහ ජල ස්කීං සමඟ දකුණු වෙරළ තීරයේ සහ නැගෙනහිර වෙරළ තීරයේ ජල ක්‍රීඩා තිබේ. ශ්‍රී ලංකාවේ MICE සිදුවීම්වලට පෙර හෝ පසු විනෝදාස්වාද ක්‍රියාකාරකම් භුක්ති විඳීමට ඔබට අවශ්‍ය නම් සියල්ල පහසුවෙන් ළඟා විය හැකිය.",
        "CSE වෙළෙඳ නැවැත්වීම නිසා වැටෙයි; දේශපාලන අස්ථාවරත්වය එහි බලපෑමට ලක් වේ",
        "ComBank අඛණ්ඩව 3 වන වසරටත් ශ්‍රී ලංකාවේ ශක්තිමත්ම බැංකු සන්නාමය ලෙස ශ්‍රේණිගත කර ඇත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இந்தியா வெளிச்செல்லும் நேர்காணல் BMICH CEO",
      "body_lines": [
        "இந்தியாவில் இருந்து வெளிச்செல்லும் பயணம் ஒரு தொற்றுநோய்-செயல்படுத்தப்பட்ட மூடலுக்குப் பிறகு புத்துயிர் பெறுவதால், பெரும்பாலான சந்தை வல்லுநர்கள் சந்திப்புகள், ஊக்கத்தொகைகள், மாநாடுகள், கண்காட்சிகள் (MICE) மற்றும் திருமணங்கள் ஆகியவை உடனடி எதிர்காலத்தில் வளர்ச்சியின் இயக்கிகள் என்று சுட்டிக்காட்டுகின்றனர். மேலும் இந்த பிரிவில், பல்வேறு காரணங்களுக்காக இலங்கை தன்னை முதல் மற்றும் சிறந்த தேர்வாக களமிறங்குகிறது. அருகாமை, குறைந்த செலவு மற்றும் கலாச்சார இணைப்பு ஆகியவை அதன் நன்மைகளில் சில மட்டுமே.",
        "இவற்றைச் சேர்த்து, கொழும்பில் உள்ள BMICH அதன் பிரம்மாண்டமான அளவு மற்றும் அபரிமிதமான நெகிழ்வுத்தன்மையை ஒருங்கிணைத்து, MICE அல்லது சில டஜன்கள் முதல் சில ஆயிரம் வரையிலான திருமணக் குழுக்களுக்கு விருப்பமான இடமாக மாற்றுகிறது. BMICH இன் தலைமை நிர்வாக அதிகாரி, India Outbound சஞ்சிகைக்கு அளித்த பேட்டியில், இந்தியாவின் முக்கியத்துவத்தை ஒரு சந்தையாகவும், இலங்கையின் முக்கிய USPகள் மற்றும் இந்திய வாடிக்கையாளர்களை ஈர்க்கும் மாநாட்டு மையமாகவும் கோடிட்டுக் காட்டுகிறார்.",
        "MICE மற்றும் திருமணங்களுக்கு BMICH வழங்கும் முக்கிய வசதிகள் என்ன?",
        "நாங்கள் 22 உட்புற மற்றும் 10 வெளிப்புற அரங்கங்களைக் கொண்ட அதிநவீன உலகத் தரம் வாய்ந்த இடமாக இருக்கிறோம். ஹோட்டல் செய்யும் அனைத்தையும் நாங்கள் செய்கிறோம். இரண்டு பேருக்கு இரவு உணவு முதல் 2,000 பேருக்கு விருந்து வரை. நாங்கள் அனைத்து வகையான நிகழ்வுகளையும் பூர்த்தி செய்கிறோம் மற்றும் நாங்கள் செய்வதில் நாங்கள் மிகவும் நிபுணத்துவம் பெற்றவர்கள். ஏழு மொழிகளில் ஒரே நேரத்தில் மொழிபெயர்ப்பதற்கான வசதிகள் எங்களிடம் உள்ளன, மேலும் எங்களின் மற்ற அனைத்து ஆடியோ விஷுவல் மற்றும் தொழில்நுட்ப அமைப்புகளும் உலகளாவிய நிகழ்வுகளுக்கு ஏற்ற வகையில் மிகவும் புதுப்பித்த நிலையில் உள்ளன.",
        "நீங்கள் யாருடன் போட்டியிடுகிறீர்கள் மற்றும் உங்கள் போட்டி நன்மைகள் என்ன?",
        "MICE இலக்காக மற்ற பிராந்தியங்களுடன் நாங்கள் போட்டியிடுகிறோம். அனைத்து தெற்காசிய நாடுகளான இந்தியா, பங்களாதேஷ் & மாலத்தீவுகள் மற்றும் பிற சார்க் நாடுகள். சிங்கப்பூர், தாய்லாந்து, மலேசியா மற்றும் இந்தோனேசியா போன்ற தூர கிழக்கு நாடுகளும். நாங்கள் இந்தியாவிற்கு அருகாமையில் விசாலமான இயற்கை தோட்டங்களுடன் கூடிய ஒரு நோக்கத்திற்காக கட்டப்பட்ட வசதி.",
        "நாங்கள் 38 ஏக்கர் நிலப்பரப்பு தோட்டங்களில் அமர்ந்திருக்கிறோம், எங்கள் மரங்கள் நிறைந்த தோட்டங்களுடன் நகர்ப்புற காடு என்று அழைக்கிறோம். போட்டி நன்மையின் அடிப்படையில், பிராந்தியத்தில் உள்ள மற்ற இடங்களில் உள்ள இதே போன்ற வசதிகளுடன் ஒப்பிடும்போது, ​​எங்கள் விலை நிர்ணயம் மூலம் நாங்கள் மிகவும் செலவு குறைந்தவர்கள். குறிப்பாக இந்தியாவிற்கு, இது மிகவும் செலவு குறைந்ததாகும், ஏனென்றால் நாங்கள் மிகவும் மலிவானவர்கள் மற்றும் இந்திய நாணயத்தின் அந்நியச் செலாவணிக்கு நீங்கள் அதிகமாகப் பெறுவீர்கள். ஒரு INR.1க்கு நாங்கள் சுமார் LKR.3 செலுத்துகிறோம், அதுவும் எங்கள் இந்திய வாடிக்கையாளர்களுக்கு ஒரு நன்மை. டெல்லியில் இருந்து சென்னைக்கு அல்லது இந்தியாவின் பிற பகுதிகளுக்கு செல்வதை விட, இலங்கைக்கு வந்து உங்கள் மாநாடுகள், திருமணங்கள் மற்றும் நிகழ்ச்சிகளை நடத்துவது இந்திய வாடிக்கையாளர்களுக்கு செலவு குறைந்ததாகும், இது வருவதை விட அதிக செலவாகும் என்பது எனது தனிப்பட்ட கருத்து. கொழும்பு.",
        "தொற்றுநோய்க்கு சற்று முன்பு நாங்கள் சுசுகி மாருதி அகில இந்திய மாநாடு மற்றும் விருது வழங்கும் விழாவை BMICH எக்ஸ்போ மையத்தில் நடத்தினோம், இதில் 1000 பங்கேற்பாளர்கள் கலந்துகொண்டனர். பின்னர், அவர்கள் நாட்டின் பல்வேறு பகுதிகளுக்குச் சென்று சுற்றுலா அம்சங்களில் ஈடுபட்டனர்.",
        "உங்கள் மிகப்பெரிய சந்தைகள் எவை? இந்தியா உங்களுக்கு எவ்வளவு முக்கியம்?",
        "மாநாடுகள், கண்காட்சிகள், திருமணங்கள் மற்றும் மாநாடுகளுக்கு இந்தியா எங்கள் சந்தையில் முன்னணியில் உள்ளது, பின்னர் சீனா வருகிறது. வெளிநாட்டிலிருந்து வரும் இரண்டு முக்கிய வழங்குநர்கள் அவை. எங்களிடம் இலங்கையில் இருந்தும் நிறைய வாடிக்கையாளர்கள் மற்றும் வணிக வாய்ப்புகள் உள்ளன மற்றும் சில ஐரோப்பாவில் இருந்தும் உள்ளன.",
        "பம்பாய், சென்னை, பெங்களூர் மற்றும் ஹைதராபாத், இது பெரும்பாலும் தென்னிந்தியா. முதன்மையாக தெற்கு பகுதி மற்றும் சில வடக்கு பகுதியிலிருந்தும். இந்தியாவில் உள்ள பல்வேறு நகரங்களுக்கு வாரத்திற்கு சுமார் 100 விமானங்களை இணைக்கும் ஸ்ரீலங்கன் ஏர்லைன்ஸுடன் இந்திய நகரங்களுக்கான எங்கள் சிறந்த விமான இணைப்புடன், இந்தியாவிற்குள் பயணிப்பதை விட இலங்கைக்கு பயணம் செய்வது சிறந்தது மற்றும் எளிதானது. இணைப்பு சிறப்பாக உள்ளது.",
        "திருமணச் சந்தையைப் பார்க்கிறோம். எங்களிடம் சில திருமணங்கள் உள்ளன, குறிப்பாக வெளிப்புற திருமணங்கள் சிறந்த வெளிப்புறங்களுடன். நாங்கள் மார்க்கெட்டிங் செய்யும் மற்றொரு அம்சம் இது. இந்தியாவில் வர்த்தக கண்காட்சிகளில் பங்கேற்கிறோம். BLTM மற்றும் பல்வேறு வர்த்தக நிகழ்ச்சிகள், மேலும் இந்திய MICE முகவர்களையும் அறிமுகம் செய்யும் சுற்றுப்பயணங்களுக்கு அழைக்கிறோம். தொற்றுநோய்க்கு முன்னதாக 2020 இன் தொடக்கத்தில் நாங்கள் ஒரு சுற்றுப்பயணத்தை மேற்கொண்டோம். கொழும்பில் உள்ள அனைத்து நகர ஹோட்டல்களுக்கும் அருகாமையில் உள்ளதால், இந்திய திருமணங்களை BMICH இல் நடத்த இது ஒரு சிறந்த வாய்ப்பாகும். கொழும்பில் உள்ள ஹோட்டலில் தங்கி, எங்களுடைய வசதிகளைப் பயன்படுத்தி திருமணத்தை நடத்துவதுதான் விஷயம்.",
        "ஒரு நபர் பிந்தைய மற்றும் நிகழ்வுக்கு முந்தைய ஓய்வு நேர நடவடிக்கைகளில் ஈடுபடக்கூடிய பல அம்சங்கள் உள்ளன. பங்கேற்பாளர்கள் நிகழ்வின் பின்னர் இலங்கையில் தங்கியிருக்க முடியும் அல்லது முன்னதாக வந்து தங்கள் குடும்பத்தினரையும் அழைத்து வரலாம். கொழும்பில் உள்ள ஷாப்பிங் மால்களில் குடும்பங்கள் ஷாப்பிங் செய்யலாம், அங்கு இந்தியாவை விட போட்டி விலையில் பெரும்பாலான உலகளாவிய பிராண்டுகள் கிடைக்கின்றன. கொழும்பில் இருந்து கடற்கரைகளுக்கு ஒரு \"ஹாப் ஸ்டெப் மற்றும் ஜம்ப்\" ஆகும், மேலும் ஒருவர் எந்த வகையான சூழலையும் தேர்வு செய்யலாம். எடுத்துக்காட்டாக, மலைகளைக் கொண்ட மலைநாடு மூன்று மணிநேர தூரத்தில் உள்ளது, பின்னர் வனவிலங்குகளும் சுமார் 3 மணிநேர தூரத்தில் உள்ளன. தொல்லியல் தளங்களையும் 3.5 முதல் 4 மணி நேரத்திற்குள் அடையலாம். நிச்சயமாக, கிழக்கு கடற்கரையில் உள்ள அருகம் விரிகுடாவில் சர்ஃபிங் & வாட்டர் ஸ்கீயிங்குடன் தெற்கு கடற்கரை மற்றும் கிழக்கு கடற்கரையில் நீர் விளையாட்டுகள் உள்ளன. நீங்கள் இலங்கையில் MICE நிகழ்வுக்கு முந்தைய அல்லது பிந்தைய ஓய்வு நேர நடவடிக்கைகளில் மகிழ்ச்சியடைய விரும்பினால் அனைத்தும் எளிதில் அடையக்கூடியவை.",
        "வர்த்தக நிறுத்தங்களால் சிஎஸ்இ திணறியது; அரசியல் ஸ்திரமின்மை அதன் பாதிப்பை ஏற்படுத்துகிறது",
        "ComBank இலங்கையின் வலுவான வங்கி வர்த்தக நாமமாக தொடர்ச்சியாக 3 ஆவது ஆண்டாக தரப்படுத்தப்பட்டுள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}