{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sena-vidanagama-much-more-than-a-picture-of-a-lifetime/",
  "time_ut": 1654864080,
  "title": "Sena Vidanagama: Much more than a picture of a lifetime",
  "body_lines": [
    "When the Indian prime minister Rajiv Gandhi was attacked with the butt of a rifle during a naval honour guard in Colombo, it became an iconic event and the man who captured the moment was photographer Sena Vidanagama.",
    "His long and distinguished career as a press photographer came to be defined by that single photo taken on July 30, 1987 in front of the Presidential Palace in Colombo, but Sena’s contribution to journalism was much more.",
    "Starting his career as a photographer at Lake House, Sena quickly earned a reputation as a keen newsman. He was the quintessential photojournalist, able to tell a compelling story within a single frame. He had a particular knack for selecting an unusual angle to bring out the humanity in his subject. This eye for capturing images of human interest and story-telling was to propel him to an international career at Agence France – Presse (AFP).",
    "On that fateful day when he was assigned to cover Prime Minister Gandhi’s contentious visit, he was perched on a platform overlooking the site of the guard of honour with other press photographers. The attack when it came was over in the blink of an eye, and Sena’s lens was the only one to record it for posterity.",
    "Sena was already an experienced photographer at the Daily News, the then largest circulating English daily, when I joined it in 1982. The pay was poor, but we more than made up with the enormous job satisfaction covering celebrity events to natural disasters, the unusual and the quirky. Manik de Silva, the editor at the time who discerned his innate talent, could be sure of getting an out-of-the-ordinary picture if he assigned Sena to cover a story.",
    "Sena was from a generation of photographers who had to process their own black and white or colour film and make prints for publication. The laborious developing process could take hours to produce a single print for publication.",
    "When technology revamped photo production however, he swiftly transitioned and adapted to the new digital age with ease. He was one of the first professional photographers in South Asia to switch to digital photography. He not only mastered it, but he also kept abreast of the rapidly evolving technology, using satellite phones to transmit his images from remote and hostile corners of the island.",
    "He also discovered the joys of computer gaming and became the JezzBall champion at the AFP Colombo bureau where younger staff could not reach his high scores at the then popular digital game.",
    "The 2004 Asian tsunami took a heavy toll on Sena both physically and emotionally as he captured the horrors of the biggest natural disaster in the country. He had covered the country’s Tamil separatist war as well as the JVP’s second uprising in the late 1980s putting himself in harm’s way.",
    "His life and work are an example to any aspiring photojournalist. Sena had unstinted support from his wife Pushpa, daughter Chathuri and son Sanka who followed in the footsteps of his father into photo journalism.",
    "Sustainable economic development in Sri Lanka: Role of mass media in transforming public beliefs and attitudes",
    "Constitutional Reforms to ABOLISH the executive presidency NOW the urgent need",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}