{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/insee-cement-signs-mou-with-southern-provincial-council-extending-technical-officers-and-provincial-engineers-skills-development-programme/",
  "time_ut": 1648036380,
  "title": "INSEE Cement signs MOU with Southern Provincial Council extending Technical Officers and Provincial Engineers skills development programme",
  "body_lines": [
    "With the intention of implementing its highly successful skills development programme for technical officers (TOs) and engineers across the Nation, INSEE Cement Sri Lanka signed two Memorandum of Understandings (MoUs) with the Southern Provincial Council.",
    "MoUs were exchanged between R.C De Soyza, Chief Secretary of the Southern Province and Nandana Ekanayake, Chairman/CEO of INSEE Cement. Provincial Deputy Chief Secretaries, Directors, Chief Engineers, Engineers and Technical Officers were also present during the landmark event.",
    "This is the 1st province to sign the 2nd phase of the Technical Officer (TO) programme and conduct Continuous Professional Development (CPD) for provincial engineers. In partnership with the Southern Province Chief Secretarial Office, INSEE aims to facilitate training sessions for 350 TOs and 55 Provincial Engineers for a year.",
    "“INSEE Cement is excited to extend the Skills Development Programme to the Technical Officers working in the Southern Province. The region shows enormous potential for infrastructure and urban development,” stated Nandana Ekenayake, Chairman, CEO at INSEE Cement. “As we move forward, it is imperative that we strengthen the foundation of the local industry. Our responsibility, as industry leaders, is to ensure all our stakeholders move together in the same direction and contribute towards this accelerated progress and evolution of the local construction industry.”",
    "The skills development programme is designed to enhance local construction industry standards through up-skilling and increasing the knowledge base of the engineers and officers in the fields of government procurement, quality control of construction material, types of testing, construction management, safety, cement and concrete usage, along with green building codes.",
    "Emirates boosts services to Melbourne adding second daily A380 flight",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}