{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Non-payment-of-dues-by-CEB-puts-renewable-energy-sector-at-risk-Stakeholders/273-237892",
  "time_ut": 1653678720,
  "title": "Non-payment of dues by CEB puts renewable energy sector at risk: Stakeholders",
  "body_lines": [
    "The Ceylon Electricity Board (CEB), the largest electricity company in the country, failing to pay the dues amounting to Rs.23 billion to the renewable energy sector would put thousands of jobs at risk.",
    "Concerned the CEB would default the payment, due to the losses incurred, the workers of the renewable energy sector engaged in a protest this week to bring attention to the severity of the move, should it go forward. The protest was held in front of the CEB head office in Colombo. Speaking to the media, All-Island Mini Hydropower Generators spokesman Ruwan Prasanga said the protest was held to expose the seriousness of the situation, which has put 7000 workers and their families on the brink of financial ruin, due to their inability to settle the housing and other loans.",
    "He added that as the banks are demanding the instalments on their housing loans, which cannot be met, the auctioning of their homes has become a very real threat.",
    "“Even though their salaries and allowances have been reduced, due to this situation, we have kept the plants running and producing power, as it is of national importance to the country.",
    "If this sector, which produces 12 percent of the power, was to close down, the government will have to fill this gap by importing diesel to generate this power to fill the gap at the cost of Rs.72.26, whereas we supply a unit of power at Rs.16.26,” said Prasanga.",
    "He cautioned that the “irresponsible” move by the CEB to default would lead to additional import expenditure to the country.",
    "While cautioning that the sector players would resort to legal action if the situation is not addressed, Prasanga pointed out that the renewable energy sector would soon collapse, as it would not be able to pay the salaries.",
    "“It seems that there is a hand trying to sabotage this industry. Even though the power is supplied at a much lesser cost than that generated with diesel oil, there is no encouragement from the CEB to purchase from the renewable energy sector.",
    "The money the renewable energy sector is demanding is the money due for power already supplied and that the CEB has collected the money from the public,” he said.",
    "Prasanga asserted that the ongoing issue not being sorted could worsen the current power outages."
  ]
}