{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-hopes-for-over-US-1bn-in-foreign-investment-this-year/108-238490",
  "time_ut": 1654487940,
  "title": "Sri Lanka hopes for over US$ 1bn in foreign investment this year",
  "body_lines": [
    "REUTERS: Sri Lanka is aiming to attract well over US$ 1 billion in foreign direct investment this year, an official said on Friday, as the country wrestles with its worst financial crisis since independence in 1948.",
    "These include proposals by Marubeni Corp and India’s Adani Group to set up renewable energy plants on the island, Renuka Weerakone, Director-General of the Board of Investment (BoI), told Reuters.",
    "Marubeni has put forward a proposal to set up an 800 megawatt (MW) solar and wind plant while the Adani Group has already completed feasibility studies on a similar 500 MW project that it hopes to wrap up in 18-24 months, she said. Two Chinese companies are also eyeing similar projects.",
    "The Sri Lankan government is expected to revamp legislation governing the energy sector this month, Weerakone said, which would allow large-scale projects to be implemented more smoothly.",
    "“We are optimistic we will meet targets already set for the year,” she said. “Provided the renewable energy projects we have received can get through, we will even over-reach what we have targeted.”",
    "During the first quarter, Sri Lanka attracted US$ 226 million in committed projects, a 16 percent increase over the same period in 2021, she said.",
    "Overall, the BoI is working on 49 project proposals worth US$ 1.46 billion from countries including India, China, the UK, the United States, and Japan in manufacturing, apparel, services and tourism. About one-third of the projects are expansions of existing investments, Weerakone said.",
    "“Even during the turmoil, we still kept getting applications,” she said. “Most investors are thinking the crisis is something we will get over. They are quite confident we will pull through."
  ]
}