{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-calls-for-calm-as-anti-govt-violence-continues-94064/",
  "time_ut": 1652185620,
  "title": "Sri Lanka president calls for calm as anti-govt violence continues",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa appealed for clam and an end to violence and”acts of revenge” Tuesday (10) afternoon, as anti-government mobs continued to destroy property and attack people linked to the government, openly flouting a natoinwide curfew.",
    "Rajapaksa tweeted Tuesday afternoon that the government will make all efforts to restore political stability.",
    "I appeal and urge people to remain calm & stop violence & acts of revenge against citizens,  irrespective of political affiliations.",
    "All efforts will be made to restore political stability through consensus, within constitutional mandate & to resolve economic crisis.",
    "The president’s tweet broke a radio silence he had maintained since a similar tweet over 24 hours earlier after clashes between protestors and government supporters after the latter launched an unprovoked attack on two protest sites in Colombo. The violence escalated late into the night resulting in eight deaths and over 230 injuries, and the president had remained silent since Tuesday afternoon.",
    "Strongly condemn the violent acts taking place by those inciting & participating,irrespective of political allegiances. Violence won’t solve the current problems. I request all citizens to remain calm & exercise restraint. I urge everyone to work together in solving this crisis",
    "Meanwhile, his older brother Mahinda Rajapaksa resigned as Prime Minister Monday afternoon amid growing violence around the country. The older Rajapaksa and his family had to be evacuated out of his official residence Temple Trees after angry crowds threatened to storm the building.",
    "The violence continues with buildings said to be owned by officials affiliated with the government destroyed by protestors. Earlier Tuesday, a top cop was assaulted by a small group of people in Colombo. (Colombo/May10/2022)"
  ]
}