{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Japan-supports-setting-up-of-Child-Rehabilitation-Centre-in-Ampara/56-732580",
  "time_ut": 1648234200,
  "title": "Japan supports setting up of Child Rehabilitation Centre in Ampara",
  "body_lines": [
    "The Government of Japan has provided a total sum of $ 89,168 (approx. Rs. 17.7 million) to Child Rehabilitation Centre for “The Project for Construction of an Out Patients Dispensary for Minor Ethnic Community in Ampara District”. The grant contract was signed on the 21 March 2022 between Ambassador of Japan MIZUKOSHI Hideaki and Child Rehabilitation Centre Chairman",
    "The purpose of this Project is to build a primary health centre in Ampara and furnish the centre with medical equipment to provide health services for people in Aligambai isolated village and other surrounding villages. Currently there is no facility for primary health care in those villages and the villagers are obliged to travel long distances to the nearest government hospital. The new health centre will enable the villagers to have easier access to proper health care services and thus contribute to improving the health and hygiene environment of the concerned area.",
    "The Government of Japan through the scheme of “Grant Assistance for Grassroots and Human Security Projects (GGP)” has supported 307 projects for which more than $ 53.8 million has been allocated since 1989. The year 2022 marks the 70th anniversary of the establishment of the ‘Diplomatic Relations between Japan and Sri Lanka’ and the current project shall also be extended as part of the memorial program that Japan and Sri Lanka are jointly celebrating island-wide.",
    "Commenting on the provision of this grant Mr. Kodagoda stated; “I have no words to express my sincerest thanks to you on behalf of the Child Rehabilitation Centre for your commendable donation of a Health Centre. Your help in this regard is truly appreciated. You won’t believe that this donation (project) will bring a considerable change in the lives of Tribal People in Aligambai Tribal Village who are struggling for their lives as well as who have been excluded from the mainstream of the society due to their lower social status.",
    "Through this very valuable donation from the Embassy of Japan in Sri Lanka we would not only be providing them with the best of medical facilities but also making access to basic human rights for them and giving them complete social protection free of charge to fight against the deadly diseases. If we were successful in saving the lives of these people, it would especially be a great achievement for both the Embassy of Japan and the Child Rehabilitation Centre.",
    "At a time when all the Governments who ruled the country had ignored the Tribal people in Aligambai Village, your contribution has given us a ray of hope towards our mission. I am sure the beneficiaries will be happier to receive this gift from the Health Centre. For them, your help is a great asset. I once again would like to express my heartiest gratitude on behalf of CRC Sri Lanka towards you for such a great help.”"
  ]
}