{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/rex-industries-awarded-with-industrial-excellence-awards-2022/",
  "time_ut": 1655470860,
  "title": "Rex Industries awarded with Industrial Excellence Awards 2022",
  "body_lines": [
    "Rex Industries which have a 45 year long impeccable history was awarded with the Industrial Excellence Award at the Industrial Excellence Awards 2022 organized by Sri Lanka Industrial Development Board (IDB). The ceremony was held at Waters Edge recently and Sahan Fernando Director / CEO of the company accepted the excellence award. “Our sincere gratitude goes out to our entire staff, and our customers who always trusted us for contributing to this triumph. We are ready to produce excellent machinery, to save foreign exchange to the country and to strengthen the Sri Lankan economy in future as well.” Managing Director / Founder Mr. Sunil Fernando stated. Established in 1977 with one machine, Rex Industries produced spare parts and provided repair services to any given industrial machine. Producing spare parts with imported quality in terms of complying with international standards are the specialisms of Rex Industries.",
    "The main factory of Rex Industries is located in Negombo. Rex Industries is the only company in Sri Lanka where one can get produced spare parts and gear wheels of any industrial machine as well as vehicles. Anyone can get done the design and production of a new machine or spare parts and gear wheels from Rex Industries. Rex Industries have been awarded with ISO 9001:2015 quality certificate as well as many entrepreneurship awards. REX industries exporting their machineries related to the coconut industry, to many such as Malaysia, South Africa, Solomon Islands, India, Philippines, Myanmar and Tanzania. At present, Rex Industries have given the priority in producing machinery for plantation and agricultural industries such as Tea, Rubber, and Coconut.",
    "Emirates wins Best Wi-Fi and Best Food & Beverage at 2022 APEX Regional Passenger Choice Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}