{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbsl-lowers-limit-on-publics-foreign-currency-note-holdings-violators-to-be-taken-to-task/",
  "time_ut": 1652965800,
  "title": "CBSL lowers limit on public’s foreign currency note holdings; violators to be taken to task",
  "body_lines": [
    "The Central Bank will lower the limit on foreign currency note holdings of the public to US $10,000 from US $ 15,000 and would crackdown on anyone holding on to such notes for over three months in violation of the regulation, Central Bank Governor Dr Nandalal Weerasinghe said.",
    "“Under Sri Lanka’s Foreign Exchange Act, a new circular will be released, where currency notes which are held in contravention of the rules, will be seized. Therefore, any holders of currency notes will be given a grace period of 14 days from today and they will then be expected to deposit the money in the banking system, Weerasinghe added.The Governor made these remarks at the Central Bank monetary policy review meeting held yesterday at the Central Bank auditorium. He said that the CBSL Monetary Board had decided to continue the current monetary policy stance. Recently two seizures had taken place.",
    "Police and Central Bank officials will take action to seize foreign currency held by the public in contravention of the law. Many people were holding notes at home and also in bank vaults, Governor said.Weerasinghe explained that Monetary Board, at its meeting held the previous day, had decided to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at their current levels of 13.50 per cent and 14.50 per cent respectively.",
    "Weerasinghe added: ‘Although inflation is projected to remain elevated in the near term, the substantial policy measures taken by the Board, at its meeting held on April 8, 2022, combined with other measures to stem the firming up of aggregated demand pressures, are expected to contain any further build-up of inflation expectations and ease inflationary pressures in the period ahead.",
    "‘Market interest rates have notably adjusted upwards reflecting the significant monetary policy tightening measures taken by the Central Bank in April 2022.‘Headline inflation is projected to remain escalated in the near term on account of domestic supply shortages, increased global commodity prices and the effects of the large depreciation of the Sri Lanka rupee against the US dollar.‘However, inflation is expected to moderate thereafter reflecting the impact of corrective policy measures of the Central Bank and the expected improvements in both domestic and global supply conditions.",
    "‘We expect economic growth to record a setback this year as economic activity is expected to be affected considerably by the ongoing supply shortages, energy related issues and social tensions.‘The policy measures implemented by the Central Bank need to be reinforced by adequate and timely policy adjustments by the government.In order to prevent further deterioration of economic conditions and complement the efforts of the Central Bank implemented thus far, urgent measures are required to restore greater political stability through consensus governance and social harmony.’",
    "Seylan Bank perseveres through macroeconomic challenges to retain momentum in Q1 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}