{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/t-bill-auction-yields-hit-25-year-high/",
  "time_ut": 1649776080,
  "title": "T-bill auction yields hit 25-year high",
  "body_lines": [
    "The secondary market yield curve skyrocketed mainly in the short end of the curve whereas no rates were quoted for bonds maturing after 1Yr as uncertainty persisted for yet another week, a report by First Capital Research stated yesterday.",
    "At the beginning of the week, majority of the market participants have adopted a wait and see approach ahead of the monetary policy review meeting. Accordingly, CBSL decided to further tighten its monetary policy stance by rising the SDFR and SLFR by 700bps to 13.50% and 14.50%, respectively. Furthermore, investors were stunned over the huge hike of T-Bill auction yields recorded after 25-years, and executed no trades in the market.",
    "Meanwhile, at the bond auction, bids for the entire offering of LKR 25.0Bn under 15.03.25 maturity were rejected while accepting only 65.6% of the total offering of LKR 20.0Bn under 15.12.27 maturity with a weighted average yield of 20.21%.",
    "Moreover, only 93.7% of the total offered amount of LKR 87.5Bn was accepted at the bill auction. T-Bill yields recorded a back to back rise while topping the previous week’s high with the yields of 03M, 06M and 1-Year escalating to 19.71% (+559bps), 22.73% (+737bps) and 23.36% (+767bps).",
    "In the Forex market, LKR witnessed a depreciation against the greenback with the rupee recording at LKR 311.7 towards the end of the week compared to LKR 299.8 at the beginning of the week, First Capital Research reported.",
    "Sri Lanka’s usable reserves have dropped to about USD 150 million: economists",
    "Sri Lanka likely to run out of fuel by second week of May, says former PM",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}