{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Second-booster-to-be-administered-to-persons-over-60/56-734497",
  "time_ut": 1651867200,
  "title": "Second booster to be administered to persons over 60",
  "body_lines": [
    "Persons over the age of 60 will be eligible for the second booster dose starting Monday, health officials yesterday announced.",
    "According to Health Minister Prof. Channa Jayasumana, the second booster is a necessity for persons over 60 years but optional for persons from the 20 to 60 age group. “The Epidemiology Unit has decided to administer the fourth vaccine dose, or the second booster dose, for COVID-19. The decision was made by the expert committee on COVID-19 affiliated with the Health Ministry,” he said.",
    "Jayasumana added that the fourth dose has also been recommended to persons in the 20 to 60 age group who are immunocompromised or have chronic diseases, while the fourth dose is optional for other persons in the 20 to 60 age group.",
    "However, persons must wait at least three months after the first booster before getting the second booster.",
    "The first dose has been administered to school children between 12 and 16 years and the second dose has been recommended for this age group as well.",
    "“The expert committee has noticed that in very rare instances young persons who receive the Pfizer COVID-19 vaccine have shown heart-related issues. Though rare, due to this risk, it is recommended that the 12 to 16 group refrains from strenuous physical activity two weeks following vaccination,” Jayasumana said.",
    "However, as per the recommendation of the expert committee on COVID-19, the Pfizer vaccine will be exclusively used for the fourth dosage. “We are not going to import any new vaccines as we have enough dosage in our stores,” the Health Minister went on to say, adding that despite being unable to give an exact number for those who will get the second booster, there were sufficient stocks to vaccinate at least eight million persons.",
    "Meanwhile, the Epidemiology Unit stated that 940 persons were vaccinated against COVID-19 on Thursday. Out of this, 402 persons received the booster dose, which has been administered to a total of 7,970,425 persons.",
    "The first dose of a COVID-19 vaccine has been administered to 17,066,140 persons and the second dose has been administered to 14,461,163 persons.",
    "On Thursday, 201 persons received the first dose of Pfizer and 316 persons received the second dose of the vaccine, while seven persons received the first dose of Sinopharm and 14 persons received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "දෙවන බූස්ටරය 60ට වැඩි පුද්ගලයින් සඳහා පරිපාලනය කෙරේ",
      "body_lines": [
        "සඳුදා සිට වයස අවුරුදු 60 ට වැඩි පුද්ගලයින් දෙවන බූස්ටර මාත්‍රාව සඳහා සුදුසුකම් ලබන බව සෞඛ්‍ය නිලධාරීන් ඊයේ නිවේදනය කළේය.",
        "සෞඛ්‍ය අමාත්‍ය මහාචාර්ය චන්න ජයසුමන පවසන පරිදි, දෙවන බූස්ටරය වයස අවුරුදු 60 ට වැඩි පුද්ගලයින් සඳහා අවශ්‍ය වන නමුත් වයස අවුරුදු 20 සිට 60 දක්වා පුද්ගලයින් සඳහා විකල්ප වේ. “COVID-19 සඳහා සිව්වන එන්නත් මාත්‍රාව හෝ දෙවන බූස්ටර මාත්‍රාව ලබා දීමට වසංගත රෝග විද්‍යා අංශය තීරණය කර ඇත. සෞඛ්‍ය අමාත්‍යාංශයට අනුබද්ධ COVID-19 පිළිබඳ විද්වත් කමිටුව විසින් මෙම තීරණය ගෙන ඇත,” ඔහු පැවසීය.",
        "ප්‍රතිශක්තිකරණ දුර්වලතා හෝ නිදන්ගත රෝග ඇති වයස අවුරුදු 20 සිට 60 දක්වා වයස් කාණ්ඩවල පුද්ගලයින් සඳහා ද සිව්වන මාත්‍රාව නිර්දේශ කර ඇති අතර, සිව්වන මාත්‍රාව වයස අවුරුදු 20 සිට 60 දක්වා වයස් කාණ්ඩවල සිටින අනෙකුත් පුද්ගලයින් සඳහා විකල්ප නොවන බව ජයසුමන මහතා පැවසීය.",
        "කෙසේ වෙතත්, පුද්ගලයන් දෙවන බූස්ටරය ලබා ගැනීමට පෙර පළමු බූස්ටරයෙන් පසු අවම වශයෙන් මාස තුනක් බලා සිටිය යුතුය.",
        "පළමු මාත්‍රාව වයස අවුරුදු 12 ත් 16 ත් අතර පාසල් දරුවන්ට ලබා දී ඇති අතර දෙවන මාත්‍රාව මෙම වයස් කාණ්ඩය සඳහා ද නිර්දේශ කර ඇත.",
        "“ඉතා දුර්ලභ අවස්ථාවන්හිදී Pfizer COVID-19 එන්නත ලබා ගන්නා තරුණයින් හදවත් ආශ්‍රිත ගැටළු පෙන්නුම් කර ඇති බව විශේෂඥ කමිටුව විසින් නිරීක්ෂණය කර ඇත. දුර්ලභ වුවද, මෙම අවදානම හේතුවෙන්, එන්නත් කිරීමෙන් සති දෙකකට පසු 12 සිට 16 දක්වා කණ්ඩායම දැඩි ශාරීරික ක්‍රියාකාරකම් වලින් වැළකී සිටීම රෙකමදාරු කරනු ලැබේ, ”ජයසුමන පැවසීය.",
        "කෙසේ වෙතත්, COVID-19 පිළිබඳ විශේෂඥ කමිටුවේ නිර්දේශයට අනුව, ෆයිසර් එන්නත සිව්වන මාත්‍රාව සඳහා පමණක් භාවිතා කරනු ඇත. “අපගේ ගබඩාවල ප්‍රමාණවත් මාත්‍රාවක් ඇති බැවින් අපි නව එන්නත් කිසිවක් ආනයනය කිරීමට යන්නේ නැත,” සෞඛ්‍ය අමාත්‍යවරයා වැඩිදුරටත් කියා සිටියේ දෙවන බූස්ටරය ලබා ගන්නා අය සඳහා නිශ්චිත සංඛ්‍යාවක් ලබා දීමට නොහැකි වුවද, ප්‍රමාණවත් තරම් ඇති බවයි. අවම වශයෙන් මිලියන අටක පුද්ගලයින්ට එන්නත් කිරීමට තොග.",
        "මේ අතර, වසංගත රෝග විද්‍යා අංශය ප්‍රකාශ කළේ බ්‍රහස්පතින්දා පුද්ගලයින් 940 දෙනෙකුට COVID-19 එන්නත ලබා දී ඇති බවයි. මෙයින් පුද්ගලයින් 402 දෙනෙකුට බූස්ටර මාත්‍රාව ලබා දී ඇති අතර, එය පුද්ගලයින් 7,970,425 දෙනෙකුට ලබා දී ඇත.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,066,140 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,461,163 දෙනෙකුට ලබා දී ඇත.",
        "බ්‍රහස්පතින්දා දින පුද්ගලයින් 201 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව සහ පුද්ගලයින් 316 දෙනෙකුට දෙවන එන්නත ලබා දී ඇති අතර පුද්ගලයින් හත් දෙනෙකුට සිනෝෆාම් පළමු මාත්‍රාව සහ පුද්ගලයින් 14 දෙනෙකුට දෙවන එන්නත ලබා ගන්නා ලදී."
      ]
    },
    "ta": {
      "title": "இரண்டாவது பூஸ்டர் 60 வயதுக்கு மேற்பட்டவர்களுக்கு வழங்கப்பட உள்ளது",
      "body_lines": [
        "திங்கள்கிழமை முதல் 60 வயதுக்கு மேற்பட்டவர்கள் இரண்டாவது பூஸ்டர் டோஸுக்கு தகுதி பெறுவார்கள் என்று சுகாதார அதிகாரிகள் நேற்று அறிவித்தனர்.",
        "சுகாதார அமைச்சர் பேராசிரியர் சன்ன ஜயசுமன கருத்துப்படி, இரண்டாவது பூஸ்டர் 60 வயதுக்கு மேற்பட்டவர்களுக்கு அவசியம், ஆனால் 20 முதல் 60 வயதுக்குட்பட்டவர்களுக்கு விருப்பமானது. “தொற்றுநோயியல் பிரிவு COVID-19 க்கு நான்காவது தடுப்பூசி டோஸ் அல்லது இரண்டாவது பூஸ்டர் டோஸ் கொடுக்க முடிவு செய்துள்ளது. சுகாதார அமைச்சகத்துடன் இணைந்த கோவிட்-19 குறித்த நிபுணர் குழுவால் இந்த முடிவு எடுக்கப்பட்டது,” என்றார்.",
        "நான்காவது டோஸ் 20 முதல் 60 வயதிற்குட்பட்டவர்களுக்கும், நோயெதிர்ப்பு குறைபாடுள்ளவர்கள் அல்லது நாட்பட்ட நோய்கள் உள்ளவர்களுக்கும் பரிந்துரைக்கப்பட்டுள்ளதாகவும், 20 முதல் 60 வயதுக்குட்பட்ட மற்ற நபர்களுக்கு நான்காவது டோஸ் விருப்பமானது என்றும் ஜெயசுமண மேலும் கூறினார்.",
        "இருப்பினும், முதல் பூஸ்டருக்குப் பிறகு, இரண்டாவது பூஸ்டரைப் பெறுவதற்கு முன், நபர்கள் குறைந்தது மூன்று மாதங்கள் காத்திருக்க வேண்டும்.",
        "முதல் டோஸ் 12 முதல் 16 வயதுக்குட்பட்ட பள்ளிக் குழந்தைகளுக்கு வழங்கப்பட்டுள்ளது மற்றும் இரண்டாவது டோஸ் இந்த வயதினருக்கும் பரிந்துரைக்கப்படுகிறது.",
        "“மிக அரிதான சந்தர்ப்பங்களில் ஃபைசர் கோவிட்-19 தடுப்பூசியைப் பெறும் இளைஞர்கள் இதயம் தொடர்பான பிரச்சினைகளைக் காட்டுவதை நிபுணர் குழு கவனித்துள்ளது. அரிதாக இருந்தாலும், இந்த ஆபத்து காரணமாக, தடுப்பூசி போட்ட இரண்டு வாரங்களுக்குப் பிறகு, 12 முதல் 16 வரையிலான குழு கடுமையான உடல் செயல்பாடுகளைத் தவிர்க்க பரிந்துரைக்கப்படுகிறது, ”என்று ஜெயசுமனா கூறினார்.",
        "இருப்பினும், கோவிட்-19 தொடர்பான நிபுணர் குழுவின் பரிந்துரையின்படி, ஃபைசர் தடுப்பூசி நான்காவது டோஸேஜுக்கு மட்டுமே பயன்படுத்தப்படும். \"எங்கள் கடைகளில் போதுமான அளவு இருப்பதால் நாங்கள் புதிய தடுப்பூசிகளை இறக்குமதி செய்யப் போவதில்லை,\" என்று சுகாதார அமைச்சர் கூறினார், இரண்டாவது பூஸ்டரைப் பெறுபவர்களுக்கு சரியான எண்ணிக்கையைக் கொடுக்க முடியவில்லை என்றாலும், போதுமான அளவு உள்ளன. குறைந்தபட்சம் எட்டு மில்லியன் நபர்களுக்கு தடுப்பூசி போடுவதற்கு பங்குகள் உள்ளன.",
        "இதற்கிடையில், வியாழக்கிழமை 940 பேருக்கு COVID-19 தடுப்பூசி போடப்பட்டதாக தொற்றுநோயியல் பிரிவு தெரிவித்துள்ளது. இதில், 402 நபர்கள் பூஸ்டர் டோஸைப் பெற்றனர், இது மொத்தம் 7,970,425 நபர்களுக்கு வழங்கப்பட்டுள்ளது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,066,140 பேருக்கும், இரண்டாவது டோஸ் 14,461,163 பேருக்கும் போடப்பட்டுள்ளது.",
        "வியாழன் அன்று, 201 பேர் ஃபைசரின் முதல் டோஸையும், 316 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர், ஏழு பேர் முதல் டோஸ் சினோபார்ம் மற்றும் 14 பேர் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றனர்."
      ]
    }
  }
}