{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/two-resounding-slaps-on-oscar-night/",
  "time_ut": 1648818900,
  "title": "Two resounding slaps on Oscar Night",
  "body_lines": [
    "The stage was set for a glitzy, glamorous, glorious 94th Academy Awards 2022 fiesta, after two years of virtual presentation of the highest-rated film awards. The Dolby Theatre in Los Angeles was aglow with lights, red carpets, sweeping gowns with one star in a pair of mini shorts and open-to-the-navel shirt, and flashing cameras capturing celebrities. Once they were all seated, the host, African American comedian Chris Rock got going with his scripted and previously vetted talk. But just one ad-lib and the 2022 Oscar awards ceremony goes down in history with two slaps clearly heard and vividly seen by millions of viewers worldwide.",
    "Will Smith, one of the nominees for best actor, strode on stage and slapped Rock, not once but twice and returning to his seat said loud and clear “Keep my wife’s name out of your *** mouth.” It was all because Rock commented off the bat “Jada, I love you. GI Jane 2 can’t wait.” referring to the 1997 film GI Jane in which Demi Moore appeared with a buzzcut. Rock was commenting on Jada’s crew cut, which of course he should not have done. Jada Plunkett Smith has a medical condition – alopecia – which causes dropping of hair, thus her near shaved pate. Jada smiled, but her husband gallantly, yet damningly, took offence and thus the slap and order to Black to keep his mouth shut The show went on with Black soon recovering his composure.",
    "I watched the BBC relayed section of the awards ceremony in its news segment and seeing Will Smith dash on stage and slap the host, I surmised it was a scripted act, for whatever reason. Then seeing Smith’s face after he had done the dastardly act, I realized it was genuine anger, real two slaps and a completely unscripted part of the proceedings.",
    "Soon to follow was the announcement of best actor. Will Smith for his performance in King Richard as the tyrannical father of Serena and Venus Williams, who were seated right up front in VIP seats. With tears streaming down his face, Will Smith included much more in his prepared acceptance speech. He apologised to the Academy of Motion Picture Arts and Sciences and the Williams family for his sudden provocation but excused himself by trotting out family values and his credo of protecting his family just as Richard Williams did.",
    "“I deeply regret that my hehaviour has stained what has been an otherwise gorgeous journey for all of us.” He pointedly avoided apologizing to the receiver of his palm on face. My reaction was that Will Smith, though greatly admired as an actor, successor to Sydney Poitier along with Denzil Washington who too was nominated for best actor, was wrong in his reaction. The remark about his wife was not malicious, only to be laughed off. Stardom carries with it hazards such as insults, gags and jokes.",
    "The Academy took the incident seriously. A committee or whatever met and produced a many paged investigative report. It condemned Smith over the incident and announced a formal review. Punishment is pending. One could be dismissal of Smith from membership of the Academy and s second: revoking his award. Reading a couple of articles in American newspapers, I gathered these two would be pushed aside as too drastic. But the Academy expects more than Smith’s apologies.",
    "Soon after that night, advised probably by his media team, Smith extended an Instagram apology to Black. “I would like to publicly apologise to you, Chris. I was out of line and I was wrong.” He also published a letter of apology. “Violence in all of its forms is poisonous and destructive. My behaviour at last night’s Academy Awards was unacceptable and inexcusable. Jokes at my expense are a part of the job, but a joke about Jada’s medical condition was too much for me to bear and I reacted emotionally.” He also insinuated he was acting like Richard Williams “who was a fierce defender of his family.”",
    "Black did not report the physical abuse he suffered to the LA Police, so officialdom did not come into the picture.",
    "It looked as if the choice of Best Picture – Coda – came as a surprise, with Jane Campion’s Power of the Dog; Kenneth Branagh’s  Belfast; Steven Spielberg’s West Side Story (a remake of the 1961 musical) and others in the running. Coda, directed by Sam Heder, is about the unhandicapped daughter in a fishing family of mother, father and brother, all deaf and dumb, who is prepared to forego a scholarship to train in singing at a prestigious university, to help her family get their fishing trade going.",
    "As expected, Australian director, Jane Campion, won the Best Director Award for the film Power of the Dog. Best actress went to Jessica Chastain and best supporting actor was deaf and dumb Troy Kotsur. His sign language speech of acceptance was touching, reporters said.",
    "Chris Black has been in a previous untoward incident. Hosting the 2016 Academy Awards, he noted all 20 Oscar winners that year were white. He gave a speech on the subject of apparent discrimination which was followed by a co-star of his, Stacey Dash, coming on stage in support of him to demand justice to black film persons.",
    "A couple of other untoward incidents at past Academy Awards ceremonies are interestingly mentionable. Three incidents of refusing to accept Oscars were admirable, since they were principled refusals, drawing attention to discrimination or injustice. In 1970 at the 43rd Awards, George C Scott did not appear to receive best actor award for his role in Patton. “It’s a meat parade. I don’t want any part of it.” The 45th Awards had Marlon Brando boycotting the event, winning Best Actor Award for his role in Godfather, to protest against “the industry’s discrimination and mistreatment of Native Americans.” Instead, he had a young star read a 15 page protest speech. Brando was, after a slump in his career, again on the rise. Thus his act drew attention to Native Americans who had been pushed to infertile lands and suffered much. I remember remedies being set in place.",
    "The worst faux pas was the incorrect announcement of the highest Oscar. In 2017, Warren Beatty and Faye Dunaway, given the honour of opening the envelop and announcing the winner of the Best Film Producer named those of La La Land. They came on stage and started their acceptance speech when the mistake was pointed out and the rightful winner – Moonlight – was announced. That year’s awards ceremony was named ‘Envelopgate’.",
    "In 2003, Adrian Brody, winner of an Oscar took Halle Berry firmly in his arms, bent her backwards and kissed her roundly. Halle, the announcer of the award, was of course taken by complete surprise but took it in her stride.",
    "Gay rights activist Robert Opel stormed across the Dorothy Chandler stage in LA, stark naked, at the 46th Academy Awards in 1974 when the ceremony was in full swing. Host David Niven, unfazed, quipped: “Isn’t it fascinating to think that probably the only laugh that man will ever get in his life is by stripping off and showing his shortcomings.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඔස්කාර් රාත්‍රියේ ප්‍රබල පහරවල් දෙකක්",
      "body_lines": [
        "ඉහළම ශ්‍රේණිගත කිරීම් සහිත චිත්‍රපට සම්මාන වසර දෙකක අතථ්‍ය ඉදිරිපත් කිරීමෙන් පසුව, දිලිසෙන, ආකර්ෂණීය, තේජාන්විත 94 වැනි ඇකඩමි සම්මාන 2022 ෆියෙස්ටා උත්සවයක් සඳහා වේදිකාව සකසා ඇත. ලොස් ඇන්ජලීස් හි ඩොල්බි රඟහල විදුලි පහන්, රතු පලස්, කුඩා කොට කලිසමකින් සහ නාභියට විවෘත කමිසයකින් එක තරුවක් සහිත ගවුම් සහ ප්‍රසිද්ධ පුද්ගලයින් අල්ලා ගන්නා දිලිසෙන කැමරාවලින් දිලිසෙමින් තිබුණි. ඔවුන් සියල්ලන්ම වාඩි වූ පසු, සත්කාරක, අප්‍රිකානු ඇමරිකානු විකට නළුවෙකු වන ක්‍රිස් රොක් ඔහුගේ තිර රචනය සහ කලින් පරීක්ෂා කළ කතාව සමඟ ගියේය. නමුත් එක් ad-lib එකක් සහ 2022 ඔස්කාර් සම්මාන උළෙල ඉතිහාසයට එක්වන්නේ ලොව පුරා මිලියන සංඛ්‍යාත ප්‍රේක්ෂකයින් විසින් පැහැදිලිව ඇසෙන සහ පැහැදිලිව දැක ඇති අතුල් පහරවල් දෙකක් සමඟිනි.",
        "විල් ස්මිත්, හොඳම නළුවා සඳහා නම් කළ අයගෙන් එක් අයෙකු, වේදිකාවට නැඟ රොක්ට පහර දුන් අතර, වරක් දෙවරක් නොව, නැවත තම අසුනට පැමිණ, “මගේ බිරිඳගේ නම ඔබේ *** කටින් පිට නොකරන්න” කියා මහ හඬින් හා පැහැදිලිව කීවේය. ඒ සියල්ල වූයේ රොක් පිත්තෙන් “ජාඩා, මම ඔබට ආදරෙයි. GI ජේන් 2 බලා සිටිය නොහැක. Demi Moore buzzcut සමඟින් පෙනී සිටි 1997 GI Jane චිත්‍රපටිය ගැන සඳහන් කරමින්. රොක් ජාඩාගේ කාර්ය මණ්ඩල කප්පාදුව ගැන අදහස් දක්වමින්, ඇත්ත වශයෙන්ම ඔහු නොකළ යුතුව තිබුණි. ජැඩා ප්ලන්කට් ස්මිත්ට වෛද්‍ය තත්වයක් ඇත - ඇලෝපසියා - එය හිසකෙස් වැටීමට හේතු වන අතර එමඟින් ඇගේ රැවුල කපන ලද පේට් අසල. ජාඩා සිනහවක් පෑ නමුත් ඇගේ ස්වාමිපුරුෂයා නිර්භීතව, නමුත් සාපරාධී ලෙස, අමනාප වූ අතර, කට වහගෙන සිටින ලෙස කළුට කම්මුල් පහරක් දුන් අතර, ඉක්මනින්ම ඔහුගේ සන්සුන් භාවය යථා තත්වයට පත් කරමින් සංදර්ශනය ඉදිරියට ගියේය.",
        "මම BBC සම්මාන උළෙලේ ප්‍රවෘත්ති අංශයේ විකාශනය කළ කොටස නැරඹුවෙමි, විල් ස්මිත් වේදිකාවට කඩා වැදී සත්කාරකයාට කම්මුල් පහර දෙන අයුරු දුටු මම එය කුමන හේතුවක් නිසා හෝ තිර රචනය කළ ක්‍රියාවක් යැයි අනුමාන කළෙමි. පසුව ස්මිත්ගේ ම්ලේච්ඡ ක්‍රියාව සිදු කිරීමෙන් පසු ඔහුගේ මුහුණ දුටු විට, එය සැබෑ කෝපය, සැබෑ මඩ ප්‍රහාර දෙකක් සහ ක්‍රියාදාමයේ සම්පූර්ණයෙන්ම පිටපතක් නොමැති කොටසක් බව මට වැටහුණි.",
        "ළඟදීම හොඳම නළුවාගේ නිවේදනය නිකුත් විය. ප්‍රභූ ආසනවල කෙළින්ම ඉදිරියෙන් වාඩි වී සිටි සෙරීනාගේ සහ වීනස් විලියම්ස්ගේ කුරිරු පියා ලෙස කිං රිචඩ් හි ඔහුගේ රංගනය සඳහා විල් ස්මිත්. ඔහුගේ මුහුණ දිගේ කඳුළු ගලමින්, විල් ස්මිත් ඔහුගේ සූදානම් කළ පිළිගැනීමේ කතාවට තවත් බොහෝ දේ ඇතුළත් කළේය. ඔහුගේ හදිසි කුපිත කිරීම සම්බන්ධයෙන් ඔහු චලන චිත්‍ර කලා සහ විද්‍යා ඇකඩමියෙන් සහ විලියම්ස් පවුලෙන් සමාව අයැද සිටි නමුත් රිචඩ් විලියම්ස් කළාක් මෙන් පවුලේ සාරධර්ම සහ ඔහුගේ පවුල ආරක්ෂා කිරීමේ විශ්වාසයන් හෙළිදරව් කිරීමෙන් සමාව අයැද සිටියේය.",
        "\"මගේ හැසිරීම අප සැමට වෙනත් ආකාරයකින් අලංකාර ගමනක් වී ඇති දේ පැල්ලම් කර තිබීම ගැන මම දැඩි ලෙස කනගාටු වෙමි.\" ඔහු තම මුහුණේ අත්ල ග්‍රාහකයාගෙන් සමාව අයැදීම පැහැදිලිවම මග හැරියේය. මගේ ප්‍රතිචාරය වූයේ විල් ස්මිත්, නළුවෙකු ලෙස බෙහෙවින් අගය කළත්, සිඩ්නි පොයිටියර්ගේ අනුප්‍රාප්තිකයා සහ හොඳම නළුවා ලෙස නම් කළ ඩෙන්සිල් වොෂින්ටන් ද ඔහුගේ ප්‍රතිචාරය වැරදි බවය. ඔහුගේ බිරිඳ පිළිබඳ ප්‍රකාශය ද්වේෂසහගත එකක් නොවේ, එය සිනාසීමට පමණි. ස්ටාර්ඩම් අපහාස, විහිළු සහ විහිළු වැනි උපද්‍රව රැගෙන යයි.",
        "ඇකඩමිය සිද්ධිය බැරෑරුම් ලෙස සැලකුවා. කමිටුවක් හෝ කුමක් හෝ රැස්වී බොහෝ පිටු සහිත විමර්ශන වාර්තාවක් ඉදිරිපත් කළේය. එය සිද්ධිය සම්බන්ධයෙන් ස්මිත් හෙළා දකින අතර විධිමත් සමාලෝචනයක් නිවේදනය කළේය. දඩුවම් දීමට නියමිතයි. එකක් විය හැක්කේ ස්මිත් ඇකඩමියේ සාමාජිකත්වයෙන් නෙරපීම සහ දෙවැන්න ඔහුගේ සම්මානය අවලංගු කිරීමයි. ඇමරිකානු පුවත්පත්වල ලිපි කිහිපයක් කියවා, මම මේ දෙක ඉතා දරුණු ලෙස පසෙකට තල්ලු කරනු ඇතැයි එකතු කළෙමි. නමුත් ඇකඩමිය ස්මිත්ගේ සමාවට වඩා වැඩි යමක් අපේක්ෂා කරයි.",
        "එදින රාත්‍රියෙන් ඉක්බිතිව, ඔහුගේ මාධ්‍ය කණ්ඩායම විසින් උපදෙස් ලබා දුන් පසු, ස්මිත් ඉන්ස්ටග්‍රෑම් කළුගෙන් සමාව අයැද සිටියේය. “මම ඔයාගෙන් ප්‍රසිද්ධියේ සමාව ඉල්ලන්න කැමතියි ක්‍රිස්. මම සීමාවෙන් බැහැර වූ අතර මට වැරදුණා. ” ඔහු සමාව ඉල්ලා ලිපියක් ද පළ කළේය. “ප්‍රචණ්ඩත්වය එහි සෑම ආකාරයකම විෂ සහිත හා විනාශකාරී ය. ඊයේ රාත්‍රියේ ඇකඩමි සම්මාන උළෙලේදී මගේ හැසිරීම පිළිගත නොහැකි සහ සමාව දිය නොහැකි විය. මගේ වියදමින් විහිළු කිරීම රැකියාවේ කොටසකි, නමුත් ජාඩාගේ සෞඛ්‍ය තත්වය පිළිබඳ විහිළුවක් මට දරාගත නොහැකි තරම් වූ අතර මම හැඟීම්බරව ප්‍රතිචාර දැක්වුවෙමි. ඔහු \"ඔහුගේ පවුලේ දැඩි ආරක්ෂකයෙකු වූ\" රිචඩ් විලියම්ස් මෙන් ක්‍රියා කරන බව ද ඔහු අවධාරනය කළේය.",
        "බ්ලැක් තමාට සිදු වූ ශාරීරික හිංසනය LA පොලිසියට වාර්තා නොකළ නිසා නිලය පින්තූරයට නොපැමිණි.",
        "ජේන් කැම්පියන්ගේ පවර් ඔෆ් ද ඩෝග් සමඟින් හොඳම චිත්‍රපටය - කෝඩා - තේරීම පුදුමයට පත් වූවා සේය. කෙනත් බ්‍රනාග්ගේ බෙල්ෆාස්ට්; ස්ටීවන් ස්පීල්බර්ග්ගේ වෙස්ට් සයිඩ් ස්ටෝරි (1961 සංගීතමය ප්‍රතිනිර්මාණයකි) සහ අනෙකුත් ඒවා ධාවනයේ පවතී. සෑම් හෙඩර් විසින් අධ්‍යක්ෂණය කරන ලද කෝඩා, කීර්තිමත් විශ්ව විද්‍යාලයක ගායනය පිළිබඳ පුහුණුවක් සඳහා ශිෂ්‍යත්වයක් අත්හැරීමට සූදානම් වූ මව, පියා සහ සහෝදරයා, සියලුම බිහිරි සහ ගොළු ධීවර පවුලක ආබාධිත දියණියක් ගැන ය. ධීවර වෙළඳාම යනවා.",
        "බලාපොරොත්තු වූ පරිදිම පවර් ඔෆ් ද ඩෝග් චිත්‍රපටය වෙනුවෙන් ඔස්ට්‍රේලියානු අධ්‍යක්ෂක ජේන් කැම්පියන් හොඳම අධ්‍යක්ෂක සම්මානය දිනා ගත්තේය. හොඳම නිළිය වූයේ Jessica Chastain වන අතර හොඳම සහාය නළුවා වූයේ බිහිරි සහ ගොළු Troy Kotsur ය. ඔහුගේ පිළිගැනීමේ සංඥා භාෂාවේ කතාව සංවේදී වූ බව වාර්තාකරුවන් පැවසීය.",
        "Chris Black මීට පෙර අප්රසන්න සිදුවීමකට මුහුණ දී ඇත. 2016 ඔස්කාර් සම්මාන උළෙලට සත්කාරකත්වය දක්වමින් ඔහු එම වසරේ ඔස්කාර් සම්මානලාභීන් 20 දෙනාම සුදු ජාතිකයින් බව සඳහන් කළේය. ඔහු පැහැදිලිවම වෙනස් කොට සැලකීම යන මාතෘකාව යටතේ දේශනයක් පැවැත් වූ අතර, පසුව ඔහුගේ සම නළුවෙකු වන ස්ටේසි ඩෑෂ් කළු චිත්‍රපට පුද්ගලයින්ට යුක්තිය ඉල්ලා ඔහුට සහාය දැක්වීම සඳහා වේදිකාවට පැමිණියේය.",
        "පසුගිය ඔස්කාර් සම්මාන උලෙළවල සිදුවූ තවත් අමිහිරි සිදුවීම් කිහිපයක් සිත් ගන්නා සුළුය. ඔස්කාර් සම්මාන පිළිගැනීම ප්‍රතික්ෂේප කිරීමේ සිදුවීම් තුනක් ප්‍රශංසනීය විය, මන්ද ඒවා ප්‍රතිපත්තිමය ප්‍රතික්ෂේප කිරීම්, වෙනස්කම් කිරීම හෝ අසාධාරණය කෙරෙහි අවධානය යොමු කිරීම. 1970 දී 43 වැනි සම්මාන උළෙලේදී ජෝර්ජ් සී ස්කොට් පැටන් චිත්‍රපටයේ ඔහුගේ චරිතය වෙනුවෙන් හොඳම නළුවා සම්මානය ලබා ගත්තේ නැත. “ඒක මස් පෙරහැරක්. මට එහි කිසිම කොටසක් අවශ්‍ය නැහැ. ” 45 වැනි සම්මාන උළෙලේදී මාලන් බ්‍රැන්ඩෝ උත්සවය වර්ජනය කර, ගෝඩ් ෆාදර් චිත්‍රපටයේ ඔහුගේ චරිතය වෙනුවෙන් හොඳම නළුවාට හිමි සම්මානය දිනා ගනිමින්, “කර්මාන්තයේ සිදුවන වෙනස්කම්වලට සහ ස්වදේශික ඇමරිකානුවන්ට අසාධාරණ ලෙස සැලකීමට” විරෝධය පළ කළේය. ඒ වෙනුවට ඔහු තරුණ තරුවක් ලවා පිටු 15ක විරෝධතා කථාවක් කියවන්නට සැලැස්සුවේය. බ්‍රැන්ඩෝ ඔහුගේ වෘත්තීය ජීවිතයේ පසුබෑමකින් පසුව නැවතත් නැගී සිටියේය. මේ අනුව ඔහුගේ ක්‍රියාව නිසරු බිම්වලට තල්ලු වී බොහෝ දුක් විඳිමින් සිටි ස්වදේශික ඇමරිකානුවන් කෙරෙහි අවධානය යොමු කළේය. මට මතකයි ප්‍රතිකර්ම ක්‍රියාත්මක කළා.",
        "නරකම ව්‍යාජය වූයේ ඉහළම ඔස්කාර් සම්මානය පිළිබඳ වැරදි නිවේදනයයි. 2017 දී, Warren Beatty සහ Faye Dunaway, ලියුම් කවරය විවෘත කිරීමේ ගෞරවය ලබා දුන් අතර La La Land නම් හොඳම චිත්‍රපට නිෂ්පාදකවරයාට හිමි ජයග්‍රාහකයා ප්‍රකාශයට පත් කරන ලදී. ඔවුන් වේදිකාවට පැමිණ ඔවුන්ගේ පිළිගැනීමේ කතාව ආරම්භ කළේ වැරැද්ද පෙන්වා දී නියම ජයග්‍රාහකයා - සඳ එළිය - ප්‍රකාශයට පත් කළ විට ය. එම වසරේ සම්මාන උළෙල නම් කර තිබුණේ ‘Envelopgate’ යනුවෙනි.",
        "2003 දී, ඔස්කාර් සම්මානලාභී ඇඩ්‍රියන් බ්‍රෝඩි, හැලී බෙරීව තදින් තම දෑතින් අල්ලාගෙන, ඇය පසුපසට නැමී, රවුම් ලෙස සිපගත්තේය. සම්මානයේ නිවේදිකාව වන හෝල් ඇත්තෙන්ම පුදුමයට පත් වූ නමුත් එය ඇගේ පියවරට ගෙන ගියාය.",
        "සමලිංගික අයිතිවාසිකම් ක්‍රියාකාරිකයෙකු වන රොබට් ඔපෙල් 1974 වසරේ 46 වැනි ඔස්කාර් සම්මාන උළෙලේ උත්සවය උත්කර්ෂවත්ව පැවති අවස්ථාවේදී LA හි ඩොරති චැන්ඩ්ලර් වේදිකාව හරහා නිරුවතින් කඩා වැදුණි. සත්කාරක ඩේවිඩ් නිවන්, නොසැලී, උපහාසාත්මකව මෙසේ පැවසීය: “මිනිසාට තම ජීවිතයේ කවදා හෝ ලැබෙන එකම සිනහව ඔහුගේ අඩුපාඩු ඉවත් කර පෙන්වීමෙන් යැයි සිතීම සිත් ඇදගන්නා සුළු නොවේද.”",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஆஸ்கார் நைட்டில் இரண்டு ரெண்டு அறைகள்",
      "body_lines": [
        "இரண்டு வருடங்கள் அதிக மதிப்பீடு செய்யப்பட்ட திரைப்பட விருதுகளின் மெய்நிகர் விளக்கக்காட்சிக்குப் பிறகு, பளபளப்பான, கவர்ச்சியான, புகழ்பெற்ற 94வது அகாடமி விருதுகள் 2022 ஃபீஸ்டாவிற்கு மேடை அமைக்கப்பட்டது. லாஸ் ஏஞ்சல்ஸில் உள்ள டால்பி தியேட்டர் விளக்குகள், சிவப்பு கம்பளங்கள், ஒரு ஜோடி மினி ஷார்ட்ஸில் ஒரு நட்சத்திரத்துடன் ஸ்வீப்பிங் கவுன்கள் மற்றும் தொப்புளுக்குத் திறந்த சட்டை மற்றும் பிரபலங்களைக் கைப்பற்றும் ஒளிரும் கேமராக்களால் பிரகாசமாக இருந்தது. அவர்கள் அனைவரும் அமர்ந்ததும், தொகுப்பாளரும், ஆப்பிரிக்க அமெரிக்க நகைச்சுவை நடிகருமான கிறிஸ் ராக் தனது ஸ்கிரிப்ட் மற்றும் முன்பே சரிபார்க்கப்பட்ட பேச்சுடன் சென்றார். ஆனால் ஒரே ஒரு விளம்பரம் மற்றும் 2022 ஆஸ்கார் விருதுகள் வழங்கும் விழா உலகெங்கிலும் உள்ள மில்லியன் கணக்கான பார்வையாளர்களால் தெளிவாகக் கேட்கப்பட்ட மற்றும் தெளிவாகப் பார்க்கப்பட்ட இரண்டு அறைகளுடன் வரலாற்றில் இடம்பிடித்துள்ளது.",
        "சிறந்த நடிகருக்கான பரிந்துரைக்கப்பட்டவர்களில் ஒருவரான வில் ஸ்மித், மேடையில் ஏறி ராக்கை அறைந்தார், ஒருமுறை அல்ல, இரண்டு முறை, தனது இருக்கைக்குத் திரும்பி, \"என் மனைவியின் பெயரை உங்கள் *** வாயில் இருந்து விடுங்கள்\" என்று சத்தமாகவும் தெளிவாகவும் கூறினார். \"ஜாடா, நான் உன்னை காதலிக்கிறேன். ஜிஐ ஜேன் 2 காத்திருக்க முடியாது. 1997 ஆம் ஆண்டு வெளியான ஜிஐ ஜேன் திரைப்படத்தில் டெமி மூர் ஒரு சலசலப்புடன் தோன்றினார். ஜாடாவின் குழு வெட்டு குறித்து ராக் கருத்து தெரிவித்தார், நிச்சயமாக அவர் அதைச் செய்திருக்கக்கூடாது. ஜடா ப்ளங்கெட் ஸ்மித்துக்கு ஒரு மருத்துவ நிலை உள்ளது - அலோபீசியா - இது முடி உதிர்தலை ஏற்படுத்துகிறது, இதனால் அவரது மொட்டையடிக்கப்பட்ட பேட். ஜடா சிரித்தார், ஆனால் அவரது கணவர் துணிச்சலுடன், ஆனால் திட்டவட்டமாக, கோபமடைந்தார், இதனால் கறுப்புக்கு அறைந்து, வாயை மூடிக்கொள்ளும்படி கட்டளையிட்டார், பிளாக் விரைவில் தனது அமைதியை மீட்டெடுத்தார்.",
        "விருது வழங்கும் விழாவின் பிபிசியின் ஒளிபரப்புப் பகுதியை அதன் செய்திப் பிரிவில் நான் பார்த்தேன், வில் ஸ்மித் மேடையில் அடித்து, தொகுப்பாளரைக் கன்னத்தில் அறைந்ததைப் பார்த்தேன், என்ன காரணத்திற்காகவும் இது ஒரு ஸ்கிரிப்ட் செயல் என்று நான் யூகித்தேன். அவர் கொடூரமான செயலைச் செய்தபின் ஸ்மித்தின் முகத்தைப் பார்த்தபோது, ​​​​அது உண்மையான கோபம், உண்மையான இரண்டு அறைகள் மற்றும் செயல்முறையின் முற்றிலும் எழுதப்படாத பகுதி என்பதை நான் உணர்ந்தேன்.",
        "விரைவில் சிறந்த நடிகருக்கான அறிவிப்பு வெளியானது. செரீனா மற்றும் வீனஸ் வில்லியம்ஸின் கொடுங்கோல் தந்தையாக கிங் ரிச்சர்டில் அவரது நடிப்பிற்காக வில் ஸ்மித், விஐபி இருக்கைகளில் முன்பக்கமாக அமர்ந்திருந்தார். அவரது முகத்தில் கண்ணீர் வழிந்தோடிய நிலையில், வில் ஸ்மித் அவரது ஏற்புரையில் இன்னும் பலவற்றைச் சேர்த்தார். அவர் தனது திடீர் ஆத்திரமூட்டலுக்காக அகாடமி ஆஃப் மோஷன் பிக்சர் ஆர்ட்ஸ் அண்ட் சயின்சஸ் மற்றும் வில்லியம்ஸ் குடும்பத்தினரிடம் மன்னிப்பு கேட்டார், ஆனால் ரிச்சர்ட் வில்லியம்ஸைப் போலவே குடும்ப மதிப்புகள் மற்றும் அவரது குடும்பத்தைப் பாதுகாக்கும் அவரது நம்பிக்கையை வெளியேற்றுவதன் மூலம் தன்னை மன்னித்துக்கொண்டார்.",
        "\"எங்கள் அனைவருக்கும் ஒரு அழகான பயணமாக இருந்ததை எனது நடத்தை கறைபடுத்தியதற்கு நான் மிகவும் வருந்துகிறேன்.\" அவர் முகத்தில் உள்ளங்கையை ரிசீவரிடம் மன்னிப்பு கேட்பதைத் தவிர்த்தார். எனது எதிர்வினை என்னவென்றால், வில் ஸ்மித் ஒரு நடிகராகப் பெரிதும் போற்றப்பட்டாலும், சிட்னி போய்ட்டரின் வாரிசான டென்சில் வாஷிங்டனுடன் சிறந்த நடிகராகவும் பரிந்துரைக்கப்பட்டார், அவருடைய எதிர்வினை தவறாக இருந்தது. அவரது மனைவியைப் பற்றிய கருத்து தீங்கிழைக்கும் வகையில் இல்லை, சிரிப்பதற்கு மட்டுமே. அவமானங்கள், கேலிகள் மற்றும் நகைச்சுவைகள் போன்ற இடர்பாடுகளையும் நட்சத்திரம் கொண்டு செல்கிறது.",
        "இந்த சம்பவத்தை அகாடமி தீவிரமாக எடுத்துக் கொண்டது. ஒரு குழு அல்லது எதுவாக இருந்தாலும் கூடி பல பக்க விசாரணை அறிக்கையை தயாரித்தது. அந்த சம்பவம் குறித்து ஸ்மித்தை கண்டித்ததோடு, முறையான மறுபரிசீலனையை அறிவித்தது. தண்டனை நிலுவையில் உள்ளது. ஒன்று ஸ்மித்தை அகாடமியின் உறுப்பினர் பதவியிலிருந்து நீக்குவது மற்றும் இரண்டாவது: அவரது விருதை திரும்பப் பெறுவது. அமெரிக்க செய்தித்தாள்களில் ஒன்றிரண்டு கட்டுரைகளைப் படித்து, இவை இரண்டும் மிகவும் கடுமையானவை என்று ஒதுக்கித் தள்ளப்படும் என்று நான் சேகரித்தேன். ஆனால் அகாடமி ஸ்மித்தின் மன்னிப்புகளை விட அதிகமாக எதிர்பார்க்கிறது.",
        "அந்த இரவுக்குப் பிறகு, அவரது ஊடகக் குழுவின் ஆலோசனையின் பேரில், ஸ்மித் பிளாக்கிடம் Instagram மன்னிப்புக் கோரினார். \"கிறிஸ், நான் உங்களிடம் பகிரங்கமாக மன்னிப்பு கேட்க விரும்புகிறேன். நான் வரிக்கு வெளியே இருந்தேன், நான் தவறு செய்தேன். மன்னிப்புக் கடிதத்தையும் வெளியிட்டார். “அனைத்து வடிவங்களிலும் வன்முறை விஷமானது மற்றும் அழிவுகரமானது. நேற்றிரவு நடந்த அகாடமி விருதுகளில் எனது நடத்தை ஏற்றுக்கொள்ள முடியாதது மற்றும் மன்னிக்க முடியாதது. என் செலவில் நகைச்சுவைகள் வேலையின் ஒரு பகுதியாகும், ஆனால் ஜாடாவின் உடல்நிலை குறித்த நகைச்சுவை என்னால் தாங்க முடியாத அளவுக்கு அதிகமாக இருந்தது, நான் உணர்ச்சிவசப்பட்டு பதிலளித்தேன். அவர் ரிச்சர்ட் வில்லியம்ஸைப் போலவே செயல்படுவதாகவும் அவர் வலியுறுத்தினார், அவர் தனது குடும்பத்தின் கடுமையான பாதுகாவலராக இருந்தார்.",
        "பிளாக் தனக்கு ஏற்பட்ட உடல் உபாதைகளை LA பொலிஸில் தெரிவிக்கவில்லை, அதனால் அதிகாரம் படத்தில் வரவில்லை.",
        "ஜேன் கேம்பியனின் பவர் ஆஃப் தி டாக் உடன், சிறந்த படம் - கோடா - ஒரு ஆச்சரியத்தை அளித்தது போல் தோன்றியது; கென்னத் பிரானாக் பெல்ஃபாஸ்ட்; ஸ்டீவன் ஸ்பீல்பெர்க்கின் வெஸ்ட் சைட் ஸ்டோரி (1961 இசையமைப்பின் ரீமேக்) மற்றும் மற்றவை இயக்கத்தில் உள்ளன. சாம் ஹெடர் இயக்கிய கோடா, தாய், தந்தை மற்றும் சகோதரன், காதுகேளாத மற்றும் வாய் பேச முடியாத மீனவ குடும்பத்தில் உள்ள ஊனமில்லாத மகளைப் பற்றியது, அவள் ஒரு மதிப்புமிக்க பல்கலைக்கழகத்தில் பாடுவதில் பயிற்சி பெறுவதற்கான உதவித்தொகையை கைவிடத் தயாராகிறாள். மீன்பிடி வியாபாரம் நடக்கிறது.",
        "எதிர்பார்த்தது போலவே, ஆஸ்திரேலிய இயக்குனர் ஜேன் கேம்பியன், பவர் ஆஃப் தி டாக் படத்திற்காக சிறந்த இயக்குனருக்கான விருதை வென்றார். சிறந்த நடிகை ஜெசிகா சாஸ்டெய்னுக்கும், சிறந்த துணை நடிகராக காது கேளாத மற்றும் ஊமை ட்ராய் கோட்சுருக்கும் வழங்கப்பட்டது. அவர் ஏற்றுக்கொண்ட சைகை மொழி பேச்சு மனதைத் தொடுவதாக இருந்தது என்று செய்தியாளர்கள் தெரிவித்தனர்.",
        "கிறிஸ் பிளாக் முன்பு ஒரு விரும்பத்தகாத சம்பவத்தில் இருந்தார். 2016 அகாடமி விருதுகளை தொகுத்து வழங்கிய அவர், அந்த ஆண்டு ஆஸ்கார் விருது பெற்ற 20 பேரும் வெள்ளையர்கள் என்று குறிப்பிட்டார். அவர் வெளிப்படையான பாகுபாடு என்ற தலைப்பில் ஒரு உரையை நிகழ்த்தினார், அதைத் தொடர்ந்து அவரது சக நடிகரான ஸ்டேசி டேஷ், அவருக்கு ஆதரவாக மேடையில் வந்து கறுப்புத் திரைப்பட நபர்களுக்கு நீதி கோரினார்.",
        "கடந்த அகாடமி விருது விழாக்களில் நடந்த வேறு சில விரும்பத்தகாத சம்பவங்கள் சுவாரஸ்யமாகக் குறிப்பிடத் தக்கவை. ஆஸ்கார் விருதுகளை ஏற்க மறுத்த மூன்று சம்பவங்கள் போற்றத்தக்கவை, ஏனெனில் அவை கொள்கை ரீதியான மறுப்பு, பாகுபாடு அல்லது அநீதிக்கு கவனத்தை ஈர்த்தன. 1970 இல் 43வது விருதுகளில், ஜார்ஜ் சி ஸ்காட் பாட்டனில் நடித்ததற்காக சிறந்த நடிகருக்கான விருதைப் பெறவில்லை. “இது ஒரு இறைச்சி அணிவகுப்பு. எனக்கு அதில் எந்தப் பகுதியும் வேண்டாம்.\" 45வது விருதுகள், \"தொழில்துறையின் பாகுபாடு மற்றும் பூர்வீக அமெரிக்கர்களை தவறாக நடத்துவதை\" எதிர்த்து, மார்லன் பிராண்டோ நிகழ்வைப் புறக்கணித்து, காட்பாதரில் அவரது பாத்திரத்திற்காக சிறந்த நடிகருக்கான விருதை வென்றார். அதற்கு பதிலாக, அவர் ஒரு இளம் நட்சத்திரத்தை 15 பக்க எதிர்ப்பு உரையை வாசிக்க வைத்தார். பிராண்டோ, தனது வாழ்க்கையில் ஒரு சரிவுக்குப் பிறகு, மீண்டும் உயர்ந்துகொண்டிருந்தார். இவ்வாறு அவரது செயல் மலட்டு நிலங்களுக்கு தள்ளப்பட்டு மிகவும் துன்பத்திற்கு ஆளான பூர்வீக அமெரிக்கர்களின் கவனத்தை ஈர்த்தது. வைத்தியம் அமைக்கப்பட்டது எனக்கு நினைவிருக்கிறது.",
        "மிக மோசமான ஆஸ்கார் விருது பற்றிய தவறான அறிவிப்பு. 2017 ஆம் ஆண்டில், வாரன் பீட்டி மற்றும் ஃபே டுனவே, உறையைத் திறந்து, லா லா லேண்டின் சிறந்த திரைப்படத் தயாரிப்பாளருக்கான வெற்றியாளரை அறிவித்த பெருமையைப் பெற்றனர். தவறு சுட்டிக் காட்டப்பட்டு, சரியான வெற்றியாளர் - மூன்லைட் - அறிவிக்கப்பட்டதும் அவர்கள் மேடைக்கு வந்து ஏற்புரையைத் தொடங்கினர். அந்த ஆண்டு விருது வழங்கும் விழாவுக்கு ‘என்வலப்கேட்’ என்று பெயரிடப்பட்டது.",
        "2003 ஆம் ஆண்டில், ஆஸ்கார் விருதை வென்ற அட்ரியன் ப்ராடி, ஹாலி பெர்ரியை தனது கைகளில் இறுக்கமாக எடுத்து, அவளை பின்னோக்கி வளைத்து, வட்டமாக முத்தமிட்டார். விருதின் அறிவிப்பாளரான ஹாலே, நிச்சயமாகவே முழு ஆச்சரியத்தில் ஆழ்த்தப்பட்டாலும், அதை தனது முன்னேற்றத்தில் எடுத்துக் கொண்டார்.",
        "ஓரினச்சேர்க்கையாளர் உரிமை ஆர்வலர் ராபர்ட் ஓப்பல், 1974 ஆம் ஆண்டு 46வது அகாடமி விருது வழங்கும் விழாவில், LA இல் உள்ள டோரதி சாண்ட்லர் மேடையில் நிர்வாணமாக நுழைந்தார். புரவலன் டேவிட் நிவன், தயக்கமின்றி, \"ஒரு மனிதன் தனது வாழ்க்கையில் பெறக்கூடிய ஒரே சிரிப்பு, அவனது குறைபாடுகளைக் களைந்து காட்டுவது என்று நினைப்பது கவர்ச்சிகரமானதல்லவா.\"",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}