{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/easter-sunday-celebrates-the-resurrection-of-jesus-christ-from-the-dead/",
  "time_ut": 1650086760,
  "title": "Easter Sunday Celebrates the Resurrection of Jesus Christ from the Dead!",
  "body_lines": [
    "“Two thousand years ago, in the Middle East, an event occurred that permanently changed the world. Because of that event, history was split. Every time you write a date, you are using the Resurrection of Jesus Christ as the focal point.” – Rick Warren",
    "Easter Sunday is the day we remember the rising of Our Lord and Saviour Jesus Christ from the dead. It is the day He triumphed over the grave, saved us from our sins and gave meaning to our human existence. Without His rising from the grave, all the rest of it would have been meaningless. He triumphed over death and gave us eternal life!",
    "English journalist and skeptic Frank Morison once had the idea of conducting research for a book to prove that Jesus’ Resurrection from the dead was just a myth. However, as he examined the evidence, Morison’s views changed, as well as, the theme of his book. What was it that changed Morison’s mind, as well as, the content of his book?",
    "Morison began to discover that Jesus’ death was verified by both Jewish and Roman historians. He then wondered whether the disciples had conspired a plot to make it appear that Jesus had risen. However, as a result of his deep study, he understood that there are three main problems with that theory too:",
    "First, the tomb was secured by a large stone and a 24-hour trained Roman guard. It would have been impossible for the disciples to roll the stone away and remove Jesus’ body without being noticed.Second, the Resurrection plot would have died out as soon as someone discovered Jesus’ body, yet that also never happened in history.",
    "Third and the most important was that the disciples changed from being cowards into men who were willing to be tortured and even martyred for proclaiming the Risen Lord Jesus and His Teachings. Their strong conviction led them to that type of brave commitment. Here it was the dramatic transformation in the disciples’ behaviour from dejected and dispirited escapists into audaciously bold witnesses whom no opposition could muzzle was what convinced Morison that the Resurrection of Jesus really and actually happened in history.",
    "Another scholar who wrote about evidence for Jesus’ Resurrection was Dr. Simon Greenleaf, the founder of the Harvard Law School. Greenleaf wrote the rules of evidence still used in our legal system today. Applying those rules to the events surrounding Jesus’ death, Greenleaf concluded that any honest jury would render a verdict that Jesus’ Resurrection truly and undoubtedly happened. As with Morison, it was the sudden change in the disciples’ behaviour that persuaded him. He writes:",
    "“It would have been impossible for the disciples to persist with their conviction that Jesus had risen, if they had not actually seen the Risen Christ.”",
    "Jesus’ Resurrection convinced His disciples that He is the Messiah who had died to pay the price of our sins. He is ‘the Only Way to God’ and ‘the Resurrection and Life’. They came to know very clearly that Jesus alone had the power over life and death, and they gave their lives, proclaiming Him as the Risen Saviour and Lord.",
    "The Apostle Paul, who had also initially been a skeptic of Jesus’ Resurrection, thus explains its impact on our lives:",
    "“For Christ has completely abolished death, and has now, through the Gospel, opened to us men the shining possibilities of the life that is eternal” (2 Tim.1:10).",
    "In other words, Jesus’ death and Resurrection has opened the door for us to have eternal life with Him in Heaven. Therefore, if Jesus did not rise from the dead, then the foundation for the Christian Faith would forever be destroyed:",
    "“And if Christ has not been raised, our preaching is useless and so is your faith. More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. For if the dead are not raised, then Christ has not been raised either. And if Christ has not been raised, your faith is futile…” (1 Cor. 15:14-17).",
    "Easter Today Means the Triumph of Truth which Gives Hope in this Wounded World!",
    "“Easter says you can put truth in a grave, but it will not stay there.“",
    "The above famous quotation by the illustrious writer Clarence W. Hall clearly illustrates the fact that like cream rises to the top, so does the truth.",
    "Therefore, as we share the Joy of Easter in the year 2022, our greatest challenge during these difficult days in our world’s history and very specially in the history of our Motherland is to turn to ourselves and seek out the truth in a context of much fake news and made up facts around us.",
    "“The great gift of Easter is hope – Christian hope which makes us have that confidence in God, in His ultimate triumph, and in His goodness and love, which nothing can shake.”",
    "This is how the English Catholic Prelate Basil Cardinal Hume looks at Christian hope as the greatest gift of the Risen Lord. Thus, Jesus’ Resurrection gives meaning to our hope, placing Salvation as the root of which the fruit is the Resurrection.",
    "As we are saved by Christ, this ‘living hope’ of His Glorious Resurrection becomes the basis for our ‘hope for living’ making us ‘the tough who get going’ however much ‘the going gets tough’ in these troubled times! Alleluia, Alleluia!!!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පාස්කු ඉරිදා යේසුස් ක්‍රිස්තුස් වහන්සේ මළවුන්ගෙන් උත්ථාන වීම සමරයි!",
      "body_lines": [
        "“වසර දෙදහසකට පෙර, මැද පෙරදිග, ලෝකය ස්ථිරවම වෙනස් කළ සිදුවීමක් සිදු විය. එම සිදුවීම නිසා ඉතිහාසය දෙකඩ විය. ඔබ දිනයක් ලියන සෑම අවස්ථාවකම, ඔබ යේසුස් ක්‍රිස්තුස්ගේ නැවත නැඟිටීම කේන්ද්‍රස්ථානය ලෙස භාවිතා කරයි. - රික් වොරන්",
        "පාස්කු ඉරිදා යනු අපගේ ස්වාමීන් සහ ගැලවුම්කරු වන යේසුස් ක්‍රිස්තුස් වහන්සේ මළවුන්ගෙන් නැගිටීම සිහිපත් කරන දිනයයි. එය උන්වහන්සේ මිනීවළ ජයගෙන, අපගේ පාපයෙන් අපව ගලවා, අපගේ මනුෂ්‍ය පැවැත්මට අරුතක් දුන් දවසයි. උන් වහන්සේ සොහොනෙන් නැගිට්ටේ නැත්නම්, එහි ඉතිරි සියල්ල අර්ථ විරහිත වනු ඇත. ඔහු මරණය ජයගෙන අපට සදාකාල ජීවනය ලබා දුන්නේය!",
        "ඉංග්‍රීසි මාධ්‍යවේදියා සහ සංශයවාදී ෆ්‍රෑන්ක් මොරිසන්ට වරක් යේසුස්ගේ මළවුන්ගෙන් උත්ථාන වීම මිථ්‍යාවක් බව ඔප්පු කිරීමට පොතක් සඳහා පර්යේෂණ පැවැත්වීමේ අදහසක් තිබුණි. කෙසේ වෙතත්, ඔහු සාක්ෂි පරීක්ෂා කරන විට, මොරිසන්ගේ අදහස් මෙන්ම, ඔහුගේ පොතේ තේමාව ද වෙනස් විය. මොරිසන්ගේ මනස මෙන්ම ඔහුගේ පොතේ අන්තර්ගතය වෙනස් කළේ කුමක් ද?",
        "ජේසුස් වහන්සේගේ මරණය යුදෙව් සහ රෝම ඉතිහාසඥයින් විසින් තහවුරු කරන ලද බව මොරිසන් සොයා ගැනීමට පටන් ගත්තේය. යේසුස් වහන්සේ උත්ථාන වූ බව පෙන්වීමට ගෝලයන් කුමන්ත්‍රණයක් කළ දැයි ඔහු කල්පනා කළේය. කෙසේ වෙතත්, ඔහුගේ ගැඹුරු අධ්‍යයනයේ ප්‍රතිඵලයක් ලෙස, එම න්‍යායේ ද ප්‍රධාන ගැටලු තුනක් ඇති බව ඔහු තේරුම් ගත්තේය:",
        "පළමුව, සොහොන් ගෙය විශාල ගලක් සහ පැය 24 පුරා පුහුණුව ලත් රෝම ආරක්ෂක භටයෙකු විසින් ආරක්ෂා කරන ලදී. ගෝලයන්ට ගල පෙරළීමට සහ යේසුස්ගේ සිරුර ඔහුගේ අවධානයට ලක් නොවී ඉවත් කිරීමට නොහැකි වනු ඇත. දෙවනුව, යමෙකු යේසුස්ගේ සිරුර සොයාගත් විගස නැවත නැඟිටීමේ කුමන්ත්‍රණය මිය යනු ඇත, නමුත් එය ඉතිහාසයේ කිසි විටෙකත් සිදු නොවීය.",
        "තුන්වන සහ වැදගත්ම දෙය නම්, ගෝලයන් බියගුල්ලන්ගේ සිට උත්ථාන වූ ජේසු සමිඳුන් සහ ඔහුගේ ඉගැන්වීම් ප්‍රකාශ කිරීම නිසා වධ හිංසාවලට ලක්වීමට සහ ප්‍රාණ පරිත්‍යාග කිරීමට පවා කැමති මිනිසුන් බවට පත් වීමයි. ඔවුන්ගේ දැඩි විශ්වාසය ඔවුන්ව එවැනි නිර්භීත කැපවීමකට යොමු කළේය. මෙහිදී ජේසුස් වහන්සේගේ නැවත නැඟිටීම ඉතිහාසයේ සැබවින්ම සිදු වූ බව මොරිසන්ට ඒත්තු ගැන්වූයේ ගෝලයන්ගේ හැසිරීම අධෛර්යයට පත් වූ සහ කලකිරුණු පලා යෑම්වාදීන්ගේ සිට කිසිදු විරුද්ධවාදියෙකුට මුවා විය නොහැකි නිර්භීත සාක්ෂිකරුවන් බවට පත් වූ නාටකාකාර පරිවර්තනයයි.",
        "යේසුස්ගේ නැවත නැඟිටීම පිළිබඳ සාක්ෂි ගැන ලියූ තවත් විශාරදයෙක් වූයේ හාවඩ් නීති විද්‍යාලයේ නිර්මාතෘ ආචාර්ය සයිමන් ග්‍රීන්ලීෆ් ය. ග්‍රීන්ලීෆ් ලිව්වේ අදටත් අපේ නීති පද්ධතියේ භාවිතා වන සාක්ෂි නීති. ජේසුස් වහන්සේගේ මරණය ආශ්‍රිත සිදුවීම් වලට එම නීති යොදා ගනිමින් ග්‍රීන්ලීෆ් නිගමනය කළේ ඕනෑම අවංක ජූරි සභාවක් ජේසුස් වහන්සේගේ උත්ථානය සත්‍ය වශයෙන්ම සහ සැකයකින් තොරව සිදු වූ බවට තීන්දුවක් ලබා දෙන බවයි. මොරිසන් මෙන්ම, ඔහුව ඒත්තු ගැන්වූයේ ගෝලයන්ගේ හැසිරීමේ හදිසි වෙනස්කමයි. ඔහු මෙසේ ලියයි.",
        "\"ඔවුන් සැබවින්ම උත්ථාන වූ ක්‍රිස්තුස් වහන්සේව නොදැක්කා නම්, යේසුස්වහන්සේ උත්ථාන වූ බවට ගෝලයන්ට ඔවුන්ගේ ඒත්තු ගැන්වීම දිගටම කරගෙන යාමට නොහැකි වනු ඇත.\"",
        "යේසුස්ගේ නැවත නැඟිටීම ඔහුගේ ගෝලයන්ට ඒත්තු ගැන්වූයේ ඔහු අපගේ පාපවල මිල ගෙවීමට මිය ගිය ගැලවුම්කරු බවයි. ඔහු ‘දෙවියන් වහන්සේ වෙතට ඇති එකම මාර්ගය’ සහ ‘නැවත නැඟිටීම සහ ජීවනය’ වේ. ජීවිතය හා මරණය කෙරෙහි බලය ඇත්තේ ජේසුස් වහන්සේට පමණක් බව ඔවුන් ඉතා පැහැදිලිව දැනගත් අතර, උත්ථාන වූ ගැලවුම්කරුවා සහ ස්වාමින් වහන්සේ ලෙස ප්‍රකාශ කරමින් ඔවුන් තම ජීවිතය පූජා කළහ.",
        "යේසුස්ගේ නැවත නැඟිටීම ගැන මුලින් සැක කළ ප්‍රේරිත පාවුල්, අපගේ ජීවිතයට එහි බලපෑම මෙසේ පැහැදිලි කරයි.",
        "\"මක්නිසාද ක්‍රිස්තුස් වහන්සේ මරණය සම්පූර්ණයෙන්ම අහෝසි කර ඇත, දැන්, ශුභාරංචිය තුළින්, මිනිසුන්ට සදාකාල ජීවනයේ දීප්තිමත් හැකියාවන් විවෘත කර ඇත\" (2 තිමෝ. 1:10).",
        "වෙනත් වචන වලින් කිවහොත්, යේසුස් වහන්සේගේ මරණය සහ නැවත නැඟිටීම අපට ඔහු සමඟ ස්වර්ගයේ සදාකාල ජීවනය ලබා ගැනීමට දොර විවර කර ඇත. එබැවින්, යේසුස් වහන්සේ මළවුන්ගෙන් උත්ථාන නොකළේ නම්, ක්රිස්තියානි ඇදහිල්ලේ පදනම සදහටම විනාශ වනු ඇත:",
        "“ක්‍රිස්තුස් වහන්සේ උත්ථාන නොකළේ නම්, අපගේ දේශනා කිරීමෙන්ද ඔබේ ඇදහිල්ලද නිෂ්ඵලය. ඊටත් වඩා, අපි දෙවියන් වහන්සේ ගැන බොරු සාක්ෂිකරුවන් ලෙස පෙනී සිටිමු, මන්ද දෙවියන් වහන්සේ ක්‍රිස්තුස් වහන්සේ මළවුන්ගෙන් උත්ථාන කළ බවට අපි දෙවියන් වහන්සේ ගැන සාක්ෂි දුන් බැවිනි. නමුත් ඇත්ත වශයෙන්ම මළවුන් නැවත නැඟිටුවනු නොලැබේ නම් ඔහු ඔහුව නැඟිටුවුවේ නැත. මක්නිසාද මළවුන් නැවත නැඟිටුවනු නොලැබේ නම්, ක්රිස්තුස්ද උත්ථාන වී නැත. ක්‍රිස්තුස් වහන්සේ උත්ථාන නොකළේ නම්, ඔබේ ඇදහිල්ල නිෂ්ඵල ය...\" (1 කොරි. 15:14-17).",
        "අද පාස්කු ඉරිදා යන්නෙන් අදහස් කරන්නේ මෙම තුවාල වූ ලෝකයේ බලාපොරොත්තුව ලබා දෙන සත්‍යයේ ජයග්‍රහණයයි!",
        "\"පාස්කු ඉරිදා පවසන්නේ ඔබට සත්‍යය සොහොනක තැබිය හැකි නමුත් එය එහි නොපවතින බවයි.\"",
        "ක්‍ලැරන්ස් ඩබ්ලිව් හෝල් නම් කීර්තිමත් ලේඛකයාගේ ඉහත සුප්‍රසිද්ධ උපුටා දැක්වීම ක්‍රීම් මෙන් ඉහළට නැඟී සිටින බව සත්‍යය පැහැදිලිව පෙන්නුම් කරයි.",
        "එබැවින්, 2022 වසරේ පාස්කු ප්‍රීතිය බෙදා ගන්නා විට, අපගේ ලෝක ඉතිහාසයේ සහ විශේෂයෙන් අපේ මාතෘ භූමියේ මෙම දුෂ්කර දිනවලදී අපට ඇති ලොකුම අභියෝගය වන්නේ බොහෝ ව්‍යාජ සන්දර්භයක් තුළ අප වෙත හැරී සත්‍යය සෙවීමයි. ප්‍රවෘත්ති සහ අප වටා ඇති කරුණු.",
        "\"පාස්කු උත්සවයේ ශ්‍රේෂ්ඨ ත්‍යාගය බලාපොරොත්තුවයි - ක්‍රිස්තියානි බලාපොරොත්තුව දෙවියන් වහන්සේ කෙරෙහිත්, උන්වහන්සේගේ අවසාන ජයග්‍රහණය ගැනත්, කිසිවකට සොලවන්නට නොහැකි උන්වහන්සේගේ යහපත්කම හා ප්‍රේමය කෙරෙහිත් එම විශ්වාසය ඇති කරවයි.\"",
        "ඉංග්‍රීසි කතෝලික නායක බැසිල් හියුම් කාදිනල් හිමිපාණන් වහන්සේ උත්ථාන වූ ස්වාමින් වහන්සේගේ ශ්‍රේෂ්ඨතම ත්‍යාගය ලෙස කිතුනු බලාපොරොත්තුව දෙස බලන ආකාරයයි. මේ අනුව, යේසුස්ගේ නැවත නැඟිටීම අපගේ බලාපොරොත්තුවට අරුතක් ලබා දෙයි, ඵලය නැවත නැඟිටීම වන ගැලවීම බවට පත් කරයි.",
        "අප ක්‍රිස්තුස් වහන්සේ විසින් ගැළවී සිටින බැවින්, උන්වහන්සේගේ මහිමාන්විත නැවත නැඟිටීමේ මෙම 'ජීවන බලාපොරොත්තුව' අපගේ 'ජීවත්වීමේ බලාපොරොත්තුව' සඳහා පදනම බවට පත්වේ, මෙම කරදරකාරී කාලවලදී අපව 'යන දුෂ්කර' අය බවට පත් කිරීම! ඇලෙලුයියා, ඇලෙලුයියා!!!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஈஸ்டர் ஞாயிறு இயேசு கிறிஸ்து மரித்தோரிலிருந்து உயிர்த்தெழுந்ததைக் கொண்டாடுகிறது!",
      "body_lines": [
        "\"இரண்டாயிரம் ஆண்டுகளுக்கு முன்பு, மத்திய கிழக்கில், உலகை நிரந்தரமாக மாற்றிய ஒரு நிகழ்வு நிகழ்ந்தது. அந்த நிகழ்வு காரணமாக, வரலாறு பிளவுபட்டது. ஒவ்வொரு முறையும் நீங்கள் ஒரு தேதியை எழுதும்போது, ​​இயேசு கிறிஸ்துவின் உயிர்த்தெழுதலை மையப் புள்ளியாகப் பயன்படுத்துகிறீர்கள். - ரிக் வாரன்",
        "ஈஸ்டர் ஞாயிறு என்பது நம் ஆண்டவரும் இரட்சகருமான இயேசு கிறிஸ்து மரித்தோரிலிருந்து உயிர்த்தெழுந்ததை நினைவுகூரும் நாள். அவர் கல்லறையின் மீது வென்று, நம் பாவங்களிலிருந்து நம்மைக் காப்பாற்றி, நமது மனித இருப்புக்கு அர்த்தத்தைத் தந்த நாள். அவர் கல்லறையிலிருந்து எழுந்திருக்காவிட்டால், மீதமுள்ள அனைத்தும் அர்த்தமற்றதாக இருந்திருக்கும். அவர் மரணத்தை வென்று நமக்கு நித்திய ஜீவனைக் கொடுத்தார்!",
        "இயேசுவின் மரித்தோரிலிருந்து உயிர்த்தெழுதல் வெறும் கட்டுக்கதை என்பதை நிரூபிக்க ஒரு புத்தகத்திற்கான ஆராய்ச்சியை நடத்தும் யோசனையை ஒருமுறை ஆங்கில பத்திரிகையாளரும் சந்தேகவாதியுமான ஃபிராங்க் மோரிசன் கொண்டிருந்தார். இருப்பினும், அவர் ஆதாரங்களை ஆராய்ந்தபோது, ​​மோரிசனின் கருத்துக்கள் மாறியது, அதே போல் அவரது புத்தகத்தின் கருப்பொருளும் மாறியது. மோரிசனின் மனதையும், அவரது புத்தகத்தின் உள்ளடக்கத்தையும் மாற்றியது எது?",
        "இயேசுவின் மரணம் யூத மற்றும் ரோமானிய வரலாற்றாசிரியர்களால் சரிபார்க்கப்பட்டது என்பதை மோரிசன் கண்டுபிடிக்கத் தொடங்கினார். இயேசு உயிர்த்தெழுந்தார் என்று காட்ட சீடர்கள் சதித்திட்டம் தீட்டினார்களா என்று அவர் ஆச்சரியப்பட்டார். இருப்பினும், அவரது ஆழ்ந்த ஆய்வின் விளைவாக, அந்தக் கோட்பாட்டிலும் மூன்று முக்கிய சிக்கல்கள் உள்ளன என்பதை அவர் புரிந்துகொண்டார்:",
        "முதலில், கல்லறை ஒரு பெரிய கல் மற்றும் 24 மணி நேர பயிற்சி பெற்ற ரோமானிய காவலரால் பாதுகாக்கப்பட்டது. சீடர்களால் கல்லை உருட்டி, இயேசுவின் உடலை கவனிக்காமல் அகற்றுவது சாத்தியமில்லை. இரண்டாவதாக, இயேசுவின் உடலை யாராவது கண்டுபிடித்தவுடன் உயிர்த்தெழுதல் சதி அழிந்திருக்கும், ஆனால் அதுவும் வரலாற்றில் நடக்கவில்லை.",
        "மூன்றாவது மற்றும் மிக முக்கியமான விஷயம் என்னவென்றால், சீடர்கள் கோழைகளாக இருந்து உயிர்த்தெழுந்த ஆண்டவர் இயேசுவையும் அவருடைய போதனைகளையும் அறிவித்ததற்காக சித்திரவதை மற்றும் தியாகிகளாகவும் தயாராக இருந்த மனிதர்களாக மாறினார்கள். அவர்களின் உறுதியான நம்பிக்கை அவர்களை அந்த வகையான துணிச்சலான அர்ப்பணிப்புக்கு இட்டுச் சென்றது. இங்கு சீடர்களின் நடத்தையில் மனச்சோர்வடைந்த மற்றும் மனச்சோர்வடைந்த தப்பிப்பிழைப்பவர்களிடமிருந்து எந்த எதிர்ப்பும் முகம் கொடுக்க முடியாத துணிச்சலான தைரியமான சாட்சிகளாக மாற்றப்பட்டது, இதுதான் இயேசுவின் உயிர்த்தெழுதல் வரலாற்றில் உண்மையில் நடந்தது என்று மோரிசனை நம்ப வைத்தது.",
        "இயேசுவின் உயிர்த்தெழுதலுக்கான ஆதாரங்களைப் பற்றி எழுதிய மற்றொரு அறிஞர் ஹார்வர்ட் சட்டப் பள்ளியின் நிறுவனர் டாக்டர் சைமன் கிரீன்லீஃப் ஆவார். இன்றும் நமது சட்ட அமைப்பில் பயன்படுத்தப்படும் ஆதார விதிகளை Greenleaf எழுதினார். இயேசுவின் மரணத்தைச் சுற்றியுள்ள நிகழ்வுகளுக்கு அந்த விதிகளைப் பயன்படுத்துவதன் மூலம், கிரீன்லீஃப் எந்த நேர்மையான நடுவர் மன்றமும் இயேசுவின் உயிர்த்தெழுதல் உண்மையிலேயே மற்றும் சந்தேகத்திற்கு இடமின்றி நடந்தது என்று தீர்ப்பை வழங்கும் என்று முடிவு செய்தார். மோரிசனைப் போலவே, சீடர்களின் நடத்தையில் ஏற்பட்ட திடீர் மாற்றமே அவரை வற்புறுத்தியது. அவன் எழுதுகிறான்:",
        "\"உண்மையில் உயிர்த்தெழுந்த கிறிஸ்துவைக் காணவில்லையென்றால், இயேசு உயிர்த்தெழுந்தார் என்ற நம்பிக்கையுடன் சீடர்களால் நிலைத்திருக்க இயலாது.\"",
        "இயேசுவின் உயிர்த்தெழுதல் அவருடைய சீடர்களை நம்பவைத்தது, அவர் நம்முடைய பாவங்களின் விலையைச் செலுத்த மரித்த மேசியா என்று. அவர் ‘கடவுளுக்கான ஒரே வழி’ மற்றும் ‘உயிர்த்தெழுதல் மற்றும் வாழ்க்கை’. இயேசுவுக்கு மட்டுமே வாழ்வு மற்றும் மரணத்தின் மீது அதிகாரம் உண்டு என்பதை அவர்கள் மிகத் தெளிவாக அறிந்துகொண்டு, உயிர்த்தெழுந்த இரட்சகராகவும் ஆண்டவராகவும் பிரகடனம் செய்து, தங்கள் உயிரைக் கொடுத்தார்கள்.",
        "ஆரம்பத்தில் இயேசுவின் உயிர்த்தெழுதலில் சந்தேகம் கொண்டிருந்த அப்போஸ்தலன் பவுல், நம் வாழ்வில் அதன் தாக்கத்தை இவ்வாறு விளக்குகிறார்:",
        "\"கிறிஸ்து மரணத்தை முற்றிலுமாக ஒழித்துவிட்டார், இப்போது, ​​சுவிசேஷத்தின் மூலம், நித்திய ஜீவனின் பிரகாசிக்கும் வாய்ப்புகளை மனிதர்களுக்குத் திறந்துவிட்டார்\" (2 தீமோ.1:10).",
        "வேறு வார்த்தைகளில் கூறுவதானால், இயேசுவின் மரணமும் உயிர்த்தெழுதலும் அவருடன் பரலோகத்தில் நித்திய வாழ்வைப் பெறுவதற்கான கதவைத் திறந்துள்ளது. எனவே, இயேசு மரித்தோரிலிருந்து எழுந்திருக்கவில்லை என்றால், கிறிஸ்தவ நம்பிக்கைக்கான அடித்தளம் என்றென்றும் அழிக்கப்படும்:",
        "“கிறிஸ்து உயிர்த்தெழவில்லையென்றால், எங்களுடைய பிரசங்கமும், உங்கள் விசுவாசமும் பயனற்றது. அதற்கும் மேலாக, நாம் கடவுளைப் பற்றிய பொய் சாட்சிகளாகக் காணப்படுகிறோம், ஏனென்றால் அவர் கிறிஸ்துவை மரித்தோரிலிருந்து எழுப்பினார் என்று கடவுளைப் பற்றி நாங்கள் சாட்சியமளித்தோம். ஆனால் உண்மையில் இறந்தவர்கள் எழுப்பப்படவில்லை என்றால் அவர் அவரை எழுப்பவில்லை. ஏனெனில், மரித்தோர் உயிர்த்தெழவில்லை என்றால், கிறிஸ்துவும் எழுப்பப்படவில்லை. கிறிஸ்து உயிர்த்தெழாவிட்டால், உங்கள் விசுவாசம் வீண்…” (1 கொரி. 15:14-17).",
        "இன்று ஈஸ்டர் என்றால் இந்த காயம்பட்ட உலகில் நம்பிக்கை தரும் சத்தியத்தின் வெற்றி!",
        "\"உண்மையை கல்லறையில் வைக்கலாம் என்று ஈஸ்டர் கூறுகிறது, ஆனால் அது அங்கே தங்காது.\"",
        "புகழ்பெற்ற எழுத்தாளர் கிளாரன்ஸ் டபிள்யூ. ஹால் மேற்கூறிய பிரபலமான மேற்கோள், கிரீம் எப்படி மேலே உயர்கிறது என்பதைத் தெளிவாக விளக்குகிறது.",
        "எனவே, 2022 ஆம் ஆண்டில் ஈஸ்டர் மகிழ்ச்சியை நாம் பகிர்ந்து கொள்ளும்போது, ​​​​நமது உலக வரலாற்றிலும், குறிப்பாக நமது தாய்நாட்டின் வரலாற்றிலும் இந்த கடினமான நாட்களில் நமக்கு இருக்கும் மிகப்பெரிய சவால், மிகவும் போலியான சூழலில் நம்மை நோக்கித் திரும்புவது மற்றும் உண்மையைத் தேடுவதுதான். செய்திகள் மற்றும் நம்மைச் சுற்றியுள்ள உண்மைகள்.",
        "\"ஈஸ்டரின் சிறந்த பரிசு நம்பிக்கை - கிறிஸ்தவ நம்பிக்கை, இது கடவுள் மீதும், அவருடைய இறுதி வெற்றியின் மீதும், அவருடைய நன்மை மற்றும் அன்பு ஆகியவற்றின் மீதும் நம்பிக்கை வைக்கிறது, இது எதையும் அசைக்க முடியாது.\"",
        "ஆங்கிலேய கத்தோலிக்க மதகுரு பசில் கர்தினால் ஹியூம் கிறிஸ்துவின் நம்பிக்கையை உயிர்த்த இறைவனின் மிகப் பெரிய பரிசாக கருதுகிறார். இவ்வாறு, இயேசுவின் உயிர்த்தெழுதல் நமது நம்பிக்கைக்கு அர்த்தத்தைத் தருகிறது, இரட்சிப்பை அதன் பழம் உயிர்த்தெழுதலாக வைக்கிறது.",
        "கிறிஸ்துவால் நாம் இரட்சிக்கப்படுவதால், அவருடைய மகிமையான உயிர்த்தெழுதலின் இந்த ‘வாழும் நம்பிக்கை’ இந்த இக்கட்டான காலங்களில் எவ்வளவு ‘போகுவது கடினமாகிறது’ என்பதை ‘வாழ்வதற்கான நம்பிக்கைக்கு’ அடிப்படையாகிறது! அல்லேலூயா, அல்லேலூயா!!!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}