{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceb-seeks-100-tariff-increase-but-blocks-4000-mw-of-lower-cost-renewable-energy-generation-whats-the-logic/",
  "time_ut": 1651841160,
  "title": "CEB Seeks 100% Tariff Increase but Blocks 4000 MW of Lower-Cost Renewable Energy Generation: What’s the Logic?",
  "body_lines": [
    "Power crisis worsened due to CEB favouring oil and coal power over lower-cost renewable energy",
    "On 27 April 2022, the Renewable Energy Associations announced that 1,251 MW of Non-conventional Renewable Energy (NCRE) plants will have to cease operating, as the CEB owes them Rs.22 billion. NCRE includes mini-hydro, wind, solar, biomass and others that use renewable energy for power generation. The consequences will be severe – greater oil-fired generation, higher oil imports, increased CEB financial losses, depletion of foreign reserves, job losses for NCRE plant employees, default risk to banks holding Rs.60 billion in NCRE debt and NCRE investor losses.",
    "Meanwhile, the CEB has blocked over 4,000 MW of new NCRE plant investments. According to the Auditor General’s 08 February 2022 report, the CEB had rejected signing power purchase agreements for 1,374 NCRE projects with an aggregate capacity of 4,015 MW, which the Sustainable Energy Authority (SEA) had approved from 2017 to 2019 [https://bit.ly/3rYiVPD]. Had these projects been approved by CEB and built, they could have supplied electricity at the prevailing Rs.16.07 to 25.09 per kWh tariff, far less than the cost of diesel electricity today.",
    "On 30 April 2022, CEB Chairman stated that CEB is seeking a 100% tariff increase to pay for staff salaries, fuel imports and other liabilities [https://bit.ly/3s4ZWTv]. While seeking a tariff increase, is it not incumbent on the CEB to make sure they obtain electricity from the lowest cost suppliers?",
    "Despite the potential for NCRE in Sri Lanka, the NCRE tariff offered by CEB ,under their Small Power Purchase (SPP) Program, has remained unchanged since 2012, thereby depressing the financial viability of such projects. A Cabinet-appointed Committee recommended a new NCRE tariff regime in December 2021 to the responsible State Minister. To update the tariffs to today’s economic reality, the author recalculated the tariffs using 2022 parameters for four sample NCRE technologies, using the 2012 PUCSL-approved methodology. For new NCRE power plants, Table 1 shows a comparison of the prevailing 2012 tariff, the 2021 Tariff Committee’s proposed tariff, and the author’s 2022 tariff for mini-hydro, solar, wind and biomass dendro (sustainably harvested biomass).",
    "Table Comparison of NCRE 2022 Tariff with Prevailing 2012 Tariff and Tariff Committee’s Proposed 2021 Tariff",
    "Notably, the Tariff Committee’s proposed 2021 NCRE tariff is  lower than the prevailing 2012 tariff, despite exchange rate and other factors deteriorating from 2012 to 2021. On a positive note, US dollar investment costs of solar and wind technologies did decline significantly. NCRE which are financially nonviable in 2022 at the prevailing 2012 tariff, will be worse off under the 2021 tariff.",
    "The severe economic shocks of 2022 are the principal reasons why the calculated 2022 tariffs are higher. Calculated higher tariffs in 2022 are due to: (a) The sharp rupee depreciation which makes investments costlier in rupee terms, as 70-80% of NCRE investment is foreign content. However, unlike oil or coal-powered generation, NCRE generation is immune to imported fuel rupee-price increases; (b) Credit has become more expensive. Even the author’s assumption of 18% interest rate may be too low. (2021 Tariff Committee assumed 9.85% interest). The one-year T-Bill rate is now more than 25%; (c) Inflation is higher; and (d) In the case of biomass-fuelled generation, fuelwood prices have risen sharply due to oil and LPG shortages and their price increases.",
    "While the 2022 tariff may seem high, they are less costly than electricity from oil and coal today, as discussed below.",
    "Is NCRE investment in 2022 worthwhile at these higher tariffs?",
    "The answer is a Yes, as illustrated in Figure 1 which compares the flat (“levelized”) electricity cost, from NCRE, coal and oil under various conditions. Conservatively, the analysis assumed more favourable financing terms for CEB-owned coal and oil power plant investments, than for private sector NCRE or emergency diesel (Diesel IPP) investments.",
    "NCRE electricity is cheaper than that from new oil-fired generation, even from efficient combined cycle plants. At today’s coal prices, NCRE electricity costs can be less than that from a new coal plant. The results are unsurprising as, once built, currency depreciation only marginally affects NCRE plants, unlike oil and coal plant operations. NCRE potential is very high in Sri Lanka.",
    "Figure Comparison of Levelized Electricity Cost of NCRE, Oil and Coal Power Generation",
    "What are the savings to CEB and to Sri Lanka from unblocking NCRE Investments?",
    "The savings can be considerable to CEB by avoiding paying for higher cost electricity, and to the Nation from reduced fuel imports. As an example, implementing 800 MW (or 20% of the blocked projects) could supply about 1,800 GWh of NCRE electricity annually. In comparison, in 2020, oil thermal IPPs supplied 2,717 GWh of electricity and CEB oil thermals generated 1,462 GWh. Therefore 1,800 GWh of NCRE electricity could displace more expensive oil thermal generation, especially the more expensive IPP diesel generation. CEB may, however, need to upgrade its system control and operations to accommodate increased generation from variable solar and wind power.",
    "The 800 MW of NCRE generation could offset about 400 million litres of diesel fuel annually. The net financial savings to CEB is Rs.37 billion per year (assumes paying flat 2022 tariff for NCRE, while avoiding paying for diesel fuel at US$0.75/litre, the price CEB paid for 40,000 MT in April 2022). The saving to Sri Lanka by avoiding diesel imports is about US$300 million for the year from these 800 MW of NCRE investments. The NCRE investment required is about US$1,000 million, giving a simple payback of 3.3 years in imported diesel fuel savings.",
    "Even if CEB pays the outstanding invoices for NCRE-supplied electricity, the existing biomass power plants (37 MW) are presently facing an existential threat to their financial survival due to the sharp rise in fuelwood prices (from about Rs.7/kg to Rs.12/kg for chipped fuelwood in 2022). Unless the Cabinet takes mitigatory actions immediately and approves an amendment to the existing Biomass Dendro Power Purchase Agreement to permit a higher tariff, these plants will cease operations and Sri Lanka will lose access to these 37 MW. Even at a fuelwood price of Rs.12/kg, electricity from these existing plants is far cheaper than CEB paying for diesel fuel. Paradoxically, unlike these biomass plants, oil-fired IPPs can pass-through the fuel cost to CEB and avoid the fuel price risk.",
    "Given the significant benefits from investments in NCRE, the Government must direct the Ministry of Power and Energy, CEB, PUCSL and SEA to immediately undertake the following:",
    "* Most urgently, CEB must settle its arrears of Rs.22 billion to NCRE producers.",
    "*Tariff Committee must update the NCRE cost-reflective tariffs to 2022 conditions in consultation with technology and project finance specialists.",
    "*PUCSL must approve, and CEB must adopt the tariff as soon as possible. The CEB and PUCSL must commit to updating the tariffs at least every 2 years.",
    "*CEB must commit to accepting over 1,000 NCRE projects that they have hitherto blocked and invite other NCRE proposals.",
    "*SEA should invite companies to revise feasibility studies and update their NCRE applications. Companies must respond quickly. SEA should, without delays or additional fees, review and approve the compliant proposals.",
    "*CEB must issue letters of intent and sign Power Purchase Agreements without delay for compliant NCRE proposals.",
    "*CEB must commit to providing necessary infrastructure and control systems upgrades required to connect these NCRE facilities to the CEB grid.",
    "*SEA, with Ministry of Finance assistance, could mobilize financing from commercial banks and international financiers, particularly climate-friendly investors.",
    "As Mr. Manjula Perera, CEO of Windforce Ltd., representing the renewable energy community, stated recently: “If the Power Ministry, CEB, SEA, and PUCSL work hand in hand and get the necessary policies in place, adding 1,000 MWs from NCRE within the next 2 years by local RE developers will not be a challenge”.",
    "In conclusion, successfully accomplishing these actions will permit NCRE technologies and the private sector to help Sri Lanka address its near-term energy-sector and balance of payment challenges and to achieve the Government’s goal of 70% RE generation by 2030.",
    "Disclaimer: The views, data, assumptions, analyses, results interpretations, and opinions expressed in the text belong solely to the author, and not necessarily to any other group or individual, including those cited in the article.",
    "The author is a former Lead Energy Specialist at the World Bank with specialization in renewable energy project development and financing in Asian and African countries, including in Sri Lanka. This article is based on his paper “Mobilizing Renewable Energy to Overcome the Energy and Financial Crisis: The Need for a Credible Renewable Electricity Tariff,” https://bit.ly/3Ltabsx",
    "Minister M.D. Banda an exemplary leader; 1965 Food Drive in a class of its own",
    "Launch of Nihal Seneviratne’s ‘Memories of 33 years in Parliament’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}