{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-sjb-led-protests-demand-rajapaksa-to-step-down-amid-economic-crisis-91684/",
  "time_ut": 1647385440,
  "title": "Sri Lanka’s SJB-led protests demand Rajapaksa to step down amid economic crisis",
  "body_lines": [
    "ECONOMYNEXT – Thousands of protesters led by Sri Lanka’s main opposition Samagi Jana Balawegaya (SJB) staged protests demanding the president to resign due to his continuous failure in governance and economic policies.",
    "The protesters gathered near the opposition’ office and marched for nearly 2 km towards President Gotabaya Rajapaksa’s office which is in front China’s Port City in the commercial heart pf Colombo asking",
    "They carried placards which carried “GotaGoHome” asking the President (Gota) to go home.",
    "The same words were written in a black head band which was worn by many protectors. Some held large light green and yellow collar banners with the words “Country is destroyed.. now enough”.",
    "The opposition protesters criticized President Rajapaksa for the government’s messed up policies – from fertilizer to economic policies –",
    "His decision to ban chemical fertilizer has hit the crop harvest in the last cultivation season while severe dollar shortage has led to extended power cuts due to lack diesel imports.",
    "Protesters kicked a man who was wearing Finance Minister Basil Rajah’s face in a mask and smashed him with a sweeper while they brought a stretcher with a person lying with a slogan “people are dying because there is no medicine”.",
    "Protesters carried coffins and burnt near the president’s office in front of the security personnel.",
    "“If you can’t rule the country, give it to somebody else,” Opposition Leader Sajith Premadasa told the gathering before concluding the protest.",
    "Premadasa said Middle Eastern countries have agreed to grant fuel without any payment for two years when he establishes a government.",
    "President Rajapaksa’s Sri Lanka Podujana Peremiuna (SLPP)-led government has messed up with some key policy measures, opposition party says.",
    "It’s fertilizer policy has reduced harvests sharply in the last cultivation season and the island nation is likely to face a food shortage because of that, the opposition has said.",
    "Severe US dollar shortage has reduced the imports of fuel, cooking gas, and milk powder and an extended power cuts across the island nation.",
    "People have been in queues for hours to buy cooking gas, fuel, milk power, wheat flour, and kerosene due to lack of dollars to import those commodities.",
    "“Are you ready to send this government home as they have not listened to the people?” Sajith Premadasa asked when he addressed the protesters.",
    "“All these people have come without fearing of possible tear gas spray,” he said.",
    "After holding the rupee at 200 per US dollar for nearly one year, the central bank’s decision to allow flexibility in exchange rate has led to a nearly 40 percent depreciation since March 8.",
    "The Sharp fall in the rupee also has made fuel, imports, essential foods, medicines, and transport services more expensive.",
    "The government, after dragging for many months, finally, has decided to seek International Monetary Fund (IMF) assistance on Tuesday.",
    "The SLPP government has been against an IMF programme and had refused to seek the global lender’s assistance when they realized the country was heading for an economic and debt crisis.",
    "In fighting between SLPP ministers have led the public to suffer in the power sector while the country is facing heightened risk of sovereign debt default due to sharp drop in foreign reserves, an economic analyst said.",
    "Analysts say Tuesday’s protest was a tip of an ice berg of the frustrated public in the country.",
    "The latest protest comes after the government’s strong coalition has showed clear signs of split.",
    "The government has already lost two-third majority in the parliament after President Rajapaksa sacking two key cabinet ministers early this month.",
    "Tuesday’s protests saw tensed situation between security forces and the protesters.",
    "The protesters were allowed to come near the presidential office next to the island nation’s protesting site and Chinese-owned high end Sangri-La hotel.",
    "Police officials facilitated the protesters to come neat the protesting site by closing some roads in the commercial heart of Colombo. (Colombo/March15/2022)"
  ]
}