{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/27/filling-station-mishap-switches-diesel-petrol/",
  "time_ut": 1653655860,
  "title": "Filling station mishap switches diesel-petrol",
  "body_lines": [
    "COLOMBO (News 1st); Fuel ships continue to arrive in Sri Lanka, queue up and wait for their turn to be unloaded while the people, alternatively, queue up to obtain fuel.",
    "Amidst these issues, those who queued up at the Adigama filling station had to experience issues due to a diesel-petrol exchange.",
    "13,200 liters of diesel and petrol were received by the filling station yesterday (26).",
    "A person in queue said that although they filled their tank with diesel after spending Rs. 38,000, the entire tank ended up containing petrol instead. Afterwards, they have experienced several issues with regard to vehicles, when they stopped in the middle of the road or missed turns.",
    "“Because my vehicle was not moving, I went all the way up to Kochchikade and turned around and came back. When I came back, oil started pouring out from all four sides. I was unable to move it,” he said.",
    "Another person who obtained fuel in the same way said that the motorcycle did not start yesterday (26), and even after repairing it from a garage, the motorcycle still did not function today as well.",
    "Many returned to the filling station in hopes of replacing the fuel, as it was unclear whether it was petrol or diesel which were filled into tanks.",
    "However, the filling station employees responded asking the vehicle owners to leave their addresses and names, and said that they will contact to provide the correct fuel later on. Another employee admitted that it may have been a mistake on their part, while they later claimed that they accept that responsibility.",
    "Today (27), the Anamaduwa Adigama filling station was sealed, while the Regional Administrator of the Ceylon Petroleum Corporation, S.J. Somaratne said that samples were taken for testing.",
    "Cops rounding up peaceful protestors; SJB writes to IGP demanding end to arrests"
  ]
}