{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-hosts-london-investor-forum-aiming-foreign-money-into-capital-market-91598/",
  "time_ut": 1647163620,
  "title": "Sri Lanka hosts London investor forum aiming foreign money into capital market",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Colombo Stock Exchange  (CSE) in association with the Securities and Exchange Commission and nine stock brokering firms will host an investor forum in London from March 28-30 to boost foreign investments into the island nation’s capital market.",
    "“The main focus is to attract foreign investments from Sri Lankan diaspora and foreign funds,” a CSE source told EconomyNext.",
    "Sri Lanka suffered 50 billion rupees worth foreign outflow last year due to the macroeconomic uncertainty, sovereign debt default and exchange rate risks. It has seen 2.7 billion rupees of outflow so far this year, the CSE data showed.",
    "The latest forum in the CSE’s investment roadshow comes as Sri Lanka is struggling with economic crisis after nearly 32 percent rupee depreciation amid severe forex shortage, lack of essential commodities, rise in interest rates, record high inflation, negative returns on fixed income, and extended power cuts.",
    "“Sri Lanka remains focused and committed to stabilizing and re-orienting the",
    "economy, and to ensure that our nation is on a path towards meaningful and",
    "“Sri Lanka is committed to forging ahead with our reform agenda and our bid to",
    "develop into a strong, stable and resilient economy, and an attractive place to do",
    "“In terms of the stock market, CSE trades at a discount compared to most frontier",
    "markets and is supported by a promising growth potential among listed",
    "Ajith Nivard Cabraal, the Central Bank Governor, will deliver the keynote speech at the forum, the organizers said.",
    "The Sri Lankan delegation includes the Chairmen of the SEC and CSE, Senior representatives of the SEC, CSE, Stock Brokering firms. (Colombo/March13/2022)"
  ]
}