{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-to-investigate-cops-who-stopped-masked-armed-riders-at-protest-site-92633/",
  "time_ut": 1649226900,
  "title": "Sri Lanka police to investigate cops who stopped masked, armed riders at protest site",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s police chief has promised the commander of the army a probe into an incident involving police officers on duty at a protest site in Colombo that had reportedly questioned a group of masked and armed soldiers that had arrived on unregistered motorbikes.",
    "Inspector General of Police (IGP) C D Wickramaratne has informed Army Commander Shavendra Silva that an investigation will be held on the incident, the police media division said on Wednesday (06).",
    "A video circulating on social media showed at least eight armed riders with their faces concealed riding four black motorbikes with no visible license plates to a protest near parliament Tuesday (5) afternoon.",
    "Footage showed protestors react angrily to the arrival of the masked men, with some overheard jeering and hooting at them. The video also showed two police officers questioning the bikers.",
    "The video further shows police officers trying to apprehend the suspicious biker squad. However, the masked group is seen fleeing the scene after the police officers attempted to question their identity.",
    "A wave of protests have erupted in Sri Lanka since last Thursday (31) demanding the resignation of President Gotabaya Rajapaksa and his government for their handling of one of the worst economic crises in the country’s history. The first protest held last Thursday near Rajapaksa’s private residence turned violent leading to a confrontation between police and protestors. The government has blamed the isolated incidents of violence on radical “extremists” with affiliations to opposition parties who have infiltrated the otherwise peaceful public protests.",
    "Sri Lanka defence establishment monitoring protests for acts of violence: official",
    "Issuing a statement regarding the incident, Director of Media, Army, Brigadier Nilantha Premarathne said Army Commander Gen Shavendra Silva has asked the IGP to take disciplinary action against the police officers who, according to the statement, had “interrupted” the duty of the Army bikes squad.",
    "“When four motorcycles belonging to the Sri Lanka Army motorcycle team approached the roadblock near the parliament complex, two police officers on duty at the roadblock misbehaved with the members of the motorcycle crew,” Premarathne said.",
    "“A request has been made to the IGP to conduct an immediate investigation and take disciplinary action.”",
    "Premarathne said, responding to the incident, the IGP has informed the Army Commander that appropriate disciplinary action will be taken.",
    "Defence Ministry Secretary Gen Kamal Gunarathne has also instructed the IGP and the Secretary to the Ministry of Public Security to take immediate action regarding the incident. (Colombo/Apr06/2022)"
  ]
}