{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Transport-food-industries-feel-ripple-effect-from-sharp-fuel-hike/56-735334",
  "time_ut": 1653515880,
  "title": "Transport, food industries feel ripple effect from sharp fuel hike",
  "body_lines": [
    "National Transport Commission approves to increase both State and private bus fares by 19.5%",
    "Minimum bus ticket up from Rs. 27 to Rs. 32, maximum fare up from Rs. 2,022 to Rs. 2,417",
    "Private Bus Owners’ Association says number of harassment complaints received from commuters",
    "Call on conductors and drivers not to be harsh on commuters with change money",
    "Threaten transport authorities to introduce card system or they will increase prices again in July",
    "Three-wheel union hikes fare from Rs. 80 to Rs. 100 in Western Province, in outskirts to Rs. 120",
    "In a cascading effect of the sharp fuel hike announced on Tuesday, transport sector and food industries announced upward price adjustments across the board.",
    "Buses, three-wheels, container and canteen associations announced the inevitable price hikes.",
    "Following the Cabinet nod to revise transportation and other service charges, the National Transport Commission (NTC) also announced that bus fares were increased by 19.5% from last night.",
    "Accordingly, the minimum bus fare was increased from Rs. 27 to Rs. 32, whilst the maximum fare is up from Rs. 2022 to Rs. 2,417. In parallel to the price revision, semi luxury, luxury bus fares were also increased.",
    "“The revision was made in line with the fuel price hike, as stipulated in the National Transport Policy,” Lanka Private Bus Owners Association President Gemunu Wijeratne told the Daily FT, adding that they hope that the Government will introduce concessions for bus fares and to reduce prices within a month.",
    "“We are also part of the community. We cannot increase the price like this. The public cannot bear this anymore. There are a few initiatives that have been proposed towards providing commuters some relief,” he added.",
    "Wijeratne also said that he had received a number of complaints on charging extra from commuters.",
    "“I urge the bus conductors and drivers not to be unfair by the public in charging fares, whilst also requesting commuters to always keep change,” he said.",
    "He claimed that bus conductors and drivers were earning more than a doctor today, as they share the profit after daily operations.",
    "“We have been requesting the transport authorities to introduce a card system which is beneficial and transparent to the commuters, bus owners – but the requests were ignored. However, once the G.C.E. Examination is over, if authorities will not introduce a transparent mechanism, we will definitely go for another price revision in July,” Wijeratne stressed.",
    "All Island Three-Wheeler Drivers and Owners Association (AITWDOA) has decided to increase the fare for the first kilometre to Rs. 100 within Western Province, whilst it will be Rs. 120 in outskirts.",
    "“A decision was reached to increase the fare of the first kilometre to from Rs. 80 to Rs. 100 with effect from Tuesday, while Rs. 80 will be charged for each kilometre thereafter in the Western Province. Rates outside Western province will start from Rs. 120 and Rs. 80 per kilometre from thereafter,” AITWDOA Media and Propaganda Secretary Kapila Galapitage said.",
    "He justified the higher fare in the outskirts, especially in hilly areas where the fuel consumption is more.",
    "Galapitage argued whether the price hikes and shortages were the concession this Government promised to grant the public. “Our members are desperately waiting in long queues for days amidst heavy showers and in scorching sun part of the day and then do the hires to provide for their families,” he said, adding that nearly one million families are dependent on their daily income earned from three-wheel hires.",
    "The All Island United Container Transport Owners’ Association (AIUCTOA) also announced that freight container transportation charges were increased by 35%.",
    "The All Island Canteen Owners’ Association (AICOA) increased prices 10% across the board.",
    "“In view of the transportation cost involved in sourcing ingredients including flour, vegetables, poultry, dairy, eggs and fish the price hike was inevitable,” AICOA President Asela Sampath told the Daily FT.",
    "He said two months ago people used to buy a good portion of rice and curry with a choice of their protein for around Rs. 150 but now, it has increased to Rs. 350 and more.",
    "Sampath said the decision to increase prices by just 10% was reached considering the half a million people directly and indirectly dependent on the industry.",
    "“The industry must be protected from collapsing. Our stakeholders are represented in street-level eateries to the public and private sector canteens,” he explained, adding that weakening economic conditions have also impacted its related industries severely, where 50% of them have closed down already.",
    "The AICOA President said the rising costs were also adding on to the wages of their staff and because many businesses could not cope with it, the majority of those cooks have shifted to the construction industry as labourers.",
    "“It is said that not only our business is deteriorating, but also the purchasing power of people and their health. After all, we are also part of this community,” he pointed out."
  ]
}