{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-litro-promises-continuous-lp-gas-supply-cpc-says-fuel-en-route-91822/",
  "time_ut": 1647603840,
  "title": "Sri Lanka’s Litro promises continuous LP gas supply; CPC says fuel en route",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state run liquid petroleum (LP) gas company Litro announced a continuous supply of cooking gas cylinders to the market starting Friday (18), while the Ceylon Petroleum Corporation (CPC) said a fuel consignment sufficient for 20-25 days is also expected.",
    "A Litro spokesman said 120,000 cylinders of LP gas were to be released to the market on Friday after a consignment of 3,500 metric tons of gas was unloaded at the Muthurajawela gas terminal.",
    "The spokesman said that, in the coming days, Litro will issue gas according to market demand.",
    "However, media reports showed long queues of people outside gas traders for long hours till the cylinders arrived. An ongoing forex shortage has led to similar queues for many essentials including fuel.",
    "The dealers said, even though cylinders have been issued by the supplier, they have yet to reach them for distribution.",
    "With the government focusing on purchasing fuel for daily consumption as well as power generation, importers said that commercial banks are no longer opening letters of credit (LCs) for them.",
    "Last week, both Litro and the private Laugfs Gas Pvt Ltd that make up the LP gas duopoly in Sri Lanka predicted a possible shortage. Both companies had suspended gas supply to the market for a few days until Litro recommenced distribution on Friday with the arrival of the new consignment.",
    "Meanwhile, fuel stations said demand for kerosene has increased, and people waiting in line at fuel stations can also be seen along with vehicles waiting for petrol or diesel.",
    "Several fuel stations that supply CPC fuel and Indian Oil Company (OIC) fuel told EconomyNext that several types of fuel are not available to consumers at the moment.",
    "“We have no types of fuel yet. Not Until Monday (21). We have closed the station,” a spokesman for an IOC fuel station in Maharagama said.",
    "Another IOC station in Colombo 07 told EconomyNext that diesel will not be available till late evening on Friday, but enough petrol stock is available for consumers.",
    "Despite CPC claims that there is no fuel shortage in the country, media reports continue to show long ng queues of vehicles waiting in front of CPC fuel station island wide.",
    "CPC chairman Samantha Ratnayaka on Wednesday (16) said Sri Lanka was due to receive 140,000 metric tons of diesel and 60,000 metric tons of petrol in the next few days.",
    "“Apart from the petrol consignment we unloaded on Wednesday, we expect to receive 60,000 metric tons of petrol,” Ratnayaka said.",
    "“We have yet to receive these consignments, but they will be sufficient for around 20-25 days, so there will be no fuel storage in the country in the near future,” he said.",
    "Officials said even though Sri Lanka has enough fuel for daily consumption, panic buying by consumers has created shortages in the country. (Colombo/Mar18/2022)"
  ]
}