{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Is-Basil-looking-to-India-at-the-cost-of-China/172-233416",
  "time_ut": 1647632460,
  "title": "Is Basil looking to India at the cost of China?",
  "body_lines": [
    "Twice-postponed Finance Minister Basil Rajapaksa's visit to New Delhi took place finally to secure a US $ 1 billion credit line to purchase essentials - food items and pharmaceuticals for dollar-starved",
    "India offered such assistance for Sri Lanka to stave off food and fuel shortages. The latest engagements herald the elevation of Indo-Lanka bilateral economic ties to new heights.  The US $ 1 billion credit line for essentials and another US $ 500 million credit arrangement for fuel purchases serve as a lifeline to the ailing Sri Lankan economy with people idling for hours on end for buying petroleum products and domestic gas cylinders.  With the freeing up of exchange rate, the rupee value has drastically dropped against the US dollar resulting in the spikes of imported items. Supermarket shelves have been stripped bare of milk powder.",
    "Any credit facility from a friendly country matters a lot at a crisis time of this nature. Be that as it may, there is nothing called ‘free lunch’ in international affairs. It is nothing but the pursuit of each other’s interests. In diplomatic parlance, it may be called ‘win-win’ cooperation.",
    "Sri Lanka had to reciprocate to benefit from the Indian offer. As such, ahead of the Finance Minister’s visit, the two countries rushed to sign agreements that will give a vital stake for India in the power and energy sector of Sri Lanka. Those Indian interests in Sri Lanka have remained for a long time, and can even be traced back to the Memorandum of Understanding (MoU) signed in 2017 under the previous Yahapalana government.  When Prime Minister Narendra Modi visited Sri Lanka in 2015, he spoke of a petroleum hub in Trincomalee.",
    "One of the agreements signed ahead of the Finance Minister’s is a Joint Venture and Shareholders’ Agreement (JVSHA) for the Trincomalee Power Company Ltd (TPCL). The National Thermal Power Corporation (NTPC) Ltd from India and the Ceylon Electricity Board (CEB) will develop a 100MW solar power plant at Sampur in Trincomalee. It is a strategically important project for India envisaged in the 2017 MoU. It never took off the ground, though.",
    "Any credit facility from a friendly country matters a lot at a crisis time of this nature. Be that as it may, there is nothing called’ free lunch’ in international affairs. It is nothing but the pursuit of each other’s interests. In diplomatic parlance, it may be called ‘win-win’ cooperation",
    "Another agreement is to develop a 500 MW wind power project in Mannar by Adani Group, a leading company that enjoys the full backing of the Indian government.  The company, in partnership with John Keells Holdings and Sri Lanka Ports Authority, has secured the contract to develop the West Container Terminal of the Colombo Port. Now, the Indian company will increase its reach to the northern region of Sri Lanka. The north and the east are the areas where India has strategic interests which it will never compromise no matter what.",
    "Ahead of the 2019 presidential elections, with the sign of President Gotabaya Rajapaksa winning, analysts of international affairs believed that the incoming regime would get closer to China, much to the consternation of the western world and India.   Even India would have been worried about such a predicament of Sri Lanka getting drawn into the sphere of Beijing’s influence. But, things turned out to be otherwise.",
    "But, right at the beginning, the key interlocutors of the Gotabaya Rajapaksa government’s foreign policy, empathized that it would have an India- first security policy.  The new government handpicked Milinda Moragoda to serve as Sri Lankan High Commissioner to New Delhi.  He even presented a roadmap for the development of ties with India. The energy sector development and grid connectivity are two of the points highlighted in the report.",
    "Now, mutual trust that suffered after Sri Lanka’s unilateral abrogation of the agreement to develop the East Container Terminal of the Colombo Port has been restored with the recent initiatives.",
    "Today, in the government, it is the writ of the Finance Minister applied across the board. He is calling the shots in a big way. He was instrumental in removing MPs Wimal Weerawansa and Udaya Gammanpila from their posts. He has his say in the conduct of economic affairs with other countries.",
    "He played his part in bringing New Fortress Energy of the United States to invest in LNG (Liquefied Natural Gas) in Sri Lanka. Now, he has done his part giving wide scope for India in the economic activities of Sri Lanka in terms of bilateral investments in a move to blunt allegations that there is only Chinese presence in Sri Lanka as far as Foreign Direct Investments (FDI) are concerned.",
    "In recent times, there is lackluster performance on the part of the government in wooing investments from China.  In fact, Sri Lanka was entangled in a commercial dispute with China over the rejection of the fertilizer stock supplied by Chinese company Qingdao Seawin Biotech Company.",
    "Daily Mirror reliably learns that some investment proposals submitted by key Chinese companies with international acclaim have not been considered by the government. The question that arises in the minds of many: is the finance minister trying to reset Sri Lanka’s international relations with a more focus on India and the western world?",
    "The answer is obvious given the minister’s political ideology.  He is ambitious to be the next leader. He believes India is a country that understands Sri Lankan politics and has influence over it more than any other country in the world. As such, it may be his belief that the accommodation of India on board will help realize his political ambitions. Also, he may be contemplating on keeping pressure from the western world at bay by trying to project Sri Lanka as a country open for them, but not solely for China.     Nevertheless, it is impossible for Sri Lanka to attract substantial foreign exchange in items of FDIs without China. So, the country has to walk a tight diplomatic rope without compromising its relations with any country, be it India, US, or China."
  ]
}