{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/17/combined-crises-where-do-we-stand/",
  "time_ut": 1647525360,
  "title": "Combined crises: Where do we stand?",
  "body_lines": [
    "COLOMBO (News 1st); The Ministry of Energy stated that despite a demand of 9,000 metric tons per day for fuel, only 7,000 metric tons could be supplied.",
    "The Ministry also stated that the demand for diesel at CEYPETCO filling stations has increased due to the increase in IOC prices.",
    "Meanwhile, the payment for the fuel tanker that arrived in the country has been further delayed as the Secretary to the Ministry of Energy, K.D.R. Olga said that the required $ 42 million was not procured even until this afternoon.",
    "Today, the price of a barrel of crude oil in the world market was less than 100 dollars, however the Minister of Energy stated that while the oil price fluctuates, the amount to be paid to the ship when one arrives with a consignment of crude oil is usually predetermined.",
    "With regard to the gas issue, the Government stated last night (16) that funds of UDS 8 million have been released for the gas ship which arrived in Colombo, and was subsequently paid.",
    "Yet, today (17), the company Litro Gas did not release a single cylinder to the market.",
    "However, the company stated that it will begin unloading 3,500 metric tons of gas aboard the ship tomorrow and release it to the market from tomorrow onward.",
    "Yet the problem remains that this stock of gas is only enough to last for three days.",
    "The Laugfs company, meanwhile, said it had not yet been able to obtain letters of credit to purchase gas.",
    "Amidst these issues, the Ceylon Electricity Board states that a power cut of 03 hours and 15 minutes will be imposed even today (17).",
    "The CEB further stated that the Kelanitissa Combined Power Plant, Uthuru Janani and Kelanitissa GT7 power plants are currently out of fuel to function.",
    "Six Sri Lankan fishermen arrested for alleged fishing in Indian waters"
  ]
}