{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/eat-street-cmb-2022-set-to-tantalize-colombos-tastebuds-this-weekend/",
  "time_ut": 1648220820,
  "title": "EAT STREET CMB 2022 set to tantalize Colombo’s tastebuds this weekend",
  "body_lines": [
    "The highly popular, much-awaited open-air street food festival, EAT STREET CMB 2022, will tantalize Colombo’s tastebuds on Saturday the 26th and Sunday the 27th of March 2022, from 11.am to 11pm, at Green Path Colombo (Ananda Coomaraswamy Mawatha, Colombo 07). The festival has built a reputation as Colombo’s top street food festival, amongst Colombo’s foodies and everyone else looking to have fun and enjoy good food. This year, the title sponsor of the event is Coca-Cola, and the Hon. Prasanna Ranatunga – Minister of Tourism is expected to be the Chief Guest at the festival. EAT STREET CMB 2022 is also endorsed by the Sri Lanka Tourism Promotion Bureau.",
    "Discussing the event and highlighting some of the exciting activities scheduled, Shazard Naushad- Director at Share Innovations said, “As Colombo’s most highly-anticipated street food festival and event for foodies, we are very pleased to return in 2022, after facing numerous challenges, including having to postpone a number of our events in the past two years. Thus, we invite everyone to come to Green Path this weekend and enjoy an eclectic kaleidoscope of gastronomic delights, representing all categories of street food, along with numerous fun activities and challenges for the whole family. This time round, we have planned an exciting series of activities including our signature ‘Colombo Eating Challenge’. The ‘Colombo Cooking Challenge” and “Bid to Eat” competitions are also sure to provide plenty of excitement, alongside our open-air movie lounge, live music band and many other fun activities. It’s going to be a blast this time round, plus we have taken all necessary precautions and are fully compliant with all MoH Covid guidelines, so we look forward to seeing every kind of foodie and thrill-seeker at Eat Street CMB 2022.”",
    "Along with title sponsor, Coca-Cola, EAT STREET CMB 2022 has also partnered with Uber Eats as official food delivery partner, Alerics Ice-Cream as presenting sponsor, Sun-FM as official radio partner, Dialog viu and Dialog Television as official TV partners, Dialog eZCash and Dialog genie as official digital payments partners, Yamu and Newswire as online media partners, the Daily Mirror, the DailyFT, the Sunday Times, Lankadeepa, Deshaya and Adha as official newspaper partners, Emerging Media as LED advertising partner and HardTalk as official PR partner.",
    "Aitken Spence among CPM’s Top 10 Companies with the ‘Best Management Practices’",
    "DFCC Bank celebrates 25 years of pioneering renewables in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}