{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/21-A-should-be-a-genuine-move/172-238054",
  "time_ut": 1653936000,
  "title": "21 A should be a genuine move",
  "body_lines": [
    "As we editorially commented a few weeks ago, the reintroduction of the 19th Amendment to the Constitution in the form of 21st Amendment as the solution to the current political impasse, it would not definitely be a solution to the immediate economic issues such as the incredibly rising cost of living, and the shortage of essential items.",
    "Yet, it is a good move for the pruning of executive powers accumulated in one person, the President. And this might be an opportune time to reenact the provisions of the 19th Amendment with appropriate changes based on the experience gained during the previous government.",
    "The current regime is the one that very clearly proved that the powers amassed in one person alone cannot solve problems faced by the people. It also proved that such powers are counterproductive, as the system prevents collective responsibility to the efforts to solve those problems. It also encourages subservience to the President, and not creative contribution on the part of the Cabinet and the Parliamentary group of the ruling party, in their actions.",
    "However, misconceptions still prevail about the possible scenario that would emerge once the executive Presidency is scrapped. One such strong contention is that executive Presidency is needed to prevent separatism and the protagonists of it argue that Executive Presidency should be the mode of governance so long as the 13th Amendment under which the provincial councils are created is in force. A leading monk had also echoed this view last week when Justice Minister Wijeyadasa Rajapakshe explained the proposed draft 21st Amendment prepared by him to the monk.",
    "Here, the misconception is that executive powers also vanish into the thin air when the Executive Presidency is scrapped. But in fact they are automatically vested in the Cabinet to be collectively implemented. When it comes to war and peace or quelling riots, one must recall how Prime Minister S.W.R.D.Bandaranaike handled the 1958 ethnic riots though Governor General Sir Oliver Goonetilleke and how Sirimavo Bandaranaike defeated the 1962 coup and crushed the JVP’s first insurrection in 1971 with a iron fist. Under the Westminster mode of governance the Cabinet including the Prime Minister is always in Parliament to answer about their decisions and actions, whereas the President cannot even be referred to in Parliament, provincial councils or local councils without a substantial motion, under the executive Presidency.",
    "Also there are many other countries which had successfully handled interstate and intrastate armed conflicts, without the Executive presidency being the mode of governance in those countries. For instance, India eradicated Naxalite movement in 1950s and 1960s. Seven decades on, the current isolated incidents in the name of Naxalites in some states in India do not have even the remotest capacity to challenge the democratic polity of that country. India also fought several wars with Pakistan and China. The ten week war fought by Britain in 1982 with Argentina over Falkland Islands was another case in point. Britain has also contained the IRA rebellion.",
    "Cruelty, highhandedness and high profile corruption on the part of the government and the governing clans have been evident both under the Westminster governing system and Executive Presidency. The only difference is that the decision makes would have to “practically” be answerable to the Parliament under the Cabinet form of the government. One has to weigh the current provision for the President to be responsible to the Parliament against how the past and present Presidents have respected the Parliament’s writ.",
    "It is argued that the executive Presidency cannot be abrogated without the approval of the people through a referendum and hence, the 19th Amendment was bought in as a measure to strengthen the Parliament in the highest possible manner. If the proposed 21st Amendment is meant for the same purpose it should also prune the powers of the President in the highest possible manner. It should not be a diversionary scheme to dilute the current people’s agitations against the perpetrators of the economic mayhem that they are faced with now. It should also not be a shield against the call against the executive Presidency which had gained momentum now to the extent that even President Gotabaya Rajapaksa who scrapped the 19th Amendment 19 months ago had stated he would support any move to abolish executive Presidency."
  ]
}