{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-boosts-services-to-melbourne-adding-second-daily-a380-flight/",
  "time_ut": 1648129440,
  "title": "Emirates boosts services to Melbourne adding second daily A380 flight",
  "body_lines": [
    "Emirates has announced the second daily flight on its Dubai-Melbourne route, served by its flagship A380 aircraft. Starting 1 May, the airline will offer customers fourteen weekly services from Dubai to Melbourne.  The expansion of services is supported by the Victorian Government to help fast-track the return of international flights to Melbourne and bring more visitors to the state.",
    "The additional daily frequency between Dubai and Melbourne will grow Emirates’ seats to over 1,000 a day totalling 700,000 a year between the airline’s global Dubai hub and Victoria, with 516 seats on each flight. Travellers can choose from 14 First Class suites, 76 lie-flat seats in Business Class and 426 ergonomically designed seats in Economy Class. Tickets can be booked on emirates.com, the Emirates App, or via both online and offline travel agents.",
    "From 1 May, Emirates’ additional daily flight will depart Dubai daily at 10:05hrs, arriving in Melbourne at 05:30hrs the next day. From Melbourne, the flight will depart at 05:15 and arrive in Dubai at 13:10hrs. The additional flight will join the existing service which flies daily from Dubai, departing at 02:40hrs and arriving at 21:50hrs in Melbourne. From Melbourne, the flight departs at 21:15hrs and is scheduled to arrive in Dubai at 05:15hrs the next day. All times are local. The addition of the second daily A380 service will also offer customers more convenience with the option of choosing a morning or evening flight, for optimal onwards connection opportunities when they stop in Dubai.",
    "Before the pandemic, international flights brought more than 3.1 million visitors to Victoria each year and injected $8.8 billion into the economy. Emirates carried 22 per cent of the 1.3 million passengers that arrived in Victoria from key European countries such as Germany, France, Italy, the Netherlands and Switzerland, which added $86 million to the Victorian economy in 2019.",
    "Barry Brown, Emirates Divisional Vice President for Australasia said: “As an international airline that has been serving Australia for over 25 years, we are especially delighted to boost our services to Melbourne, adding yet more seats and flight options to the Victorian capital. Our second daily A380 service reaffirms our ongoing commitment to Australia and our loyal passengers as demand for international travel continues to increase. The newly expanded flight schedule also means our customers can experience three continents in one day, enjoying their breakfast in Australia, lunch in Dubai, and dinner in Europe.”",
    "“Emirates’ inaugural flight to Australia arrived in Melbourne in 1996. Since then, we have carried more than 11 million passengers on this key route and we are delighted that Victorian travellers and businesses can continue to enjoy the global reach that our expansive network offers.”",
    "With Australia being the third-largest destination for Emirates’ A380 operations, the airline has been continuously committed to increasing flights to Australia which will soar to 42 weekly flights in May, with the airline’s flagship flying to Sydney, Melbourne and Brisbane. From then Victoria and News South Wales capitals will be served by twice daily flights and the Queensland capital once daily, operating on the iconic A380 aircraft.",
    "Allianz Lanka partners with oDoc to create value for customers",
    "INSEE Cement signs MOU with Southern Provincial Council extending Technical Officers and Provincial Engineers skills development programme",
    "Finance Committee: Monetary Board insulted Parliament; SBJ calls for action against ‘culprits’",
    "Criminalisation of same-sex sexual activity in Sri Lanka breached rights of a LGBTI activist, UN women’s rights committee says",
    "UWU Graduation – Another generation set to soar above storms!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}