{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/Sanctions-from-West-will-drive-Russia-and-China-into-each-others-arms-Dr-Dayan-Jayatilleka/334-232109",
  "time_ut": 1646163120,
  "title": "Sanctions from West will drive Russia and China into each others’ arms: - Dr. Dayan Jayatilleka",
  "body_lines": [
    "The sanctions are intended to cut Russia from the world economy",
    "Russia is fighting a ‘limited war’",
    "If US troops had been sent to Ukraine it would have risked a clash with Russia",
    "The West says it wants to “isolate Russia from the international community”",
    "",
    "",
    "",
    "As Russian troops continue to battle their way towards Kyiv, the capital of Ukraine, naval tensions continue to escalate in the Black Sea. The Ukrainian President Volodymyr Zelensky, even though is an amateur in the field of politics has managed to grab the attention and sympathy from around the world. The crisis prompted the United Nations General Assembly to call for an emergency meeting in decades and the first round of peace talks in Belarus ended with no solution. In the meantime, the Ukrainian President signed a formal request to join the European Union. However, international relations experts believe that the possibility of a war between Russia and Ukraine has been brewing for sometime. As people continue to flee Ukraine and the West continues to impose sanctions on Russia - the fifth largest economy in Europe, both countries are likely to face heavy consequences in its aftermath.",
    "",
    "In a candid interview with the Daily Mirror, Sri Lanka’s former Ambassador Extraordinary and Plenipotentiary to the Russian Federation in 2018-2020, Dr. Dayan Jayatilleka sheds light on the background of this crisis, North Atlantic Treaty Organisation (NATO)’s expansion towards Russia, result of the West imposing sanctions on Russia and what lies ahead in this crisis.",
    "The Excerpts :",
    "Q   Could you explain the historical background to the Russia-Ukraine crisis?",
    "At the very outset I must clarify that I am speaking purely in my personal capacity as Sri Lanka’s former Ambassador Extraordinary and Plenipotentiary to the Russian Federation in 2018-2020 and author of a book on the Cold War, published by Palgrave Macmillan, UK in 2014.",
    "",
    "I think it is best not to rely on Western or Russian official sources in answering your question. As a political scientist I prefer to go to the scholarly sources. In my lifetime, no one in the field of international relations and foreign policy has been a more respected name than Dr. Henry Kissinger, with a single exception. That solitary exception is George Kennan, the iconic author of the doctrine of ‘Containment’ in 1946-47 which was the guiding doctrine of US foreign policy towards the Soviet Union; a policy which proved ultimately successful, though Kennan himself criticized the Reagan doctrine as a needless over-militarization of his own conception of Containment.",
    "From 2015, Prof. John Mearsheimer of the Dept of Political Science at the University of Chicago and a famous figure in the field of international relations and foreign policy has pointed out that George Kennan prophetically predicted the present crisis.",
    "",
    "",
    "\"While criticism of Russia’s intervention is legitimate, it is also  hypocritical when it comes from NATO, given that NATO bombed and  rocketed a country—Yugoslavia -- out of existence in 1999 using far more  force against civilian infrastructure than the Russians seem to have  used so far in Ukraine\"",
    "",
    "",
    "Renowned as America’s greatest 20th century diplomat, George Kennan wrote an Op-Ed in the New York Times on February 5, 1997 entitled “A Fateful Error” warning that “expanding NATO would be the most fateful error of American policy in the entire post-Cold War era.” But he was ignored, and the USA did exactly what he warned against, despite the historic success of his policy doctrine!",
    "",
    "On a recent edition of Fareed Zakaria GPS, Zakaria interviewed Condoleezza Rice, and while doing so he showed on screen the memoranda sent to her when she was US Secretary of State, by Ambassador William Burns who was serving in Moscow at that time. Bill Burns is currently the head of the CIA. In those old cables, Burns warns that he has spoken to Russians across the political spectrum from liberal to conservative and their apprehensions about the possibility of neighbouring Ukraine becoming a NATO member was “almost neuralgic”. Zakaria asked Condoleezza Rice whether, in the face of these warnings from her own ambassador, it was not a colossal mistake made by the USA to say that Georgia and Ukraine could become NATO members. She replied smilingly yet unblinkingly “well, Fareed, I was quite aware of this even before Ambassador Bill Burns sent those cables but you know that the job of the Secretary of State is that you sometimes have to choose between competing values”.",
    "So that, in my view, is the historical background to the present crisis and conflict.",
    "Q   In an earlier write up you mentioned that it is in fact the NATO’s hostile military alliance moving towards Russia and this is Russia’s way of responding to it. What does Russia gain from attacking Ukraine since Joe Biden himself has said that Ukraine won’t be a NATO country in the ‘near future’?",
    "As John F. Kennedy (supposedly) said “never mind what he says, watch his hands!” There have been five successive waves of NATO expansion eastwards to the Russian borders, ignoring Russia’s legitimate security concerns, protests and warnings.",
    "",
    "While criticism of Russia’s intervention is legitimate, it is also hypocritical when it comes from NATO, given that NATO bombed and rocketed a country—Yugoslavia -- out of existence in 1999 using far more force against civilian infrastructure than the Russians seem to have used so far in Ukraine. The West invaded Iraq on false charges of possessing WMD. Yugoslavia, Iraq and Libya were not America’s neighbours and did not pose a security threat to the US or NATO.",
    "",
    "How could any Russian leader take the risk with his country’s security, by trusting the word of any American leader, when President Trump unilaterally withdrew from the nuclear deal with Iran, though the International Atomic Energy Agency (IAEA) in Vienna had declared that Iran had remained in compliance with the Joint Comprehensive Plan of Action (JCPOA) negotiated with President Obama? In 2011 the USA went far beyond the UN Security Council resolution on Libya which was limited to the humanitarian crisis in Benghazi and expanded the operation, culminating in the lynching of Muammar al Ghaddafi, about which US Secretary of State Hillary Clinton exulted!",
    "How can the word of a President of another country be trusted when your country’s security is at stake, when the West violated a UN Security Council resolution which acknowledged that Kosovo was a province of Serbia, and instead protected and shepherded it to independence?",
    "Q   The US initially decided to send military troops and assistance to Ukraine, President Biden has decided against it. They are now looking at imposing sanctions instead. What are your observations regarding this change in decisions?",
    "If US troops had been sent to Ukraine it would have risked a clash with Russia which has an overwhelming preponderance of conventional force in the ‘theatre’. The US has been sending billions of dollars’ worth of assistance to the Ukrainian army for the past several years and has authorized more weapons deliveries just days ago. The decision on sanctions has dangerous implications, because, to use the words of the western leaders themselves, the sanctions are intended to cut Russia off from the world economy, to ‘destroy’ the Russian economy and to bring so much pain to the Russian people that they will turn against the Russian leadership.",
    "Q   What would be the impact of Western nations imposing sanctions on Russia?",
    "As history has shown, and as I have observed from my conversations (I have visited Russia in the 1960s, 1970s and 1980s, well before I became ambassador) Russia is a country that has suffered great hardships in the past but has never and will never capitulate and can never be intimidated. What it will succeed in doing is to drive Russia and China into each other’s arms, forming a very powerful partnership, a potential counter-power, including on the economic front.",
    "Q   Even though the general notion was that Ukraine would be defeated in no time, they too seem to be retaliating. For instance, they shot down four Russian missiles, hacked Russian TV channels etc. What are your observations?",
    "Yes, I think the Ukrainians are resisting admirably, but I wouldn’t take every news report or assessment from either the Western or Russian media at face value. As my father, Mervyn de Silva, an internationally known editor and foreign correspondent used to say, the truth is usually somewhere in-between. It must be borne in mind that a defending force almost always has fewer casualties than an attacking force.",
    "",
    "Furthermore, the Russians are fighting with one hand deliberately tied behind their back. After the first day of operations when they knocked-out the main military infrastructure of the Ukrainians, the Russians deliberately took a political and policy decision to stop using their superb air-force which had done such effective work in Syria. The Russians have also used only half or less of their assembled forces across the border. They are fighting a ‘limited war’ as surgically as possible, while Ukraine is quite understandably, trying to fight a total or absolute war.",
    "",
    "Q   What would be the next step in this crisis?",
    "I think a negotiated solution is the best and only realistic one, but these negotiations have to squarely address two issues that the West and the Ukrainian government have so far been unwilling to do. That is to provide cast-iron, verifiable guarantees that Ukraine, which is Russia’s immediate neighbour will not and cannot constitute a military threat under NATO auspices, whether de jure or de facto. The other issue is the persecution of Russian-speaking/ethnic Russian minorities in the Donbass region, as provided for in the Minsk agreements which were ignored by the Kiev government and the West for 8 years, until the Russian intervention took place.",
    "",
    "",
    "\" I really do not think Russia will use nuclear weapons. What it has done  is to put the strategic nuclear forces on alert as a deterrent in case  the West tried to interfere militarily in their operation. If the West  does interfere militarily that risks a clash between Russia and NATO  forces.\"",
    "",
    "",
    "The West says it wants to “isolate Russia from the international community”, but how can it be accomplished when Russia is the world’s largest country, in close friendship with China, the world’s most populous country, and India, a member of the Quad, abstained from voting during the UN Security Council resolution? Russia, India and China contain the bulk of the world’s population. Most of Asia, the world’s most populous continent, has refused to either condone or condemn Russia’s conduct. It is impossible to isolate Russia from the international community, which must not be understood only as the West or the Transatlantic community.",
    "",
    "The most serious problem is the West has overreacted; engaged in classic overkill, and escalated the crisis into a global zero-sum game, which is very risky and de-stabilizing to the world order over the long term. All bets are off.",
    "Q   Do you think Russia will use nuclear weapons and in that case will this be the Third World War?",
    "I really do not think Russia will use nuclear weapons. What it has done is to put the strategic nuclear forces on alert as a deterrent in case the West tried to interfere militarily in their operation. If the West does interfere militarily that risks a clash between Russia and NATO forces.",
    "",
    "",
    "",
    "",
    "Russia-Ukraine crisis has no major impact on Sri Lankan economy : - Dr. W. A Wijewardena",
    "",
    "Russia is one of the main importers of Ceylon Tea and the country generates a higher number of tourists to Sri Lanka. Even though many believe that the prevailing crisis would have severe impacts on the Sri Lankan economy, economists believe otherwise.",
    "",
    "“Sri Lanka’s trade relations with Russia is not as big as that with EU, USA, or UK,” opined senior economist and former Central Bank Deputy Governor Dr. W. A Wijewardena. “For instance, when Sri Lanka exports about $ 3 billion each to EU and USA and $ 1billion to UK, it exports about US$ 180 million to Russia. Further, Sri Lanka has a trade deficit with Russia amounting to about $ 25 million. With EU, USA and UK, it has trade surpluses of about US$ 2.5 billion with the USA, US$ 1 billion with the EU and US$ 800 million with the UK. Hence, even if Sri Lanka loses the entire trade with Russia, there is no major impact on the country, unlike with USA, EU and UK.",
    "",
    "",
    "\"Regarding tourism, Russia is the largest home country of tourists visiting Sri Lanka followed by India. But those tourists are not high spenders and mostly backpack tourists who spends least in the country\"",
    "",
    "",
    "“Russia has been one major buyer of Sri Lanka tea and that sector will have to search for new markets when the trade comes to a standstill,” he continued. “Regarding tourism, Russia is the largest home country of tourists visiting Sri Lanka followed by India. But those tourists are not high spenders and mostly backpack tourists who spends least in the country. Hence, the the disruption to tourism sector can also be mitigated by attracting high spending tourists from the Middle East (as is being done by the Maldives) and the UK.”",
    "",
    "He further said that the impact on Sri Lanka is not in the loss of incomes but on the elevated prices of its main imports, fuel, LPG and wheat grains which have already increased by about 10 to 15% they might increase further if the conflict is prolonged. “That would affect very adversely to the country’s energy and food security about which the country has no solution as long as it is suffering from an acute Forex shortage.”"
  ],
  "translate": {
    "si": {
      "title": "බටහිරින් සම්බාධක රුසියාව සහ චීනය එකිනෙකාගේ තුරුලට තල්ලු කරනු ඇත: - ආචාර්ය දයාන් ජයතිලක",
      "body_lines": [
        "සම්බාධක රුසියාව ලෝක ආර්ථිකයෙන් කපා දැමීමේ අරමුණයි",
        "රුසියාව 'සීමිත යුද්ධයකට' සටන් කරයි",
        "යුක්රේනයට ඇමෙරිකානු හමුදා යැව්වා නම් රුසියාව සමඟ ගැටුමක් ඇතිවීමේ අවදානමක් තිබුණා",
        "බටහිරයන් පවසන්නේ රුසියාව ජාත්‍යන්තර ප්‍රජාවෙන් හුදකලා කිරීමට අවශ්‍ය බවයි.",
        "",
        "",
        "",
        "රුසියානු හමුදා යුක්රේනයේ අගනුවර වන කියෙව් දෙසට ගමන් කරමින් සිටින විට, කළු මුහුදේ නාවික ආතතීන් තවදුරටත් උත්සන්න වේ. යුක්රේන ජනාධිපති Volodymyr Zelensky දේශපාලන ක්ෂේත්‍රයේ ආධුනිකයෙකු වුවද ලොව පුරා අවධානය සහ අනුකම්පාව ලබා ගැනීමට සමත් විය. අර්බුදය දශක ගණනාවකට පසු හදිසි රැස්වීමක් කැඳවීමට එක්සත් ජාතීන්ගේ මහා මණ්ඩලය පොළඹවන ලද අතර බෙලරුස් හි පළමු වටයේ සාම සාකච්ඡා විසඳුමකින් තොරව අවසන් විය. මේ අතර යුක්රේන ජනාධිපතිවරයා යුරෝපා සංගමයට බැඳීමට විධිමත් ඉල්ලීමකට අත්සන් තැබීය. කෙසේ වෙතත්, ජාත්‍යන්තර සබඳතා විශේෂඥයින් විශ්වාස කරන්නේ රුසියාව සහ යුක්රේනය අතර යුද්ධයක් ඇතිවීමේ හැකියාව කලක සිට පැසෙමින් පවතින බවයි. මිනිසුන් යුක්රේනයෙන් පලා යන අතර බටහිර රටවල් යුරෝපයේ පස්වන විශාලතම ආර්ථිකය වන රුසියාවට සම්බාධක පැනවීම දිගටම කරගෙන යන විට, දෙරටටම එහි ප්‍රතිවිපාකවලට දැඩි ප්‍රතිවිපාකවලට මුහුණ දීමට සිදුවනු ඇත.",
        "",
        "2018-2020 රුසියානු සමූහාණ්ඩුවේ ශ්‍රී ලංකා හිටපු තානාපති අසාමාන්‍ය සහ පූර්ණ බලධාරියා වන ඩේලි මිරර් සමඟ අවංක සම්මුඛ සාකච්ඡාවකදී ආචාර්ය දයාන් ජයතිලක මෙම අර්බුදයේ පසුබිම, උතුරු අත්ලාන්තික් ගිවිසුම් සංවිධානය (නේටෝ) රුසියාව දෙසට ව්‍යාප්ත කිරීම පිළිබඳව ආලෝකයක් හෙළයි. , බටහිර රටවල් රුසියාවට සම්බාධක පැනවීමේ ප්‍රතිඵලය සහ මෙම අර්බුදයේ ඉදිරිය කුමක්ද.",
        "උපුටා ගැනීම්:",
        "ප්‍ර   රුසියාව-යුක්රේන අර්බුදයේ ඓතිහාසික පසුබිම ඔබට පැහැදිලි කළ හැකිද?",
        "2018-2020 රුසියානු සමූහාණ්ඩුවේ ශ්‍රී ලංකා හිටපු තානාපති අසාමාන්‍ය සහ පූර්ණ බලධාරියා සහ 2014 දී එක්සත් රාජධානියේ පැල්ග්‍රේව් මැක්මිලන් විසින් ප්‍රකාශයට පත් කරන ලද සීතල යුද්ධය පිළිබඳ ග්‍රන්ථයක කතුවරයා ලෙස මා කතා කරන්නේ තනිකරම මගේ පෞද්ගලික හැකියාවෙන් බව ආරම්භයේදීම පැහැදිලි කළ යුතුය. .",
        "",
        "ඔබගේ ප්‍රශ්නයට පිළිතුරු සැපයීමේදී බටහිර හෝ රුසියානු නිල මූලාශ්‍ර මත විශ්වාසය නොතැබීම වඩාත් සුදුසු යැයි මම සිතමි. දේශපාලන විද්‍යාඥයෙකු ලෙස මම වඩාත් කැමති විද්වත් මූලාශ්‍ර වෙත යාමටයි. මගේ ජීවිත කාලය තුළ, ජාත්‍යන්තර සබඳතා සහ විදේශ ප්‍රතිපත්ති ක්ෂේත්‍රයේ කිසිවකු ආචාර්ය හෙන්රි කිසිංගර්ට වඩා ගෞරවනීය නාමයක් වී නැත. එම හුදකලා ව්‍යතිරේකය වන්නේ සෝවියට් සංගමය කෙරෙහි එක්සත් ජනපද විදේශ ප්‍රතිපත්තියේ මාර්ගෝපදේශක මූලධර්මය වූ 1946-47 ‘අන්තර්ගත කිරීමේ’ මූලධර්මයේ ප්‍රතිමූර්තිය කතුවරයා වූ ජෝර්ජ් කෙනන් ය; කෙනන් විසින්ම රේගන් මූලධර්මය විවේචනය කළේ ඔහුගේම සංකල්පනය අනවශ්‍ය ලෙස මිලිටරිකරණය කිරීමක් ලෙසය.",
        "2015 සිට චිකාගෝ විශ්ව විද්‍යාලයේ දේශපාලන විද්‍යා අංශයේ මහාචාර්ය ජෝන් මර්ෂයිමර් සහ ජාත්‍යන්තර සබඳතා සහ විදේශ ප්‍රතිපත්ති ක්ෂේත්‍රයේ ප්‍රසිද්ධ චරිතයක් පෙන්වා දී ඇත්තේ ජෝර්ජ් කෙනන් වත්මන් අර්බුදය අනාවැකිමය ලෙස පුරෝකථනය කළ බවයි.",
        "",
        "",
        "\"රුසියාවේ මැදිහත්වීම පිළිබඳ විවේචන නීත්‍යානුකූල වන අතර, එය නේටෝවෙන් පැමිණෙන විට එය කුහක ය, 1999 දී නේටෝව යුගෝස්ලාවියාවට බෝම්බ හෙලීම සහ රොකට් ප්‍රහාරයක් එල්ල කළ නිසා, 1999 දී සිවිල් යටිතල ව්‍යුහයට එරෙහිව රුසියානුවන් භාවිතා කර ඇති බව පෙනේ. මෙතෙක් යුක්රේනයේ\"",
        "",
        "",
        "20 වැනි සියවසේ ඇමරිකාවේ ශ්‍රේෂ්ඨතම රාජ්‍ය තාන්ත්‍රිකයා ලෙස ප්‍රසිද්ධියට පත් ජෝර්ජ් කෙනන්, 1997 පෙබරවාරි 5 වැනි දින නිව් යෝර්ක් ටයිම්ස් පුවත්පතේ ඔප්-එඩ් ලිපියක් ලිවීය. “අදෛවෝපගත දෝෂයක්” මැයෙන් අනතුරු ඇඟවූයේ “නේටෝව ව්‍යාප්ත කිරීම සමස්ත පශ්චාත්-කාලීන ඇමරිකානු ප්‍රතිපත්තියේ වඩාත්ම දෛවෝපගත වැරැද්ද වනු ඇති බවයි. සීතල යුද්ධ යුගය. ” නමුත් ඔහු නොසලකා හරින ලද අතර, ඔහුගේ ප්‍රතිපත්ති මූලධර්මයේ ඓතිහාසික සාර්ථකත්වය නොතකා, එක්සත් ජනපදය ඔහු අනතුරු ඇඟවූ දේ හරියටම කළේය!",
        "",
        "Fareed Zakaria GPS හි මෑත සංස්කරණයකදී, සකාරියා Condoleezza Rice සමඟ සම්මුඛ සාකච්ඡාවකට එක් වූ අතර, එසේ කරන අතරතුර, එවකට මොස්කව්හි සේවය කළ තානාපති William Burns විසින් ඇය එක්සත් ජනපද රාජ්‍ය ලේකම්ව සිටියදී ඇයට එවන ලද සංදේශ තිරය මත පෙන්වීය. Bill Burns දැනට CIA හි ප්‍රධානියා වේ. එම පැරණි කේබල් වල, බර්න්ස් අනතුරු අඟවන්නේ ඔහු ලිබරල් සිට ගතානුගතික දක්වා දේශපාලන වර්ණාවලිය හරහා රුසියානුවන්ට කතා කර ඇති බවත් අසල්වැසි යුක්රේනය නේටෝ සාමාජිකයෙකු වීමේ හැකියාව පිළිබඳ ඔවුන්ගේ බිය “පාහේ ස්නායුක” වූ බවත්ය. ඇගේම තානාපතිවරයාගේ මෙම අනතුරු ඇඟවීම් හමුවේ ජෝර්ජියාවට සහ යුක්රේනයට නේටෝ සාමාජිකයන් විය හැකි බව පැවසීම ඇමරිකා එක්සත් ජනපදය විසින් සිදු කරන ලද දැවැන්ත වරදක් නොවේදැයි සකාරියා කොන්ඩලීසා රයිස්ගෙන් විමසා සිටියේය. ඇය සිනාමුසු මුහුණින් පිළිතුරු දුන් නමුත් ඇසිපිය නොහෙලා, \"හොඳයි, ෆරීඩ්, තානාපති බිල් බර්න්ස් එම කේබල් එවීමට පෙර සිටම මම මේ ගැන හොඳින් දැන සිටියෙමි, නමුත් ඔබ දන්නවා රාජ්‍ය ලේකම්ගේ කාර්යය සමහර විට තරඟකාරී අගයන් අතර තෝරා ගැනීමට ඔබට සිදුවනු ඇත\".",
        "එබැවින්, මගේ මතය අනුව, වර්තමාන අර්බුදයේ හා ගැටුමේ ඓතිහාසික පසුබිම එයයි.",
        "ප්‍ර   මීට පෙර ලියූ ලිපියක ඔබ සඳහන් කළේ එය ඇත්ත වශයෙන්ම නේටෝවේ සතුරු හමුදා සන්ධානය රුසියාව දෙසට ගමන් කරන බවත් රුසියාව එයට ප්‍රතිචාර දක්වන ආකාරය බවත්ය. නුදුරු අනාගතයේ දී යුක්රේනය නේටෝ රටක් නොවන බව ජෝ බයිඩෙන් විසින්ම පවසා ඇති බැවින් රුසියාව යුක්රේනයට පහර දීමෙන් ලැබෙන වාසිය කුමක්ද?",
        "ජෝන් එෆ්. කෙනඩි (ඇතැයි කියනු ලැබේ) පැවසූ පරිදි \"ඔහු කුමක් කීවත් කමක් නැත, ඔහුගේ දෑත් දෙස බලන්න!\" රුසියාවේ නීත්‍යානුකූල ආරක්ෂක උත්සුකයන්, විරෝධතා සහ අනතුරු ඇඟවීම් නොසලකා හරිමින්, රුසියානු දේශසීමා දක්වා නැඟෙනහිර දෙසට නේටෝව ව්‍යාප්ත කිරීමේ අනුප්‍රාප්තික රැළි පහක් ඇත.",
        "",
        "රුසියාවේ මැදිහත්වීම පිළිබඳ විවේචන නීත්‍යානුකූල වන අතර, එය නේටෝවෙන් පැමිණෙන විට එය කුහක ය, 1999 දී නේටෝව යුගෝස්ලාවියාවට බෝම්බ හෙලීම සහ රොකට් ප්‍රහාරයක් එල්ල කිරීම නිසා 1999 දී සිවිල් යටිතල ව්‍යුහයට එරෙහිව රුසියානුවන් භාවිතා කර ඇති බව පෙනේ. දුර යුක්රේනයේ. බටහිර රටවල් ඉරාකය ආක්‍රමණය කළේ WMD සන්තකයේ තබා ගැනීමේ බොරු චෝදනා මත ය. යුගෝස්ලාවියාව, ඉරාකය සහ ලිබියාව ඇමරිකාවේ අසල්වැසියන් නොවූ අතර එක්සත් ජනපදයට හෝ නේටෝවට ආරක්ෂක තර්ජනයක් එල්ල කළේ නැත.",
        "",
        "වියානාහි ජාත්‍යන්තර පරමාණුක බලශක්ති ඒජන්සිය (IAEA) ඉරානය සමඟ ඇති කර ගත් න්‍යෂ්ටික ගිවිසුමෙන් ජනාධිපති ට්‍රම්ප් ඒකපාර්ශ්විකව ඉවත් වූ විට, ඕනෑම ඇමරිකානු නායකයෙකුගේ වචනය විශ්වාස කරමින් ඕනෑම රුසියානු නායකයෙකු තම රටේ ආරක්ෂාව සම්බන්ධයෙන් අවදානමක් ගන්නේ කෙසේද? ජනාධිපති ඔබාමා සමඟ සාකච්ඡා කළ ඒකාබද්ධ විස්තීරණ ක්‍රියාකාරී සැලැස්මට (JCPOA) අනුකූලව සිටියාද? 2011 දී ඇමරිකා එක්සත් ජනපදය ලිබියාව පිළිබඳ එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ යෝජනාවෙන් ඔබ්බට ගොස්, එය බෙන්ගාසිහි මානුෂීය අර්බුදයට සීමා වූ අතර මෙහෙයුම පුළුල් කළ අතර, එය එක්සත් ජනපද රාජ්‍ය ලේකම් හිලරි ක්ලින්ටන් උද්දාමයට පත් කළ මුවම්මර් අල් ගඩාෆි මරා දැමීමෙන් අවසන් විය!",
        "කොසෝවෝ සර්බියාවේ පළාතක් බව පිළිගෙන බටහිරයන් එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ යෝජනාවක් උල්ලංඝනය කර, ඒ වෙනුවට එය ආරක්ෂා කර ස්වාධීනත්වය කරා ගෙන යන විට, ඔබේ රටේ ආරක්ෂාව අනතුරේ පවතින විට වෙනත් රටක ජනාධිපතිවරයෙකුගේ වචනය විශ්වාස කරන්නේ කෙසේද?",
        "Q   එක්සත් ජනපදය මුලදී යුක්රේනයට හමුදා භටයන් සහ ආධාර යැවීමට තීරණය කළ අතර, ජනාධිපති Biden ඊට එරෙහිව තීරණය කර ඇත. ඒ වෙනුවට සම්බාධක පනවන්නයි දැන් බලන්නේ. මෙම තීරණ වෙනස් කිරීම සම්බන්ධයෙන් ඔබේ නිරීක්ෂණ මොනවාද?",
        "එක්සත් ජනපද හමුදා යුක්රේනයට යවනු ලැබුවේ නම්, එය 'රංග ශාලාවේ' සාම්ප්‍රදායික බලයේ අතිමහත් ප්‍රමුඛතාවයක් ඇති රුසියාව සමඟ ගැටුමක අවදානමකට ලක් වනු ඇත. එක්සත් ජනපදය පසුගිය වසර කිහිපය තුළ යුක්රේන හමුදාවට ඩොලර් බිලියන ගණනක් වටිනා ආධාර යවා ඇති අතර දින කිහිපයකට පෙර තවත් ආයුධ බෙදා හැරීමට අවසර දී ඇත. සම්බාධක පිළිබඳ තීරණය භයානක ඇඟවුම් ඇත, මක්නිසාද යත්, බටහිර නායකයින්ගේ වචන භාවිතා කිරීම සඳහා, සම්බාධකවලින් අදහස් කරන්නේ රුසියාව ලෝක ආර්ථිකයෙන් කපා හැරීම, රුසියානු ආර්ථිකය 'විනාශ කිරීම' සහ රුසියානු ජනතාවට එතරම් වේදනාවක් ගෙන ඒමයි. ඔවුන් රුසියානු නායකත්වයට එරෙහිව හැරෙනු ඇතැයි.",
        "ප්‍ර   බටහිර ජාතීන් රුසියාවට සම්බාධක පැනවීමේ බලපෑම කුමක්ද?",
        "ඉතිහාසය පෙන්වා දී ඇති පරිදි සහ මගේ සංවාද වලින් මා නිරීක්ෂණය කළ පරිදි (මම 1960, 1970 සහ 1980 දශකවල, මම තානාපති වීමට බොහෝ කලකට පෙර රුසියාවට ගොස් ඇත) රුසියාව යනු අතීතයේ විශාල දුෂ්කරතා විඳි නමුත් කිසිදාක සහ කිසිදාක නොසිටින රටකි. යටත් වන අතර කිසි විටෙකත් බිය ගැන්විය නොහැක. එය සාර්ථක වනු ඇත්තේ රුසියාව සහ චීනය එකිනෙකාගේ දෑත්වලට තල්ලු කිරීම, ආර්ථික පෙරමුණ ඇතුළුව ඉතා බලවත් හවුල්කාරිත්වයක්, විභව ප්‍රති-බලයක් ගොඩනැගීමයි.",
        "ප්‍රශ්නය   සාමාන්‍ය මතය වූයේ යුක්‍රේනය නොබෝ වේලාවකින් පරාජයට පත්වන බව වුවද, ඔවුන්ද ප්‍රතිප්‍රහාර එල්ල කරන බව පෙනේ. උදාහරණයක් වශයෙන්, ඔවුන් රුසියානු මිසයිල හතරක් බිම හෙළා ඇත, රුසියානු රූපවාහිනී නාලිකා හැක් කර ඇත. ඔබගේ නිරීක්ෂණ මොනවාද?",
        "ඔව්, මම හිතන්නේ යුක්රේනියානුවන් ප්‍රශංසනීය ලෙස ප්‍රතිරෝධය දක්වන නමුත්, මම බටහිර හෝ රුසියානු මාධ්‍යවලින් ලැබෙන සෑම ප්‍රවෘත්ති වාර්තාවක්ම හෝ තක්සේරුවක්ම මුහුණතට නොගනිමි. ජාත්‍යන්තර වශයෙන් ප්‍රසිද්ධ කර්තෘවරයෙකු සහ විදේශ වාර්තාකරුවෙකු වන මගේ පියා වන මර්වින් ද සිල්වා නිතර පවසන පරිදි, සත්‍යය සාමාන්‍යයෙන් ඒ අතර කොතැනක හෝ තිබේ. ආරක්‍ෂක හමුදාවකට සෑම විටම පාහේ ප්‍රහාරක හමුදාවකට වඩා අඩු හානියක් සිදුවන බව මතක තබා ගත යුතුය.",
        "",
        "තවද, රුසියානුවන් එක් අතකින් හිතාමතාම ඔවුන්ගේ පිටුපසට බැඳ සටන් කරති. යුක්රේනියානුවන්ගේ ප්‍රධාන මිලිටරි යටිතල ව්‍යුහය බිඳ දැමූ පළමු දින මෙහෙයුම් වලින් පසුව, රුසියානුවන් හිතාමතාම දේශපාලන සහ ප්‍රතිපත්තිමය තීරණයක් ගත්තේ සිරියාවේ මෙතරම් ඵලදායී කාර්යයක් කළ ඔවුන්ගේ සුපිරි ගුවන් හමුදාව භාවිතා කිරීම නැවැත්වීමටය. රුසියානුවන් ද දේශසීමාව හරහා ඔවුන්ගේ එකලස් කරන ලද හමුදාවන්ගෙන් අඩක් හෝ ඊට අඩුවෙන් භාවිතා කර ඇත. ඔවුන් හැකි තරම් ශල්‍යකර්මයකින් ‘සීමිත යුද්ධයකට’ සටන් කරන අතර, යුක්‍රේනය සම්පූර්ණයෙන්ම හෝ නිරපේක්ෂ යුද්ධයකට එරෙහිව සටන් කිරීමට උත්සාහ කරන අතර එය තේරුම් ගත හැකිය.",
        "",
        "ප්‍ර   මෙම අර්බුදයේ මීළඟ පියවර කුමක්ද?",
        "මම හිතන්නේ සාකච්ඡාමය විසඳුම හොඳම සහ එකම යථාර්ථවාදී විසඳුමයි, නමුත් මෙම සාකච්ඡාවලදී බටහිර සහ යුක්රේන රජය මෙතෙක් කිරීමට අකමැති වූ කරුණු දෙකක් සෘජුවම විසඳිය යුතුය. එනම්, රුසියාවේ ආසන්නතම අසල්වැසියා වන යුක්රේනය, නේටෝ අනුග්‍රහය යටතේ, ජූරේ හෝ තථ්‍ය හෝ වේවා, යුක්‍රේනයට මිලිටරි තර්ජනයක් නොවන බවටත්, ඒවා විය නොහැකි බවටත් වාත්තු-යකඩ, සත්‍යාපනය කළ හැකි සහතික ලබා දීමයි. අනෙක් කාරණය නම්, වසර 8 ක් පුරා කියෙව් රජය සහ බටහිර විසින් නොසලකා හරින ලද මින්ස්ක් ගිවිසුම්වල විධිවිධානය කර ඇති පරිදි, රුසියානු මැදිහත්වීම සිදු වන තුරු, ඩොන්බාස් කලාපයේ රුසියානු භාෂාව කතා කරන/වාර්ගික රුසියානු සුළුතරයන්ට හිංසා කිරීම ය.",
        "",
        "",
        "\" සැබවින්ම රුසියාව න්‍යෂ්ටික අවි භාවිතා කරනු ඇතැයි මම නොසිතමි. එය සිදු කර ඇත්තේ  බටහිරයන් ඔවුන්ගේ ක්‍රියාන්විතයට මිලිටරිමය වශයෙන් මැදිහත් වීමට උත්සාහ කළහොත්  වැළැක්වීමක් ලෙස උපාය මාර්ගික න්‍යෂ්ටික හමුදාවන් සීරුවෙන් තැබීමයි. බටහිර  යුදමය වශයෙන් මැදිහත් වුවහොත් එය ගැටුමක් ඇතිවීමේ අවදානමක් ඇත. රුසියාව සහ නේටෝ හමුදා අතර.\"",
        "",
        "",
        "බටහිරයන් පවසන්නේ “රුසියාව ජාත්‍යන්තර ප්‍රජාවෙන් හුදකලා කිරීමට” අවශ්‍ය බවයි, නමුත් රුසියාව ලොව විශාලතම රට වන විට එය ඉටු කරන්නේ කෙසේද, ලෝකයේ වඩාත්ම ජනාකීර්ණ රට වන චීනය සහ Quad හි සාමාජිකයෙකු වන ඉන්දියාව සමඟ සමීප මිත්‍රත්වයකින්. එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ යෝජනාව අතරතුර ඡන්දය දීමෙන් වැළකී සිටියාද? රුසියාව, ඉන්දියාව සහ චීනය ලෝක ජනගහනයෙන් වැඩි කොටසක් අඩංගු වේ. ලෝකයේ වඩාත්ම ජනාකීර්ණ මහාද්වීපය වන ආසියාවේ බොහෝමයක් රුසියාවේ හැසිරීම අනුමත කිරීම හෝ හෙළා දැකීම ප්‍රතික්ෂේප කර ඇත. රුසියාව ජාත්‍යන්තර ප්‍රජාවෙන් හුදකලා කිරීම කළ නොහැක්කකි, එය බටහිර හෝ අත්ලාන්තික් ප්‍රජාව ලෙස පමණක් වටහා නොගත යුතුය.",
        "",
        "බරපතළම ප්‍රශ්නය වන්නේ බටහිර රටවල් ඕනෑවට වඩා ප්‍රතිචාර දැක්වීමයි. සම්භාව්‍ය overkill හි නිරත වූ අතර, අර්බුදය ගෝලීය zero-sum ක්‍රීඩාවක් බවට තීව්‍ර කරන ලදී, එය දිගු කාලීනව ලෝක පිළිවෙලට ඉතා අවදානම් සහ අස්ථායී වේ. සියලුම ඔට්ටු ඇල්ලීම අක්‍රියයි.",
        "ප්‍ර   රුසියාව න්‍යෂ්ටික අවි භාවිතා කරනු ඇතැයි ඔබ සිතනවාද සහ එසේ වුවහොත් මෙය තුන්වන ලෝක යුද්ධය වේවිද?",
        "රුසියාව න්‍යෂ්ටික අවි පාවිච්චි කරයි කියලා මම හිතන්නේ නැහැ. එය සිදු කර ඇත්තේ බටහිරයන් ඔවුන්ගේ මෙහෙයුමට යුදමය වශයෙන් මැදිහත් වීමට උත්සාහ කළහොත් එය වැළැක්වීමක් ලෙස උපායමාර්ගික න්‍යෂ්ටික බලවේග සීරුවෙන් තැබීමයි. බටහිර රටවල් යුදමය වශයෙන් මැදිහත් වුවහොත් රුසියාව සහ නේටෝ හමුදා අතර ගැටුමක් ඇතිවීමේ අවදානමක් ඇත.",
        "",
        "",
        "",
        "",
        "රුසියානු-යුක්රේන අර්බුදය ශ්‍රී ලංකා ආර්ථිකයට විශාල බලපෑමක් නැත : - ආචාර්ය ඩබ්ලිව්.ඒ විජේවර්ධන",
        "",
        "රුසියාව ලංකා තේ ආනයනය කරන ප්‍රධාන රටක් වන අතර රට ශ්‍රී ලංකාවට වැඩි සංචාරකයින් සංඛ්‍යාවක් ජනනය කරයි. පවතින අර්බුදකාරී තත්ත්වය ශ්‍රී ලංකා ආර්ථිකයට දැඩි බලපෑමක් ඇති කරනු ඇතැයි බොහෝ දෙනා විශ්වාස කළ ද, ආර්ථික විද්‍යාඥයන් විශ්වාස කරන්නේ වෙනත් දෙයකි.",
        "",
        "\"රුසියාව සමඟ ශ්‍රී ලංකාවේ වෙළඳ සබඳතා යුරෝපා සංගමය, ඇමරිකා එක්සත් ජනපදය හෝ එක්සත් රාජධානිය සමඟ තරම් විශාල නොවේ\" යැයි ජ්‍යෙෂ්ඨ ආර්ථික විද්‍යාඥ සහ හිටපු මහ බැංකුවේ නියෝජ්‍ය අධිපති ආචාර්ය ඩබ්ලිව්.ඒ විජේවර්ධන මහතා පැවසීය. “උදාහරණයක් ලෙස, ශ්‍රී ලංකාව යුරෝපා සංගමයට සහ ඇමරිකා එක්සත් ජනපදයට ඩොලර් බිලියන 3 බැගින් සහ එක්සත් රාජධානියට ඩොලර් බිලියන 1 බැගින් අපනයනය කරන විට, එය රුසියාවට ඩොලර් මිලියන 180ක් පමණ අපනයනය කරයි. තවද, රුසියාව සමඟ ශ්‍රී ලංකාවට ඩොලර් මිලියන 25 ක පමණ වෙළඳ හිඟයක් ඇත. EU, USA සහ UK සමඟ, එය USA සමඟ US $ බිලියන 2.5 ක්, EU සමඟ US $ බිලියන 1 සහ UK සමඟ US $ මිලියන 800 ක පමණ වෙළඳ අතිරික්තයක් ඇත. එහෙයින්, රුසියාව සමඟ ඇති සමස්ත වෙළෙඳාම ශ්‍රී ලංකාවට අහිමි වුවද, ඇමරිකාව, යුරෝපා සංගමය සහ එක්සත් රාජධානිය මෙන් රටට විශාල බලපෑමක් නැත.",
        "",
        "",
        "\"සංචාරක ව්‍යාපාරය සම්බන්ධයෙන් ගත් කල, රුසියාව ශ්‍රී ලංකාවට පැමිණෙන සංචාරකයින්ගේ විශාලතම නිජබිම වන අතර ඉන්දියාවට පසුව ඉන්දියාව වේ. නමුත් එම සංචාරකයින් අධික වියදම් කරන්නන් නොවන අතර බොහෝ විට රට තුළ අවම වශයෙන් වියදම් කරන බැක්පැක් සංචාරකයින් වේ.\"",
        "",
        "",
        "\"රුසියාව ශ්‍රී ලංකාවේ තේ වල ප්‍රධාන ගැනුම්කරුවෙකු වී ඇති අතර වෙළඳාම ඇනහිට ඇති විට එම අංශයට නව වෙළඳපල සෙවීමට සිදුවනු ඇත,\" ඔහු තවදුරටත් පැවසීය. “සංචාරක ව්‍යාපාරය සම්බන්ධයෙන් ගත් කල, ශ්‍රී ලංකාවට පැමිණෙන සංචාරකයින්ගේ විශාලතම නිජබිම රුසියාව වන අතර පසුව ඉන්දියාවයි. නමුත් එම සංචාරකයින් අධික ලෙස වියදම් කරන්නන් නොවන අතර බොහෝ දුරට රට තුළ අවම වශයෙන් වියදම් කරන බැක්පැක් සංචාරකයින් වේ. එබැවින්, මැදපෙරදිග (මාලදිවයින විසින් සිදු කරනු ලබන පරිදි) සහ එක්සත් රාජධානියේ සිට අධික වියදම් සහිත සංචාරකයින් ආකර්ෂණය කර ගැනීමෙන් සංචාරක අංශයට ඇති බාධාව අවම කර ගත හැකිය.",
        "",
        "ශ්‍රී ලංකාවට බලපාන්නේ ආදායම් අහිමිවීම නොව එහි ප්‍රධාන ආනයන, ඉන්ධන, LPG සහ තිරිඟු ධාන්‍යවල මිල ඉහළ යැම මත මේ වන විටත් 10% ත් 15% ත් අතර ප්‍රමාණයකින් ඉහළ ගොස් ඇති බවත් ගැටුමක් ඇති වුවහොත් ඒවා තවත් ඉහළ යා හැකි බවත් ඔහු වැඩිදුරටත් පැවසීය. දිගු \"එය උග්‍ර විදේශ විනිමය හිඟයකින් පෙළෙන තාක් කල් රටට විසඳුමක් නොමැති රටේ බලශක්ති හා ආහාර සුරක්ෂිතතාවයට ඉතා අහිතකර ලෙස බලපානු ඇත.\""
      ]
    },
    "ta": {
      "title": "மேற்கு நாடுகளின் பொருளாதாரத் தடைகள் ரஷ்யாவையும் சீனாவையும் ஒருவருக்கொருவர் கைக்குள் தள்ளும்: - கலாநிதி தயான் ஜயதிலகா",
      "body_lines": [
        "பொருளாதாரத் தடைகள் ரஷ்யாவை உலகப் பொருளாதாரத்தில் இருந்து அகற்றும் நோக்கம் கொண்டவை",
        "ரஷ்யா ஒரு 'வரையறுக்கப்பட்ட போர்' போராடுகிறது",
        "அமெரிக்கப் படைகள் உக்ரைனுக்கு அனுப்பப்பட்டிருந்தால் அது ரஷ்யாவுடன் மோதுவதற்கான அபாயம் ஏற்பட்டிருக்கும்",
        "\"சர்வதேச சமூகத்திலிருந்து ரஷ்யாவை தனிமைப்படுத்த\" விரும்புவதாக மேற்கு நாடுகள் கூறுகின்றன.",
        "",
        "",
        "",
        "ரஷ்ய துருப்புக்கள் உக்ரைனின் தலைநகரான கீவ் நோக்கி தொடர்ந்து போரிட்டு வரும் நிலையில், கருங்கடலில் கடற்படை பதட்டங்கள் தொடர்ந்து அதிகரித்து வருகின்றன. உக்ரேனிய ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கி, அரசியல் துறையில் ஒரு அமெச்சூர் என்றாலும், உலகெங்கிலும் இருந்து கவனத்தையும் அனுதாபத்தையும் ஈர்க்க முடிந்தது. நெருக்கடி ஐக்கிய நாடுகளின் பொதுச் சபை பல தசாப்தங்களில் அவசர கூட்டத்திற்கு அழைப்பு விடுத்தது மற்றும் பெலாரஸில் நடந்த முதல் சுற்று அமைதிப் பேச்சுக்கள் எந்தத் தீர்வும் இல்லாமல் முடிவடைந்தன. இதற்கிடையில், ஐரோப்பிய ஒன்றியத்தில் இணைவதற்கான முறையான கோரிக்கையில் உக்ரைன் அதிபர் கையெழுத்திட்டார். எவ்வாறாயினும், ரஷ்யாவிற்கும் உக்ரைனுக்கும் இடையில் போர் ஏற்படுவதற்கான சாத்தியக்கூறுகள் சில காலமாக உருவாகி வருவதாக சர்வதேச உறவுகள் நிபுணர்கள் நம்புகின்றனர். உக்ரைனில் இருந்து மக்கள் தொடர்ந்து வெளியேறி வருவதால், மேற்கு நாடுகள் ரஷ்யா மீது பொருளாதாரத் தடைகளை விதித்து வருகின்றன - ஐரோப்பாவின் ஐந்தாவது பெரிய பொருளாதாரம், இரு நாடுகளும் அதன் பின்விளைவுகளில் கடுமையான விளைவுகளை சந்திக்க நேரிடும்.",
        "",
        "2018-2020 இல் ரஷ்ய கூட்டமைப்பிற்கான இலங்கையின் முன்னாள் தூதுவர் அசாதாரணமான மற்றும் முழுமையான அதிகாரம் கொண்ட டெய்லி மிரருக்கு அளித்த நேர்மையான நேர்காணலில், கலாநிதி தயான் ஜயதிலகா இந்த நெருக்கடியின் பின்னணியில், வடக்கு அட்லாண்டிக் ஒப்பந்த அமைப்பின் (நேட்டோ) ரஷ்யாவை நோக்கிய விரிவாக்கம் குறித்து வெளிச்சம் போட்டுக் காட்டினார். , மேற்கு நாடுகள் ரஷ்யா மீது பொருளாதாரத் தடைகளை விதித்ததன் விளைவு மற்றும் இந்த நெருக்கடியில் என்ன இருக்கிறது.",
        "மேற்கோள்கள்:",
        "கே   ரஷ்யா-உக்ரைன் நெருக்கடியின் வரலாற்றுப் பின்னணியை விளக்க முடியுமா?",
        "2018-2020 இல் ரஷ்ய கூட்டமைப்பிற்கான இலங்கையின் முன்னாள் தூதுவர் அசாதாரண மற்றும் முழு அதிகாரம் பெற்றவராகவும், 2014 இல் இங்கிலாந்து பால்கிரேவ் மக்மில்லனால் வெளியிடப்பட்ட பனிப்போர் பற்றிய புத்தகத்தின் ஆசிரியராகவும் நான் எனது தனிப்பட்ட திறனில் பேசுகிறேன் என்பதை ஆரம்பத்தில் நான் தெளிவுபடுத்த வேண்டும். .",
        "",
        "உங்கள் கேள்விக்கு பதிலளிப்பதில் மேற்கத்திய அல்லது ரஷ்ய அதிகாரப்பூர்வ ஆதாரங்களை நம்பாமல் இருப்பது சிறந்தது என்று நான் நினைக்கிறேன். ஒரு அரசியல் விஞ்ஞானியாக நான் அறிவார்ந்த ஆதாரங்களுக்கு செல்ல விரும்புகிறேன். என் வாழ்நாளில், டாக்டர் ஹென்றி கிஸ்ஸிங்கரை விட, சர்வதேச உறவுகள் மற்றும் வெளியுறவுக் கொள்கைத் துறையில் யாரும் ஒரு விதிவிலக்காக மதிக்கப்பட்ட பெயராக இருந்ததில்லை. அந்த தனி விதிவிலக்கு ஜோர்ஜ் கென்னன், 1946-47ல் சோவியத் யூனியனை நோக்கிய அமெரிக்க வெளியுறவுக் கொள்கையின் வழிகாட்டும் கோட்பாடாக இருந்த ‘கட்டுப்பாட்டு’ கோட்பாட்டின் சின்னமான ஆசிரியர்; கென்னன் தானே ரீகன் கோட்பாட்டை விமர்சித்த போதிலும், அவரது சொந்தக் கருத்தாக்கத்தின் தேவையற்ற இராணுவமயமாக்கல் என்று விமர்சித்த போதிலும், இது இறுதியில் வெற்றிகரமாக நிரூபிக்கப்பட்டது.",
        "2015 ஆம் ஆண்டு முதல், சிகாகோ பல்கலைக்கழகத்தின் அரசியல் அறிவியல் துறையின் பேராசிரியர் ஜான் மியர்ஷெய்மர் மற்றும் சர்வதேச உறவுகள் மற்றும் வெளியுறவுக் கொள்கைத் துறையில் புகழ்பெற்ற நபரும் ஜார்ஜ் கென்னன் தீர்க்கதரிசனமாக தற்போதைய நெருக்கடியை முன்னறிவித்ததாக சுட்டிக்காட்டியுள்ளார்.",
        "",
        "",
        "\"ரஷ்யாவின் தலையீடு பற்றிய விமர்சனம் நியாயமானது என்றாலும், நேட்டோவிடமிருந்து வரும் போது அது பாசாங்குத்தனமானது, நேட்டோ 1999 இல் குடிமக்களின் உள்கட்டமைப்புக்கு எதிராக அதிக சக்தியைப் பயன்படுத்தி ரஷ்யர்கள் பயன்படுத்தியதை விட யூகோஸ்லாவியாவில் குண்டுவீசித் தாக்குதல் நடத்தியது. இதுவரை உக்ரைனில்\"",
        "",
        "",
        "அமெரிக்காவின் 20 ஆம் நூற்றாண்டின் தலைசிறந்த இராஜதந்திரியாகப் புகழ் பெற்ற ஜார்ஜ் கென்னன், பிப்ரவரி 5, 1997 அன்று நியூயார்க் டைம்ஸில் \"ஒரு துரதிஷ்டமான பிழை\" என்ற தலைப்பில் ஒரு Op-Ed எழுதினார், \"நேட்டோவை விரிவுபடுத்துவது முழு பிந்தைய காலத்திலும் அமெரிக்கக் கொள்கையின் மிக மோசமான பிழையாக இருக்கும்\" என்று எச்சரித்தார். பனிப்போர் காலம்.\" ஆனால் அவர் புறக்கணிக்கப்பட்டார், அவருடைய கொள்கைக் கோட்பாட்டின் வரலாற்று வெற்றி இருந்தபோதிலும், அவர் எச்சரித்ததை அமெரிக்கா சரியாகச் செய்தது!",
        "",
        "Fareed Zakaria GPS இன் சமீபத்திய பதிப்பில், ஜகாரியா காண்டலீசா ரைஸை நேர்காணல் செய்தார், அவ்வாறு செய்யும்போது அவர் அமெரிக்க வெளியுறவுத்துறை செயலாளராக இருந்தபோது, ​​மாஸ்கோவில் பணியாற்றிய தூதர் வில்லியம் பர்ன்ஸ் மூலம் அவருக்கு அனுப்பப்பட்ட நினைவுக் குறிப்புகளை திரையில் காட்டினார். பில் பர்ன்ஸ் தற்போது சிஐஏவின் தலைவராக உள்ளார். அந்த பழைய கேபிள்களில், பர்ன்ஸ், தாராளவாதத்திலிருந்து பழமைவாதிகள் வரை அரசியல் ஸ்பெக்ட்ரம் முழுவதும் ரஷ்யர்களுடன் பேசியதாகவும், அண்டை நாடான உக்ரைன் நேட்டோ உறுப்பினராக ஆவதற்கான சாத்தியக்கூறுகள் பற்றிய அவர்களின் அச்சம் \"கிட்டத்தட்ட நரம்பியல்\" என்று எச்சரிக்கிறார். ஜகாரியா காண்டலீசா ரைஸிடம், தனது சொந்த தூதரின் இந்த எச்சரிக்கைகளுக்கு முகங்கொடுத்து, ஜோர்ஜியாவும் உக்ரைனும் நேட்டோ உறுப்பினர்களாகலாம் என்று அமெரிக்கா கூறியது மிகப்பெரிய தவறல்லவா என்று கேட்டார். அவள் சிரித்துக் கொண்டே பதிலளித்தாள், ஆனால் கண் இமைக்காமல் \"சரி, ஃபரீத், தூதர் பில் பர்ன்ஸ் அந்த கேபிள்களை அனுப்புவதற்கு முன்பே இதைப் பற்றி நான் நன்கு அறிந்திருந்தேன், ஆனால் மாநிலச் செயலாளரின் வேலை என்னவென்றால், நீங்கள் போட்டியிடும் மதிப்புகளுக்கு இடையில் தேர்வு செய்ய வேண்டும் என்பது உங்களுக்குத் தெரியும்\".",
        "எனவே, எனது பார்வையில், தற்போதைய நெருக்கடி மற்றும் மோதலின் வரலாற்று பின்னணி.",
        "கே   உண்மையில் நேட்டோவின் விரோத இராணுவக் கூட்டணி ரஷ்யாவை நோக்கி நகர்கிறது என்றும் அதற்கு ரஷ்யாவின் பதிலளிப்பு முறை என்றும் நீங்கள் முந்தைய பதிவில் குறிப்பிட்டுள்ளீர்கள். உக்ரைன் 'எதிர்காலத்தில்' நேட்டோ நாடாக இருக்காது என்று ஜோ பிடனே கூறியதிலிருந்து ரஷ்யா உக்ரைனைத் தாக்குவதால் என்ன லாபம்?",
        "ஜான் எஃப். கென்னடி (கூறப்படும்) கூறியது போல் \"அவர் என்ன சொன்னாலும் பொருட்படுத்த வேண்டாம், அவரது கைகளைப் பாருங்கள்!\" ரஷ்யாவின் நியாயமான பாதுகாப்பு கவலைகள், எதிர்ப்புகள் மற்றும் எச்சரிக்கைகளை புறக்கணித்து, ரஷ்ய எல்லைகளுக்கு கிழக்கு நோக்கி நேட்டோ விரிவாக்கத்தின் ஐந்து தொடர்ச்சியான அலைகள் உள்ளன.",
        "",
        "ரஷ்யாவின் தலையீடு பற்றிய விமர்சனம் நியாயமானது என்றாலும், நேட்டோவிடமிருந்து வரும் போது அது பாசாங்குத்தனமானது, நேட்டோ 1999 இல் குடிமக்கள் உள்கட்டமைப்புக்கு எதிராக ரஷ்யர்கள் பயன்படுத்தியதை விட அதிக சக்தியைப் பயன்படுத்தி யூகோஸ்லாவியா நாட்டில் குண்டுவீசி தாக்குதல் நடத்தியது. தொலைவில் உக்ரைனில். WMD வைத்திருந்ததாக பொய்யான குற்றச்சாட்டின் பேரில் மேற்குலகம் ஈராக் மீது படையெடுத்தது. யூகோஸ்லாவியா, ஈராக் மற்றும் லிபியா ஆகியவை அமெரிக்காவின் அண்டை நாடுகள் அல்ல, அமெரிக்கா அல்லது நேட்டோவுக்கு பாதுகாப்பு அச்சுறுத்தலை ஏற்படுத்தவில்லை.",
        "",
        "ஈரானுடனான அணுசக்தி ஒப்பந்தத்தில் இருந்து அதிபர் டிரம்ப் ஒருதலைப்பட்சமாக விலகியபோது, ​​வியன்னாவில் உள்ள சர்வதேச அணுசக்தி நிறுவனம் (ஐஏஇஏ) ஈரான் அவ்வாறு அறிவித்திருந்தாலும், எந்த ஒரு அமெரிக்கத் தலைவரின் வார்த்தையையும் நம்பி எந்த ரஷ்யத் தலைவரும் தனது நாட்டின் பாதுகாப்பை எப்படி ஆபத்தில் ஆழ்த்த முடியும். ஜனாதிபதி ஒபாமாவுடன் பேச்சுவார்த்தை நடத்திய கூட்டு விரிவான செயல் திட்டத்திற்கு (JCPOA) இணங்குகிறதா? 2011 இல், பெங்காசியில் மனிதாபிமான நெருக்கடிக்கு மட்டுப்படுத்தப்பட்ட லிபியா மீதான ஐ.நா. பாதுகாப்பு கவுன்சில் தீர்மானத்திற்கு அப்பால் அமெரிக்கா சென்று, நடவடிக்கையை விரிவுபடுத்தியது, முஅம்மர் அல் கடாபியின் படுகொலையில் உச்சக்கட்டத்தை அடைந்தது, இது பற்றி அமெரிக்க வெளியுறவு அமைச்சர் ஹிலாரி கிளிண்டன் மகிழ்ந்தார்!",
        "கொசோவோவை செர்பியாவின் மாகாணம் என்று ஒப்புக்கொண்ட ஐ.நா. பாதுகாப்பு கவுன்சில் தீர்மானத்தை மேற்குலகம் மீறும் போது, ​​உங்கள் நாட்டின் பாதுகாப்பு ஆபத்தில் இருக்கும்போது, ​​மற்றொரு நாட்டின் ஜனாதிபதியின் வார்த்தையை எப்படி நம்புவது?",
        "Q   உக்ரைனுக்கு இராணுவத் துருப்புகளையும் உதவிகளையும் அனுப்ப முதலில் அமெரிக்கா முடிவு செய்தது, அதற்கு எதிராக ஜனாதிபதி பிடென் முடிவு செய்துள்ளார். அதற்குப் பதிலாக இப்போது பொருளாதாரத் தடைகளை விதிக்கப் பார்க்கிறார்கள். முடிவுகளில் இந்த மாற்றம் குறித்து உங்கள் அவதானிப்புகள் என்ன?",
        "உக்ரைனுக்கு அமெரிக்கத் துருப்புக்கள் அனுப்பப்பட்டிருந்தால், 'தியேட்டரில்' மரபுவழிப் படையின் அதீத முன்னுரிமையைக் கொண்ட ரஷ்யாவுடன் மோதலுக்கு ஆளாக நேரிடும். அமெரிக்கா கடந்த பல ஆண்டுகளாக உக்ரேனிய இராணுவத்திற்கு பில்லியன் கணக்கான டாலர்கள் மதிப்பிலான உதவிகளை அனுப்புகிறது மற்றும் சில நாட்களுக்கு முன்பு அதிக ஆயுத விநியோகங்களை அங்கீகரித்துள்ளது. பொருளாதாரத் தடைகள் மீதான முடிவு ஆபத்தான தாக்கங்களைக் கொண்டுள்ளது, ஏனெனில், மேற்கத்திய தலைவர்களின் வார்த்தைகளைப் பயன்படுத்தினால், பொருளாதாரத் தடைகள் ரஷ்யாவை உலகப் பொருளாதாரத்தில் இருந்து துண்டித்து, ரஷ்ய பொருளாதாரத்தை 'அழிக்க' மற்றும் ரஷ்ய மக்களுக்கு மிகவும் வேதனையை ஏற்படுத்துகின்றன. அவர்கள் ரஷ்ய தலைமைக்கு எதிராக திரும்புவார்கள் என்று.",
        "கே   ரஷ்யா மீது மேற்கத்திய நாடுகள் பொருளாதாரத் தடைகளை விதிப்பதால் என்ன தாக்கம் இருக்கும்?",
        "வரலாறு காட்டுவது போலவும், எனது உரையாடல்களில் இருந்து நான் கவனித்தபடியும் (1960கள், 1970கள் மற்றும் 1980களில், நான் தூதராக வருவதற்கு முன்பே, ரஷ்யாவுக்குச் சென்றிருக்கிறேன்) ரஷ்யா, கடந்த காலங்களில் பெரும் துன்பங்களைச் சந்தித்த நாடு. சரணடையுங்கள் மற்றும் ஒருபோதும் மிரட்ட முடியாது. ரஷ்யாவையும் சீனாவையும் ஒருவரையொருவர் கைக்குள் கொண்டு செல்வது, பொருளாதார முன்னணி உட்பட, மிகவும் சக்திவாய்ந்த கூட்டாண்மை, ஒரு சாத்தியமான எதிர் சக்தியை உருவாக்குவதுதான் வெற்றிபெறும்.",
        "கே   உக்ரைன் எந்த நேரத்திலும் தோற்கடிக்கப்படும் என்பது பொதுவான கருத்து என்றாலும், அவர்களும் பதிலடி கொடுப்பதாகத் தெரிகிறது. உதாரணமாக, அவர்கள் நான்கு ரஷ்ய ஏவுகணைகளை சுட்டு வீழ்த்தினர், ரஷ்ய தொலைக்காட்சி சேனல்களை ஹேக் செய்தனர். உங்கள் அவதானிப்புகள் என்ன?",
        "ஆம், உக்ரேனியர்கள் வியக்கத்தக்க வகையில் எதிர்ப்பதாக நான் நினைக்கிறேன், ஆனால் மேற்கத்திய அல்லது ரஷ்ய ஊடகங்களின் ஒவ்வொரு செய்தி அறிக்கையையும் மதிப்பீட்டையும் நான் முக மதிப்பில் எடுக்க மாட்டேன். எனது தந்தை, சர்வதேச அளவில் அறியப்பட்ட ஆசிரியரும் வெளிநாட்டு நிருபருமான மேர்வின் டி சில்வா சொல்வது போல், உண்மை பொதுவாக எங்கோ இடையில் உள்ளது. ஒரு தற்காப்புப் படை எப்போதும் தாக்குதல் சக்தியைக் காட்டிலும் குறைவான உயிரிழப்புகளைக் கொண்டுள்ளது என்பதை நினைவில் கொள்ள வேண்டும்.",
        "",
        "மேலும், ரஷ்யர்கள் ஒரு கையை வேண்டுமென்றே முதுகுக்குப் பின்னால் கட்டிக்கொண்டு சண்டையிடுகிறார்கள். முதல் நாள் நடவடிக்கைக்குப் பிறகு, உக்ரேனியர்களின் முக்கிய இராணுவ உள்கட்டமைப்பை அவர்கள் நாக்-அவுட் செய்தபோது, ​​ரஷ்யர்கள் வேண்டுமென்றே அரசியல் மற்றும் கொள்கை முடிவை எடுத்தனர், சிரியாவில் இவ்வளவு திறம்பட செயல்பட்ட தங்கள் சிறந்த விமானப்படையைப் பயன்படுத்துவதை நிறுத்தினார்கள். ரஷ்யர்களும் தங்கள் கூடியிருந்த படைகளில் பாதி அல்லது அதற்கும் குறைவாகவே எல்லையில் பயன்படுத்தியுள்ளனர். அவர்கள் ஒரு 'வரையறுக்கப்பட்ட போரை' முடிந்தவரை அறுவை சிகிச்சை மூலம் போராடுகிறார்கள், அதே நேரத்தில் உக்ரைன் முற்றிலும் புரிந்துகொள்ளக்கூடிய வகையில், முழுமையான அல்லது முழுமையான போரை நடத்த முயற்சிக்கிறது.",
        "",
        "கே   இந்த நெருக்கடியின் அடுத்த படி என்னவாக இருக்கும்?",
        "பேச்சுவார்த்தை மூலம் தீர்வு காண்பதே சிறந்தது மற்றும் ஒரே யதார்த்தமானது என்று நான் நினைக்கிறேன், ஆனால் இந்த பேச்சுவார்த்தைகள் மேற்கு மற்றும் உக்ரேனிய அரசாங்கத்தால் இதுவரை செய்ய விரும்பாத இரண்டு பிரச்சினைகளை துல்லியமாக தீர்க்க வேண்டும். அதாவது, ரஷ்யாவின் உடனடி அண்டை நாடான உக்ரைன், நேட்டோ அனுசரணையின் கீழ், டி ஜுரே அல்லது நடைமுறையில் இராணுவ அச்சுறுத்தலை ஏற்படுத்தாது மற்றும் முடியாது என்பதற்கு வார்ப்பிரும்பு, சரிபார்க்கக்கூடிய உத்தரவாதங்களை வழங்குவதாகும். மற்ற பிரச்சினை டான்பாஸ் பிராந்தியத்தில் ரஷ்ய மொழி பேசும்/இன ரஷ்ய சிறுபான்மையினரை துன்புறுத்துவது ஆகும், இது மின்ஸ்க் ஒப்பந்தங்களில் வழங்கப்பட்டுள்ளது, இது கியேவ் அரசாங்கத்தாலும் மேற்கு நாடுகளாலும் 8 ஆண்டுகளாக புறக்கணிக்கப்பட்டது, ரஷ்ய தலையீடு நடக்கும் வரை.",
        "",
        "",
        "\" ரஷ்யா அணுவாயுதங்களைப் பயன்படுத்தும் என்று நான் உண்மையில் நினைக்கவில்லை. அது செய்தது  தங்களின் செயல்பாட்டில் மேற்குலகம் இராணுவரீதியாகத் தலையிட முயன்றால்  ஒரு தடுப்பாக மூலோபாய அணுசக்திப் படைகளை விழிப்புடன் வைப்பதுதான். மேற்கு  இராணுவ ரீதியாக தலையிட்டால் அது மோதலை ஏற்படுத்தும். ரஷ்யா மற்றும் நேட்டோ படைகளுக்கு இடையே.\"",
        "",
        "",
        "\"சர்வதேச சமூகத்திலிருந்து ரஷ்யாவைத் தனிமைப்படுத்த\" விரும்புவதாக மேற்கு நாடுகள் கூறுகின்றன, ஆனால் உலகின் அதிக மக்கள்தொகை கொண்ட நாடான சீனாவுடனும் குவாட் உறுப்பினரான இந்தியாவுடனும் நெருங்கிய நட்பில் ரஷ்யா உலகின் மிகப்பெரிய நாடாக இருக்கும்போது அதை எவ்வாறு நிறைவேற்ற முடியும். ஐ.நா. பாதுகாப்பு கவுன்சில் தீர்மானத்தின் போது வாக்களிப்பதில் இருந்து விலகினாரா? ரஷ்யா, இந்தியா மற்றும் சீனா ஆகியவை உலக மக்கள்தொகையில் பெரும்பகுதியைக் கொண்டுள்ளன. உலகின் அதிக மக்கள்தொகை கொண்ட கண்டமான ஆசியாவின் பெரும்பகுதி ரஷ்யாவின் நடத்தையை மன்னிக்கவோ அல்லது கண்டிக்கவோ மறுத்துவிட்டது. சர்வதேச சமூகத்திலிருந்து ரஷ்யாவை தனிமைப்படுத்துவது சாத்தியமற்றது, இது மேற்கு அல்லது அட்லாண்டிக் சமூகம் என்று மட்டுமே புரிந்து கொள்ளப்படக்கூடாது.",
        "",
        "மிகத் தீவிரமான பிரச்சனை மேற்குலகம் மிகைப்படுத்தியது; கிளாசிக் ஓவர்கில் ஈடுபட்டு, நெருக்கடியை உலகளாவிய பூஜ்ஜிய-தொகை விளையாட்டாக உயர்த்தியது, இது மிகவும் ஆபத்தானது மற்றும் நீண்ட காலத்திற்கு உலக ஒழுங்கை நிலைநிறுத்துகிறது. அனைத்து சவால்களும் முடக்கப்பட்டுள்ளன.",
        "கே   ரஷ்யா அணு ஆயுதங்களைப் பயன்படுத்தும், அப்படியானால் இது மூன்றாம் உலகப் போராக இருக்கும் என்று நினைக்கிறீர்களா?",
        "ரஷ்யா அணு ஆயுதங்களைப் பயன்படுத்தும் என்று நான் நினைக்கவில்லை. மேற்கத்திய நாடுகள் தங்கள் நடவடிக்கையில் இராணுவ ரீதியாக தலையிட முயன்றால், ஒரு தடுப்பாக மூலோபாய அணுசக்தி படைகளை விழிப்புடன் வைப்பதே அது செய்தது. மேற்குலகம் இராணுவ ரீதியாக தலையிட்டால் அது ரஷ்யாவிற்கும் நேட்டோ படைகளுக்கும் இடையில் மோதலை ஏற்படுத்தும்.",
        "",
        "",
        "",
        "",
        "ரஷ்யா-உக்ரைன் நெருக்கடி இலங்கையின் பொருளாதாரத்தில் பெரிய தாக்கத்தை ஏற்படுத்தவில்லை : - கலாநிதி டபிள்யூ. ஏ விஜேவர்தன",
        "",
        "சிலோன் தேயிலையின் முக்கிய இறக்குமதியாளர்களில் ரஷ்யாவும் ஒன்றாகும், மேலும் நாடு இலங்கைக்கு அதிக எண்ணிக்கையிலான சுற்றுலாப் பயணிகளை உருவாக்குகிறது. நிலவும் நெருக்கடியானது இலங்கையின் பொருளாதாரத்தில் கடுமையான தாக்கங்களை ஏற்படுத்தும் என்று பலர் நம்பினாலும், பொருளாதார வல்லுநர்கள் வேறுவிதமாக நம்புகிறார்கள்.",
        "",
        "\"ரஷ்யாவுடனான இலங்கையின் வர்த்தக உறவுகள் ஐரோப்பிய ஒன்றியம், அமெரிக்கா அல்லது ஐக்கிய இராச்சியம் ஆகிய நாடுகளுடன் ஒப்பிடுகையில் பெரியதாக இல்லை\" என்று மூத்த பொருளாதார நிபுணரும் முன்னாள் மத்திய வங்கியின் பிரதி ஆளுநருமான கலாநிதி டபிள்யூ. ஏ விஜேவர்தன கருத்து தெரிவித்துள்ளார். \"உதாரணமாக, இலங்கை ஐரோப்பிய ஒன்றியம் மற்றும் அமெரிக்காவிற்கு தலா 3 பில்லியன் டாலர்கள் மற்றும் இங்கிலாந்துக்கு 1 பில்லியன் டாலர்கள் ஏற்றுமதி செய்யும் போது, ​​அது ரஷ்யாவிற்கு சுமார் 180 மில்லியன் அமெரிக்க டாலர்களை ஏற்றுமதி செய்கிறது. மேலும், இலங்கை ரஷ்யாவுடன் சுமார் 25 மில்லியன் டாலர் வர்த்தக பற்றாக்குறை உள்ளது. EU, USA மற்றும் UK உடன், அது USA உடன் சுமார் US$ 2.5 பில்லியன், EU உடன் US$ 1 பில்லியன் மற்றும் UK உடன் US$ 800 மில்லியன் வர்த்தக உபரிகளைக் கொண்டுள்ளது. எனவே, ரஷ்யாவுடனான முழு வர்த்தகத்தையும் இலங்கை இழந்தாலும், அமெரிக்கா, ஐரோப்பிய ஒன்றியம் மற்றும் இங்கிலாந்து போன்ற நாடுகளுக்குப் பெரிய பாதிப்பு இல்லை.",
        "",
        "",
        "\"சுற்றுலாவைப் பொறுத்தவரை, இலங்கைக்கு வரும் சுற்றுலாப் பயணிகளின் மிகப்பெரிய தாயகமாக ரஷ்யா உள்ளது, அதைத் தொடர்ந்து இந்தியாவும் உள்ளது. ஆனால் அந்த சுற்றுலாப் பயணிகள் அதிகச் செலவு செய்பவர்கள் அல்ல, பெரும்பாலும் பேக் பேக் சுற்றுலாப் பயணிகள் நாட்டில் குறைவாகச் செலவிடுகிறார்கள்\"",
        "",
        "",
        "\"ரஷ்யா இலங்கை தேயிலையை வாங்கும் ஒரு முக்கிய நாடாக இருந்து வருகிறது, வர்த்தகம் ஸ்தம்பிக்கும் போது அந்த துறை புதிய சந்தைகளை தேட வேண்டும்,\" என்று அவர் தொடர்ந்தார். “சுற்றுலாவைப் பொறுத்தவரை, இலங்கைக்கு வரும் சுற்றுலாப் பயணிகளின் மிகப்பெரிய தாயகமாக ரஷ்யாவும் அதைத் தொடர்ந்து இந்தியாவும் உள்ளன. ஆனால் அந்த சுற்றுலாப் பயணிகள் அதிக செலவு செய்பவர்கள் அல்ல, பெரும்பாலும் நாட்டில் குறைந்த பட்சம் செலவழிக்கும் பேக் பேக் சுற்றுலாப் பயணிகள். எனவே, மத்திய கிழக்கு (மாலத்தீவுகள் செய்வது போல்) மற்றும் இங்கிலாந்தில் இருந்து அதிக செலவு செய்யும் சுற்றுலாப் பயணிகளை ஈர்ப்பதன் மூலம் சுற்றுலாத் துறைக்கு ஏற்படும் இடையூறுகளையும் குறைக்க முடியும்.",
        "",
        "இலங்கை மீதான தாக்கம் வருமான இழப்பில் இல்லை மாறாக அதன் முக்கிய இறக்குமதிகளான எரிபொருள், எல்பிஜி மற்றும் கோதுமை தானியங்களின் விலையேற்றம் ஆகியவற்றில் ஏற்கனவே 10 முதல் 15% வரை அதிகரித்துள்ளதால், மோதல் ஏற்பட்டால் அவை மேலும் அதிகரிக்கக்கூடும் என்றும் அவர் கூறினார். நீடித்தது. \"இது நாட்டின் எரிசக்தி மற்றும் உணவுப் பாதுகாப்பை மிகவும் மோசமாக பாதிக்கும், இது கடுமையான அந்நிய செலாவணி பற்றாக்குறையால் பாதிக்கப்படும் வரை நாட்டிற்கு தீர்வு இல்லை.\""
      ]
    }
  }
}