{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Conflict-between-RUSSIA-AND-UKRAINE-is-directly-affecting-our-aircraft-serviceability-Air-Marshal-Sudarshana-Pathirana/131-232112",
  "time_ut": 1646164260,
  "title": "“Conflict between RUSSIA AND UKRAINE is directly  affecting our aircraft serviceability” - Air Marshal Sudarshana Pathirana",
  "body_lines": [
    "If it was due to rising geopolitical pressures, I believe we need to have a larger fleet",
    "We don’t have a proper, direct enemy as such. But we do have other global threats coming into play",
    "We are not choosing India. We have requested all our friends to support us",
    "Sri Lanka doesn’t have any capabilities of at least even monitoring our air space",
    "The 71st anniversary of the Sri Lanka Air Force falls today, with a series of activities underway to commemorate the event. In an interview with the Daily Mirror, Commander of the Sri Lanka Air Force Air Marshal Sudarshana Pathirana discussed current issues, challenges, and opportunities ahead. Excerpts of the interview:",
    "Q  There were recent media reports claiming that Sri Lanka is to acquire two aircraft, which caused quite a stir, given the current economic crisis. Can you explain the need for these aircraft?",
    "The American government is giving this Beechcraft totally free, under a foreign military sales contract. There is absolutely no cost involved. For the last year, we have been discussing with our counterparts and we have requested two or three Beech aircraft to enhance maritime security by air. So this year they have confirmed that they will give one aircraft by the end of 2022 or the beginning of 2023.",
    "Sri Lanka has more maritime area than our land area. There is an Exclusive Economic Zone (EEZ) of about 24 times. Then we have the continental shelf and the continental claims, which can go up to even two or three times than the EEZ. Therefore, I believe it is our responsibility to protect whatever resources which are trapped in the sea which belong to Sri Lanka. This is why it is important that we enhance our maritime security.",
    "Q  There have been reports that Sri Lanka is in talks with India to acquire two aircraft. What is the progress of this dialogue?",
    "I believe we are at the end of our discussions. India too has promised to give us one aircraft free of charge, which is once again to enhance our maritime security. I believe that that aircraft should arrive here by mid 2022. That too will be free of charge, as a grant from the Government of India to the Sri Lanka Air Force.",
    "Q  Why is it that we are looking at aid from India specifically?",
    "We are not choosing India. We have requested all our friends to support us, to enhance our air power capabilities and some countries responded positively. One of them is India. India being the closest neighbour, we have had good ties for generations. So I think that is why it is being offered to us free of charge.",
    "Maritime security is important for the entire region. We need to have this free passage for the commercial ships to sail through the South of Sri Lanka. That is why the regional powers, the super powers and the global powers are interested in enhancing our maritime security to ensure that the free passage is being maintained in the Indian Ocean.",
    "Q  What is your evaluation of Sri Lanka’s current defence capabilities?",
    "I think our capabilities are enough to maintain the territorial integrity and sovereignty of Sri Lanka. We must always develop our defence capabilities according to the threat. So first we have to analyze the threat, and according to the threat, it must be decided what defence posture we should be having.",
    "With His Excellency the President’s vision for Sri Lanka to be friends for all, and enemy to none, and along with Sri Lanka being a non-aligned country, we don’t have a proper, direct enemy as such. But we do have other global threats coming into play. Extremism, drugs and other illegal activities are happening all around. So we have to make sure that those things are being curtailed, monitored and controlled. That is our current threat, which we are quite capable of handling.",
    "Q  Why do we need the fleets of the scale that we have at present? Is it to protect our sovereign interests or is it because of rising geopolitical pressures?",
    "If it was due to rising geopolitical pressures, I believe we need to have a larger fleet than we have. We need to have a larger force than this. Our fleet is being maintained to ensure our domestic requirements and to maintain our national security requirements.",
    "Apart from maritime security, we are looking at enhancing whatever the capabilities that we have right now, to make sure that they are maintained for future as well. Since Sri Lanka is an island, we have to be ready for any natural disasters too.",
    "Q  Have you been able to achieve your objectives since your appointment as the Commander of the Air Force?",
    "As soon as I took over, I presented four major missions or lines that I should be following in order to take the Air Force forward. I think for the last year, even with the COVID-19 pandemic restrictions and challenges, we managed to achieve the things that we had planned.",
    "This includes how we developed our air assets, made them serviceable and put them back into service last year. The A-32s and Kfirs were sent for upgrades. A lot of Mi-17 aircraft were upgraded. Meanwhile two countries have agreed to provide us with aircrafts. We also have a proper plan in responding to natural disasters now. In other words, we know exactly where to keep the aircraft, as we now have an aircraft positioning plan for Sri Lanka. We have done a lot of training with the Special Task Force and our own special forces, especially with regard to search and rescue missions. We have also acquired new equipment for these types of missions, so all these four areas which we have planned have been achieved.",
    "This year I’m planning to look into two new areas. One area is the management of air space. So far, we don’t have any capabilities of at least even monitoring our air space. This is why I’m trying to establish an air space management cell, with the help from our foreign friends. Though we don’t have the capability to go into space, we must ensure that the space above our country belongs to Sri Lankans. To do that, a space monitoring unit is essential.",
    "In addition to these, we have worked towards the cyber, technical and professional advancements, for which we have had a lot of training. On the other hand, the well-being of my personnel is a major concern. For the last 70 years, we never had a proper hospital. At the beginning of this year, we laid the foundation stone for a hospital for which His Excellency the President provided the Air Force with the land required. I believe the personnel who are working with us, ones who have retired as well as future personnel and their families would all be benefitted from this programme.",
    "Q  Sri Lanka has a number of Soviet made aircraft. How does the ongoing situation in Russia and Ukraine impact requirements of the Air Force?",
    "It is indeed a problem for us, as we have a lot of Soviet Union made aircraft and helicopters in our fleet. We are depending a lot on Russia, Ukraine and their neighbouring countries. So the conflict between Russia and Ukraine is directly affecting our aircraft serviceability and spares backup. However, we are now attempting to discuss with the neighbouring countries around Russia, to see how they can help us with the spares. We are also very mindful of how we would be using these spares.",
    "As it is a tender procedure, we know who the suppliers are. We mainly go with Russian or Ukrainian suppliers as they are the manufacturers or the main suppliers in the system. Following this situation, we have identified who the other suppliers are around the region. So, if we fail to negotiate with Russia and Ukraine, we might go into looking for other suppliers around the region.",
    "Q  With the current economic crisis in Sri Lanka, how does the Air Force manage its requirements, especially in fleet management?",
    "We have a proper plan. We are servicing and overhauling the bare minimum .We attend only to the immediate requirements to ensure national security. We don’t go for major overhauls or unnecessary repairs and upgrades of the systems. We do this through a lot of planning and discussions with the Treasury and Ministry of Defence.",
    "We are currently looking into the serviceability of C-130 aircrafts, which have been lying on ground for a long time. Discussions are ongoing to make them air worthy. If we get it into a reasonable budget, the idea is to make them serviceable and give it to the United Nations, from which we can earn some foreign exchange. Even at present, we are running UN missions in the Central African Republic from which Sri Lanka earns millions of dollars per year for the services rendered by the Air Force, and these funds directly go to the Treasury."
  ],
  "translate": {
    "si": {
      "title": "\"රුසියාව සහ යුක්රේනය අතර ගැටුම අපගේ ගුවන් යානා සේවා හැකියාවට සෘජුවම බලපානවා\" - එයාර් මාර්ෂල් සුදර්ශන පතිරණ",
      "body_lines": [
        "එය ඉහළ යන භූ දේශපාලන පීඩනය නිසා සිදුවූයේ නම්, අපට විශාල බලඇණියක් තිබිය යුතු යැයි මම විශ්වාස කරමි",
        "අපට එවැනි නිවැරදි, සෘජු සතුරෙකු නොමැත. නමුත් අපට වෙනත් ගෝලීය තර්ජන ක්‍රියාත්මක වේ",
        "අපි ඉන්දියාව තෝරා ගන්නේ නැහැ. ඒ සඳහා සහයෝගය ලබා දෙන ලෙස අප සියලු මිතුරන්ගෙන් ඉල්ලා සිටිමු",
        "අඩුම තරමින් අපේ ගුවන් අවකාශය නිරීක්ෂණය කිරීමටවත් ශ්‍රී ලංකාවට හැකියාවක් නැත",
        "ශ්‍රී ලංකා ගුවන් හමුදාවේ 71 වැනි සංවත්සරය අදට යෙදී ඇති අතර, එම උත්සවය සැමරීම සඳහා වැඩසටහන් මාලාවක් ද ක්‍රියාත්මක වේ. ශ්‍රී ලංකා ගුවන් හමුදාධිපති එයාර් මාර්ෂල් සුදර්ශන පතිරණ ඩේලි මිරර් සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් වත්මන් ගැටළු, අභියෝග සහ ඉදිරි අවස්ථා පිළිබඳව සාකච්ඡා කළේය. සම්මුඛ සාකච්ඡාවේ උපුටා ගැනීම්:",
        "Q  දැනට පවතින ආර්ථික අර්බුදය හමුවේ මහත් ආන්දෝලනයකට තුඩු දුන් ගුවන් යානා දෙකක් ශ්‍රී ලංකාව අත්පත් කර ගැනීමට නියමිත බව පවසමින් මෑත කාලීන මාධ්‍ය වාර්තා පළ විය. මෙම ගුවන් යානාවල අවශ්‍යතාවය පැහැදිලි කළ හැකිද?",
        "ඇමරිකානු රජය මෙම Beechcraft සම්පූර්ණයෙන්ම නොමිලේ ලබා දෙන්නේ විදේශීය මිලිටරි විකුණුම් කොන්ත්‍රාත්තුවක් යටතේය. සම්පූර්ණයෙන්ම කිසිදු වියදමක් සම්බන්ධ නොවේ. පසුගිය වසර පුරාවට අපි අපේ සගයන් සමඟ සාකච්ඡා කරමින් සිටි අතර ගුවනින් සමුද්‍රීය ආරක්ෂාව වැඩි කිරීමට බීච් ගුවන් යානා දෙක තුනක් ඉල්ලා සිටියෙමු. ඉතින් මේ අවුරුද්දේ 2022 අග හරි 2023 මුල හරි එක ගුවන් යානයක් දෙනවා කියලා තහවුරු කරලා තියෙනවා.",
        "අපේ ගොඩබිම් ප්‍රමාණයට වඩා ශ්‍රී ලංකාවේ මුහුදු ප්‍රදේශය වැඩියි. 24 ගුණයක පමණ සුවිශේෂී ආර්ථික කලාපයක් (EEZ) ඇත. එවිට අපට මහාද්වීපික රාක්කය සහ මහාද්වීපික හිමිකම් ඇති අතර එය EEZ වලට වඩා දෙතුන් ගුණයක් දක්වා ඉහළ යා හැකිය. ඒ නිසා ශ්‍රී ලංකාවට අයත් මුහුදේ මොනයම් හෝ සම්පතක් සිරවී තිබුණත් ඒවා ආරක්‍ෂා කර ගැනීම අපේ වගකීමක් කියලා මම විශ්වාස කරනවා. මේ නිසා අපි අපේ සමුද්‍රීය ආරක්ෂාව වැඩි දියුණු කිරීම වැදගත්.",
        "ප්‍ර  ශ්‍රී ලංකාව ගුවන් යානා දෙකක් අත්පත් කර ගැනීමට ඉන්දියාව සමඟ සාකච්ඡා කරමින් සිටින බවට වාර්තා පළ වී තිබේ. මෙම සංවාදයේ ප්‍රගතිය කුමක්ද?",
        "මම විශ්වාස කරන්නේ අපි අපේ සාකච්ඡා අවසානයේ සිටින බවයි. ඉන්දියාව ද අපට එක් ගුවන් යානයක් නොමිලේ ලබා දෙන බවට පොරොන්දු වී ඇත, එය නැවත වරක් අපගේ සමුද්‍රීය ආරක්ෂාව වැඩි කිරීමට ය. එම ගුවන් යානය 2022 මැද භාගය වන විට මෙහි පැමිණිය යුතු යැයි මම විශ්වාස කරමි. එයද ඉන්දීය රජයෙන් ශ්‍රී ලංකා ගුවන් හමුදාවට ප්‍රදානයක් ලෙස නොමිලේ ලබා දෙනු ඇත.",
        "ප්‍ර  අපි විශේෂයෙන් ඉන්දියාවෙන් ලැබෙන ආධාර දෙස බලන්නේ ඇයි?",
        "අපි ඉන්දියාව තෝරා ගන්නේ නැහැ. අපගේ ගුවන් විදුලි හැකියාවන් වැඩි දියුණු කිරීම සඳහා අපට සහාය වන ලෙස අපි අපගේ සියලුම මිතුරන්ගෙන් ඉල්ලා සිටි අතර සමහර රටවල් ධනාත්මක ප්‍රතිචාර දක්වා ඇත. ඉන් එකක් ඉන්දියාවයි. සමීපතම අසල්වැසියා වන ඉන්දියාව පරම්පරා ගණනාවක් තිස්සේ අපට හොඳ සබඳතාවක් ඇත. ඉතින් මම හිතන්නේ ඒක තමයි අපිට නොමිලේ දෙන්නේ.",
        "සමුද්‍රීය ආරක්ෂාව සමස්ත කලාපයටම වැදගත් වේ. වාණිජ නැව්වලට ශ්‍රී ලංකාවේ දකුණ හරහා යාත්‍රා කිරීමට අපට මෙම නිදහස් මාර්ගය තිබිය යුතුය. කලාපීය බලවතුන්, සුපිරි බලවතුන් සහ ගෝලීය බලවතුන් ඉන්දියානු සාගරයේ නිදහසේ ගමන් කිරීම සහතික කිරීම සඳහා අපගේ සමුද්‍රීය ආරක්ෂාව වැඩි දියුණු කිරීමට උනන්දු වන්නේ එබැවිනි.",
        "ප්‍ර  ශ්‍රී ලංකාවේ වත්මන් ආරක්ෂක හැකියාවන් පිළිබඳ ඔබේ ඇගයීම කුමක්ද?",
        "ශ්‍රී ලංකාවේ භෞමික අඛණ්ඩතාව සහ ස්වෛරීභාවය පවත්වා ගැනීමට අපගේ හැකියාවන් ප්‍රමාණවත් යැයි මම සිතමි. අපි හැම විටම තර්ජනයට අනුව අපගේ ආරක්ෂක හැකියාවන් වර්ධනය කර ගත යුතුය. එබැවින් පළමුව අප තර්ජනය විශ්ලේෂණය කළ යුතු අතර, තර්ජනයට අනුව, අපට තිබිය යුතු ආරක්ෂක ඉරියව්ව තීරණය කළ යුතුය.",
        "ශ්‍රී ලංකාව සැමට මිත්‍ර වීමටත්, කිසිවකුට සතුරෙකු වීමටත්, ශ්‍රී ලංකාව නොබැඳි රටක් වීමත් සමඟ අතිගරු ජනාධිපතිතුමාගේ දැක්ම සමඟින්, අපට නිසි සෘජු සතුරෙකු නොමැත. නමුත් අපට වෙනත් ගෝලීය තර්ජන ක්‍රියාත්මක වේ. අන්තවාදය, මත්ද්‍රව්‍ය සහ වෙනත් නීති විරෝධී ක්‍රියා අවට සිදුවෙමින් පවතී. ඒ නිසා ඒ දේවල් සීමා කරනවා, අධීක්ෂණය කරනවා, පාලනය කරනවා කියලා අපි වග බලා ගත යුතුයි. එය අපගේ වර්තමාන තර්ජනයයි, එය අපට හැසිරවීමට තරමක් හැකියාව ඇත.",
        "ප්‍ර  අපට දැනට තිබෙන පරිමාණයේ යාත්‍රා අවශ්‍ය වන්නේ ඇයි? එය අපගේ ස්වෛරී අවශ්‍යතා ආරක්ෂා කර ගැනීම සඳහාද නැතහොත් නැගෙන භූ දේශපාලන පීඩනය නිසාද?",
        "එය ඉහළ යන භූ දේශපාලන පීඩනය නිසා සිදුවූයේ නම්, අපට වඩා විශාල බලඇණියක් අපට තිබිය යුතු යැයි මම විශ්වාස කරමි. මීට වඩා විශාල බලවේගයක් අපට තිබිය යුතුයි. අපගේ දේශීය අවශ්‍යතා සහතික කිරීම සහ අපගේ ජාතික ආරක්ෂක අවශ්‍යතා පවත්වා ගැනීම සඳහා අපගේ යාත්‍රාව නඩත්තු කරනු ලැබේ.",
        "සමුද්‍රීය ආරක්‍ෂාව හැරුණු විට, අප සතුව දැනට පවතින ඕනෑම හැකියාවක් අනාගතය සඳහා ද පවත්වාගෙන යාමට වග බලා ගැනීම සඳහා ඒවා වැඩිදියුණු කිරීමට අපි බලා සිටිමු. ශ්‍රී ලංකාව දූපතක් බැවින් ඕනෑම ස්වාභාවික විපත්වලටද අප සූදානම් විය යුතුය.",
        "ප්‍ර  ඔබ ගුවන් හමුදාපතිවරයා ලෙස පත්වීමෙන් පසු ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට ඔබට හැකි වී තිබේද?",
        "මා භාරගත් වහාම ගුවන් හමුදාව ඉදිරියට ගෙන යාම සඳහා මා අනුගමනය කළ යුතු ප්‍රධාන මෙහෙයුම් හෝ රේඛා හතරක් ඉදිරිපත් කළා. මම හිතන්නේ පසුගිය වසර තුළ, COVID-19 වසංගත සීමා කිරීම් සහ අභියෝග සමඟ පවා, අපි සැලසුම් කළ දේවල් සාක්ෂාත් කර ගැනීමට අපට හැකි විය.",
        "අපි අපගේ ගුවන් වත්කම් සංවර්ධනය කර, ඒවා සේවා කළ හැකි බවට පත් කළ ආකාරය සහ පසුගිය වසරේ ඒවා නැවත සේවයට යෙදවූ ආකාරය මෙයට ඇතුළත් වේ. A-32 සහ කෆීර් යානා වැඩිදියුණු කිරීම් සඳහා යවන ලදී. Mi-17 ගුවන් යානා ගොඩක් වැඩි දියුණු කළා. මේ අතර අපට ගුවන් යානා ලබාදීමට රටවල් දෙකක් එකඟ වී තිබෙනවා. ස්වාභාවික විපත්වලට ප්‍රතිචාර දැක්වීමේ දී ද අපට නිසි සැලසුමක් දැන් තිබේ. වෙනත් වචන වලින් කිවහොත්, ශ්‍රී ලංකාව සඳහා ගුවන් යානා ස්ථානගත කිරීමේ සැලැස්මක් අප සතුව ඇති බැවින් ගුවන් යානය තබා ගත යුතු ස්ථානය අපි හරියටම දනිමු. අපි විශේෂ කාර්ය බළකාය සහ අපේම විශේෂ බළකාය සමඟ විශේෂයෙන් සෙවීම් සහ ගලවා ගැනීමේ මෙහෙයුම් සම්බන්ධයෙන් බොහෝ පුහුණුවීම් කර ඇත්තෙමු. මේ ආකාරයේ මෙහෙයුම් සඳහා අපි නව උපකරණ ද ලබාගෙන ඇති නිසා අප සැලසුම් කළ මෙම ක්ෂේත්‍ර හතරම සාක්ෂාත් කර ගෙන ඇත.",
        "මේ වසරේ මම නව ක්ෂේත්‍ර දෙකක් ගැන සොයා බැලීමට සැලසුම් කරමි. එක් අංශයක් වන්නේ ගුවන් අවකාශය කළමනාකරණය කිරීමයි. මේ වන විට, අවම වශයෙන් අපගේ ගුවන් අවකාශය නිරීක්ෂණය කිරීමට පවා අපට කිසිදු හැකියාවක් නොමැත. අපේ විදේශීය මිතුරන්ගේ සහාය ඇතිව මම ගුවන් අභ්‍යවකාශ කළමනාකරණ කොටුවක් පිහිටුවීමට උත්සාහ කරන්නේ එබැවිනි. අභ්‍යවකාශයට යාමට අපට හැකියාවක් නැතත්, අපේ රටට ඉහළින් ඇති අවකාශය ශ්‍රී ලාංකිකයන්ට අයිති බවට අප සහතික විය යුතුයි. ඒ සඳහා අවකාශ නිරීක්ෂණ ඒකකයක් අත්‍යවශ්‍ය වේ.",
        "මේවාට අමතරව, අපි සයිබර්, තාක්ෂණික සහ වෘත්තීය දියුණුව සඳහා කටයුතු කර ඇති අතර, ඒ සඳහා අපට බොහෝ පුහුණුවක් ලැබී ඇත. අනෙක් අතට, මගේ කාර්ය මණ්ඩලයේ යහපැවැත්ම ප්‍රධාන සැලකිල්ලකි. පසුගිය වසර 70 තුළ අපට නිසි රෝහලක් තිබුණේ නැහැ. මේ වසර මුලදී අපි අතිගරු ජනාධිපතිතුමා ගුවන් හමුදාවට අවශ්‍ය ඉඩම ලබාදෙන රෝහලකට මුල්ගල තැබුවා. අප සමඟ සේවය කරන පිරිස්, විශ්‍රාම ගිය අය මෙන්ම අනාගත සේවකයන් සහ ඔවුන්ගේ පවුල්වල සියලු දෙනාම මෙම වැඩසටහනෙන් ප්‍රතිලාභ ලබනු ඇතැයි මම විශ්වාස කරමි.",
        "Q  ශ්‍රී ලංකාව සතුව සෝවියට් නිෂ්පාදිත ගුවන් යානා ගණනාවක් තිබේ. රුසියාවේ සහ යුක්රේනයේ පවතින තත්ත්වය ගුවන් හමුදාවේ අවශ්‍යතා කෙරෙහි බලපාන්නේ කෙසේද?",
        "සෝවියට් සංගමයේ නිෂ්පාදිත ගුවන් යානා සහ හෙලිකොප්ටර් විශාල ප්‍රමාණයක් අපගේ බලඇණියේ ඇති බැවින් එය ඇත්තෙන්ම අපට ගැටලුවකි. අපි රුසියාව, යුක්රේනය සහ ඔවුන්ගේ අසල්වැසි රටවල් මත බොහෝ රඳා පවතී. එබැවින් රුසියාව සහ යුක්රේනය අතර ගැටුම අපගේ ගුවන් යානා සේවා හැකියාවට සෘජුවම බලපාන අතර උපස්ථ උපස්ථ කරයි. කෙසේ වෙතත්, අපි දැන් රුසියාව අවට අසල්වැසි රටවල් සමඟ සාකච්ඡා කිරීමට උත්සාහ කරමු, ඔවුන් අපට අමතර කොටස් සමඟ උදව් කරන්නේ කෙසේදැයි බැලීමට. අපි මෙම අමතර කොටස් භාවිතා කරන්නේ කෙසේද යන්න පිළිබඳවද අපි ඉතා අවධානයෙන් සිටිමු.",
        "ඒක ටෙන්ඩර් පටිපාටියක් නිසා අපි දන්නවා සැපයුම්කරුවන් කවුද කියලා. අපි ප්රධාන වශයෙන් රුසියානු හෝ යුක්රේන සැපයුම්කරුවන් සමඟ යන්නෙමු ඔවුන් පද්ධතියේ නිෂ්පාදකයින් හෝ ප්රධාන සැපයුම්කරුවන් වේ. මෙම තත්ත්වයෙන් පසුව, කලාපය වටා සිටින අනෙකුත් සැපයුම්කරුවන් කවුරුන්ද යන්න අපි හඳුනාගෙන ඇත. එබැවින්, අපි රුසියාව සහ යුක්රේනය සමඟ සාකච්ඡා කිරීමට අපොහොසත් වුවහොත්, අපි කලාපය වටා වෙනත් සැපයුම්කරුවන් සෙවීමට යා හැකිය.",
        "ප්‍ර  ශ්‍රී ලංකාවේ වත්මන් ආර්ථික අර්බුදයත් සමඟ, ගුවන් හමුදාව එහි අවශ්‍යතා කළමනාකරණය කරන්නේ කෙසේද, විශේෂයෙන්ම ගුවන් යානා කළමනාකරණයේදී?",
        "අපට නිසි සැලසුමක් තිබෙනවා. අපි අවම සේවා සහ අලුත්වැඩියා කටයුතු සිදු කරමින් සිටිමු .අපි ජාතික ආරක්ෂාව සහතික කිරීම සඳහා ක්ෂණික අවශ්‍යතා සඳහා පමණක් සහභාගී වෙමු. අපි ප්රධාන අලුත්වැඩියාවන් හෝ අනවශ්ය අලුත්වැඩියාවන් සහ පද්ධති වැඩිදියුණු කිරීම් සඳහා නොයන්නෙමු. අපි භාණ්ඩාගාරය සහ ආරක්ෂක අමාත්‍යාංශය සමඟ බොහෝ සැලසුම් සහ සාකච්ඡා මාර්ගයෙන් මෙය සිදු කරනවා.",
        "දිගු කලක් බිම වැටී ඇති C-130 ගුවන් යානාවල සේවා හැකියාව පිළිබඳව අපි දැනට සොයා බලමින් සිටිමු. ඒවා වාතයට සුදුසු බවට පත් කිරීම සඳහා සාකච්ඡා සිදු වෙමින් පවතී. අපි එය සාධාරණ අයවැයක් බවට පත් කළහොත්, ඔවුන් සේවය කළ හැකි බවට පත් කර එක්සත් ජාතීන්ගේ සංවිධානයට ලබා දීමයි, එයින් අපට යම් විදේශ විනිමයක් උපයා ගත හැකිය. මේ වන විටත් අපි මධ්‍යම අප්‍රිකානු ජනරජයේ එක්සත් ජාතීන්ගේ දූත මණ්ඩල පවත්වාගෙන යමින් සිටින අතර, එයින් ශ්‍රී ලංකාවට වසරකට ඩොලර් මිලියන ගණනින් ගුවන් හමුදාවෙන් ලැබෙන සේවාවන් සඳහා මුදල් ලැබෙන අතර මෙම අරමුදල් සෘජුවම භාණ්ඩාගාරයට යයි."
      ]
    },
    "ta": {
      "title": "\"ரஷ்யா மற்றும் உக்ரைன் இடையேயான மோதல், எங்கள் விமான சேவையை நேரடியாக பாதிக்கிறது\" - எயார் மார்ஷல் சுதர்சன பத்திரன",
      "body_lines": [
        "அதிகரித்து வரும் புவிசார் அரசியல் அழுத்தங்கள் காரணமாக இருந்திருந்தால், நாம் ஒரு பெரிய கடற்படையைக் கொண்டிருக்க வேண்டும் என்று நான் நம்புகிறேன்",
        "எங்களுக்கு சரியான, நேரடியான எதிரி இல்லை. ஆனால், பிற உலகளாவிய அச்சுறுத்தல்களும் நம்மிடம் உள்ளன",
        "நாங்கள் இந்தியாவை தேர்ந்தெடுக்கவில்லை. நண்பர்கள் அனைவரும் ஆதரவு தருமாறு கேட்டுக்கொள்கிறோம்",
        "குறைந்த பட்சம் நமது வான்வெளியை கண்காணிக்கும் திறன் இலங்கைக்கு இல்லை",
        "இலங்கை விமானப்படையின் 71வது ஆண்டு நிறைவு விழா இன்று அனுசரிக்கப்படுகிறது. இலங்கை விமானப்படைத் தளபதி எயார் மார்ஷல் சுதர்சன பத்திரன டெய்லி மிரருக்கு வழங்கிய நேர்காணலில் தற்போதைய பிரச்சினைகள், சவால்கள் மற்றும் வரவிருக்கும் வாய்ப்புகள் குறித்து கலந்துரையாடினார். நேர்காணலின் பகுதிகள்:",
        "கே  தற்போதைய பொருளாதார நெருக்கடியைக் கருத்தில் கொண்டு, இலங்கை இரண்டு விமானங்களை வாங்க உள்ளதாக சமீபத்திய ஊடக அறிக்கைகள் வெளியாகி பெரும் பரபரப்பை ஏற்படுத்தியது. இந்த விமானங்களின் தேவையை விளக்க முடியுமா?",
        "அமெரிக்க அரசாங்கம் வெளிநாட்டு இராணுவ விற்பனை ஒப்பந்தத்தின் கீழ் இந்த பீச்கிராஃப்டை முற்றிலும் இலவசமாக வழங்குகிறது. இதில் முற்றிலும் எந்த செலவும் இல்லை. கடந்த ஒரு வருடமாக, நாங்கள் எங்கள் சகாக்களுடன் கலந்துரையாடி வருகிறோம், மேலும் விமானம் மூலம் கடல் பாதுகாப்பை மேம்படுத்த இரண்டு அல்லது மூன்று பீச் விமானங்களைக் கோரியுள்ளோம். எனவே இந்த ஆண்டு 2022 ஆம் ஆண்டு இறுதி அல்லது 2023 ஆம் ஆண்டின் தொடக்கத்தில் ஒரு விமானத்தை வழங்குவதாக உறுதி செய்துள்ளனர்.",
        "நமது நிலப்பரப்பை விட இலங்கையில் கடல் பரப்பு அதிகம். சுமார் 24 மடங்கு பிரத்தியேக பொருளாதார மண்டலம் (EEZ) உள்ளது. எங்களிடம் கான்டினென்டல் ஷெல்ஃப் மற்றும் கான்டினென்டல் உரிமைகோரல்கள் உள்ளன, இது EEZ ஐ விட இரண்டு அல்லது மூன்று மடங்கு வரை கூட செல்லலாம். எனவே, கடலில் சிக்கியுள்ள இலங்கைக்கு சொந்தமான வளங்களை பாதுகாப்பது நமது பொறுப்பு என நான் நம்புகிறேன். அதனால்தான் நமது கடல் பாதுகாப்பை மேம்படுத்துவது முக்கியம்.",
        "கே  இரண்டு விமானங்களை வாங்க இந்தியாவுடன் இலங்கை பேச்சுவார்த்தை நடத்தி வருவதாக செய்திகள் வந்துள்ளன. இந்த உரையாடலின் முன்னேற்றம் என்ன?",
        "நாங்கள் எங்கள் விவாதங்களின் முடிவில் இருக்கிறோம் என்று நான் நம்புகிறேன். இந்தியாவும் எங்களுக்கு ஒரு விமானத்தை இலவசமாக தருவதாக உறுதியளித்துள்ளது, இது மீண்டும் நமது கடல் பாதுகாப்பை மேம்படுத்தும். அந்த விமானம் 2022 ஆம் ஆண்டின் நடுப்பகுதியில் இங்கு வந்து சேரும் என்று நான் நம்புகிறேன். அதுவும் இந்திய அரசாங்கத்தின் மானியமாக இலங்கை விமானப்படைக்கு இலவசமாக வழங்கப்படும்.",
        "கே  இந்தியாவின் உதவியை நாம் ஏன் குறிப்பாகப் பார்க்கிறோம்?",
        "நாங்கள் இந்தியாவை தேர்ந்தெடுக்கவில்லை. எங்களுடைய அனைத்து நண்பர்களும் எங்களுக்கு ஆதரவளிக்குமாறு கேட்டுக் கொண்டோம், எங்கள் விமான ஆற்றல் திறன்களை அதிகரிக்க சில நாடுகள் சாதகமாக பதிலளித்தன. அதில் ஒன்று இந்தியா. இந்தியா நெருங்கிய அண்டை நாடாக இருப்பதால், பல தலைமுறைகளாக நல்ல உறவுகளைக் கொண்டுள்ளோம். அதனால்தான் இது எங்களுக்கு இலவசமாக வழங்கப்படுகிறது என்று நினைக்கிறேன்.",
        "முழு பிராந்தியத்திற்கும் கடல் பாதுகாப்பு முக்கியமானது. வர்த்தகக் கப்பல்கள் இலங்கையின் தென்பகுதி வழியாகச் செல்வதற்கு இந்த இலவசப் பாதையை நாம் கொண்டிருக்க வேண்டும். அதனால்தான் பிராந்திய வல்லரசுகள், வல்லரசுகள் மற்றும் உலக வல்லரசுகள் இந்தியப் பெருங்கடலில் சுதந்திரமான பாதை பராமரிக்கப்படுவதை உறுதிப்படுத்த நமது கடல் பாதுகாப்பை மேம்படுத்துவதில் ஆர்வம் காட்டுகின்றன.",
        "கே  இலங்கையின் தற்போதைய பாதுகாப்பு திறன்கள் பற்றிய உங்கள் மதிப்பீடு என்ன?",
        "இலங்கையின் ஆட்புல ஒருமைப்பாடு மற்றும் இறையாண்மையைப் பேணுவதற்கு எமது திறன்கள் போதுமானது என நான் நினைக்கிறேன். அச்சுறுத்தலுக்கு ஏற்ப நமது பாதுகாப்பு திறன்களை எப்போதும் வளர்த்துக் கொள்ள வேண்டும். எனவே முதலில் நாம் அச்சுறுத்தலை பகுப்பாய்வு செய்ய வேண்டும், மேலும் அச்சுறுத்தலின் படி, நாம் என்ன பாதுகாப்பு தோரணையுடன் இருக்க வேண்டும் என்பதை தீர்மானிக்க வேண்டும்.",
        "மேன்மைதங்கிய ஜனாதிபதியின் தொலைநோக்கு பார்வையுடன் இலங்கை அனைவருக்கும் நண்பனாகவும், யாருக்கும் எதிரியாகவும் இருக்கக்கூடாது, இலங்கை அணிசேரா நாடாக இருப்பதால், எங்களுக்கு சரியான, நேரடி எதிரி இல்லை. ஆனால், பிற உலகளாவிய அச்சுறுத்தல்களும் நம்மிடம் உள்ளன. தீவிரவாதம், போதைப்பொருள் மற்றும் பிற சட்டவிரோத நடவடிக்கைகள் சுற்றிலும் நடக்கின்றன. எனவே அந்த விஷயங்கள் குறைக்கப்படுகின்றன, கண்காணிக்கப்படுகின்றன மற்றும் கட்டுப்படுத்தப்படுகின்றன என்பதை நாம் உறுதி செய்ய வேண்டும். அதுவே நமது தற்போதைய அச்சுறுத்தலாகும், அதை நாங்கள் கையாளும் திறன் கொண்டவர்கள்.",
        "கே  தற்போது நம்மிடம் உள்ள அளவிலான கடற்படைகள் நமக்கு ஏன் தேவை? இது நமது இறையாண்மை நலன்களைப் பாதுகாப்பதற்காகவா அல்லது அதிகரித்து வரும் புவிசார் அரசியல் அழுத்தங்களின் காரணமா?",
        "புவிசார் அரசியல் அழுத்தங்கள் அதிகரித்து வருவதே இதற்குக் காரணம் என்றால், நம்மிடம் இருப்பதை விட பெரிய கடற்படையை நாம் கொண்டிருக்க வேண்டும் என்று நான் நம்புகிறேன். இதைவிட ஒரு பெரிய சக்தி நமக்கு வேண்டும். நமது உள்நாட்டுத் தேவைகளை உறுதிப்படுத்தவும், நமது தேசிய பாதுகாப்புத் தேவைகளைப் பராமரிக்கவும் எங்கள் கடற்படை பராமரிக்கப்படுகிறது.",
        "கடல்சார் பாதுகாப்பைத் தவிர, தற்போது எங்களிடம் உள்ள திறன்களை மேம்படுத்துவதையும், அவை எதிர்காலத்திலும் பராமரிக்கப்படுவதை உறுதிசெய்வதை நாங்கள் பார்க்கிறோம். இலங்கை ஒரு தீவு என்பதால், இயற்கை அனர்த்தங்களுக்கும் தயாராக இருக்க வேண்டும்.",
        "கே  விமானப்படையின் தளபதியாக நீங்கள் நியமிக்கப்பட்டதில் இருந்து உங்களால் உங்கள் நோக்கங்களை அடைய முடிந்ததா?",
        "நான் பொறுப்பேற்றவுடன், விமானப்படையை முன்னோக்கி கொண்டு செல்வதற்கு நான் பின்பற்ற வேண்டிய நான்கு முக்கிய பணிகள் அல்லது வரிகளை முன்வைத்தேன். கடந்த ஆண்டு, கோவிட்-19 தொற்று கட்டுப்பாடுகள் மற்றும் சவால்கள் இருந்தபோதிலும், நாங்கள் திட்டமிட்ட விஷயங்களைச் சாதிக்க முடிந்தது என்று நினைக்கிறேன்.",
        "எங்கள் விமானச் சொத்துக்களை நாங்கள் எவ்வாறு மேம்படுத்தினோம், அவற்றை சேவை செய்யக்கூடியதாக மாற்றினோம் மற்றும் கடந்த ஆண்டு அவற்றை மீண்டும் சேவையில் சேர்த்தோம். A-32 மற்றும் Kfirs ஆகியவை மேம்படுத்துவதற்காக அனுப்பப்பட்டன. நிறைய Mi-17 விமானங்கள் மேம்படுத்தப்பட்டன. இதற்கிடையில், இரண்டு நாடுகளும் எங்களுக்கு விமானங்களை வழங்க ஒப்புக்கொண்டுள்ளன. இயற்கைப் பேரிடர்களுக்குப் பதிலளிப்பதில் இப்போது சரியான திட்டம் உள்ளது. வேறு வார்த்தைகளில் கூறுவதானால், இலங்கைக்கான விமானங்களை நிலைநிறுத்துவதற்கான திட்டம் எங்களிடம் இருப்பதால், விமானத்தை எங்கு வைத்திருப்பது என்பது எங்களுக்குத் தெரியும். சிறப்புப் பணிப் படை மற்றும் எங்கள் சொந்த சிறப்புப் படைகளுடன், குறிப்பாக தேடுதல் மற்றும் மீட்புப் பணிகள் தொடர்பாக நாங்கள் நிறைய பயிற்சிகளை செய்துள்ளோம். இந்த வகையான பணிகளுக்கான புதிய உபகரணங்களையும் நாங்கள் வாங்கியுள்ளோம், எனவே நாங்கள் திட்டமிட்ட இந்த நான்கு பகுதிகளும் அடையப்பட்டுள்ளன.",
        "இந்த ஆண்டு இரண்டு புதிய பகுதிகளை பார்க்க திட்டமிட்டுள்ளேன். ஒரு பகுதி வான்வெளி மேலாண்மை. இதுவரை, குறைந்தபட்சம் நமது வான்வெளியைக் கண்காணிக்கும் திறன் எங்களிடம் இல்லை. அதனால்தான், நமது வெளிநாட்டு நண்பர்களின் உதவியோடு வான்வெளி மேலாண்மைக் கலத்தை நிறுவ முயற்சிக்கிறேன். விண்வெளிக்குச் செல்லும் திறன் எங்களிடம் இல்லை என்றாலும், நமது நாட்டிற்கு மேலே உள்ள இடம் இலங்கையர்களுக்குச் சொந்தமானது என்பதை உறுதி செய்ய வேண்டும். இதைச் செய்ய, விண்வெளி கண்காணிப்பு அலகு அவசியம்.",
        "இவை தவிர, சைபர், தொழில்நுட்பம் மற்றும் தொழில்முறை முன்னேற்றங்களை நோக்கி நாங்கள் பணியாற்றியுள்ளோம், அதற்காக நாங்கள் நிறைய பயிற்சி பெற்றுள்ளோம். மறுபுறம், எனது பணியாளர்களின் நல்வாழ்வு ஒரு முக்கிய கவலையாக உள்ளது. கடந்த 70 ஆண்டுகளாக எங்களுக்கு சரியான மருத்துவமனை இல்லை. இந்த வருடத்தின் தொடக்கத்தில் அதிமேதகு ஜனாதிபதி அவர்கள் விமானப்படைக்கு தேவையான காணிகளை வழங்கிய வைத்தியசாலைக்கு அடிக்கல் நாட்டினோம். எங்களுடன் பணிபுரியும் பணியாளர்கள், ஓய்வு பெற்றவர்கள் மற்றும் எதிர்கால பணியாளர்கள் மற்றும் அவர்களது குடும்பத்தினர் அனைவரும் இந்த திட்டத்தால் பயனடைவார்கள் என்று நான் நம்புகிறேன்.",
        "கே  சோவியத் தயாரிப்பான பல விமானங்களை இலங்கை கொண்டுள்ளது. ரஷ்யா மற்றும் உக்ரைனில் நிலவும் நிலைமை விமானப்படையின் தேவைகளை எவ்வாறு பாதிக்கிறது?",
        "சோவியத் யூனியனால் உருவாக்கப்பட்ட ஏராளமான விமானங்கள் மற்றும் ஹெலிகாப்டர்கள் எங்கள் கடற்படையில் இருப்பதால், இது உண்மையில் எங்களுக்கு ஒரு பிரச்சனை. நாங்கள் ரஷ்யா, உக்ரைன் மற்றும் அவற்றின் அண்டை நாடுகளையே அதிகம் சார்ந்துள்ளோம். எனவே ரஷ்யாவிற்கும் உக்ரைனுக்கும் இடையிலான மோதல் நேரடியாக எங்கள் விமான சேவையை பாதிக்கிறது மற்றும் காப்புப்பிரதியை மிச்சப்படுத்துகிறது. இருப்பினும், நாங்கள் இப்போது ரஷ்யாவைச் சுற்றியுள்ள அண்டை நாடுகளுடன் கலந்துரையாட முயற்சிக்கிறோம், உதிரிபாகங்களில் அவர்கள் எவ்வாறு எங்களுக்கு உதவ முடியும் என்பதைப் பார்க்கிறோம். இந்த உதிரிபாகங்களை நாங்கள் எவ்வாறு பயன்படுத்துவோம் என்பதையும் நாங்கள் மிகவும் கவனத்தில் கொள்கிறோம்.",
        "இது டெண்டர் நடைமுறை என்பதால், சப்ளையர்கள் யார் என்பது எங்களுக்குத் தெரியும். நாங்கள் முக்கியமாக ரஷ்ய அல்லது உக்ரேனிய சப்ளையர்களுடன் செல்கிறோம், ஏனெனில் அவர்கள் கணினியில் உற்பத்தியாளர்கள் அல்லது முக்கிய சப்ளையர்கள். இந்த சூழ்நிலையைத் தொடர்ந்து, பிராந்தியத்தைச் சுற்றியுள்ள மற்ற சப்ளையர்கள் யார் என்பதை நாங்கள் அடையாளம் கண்டுள்ளோம். எனவே, நாங்கள் ரஷ்யா மற்றும் உக்ரைனுடன் பேச்சுவார்த்தை நடத்தத் தவறினால், பிராந்தியத்தைச் சுற்றியுள்ள பிற சப்ளையர்களைத் தேடுவோம்.",
        "கே  இலங்கையின் தற்போதைய பொருளாதார நெருக்கடியில், விமானப்படை அதன் தேவைகளை, குறிப்பாக கடற்படை நிர்வாகத்தில் எவ்வாறு நிர்வகிக்கிறது?",
        "எங்களிடம் சரியான திட்டம் உள்ளது. நாங்கள் மிகக் குறைந்த பட்ச சேவை மற்றும் மாற்றியமைக்கிறோம். தேசிய பாதுகாப்பை உறுதி செய்வதற்கான உடனடித் தேவைகளுக்கு மட்டுமே நாங்கள் கவனம் செலுத்துகிறோம். பெரிய மாற்றங்கள் அல்லது தேவையற்ற பழுது மற்றும் அமைப்புகளின் மேம்படுத்தல்களுக்கு நாங்கள் செல்ல மாட்டோம். கருவூலம் மற்றும் பாதுகாப்பு அமைச்சகத்துடன் நிறைய திட்டமிடல் மற்றும் விவாதங்கள் மூலம் இதைச் செய்கிறோம்.",
        "நீண்ட காலமாக தரையில் கிடக்கும் சி-130 விமானங்களின் சேவைத்திறனை நாங்கள் தற்போது ஆராய்ந்து வருகிறோம். அவற்றை காற்றில் பறக்கவிடுவது குறித்து ஆலோசிக்கப்பட்டு வருகிறது. நியாயமான வரவுசெலவுத் திட்டத்தில் நாம் அதைப் பெற்றால், அவற்றைச் சேவை செய்யக்கூடியதாக மாற்றி ஐக்கிய நாடுகள் சபைக்குக் கொடுத்து, அதில் இருந்து கொஞ்சம் அந்நியச் செலாவணியைப் பெறலாம். தற்போதும் கூட, நாங்கள் மத்திய ஆபிரிக்கக் குடியரசில் ஐ.நா. தூதுகளை நடத்தி வருகிறோம், அதில் இருந்து இலங்கை விமானப்படையின் சேவைகளுக்காக ஆண்டுக்கு மில்லியன் டாலர்களை சம்பாதிக்கிறது, மேலும் இந்த நிதி நேரடியாக திறைசேரிக்குச் செல்கிறது."
      ]
    }
  }
}