{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Premadasas-vision-could-lift-Sri-Lankas-struggling-economy/172-236034",
  "time_ut": 1651259700,
  "title": "Premadasa’s vision could lift Sri Lanka’s struggling economy",
  "body_lines": [
    "Former President Premadasa firmly practised the idiom ‘Walk the Talk’",
    "It is with great pride that I pen this article on the on the 29th death anniversary of former President Ranasinghe Premadasa who was the father of the 200 garment factories programme. The programme led to major industrial development spread throughout the country creating employment and exports which brought in the valuable foreign exchange to the country.",
    "I was the First Chairman of Board of Investment (BOI) of Sri Lanka- which was earlier the Greater Colombo Economic Commission (GCEC)-from 91 to 93. The BOI was a high level organisation responsible for attracting foreign direct investment and the operation of export processing zones. I was given the responsibility of implementing this very ambitious and passionate project of President Premadasa; the 200 Garment Factory Programme manufacturing and exporting garments to foreign markets using the skills of the rural girls. This venture brought in the much needed foreign exchange to the country; a saviour to the Sri Lankan economy which at present is in a deep crises due to shortage of foreign dollars which are needed for imports and repayments of loans.",
    "The 29th death anniversary of Premadasa falls on May 1 2022. It is sad that the country lost a dynamic leader who was action and result oriented and had the vision to spread economic development throughout the country by taking the export oriented garment industries to the villages and providing jobs to rural youth and alleviate poverty.",
    "As chairman of the People’s Bank during the period of President Jayewardene and reappointed by President Premadasa, I was closely associated in the implementation of pro poor programmes such as direct lending to self-employed and small and micro projects through the People’s Bank and its network of branches spread throughout the country; which was another scheme supported by President Premadasa.",
    "I was Chairman of the People’s bank and one evening I had a call from the secretary finance Mr. Paskaralingam who told me that the President wanted me to take over the GCEC; now the BOI. This was quite a surprise and a challenge for me as I knew that the GCEC was quite different from the People’s Bank having over 350 branches at that time and over 10,000 employees with good quality, well-trained, experienced senior management and staff who were the best products turned out by our local universities.",
    "The 200 garment factories programme- to manufacture garments for the export market using the skills of rural girls-was one of the significant achievements and contributions made by President Premadasa to revolutionise industrial development and uplift the rural economy. He did this with the help and support of the private sector. For the first time we saw factories shifting out of the Katunayake and the Biyagama free trade zones in the Colombo and Gampaha Districts to outside provinces.",
    "With the setting up of the 200 garment factory programme the exports increased tremendously",
    "The US garment quotas were utilised by President Premadasa as a strategic tool for developing the rural economy and to help alleviate poverty in Sri Lanka. Credit should be given to the USA for this gift of the garment quotas which enabled Sri Lanka to become one of the top exporters in garments. This helped Sri Lanka even after the abolition of the quota system to produce quality garments at competitive prices.",
    "The garment industry became the largest in terms of industrial export from Sri Lanka due to the vision of the late president. Workers who had to leave their villages and come to Colombo and Katunayake and stay in boarding houses with measly savings were now able to travel to work from their homes and have a substantial take home pay.",
    "The private sector and foreign investors were drawn into the 200 garment factories programme by giving tax incentives, infrastructure such as land, electricity, telephone, water, roadways and other benefits, export quotas to the USA depending on the area selected ranging from 10,000 dozens for non - difficult, 25,000 dozens for difficult and 50,000 for most difficult areas to enable them to undertake expansions or new projects without much hassle and free of bureaucracy. This was the era where the One Stop Shop concept for the approval and implementation of projects was carried out by the BOI. All approvals were done under one roof at the BOI.",
    "The success of the 200 garment factories programme was the ease of doing business, grant of tax incentives, textile quotas and a luxury Benz vehicle on completion of the project given to investors as per the applicable rules and regulations under BOI without any political interference",
    "The management and staff of the BOI and others which included staff seconded from various ministries played a major role in making the 200 garment factories programme a success. This indeed showed that given the right direction and authority the public sector management could play a major role in the economic development of our country.",
    "The numerous meetings that we had with investors, government ministries, banks chaired by the late president himself and others chaired by the finance secretary were action oriented to solve problems of investors and not talk shops.",
    "I remember the frequent meetings we had at Sucharitha where President Premadasa invited investors who were given dates to open their factories and solved any problems on the spot.",
    "The weekly meetings with the cabinet sub-committee was another vehicle which sorted out matters especially relating to transfer of land for BOI projects. Many cabinet papers were submitted for approval on the recommendation of the cabinet sub-committee.",
    "We had investors from USA, UK, Hong Kong, Singapore and Germany investing in factories in the rural areas hitherto not even thought of by any industrialist, local or foreign.",
    "In the 200 garment factory programme the late president was present for all the official openings of factories. He gave opening dates to all investors and they had to work round the clock to open their factories on the scheduled dates. The opening of a factory was marked by the construction of a clock tower in all the areas which was undertaken by the investor and opened by the President before the factory opening.",
    "The late Kumar Dewapura was the Chairman of the Tri Star Group. He was given a land in the Kurunegala district by the then Chief Minister Jayawickrema Perera (who was later a Cabinet Minister in the government) to set up a garment factory. President Premadasa was present at the opening and developed the idea of the 200 garment factories programme. Dewapura was instrumental in setting up of the first few factories and giving a lead for others to join in the programme.",
    "At the time of President Premadasa’s untimely death, 160 areas had been allocated to construct garment factories and 117 factories were opened by the late president; six of which were ready for opening and 37 factories were under construction.",
    "Investors outside the zones were able to speed up their import and export facilities by the setting up of the separate BOI customs clearing centre.",
    "In 1991 the Apparel and Garment exports were approximately US $ 764 Million. With the setting up of the 200 garment factory programme the exports increased tremendously and in 2021 the exports amounted to US $ 5 billion despite the COVID 19 pandemic. Garments became the highest industrial export earner and the highest employer of females and meeting tough environmental and working conditions to achieve global standards. At present we have many Green Garment factories. Many of the bigger Garment factory owners have opened factories overseas and have become multinational companies bringing credit to the ambitious 200 Garment factories programme,",
    "President Premadasa, who never took ‘no’ for an answer, expected the government servants as well as the private sector to have a “can do” attitude. He was a person who firmly practised the idiom ‘Walk the Talk’.",
    "Today in this very critical juncture leaders should follow Premadasa policies to give a jump-start to our economy and make our people more industrious and prosperous.",
    "President Premadasa enabled the export sector to grow and bring in the much needed foreign dollars to the country; something which we need now to save us from the present grave economic crises.",
    "Many have stated that if the era of President Premadasa continued it would have led Sri Lanka to be a disciplined, well managed and industrious nation similar to Singapore, which was built by another great leader Late Lee Kuan Yew.",
    "In this critical juncture we now await the new leader who will rebuild Sri Lanka to regain the lost glory to become the “Pearl of the Indian Ocean”.",
    "(The writer is the former Chairman and Director General of the Board of Investment of Sri Lanka which was formerly known as the Greater Colombo Economic Commission, and the Former Chairman of both People’s Bank and People’s Merchant Bank)"
  ],
  "translate": {
    "si": {
      "title": "ප්‍රේමදාසගේ දැක්මට ශ්‍රී ලංකාවේ අරගලකාරී ආර්ථිකය ඔසවා තැබිය හැකිය",
      "body_lines": [
        "හිටපු ජනාධිපති ප්‍රේමදාස මහතා ‘වෝක් ද ටෝක්’ යන ව්‍යවහාරය තදින්ම ප්‍රගුණ කළේය.",
        "ඇඟලුම් කම්හල් 200 වැඩසටහනේ පියාණන් වූ හිටපු ජනාධිපති රණසිංහ ප්‍රේමදාස මහතාගේ 29 වැනි ගුණ සමරුව වෙනුවෙන් මෙම ලිපිය ලියන්නේ ඉමහත් ආඩම්බරයකිනි. මෙම වැඩසටහන මගින් රට පුරා ව්‍යාප්ත වූ විශාල කර්මාන්ත සංවර්ධනයකට රැකියා සහ අපනයනය උත්පාදනය කළ අතර එමඟින් රටට වටිනා විදේශ විනිමය ගෙන එනු ලැබීය.",
        "මම ශ්‍රී ලංකා ආයෝජන මණ්ඩලයේ (BOI) ප්‍රථම සභාපතිවරයා විය- පෙර මහ කොළඹ ආර්ථික කොමිෂන් සභාව (GCEC) - 91 සිට 93 දක්වා. BOI යනු විදේශ සෘජු ආයෝජන ආකර්ෂණය කර ගැනීම සහ ක්‍රියාත්මක කිරීම සඳහා වගකිව යුතු ඉහළ මට්ටමේ සංවිධානයකි. අපනයන සැකසුම් කලාප. පේ‍්‍රමදාස ජනාධිපතිතුමාගේ මේ අතිශය උද්‍යෝගිමත්, උද්‍යෝගිමත් ව්‍යාපෘතිය කි‍්‍රයාත්මක කිරීමේ වගකීම මට පැවරුණා. 200 ඇඟලුම් කම්හල් වැඩසටහන ග්‍රාමීය ගැහැණු ළමයින්ගේ කුසලතා භාවිතා කරමින් ඇඟලුම් නිෂ්පාදනය සහ විදේශ වෙළඳපොළට අපනයනය කිරීම. මෙම ව්‍යාපාරය රටට අවශ්‍ය විදේශ විනිමය ගෙන ආවේය; ආනයන සහ ණය ආපසු ගෙවීම සඳහා අවශ්‍ය විදේශ ඩොලර් හිඟය හේතුවෙන් මේ වන විට දැඩි අර්බුදයකට ලක්ව සිටින ශ්‍රී ලංකා ආර්ථිකයේ ගැලවුම්කරුවෙකි.",
        "ප්‍රේමදාස මහතාගේ 29 වැනි ගුණ සමරුව 2022 මැයි 01 වැනිදාට යෙදී ඇත. අපනයනය ඉලක්ක කරගත් ඇඟලුම් කර්මාන්තය ගමට ගෙන යමින් රට පුරා ආර්ථික සංවර්ධනයක් ව්‍යාප්ත කිරීමේ දැක්මක් ඇති ක්‍රියාකාරී හා ප්‍රතිඵලවලට නැඹුරු වූ ගතික නායකයකු රටට අහිමි වීම කනගාටුදායකය. ග්‍රාමීය තරුණ තරුණියන්ට රැකියා ලබාදීම සහ දිළිඳුකම පිටුදැකීම.",
        "ජයවර්ධන ජනාධිපතිවරයාගේ පාලන සමයේදී සහ ප්‍රේමදාස ජනාධිපතිවරයා විසින් නැවත පත් කරන ලද මහජන බැංකුවේ සභාපතිවරයා ලෙස, මහජන බැංකුව සහ එහි ජාලය හරහා ස්වයං රැකියාලාභීන්ට සහ කුඩා හා ක්ෂුද්‍ර ව්‍යාපෘති සඳහා සෘජු ණය දීම වැනි දිළිඳු ගැති වැඩසටහන් ක්‍රියාත්මක කිරීමේදී මම සමීපව සම්බන්ධ වී සිටියෙමි. රට පුරා පැතිර ඇති ශාඛා; එය ප්‍රේමදාස ජනාධිපතිවරයාගේ තවත් සහයෝගයකි.",
        "මම මහජන බැංකුවේ සභාපතිවරයා වූ අතර එක් සවසක මුදල් ලේකම් පාස්කරලිංගම් මහතාගෙන් මට ඇමතුමක් ලැබුණි. ඔහු මට කීවේ ජනාධිපතිවරයාට මා අ.පො.ස. භාර ගැනීමට අවශ්‍ය බවය. දැන් BOI. එකල මහජන බැංකුවේ ශාඛා 350කට අධික සංඛ්‍යාවක් සහ හොඳ තත්ත්වයේ, හොඳින් පුහුණු වූ, පළපුරුදු ජ්‍යෙෂ්ඨ කළමනාකාරීත්වය සහ කාර්ය මණ්ඩලය 10,000කට අධික සේවක සංඛ්‍යාවක් තිබූ මහජන බැංකුවට වඩා හාත්පසින්ම වෙනස් බව මා දැන සිටි නිසා මෙය මට පුදුමයක් මෙන්ම අභියෝගයක් විය. අපගේ දේශීය විශ්ව විද්‍යාල මගින් ඉදිරිපත් කරන ලද හොඳම නිෂ්පාදන.",
        "ඇඟලුම් කම්හල් 200 වැඩසටහන - ග්‍රාමීය ගැහැණු ළමයින්ගේ කුසලතා උපයෝගී කර ගනිමින් අපනයන වෙළෙඳපොළ සඳහා ඇඟලුම් නිෂ්පාදනය කිරීම - කාර්මික සංවර්ධනයේ විප්ලවයක් ඇති කිරීමට සහ ග්‍රාමීය ආර්ථිකය නඟා සිටුවීමට ප්‍රේමදාස ජනාධිපතිතුමා ලබා දුන් සුවිශේෂී ජයග්‍රහණ සහ දායකත්වයකි. ඔහු මෙය කළේ පෞද්ගලික අංශයේ සහයෝගය සහ සහයෝගය ඇතිවයි. කොළඹ සහ ගම්පහ දිස්ත්‍රික්කවල කටුනායක සහ බියගම නිදහස් වෙළෙඳ කලාපවලින් පිට පළාත්වලට කර්මාන්ත ශාලා මාරු වෙනවා අපි පළමු වතාවට දැක්කා.",
        "ඇඟලුම් කම්හල් 200 වැඩසටහන පිහිටුවීමත් සමඟ අපනයනය විශාල ලෙස ඉහළ ගියේය",
        "එක්සත් ජනපද ඇඟලුම් කෝටාවන් ජනාධිපති ප්‍රේමදාස විසින් ග්‍රාමීය ආර්ථිකය සංවර්ධනය කිරීම සඳහා සහ ශ්‍රී ලංකාවේ දිළිඳුකම පිටුදැකීම සඳහා උපායමාර්ගික මෙවලමක් ලෙස භාවිතා කරන ලදී. ශ්‍රී ලංකාවට ඇඟලුම් අපනයනය කරන ප්‍රමුඛයා බවට පත්වීමට හැකි වූ මෙම ඇඟලුම් කෝටා පිරිනැමීම වෙනුවෙන් ඇමරිකා එක්සත් ජනපදයට ගෞරවය හිමිවිය යුතුය. මෙය ශ්‍රී ලංකාවට කෝටා ක්‍රමය අහෝසි කිරීමෙන් පසුවත් තරඟකාරී මිල ගණන් යටතේ ගුණාත්මක ඇඟලුම් නිෂ්පාදනය කිරීමට උපකාරී විය.",
        "දිවංගත ජනාධිපතිතුමාගේ දැක්ම නිසා ඇඟලුම් කර්මාන්තය ශ්‍රී ලංකාවෙන් කාර්මික අපනයනය අතින් විශාලතම බවට පත් විය. තම ගම්බිම් හැර දමා කොළඹට සහ කටුනායකට පැමිණ සුළු ඉතුරුම් ඇතිව බෝඩිමේ රැඳී සිටීමට සිදු වූ කම්කරුවන්ට දැන් තම නිවෙස්වල සිට රැකියාවට යාමටත් සැලකිය යුතු ගෙදර වැටුපක් ලබා ගැනීමටත් හැකි විය.",
        "ඇගලුම් කර්මාන්ත ශාලා 200 වැඩසටහනට පෞද්ගලික අංශය සහ විදේශීය ආයෝජකයින් ඇදී ගියේ බදු දිරිගැන්වීම්, ඉඩම්, විදුලිය, දුරකථන, ජලය, මාර්ග සහ අනෙකුත් ප්‍රතිලාභ, ඇමරිකා එක්සත් ජනපදයට අපනයන කෝටාවන් ලබා දීමෙනි. දුෂ්කර නොවන, දුෂ්කර සඳහා දුසිම් 25,000 ක් සහ වඩාත් දුෂ්කර ප්‍රදේශ සඳහා 50,000 ක් විශාල කරදරයකින් තොරව සහ නිලධාරිවාදයෙන් තොරව පුළුල් කිරීම් හෝ නව ව්‍යාපෘති සිදු කිරීමට ඔවුන්ට හැකි වේ. ආයෝජන මණ්ඩලය විසින් ව්‍යාපෘති අනුමත කිරීම සහ ක්‍රියාත්මක කිරීම සඳහා වූ ‘වන් ස්ටොප් ෂොප්’ සංකල්පය ක්‍රියාත්මක වූ යුගයයි මේ. ආයෝජන මණ්ඩලයේ සියලුම අනුමත කිරීම් එකම වහලක් යට සිදු කරන ලදී.",
        "ඇඟලුම් කම්හල් 200 වැඩසටහනේ සාර්ථකත්වය වූයේ ව්‍යාපාර කිරීමේ පහසුව, බදු සහන ලබාදීම, රෙදිපිළි කෝටාවන් සහ සුඛෝපභෝගී බෙන්ස් වාහනයක් ආයෝජකයින්ට ලබාදී ඇති ව්‍යාපෘතිය නිමවීමෙන් පසු කිසිදු දේශපාලන මැදිහත්වීමකින් තොරව ආයෝජන මණ්ඩලය යටතේ පවතින නීතිරීති හා රෙගුලාසි අනුව ය.",
        "ශ්‍රී ලංකා ආයෝජන මණ්ඩලයේ කළමනාකාරිත්වය සහ කාර්ය මණ්ඩලය සහ විවිධ අමාත්‍යාංශවලින් අනුයුක්ත කරන ලද කාර්ය මණ්ඩලය ඇතුළු අනෙකුත් කාර්ය මණ්ඩලය ඇඟලුම් කම්හල් 200 වැඩසටහන සාර්ථක කර ගැනීම සඳහා විශාල කාර්යභාරයක් ඉටු කළහ. මෙය සැබවින්ම පෙන්නුම් කළේ නිවැරදි මඟ පෙන්වීම සහ අධිකාරිය ලබා දීමෙන් රාජ්‍ය අංශයේ කළමනාකාරිත්වයට අපේ රටේ ආර්ථික සංවර්ධනය සඳහා විශාල කාර්යභාරයක් ඉටු කළ හැකි බවයි.",
        "අපි ආයෝජකයින්, රජයේ අමාත්‍යාංශ, දිවංගත ජනාධිපතිවරයාගේ ප්‍රධානත්වයෙන් බැංකු සමඟ සහ මුදල් ලේකම්වරයාගේ ප්‍රධානත්වයෙන් අපි පැවැත්වූ බොහෝ රැස්වීම් ආයෝජකයන්ගේ ප්‍රශ්න විසඳීමට ක්‍රියා කරවන ලද ඒවා මිස කඩ කතා නොවේ.",
        "ප්‍රේමදාස ජනාධිපතිතුමා කර්මාන්ත ශාලා විවෘත කරන ලෙසට ආයෝජකයන්ට ආරාධනා කර ප්‍රශ්න ඇත්නම් එතැනම විසඳාගත් සුචරිතයේ නිතර නිතර රැස්වීම් පැවැත්වූ අයුරු මට මතකයි.",
        "කැබිනට් අනු කමිටුව සමඟ සතිපතා පවත්වනු ලබන රැස්වීම් විශේෂයෙන් ආයෝජන මණ්ඩල ව්‍යාපෘති සඳහා ඉඩම් පැවරීම සම්බන්ධ කරුණු නිරාකරණය කරන ලද තවත් වාහනයකි. කැබිනට් අනුකමිටුවේ නිර්දේශ මත කැබිනට් පත්‍රිකා රැසක් අනුමැතිය සඳහා ඉදිරිපත් කළා.",
        "මෙතෙක් දේශීය හෝ විදේශීය කිසිදු කර්මාන්තකරුවෙකු නොසිතූ ග්‍රාමීය ප්‍රදේශවල කර්මාන්තශාලාවල ආයෝජනය කිරීමට ඇමරිකාව, එක්සත් රාජධානිය, හොංකොං, සිංගප්පූරුව සහ ජර්මනියේ ආයෝජකයින් අප සතුව ඇත.",
        "ඇඟලුම් කම්හල් 200 වැඩසටහනේ සියලුම කර්මාන්ත ශාලා නිල වශයෙන් විවෘත කිරීම සඳහා දිවංගත ජනාධිපතිතුමා පැමිණ සිටියා. ඔහු සියළුම ආයෝජකයින්ට විවෘත කිරීමේ දින ලබා දුන් අතර නියමිත දිනට තම කර්මාන්තශාලා විවෘත කිරීමට පැය 24 පුරාම වැඩ කිරීමට සිදු විය. කර්මාන්තශාලාවක් විවෘත කිරීම සනිටුහන් කළේ කර්මාන්ත ශාලාව විවෘත කිරීමට ප්‍රථම ආයෝජකයා විසින් භාරගෙන ජනාධිපතිතුමා අතින් විවෘත කරන ලද සියලුම ප්‍රදේශවල ඔරලෝසු කණුවක් ඉදිකරමිනි.",
        "ට්‍රයි ස්ටාර් සමූහයේ සභාපතිවරයා වූයේ දිවංගත කුමාර් දේවපුර මහතාය. ඔහුට ඇගලූම් කම්හලක් පිහිටුවීමට එවකට මහ ඇමැති ජයවික්‍රම පෙරේරා (පසුව රජයේ කැබිනට් ඇමැතිවරයකු වූ) කුරුණෑගල දිස්ත්‍රික්කයේ ඉඩමක් ලබා දුන්නේය. ප්‍රේමදාස ජනාධිපතිතුමා විවෘත කිරීමේ අවස්ථාවට පැමිණ සිටි අතර ඇඟලුම් කම්හල් 200 වැඩසටහන පිළිබඳ අදහස වර්ධනය කළේය. පළමු කර්මාන්ත ශාලා කිහිපය පිහිටුවීමට සහ අනෙක් අයට වැඩසටහනට සම්බන්ධ වීමට මූලිකත්වය ලබා දීමට දේවපුර මූලික විය.",
        "ප්‍රේමදාස ජනාධිපතිවරයාගේ අකල් වියෝව වන විට ඇඟලුම් කම්හල් ඉදිකිරීමට ප්‍රදේශ 160ක් වෙන් කර තිබූ අතර කර්මාන්ත ශාලා 117ක් දිවංගත ජනාධිපතිවරයා විසින් විවෘත කරන ලදී. ඉන් හයක් විවෘත කිරීමට සූදානම්ව තිබූ අතර කර්මාන්තශාලා 37ක් ඉදිවෙමින් පවතී.",
        "වෙනම ආයෝජන මණ්ඩල රේගු නිෂ්කාශන මධ්‍යස්ථානයක් පිහිටුවීමෙන් කලාපයෙන් පිටත ආයෝජකයින්ට තම ආනයන හා අපනයන පහසුකම් වේගවත් කර ගැනීමට හැකි විය.",
        "1991 දී ඇඟලුම් සහ ඇඟලුම් අපනයනය දළ වශයෙන් ඇමෙරිකානු ඩොලර් මිලියන 764ක් විය. ඇඟලුම් කම්හල් 200 වැඩසටහන පිහිටුවීමත් සමඟ අපනයනය විශාල ලෙස ඉහළ ගිය අතර 2021 වසරේ කොවිඩ් 19 වසංගතය මධ්‍යයේ වුවද අපනයනය ඇමෙරිකානු ඩොලර් බිලියන 5ක් විය. ඇඟලුම් කර්මාන්තය ඉහළම කාර්මික අපනයන උපයන්නන් සහ කාන්තාවන්ගේ ඉහළම සේවා යෝජකයා බවට පත් වූ අතර ගෝලීය ප්‍රමිතීන් සාක්ෂාත් කර ගැනීම සඳහා දැඩි පාරිසරික හා සේවා කොන්දේසි සපුරාලයි. මේ වන විට අපට ග්‍රීන් ගාමන්ට් කර්මාන්ත ශාලා රාශියක් තිබෙනවා. විශාල ඇඟලුම් කම්හල් හිමියන් බොහොමයක් විදේශයන්හි කර්මාන්ත ශාලා විවෘත කර ඇති අතර, ඇඟලුම් කම්හල් 200 ක අභිලාෂකාමී වැඩසටහනට ණය ලබා දෙන බහුජාතික සමාගම් බවට පත්ව ඇත.",
        "කිසිවිටෙකත් පිළිතුරක් සඳහා ‘නැහැ’ නොගත් ජනාධිපති පේ‍්‍රමදාස රාජ්‍ය සේවකයන්ගෙන් මෙන්ම පෞද්ගලික අංශයෙන් ද ‘කළ හැකි’ ආකල්පයක් අපේක්ෂා කළේය. ඔහු ‘වෝක් ද ටෝක්’ යන ව්‍යවහාරය තදින්ම පුරුදු කළ අයෙකි.",
        "අද මේ ඉතා තීරණාත්මක අවස්ථාවක නායකයින් අපේ ආර්ථිකයට පිම්මක් ලබා දීමටත්, අපේ ජනතාව වඩාත් කඩිසර හා සමෘද්ධිමත් කිරීමටත් ප්‍රේමදාස ප්‍රතිපත්ති අනුගමනය කළ යුතුය.",
        "ප්‍රේමදාස ජනාධිපතිතුමා අපනයන ක්ෂේත්‍රය වර්ධනය කර රටට අවශ්‍ය විදේශ ඩොලර් ගෙන ඒමට හැකි විය. වර්තමාන බරපතල ආර්ථික අර්බුදවලින් අපව ගලවා ගැනීමට අපට දැන් අවශ්‍ය දෙයක්.",
        "ප්‍රේමදාස ජනාධිපතිවරයාගේ යුගය තවදුරටත් පැවතුනේ නම් ශ්‍රී ලංකාව තවත් ශ්‍රේෂ්ඨ නායකයෙකු වූ දිවංගත ලී ක්වාන් යූ විසින් ගොඩනැගූ සිංගප්පූරුව හා සමාන විනයගරුක, මනා කළමනාකාරීත්වයකින් යුතු සහ කඩිසර ජාතියක් බවට පත් කිරීමට එය හේතු වනු ඇති බව බොහෝ දෙනා ප්‍රකාශ කර ඇත.",
        "මෙම තීරණාත්මක අවස්ථාවේදී අපි දැන් බලා සිටින්නේ ශ්‍රී ලංකාව යළි ගොඩනඟන නව නායකයා \"ඉන්දියන් සාගරයේ මුතු ඇටය\" බවට පත්වීම සඳහා අහිමි වූ කීර්තිය නැවත ලබා ගැනීමටය.",
        "(ලේඛකයා ශ්‍රී ලංකා ආයෝජන මණ්ඩලයේ හිටපු සභාපතිවරයා සහ අධ්‍යක්ෂ ජනරාල්වරයා වන අතර එය පෙර මහ කොළඹ ආර්ථික කොමිෂන් සභාව ලෙස හැඳින්වූ අතර මහජන බැංකුවේ සහ පීපල්ස් මර්චන්ට් බැංකුවේ හිටපු සභාපතිවරයා වේ)"
      ]
    },
    "ta": {
      "title": "பிரேமதாசாவின் தொலைநோக்கு இலங்கையின் போராடும் பொருளாதாரத்தை உயர்த்த முடியும்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி பிரேமதாச, ‘வாக் தி பேக்’ என்ற பழமொழியை உறுதியாக நடைமுறைப்படுத்தினார்.",
        "200 ஆடைத்தொழிற்சாலைகள் வேலைத்திட்டத்தின் தந்தையான முன்னாள் ஜனாதிபதி ரணசிங்க பிரேமதாசவின் 29வது ஆண்டு நினைவு தினத்தில் இந்தக் கட்டுரையை எழுதுவதில் பெருமிதம் கொள்கின்றேன். இந்தத் திட்டம் நாடு முழுவதும் பெரிய தொழில்துறை வளர்ச்சிக்கு வழிவகுத்தது, வேலைவாய்ப்பை உருவாக்கியது மற்றும் ஏற்றுமதியை உருவாக்கியது, இது நாட்டிற்கு மதிப்புமிக்க அந்நிய செலாவணியைக் கொண்டு வந்தது.",
        "நான் இலங்கையின் முதலீட்டுச் சபையின் (BOI) முதல் தலைவராக இருந்தேன்- இது முன்னர் பெரிய கொழும்பு பொருளாதார ஆணைக்குழு (GCEC) - 91 முதல் 93 வரை இருந்தது. ஏற்றுமதி செயலாக்க மண்டலங்கள். ஜனாதிபதி பிரேமதாசவின் இந்த மிகவும் லட்சியமான மற்றும் உணர்ச்சிமிக்க திட்டத்தை நடைமுறைப்படுத்தும் பொறுப்பு எனக்கு வழங்கப்பட்டது; 200 ஆடைத் தொழிற்சாலை திட்டம் கிராமப்புற பெண்களின் திறன்களைப் பயன்படுத்தி ஆடைகளை உற்பத்தி செய்து வெளிநாட்டு சந்தைகளுக்கு ஏற்றுமதி செய்கிறது. இந்த முயற்சி நாட்டிற்கு மிகவும் தேவையான அந்நிய செலாவணியை கொண்டு வந்தது; இறக்குமதி மற்றும் கடனை மீளச் செலுத்துவதற்குத் தேவையான வெளிநாட்டு டொலர்கள் தட்டுப்பாடு காரணமாக தற்போது ஆழமான நெருக்கடியில் சிக்கியுள்ள இலங்கைப் பொருளாதாரத்தின் மீட்பர்.",
        "பிரேமதாசவின் 29வது நினைவு தினம் மே 1, 2022 அன்று அனுசரிக்கப்படுகிறது. ஏற்றுமதி சார்ந்த ஆடைத் தொழில்களை கிராமங்களுக்கும் கொண்டு செல்வதன் மூலம் நாடு முழுவதும் பொருளாதார வளர்ச்சியைப் பரப்ப வேண்டும் என்ற தொலைநோக்குப் பார்வையும் செயல்திறனும் கொண்ட ஒரு ஆற்றல்மிக்க தலைவரை நாடு இழந்தது வருத்தமளிக்கிறது. கிராமப்புற இளைஞர்களுக்கு வேலை வழங்குதல் மற்றும் வறுமையை ஒழித்தல்.",
        "ஜனாதிபதி ஜயவர்தனவின் காலத்தில் மக்கள் வங்கியின் தலைவராகவும், ஜனாதிபதி பிரேமதாஸவினால் மீண்டும் நியமிக்கப்பட்டு, மக்கள் வங்கி மற்றும் அதன் வலையமைப்பின் ஊடாக சுயதொழில் செய்பவர்களுக்கும் சிறு மற்றும் குறு திட்டங்களுக்கும் நேரடிக் கடன் வழங்குதல் போன்ற ஏழை சார்பான திட்டங்களை நடைமுறைப்படுத்துவதில் நான் நெருக்கமாக தொடர்பு கொண்டிருந்தேன். நாடு முழுவதும் கிளைகள் பரவுகின்றன; இது ஜனாதிபதி பிரேமதாசவின் ஆதரவுடன் இருந்த மற்றுமொரு திட்டமாகும்.",
        "நான் மக்கள் வங்கியின் தலைவராக இருந்தேன், ஒரு நாள் மாலை நிதியமைச்சகத்தின் செயலாளர் திரு. பாஸ்கரலிங்கத்திடமிருந்து எனக்கு அழைப்பு வந்தது. அவர் க.பொ.த. இப்போது BOI. அந்த நேரத்தில் 350 க்கும் மேற்பட்ட கிளைகளைக் கொண்டிருந்த மக்கள் வங்கியில் இருந்து 10,000 க்கும் மேற்பட்ட ஊழியர்களைக் கொண்ட நல்ல தரமான, நன்கு பயிற்சி பெற்ற, அனுபவம் வாய்ந்த சிரேஷ்ட முகாமைத்துவம் மற்றும் ஊழியர்களைக் கொண்ட க.பொ.த. எங்கள் உள்ளூர் பல்கலைக்கழகங்களால் சிறந்த தயாரிப்புகள்.",
        "200 ஆடைத் தொழிற்சாலைகள் வேலைத்திட்டம் - கிராமப்புற பெண்களின் திறன்களைப் பயன்படுத்தி ஏற்றுமதி சந்தைக்கான ஆடைகளை உற்பத்தி செய்யும் திட்டம் - கைத்தொழில் அபிவிருத்தியில் புரட்சியை ஏற்படுத்துவதற்கும் கிராமிய பொருளாதாரத்தை மேம்படுத்துவதற்கும் ஜனாதிபதி பிரேமதாச அவர்கள் செய்த குறிப்பிடத்தக்க சாதனைகள் மற்றும் பங்களிப்புகளில் ஒன்றாகும். தனியார் துறையின் உதவியுடனும் ஆதரவுடனும் இதைச் செய்தார். கொழும்பு மற்றும் கம்பஹா மாவட்டங்களில் உள்ள கட்டுநாயக்க மற்றும் பியகம சுதந்திர வர்த்தக வலயங்களில் இருந்து வெளி மாகாணங்களுக்கு தொழிற்சாலைகள் இடம்பெயர்வதை நாம் முதன்முறையாகக் கண்டோம்.",
        "200 ஆடைத்தொழிற்சாலை திட்டத்தை நிறுவியதன் மூலம் ஏற்றுமதிகள் பெருமளவில் அதிகரித்தன",
        "அமெரிக்க ஆடை ஒதுக்கீடு ஜனாதிபதி பிரேமதாசவினால் கிராமிய பொருளாதாரத்தை அபிவிருத்தி செய்வதற்கும் இலங்கையின் வறுமையை போக்குவதற்கும் ஒரு மூலோபாய கருவியாக பயன்படுத்தப்பட்டது. ஆடை ஏற்றுமதியில் இலங்கையை முன்னணி நிறுவனமாக ஆக்குவதற்கு இந்த ஆடை ஒதுக்கீடுகளை பரிசாக வழங்கியதற்காக அமெரிக்காவிற்கு கடன் வழங்கப்பட வேண்டும். தரமான ஆடைகளை போட்டி விலையில் உற்பத்தி செய்வதற்கு ஒதுக்கீட்டு முறை நீக்கப்பட்ட பின்னரும் இது இலங்கைக்கு உதவியது.",
        "மறைந்த ஜனாதிபதியின் தொலைநோக்குப் பார்வை காரணமாக இலங்கையில் இருந்து கைத்தொழில் ஏற்றுமதியில் ஆடைத் தொழில் மிகப் பெரியதாக மாறியது. தங்கள் கிராமங்களை விட்டு வெளியேறி கொழும்பு மற்றும் கட்டுநாயக்காவிற்கு வந்து தங்கும் விடுதிகளில் தங்கியிருந்த தொழிலாளர்கள் சிறிய சேமிப்புடன் தங்கள் வீடுகளில் இருந்து வேலைக்குச் செல்லவும், கணிசமான வீட்டுச் சம்பளத்தைப் பெறவும் முடிந்தது.",
        "வரிச் சலுகைகள், நிலம், மின்சாரம், தொலைபேசி, நீர், சாலைகள் மற்றும் பிற நன்மைகள், 10,000 டசின்கள் வரை தேர்ந்தெடுக்கப்பட்ட பகுதியைப் பொறுத்து அமெரிக்காவிற்கு ஏற்றுமதி ஒதுக்கீடுகள் போன்றவற்றின் மூலம் தனியார் துறை மற்றும் வெளிநாட்டு முதலீட்டாளர்கள் 200 ஆடைத் தொழிற்சாலைகள் திட்டத்தில் ஈர்க்கப்பட்டனர். கடினமானது அல்லாதது, கடினமான பகுதிகளுக்கு 25,000 டஜன்கள் மற்றும் மிகவும் கடினமான பகுதிகளுக்கு 50,000 அவர்கள் அதிக சிரமமின்றி மற்றும் அதிகாரத்துவம் இல்லாமல் விரிவாக்கங்கள் அல்லது புதிய திட்டங்களை மேற்கொள்ள முடியும். BOI ஆல் திட்டங்களின் ஒப்புதல் மற்றும் செயல்படுத்தலுக்கான ஒரு ஸ்டாப் ஷாப் கான்செப்ட் மேற்கொள்ளப்பட்ட காலம் இதுவாகும். அனைத்து ஒப்புதல்களும் BOI இல் ஒரே கூரையின் கீழ் செய்யப்பட்டன.",
        "200 ஆடைத் தொழிற்சாலைகள் திட்டத்தின் வெற்றி, எளிதாக வணிகம் செய்வது, வரிச் சலுகைகள், ஜவுளி ஒதுக்கீடுகள் மற்றும் சொகுசு பென்ஸ் வாகனம் ஆகியவை முதலீட்டாளர்களுக்கு வழங்கப்பட்ட திட்டத்தை முடிவடைந்தவுடன், BOI இன் கீழ் பொருந்தக்கூடிய விதிகள் மற்றும் விதிமுறைகளின்படி எந்த அரசியல் தலையீடும் இல்லாமல்",
        "200 ஆடைத் தொழிற்சாலைகள் திட்டத்தை வெற்றியடையச் செய்வதில் BOI இன் நிர்வாகம் மற்றும் பணியாளர்கள் மற்றும் பல்வேறு அமைச்சகங்களில் இருந்து பின்தங்கிய பணியாளர்களை உள்ளடக்கிய மற்றவர்கள் முக்கியப் பங்காற்றினர். சரியான வழிகாட்டுதல் மற்றும் அதிகாரம் கொடுக்கப்பட்டால், நமது நாட்டின் பொருளாதார வளர்ச்சியில் பொதுத்துறை நிர்வாகம் முக்கிய பங்கு வகிக்க முடியும் என்பதை இது காட்டுகிறது.",
        "முதலீட்டாளர்கள், அரசாங்க அமைச்சுகள், வங்கிகள் என மறைந்த ஜனாதிபதி அவர்களுடனும், நிதிச் செயலாளர் தலைமையில் வங்கிகளுடனும் நாங்கள் நடத்திய பல சந்திப்புகள் முதலீட்டாளர்களின் பிரச்சினைகளைத் தீர்க்கும் நடவடிக்கையை நோக்கமாகக் கொண்டவையே தவிர கடைகளில் பேசவில்லை.",
        "ஜனாதிபதி பிரேமதாச அவர்கள் தொழிற்சாலைகளைத் திறப்பதற்குத் தேதிகள் வழங்கப்பட்ட முதலீட்டாளர்களை அழைத்து சுசரிதத்தில் அடிக்கடி சந்தித்தது எனக்கு நினைவிருக்கிறது.",
        "அமைச்சரவை துணைக் குழுவுடனான வாராந்திரக் கூட்டங்கள், குறிப்பாக BOI திட்டங்களுக்காக நிலத்தை மாற்றுவது தொடர்பான விஷயங்களைத் தீர்த்து வைக்கும் மற்றொரு வாகனமாகும். அமைச்சரவை உபகுழுவின் பரிந்துரையின் பேரில் பல அமைச்சரவைப் பத்திரங்கள் அங்கீகாரத்திற்காக சமர்ப்பிக்கப்பட்டன.",
        "அமெரிக்கா, இங்கிலாந்து, ஹாங்காங், சிங்கப்பூர், ஜெர்மனி ஆகிய நாடுகளைச் சேர்ந்த முதலீட்டாளர்கள் கிராமப்புறங்களில் உள்ள தொழிற்சாலைகளில் முதலீடு செய்வதை இதுவரை எந்த ஒரு தொழிலதிபரும், உள்ளூர் அல்லது வெளிநாட்டவரும் நினைத்துக்கூட பார்க்கவில்லை.",
        "200 ஆடைத்தொழிற்சாலை திட்டத்தில், தொழிற்சாலைகளின் அனைத்து உத்தியோகபூர்வ திறப்புகளுக்கும் மறைந்த ஜனாதிபதி கலந்துகொண்டார். அவர் அனைத்து முதலீட்டாளர்களுக்கும் தொடக்கத் தேதிகளைக் கொடுத்தார், மேலும் அவர்கள் திட்டமிட்ட தேதிகளில் தங்கள் தொழிற்சாலைகளைத் திறக்க 24 மணி நேரமும் உழைக்க வேண்டியிருந்தது. தொழிற்சாலை திறப்பதற்கு முன்னர் முதலீட்டாளரால் மேற்கொள்ளப்பட்டு ஜனாதிபதியினால் திறந்து வைக்கப்பட்ட சகல பிரதேசங்களிலும் மணிக்கூண்டு கோபுரத்தை நிர்மாணித்து தொழிற்சாலையொன்று திறந்து வைக்கப்பட்டது.",
        "ட்ரை ஸ்டார் குழுமத்தின் தலைவராக மறைந்த குமார் தேவபுரா இருந்தார். அவருக்கு குருநாகல் மாவட்டத்தில் அன்றைய முதலமைச்சர் ஜெயவிக்ரம பெரேரா (பின்னர் அரசாங்கத்தில் கேபினட் அமைச்சராக இருந்தவர்) ஆடைத் தொழிற்சாலை ஒன்றை அமைப்பதற்காக காணி ஒன்றை வழங்கினார். ஜனாதிபதி பிரேமதாச திறந்துவைக்கும் நிகழ்வில் கலந்துகொண்டு 200 ஆடைத் தொழிற்சாலைகள் வேலைத்திட்டத்தின் யோசனையை உருவாக்கினார். தேவபுரா முதல் சில தொழிற்சாலைகளை அமைப்பதில் முக்கிய பங்காற்றியதுடன், மற்றவர்களுக்கு இந்த திட்டத்தில் சேர வழிவகுத்தது.",
        "ஜனாதிபதி பிரேமதாசவின் அகால மரணத்தின் போது, ​​ஆடைத் தொழிற்சாலைகளை அமைப்பதற்கு 160 பகுதிகள் ஒதுக்கப்பட்டிருந்ததுடன், 117 தொழிற்சாலைகள் மறைந்த ஜனாதிபதியினால் திறந்து வைக்கப்பட்டன. அதில் 6 தொழிற்சாலைகள் திறப்பதற்கு தயாராக உள்ளன மற்றும் 37 தொழிற்சாலைகள் கட்டுமானத்தில் உள்ளன.",
        "தனியான BOI சுங்கத் தீர்வு மையத்தை அமைப்பதன் மூலம் மண்டலங்களுக்கு வெளியே உள்ள முதலீட்டாளர்கள் தங்கள் இறக்குமதி மற்றும் ஏற்றுமதி வசதிகளை விரைவுபடுத்த முடிந்தது.",
        "1991 இல் ஆடை மற்றும் ஆடை ஏற்றுமதிகள் தோராயமாக 764 மில்லியன் அமெரிக்க டாலர்களாக இருந்தன. 200 ஆடைத் தொழிற்சாலைத் திட்டத்தை நிறுவியதன் மூலம் ஏற்றுமதிகள் பெருமளவில் அதிகரித்தது மற்றும் 2021 இல் COVID 19 தொற்றுநோய் இருந்தபோதிலும் ஏற்றுமதி 5 பில்லியன் அமெரிக்க டாலர்களாக இருந்தது. ஆடைகள் தொழில்துறை ஏற்றுமதியில் அதிக வருமானம் ஈட்டக்கூடிய நிறுவனமாகவும், பெண்களுக்கு அதிக வேலை வழங்குபவராகவும் மாறியது மற்றும் உலகளாவிய தரத்தை அடைவதற்கு கடினமான சுற்றுச்சூழல் மற்றும் வேலை நிலைமைகளை சந்திக்கிறது. தற்போது பல பசுமை ஆடை தொழிற்சாலைகள் உள்ளன. பல பெரிய ஆடைத் தொழிற்சாலை உரிமையாளர்கள் வெளிநாடுகளில் தொழிற்சாலைகளைத் திறந்துள்ளனர் மற்றும் 200 ஆடைத் தொழிற்சாலைகளின் லட்சியத் திட்டத்திற்கு கடன் வழங்கும் பன்னாட்டு நிறுவனங்களாக மாறியுள்ளனர்.",
        "‘இல்லை’ என்ற பதிலை ஒருபோதும் எடுக்காத ஜனாதிபதி பிரேமதாச, அரசாங்க ஊழியர்களுக்கும் தனியார் துறையினருக்கும் “செய்ய முடியும்” என்ற மனப்பான்மை இருக்கும் என்று எதிர்பார்த்தார். ‘வாக் தி டாக்’ என்ற பழமொழியை உறுதியாகக் கடைப்பிடித்தவர்.",
        "இன்று இந்த நெருக்கடியான தருணத்தில் தலைவர்கள் பிரேமதாசவின் கொள்கைகளை பின்பற்றி எமது பொருளாதாரத்திற்கு ஒரு தொடக்கத்தை வழங்கவும், எமது மக்களை மேலும் உழைப்பாளிகளாகவும் வளமானவர்களாகவும் மாற்ற வேண்டும்.",
        "ஜனாதிபதி பிரேமதாச ஏற்றுமதித் துறையை வளர்ச்சியடையச் செய்து, நாட்டிற்குத் தேவையான வெளிநாட்டு டொலர்களைக் கொண்டு வந்தார்; தற்போதைய கடுமையான பொருளாதார நெருக்கடியில் இருந்து நம்மைக் காப்பாற்ற இப்போது நமக்குத் தேவையான ஒன்று.",
        "ஜனாதிபதி பிரேமதாசவின் சகாப்தம் தொடர்ந்திருந்தால், மற்றொரு தலைசிறந்த தலைவரான மறைந்த லீ குவான் யூவால் கட்டியெழுப்பப்பட்ட சிங்கப்பூரை போன்று ஒழுக்கமான, நன்கு நிர்வகிக்கப்பட்ட மற்றும் உழைப்புமிக்க நாடாக இலங்கையை அது இட்டுச் சென்றிருக்கும் என பலர் கூறியுள்ளனர்.",
        "இந்த இக்கட்டான தருணத்தில், இலங்கையை மீண்டும் கட்டியெழுப்பும் புதிய தலைவரை, இழந்த பெருமையை மீண்டும் பெற்று \"இந்தியப் பெருங்கடலின் முத்து\" ஆக நாம் காத்திருக்கிறோம்.",
        "(எழுத்தாளர் இலங்கையின் முதலீட்டுச் சபையின் முன்னாள் தலைவர் மற்றும் பணிப்பாளர் நாயகம் ஆவார், இது முன்னர் பெரிய கொழும்பு பொருளாதார ஆணைக்குழு என அறியப்பட்டது, மேலும் மக்கள் வங்கி மற்றும் மக்கள் வணிக வங்கி இரண்டின் முன்னாள் தலைவர்)"
      ]
    }
  }
}