{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/21/jmsdf-training-squadron-ships-depart-the-island/",
  "time_ut": 1653117660,
  "title": "JMSDF Training Squadron ships depart the island",
  "body_lines": [
    "COLOMBO (News 1st); The Japan Maritime Self-Defence Force (JMSDF) Training Squadron ships ‘KASHIMA’ and ‘SHIMAKAZE’ which recently arrived at the port of Colombo on a three day visit, departed the island today (21) concluding their official visit.",
    "Upon their arrival in Colombo on 19th May, the duo of JMSDF Training Squadron ships were welcomed by the Sri Lanka Navy in accordance with naval tradition. JMSDF ‘KASHIMA’ is a 143m long training ship manned by a crew of 350 whereas JMSDF SHIMAKAZE is a 150m long platform with a complement of 170.",
    "As part of the visit, the Commander Training Squadron of JMSDF, Rear Admiral KOMUTA Shukaku’ called on Commander of the Navy, Vice Admiral Nishantha Ulugetenne at the Navy Headquarters on 19th May. The cordial discussion mainly focused on several matters of bilateral importance and the brief interaction concluded with an exchange of mementoes as a gesture of goodwill. The Defence Attaché to the Japanese Embassy in Sri Lanka, Captain Gaku Fukaura was also present on this occasion. Meanwhile, Commander of the Navy took time off to visit the Training Squadron on 19th May and shared a light moment with the two Commanding Officers of the JMSDF Training Squadron’s ships.",
    "To be in parallel with this visit, the Sri Lanka Navy has organized several exchange programmes to share professional knowledge and promote camaraderie between officer under trainees of the visiting JMSDF Training Squadron and Sri Lanka Navy. As such, the officer under trainees of the JMSDF Training Squadron visited SLNS Parakramabahu and Sayurala whereas a group of officer under trainees of the General Sir John Kotelawala Defence University visited the two ships of JMSDF Training Squadron.",
    "Meanwhile, the Commander Training Squadron of JMSDF visited the Borella Cemetery to honour the spirits of Japanese nationals who demised, including war dead during World War II. Further, a delegation of Japan Maritime Self-Defence Force called on Deputy Chief of Staff and Commander Western Naval Area and held cordial discussion.",
    "Concluding the three-day official visit, the JMSDF Training Squadron ships departed the port of Colombo this morning (21st May 2022) where a passage exercise (PASSEX) is scheduled to be conducted with SLNS Sayurala in western seas.",
    "Vessel intercepted while attempting to illegally enter Australia from Sri Lanka",
    "China ready to play constructive role in easing Sri Lanka’s debt burden: Chinese Foreign Ministry"
  ],
  "translate": {
    "si": {
      "title": "JMSDF පුහුණු බලඝණ නෞකා දිවයිනෙන් පිටත් වේ",
      "body_lines": [
        "COLOMBO (News 1st); තෙදින සංචාරයක් සඳහා පසුගියදා කොළඹ වරායට පැමිණි ජපාන සමුද්‍රීය ආත්මාරක්ෂක බළකායේ (JMSDF) පුහුණු බලඝණ නෞකා ‘KASHIMA’ සහ ‘SHIMAKAZE’ සිය නිල සංචාරය නිම කරමින් අද (21) දිවයිනෙන් පිටත් විය.",
        "මැයි 19 වැනි දින කොළඹට පැමිණි ඔවුන් JMSDF පුහුණු බලඝණ නෞකා ද්විත්වය නාවික සම්ප්‍රදායානුකූලව ශ්‍රී ලංකා නාවික හමුදාව විසින් පිළිගන්නා ලදී. JMSDF ‘KASHIMA’ යනු 350 දෙනෙකුගෙන් යුත් කාර්ය මණ්ඩලයක් විසින් මෙහෙයවනු ලබන මීටර් 143 ක් දිග පුහුණු නෞකාවක් වන අතර JMSDF SHIMAKAZE යනු 170 ක අනුපූරකයක් සහිත මීටර් 150 ක් දිග වේදිකාවකි.",
        "සංචාරයේ කොටසක් ලෙස, JMSDF හි ආඥාපති පුහුණු බලඝණය, රියර් අද්මිරාල් KOMUTA Shukaku' විසින් මැයි 19 වන දින නාවික හමුදා මූලස්ථානයේදී නාවික හමුදාධිපති, වයිස් අද්මිරාල් නිශාන්ත උළුගේතැන්න හමුවිය. මෙම සුහද සාකච්ඡාව ප්‍රධාන වශයෙන් ද්විපාර්ශ්වික වශයෙන් වැදගත් කරුණු කිහිපයක් කෙරෙහි අවධානය යොමු කළ අතර සුහදතාවයේ අභිනය ලෙස සමරු තිළිණ හුවමාරුවකින් කෙටි අන්තර් ක්‍රියාකාරිත්වය අවසන් විය. මෙම අවස්ථාවට ශ්‍රී ලංකාවේ ජපන් තානාපති කාර්යාලයේ ආරක්ෂක උපදේශක කපිතාන් ගකු ෆුකෞරා මහතා ද සහභාගී විය. මේ අතර, නාවික හමුදාධිපතිතුමා මැයි 19 වන දින පුහුණු බලඝණය නැරඹීමට නිවාඩුවක් ලබා ගත් අතර, JMSDF පුහුණු බලඝණයේ නෞකාවල අණදෙන නිලධාරීන් දෙදෙනා සමඟ සැහැල්ලු මොහොතක් බෙදාහදා ගන්නා ලදී.",
        "මෙම සංචාරයට සමගාමීව ශ්‍රී ලංකා නාවික හමුදාව විසින් පැමිණෙන JMSDF පුහුණු බලඝණයේ සහ ශ්‍රී ලංකා නාවික හමුදාව යටතේ සිටින නිලධාරීන් අතර වෘත්තීය දැනුම බෙදාහදා ගැනීමට සහ සුහදතාවය ප්‍රවර්ධනය කිරීමට හුවමාරු වැඩසටහන් කිහිපයක් සංවිධානය කර ඇත. ඒ අනුව, JMSDF පුහුණු බලඝණයේ අභ්‍යාසලාභීන් යටතේ සිටින නිලධාරියා ශ්‍රී ලංකා නාවික නෞකා පරාක්‍රමබාහු සහ සයුරල නැරඹීමට ගිය අතර, ජෙනරාල් ශ්‍රීමත් ජෝන් කොතලාවල ආරක්ෂක විශ්වවිද්‍යාලයේ අභ්‍යාසලාභීන් යටතේ නිලධාරීන් පිරිසක් JMSDF පුහුණු බලඝණයේ නෞකා දෙක නැරඹීමට ගියහ.",
        "මේ අතර, JMSDF හි අණදෙන නිලධාරී පුහුණු බලඝණය දෙවන ලෝක යුද්ධයේදී යුද්ධයෙන් මියගිය අය ඇතුළුව මියගිය ජපන් ජාතිකයින්ගේ ආත්මයන්ට ගෞරව කිරීම සඳහා බොරැල්ල කනත්තට ගියේය. තවද, ජපාන සමුද්‍රීය ආත්මාරක්ෂක බලකායේ නියෝජිත පිරිසක් නියෝජ්‍ය මාණ්ඩලික ප්‍රධානී සහ බටහිර නාවික විධාන ආඥාපතිවරයා හමුවී සුහද සාකච්ඡාවක නිරත විය.",
        "තෙදින නිල සංචාරය නිමා කරමින් JMSDF පුහුණු බලඝණ නෞකා අද (2022 මැයි 21) උදෑසන කොළඹ වරායෙන් පිටත් වූ අතර එහිදී බටහිර මුහුදේ ශ්‍රී ලංකා නාවික නෞකා සයුරල සමඟ ගමන් අභ්‍යාසයක් (PASSEX) පැවැත්වීමට නියමිතය.",
        "ශ්‍රී ලංකාවේ සිට නීතිවිරෝධී ලෙස ඔස්ට්‍රේලියාවට ඇතුළු වීමට උත්සාහ කිරීමේදී යාත්‍රාව අත්අඩංගුවට ගෙන තිබේ",
        "ශ්‍රී ලංකාවේ ණය බර ලිහිල් කිරීම සඳහා ඵලදායී කාර්යභාරයක් ඉටු කිරීමට චීනය සූදානම්: චීන විදේශ අමාත්‍යාංශය"
      ]
    },
    "ta": {
      "title": "JMSDF பயிற்சிப் படைக் கப்பல்கள் தீவை விட்டுப் புறப்படுகின்றன",
      "body_lines": [
        "COLOMBO (News 1st); மூன்று நாள் பயணமாக அண்மையில் கொழும்பு துறைமுகத்தை வந்தடைந்த ஜப்பான் கடல்சார் தற்காப்புப் படையின் (JMSDF) பயிற்சிப் படைக் கப்பல்களான ‘KASHIMA’ மற்றும் ‘SHIMAKAZE’ ஆகியன தமது உத்தியோகபூர்வ விஜயத்தை முடித்துக்கொண்டு இன்று (21) தீவுக்குப் புறப்பட்டன.",
        "மே 19 ஆம் திகதி அவர்கள் கொழும்பை வந்தடைந்தவுடன், ஜே.எம்.எஸ்.டி.எஃப் பயிற்சிப் படைக் கப்பல்களின் இரட்டையர்களை கடற்படை மரபுப்படி இலங்கை கடற்படையினர் வரவேற்றனர். ஜேஎம்எஸ்டிஎஃப் ‘காஷிமா’ என்பது 143 மீட்டர் நீளமுள்ள பயிற்சிக் கப்பலாகும், 350 பேர் கொண்ட குழுவினரால் நிர்வகிக்கப்படுகிறது, அதேசமயம் JMSDF SHIMAKAZE என்பது 170 பேர் கொண்ட 150 மீட்டர் நீளமான தளமாகும்.",
        "இந்த விஜயத்தின் ஒரு பகுதியாக, JMSDF இன் கட்டளைத் தளபதி பயிற்சிப் படைப்பிரிவு, ரியர் அட்மிரல் கொமுட்டா ஷுகாகு, கடற்படைத் தளபதி வைஸ் அட்மிரல் நிஷாந்த உலுகெதென்னவை மே 19ஆம் திகதி கடற்படைத் தலைமையகத்தில் வைத்துச் சந்தித்தார். சுமுகமான கலந்துரையாடல் முக்கியமாக இருதரப்பு முக்கியத்துவம் வாய்ந்த பல விஷயங்களில் கவனம் செலுத்தியது மற்றும் நல்லெண்ணத்தின் சைகையாக நினைவுச்சின்னங்கள் பரிமாற்றத்துடன் சுருக்கமான தொடர்பு முடிந்தது. இந்நிகழ்வில் இலங்கைக்கான ஜப்பானிய தூதரகத்தின் பாதுகாப்பு ஆலோசகர் கப்டன் ககு ஃபுகௌராவும் கலந்துகொண்டார். இதற்கிடையில், கடற்படைத் தளபதி மே 19 அன்று பயிற்சிப் படைப்பிரிவைப் பார்வையிடுவதற்காக நேரத்தை எடுத்துக் கொண்டார் மற்றும் JMSDF பயிற்சிப் படையின் கப்பல்களின் இரண்டு கட்டளை அதிகாரிகளுடன் ஒரு சிறிய தருணத்தைப் பகிர்ந்து கொண்டார்.",
        "இந்த விஜயத்திற்கு சமாந்தரமாக, வருகை தரும் JMSDF பயிற்சிப் படை மற்றும் இலங்கை கடற்படையின் பயிற்சியாளர்களுக்கு இடையே தொழில்சார் அறிவைப் பகிர்ந்து கொள்ளவும், நட்புறவை மேம்படுத்தவும் இலங்கை கடற்படை பல பரிமாற்ற நிகழ்ச்சிகளை ஏற்பாடு செய்துள்ளது. அந்தவகையில், JMSDF பயிற்சிப் படையின் கீழ் உள்ள அதிகாரி SLNS பராக்கிரமபாகு மற்றும் சயுரலாவிற்கு விஜயம் செய்ததுடன், ஜெனரல் சேர் ஜோன் கொத்தலாவல பாதுகாப்பு பல்கலைக்கழகத்தின் பயிற்சி பெற்ற அதிகாரிகளின் குழு JMSDF பயிற்சிப் படையின் இரண்டு கப்பல்களையும் பார்வையிட்டது.",
        "இதற்கிடையில், இரண்டாம் உலகப் போரின்போது போரில் இறந்தவர்கள் உட்பட இறந்த ஜப்பானிய பிரஜைகளின் ஆவிகளை கௌரவிப்பதற்காக JMSDF இன் தளபதி பயிற்சிப் படை பொரளை மயானத்திற்கு விஜயம் செய்தது. மேலும், ஜப்பான் கடல்சார் தற்காப்புப் படையின் தூதுக்குழு, துணைப் படைத் தலைவர் மற்றும் மேற்கு கடற்படைத் தளபதி ஆகியோரை சந்தித்து சுமுகமாக கலந்துரையாடியது.",
        "மூன்று நாள் உத்தியோகபூர்வ விஜயத்தை முடித்துக் கொண்டு, JMSDF பயிற்சிப் படைக் கப்பல்கள் இன்று (மே 21, 2022) காலை கொழும்புத் துறைமுகத்திலிருந்து புறப்பட்டன, அங்கு மேற்குக் கடலில் SLNS Sayurala உடன் ஒரு வழிப் பயிற்சி (PASSEX) நடத்த திட்டமிடப்பட்டுள்ளது.",
        "இலங்கையில் இருந்து அவுஸ்திரேலியாவிற்குள் சட்டவிரோதமான முறையில் நுழைய முற்பட்ட போது கப்பல் இடைமறிக்கப்பட்டுள்ளது",
        "இலங்கையின் கடன் சுமையை குறைப்பதில் ஆக்கபூர்வமான பங்கை வகிக்க சீனா தயார்: சீன வெளிவிவகார அமைச்சு"
      ]
    }
  }
}