{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Chorus-growing-at-UNHRC-for-greater-democracy-and-justice-in-Sri-Lanka/56-731596",
  "time_ut": 1646599680,
  "title": "Chorus growing at UNHRC for greater democracy and justice in Sri Lanka",
  "body_lines": [
    "United Nations High Commissioner for Human Rights Michelle Bachelet",
    "",
    "",
    "United Nations High Commissioner for Human Rights Michelle Bachelet on Friday, introducing the report on Sri Lanka, said the Government should take further steps to address the fundamental problems with the Prevention of Terrorism Act and undertake deeper legal, institutional and security sector reforms that were critically needed to put an end to impunity and prevent any reoccurrence of past violations. Victims and their families continued to be denied truth and justice.",
    "“There was deep concern about the concentration of civilian positions in the hands of military officials, some of them implicated in serious allegations of human rights violations.  The Council should pursue alternative strategies to advance accountability at the international level,” she said.",
    "Sri Lanka, speaking as the country concerned, said the resolution was directly contrary to the Council’s founding principles of impartiality, objectivity and non-selectivity.  There were serious anomalies and problems with the report.  It had an intolerably intrusive character and there was a clear element of discrimination within it. This in itself struck at the root of the foundations of the United Nations system.",
    "It was deeply regretted that numerous unsubstantiated allegations had found their way into the report.  The international community should join Sri Lanka on a footing of mutual respect to face the challenges ahead.",
    "In the ensuing debate, speakers said Sri Lanka should ensure a safe democratic space, and strong independent judicial institutions.  The erosion of democratic institutions and the lack of accountability for past human rights violations undermined progress.  The Government had taken the first steps to undertake reforms but there was a long road ahead.",
    "More comprehensive reforms were needed to allow civil society to operate freely and safely and to bring terrorism legislation in line with international norms and standards.  Ensuring accountability and justice for survivors was essential for maintaining peace and ensuring reconciliation.",
    "Some speakers said that reports should be based on reliable, objective and neutral observation.  The development of reports should be done with constructive cooperation with the concerned country.  When dealing with human rights situations, the Council should retain a non-biased, non-selective and non-hypocritical point of view.",
    "Speaking this afternoon on the situation in Eritrea were the European Union, Iceland on behalf of the Nordic-Baltic countries, Democratic People’s Republic of Korea, Philippines, France, Djibouti, Luxembourg, Venezuela, China, Cuba, Ethiopia, Saudi Arabia, Sri Lanka, Russian Federation, Benin, Australia, Sudan, Ireland, Belarus, United States, Belgium, United Kingdom, Canada, Somalia, Syria, Iran and South Sudan.",
    "Also speaking were the following non-governmental organisations: Christian Solidarity Worldwide, Eastern Horn of Africa: Human Rights Defenders Project, Civicus World Alliance for Citizen Participation, Amnesty International, Advocates for Human Rights, and UN Watch.",
    "Speaking on Sri Lanka were the European Union, Netherlands on behalf of the Benelux countries, Norway on behalf of the Nordic-Baltic countries, United Kingdom on behalf of the Sri Lanka Core Group, Saudi Arabia on behalf of the Gulf Cooperation Council, Germany, Egypt, Montenegro, Democratic People’s Republic of Korea, Canada, Philippines, Nepal, Kenya, India and France.",
    "Speakers said Sri Lanka should ensure a safe democratic space and strong independent judicial institutions.  The erosion of democratic institutions and the lack of accountability for past human rights violations was undermining progress. The building of a prosperous State for all Sri Lankans was required, including all minorities.",
    "The Government had taken the first steps to undertake reforms, but there was a long road ahead.  There was also concern for political prisoners still in custody, and concern that the proposed changes were not sufficient to address human rights concerns.  There should be freedom of speech for journalists and those in minority communities, as well as non-governmental organisations.",
    "The Government should ensure the independence and effectiveness of human rights institutions, and encourage proper investigation of reports of deaths in police custody.  There should be full implementation of Council resolution 46/1.",
    "More comprehensive reforms were needed to allow civil society to operate freely and safely, and to bring terrorism legislation in line with international norms and standards.  The rights of religious minorities should be protected.  More inclusive governance was needed in Sri Lanka: a safe and open space should be maintained, even for dissent.  Ensuring accountability and justice for survivors was essential for maintaining peace and ensuring reconciliation.",
    "A more comprehensive and deeper reform agenda was required to ensure that future violations could not occur.  The Government should fully consider the numerous and consecutive recommendations made by various United Nations mechanisms and organisations.  The lack of domestic progress in accountability and the reconciliation process required further commitment by the Government.  The human rights situation could degrade further if steps were not taken to address the issues of the past.",
    "Some speakers said that reports should be based on reliable, objective and neutral observation.  The development of reports should be done with constructive cooperation with the concerned country.  When dealing with human rights situations, the Council should retain a non-biased, non-selective and non-hypocritical point of view.",
    "The community of nations should support in good faith any steps taken towards reconciliation in the country, and encourage genuine dialogue in an impartial manner, standing against selectivity, politicisation and double standards.  The Human Rights Council should support Sri Lanka in order to achieve its priorities for its domestic development in the context of its own needs."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ වැඩි ප්‍රජාතන්ත්‍රවාදය සහ යුක්තිය සඳහා එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ ගායනා කිරීම",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් Michelle Bachelet",
        "",
        "",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් මිචෙල් බැචලෙට් සිකුරාදා ශ්‍රී ලංකාව පිළිබඳ වාර්තාව ඉදිරිපත් කරමින් කියා සිටියේ ත්‍රස්තවාදය වැළැක්වීමේ පනතේ මූලික ගැටලු විසඳීමට රජය තවදුරටත් පියවර ගත යුතු බවත් විවේචනාත්මක වූ ගැඹුරු නීති, ආයතනික සහ ආරක්ෂක අංශ ප්‍රතිසංස්කරණ සිදු කළ යුතු බවත්ය. දණ්ඩමුක්තියට තිත තැබීමට සහ අතීත උල්ලංඝනයන් නැවත ඇතිවීම වැලැක්වීමට අවශ්‍ය විය. වින්දිතයින්ට සහ ඔවුන්ගේ පවුල්වලට සත්‍යය සහ යුක්තිය දිගින් දිගටම ප්‍රතික්ෂේප විය.",
        "“හමුදා නිලධාරීන් අත සිවිල් තනතුරු සංකේන්ද්‍රණය වීම ගැන ගැඹුරු කනස්සල්ලක් පැවති අතර, ඔවුන්ගෙන් සමහරක් මානව හිමිකම් කඩකිරීම් පිළිබඳ බරපතල චෝදනාවලට සම්බන්ධ විය. ජාත්‍යන්තර මට්ටමින් වගවීම ඉදිරියට ගෙනයාම සඳහා කවුන්සිලය විකල්ප උපාය මාර්ග අනුගමනය කළ යුතුයි,” ඇය පැවසුවාය.",
        "ශ්‍රී ලංකාව, අදාළ රට ලෙස කතා කරමින්, මෙම යෝජනාව කවුන්සිලයේ අපක්ෂපාතීත්වය, වාස්තවිකත්වය සහ තෝරා නොගැනීම පිළිබඳ ආරම්භක මූලධර්මවලට සෘජුවම පටහැනි බව පැවසීය. වාර්තාවේ බරපතළ විෂමතා සහ ගැටලු තිබුණා. එයට නොඉවසිය හැකි ආක්‍රමණශීලී චරිතයක් තිබූ අතර එය තුළ වෙනස්කම් කිරීමේ පැහැදිලි අංගයක් තිබුණි. මෙය එක්සත් ජාතීන්ගේ පද්ධතියේ අත්තිවාරමේ මූලයටම පහර දුන්නේය.",
        "තහවුරු නොකළ චෝදනා රැසක් වාර්තාවට ඇතුළත් වීම ගැන බලවත් කනගාටුව පළ විය. ඉදිරි අභියෝගවලට මුහුණ දීම සඳහා අන්‍යෝන්‍ය ගෞරවයෙන් යුතුව ජාත්‍යන්තර ප්‍රජාව ශ්‍රී ලංකාව හා එක්විය යුතුය.",
        "අනතුරුව පැවති විවාදයේදී කථිකයන් පැවසුවේ ශ්‍රී ලංකාව සුරක්ෂිත ප්‍රජාතන්ත්‍රවාදී අවකාශයක් සහ ශක්තිමත් ස්වාධීන අධිකරණ ආයතන සහතික කළ යුතු බවයි. ප‍්‍රජාතන්ත‍්‍රවාදී ආයතනවල ඛාදනය සහ අතීත මානව හිමිකම් කඩකිරීම් සම්බන්ධයෙන් වගවීමක් නොමැතිකම ප‍්‍රගතිය අඩාල කළේය. ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමට රජය මුල් පියවර ගෙන තිබුණත් ඉදිරි ගමනක් තිබුණා.",
        "සිවිල් සමාජයට නිදහසේ සහ ආරක්ෂිතව ක්‍රියාත්මක වීමට ඉඩ සැලසීමටත් ජාත්‍යන්තර ප්‍රමිතීන්ට හා ප්‍රමිතීන්ට අනුකූලව ත්‍රස්තවාදී නීති සම්පාදනය කිරීමටත් වඩාත් පුළුල් ප්‍රතිසංස්කරණ අවශ්‍ය විය. දිවි ගලවා ගත් අය සඳහා වගවීම සහ යුක්තිය සහතික කිරීම සාමය පවත්වා ගැනීම සහ සංහිඳියාව සහතික කිරීම සඳහා අත්‍යවශ්‍ය විය.",
        "සමහර කථිකයන් පැවසුවේ විශ්වාසනීය, වෛෂයික සහ මධ්‍යස්ථ නිරීක්ෂණ මත වාර්තා පදනම් විය යුතු බවයි. වාර්තා සංවර්ධනය කිරීම අදාළ රට සමඟ ඵලදායී සහයෝගීතාවයකින් සිදු කළ යුතුය. මානව හිමිකම් තත්ත්වයන් සම්බන්ධයෙන් කටයුතු කරන විට, කවුන්සිලය පක්ෂග්‍රාහී නොවන, වරණාත්මක නොවන සහ කුහක නොවන දෘෂ්ටිකෝණයක් තබා ගත යුතුය.",
        "එරිත්‍රියාවේ තත්ත්වය පිළිබඳව අද පස්වරුවේ කතා කළේ යුරෝපීය සංගමය, නෝර්ඩික්-බෝල්ටික් රටවල් වෙනුවෙන් අයිස්ලන්තය, කොරියානු ප්‍රජාතන්ත්‍රවාදී මහජන සමූහාණ්ඩුව, පිලිපීනය, ප්‍රංශය, ජිබුටි, ලක්සම්බර්ග්, වෙනිසියුලාව, චීනය, කියුබාව, ඉතියෝපියාව, සෞදි අරාබිය, ශ්‍රී ලංකාව , රුසියානු සමූහාණ්ඩුව, බෙනින්, ඕස්ට්‍රේලියාව, සුඩානය, අයර්ලන්තය, බෙලාරුස්, එක්සත් ජනපදය, බෙල්ජියම, එක්සත් රාජධානිය, කැනඩාව, සෝමාලියාව, සිරියාව, ඉරානය සහ දකුණු සුඩානය.",
        "පහත දැක්වෙන රාජ්‍ය නොවන සංවිධාන ද කතා කළහ: ක්‍රිස්ටියන් සොලිඩරිටි වර්ල්ඩ්වයිඩ්, අප්‍රිකාවේ නැගෙනහිර අං: මානව හිමිකම් ආරක්ෂක ව්‍යාපෘතිය, පුරවැසි සහභාගීත්වය සඳහා වූ සිවිල් ලෝක සන්ධානය, ඇම්නෙස්ටි ඉන්ටර්නැෂනල්, මානව හිමිකම් වෙනුවෙන් පෙනී සිටින්නන්, සහ UN වොච්.",
        "ශ්‍රී ලංකාව සම්බන්ධයෙන් අදහස් දැක්වූයේ Benelux රටවල් වෙනුවෙන් යුරෝපා සංගමය, නෙදර්ලන්තය, Nordic-Baltic රටවල් වෙනුවෙන් නෝර්වේ, ශ්‍රී ලංකා Core Group වෙනුවෙන් එක්සත් රාජධානිය, ගල්ෆ් සහයෝගිතා කවුන්සිලය වෙනුවෙන් සෞදි අරාබිය, ජර්මනිය, ඊජිප්තුව, මොන්ටිනිග්‍රෝ, කොරියානු ප්‍රජාතන්ත්‍රවාදී මහජන ජනරජය, කැනඩාව, පිලිපීනය, නේපාලය, කෙන්යාව, ඉන්දියාව සහ ප්‍රංශය.",
        "ශ්‍රී ලංකාව ආරක්ෂිත ප්‍රජාතන්ත්‍රවාදී අවකාශයක් සහ ශක්තිමත් ස්වාධීන අධිකරණ ආයතන සහතික කළ යුතු බව කථිකයෝ පැවසූහ. ප‍්‍රජාතන්ත‍්‍රවාදී ආයතනවල ඛාදනය සහ අතීත මානව හිමිකම් කඩකිරීම් සම්බන්ධයෙන් වගවීමක් නොමැතිකම ප‍්‍රගතියට වල කැපීමක් විය. සියලුම සුළු ජාතීන් ඇතුළුව සියලුම ශ්‍රී ලාංකිකයන් සඳහා සමෘද්ධිමත් රාජ්‍යයක් ගොඩනැගීම අවශ්‍ය විය.",
        "ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමට රජය මුල් පියවර ගෙන තිබුණත් ඉදිරි ගමනක් තිබුණේය. තවමත් අත්අඩංගුවේ පසුවන දේශපාලන සිරකරුවන් සම්බන්ධයෙන් ද කනස්සල්ලක් ඇති වූ අතර, මානව හිමිකම් ගැටළු විසඳීමට යෝජිත වෙනස්කම් ප්‍රමාණවත් නොවීම පිළිබඳ කනස්සල්ල ද විය. මාධ්‍යවේදීන්ට සහ සුළුතර ප්‍රජාවන්ට මෙන්ම රාජ්‍ය නොවන සංවිධානවලටද කතා කිරීමේ නිදහස තිබිය යුතුය.",
        "රජය මානව හිමිකම් ආයතනවල ස්වාධීනත්වය සහ ඵලදායී බව සහතික කළ යුතු අතර, පොලිස් අත්අඩංගුවේ පසුවන මරණ පිළිබඳ වාර්තා නිසි ලෙස විමර්ශනය කිරීම දිරිමත් කළ යුතුය. සභා යෝජනාව 46/1 සම්පූර්ණයෙන් ක්‍රියාත්මක විය යුතුය.",
        "සිවිල් සමාජයට නිදහසේ සහ ආරක්ෂිතව ක්‍රියාත්මක වීමට ඉඩ සැලසීමටත්, ජාත්‍යන්තර සම්මතයන්ට හා ප්‍රමිතීන්ට අනුකූලව ත්‍රස්තවාදී නීති ගෙන ඒමටත් වඩා පුළුල් ප්‍රතිසංස්කරණ අවශ්‍ය විය. ආගමික සුළුතරයන්ගේ අයිතිවාසිකම් ආරක්ෂා කළ යුතුයි. ශ්‍රී ලංකාව තුළ වඩාත් ඇතුළත් පාලනයක් අවශ්‍ය විය: විසම්මුතිය සඳහා වුව ද ආරක්‍ෂිත සහ විවෘත අවකාශයක් පවත්වා ගත යුතුය. දිවි ගලවා ගත් අය සඳහා වගවීම සහ යුක්තිය සහතික කිරීම සාමය පවත්වා ගැනීම සහ සංහිඳියාව සහතික කිරීම සඳහා අත්‍යවශ්‍ය විය.",
        "අනාගත උල්ලංඝනයන් සිදු නොවිය හැකි බව සහතික කිරීම සඳහා වඩාත් පුළුල් හා ගැඹුරු ප්රතිසංස්කරණ න්යාය පත්රයක් අවශ්ය විය. එක්සත් ජාතීන්ගේ විවිධ යාන්ත්‍රණ සහ සංවිධාන විසින් ඉදිරිපත් කරන ලද නොයෙකුත් සහ අඛණ්ඩ නිර්දේශයන් රජය විසින් සම්පූර්ණයෙන් සලකා බැලිය යුතුය. වගවීම සහ ප්‍රතිසන්ධාන ක්‍රියාවලියේ දේශීය ප්‍රගතිය නොමැතිකම නිසා රජයට තවදුරටත් කැපවීම අවශ්‍ය විය. අතීතයේ පැවති ප්‍රශ්න විසඳීමට පියවර නොගතහොත් මානව හිමිකම් තත්ත්වය තවත් පිරිහීමට ඉඩ ඇත.",
        "සමහර කථිකයන් පැවසුවේ විශ්වාසනීය, වෛෂයික සහ මධ්‍යස්ථ නිරීක්ෂණ මත වාර්තා පදනම් විය යුතු බවයි. වාර්තා සංවර්ධනය කිරීම අදාළ රට සමඟ ඵලදායී සහයෝගීතාවයකින් සිදු කළ යුතුය. මානව හිමිකම් තත්ත්වයන් සම්බන්ධයෙන් කටයුතු කරන විට, කවුන්සිලය පක්ෂග්‍රාහී නොවන, වරණාත්මක නොවන සහ කුහක නොවන දෘෂ්ටිකෝණයක් තබා ගත යුතුය.",
        "රට තුළ සංහිඳියාව ඇති කිරීම සඳහා ගනු ලබන ඕනෑම පියවරක් සඳහා ජාතීන්ගේ ප්‍රජාව සද්භාවයෙන් සහයෝගය දැක්විය යුතු අතර, තේරීම්, දේශපාලනීකරණය සහ දෙබිඩි ප්‍රමිතිවලට එරෙහිව නැගී සිටිමින් අපක්ෂපාතීව අව්‍යාජ සංවාදයක් දිරිමත් කළ යුතුය. මානව හිමිකම් කවුන්සිලය ශ්‍රී ලංකාවේ ස්වකීය අවශ්‍යතා සන්දර්භය තුළ එහි දේශීය සංවර්ධනය සඳහා එහි ප්‍රමුඛතා සාක්ෂාත් කර ගැනීම සඳහා සහාය විය යුතුය."
      ]
    },
    "ta": {
      "title": "இலங்கையில் அதிக ஜனநாயகம் மற்றும் நீதிக்காக UNHRC இல் கோரஸ் வளர்ந்து வருகிறது",
      "body_lines": [
        "ஐக்கிய நாடுகள் சபையின் மனித உரிமைகள் உயர் ஸ்தானிகர் Michelle Bachelet",
        "",
        "",
        "ஐக்கிய நாடுகளின் மனித உரிமைகள் ஆணையாளர் Michelle Bachelet, இலங்கை தொடர்பான அறிக்கையை வெள்ளிக்கிழமை அறிமுகப்படுத்தி, பயங்கரவாதத் தடைச் சட்டத்தில் உள்ள அடிப்படைப் பிரச்சினைகளைத் தீர்ப்பதற்கும், ஆழமான சட்ட, நிறுவன மற்றும் பாதுகாப்புத் துறை சீர்திருத்தங்களை மேற்கொள்ளவும் அரசாங்கம் மேலதிக நடவடிக்கைகளை எடுக்க வேண்டும் என்றார். தண்டனையின்மைக்கு முற்றுப்புள்ளி வைக்க வேண்டும் மற்றும் கடந்த கால மீறல்கள் மீண்டும் நிகழாமல் தடுக்க வேண்டும். பாதிக்கப்பட்டவர்களுக்கும் அவர்களது குடும்பங்களுக்கும் உண்மையும் நீதியும் தொடர்ந்து மறுக்கப்பட்டது.",
        "\"இராணுவ அதிகாரிகளின் கைகளில் சிவிலியன் நிலைகள் குவிந்து கிடப்பது குறித்து ஆழ்ந்த கவலை இருந்தது, அவர்களில் சிலர் மனித உரிமை மீறல்கள் தொடர்பான கடுமையான குற்றச்சாட்டுகளில் சிக்கியுள்ளனர். சர்வதேச அளவில் பொறுப்புக்கூறலை முன்னெடுப்பதற்கான மாற்று உத்திகளை கவுன்சில் பின்பற்ற வேண்டும்,” என்றார்.",
        "சம்மந்தப்பட்ட நாடாகப் பேசும் இலங்கை, இந்தத் தீர்மானம் சபையின் ஸ்தாபகக் கொள்கைகளான பாரபட்சமற்ற தன்மை, புறநிலை மற்றும் தேர்ந்தெடுக்காத தன்மை ஆகியவற்றுக்கு நேரடியாக முரணானது என்று கூறியது. அறிக்கையில் கடுமையான முரண்பாடுகள் மற்றும் சிக்கல்கள் இருந்தன. இது ஒரு சகிக்க முடியாத ஊடுருவும் தன்மையைக் கொண்டிருந்தது மற்றும் அதற்குள் ஒரு தெளிவான பாகுபாடு இருந்தது. இதுவே ஐக்கிய நாடுகள் அமைப்பின் அடித்தளத்தின் வேரையே தாக்கியது.",
        "பல ஆதாரமற்ற குற்றச்சாட்டுகள் அறிக்கையில் இடம் பெற்றுள்ளதற்கு ஆழ்ந்த வருத்தம் தெரிவிக்கப்பட்டது. எதிர்வரும் சவால்களை எதிர்கொள்ள சர்வதேச சமூகம் பரஸ்பர மரியாதையின் அடிப்படையில் இலங்கையுடன் இணைந்து கொள்ள வேண்டும்.",
        "தொடர்ந்து நடைபெற்ற விவாதத்தில், இலங்கை பாதுகாப்பான ஜனநாயக இடத்தையும், வலுவான சுதந்திரமான நீதி நிறுவனங்களையும் உறுதி செய்ய வேண்டும் என்று பேச்சாளர்கள் தெரிவித்தனர். ஜனநாயக நிறுவனங்களின் அரிப்பு மற்றும் கடந்தகால மனித உரிமை மீறல்களுக்கு பொறுப்புக்கூறல் இல்லாமை ஆகியவை முன்னேற்றத்தை குறைமதிப்பிற்கு உட்படுத்தியது. சீர்திருத்தங்களை மேற்கொள்வதற்கான முதல் நடவடிக்கைகளை அரசாங்கம் எடுத்தது, ஆனால் முன்னால் நீண்ட பாதை இருந்தது.",
        "சிவில் சமூகத்தை சுதந்திரமாகவும் பாதுகாப்பாகவும் செயல்பட அனுமதிக்கவும், சர்வதேச விதிமுறைகள் மற்றும் தரநிலைகளுக்கு ஏற்ப பயங்கரவாத சட்டத்தை கொண்டு வரவும் இன்னும் விரிவான சீர்திருத்தங்கள் தேவைப்பட்டன. அமைதியைப் பேணுவதற்கும் நல்லிணக்கத்தை உறுதிப்படுத்துவதற்கும் உயிர் பிழைத்தவர்களுக்கான பொறுப்புக்கூறல் மற்றும் நீதியை உறுதிப்படுத்துவது அவசியம்.",
        "சில பேச்சாளர்கள் அறிக்கைகள் நம்பகமான, புறநிலை மற்றும் நடுநிலையான கவனிப்பின் அடிப்படையில் இருக்க வேண்டும் என்று கூறினார். சம்பந்தப்பட்ட நாட்டுடன் ஆக்கபூர்வமான ஒத்துழைப்புடன் அறிக்கைகள் உருவாக்கப்பட வேண்டும். மனித உரிமைகள் சூழ்நிலைகளைக் கையாளும் போது, ​​கவுன்சில் ஒரு சார்பற்ற, தேர்ந்தெடுக்கப்பட்ட மற்றும் பாசாங்குத்தனமற்ற கண்ணோட்டத்தை தக்க வைத்துக் கொள்ள வேண்டும்.",
        "எரித்திரியாவின் நிலைமை குறித்து இன்று பிற்பகல் பேசிய ஐரோப்பிய ஒன்றியம், நோர்டிக்-பால்டிக் நாடுகளின் சார்பாக ஐஸ்லாந்து, கொரியா ஜனநாயக மக்கள் குடியரசு, பிலிப்பைன்ஸ், பிரான்ஸ், ஜிபூட்டி, லக்சம்பர்க், வெனிசுலா, சீனா, கியூபா, எத்தியோப்பியா, சவுதி அரேபியா, இலங்கை , ரஷ்ய கூட்டமைப்பு, பெனின், ஆஸ்திரேலியா, சூடான், அயர்லாந்து, பெலாரஸ், ​​அமெரிக்கா, பெல்ஜியம், யுனைடெட் கிங்டம், கனடா, சோமாலியா, சிரியா, ஈரான் மற்றும் தெற்கு சூடான்.",
        "மேலும், பின்வரும் அரசு சாரா அமைப்புகளும் பேசுகின்றன: கிறிஸ்டியன் சாலிடாரிட்டி வேர்ல்டுவைட், கிழக்கு ஆப்பிரிக்காவின் கொம்பு: மனித உரிமைகள் பாதுகாவலர்கள் திட்டம், குடிமக்கள் பங்கேற்புக்கான சிவிகஸ் வேர்ல்ட் அலையன்ஸ், அம்னெஸ்டி இன்டர்நேஷனல், மனித உரிமைகளுக்கான வழக்கறிஞர்கள் மற்றும் UN கண்காணிப்பு.",
        "இலங்கை குறித்து பேசிய ஐரோப்பிய ஒன்றியம், பெனலக்ஸ் நாடுகள் சார்பில் நெதர்லாந்து, நோர்டிக்-பால்டிக் நாடுகள் சார்பில் நோர்வே, இலங்கை கோர் குழு சார்பில் இங்கிலாந்து, வளைகுடா ஒத்துழைப்பு கவுன்சில் சார்பில் சவுதி அரேபியா, ஜெர்மனி, எகிப்து, மாண்டினீக்ரோ, கொரியா ஜனநாயக மக்கள் குடியரசு, கனடா, பிலிப்பைன்ஸ், நேபாளம், கென்யா, இந்தியா மற்றும் பிரான்ஸ்.",
        "இலங்கை பாதுகாப்பான ஜனநாயக இடத்தையும் வலுவான சுதந்திரமான நீதித்துறை நிறுவனங்களையும் உறுதி செய்ய வேண்டும் என்று பேச்சாளர்கள் தெரிவித்தனர். ஜனநாயக அமைப்புகளின் அரிப்பு மற்றும் கடந்தகால மனித உரிமை மீறல்களுக்கு பொறுப்புக்கூறல் இல்லாமை ஆகியவை முன்னேற்றத்தை குறைமதிப்பிற்கு உட்படுத்துகின்றன. அனைத்து சிறுபான்மையினரையும் உள்ளடக்கி அனைத்து இலங்கையர்களுக்கும் ஒரு வளமான அரசை கட்டியெழுப்புவது அவசியமானது.",
        "சீர்திருத்தங்களை மேற்கொள்வதற்கான முதல் நடவடிக்கைகளை அரசாங்கம் எடுத்தது, ஆனால் முன்னால் நீண்ட பாதை இருந்தது. இன்னும் காவலில் உள்ள அரசியல் கைதிகள் பற்றிய கவலையும் இருந்தது, மேலும் மனித உரிமைகள் கவலைகளைத் தீர்ப்பதற்கு முன்மொழியப்பட்ட மாற்றங்கள் போதுமானதாக இல்லை என்ற கவலையும் இருந்தது. ஊடகவியலாளர்கள் மற்றும் சிறுபான்மை சமூகங்களில் உள்ளவர்களுக்கும், அரசு சாரா நிறுவனங்களுக்கும் பேச்சு சுதந்திரம் இருக்க வேண்டும்.",
        "மனித உரிமைகள் நிறுவனங்களின் சுதந்திரத்தையும் செயல்திறனையும் அரசாங்கம் உறுதி செய்ய வேண்டும், மேலும் போலீஸ் காவலில் மரணங்கள் குறித்த புகார்களை முறையான விசாரணையை ஊக்குவிக்க வேண்டும். கவுன்சில் தீர்மானம் 46/1ஐ முழுமையாக அமல்படுத்த வேண்டும்.",
        "சிவில் சமூகத்தை சுதந்திரமாகவும் பாதுகாப்பாகவும் செயல்பட அனுமதிக்கவும், சர்வதேச விதிமுறைகள் மற்றும் தரநிலைகளுக்கு ஏற்ப பயங்கரவாத சட்டத்தை கொண்டு வரவும் இன்னும் விரிவான சீர்திருத்தங்கள் தேவைப்பட்டன. மத சிறுபான்மையினரின் உரிமைகள் பாதுகாக்கப்பட வேண்டும். இலங்கையில் மேலும் உள்ளடக்கிய ஆட்சி தேவை: கருத்து வேறுபாடுகளுக்கு கூட பாதுகாப்பான மற்றும் திறந்தவெளி பராமரிக்கப்பட வேண்டும். அமைதியைப் பேணுவதற்கும் நல்லிணக்கத்தை உறுதிப்படுத்துவதற்கும் உயிர் பிழைத்தவர்களுக்கான பொறுப்புக்கூறல் மற்றும் நீதியை உறுதிப்படுத்துவது அவசியம்.",
        "எதிர்காலத்தில் மீறல்கள் நிகழாமல் இருப்பதை உறுதிசெய்ய இன்னும் விரிவான மற்றும் ஆழமான சீர்திருத்த நிகழ்ச்சி நிரல் தேவைப்பட்டது. பல்வேறு ஐக்கிய நாடுகளின் பொறிமுறைகள் மற்றும் அமைப்புகளால் செய்யப்பட்ட ஏராளமான மற்றும் தொடர்ச்சியான பரிந்துரைகளை அரசாங்கம் முழுமையாக பரிசீலிக்க வேண்டும். பொறுப்புக்கூறல் மற்றும் நல்லிணக்கச் செயன்முறையில் உள்நாட்டு முன்னேற்றம் இல்லாததால் அரசாங்கத்தால் மேலும் அர்ப்பணிப்பு தேவைப்பட்டது. கடந்த கால பிரச்சினைகளுக்கு தீர்வு காண நடவடிக்கை எடுக்கப்படாவிட்டால் மனித உரிமைகள் நிலைமை மேலும் சீரழிந்து போகலாம்.",
        "சில பேச்சாளர்கள் அறிக்கைகள் நம்பகமான, புறநிலை மற்றும் நடுநிலையான கவனிப்பின் அடிப்படையில் இருக்க வேண்டும் என்று கூறினார். சம்பந்தப்பட்ட நாட்டுடன் ஆக்கபூர்வமான ஒத்துழைப்புடன் அறிக்கைகள் உருவாக்கப்பட வேண்டும். மனித உரிமைகள் சூழ்நிலைகளைக் கையாளும் போது, ​​கவுன்சில் ஒரு சார்பற்ற, தேர்ந்தெடுக்கப்பட்ட மற்றும் பாசாங்குத்தனமற்ற கண்ணோட்டத்தை தக்க வைத்துக் கொள்ள வேண்டும்.",
        "தேசங்களின் சமூகம் நாட்டில் நல்லிணக்கத்தை நோக்கி எடுக்கப்படும் எந்தவொரு நடவடிக்கைகளையும் நல்லெண்ணத்துடன் ஆதரிக்க வேண்டும், மேலும் தேர்ந்தெடுக்கும் தன்மை, அரசியல்மயமாக்கல் மற்றும் இரட்டை நிலைப்பாடுகளுக்கு எதிராக நின்று பாரபட்சமற்ற முறையில் உண்மையான உரையாடலை ஊக்குவிக்க வேண்டும். மனித உரிமைகள் பேரவை இலங்கையின் சொந்த தேவைகளின் பின்னணியில் அதன் உள்நாட்டு அபிவிருத்திக்கான முன்னுரிமைகளை அடைவதற்கு ஆதரவளிக்க வேண்டும்."
      ]
    }
  }
}