{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-general-insurance-named-best-general-insurance-company-of-the-year/",
  "time_ut": 1652886480,
  "title": "LOLC General Insurance named Best General Insurance Company of the Year",
  "body_lines": [
    "The 3rd Emerging Asia Insurance Awards 2021, recognized LOLC General Insurance PLC as the ‘Best General Insurance Company of the Year’ amongst the top Insurance companies nominated from South-East Asia. The evaluations were done by PricewaterhouseCoopers (PwC), the multinational professional service network and the event was held ceremonially on the 30th of April 2022 in Kolkata, India.",
    "The Indian Chamber of Commerce (ICC) initiated the Emerging Asia Insurance Awards to acknowledge, honour and to recognise the efforts made by the emerging Asian Insurance companies while creating a platform for them to discuss their common challenges and its ramifications effecting the Insurance sector.",
    "PwC performed the groundwork for the awarding body in reviewing and assessing the applicant profiles. The selection of awards comprised of several criteria and PwC has evaluated the audited financial data (for the last three financial years) of the applicants. Performance on Technical Reserve to Net Premium Ratio, Combined Ratio, Top Line Growth, Shareholder Capital, Number of complaints received, Claim Settlement Ratio and Investment on Training were assessed in gauging the winners.",
    "LOLC General Insurance PLC is a subsidiary of LOLC Holdings PLC, which is one of Sri Lanka’s largest and most diversified conglomerates with operations in 20 countries in Asia and Africa. LOLC General Insurance PLC is currently one of the fastest growing Insurance companies in Sri Lanka and owns 45% of Serendib Micro Insurance PLC in Cambodia. The company has evolved into one of the country’s leading insurance providers of today, in a relatively short period of time.",
    "During the last few years the company continuously streamlined their processes and achieved greater coordination between different units of the company to implement a customer centric approach. The organisation is committed to continuously improve its overall processes, efficiency and relationships to serve the customers better.",
    "During 2021, LOLC General Insurance recorded a premium income growth of 19.2% which was the highest growth recorded by a mid/large sized company in the General Insurance industry and reported paid claims to the tune of Rs. 2.5 billion. LOLC General Insurance has always maintained an undisputed and unsurpassed reputation for speedy settlement of claims. The amount of money provided in lieu of claim reimbursements during the last financial year itself, reflects the company’s commitment to timely claim settlements.",
    "Commenting on the remarkable achievement Chief Executive Officer of LOLC General Insurance, Mr. Kithsiri Gunawardena said “It’s indeed an honour to be adjudged by PwC as the Best General Insurance Company of the Year at the Emerging Asia Insurance Awards 2021 organized by the Indian Chamber of Commerce. Winning the award among Pan-Asian giants this year is all the more precious to us due to all the challenges faced globally as well as within our island nation. I wish to take this opportunity to thank our untiring staff who are key in the success of the organisation and of course our invaluable customers who we strive to give the best service at all times. We will continue to provide innovative risk solutions and create value to our customers, employees and stakeholders!”",
    "LOLC General Insurance aims to help the customers understand and to manage the risks they face, be it individual, family or business. The company works hard to offer the customers a range of products and services coupled with expert support. The solutions assure protection against numerous risks and support all classes of products in the General Insurance space. The organization is supported by Swiss Re, one of the largest reinsurers in the world.",
    "ComBank’s ‘Anagi’ partners with insurance companies to offer affordable insurance to female customers",
    "Amana Takaful posts impressive Q1 revenue growth amidst challenging environment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "LOLC ජෙනරල් ඉන්ෂුවරන්ස් වසරේ හොඳම සාමාන්‍ය රක්‍ෂණ සමාගම ලෙස සම්මානයට පාත්‍ර විය",
      "body_lines": [
        "3 වන නැගී එන ඒෂියා රක්‍ෂණ සම්මාන 2021, අග්නිදිග ආසියාවෙන් නම් කරන ලද ඉහළම රක්‍ෂණ සමාගම් අතරින් ‘වසරේ හොඳම සාමාන්‍ය රක්ෂණ සමාගම’ ලෙස LOLC ජෙනරල් ඉන්ෂුවරන්ස් පීඑල්සී පිළිගෙන ඇත. බහුජාතික වෘත්තීය සේවා ජාලය වන ප්‍රයිස්වෝටර්හවුස් කූපර්ස් (PwC) විසින් ඇගයීම් සිදු කරන ලද අතර උත්සවය 2022 අප්‍රේල් 30 වැනි දින ඉන්දියාවේ කොල්කටා නුවරදී උත්සවාකාරයෙන් පැවැත්විණි.",
        "ඉන්දියානු වාණිජ මණ්ඩලය (ICC) නැගී එන ආසියානු රක්‍ෂණ සමාගම් විසින් ඔවුන්ගේ පොදු අභියෝග සහ ඉන්ෂුවරන්ස් ක්ෂේත්‍රයට බලපාන ප්‍රතිවිපාක පිළිබඳව සාකච්ඡා කිරීමට වේදිකාවක් නිර්මාණය කරන අතරම ඔවුන් විසින් ගන්නා ලද උත්සාහයන් පිළිගැනීම, ගෞරවය සහ ඇගයීම සඳහා නැගී එන ආසියා රක්‍ෂණ සම්මාන උළෙල ආරම්භ කරන ලදී.",
        "PwC අයදුම්කරුගේ පැතිකඩ සමාලෝචනය සහ තක්සේරු කිරීමේදී ප්‍රදානය කිරීමේ ආයතනය සඳහා මූලික කටයුතු සිදු කළේය. නිර්ණායක කිහිපයකින් සමන්විත සම්මාන තෝරාගැනීම සහ PwC විසින් අයදුම්කරුවන්ගේ විගණනය කරන ලද මූල්‍ය දත්ත (පසුගිය මූල්‍ය වසර තුන සඳහා) ඇගයීමට ලක් කර ඇත. ජයග්‍රාහකයින් මැන බැලීමේදී තාක්ෂණික සංචිතයේ කාර්ය සාධනය, ශුද්ධ වාරික අනුපාතය, ඒකාබද්ධ අනුපාතය, ඉහළ පෙළේ වර්ධනය, කොටස් හිමියාගේ ප්‍රාග්ධනය, ලැබී ඇති පැමිණිලි සංඛ්‍යාව, හිමිකම් පියවීමේ අනුපාතය සහ පුහුණුව පිළිබඳ ආයෝජනය තක්සේරු කරන ලදී.",
        "LOLC ජෙනරල් ඉන්ෂුවරන්ස් පීඑල්සී යනු LOLC හෝල්ඩිංග්ස් පීඑල්සී හි අනුබද්ධිත ආයතනයකි, එය ආසියාවේ සහ අප්‍රිකාවේ රටවල් 20 ක මෙහෙයුම් ඇති ශ්‍රී ලංකාවේ විශාලතම සහ විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරයකි. LOLC General Insurance PLC දැනට ශ්‍රී ලංකාවේ වේගයෙන්ම වර්ධනය වන රක්ෂණ සමාගමක් වන අතර කාම්බෝජයේ Serendib Micro Insurance PLC හි 45%ක හිමිකාරීත්වය දරයි. සමාගම සාපේක්ෂව කෙටි කාලයක් තුළ, වර්තමානයේ රටේ ප්‍රමුඛතම රක්ෂණ සපයන්නෙකු බවට පරිණාමය වී ඇත.",
        "පසුගිය වසර කිහිපය තුළ සමාගම අඛණ්ඩව ඔවුන්ගේ ක්‍රියාවලීන් විධිමත් කර ඇති අතර පාරිභෝගික කේන්ද්‍රීය ප්‍රවේශයක් ක්‍රියාත්මක කිරීම සඳහා සමාගමේ විවිධ ඒකක අතර වැඩි සම්බන්ධීකරණයක් ලබා ගත්තේය. පාරිභෝගිකයින්ට වඩා හොඳින් සේවය කිරීම සඳහා එහි සමස්ත ක්‍රියාවලීන්, කාර්යක්ෂමතාව සහ සබඳතා අඛණ්ඩව වැඩිදියුණු කිරීමට සංවිධානය කැපවී සිටී.",
        "2021 වසර තුළදී, LOLC ජෙනරල් ඉන්ෂුවරන්ස් 19.2% ක වාරික ආදායම් වර්ධනයක් වාර්තා කළ අතර එය සාමාන්‍ය රක්ෂණ ක්ෂේත්‍රයේ මධ්‍යම/විශාල ප්‍රමාණයේ සමාගමක් විසින් වාර්තා කරන ලද ඉහළම වර්ධනය වන අතර රු. බිලියන 2.5 කි. LOLC ජෙනරල් ඉන්ෂුවරන්ස් සෑම විටම හිමිකම් කඩිනමින් පියවීම සඳහා අවිවාදිත සහ අසමසම කීර්තියක් පවත්වා ගෙන යයි. පසුගිය මූල්‍ය වර්ෂය තුළම හිමිකම් ප්‍රතිපූරණය වෙනුවට සපයන ලද මුදල් ප්‍රමාණය, කාලෝචිත හිමිකම් පියවීම් සඳහා සමාගමේ කැපවීම පිළිබිඹු කරයි.",
        "LOLC ජෙනරල් ඉන්ෂුවරන්ස් හි කැපී පෙනෙන ජයග්‍රහණය පිළිබඳව අදහස් දැක්වූ ප්‍රධාන විධායක නිලධාරී කිත්සිරි ගුණවර්ධන මහතා, “ඉන්දියානු වාණිජ මණ්ඩලය විසින් සංවිධානය කරන ලද 2021 නැගී එන ඒෂියා රක්‍ෂණ සම්මාන උළෙලේදී වසරේ හොඳම සාමාන්‍ය රක්‍ෂණ සමාගම ලෙස PwC විසින් සම්මානයට පාත්‍රවීමට ලැබීම ඇත්තෙන්ම ගෞරවයක්. වාණිජ. මෙම වසරේ Pan-Asian යෝධයින් අතර සම්මානය දිනා ගැනීම ගෝලීය වශයෙන් මෙන්ම අපගේ දිවයින ජාතිය තුළ මුහුණ දෙන සියලු අභියෝග හේතුවෙන් අපට වඩාත් අගනේය. සංවිධානයේ සාර්ථකත්වය සඳහා ප්‍රධාන වන අපගේ නොසැලෙන කාර්ය මණ්ඩලයට සහ සෑම විටම හොඳම සේවාව ලබා දීමට අප උත්සාහ කරන අපගේ මිල කළ නොහැකි පාරිභෝගිකයින්ට ස්තූති කිරීමට මම මෙය අවස්ථාවක් කර ගනිමි. අපි දිගටම නව්‍ය අවදානම් විසඳුම් ලබා දෙමින් අපගේ ගනුදෙනුකරුවන්ට, සේවකයින්ට සහ පාර්ශවකරුවන්ට වටිනාකමක් ඇති කරන්නෙමු!",
        "LOLC General Insurance හි අරමුණ වන්නේ ගනුදෙනුකරුවන්ට ඔවුන් මුහුණ දෙන අවදානම් තේරුම් ගැනීමට සහ එය තනි පුද්ගල, පවුල හෝ ව්‍යාපාර විය හැකි ඒවා කළමනාකරණය කිරීමට උපකාර කිරීමයි. විශේෂඥ සහාය ඇතිව පාරිභෝගිකයින්ට නිෂ්පාදන සහ සේවාවන් රැසක් පිරිනැමීමට සමාගම වෙහෙස මහන්සි වී වැඩ කරයි. විසඳුම් බොහෝ අවදානම් වලින් ආරක්ෂාව සහතික කරන අතර සාමාන්‍ය රක්‍ෂණ අවකාශයේ සියලුම වර්ගවල නිෂ්පාදන සඳහා සහාය වේ. මෙම සංවිධානයට ලොව විශාලතම ප්‍රතිරක්ෂණ සමාගමක් වන Swiss Re විසින් සහාය දක්වයි.",
        "ComBank හි ‘Anagi’ කාන්තා ගනුදෙනුකරුවන්ට දැරිය හැකි රක්ෂණයක් පිරිනැමීමට රක්ෂණ සමාගම් සමඟ හවුල් වේ",
        "අමානා තකාෆුල් අභියෝගාත්මක පරිසරයක් මධ්‍යයේ Q1 ආදායම් වර්ධනයක් වාර්තා කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "LOLC ஜெனரல் இன்சூரன்ஸ் இந்த ஆண்டின் சிறந்த பொதுக் காப்பீட்டு நிறுவனமாகத் தேர்ந்தெடுக்கப்பட்டது",
      "body_lines": [
        "3வது எமர்ஜிங் ஆசியா இன்சூரன்ஸ் விருதுகள் 2021, தென்கிழக்கு ஆசியாவில் இருந்து பரிந்துரைக்கப்பட்ட சிறந்த காப்பீட்டு நிறுவனங்களில் LOLC ஜெனரல் இன்சூரன்ஸ் பிஎல்சியை ‘ஆண்டின் சிறந்த பொதுக் காப்பீட்டு நிறுவனமாக’ அங்கீகரித்துள்ளது. பிரைஸ்வாட்டர்ஹவுஸ்கூப்பர்ஸ் (PwC) என்ற பன்னாட்டு தொழில்முறை சேவை வலையமைப்பால் மதிப்பீடுகள் செய்யப்பட்டன, மேலும் இந்த நிகழ்வு ஏப்ரல் 30, 2022 அன்று இந்தியாவின் கொல்கத்தாவில் சம்பிரதாயபூர்வமாக நடைபெற்றது.",
        "இந்திய வர்த்தக சம்மேளனம் (ஐசிசி) வளர்ந்து வரும் ஆசிய காப்பீட்டு நிறுவனங்களின் பொதுவான சவால்கள் மற்றும் காப்பீட்டுத் துறையில் ஏற்படும் பாதிப்புகள் குறித்து விவாதிப்பதற்கான ஒரு தளத்தை உருவாக்கும் அதே வேளையில், வளர்ந்து வரும் ஆசியக் காப்பீட்டு நிறுவனங்களின் முயற்சிகளை அங்கீகரிப்பதற்காகவும், கௌரவிப்பதற்கும் மற்றும் அங்கீகரிப்பதற்காகவும், வளர்ந்து வரும் ஆசிய காப்பீட்டு விருதுகளைத் தொடங்கியுள்ளது.",
        "விண்ணப்பதாரரின் சுயவிவரங்களை மதிப்பாய்வு செய்வதிலும் மதிப்பீடு செய்வதிலும் விருது வழங்கும் அமைப்பிற்கான அடித்தளத்தை PwC செய்தது. பல அளவுகோல்களை உள்ளடக்கிய விருதுகளின் தேர்வு மற்றும் PwC விண்ணப்பதாரர்களின் தணிக்கை செய்யப்பட்ட நிதித் தரவை (கடந்த மூன்று நிதியாண்டுகளுக்கான) மதிப்பீடு செய்துள்ளது. டெக்னிக்கல் ரிசர்வ் முதல் நிகர பிரீமியம் விகிதம், ஒருங்கிணைந்த விகிதம், டாப் லைன் வளர்ச்சி, பங்குதாரர் மூலதனம், பெறப்பட்ட புகார்களின் எண்ணிக்கை, உரிமைகோரல் தீர்வு விகிதம் மற்றும் பயிற்சி மீதான முதலீடு ஆகியவை வெற்றியாளர்களைக் கணக்கிடுவதில் மதிப்பிடப்பட்டது.",
        "LOLC ஜெனரல் இன்சூரன்ஸ் பிஎல்சி என்பது LOLC ஹோல்டிங்ஸ் பிஎல்சியின் துணை நிறுவனமாகும், இது ஆசியா மற்றும் ஆபிரிக்காவில் 20 நாடுகளில் செயல்படும் இலங்கையின் மிகப்பெரிய மற்றும் பல்வகைப்பட்ட கூட்டு நிறுவனங்களில் ஒன்றாகும். LOLC General Insurance PLC ஆனது தற்போது இலங்கையில் வேகமாக வளர்ந்து வரும் காப்புறுதி நிறுவனங்களில் ஒன்றாகும் மற்றும் கம்போடியாவில் உள்ள Serendib Micro Insurance PLC இன் 45% உரிமையைக் கொண்டுள்ளது. இந்நிறுவனம் ஒப்பீட்டளவில் குறுகிய காலத்தில் நாட்டின் முன்னணி காப்பீட்டு வழங்குநர்களில் ஒன்றாக பரிணமித்துள்ளது.",
        "கடந்த சில ஆண்டுகளில், நிறுவனம் தொடர்ந்து தங்கள் செயல்முறைகளை நெறிப்படுத்தியது மற்றும் வாடிக்கையாளர்களை மையமாகக் கொண்ட அணுகுமுறையை செயல்படுத்த நிறுவனத்தின் பல்வேறு பிரிவுகளுக்கு இடையே அதிக ஒருங்கிணைப்பை அடைந்தது. வாடிக்கையாளர்களுக்குச் சிறப்பாகச் சேவை செய்ய அதன் ஒட்டுமொத்த செயல்முறைகள், செயல்திறன் மற்றும் உறவுகளைத் தொடர்ந்து மேம்படுத்துவதற்கு நிறுவனம் உறுதிபூண்டுள்ளது.",
        "2021 ஆம் ஆண்டில், LOLC ஜெனரல் இன்சூரன்ஸ் 19.2% பிரீமியம் வருமான வளர்ச்சியைப் பதிவுசெய்தது, இது பொதுக் காப்பீட்டுத் துறையில் நடுத்தர/பெரிய அளவிலான நிறுவனத்தால் பதிவுசெய்யப்பட்ட அதிகபட்ச வளர்ச்சியாகும் மற்றும் ரூ. 2.5 பில்லியன். LOLC ஜெனரல் இன்சூரன்ஸ் எப்போதுமே உரிமைகோரல்களை விரைவாகத் தீர்த்து வைப்பதற்காக மறுக்கமுடியாத மற்றும் மீறமுடியாத நற்பெயரைத் தக்க வைத்துக் கொண்டுள்ளது. கடந்த நிதியாண்டிலேயே க்ளெய்ம் திருப்பிச் செலுத்துவதற்குப் பதிலாக வழங்கப்பட்ட பணத்தின் அளவு, சரியான நேரத்தில் க்ளெய்ம் செட்டில்மென்ட்களுக்கான நிறுவனத்தின் உறுதிப்பாட்டை பிரதிபலிக்கிறது.",
        "LOLC ஜெனரல் இன்சூரன்ஸின் குறிப்பிடத்தக்க சாதனை குறித்து கருத்து தெரிவித்த திரு. கித்சிறி குணவர்தன, “இந்திய சேம்பர் ஆஃப் ஏற்பாடு செய்த எமர்ஜிங் ஆசியா இன்சூரன்ஸ் விருதுகள் 2021 இல், இந்த ஆண்டின் சிறந்த பொது காப்புறுதி நிறுவனமாக PwC ஆல் தெரிவு செய்யப்பட்டமை உண்மையிலேயே ஒரு கௌரவமாகும். வர்த்தகம். இந்த ஆண்டு Pan-Asian ஜாம்பவான்களிடையே விருதை வென்றது, உலகளவில் மற்றும் நமது தீவு நாட்டிற்குள் எதிர்கொள்ளும் அனைத்து சவால்களின் காரணமாக எங்களுக்கு மிகவும் மதிப்புமிக்கது. நிறுவனத்தின் வெற்றியில் முக்கிய பங்கு வகிக்கும் எங்கள் அயராத ஊழியர்களுக்கும், எல்லா நேரங்களிலும் சிறந்த சேவையை வழங்க நாங்கள் முயற்சிக்கும் எங்கள் விலைமதிப்பற்ற வாடிக்கையாளர்களுக்கும் நன்றி தெரிவிக்க இந்த வாய்ப்பைப் பயன்படுத்த விரும்புகிறேன். நாங்கள் தொடர்ந்து புதுமையான இடர் தீர்வுகளை வழங்குவோம் மற்றும் எங்கள் வாடிக்கையாளர்கள், ஊழியர்கள் மற்றும் பங்குதாரர்களுக்கு மதிப்பை உருவாக்குவோம்!",
        "LOLC ஜெனரல் இன்சூரன்ஸ் வாடிக்கையாளர்களுக்கு அவர்கள் எதிர்கொள்ளும் அபாயங்களைப் புரிந்துகொள்வதற்கும், அது தனிநபர், குடும்பம் அல்லது வணிகம் போன்றவற்றுக்கும் உதவுவதை நோக்கமாகக் கொண்டுள்ளது. நிபுணர் ஆதரவுடன் இணைந்து வாடிக்கையாளர்களுக்கு பலவிதமான தயாரிப்புகள் மற்றும் சேவைகளை வழங்க நிறுவனம் கடினமாக உழைக்கிறது. தீர்வுகள் பல அபாயங்களுக்கு எதிராக பாதுகாப்பை உறுதி செய்கின்றன மற்றும் பொது காப்பீட்டு இடத்தில் அனைத்து வகை தயாரிப்புகளுக்கும் ஆதரவளிக்கின்றன. உலகின் மிகப்பெரிய மறுகாப்பீட்டு நிறுவனங்களில் ஒன்றான ஸ்விஸ் ரீ மூலம் இந்த அமைப்பு ஆதரிக்கப்படுகிறது.",
        "ComBank இன் ‘Anagi’ பெண் வாடிக்கையாளர்களுக்கு மலிவு விலையில் காப்பீட்டை வழங்க காப்பீட்டு நிறுவனங்களுடன் கூட்டு சேர்ந்துள்ளது",
        "அமானா தக்காஃபுல் சவாலான சூழலுக்கு மத்தியில் க்யூ1 வருவாய் வளர்ச்சியை பதிவு செய்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}