{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Lankan-born-Aussie-vying-for-Australian-Parliament/56-735029",
  "time_ut": 1652985000,
  "title": "Lankan-born Aussie vying for Australian Parliament",
  "body_lines": [
    "While Sri Lanka grapples with the economic crisis and struggles to bring political and social stability to enable economic reforms, Australians across the oceans are readying for the Federal Election to be held on 22 May.",
    "The Liberal Party led by Prime Minister Scott Morrison is vying for a stronger House of Representatives with high calibre candidates campaigning across the country.",
    "Ranj Perera is one such candidate, originally from Sri Lanka – Pilapitiya, Kelaniya, contesting from the electorate of Holt in Victoria. He was recently in the limelight in Sri Lankan media for allegedly supporting former Prime Minister Mahinda Rajapaksa’s son Yoshitha to flee the country. However, Ranj rejected all claims in a special statement, recently. Australia’s Assistant Minister for Customs, Community Safety and Multicultural Affairs Jason Wood also stated during a meeting at Dandenong a few days ago that no Rajapaksa family member has arrived in Australia. This was confirmed by Australia’s Senator David Van representing the Morrison government.",
    "Ranj represents the Liberal Party and has been working as the Chief of Staff and Senior Advisor to Assistant Minister Jason Wood.",
    "“I’ve always been interested in politics even when I was a teenager. There’s a program on TV called ‘Question time’ where the Opposition gets to ask questions from the government every day. I used to watch that program with great enjoyment,” Ranj said.",
    "Ranj has been an active representative for the Minister, engaging in the community work carried out under the ministry. In keeping with its policy to protect and promote multiculturalism, the Australian Government has undertaken many programs to ensure that Australia’s diverse communities are allowed to practice their faiths in freedom and continue celebrating their culture and traditions without hindrance. Ranj has given leadership to many such programs for diverse Australians, including expatriate Sri Lankans, both Sinhalese and Tamils.",
    "“We were able to engage with the communities and support them in a big way. For example, we supported many Buddhist temples in Australia with funds from the government. Berwick Buddhist Temple received a grant of AUD 780,000 in 2019 for which Prime Minister Scott Morrison himself arrived at the handover. This was the first time that a grant of this magnitude was presented to a Buddhist temple in Australia,” Ranj said.",
    "The funding was used to set up a Sinhalese language school and this has developed into a vibrant language centre providing free services to nearly 500 children in the area.",
    "“One of things this government encourages is for the people to keep their mother tongue alive, especially for the children. There’s fantastic progress with the project,” Ranj added. The Morrison Government has also announced a funding of AUD 1 million, once re-elected, for the Berwick Temple to upgrade its security measures. Grants were provided to other Buddhist temples as well. Dandenong and Cranbourne Buddhist temples received AUD 400,000 each, the Mahamewna temple received about AUD 365,000, North Victoria temple received AUD 100,000, and Keysborough Buddhist temple received AUD 130,000. These were under the Safer Communities Grant to ensure that places of worship are safeguarded.",
    "Hindu temples were also supported under this program. The Shiva Vishnu temple received over AUD 400,000, and the Tamil Association of Victoria received close to AUD 400,000. Likewise, Ranj has provided leadership to support all other communities living in Australia and he added that more such assistance will be provided over the next few weeks.",
    "“I’ve always been interested in community service. I am the President of We Care Victoria which provides vulnerable people with emergency assistance. We distributed thousands of care packs consisting of dry food items and other essential items during the COVID-19 pandemic. We Care Victoria also carried out a similar project in Sri Lanka during the pandemic, distributing care packs for the needy and vulnerable through temples and churches. I’m also the President of the Lions Club and we’ve done numerous programs for the communities,” Ranj said. He added that his aim is to reach diverse communities through his political journey.",
    "“The strength of this government is the economy,” Ranj stressed. “Australia has one of the strongest economies in the world. Despite the COVID-19 pandemic, Australia has done better than most other countries. Amid the lockdowns, our economy is in a very strong position. The unemployment rate is 4% – one of the lowest in the world. The inflation is comparatively low despite the war unfolding in Ukraine. We have an AAA credit rating, which is exceptional. Therefore, people need to continue placing trust in our party. There’s no better party to manage the economy than the Liberal Party. We also support state governments in infrastructure development such as the expansion of the Monash Freeway that has led to better connectivity.",
    "“Another key area is border protection,” Ranj added. “This is our strength. There were thousands of people coming to Australia on boats putting their lives at risk. Upon the appointment of this government, people smuggling has completely stopped with zero boat arrivals.”",
    "Ranj added that for Sri Lankans looking to migrate legally, Australia has a dynamic and vibrant migration program that identifies skilled people. Visa systems and processes are set up by the government to ensure that people have opportunities in Australia. “The best thing for aspiring migrants is to find a registered migration agent or consult the Department of Home Affairs website,” he said.",
    "Regarding his campaign experience, Ranj said that the best thing about it is reaching out to the people and engaging with them. He enjoys and cherishes the opportunity to do that through his campaign. “It’s not easy. This is a tough seat to win but we are working hard for a Liberal Morrison government. My intention is to deliver the best for the people of Holt,” he said.",
    "Hailing from a family of professionals in Sri Lanka and attending St. Joseph’s College until 10 years, Ranj has always been driven by his ambitions but has not forgotten his roots. Although he migrated to Australia as a teenager, he never forgot his mother tongue and continues to speak in Sinhala whenever the opportunity arises.",
    "“I love Sri Lanka and it is close to my heart. I am very proud of my Sri Lankan heritage,” he added."
  ]
}