{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/12/three-suspects-who-attacked-senior-dig-deshabandu-remanded-to-19th-may/",
  "time_ut": 1652351400,
  "title": "Three suspects who attacked Senior DIG Deshabandu, remanded to 19th May",
  "body_lines": [
    "COLOMBO (News 1st); The three suspects who were arrested for assaulting the Senior DIG in charge of the Western Province Deshabandu Thennakoon earlier this week, were remanded until the 19th of May by Fort Magistrate Thilina Gamage.",
    "The identification parade for two of the suspects which were scheduled for Thursday (12) was also postponed to the 19th of May.",
    "One of the three suspects is currently receiving treatments at the Colombo National Hospital.",
    "When the case was called up on Thursday (12), the Colpetty Police informed the court that the 1st witness in the case was hospitalized.",
    "Police also informed the court that the second witness Senior DIG in charge of the Western Province Deshabandu Thennakoon and the third witness ASA Dassanayake are both resting based on medical advice after obtaining treatment from the Police Hospital.",
    "However, President’s Counsel Maithri Gunaratne, who appeared for the suspects, informed the court that this was ploy used by Sri Lanka Police to have the suspects further remanded.",
    "The President’s Counsel also noted that there is no point in calling for an identification parade, at a time when footage of the said assault was spread via social media locally and internationally.",
    "He requested for the identification parade to be canceled and for the suspects to be granted bail.",
    "Upon considering the submissions, the Magistrate noted that the court cannot cancel the identification parade based on the fact that the first witness remains hospitalized.",
    "Therefore, the identification parade will take place on the 19th of May, and the suspects were ordered to be remanded until that day.",
    "Three suspects who attacked Senior DIG Deshabandu, remanded to 19th May",
    "Sri Lanka: Sajith ready to form new govt, subject to President resigning within stipulated time period"
  ]
}