{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82990/us-to-drop-covid-19-test-requirement-for-air-travellers",
  "time_ut": 1654925820,
  "title": "US to drop Covid-19 test requirement for air travellers",
  "body_lines": [
    "The United States will no longer require air travellers to have proof of a negative Covid-19 test before entering the country from abroad.",
    "Officials said they were dropping the requirement due to the “tremendous progress” the country had made in the fight against the virus.",
    "The travel industry has been pushing for an end to the policy, which they say has deterred bookings, as families fear getting stranded abroad.",
    "The Centers for Disease Control and Prevention (CDC) will re-evaluate the policy in 90 days. The administration said it would “not hesitate to act” to reinstate the rule should new variants make officials believe it is necessary.",
    "“We are able to take this step because of the tremendous progress we’ve made in our fight against the virus: We have made lifesaving vaccines and treatments widely available and these tools are working to prevent serious illness and death, and are effective against the prevalent variants circulating in the US and around the world,” a senior official told reporters.",
    "The US introduced rules requiring air travellers to test negative within three days of their flight - or provide proof of recent recovery from the virus - in January 2021.",
    "US President Joe Biden tightened the policy to within one day of flying in December, as the Omicron variant pushed virus cases higher. The testing measure did not apply to land crossings.",
    "Most non-US citizens must still be vaccinated to travel to the country.",
    "The number of Covid cases in the US has dropped sharply since January, though the figures had started to rise again in recent weeks before plateauing. Deaths remain much lower than during the height of the pandemic because of the impact of the vaccination programme.",
    "The travel sector, which has seen demand surge as concerns about the pandemic wane, has said the US has lagged behind other countries in re-evaluating testing policies.",
    "The UK removed all Covid-19 test requirements for travel in March, as did Canada. Italy ended its testing requirements this month.",
    "On Friday, Canada also said it would pause random Covid testing at airports for the rest of June in order to reduce wait times for travellers.",
    "US Travel Association president Roger Dow said the change in policy would “accelerate the recovery of the US travel industry”, while the International Air Transport Association said it was “great news” the “ineffective” measure was being dropped.",
    "Airline Virgin Atlantic also welcomed the move, saying it would “boost consumer confidence even further and support the rebound in transatlantic travel this summer”.",
    "The US has been slowly easing Covid national restrictions. Last November, it lifted restrictions on travellers from more than 30 countries, including the UK, after a more than 18-month ban.",
    "In April, the US dropped its requirement that passengers wear masks on planes after a court voided the CDC’s mandate.",
    "According to research by the US Travel Association, eliminating the test requirement is likely to bring an additional 5.4 million visitors to the US this year, boosting travel spending by 12%,",
    "“Today marks another huge step forward for the recovery of inbound air travel and the return of international travel to the United States,” Mr Dow said."
  ]
}