{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-trades-around-323-against-us-dollar-92849/",
  "time_ut": 1649425500,
  "title": "Sri Lanka rupee trades around 323 against US dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka rupee traded around 326 to the US dollar during the day on Friday (08), dealers said, while the secondary market awaits the monetary policy review today evening.",
    "At the policy meeting later in the day, the central bank has tightened the policy by increasing the rates by 700 basis points.",
    "The Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 700 basis points to 13.50 per cent and 14.50 per cent.",
    "“The Board, having noted the inflationary pressures that could further intensify in the period ahead, driven by the build-up of aggregate demand, domestic supply disruptions, exchange rate depreciation and the elevated prices of commodities globally, was of the view that a substantial policy response is imperative to arrest the buildup of added demand-driven inflationary pressures in the economy and preempt the escalation of adverse inflationary expectations, to provide the required impetus to stabilise the exchange rate and also to correct anomalies observed in the market interest rate structure,” Central Bank said in a statement.",
    "Analysts have said a rate hike was vital for the rupee to stablise.",
    "The central bank’s indicative spot was 299 to the US dollar.",
    "The Telegraphic Transfer rate was 310.8/321.5 on Friday, up from 309.3/319.9 on Thursday.",
    "Commercial banks selling TT rates were around 320-325 while buying was between 300-305 against the US dollar.",
    "The secondary market was inactive as investors waited for the monetary policy review.",
    "“The secondary bond market yield curve remained fractured as the market participants refrained from active trading in seeking guidance upon the monetary policy review announcement that was released later today,” First Capital Market Research said in a note.",
    "A bond maturing on 01.08.2024 closed at 16.00/18.50 percent on Friday, down from 18.00/19.50 percent on Thursday.",
    "A newly auctioned bond maturing on 05.12.2027 closed at 20.00/20.70 percent on Friday."
  ]
}