{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-allowed-to-fall-expects-rs230-to-dollar-rate-central-bank-91377/",
  "time_ut": 1646672460,
  "title": "Sri Lanka rupee allowed to fall, expects Rs230 to dollar rate: Central Bank",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it is abandoning a 200 to the US dollar peg after printing money though multiple means which were making outflows greater than inflows, creating forex shortages and parallel exchange rates.",
    "The central bank said “greater flexibility in the exchange rate will be allowed to the markets with immediate effect.”",
    "“The Central Bank is also of the view that forex transactions would take place at levels which are not more than Rs. 230 per US dollar.”",
    "The rupee is trading in the kerb market around 249 to the US dollar. Exporters have been selling unofficially around 245 to the US dollar.",
    "It is not clear whether the 230 rate will be controlled or it will be a allowed to free float.",
    "Devaluations are hit or miss affairs, analysts say, unlike a clean float which is followed by a steep rate hike to curb domestic credit which succeeds every time.",
    "The current statement came after a 100bp rate hike, which is still far below inflation of 15.1 percent with the budget deficit also around 10 percent of gross domestic product.",
    "Sri Lanka has to hike rates, tourism recovery will not help end forex crisis: Bellwether",
    "The earlier 200 to the dollar non-credible peg was only partially defended through ‘reserves for imports’ leading to forex shortages.",
    "The central bank has surrender requirements, which can undermined the exchange rate, analysts say.",
    "The central bank has lost reserves after record money printing to keep interest rates artificially low and the ability to defend the currency peg.",
    "Policy package to support greater macroeconomic stability: Allowing flexibility in the exchange rate",
    "Considering the severity of the external shocks and recent developments in the domestic front, the Monetary Board of the Central Bank of Sri Lanka announced a comprehensive policy package on 04 March 2022 with the view to counter such economic headwinds.",
    "The Central Bank also indicated that it will continue to closely monitor the emerging macroeconomic and financial market developments, both globally and domestically, and will stand ready to take further measures as appropriate, with the aim of achieving stability in the fronts of inflation, the external sector, the financial sector, and real economic activity.",
    "In that context, greater flexibility in the exchange rate will be allowed to the markets with immediate effect. The Central Bank is also of the view that forex transactions would take place at levels which are not more than Rs. 230 per US dollar.",
    "The Central Bank will continue to closely monitor the developments in the domestic foreign exchange market and make appropriate policy adjustments accordingly."
  ]
}