{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/with-love-from-new-delhi/",
  "time_ut": 1648571700,
  "title": "With Love from New Delhi!",
  "body_lines": [
    "The media has revealed the finalisation of three defence-related agreements between Sri Lanka and India, and arrangements to bolster the capabilities of Sri Lanka’s armed forces and boost cooperation in the field of maritime security. With love from New Delhi!",
    "Minister Jaishankar’s visit overlaps with the finalisation of these agreements, though the stated objective of the visit is the participation at the BIMSTEC (the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation) summit hosted by Sri Lanka, in Colombo.",
    "The underlying Indian concerns of defence and security (as told by Avatar Singh Bhasin) of small states in the region, falling within India’s security perimeter are as follows:",
    "(a) these states must not follow policies impinging on Indian regional security concerns;  (b) they should not seek to invite outside power(s);  (c) they should look to India for any needed assistance, and  (d) immediate neighbours would serve as buffer states in the event of an extra-regional threat and not proxies of the outside powers.",
    "When India provides security assistance, it takes into consideration the above-mentioned conditions.",
    "According to media reports, the proposed security arrangements include the acquisition of two Dornier aircraft (for Coast Guard duties and maritime surveillance), a 4,000-tonne naval floating dock and cooperation with Indian security establishment.",
    "The floating dock is a facility equipped with automated systems for quality and swift repairs to warships. We do not own so many warships, and we have not been in maritime battles since the defeat of Sea Tigers but will own a floating dock.",
    "A naval liaison officer will be posted at the Indian Navy’s Information Fusion Centre-Indian Ocean Region (IFC-IOR) and in Colombo for effective cooperation. This centre tracks merchant shipping and monitors threats such as maritime terrorism and piracy in regional waters, though Sri Lankan government’s participation in the said objectives of the quoted Center is low.",
    "A finer dissection of these components will reveal that the components of the three projects are in line with the above-mentioned four concerns, very much in India’s favour. It is popularly said in Sinhala that one does not harvest a honeycomb to lick one’s fingers.",
    "In general, our concern about regional security is comparatively negligible. However, for India, threats are serious. Maritime coverage from Colombo, Hambantota (even without entry to the harbour) and Trincomalee ensures security for Indians via the Indian Ocean Sea Lane off Sri Lanka’s southern coastline and the Bay of Bengal.",
    "Here, China enters the scene. We must bear in mind that China imports over half of its oil, transiting an estimated 70—85% of its imported oil supply through the Malacca Straits from oil-rich nations via the Indian Ocean shipping lanes. President Hu Jintao referred to this situation as ‘the Malacca Dilemma!’ No wonder India, probably with the knowledge of the US, has taken this Malacca Dilemma into consideration, and is acting accordingly.",
    "A week ago, we, representing the southernmost ‘buffer state,’ were at the South Block begging for dollars from Ministers S. Jaishankar and Nirmala Seetharaman, and later from Prime Minister Narendra Modi. Sri Lanka received a billion and a half dollars, and India wishes to get more in terms of business and security. Remember, India does not want to settle for ‘licking fingers’! We could learn from Minister Dr. Jaishankar!",
    "One may wonder why such defence/security/military assistance has been made available to Sri Lanka. Are we being pressured to acquire things like floating docks? Such docks can lift large ships like frigates and destroyers and are designed to berth alongside a jetty or moored in calm waters to effect repairs to ships.",
    "Dornier aircraft and intelligence and information sharing cooperation will help us, though it will cost 29.4 million dollars at a time when President Gotabaya Rajapaksa is struggling to find dollars to pay for fuel! Nothing is heard of engaging Dronier craft to manage illicit, forced fishing in the Palk Bay! Of course, beggars can’t be choosers, and he who pays the piper is said to call the tune.",
    "Since the perceived security threat in the IOR for us is low, one may think India is trying to use Sri Lanka as a buffer state “in the event of an extra-regional threat.” The scope of these components must be expanded to understand the Indian security concerns.",
    "India is threatened by Pakistan in the west, the Chinese in Ladakh with minor irritants from Nepal in the Kalapani area, refugee movements in the eastern borders, and so on.  India is free from such issues in the south, and this assistance can be considered mostly to ensure the perpetuity of a “no-trouble zone” in the IOR.",
    "The US has recently pledged financial support to Sri Lanka amounting to USD 19 million for renewable energy. The Adani Group has won two renewable energy projects in Pooneryn and Mannar. Indians are reported to have pledged another USD one billion. This shows how India and the US are using Sri Lanka’s economic crisis to their benefit. More assistance may flow in, but certainly, Sri Lanka will be under pressure to opt for security cooperation with donors, whoever it may be.",
    "Some agreements have been reached between the US and India on security and defence, namely, the Basic Exchange and Cooperation Agreement (BECA) signed on 27 Oct. 2020, and two agreements signed earlier — the Logistics Exchange Memorandum of Agreement (LEMOA) and the Communications Compatibility and Security Agreement (COMCASA) for enhanced military cooperation between the two countries. Since both countries have common interests in the Indian Ocean and the Indo-Pacific, let us summarily look at these agreements.",
    "BECA will help India get access to American geospatial intelligence that enhances the accuracy of automated systems and weapons like missiles and armed drones. It will help India access topographical and aeronautical data, and advanced products that will aid in navigation and targeting. The sharing of information on maps and satellite images will be useful.",
    "LEMOA was signed in August 2016. It allows the militaries of the US and India to replenish from each other’s bases, and access supplies, spare parts, and services from each other’s land facilities, air bases, and ports, which can be reimbursed later.",
    "COMCASA, signed in September 2018, allows the US to provide India with its encrypted communications equipment and systems so that Indian and US military commanders, and aircraft and ships of both countries, can communicate through secure networks during times of war and peace. The COMCASA paved the way for the transfer of communication security equipment from the US to India to facilitate “interoperability” between their forces.",
    "India has enhanced security and defence cooperation with the US since skirmishes with the Chinese military along with the Line of Actual Control (LAC) in Ladakh. They cooperate at all levels in the areas of intelligence and military activities. Secretary of State Mike Pompeo called on External Affairs Minister Jaishankar; National Security Advisor (NSA) Ajit Doval has been communicating with the US NSA Robert C O’Brien, and Chairman of the US Joint Chiefs of Staff Gen Mark A Milley has been in communication with Chief of Defence Staff (late) Gen Bipin Rawat. The US Secretary of Defense Mark T Esper has held discussions with Defence Minister Rajnath Singh.",
    "On 20 March 2021, Minister Rajnath Singh said at a press briefing with the new US Secretary of Defence Lloyd J Austin present: “We reviewed the wide gamut of bilateral and multilateral exercises and agreed to pursue enhanced cooperation with the U.S. Indo-Pacific Command, Central Command, and Africa Command. Acknowledging that we have in place the foundational agreements, LEMOA, COMCASA, and BECA, we discussed the steps to be taken to realise their full potential for mutual benefit.” It signals that the change of guard in the US has not changed the defence relationships.",
    "Secretary Defense Austin declared: “We discussed opportunities to elevate the U.S.-India major defence partnership, which is a priority of the Biden-Harris administration. And we’ll do that through regional security cooperation and military-to-military interactions and defence trade. In addition, we are continuing to advance new areas of collaboration, including information sharing and logistics, artificial intelligence, and cooperation in new domains such as space and cyber.”",
    "This shows that there has been no change, but enhancement of cooperation between India and the US, instead, and we may become pawns in this defence chess game.",
    "The new equipment (as we lay people understand from the media) is to collect, collate, and mutually share information. It is not yet understood what other commitments are. Maybe there are overarching provisions in these above-mentioned agreements compelling us to share any security information gathered from a third party. Anyhow, technically we may not be able to control Indians sharing information.",
    "Though this equipment reaches us due to a temporary dollar crisis, it is not the only international problem we have. Further, even after the dollar crisis is over it will not be easy to change the agreements, since India’s security problems will not disappear. One may recall ill-will that the withdrawal of the Indian Peace Keeping Force generated. Hence the need for caution.",
    "How a ‘friendly’ country could exhibit ‘unfriendliness’ was seen in India’s response to the UNHRC in the recent past. Further, imagine what will happen if China and Russia do not use their veto power in support of Sri Lanka at a critical juncture.",
    "We can learn from India how to manage a critical situation. Of course, India, being a crucial player in international politics, may do things that we cannot even dream of. However, I could relate how India manages the US, which wants India to move away from Russian equipment and platforms, probably to guard against exposure of technology to Russia. But India has been purchasing the S-400 air defence missile system from Russia.",
    "The same happened when President Trump evinced an interest in the Article 370 issue as regards Kashmir; Indians told him in no uncertain terms that it was an “internal affair”. Sri Lanka cannot afford to be so abrupt or abrasive. As was seen when the Indians dropped food in June 1987, no major power will support us in case of a disagreement with New Delhi.",
    "What is playing out on the economic front here will make us more beholden to India, which will not allow us freedom of action. I say so from my experience with Indians, though the event is nineteen years old. It was regarding the refurbishment of the Palaly Air Base. I was the Secretary/ Ministry of Defence at the time.",
    "The Air Base at Palaly required refurbishment due to excessive use during the conflict. Though the need was essential, the then government faced financial difficulties. Therefore, we sought foreign assistance. Consequently, I tried to obtain money through the Indian Line of Credit.",
    "Upon my request, the SLAF selected a local contractor to undertake this job––a government subsidiary under the Ministry of Highways. An Indian team agreed on the arrangements. The Minister of Defence also concurred.",
    "Problems emerged in the process of finalisation of the agreement. Captain M. Gopinath, Defence Attaché of the Indian High Commission discussed the problems with me. The issues pertained to India’s security concerns:",
    "(a)     The first request was to give preference to India in the case of further work on the runway in the future.",
    "(b)     The second request was that no other country should be permitted to conduct any military operation from the Palaly runway.",
    "(c)   The third condition was for us to permit India to use the runway if required.",
    "I understood their concern about China or Pakistan using the air base. Such an eventuality would compromise the security of Indian nuclear installations and military facilities. Our concern was the impending constraints we would face if we were to get Chinese or Pakistani assistance to fight the terrorists having agreed to the second demand. Lacking such freedom also amounted to an erosion of our sovereignty.",
    "My understanding from the discussion with our political authorities was that the demand made by the Indian High Commission was a tall order for a sovereign country. The then Prime Minister Ranil Wickremesinghe rightly quoted from the exchange of letters between PM Rajiv Gandhi and President J.R. Jayewardene, and settled the issue without complications.",
    "This strategy and outcome may serve as a guide in dealing with similar situations. Circumstances may be different because we are in a far worse predicament regarding dollars, but the authorities concerned must be mindful of the repercussions of current actions and Indian approaches.",
    "This attitude may have intensified within the last two decades when Chinese influence grew on security, politics, finances of nations in trouble including Sri Lanka. Indians will be Indians, and they will insist on many things which could not be challenged by us, because of the foreign exchange crisis. Similarly, the Chinese will go all out to promote their Belt and Roads Initiative.",
    "It could be seen from President Rajapaksa’s change of heart after Minister Basil Rajapaksa’s New Delhi visit in search of dollars; he has agreed to consider the TNA demands favourably! We do not know what else the government has agreed to in respect of the Palk Bay fishing, the 13th Amendment, Provincial Council elections, release of prisoners in custody, etc.",
    "Critics have raised questions about the Indian intentions and asked whether we are being drawn into a conflict zone because the relations between India’s allies (e. g., the US, Australia, Japan, the Maldives, etc.,) and China have turned sour.  Is Sri Lanka being placed on a collision course with China? If so, we need to avoid such eventuality due to other negative situations that may arise. Balancing relationships is a must. However, as for Indians, what is happening now would mean that we have entertained Bhasin’s four concerns about Indians.",
    "Balancing national security, borrowing dollars, international relations, etc., is a high-wire act Sri Lanka has to perform.",
    "(The writer is the former High Commissioner of Sri Lanka in India and Secretary to the President of Sri Lanka.)",
    "Alleged War crimes: Lord Naseby: UK dispatches have cleared Sri Lanka of five major accusations",
    "President Rajapaksa sees BIMSTEC leading to economic recovery in the region",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}