{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/high-jinks-at-medical-college/",
  "time_ut": 1646409720,
  "title": "HIGH JINKS AT MEDICAL COLLEGE",
  "body_lines": [
    "Just after I left school I thought I should help in a small way to solve the over-population problem, which was then beginning to rear its head. I joined the Medical College in the hope that some day I would become a doctor. A merciful Providence, however, had other plans for me.",
    "Among the students who joined with me were men who later acquired fame in different fields of medicine or surgery. Many others did not specialize at all and preferred to be general practitioners, which was probably much more remunerative. Some of the specialists like Dr. G.R. Handy, are now at the top of the cardiac curve, while GPs like the beloved Dr. G.R. (Raddy) Muttumani of Wellawatte also continue to flourish. Despite the fact that the hair on Dr. Muttumani’s head is grey, the grey matter within remains unimpaired.",
    "Dr. Shelton Karunaratne, of blessed memory, who passed away a few years ago, was the life and soul of the batch of students who entered the portals of the college with us. For some unknown reason someone called him “Carroty” and the name stuck. He was an old Josephian with an extraordinary sense of humour and his best cracks were directed at his numerous relatives, some of whom were near-millionaires. Dr. C.H. Gunasekere, the All-Ceylon cricketer, was his brother-in-law.",
    "Though he was a Buddhist, Shelton was a great believer in the Biblical aphorism that “the love of money is the root of all evil,” and did his best to drive it into the heads of his richer colleagues like Dr. Reggie Allen. Shelton was a good footballer and a light-footed dancer. He also possessed a fair singing voice. But he had a special gift for perpetrating bizarre practical jokes and he figured prominently in every “rag” and extra-mural activity of the student population.",
    "Among our seniors at the time were Dr. Wijesena de Zoysa, (affectionately known as ‘Walhamu’), Dr. Albert Rajasingham, Dr. M.V.P. Peiris, Dr. Arden Ratnayake and Dr. Nicholas Attygalle.",
    "The acknowledged leader, however, was Wijesena de Zoysa, whose impromptu speeches, delivered with such grace and in a beautiful mellow voice, gave one the impressions that he had lost his vocation in Hulftsdorp.",
    "He would have made a mark just as his brother, the late Gunasena de Zoysa did in the Civil Service. But Fate plays strange tricks, and Wijesena vegetated in the Medical College, while less intelligent but more studious colleagues overtook him in the race for the licentiateship.",
    "Almost as soon as we became medical students, the Ceylon University College was inaugurated and we came under the wing of Professor R. Marrs, the Principal, a stern disciplinarian, who came with university experience in Calcutta. His office was at Regina Walauwa, the old Thurstan Road home of Mr. and Mrs. T.H.A. de Soysa, and students in their leisure hours used to leave the lecture rooms with the notes in their hands and a song on their lips.",
    "During one of these ebullient intervals, Professor. Marrs was disturbed by a gang of singing students. He stopped them, summoned his clerk and asked him to take down their names. The students co-operated readily and the clerk, with a weak smile, noted down the names of numerous Pereras, Silvas and Fernandos. I do not think there was a single correct name in the clerk’s list.",
    "Marrs was a diplomat. He invited all the office-bearers of the University College Union to tea and clock-golf after the annual general meeting. There, in his bungalow near the race-course, he must have noticed some of the faces he saw earlier near his office. I had to be there, because incredible as it may sound, I had been elected captain of cricket in succession to Lalita Rajapakse.",
    "Marrs, however, put on a poker face, while we consumed the sandwiches wearing absolutely innocent looks. My early days at the Medical College were uneventful, except that during the first week I cycled under a ladder after a zoology lecture. Some superstitious spectators held up their hands in horror and said it was very unlucky and that I had had it.",
    "They were right. Or maybe they were wrong. But the fact remained I could not attend another lecture for a long time to come. I contracted enteric fever, which kept me in bed for nearly two months, and then as I was about to get back to work, I developed para-typhoid. Thus my first three months in the Medical College were disastrous and I felt that my hopes of becoming a doctor and reducing the population were being dashed to the ground.",
    "In course of time I went on to the Anatomy Block, on probation as it were. The lecturer was Dr. V. Gabriel, a handsome young man who had just returned from England, glowing with the FRCS degree. The man fascinated us, especially when he started speaking. He clothed the dead bones of his subject in almost poetic language and Gray’s popular text-book on Anatomy was like a rubbish heap of dull prose, compared with Dr. Gabriel’s picturesque descriptions of the devious ways of nerves, veins and arteries.",
    "We concentrated not on what he said, but on the way he said it. Very soon I had to meet Dr. Gabriel in another capacity. University College was engaged in a soccer match against a club called the Chums at Campbell Park and our team which was captained by my friend, Shelton Karunaratne, was one man short. Shelton asked me to deputise for the goal-keeper and I promptly removed my shoes and stood between the posts.",
    "But alas, instead of kicking the ball at one critical moment, I missed. the ball and kicked one of the hard wooden goal posts. The impact broke two metatarsal bones in my right foot. I dropped down in agony and was immediately rushed to the OPD, where Dr. Gabriel was on duty. I was given to understand then that it was one of his first assays in setting broken bones. I believe it. There is a big knob on my right foot to prove it.",
    "Dr. Gabriel, however, starting with me gained so much experience that eventually he became one of Ceylon’s most skilful surgeons and during his eventful career his knife had probed the insides of half the socialites in Colombo. One thing I must say about Dr. Vraspillai Gabriel. His English diction was impeccable. There were few other I know who spoke with the same fluency. One was the late H.A.P. Sandrasagara, K.C. and another is G.G. Ponnambalam, Q.C., who is still in active practice. If you placed them behind a screen and asked them to say something no one would say they were not natives of the United Kingdom.",
    "My stay in the dissecting room of the Anatomy Block was short but breezy. One of the few things that annoyed me was to find the dried-up sector of a male reproductive organ in my coat pocket when I went home. The following day I did some detective work among the cadavers laid out in the block and was almost sure who the culprit was. But I could not have my revenge as I was dissecting a female body. There was a tit for tat I could have perpetrated, but it revolted against my aesthetic senses and I rejected it as being flat, stale and unprofitable.",
    "When so many blood-curdling stories are told about ragging in campuses these days, I must say that the freshers in my time had a very easy time. The most they were asked to do was to shell out some cash according to their means. As the hat was passed round the seniors stood round them and solemnly intoned the words: “Let us prey.” The students theme song followed. The words of the song consisted of most of the deadly drugs and tinctures in the British Pharmacopoeia.",
    "The ditty, as it was in Latin, sounded suspicious to untrained ears. While the chorus “Glory, glory, alleluia” was intoned the party marched in procession to the tuck-shop, where ‘kalu dodol’ and cakes were consumed with avidity till the stocks were exhausted. With the freshers own money their health was drunk to in hot milk tea.",
    "But the other “rags” in which the whole college participated were of a different order. They were organized on a grand scale and had the elements of a dramatic extravaganza. One such “rag” was got up to protest against the Salaries Commission’s report of the early twenties, which ignored the claims of the medical profession to higher emoluments. A hearse and all the trappings of woe were hired from an undertaker and within the hearse, drawn by a black horse, was a small black coffin which contained the Salaries Commission’s report.",
    "A special hymn condemning the report was composed to the tune of the Dead March in “Saul” and hundreds of students in black arm-bands and carrying appropriate banners followed the hearse. The chief mourners were the senior students, who were soon to feel the pinch of the miserable recommendations. We, the juniors, were in the rear but gained Importance owing to the fact that some of the best singers – S.C.Thurairajah, Botha de Kretser, Daniel de Alwis and Claude Fernando – were in our batch.",
    "And so we proceeded, slowly and sadly to the Galle Face Green, our destination and crematorium. En route people raised their hats in salute to the “corpse”, not being aware of what the coffin contained. On the Green the funeral orations were delivered. “Walhamu” de Zoysa, with his voice of silver, excelled himself and convulsed the listeners, bringing them to the verge of tears.",
    "One bottle of kerosene and a match did the rest. As the coffin and its contents crumbled in flames a mighty roar went up and mingled with the roar of the waves beating on the rocks. It was a great day and a great “rag” — something that the whole country applauded. It was original as well as clever, and the entire proceeding was conducted on the highest intellectual plane. A protest such as that had never been staged before nor since.",
    "The rest of the evening was devoted to merry-making or what some people would call a “wake.” Every pub in Slave Island and the Fort did a roaring business. Five or six students they say, were carried home. But that is an exaggeration. They were merely taken back to college as they could not remember where they lived.",
    "(Excerpted from The Good At Their Best first published in 1976)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}