{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-aragalaya-can-change-politics-in-sri-lanka/",
  "time_ut": 1650085620,
  "title": "THE ARAGALAYA CAN CHANGE POLITICS IN SRI LANKA",
  "body_lines": [
    "At the very next elections to be held in Sri Lanka, be they local government, provincial or parliamentary, I urge those who are now protesting all over the country, and on the Galle Face Green, to contest and enter the political mainstream. It is time these young people come forward to participate in shaping the future of this country.",
    "We have seen impassioned, articulate and enlightened political discourse from the most unexpected sources. A case in point is the young man in a motorcycle helmet at the Mirihana protests. His impromptu address to the authorities in a peroration of unintended theater, drew immediate applause from the crowd of protesters, going viral on social media. That was one of the most inspiring and memorable moments of this series of on-going protests. Who wouldn’t want to see him in Parliament replacing one of the current crop there?",
    "It is the duty of all those with the wherewithal, to enable their entry. They can be seen supporting the protesters with all their needs right now. They need to convert that support into helping them in the many ways that may be necessary, to enter the mainstream. Judging by the vibe at Galle Face, I would guess that there wouldn’t be a dearth of volunteers for this purpose. Take inspiration from the way Alexandria Ocasio-Cortez (AOC)– the youngest elected representative of the American legislature–and the Squad were enabled and supported to run for Congress, outside of the political establishment.",
    "The disappointment with the ‘225+1’ as they are, has not abated at the protests, despite the various moves by both the regime and the Opposition to respond. So far these responses have left the protesters cold. In fact, they have firmly kept the main political parties from joining their protests in any way.",
    "Their slogan of sweeping the lot of them away needs a follow-up. Those young people who say that there are many who can manage things better, must bring them along and have them try. That can only be done by entering the legislature, and the time is coming. They may never have a more optimal opportunity, when the public is desperately looking for change.",
    "Whether they contest as Independents, or form a new political Movement or party emerging from ‘the Struggle’, is to be seen. But contest they must, if things are not to be politics-as-usual, which they detest. They want a brighter future. Well, they can shape it that way by entering the fray.",
    "The old method has seen all sorts of undesirables enter parliament. This is due to the nominations process. We are all at the mercy of the party leaders in this process and end up having to put up with their nominees’ eccentricities in shamefaced subjection.",
    "This is a chance to prevent that circus from coming to town. Those motivated people in the protest movement who sincerely want change and intelligent governance, jump in. All those who can’t, support them as best as you can.",
    "We have heard it said that the current regime and the President has a mandate from 6.9 million people to complete their term. Excuse me, with that mandate came a Social Contract where the people temporarily ceded some part of their sovereignty to the President and Parliament in exchange for provision at the least of basic living conditions. Right now, only those in power would claim that the Social Contract has not been broken every which way by them.",
    "I would say that bankrupting the country is proof enough. Along the way to bankruptcy, they have put the people through the wringer of unending queues for fuel, food, gas and milk, leading to several deaths. There is no recovery plan that they have presented which spells an end to the on-going nightmare. This sense of entitlement comes from never being held accountable. Well that seems to have changed now. So, I’d say, wake up. The people have.",
    "We hear more sense from the streets, than at the debates in parliament. The moment a searching question is posed, the ‘drunken monkey’ routine begins. The rest of the pack joins in, hurling unrelated insults, manic laughter along with banging the tables, ending in meaningless shouting that drowns out any discernible words. A coherent reply by a Minister is a rarity.",
    "Is this what our parliamentarians understand as their mandate? They have failed their mandate a thousand times. And now the country itself is seen as having failed. Its affairs were in the hands of those with the mandate. It is they who brought it to the state it is in now. Yet, they are unwilling to bear that responsibility, nor to admit their part in it.",
    "So, what good would it do to bring them all back and expect a different result?",
    "Since the state of affairs now being protested against cannot continue, and yet will if nothing changes, those exemplary and inspiring souls who care enough about the people to protest in the pouring rain as well as in the scorching sun, and those who support them in every conceivable manner, should attempt to take the reins into their own more empathetic hands and steer this island towards a different, more hopeful future.",
    "This pearl in the Indian Ocean has produced and keeps producing exceptionally talented, spirited sons and daughters routinely. They are unbelievably innovative, motivated, resilient and determined. They are intelligent and compassionate. They have overcome numerous challenges in the island’s history with their humour and talent for satire intact. All this is plainly evident at the protests, including at Galle Face, in the slogans, the songs, the sculptures, the speeches, the unity and the solidarity.",
    "Except, they have hardly ever opted to be in Parliament or any other legislative institution. The time has come to change that.",
    "Wherever you are, and whatever you do for your country, your legislators are more than capable of messing things up on a macro or mega scale. And whatever your skills, you end up being a victim of those who have been so isolated from the people that they no longer see, hear or care about the people’s bitter cries. Worst of all, they seem to be out of creative ideas as well.",
    "This island deserves better. To all those who have shown themselves during these protests to be a far better option to represent the interest of the people of this country than those who have brought it down to its knees, I say, be the change you want to see. Hold your nose if you have to, but contest first, then change the system from within. Let the Aragalaya bring a new politics.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}