{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/singer-wins-distributor-of-the-year-award-at-dell-technologies-aem-awards-2022/",
  "time_ut": 1650900060,
  "title": "SINGER wins Distributor of the Year award at Dell Technologies AEM Awards 2022",
  "body_lines": [
    "Singer Sri Lanka PLC, the country’s premier consumer durables retailer was duly recognized at the Asia Emerging Market Awards 2022 organized by Dell Technologies. Singer clinched the Distributor of the Year award in the Commercial segment for the second consecutive year reiterating its position as the country’s leading computers and computer accessories provider.",
    "Commenting on the latest achievement, Shanil Perera, Marketing Director of Singer Sri Lanka PLC, said, “We are humbled and honored to receive this prestigious award from our long-standing partner Dell. This accolade is a testament to Singer’s unmatched sales strength, customer support and marketing. Our partnership with Dell has further strengthened during the past few years, offering a win-win situation for both companies.”",
    "Singer is home to the largest portfolio of Dell branded computers and accessories in Sri Lanka, which has allowed resellers to capitalize on the diverse range of offerings provided by Singer. Maintaining adequate product stocks has enabled Singer to cater to the increasing demand for computers and retain stakeholder trust during this challenging period.",
    "Ever since Dell ventured into the commercial segment three years ago, Singer has been able to support the growth of the brand in Sri Lanka whilst also making Dell’s products widely available across the island and via Singer’s e-commerce platform www.singer.lk. Dell’s leading-edge solutions and Singer’s differentiated value proposition and service standards ensure the combination is set on an ideal platform to unlock greater success in 2022.",
    "Efforts to promote wide-ranging South Indian investments in Sri Lanka",
    "CSE suffers circuit breaker below one minute of starting trading",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}