{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/pakistan-imran-khan-gives-six-day-ultimatum-to-govt-to-announce-elections/",
  "time_ut": 1653545280,
  "title": "Pakistan: Imran Khan gives six-day ultimatum to govt to announce elections",
  "body_lines": [
    "ISLAMABAD: After a packed day of political drama and violence across Pakistan, PTI chairman Imran Khan gave a six-day ultimatum to the PML-N government to dissolve the assemblies and announce an election, indicating an end to the party’s much-touted ‘Azadi March’.",
    "The PTI chairman was off to Bani Gala after addressing the participants of the ‘Azadi March’ at Jinnah Avenue, leaving behind his supporters who marched for hours in anticipation of a major public gathering and sit-in.",
    "The PTI marchers, who were in D-Chowk most of Wednesday night, had by this time entered Islamabad’s prohibited Red Zone, which is home to several sensitive buildings, including Supreme Court, PM House, US Embassy. They managed to enter despite heavy security.",
    "In response to the presence of PTI marchers in the Red Zone, Information and Broadcasting Minister Marriyum Aurangzeb told that security in the Red Zone is fool-proof. She said they will ensure security of the public and the sensitive buildings.",
    "In his speech at Jinnah Avenue, Imran Khan said he had reached Islamabad after 30 hours of traveling from Khyber Pakhtunkhwa.",
    "“The government tried every method to crush our Azadi March. They used teargas on peaceful protests, our homes were raided and our privacy was violated. However, I have seen the nation free itself of [the] fear of slavery,” he said.",
    "Imran Khan said three PTI workers lost their lives in Karachi, while two workers were thrown off Ravi Bridge and thousands others were arrested.",
    "Giving a deadline to the government to announce the date for fresh polls in the country, Imran Khan said he is giving the government this time to announce a general election in June.",
    "“My message for the imported government is to dissolve assemblies and announce elections, otherwise I will come back again to Islamabad after six days,” he added.",
    "As the situation turned chaotic in Islamabad after PTI Chairman Imran Khan and his convoy entered the federal capital and started marching towards the city’s D-Chowk, the government decided to seek the help of the army to control the situation and protect the government’s offices located in the Red Zone.",
    "The government, in a notification, said that the army was summoned to control the situation under article 245 of the Constitution.",
    "Pakistan: Imran Khan gives six-day ultimatum to govt to announce elections",
    "South Korea delivers back-to-back interest rate hikes to combat inflation",
    "CID visits Mahinda Rajapaksa to record statements on MGG & GGG attacks"
  ]
}