{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/igreendata-in-melbourne-recruits-32-sri-lankan-software-engineers/",
  "time_ut": 1648565880,
  "title": "iGreenData in Melbourne recruits 32 Sri Lankan software engineers",
  "body_lines": [
    "Thirty-two highly skilled Software Engineers from Sri Lanka recruited on work permit by the new generation technology company iGreenData to work in Australia, visited the Consulate General of Sri Lanka in Melbourne recently. Commenced business in 2018 and headquartered in Melbourne, iGreenData is a company with a focus on Cloud, Data and Digital first solutions with specific focus in Banking & Financial services domain.",
    "The batch of thirty-two software engineers recruited within a short period of few months is the first set of recruitments from Sri Lanka by iGreenData which is diversifying its source market for skilled resources. This was transpired in the remarks at the gathering by Co-Founder and Joint Managing Director Frank Rajakulendran, who is of Sri Lankan descent living in Melbourne. Frank appreciated Consul General Kapila Fonseka for fostering the idea to look at Sri Lankan talent and providing useful insights that led for this much needed skills to be recruited. He said that iGreenData has flexible engagement models and can assist large clients through a people, capacity or output-based engagement models.",
    "Co-Founder and CEO of iGreenData Max Sundaram highlighted that with over two hundred staff, iGreenData has seen rapid growth since its formation and was ranked in the Deloitte Technology Fast 50 Australia awards in 2020 and 2021 and the CRN Fast 50 Australia in 2021. While iGreenData has expanded its operations in India to better serve its customers, there is intention to explore opportunities to commence operations in Sri Lanka, in the near future.",
    "Welcoming the Sri Lankan software engineers to the Consulate General, the Consul General thanked iGreenData for sponsoring such a large number of Sri Lankans, in a single batch. He appreciated this as a timely initiative as Sri Lanka is looking for promoting foreign employment for the skilled sector.",
    "LAN channels Rs. 150m into tech startups, currently evaluating 5-10 startups for investment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}