{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/losses-from-sri-lankas-riots-manageable-for-insurers-likely-to-exceed-rs-1bn-says-fitch/",
  "time_ut": 1653555360,
  "title": "Losses from Sri Lanka’s riots manageable for insurers; likely to exceed Rs. 1Bn, says Fitch",
  "body_lines": [
    "(FITCH RATINGS); Sri Lanka’s state-owned National Insurance Trust Fund Board’s (NITF, A+(lka)/Rating Watch Negative) Strike, Riot, Civil Commotion and Terrorism (SRCCT) fund will bear the brunt of losses stemming from recent riots in the country, with primary insurers experiencing little impact, says Fitch Ratings.",
    "We believe gross losses from the riots are likely to exceed LKR1 billion. However, NITF’s net loss will be limited to this amount due to the protection provided by its excess of loss reinsurance cover. We expect NITF to have sufficient liquid assets to meet its claim obligations.",
    "Widespread riots broke out in Sri Lanka following an attack on anti-government protests in Colombo on 9 May. Rioters set vehicles on fire and destroyed property; including houses belonging to politicians, according to reports. It is too early to estimate losses from the event, although NITF has started to receive claims from primary insurers.",
    "The SRCCT fund, which is managed by NITF, provides cover against losses to property due to strikes, riots, civil commotion and terrorism. Primary insurers provide such cover as an add-on to their non-life products. Technical advisory and working committees, comprising industry participants, oversee the management of the SRCCT fund. Regulation requires NITF to administer the SRCCT fund separately from its other business lines.",
    "Primary insurers have net retention of LKR2.5 million per policy for motor claims under the SRCCT cover, subject to an aggregate amount of LKR10.0 million, with additional losses passed on to NITF. Non-motor claims are fully passed on to NITF, subject to any excess borne by the policyholder. Once total losses exceed LKR1 billion, NITF is able to recover additional losses under its excess of loss reinsurance cover up to a maximum of LKR10 billion. NITF’s reinsurance cover for SRCCT, which is placed with international reinsurers, is effective from February 2022 to July 2023.",
    "NITF’s net assets exceeded LKR14 billion at end-2020, while the SRCCT line recorded a net profit of LKR5 billion for the year. The fund’s assets were predominantly invested in local-currency denominated securities issued by the government of Sri Lanka. We affirmed Sri Lanka’s Long-Term Local-Currency Issuer Default Rating at ‘CCC’ on 19 May, as the government has continued to service local-currency debt and we assume this will continue, despite defaulting on its foreign-currency debt obligations.",
    "We believe the SRCCT fund could see elevated losses in the near-term as a result of the ongoing civil unrest amid Sri Lanka’s weak economic conditions. Cover provided by the SRCCT fund saw an increased uptake following the Easter Sunday terrorist attacks in 2019, with annual premiums rising to LKR6.1 billion in 2020, from LKR4.6 billion in 2018. SRCCT is NITF’s most profitable business line, with a loss ratio of less than 2% in the past five years, except in 2019, when the loss ratio reached 12%.",
    "We do not expect claims from the recent riots to affect NITF’s capital position. However, weakness in its non-SRCCT business lines could affect the rating, as reflected in the Rating Watch Negative. We recently placed the National Ratings of all rated Sri Lankan insurers, including NITF, on Rating Watch Negative, due to elevated investment and liquidity risks, pressure on regulatory capital positions and a likely worsening in financial performance.",
    "Losses from Sri Lanka’s riots manageable for insurers; likely to exceed Rs. 1Bn, says Fitch"
  ],
  "translate": {
    "si": {
      "title": "රක්ෂණකරුවන්ට කළමනාකරණය කළ හැකි ශ්‍රී ලංකාවේ කැරලි වලින් සිදුවන පාඩු; රු. 1Bn, Fitch පවසයි",
      "body_lines": [
        "(FITCH ශ්රේණිගත කිරීම්); ශ්‍රී ලංකාවේ රජය සතු ජාතික රක්ෂණ භාර අරමුදල් මණ්ඩලයේ (NITF, A+(lka)/Rating Watch Negative) වැඩවර්ජන, කැරලි කෝලාහල, සිවිල් කැලඹීම් සහ ත්‍රස්තවාදය (SRCCT) අරමුදල විසින් රටේ මෑතකාලීන කැරලි කෝලාහල වලින් පැන නගින පාඩු වල බර දරනු ඇත. රක්‍ෂණකරුවන් සුළු බලපෑමක් අත්විඳින බව Fitch Ratings පවසයි.",
        "කෝලාහලවලින් සිදු වූ දළ පාඩුව රුපියල් බිලියන 1 ඉක්මවනු ඇතැයි අපි විශ්වාස කරමු. කෙසේ වෙතත්, NITF හි ශුද්ධ අලාභය එහි පාඩු ප්‍රතිරක්ෂණ ආවරණයේ අතිරික්තය මගින් සපයනු ලබන ආරක්ෂාව හේතුවෙන් මෙම මුදලට සීමා වේ. NITF සතුව එහි හිමිකම් බැඳීම් සපුරාලීමට ප්‍රමාණවත් ද්‍රවශීල වත්කම් ඇති බව අපි අපේක්ෂා කරමු.",
        "මැයි 9 වැනි දින කොළඹ පැවති ආන්ඩු විරෝධී උද්ඝෝෂණවලට එල්ල වූ ප්‍රහාරයකින් පසු ශ්‍රී ලංකාව තුළ පුලුල් කෝලාහල ඇති විය. කැරලිකරුවන් වාහනවලට ගිනි තබා දේපළ විනාශ කළහ; දේශපාලඥයින්ට අයත් නිවාස ඇතුළු බව වාර්තා වේ. NITF ප්‍රාථමික රක්‍ෂණකරුවන්ගෙන් හිමිකම් ලැබීමට පටන් ගෙන ඇතත්, සිදුවීමෙන් සිදුවන පාඩු තක්සේරු කිරීමට කල් වැඩිය.",
        "NITF විසින් කළමනාකරණය කරනු ලබන SRCCT අරමුදල වැඩ වර්ජන, කෝලාහල, සිවිල් කෝලාහල සහ ත්‍රස්තවාදය හේතුවෙන් දේපළවලට සිදුවන අලාභයන්ට එරෙහිව ආවරණයක් සපයයි. ප්‍රාථමික රක්‍ෂණකරුවන් ඔවුන්ගේ ජීවිත නොවන නිෂ්පාදන සඳහා අතිරේකයක් ලෙස එවැනි ආවරණයක් සපයයි. කර්මාන්ත සහභාගිවන්නන්ගෙන් සමන්විත තාක්ෂණික උපදේශන සහ ක්‍රියාකාරී කමිටු, SRCCT අරමුදලේ කළමනාකරණය අධීක්ෂණය කරයි. නියාමනයට NITF විසින් SRCCT අරමුදල එහි අනෙකුත් ව්‍යාපාරික රේඛා වලින් වෙන වෙනම පරිපාලනය කිරීම අවශ්‍ය වේ.",
        "ප්‍රාථමික රක්‍ෂණකරුවන්ට SRCCT ආවරණය යටතේ මෝටර් හිමිකම් සඳහා රක්ෂණ ඔප්පුවකට රුපියල් මිලියන 2.5 ක ශුද්ධ රඳවා තබා ගැනීමක් ඇත, සමස්තයක් ලෙස LKR මිලියන 10.0 කට යටත්ව, අමතර පාඩු NITF වෙත පැවරේ. රක්ෂණ හිමියා විසින් දරන ඕනෑම අතිරික්තයකට යටත්ව මෝටර් නොවන හිමිකම් සම්පූර්ණයෙන්ම NITF වෙත ලබා දෙනු ලැබේ. මුළු පාඩුව LKR බිලියන 1 ඉක්මවන විට, NITF හට එහි අතිරික්ත පාඩු ප්‍රතිරක්‍ෂණ ආවරණය යටතේ උපරිම රුපියල් බිලියන 10ක් දක්වා අමතර පාඩු අයකර ගැනීමට හැකි වේ. ජාත්‍යන්තර ප්‍රතිරක්ෂණකරුවන් සමඟ තබා ඇති SRCCT සඳහා NITF හි ප්‍රතිරක්‍ෂණ ආවරණය 2022 පෙබරවාරි සිට 2023 ජූලි දක්වා ක්‍රියාත්මක වේ.",
        "NITF හි ශුද්ධ වත්කම් 2020 අවසානයේ දී LKR බිලියන 14 ඉක්මවූ අතර SRCCT රේඛාව වසර සඳහා LKR බිලියන 5 ක ශුද්ධ ලාභයක් වාර්තා කළේය. අරමුදලේ වත්කම් ප්‍රධාන වශයෙන් ආයෝජනය කර ඇත්තේ ශ්‍රී ලංකා රජය විසින් නිකුත් කරන ලද දේශීය මුදල් වටිනාකමින් යුත් සුරැකුම්පත්වල ය. රජය දේශීය ව්‍යවහාර මුදල් ණය සඳහා අඛණ්ඩව සේවය කර ඇති අතර විදේශ මුදල් ණය වගකීම් පැහැර හැරියත්, මෙය දිගටම පවතිනු ඇතැයි අපි උපකල්පනය කරන බැවින්, අපි මැයි 19 වැනි දින 'CCC' හිදී ශ්‍රී ලංකාවේ දිගුකාලීන දේශීය-මුදල් නිකුත් කරන්නන්ගේ පැහැර හැරීම් ශ්‍රේණිගත කිරීම තහවුරු කළෙමු.",
        "ශ්‍රී ලංකාවේ දුර්වල ආර්ථික තත්ත්වයන් මධ්‍යයේ පවතින සිවිල් නොසන්සුන්තාවයේ ප්‍රතිඵලයක් ලෙස SRCCT අරමුදලට ආසන්න කාලීනව ඉහළ පාඩු දැකිය හැකි බව අපි විශ්වාස කරමු. SRCCT අරමුදල මගින් සපයන ලද ආවරණය 2019 පාස්කු ඉරිදා ත්‍රස්තවාදී ප්‍රහාරයෙන් පසු ඉහළ යාමක් දක්නට ලැබුණි, වාර්ෂික වාරික 2018 දී LKR බිලියන 4.6 සිට 2020 දී LKR බිලියන 6.1 දක්වා ඉහළ ගියේය. SRCCT යනු NITF හි වඩාත්ම ලාභදායී ව්‍යාපාරික මාර්ගය වන අතර එය පාඩුවකි. අලාභ අනුපාතය 12% දක්වා ළඟා වූ 2019 හැර, පසුගිය වසර පහ තුළ 2% ට වඩා අඩු අනුපාතයකි.",
        "මෑත කාලීන කෝලාහලවල හිමිකම් NITF හි ප්‍රාග්ධන තත්ත්වයට බලපානු ඇතැයි අපි අපේක්ෂා නොකරමු. කෙසේ වෙතත්, එහි SRCCT නොවන ව්‍යාපාරික රේඛාවල දුර්වලතාවය ශ්‍රේණිගත කිරීම කෙරෙහි බලපෑ හැකි අතර, ශ්‍රේණිගත කිරීම් ඔරලෝසු සෘණාත්මකව පිළිබිඹු වේ. ඉහළ ආයෝජන සහ ද්‍රවශීලතා අවදානම්, නියාමන ප්‍රාග්ධන තත්ත්වයන් මත පීඩනය සහ මූල්‍ය කාර්ය සාධනය නරක අතට හැරීම හේතුවෙන්, NITF ඇතුළු ශ්‍රේණිගත කර ඇති සියලුම ශ්‍රී ලංකා රක්‍ෂණකරුවන්ගේ ජාතික ශ්‍රේණිගත කිරීම් අපි මෑතකදී ශ්‍රේණිගත කිරීම් වොච් නෙගටිව් වෙත තැබුවෙමු.",
        "රක්ෂණකරුවන්ට කළමනාකරණය කළ හැකි ශ්‍රී ලංකාවේ කැරලි වලින් සිදුවන පාඩු; රු. 1Bn, Fitch පවසයි"
      ]
    },
    "ta": {
      "title": "இலங்கையின் கலவரங்களால் ஏற்படும் இழப்புகள் காப்புறுதியாளர்களுக்கு சமாளிக்கக் கூடியவை; ரூ.ஐ தாண்ட வாய்ப்புள்ளது. 1 பில்லியன், ஃபிட்ச் கூறுகிறது",
      "body_lines": [
        "(ஃபிட்ச் மதிப்பீடுகள்); இலங்கையின் அரசுக்குச் சொந்தமான தேசிய காப்புறுதி அறக்கட்டளை நிதி வாரியத்தின் (NITF, A+(lka)/Rating Watch Negative) வேலைநிறுத்தம், கலவரம், சிவில் கலவரம் மற்றும் பயங்கரவாதம் (SRCCT) நிதியானது நாட்டில் சமீபத்திய கலவரங்களால் ஏற்படும் இழப்புகளின் சுமையை, முதன்மையுடன் தாங்கும். காப்பீட்டாளர்கள் சிறிய தாக்கத்தை அனுபவிக்கின்றனர் என்று ஃபிட்ச் ரேட்டிங்ஸ் கூறுகிறது.",
        "கலவரங்களால் ஏற்பட்ட மொத்த இழப்புகள் LKR1 பில்லியனைத் தாண்டும் என்று நாங்கள் நம்புகிறோம். எவ்வாறாயினும், NITF இன் நிகர இழப்பு, அதன் அதிகப்படியான இழப்பு மறுகாப்பீட்டுத் தொகையால் வழங்கப்படும் பாதுகாப்பின் காரணமாக இந்தத் தொகைக்கு வரம்பிடப்படும். NITF அதன் உரிமைகோரல் கடமைகளை சந்திக்க போதுமான திரவ சொத்துக்களை வைத்திருக்கும் என்று நாங்கள் எதிர்பார்க்கிறோம்.",
        "இலங்கையில் மே 9ஆம் தேதி கொழும்பில் நடந்த அரசுக்கு எதிரான போராட்டத்தின் மீது நடத்தப்பட்ட தாக்குதலைத் தொடர்ந்து அங்கு பரவலான கலவரம் வெடித்தது. கலவரக்காரர்கள் வாகனங்களுக்கு தீ வைத்தது மற்றும் சொத்துக்களை அழித்தது; அரசியல்வாதிகளுக்கு சொந்தமான வீடுகள் உட்பட, தகவல்கள் தெரிவிக்கின்றன. NITF முதன்மைக் காப்பீட்டாளர்களிடமிருந்து உரிமைகோரல்களைப் பெறத் தொடங்கினாலும், நிகழ்வின் இழப்புகளை மதிப்பிடுவது மிக விரைவில் ஆகும்.",
        "NITF ஆல் நிர்வகிக்கப்படும் SRCCT நிதி, வேலைநிறுத்தங்கள், கலவரங்கள், சிவில் கலவரம் மற்றும் பயங்கரவாதம் ஆகியவற்றால் ஏற்படும் சொத்துக்களுக்கு ஏற்படும் இழப்புகளுக்கு பாதுகாப்பு அளிக்கிறது. முதன்மைக் காப்பீட்டாளர்கள் தங்களின் ஆயுட் அல்லாத தயாரிப்புகளுக்கு கூடுதல் காப்பீட்டை வழங்குகிறார்கள். தொழில்துறை பங்கேற்பாளர்களை உள்ளடக்கிய தொழில்நுட்ப ஆலோசனை மற்றும் பணிக்குழுக்கள், SRCCT நிதியின் நிர்வாகத்தை மேற்பார்வையிடுகின்றன. NITF ஆனது SRCCT நிதியை அதன் மற்ற வணிக வரிகளிலிருந்து தனித்தனியாக நிர்வகிப்பதற்கு ஒழுங்குமுறை தேவைப்படுகிறது.",
        "முதன்மைக் காப்பீட்டாளர்கள் SRCCT காப்பீட்டின் கீழ் மோட்டார் உரிமைகோரல்களுக்கு ஒரு பாலிசிக்கு LKR2.5 மில்லியனை நிகரமாக வைத்திருக்கிறார்கள், மொத்தமாக LKR10.0 மில்லியனுக்கு உட்பட்டு, கூடுதல் இழப்புகள் NITFக்கு அனுப்பப்படும். பாலிசிதாரரின் அதிகப்படியான தொகைக்கு உட்பட்டு, மோட்டார் அல்லாத உரிமைகோரல்கள் முழுமையாக NITFக்கு அனுப்பப்படும். மொத்த இழப்புகள் LKR1 பில்லியனைத் தாண்டியவுடன், NITF ஆனது அதன் அதிகப்படியான இழப்பு மறுகாப்பீட்டின் கீழ் அதிகபட்சம் LKR10 பில்லியன் வரையிலான கூடுதல் இழப்புகளை மீட்டெடுக்க முடியும். சர்வதேச மறுகாப்பீட்டாளர்களுடன் வைக்கப்பட்டுள்ள SRCCTக்கான NITF இன் மறுகாப்பீட்டுத் திட்டம் பிப்ரவரி 2022 முதல் ஜூலை 2023 வரை அமலில் இருக்கும்.",
        "NITF இன் நிகர சொத்துக்கள் 2020 ஆம் ஆண்டின் இறுதியில் LKR14 பில்லியனைத் தாண்டியது, அதே நேரத்தில் SRCCT வரியானது வருடத்தில் LKR5 பில்லியன் நிகர லாபத்தைப் பதிவு செய்துள்ளது. நிதியத்தின் சொத்துக்கள் இலங்கை அரசாங்கத்தால் வழங்கப்பட்ட உள்ளூர் நாணய மதிப்பிலான பத்திரங்களில் முக்கியமாக முதலீடு செய்யப்பட்டன. அரசாங்கம் உள்ளூர் நாணயக் கடனுக்கான சேவையைத் தொடர்ந்து செய்து வருவதால், இலங்கையின் நீண்ட கால உள்ளூர் நாணய வழங்குனர் இயல்புநிலை மதிப்பீட்டை மே 19 அன்று ‘CCC’ இல் உறுதிப்படுத்தினோம்.",
        "இலங்கையின் பலவீனமான பொருளாதார நிலைமைகளுக்கு மத்தியில் நடந்துவரும் உள்நாட்டு அமைதியின்மையின் விளைவாக, SRCCT நிதியமானது, அண்மைக் காலத்தில் உயர்ந்த இழப்புகளைக் காண முடியும் என நாங்கள் நம்புகிறோம். SRCCT நிதியத்தால் வழங்கப்பட்ட பாதுகாப்பு 2019 இல் ஈஸ்டர் ஞாயிறு பயங்கரவாதத் தாக்குதலைத் தொடர்ந்து அதிகரித்த வளர்ச்சியைக் கண்டது, 2018 இல் LKR4.6 பில்லியனில் இருந்து 2020 இல் LKR6.1 பில்லியனாக வருடாந்திர பிரீமியங்கள் உயர்ந்தன. SRCCT என்பது NITF இன் மிகவும் இலாபகரமான வணிக வரி, நஷ்டம் கடந்த ஐந்து ஆண்டுகளில் 2% க்கும் குறைவான விகிதம், 2019 இல் தவிர, இழப்பு விகிதம் 12% ஐ எட்டியது.",
        "சமீபத்திய கலவரங்களின் உரிமைகோரல்கள் NITF இன் மூலதன நிலையை பாதிக்கும் என்று நாங்கள் எதிர்பார்க்கவில்லை. எவ்வாறாயினும், SRCCT அல்லாத வணிக வரிகளில் உள்ள பலவீனம் மதிப்பீட்டைப் பாதிக்கலாம், ரேட்டிங் வாட்ச் எதிர்மறையில் பிரதிபலிக்கிறது. உயர்ந்த முதலீடு மற்றும் பணப்புழக்க அபாயங்கள், ஒழுங்குமுறை மூலதன நிலைகள் மீதான அழுத்தம் மற்றும் நிதிச் செயல்திறனில் மோசமடைதல் போன்ற காரணங்களால் NITF உட்பட அனைத்து தரப்படுத்தப்பட்ட இலங்கைக் காப்புறுதி நிறுவனங்களின் தேசிய மதிப்பீடுகளையும் நாங்கள் சமீபத்தில் மதிப்பாய்வு கண்காணிப்பில் வைத்துள்ளோம்.",
        "இலங்கையின் கலவரங்களால் ஏற்படும் இழப்புகள் காப்புறுதியாளர்களுக்கு சமாளிக்கக் கூடியவை; ரூ.ஐ தாண்ட வாய்ப்புள்ளது. 1 பில்லியன், ஃபிட்ச் கூறுகிறது"
      ]
    }
  }
}