{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/NDB-joins-hands-with-Women-s-Chamber-of-Industry-and-Commerce/34-733381",
  "time_ut": 1649717580,
  "title": "NDB joins hands with Women’s Chamber of Industry and Commerce",
  "body_lines": [
    "National Development Bank PLC recently signed an MoU with the Women’s Chamber of Industry and Commerce (WCIC) under the NDB Jayagamu Sri Lanka scheme as a means to provide support towards female entrepreneurs, especially those attached to WCIC.",
    "As a timely solution to boost the local economy and to financially stabilise the nation as a whole amidst the COVID-19 pandemic, NDB launched ‘NDB Jayagamu Sri Lanka’ as a platform to lend support to Small and Medium Scale Enterprises (SMEs), emerging exporters, aspiring entrepreneurs and enthusiastic innovators of Sri Lanka. With this latest development, the bank will a number of benefits to the members of the WCIC such as low interest rate loans, a rebate of 25% when granting credit facilities, as well as guidance and non-financial services in the form of workshops and webinars.",
    "Since the launch of ‘NDB Jayagamu Sri Lanka’ the bank has been working with all its partner organisations such as the Export Development Board (EDB), Cord 360, Maersk Ltd., Codevus Ltd. – ERP service provider, Thinkcube Solutions Ltd. – ERP service provider and SL @ 100 in order to provide a boost to the country’s exporters and innovators in order to assist the country in post-COVID revival. Through this, both financial and non-financial services were offered to encourage and facilitate entrepreneurs, exporters and innovators even amidst the first and second waves of the pandemic.",
    "Further, the bank has always been at the forefront of assisting entrepreneurs while also helping women in particular to achieve greater heights and successfully overcome traditional norms and barriers. The immense contributions made by women to the economy of the country and to other domains go largely unrecognised. It is mainly to address this shortcoming as well as to encourage more and more women to come forward in economic and social activity that NDB Bank introduced this endeavour under its “Araliya” Banking on Women Initiative. Sri Lanka Vanithabhimana is a part of this initiative. The Sri Lanka Vanithabhimana Provincial Competition jointly presented by Sirasa Newsfirst and NDB Bank, was conducted to recognise female achievers across the chosen fields across the country.",
    "Women’s Chamber of Industry and Commerce focuses on building the women entrepreneurs across Sri Lanka with the objective of making them become efficient and effective to contribute to our economy. To meet this, WCIC enters into collaborative partnerships with like-minded organisations for mutual benefit. Women’s Chamber of Industry and Commerce (WCIC) is the premier organisation supporting entrepreneurs and professional business-women. The membership is open to women who believe they can contribute to society as well as benefit from the many facilities the organisation creates.",
    "NDB Bank was awarded the “Best Digital Bank 2021” at the Asiamoney Best Bank Awards for Sri Lanka in addition to being crowned “Sri Lanka’s Best Bank 2021” by the prestigious Global Finance Magazine of USA, and “The Bank of the Year Sri Lanka”, by The Banker Magazine UK. NDB is the fourth largest listed bank in Sri Lanka and the parent company of the NDB Group. The only financial services conglomerate in Sri Lanka, NDB Group is uniquely positioned towards assisting the growth and development of the Sri Lankan financial market to provide its customers seamless access to the product and service offerings of all its group companies."
  ],
  "translate": {
    "si": {
      "title": "NDB කාන්තා කර්මාන්ත හා වාණිජ මණ්ඩලය සමඟ අත්වැල් බැඳගනී",
      "body_lines": [
        "විශේෂයෙන්ම WCIC හා සම්බන්ධ කාන්තා ව්‍යවසායකයින්ට සහය ලබා දීමේ මාධ්‍යයක් ලෙස NDB ජයගමු ශ්‍රී ලංකා යෝජනා ක්‍රමය යටතේ ජාතික සංවර්ධන බැංකුව PLC පසුගියදා කාන්තා කර්මාන්ත හා වාණිජ මණ්ඩලය (WCIC) සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කළේය.",
        "COVID-19 වසංගතය මධ්‍යයේ දේශීය ආර්ථිකය නංවාලීමට සහ සමස්ථ ජාතියම මූල්‍යමය වශයෙන් ස්ථාවර කිරීමට කාලෝචිත විසඳුමක් ලෙස, NDB කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින්ට (SMEs) සහයෝගය ලබා දීමේ වේදිකාවක් ලෙස 'NDB ජයගමු ශ්‍රී ලංකා' දියත් කළේය. අපනයනකරුවන්, අපේක්ෂා කරන ව්‍යවසායකයින් සහ ශ්‍රී ලංකාවේ උද්යෝගිමත් නවෝත්පාදකයින්. මෙම නවතම වර්ධනයත් සමඟ WCIC හි සාමාජිකයින්ට අඩු පොලී අනුපාත ණය, ණය පහසුකම් ලබා දීමේදී 25% ක වට්ටමක් මෙන්ම මාර්ගෝපදේශ සහ වැඩමුළු ආකාරයෙන් මූල්‍ය නොවන සේවාවන් වැනි ප්‍රතිලාභ රැසක් බැංකුව විසින් ලබා දෙනු ඇත. webinars.",
        "'NDB ජයගමු ශ්‍රී ලංකා' දියත් කිරීමේ සිට බැංකුව අපනයන සංවර්ධන මණ්ඩලය (EDB), Cord 360, Maersk Ltd., Codevus Ltd. – ERP සේවා සපයන්නා, Thinkcube Solutions Ltd. – වැනි සියළුම හවුල්කාර ආයතන සමඟ කටයුතු කරමින් සිටී. ERP සේවා සපයන්නා සහ SL @ 100 රටේ අපනයනකරුවන්ට සහ නවෝත්පාදකයින්ට පශ්චාත් කොවිඩ් පුනර්ජීවනය සඳහා සහාය වීම සඳහා දිරිගැන්වීමක් ලබා දීම සඳහා. වසංගතයේ පළමු සහ දෙවන රැල්ල මධ්‍යයේ වුවද ව්‍යවසායකයින්, අපනයනකරුවන් සහ නවෝත්පාදකයින් දිරිමත් කිරීම සහ පහසුකම් සැලසීම සඳහා මේ හරහා මූල්‍ය සහ මූල්‍ය නොවන සේවාවන් ලබා දෙන ලදී.",
        "තවද, බැංකුව සෑම විටම ව්‍යවසායකයින්ට සහාය වීම අතින් ඉදිරියෙන්ම සිටින අතරම විශේෂයෙන්ම කාන්තාවන්ට ඉහළ තලයකට යාමට සහ සාම්ප්‍රදායික සම්මතයන් සහ බාධක සාර්ථකව ජය ​​ගැනීමට උපකාර කරයි. රටේ ආර්ථිකයට සහ අනෙකුත් ක්ෂේත්‍රයන්ට කාන්තාවන් විසින් කරන ලද දැවැන්ත දායකත්වය බොහෝ දුරට හඳුනාගෙන නොමැත. ප්‍රධාන වශයෙන්ම මෙම අඩුපාඩුව මඟහරවා ගැනීමට මෙන්ම කාන්තාවන් වැඩි වැඩියෙන් ආර්ථික හා සමාජීය ක්‍රියාකාරකම්වල ඉදිරියට පැමිණීමට දිරිගැන්වීම සඳහා NDB බැංකුව විසින් \"Araliya\" Banking on Women Initiative යටතේ මෙම ප්‍රයත්නය හඳුන්වා දෙන ලදී. ශ්‍රී ලංකා වනිතාභිමාන මෙම වැඩසටහනේ කොටසකි. Sirasa Newsfirst සහ NDB බැංකුව එක්ව ඉදිරිපත් කරන ශ්‍රී ලංකා වනිතාභිමාන පළාත් තරගය දිවයින පුරා තෝරාගත් ක්ෂේත්‍රවල දක්ෂතා දැක්වූ කාන්තා දක්ෂතා ඇගයීම සඳහා පවත්වන ලදී.",
        "කාන්තා කර්මාන්ත හා වාණිජ මණ්ඩලය ශ්‍රී ලංකාව පුරා සිටින කාන්තා ව්‍යවසායකයින් අපගේ ආර්ථිකයට දායක වීමට කාර්යක්ෂම හා ඵලදායී බවට පත් කිරීමේ අරමුණින් ඔවුන් ගොඩනැගීම කෙරෙහි අවධානය යොමු කරයි. මෙය සපුරාලීම සඳහා, WCIC අන්‍යෝන්‍ය ප්‍රතිලාභ සඳහා සමාන අදහස් ඇති සංවිධාන සමඟ සහයෝගී හවුල්කාරිත්වයකට එළඹේ. කාන්තා කර්මාන්ත හා වාණිජ මණ්ඩලය (WCIC) යනු ව්‍යවසායකයින්ට සහ වෘත්තීය ව්‍යාපාරික කාන්තාවන්ට සහාය දක්වන ප්‍රමුඛතම සංවිධානයයි. සංවිධානය විසින් නිර්මාණය කරන බොහෝ පහසුකම්වලින් ප්‍රයෝජන ගැනීමට මෙන්ම සමාජයට දායක විය හැකි යැයි විශ්වාස කරන කාන්තාවන් සඳහා සාමාජිකත්වය විවෘත වේ.",
        "ඇමරිකා එක්සත් ජනපදයේ කීර්තිමත් Global Finance සඟරාව විසින් \"Sri Lanka's Best Bank 2021\" සහ \"The Bank of the Year Sri Lanka\" විසින් කිරුළු පැළඳීමට අමතරව ශ්‍රී ලංකාව සඳහා Asiamoney Best Bank Awards හිදී NDB බැංකුව \"Best Digital Bank 2021\" සම්මානයෙන් පිදුම් ලැබීය. ”, The Banker Magazine UK විසිනි. NDB යනු ශ්‍රී ලංකාවේ සිව්වන විශාලතම ලයිස්තුගත බැංකුව වන අතර NDB සමූහයේ මව් සමාගම වේ. ශ්‍රී ලංකාවේ එකම මූල්‍ය සේවා සමුහය වන NDB සමූහය ශ්‍රී ලාංකේය මූල්‍ය වෙළෙඳපොළේ වර්ධනයට සහ සංවර්ධනයට සහය වෙමින් සිය පාරිභෝගිකයින්ට සිය සියලුම සමූහ සමාගම්වල නිෂ්පාදන සහ සේවා පිරිනැමීම් සඳහා බාධාවකින් තොරව ප්‍රවේශය ලබා දීම සඳහා සුවිශේෂී ලෙස ස්ථානගත වී ඇත."
      ]
    },
    "ta": {
      "title": "NDB பெண்கள் தொழில் மற்றும் வர்த்தக சபையுடன் கைகோர்க்கிறது",
      "body_lines": [
        "நேஷனல் டெவலப்மென்ட் பேங்க் பிஎல்சி சமீபத்தில் பெண் தொழில்முனைவோருக்கு குறிப்பாக WCIC உடன் இணைக்கப்பட்டுள்ள பெண் தொழில்முனைவோருக்கு ஆதரவை வழங்குவதற்காக NDB ஜெயகாமு ஸ்ரீலங்கா திட்டத்தின் கீழ் பெண்கள் தொழில் மற்றும் வர்த்தக சம்மேளனத்துடன் (WCIC) புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டது.",
        "கோவிட்-19 தொற்றுநோய்க்கு மத்தியில் உள்ளுர் பொருளாதாரத்தை உயர்த்துவதற்கும், ஒட்டுமொத்த தேசத்தை நிதி ரீதியாக ஸ்திரப்படுத்துவதற்கும் சரியான நேரத்தில் தீர்வாக, வளர்ந்து வரும் சிறு மற்றும் நடுத்தர நிறுவனங்களுக்கு (SMEs) ஆதரவை வழங்குவதற்கான ஒரு தளமாக NDB 'NDB ஜெயகமு ஸ்ரீலங்கா' அறிமுகப்படுத்தியது. இலங்கையின் ஏற்றுமதியாளர்கள், ஆர்வமுள்ள தொழில்முயற்சியாளர்கள் மற்றும் ஆர்வமுள்ள கண்டுபிடிப்பாளர்கள். இந்த சமீபத்திய வளர்ச்சியுடன், வங்கி WCIC இன் உறுப்பினர்களுக்கு குறைந்த வட்டி விகிதத்தில் கடன்கள், கடன் வசதிகளை வழங்கும் போது 25% தள்ளுபடி, அத்துடன் வழிகாட்டுதல் மற்றும் நிதி அல்லாத சேவைகள் போன்ற பல நன்மைகளை வழங்குகிறது. வலைப்பக்கங்கள்.",
        "'NDB ஜெயகாமு ஸ்ரீலங்கா' தொடங்கப்பட்டதில் இருந்து வங்கியானது ஏற்றுமதி அபிவிருத்தி வாரியம் (EDB), Cord 360, Maersk Ltd., Codevus Ltd. - ERP சேவை வழங்குனர், Thinkcube Solutions Ltd. போன்ற அதன் அனைத்து பங்குதாரர் நிறுவனங்களுடனும் இணைந்து செயல்பட்டு வருகிறது. ERP சேவை வழங்குநர் மற்றும் SL @ 100, நாட்டின் ஏற்றுமதியாளர்கள் மற்றும் கண்டுபிடிப்பாளர்களுக்கு ஊக்கமளிக்கும் வகையில், கோவிட் நோய்க்குப் பிந்தைய மறுமலர்ச்சியில் நாட்டிற்கு உதவுவதற்காக. இதன் மூலம், தொற்றுநோய்களின் முதல் மற்றும் இரண்டாவது அலைகளுக்கு மத்தியிலும் தொழில்முனைவோர், ஏற்றுமதியாளர்கள் மற்றும் கண்டுபிடிப்பாளர்களை ஊக்குவிக்கவும், வசதி செய்யவும் நிதி மற்றும் நிதி அல்லாத சேவைகள் வழங்கப்பட்டன.",
        "மேலும், தொழில்முனைவோருக்கு உதவுவதில் வங்கி எப்போதும் முன்னணியில் இருந்து வருகிறது, குறிப்பாக பெண்கள் அதிக உயரங்களை அடையவும் பாரம்பரிய விதிமுறைகள் மற்றும் தடைகளை வெற்றிகரமாக கடக்கவும் உதவுகிறது. நாட்டின் பொருளாதாரத்திற்கும் மற்ற துறைகளுக்கும் பெண்கள் ஆற்றிய மகத்தான பங்களிப்புகள் பெரும்பாலும் அங்கீகரிக்கப்படாமல் போய்விட்டது. முக்கியமாக இந்தக் குறைபாட்டை நிவர்த்தி செய்வதற்கும் மேலும் அதிகமான பெண்களை பொருளாதார மற்றும் சமூக நடவடிக்கைகளில் முன்னோக்கி வருவதற்கு ஊக்குவிப்பதற்காகவும் NDB வங்கி தனது “அரலியா” பெண்கள் முன்முயற்சியின் கீழ் இந்த முயற்சியை அறிமுகப்படுத்தியது. இலங்கை வனிதாபிமான இந்த முயற்சியின் ஒரு அங்கமாகும். Sirasa Newsfirst மற்றும் NDB வங்கி இணைந்து வழங்கும் இலங்கை வனிதாபிமான மாகாணப் போட்டியானது, நாடு முழுவதும் தெரிவு செய்யப்பட்ட துறைகளில் பெண் சாதனையாளர்களை அங்கீகரிப்பதற்காக நடத்தப்பட்டது.",
        "பெண்கள் தொழில் மற்றும் வர்த்தக சம்மேளனம் இலங்கை முழுவதிலும் உள்ள பெண் தொழில்முயற்சியாளர்களைக் கட்டியெழுப்புவதில் கவனம் செலுத்துகிறது, மேலும் அவர்கள் நமது பொருளாதாரத்திற்கு பங்களிக்கும் வகையில் திறமையானவர்களாகவும் பயனுள்ளதாகவும் இருக்க வேண்டும். இதை சந்திக்க, WCIC பரஸ்பர நன்மைக்காக ஒத்த எண்ணம் கொண்ட நிறுவனங்களுடன் கூட்டு கூட்டுறவில் நுழைகிறது. தொழில் மற்றும் வர்த்தக மகளிர் சேம்பர் (WCIC) என்பது தொழில்முனைவோர் மற்றும் தொழில்முறை வணிகப் பெண்களுக்கு ஆதரவளிக்கும் முதன்மையான அமைப்பாகும். சமூகத்திற்கு பங்களிக்க முடியும் மற்றும் அமைப்பு உருவாக்கும் பல வசதிகளிலிருந்து பயனடைய முடியும் என்று நம்பும் பெண்களுக்கு உறுப்பினர் சேர்க்கை திறக்கப்பட்டுள்ளது.",
        "அமெரிக்காவின் புகழ்பெற்ற குளோபல் ஃபைனான்ஸ் சஞ்சிகை மற்றும் \"இலங்கையின் சிறந்த வங்கி 2021\" மற்றும் \"இலங்கையின் சிறந்த வங்கி 2021\" என மகுடம் சூட்டப்பட்டதுடன், இலங்கைக்கான Asiamoney சிறந்த வங்கி விருதுகளில் NDB வங்கிக்கு \"சிறந்த டிஜிட்டல் வங்கி 2021\" விருது வழங்கப்பட்டது. ”, The Banker Magazine UK வழங்கியது. NDB இலங்கையின் நான்காவது பெரிய பட்டியலிடப்பட்ட வங்கி மற்றும் NDB குழுமத்தின் தாய் நிறுவனமாகும். இலங்கையில் உள்ள ஒரேயொரு நிதிச் சேவைக் குழுமமான NDB குழுமம், அதன் வாடிக்கையாளர்களுக்கு அதன் அனைத்து குழும நிறுவனங்களின் தயாரிப்பு மற்றும் சேவை வழங்கல்களுக்கு தடையின்றி அணுகலை வழங்குவதற்காக இலங்கை நிதிச் சந்தையின் வளர்ச்சி மற்றும் மேம்பாட்டிற்கு உதவுவதில் தனித்துவமாக நிலைநிறுத்தப்பட்டுள்ளது."
      ]
    }
  }
}