{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sampath-bank-first-sri-lankan-bank-to-enable-online-payments-with-unionpay-international-3ds-2-0/",
  "time_ut": 1650461820,
  "title": "Sampath Bank, first Sri Lankan bank to enable online payments with UnionPay International 3DS 2.0",
  "body_lines": [
    "Sampath Bank PLC announced that its connection to UnionPay International (UPI) is now complete and that the Sampath Bank Payment Gateway powered by UnionPay 3DS 2.0 is open for business. Having thus strengthened its strategic commercial partnership with Paycorp International (Private) Limited (Paycorp International), a wholly-owned subsidiary of Bancstac (Bancstac), this latest development provides Sampath Bank customers with an unprecedented level of security when they process and accept online payments from American Express, Diners Club and Discover Network Cardmembers through Paycorp International’s Internet Payment Gateway (IPG).",
    "Developed by EMVCo–jointly owned by American Express, Visa, Mastercard and other major global payment solution enterprises–3D Secure 2.0 (3DS 2.0) technology provides a higher level of security with biometric authentication, eliminating the need for static passwords. The 3DS 2.0 protocol lets Sampath Bank customers make authenticated mobile, in-app and digital wallet transactions with ironclad security.",
    "Sampath Bank’s commercial customers can already accept Visa, Mastercard and UnionPay International online payments through the Sampath Payment Gateway. What this new development means is that Sri Lankan merchants, vendors and other commercial enterprises can transact business while protected by the same enhanced security infrastructure as their counterparts in the financial capitals of the world.",
    "Previously, businesses in Sri Lanka had to cobble together various payment gateways and technologies to process online payments for different groups of issuer networks. The strategic partnership between Sampath Bank and Paycorp International significantly simplified online payment transactions for businesses and government agencies across the island, giving a substantial boost to digital commerce in the country. This strategic partnership supports Sampath Bank’s continued efforts to accelerate the pace of acceptance, adoption and integration of innovative digital payment solutions in line with the Government and the Central Bank of Sri Lanka’s efforts to implement new technologies to streamline the payments and settlements infrastructure.",
    "This new payment technology enables secure payment processing, payment gateway and payment aggregator services with direct connectivity to UPI, becoming the backbone of the bank’s transactional infrastructure while protecting businesses and consumers from fraud.",
    "Darshin Pathinayake – Assistant General Manager, Card Center, Sampath Bank PLC, said: “We at Sampath Bank have always been committed to leveraging cutting-edge technologies to transform Sri Lanka’s financial services landscape by deploying innovative solutions that add more value to the nation. We help Sri Lankan businesses take their first steps in the world of digital commerce and empower our commercial customers with the tools to compete globally on an equal footing. Our longstanding partnership with Paycorp International has paid rich dividends. We are delighted to take this partnership to the next level, all the better to enhance our customers’ payment acceptance capabilities. Sampath Bank business and government customers can now seamlessly accept payments from six of the world’s major issuers, a capability that will fuel sales and business growth. We invite businesses of all types and sizes to turbocharge the payments processes on their e-commerce portals.”",
    "Evan Lau – Director, Bancstac, said: “We are very pleased to integrate 3DS 2.0 functionality into the Sampath Bank Payment Gateway and to provide the bank’s customers with an additional layer of security. We are committed to modernizing Sri Lanka’s digital payment economy by making it easier for merchants, the government and the community to make transactions that are fast, safe and friction-free.”",
    "CSE urged to look at alternative mechanisms to mitigate impact of forced selling of stocks",
    "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No.1 multivitamin brand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යුනියන්පේ ඉන්ටර්නැෂනල් 3DS 2.0 සමඟින් මාර්ගගත ගෙවීම් සක්‍රීය කළ පළමු ශ්‍රී ලාංකේය බැංකුව සම්පත් බැංකුවයි",
      "body_lines": [
        "Sampath Bank PLC නිවේදනය කළේ යුනියන්පේ ඉන්ටර්නැෂනල් (UPI) වෙත එහි සම්බන්ධතාව දැන් සම්පූර්ණ වී ඇති බවත්, UnionPay 3DS 2.0 මගින් බලගන්වන සම්පත් බැංකු ගෙවීම් දොරටුව ව්‍යාපාර සඳහා විවෘත බවත්ය. මේ අනුව, Bancstac (Bancstac) හි පූර්ණ අනුබද්ධිත සමාගමක් වන Paycorp International (Private) Limited (Paycorp International) සමඟ සිය උපායමාර්ගික වාණිජ හවුල්කාරිත්වය ශක්තිමත් කර ගනිමින්, මෙම නවතම සංවර්ධනය සම්පත් බැංකු ගනුදෙනුකරුවන්ට අන්තර්ජාලය හරහා ගෙවීම් සැකසීමේදී සහ භාර ගන්නා විට පෙර නොවූ විරූ මට්ටමේ ආරක්ෂාවක් සපයයි. Paycorp International's Internet Payment Gateway (IPG) හරහා American Express, Diners Club සහ Discover Network Cardmembers වෙතින්.",
        "ඇමරිකන් එක්ස්ප්‍රස්, වීසා, මාස්ටර්කාඩ් සහ අනෙකුත් ප්‍රධාන ගෝලීය ගෙවීම් විසඳුම් ව්‍යවසායන් සතු EMVCo විසින් වැඩි දියුණු කරන ලද-3D Secure 2.0 (3DS 2.0) තාක්‍ෂණය ජෛවමිතික සත්‍යාපනය සමඟ ඉහළ මට්ටමේ ආරක්ෂාවක් සපයන අතර ස්ථිතික මුරපද අවශ්‍යතාවය ඉවත් කරයි. 3DS 2.0 ප්‍රොටෝකෝලය සම්පත් බැංකු ගනුදෙනුකරුවන්ට අයෝමය ආරක්ෂාවක් සහිතව සත්‍යාපනය කළ ජංගම, යෙදුම තුළ සහ ඩිජිටල් පසුම්බි ගනුදෙනු කිරීමට ඉඩ සලසයි.",
        "Sampath Bank හි වාණිජ ගනුදෙනුකරුවන්ට දැනටමත් Visa, Mastercard සහ UnionPay ජාත්‍යන්තර මාර්ගගත ගෙවීම් Sampath Payment Gateway හරහා පිළිගත හැක. මෙම නව වර්ධනයේ තේරුම නම්, ශ්‍රී ලංකාවේ වෙළෙන්දන්ට, වෙළෙන්දන්ට සහ අනෙකුත් වාණිජ ව්‍යාපාරවලට ලෝකයේ මූල්‍ය අගනගරවල ඔවුන්ගේ සගයන් මෙන් වැඩිදියුණු කළ ආරක්‍ෂක යටිතල පහසුකම්වලින් ආරක්‍ෂා වෙමින් ව්‍යාපාර ගනුදෙනු කළ හැකි බවයි.",
        "මීට පෙර, ශ්‍රී ලංකාවේ ව්‍යාපාරවලට විවිධ නිකුත් කරන්නන් ජාලයන් සඳහා මාර්ගගත ගෙවීම් සැකසීම සඳහා විවිධ ගෙවීම් ද්වාර සහ තාක්ෂණයන් එකට එකතු කිරීමට සිදු විය. Sampath Bank සහ Paycorp International අතර ඇති උපායමාර්ගික හවුල්කාරිත්වය දිවයින පුරා ව්‍යාපාර සහ රාජ්‍ය ආයතන සඳහා අන්තර්ජාල ගෙවීම් ගනුදෙනු සැලකිය යුතු ලෙස සරල කළ අතර එමඟින් රට තුළ ඩිජිටල් වාණිජ්‍යයට සැලකිය යුතු ප්‍රබෝධයක් ලබා දුන්නේය. ගෙවීම් සහ පියවීම් යටිතල පහසුකම් විධිමත් කිරීම සඳහා නව තාක්ෂණයන් ක්‍රියාත්මක කිරීමට රජය සහ ශ්‍රී ලංකා මහ බැංකුව දරන ප්‍රයත්නයන්ට අනුකූලව නව්‍ය ඩිජිටල් ගෙවීම් විසඳුම් පිළිගැනීමේ, සම්මත කිරීමේ සහ ඒකාබද්ධ කිරීමේ වේගය වේගවත් කිරීමට සම්පත් බැංකුවේ අඛණ්ඩ උත්සාහයට මෙම උපායමාර්ගික හවුල්කාරිත්වය සහාය වේ.",
        "මෙම නව ගෙවීමේ තාක්‍ෂණය මඟින් UPI වෙත සෘජු සම්බන්ධතාවක් ඇතිව ආරක්ෂිත ගෙවීම් සැකසීම, ගෙවීම් ද්වාරය සහ ගෙවීම් එකතු කිරීමේ සේවාවන් සක්‍රීය කරයි, ව්‍යාපාර සහ පාරිභෝගිකයින් වංචාවෙන් ආරක්ෂා කරන අතරම බැංකුවේ ගනුදෙනු යටිතල ව්‍යුහයේ කොඳු නාරටිය බවට පත් වේ.",
        "Sampath Bank PLC හි කාඩ්පත් මධ්‍යස්ථානයේ සහකාර සාමාන්‍යාධිකාරී දර්ශින් පතිනායක මහතා මෙසේ පැවසීය: “ජාතියට වැඩි වටිනාකමක් එක් කරන නව්‍ය විසඳුම් යොදා ගනිමින් ශ්‍රී ලංකාවේ මූල්‍ය සේවා ක්ෂේත්‍රය පරිවර්තනය කිරීම සඳහා අති නවීන තාක්‍ෂණයන් උපයෝගී කර ගැනීමට සම්පත් බැංකුවේ අපි සැමවිටම කැපවී සිටිමු. අපි ශ්‍රී ලාංකේය ව්‍යාපාරවලට ඩිජිටල් වාණිජ ලෝකයේ ඔවුන්ගේ පළමු පියවර තැබීමට සහ අපගේ වාණිජ ගනුදෙනුකරුවන්ට ගෝලීය වශයෙන් සමාන පදනමක් මත තරඟ කිරීමට මෙවලම්වලින් සවිබල ගැන්වීමට උදවු කරමු. Paycorp International සමඟ අපගේ දිගුකාලීන හවුල්කාරිත්වය පොහොසත් ලාභාංශ ගෙවා ඇත. අපගේ ගනුදෙනුකරුවන්ගේ ගෙවීම් පිළිගැනීමේ හැකියාවන් වැඩිදියුණු කිරීම සඳහා මෙම හවුල්කාරිත්වය ඊළඟ මට්ටමට ගෙන යාමට අපි සතුටු වෙමු. Sampath Bank ව්‍යාපාර සහ රජයේ ගනුදෙනුකරුවන්ට දැන් ලෝකයේ ප්‍රධාන නිකුත් කරන්නන් හය දෙනෙකුගෙන් ගෙවීම් බාධාවකින් තොරව පිළිගත හැකි අතර එය විකුණුම් සහ ව්‍යාපාර වර්ධනයට ඉන්ධන සපයන හැකියාවකි. සියලුම වර්ගවල සහ ප්‍රමාණයේ ව්‍යාපාරවලට ඔවුන්ගේ ඊ-වාණිජ්‍ය ද්වාරවල ගෙවීම් ක්‍රියාවලීන් ටර්බෝචාර්ජ් කිරීමට අපි ආරාධනා කරමු.",
        "Bancstac හි අධ්‍යක්ෂ Evan Lau පැවසුවේ: “Sampath Bank Payment Gateway එකට 3DS 2.0 ක්‍රියාකාරීත්වය ඒකාබද්ධ කිරීමට සහ බැංකුවේ ගනුදෙනුකරුවන්ට අමතර ආරක්‍ෂිත ස්ථරයක් ලබාදීමට අපි ඉතා සතුටු වෙනවා. වෙළෙන්දන්ට, රජයට සහ ප්‍රජාවට වේගවත්, ආරක්ෂිත සහ ඝර්ෂණයෙන් තොර ගනුදෙනු සිදු කිරීම පහසු කරමින් ශ්‍රී ලංකාවේ ඩිජිටල් ගෙවීම් ආර්ථිකය නවීකරණය කිරීමට අපි කැපවී සිටිමු.",
        "කොටස් බලහත්කාරයෙන් විකිණීමේ බලපෑම අවම කිරීම සඳහා විකල්ප යාන්ත්‍රණ සොයා බලන ලෙස CSE ඉල්ලා සිටියේය",
        "Sunshine's Healthguard ඕස්ට්‍රේලියාවේ අංක 1 මල්ටිවිටමින් සන්නාමය වන Swisse සමඟ සුවතා රේඛාව පුළුල් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சம்பத் வங்கி, UnionPay இன்டர்நேஷனல் 3DS 2.0 உடன் ஆன்லைன் கட்டணங்களைச் செயல்படுத்தும் முதல் இலங்கை வங்கியாகும்",
      "body_lines": [
        "சம்பத் பேங்க் பிஎல்சி, யூனியன் பே இன்டர்நேஷனலுடனான (யுபிஐ) இணைப்பு இப்போது முடிந்துவிட்டதாகவும், யூனியன் பே 3டிஎஸ் 2.0 மூலம் இயங்கும் சம்பத் பேங்க் பேமென்ட் கேட்வே வணிகத்திற்காக திறக்கப்பட்டுள்ளதாகவும் அறிவித்தது. Paycorp International (Private) Limited (Paycorp International) உடனான தனது மூலோபாய வணிகக் கூட்டாண்மையை வலுப்படுத்தியதன் மூலம், இந்த சமீபத்திய வளர்ச்சியானது, சம்பத் வங்கியின் வாடிக்கையாளர்களுக்கு ஆன்லைன் பேமெண்ட்களைச் செயல்படுத்தி ஏற்றுக்கொள்ளும் போது, ​​அவர்களுக்கு முன்னோடியில்லாத அளவிலான பாதுகாப்பை வழங்குகிறது. அமெரிக்கன் எக்ஸ்பிரஸ், டைனர்ஸ் கிளப் மற்றும் டிஸ்கவர் நெட்வொர்க் கார்ட்மெம்பர்ஸ் மூலம் Paycorp International இன் இன்டர்நெட் பேமெண்ட் கேட்வே (IPG) மூலம்.",
        "அமெரிக்கன் எக்ஸ்பிரஸ், விசா, மாஸ்டர்கார்டு மற்றும் பிற முக்கிய உலகளாவிய கட்டண தீர்வு நிறுவனங்களுக்குச் சொந்தமான EMVCo ஆல் உருவாக்கப்பட்டது-3D செக்யூர் 2.0 (3DS 2.0) தொழில்நுட்பம், நிலையான கடவுச்சொற்களின் தேவையை நீக்கி, பயோமெட்ரிக் அங்கீகாரத்துடன் அதிக அளவிலான பாதுகாப்பை வழங்குகிறது. 3DS 2.0 நெறிமுறையானது, சம்பத் வங்கி வாடிக்கையாளர்கள் அங்கீகரிக்கப்பட்ட மொபைல், ஆப்-இன்-ஆப் மற்றும் டிஜிட்டல் வாலட் பரிவர்த்தனைகளை இரும்புக்கரம் பாதுகாப்புடன் செய்ய உதவுகிறது.",
        "சம்பத் வங்கியின் வணிக வாடிக்கையாளர்கள் ஏற்கனவே சம்பத் பேமென்ட் கேட்வே மூலம் விசா, மாஸ்டர்கார்டு மற்றும் யூனியன் பே இன்டர்நேஷனல் ஆன்லைன் கட்டணங்களை ஏற்கலாம். இந்த புதிய வளர்ச்சியின் அர்த்தம் என்னவென்றால், இலங்கையின் வணிகர்கள், விற்பனையாளர்கள் மற்றும் பிற வணிக நிறுவனங்கள் உலகின் நிதித் தலைநகரங்களில் உள்ள அதே மேம்பட்ட பாதுகாப்பு உள்கட்டமைப்பால் பாதுகாக்கப்படும் அதே வேளையில் வியாபாரத்தை பரிவர்த்தனை செய்யலாம்.",
        "முன்னதாக, இலங்கையில் உள்ள வணிகங்கள், வழங்குபவர் வலைப்பின்னல்களின் வெவ்வேறு குழுக்களுக்கான ஆன்லைன் கொடுப்பனவுகளைச் செயல்படுத்த பல்வேறு கட்டண நுழைவாயில்கள் மற்றும் தொழில்நுட்பங்களை ஒன்றிணைக்க வேண்டியிருந்தது. சம்பத் வங்கி மற்றும் Paycorp இன்டர்நேஷனல் இடையேயான மூலோபாய கூட்டாண்மை, தீவு முழுவதும் உள்ள வணிகங்கள் மற்றும் அரசாங்க நிறுவனங்களுக்கான ஆன்லைன் கட்டண பரிவர்த்தனைகளை கணிசமாக எளிதாக்கியது, இது நாட்டில் டிஜிட்டல் வர்த்தகத்திற்கு கணிசமான ஊக்கத்தை அளிக்கிறது. இந்த மூலோபாய கூட்டாண்மையானது, அரசாங்கம் மற்றும் இலங்கை மத்திய வங்கியின் கொடுப்பனவுகள் மற்றும் தீர்வுகள் உட்கட்டமைப்பை சீராக்குவதற்கு புதிய தொழில்நுட்பங்களை நடைமுறைப்படுத்துவதற்கான முயற்சிகளுக்கு ஏற்ப புதுமையான டிஜிட்டல் கட்டண தீர்வுகளை ஏற்றுக்கொள்வது, ஏற்றுக்கொள்வது மற்றும் ஒருங்கிணைத்தல் ஆகியவற்றின் வேகத்தை விரைவுபடுத்துவதற்கான சம்பத் வங்கியின் தொடர்ச்சியான முயற்சிகளை ஆதரிக்கிறது.",
        "இந்தப் புதிய கட்டணத் தொழில்நுட்பமானது பாதுகாப்பான கட்டணச் செயலாக்கம், கட்டண நுழைவாயில் மற்றும் கட்டணத் திரட்டி சேவைகளை UPI உடனான நேரடி இணைப்புடன் செயல்படுத்துகிறது, மேலும் வணிகங்களையும் நுகர்வோரையும் மோசடியிலிருந்து பாதுகாக்கும் அதே வேளையில் வங்கியின் பரிவர்த்தனை உள்கட்டமைப்பின் முதுகெலும்பாக மாறுகிறது.",
        "சம்பத் பேங்க் பிஎல்சியின் கார்ட் சென்டரின் உதவிப் பொது முகாமையாளர் தர்ஷின் பத்திநாயக்க கூறியதாவது: தேசத்திற்கு அதிக மதிப்பு சேர்க்கும் புதுமையான தீர்வுகளை வரிசைப்படுத்துவதன் மூலம் இலங்கையின் நிதிச் சேவைகளை மாற்றியமைக்க அதிநவீன தொழில்நுட்பங்களை மேம்படுத்துவதற்கு சம்பத் வங்கியில் நாங்கள் எப்போதும் அர்ப்பணிப்புடன் இருக்கிறோம். டிஜிட்டல் வர்த்தக உலகில் இலங்கை வணிகங்கள் முதல் படிகளை எடுக்க உதவுவதோடு, சமமான நிலையில் உலகளவில் போட்டியிடுவதற்கான கருவிகளை எங்கள் வணிக வாடிக்கையாளர்களுக்கு வலுவூட்டுகிறோம். Paycorp International உடனான எங்களின் நீண்டகால கூட்டாண்மை மிகுந்த ஈவுத்தொகையை வழங்கியுள்ளது. இந்த கூட்டாண்மையை அடுத்த கட்டத்திற்கு கொண்டு செல்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம், எங்கள் வாடிக்கையாளர்களின் கட்டணத்தை ஏற்றுக்கொள்ளும் திறன்களை மேம்படுத்துவது சிறந்தது. சம்பத் வங்கி வணிகம் மற்றும் அரசாங்க வாடிக்கையாளர்கள் இப்போது உலகின் ஆறு முக்கிய வழங்குநர்களிடமிருந்து பணம் செலுத்துவதைத் தடையின்றி ஏற்றுக்கொள்ளலாம், இது விற்பனை மற்றும் வணிக வளர்ச்சியைத் தூண்டும் திறன். அனைத்து வகையான மற்றும் அளவுகள் கொண்ட வணிகங்களை அவர்களின் இ-காமர்ஸ் போர்டல்களில் செலுத்தும் செயல்முறைகளை டர்போசார்ஜ் செய்ய அழைக்கிறோம்.",
        "Evan Lau - இயக்குனர், Bancstac, கூறினார்: \"3DS 2.0 செயல்பாட்டை சம்பத் பேங்க் பேமென்ட் கேட்வேயில் ஒருங்கிணைத்து, வங்கியின் வாடிக்கையாளர்களுக்கு கூடுதல் பாதுகாப்பை வழங்குவதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். வணிகர்கள், அரசாங்கம் மற்றும் சமூகம் ஆகியவை விரைவான, பாதுகாப்பான மற்றும் உராய்வு இல்லாத பரிவர்த்தனைகளை எளிதாக்குவதன் மூலம் இலங்கையின் டிஜிட்டல் கட்டணப் பொருளாதாரத்தை நவீனமயமாக்குவதற்கு நாங்கள் உறுதிபூண்டுள்ளோம்.",
        "பங்குகளை கட்டாயமாக விற்பதன் பாதிப்பைக் குறைக்க மாற்று வழிமுறைகளைப் பார்க்க CSE வலியுறுத்தியது",
        "சன்ஷைனின் ஹெல்த்கார்ட் ஆஸ்திரேலியாவின் நம்பர்.1 மல்டிவைட்டமின் பிராண்டான சுவிஸ் உடன் ஆரோக்கிய வரிசையை விரிவுபடுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}