{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/FM-seeks-understanding-of-UNHRC-regarding-challenging-social-and-economic-situation-in-SL/56-736131",
  "time_ut": 1655150340,
  "title": "FM seeks understanding of UNHRC regarding challenging social and economic situation in SL",
  "body_lines": [
    "Says far reaching political changes are taking place with appointment of new PM, multi-party Cabinet",
    "After last session of UNHRC, 22 persons detained under PTA release",
    "Says over 92% of private lands occupied by military at the end of the conflict released",
    "Foreign Affairs Minister Prof. G.L. Peiris yesterday briefed the United Nations Human Rights Council in Geneva on the measures the government has taken to assist people in the current economic crises as well as steps taken to further the cause of human rights in the country.",
    "Addressing the 50th Session of the UNHRC, the Minister sought the understanding of the Council regarding the challenging social and economic situation in Sri Lanka and pledged to honour legitimate commitments made to the UNHRC.",
    "Here is the full text of the Minister’s address to the UNHRC:",
    "Sri Lanka has regularly shared our progress and challenges in an open exchange with this Council and other organs of the United Nations. It is in this spirit of transparency, candour and openness that I make this address to the current session of the Council.",
    "The international community is aware of the grave social and economic situation that Sri Lanka has been faced with in recent weeks. While this situation has been aggravated by ongoing global crises including the pandemic, the focus of the protests has consisted of demands for economic relief and institutional reform. In recognition of these challenges and in moving forward in an inclusive manner, we consider it crucial to heed the aspirations of all segments of our people, in particular, the youth.",
    "As a stable foundation for the future, the President and the Prime Minister have called for a consensual approach to national issues through a broad-based Government. Far reaching political changes are already taking place with the appointment of a new Prime Minister and the appointment of a new multi-party Cabinet.",
    "We are actively engaged in evolving an all-party consensus regarding the need for the 21st Amendment to the Constitution, to consolidate seminal democratic values enshrined in Parliament, independent institutions and salutatory checks and balances on the powers of the Executive. We need to ensure collectively that these reforms take place within a democratic constitutional framework and in keeping with due process. The process of change must not destroy the very democratic institutions that are sought to be strengthened.",
    "We have consistently emphasised that dissent needs to be peaceful and be expressed within the democratic space. During the recent disturbances, a limited curfew and emergency regulations were imposed for the sole purpose of maintaining law and public order and allowing the unimpeded distribution of essential supplies. At the instance of the Attorney General and under direct judicial supervision, fully fledged investigations are proceeding with regard to the incidents of 9th May and their aftermath. We also condemn unreservedly the deaths of several persons including a Member of Parliament and extensive damage to property throughout the country. The Human Rights Commission of Sri Lanka (HRCSL), as well, has initiated independent investigations and inquiries into these incidents.",
    "On the important aspect of the economy, in order to stabilise the situation and provide essentials for the people, we are formulating concrete measures which are expected to lead to an IMF supported program. In moving forward, we are in dialogue with all stakeholders including domestic and international partners. We are putting together a coherent structure to place our economy back on a sustainable growth path and to provide for necessities such as food, fertiliser, energy and medicines. The current situation and future reform measures have a potentially adverse impact on the lives and livelihoods of the poor and the vulnerable. We are, therefore, firmly committed to targeted social protection measures to mitigate these consequences. We recognise as a core belief that human rights are indivisible, interconnected and interdependent.",
    "Over the past years, including at the 49th Session in March this year, we have interacted with the Council in addressing a series of issues raised in relation to Sri Lanka. Today, as we seek to redress grievances and issues in a broader social context, it is both compelling and challenging to demonstrate further tangible progress on post-conflict consolidation through domestic processes. We will continue to do so by active engagement with this Council.",
    "Notwithstanding the recent challenges and constraints, I would like to highlight significant progress made in some key areas. Since the previous meeting, soon after my pledge to the HRC that the Prevention of Terrorism Act (PTA) will be amended, I presented legislation to Parliament to amend the PTA, and this was enacted. The cumulative effect of these Amendments will make a substantial improvement of, and a profound impact upon, the existing law and will further the cause of human rights and human freedoms in Sri Lanka.",
    "In this regard, the Inspector General of Police has issued instructions whereby there is a de facto moratorium on arrests being made under the PTA. Law enforcement officials have been instructed by the Inspector General of Police to follow due process in the conduct of investigations under the PTA and to use the PTA only in instances of extreme necessity.",
    "After the last Session of this Council, from March to June 2022, 22 persons detained under the PTA have been released on the recommendation of the Advisory Board established under Section 13 of the PTA.",
    "The list of designated individuals, groups and entities under the United Nations Regulation No. 1 of 2012 is being reviewed. As of now 318 individuals and four entitles are proposed to be delisted. This is a continuing exercise.",
    "The Office for National Unity and Reconciliation (ONUR) continued with its mandate in promoting reconciliation.",
    "With regard to the SDGs, Sri Lanka has made substantial progress, including on SDG16. The UN Sustainable Development Report 2021 has placed Sri Lanka at the 87th position (SL’s global rank has increased by seven positions out of 165 countries) and the country is given an overall ranking of 68.1, which is above the regional average.",
    "The Office on Missing Persons (OMP) has met more than 83% of persons invited for panels of inquiries as part of its verification process. The Office for Reparations (OR) was allocated Rs. 53 million in addition to its initial allocation of Rs. 759 million to pay compensation for the year, despite the current economic constraints.",
    "More than 92% of private lands occupied by the military at the end of the conflict have been released to the legitimate owners. Steps are being taken to resettle the last remaining 8,090 IDPs.",
    "On the Easter Sunday attacks, the Attorney General has sent out several indictments to High Courts and the Trials in this regard are proceeding.",
    "Sri Lanka remains open to engaging with the diaspora community and with civil society organisations committed to the wellbeing of our country.",
    "In the past I have made clear that Sri Lanka rejects the so-called external evidence gathering mechanism introduced by HRC Resolution 46/1, adopted without our consent and that of other members of this Council. We reiterate our conviction that this mechanism will only serve to polarise and divide and will be an unproductive and unhelpful drain on the resources of this Council and its Members.",
    "In conclusion, we seek the understanding of this Council regarding the challenging social and economic situation in Sri Lanka. We undertake to engage in the multiple tasks before us and to honour legitimate commitments. Sri Lanka is an active participant in the multilateral framework and has continued its close engagement with the international community and the Human Rights Council to realise the promotion and protection of human rights with justice and equity for our people. The difficult situation we are facing today, and the voices of our youth remind us urgently that we need to address these challenges with humility.",
    "Our approach, Mr. President, is to recognise the challenges without being overwhelmed or constricted by it. With a clearly conceived objective, clarity regarding the means to accomplish it and, above all, confidence in the resilience of our people- which has served this nation well in the past- we embark on an intricate journey, step by step. We are immensely fortified by the sustained goodwill and support of the international community, manifested in abundant measure and look forward to continuing open engagement."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ අභියෝගාත්මක සමාජ හා ආර්ථික තත්ත්වය සම්බන්ධයෙන් එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ අවබෝධය ලබා ගැනීමට FM අපේක්ෂා කරයි",
      "body_lines": [
        "නව අගමැති, බහු පක්ෂ කැබිනට් මණ්ඩලය පත් කිරීමත් සමඟ දුරදිග යන දේශපාලන වෙනස්කම් සිදුවෙමින් පවතින බව පවසයි",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ අවසන් සැසිවාරයෙන් පසු, ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ පුද්ගලයින් 22 දෙනෙකු නිදහස් කරන ලදී",
        "ගැටුම අවසානයේ හමුදාව විසින් අත්පත් කරගෙන සිටි පෞද්ගලික ඉඩම්වලින් 92% කට වඩා නිදහස් කර ඇත",
        "වත්මන් ආර්ථික අර්බුද හමුවේ ජනතාවට සහන සැලසීමට රජය ගෙන ඇති ක්‍රියාමාර්ග මෙන්ම රටේ මානව හිමිකම් තවදුරටත් ඉදිරියට ගෙන යාමට ගෙන ඇති පියවර පිළිබඳව විදේශ කටයුතු අමාත්‍ය මහාචාර්ය ජී.එල්.පීරිස් මහතා ඊයේ ජිනීවාහි එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයට කරුණු ඉදිරිපත් කළේය.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 50 වැනි සැසිවාරය අමතමින් අමාත්‍යවරයා ශ්‍රී ලංකාවේ අභියෝගාත්මක සමාජ හා ආර්ථික තත්ත්වය පිළිබඳව කවුන්සිලයේ අවබෝධය ලබා ගත් අතර එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයට කරන ලද නීත්‍යානුකූල කැපවීම්වලට ගරු කරන බවට ප්‍රතිඥා දුන්නේය.",
        "අමාත්‍යවරයා එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය අමතා කළ සම්පූර්ණ කතාව මෙන්න:",
        "ශ්‍රී ලංකාව අපගේ ප්‍රගතිය සහ අභියෝග මෙම කවුන්සිලය සහ එක්සත් ජාතීන්ගේ අනෙකුත් ආයතන සමඟ විවෘත හුවමාරුවක නිරතුරුව බෙදාගෙන ඇත. කවුන්සිලයේ වත්මන් සැසිවාරය අමතා මම මෙම දේශනය කරන්නේ විනිවිදභාවය, අවංකභාවය සහ විවෘතභාවය පිළිබඳ මෙම ආත්මය තුළ ය.",
        "පසුගිය සති කිහිපය තුළ ශ්‍රී ලංකාව මුහුණ දුන් බරපතළ සමාජ හා ආර්ථික තත්ත්වය පිළිබඳව ජාත්‍යන්තර ප්‍රජාව දනී. වසංගතය ඇතුළු ගෝලීය අර්බුද හේතුවෙන් මෙම තත්ත්වය උග්‍ර වී ඇති අතර, විරෝධතාවල අවධානය ආර්ථික සහන සහ ආයතනික ප්‍රතිසංස්කරණ සඳහා වන ඉල්ලීම් වලින් සමන්විත වේ. මෙම අභියෝග හඳුනා ගනිමින් සහ සියල්ලන් ඇතුළත් කර ගනිමින් ඉදිරියට යාමේදී, අපගේ සියලුම ජනතාවගේ, විශේෂයෙන්ම, තරුණ ප්‍රජාවගේ අපේක්ෂාවන්ට අවනත වීම ඉතා වැදගත් යැයි අපි සලකමු.",
        "අනාගතය සඳහා ස්ථාවර පදනමක් ලෙස, පුළුල් පදනමක් සහිත රජයක් හරහා ජාතික ප්‍රශ්න සඳහා සම්මුතිවාදී ප්‍රවේශයක් අවශ්‍ය බව ජනාධිපතිවරයා සහ අගමැතිවරයා ඉල්ලා සිටිති. නව අග්‍රාමාත්‍යවරයෙකු පත් කිරීම සහ නව බහු පක්ෂ කැබිනට් මණ්ඩලයක් පත් කිරීමත් සමඟ දුරදිග යන දේශපාලන වෙනස්කම් දැනටමත් සිදුවෙමින් පවතී.",
        "21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ අවශ්‍යතාවය, පාර්ලිමේන්තුව, ස්වාධීන ආයතනවල මූලික ප්‍රජාතන්ත්‍රවාදී වටිනාකම් තහවුරු කිරීම සහ විධායකයේ බලතල පිළිබඳ ආචාර පිරික්සීම සහ තුලනය පිළිබඳ සර්ව පාක්ෂික එකඟතාවක් ඇති කර ගැනීමට අපි ක්‍රියාකාරීව නිරතව සිටිමු. මෙම ප‍්‍රතිසංස්කරණ ප‍්‍රජාතන්ත‍්‍රවාදී ව්‍යවස්ථාමය රාමුවක් තුළ සහ නියමිත ක‍්‍රියාවලියට අනුකූලව සිදු වන බවට සාමූහිකව සහතික විය යුතුය. වෙනස් කිරීමේ ක්‍රියාවලිය ශක්තිමත් කිරීමට උත්සාහ කරන ප්‍රජාතන්ත්‍රවාදී ආයතන විනාශ නොකළ යුතුය.",
        "විසම්මුතිය සාමකාමී විය යුතු අතර ප්‍රජාතන්ත්‍රවාදී අවකාශය තුළ ප්‍රකාශ කළ යුතු බව අපි නිරන්තරයෙන් අවධාරණය කර ඇත්තෙමු. පසුගිය කාලයේ ඇති වූ කැළඹීම් වලදී, නීතිය සහ මහජන සාමය පවත්වාගෙන යාම සහ අත්‍යාවශ්‍ය භාණ්ඩ බාධාවකින් තොරව බෙදා හැරීමට ඉඩ සැලසීමේ එකම අරමුණ සඳහා සීමිත ඇඳිරි නීතිය සහ හදිසි නීති රෙගුලාසි පනවන ලදී. නීතිපතිවරයාගේ නිදසුන යටතේ සහ සෘජු අධිකරණ අධීක්ෂණය යටතේ මැයි 9 වැනි දින සිදු වූ සිදුවීම් සහ ඉන් පසුව සිදු වූ සිදුවීම් සම්බන්ධයෙන් පූර්ණ පරික්ෂණ ක්‍රියාත්මක වේ. එමෙන්ම පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ඇතුළු කිහිප දෙනෙකු මියයාම සහ රටපුරා විශාල ලෙස දේපල හානි සිදුකිරීම අපි දැඩි ලෙස හෙළා දකිමු. ශ්‍රී ලංකා මානව හිමිකම් කොමිෂන් සභාව (HRCSL) ද මෙම සිදුවීම් සම්බන්ධයෙන් ස්වාධීන පරීක්ෂණ සහ පරීක්ෂණ ආරම්භ කර ඇත.",
        "ආර්ථිකයේ වැදගත් අංගය මත, තත්ත්වය ස්ථාවර කිරීමට සහ ජනතාවට අත්‍යවශ්‍ය දෑ සැපයීම සඳහා, අපි ජාමූඅ අනුග්‍රහය දක්වන වැඩසටහනකට මග පාදනු ඇතැයි අපේක්ෂා කරන සංයුක්ත පියවරයන් සකස් කරමින් සිටිමු. ඉදිරියට යාමේදී අපි දේශීය සහ ජාත්‍යන්තර හවුල්කරුවන් ඇතුළු සියලුම පාර්ශවකරුවන් සමඟ සංවාදයක යෙදී සිටිමු. අපගේ ආර්ථිකය නැවත තිරසාර වර්ධන මාවතකට ගෙන ඒමට සහ ආහාර, පොහොර, බලශක්තිය සහ ඖෂධ වැනි අවශ්‍යතා සැපයීම සඳහා අපි සුසංයෝගී ව්‍යුහයක් සකස් කරමින් සිටිමු. වත්මන් තත්ත්වය සහ අනාගත ප්‍රතිසංස්කරණ පියවරයන් දුප්පතුන්ගේ සහ අවදානමට ලක්වූවන්ගේ ජීවිත හා ජීවනෝපාය කෙරෙහි අහිතකර බලපෑමක් ඇති කළ හැකිය. එබැවින්, මෙම ප්රතිවිපාක අවම කිරීම සඳහා ඉලක්කගත සමාජ ආරක්ෂණ පියවරයන් සඳහා අපි දැඩි ලෙස කැපවී සිටිමු. මානව හිමිකම් නොබෙදිය හැකි, අන්තර් සම්බන්ධිත සහ අන්තර් රඳා පවතින බව මූලික විශ්වාසයක් ලෙස අපි පිළිගනිමු.",
        "මේ වසරේ මාර්තු මාසයේ 49 වැනි සැසිවාරය ඇතුළුව පසුගිය වසර කිහිපය තුළ, ශ්‍රී ලංකාව සම්බන්ධයෙන් මතු වූ ගැටලු මාලාවක් විසඳීම සඳහා අපි කවුන්සිලය සමඟ අන්තර් ක්‍රියා කළෙමු. අද දින, අපි පුළුල් සමාජ සන්දර්භයක් තුළ දුක්ගැනවිලි සහ ගැටළු විසඳීමට උත්සාහ කරන විට, දේශීය ක්‍රියාවලීන් හරහා පශ්චාත්-ගැටුම් ඒකාබද්ධ කිරීම පිළිබඳ තවදුරටත් ප්‍රත්‍යක්ෂ ප්‍රගතියක් පෙන්නුම් කිරීම බලවත් මෙන්ම අභියෝගාත්මක ය. මෙම කවුන්සිලය සමඟ සක්‍රීයව සම්බන්ධ වීමෙන් අපි එය දිගටම කරගෙන යන්නෙමු.",
        "මෑත කාලීන අභියෝග සහ සීමාවන් නොතකා, සමහර ප්‍රධාන ක්ෂේත්‍රවල ඇති සැලකිය යුතු ප්‍රගතිය ඉස්මතු කිරීමට මම කැමැත්තෙමි. ත්‍රස්තවාදය වැලැක්වීමේ පනත (PTA) සංශෝධනය කරන බවට මා මානව හිමිකම් කොමිසමට ප්‍රතිඥා දීමෙන් පසුව, ත්‍රස්තවාදය වැළැක්වීමේ පනත සංශෝධනය කිරීමට අවශ්‍ය නීති පාර්ලිමේන්තුවට ඉදිරිපත් කළ අතර, එය සම්මත කරන ලදී. මෙම සංශෝධනවල සමුච්චිත බලපෑම දැනට පවතින නීතියේ සැලකිය යුතු දියුණුවක් සහ ගැඹුරු බලපෑමක් ඇති කරන අතර ශ්‍රී ලංකාවේ මානව හිමිකම් සහ මානව නිදහස සඳහා තවදුරටත් හේතු වනු ඇත.",
        "මේ සම්බන්ධයෙන්, ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ අත්අඩංගුවට ගැනීම් සම්බන්ධයෙන් තත්‍ය තහනමක් පනවා ඇති බවට පොලිස්පතිවරයා උපදෙස් නිකුත් කර ඇත. ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ පරීක්ෂණ පැවැත්වීමේදී නිසි ක්‍රමවේදයක් අනුගමනය කරන ලෙසත්, අත්‍යවශ්‍ය අවස්ථාවලදී පමණක් ත්‍රස්තවාදය වැළැක්වීමේ පනත භාවිතා කරන ලෙසත් පොලිස්පතිවරයා විසින් නීතිය ක්‍රියාත්මක කරන නිලධාරීන්ට උපදෙස් දී ඇත.",
        "මෙම කවුන්සිලයේ අවසන් සැසිවාරයෙන් පසුව, 2022 මාර්තු සිට ජූනි දක්වා, ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ රඳවා සිටි පුද්ගලයින් 22 දෙනෙකු ත්‍රස්තවාදය වැළැක්වීමේ පනතේ 13 වගන්තිය යටතේ පිහිටුවන ලද උපදේශක මණ්ඩලයේ නිර්දේශය මත නිදහස් කර ඇත.",
        "2012 අංක 1 දරන එක්සත් ජාතීන්ගේ රෙගුලාසි යටතේ නම් කරන ලද පුද්ගලයින්, කණ්ඩායම් සහ ආයතන ලැයිස්තුව සමාලෝචනය කෙරේ. මේ වන විට පුද්ගලයින් 318 දෙනෙකු සහ හිමිකම් හතරක් ඉවත් කිරීමට යෝජිතය. මෙය අඛණ්ඩ ව්යායාමයකි.",
        "ජාතික සමගිය සහ ප්‍රතිසන්ධානය සඳහා වූ කාර්යාලය (ONUR) සංහිඳියාව ප්‍රවර්ධනය කිරීමේ දී එහි විධානය දිගටම කරගෙන ගියේය.",
        "SDGs සම්බන්ධයෙන්, SDG16 ඇතුළුව ශ්‍රී ලංකාව සැලකිය යුතු ප්‍රගතියක් ලබා ඇත. එක්සත් ජාතීන්ගේ තිරසාර සංවර්ධන වාර්තාව 2021 ශ්‍රී ලංකාව 87 වැනි ස්ථානයට පත් කර ඇත (ශ්‍රී ලංකාවේ ගෝලීය ශ්‍රේණිගත කිරීම රටවල් 165 කින් ස්ථාන හතකින් ඉහළ ගොස් ඇත) සහ රටට 68.1 හි සමස්ත ශ්‍රේණිගත කිරීමක් ලබා දී ඇති අතර එය කලාපීය සාමාන්‍යයට වඩා ඉහළින් පවතී.",
        "අතුරුදහන් වූවන් පිළිබඳ කාර්යාලය (OMP) එහි සත්‍යාපන ක්‍රියාවලියේ කොටසක් ලෙස විමර්ශන මණ්ඩල සඳහා ආරාධනා කරන ලද පුද්ගලයින්ගෙන් 83% කට වඩා වැඩි පිරිසක් හමු වී ඇත. වන්දි ගෙවීමේ කාර්යාලය (OR) සඳහා රු. මිලියන 53ක් එහි මූලික ප්‍රතිපාදන රු. වත්මන් ආර්ථික බාධාවන් නොතකා වසර සඳහා වන්දි ගෙවීමට මිලියන 759 කි.",
        "ගැටුම අවසානයේ හමුදාව විසින් අත්පත් කරගෙන සිටි පෞද්ගලික ඉඩම්වලින් 92% කට වැඩි ප්‍රමාණයක් නීත්‍යානුකූල හිමිකරුවන්ට නිදහස් කර ඇත. අවතැන් වූ අවතැන් වූවන් 8,090ක් පමණ නැවත පදිංචි කිරීමට පියවර ගැනේ.",
        "පාස්කු ඉරිදා ප්‍රහාරය සම්බන්ධයෙන් නීතිපතිවරයා විසින් අධිචෝදනා කිහිපයක් මහාධිකරණ වෙත යවා ඇති අතර ඊට අදාළ නඩු විභාග සිදුවෙමින් පවතී.",
        "ඩයස්පෝරා ප්‍රජාව සමඟ සහ අපේ රටේ යහපැවැත්ම සඳහා කැපවී සිටින සිවිල් සමාජ සංවිධාන සමඟ සම්බන්ධ වීමට ශ්‍රී ලංකාව විවෘතව පවතී.",
        "මානව හිමිකම් කවුන්සිලයේ 46/1 යෝජනාව මගින් අපගේ සහ මෙම කවුන්සිලයේ අනෙකුත් සාමාජිකයින්ගේ අනුමැතියකින් තොරව සම්මත කරන ලද ඊනියා බාහිර සාක්ෂි රැස්කිරීමේ යාන්ත්‍රණය ශ්‍රී ලංකාව ප්‍රතික්ෂේප කරන බව පසුගිය කාලයේ මම පැහැදිලිව ප්‍රකාශ කළෙමි. මෙම යාන්ත්‍රණය ධ්‍රැවීකරණයට හා බෙදීමට පමණක් සේවය කරන බවත් මෙම කවුන්සිලයේ සහ එහි සාමාජිකයින්ගේ සම්පත් ඵලදායි නොවන සහ ප්‍රයෝජනවත් නොවන කාණුවක් වනු ඇති බවට අපගේ විශ්වාසය අපි නැවත අවධාරණය කරමු.",
        "අවසාන වශයෙන්, ශ්‍රී ලංකාවේ අභියෝගාත්මක සමාජ හා ආර්ථික තත්ත්වය පිළිබඳව මෙම කවුන්සිලයේ අවබෝධය අපි අපේක්ෂා කරමු. අප ඉදිරියේ ඇති බහුවිධ කාර්යයන්හි නිරත වීමට සහ නීත්‍යානුකූල කැපවීම්වලට ගරු කිරීමට අපි භාර ගනිමු. ශ්‍රී ලංකාව බහුපාර්ශ්වික රාමුවේ ක්‍රියාකාරී සහභාගිවන්නෙකු වන අතර අපගේ ජනතාවට යුක්තිය සහ සාධාරණත්වය සමඟ මානව හිමිකම් ප්‍රවර්ධනය කිරීම සහ ආරක්ෂා කිරීම සාක්ෂාත් කර ගැනීම සඳහා ජාත්‍යන්තර ප්‍රජාව සහ මානව හිමිකම් කවුන්සිලය සමඟ සමීපව කටයුතු කර ඇත. අද අප මුහුණ දී සිටින දුෂ්කර තත්ත්වයත්, අපේ තරුණ පරපුරේ හඬත් අපට වහා මතක් කර දෙන්නේ නිහතමානීව මේ අභියෝගවලට මුහුණ දිය යුතු බව ය.",
        "ජනාධිපතිතුමනි, අපගේ ප්‍රවේශය වන්නේ අභියෝගවලට යට නොවී හෝ සීමා නොවී හඳුනා ගැනීමයි. පැහැදිලිව සංකල්පිත පරමාර්ථයක් ඇතිව, එය ඉටුකර ගැනීමට අවශ්‍ය විධික්‍රම පිළිබඳ පැහැදිළි බව සහ, සියල්ලටත් වඩා, අතීතයේ දී මේ ජාතියට හොඳින් සේවය කළ අපේ ජනතාවගේ ඔරොත්තු දීමේ හැකියාව පිළිබඳ විශ්වාසය ඇතිව, අපි පියවරෙන් පියවර සංකීර්ණ ගමනක් ආරම්භ කරමු. ජාත්‍යන්තර ප්‍රජාවේ තිරසාර සුහදතාවයෙන් සහ සහයෝගයෙන් අපි අතිශයින් ශක්තිමත් වී සිටින අතර, බහුල වශයෙන් ප්‍රකාශිත වන අතර අඛණ්ඩව විවෘත මැදිහත්වීම අපේක්ෂා කරමු."
      ]
    },
    "ta": {
      "title": "இலங்கையில் சவாலான சமூக மற்றும் பொருளாதார நிலைமை குறித்து UNHRC பற்றிய புரிதலை FM நாடுகிறது",
      "body_lines": [
        "புதிய பிரதமர், பல கட்சிகள் அடங்கிய அமைச்சரவை நியமனம் மூலம் நீண்டகால அரசியல் மாற்றங்கள் நிகழ்ந்து வருவதாகக் கூறுகிறது",
        "UNHRC இன் கடைசி அமர்வுக்குப் பிறகு, PTA விடுதலையின் கீழ் 22 பேர் தடுத்து வைக்கப்பட்டனர்",
        "மோதலின் முடிவில் இராணுவத்தால் ஆக்கிரமிக்கப்பட்ட 92% தனியார் நிலங்கள் விடுவிக்கப்பட்டன",
        "வெளிவிவகார அமைச்சர் பேராசிரியர் ஜீ.எல்.பீரிஸ் நேற்று ஜெனீவாவில் உள்ள ஐக்கிய நாடுகளின் மனித உரிமைகள் பேரவையில் தற்போதைய பொருளாதார நெருக்கடியில் மக்களுக்கு உதவ அரசாங்கம் எடுத்துள்ள நடவடிக்கைகள் மற்றும் நாட்டில் மனித உரிமைகளை மேம்படுத்துவதற்கு எடுக்கப்பட்ட நடவடிக்கைகள் குறித்து விளக்கினார்.",
        "ஐநா மனித உரிமைகள் பேரவையின் 50 ஆவது அமர்வில் உரையாற்றிய அமைச்சர், இலங்கையின் சவாலான சமூக மற்றும் பொருளாதார நிலைமை குறித்து சபையின் புரிதலைக் கோரியதுடன், ஐநா மனித உரிமைகள் பேரவைக்கு வழங்கிய நியாயமான வாக்குறுதிகளை நிறைவேற்றுவதாகவும் உறுதியளித்தார்.",
        "UNHRCக்கு அமைச்சர் ஆற்றிய உரையின் முழு உரை இங்கே:",
        "இந்த சபையுடனும் ஐக்கிய நாடுகள் சபையின் ஏனைய உறுப்புக்களுடனும் பகிரங்கமான பரிமாற்றத்தில் எமது முன்னேற்றம் மற்றும் சவால்களை இலங்கை தொடர்ந்து பகிர்ந்துகொண்டுள்ளது. இந்த வெளிப்படைத்தன்மை, நேர்மை மற்றும் திறந்த மனப்பான்மையில் தான், தற்போதைய கவுன்சில் அமர்வில் நான் இந்த உரையை ஆற்றுகிறேன்.",
        "அண்மைய வாரங்களில் இலங்கை எதிர்கொள்ளும் பாரதூரமான சமூக மற்றும் பொருளாதார நிலைமையை சர்வதேச சமூகம் உணர்ந்துள்ளது. தொற்றுநோய் உள்ளிட்ட உலகளாவிய நெருக்கடிகளால் இந்த நிலைமை மோசமாகிவிட்டாலும், போராட்டங்களின் கவனம் பொருளாதார நிவாரணம் மற்றும் நிறுவன சீர்திருத்தத்திற்கான கோரிக்கைகளை உள்ளடக்கியது. இந்தச் சவால்களை அங்கீகரித்து, அனைவரையும் உள்ளடக்கிய முறையில் முன்னோக்கிச் செல்வதில், நமது மக்களின் அனைத்துப் பிரிவுகளின், குறிப்பாக, இளைஞர்களின் அபிலாஷைகளுக்கு செவிசாய்ப்பது மிகவும் முக்கியமானதாக நாங்கள் கருதுகிறோம்.",
        "எதிர்காலத்திற்கான நிலையான அடித்தளமாக, பரந்த அடிப்படையிலான அரசாங்கத்தின் ஊடாக தேசிய பிரச்சினைகளுக்கு ஒருமித்த அணுகுமுறையை ஜனாதிபதியும் பிரதமரும் கோரியுள்ளனர். புதிய பிரதமரின் நியமனம் மற்றும் பல கட்சிகள் அடங்கிய புதிய அமைச்சரவையின் நியமனம் ஆகியவற்றுடன் அரசியல் மாற்றங்கள் ஏற்கனவே இடம்பெற்று வருகின்றன.",
        "அரசியலமைப்பின் 21 வது திருத்தத்தின் தேவை, பாராளுமன்றம், சுயாதீன நிறுவனங்கள் மற்றும் வணக்கச் சரிபார்ப்பு மற்றும் நிறைவேற்று அதிகாரங்களை சமநிலைப்படுத்துதல் ஆகியவற்றில் உள்ள அடிப்படை ஜனநாயக விழுமியங்களை ஒருங்கிணைக்க, அனைத்து கட்சிகளின் ஒருமித்த கருத்தை உருவாக்குவதில் நாங்கள் தீவிரமாக ஈடுபட்டுள்ளோம். இந்த சீர்திருத்தங்கள் ஜனநாயக அரசியலமைப்பு கட்டமைப்பிற்குள் மற்றும் உரிய நடைமுறைக்கு ஏற்ப நடைபெறுவதை நாம் கூட்டாக உறுதி செய்ய வேண்டும். மாற்றத்தின் செயல்முறை வலுப்படுத்த விரும்பும் ஜனநாயக அமைப்புகளை அழிக்கக்கூடாது.",
        "கருத்து வேறுபாடுகள் அமைதியானதாகவும், ஜனநாயக வெளிக்குள் வெளிப்படுத்தப்பட வேண்டும் என்றும் நாங்கள் தொடர்ந்து வலியுறுத்தி வருகிறோம். அண்மைய இடையூறுகளின் போது, ​​சட்டம் மற்றும் பொது ஒழுங்கைப் பேணுதல் மற்றும் அத்தியாவசியப் பொருட்களை தடையின்றி விநியோகிக்க அனுமதிக்கும் ஒரே நோக்கத்திற்காக வரையறுக்கப்பட்ட ஊரடங்கு உத்தரவு மற்றும் அவசரகால விதிமுறைகள் விதிக்கப்பட்டன. அட்டர்னி ஜெனரலின் முன்மாதிரி மற்றும் நேரடி நீதித்துறை மேற்பார்வையின் கீழ், மே 9 ஆம் தேதி நடந்த சம்பவங்கள் மற்றும் அதன் பின்விளைவுகள் தொடர்பாக முழு அளவிலான விசாரணைகள் நடந்து வருகின்றன. நாடளாவிய ரீதியில் பாராளுமன்ற உறுப்பினர் உட்பட பலரின் மரணம் மற்றும் பெருமளவிலான சொத்துக்களுக்கு சேதம் விளைவிப்பதையும் நாங்கள் கண்டிக்காமல் கண்டிக்கிறோம். இலங்கை மனித உரிமைகள் ஆணைக்குழுவும் (HRCSL) இந்த சம்பவங்கள் தொடர்பாக சுயாதீன விசாரணைகள் மற்றும் விசாரணைகளை ஆரம்பித்துள்ளது.",
        "பொருளாதாரத்தின் முக்கியமான அம்சத்தில், நிலைமையை நிலைப்படுத்தவும், மக்களுக்கு அத்தியாவசியமானவற்றை வழங்கவும், IMF ஆதரவு திட்டத்திற்கு வழிவகுக்கும் என்று எதிர்பார்க்கப்படும் உறுதியான நடவடிக்கைகளை நாங்கள் உருவாக்குகிறோம். முன்னோக்கிச் செல்வதில், உள்நாட்டு மற்றும் சர்வதேச பங்காளிகள் உட்பட அனைத்து பங்குதாரர்களுடனும் நாங்கள் உரையாடுகிறோம். நமது பொருளாதாரத்தை மீண்டும் நிலையான வளர்ச்சிப் பாதையில் கொண்டு செல்வதற்கும், உணவு, உரம், எரிசக்தி மற்றும் மருந்துகள் போன்ற தேவைகளை வழங்குவதற்கும் ஒரு ஒத்திசைவான கட்டமைப்பை உருவாக்குகிறோம். தற்போதைய சூழ்நிலை மற்றும் எதிர்கால சீர்திருத்த நடவடிக்கைகள் ஏழைகள் மற்றும் பாதிக்கப்படக்கூடியவர்களின் வாழ்க்கை மற்றும் வாழ்வாதாரத்தின் மீது எதிர்மறையான தாக்கத்தை ஏற்படுத்துகின்றன. எனவே, இந்த விளைவுகளைத் தணிக்க இலக்கு சமூகப் பாதுகாப்பு நடவடிக்கைகளுக்கு நாங்கள் உறுதியாக உள்ளோம். மனித உரிமைகள் பிரிக்க முடியாதவை, ஒன்றோடொன்று இணைக்கப்பட்டவை மற்றும் ஒன்றுக்கொன்று சார்ந்தவை என்பதை ஒரு முக்கிய நம்பிக்கையாக நாங்கள் அங்கீகரிக்கிறோம்.",
        "கடந்த ஆண்டுகளில், இந்த ஆண்டு மார்ச் மாதம் 49 வது அமர்வு உட்பட, இலங்கை தொடர்பாக எழுப்பப்பட்ட தொடர்ச்சியான பிரச்சினைகளுக்கு தீர்வு காண்பதில் நாங்கள் கவுன்சிலுடன் தொடர்பு கொண்டுள்ளோம். இன்று, நாம் ஒரு பரந்த சமூகச் சூழலில் குறைகள் மற்றும் சிக்கல்களைத் தீர்க்க முற்படுகையில், உள்நாட்டு செயல்முறைகள் மூலம் மோதலுக்குப் பிந்தைய ஒருங்கிணைப்பில் மேலும் உறுதியான முன்னேற்றத்தை நிரூபிப்பது கட்டாயமானது மற்றும் சவாலானது. இந்தச் சபையுடன் செயலில் ஈடுபடுவதன் மூலம் அதைத் தொடர்ந்து செய்வோம்.",
        "சமீபத்திய சவால்கள் மற்றும் தடைகள் இருந்தபோதிலும், சில முக்கிய துறைகளில் குறிப்பிடத்தக்க முன்னேற்றத்தை நான் முன்னிலைப்படுத்த விரும்புகிறேன். முந்தைய கூட்டத்தின் பின்னர், பயங்கரவாதத் தடைச் சட்டம் (PTA) திருத்தப்படும் என்று HRC க்கு நான் உறுதியளித்த உடனேயே, PTA ஐ திருத்துவதற்கான சட்டத்தை நான் பாராளுமன்றத்தில் முன்வைத்தேன், அது நிறைவேற்றப்பட்டது. இந்த திருத்தங்களின் ஒட்டுமொத்த விளைவு, தற்போதுள்ள சட்டத்தில் கணிசமான முன்னேற்றத்தையும், ஆழமான தாக்கத்தையும் ஏற்படுத்துவதோடு, இலங்கையில் மனித உரிமைகள் மற்றும் மனித சுதந்திரங்களுக்கான காரணத்தை மேலும் அதிகரிக்கும்.",
        "இந்த நிலையில், பயங்கரவாத தடைச்சட்டத்தின் கீழ் கைது செய்யப்படுபவர்களுக்கு நடைமுறையில் தடை விதிக்கப்படும் என பொலிஸ் மா அதிபர் உத்தரவு பிறப்பித்துள்ளார். PTA இன் கீழ் விசாரணைகளை மேற்கொள்வதில் உரிய நடைமுறையைப் பின்பற்றுமாறும், மிகவும் அவசியமான சந்தர்ப்பங்களில் மட்டுமே PTA ஐப் பயன்படுத்துமாறும் பொலிஸ் மா அதிபர் மூலம் சட்ட அமலாக்க அதிகாரிகளுக்கு அறிவுறுத்தப்பட்டுள்ளது.",
        "இந்த கவுன்சிலின் கடைசி அமர்வுக்குப் பிறகு, மார்ச் முதல் ஜூன் 2022 வரை, பயங்கரவாதத் தடுப்புச் சட்டத்தின் 13வது பிரிவின் கீழ் நிறுவப்பட்ட ஆலோசனைக் குழுவின் பரிந்துரையின் பேரில், பயங்கரவாதத் தடுப்புச் சட்டத்தின் கீழ் தடுத்து வைக்கப்பட்டிருந்த 22 பேர் விடுவிக்கப்பட்டுள்ளனர்.",
        "2012 ஆம் ஆண்டின் ஐக்கிய நாடுகளின் ஒழுங்குமுறை எண். 1 இன் கீழ் நியமிக்கப்பட்ட தனிநபர்கள், குழுக்கள் மற்றும் நிறுவனங்களின் பட்டியல் மதிப்பாய்வு செய்யப்படுகிறது. தற்போது 318 தனிநபர்கள் மற்றும் நான்கு தகுதிகள் பட்டியலில் இருந்து நீக்க முன்மொழியப்பட்டுள்ளது. இது ஒரு தொடர் பயிற்சி.",
        "தேசிய ஒற்றுமை மற்றும் நல்லிணக்கத்திற்கான அலுவலகம் (ONUR) நல்லிணக்கத்தை ஊக்குவிப்பதில் அதன் ஆணையைத் தொடர்ந்தது.",
        "SDG களைப் பொறுத்தவரை, SDG16 உட்பட இலங்கை கணிசமான முன்னேற்றத்தை அடைந்துள்ளது. ஐக்கிய நாடுகள் சபையின் நிலையான அபிவிருத்தி அறிக்கை 2021 இலங்கையை 87வது இடத்தில் வைத்துள்ளது (165 நாடுகளில் SL இன் உலகளாவிய தரவரிசை ஏழு நிலைகளால் அதிகரித்துள்ளது) மற்றும் நாட்டிற்கு ஒட்டுமொத்த தரவரிசை 68.1 வழங்கப்பட்டுள்ளது, இது பிராந்திய சராசரியை விட அதிகமாக உள்ளது.",
        "காணாமல் போனோர் தொடர்பான அலுவலகம் (OMP) அதன் சரிபார்ப்பு செயல்முறையின் ஒரு பகுதியாக விசாரணைக் குழுவிற்கு அழைக்கப்பட்ட 83%க்கும் அதிகமான நபர்களை சந்தித்துள்ளது. இழப்பீடுகளுக்கான அலுவலகம் (OR) ரூ. 53 மில்லியன் அதன் ஆரம்ப ஒதுக்கீடான ரூ. தற்போதைய பொருளாதார தடைகள் இருந்தபோதிலும், ஆண்டுக்கான இழப்பீடு செலுத்த 759 மில்லியன்.",
        "மோதலின் முடிவில் இராணுவத்தால் ஆக்கிரமிக்கப்பட்ட தனியார் நிலங்களில் 92% க்கும் அதிகமானவை முறையான உரிமையாளர்களுக்கு விடுவிக்கப்பட்டுள்ளன. கடைசியாக எஞ்சியுள்ள 8,090 இடம்பெயர்ந்தவர்களை மீள்குடியேற்ற நடவடிக்கை எடுக்கப்பட்டு வருகிறது.",
        "ஈஸ்டர் ஞாயிறு தாக்குதல்கள் தொடர்பாக, சட்டமா அதிபர் உயர் நீதிமன்றங்களுக்கு பல குற்றப்பத்திரிகைகளை அனுப்பியுள்ளதோடு, அது தொடர்பான விசாரணைகள் நடைபெற்று வருகின்றன.",
        "புலம்பெயர் சமூகத்துடனும், எமது நாட்டின் நல்வாழ்வுக்காக அர்ப்பணிப்புடன் செயற்படும் சிவில் சமூக அமைப்புகளுடனும் ஈடுபடுவதற்கு இலங்கை திறந்த நிலையில் உள்ளது.",
        "மனித உரிமைகள் ஆணையத்தின் 46/1 தீர்மானத்தின் மூலம் அறிமுகப்படுத்தப்பட்ட வெளிப்புற ஆதாரங்களை சேகரிக்கும் பொறிமுறையை இலங்கை நிராகரிக்கிறது என்பதை கடந்த காலத்தில் நான் தெளிவுபடுத்தினேன். இந்த பொறிமுறையானது துருவப்படுத்துவதற்கும் பிளவுபடுத்துவதற்கும் மட்டுமே உதவும் மற்றும் இந்த கவுன்சில் மற்றும் அதன் உறுப்பினர்களின் வளங்களில் பயனற்ற மற்றும் உதவியற்ற வடிகால் ஆகும் என்ற எங்கள் நம்பிக்கையை நாங்கள் மீண்டும் வலியுறுத்துகிறோம்.",
        "முடிவில், இலங்கையின் சவாலான சமூக மற்றும் பொருளாதார நிலைமை குறித்து இந்த சபையின் புரிதலை நாங்கள் நாடுகிறோம். எமக்கு முன்னால் உள்ள பல பணிகளில் ஈடுபடவும், சட்டபூர்வமான கடமைகளை மதிக்கவும் நாங்கள் உறுதியளிக்கிறோம். இலங்கையானது பலதரப்பு கட்டமைப்பில் செயலில் பங்குபற்றுவதுடன், எமது மக்களுக்கு நீதி மற்றும் சமத்துவத்துடன் மனித உரிமைகளை மேம்படுத்துவதற்கும் பாதுகாப்பதற்கும் சர்வதேச சமூகத்துடனும் மனித உரிமைகள் பேரவையுடனும் நெருங்கிய ஈடுபாட்டைத் தொடர்கிறது. இன்று நாம் எதிர்கொள்ளும் இக்கட்டான சூழ்நிலையும், நமது இளைஞர்களின் குரல்களும், இந்த சவால்களை நாம் பணிவுடன் எதிர்கொள்ள வேண்டும் என்பதை உடனடியாக நமக்கு நினைவூட்டுகின்றன.",
        "எங்கள் அணுகுமுறை, திரு. ஜனாதிபதி, சவால்களை அதிகமாகவோ அல்லது சுருங்கவோ இல்லாமல் அங்கீகரிப்பதாகும். ஒரு தெளிவான நோக்கத்துடன், அதை நிறைவேற்றுவதற்கான வழிமுறைகள் பற்றிய தெளிவு மற்றும், எல்லாவற்றிற்கும் மேலாக, கடந்த காலத்தில் இந்த தேசத்திற்கு சிறப்பாக சேவை செய்த நம் மக்களின் மீள்தன்மையில் நம்பிக்கையுடன், படிப்படியாக, ஒரு சிக்கலான பயணத்தை மேற்கொள்கிறோம். சர்வதேச சமூகத்தின் நீடித்த நல்லெண்ணம் மற்றும் ஆதரவினால் நாங்கள் பெரிதும் பலப்படுத்தப்பட்டுள்ளோம், ஏராளமான அளவில் வெளிப்பட்டு, தொடர்ந்து வெளிப்படையான ஈடுபாட்டை எதிர்நோக்குகிறோம்."
      ]
    }
  }
}