{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/29-persons-test-positive-for-COVID-19/56-734122",
  "time_ut": 1651185240,
  "title": "29 persons test positive for COVID-19",
  "body_lines": [
    "Sri Lanka’s COVID-19 case count rose to 663,301 following the detection of 29 COVID-19 patients yesterday.",
    "The previous day, 33 COVID-19 patients were detected. According to the Health Promotion Bureau, 1,259 PCR tests and 740 rapid antigen tests were conducted on Wednesday.",
    "The country’s total COVID-19 detections include 483,090 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster and 3,059 persons from the Divulapitiya cluster.",
    "In addition to this, 75,667 COVID-19 patients have been detected since 1 January.",
    "The Epidemiology Unit states that 7,242 Sri Lankan returnees from overseas and 328 foreigners make up the country’s imported cases.",
    "Meanwhile, health officials stated that zero COVID-19 deaths were confirmed on Wednesday and the country’s COVID-19 death toll remains unchanged at 16,504.",
    "A total of 9,316 COVID-19 deaths confirmed to date are male and 7,188 deaths are female. The Epidemiology Unit states that 76.28% of the total COVID-19 fatalities is from the over-60 age group, 22.4% is from the 30 to 59 age group, and 1.31% is from the under-30 age group.",
    "COVID-19 vaccines were administered to 1,630 persons on Wednesday and the Epidemiology Unit states that first dose coverage in the country is 77.71%.",
    "Second dose coverage is 65.92%, while 36.31% of the total population has received the booster dose as well.",
    "According to the Epidemiology Unit, 17,063,391 persons have received the first dose of a COVID-19 vaccine and 14,455,035 persons have received the second dose of a COVID-19 vaccine."
  ],
  "translate": {
    "si": {
      "title": "පුද්ගලයින් 29 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කරයි",
      "body_lines": [
        "ඊයේ දිනයේ කොවිඩ්-19 රෝගීන් 29 දෙනෙකු හඳුනාගැනීමෙන් පසු ශ්‍රී ලංකාවේ COVID-19 රෝගීන් සංඛ්‍යාව 663,301 දක්වා ඉහළ ගියේය.",
        "පෙරේදා කොවිඩ්-19 ආසාදිතයින් 33 දෙනෙකු හඳුනාගෙන ඇත. සෞඛ්‍ය ප්‍රවර්ධන කාර්යාංශයට අනුව බදාදා දිනයේ PCR පරීක්ෂණ 1,259 ක් සහ වේගවත් ප්‍රතිදේහජනක පරීක්ෂණ 740 ක් සිදු කර ඇත.",
        "රටේ සමස්ත COVID-19 හඳුනාගැනීම්වලට අලුත් අවුරුදු පොකුරෙන් පුද්ගලයින් 483,090 ක්, පෑලියගොඩ පොකුරෙන් පුද්ගලයින් 82,785 ක්, බන්ධනාගාර පොකුරෙන් පුද්ගලයින් 9,154 ක් සහ දිවුලපිටිය පොකුරෙන් පුද්ගලයින් 3,059 ක් ඇතුළත් වේ.",
        "මීට අමතරව, ජනවාරි 1 වනදා සිට මේ දක්වා COVID-19 රෝගීන් 75,667 ක් හඳුනාගෙන ඇත.",
        "විදේශයන්හි සිට මෙරටට පැමිණි ශ්‍රී ලාංකිකයන් 7,242 ක් සහ විදේශිකයන් 328 ක් මෙරටට ආනයනය කළ රෝගීන් බවට පත්ව ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "මේ අතර, සෞඛ්‍ය නිලධාරීන් ප්‍රකාශ කළේ බදාදා ශුන්‍ය COVID-19 මරණ තහවුරු වූ අතර රටේ COVID-19 මරණ සංඛ්‍යාව 16,504 ලෙස නොවෙනස්ව පවතින බවයි.",
        "මේ දක්වා තහවුරු වී ඇති COVID-19 මරණ 9,316 ක් පිරිමින් වන අතර මරණ 7,188 ක් කාන්තාවන් වේ. සමස්ත COVID-19 මරණවලින් 76.28% ක් වයස අවුරුදු 60 ට වැඩි වයස් කාණ්ඩවල අය වන අතර 22.4% වයස අවුරුදු 30 ත් 59 ත් අතර වයස් කාණ්ඩවල අය වන අතර 1.31% වයස අවුරුදු 30 ට අඩු වයස් කාණ්ඩවල අය බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "COVID-19 එන්නත් බදාදා පුද්ගලයින් 1,630 දෙනෙකුට ලබා දී ඇති අතර, රට තුළ පළමු මාත්‍රාව ආවරණය 77.71% ක් බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "දෙවන මාත්‍රාව ආවරණය 65.92% වන අතර මුළු ජනගහනයෙන් 36.31% බූස්ටර මාත්‍රාව ද ලබා ඇත.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,063,391 ක් ලබාගෙන ඇති අතර COVID-19 එන්නතෙහි දෙවන මාත්‍රාව 14,455,035 ක් ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "29 பேர் கோவிட்-19க்கு நேர்மறை சோதனை",
      "body_lines": [
        "நேற்று 29 COVID-19 நோயாளிகள் கண்டறியப்பட்டதைத் தொடர்ந்து இலங்கையின் COVID-19 வழக்குகளின் எண்ணிக்கை 663,301 ஆக உயர்ந்துள்ளது.",
        "முந்தைய நாள், 33 கோவிட்-19 நோயாளிகள் கண்டறியப்பட்டனர். சுகாதார மேம்பாட்டு பணியகத்தின் படி, புதன்கிழமை 1,259 PCR சோதனைகள் மற்றும் 740 விரைவான ஆன்டிஜென் சோதனைகள் நடத்தப்பட்டன.",
        "நாட்டின் மொத்த COVID-19 கண்டறியப்பட்டவர்களில் புத்தாண்டு குழுவைச் சேர்ந்த 483,090 பேரும், பேலியகொட குழுவிலிருந்து 82,785 பேரும், சிறைச்சாலைக் குழுவிலிருந்து 9,154 பேரும், திவுலப்பிட்டி குழுவிலிருந்து 3,059 பேரும் அடங்குவர்.",
        "இது தவிர, ஜனவரி 1 முதல் 75,667 கோவிட்-19 நோயாளிகள் கண்டறியப்பட்டுள்ளனர்.",
        "வெளிநாடுகளில் இருந்து திரும்பிய 7,242 இலங்கையர்களும், 328 வெளிநாட்டவர்களும் நாட்டில் இறக்குமதி செய்யப்பட்ட நோயாளிகளாக இருப்பதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "இதற்கிடையில், புதன்கிழமை பூஜ்ஜிய COVID-19 இறப்புகள் உறுதிப்படுத்தப்பட்டதாகவும், நாட்டின் COVID-19 இறப்பு எண்ணிக்கை 16,504 ஆக மாறாமல் இருப்பதாகவும் சுகாதார அதிகாரிகள் தெரிவித்தனர்.",
        "மொத்தம் 9,316 கோவிட்-19 இறப்புகள் இன்றுவரை உறுதிப்படுத்தப்பட்டுள்ளன, ஆண்கள் மற்றும் 7,188 இறப்புகள் பெண்கள். மொத்த COVID-19 இறப்புகளில் 76.28% 60 வயதுக்கு மேற்பட்டவர்களும், 22.4% 30 முதல் 59 வயதுக்குட்பட்டவர்களும், 1.31% 30 வயதுக்குட்பட்டவர்களும் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "COVID-19 தடுப்பூசிகள் புதன்கிழமை 1,630 நபர்களுக்கு வழங்கப்பட்டன, மேலும் நாட்டில் முதல் டோஸ் கவரேஜ் 77.71% என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "இரண்டாவது டோஸ் கவரேஜ் 65.92%, மொத்த மக்கள் தொகையில் 36.31% பேர் பூஸ்டர் டோஸையும் பெற்றுள்ளனர்.",
        "தொற்றுநோயியல் பிரிவின் படி, 17,063,391 நபர்கள் கோவிட்-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 14,455,035 நபர்கள் இரண்டாவது டோஸ் கோவிட்-19 தடுப்பூசியைப் பெற்றுள்ளனர்."
      ]
    }
  }
}