{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Drop-the-jokes-at-a-time-of-seriousness-EDITORIAL/172-234236",
  "time_ut": 1648757520,
  "title": "Drop the jokes at a time of seriousness - EDITORIAL",
  "body_lines": [
    "Social media is giving this regime a run, but there are occasions when some posts in this form of media make a joke out of the crisis Sri Lanka is in. There was one post recently where a facebook user had said that a daughter would be given in marriage to a guy who has a steady job and a cylinder full of LP gas!",
    "True, we are in short supply of most essentials at present. And there are news and views carried out by various media outlets which are sure to have attracted the attention of the ruling government. But when people make a joke out of this situation it eats into the efforts made by the thinking majority who are pushing for a regime change or to make the government open its eyes and look for solutions.",
    "We see many protests staged by members of the society, but there seems to be lack of coordination and a proper leadership to head these protests.",
    "There was also talk in some part of society that the people who possess land for agriculture and voted for the present government might not feel the heat. This is because these people can still cultivate their lands and not feel the economic downturn that’s causing much uncertainty and chaos all around. We have a Minister of Energy who maintains that fuel is out of stock because of panic buying. There is hardly any talk about not having the dollars to clear the shipments containing fuel which have arrived at the port.",
    "There were also stories doing the rounds that people at some queue at fuel stations were served with milk rice. Some were seen dancing at filling stations and even playing cricket. These visuals found their way to social media websites pretty fast. There are attempts by people to play down the enormity of the pathetic economic situation.",
    "The big question is how the government is going settle the existing debts? The Government of Sri Lanka continues to borrow from countries to settle existing loans. India and China are in the forefront offering financial aid to Sri Lanka. The situation is confusing and some people wouldn’t know the difference between a loan and a credit line. The situation is beyond understanding for some people and when others make a joke out of the situation it will definitely undermine efforts of right thinking people to put things in order.",
    "There is much talk about a protest on April 3 and there is a call for people to attend this protest without having affiliations to a political party. Social media reports state that two Samagi Jana Balawegeya (SJB) stalwarts have opted to give leadership to this protest set to take place in a few days time. This is because there is talk doing the rounds that it would be dangerous on the part of the participants if they don’t have leadership or affiliation to a party because they could be vulnerable to a threat by unidentified forces.",
    "Protests will take place in large numbers in the days to come. Everyone talking about a protest or rally is serious at this juncture. Social media must understand what a serious situation the country is in and edit its content before they are posted. A key feature of democracy is freedom of speech and we know that, but this is also a time when people are seeing some elements working against the people’s cause.",
    "It’s hard to maintain a positive outlook to life given the conditions. We love jokes and banter but they must not come at the expense of defusing the revolution by the people which is taking",
    "Sri Lanka achieved peace after a civil war at the expense of several lives that were lost in the battle field. These street protests must be nothing but peaceful and the regime must allow for dissent.  It’s time to separate the real watchdogs from those who wish to make everything a joke."
  ]
}