{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-debit-credit-cards-a-card-for-everyone-and-every-season/",
  "time_ut": 1650460980,
  "title": "DFCC Bank debit & credit cards: A card for everyone and every season",
  "body_lines": [
    "DFCC Bank, the Bank for Everyone, has announced a plethora of seasonal offers and benefits, for its range of credit and debit cards, which cater to a wide range of customers. DFCC Bank Cardholders can enjoy up to 60% savings at over 300 merchant locations island-wide during the Avurudhu season, covering electronics, supermarkets, e-commerce and entertainment. In addition to the seasonal offers, cardholders also enjoy a 1% cashback on every swipe all year, while also benefitting from DFCC Bank’s “Buy Now Pay Later” plans, which allow customers to enjoy the flexibility of making large purchases and then conveniently paying for them in instalments for up to 5 years. DFCC Bank Cards also provide the lowest processing fees for Loan on Card and Balance Transfer Products.",
    "Speaking about the seasonal offers, CEO, Thimal Perera said, “As the bank for everyone, we understand the challenges we are all facing as a nation. Thus, through our seasonal offers, we want to give our customers something to celebrate this Avurudhu with amazing savings and other benefits across our range of cards products. Our Buy Now Pay Later proposition is very popular, and thus we are happy to announce that cardholders can convert their entire spend during the seasonal period into 60-month instalment plans. This will be beneficial for all customers, especially those looking to make seasonal purchases. We invite our customers to enjoy the savings we are providing during the Avurudhu season at over 300 merchant partners all across the country and make the best of the festive season.”",
    "DFCC Bank provides a range of cards that cater to all requirements. The range includes the DFCC Bank World Mastercard Credit Card, DFCC Visa Infinite, Signature Gold Credit Card, Platinum Credit Card, DFCC Aloka Credit Card, Corporate Credit Card and others. These cards provide a varied range of benefits to suit every lifestyle, including those that are big on travel savings and perks, and others that provide exceptional year-round savings on shopping and other facilities. DFCC Bank Cards also provide instant cash loans up to 75% of the credit limit, along with attractive balance transfer arrangements for customers looking to change issuers and enjoy lower fees and charges and more favourable terms with DFCC Bank.",
    "Commenting, Denver Lewis – Head of Cards at DFCC bank added, “Our portfolio of Cards products looks to cater to the various needs that people have. However, what is common to all our products is that we are constantly working to provide the best savings and offers in the market for our customers to enjoy. These benefits are not limited to credit cards, as we have many savings and offers for our debit cardholders too. Furthermore, our rates, fees and charges are amongst the lowest in Sri Lanka, making us attractive to customers with existing card balances with other issuers looking for better terms. We have also made the process very easy for the convenience of our customers. Our Avurudu seasonal savings are exceptional this year, and we encourage our customers to take maximum advantage of these limited time offers.”",
    "The Bank’s Avurudhu offers on cards cover a variety of categories including dining, online purchases and services, 0% instalment plans, education, automobile, shopping, homecare and electronics, holidays, travel, footwear, bookshops, supermarkets, jewellery, healthcare and insurance, entertainment and many others. Furthermore, in keeping with DFCC Bank’s sustainability goals, the Bank is also providing offers on photovoltaic solar power generators and solar water heaters.",
    "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No.1 multivitamin brand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}