{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-daily-power-cuts-to-be-reduced-to-three-hours-from-may-23-94524/",
  "time_ut": 1653206460,
  "title": "Sri Lanka’s daily power cuts to be reduced to three hours from May 23",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s daily scheduled power outages will be reduced to three hours a day from Monday (23), Public Utilities Commission of Sri Lanka (PUCSL) Chairman Janaka Ratnayake said.",
    "The Ceylon Electricity Board (CEB), Sri Lanka’s state run utility provider, said there will be no power cuts on Saturday (22) and the following Saturday (29) due to the GCE Ordinary Level exams which are scheduled begin on May 23.",
    "On May 23 all designated areas (A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V, and W) will have power cuts of two hours and 10 minutes from 12.00 pm to 6.30 pm.",
    "Between 6.00am and 9.00am, Colombo city could face a power cut of three hours.",
    "The Board of Investments (BOI) industrial zones coming under M, N, O, X, Y and Z areas will have a power cut of three hours from 5.00 am and 8.00 am.",
    "On May 24 areas under A, B, C, ,D, E, F, P, Q, R, S will have power cuts of one hour and 45 minutes from 3.00 pm to 6.30 pm.",
    "Between 6.00 am and 9.00 am, Colombo city could face a power cut of three hours.",
    "BOI industrial zones in M, N, O, X, Y and Z areas will have a power cut of three hours from 5.00 am and 8.00 am.",
    "May 25, areas under G, H, I, J, K, L, T, U,V and W will have a power cut of two hours and 15 minutes from 2.00pm to 6.30 pm.",
    "Between 6.00 am and 9.00 am, Colombo city could face a power cut of three hours.",
    "The BOI industrial zones coming in M, N, O, X, Y and Z areas will have a power cut of three hours from 5.00 am and 8.00 am.",
    "On May 26 and May 27, areas that fall under A, B, C, D, E, F, G, H, I, J, K, L, S, T, U, V, P, Q and R groups will have power cuts of two hours and 10 minutes from 12.00 pm to 6.30 pm.",
    "Between 6.00 am and 9.00 am, the Colombo City center could face a power cut of three hours.",
    "The M, N, O, X, Y and Z industrial zones will have a power cut of three hours from 5.00 am and 8.00 am.",
    "On May 30, areas under A, B, C, P, Q groups will have power cuts of two hours and 15 minutes from 4.10pm to 6.30 pm.",
    "Between 6.00 am and 9.00 am, Colombo center could face a power cut of three hours.",
    "The M, N, O, X,Y and Z industrial zones will have a power cut of three hours from 5.00 am and 8.00 am.",
    "On May 31, areas under D, E, F, R, S groups will have power cuts of two hours and 15 minutes from 4.10pm to 6.30 pm.",
    "Colombo city could face a power cut of three hours between 6.00 am and 9.00 am.",
    "The M, N, O, X, Y and Z industrial zones will lose power for three hours from 5.00 am and 8.00 am.",
    "On June 01, areas that fall under A, B, C, D, E, F, G, H, I, J, K, L, P, Q, R, S, T, U, V and W groups will have power cuts of two hours and 10 minutes from 12.00 pm to 6.30 pm.",
    "The Colombo city area could face a power cut of three hours between 6.00 am and 9.00 am.",
    "The BOI industrial zones in the M, N, O, X, Y and Z areas will lose power three hours from 5.00 am and 8.00 am.",
    "CEB said the supply interruption time and restoration time will vary within 30 minutes as indicated above.",
    "Sri Lanka power cuts after 6.00 pm halted from May 22 for school exams"
  ]
}