{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Peoples-power-comes-of-age/172-234689",
  "time_ut": 1649276880,
  "title": "People’s power comes of age",
  "body_lines": [
    "Scepter and Crown must tumble down, and in the dust be equal made, with the poor crooked scythe and spade",
    "People’s power has shaken the once powerful Gotabaya Rajapaksa government to the core when in the wake of so much agony and misery, the government elected to office by 6.9 million people has been overwhelmed by a tsunami of protests by a justifiably angered people from all walks of life, who have stepped out into the streets in large numbers to express their disgust and frustration at the government’s continued failure to find solutions to the severe hardships faced by them.",
    "The protests had on Thursday, March 31 reached a crescendo when several hundred protestors gathered along the road leading to President Gotabaya Rajapaksa’s residence carrying placards and shouting slogans urging him and his government to step down. The protests which started out peacefully turned violent apparently provoked by unidentified elements, one of whom was even seen setting fire to a bus while the police and the Special Task Force (STF) personnel in the vicinity did nothing to either prevent the arsonist from carrying out his dastardly deed or",
    "More than 50 protesters were arrested while some of them including journalists were unmercifully beaten up. For the first time ever in this country, more than 300 eminent lawyers had voluntarily led evidence on behalf of the protestors when they were produced at the Gangodawila Magistrate’s Court where they were released on bail despite a request made to remand them for at least three days.",
    "To preempt the threat of large-scale anti-government protests in Colombo and in the suburbs especially on Sunday, April 3, the President issued a special gazette notice declaring a state of emergency (which has now been revoked) and taking a step further he declared a 36-hour countrywide curfew with even the armed forces being called out in an attempt to crackdown on the planned public protests. But the people defied the presidential orders and bravely took to the streets in Colombo, Maharagama, Malabe, Matale, Matara, Badulla, Kandy, Maskeliya, Avissawella, Tangalle and Tissamaharama. The Jaffna University was also closed after several days of anti-government protests by students.",
    "Incidentally, Sri Lankans residing abroad held protests in Australia, Canada, Britain, New Zealand, Italy, Germany and Japan in solidarity with their relatives and friends in Sri Lanka, who the expatriate community said were undergoing a great deal of anguish and distress and urged President Gotabaya Rajapaksa and his government to step down because it did not have any solutions to the burning problems faced by the people.",
    "The countrywide protests comes in the backdrop of severe shortages of domestic gas, petrol and diesel, milk powder, wheat flour and medicinal drugs among others in addition to unannounced power cuts of varying durations; the closure of schools and loss of livelihoods. One of the main reasons for the shortages is the rapidly dwindling foreign currency reserves and the resultant dollar crunch making it extremely difficult to pay for urgently needed imports. With the official inflation rate at 17.5 per cent, the highest since 2015, the cost-of-living has risen sharply with the prices of whatever is available has gone beyond the reach of the middle and low income groups and the daily wage earners.",
    "Meanwhile, amid the continuing unrest across the country, the Cabinet of ministers except the Prime Minister had resigned on Sunday. Four of them were re-appointed on Monday giving rise to further anger among the protesters, who demanded that the entire government including the President and the Prime Minister should quit and that the protests would continue come what may, until they do so. President Gotabaya Rajapaksa is adamant to continue in his post while the protesters are adamant to continue with their street protests with the stalemate bound to cause more unrest in the country.",
    "Be that as it may, Opposition political parties including the Samagi Jana Balavegaya (SJB) and its allies led by Opposition Leader Sajith Premadasa, the National People’s Power (NPP) led by Anura Kumara Dissanayake, the Tamil National Alliance (NPP) led by Rajavarothayam Sampanthan and United National Party (UNP) leader, former Prime Minister Ranil Wickremesinghe have rejected outright the President’s invitation to accept ministerial posts in an effort to mitigate the crisis situation in the country. They are also insisting that the President and the Prime Minister should quit before any alternative arrangement could be worked out.",
    "Like we have repeatedly mentioned before, it will be the ordinary people who will ultimately have to pay the price for the economic mismanagement, the inefficiency and incompetence of the political leadership."
  ]
}