{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbh-lands-sheds-light-on-real-estate-investment-with-myhomekurunegala/",
  "time_ut": 1647013740,
  "title": "CBH Lands sheds light on real estate investment with ‘#MyHomeKurunegala’",
  "body_lines": [
    "Real estate being highly regarded as a stepping stone to financial security, CBH Lands, a leader in real estate in Sri Lanka and the market leader in Kurunegala, shared new research and insights into the strategic importance of Kurunegala to national economic growth and community development.",
    "Speaking at a special media briefing on 8 March 2022, CBH Lands Founder Chairman Yatila Wijemanne and Deputy Founder Chairman Manjarie Tissera explained the historic, territorial, and scientific aspects of real estate investment in Sri Lanka and opportunities for investors through its “#MyHomeKurunegala” initiative.",
    "At present, Kurunegala is the second largest contributor to the national GDP (gross domestic product), with the second largest government teacher base and highest road kilometerage. With a trade economy that functions independently, whereas many other areas mainly rely on tourism or their close proximity to Colombo, Kurunegala is strategically located at the crossroads of key internal routes in the country.",
    "Over the past three years, Kurunegala has demonstrated an annual land price appreciation of 60%, according to CBH Lands Intelligence. While the company only focuses on lands, it was mentioned that lands are an appreciating asset that can be easily valued.",
    "Elaborating further on this in response to a question regarding the viability of real estate investment in the current environment, Mr. Wijemanne noted that in the recent years, a significant drive for real estate investment for residential and commercial purposes has been recorded. He further noted that while there are certain bottlenecks, the low interest rates as well as all-time low housing and home loans offered at present contribute to the high demand.",
    "When questioned about the environmental impact, Mr. Wijemanne explained: “Generally, we have to go through a minimum of around 12 government bodies for each project, starting off with the Local Authority, Provincial Council, Urban Development Authority, and then the government with an analysis. From there we are referred to the Water Board, Central Environmental Authority, and Road Development Authority. We have a separate team deployed to handle all approvals.”",
    "Adding to this, Ms. Tissera pointed out that Kurunegala is the only district in Sri Lanka that requires a developer licence, which she opined should be the practice in other districts, too. She noted: “Every district should have a policy where a licence is required for this kind of subdivisions. That way, other rivers and such can be protected, too, not just in Kurunegala.”",
    "Drawing attention to the “Real Estate Decision Triangle”, put together by CBH Lands Intelligence, it was mentioned that investor decisions are based upon the three factors of budget, space, and location. Noting that generally real estate investment is a compromise, especially in Colombo and Gampaha Districts, where one of the factors are sacrificed, Kurunegala poses no such threat at the moment.",
    "Both Mr. Wijemanne and Ms. Tissera emphasised that while national development programmes and marketing campaigns – such as those implemented in Hambantota – could be highly beneficial, the responsibility of the development of Kurunegala also falls on the shoulders of developers, residents, and businesspersons of the district.",
    "Significant rupee depreciation forced selling price revisions for gasoil & gasoline – Lanka IOC",
    "“Role of the Plantation Industry to Strengthen the Sri Lankan Economy”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}