{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/water-lily-is-sri-lankas-national-flower-copa-wants-proper-public-awareness/",
  "time_ut": 1653041760,
  "title": "‘Water Lily’ is Sri Lanka’s National Flower; COPA wants proper public awareness",
  "body_lines": [
    "COLOMBO (News 1st); The Committee on Public Accounts (COPA) has instructed the Ministry of Environment to make the public aware of the national flower of Sri Lanka as the ‘Water Lily Flower’ through the National Institute of Education, the University Grants Commission and other relevant agencies as well as newspaper advertisements.",
    "The Committee has observed that although schools, government and non-government organizations have been made aware of this during awareness programs conducted by the Ministry of Environment, it has not transpired adequately.",
    "Therefore, as per the Cabinet decision taken in June 2015, the Ministry has failed to provide adequate publicity to inform the institutions under the Ministry and other government agencies that the National Flower is the ‘Water Lily Flower’ and the committee observes that the national flower of Sri Lanka is still identified as the ‘Blue Water Lily’ on many occasions.",
    "These matters were contained in the first report of the Second Session of the Ninth Parliament of the COPA Committee, which was tabled in Parliament today (20) by the Chairman of the Committee on Public Accounts, M.P. (Prof.) Tissa Vitharana.",
    "This report contains information on the investigations of 7 Government Institutions summoned by the Committee on Public Accounts and one Special Audit Report, during the period from 04.08.2021 to 19.11.2021.",
    "‘Water Lily’ is Sri Lanka’s National Flower; COPA wants proper public awareness",
    "Sri Lanka: Prime Minister welcomes G7 announcement on debt relief",
    "SJB suspends party membership of Harin Fernando & Manusha Nanayakkara"
  ]
}