{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/adh-samaranayaka-birth-centenary-mar-22/",
  "time_ut": 1647604980,
  "title": "ADH Samaranayaka birth centenary Mar. 22",
  "body_lines": [
    "March 22, 2022 marks the 100th birth anniversary of our beloved Thaththi, Aluthge Dharmadasa Hemachandra Samaranayaka, fondly known as ADH or Samare to his friends. He passed away peacefully during his afternoon nap on March 30, 1996, aged 74 years.",
    "Our father was born in Kumbuka, Horana to traditional Buddhist parents. He was the eldest in a family of seven children.",
    "The champion athlete of St Thomas’ College and University of Ceylon",
    "They grew up in the Mahagedara, built my grandparents in Kumbuke. Thaththi had his early education at Sri Sumangala Vidyalaya in Panadura, but later Achchi admitted him to St Thomas’ College, Mount Lavinia. Thaththi’s prowess as an athlete was not known until he was asked to run in the one mile event at the annual STC sports meet as the regular champion had suddenly fallen sick. Not only did Thaththi win the one mile event in his first attempt in 1939, but shattered the existing ground record in Mount Lavinia on that occasion, running bare foot! The next year in August 1940, he bettered his own record at STC in the one mile event.",
    "Later on, for many years he helped St Thomas’ (STC) to win the coveted Tarbet and Jefferson Challenge Trophies at the public schools athletics championships. The other members of the victorious Thomian athletic team were L C Goonaratne, R D Duckworth, E D Bandaranayaka, J B R Simmons amongst others. The half mile public school record that Thaththi setup in 1941 of 2 mins 10 secs was only broken 23 years later by another Thomian S K Jayasinghe. When I was a school girl, I vividly recall answering the telephone when the Warden of STC rang up my father to inform him that his record was broken.",
    "Many decades later when he was invited as the chief guest at the STC annual sports meet, he recalled these events with nostalgia and spoke how his hostel diet improved overnight on being discovered a prize athlete and that he was made a prefect at the next assembly. His contemporaries at STC at that time were Sam Wijesinha, Lal Goonaratne, C.N.Gunawardena and Charlie Munasinghe amongst others. Uncle Sam and Thaththi were lifelong friends and he was bestman at his wedding, when Thaththi married my mother Susila in 1947. In the appreciation that Uncle Sam wrote about my father, he mentioned “Sam was the first in our batch to get employed, get married and build his own house”.",
    "Our Thaththi was an outstanding student of science at STC and was awarded the prestigious Wijewardene prize for science and chemistry. He proved the veracity of the adage “mens sana in corpore  sano” by successfully passing the University of Ceylon entrance examination in 1941. In the University of Ceylon he represented the University of Ceylon in the half mile, one mile and the 440 yard hurdle events. At the All India inter university athletic meet held in Madras in 1943, he was the only Ceylonese athlete to win an event and that was the 440 yard hurdles .In the National Athletics Rankings of Ceylon in 1943,ADH Samaranayaka was ranked first. Later my father captained the athletics team of the University of Ceylon .The Vice Chancellor of the University at that time was the much respected and admired Sir Ivor Jennings.",
    "Our father obtained an honours degree in chemistry and was recruited to the Questioned Documents (QD) section of the Government Analysts’ Department under the former Examiner of QD, Mr. Tom Nagendran. As Dr A R L Wijesekara (ARLW) the former government analyst and badminton champion of Ceylon recalls about my father, in the appreciation he wrote, “Samare had the distinction of being the first scientist to be recruited to the QD section of the analyst department, when QD examination was more an art than a science. The importance of his presence with his scientific background greatly contributed to revolutionizing the concepts and techniques of the handwriting experts of yesteryears and building the image of the modern examiner in QD”. He further stated that “Samare strode like a colossus in an era where giants of forensic sciences of the calibre Colvin Sirimanne, Newton Weerasinha, Noel Jayatunga, C Sathkulanadan and FC Pinto also strode”.",
    "Dr A R L W further continued “he was a fearless witness,much respected by both judges and counsel of both sides for his scientific skills, clarity of expression and undoubted honesty and unimpeachable integrity. They were aware that Samare never deviated from speaking “the truth, the whole truth and nothing but the truth”. The exposition of his evidence as an expert witness was indeed an object lesson for young forensic scientists” he concluded.",
    "Our father received advanced training in document examination from Scotland Yard, the FBI America and the Royal Canadian Mounted Police. From 1960 onwards, as the government examiner of questioned documents (GEQD), he trained document examiners for the governments of Malaysia and Singapore and trained three assistant document examiners for Sri Lanka – P H Manatunga, Thangaratnevel and Kalupahana. After retirement from the government service, he was selected as a forensic document examiner in New South Wales Australia.",
    "As children we enjoyed travelling the length and breadth of Sri Lanka accompanying Thaththi as he drove to give evidence in courts of law throughout the country. He often showed us the basic techniques of recognizing forged documents, which was very interesting and exciting.",
    "As recalled by P H Manatunga, who succeeded him as document examiner in 1977, in his appreciation “Samaranayaka was a man with tremendous energy who applied himself with dedication and devotion to any cause. He was a man of action and was known not to postpone what had to be done today for tomorrow. If his office was not swept, he would not hesitate to do it himself and set the example.",
    "“He was greatly influenced by his wife who was a social worker of great repute, who introduced him to the Sri Lanka Red Cross Society in the early 60s. The organization recognized his talents and he was soon made the honorary treasurer and in no time he was elected as the chairman. This position he held with great distinction from 1967 to 1977 by annual election. His organizational capabilities and leadership qualities blossomed in full measure as a chairman. He is best remembered for having taken the Red Cross movement to the village school, temples and churches and setting up first aid units islandwide.”",
    "He was the first to spring into action when a disaster struck the community and would himself lead the Red Cross volunteers in providing emergency food, shelter and clothing. He resolutely upheld the fundamental principles of the Red Cross which are impartiality, neutrality and independence. He saw to it that the society steered clear of politics and passed on the society to his successors free of rift, and the fundamental principles uncompromised untarnished and intact. He represented the society at many international conferences held in many parts of the world and brought much credit and recognition to the society by his innate leadership qualities, with the finesse of a diplomat” Manatunga concluded.",
    "There is no doubt that his pioneering efforts helped in the construction of the four storied Red Cross building in Colombo 7. I must also add that when an ambulance driver was not available, my father would personally drive the ambulance even long distances to the outstations. Such was his commitment to the sick. Sometimes the occupants of the ambulance never realized that the driver of the ambulance of was the chairman of the Red Cross Society himself!",
    "Our father was the patriarch of the Samaranayaka clan. He was called “Loku Aiya” by some of his relations and “Colombo Mama” by others. He was always helpful to the extended family and the village folk of Kumbuka. Our home in Ascot Avenue was open to all his relations from Kumbuka. Many of his relations lived with us during their school days and my sister and I gladly shared our beds with them. He never turned away anyone who came to his gate, seeking help. He was a warm and caring person and was always transparent in his dealings. He had numerous friends and associates from all strata of society and he treated them equally, with the respect they deserved.",
    "Thaththi was a keen environmentalist and Ascot Avenue, where he lived for nearly50 years was probably one of the greenest and cleanest lanes in Colombo at that time. This was indeed a tribute to his untiring anti – garbage and anti – litter efforts. He prided himself in his car, which was always spotless and gleaming.",
    "As a dutiful son, he showered much attention on his mother. Visiting her on Sundays with food and sweets was often a family weekend routine.  Thaththi taught us many lessons in life. Foremost among them were the values of honesty, integrity, civic sense, contentment. These were the qualities he practised and enjoyed throughout his full and fruitful life. He was indeed a man in a million.",
    "Dearest Thaththi, may your journey through sansara continue to be rewarding and may you finally reach the supreme bliss of nirvana.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ADH සමරනායක ජන්ම ශත සංවත්සරය මාර්තු 22",
      "body_lines": [
        "2022 මාර්තු 22 වෙනිදාට ADH එහෙමත් නැතිනම් සමරේ කියලා අපේ හිතවතුන්ට ආදරයෙන් හඳුන්වන අපේ ආදරණීය තත්ති, අලුත්ගේ ධර්මදාස හේමචන්ද්‍ර සමරනායක මැතිතුමාගේ 100 වැනි ජන්ම සංවත්සරය සනිටුහන් කරනවා. ඔහු 1996 මාර්තු 30 වැනි දින දහවල් නින්දේදී සාමකාමීව මිය යන විට වයස අවුරුදු 74 කි.",
        "අපේ තාත්තා උපන්නේ හොරණ කුඹුක සම්ප්‍රදායික බෞද්ධ දෙමාපියන්ට දාව. ඔහු දරුවන් හත් දෙනෙකුගෙන් යුත් පවුලක වැඩිමලා විය.",
        "ශාන්ත තෝමස් විද්‍යාලයේ සහ ලංකා විශ්වවිද්‍යාලයේ ශූර මලල ක්‍රීඩකයා",
        "ඔවුන් හැදී වැඩුණේ මහගෙදර, කුඹුකේ මගේ ආච්චිලා සීයලා හැදුවා. තත්ති පානදුරේ ශ්‍රී සුමංගල විද්‍යාලයෙන් මූලික අධ්‍යාපනය ලැබූ නමුත් පසුව ආච්චි ඔහුව ගල්කිස්ස ශාන්ත තෝමස් විද්‍යාලයට ඇතුළත් කළේය. නිත්‍ය ශූරයා හදිසියේ රෝගාතුර වූ බැවින් වාර්ෂික STC ක්‍රීඩා උළෙලේ සැතපුම් එක ඉසව්වෙන් දුවන්නැයි කියන තුරුම ක්‍රීඩිකාවක් ලෙස තත්තිගේ දස්කම් දැන සිටියේ නැත. 1939 දී තම පළමු උත්සාහයේදීම තත්ති එක් සැතපුම් ඉසව්ව ජයග්‍රහණය කළා පමණක් නොව, එම අවස්ථාවේදී ගල්කිස්සේ පැවැති තරග වාර්තාවද හිස් පයින් දුවමින් බිඳ දැමීය! ඊළඟ වසරේ 1940 අගෝස්තු මාසයේදී, ඔහු සැතපුම් එක ඉසව්වෙන් STC හි තමාගේම වාර්තාව වඩා හොඳ කර ගත්තේය.",
        "පසුකාලීනව, වසර ගණනාවක් පුරා ඔහු රජයේ පාසල් මලල ක්‍රීඩා ශූරතාවලියේදී ප්‍රිය කරන ලද ටාබට් සහ ජෙෆර්සන් අභියෝග කුසලාන දිනා ගැනීමට ශාන්ත තෝමස් (STC) ට උදවු කළේය. ජයග්‍රාහී තෝමියන් මලල ක්‍රීඩා කණ්ඩායමේ සෙසු සාමාජිකයින් වූයේ එල් සී ගුණරත්න, ආර් ඩී ඩක්වර්ත්, ඊ ඩී බණ්ඩාරනායක, ජේ බී ආර් සිමන්ස් ඇතුළු පිරිසක්. 1941 මිනිත්තු 2 තත්පර 10 කින් තත්ති පිහිටුවීමේ සැතපුම් භාගයක පොදු පාසල් වාර්තාව වසර 23 කට පසුව තවත් තෝමියන් එස් කේ ජයසිංහ විසින් බිඳ දමන ලදී. මා පාසල් දැරියකව සිටියදී, STC හි පාලිකාව මගේ පියාට ඔහුගේ වාර්තාව බිඳී ගිය බව දන්වන විට දුරකථනයට පිළිතුරු දුන් ආකාරය මට හොඳින් මතකයි.",
        "දශක ගණනාවකට පසු ඔහුට STC වාර්ෂික ක්‍රීඩා උළෙලේ ප්‍රධාන ආරාධිතයා ලෙස ආරාධනා කළ විට, ඔහු මෙම සිදුවීම් සිහි සුන් කළ අතර ත්‍යාග ක්‍රීඩකයෙකු සොයාගත්                                                                                                                                                                                                      . එකල STC හි ඔහුගේ සමකාලීනයන් වූයේ සෑම් විජේසිංහ, ලාල් ගුණරත්න, C.N. ගුණවර්ධන සහ චාලි මුණසිංහ ය. සෑම් මාමා සහ තාත්තා 1947 දී මගේ මව සුසිලාව විවාහ කර ගන්නා විට ඔහුගේ විවාහ මංගල්‍යයේ හොඳම පුද්ගලයා වූයේ ඔහුයි. සෑම් මාමා මගේ පියා ගැන ලියූ අගය කරමින් ඔහු සඳහන් කළේ “අපේ බැච් එකේ පළවෙනියා රැකියාවට ගියේ සෑම්. විවාහ වී ඔහුගේම නිවසක් ගොඩනඟා ගන්න. ”",
        "අපේ තාත්තා STC හි විද්‍යාව පිළිබඳ කැපී පෙනෙන ශිෂ්‍යයෙක් වූ අතර විද්‍යාව හා රසායන විද්‍යාව සඳහා වූ කීර්තිමත් විජේවර්ධන ත්‍යාගයෙන් පිදුම් ලැබුවාය. ඔහු 1941 දී ලංකා විශ්වවිද්‍යාල ප්‍රවේශ විභාගය සාර්ථකව සමත් වීමෙන් “mens sana in corpore  sano” යන කියමනෙහි සත්‍යතාව ඔප්පු කළේය. ලංකා විශ්වවිද්‍යාලයේදී ඔහු සැතපුම් භාගයක්, සැතපුම් එකක් සහ යාර 440 බාධක ඉසව්වලින්  ලංකා විශ්වවිද්‍යාලය  නියෝජනය කළේය. . 1943 දී මදුරාසියේ පැවති සමස්ත ඉන්දීය අන්තර් විශ්වවිද්‍යාල මලල ක්‍රීඩා උළෙලේදී, ඉසව්වක් ජයග්‍රහණය කළ එකම ලංකා ක්‍රීඩකයා ඔහු වූ අතර එය යාර 440 බාධක දිවීම  විය.1943 දී ලංකා ජාතික මලල ක්‍රීඩා ශ්‍රේණිගත කිරීම් අනුව, ඒඩීඑච් සමරනායක පළමු ස්ථානයට පත්විය. පසුව මගේ පියා ලංකා විශ්වවිද්‍යාලයේ මලල ක්‍රීඩා කණ්ඩායමේ නායකත්වය දැරුවේය.එකල විශ්වවිද්‍යාලයේ උපකුලපතිවරයා වූයේ බොහෝ සෙයින් ගෞරවාදරයට පාත්‍ර වූ ශ්‍රීමත් අයිවර් ජෙනිංග්ස් ය.",
        "අපේ පියා රසායන විද්‍යාව පිළිබඳ ගෞරව උපාධියක් ලබාගත් අතර QD හි හිටපු පරීක්ෂක ටොම් නාගේන්ද්‍රන් මහතා යටතේ රජයේ රස පරීක්ෂක දෙපාර්තමේන්තුවේ ප්‍රශ්නගත ලේඛන (QD)  අංශයට බඳවා ගන්නා ලදී. Dr A R L Wijesekara (ARLW)  ලංකාවේ හිටපු රජයේ විශ්ලේෂක සහ බැඩ්මින්ටන් ශූර මගේ පියා ගැන සිහිපත් කරන පරිදි, ඔහු අගය කරමින් මෙසේ ලිවීය, “විශ්ලේෂක දෙපාර්තමේන්තුවේ QD අංශයට බඳවා ගත් පළමු විද්‍යාඥයා වීමේ ගෞරවය සමරේට හිමි විය. QD විභාගය විද්‍යාවකට වඩා කලාවක් විය. ඔහුගේ විද්‍යාත්මක පසුබිම සමඟ ඔහුගේ පැමිණීමේ වැදගත්කම, අතීතයේ අත් අකුරු විශේෂඥයින්ගේ සංකල්ප සහ ශිල්පීය ක්‍රම විප්ලවීය වෙනසක් කිරීමට සහ QD හි නවීන පරීක්ෂකවරයාගේ ප්‍රතිරූපය ගොඩනැගීමට බෙහෙවින් දායක විය. \"සමේ ස්ට්රෝසස් කෙනෙකු මෙන් මහාචාර්ය ආමාය කොලොවින්හා, නිව් වීල් ජයතුංග, සී සතරලානාදන් සහ එෆ්.සී.",
        "ආචාර්ය ඒආර් එල් ඩබ්ලිව් තවදුරටත් කියා සිටියේ, “ඔහු නිර්භීත සාක්ෂිකරුවෙකු වූ අතර, ඔහුගේ විද්‍යාත්මක කුසලතා, ප්‍රකාශනයේ පැහැදිලිකම සහ නිසැකවම අවංකභාවය සහ දෝෂාභියෝගය කළ නොහැකි අඛණ්ඩතාව සඳහා දෙපාර්ශ්වයේම විනිසුරුවන් සහ උපදේශකයින් විසින් බෙහෙවින් ගෞරවයට පාත්‍ර විය. “සත්‍යය, සම්පූර්ණ සත්‍යය සහ සත්‍යය හැර අන් කිසිවක්” කථා කිරීමෙන් සමරේ කිසිදා බැහැර නොවූ බව ඔවුහු දැන සිටියහ. ප්‍රවීණ සාක්ෂිකරුවෙකු ලෙස ඔහුගේ සාක්ෂි හෙළිදරව් කිරීම තරුණ අධිකරණ වෛද්‍ය විද්‍යාඥයින්ට ඇත්ත වශයෙන්ම වස්තු පාඩමක්                      ඔහු නිගමනය කළේය.",
        "අපේ පියා ස්කොට්ලන්ඩ් යාඩ්, FBI ඇමරිකාව සහ රාජකීය කැනේඩියානු Mounted පොලිසියෙන් ලේඛන පරීක්‍ෂාව පිළිබඳ උසස් පුහුණුවක් ලබා ඇත. 1960 සිට, ප්‍රශ්නගත ලේඛන (GEQD) රජයේ පරීක්ෂකවරයා ලෙස, ඔහු මැලේසියාවේ සහ සිංගප්පූරුවේ රජයන් සඳහා ලේඛන පරීක්ෂකවරුන් පුහුණු කළ අතර - P H මනතුංග, තංගරත්නවේල් සහ කළුපහන සඳහා සහකාර ලේඛන පරීක්ෂකවරුන් තිදෙනෙකු පුහුණු කළේය. රජයේ සේවයෙන් විශ්‍රාම ගැනීමෙන් පසු ඔහු ඕස්ට්‍රේලියාවේ නිව් සවුත් වේල්ස් හි අධිකරණ වෛද්‍ය ලේඛන පරීක්ෂකවරයෙකු ලෙස තේරී පත් විය.",
        "තත්ති රට පුරා උසාවිවල සාක්ෂි දීමට රිය පදවන විට ඔහු සමඟ ශ්‍රී ලංකාවේ දිග පළල ගමන් කිරීමට කුඩා කාලයේ අපි ප්‍රිය කළෙමු. ව්‍යාජ ලේඛන හඳුනා ගැනීමේ මූලික ක්‍රම ඔහු බොහෝ විට අපට පෙන්වූ අතර එය ඉතා සිත්ගන්නාසුළු හා උද්යෝගිමත් විය.",
        "1977 දී ඔහුගෙන් පසු ලේඛන පරීක්ෂක තනතුරට පත් වූ පී එච් මනතුංග මහතා සිහිපත් කරන පරිදි, සමරනායක යනු ඕනෑම කටයුත්තක් සඳහා කැපවීමෙන් හා භක්තියෙන් යුතුව කැපවීමෙන් කැපවීමෙන් කටයුතු කළ ඉමහත් ජවයක් ඇති මිනිසෙකි. ඔහු ක්‍රියාශීලී මිනිසෙක් වූ අතර අද කළ යුතු දේ හෙටට කල් නොදැමීමට  දන්නා                       කෙනෙක්                                                                                                                                                                                                                      . තම කාර්යාලය අතුගා නොදැමුවහොත් එය තමා විසින්ම කර ආදර්ශයට ගැනීමට ඔහු පසුබට නොවනු ඇත.",
        "“60 දශකයේ මුල් භාගයේදී ශ්‍රී ලංකා රතු කුරුස සමාජයට ඔහුව හඳුන්වා දුන් මහා කීර්තිමත් සමාජ සේවිකාවක් වූ ඔහුගේ බිරිඳ ඔහුට බෙහෙවින් බලපෑවේය. සංවිධානය සිය දක්ෂතා පිළිගත් අතර ඔහු ඉක්මනින්ම ගෞරව භාණ්ඩාගාරික වූ අතර ඔහු කිසි විටෙකත් සභාපතිවරයා ලෙස තේරී පත් විය. වාර්ෂික මැතිවරණයෙන් 1967 සිට 1977 දක්වා ඔහු මෙම තනතුර දැරීය. සභාපතිවරයෙකු ලෙස ඔහුගේ සංවිධානාත්මක හැකියාවන් සහ නායකත්ව ගුණාංග සම්පූර්ණයෙන්ම මල් පිපුණා. ගමේ පාසලට, පන්සල්වලට, පල්ලිවලට රතුකුරුස ව්‍යාපාරය ගෙන ගොස් දීපව්‍යාප්ත ප්‍රථමාධාර ඒකක පිහිටුවීම ගැන ඔහු වඩාත් හොඳින් සිහිපත් කරයි.”",
        "ප්‍රජාවට ව්‍යසනයක් සිදු වූ විට ක්‍රියාත්මක වූ පළමු පුද්ගලයා ඔහු වන අතර හදිසි ආහාර, නවාතැන් සහ ඇඳුම් සැපයීම සඳහා රතු කුරුස ස්වේච්ඡා සේවකයන්ට නායකත්වය දෙනු ඇත. අපක්ෂපාතීත්වය, මධ්‍යස්ථභාවය සහ ස්වාධීනත්වය යන රතු කුරුස සංවිධානයේ මූලික මූලධර්ම ඔහු අධිෂ්ඨානශීලීව තහවුරු කළේය. සමාජය දේශපාලනයෙන් ඈත් වී සමාජය තම අනුප්‍රාප්තිකයින්ට විරසකයකින් තොරව ලබා දීමටත්, මූලික ප්‍රතිපත්ති සම්මුතියකින් තොරව නොකැළැල් හා නොවෙනස්ව පවතින බවටත් ඔහු වග බලා ගත්තේය. ලෝකයේ බොහෝ රටවල පැවති ජාත්‍යන්තර සම්මන්ත්‍රණ රැසකදී ඔහු සමාජය නියෝජනය කළ අතර රාජ්‍ය තාන්ත්‍රිකයකුගේ සියුම් භාවයෙන් සහජ නායකත්ව ගුණාංගවලින් සමාජයට විශාල ගෞරවයක් හා පිළිගැනීමක් ගෙන ආවේය” මනතුංග අවසන් කළේය.",
        "කොළඹ 7 මහල් හතරකින් යුත් රතුකුරුස ගොඩනැගිල්ල ඉදිකිරීමට ඔහුගේ පුරෝගාමී උත්සාහය ඉවහල් වූවාට සැක නැත. ගිලන්රථ රියදුරෙකු නොමැති විටෙක මගේ පියා පෞද්ගලිකවම ගිලන්රථය පිට පළාත්වලට පවා පදවාගෙන යන බව ද කිව යුතුය. ඔහු රෝගීන් වෙනුවෙන් කළ කැපවීම එබඳු විය. හි ගිලන් රථයේ රියදුරු රතු කුරුස සංගමයේ සභාපතිවරයා බව සමහර විට ගිලන් රථයේ සිටි අයට කිසි විටෙකත් වැටහෙන්නේ නැත!",
        "අපේ තාත්තා සමරනායක වංශයේ කුලදෙටුවන්. ඔහුගේ සමහර ඥාතීන් ඔහුව හැඳින්වූයේ “ලොකු අයියා” ලෙසත් තවත් අය “කොළඹ මාමා” යනුවෙනි. ඔහු සෑම විටම කුඹුකයේ විශාල පවුලට සහ ගමේ මිනිසුන්ට උපකාර කළේය. ඇස්කොට් මාවතේ පිහිටි අපගේ නිවස කුඹුකයේ සිට ඔහුගේ සියලු සබඳතා සඳහා විවෘතව තිබුණි. ඔහුගේ බොහෝ සබඳතා ඔවුන්ගේ පාසල් කාලය තුළ අප සමඟ ජීවත් වූ අතර මගේ සහෝදරිය සහ මම ඔවුන් සමඟ සතුටින් අපගේ ඇඳන් බෙදා ගත්තෙමු. උපකාර පතා තම ගේට්ටුව ළඟට එන කිසිවකු ඔහු කිසිවිටෙකත් හරවා යැව්වේ නැත. ඔහු උණුසුම් හා සැලකිලිමත් පුද්ගලයෙකු වූ අතර ඔහුගේ ගනුදෙනුවලදී සෑම විටම විනිවිදභාවයෙන් යුක්ත විය. ඔහුට සමාජයේ සෑම තරාතිරමකම මිතුරන් සහ ආශ්‍රිතයන් රාශියක් සිටි අතර ඔහු ඔවුන්ට ලැබිය යුතු ගෞරවයෙන් සමානව සැලකුවේය.",
        "තත්ති දැඩි පරිසරවේදියෙකු වූ අතර ඇස්කොට් ඇවනියු, ඔහු වසර 50කට ආසන්න කාලයක් ජීවත් වූ අතර, එකල කොළඹ තිබූ හරිතම සහ පිරිසිදුම මංතීරුව විය හැකිය. මෙය සැබවින්ම ඔහුගේ නොපසුබස්නා – කසළ විරෝධී සහ – කසළ විරෝධී උත්සාහයට උපහාරයක් විය. සෑම විටම නොකැළැල් සහ දිදුලන ඔහුගේ මෝටර් රථය ගැන ඔහු ආඩම්බර විය.",
        "වගකීම් සහගත පුතෙකු ලෙස ඔහු තම මව කෙරෙහි වැඩි අවධානයක් යොමු කළේය. ඉරිදා දිනවල ආහාර සහ රසකැවිලි සමඟ ඇය බැලීමට යාම බොහෝ විට පවුලේ සති අන්තයේ පුරුද්දක් විය. තත්ති අපිට ජීවිතේට ගොඩක් පාඩම් කියලා දුන්නා. ඒවා අතර ප්‍රමුඛ වූයේ අවංකකම, අවංකභාවය, සිවිල් හැඟීම, තෘප්තිය යන සාරධර්ම ය. මෙම ගුණාංග ඔහු ඔහුගේ පූර්ණ සහ ඵලදායි ජීවිතය පුරාවට පුරුදු කළ සහ භුක්ති වින්දා. ඔහු ඇත්තෙන්ම මිලියනයක මිනිසෙක් විය.",
        "දයාබර සත්ති, ඔබගේ සංසාර ගමන දිගටම ඵලදායි වන අතර අවසානයේ ඔබට නිර්වාණයේ උත්තරීතර සැපයට ළඟා වේවා.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஏ.டி.எச் சமரநாயக்கா பிறந்த நூற்றாண்டு மார்ச் 22",
      "body_lines": [
        "2022 ஆம் ஆண்டு மார்ச் மாதம் 22 ஆம் திகதி எமது அன்பிற்குரிய தத்தி, அலுத்கே தர்மதாச ஹேமச்சந்திர சமரநாயக்க அவர்களின் 100வது பிறந்தநாளைக் குறிக்கிறது. மார்ச் 30, 1996 அன்று தனது 74 வயதில் அவர் தனது பிற்பகல் தூக்கத்தின் போது அமைதியாக காலமானார்.",
        "எங்களின் தந்தை ஹொரணாவின் கும்புகாவில் பாரம்பரிய பௌத்த பெற்றோருக்குப் பிறந்தவர். ஏழு குழந்தைகளைக் கொண்ட குடும்பத்தில் அவர் மூத்தவர்.",
        "செயின்ட் தாமஸ் கல்லூரி மற்றும் சிலோன் பல்கலைக்கழகத்தின் சாம்பியன் தடகள வீரர்",
        "அவர்கள் மஹகெதரவில் வளர்ந்தவர்கள், என் தாத்தா பாட்டிகளை கும்பகேவில் கட்டினார்கள். தத்தி தனது ஆரம்பக் கல்வியை பாணந்துறை ஸ்ரீ சுமங்கலா வித்தியாலயத்தில் பயின்றார், ஆனால் பின்னர் ஆச்சி அவரை கல்கிசை புனித தோமஸ் கல்லூரியில் சேர்த்தார். வழக்கமான சாம்பியன் திடீரென நோய்வாய்ப்பட்டதால், வருடாந்திர STC விளையாட்டுப் போட்டியில் ஒரு மைல் போட்டியில் ஓடுமாறு கேட்கப்படும் வரை தடகள வீரராக தத்தியின் திறமை அறியப்படவில்லை. 1939 இல் தத்தி தனது முதல் முயற்சியில் ஒரு மைல் நிகழ்ச்சியில் வெற்றி பெற்றது மட்டுமல்லாமல், அந்தச் சந்தர்ப்பத்தில் கல்கிசையில் இருந்த நில சாதனையை வெறும் காலில் ஓடினார்! அடுத்த ஆண்டு ஆகஸ்ட் 1940 இல், அவர் ஒரு மைல் நிகழ்வில் STC இல் தனது சொந்த சாதனையை சிறப்பாகச் செய்தார்.",
        "பின்னர், பல ஆண்டுகளாக அவர் செயின்ட் தாமஸ் (STC) பப்ளிக் ஸ்கூல் தடகள சாம்பியன்ஷிப்பில் விரும்பப்படும் டார்பெட் மற்றும் ஜெபர்சன் சேலஞ்ச் டிராபிகளை வெல்ல உதவினார். வெற்றி பெற்ற தோமியன் தடகள அணியின் மற்ற உறுப்பினர்கள் எல் சி குணரத்ன, ஆர் டி டக்வொர்த், ஈ டி பண்டாரநாயக்க, ஜே பி ஆர் சிம்மன்ஸ் உட்பட பலர். 1941 ஆம் ஆண்டு 2 நிமிடம் 10 வினாடிகளில் தத்தி அமைத்த அரை மைல் பொதுப் பள்ளி சாதனை 23 ஆண்டுகளுக்குப் பிறகு மற்றொரு தோமியன் எஸ் கே ஜெயசிங்கால் முறியடிக்கப்பட்டது. நான் பள்ளிப் பெண்ணாக இருந்தபோது, ​​எஸ்.டி.சி.யின் வார்டன் என் தந்தைக்கு அவரது சாதனை முறியடிக்கப்பட்டதாகத் தெரிவிக்கும் போது தொலைபேசியில் பதிலளித்தது எனக்கு தெளிவாக நினைவிருக்கிறது.",
        "பல தசாப்தங்களுக்குப் பிறகு, STC ஆண்டு விளையாட்டுப் போட்டியில் அவர் தலைமை விருந்தினராக அழைக்கப்பட்டபோது, ​​அவர் இந்த நிகழ்வுகளை ஏக்கத்துடன் நினைவு கூர்ந்தார், மேலும் ஒரு பரிசு விளையாட்டு வீரராகக் கண்டறியப்பட்டதன் மூலம் ஒரே இரவில் தனது ஹாஸ்டல் உணவு எப்படி மேம்பட்டது என்றும் அடுத்த அசெம்பிளியில் அவர் தலைமையாசிரியர் ஆக்கப்பட்டார் என்றும் பேசினார். அந்த நேரத்தில் STC இல் அவரது சமகாலத்தவர்கள் சாம் விஜேசிங்க, லால் குணரத்ன, சி.என்.குணவர்தன மற்றும் சார்லி முனசிங்க உட்பட பலர். சாம் மாமாவும் தத்தியும் வாழ்நாள் முழுவதும் நண்பர்களாக இருந்தார்கள், அவர் திருமணத்தில் சிறந்தவராக இருந்தார், 1947 இல் தத்தி என் அம்மா சுசீலாவைத் திருமணம் செய்துகொண்டார். என் அப்பாவைப் பற்றி சாம் அங்கிள் எழுதியதைப் பாராட்டி, “நம்முடைய பேச்சில் முதலில் வேலைக்குச் சென்றவர் சாம்தான். திருமணம் செய்து கொண்டு சொந்த வீட்டைக் கட்டுங்கள்”.",
        "எங்கள் தத்தி STC இல் சிறந்த அறிவியல் மாணவராக இருந்தார் மற்றும் விஞ்ஞானம் மற்றும் வேதியியலுக்கான மதிப்புமிக்க விஜேவர்தன பரிசு பெற்றார். 1941 இல் இலங்கைப் பல்கலைக்கழக நுழைவுத் தேர்வில் வெற்றியீட்டியதன் மூலம் \"மென்ஸ் சனா இன் கார்போர்  சானோ\" என்ற பழமொழியின் உண்மைத்தன்மையை அவர் நிரூபித்தார். இலங்கைப் பல்கலைக்கழகத்தில் அரை மைல், ஒரு மைல் மற்றும் 440 கெஜம் தடை விளையாட்டுகளில் இலங்கைப் பல்கலைக்கழகத்தை  பிரதிநிதித்துவப்படுத்தினார். . 1943 இல் சென்னையில் நடைபெற்ற அகில இந்திய பல்கலைக்கழகங்களுக்கு இடையேயான தடகளப் போட்டியில், ஒரு நிகழ்வை வென்ற ஒரே இலங்கை தடகள வீரராக அவர் இருந்தார், அதுவே 440 கெஜம் தடைகள் . 1943 இல் இலங்கையின் தேசிய தடகள தரவரிசையில் ஏ.டி.எச். பின்னர் எனது தந்தை இலங்கைப் பல்கலைக்கழகத்தின் தடகள அணிக்கு கேப்டனாக இருந்தார் .அப்போது பல்கலைக்கழகத்தின் துணைவேந்தர் மிகவும் மதிக்கப்பட்ட மற்றும் போற்றப்பட்ட சர் ஐவர் ஜென்னிங்ஸ் ஆவார்.",
        "எங்கள் தந்தை வேதியியலில் ஹானர்ஸ் பட்டம் பெற்றார், மேலும் க்யூடியின் முன்னாள் ஆய்வாளர் திரு. டாம் நாகேந்திரனின் கீழ் அரசு ஆய்வாளர்கள் துறையின் கேள்விக்குரிய ஆவணங்கள் (க்யூடி) பிரிவுக்குப் பணியமர்த்தப்பட்டார். டாக்டர் ஏ ஆர் எல் விஜேசேகர (ஏஆர்எல்டபிள்யூ) சிலோனின் முன்னாள் அரசாங்க பகுப்பாய்வாளரும் பேட்மிண்டன் சாம்பியனுமான எனது தந்தையைப் பற்றி நினைவு கூர்ந்தார், அவர் எழுதிய பாராட்டுக் குறிப்பில், “பகுப்பாய்வு துறையின் QD பிரிவில் ஆட்சேர்ப்பு செய்யப்பட்ட முதல் விஞ்ஞானி என்ற பெருமையை சமரே பெற்றிருந்தார். QD தேர்வு ஒரு அறிவியலை விட ஒரு கலை. அவரது விஞ்ஞானப் பின்னணியுடன் அவரது இருப்பின் முக்கியத்துவம், முந்தைய கால கையெழுத்து நிபுணர்களின் கருத்துக்கள் மற்றும் நுட்பங்களில் புரட்சியை ஏற்படுத்துவதற்கும், QD இல் நவீன தேர்வாளரின் உருவத்தை உருவாக்குவதற்கும் பெரிதும் உதவியது. \"கொல்வின் சிறிமான்ன, நியூட்டன் வீரசிங்கா, நோயல் ஜெயதுங்க, சி சத்குலநாதன் மற்றும் எப்சி பின்டோ போன்ற தடயவியல் விஞ்ஞானத்தின் ஜாம்பவான்கள் கால்பதித்த சகாப்தத்தில் சமரே ஒரு கோலோச்சினார்\" என்று அவர் மேலும் கூறினார்.",
        "டாக்டர் ஏ ஆர் எல் டபிள்யூ மேலும் தொடர்ந்தார், \"அவர் ஒரு அச்சமற்ற சாட்சியாக இருந்தார், இரு தரப்பு நீதிபதிகள் மற்றும் ஆலோசகர்களால் மதிக்கப்பட்டார், அவரது அறிவியல் திறன்கள், வெளிப்பாட்டின் தெளிவு மற்றும் சந்தேகத்திற்கு இடமில்லாத நேர்மை மற்றும் குற்றமற்ற ஒருமைப்பாடு. \"உண்மை, முழு உண்மை மற்றும் உண்மையைத் தவிர வேறெதுவும்\" பேசுவதில் இருந்து சமரே ஒருபோதும் விலகவில்லை என்பதை அவர்கள் அறிந்திருந்தனர். ஒரு நிபுணத்துவ சாட்சியாக அவர் அளித்த சாட்சியங்கள் இளம் தடயவியல் விஞ்ஞானிகளுக்கு உண்மையில் ஒரு பாடமாக இருந்தது” அவர் முடித்தார்.",
        "எங்கள் தந்தை ஸ்காட்லாந்து யார்டு, எஃப்.பி.ஐ அமெரிக்கா மற்றும் ராயல் கனடியன் மவுண்டட் போலீஸ் ஆகியவற்றில் ஆவணப் பரிசோதனையில் மேம்பட்ட பயிற்சி பெற்றார். 1960 முதல், கேள்விக்குரிய ஆவணங்களின் (GEQD) அரசாங்கப் பரிசோதகர் என்ற முறையில், அவர் மலேஷியா மற்றும் சிங்கப்பூர் அரசாங்கங்களுக்காக ஆவணப் பரிசோதகர்களுக்குப் பயிற்சி அளித்தார் மற்றும் இலங்கைக்கான மூன்று உதவி ஆவணப் பரிசோதகர்களுக்குப் பயிற்சி அளித்தார் – P H மனதுங்க, தங்கரத்னவேல் மற்றும் கலுபஹானா. அரசுப் பணியில் இருந்து ஓய்வு பெற்ற பிறகு, நியூ சவுத் வேல்ஸ் ஆஸ்திரேலியாவில் தடயவியல் ஆவண ஆய்வாளராகத் தேர்ந்தெடுக்கப்பட்டார்.",
        "நாடு முழுவதும் உள்ள நீதிமன்றங்களில் சாட்சியமளிக்க அவர் வாகனம் ஓட்டியபோது, ​​சிறுவயதில் நாங்கள் தத்தியுடன் இலங்கையின் நீள அகலம் முழுவதும் பயணம் செய்து மகிழ்ந்தோம். போலி ஆவணங்களை அங்கீகரிக்கும் அடிப்படை நுட்பங்களை அவர் அடிக்கடி எங்களுக்குக் காட்டினார், இது மிகவும் சுவாரஸ்யமாகவும் உற்சாகமாகவும் இருந்தது.",
        "அவருக்குப் பின் 1977ல் ஆவணப் பரிசோதகராகப் பதவியேற்ற பி.எச்.மனதுங்க நினைவு கூர்ந்தபடி, சமரநாயக்கா, அளப்பரிய ஆற்றலைக் கொண்ட ஒரு மனிதர், எந்த ஒரு காரியத்திலும் தன்னை அர்ப்பணிப்புடனும் அர்ப்பணிப்புடனும் பயன்படுத்தினார். அவர் செயல் திறன் கொண்டவர் மேலும் இன்று செய்ய வேண்டியதை நாளைக்குத் தள்ளிப் போட மாட்டார் என்று அறியப்பட்டார். அவரது அலுவலகம் துடைக்கப்படாவிட்டால், அதை தானே செய்து முன்மாதிரியாக இருக்க தயங்க மாட்டார்.",
        "\"60களின் முற்பகுதியில் அவரை இலங்கை செஞ்சிலுவைச் சங்கத்திற்கு அறிமுகப்படுத்திய சிறந்த சமூக சேவையாளரான அவரது மனைவியால் அவர் பெரிதும் பாதிக்கப்பட்டார். அவரது திறமைகளை அந்த அமைப்பு அங்கீகரித்ததால்                கெளரவப் பொருளாளராக ஆக்கப்பட்டார், சிறிது நேரத்திலேயே அவர் தலைவராகத் தேர்ந்தெடுக்கப்பட்டார். இந்த பதவியை அவர் 1967 முதல் 1977 வரை ஆண்டுத் தேர்தல் மூலம் பெரும் வித்தியாசத்துடன் வகித்தார். ஒரு தலைவராக அவரது நிறுவனத் திறன்களும் தலைமைப் பண்புகளும் முழு அளவில் மலர்ந்தன. செஞ்சிலுவைச் சங்கத்தை கிராமப் பள்ளிகள், கோவில்கள் மற்றும் தேவாலயங்களுக்கு அழைத்துச் சென்றதற்காகவும், நாடளாவிய ரீதியில் முதலுதவி பிரிவுகளை அமைத்ததற்காகவும் அவர் சிறப்பாக நினைவுகூரப்படுகிறார்.",
        "ஒரு பேரழிவு சமூகத்தைத் தாக்கியபோது, ​​​​செஞ்சிலுவைச் சங்கத்தின் தன்னார்வலர்களுக்கு அவசரகால உணவு, தங்குமிடம் மற்றும் உடைகளை வழங்குவதில் அவர்தான் முதலில் செயல்பட்டார். செஞ்சிலுவைச் சங்கத்தின் அடிப்படைக் கொள்கைகளான பாரபட்சமற்ற தன்மை, நடுநிலைமை மற்றும் சுதந்திரத்தை அவர் உறுதியுடன் நிலைநாட்டினார். சமூகம் அரசியலில் இருந்து விலகி, சமூகத்தை பிளவுபடாமல் தனது வாரிசுகளுக்கு வழங்குவதையும், அடிப்படைக் கொள்கைகளை சமரசம் செய்யாமல், கறைபடாமல், அப்படியே இருப்பதையும் அவர் பார்த்துக் கொண்டார். உலகின் பல பாகங்களிலும் நடைபெற்ற பல சர்வதேச மாநாடுகளில் அவர் சமூகத்தைப் பிரதிநிதித்துவப்படுத்தினார் மற்றும் ஒரு இராஜதந்திரியின் நேர்த்தியுடன் தனது உள்ளார்ந்த தலைமைப் பண்புகளால் சமூகத்திற்கு அதிக நன்மதிப்பையும் அங்கீகாரத்தையும் கொண்டுவந்தார்\" என்று மனதுங்க முடித்தார்.",
        "கொழும்பு 7ல் நான்கு மாடிகள் கொண்ட செஞ்சிலுவைச் சங்கக் கட்டிடத்தை நிர்மாணிப்பதற்கு அவருடைய முன்னோடி முயற்சிகள் உதவியது என்பதில் சந்தேகமில்லை. ஆம்புலன்ஸ் டிரைவர் இல்லாதபோது, ​​எனது தந்தை தனிப்பட்ட முறையில் ஆம்புலன்ஸை வெளியூர்களுக்குக் கூட நீண்ட தூரம் ஓட்டிச் செல்வார் என்பதையும் சேர்த்துக்கொள்ள வேண்டும். நோயுற்றவர்களுக்கான அவரது அர்ப்பணிப்பு அப்படிப்பட்டது. சில சமயங்களில் ஆம்புலன்சில் இருந்தவர்கள், செஞ்சிலுவை சங்கத்தின் தலைவரே ஆம்புலன்ஸின் ஓட்டுநர் என்பதை உணரவே இல்லை!",
        "எங்கள் தந்தை சமரநாயக்க குலத்தின் குலத்தலைவர். அவர் சில உறவுகளால் \"லோகு ஐயா\" என்றும் சிலரால் \"கொழும்பு மாமா\" என்றும் அழைக்கப்பட்டார். கும்புகாவின் கூட்டுக் குடும்பத்திற்கும் கிராம மக்களுக்கும் அவர் எப்போதும் உதவியாக இருந்தார். அஸ்காட் அவென்யூவில் உள்ள எங்கள் வீடு, கும்புகாவிலுள்ள அவரது அனைத்து உறவுகளுக்கும்  திறந்திருந்தது. அவருடைய உறவுகளில் பலர் பள்ளி நாட்களில் எங்களுடன் வாழ்ந்தோம், நானும் என் சகோதரியும் அவர்களுடன் படுக்கைகளை மகிழ்ச்சியுடன் பகிர்ந்து கொண்டோம். உதவி கேட்டு தன் வாயிலுக்கு வந்த எவரையும் அவர் திருப்பி அனுப்பவில்லை. அவர் ஒரு அன்பான மற்றும் அக்கறையுள்ள நபராக இருந்தார், மேலும் அவரது நடவடிக்கைகளில் எப்போதும் வெளிப்படையானவர். அவருக்கு சமூகத்தின் அனைத்து அடுக்குகளிலிருந்தும் ஏராளமான நண்பர்கள் மற்றும் கூட்டாளிகள் இருந்தனர், மேலும் அவர் அவர்களை சமமாக, தகுதியான மரியாதையுடன் நடத்தினார்.",
        "தத்தி ஒரு தீவிர சுற்றுச்சூழல் ஆர்வலர் மற்றும் அஸ்காட் அவென்யூ, அங்கு அவர் சுமார் 50 ஆண்டுகள் வாழ்ந்தார், அந்த நேரத்தில் கொழும்பில் பசுமையான மற்றும் தூய்மையான பாதைகளில் ஒன்றாக இருந்திருக்கலாம். இது உண்மையில் அவரது அயராத – குப்பை எதிர்ப்பு மற்றும் – குப்பை எதிர்ப்பு முயற்சிகளுக்கு ஒரு அஞ்சலி. எப்பொழுதும் களங்கமற்ற மற்றும் பளபளக்கும் தனது காரைப் பற்றி அவர் பெருமிதம் கொண்டார்.",
        "ஒரு கடமையான மகனாக, அவர் தனது தாயின் மீது அதிக கவனத்தை செலுத்தினார். ஞாயிற்றுக்கிழமைகளில் உணவு மற்றும் இனிப்புகளுடன் அவளைப் பார்ப்பது பெரும்பாலும் குடும்ப வார இறுதி வழக்கமாக இருந்தது. தத்தி நமக்கு வாழ்க்கையில் பல பாடங்களைக் கற்றுக் கொடுத்தது. அவற்றில் முதன்மையானது நேர்மை, நேர்மை, குடிமை உணர்வு, மனநிறைவு ஆகிய மதிப்புகள். இந்த குணங்களை அவர் தனது முழுமையான மற்றும் பலனளிக்கும் வாழ்நாள் முழுவதும் கடைப்பிடித்து அனுபவித்தார். அவர் உண்மையில் ஒரு மில்லியன் மனிதர்.",
        "அன்புள்ள தத்தி,  சம்சாரம் வழியாக உங்கள் பயணம் தொடர்ந்து பலனளிப்பதாக இருக்கட்டும், இறுதியாக நீங்கள் நிர்வாணத்தின் உன்னத பேரின்பத்தை அடையலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}