{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-Now-over-the-brink-into-Disaster/231-234908",
  "time_ut": 1649615580,
  "title": "Sri Lanka; Now over the brink into Disaster!",
  "body_lines": [
    "\"There was general complaint of waste, bribery, corruption and abuse of political authority, embezzlement of funds, selling off of national assets that kept on precipitating crisis after crisis in steady pace. Now, we are really and dramatically over the brink that was simmering right into wreak and disaster\"",
    "There is utter despair, desperation, frustration and anger hovering over our dear motherland at the moment. There are evident signs of people’s restlessness which is a sheer warning probably of oncoming waves of a national uprising in the face of the tragic socio-economic and political instability that has overtaken the country. The last two months saw long queues lining up for gas, petrol, diesel and even kerosene. It as a pitiful scene the like of which has never been seen before in the post-independence era. Sure, there were the unending strikes and hartals during the SWRD reign, followed by series of political instabilities with 1970-1977 period almost drying up the coffers. Then came the era of the free-market that introduced a relentlessly profit oriented economy and a period of foreign investments. Unfortunately, the local economy got marginalized and companies exploited the situation to the full. These eras were followed by political swings from one major party to another until there was almost a fall into dictatorship. In this background the culture of family rule invaded our democracy, a trend that had in fact ruined many a country elsewhere.",
    "There was general complaint of waste, bribery, corruption and abuse of political authority, embezzlement of funds, selling off of national assets that kept on precipitating crisis after crisis in steady pace. Now, we are really and dramatically over the brink that was simmering right into wreak and disaster. The country is bankrupt. It is a sad spectacle even in the eyes of the rest of the world. The rapid depreciation of the Sri Lankan rupee, the lack of foreign exchange, decrease in exports, fall of tourism industry, slowness of foreign remittances from migrant labor, the fertilizer crisis, having to import even essential food items,  the spill-over of the Covid-19 menace all coalesced in pushing the entire country into a point of almost no-return. The blame has squarely to be laid at the door of greedy politics and utter inefficiency of the government and state authorities for having been the principal and perhaps the major cause that brought in this catastrophe, a national tragedy of proportions never ever seen before.",
    "\"The country needs to recover and rediscover itself. The people deserve a much better present and future. The tide must turn for the better. Radical measures have to be taken to redeem the situation. People must have their three meals a day, be able to travel about their daily business, have access to food at affordable prices, feel safe and secure\"",
    "We have become a sheer begging nation at the mercy of other’s charity and compassion running from country to country with the begging bowl. We have struck the rock-bottom. This should never have been the situation, had there been genuine statesman-like politics in our national leadership and had the best of administrative talent been tapped in the service of the State. The people themselves have to take the blame in allowing itself to be duped into illusions of fancy promises that were hardly kept by the political parties in power, whether with absolute majority or in coalition.",
    "The eyes of the whole nation should now be open to the hard realities overpowering us. What we require is an entirely different political culture and system assisting us to get over this economic and political crisis for good. Old hands will not be effective in this new reforming venture that we are obliged to tread. It is almost a “tabula rasa”. The fact that even the highest religious dignitaries and authorities are voicing concern and worry while expressing their open criticism of the status-quo gives an inkling into the gravity of the present situation. Politics has served only the politicians and their goons and not the people who elected them into those seats of power. It is but right that religious leadership of the country that boasts of a marvelous blend of four of world’s religions, namely Christianity, Buddhism, Hinduism and Islam comes into the heart of the picture of national reform and transformation.",
    "The country needs to recover and rediscover itself. The people deserve a much better present and future. The tide must turn for the better. Radical measures have to be taken to redeem the situation. People must have their three meals a day, be able to travel about their daily business, have access to food at affordable prices, feel safe and secure. The farmers, low-income earners, those who engage in daily labor and the middle-class both upper and lower must have their share of a better life. The farming industry with special attention to agriculture has to be restored. This agricultural economy that has stood in good stead for centuries in this island cannot be allowed to get debilitated because of ill-thought change in policy that we witnessed during the last few months that ruined paddy fields, brought insecurity, untold suffering and even death to our farming communities. The cry for regularizing salary anomalies have arisen from the plantation workers in the hill-country, from teachers and from doctors and nurses.  Demonstrations have been the public culture of the day in the recent times that needs to cease. If a country is looking after its citizens well, and providing for their daily needs and future which creates a contented country, it means that governance is good and praiseworthy. Anything to the contrary spells disaster as the one we are sunk in today. People turn restless and violent asking for change when there is no such effective governance. The present government does not seem to be people-friendly. There are radical critics who would call for the resignation of the entire government and leave it to the hands of the Speaker in full session of parliament to go for the appointment of an interim cabinet to oversee the crisis until normalcy returns to pursue any further democratic process.",
    "\"We have become a sheer begging nation at the mercy of other’s charity and compassion running from country to country with the begging bowl. We have struck the rock-bottom. This should never have been the situation, had there been genuine statesman-like politics in our national leadership\"",
    "We need new hands for a new work that will usher in a better period of progress and prosperity to our motherland. It is a pity to see us lagging so miserably behind when we should really have been another wonder of Asia such as Singapore or Hong Kong. What has become of our national assets: our ports and harbours, our rivers, our beaches and sea-beds, apparel and most of all human resources which kept trickling with our best brains and talented young and old looking for greener pastures overseas? The national question of ethnic harmony and racial reconciliation has been slow in coming and efforts very lukewarm. Bereft of national unity and political stability a country cannot just go forward. Political instability and a deepening fiscal crisis will throw us into the dumps from which there will no hope of rising. The writing is on the wall and it is high time to act. Let there be sanity and sincerity, responsibility and accountability on the part of national leaders even at this eleventh hour in the name of people who have been severely put to test and inconvenience. National leaders must lend their ears to the cry and lament of the people. The people must be given an earliest opportunity to make better and wiser decisions in the option of their leaders. They must not act in ignorance in choosing wrong persons to lead. We need clean politicians with a perfect personal history and not opportunists who would even like to fish in troubled waters. These are heartless politicians who do not deserve to sit in the sanctuaries of democracy and be the voice of the people. The present unprecedented crisis is a telling lesson to all: politicians and the people. A new political culture must take on the national stage and we must see competent, knowledgeable and committed leaders taking on the reins of national office which will raise this country from the depths of misery to which it has fallen, rehabilitate it once and for all and see us through to a prosperous future of clean politics and a sound steady economy that will make us secure and resourceful in many ways. May that day be dawn soon over this dear land; this beautiful piece on the planet Earth."
  ],
  "translate": {
    "si": {
      "title": "ශ්රී ලංකාව; දැන් ව්‍යසනයේ අද්දර!",
      "body_lines": [
        "\"අපද්‍රව්‍ය, අල්ලස, දූෂණය සහ දේශපාලන අධිකාරිය අනිසි ලෙස භාවිතා කිරීම, මුදල් අවභාවිතය, ජාතික වත්කම් විකුණා දැමීම පිළිබඳ සාමාන්‍ය පැමිණිල්ලක් තිබුණා. විනාශයට හා ව්‍යසනයට",
        "මේ මොහොතේ අපේ ආදරණීය මාතෘභූමිය කෙරෙහි දැඩි බලාපොරොත්තු සුන්වීමක්, බලාපොරොත්තු සුන්වීමක්, කලකිරීමක් සහ කෝපයක් පවතී. රට අබිබවා ගොස් ඇති ඛේදනීය සමාජ-ආර්ථික හා දේශපාලන අස්ථාවරත්වය හමුවේ ජාතික නැගිටීමේ රැල්ලක් ගැන බොහෝදුරට අනතුරු ඇඟවීමක් වන මිනිසුන්ගේ නොසන්සුන්තාවයේ පැහැදිලි ලකුණු තිබේ. පසුගිය මාස දෙකේදී ගෑස්, පෙට්‍රල්, ඩීසල් සහ භූමිතෙල් සඳහා පවා දිගු පෝලිම් දක්නට ලැබුණි. එය නිදහසින් පසු යුගයේ මින් පෙර කිසිදා දැක නොතිබූ ශෝචනීය දර්ශනයක් ලෙසයි. SWRD පාලන සමයේදී නොනවතින වැඩ වර්ජන සහ හර්තාල් ඇති වූ බව නිසැකයි. ඉන්පසුව 1970-1977 කාලපරිච්ඡේදය සමඟ දේශපාලන අස්ථාවරතා මාලාවක් නිසා භාණ්ඩාගාර සිඳී ගියේය. ඉක්බිතිව ලාභය ඉලක්ක කරගත් ආර්ථිකයක් හඳුන්වා දුන් නිදහස් වෙළඳපොල යුගයක් සහ විදේශ ආයෝජන යුගයක් උදා විය. අවාසනාවන්ත ලෙස, දේශීය ආර්ථිකය ආන්තික වූ අතර සමාගම් එම තත්ත්වය උපරිමයෙන් ගසා කෑහ. මෙම යුගයන් පසුකාලීනව එක් ප්‍රධාන පක්ෂයකින් තවත් ප්‍රධාන පක්ෂයකට දේශපාලන පැද්දීම නිසා ඒකාධිපතිත්වයට වැටීමට ආසන්නය. මෙම පසුබිම තුළ පවුල් පාලනයේ සංස්කෘතිය අපගේ ප්‍රජාතන්ත්‍රවාදය ආක්‍රමණය කළ අතර එය ඇත්ත වශයෙන්ම වෙනත් රටවල බොහෝ රටවල් විනාශ කර ඇති ප්‍රවණතාවකි.",
        "නාස්තිය, අල්ලස් ගැනීම, දූෂණය සහ දේශපාලන අධිකාරිය අනිසි ලෙස භාවිතා කිරීම, මුදල් අවභාවිතය, ජාතික වත්කම් විකුණා දැමීම, අර්බුදවලින් පසු අර්බුද ස්ථාවර වේගයකින් වර්ධනය වීම පිළිබඳ සාමාන්‍ය පැමිණිල්ලක් තිබුණි. දැන්, අපි සැබවින්ම සහ නාටකාකාර ලෙස විනාශය සහ ව්‍යසනය දක්වා ගිලෙමින් තිබූ අද්දර සිටිමු. රට බංකොලොත් වෙලා. එය සෙසු ලෝකයාගේ ඇස් හමුවේ පවා දුක්මුසු දර්ශනයකි. ශ්‍රී ලංකා රුපියල ශීඝ්‍රයෙන් අවප්‍රමාණය වීම, විදේශ විනිමය හිඟය, අපනයන අඩුවීම, සංචාරක ව්‍යාපාරය කඩා වැටීම, සංක්‍රමණික ශ්‍රමිකයන්ගෙන් ලැබෙන විදේශ ප්‍රේෂණ මන්දගාමී වීම, පොහොර අර්බුදය, අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය පවා ආනයනය කිරීමට සිදුවීම,  පිටාර ගැලීම Covid-19 උවදුර මුළු රටම ආපසු නොපැමිණෙන ස්ථානයකට තල්ලු කිරීමට ඒකාබද්ධ විය. මින් පෙර කිසිදා නොදුටු ජාතික ඛේදවාචකයක් වූ මෙම ව්‍යසනය ඇති කළ ප්‍රධාන සහ සමහර විට ප්‍රධානතම හේතුව වීම සම්බන්ධයෙන් කෑදර දේශපාලනයේ සහ රජයේ සහ රාජ්‍ය බලධාරීන්ගේ සම්පූර්ණ අකාර්යක්ෂමතාවයේ දොස් පැවරිය යුතුව ඇත.",
        "\"රට ප්‍රකෘතිමත් වී නැවත සොයා ගැනීමට අවශ්‍යයි. ජනතාවට වඩා හොඳ වර්තමානයක් සහ අනාගතයක් ලැබිය යුතුය. වඩදිය යහපත් අතට හැරවිය යුතුය. මෙම තත්ත්වයෙන් මිදීමට රැඩිකල් පියවර ගත යුතුය. මිනිසුන්ට දිනකට ආහාර වේල් තුනක් තිබිය යුතුය, හැකි විය යුතුය. ඔවුන්ගේ දෛනික ව්‍යාපාර සඳහා ගමන් කිරීමට, දැරිය හැකි මිලකට ආහාර සඳහා ප්‍රවේශය, ආරක්ෂිත සහ සුරක්ෂිත බවක් දැනීමට\"",
        "අපි යාචක පාත්‍රයත් සමඟ රටින් රටට දුවන අනුන්ගේ දානයේ සහ මෛත්‍රියේ අනුකම්පාවෙන් හිඟන ජාතියක් බවට පත්ව සිටිමු. අපි ගල් පතුළට පහර දුන්නා. අපේ ජාතික නායකත්වය තුළ සැබෑ රාජ්‍ය තාන්ත්‍රික දේශපාලනයක් තිබුණේ නම් සහ රාජ්‍ය සේවයේ හොඳම පරිපාලන කුසලතාවයන් ලබා ගත්තේ නම්, මෙය කිසි විටෙකත් තත්ත්වය නොවිය යුතුය. බලයේ සිටින දේශපාලන පක්‍ෂ විසින් නිරපේක්ෂ බහුතර බලයකින් හෝ සභාගයකින් හෝ ඉටු නොකළ මනඃකල්පිත පොරොන්දු පිළිබඳ මිත්‍යාවන්ට රැවටීමට ඉඩ හැරීමේ වරද ජනතාව විසින්ම භාරගත යුතුය.",
        "අපව අභිබවා යන දුෂ්කර යථාර්ථයන් වෙත මුළු ජාතියේම ඇස් දැන් විවෘත විය යුතුය. අපට අවශ්‍ය වන්නේ සම්පූර්ණයෙන්ම වෙනස් දේශපාලන සංස්කෘතියක් සහ පද්ධතියක් මෙම ආර්ථික හා දේශපාලන අර්බුදයෙන් යහපත සඳහා අපට සහාය වීමයි. අප විසින් පාගා දැමීමට බැඳී සිටින මෙම නව ප්‍රතිසංස්කරණ ව්‍යාපාරය තුළ පැරණි දෑත් ඵලදායී නොවනු ඇත. එය පාහේ \"ටැබුල රස\" වේ. ඉහළම ආගමික ප්‍රභූවරුන් සහ බලධාරීන් පවා කනස්සල්ලට හා කනස්සල්ලට පත්වෙමින් පවතින තත්ත්වය පිළිබඳ විවෘත විවේචන ප්‍රකාශ කිරීම වර්තමාන තත්ත්වයෙහි බරපතලකම පිළිබඳ ඉඟියක් ලබා දෙයි. දේශපාලනය සේවය කර ඇත්තේ දේශපාලකයන්ට සහ ඔවුන්ගේ මැරයන්ට මිස ඔවුන් එම බලයට පත් කළ ජනතාවට නොවේ. ක්‍රිස්තියානි, බුද්ධාගම, හින්දු සහ ඉස්ලාම් යන ලෝක ආගම් හතරක විස්මිත සම්මිශ්‍රණයක් ගැන පුරසාරම් දොඩන රටේ ආගමික නායකත්වය ජාතික ප්‍රතිසංස්කරණ හා පරිවර්තනයේ චිත්‍රයේ හදවතට පැමිණීම නිවැරදිය.",
        "රට යථා තත්ත්වයට පත් කර නැවත සොයා ගත යුතුය. ජනතාවට වඩා හොඳ වර්තමානයක් සහ අනාගතයක් ලැබිය යුතුය. වඩදිය හොඳ අතට හැරවිය යුතුය. තත්වයෙන් මිදීමට රැඩිකල් පියවර ගත යුතුය. මිනිසුන්ට දිනකට ඔවුන්ගේ ආහාර වේල් තුන තිබිය යුතුය, ඔවුන්ගේ දෛනික ව්‍යාපාර සඳහා ගමන් කිරීමට හැකි විය යුතුය, දැරිය හැකි මිලකට ආහාර සඳහා ප්‍රවේශය තිබිය යුතුය, ආරක්ෂිත සහ සුරක්ෂිත බවක් දැනිය යුතුය. ගොවීන්ට, අඩු ආදායම්ලාභීන්ට, දෛනික ශ්‍රමයේ යෙදෙන අයට සහ ඉහළ සහ පහළ යන දෙඅංශයෙන්ම මධ්‍යම පාන්තිකයන්ට වඩා හොඳ ජීවිතයක් සඳහා ඔවුන්ගේ කොටස තිබිය යුතුය. කෘෂිකර්මාන්තය කෙරෙහි විශේෂ අවධානයක් යොමු කර ඇති ගොවි කර්මාන්තය යථා තත්ත්වයට පත් කළ යුතුව ඇත. මේ දිවයිනේ සියවස් ගණනාවක් හොඳ ස්ථාවරයක පැවති මෙම කෘෂිකාර්මික ආර්ථිකය අබලන් වීමට ඉඩ දිය නොහැක්කේ කුඹුරු විනාශ කරන, අනාරක්ෂිත බව, අප්‍රකාශිත දුක්ඛිතභාවය සහ මරණය පවා ගෙන දුන් පසුගිය මාස කිහිපය තුළ අප දුටු වැරදි චින්තන ප්‍රතිපත්තිමය වෙනසක් නිසාය. අපේ ගොවි ප්රජාවන්. වැටුප් විෂමතා විධිමත් කළ යුතුය යන හඬ කඳුකරයේ වතු කම්කරුවන්, ගුරුවරුන්, වෛද්‍යවරුන්, හෙදියන් වෙතින් මතුව තිබේ. පෙළපාලි යනු මෑත කාලීනව නැවැත්විය යුතු පොදු සංස්කෘතියයි. යම් රටක් තම පුරවැසියන් ගැන හොඳින් සොයා බලා ඔවුන්ගේ දෛනික අවශ්‍යතා සහ අනාගතය සපයා දෙන තෘප්තිමත් රටක් නිර්මාණය කරන්නේ නම් එයින් අදහස් වන්නේ යහපාලනය යහපත් සහ ප්‍රශංසනීය බවයි. ඊට ප්‍රතිවිරුද්ධ ඕනෑම දෙයක් අද අප ගිලී සිටින ව්‍යසනය ලෙස හුවා දක්වයි. එවැනි ඵලදායී පාලනයක් නොමැති විට ජනතාව වෙනසක් ඉල්ලා නොසන්සුන් හා ප්‍රචණ්ඩකාරී වෙති. වත්මන් ආණ්ඩුව ජනතා හිතවාදී බවක් පෙනෙන්නට නැත. තවදුරටත් ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලියක් ඉදිරියට ගෙන යාම සඳහා සාමාන්‍ය තත්ත්වයට පත් වන තෙක් අර්බුදය අධීක්ෂණය කිරීම සඳහා අතුරු කැබිනට් මණ්ඩලයක් පත් කිරීම සඳහා පාර්ලිමේන්තුවේ සම්පූර්ණ සැසිවාරයේදී එය කථානායකවරයාට භාර දෙන ලෙස ඉල්ලා සිටින රැඩිකල් විවේචකයෝ සිටිති. .",
        "\"අනුන්ගේ දානයේ සහ මෛත්‍රියේ අනුකම්පාවෙන් හිඟමනට පාත්‍ර වූ අපි රටින් රටට දුවන හිඟන ජාතියක් බවට පත්වෙලා. අපි ගලේ පතුලටම ගැහුවා. සැබෑ රාජ්‍ය තාන්ත්‍රික දේශපාලනයක් තිබුණේ නම් කවදාවත් මේ තත්ත්වය නොවිය යුතුයි. අපේ ජාතික නායකත්වය තුළ\"",
        "අපේ මාතෘභූමියට වඩා හොඳ ප්‍රගතියක් සහ සෞභාග්‍යයක් උදාකර දෙන නව කාර්යයක් සඳහා අපට නව දෑත් අවශ්‍යයි. සිංගප්පූරුව හෝ හොංකොං වැනි ආසියාවේ තවත් ආශ්චර්යයක් විය යුතුව තිබියදී අප ඉතා දුක්ඛිත ලෙස පසුගාමී වීම දැකීම කණගාටුවට කරුණකි. අපගේ ජාතික වත්කම් මොනවාද: අපගේ වරායන් සහ වරායන්, අපගේ ගංගා, අපගේ වෙරළ සහ මුහුදු පතුල, ඇඟලුම් සහ අපගේ හොඳම මොළයෙන් හා දක්ෂ තරුණ හා වැඩිහිටි හරිත තණබිම් සොයමින් සිටි මානව සම්පත් සියල්ලටම වඩා කුමක්ද? වාර්ගික සංහිඳියාව සහ වාර්ගික සංහිඳියාව පිළිබඳ ජාතික ප්‍රශ්නය පැමිනීම මන්දගාමී වූ අතර උත්සාහයන් ඉතා ඇල්මැරුණු ය. ජාතික සමගිය සහ දේශපාලන ස්ථාවරත්වය නැතිව රටකට නිකම්ම ඉදිරියට යා නොහැක. දේශපාලන අස්ථාවරත්වය සහ ගැඹුරු වන මූල්‍ය අර්බුදය අපව ගොඩ ඒමේ බලාපොරොත්තුවක් නැති කුණු ගොඩවල්වලට ඇද දමනු ඇත. ලිවීම බිත්තියේ ඇති අතර ක්‍රියා කිරීමට කාලයයි. දැඩි පරීක්‍ෂාවට සහ අපහසුතාවයට පත් වූ මිනිසුන්ගේ නාමයෙන් මේ එකොළොස්‌ පැයේදීවත් ජාතික නායකයන් තුළ සිහිබුද්ධිය සහ අවංකභාවය, වගකීම සහ වගවීම ඇති වේවා. ජාතික නායකයන් ජනතාවගේ හැඬීමට හා විලාපයට කන් දිය යුතුය. තම නායකයන්ගේ අභිමතය පරිදි වඩා හොඳ සහ බුද්ධිමත් තීරණ ගැනීමට ජනතාවට හැකි ඉක්මනින් අවස්ථාව දිය යුතුය. නායකත්වය සඳහා වැරදි පුද්ගලයන් තෝරාගැනීමේදී ඔවුන් නොදැනුවත්කමෙන් කටයුතු නොකළ යුතුය. අපට අවශ්‍ය වන්නේ පිරිපුන් පෞද්ගලික ඉතිහාසයක් ඇති පිරිසිදු දේශපාලකයින් මිස කැළඹිලි දියේ මාළු බාන්නට පවා කැමති අවස්ථාවාදීන් නොවේ. මේ ප්‍රජාතන්ත්‍රවාදයේ අභයභූමිවල ඉඳගෙන ජනතාවගේ හඬ වෙන්න තරම්වත් සුදුසු නැති හිත් පිත් නැති දේශපාලනඥයෝ. වර්තමාන පෙර නොවූ විරූ අර්බුදය දේශපාලකයන්ට සහ ජනතාවට සැමට කීමේ පාඩමකි. නව දේශපාලන සංස්කෘතියක් ජාතික වේදිකාවට පැමිණිය යුතු අතර, මේ රට වැටී ඇති දුක්ඛිත තත්ත්වයෙන් ගොඩනඟා, සදහටම පුනරුත්ථාපනය කරන, ජාතික තනතුරු දැරූ දක්ෂ, දැනුමැති සහ කැපවූ නායකයින් අප දැකිය යුතුය. පිරිසිදු දේශපාලනයේ සමෘද්ධිමත් අනාගතයක් සහ බොහෝ ආකාරවලින් අපව සුරක්ෂිත සහ සම්පත්දායක බවට පත් කරන යහපත් ස්ථාවර ආර්ථිකයක් වෙත අපව දකින්න. ඒ දවස ඉක්මනින්ම මේ ආදරණීය දේශයට උදා වේවා; පෘථිවියේ මෙම සුන්දර කොටස."
      ]
    },
    "ta": {
      "title": "இலங்கை; இப்போது பேரழிவின் விளிம்பில்!",
      "body_lines": [
        "\"வீண், லஞ்சம், ஊழல் மற்றும் அரசியல் அதிகார துஷ்பிரயோகம், நிதி அபகரிப்பு, தேசிய சொத்துக்களை விற்பது போன்ற பொதுவான புகார்கள் இருந்தன. இவை நிலையான வேகத்தில் நெருக்கடிக்கு பின் நெருக்கடியை அதிகரித்துக் கொண்டே இருக்கின்றன. அழிவு மற்றும் பேரழிவிற்குள் சரியாக\"",
        "இந்த நேரத்தில் எங்கள் அன்பான தாய்நாட்டின் மீது முழு விரக்தியும், விரக்தியும், விரக்தியும், கோபமும் சூழ்ந்துள்ளன. மக்கள் அமைதியின்மையின் தெளிவான அறிகுறிகள் உள்ளன, இது நாட்டை முந்தியுள்ள சோகமான சமூக-பொருளாதார மற்றும் அரசியல் ஸ்திரமின்மைக்கு முகங்கொடுக்கும் ஒரு தேசிய எழுச்சியின் வரவிருக்கும் அலைகள் பற்றிய தெளிவான எச்சரிக்கையாகும். கடந்த இரண்டு மாதங்களாக காஸ், பெட்ரோல், டீசல் மற்றும் மண்ணெண்ணெய் போன்றவற்றிற்காக நீண்ட வரிசையில் காத்திருந்தனர். சுதந்திரத்திற்குப் பிந்தைய காலத்தில் இதுவரை கண்டிராத ஒரு பரிதாபமான காட்சி இது. நிச்சயமாக, SWRD ஆட்சியின் போது முடிவில்லா வேலைநிறுத்தங்கள் மற்றும் ஹர்த்தால்கள் இருந்தன, அதைத் தொடர்ந்து 1970-1977 காலகட்டத்தின் தொடர்ச்சியான அரசியல் ஸ்திரமின்மைகள் கிட்டத்தட்ட கஜானாவை வறண்டுவிட்டன. அதன்பிறகு தடையற்ற சந்தையின் சகாப்தம் வந்தது, அது இடைவிடாத லாபம் சார்ந்த பொருளாதாரத்தையும் வெளிநாட்டு முதலீடுகளின் காலத்தையும் அறிமுகப்படுத்தியது. துரதிர்ஷ்டவசமாக, உள்ளூர் பொருளாதாரம் ஓரங்கட்டப்பட்டது மற்றும் நிறுவனங்கள் நிலைமையை முழுமையாகப் பயன்படுத்திக் கொண்டன. சர்வாதிகாரத்தில் ஏறக்குறைய வீழ்ச்சி ஏற்படும் வரை இந்த சகாப்தங்கள் ஒரு பெரிய கட்சியிலிருந்து மற்றொரு கட்சிக்கு அரசியல் ஊசலாடுவதைத் தொடர்ந்து வந்தன. இந்த பின்னணியில் குடும்ப ஆட்சி கலாச்சாரம் நமது ஜனநாயகத்தை ஆக்கிரமித்தது, இது உண்மையில் பல நாடுகளை நாசமாக்கியது.",
        "விரயம், லஞ்சம், ஊழல் மற்றும் அரசியல் அதிகார துஷ்பிரயோகம், நிதி அபகரிப்பு, தேசிய சொத்துக்களை விற்பது போன்ற பொதுவான புகார்கள் நெருக்கடிக்கு பின் நெருக்கடியை சீரான வேகத்தில் தொடர்ந்தன. இப்போது, ​​நாங்கள் உண்மையிலேயே மற்றும் வியத்தகு முறையில் அழிவு மற்றும் பேரழிவுக்குள் மூழ்கிக் கொண்டிருந்த விளிம்பில் இருக்கிறோம். நாடு திவாலானது. உலகின் மற்ற நாடுகளின் பார்வையில் கூட இது ஒரு சோகமான காட்சி. இலங்கை ரூபாவின் விரைவான வீழ்ச்சி, அந்நிய செலாவணி பற்றாக்குறை, ஏற்றுமதி குறைவு, சுற்றுலாத்துறை வீழ்ச்சி, புலம்பெயர்ந்த தொழிலாளர்களிடமிருந்து வெளிநாட்டு பணம் அனுப்புவதில் தாமதம், உர நெருக்கடி, அத்தியாவசிய உணவுப் பொருட்களைக் கூட இறக்குமதி செய்ய வேண்டிய நிலை,  கசிவு கோவிட்-19 அச்சுறுத்தல் அனைத்தும் ஒன்றிணைந்து முழு நாட்டையும் திரும்பப் பெற முடியாத நிலைக்குத் தள்ளியது. பேராசை அரசியல் மற்றும் அரசு மற்றும் மாநில அதிகாரிகளின் முழுமையான திறமையின்மை ஆகியவை இந்தப் பேரழிவைக் கொண்டு வந்ததற்கு முக்கிய காரணமாகவும், இதற்கு முன் எப்போதும் கண்டிராத அளவிலான தேசிய சோகத்தை ஏற்படுத்தியதற்கு முக்கிய காரணமாகவும் குற்றம் சாட்டப்பட்டது.",
        "\"நாடு மீண்டு தன்னைத்தானே மீட்டெடுக்க வேண்டும். மக்கள் மிகச் சிறந்த நிகழ்காலத்திற்கும் எதிர்காலத்திற்கும் தகுதியானவர்கள். அலைகள் சிறப்பாக மாற வேண்டும். நிலைமையை மீட்டெடுக்க தீவிர நடவடிக்கைகள் எடுக்கப்பட வேண்டும். மக்கள் ஒரு நாளைக்கு மூன்று வேளை சாப்பிட வேண்டும், முடியும். அவர்களின் அன்றாட வணிகத்தைப் பற்றி பயணிக்க, மலிவு விலையில் உணவு கிடைக்கும், பாதுகாப்பாகவும் பாதுகாப்பாகவும் உணருங்கள்\"",
        "பிச்சைக் கிண்ணத்துடன் நாடு விட்டு நாடு ஓடும் பிறருடைய தொண்டு மற்றும் இரக்கத்தின் கருணையால் சுத்த பிச்சை எடுக்கும் தேசமாகிவிட்டோம். நாங்கள் பாறையின் அடிப்பகுதியைத் தாக்கியுள்ளோம். நமது தேசியத் தலைமையில் உண்மையான அரசியல் வாதிகள் போன்ற அரசியல் இருந்திருந்தால், சிறந்த நிர்வாகத் திறமையை அரசுப் பணியில் ஈடுபடுத்தியிருந்தால், இந்த நிலை ஒருபோதும் இருந்திருக்காது. அறுதிப் பெரும்பான்மையுடன் இருந்தாலும் சரி, கூட்டணியாக இருந்தாலும் சரி, ஆட்சியில் இருக்கும் அரசியல் கட்சிகளால் கடைப்பிடிக்கப்படாத ஆடம்பரமான வாக்குறுதிகளின் மாயைகளுக்குள் தங்களைத் தாங்களே ஏமாற்றிக் கொள்ள அனுமதித்ததில் மக்களே பொறுப்பேற்க வேண்டும்.",
        "முழு தேசத்தின் கண்களும் இப்போது நம்மை வெல்லும் கடினமான உண்மைகளுக்கு திறந்திருக்க வேண்டும். நமக்குத் தேவைப்படுவது முற்றிலும் மாறுபட்ட அரசியல் கலாசாரம் மற்றும் அமைப்பு இந்த பொருளாதார மற்றும் அரசியல் நெருக்கடியை நன்மைக்காக பெற உதவுகிறது. நாம் காலடி எடுத்து வைக்கக் கடமைப்பட்டுள்ள இந்தப் புதிய சீர்திருத்த முயற்சியில் பழைய கைகள் பலனளிக்காது. இது கிட்டத்தட்ட ஒரு \"தபுலா ராசா\". உயர்மட்ட மதப் பிரமுகர்களும் அதிகாரிகளும் கூட தற்போதைய நிலை குறித்து வெளிப்படையான விமர்சனங்களை வெளிப்படுத்தும் அதே வேளையில் கவலையும் கவலையும் வெளிப்படுத்துவது தற்போதைய சூழ்நிலையின் தீவிரத்தை உணர்த்துகிறது. அரசியல் என்பது அரசியல்வாதிகளுக்கும், அவர்களின் குண்டர்களுக்கும் மட்டுமே சேவை செய்ததே தவிர, அந்த அதிகார இடங்களுக்கு அவர்களைத் தேர்ந்தெடுத்த மக்களுக்கு அல்ல. கிறிஸ்தவம், பௌத்தம், இந்து மதம் மற்றும் இஸ்லாம் ஆகிய நான்கு உலக மதங்களின் அற்புதமான கலவையைப் பற்றி பெருமை பேசும் நாட்டின் மதத் தலைமை தேசிய சீர்திருத்தம் மற்றும் மாற்றத்தின் படத்தின் மையத்தில் வருவது சரியானது.",
        "நாடு மீண்டு தன்னை மீட்க வேண்டும். மக்கள் சிறந்த நிகழ்காலத்திற்கும் எதிர்காலத்திற்கும் தகுதியானவர்கள். அலை நல்லதாக மாற வேண்டும். நிலைமையை மீட்டெடுக்க தீவிர நடவடிக்கைகள் எடுக்கப்பட வேண்டும். மக்கள் ஒரு நாளைக்கு மூன்று வேளை உணவை உண்ண வேண்டும், அவர்களின் அன்றாட வணிகத்தைப் பற்றி பயணிக்க முடியும், மலிவு விலையில் உணவு கிடைக்க வேண்டும், பாதுகாப்பாகவும் பாதுகாப்பாகவும் உணர வேண்டும். விவசாயிகள், குறைந்த வருமானம் பெறுபவர்கள், அன்றாடத் தொழிலில் ஈடுபடுபவர்கள் மற்றும் நடுத்தர வர்க்கத்தினர் மேல் மற்றும் கீழ் இருவருமே சிறப்பான வாழ்வில் பங்கு பெற வேண்டும். விவசாயத்தில் சிறப்பு கவனம் செலுத்தி விவசாயத் தொழிலை மீட்டெடுக்க வேண்டும். இத்தீவில் பல நூற்றாண்டுகளாக நல்ல நிலையில் இருக்கும் இந்த விவசாயப் பொருளாதாரம் நலிவடைவதை அனுமதிக்க முடியாது, ஏனெனில் கடந்த சில மாதங்களில் நெல் வயல்களை அழித்து, பாதுகாப்பின்மையையும், சொல்லொணாத் துன்பத்தையும், மரணத்தையும் கூட நாம் கண்டோம். எங்கள் விவசாய சமூகங்கள். சம்பள முரண்பாடுகளை முறைப்படுத்த வேண்டும் என்ற கூக்குரல் மலையகத்தில் உள்ள தோட்டத் தொழிலாளர்கள், ஆசிரியர்கள் மற்றும் வைத்தியர்கள் மற்றும் தாதியர்களிடமிருந்து எழுந்துள்ளது. சமீப காலமாக ஆர்ப்பாட்டங்கள் நிறுத்தப்பட வேண்டிய பொது கலாச்சாரம். ஒரு நாடு தனது குடிமக்களை நன்றாகக் கவனித்து, அவர்களின் அன்றாடத் தேவைகளையும் எதிர்காலத்தையும் திருப்திகரமான நாட்டை உருவாக்குகிறது என்றால், அதன் நிர்வாகம் சிறப்பாகவும் பாராட்டத்தக்கதாகவும் இருக்கிறது என்று அர்த்தம். இதற்கு நேர்மாறான எதுவும் இன்று நாம் மூழ்கியிருக்கும் பேரழிவைக் குறிக்கிறது. மக்கள் அமைதியற்றவர்களாகவும் வன்முறையாளர்களாகவும் மாறி, அத்தகைய பயனுள்ள நிர்வாகம் இல்லாதபோது மாற்றத்தைக் கோருகின்றனர். தற்போதைய அரசு மக்கள் நலன் சார்ந்ததாக தெரியவில்லை. முழு அரசாங்கமும் ராஜினாமா செய்ய வேண்டும் என்று அழைப்பு விடுக்கும் தீவிர விமர்சகர்கள் உள்ளனர், மேலும் எந்தவொரு ஜனநாயக செயல்முறையையும் தொடர இயல்புநிலை திரும்பும் வரை நெருக்கடியை மேற்பார்வையிட ஒரு இடைக்கால அமைச்சரவையை நியமிக்க பாராளுமன்றத்தின் முழு அமர்வில் அதை சபாநாயகரின் கைகளில் விட்டுவிடுவார்கள். .",
        "\"பிறரது கருணை மற்றும் கருணையின் தயவில் பிச்சை எடுக்கும் கிண்ணத்துடன் நாடு விட்டு நாடு ஓடும் தேசமாகிவிட்டோம். பாறையில் அடித்தோம். உண்மையான அரசியல் வாதிகள் போன்ற அரசியல் இருந்திருந்தால் இந்த நிலை இருந்திருக்காது. நமது தேசிய தலைமையில்\"",
        "நமது தாய்நாட்டின் முன்னேற்றம் மற்றும் செழிப்புக்கான சிறந்த காலகட்டத்தை கொண்டு வரும் புதிய பணிக்கு புதிய கரங்கள் தேவை. சிங்கப்பூர் அல்லது ஹாங்காங் போன்ற ஆசியாவின் மற்றொரு அதிசயமாக நாம் இருந்திருக்க வேண்டிய நிலையில் நாம் மிகவும் பின்தங்கியிருப்பதைப் பார்க்க பரிதாபமாக இருக்கிறது. நமது தேசிய சொத்துக்கள் என்ன ஆயிற்று: நமது துறைமுகங்கள் மற்றும் துறைமுகங்கள், நமது நதிகள், நமது கடற்கரைகள் மற்றும் கடல் படுக்கைகள், ஆடைகள் மற்றும் மனித வளங்கள் அனைத்திற்கும் மேலாக நமது சிறந்த மூளை மற்றும் திறமையான இளைஞர்கள் மற்றும் முதியவர்கள் வெளிநாடுகளில் பசுமையான மேய்ச்சல் நிலங்களைத் தேடுகிறார்கள்? இன நல்லிணக்கம் மற்றும் இன நல்லிணக்கம் பற்றிய தேசியப் பிரச்சினை வருவதில் தாமதமானது மற்றும் முயற்சிகள் மிகவும் மந்தமானவை. தேசிய ஒற்றுமை மற்றும் அரசியல் ஸ்திரத்தன்மை இல்லாமல் ஒரு நாடு முன்னேற முடியாது. அரசியல் ஸ்திரமின்மையும், ஆழமாகிவரும் நிதி நெருக்கடியும் நம்மைத் திணறடிக்கும். எழுத்து சுவரில் உள்ளது, செயல்பட வேண்டிய நேரம் இது. இந்த பதினோராவது மணி நேரத்திலும் தேசியத் தலைவர்களிடம் நல்லறிவும் நேர்மையும், பொறுப்பும் பொறுப்பும் இருக்கட்டும். தேசியத் தலைவர்கள் மக்களின் அழுகைக்கும் புலம்பலுக்கும் செவிகொடுக்க வேண்டும். மக்கள் தங்கள் தலைவர்களின் விருப்பத்தில் சிறந்த மற்றும் புத்திசாலித்தனமான முடிவுகளை எடுப்பதற்கான ஆரம்ப வாய்ப்பு வழங்கப்பட வேண்டும். தவறான நபர்களைத் தேர்ந்தெடுப்பதில் அவர்கள் அறியாமையால் செயல்படக்கூடாது. நமக்குத் தேவை சரியான தனிப்பட்ட வரலாற்றைக் கொண்ட சுத்தமான அரசியல்வாதிகளே அன்றி கலங்கிய நீரில் மீன்பிடிக்கக் கூட விரும்பும் சந்தர்ப்பவாதிகள் அல்ல. ஜனநாயகத்தின் சரணாலயங்களில் அமர்ந்து மக்களின் குரலாக இருக்கத் தகுதியற்ற இதயமற்ற அரசியல்வாதிகள் இவர்கள். தற்போதைய முன்னோடியில்லாத நெருக்கடி அரசியல்வாதிகள் மற்றும் மக்கள் அனைவருக்கும் ஒரு பாடம். ஒரு புதிய அரசியல் கலாசாரம் தேசிய அரங்கில் எட்டிப்பிடிக்க வேண்டும், திறமையும் அறிவும் அர்ப்பணிப்பும் உள்ள தலைவர்கள் தேசியப் பொறுப்பை ஏற்று, அது வீழ்ந்துள்ள துயரத்தின் ஆழத்திலிருந்து இந்த நாட்டை உயர்த்தி, மீண்டும் ஒருமுறை மறுசீரமைக்க வேண்டும். தூய்மையான அரசியலின் வளமான எதிர்காலம் மற்றும் பல வழிகளில் நம்மைப் பாதுகாப்பாகவும் வளமாகவும் மாற்றும் ஒரு உறுதியான நிலையான பொருளாதாரத்தைப் பெறுவோம். இந்த அன்பான நிலத்தில் அந்த நாள் விரைவில் விடியட்டும்; பூமியின் இந்த அழகான பகுதி."
      ]
    }
  }
}