{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/30/financial-institutions-emphasize-protecting-democracy-to-assist-sl/",
  "time_ut": 1651293360,
  "title": "Financial Institutions emphasize protecting democracy to assist SL",
  "body_lines": [
    "COLOMBO (News 1st); International Financial Institutions, including the IMF, the ADB and the World Bank have extended their assistance towards Sri Lanka while emphasizing the importance of maintaining social stability and protecting democratic institutions in the country for them to assist Sri Lanka to effectively manage the economic issues confronted by the country and the people.",
    "A Sri Lankan delegation, led by the Minister of Finance Ali Sabry, participated in the 2022 Spring meetings of the International Monetary Fund (IMF) and the World Bank Group held in Washington DC during 18-22 April 2022. The delegation had meetings with several International Financial Institutions, including the IMF and the World Bank, and bilateral partners during their stay in Washington DC.",
    "According to the Ministry of Finance, the discussions were mainly focused on the present critical situation of the Sri Lankan economy, and policies and measures to be implemented in the immediate, short, and medium term. The key areas discussed included",
    "(a) addressing the immediate need of restoring supply chains of essential items, including fuel, LP gas, and pharmaceuticals",
    "(b) securing bridge financing in the interim period until IMF financing with an economic programme is finalized",
    "(c) implementing short to medium term policies to ensure macroeconomic stability and facilitate greener, more inclusive, sustainable, and stable growth in the country.",
    "Views were exchanged on ways and means of supporting the people in the immediate term and the future direction of engagement with Sri Lanka on a more coherent manner.",
    "The overwhelming support, cooperation and solidarity extended to the people of Sri Lanka by all key IFIs, other institutions/agencies and friendly nations were extremely encouraging during this critical juncture of the Sri Lankan economy, the Ministry of Finance states.",
    "Moreover, the delegation met with the IMF’s Managing Director, First Deputy Managing Director and Deputy Managing Director overseeing Sri Lankan affairs, as well as other senior officials at the technical level. The meetings with the IMF were focused on securing an Extended Fund Facility (EFF) to overcome the current difficult situation in the Sri Lankan economy with a medium term view, following the formal request made by Sri Lanka in mid-March 2022.",
    "A formal request was also made for a Rapid Financing Instrument (RFI) for consideration of the IMF to obtain immediate financing into the country, which will be a bridge to the EFF. Entering into a staff level agreement on an IMF programme as early as possible is important since it will help unlock bridge financing facilities from other IFIs and bilateral partners.",
    "Among specific topics discussed with the IMF were the debt restructuring process, revenue and expenditure measures of the government, public financial management, reforms of state-owned enterprises and energy pricing, strengthening social safety nets, monetary policy and Central Bank independence, foreign exchange management, financial sector policies, and growth enhancing structural reforms.",
    "Meanwhile, an IMF mission is expected to conduct in-person and/or virtual technical meetings with Sri Lankan authorities in early May 2022 towards reaching an agreement within a short period on a programme for Sri Lanka in parallel to the debt restructuring process.",
    "The meetings with the World Bank were focused on obtaining immediate foreign financing and providing support to the Government to identify most appropriate policies to be implemented under an IMF supported programme. During the discussion, World Bank’s Vice President for the South Asia Region and senior officials of the World Bank Group expressed commitment to provide emergency support for essential medicines and health-related supplies, meals for school children, and cash transfers for poor and vulnerable households.",
    "The World Bank’s emergency response package includes immediate financing for the purchase of essential medicines, and a total package of around US dollars 600 million is expected over the immediate short term, short term and the medium term, and the funds will be made available by repurposing some ongoing projects, triggering Contingent Emergency Response Components (CERC) of some ongoing projects, and also with new financing arrangements.",
    "Support to provide cooking gas, basic food supplies, seeds and fertilizer and other essentials is also under discussion.",
    "The delegation also met the President of the Asian Development Bank (ADB) and discussed the Country partnership strategy and the way forward giving special focus on promoting economic activities and productivity enhancement and improving the quality of growth by promoting inclusiveness. The ADB expressed support for the Government in addressing the present challenges and striding toward green, resilient, and inclusive growth.",
    "In addition, discussions were held with the South Asia Regional Director of International Finance Corporation (IFC), the Administrator of the United Nations Development Programme (UNDP), the Secretary-General of the United Nations Conference on Trade and Development (UNCTAD), and the Secretary-General of the Paris Club.",
    "The Indian delegation, led by their Minister of Finance, reassured India’s enhanced commitment to support Sri Lanka through several channels, including direct bridging finance in terms of credit lines for petroleum and other essential imports and deferment of accumulated Asian Clearing Union (ACU) liabilities as well as support through multilateral agencies.",
    "Spanish national among motor accident fatalities in past 24 hours",
    "Private fuel tanker owners to halt operations from today (30)",
    "Relief program for those affected by economic crisis: CBSL Governor"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට සහය වීම සඳහා ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කිරීම මුල්‍ය ආයතන අවධාරණය කරයි",
      "body_lines": [
        "COLOMBO (News 1st); ජාත්‍යන්තර මූල්‍ය අරමුදල, ADB සහ ලෝක බැංකුව ඇතුළු ජාත්‍යන්තර මූල්‍ය ආයතන ශ්‍රී ලංකාව වෙත ඔවුන්ගේ සහය ලබා දී ඇති අතර, ඔවුන් මුහුණ දෙන ආර්ථික ප්‍රශ්න ඵලදායී ලෙස කළමනාකරණය කිරීම සඳහා ශ්‍රී ලංකාවට සහය වීම සඳහා සමාජ ස්ථාවරත්වය පවත්වා ගැනීමේ සහ රට තුළ ප්‍රජාතන්ත්‍රවාදී ආයතන ආරක්ෂා කිරීමේ වැදගත්කම අවධාරණය කරයි. රට සහ ජනතාව.",
        "මුදල් අමාත්‍ය අලි සබ්රිගේ නායකත්වයෙන් යුත් ශ්‍රී ලංකා දූත පිරිසක්, 2022 අප්‍රේල් 18-22 කාලය තුළ වොෂින්ටන් ඩීසී හි පැවති ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහ ලෝක බැංකු සමූහයේ 2022 වසන්ත රැස්වීම්වලට සහභාගී විය. නියෝජිත පිරිස කිහිප දෙනෙකු සමඟ රැස්වීම් පැවැත්වීය. ජාත්‍යන්තර මූල්‍ය ආයතන, ජාත්‍යන්තර මූල්‍ය අරමුදල සහ ලෝක බැංකුව, සහ ද්විපාර්ශ්වික  හවුල්කරුවන් වොෂින්ටන් ඩීසී හි රැඳී සිටින කාලය තුළ.",
        "මුදල් අමාත්‍යාංශයට අනුව, සාකච්ඡා ප්‍රධාන වශයෙන් අවධානය යොමු වූයේ ශ්‍රී ලංකා ආර්ථිකයේ වත්මන් තීරණාත්මක තත්ත්වය සහ ක්ෂණික, කෙටි හා මධ්‍ය කාලීනව ක්‍රියාත්මක කිරීමට නියමිත ප්‍රතිපත්ති සහ ක්‍රියාමාර්ග පිළිබඳව ය. සාකච්ඡා කළ ප්‍රධාන ක්ෂේත්‍ර ඇතුළත් වේ",
        "(අ) ඉන්ධන, LP ගෑස්, සහ ඖෂධ ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍යවල සැපයුම් දාමයන් යථා තත්ත්වයට පත් කිරීමේ ක්ෂණික අවශ්‍යතාව ආමන්ත්‍රණය කිරීම",
        "(ආ) ආර්ථික වැඩසටහනක් සමඟ IMF මූල්‍යකරණය අවසන් වන තෙක් අන්තර් කාලසීමාව තුළ පාලම් මූල්‍යකරණය සුරක්ෂිත කිරීම",
        "(ඇ) සාර්ව ආර්ථික ස්ථාවරත්වය සහතික කිරීම සඳහා කෙටි කාලීන සිට මධ්‍ය කාලීන ප්‍රතිපත්ති ක්‍රියාත්මක කිරීම සහ රට තුළ හරිත, වඩාත් ඇතුළත්, තිරසාර සහ ස්ථාවර වර්ධනයට පහසුකම් සැලසීම.",
        "ක්ෂනික කාලීනව සහ ශ්‍රී ලංකාව සමඟ වඩාත් සුසංයෝගී ලෙස සම්බන්ධ වීමේ අනාගත දිශානතිය තුළ ජනතාවට සහාය වීමේ ක්‍රම සහ විධි පිළිබඳව අදහස් හුවමාරු කර ගන්නා ලදී.",
        "ශ්‍රී ලංකා ආර්ථිකයේ මෙම තීරණාත්මක සන්ධිස්ථානය තුළ සියලුම ප්‍රධාන IFIs, අනෙකුත් ආයතන/නියෝජිතයන් සහ මිත්‍ර ජාතීන් විසින් ශ්‍රී ලංකාවේ ජනතාව වෙත ලබා දුන් අතිමහත් සහයෝගය, සහයෝගීතාවය සහ සහයෝගීතාවය අතිශයින් දිරිගන්වන සුළු බව මුදල් අමාත්‍යාංශය ප්‍රකාශ කරයි.",
        "එපමනක් නොව, නියෝජිත පිරිස IMF හි කළමනාකාර අධ්‍යක්ෂ, පළමු නියෝජ්‍ය කළමනාකාර අධ්‍යක්ෂ සහ ශ්‍රී ලංකා කටයුතු අධීක්‍ෂණය කරන නියෝජ්‍ය කළමනාකාර අධ්‍යක්ෂ, මෙන්ම තාක්ෂණික මට්ටමේ අනෙකුත් ජ්‍යෙෂ්ඨ නිලධාරීන් හමුවිය. 2022 මාර්තු මස මැද භාගයේදී ශ්‍රී ලංකාව විසින් කරන ලද විධිමත් ඉල්ලීමට අනුව, මධ්‍ය කාලීන දැක්මකින් ශ්‍රී ලංකා ආර්ථිකයේ වත්මන් දුෂ්කර තත්ත්වය මඟහරවා ගැනීම සඳහා විස්තීරණ අරමුදල් පහසුකමක් (EFF) සුරක්ෂිත කිරීම කෙරෙහි IMF සමඟ පැවති රැස්වීම් අවධානය යොමු විය.",
        "රට තුළට ක්ෂණික මූල්‍යකරණය ලබා ගැනීම සඳහා IMF සලකා බැලීම සඳහා ඉක්මන් මූල්‍යකරණ උපකරණයක් (RFI) සඳහා විධිමත් ඉල්ලීමක් ද කරන ලද අතර එය EFF වෙත පාලමක් වනු ඇත. හැකි ඉක්මනින් IMF වැඩසටහනක් මත කාර්ය මණ්ඩල මට්ටමේ ගිවිසුමකට ඇතුල් වීම වැදගත් වන්නේ එය අනෙකුත් IFIs සහ ද්විපාර්ශ්වික හවුල්කරුවන්ගෙන් පාලම් මූල්‍ය පහසුකම් අගුළු හැරීමට උදවු වන බැවිනි.",
        "IMF සමඟ සාකච්ඡා කරන ලද විශේෂිත මාතෘකා අතර ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය, රජයේ ආදායම් සහ වියදම් පියවර, රාජ්‍ය මූල්‍ය කළමනාකරණය, රජය සතු ව්‍යවසායන්හි ප්‍රතිසංස්කරණ සහ බලශක්ති මිලකරණය, සමාජ ආරක්ෂණ දැල් ශක්තිමත් කිරීම, මුදල් ප්‍රතිපත්ති සහ මහ බැංකු ස්වාධීනත්වය, විදේශ විනිමය කළමනාකරණය , මූල්‍ය අංශයේ ප්‍රතිපත්ති, සහ වර්ධනය වැඩි දියුණු කරන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ.",
        "මේ අතර, ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලියට සමගාමීව ශ්‍රී ලංකාව සඳහා වැඩසටහනක් පිළිබඳ කෙටි කාලයක් තුළ එකඟතාවකට පැමිණීම සඳහා IMF මෙහෙයුමක් 2022 මැයි මස මුලදී ශ්‍රී ලංකා බලධාරීන් සමඟ පුද්ගලිකව සහ/හෝ අතථ්‍ය තාක්ෂණික හමුවීම් පැවැත්වීමට අපේක්ෂා කෙරේ.",
        "IMF සහාය දක්වන වැඩසටහනක් යටතේ ක්‍රියාත්මක කළ යුතු වඩාත් සුදුසු ප්‍රතිපත්ති හඳුනා ගැනීම සඳහා ක්ෂණික විදේශ මූල්‍යකරණය ලබා ගැනීම සහ රජයට සහාය ලබා දීම පිළිබඳව ලෝක බැංකුව සමඟ පැවති රැස්වීම් අවධානය යොමු විය. සාකච්ඡාව අතරතුර, දකුණු ආසියා කලාපය සඳහා ලෝක බැංකුවේ උප සභාපති සහ ලෝක බැංකු සමූහයේ ජ්‍යෙෂ්ඨ නිලධාරීන් අත්‍යාවශ්‍ය ඖෂධ සහ සෞඛ්‍ය සම්බන්ධ සැපයුම්, පාසල් දරුවන් සඳහා ආහාර, සහ දුප්පත් සහ අවදානමට ලක්විය හැකි නිවාස සඳහා මුදල් මාරු කිරීම් සඳහා හදිසි සහාය ලබා දීමට කැපවීම ප්‍රකාශ කළහ.",
        "ලෝක බැංකුවේ හදිසි ප්රතිචාර පැකේජයට අත්යවශ්ය medicines ෂධ මිලදී ගැනීම සඳහා ක්ෂණික මූල්යකරණය ඇතුළත් වන අතර, ක්ෂණික කෙටිකාලීන, කෙටිකාලීන හා මධ්ය කාලීන වාර ගණනාව තුළ ඇමරිකානු ඩොලර් මිලියන 600 ක පමණ මුදල් පැකේජයක් ඇතුළත් වන අතර, නැවත වගා කිරීම මගින් අරමුදල් ලබා දෙනු ඇත සමහර ක්‍රියාත්මක ව්‍යාපෘති, සමහර ක්‍රියාත්මක ව්‍යාපෘතිවල හදිසි ප්‍රතිචාර සංරචක (CERC) ප්‍රේරණය කිරීම සහ නව මූල්‍යකරණ විධිවිධාන සමඟ.",
        "ඉවුම් පිහුම් ගෑස්, මූලික ආහාර සැපයුම්, බීජ සහ පොහොර සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය සැපයීමට සහාය වීම ද සාකච්ඡාවට ලක්ව ඇත.",
        "නියෝජිත පිරිස ආසියානු සංවර්ධන බැංකුවේ (ADB) සභාපතිවරයා ද හමු වූ අතර ආර්ථික ක්‍රියාකාරකම් ප්‍රවර්ධනය කිරීම සහ ඵලදායිතාව ඉහළ නැංවීම කෙරෙහි විශේෂ අවධානයක් යොමු කරමින් රටේ හවුල්කාරිත්ව උපාය මාර්ගය සහ ඇතුළත්වීම ප්‍රවර්ධනය කිරීම තුළින් වර්ධනයේ ගුණාත්මක භාවය ඉහළ නැංවීම පිළිබඳව සාකච්ඡා කළහ. ADB වත්මන් අභියෝග ආමන්ත්‍රණය කිරීමට සහ හරිත, ඔරොත්තු දෙන සහ සියල්ලන් ඇතුළත් වන වර්ධනයක් කරා ගමන් කිරීමේදී රජයට සහය පළ කළේය.",
        "මීට අමතරව, ජාත්‍යන්තර මූල්‍ය සංස්ථාවේ (IFC) දකුණු ආසියානු කලාපීය අධ්‍යක්ෂ, එක්සත් ජාතීන්ගේ සංවර්ධන වැඩසටහනේ (UNDP) පරිපාලක, වෙළඳාම සහ සංවර්ධන පිළිබඳ එක්සත් ජාතීන්ගේ සමුළුවේ මහලේකම් (UNCTAD) සමඟ සාකච්ඡා පැවැත්විණි. පැරිස් සමාජයේ මහ ලේකම්.",
        "ඔවුන්ගේ මුදල් අමාත්‍යවරයාගේ නායකත්වයෙන් යුත් ඉන්දීය නියෝජිත පිරිස, ඛනිජ තෙල් සහ අනෙකුත් අත්‍යාවශ්‍ය ආනයන සඳහා ණය රේඛා සහ සමුච්චිත ආසියානු නිෂ්කාශන සංගමයේ (ACU) වගකීම් කල් දැමීම ඇතුළුව, නාලිකා කිහිපයක් හරහා ශ්‍රී ලංකාවට සහාය දැක්වීමට ඉන්දියාවේ වැඩි දියුණු කළ කැපවීම සහතික කළහ. මෙන්ම බහුපාර්ශ්වික නියෝජිතායතන හරහා සහාය.",
        "පසුගිය පැය 24 තුළ සිදුවූ රිය අනතුරු මරණ අතර ස්පාඤ්ඤ ජාතිකයෙක්",
        "පෞද්ගලික ඉන්ධන නැව් හිමියන් අද (30) සිට මෙහෙයුම් නවතා දමයි.",
        "ආර්ථික අර්බුදයෙන් පීඩාවට පත් වූවන් සඳහා සහන වැඩසටහන: මහ බැංකු අධිපති"
      ]
    },
    "ta": {
      "title": "நிதி நிறுவனங்கள் SL க்கு உதவ ஜனநாயகத்தைப் பாதுகாப்பதை வலியுறுத்துகின்றன",
      "body_lines": [
        "COLOMBO (News 1st); IMF, ADB மற்றும் உலக வங்கி உட்பட சர்வதேச நிதி நிறுவனங்கள் இலங்கைக்கு தங்கள் உதவிகளை வழங்கியுள்ளன, அதே நேரத்தில் சமூக ஸ்திரத்தன்மையைப் பேணுதல் மற்றும் நாட்டில் ஜனநாயக நிறுவனங்களைப் பாதுகாத்தல் ஆகியவற்றின் முக்கியத்துவத்தை வலியுறுத்துகின்றன. நாடு மற்றும் மக்கள்.",
        "18-22 ஏப்ரல் 2022 இல் வாஷிங்டன் DC இல் நடைபெற்ற சர்வதேச நாணய நிதியம் (IMF) மற்றும் உலக வங்கிக் குழுவின் 2022 வசந்த கூட்டங்களில் நிதி அமைச்சர் அலி சப்ரி தலைமையிலான இலங்கைக் குழு ஒன்று பங்கேற்றது. IMF மற்றும் உலக வங்கி உட்பட சர்வதேச நிதி நிறுவனங்கள் மற்றும் வாஷிங்டன் DC இல் தங்கியிருந்த போது இருதரப்பு பங்காளிகள்.",
        "நிதி அமைச்சின் கூற்றுப்படி, இலங்கையின் பொருளாதாரத்தின் தற்போதைய நெருக்கடியான நிலைமை மற்றும் உடனடி, குறுகிய மற்றும் நடுத்தர காலத்தில் நடைமுறைப்படுத்தப்பட வேண்டிய கொள்கைகள் மற்றும் நடவடிக்கைகள் குறித்து முக்கியமாக கலந்துரையாடல்கள் இடம்பெற்றன. இதில் முக்கியப் பகுதிகள் விவாதிக்கப்பட்டன",
        "(அ) ​​எரிபொருள், எல்பி எரிவாயு மற்றும் மருந்துப் பொருட்கள் உட்பட அத்தியாவசியப் பொருட்களின் விநியோகச் சங்கிலியை மீட்டெடுப்பதற்கான உடனடித் தேவையை நிவர்த்தி செய்தல்",
        "(ஆ) பொருளாதாரத் திட்டத்துடன் IMF நிதியுதவி இறுதி செய்யப்படும் வரை இடைக்காலத்தில் பிரிட்ஜ் நிதியைப் பாதுகாத்தல்",
        "(c) மேக்ரோ பொருளாதார ஸ்திரத்தன்மையை உறுதி செய்வதற்கும், பசுமையான, மேலும் உள்ளடக்கிய, நிலையான மற்றும் நிலையான வளர்ச்சியை நாட்டில் எளிதாக்குவதற்கும் குறுகிய முதல் நடுத்தர காலக் கொள்கைகளை செயல்படுத்துதல்.",
        "உடனடியான காலப்பகுதியில் மக்களுக்கு ஆதரவளிப்பதற்கான வழிகள் மற்றும் வழிமுறைகள் மற்றும் இலங்கையுடன் மிகவும் ஒத்திசைவான முறையில் ஈடுபடுவதற்கான எதிர்காலத் திசைகள் பற்றிய பார்வைகள் பரிமாறப்பட்டன.",
        "அனைத்து முக்கிய IFIகள், பிற நிறுவனங்கள்/ஏஜென்சிகள் மற்றும் நட்பு நாடுகளால் இலங்கை மக்களுக்கு அளிக்கப்பட்ட அமோக ஆதரவு, ஒத்துழைப்பு மற்றும் ஒற்றுமை ஆகியவை இலங்கைப் பொருளாதாரத்தின் இந்த நெருக்கடியான காலகட்டத்தில் மிகவும் ஊக்கமளிப்பதாக நிதி அமைச்சகம் தெரிவித்துள்ளது.",
        "மேலும், பிரதிநிதிகள் குழு IMF இன் நிர்வாக இயக்குனர், முதல் துணை நிர்வாக இயக்குனர் மற்றும் இலங்கை விவகாரங்களை மேற்பார்வையிடும் துணை நிர்வாக இயக்குனர் மற்றும் தொழில்நுட்ப மட்டத்தில் உள்ள மற்ற மூத்த அதிகாரிகளை சந்தித்தது. IMF உடனான சந்திப்புகள், 2022 மார்ச் நடுப்பகுதியில் இலங்கை விடுத்த முறையான கோரிக்கையைத் தொடர்ந்து, இலங்கைப் பொருளாதாரத்தின் தற்போதைய கடினமான சூழ்நிலையை நடுத்தரக் காலக் கண்ணோட்டத்துடன் சமாளிக்க, விரிவாக்கப்பட்ட நிதி வசதி (EFF) ஒன்றைப் பாதுகாப்பதில் கவனம் செலுத்தப்பட்டது.",
        "நாட்டிற்குள் உடனடி நிதியுதவியைப் பெறுவதற்கு ஐஎம்எஃப் பரிசீலிப்பதற்காக விரைவான நிதியளிப்பு கருவி (RFI)க்கான முறையான கோரிக்கையும் செய்யப்பட்டது, இது EFFக்கு பாலமாக இருக்கும். IMF திட்டத்தில் பணியாளர் நிலை ஒப்பந்தத்தை முடிந்தவரை விரைவாகச் செய்துகொள்வது முக்கியம், ஏனெனில் இது மற்ற IFIகள் மற்றும் இருதரப்பு கூட்டாளர்களிடமிருந்து பிரிட்ஜ் ஃபைனான்சிங் வசதிகளைத் திறக்க உதவும்.",
        "IMF உடன் விவாதிக்கப்பட்ட குறிப்பிட்ட தலைப்புகளில் கடன் மறுசீரமைப்பு செயல்முறை, அரசாங்கத்தின் வருவாய் மற்றும் செலவு நடவடிக்கைகள், பொது நிதி மேலாண்மை, அரசுக்கு சொந்தமான நிறுவனங்களின் சீர்திருத்தங்கள் மற்றும் எரிசக்தி விலை நிர்ணயம், சமூக பாதுகாப்பு வலைகளை வலுப்படுத்துதல், பணவியல் கொள்கை மற்றும் மத்திய வங்கியின் சுதந்திரம், அந்நிய செலாவணி மேலாண்மை ஆகியவை அடங்கும். , நிதித்துறை கொள்கைகள் மற்றும் வளர்ச்சியை மேம்படுத்தும் கட்டமைப்பு சீர்திருத்தங்கள்.",
        "இதற்கிடையில், கடன் மறுசீரமைப்பு செயல்முறைக்கு இணையாக இலங்கைக்கான ஒரு திட்டத்தில் குறுகிய காலத்திற்குள் உடன்பாட்டை எட்டுவதற்கு 2022 மே மாத தொடக்கத்தில் IMF பணி இலங்கை அதிகாரிகளுடன் நேரில் மற்றும்/அல்லது மெய்நிகர் தொழில்நுட்ப சந்திப்புகளை நடத்தும் என எதிர்பார்க்கப்படுகிறது.",
        "உலக வங்கியுடனான சந்திப்புகள், உடனடி வெளிநாட்டு நிதியுதவியைப் பெறுதல் மற்றும் IMF ஆதரிக்கும் திட்டத்தின் கீழ் செயல்படுத்தப்பட வேண்டிய மிகவும் பொருத்தமான கொள்கைகளைக் கண்டறிய அரசாங்கத்திற்கு ஆதரவை வழங்குவதில் கவனம் செலுத்தியது. கலந்துரையாடலின் போது, ​​உலக வங்கியின் தெற்காசியப் பகுதிக்கான துணைத் தலைவரும், உலக வங்கிக் குழுவின் மூத்த அதிகாரிகளும் அத்தியாவசிய மருந்துகள் மற்றும் உடல்நலம் தொடர்பான பொருட்கள், பள்ளிக் குழந்தைகளுக்கு உணவு, ஏழை மற்றும் பாதிக்கப்படக்கூடிய குடும்பங்களுக்கு பணப் பரிமாற்றம் ஆகியவற்றுக்கு அவசர உதவிகளை வழங்க உறுதிபூண்டுள்ளனர்.",
        "உலக வங்கியின் அவசர மறுமொழிப் பொதியில் அத்தியாவசிய மருந்துகளை வாங்குவதற்கான உடனடி நிதியுதவியும் அடங்கும், மேலும் உடனடி குறுகிய கால, குறுகிய                          பேஜ் 600 மில்லியன்           பொதி நடுத்தர  கால  மற்றும் நடுத்தர காலத்தை எதிர்பார்க்கிறது, மேலும் நிதியை மீண்டும் பயன்படுத்துவதன் மூலம் கிடைக்கும் சில நடப்பு திட்டங்கள், நடந்துகொண்டிருக்கும் சில திட்டங்களின் தற்செயல் அவசரநிலைப் பதில் கூறுகளை (CERC) தூண்டுகிறது, மேலும் புதிய நிதி ஏற்பாடுகளுடன்.",
        "சமையல் எரிவாயு, அடிப்படை உணவுப் பொருட்கள், விதைகள் மற்றும் உரம் மற்றும் பிற அத்தியாவசியப் பொருட்களை வழங்குவதற்கான ஆதரவும் விவாதிக்கப்படுகிறது.",
        "பிரதிநிதிகள் குழு ஆசிய வளர்ச்சி வங்கியின் (ADB) தலைவரையும் சந்தித்து, நாட்டின் கூட்டாண்மை மூலோபாயம் மற்றும் பொருளாதார நடவடிக்கைகள் மற்றும் உற்பத்தித்திறனை மேம்படுத்துதல் மற்றும் உள்ளடக்கிய தன்மையை ஊக்குவிப்பதன் மூலம் வளர்ச்சியின் தரத்தை மேம்படுத்துதல் ஆகியவற்றில் சிறப்பு கவனம் செலுத்தி முன்னோக்கி செல்லும் வழி குறித்து விவாதித்தது. தற்போதைய சவால்களை எதிர்கொள்ளவும், பசுமை, மீள்தன்மை மற்றும் அனைவரையும் உள்ளடக்கிய வளர்ச்சியை நோக்கி முன்னேறுவதில் ADB அரசாங்கத்திற்கு ஆதரவை தெரிவித்தது.",
        "மேலும், சர்வதேச நிதிக் கழகத்தின் (IFC) தெற்காசிய பிராந்திய இயக்குநர், ஐக்கிய நாடுகளின் மேம்பாட்டுத் திட்டத்தின் (UNDP), வர்த்தகம் மற்றும் மேம்பாட்டுக்கான ஐக்கிய நாடுகளின் மாநாட்டின் பொதுச் செயலாளர் (UNCTAD) ஆகியோருடன் கலந்துரையாடல் நடைபெற்றது. பாரிஸ் கிளப்பின் பொதுச் செயலாளர்.",
        "அவர்களின் நிதியமைச்சர் தலைமையிலான இந்திய பிரதிநிதிகள், பெட்ரோலியம் மற்றும் பிற அத்தியாவசிய இறக்குமதிகளுக்கான கடன் வரிகள் மற்றும் திரட்டப்பட்ட ஆசிய கிளியரிங் யூனியன் (ACU) கடன்களை ஒத்திவைத்தல் உள்ளிட்ட பல வழிகள் மூலம் இலங்கைக்கு ஆதரவளிப்பதற்கான இந்தியாவின் மேம்படுத்தப்பட்ட உறுதிப்பாட்டை உறுதிப்படுத்தினர். பலதரப்பு ஏஜென்சிகள் மூலம் ஆதரவு.",
        "கடந்த 24 மணி நேரத்தில் மோட்டார் விபத்துகளில் உயிரிழந்தவர்களில் ஸ்பெயின் நாட்டவர்",
        "தனியார் எரிபொருள் தாங்கி உரிமையாளர்கள் இன்று (30) முதல் சேவையை நிறுத்துகின்றனர்.",
        "பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டவர்களுக்கு நிவாரணத் திட்டம்: CBSL ஆளுநர்"
      ]
    }
  }
}