{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/2-864-persons-vaccinated-against-COVID-19/56-733108",
  "time_ut": 1649183400,
  "title": "2,864 persons vaccinated against COVID-19",
  "body_lines": [
    "First dose vaccination coverage in the country has risen to 77.62%, the Epidemiology Unit states, adding that 2,864 persons were vaccinated against COVID-19 on Monday.",
    "Second dose coverage is 65.82% among the total population and third dose coverage is 36%. According to the Epidemiology Unit, 96.2% of the population over 20 years has received the second vaccine dose and 54% has received the third dose.",
    "Vaccination coverage is 80.3% among the population between 16 and 19 years.",
    "The first dose of a COVID-19 vaccine has been administered to 96.4% of the population over 12 years and 81.7% of this population has received the second vaccine dose as well.",
    "According to the Epidemiology Unit, 17,013,894 persons have received the first dose of a COVID-19 vaccine and 14,427,857 persons have received the second dose of a vaccine.",
    "The booster dose has been administered to 7,892,726 persons. This includes 2,100 persons vaccinated on Monday.",
    "On Monday, 230 persons received the first dose of Pfizer and 469 persons received the second dose of the vaccine. In total, 2,522,015 persons have received the first dose of Pfizer and 889,998 persons have received the second dose of the vaccine.",
    "12 persons received the first dose of Sinopharm on Monday and a total of 12,048,337 persons have received the first dose of Sinopharm. The second dose has been administered to 11,176,093 persons. This includes 53 persons vaccinated on Monday.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and 1,418,593 persons have received the second dose of the vaccine.",
    "A total of 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The first dose of Sputnik V has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 2,864ක් එන්නත් කර ඇත",
      "body_lines": [
        "රට තුළ පළමු එන්නත් කිරීමේ ආවරණය 77.62% දක්වා ඉහළ ගොස් ඇති බව වසංගත රෝග විද්‍යා අංශය ප්‍රකාශ කළේ සඳුදා දින පුද්ගලයින් 2,864 දෙනෙකුට COVID-19 එන්නත් ලබා දී ඇති බවයි.",
        "දෙවන මාත්‍රාව ආවරණය මුළු ජනගහනය අතර 65.82% වන අතර තුන්වන මාත්‍රාව ආවරණය 36% කි. වසංගත රෝග විද්‍යා අංශයට අනුව වසර 20ට වැඩි ජනගහනයෙන් 96.2%ක් දෙවන එන්නත මාත්‍රාව ලබාගෙන ඇති අතර 54%ක් තුන්වන එන්නත ලබාගෙන ඇත.",
        "වයස අවුරුදු 16 ත් 19 ත් අතර ජනගහනය අතර එන්නත් ආවරණය 80.3% කි.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව වසර 12 ක් පුරා ජනගහනයෙන් 96.4% කට ලබා දී ඇති අතර මෙම ජනගහනයෙන් 81.7% ක් දෙවන එන්නත් මාත්‍රාව ද ලබා ගෙන ඇත.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව, COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,013,894 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 14,427,857 ක් දෙවන එන්නත ලබාගෙන ඇත.",
        "බූස්ටර මාත්‍රාව පුද්ගලයන් 7,892,726 දෙනෙකුට ලබා දී ඇත. සඳුදා දින එන්නත් කළ පුද්ගලයින් 2,100 ක් මෙයට ඇතුළත් ය.",
        "සඳුදා පුද්ගලයින් 230 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව ලැබුණු අතර පුද්ගලයින් 469 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. සමස්තයක් වශයෙන්, ෆයිසර් පළමු මාත්‍රාව පුද්ගලයින් 2,522,015 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 889,998 දෙනෙකු දෙවන එන්නත ලබාගෙන ඇත.",
        "සඳුදා දින පුද්ගලයින් 12 දෙනෙකුට Sinopharm හි පළමු මාත්‍රාව ලබා ගත් අතර පුද්ගලයින් 12,048,337 දෙනෙකු Sinopharm පළමු මාත්‍රාව ලබා ගෙන ඇත. දෙවන මාත්‍රාව පුද්ගලයින් 11,176,093 දෙනෙකුට ලබා දී ඇත. සඳුදා එන්නත් කළ පුද්ගලයින් 53 දෙනෙකු ද ඊට ඇතුළත් ය.",
        "AstraZeneca හි පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 දෙනෙකුට ලබා දී ඇති අතර පුද්ගලයින් 1,418,593 දෙනෙකුට දෙවන එන්නත ලබා දී ඇත.",
        "Moderna පළමු මාත්‍රාව පුද්ගලයන් 804,801ක් ලබාගෙන ඇති අතර දෙවන එන්නත 787,361ක් ලබාගෙන ඇත.",
        "Sputnik V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 155,812 දෙනෙකුට ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "கோவிட்-19க்கு எதிராக 2,864 பேருக்கு தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "நாட்டில் முதல் டோஸ் தடுப்பூசி பாதுகாப்பு 77.62% ஆக உயர்ந்துள்ளது என்று தொற்றுநோயியல் பிரிவு கூறுகிறது, திங்களன்று 2,864 நபர்களுக்கு COVID-19 க்கு எதிராக தடுப்பூசி போடப்பட்டது.",
        "மொத்த மக்கள்தொகையில் இரண்டாவது டோஸ் கவரேஜ் 65.82% மற்றும் மூன்றாவது டோஸ் கவரேஜ் 36% ஆகும். தொற்றுநோயியல் பிரிவின்படி, 20 ஆண்டுகளுக்கும் மேலான மக்கள் தொகையில் 96.2% பேர் இரண்டாவது தடுப்பூசி மருந்தையும், 54% பேர் மூன்றாவது டோஸையும் பெற்றுள்ளனர்.",
        "16 முதல் 19 வயதுக்குட்பட்ட மக்களிடையே தடுப்பூசி கவரேஜ் 80.3% ஆகும்.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 12 ஆண்டுகளில் 96.4% மக்களுக்கு வழங்கப்பட்டுள்ளது, மேலும் இந்த மக்கள் தொகையில் 81.7% பேர் இரண்டாவது தடுப்பூசி அளவையும் பெற்றுள்ளனர்.",
        "தொற்றுநோயியல் பிரிவின் கூற்றுப்படி, 17,013,894 நபர்கள் COVID-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 14,427,857 நபர்கள் இரண்டாவது தடுப்பூசியைப் பெற்றுள்ளனர்.",
        "பூஸ்டர் டோஸ் 7,892,726 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் திங்கள்கிழமை 2,100 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "திங்களன்று, 230 பேர் ஃபைசரின் முதல் டோஸையும், 469 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். மொத்தத்தில், 2,522,015 நபர்கள் ஃபைசரின் முதல் டோஸையும், 889,998 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்.",
        "திங்களன்று 12 பேர் சினோபார்மின் முதல் டோஸைப் பெற்றனர் மற்றும் மொத்தம் 12,048,337 நபர்கள் சினோபார்மின் முதல் டோஸ் பெற்றுள்ளனர். இரண்டாவது டோஸ் 11,176,093 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் திங்கள்கிழமை 53 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "AstraZeneca இன் முதல் டோஸ் 1,479,631 நபர்களுக்கு வழங்கப்பட்டுள்ளது மற்றும் 1,418,593 நபர்கள் தடுப்பூசியின் இரண்டாவது டோஸ் பெற்றுள்ளனர்.",
        "மொத்தம் 804,801 நபர்கள் மாடர்னாவின் முதல் டோஸையும், 787,361 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்.",
        "ஸ்புட்னிக் V இன் முதல் டோஸ் 159,110 பேருக்கும், இரண்டாவது டோஸ் 155,812 பேருக்கும் கொடுக்கப்பட்டது."
      ]
    }
  }
}