{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/not-to-be-missed-exhibitions-in-colombo/",
  "time_ut": 1647005400,
  "title": "Not to be missed exhibitions in Colombo",
  "body_lines": [
    "Though many of us have curtailed our activities due to the threat of Covid, there are two exhibitions of art and architecture that are on-going in Colombo which should not be missed. Both are at easily accessed locations; have convenient hours; and are free to the public. I write about them from a layman’s point of view, as a woman interested in art and more so architecture, with the hope of encouraging more people to visit and experience them before they end.",
    "The first exhibition I went to was the display of Geoffrey Bawa’s work at the Park Street Mews, Colombo 02. It is scheduled to continue from February 1 to April 3 and is open from 11.00 am to 7.00 pm. I went again this last week, to spend more time reading the notes mounted on walls beside most artifacts. I quote from the Internet introduction:",
    "“Geoffrey Bawa’s distinctive career as an architect began with the purchase of an abandoned rubber and cinnamon estate, which he would transform into the garden that is now Lunuganga, in 1948 – in the wake of the country’s newly gained independence from the British Empire. From the very first endeavour the practice is marked by architecture that seeks to understand the notion of place.",
    "“In seeking to understand Bawa’s work through the lens of the Archives, comprised primarily of architectural drawings, a portrait of the practice comes into focus. The drawings are unusually descriptive of place, beyond its location on a map, and place is explored in many layers of culture, history and environment that characterize a site.",
    "“Although Bawa’s work has been exhibited in multiple venues in the UK, USA, Australia, India, Brazil, Singapore and Germany, this is the first exhibition on Bawa’s work to be shown in Sri Lanka.",
    "“The exhibition will be accompanied by a catalogue publication including essays by Geoffrey Bawa, Sean Anderson, Shirley Surya, Tariq Jazeel, Jyoti Dhar, Meghal Perera, Shayari de Silva and a foreword by Channa Daswatte.”",
    "A whole series of public programs were listed in a large catalogue to be picked up at the entrance, comprising guided tours in the three languages, gallery talks and workshops.",
    "Well ordered, aesthetically planned and clearly displayed sketches, plans, photographs and models in spaces that emanated peace and a sense of the sacred, offered a sanctuary to tired bodies and stressed minds. The most noteworthy to me was that every note, notice and descriptive board was in the three languages: Sinhala, Tamil and English. You were free to roam around as you pleased and plenty of strategically placed seats were an asset to rest feet and gaze long at a display or just imbibe the ambience.",
    "Walking through the exhibition I delightfully remembered holidays at the Bawa designed hotels along the western coast; many stays at Kandalama, two with my architect son who disappeared on his wanderings no sooner we got our rooms; and then ‘educated’ me on the finer points of the marvelous building that just merges into the trees and creepers of the surroundings, A monkey once looked hard at me as I sat in the balcony of my room reading the New Yorker I had brought with me. Not liking his undivided attention, I moved inside and gently closed the French window. He darted onto the balcony and while looking at me with definite defiance, he tore my magazine to shreds.",
    "I missed pictures of the Polontalawa unique house with even beds hewn out of rock. There was one picture of the outside of the building, but no more. In contrast the University of Ruhuna had a large model and many detailed sketches of it. One wonders what the condition of the buildings are now, judging from the desecration of the residence halls of the University of Peradeniya.",
    "I need to commend the young persons who were in attendance at the exhibition. I went with a person who had been connected to the Parliament of Sri Lanka (NOT a politician) who said he felt the lack of much on the Parliament building, one of Bawa’s most outstanding contributions to the country and to architecture. The young man to whom the opinion was voiced, said, probably in explanation, that the Parliament building has much written about it.",
    "While in the building I heard a heavy downpour outside. My concern was how to get to the main road and car. The young man at the exit was most solicitous and offered to take the two of us under an umbrella. Opening the door we were relieved to find the rain had ceased.",
    "This exhibition of Sri Lankan art is at Crescat Boulevard, adjacent to the Cinnamon Grand in Colombo 02. Titled Encounters it is scheduled to run from February 11 through August 28, 2022.",
    "I quote the website: “Does a chance encounter between one thing and another alter how something familiar or commonplace is otherwise seen? Can two artworks placed side by side reveal something new about each of them?”",
    "Then is given info on the exhibition as “a sequence of changing displays which bring together six encounters between artworks from the 1950s to the present.” The paintings for display were selected from John Keells Holdings and the George Keyt Foundation collections. “The six encounters propose playful and at times contentious comparisons between the familiar and unexpected.” Visitors are invited to return to Encounters over the course of three rotations.",
    "To me the most startling was the huge painting by Senaka Senanayake at the entrance; the most unique the tapestries or curtains hanging down with charcoal paintings of life-size women on handwoven grey cloth depicting those of the North who lost loved ones during the civil war and after.",
    "Impressive and appreciated were the young curators, girls this time who were ever willing to explain the displays as you relaxed in the strategically placed cushioned ottomans.",
    "The Museum of Modern and Contemporary Art Sri Lanka which mounted the exhibition is a new education led institute with the “aim of establishing a public dedicated display, research collection and conservation of modern and contemporary art museum that is compelling, inclusive and relevant to the art histories that are unique to the context of Sri Lanka.”",
    "Both the MMCA and the Bawa Trust need to be commended for putting together these two visual feasts for the public to experience and appreciate, and for making them accessible to all by not charging for admission and ensuring that all material is presented in the three languages.",
    "Putin’s invasion of Ukraine eclipses Biden’s first State of the Union Speech",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කොළඹ ප්‍රදර්ශන අතපසු නොකළ යුතුය",
      "body_lines": [
        "කොවිඩ් තර්ජනය හේතුවෙන් අප බොහෝ දෙනෙක් අපගේ ක්‍රියාකාරකම් සීමා කර ඇතත්, නොතකා හැරිය යුතු චිත්‍ර සහ ගෘහ නිර්මාණ ප්‍රදර්ශන දෙකක් කොළඹ පැවැත්වෙනවා. දෙකම පහසුවෙන් ප්රවේශ විය හැකි ස්ථානවල ඇත; පහසු පැය තිබේ; සහ මහජනතාවට නොමිලේ. මම ඔවුන් ගැන ලියන්නේ ගිහියෙකුගේ දෘෂ්ටිකෝණයකින්, කලාවට සහ ඊටත් වඩා ගෘහ නිර්මාණ ශිල්පයට උනන්දුවක් දක්වන කාන්තාවක් ලෙස, ඒවා අවසන් වීමට පෙර තවත් මිනිසුන්ට ගොස් ඒවා දැකීමට උනන්දු කරවීමේ බලාපොරොත්තුවෙන්.",
        "මා ගිය පළමු ප්‍රදර්ශනය වූයේ කොළඹ 02, පාර්ක් ස්ට්‍රීට් මීවුස් හි ජෙෆ්රි බාවාගේ නිර්මාණ ප්‍රදර්ශනය කිරීමයි. එය පෙබරවාරි 1 සිට අප්‍රේල් 3 දක්වා පැවැත්වීමට නියමිත අතර එය පෙරවරු 11.00 සිට පස්වරු 7.00 දක්වා විවෘතව පවතී. බොහෝ පුරාවස්තු අසල බිත්ති මත සවි කර ඇති සටහන් කියවීමට වැඩි කාලයක් ගත කිරීමට මම පසුගිය සතියේ නැවතත් ගියෙමි. මම අන්තර්ජාලය හඳුන්වාදීමෙන් උපුටා දක්වන්නෙමි:",
        "“ජෙෆ්රි බාවා ගෘහ නිර්මාණ ශිල්පියෙකු ලෙස සුවිශේෂී වෘත්තීය ජීවිතය ආරම්භ කළේ 1948 දී බ්‍රිතාන්‍ය අධිරාජ්‍යයෙන් අලුතින් නිදහස ලබා ගත් පසු, අතහැර දැමූ රබර් සහ කුරුඳු වතුයායක් මිලට ගැනීමත් සමඟ ඔහු එය වර්තමාන ලුණුගඟ වන උද්‍යානය බවට පරිවර්තනය කරනු ඇත. පළමු උත්සාහයේ සිටම ස්ථානය පිළිබඳ සංකල්පය අවබෝධ කර ගැනීමට උත්සාහ කරන වාස්තු විද්‍යාව විසින් භාවිතය සලකුණු කර ඇත.",
        "“ප්‍රධාන වශයෙන් වාස්තු විද්‍යාත්මක චිත්‍රවලින් සමන්විත ලේඛනාගාරයේ කාචය හරහා බාවාගේ කාර්යය තේරුම් ගැනීමට උත්සාහ කිරීමේදී, භාවිතයේ ප්‍රතිමූර්තියක් අවධානයට ලක් වේ. චිත්‍ර සිතියමක එහි පිහිටීමෙන් ඔබ්බට ස්ථානය පිළිබඳ අසාමාන්‍ය ලෙස විස්තර කර ඇති අතර, වෙබ් අඩවියක් සංලක්ෂිත සංස්කෘතිය, ඉතිහාසය සහ පරිසරයේ බොහෝ ස්ථරවල ස්ථානය ගවේෂණය කෙරේ.",
        "“බාවාගේ නිර්මාණ එක්සත් රාජධානිය, ඇමරිකා එක්සත් ජනපදය, ඕස්ට්‍රේලියාව, ඉන්දියාව, බ්‍රසීලය, සිංගප්පූරුව සහ ජර්මනිය යන රටවල විවිධ ස්ථානවල ප්‍රදර්ශනය කර තිබුණත්, බාවාගේ නිර්මාණ සම්බන්ධයෙන් ශ්‍රී ලංකාවේ ප්‍රදර්ශනය කෙරෙන පළමු ප්‍රදර්ශනය මෙයයි.",
        "\"ප්‍රදර්ශනය සමඟින් ජෙෆ්රි බාවා, ෂෝන් ඇන්ඩර්සන්, ෂර්ලි සූර්යා, තාරික් ජසීල්, ජ්‍යෝති ධාර්, මේඝල් පෙරේරා, ෂයාරි ද සිල්වා යන අයගේ රචනා ඇතුළත් නාමාවලි ප්‍රකාශනයක් සහ චන්න දාස්වත්තගේ පෙරවදනක් ඇතුළත් වේ.\"",
        "භාෂා තුනෙන් මඟ පෙන්වන චාරිකා, ගැලරි කතා සහ වැඩමුළු ඇතුළත් පොදු වැඩසටහන් මාලාවක් විශාල නාමාවලියක ඇතුළත් කර ඇත.",
        "හොඳින් පිළිවෙලට, සෞන්දර්යාත්මකව සැලසුම් කර ඇති සහ පැහැදිලිව ප්‍රදර්ශනය කරන ලද සිතුවම්, සැලසුම්, ඡායාරූප සහ ආකෘති අවකාශයන්හි සාමය සහ පූජනීය හැඟීම ඇති කරයි, වෙහෙසට පත් වූ ශරීර සහ ආතතියට පත් මනස්වලට අභයභූමියක් ලබා දුන්නේය. සෑම සටහනක්ම, දැන්වීම් සහ විස්තර පුවරුවක්ම සිංහල, දෙමළ සහ ඉංග්‍රීසි යන භාෂා තුනෙන්ම තිබීම මට වඩාත්ම අවධානයට ලක්විය. ඔබට අවශ්‍ය පරිදි සැරිසැරීමට ඔබට නිදහස තිබූ අතර උපාය මාර්ගිකව ස්ථානගත කර ඇති ආසන විශාල ප්‍රමාණයක් ප්‍රදර්ශනයක් දෙස දිගු වේලාවක් බලා සිටීමට හෝ පරිසරය උකහා ගැනීමට සම්පතක් විය.",
        "ප්‍රදර්ශනය හරහා ඇවිද ගිය මට බටහිර වෙරළ තීරයේ බාවා සැලසුම් කරන ලද හෝටල්වල නිවාඩු කාලය සතුටින් සිහිපත් විය. බොහෝ දෙනෙක් කණ්ඩලම ප්‍රදේශයේ නැවතී සිටිති, දෙදෙනෙක් ඔහුගේ ඉබාගාතේ යාමේදී අතුරුදහන් වූ මගේ ගෘහ නිර්මාණ ශිල්පී පුතා සමඟ අපට අපගේ කාමර ලැබුණේ නැත. ඉන්පසු අවට පරිසරයේ ඇති ගස් වැල් වලට මුසු වූ අරුම පුදුම ගොඩනැගිල්ලේ සියුම් තැන් ගැන 'උගත්' වඳුරෙක් වරක් මා රැගෙන ආ New Yorker එක කියවන මගේ කාමරයේ බැල්කනියේ වාඩි වී මා දෙස තදින් බැලුවේය මට. ඔහුගේ නොබෙදුණු අවධානයට අකමැති වූ මම ඇතුලට ගොස් ප්‍රංශ කවුළුව සෙමෙන් වැසුවෙමි. ඔහු බැල්කනියට ගොස් නිශ්චිත විරෝධයකින් මා දෙස බලා සිටියදී, ඔහු මගේ සඟරාව ඉරා දැමීය.",
        "පාෂාණයෙන් කපා ඇති ඇඳන් පවා ඇති පොළොන්තලාව අද්විතීය නිවසෙහි පින්තූර මට මග හැරුණි. ගොඩනැගිල්ලේ පිටත එක් පින්තූරයක් තිබුනත් තවත් නැත. ඊට වෙනස්ව රුහුණු විශ්වවිද්‍යාලයේ විශාල ආකෘතියක් සහ එහි සවිස්තරාත්මක රූප සටහන් රාශියක් තිබුණි. පේරාදෙණිය විශ්වවිද්‍යාලයේ නේවාසික ශාලා කෙලෙසීම දෙස බලන විට දැන් එම ගොඩනැගිලිවල තත්ත්වය කෙබඳු දැයි කෙනෙකුට සිතේ.",
        "ප්‍රදර්ශනයට පැමිණ සිටි තරුණ තරුණියන් අගය කළ යුතුයි. බාවා රටට සහ ගෘහනිර්මාණ ශිල්පයට කළ විශිෂ්ටතම දායකත්වයක් වන පාර්ලිමේන්තු ගොඩනැගිල්ලේ බොහෝ අඩුවක් දැනෙන බව පැවසූ ශ්‍රී ලංකා පාර්ලිමේන්තුවට සම්බන්ධ (දේශපාලකයෙකු නොවේ) පුද්ගලයෙකු සමඟ මම ගියෙමි. මතය ඉදිරිපත් කළ තරුණයා පැවසුවේ, බොහෝ විට පැහැදිලි කිරීමක් ලෙස, පාර්ලිමේන්තු ගොඩනැගිල්ල ඒ ගැන බොහෝ දේ ලියා ඇති බවයි.",
        "ගොඩනැගිල්ලේ ඉන්නකොට මට එලියේ මහ වැස්සක් ඇහුණා. මගේ ප්‍රශ්නය වූයේ ප්‍රධාන මාර්ගයට සහ මෝටර් රථයට යන්නේ කෙසේද යන්නයි. පිටවීමේ දොරටුවේ සිටි තරුණයා වඩාත් ඕනෑකමින් අප දෙදෙනාව කුඩයක් යටට ගෙන යාමට ඉදිරිපත් විය. දොර විවර කරන විට වැස්ස නැවතී ඇති බව දැනගත් අපට සහනයක් දැනුනි.",
        "මෙම ශ්‍රී ලාංකේය චිත්‍ර ප්‍රදර්ශනය කොළඹ 02, Cinnamon Grand අසල පිහිටි Crescat Boulevard හිදී පැවැත්වේ. Encounters නමින් එය 2022 පෙබරවාරි 11 සිට අගෝස්තු 28 දක්වා පැවැත්වීමට නියමිතය.",
        "මම වෙබ් අඩවිය උපුටා දක්වමි: “එක් දෙයක් සහ තවත් දෙයක් අතර අහඹු හමුවීමක් හුරුපුරුදු හෝ සාමාන්‍ය දෙයක් වෙනත් ආකාරයකින් පෙනෙන ආකාරය වෙනස් කරයිද? එක පැත්තක තබා ඇති කලා කෘති දෙකකින් ඒ සෑම එකක් ගැනම අලුත් දෙයක් හෙළි කළ හැකිද?",
        "ඉන්පසුව \"1950 ගණන්වල සිට මේ දක්වා කලා කෘති අතර හමුවීම් හයක් එකට ගෙන එන සංදර්ශක වෙනස් කිරීමේ අනුපිළිවෙලක්\" ලෙස ප්‍රදර්ශනය පිළිබඳ තොරතුරු ලබා දී ඇත. ජෝන් කීල්ස් හෝල්ඩිංග්ස් සහ ජෝර්ජ් කීට් පදනමේ එකතුවෙන් ප්‍රදර්ශනය සඳහා සිතුවම් තෝරා ගන්නා ලදී. \"හය හමුවීම් යෝජනා කරන්නේ හුරුපුරුදු සහ අනපේක්ෂිත අතර සෙල්ලක්කාර සහ සමහර විට මතභේදාත්මක සැසඳීම්.\" භ්‍රමණ තුනකින් නැවත හමුවීම් වෙත පැමිණෙන ලෙස අමුත්තන්ට ආරාධනා කෙරේ.",
        "මට වඩාත්ම විස්මය දනවන කරුණ නම් සේනක සේනානායක විසින් ඇතුල්වන ස්ථානයේ ඇති දැවැන්ත චිත්‍රයයි. අතින් වියන ලද අළු පැහැති රෙදි මත ජීවමාන ප්‍රමාණයේ කාන්තාවන්ගේ අඟුරු සිතුවම් සහිත පටි හෝ තිර රෙදි වලින් එල්ලා ඇති වඩාත්ම සුවිශේෂී වන්නේ සිවිල් යුද්ධයේදී සහ ඉන් පසුව උතුරේ ආදරණීයයන් අහිමි වූ අයයි.",
        "උපක්‍රමශීලීව තබා ඇති කුෂන් ඔටෝමන්වල ඔබ සැහැල්ලුවෙන් සිටින විට ප්‍රදර්ශන පැහැදිලි කිරීමට කැමැත්තෙන් සිටි තරුණ භාරකරුවන්, මෙවර ගැහැණු ළමයින් සිත් ඇදගන්නාසුළු සහ ඇගයීමට ලක් විය.",
        "ප්‍රදර්ශනය සවිකර ඇති ශ්‍රී ලංකා නූතන හා සමකාලීන කලා කෞතුකාගාරය නව අධ්‍යාපන ආයතනයක් වන අතර එය මහජන කැප වූ ප්‍රදර්ශනයක් පිහිටුවීම, පර්යේෂණ එකතු කිරීම සහ කලාවට අදාළ වන නවීන හා සමකාලීන කලා කෞතුකාගාරය සංරක්ෂණය කිරීමේ අරමුණින් ක්‍රියාත්මක වේ. ශ්‍රී ලංකාවේ සන්දර්භයට අනන්‍ය වූ ඉතිහාසයන්.”",
        "මහජනතාවට අත්විඳීමට සහ අගය කිරීමට මෙම දෘශ්‍ය මංගල්‍යයන් දෙක එකට තැබීමටත්, ඇතුළත් කිරීම් සඳහා ගාස්තු අය නොකර, සියලු තොරතුරු භාෂා ත්‍රිත්වයෙන්ම ඉදිරිපත් කිරීම සහතික කිරීම සඳහා සැමට ප්‍රවේශ විය හැකි පරිදි සකස් කිරීම ගැනත් MMCA සහ Bawa භාරය යන දෙකටම ප්‍රශංසා කළ යුතුය.",
        "පුටින්ගේ යුක්රේනය ආක්‍රමණය කිරීම Biden ගේ පළමු රාජ්‍ය සංගමයේ කතාව ග්‍රහණය කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கொழும்பில் கண்காட்சிகளைத் தவறவிடக் கூடாது",
      "body_lines": [
        "கோவிட் அச்சுறுத்தல் காரணமாக எங்களில் பலர் எமது செயற்பாடுகளை குறைத்துக்கொண்டாலும், தவறவிடக்கூடாத இரண்டு கலை மற்றும் கட்டிடக்கலை கண்காட்சிகள் கொழும்பில் நடந்து வருகின்றன. இரண்டும் எளிதில் அணுகக்கூடிய இடங்களில் உள்ளன; வசதியான நேரங்கள்; மற்றும் பொதுமக்களுக்கு இலவசம். கலை மற்றும் கட்டிடக்கலையில் ஆர்வமுள்ள ஒரு பெண்ணாக, ஒரு சாதாரண மனிதனின் பார்வையில் நான் அவர்களைப் பற்றி எழுதுகிறேன், அவை முடிவடைவதற்கு முன்பு இன்னும் அதிகமான மக்களைப் பார்வையிடவும் அனுபவிக்கவும் ஊக்குவிக்கும் நம்பிக்கையுடன்.",
        "நான் சென்ற முதல் கண்காட்சி, கொழும்பு 02, பார்க் ஸ்ட்ரீட் மியூஸில் ஜெஃப்ரி பாவாவின் படைப்புகளைக் காட்சிப்படுத்துவதாகும். இது பெப்ரவரி 1 முதல் ஏப்ரல் 3 வரை தொடர திட்டமிடப்பட்டுள்ளது மற்றும் காலை 11.00 மணி முதல் மாலை 7.00 மணி வரை திறந்திருக்கும். பெரும்பாலான கலைப்பொருட்களுக்கு அருகில் சுவர்களில் பொருத்தப்பட்டிருக்கும் குறிப்புகளைப் படிப்பதில் அதிக நேரம் செலவழிக்க, கடந்த வாரம் மீண்டும் சென்றேன். இணைய அறிமுகத்திலிருந்து மேற்கோள் காட்டுகிறேன்:",
        "\"ஜெஃப்ரி பாவாவின் கட்டிடக் கலைஞரின் தனித்துவமான வாழ்க்கை, கைவிடப்பட்ட ரப்பர் மற்றும் இலவங்கப்பட்டை தோட்டத்தை வாங்குவதன் மூலம் தொடங்கியது, அதை அவர் 1948 இல் லுனுகங்கா என்று அழைக்கப்படும் தோட்டமாக மாற்றுவார் - நாடு பிரிட்டிஷ் சாம்ராஜ்யத்திலிருந்து புதிதாக சுதந்திரம் பெற்றதை அடுத்து. முதல் முயற்சியில் இருந்தே, இடத்தின் கருத்தைப் புரிந்துகொள்ள முற்படும் கட்டிடக்கலை மூலம் நடைமுறை குறிக்கப்படுகிறது.",
        "“பிரதானமாக கட்டிடக்கலை வரைபடங்களைக் கொண்ட காப்பகத்தின் லென்ஸ் மூலம் பாவாவின் வேலையைப் புரிந்துகொள்ள முற்படுகையில், நடைமுறையின் உருவப்படம் கவனம் செலுத்துகிறது. வரைபடங்கள் ஒரு வரைபடத்தில் அதன் இருப்பிடத்திற்கு அப்பால் இடத்தைப் பற்றி வழக்கத்திற்கு மாறாக விவரிக்கப்பட்டுள்ளன, மேலும் ஒரு தளத்தை வகைப்படுத்தும் கலாச்சாரம், வரலாறு மற்றும் சுற்றுச்சூழலின் பல அடுக்குகளில் இடம் ஆராயப்படுகிறது.",
        "\"பாவாவின் படைப்புகள் இங்கிலாந்து, அமெரிக்கா, ஆஸ்திரேலியா, இந்தியா, பிரேசில், சிங்கப்பூர் மற்றும் ஜெர்மனியில் பல இடங்களில் காட்சிப்படுத்தப்பட்டாலும், இலங்கையில் பாவாவின் படைப்புகள் காண்பிக்கப்படும் முதல் கண்காட்சி இதுவாகும்.",
        "ஜெஃப்ரி பாவா, சீன் ஆண்டர்சன், ஷெர்லி சூர்யா, தாரிக் ஜசீல், ஜோதி தார், மேகல் பெரேரா, ஷயாரி டி சில்வா ஆகியோரின் கட்டுரைகள் மற்றும் சன்ன தஸ்வத்தாவின் முன்னுரை உள்ளிட்ட பட்டியல் வெளியீடும் கண்காட்சியுடன் இருக்கும்.",
        "பொது நிகழ்ச்சிகளின் முழுத் தொடரும் நுழைவாயிலில் எடுக்கப்படும் ஒரு பெரிய அட்டவணையில் பட்டியலிடப்பட்டுள்ளன, இதில் மூன்று மொழிகளில் வழிகாட்டப்பட்ட சுற்றுப்பயணங்கள், கேலரி பேச்சுகள் மற்றும் பட்டறைகள் ஆகியவை அடங்கும்.",
        "நன்கு ஒழுங்கமைக்கப்பட்ட, அழகியல் திட்டமிடப்பட்ட மற்றும் தெளிவாகக் காட்சிப்படுத்தப்பட்ட ஓவியங்கள், திட்டங்கள், புகைப்படங்கள் மற்றும் மாதிரிகள், அமைதி மற்றும் புனித உணர்வை வெளிப்படுத்தும், சோர்வுற்ற உடல்கள் மற்றும் மன அழுத்தத்திற்கு ஒரு புகலிடத்தை வழங்கியது. ஒவ்வொரு குறிப்பும், அறிவிப்பும் மற்றும் விளக்கப் பலகையும் சிங்களம், தமிழ் மற்றும் ஆங்கிலம் ஆகிய மூன்று மொழிகளில் இருந்தது எனக்கு மிகவும் குறிப்பிடத்தக்கது. நீங்கள் விரும்பியபடி சுற்றித் திரிவீர்கள், மேலும் பல மூலோபாய ரீதியாக வைக்கப்பட்டுள்ள இருக்கைகள் கால்களை ஓய்வெடுக்கவும், காட்சியை நீண்ட நேரம் பார்க்கவும் அல்லது சுற்றுப்புறத்தை உறிஞ்சவும் ஒரு சொத்தாக இருந்தன.",
        "கண்காட்சியின் வழியாக நடைபயிற்சி போது நான் மகிழ்ச்சியுடன் மேற்கு கடற்கரையில் பாவா வடிவமைக்கப்பட்ட ஹோட்டல்களில் விடுமுறை நினைவில்; பலர் கண்டலமாவில் தங்கியுள்ளனர், இரண்டு பேர் எனது கட்டிடக் கலைஞர் மகனுடன் அலைந்து திரிந்தபோது காணாமல் போனவர்கள், நாங்கள் எங்கள் அறைகளைப் பெற்றவுடன்; சுற்றுப்புறத்தின் மரங்கள் மற்றும் புல்லுருவிகளுடன் ஒன்றிணைந்த அற்புதமான கட்டிடத்தின் நுண்ணிய புள்ளிகளைப் பற்றி எனக்கு 'கல்வி' அளித்தது, ஒரு குரங்கு ஒருமுறை நான் என் அறையின் பால்கனியில் அமர்ந்து நான் கொண்டு வந்த நியூயார்க்கரைப் படித்துக்கொண்டிருந்தபோது என்னைக் கடுமையாகப் பார்த்தது. என்னை. அவனது அலாதியான கவனம் பிடிக்காமல் உள்ளே சென்று பிரெஞ்ச் ஜன்னலை மெதுவாக மூடினேன். அவர் பால்கனியில் நுழைந்தார், திட்டவட்டமான எதிர்ப்புடன் என்னைப் பார்த்துக் கொண்டிருந்தார், அவர் என் பத்திரிகையை துண்டு துண்டாக கிழித்தார்.",
        "பாறையில் வெட்டப்பட்ட படுக்கைகள் கூட கொண்ட பொலந்தலாவை தனித்துவமான வீட்டின் படங்களை நான் தவறவிட்டேன். கட்டிடத்தின் வெளிப்புறத்தில் ஒரு படம் இருந்தது, ஆனால் அதற்கு மேல் இல்லை. இதற்கு நேர்மாறாக ருஹுணு பல்கலைக்கழகம் ஒரு பெரிய மாதிரியையும் அதன் பல விரிவான ஓவியங்களையும் கொண்டிருந்தது. பேராதனைப் பல்கலைக் கழகத்தின் குடியிருப்பு மண்டபங்கள் அசுத்தப்படுத்தப்பட்டதை வைத்துப் பார்த்தால், கட்டிடங்களின் நிலை இப்போது என்ன என்று ஆச்சரியமாக இருக்கிறது.",
        "கண்காட்சியில் கலந்து கொண்ட இளைஞர்களை நான் பாராட்ட வேண்டும். இலங்கை பாராளுமன்றத்துடன் தொடர்புடைய ஒரு நபருடன் (அரசியல்வாதி அல்ல) நான் சென்றேன், அவர் நாட்டிற்கும் கட்டிடக்கலைக்கும் பாவாவின் மிகச் சிறந்த பங்களிப்புகளில் ஒன்றான பாராளுமன்ற கட்டிடத்தில் அதிகம் இல்லாததை உணர்ந்ததாகக் கூறினார். கருத்து தெரிவிக்கப்பட்ட இளைஞன், ஒருவேளை விளக்கமாக, பாராளுமன்ற கட்டிடம் அதைப் பற்றி அதிகம் எழுதப்பட்டதாகக் கூறினார்.",
        "கட்டிடத்தில் இருக்கும் போது வெளியே பலத்த மழை சத்தம் கேட்டது. மெயின் ரோடு மற்றும் காருக்கு எப்படி செல்வது என்பதுதான் என் கவலை. வெளியேறும் இடத்தில் இருந்த அந்த இளைஞன் மிகவும் வேண்டுகோள் விடுத்து எங்கள் இருவரையும் ஒரு குடையின் கீழ் அழைத்துச் செல்ல முன்வந்தான். கதவைத் திறந்ததும் மழை ஓய்ந்திருப்பதைக் கண்டு நிம்மதியடைந்தோம்.",
        "கொழும்பு 02 இல் உள்ள Cinnamon Grand ஐ அண்மித்துள்ள Crescat Boulevard இல் இந்த இலங்கைக் கலைக் கண்காட்சி உள்ளது. Encounters என்ற தலைப்பில் இது பிப்ரவரி 11 முதல் ஆகஸ்ட் 28, 2022 வரை நடைபெற உள்ளது.",
        "நான் வலைத்தளத்தை மேற்கோள் காட்டுகிறேன்: “ஒன்றுக்கும் மற்றொன்றுக்கும் இடையே ஒரு சந்தர்ப்பச் சந்திப்பு, பழக்கமான அல்லது பொதுவான ஒன்று எவ்வாறு பார்க்கப்படுகிறது என்பதை மாற்றுகிறதா? அருகருகே வைக்கப்பட்டுள்ள இரண்டு கலைப் படைப்புகள் ஒவ்வொன்றையும் பற்றிய புதிய ஒன்றை வெளிப்படுத்த முடியுமா?",
        "பின்னர் கண்காட்சி பற்றிய தகவல் \"1950 களில் இருந்து தற்போது வரையிலான கலைப்படைப்புகளுக்கு இடையேயான ஆறு சந்திப்புகளை ஒருங்கிணைக்கும் காட்சிகளை மாற்றியமைக்கும் ஒரு வரிசை\" என வழங்கப்படுகிறது. ஜான் கீல்ஸ் ஹோல்டிங்ஸ் மற்றும் ஜார்ஜ் கீட் அறக்கட்டளை சேகரிப்பில் இருந்து காட்சிக்கு ஓவியங்கள் தேர்ந்தெடுக்கப்பட்டன. \"ஆறு சந்திப்புகள் விளையாட்டுத்தனமான மற்றும் சில சமயங்களில் பழக்கமான மற்றும் எதிர்பாராதவற்றுக்கு இடையில் சர்ச்சைக்குரிய ஒப்பீடுகளை முன்மொழிகின்றன.\" மூன்று சுழற்சிகளில் என்கவுண்டர்களுக்குத் திரும்ப பார்வையாளர்கள் அழைக்கப்படுகிறார்கள்.",
        "நுழைவாயிலில் சேனக சேனநாயக்க வரைந்த பிரமாண்ட ஓவியம் எனக்கு மிகவும் திகைப்பூட்டுவதாக இருந்தது; உள்நாட்டுப் போரிலும் அதற்குப் பின்னரும் தங்கள் அன்புக்குரியவர்களை இழந்த வடக்கின் கையால் நெய்யப்பட்ட சாம்பல் துணியில் வாழ்க்கை அளவிலான பெண்களின் கரி ஓவியங்களுடன் தொங்கும் நாடாக்கள் அல்லது திரைச்சீலைகள் மிகவும் தனித்துவமானது.",
        "யுக்தி ரீதியாக வைக்கப்பட்டுள்ள குஷன் ஒட்டோமான்களில் நீங்கள் ஓய்வெடுக்கும் போது காட்சிகளை விளக்குவதற்கு இந்த நேரத்தில் தயாராக இருந்த இளம் க்யூரேட்டர்கள் ஈர்க்கக்கூடிய மற்றும் பாராட்டப்பட்டனர்.",
        "கண்காட்சியை ஏற்றிய நவீன மற்றும் சமகால கலை இலங்கை அருங்காட்சியகம் ஒரு புதிய கல்வி நிறுவனமாகும், இது ஒரு பொது அர்ப்பணிப்பு காட்சியை நிறுவுதல், ஆராய்ச்சி சேகரிப்பு மற்றும் நவீன மற்றும் சமகால கலை அருங்காட்சியகத்தின் பாதுகாப்பை நிறுவும் நோக்கத்துடன் உள்ளது. இலங்கையின் சூழலுக்கு தனித்துவமான வரலாறுகள்.\"",
        "எம்எம்சிஏ மற்றும் பாவா அறக்கட்டளை ஆகிய இரண்டும் இந்த இரண்டு காட்சி விருந்துகளையும் பொது மக்கள் அனுபவிக்கவும் பாராட்டவும் ஒருங்கிணைத்ததற்காகவும், சேர்க்கைக்கு கட்டணம் வசூலிக்காமல் அனைவருக்கும் அணுகக்கூடியதாகவும், அனைத்து பொருட்களும் மூன்று மொழிகளில் வழங்கப்படுவதை உறுதிசெய்ததற்காகவும் பாராட்டப்பட வேண்டும்.",
        "உக்ரைன் மீதான புட்டின் படையெடுப்பு பிடனின் முதல் மாநில யூனியன் உரையை மறைக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}