{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylon-tobacco-co-and-the-emergence-of-sri-lankas-cut-flower-industry/",
  "time_ut": 1650689040,
  "title": "Ceylon Tobacco Co. and the emergence of Sri Lanka’s cut flower industry",
  "body_lines": [
    "Some weeks ago this newspaper carried an interesting article by Sunela Jayewardene on the book “Wild Flowers of Sri Lanka” by Aritha Wikramanayake. Perhaps this may not be the first book on the subject or last, as I recall seeing a book in the mid 1970s by, I believe, Mrs. Dorothy Fernando. How competently she dealt with the subject I cannot remember but do recall clearly the near perfect pencil drawings by her of many wild flowers.",
    "In the early part of the last century the Department of Agriculture put out bulletins on topics pertaining to its duties such as the “Preliminary List of Pests of Cultivated Plants of Ceylon 1923” It also issued “A Manual of the Weeds of Major Crops of Ceylon”. Hence a document on wild flowers could reasonably be assumed to have been issued by those worthy dedicated scientists.",
    "Interestingly, all the senior staff in the Department in 1923 consisted of Europeans – Stockdale, Petch, Hutson, Park, Gadd etc. The only Ceylonese were Dr. A.W.R. Joachim, Office Assistant (later Director of Agriculture and later still Director, Tea Research Institute of Ceylon) and J.N. Culanatharvalu, Chief Clerk. The Government Printer was H. Ross Cottle.",
    "In those times and in fact even as late as around the 1960s, cut flowers were of very little or no commercial value. Cultivated flowers consisted of mostly roses, barbatans, arum lilies, gladioli and somewhat later anthuriums. These were grown mostly at high elevations for beautification of gardens and for vases indoors.",
    "Flowers were available on sale at malsalawas or better named malagiya salawas – the business places of undertakers now frequently calling themselves funeral directors! By around the late 1950s Colombo had two or three exclusive flower shops, so also a co-operative of growers. One of the flowers shops specialized in white Cattleyas, highly priced by wealthy brides.",
    "Those who wanted them that badly were charged as much as Rs 500 a bloom! Just to give an idea of how expensive these were, one has only to recall that a gallon of petrol then cost Rs 7.50, a cigarette. 08 cents, a coconut .75 cents, an egg 60 cents, a pound of white sugar 75 cents. There were then only a handful of such growers or fanciers who grew Dendrobiums and Vandas and made the occasional kill, all the while jealously guarding the paying hobby.",
    "While this was the position in then Ceylon, in Thailand, Singapore, Malaysia and to an extent in Indonesia, growers owned virtually acres in orchids bringing their produce in boatloads and trucks to buyer/exporter warehouses. It was and still is big business among large numbers of producers, buyers and exporters. They had reached a stage when they were almost overproducing and had to cut costs of production to remain afloat.",
    "One such method was by dabbling with mixtures of cattle and pig manure, urine, young coconut water and even dashes of tomato juice as they found the easily applied small quantities of chemical fertilizers too expensive. Additionally, in simple laboratories, hybridization was going on at a pace to attract and maintain the interest of buyers in Germany, Switzerland, Holland, France etc.",
    "They produced blooms and sprigs with desirable characteristics such as floriferousnes – frequency of flowering, size, colour, texture and shelf life. Many results of experiments carried out in those homes and back gardens of the experimenters were remarkably successful, considering the simple inputs and facilities available at most times to the technicians with practically no formal training or scientific backgrounds.",
    "In our country meanwhile, the few growers were like the proverbial frogs in the well keeping to themselves what little they knew. They did not have the initiative to go out and learn although funds to them were not a limiting factor.",
    "In 1966 Ceylon Tobacco Co commenced on the development of ‘Navajeevana’ – a colonization scheme in Mahiyangana on 1,000 acres of jungle lands leased from Government – an outstanding success which no private sector organization had before or after achieved. The company by then was managed by its first and only Sri Lankan Chairman/Chief Executive Mr. S.V. Wanigasekera. who gave agricultural diversification a foremost place in the company’s activities.",
    "Its sugar cane project in Haldumulla carried out for the first time in Sri Lanka with outgrower participation was another success. In under two years of commencement in 1973, that project had over 700 smallholder growers cultivating over 1,200 acres in cane and processing over one ton of jaggery a day to satisfy demand when imported sugar was scare in the mid 1970s.",
    "Over a decade from the coming of the UNP Government in 1977 “Ceylon Tobacco Co transformed itself, as it embraced a whole series of businesses which ranged from trading, financial services and agriculture to horticulture and bio-technology. Consequently, in 1979 CTC embarked on a major project to cultivate and market orchids which were among the rarest and most highly prized flowers of all.",
    "“The intention was to develop the export of cut flowers and foster a new agro-industry which would earn foreign exchange. Orchid growing had previously been the preserve of a very elite social circle and it was hoped the new industry would benefit a host of small farmers and part time growers.”",
    "To start off the cut flower industry with the participation of a large number of small growers the Company considered it useful to discuss that aspect with the then dozen or so known orchid fanciers. To a man they opposed the very idea declaring that orchid growing needed highly trained personnel to provide the needed care which ordinary growers could not give.",
    "When told that the Company had by then trained about 15,000 growers in tobacco plant nursery management, cultivation and barn drying, the argument died down. From then on there was no looking back with an extensive nursery being established at Kalagedihena and visits being made to Thailand, Singapore and Malaysia for initial stocks of mother planting material.",
    "Those opportunities of foreign travel were utilized to study the finer aspects of the business. A modern tissue culture laboratory, the first of its kind in the private sector, was set up at Kalagedihena, manned by highly qualified personnel to mass produce selected varieties of orchids. By 1982 there were 2,000 growers mostly in the Colombo, Gampaha and Kalutara Districts. They were sold an initial stock of plants in three stages of growth – flowering, medium sized and small plants in thumb pots, and to guide them a team of twenty five trained field officers visited them at close intervals.",
    "The early growers were granted a loan of Rs 3,000 each by the Bank of Ceylon and later a group called ‘big growers’ were granted loans of Rs 20,000 each to grow exclusively Aranda Christines. Growers were required to sell their produce to the company which most did, while a few sold theirs to other florists who were setting themselves up in the developing market.",
    "Some of them, particularly in the Western seaboard from Chilaw to a little beyond Panadura are today exporters to Europe and the Middle East and suppliers of orchids to hundreds of local hotels, offices, shops and homes. This briefly is the history of the commercial cut flower industry in the Island begun by Ceylon Tobacco Company and followed by others.",
    "To conclude this fascinating story of the cut flower industry in Sri Lanka, an observation of the Hon Lalith Athulathmudali, Minister of Trade and Shipping (1983) follows: “I was in the Kuwait Hilton the other day when they received a large stock of orchids. The entire lot came from Ceylon Tobacco Company. It was a matter of pride to say these orchids came from Sri Lanka.”",
    "(All quotations are from Dr Sinharaja Tammita-Delgoda’s Tobacco, Agriculture and Land)",
    "(This article by the late ACB Pethiyagoda was first published in this newspaper on Feb. 26, 2012. The writer, a professional tea planter, ended his career at the Ceylon Tobacco Co. where he worked in and managed agriculture related activities.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Ceylon Tobacco Co. සහ ශ්‍රී ලංකාවේ කැපූ මල් කර්මාන්තයේ මතුවීම",
      "body_lines": [
        "සති කිහිපයකට පෙර මෙම පුවත්පතේ සුනෙලා ජයවර්ධන විසින් අරිතා වික්‍රමනායක විසින් රචිත “Wild Flowers of Sri Lanka” කෘතිය පිළිබඳ රසවත් ලිපියක් පළ විය. 1970 ගණන්වල මැද භාගයේදී ඩොරති ප්‍රනාන්දු මහත්මිය විසින් ලියන ලද පොතක් දුටු බව මට මතක ඇති පරිදි, සමහර විට මෙය මෙම විෂය පිළිබඳ පළමු හෝ අවසාන පොත නොවිය හැකිය. ඇය කෙතරම් දක්ෂ ලෙස විෂයය සමඟ කටයුතු කළාද යන්න මට මතක නැත, නමුත් බොහෝ වල් මල් වලින් ඇය විසින් අඳින ලද පරිපූර්ණ පැන්සල් චිත්‍ර පැහැදිලිව සිහිපත් වේ.",
        "පසුගිය ශතවර්ෂයේ මුල් භාගයේ කෘෂිකර්ම දෙපාර්තමේන්තුව එහි රාජකාරිවලට අදාළ මාතෘකා පිළිබඳ දැන්වීම් නිකුත් කරන ලදී \"ලංකාවේ වගා කරන ලද ශාකවල පළිබෝධකයන්ගේ මූලික ලැයිස්තුව 1923\" එය \"ලංකාවේ ප්‍රධාන භෝග වල වල් පැලෑටි පිළිබඳ අත්පොතක්\" ද නිකුත් කළේය. ”. එබැවින් වල් මල් පිළිබඳ ලියවිල්ලක් එම වටිනා කැපවූ විද්‍යාඥයින් විසින් නිකුත් කර ඇති බවට සාධාරණ ලෙස උපකල්පනය කළ හැකිය.",
        "සිත්ගන්නා කරුණ නම්, 1923 දී දෙපාර්තමේන්තුවේ සියලුම ජ්‍යෙෂ්ඨ කාර්ය මණ්ඩලය යුරෝපීයයන්ගෙන් සමන්විත විය - Stockdale, Petch, Hutson, Park, Gadd etc. එකම ලාංකිකයා වූයේ ආචාර්ය A.W.R. ජෝකිම්, කාර්යාල සහකාර (පසුව කෘෂිකර්ම අධ්‍යක්ෂ සහ පසුව තවමත් අධ්‍යක්ෂ, ලංකා තේ පර්යේෂණ ආයතනය) සහ ජේ.එන්. Culanatharvalu, ප්රධාන ලිපිකරු. රජයේ මුද්‍රණකරු වූයේ H. Ross Cottle ය.",
        "එම කාලවල සහ ඇත්ත වශයෙන්ම 1960 ගණන්වල තරම් අගභාගයේදී පවා, කැපූ මල් ඉතා කුඩා හෝ වාණිජමය වටිනාකමක් නොතිබුණි. වගා කරන ලද මල් බොහෝ දුරට රෝස මල්, බාබටන්, අරම් ලිලී, ග්ලැඩියොලි සහ තරමක් පසුකාලීන ඇන්තූරියම් වලින් සමන්විත විය. උද්‍යාන අලංකාර කිරීම සඳහා සහ ගෘහස්ථ බඳුන් සඳහා මේවා බොහෝ දුරට උස් ප්‍රදේශවල වගා කරන ලදී.",
        "මල්සලවාවල හෝ ඊට වඩා හොඳ නමක් ඇති මලගිය සලවාවල මල් විකිණීමට තිබුණි - දැන් බොහෝ විට තමන් අවමංගල්‍ය අධ්‍යක්ෂකවරුන් ලෙස හඳුන්වන භාරකරුවන්ගේ ව්‍යාපාරික ස්ථාන! 1950 ගණන්වල අග භාගය වන විට කොළඹට සුවිශේෂී මල් සාප්පු දෙකක් හෝ තුනක් තිබුණි, ඒ නිසා වගාකරුවන්ගේ සමුපකාරයක් ද විය. සුදු Cattleyas සඳහා විශේෂිත වූ මල් සාප්පු වලින් එකක්, ධනවත් මනාලියන් විසින් ඉහළ මිලකට.",
        "ඒවා අවශ්‍ය අයගෙන් මල් පිපීමකට රුපියල් 500ක් වැනි විශාල මුදලක් අය කරන ලදී. මේවා කොතරම් මිල අධිකද යන්න ගැන අදහසක් දීමට නම්, කෙනෙකුට මතක් කළ හැක්කේ එකල පෙට්‍රල් ගැලුමක මිල රුපියල් 7.50ක් වූ සිගරට්ටුවක් බව පමණි. ශත 08යි, පොල් ගෙඩියක් ශත 75යි, බිත්තරයක් ශත 60යි, සුදු සීනි රාත්තලයි ශත 75යි. ඩෙන්ඩ්‍රෝබියම් සහ වැන්දාස් වගා කර ඉඳහිට මරා දමමින්, ගෙවන විනෝදාංශය ඊර්ෂ්‍යාවෙන් රකිමින් සිටි එවැනි වගාකරුවන් හෝ රසිකයින් අතළොස්සක් පමණක් එදා සිටියේ ය.",
        "එකල ලංකාවේ, තායිලන්තයේ, සිංගප්පූරුවේ, මැලේසියාවේ සහ ඉන්දුනීසියාවේ තත්ත්වය මෙය වූවත්, වගාකරුවන්ට ඕකිඩ් අක්කර ගණනින් පාහේ හිමිව තිබූ අතර, ඔවුන්ගේ නිෂ්පාදන බෝට්ටු සහ ට්‍රක් රථවල ගැණුම්කරු/අපනයන ගබඩා වෙත ගෙන එයි. එය නිෂ්පාදකයින්, ගැනුම්කරුවන් සහ අපනයනකරුවන් විශාල සංඛ්‍යාවක් අතර විශාල ව්‍යාපාරයක් විය. ඔවුන් අධික ලෙස නිෂ්පාදනය කරන අවධියකට පැමිණ තිබූ අතර නොනැසී පැවතීම සඳහා නිෂ්පාදන පිරිවැය කපා හැරීමට සිදු විය.",
        "එවැනි එක් ක්‍රමයක් වූයේ ගව හා ඌරු පොහොර මිශ්‍රණය, මුත්‍රා, තරුණ පොල් වතුර සහ තක්කාලි යුෂ බිංදු පවා මිශ්‍ර කිරීමෙන් ඔවුන් පහසුවෙන් යොදන කුඩා ප්‍රමාණයේ රසායනික පොහොර මිල අධික බව සොයා ගැනීමයි. මීට අමතරව, සරල රසායනාගාරවල, ජර්මනිය, ස්විට්සර්ලන්තය, ඕලන්දය, ප්‍රංශය වැනි රටවල ගැනුම්කරුවන්ගේ උනන්දුව ආකර්ෂණය කර ගැනීමට සහ පවත්වා ගැනීමට දෙමුහුන්කරණය වේගයෙන් සිදු විය.",
        "ඔවුන් මල් පිපෙන වාර ගණන, ප්‍රමාණය, වර්ණය, වයනය සහ කල්පැවැත්ම වැනි ප්‍රියජනක ලක්ෂණ සහිත මල් සහ අතු නිෂ්පාදනය කළහ. ප්‍රායෝගිකව විධිමත් පුහුණුවක් හෝ විද්‍යාත්මක පසුබිමක් නොමැති කාර්මික ශිල්පීන්ට බොහෝ අවස්ථාවලදී ලබා ගත හැකි සරල යෙදවුම් සහ පහසුකම් සලකා බැලීමේදී, පරීක්‍ෂකයන්ගේ එම නිවෙස්වල සහ ගෙවතුවල සිදු කරන ලද බොහෝ පරීක්ෂණවල ප්‍රතිඵල කැපී පෙනෙන ලෙස සාර්ථක විය.",
        "මේ අතර අපේ රටේ ගොවීන් කීපදෙනාම තමන් දන්නා සුළු දෙයක් තබාගෙන ළිඳේ සිටින ගෙම්බන් වැනි කියමනක් විය. ඔවුන්ට මුදල් සීමා කරන සාධකයක් නොවූවත් පිටතට ගොස් ඉගෙන ගැනීමට ඔවුන්ට මුලපිරීමක් නොතිබුණි.",
        "1966 දී ලංකා දුම්කොළ සමාගම මහියංගන ප්‍රදේශයේ රජයෙන් බදු දී ඇති කැලෑ ඉඩම් අක්කර 1,000 ක ජනපදකරණ යෝජනා ක්‍රමයක් වන ‘නවජීවන’ සංවර්ධනය කිරීම මත ආරම්භ කරන ලදී. ඒ වන විට සමාගම කළමනාකරණය කළේ එහි පළමු සහ එකම ශ්‍රී ලාංකික සභාපති/ප්‍රධාන විධායක එස්.වී. වනිගසේකර. කෘෂිකාර්මික විවිධාංගීකරණයට සමාගමේ ක්‍රියාකාරකම්වල ප්‍රමුඛ ස්ථානයක් ලබා දුන් අය.",
        "එහි හල්දුමුල්ලේ උක් ව්‍යාපෘතිය ශ්‍රී ලංකාවේ ප්‍රථම වතාවට වගාකරුවන්ගේ සහභාගීත්වයෙන් සිදු කරන ලද තවත් සාර්ථක එකක් විය. 1973 දී ආරම්භ කර වසර දෙකක් යටතේ, එම ව්‍යාපෘතිය 1970 ගණන්වල මැද භාගයේ ආනයනික සීනි බියට පත් වූ විට ඉල්ලුම සපුරාලීම සඳහා කුඩා වතු හිමියන් 700 කට අධික සංඛ්‍යාවක් අක්කර 1,200 කට අධික උක් වගා කර දිනකට හකුරු ටොන් එකකට වඩා වැඩි ප්‍රමාණයක් සකස් කර ඇත.",
        "1977 එක්සත් ජාතික පක්ෂ රජය බලයට පත්වීමෙන් පසු දශකයකට වැඩි කාලයක් තුළ “ලංකා දුම්කොළ සමාගම වෙළඳාම, මූල්‍ය සේවා සහ කෘෂිකර්මාන්තයේ සිට උද්‍යාන විද්‍යාව සහ ජෛව තාක්‍ෂණය දක්වා වූ සමස්ත ව්‍යාපාර මාලාවක් වැළඳගත් බැවින් එය පරිවර්තනය විය. එහි ප්‍රතිඵලයක් වශයෙන්, 1979 දී CTC විසින් දුර්ලභ සහ ඉතා ඉහළ වටිනාකමක් ඇති මල් වර්ග අතර වූ ඕකිඩ් වගා කර අලෙවි කිරීමේ ප්‍රධාන ව්‍යාපෘතියක් ආරම්භ කරන ලදී.",
        "“අභිප්‍රාය වූයේ කැපූ මල් අපනයනය දියුණු කිරීම සහ විදේශ විනිමය උපයා ගත හැකි නව කෘෂි කර්මාන්තයක් පෝෂණය කිරීමයි. උඩවැඩියා වගාව මීට පෙර ඉතා ප්‍රභූ සමාජ කවයක සංරක්ෂණයක් වූ අතර නව කර්මාන්තය කුඩා ගොවීන් සහ අර්ධකාලීන වගාකරුවන් රැසකට ප්‍රතිලාභ ලබා දෙනු ඇතැයි අපේක්ෂා කෙරේ.",
        "කුඩා වගාකරුවන් විශාල සංඛ්‍යාවකගේ සහභාගීත්වයෙන් කැපූ මල් කර්මාන්තය ආරම්භ කිරීම සඳහා එවකට දන්නා දුසිම් ගනනක් හෝ ඊට වැඩි ඕකිඩ් රසිකයින් සමඟ එම අංශය සාකච්ඡා කිරීම ප්‍රයෝජනවත් බව සමාගම සැලකේ. සාමාන්‍ය වගාකරුවන්ට ලබා දිය නොහැකි රැකවරණය සැපයීම සඳහා උඩවැඩියා වගාව සඳහා ඉහළ පුහුණුව ලත් පිරිස් අවශ්‍ය බව ප්‍රකාශ කරන අදහසට ඔවුහු මිනිසෙකුට විරුද්ධ වූහ.",
        "සමාගම ඒ වන විට දුම්කොළ පැල තවාන් කළමනාකරණය, වගා කිරීම සහ අාර් ඒන් වියළීම පිළිබඳ වගාකරුවන් 15,000 ක් පමණ පුහුණු කර ඇති බව පැවසු විට, තර්කය අවසන් විය. එතැන් සිට කලගෙඩිහේන ප්‍රදේශයේ පුළුල් තවානක් ආරම්භ කිරීමත්, මව් රෝපණ ද්‍රව්‍ය මූලික තොග සඳහා තායිලන්තය, සිංගප්පූරුව සහ මැලේසියාව යන රටවල සංචාරය කිරීමත් සමඟ ආපසු හැරී බැලීමක් සිදු නොවීය.",
        "ව්‍යාපාරයේ සියුම් පැති අධ්‍යයනය කිරීමට එම විදේශ සංචාර අවස්ථා උපයෝගී කර ගන්නා ලදී. තෝරාගත් උඩවැඩියා ප්‍රභේද මහා පරිමාණයෙන් නිෂ්පාදනය කිරීම සඳහා ඉහළ සුදුසුකම් ලත් පුද්ගලයන්ගෙන් සමන්විත නවීන පටක රෝපණ විද්‍යාගාරයක්, පෞද්ගලික අංශයේ ප්‍රථම එවැනි ආකාරයේ නවීන පටක රෝපණ විද්‍යාගාරයක් කලගෙඩිහේනේදී පිහිටුවන ලදී. 1982 වන විට කොළඹ, ගම්පහ සහ කළුතර දිස්ත්‍රික්කවල වගාකරුවන් 2,000ක් සිටියා. ඔවුන් හට මල් පිපෙන, මධ්‍යම ප්‍රමාණයේ සහ කුඩා පැල වල වර්ධන අවධීන් තුනකින් මූලික පැල තොගයක් අලෙවි කරන ලද අතර, ඔවුන්ට මග පෙන්වීම සඳහා පුහුණු ක්ෂේත්‍ර නිලධාරීන් විසිපස් දෙනෙකුගෙන් යුත් කණ්ඩායමක් ඔවුන් වෙත සමීප කාලාන්තරවල සංචාරය කළහ.",
        "මුල් වගාකරුවන්ට ලංකා බැංකුවෙන් රුපියල් 3,000 බැගින් ණයක් ලබා දුන් අතර පසුව ‘මහ වගාකරුවන්’ නම් කණ්ඩායමකට Aranda Christines පමණක් වගා කිරීම සඳහා රුපියල් 20,000 බැගින් ණය ලබා දෙන ලදී. වගාකරුවන් තම නිෂ්පාදන බොහෝ විට කළ සමාගමට විකිණීමට අවශ්‍ය වූ අතර කිහිප දෙනෙකු තම නිෂ්පාදන සංවර්ධනය වෙමින් පවතින වෙළඳපොලේ ස්ථාපිත වෙමින් සිටින අනෙකුත් මල් සැරසිලි කරුවන්ට විකුණා ඇත.",
        "ඔවුන්ගෙන් සමහරක්, විශේෂයෙන් හලාවත සිට පානදුරෙන් මඳක් ඔබ්බට බටහිර මුහුදු තීරයේ අද යුරෝපයට සහ මැදපෙරදිගට අපනයනය කරන්නන් වන අතර දේශීය හෝටල්, කාර්යාල, සාප්පු සහ නිවාස සිය ගණනකට ඕකිඩ් සපයන්නන් වේ. ලංකා දුම්කොළ සමාගම විසින් ආරම්භ කරන ලද සහ අනෙකුත් අය විසින් අනුගමනය කරන ලද දිවයිනේ වාණිජ කැපූ මල් කර්මාන්තයේ ඉතිහාසය කෙටියෙන් මෙය වේ.",
        "ශ්‍රී ලංකාවේ කැපූ මල් කර්මාන්තයේ මෙම චමත්කාරජනක කතාව අවසන් කිරීම සඳහා, වෙළඳ හා නාවික අමාත්‍ය ගරු ලලිත් ඇතුලත්මුදලි මහතාගේ නිරීක්ෂණයක් (1983) මෙසේය: “පසුගිය දිනක මම කුවේට් හිල්ටන්වල ​​සිටියෙමි, ඔවුන්ට විශාල ඕකිඩ් තොගයක් ලැබුණි. . මුළු බිම් කොටසම ලැබුණේ ලංකා දුම්කොළ සමාගමෙන්. මෙම ඕකිඩ් ශ්‍රී ලංකාවෙන් පැමිණි බව පැවසීම ආඩම්බරයට කරුණක් විය.",
        "(සියලු උපුටා ගැනීම් ආචාර්ය සිංහරාජ තම්මිට-දෙල්ගොඩගේ දුම්කොළ, කෘෂිකර්මය සහ ඉඩම්)",
        "(නැසීගිය ACB පෙතියාගොඩගේ මෙම ලිපිය 2012 පෙබරවාරි 26 වැනි දින මෙම පුවත්පතේ ප්‍රථම වරට පළ කරන ලදී. වෘත්තීය තේ වැවිලිකරුවෙකු වන ලේඛකයා සිය වෘත්තීය ජීවිතය අවසන් කළේ ඔහු සේවය කළ සහ කෘෂිකර්මාන්තයට අදාළ කටයුතු කළමණාකරණය කළ ලංකා දුම්කොළ සමාගමෙනි.)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கை புகையிலை நிறுவனம் மற்றும் இலங்கையின் வெட்டு மலர் தொழில்துறையின் தோற்றம்",
      "body_lines": [
        "சில வாரங்களுக்கு முன்னர், அரித விக்ரமநாயக்க எழுதிய \"Wild Flowers of Sri Lanka\" என்ற புத்தகத்தில் சுனேலா ஜெயவர்த்தனவின் ஒரு சுவாரஸ்யமான கட்டுரையை இந்த நாளிதழ் வெளியிட்டது. 1970களின் நடுப்பகுதியில் திருமதி டோரதி பெர்னாண்டோ எழுதிய புத்தகத்தைப் பார்த்தது எனக்கு நினைவிருக்கிறது. இந்த விஷயத்தை அவள் எவ்வளவு திறமையாகக் கையாண்டாள் என்பது எனக்கு நினைவில் இல்லை, ஆனால் பல காட்டுப் பூக்களால் அவள் வரைந்த பென்சிலால் வரையப்பட்ட ஓவியங்கள் தெளிவாக நினைவுக்கு வருகின்றன.",
        "கடந்த நூற்றாண்டின் முற்பகுதியில், விவசாயத் திணைக்களம், \"இலங்கையின் பயிரிடப்பட்ட தாவரங்களின் பூச்சிகளின் பூர்வாங்க பட்டியல் 1923\" போன்ற தலைப்புகளில் புல்லட்டின்களை வெளியிட்டது, மேலும் \"இலங்கையின் முக்கிய பயிர்களின் களைகளின் கையேட்டையும் வெளியிட்டது. ”. எனவே காட்டு மலர்கள் பற்றிய ஆவணம் அந்த தகுதியான அர்ப்பணிப்புள்ள விஞ்ஞானிகளால் வெளியிடப்பட்டதாக நியாயமாக கருதலாம்.",
        "சுவாரஸ்யமாக, 1923 இல் திணைக்களத்தில் இருந்த அனைத்து மூத்த ஊழியர்களும் ஐரோப்பியர்களைக் கொண்டிருந்தனர் - ஸ்டாக்டேல், பெட்ச், ஹட்சன், பார்க், காட் போன்றவர்கள். ஒரே இலங்கையர்கள் டாக்டர் ஏ.டபிள்யூ.ஆர். ஜோகிம், அலுவலக உதவியாளர் (பின்னர் வேளாண்மைப் பணிப்பாளர் மற்றும் பின்னர் இன்னும் பணிப்பாளர், இலங்கை தேயிலை ஆராய்ச்சி நிறுவனம்) மற்றும் ஜே.என். குலநாதர்வாலு, தலைமை எழுத்தர். அரசு அச்சுப்பொறி எச். ராஸ் காட்டில் ஆவார்.",
        "அந்தக் காலங்களிலும் உண்மையில் 1960களின் பிற்பகுதியிலும் கூட, வெட்டப்பட்ட பூக்கள் மிகக் குறைவாகவோ அல்லது வணிக மதிப்பையோ கொண்டிருக்கவில்லை. பயிரிடப்பட்ட பூக்கள் பெரும்பாலும் ரோஜாக்கள், பார்பட்டான்கள், ஆரம் லில்லி, கிளாடியோலி மற்றும் சற்றே பிற்கால ஆந்தூரியம் ஆகியவற்றைக் கொண்டிருந்தன. தோட்டங்களை அழகுபடுத்துவதற்காகவும், உட்புறத்தில் குவளைகளுக்காகவும் இவை பெரும்பாலும் உயரமான இடங்களில் வளர்க்கப்பட்டன.",
        "மலர்கள் மல்சலாவாஸ் அல்லது சிறந்த பெயரிடப்பட்ட மலாகியா சலவாஸ் ஆகியவற்றில் விற்பனைக்குக் கிடைத்தன - தற்போது தங்களை இறுதிச் சடங்கு இயக்குநர்கள் என்று அடிக்கடி அழைத்துக்கொள்பவர்களின் வணிக இடங்கள்! 1950களின் பிற்பகுதியில் கொழும்பில் இரண்டு அல்லது மூன்று பிரத்தியேகமான பூக்கடைகள் இருந்தன, மேலும் இது விவசாயிகளின் கூட்டுறவு நிறுவனமாகவும் இருந்தது. பணக்கார மணப்பெண்களால் விலை உயர்ந்த வெள்ளை கேட்லியாஸ் மலர் கடைகளில் ஒன்று.",
        "அவற்றை விரும்புபவர்கள் ஒரு பூவுக்கு 500 ரூபாய் வரை வசூலிக்கிறார்கள்! இவை எவ்வளவு விலை உயர்ந்தவை என்பதை அறிய, ஒரு கேலன் பெட்ரோல் அப்போது ரூ.7.50, ஒரு சிகரெட் விலை என்பதை நினைவுபடுத்த வேண்டும். 08 சென்ட், ஒரு தேங்காய் .75 சென்ட், ஒரு முட்டை 60 சென்ட், ஒரு பவுண்டு வெள்ளை சர்க்கரை 75 சென்ட். டென்ட்ரோபியம் மற்றும் வாண்டாக்களை வளர்த்து, எப்போதாவது கொலை செய்து, பணம் கொடுக்கும் பொழுதுபோக்கைப் பொறாமையுடன் காத்துக்கொண்டிருக்கும் ஒரு சில விவசாயிகள் அல்லது ஆர்வலர்கள் மட்டுமே அப்போது இருந்தனர்.",
        "அன்றைய இலங்கையில், தாய்லாந்து, சிங்கப்பூர், மலேசியா மற்றும் இந்தோனேசியாவில் இந்த நிலை இருந்தபோதிலும், விவசாயிகள் ஏறக்குறைய ஏக்கர் ஆர்க்கிட்களை வைத்திருந்தனர், அவர்கள் தங்கள் விளைபொருட்களை படகுகள் மற்றும் டிரக்குகளில் வாங்குபவர்/ஏற்றுமதியாளர் கிடங்குகளுக்குக் கொண்டு வந்தனர். பெரும் எண்ணிக்கையிலான உற்பத்தியாளர்கள், வாங்குபவர்கள் மற்றும் ஏற்றுமதியாளர்கள் மத்தியில் இது பெரிய வணிகமாக இருந்தது. அவர்கள் ஏறக்குறைய அதிக உற்பத்தி செய்யும் நிலையை அடைந்து, மிதக்காமல் இருக்க உற்பத்திச் செலவைக் குறைக்க வேண்டியதாயிற்று.",
        "கால்நடைகள் மற்றும் பன்றி எரு, சிறுநீர், இளநீர் மற்றும் தக்காளிச் சாறு போன்றவற்றின் கலவைகளைக் கொண்டு குழைப்பது போன்ற ஒரு முறையாகும், ஏனெனில் அவர்கள் எளிதாகப் பயன்படுத்தப்படும் சிறிய அளவிலான இரசாயன உரங்கள் மிகவும் விலை உயர்ந்ததாகக் கண்டனர். கூடுதலாக, எளிய ஆய்வகங்களில், ஜெர்மனி, சுவிட்சர்லாந்து, ஹாலந்து, பிரான்ஸ் போன்ற நாடுகளில் வாங்குபவர்களின் ஆர்வத்தை ஈர்ப்பதற்காகவும் பராமரிக்கவும் கலப்பினமாக்கல் வேகத்தில் நடந்து கொண்டிருந்தது.",
        "அவை ஃப்ளோரிஃபெரஸ்னஸ் போன்ற விரும்பத்தக்க பண்புகளுடன் பூக்கள் மற்றும் தளிர்களை உற்பத்தி செய்தன - பூக்கும் அதிர்வெண், அளவு, நிறம், அமைப்பு மற்றும் அடுக்கு வாழ்க்கை. நடைமுறையில் முறையான பயிற்சி அல்லது அறிவியல் பின்னணி இல்லாத தொழில்நுட்ப வல்லுநர்களுக்கு பெரும்பாலான நேரங்களில் கிடைக்கும் எளிய உள்ளீடுகள் மற்றும் வசதிகளைக் கருத்தில் கொண்டு, சோதனையாளர்களின் வீடுகள் மற்றும் தோட்டங்களில் மேற்கொள்ளப்பட்ட சோதனைகளின் பல முடிவுகள் குறிப்பிடத்தக்க அளவில் வெற்றி பெற்றன.",
        "இதற்கிடையில், நம் நாட்டில், ஒரு சில விவசாயிகள் கிணற்றில் உள்ள தவளைகளைப் போல, தங்களுக்குத் தெரியாததைத் தங்களுக்குள் வைத்துக் கொண்டனர். அவர்களுக்கு நிதி வரம்புக்குட்படுத்தும் காரணியாக இல்லாவிட்டாலும் வெளியே சென்று கற்றுக்கொள்வதற்கான முன்முயற்சி அவர்களிடம் இல்லை.",
        "1966 ஆம் ஆண்டில், சிலோன் டுபாக்கோ கோ, மஹியங்கனையில் 1,000 ஏக்கர் காட்டு நிலங்களை அரசாங்கத்திடம் இருந்து குத்தகைக்கு எடுக்கப்பட்ட காலனித்துவ திட்டமான ‘நவஜீவன’வின் அபிவிருத்தியை ஆரம்பித்தது - இது எந்தவொரு தனியார் துறை நிறுவனமும் அடையாத ஒரு சிறந்த வெற்றியாகும். அந்த நேரத்தில் நிறுவனம் அதன் முதல் மற்றும் ஒரே இலங்கையின் தலைவர்/பிரதம நிறைவேற்று அதிகாரி திரு. எஸ்.வி. வணிகசேகர. நிறுவனத்தின் செயல்பாடுகளில் விவசாய பல்வகைப்படுத்தலுக்கு முதன்மையான இடத்தை வழங்கியவர்.",
        "இலங்கையில் முதன்முறையாக வெளிநாட்டவர்களின் பங்களிப்புடன் மேற்கொள்ளப்பட்ட ஹல்துமுல்லவில் அதன் கரும்புத் திட்டம் மற்றுமொரு வெற்றியாகும். 1973 இல் தொடங்கப்பட்ட இரண்டு ஆண்டுகளுக்குள், அந்தத் திட்டமானது 700 க்கும் மேற்பட்ட சிறு விவசாயிகளை 1,200 ஏக்கருக்கு மேல் கரும்பு பயிரிட்டது மற்றும் 1970 களின் நடுப்பகுதியில் இறக்குமதி செய்யப்பட்ட சர்க்கரையின் தேவையை பூர்த்தி செய்வதற்காக ஒரு நாளைக்கு ஒரு டன் வெல்லத்தை பதப்படுத்தியது.",
        "1977 இல் யூ.என்.பி அரசாங்கத்தின் வருகையிலிருந்து ஒரு தசாப்தத்திற்கும் மேலாக, “சிலோன் டுபாக்கோ கோ நிறுவனம், வர்த்தகம், நிதிச் சேவைகள் மற்றும் விவசாயம் முதல் தோட்டக்கலை மற்றும் உயிரியல் தொழில்நுட்பம் வரையிலான முழுத் தொடர் வணிகத்தையும் தழுவியதால், தன்னை மாற்றிக்கொண்டது. இதன் விளைவாக, 1979 ஆம் ஆண்டில் CTC ஆர்க்கிட் மலர்களை வளர்ப்பதற்கும் சந்தைப்படுத்துவதற்கும் ஒரு பெரிய திட்டத்தில் இறங்கியது, அவை அரிய மற்றும் மிகவும் விலையுயர்ந்த மலர்களில் ஒன்றாகும்.",
        "\"வெட்டு பூக்களின் ஏற்றுமதியை மேம்படுத்துவது மற்றும் அந்நிய செலாவணியை ஈட்டும் புதிய விவசாயத் தொழிலை வளர்ப்பதே நோக்கம். ஆர்க்கிட் வளர்ப்பு முன்னர் மிகவும் உயரடுக்கு சமூக வட்டத்தின் பாதுகாப்பாக இருந்தது, மேலும் புதிய தொழில் சிறு விவசாயிகள் மற்றும் பகுதி நேர விவசாயிகளுக்கு பயனளிக்கும் என்று நம்பப்பட்டது.",
        "பெருமளவிலான சிறு விவசாயிகளின் பங்கேற்புடன் வெட்டப்பட்ட மலர்த் தொழிலைத் தொடங்குவதற்கு, அப்போது அறியப்பட்ட டஜன் அல்லது அதற்கு மேற்பட்ட ஆர்க்கிட் ஆர்வலர்களுடன் அந்த அம்சத்தைப் பற்றி விவாதிப்பது பயனுள்ளதாக இருக்கும் என்று நிறுவனம் கருதியது. ஒரு மனிதனுக்கு அவர்கள் ஆர்க்கிட் வளர்ப்புக்கு உயர் பயிற்சி பெற்ற பணியாளர்கள் தேவை என்று அறிவிக்கும் யோசனையை எதிர்த்தார்கள், இது சாதாரண விவசாயிகளால் கொடுக்க முடியாத கவனிப்பை வழங்குகிறது.",
        "புகையிலை செடி நாற்றங்கால் மேலாண்மை, சாகுபடி மற்றும் களஞ்சியத்தை உலர்த்துதல் ஆகியவற்றில் சுமார் 15,000 விவசாயிகளுக்கு நிறுவனம் பயிற்சி அளித்துள்ளது என்று கூறப்பட்டபோது, ​​அந்த வாதம் முடிவுக்கு வந்தது. அதன் பின்னர் கலகெடிஹேனவில் ஒரு விரிவான நாற்றங்கால் நிறுவப்பட்டு தாய்லாந்து, சிங்கப்பூர் மற்றும் மலேசியா ஆகிய நாடுகளுக்குச் சென்று தாய் நடவுப் பொருட்களின் ஆரம்ப இருப்புக்களை மேற்கொண்டு திரும்பிப் பார்க்கவில்லை.",
        "வெளிநாட்டுப் பயணத்தின் அந்த வாய்ப்புகள் வணிகத்தின் நுணுக்கமான அம்சங்களைப் படிக்கப் பயன்படுத்தப்பட்டன. தனியார் துறையில் முதன்முதலாக நவீன திசு வளர்ப்பு ஆய்வு கூடம் ஒன்று கலகெடிஹேனவில் அமைக்கப்பட்டது, இதில் தேர்ந்தெடுக்கப்பட்ட ஆர்க்கிட் வகைகளை பெருமளவில் உற்பத்தி செய்வதற்காக அதிக தகுதி வாய்ந்த பணியாளர்கள் உள்ளனர். 1982 இல் கொழும்பு, கம்பஹா மற்றும் களுத்துறை மாவட்டங்களில் பெரும்பாலும் 2,000 விவசாயிகள் இருந்தனர். பூக்கும், நடுத்தர அளவிலான மற்றும் சிறிய செடிகளை கட்டைவிரல் தொட்டிகளில் மூன்று நிலைகளில் உள்ள தாவரங்களின் ஆரம்ப கையிருப்பு விற்பனை செய்யப்பட்டது, மேலும் அவர்களுக்கு வழிகாட்ட இருபத்தைந்து பயிற்சி பெற்ற கள அதிகாரிகள் குழு நெருக்கமான இடைவெளியில் அவற்றை பார்வையிட்டது.",
        "ஆரம்பகால பயிர்ச்செய்கையாளர்களுக்கு இலங்கை வங்கியினால் தலா 3,000 ரூபா கடனாக வழங்கப்பட்டது. பின்னர் ‘பெரிய உற்பத்தியாளர்கள்’ என அழைக்கப்படும் குழு ஒன்றுக்கு Aranda Christines ஐ பிரத்தியேகமாக வளர்க்க தலா 20,000 ரூபா கடன் வழங்கப்பட்டது. விவசாயிகள் தங்கள் விளைபொருட்களை பெரும்பாலான நிறுவனங்களுக்கு விற்க வேண்டியிருந்தது, ஒரு சிலர் வளரும் சந்தையில் தங்களை அமைத்துக் கொள்ளும் மற்ற பூ வியாபாரிகளுக்கு விற்றனர்.",
        "அவர்களில் சிலர், குறிப்பாக சிலாபத்திலிருந்து பாணந்துறைக்கு அப்பால் உள்ள மேற்குக் கடற்பரப்பில் இன்று ஐரோப்பா மற்றும் மத்திய கிழக்கு நாடுகளுக்கு ஏற்றுமதி செய்பவர்களாகவும், நூற்றுக்கணக்கான உள்ளூர் ஹோட்டல்கள், அலுவலகங்கள், கடைகள் மற்றும் வீடுகளுக்கு ஆர்க்கிட்களை வழங்குபவர்களாகவும் உள்ளனர். இது இலங்கை புகையிலை நிறுவனத்தால் ஆரம்பிக்கப்பட்ட மற்றும் ஏனையவர்களால் தொடரப்பட்ட வர்த்தக ரீதியிலான பூ தொழில்துறையின் வரலாறு.",
        "இலங்கையில் வெட்டப்பட்ட மலர்த் தொழிலின் இந்த கண்கவர் கதையை முடிக்க, வர்த்தகம் மற்றும் கப்பல் போக்குவரத்து அமைச்சர் (1983) கௌரவ லலித் அத்துலத்முதலியின் அவதானிப்பு பின்வருமாறு: “நான் குவைத் ஹில்டனில் இருந்தபோது, ​​அவர்கள் ஒரு பெரிய ஆர்க்கிட்களைப் பெற்றனர். . முழு நிலமும் சிலோன் புகையிலை நிறுவனத்திடமிருந்து வந்தது. இந்த ஆர்க்கிட்கள் இலங்கையில் இருந்து வந்தவை என்று கூறுவது பெருமையாக இருந்தது.",
        "(அனைத்து மேற்கோள்களும் டாக்டர் சிங்கராஜா தம்மிட-டெல்கொடவின் புகையிலை, விவசாயம் மற்றும் நிலத்திலிருந்து)",
        "(மறைந்த ஏ.சி.பி பெத்தியகொடவின் இந்தக் கட்டுரை முதன்முதலில் பிப்ரவரி 26, 2012 அன்று இந்த செய்தித்தாளில் வெளியிடப்பட்டது. எழுத்தாளர், ஒரு தொழில்முறை தேயிலை தோட்டக்காரர், இலங்கை புகையிலை நிறுவனத்தில் தனது பணியை முடித்தார், அங்கு அவர் விவசாயம் தொடர்பான நடவடிக்கைகளை நிர்வகித்தார்.)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}