{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Drop-the-jokes-at-a-time-of-seriousness-EDITORIAL/231-234236",
  "time_ut": 1648757520,
  "title": "Drop the jokes at a time of seriousness - EDITORIAL",
  "body_lines": [
    "Social media is giving this regime a run, but there are occasions when some posts in this form of media make a joke out of the crisis Sri Lanka is in. There was one post recently where a facebook user had said that a daughter would be given in marriage to a guy who has a steady job and a cylinder full of LP gas!",
    "True, we are in short supply of most essentials at present. And there are news and views carried out by various media outlets which are sure to have attracted the attention of the ruling government. But when people make a joke out of this situation it eats into the efforts made by the thinking majority who are pushing for a regime change or to make the government open its eyes and look for solutions.",
    "We see many protests staged by members of the society, but there seems to be lack of coordination and a proper leadership to head these protests.",
    "There was also talk in some part of society that the people who possess land for agriculture and voted for the present government might not feel the heat. This is because these people can still cultivate their lands and not feel the economic downturn that’s causing much uncertainty and chaos all around. We have a Minister of Energy who maintains that fuel is out of stock because of panic buying. There is hardly any talk about not having the dollars to clear the shipments containing fuel which have arrived at the port.",
    "There were also stories doing the rounds that people at some queue at fuel stations were served with milk rice. Some were seen dancing at filling stations and even playing cricket. These visuals found their way to social media websites pretty fast. There are attempts by people to play down the enormity of the pathetic economic situation.",
    "The big question is how the government is going settle the existing debts? The Government of Sri Lanka continues to borrow from countries to settle existing loans. India and China are in the forefront offering financial aid to Sri Lanka. The situation is confusing and some people wouldn’t know the difference between a loan and a credit line. The situation is beyond understanding for some people and when others make a joke out of the situation it will definitely undermine efforts of right thinking people to put things in order.",
    "There is much talk about a protest on April 3 and there is a call for people to attend this protest without having affiliations to a political party. Social media reports state that two Samagi Jana Balawegeya (SJB) stalwarts have opted to give leadership to this protest set to take place in a few days time. This is because there is talk doing the rounds that it would be dangerous on the part of the participants if they don’t have leadership or affiliation to a party because they could be vulnerable to a threat by unidentified forces.",
    "Protests will take place in large numbers in the days to come. Everyone talking about a protest or rally is serious at this juncture. Social media must understand what a serious situation the country is in and edit its content before they are posted. A key feature of democracy is freedom of speech and we know that, but this is also a time when people are seeing some elements working against the people’s cause.",
    "It’s hard to maintain a positive outlook to life given the conditions. We love jokes and banter but they must not come at the expense of defusing the revolution by the people which is taking",
    "Sri Lanka achieved peace after a civil war at the expense of several lives that were lost in the battle field. These street protests must be nothing but peaceful and the regime must allow for dissent.  It’s time to separate the real watchdogs from those who wish to make everything a joke."
  ],
  "translate": {
    "si": {
      "title": "බරපතල අවස්ථාවක විහිළු අතහරින්න - කතුවැකිය",
      "body_lines": [
        "සමාජ මාධ්‍ය මේ පාලන තන්ත්‍රයට පණ පොවන නමුත් ශ්‍රී ලංකාව පත්වී ඇති අර්බුදය ගැන ඇතැම් මාධ්‍ය විහිළුවක් කරන අවස්ථාද ඇත.පසුගිය දිනක facebook පරිශීලකයෙකු විසින් දියණියක් ලබාදෙන බවට පවසා තිබූ සටහනක් ද තිබුණි. ස්ථිර රැකියාවක් සහ LP ගෑස් පිරවූ සිලින්ඩරයක් ඇති පිරිමි ළමයෙකු සමඟ විවාහ වීමේදී!",
        "අපට දැනට අත්‍යාවශ්‍ය ද්‍රව්‍ය බොහොමයක් හිඟ බව ඇත්තකි. එමෙන්ම විවිධ මාධ්‍ය ආයතන විසින් ගෙන යන ප්‍රවෘත්ති සහ අදහස් ද පාලක ආණ්ඩුවේ අවධානයට ලක් වූ බව නිසැක ය. නමුත් ජනතාව මේ තත්ත්වයෙන් විහිළුවක් කරන විට ආණ්ඩු පෙරළියකට තල්ලූ කරන හෝ ආණ්ඩුවේ ඇස් ඇරලා විසඳුම් සෙවීමට මාන බලන බහුතර සිතන පතන උත්සාහයයි.",
        "සමාජයේ සාමාජිකයන් විසින් බොහෝ විරෝධතා පවත්වනු අපට පෙනේ, නමුත් මෙම විරෝධතා මෙහෙයවීමට සම්බන්ධීකරණයක් සහ නිසි නායකත්වයක් නොමැති බව පෙනේ.",
        "කෘෂිකාර්මික කටයුතු සඳහා ඉඩම් හිමි සහ වත්මන් ආණ්ඩුවට ඡන්දය දුන් ජනතාවට එහි උණුසුම නොදැනෙන්නට ඉඩ ඇති බවටද සමාජයේ ඇතැම් තැන්වල කතාබහක් ඇති විය. මෙයට හේතුව මෙම පුද්ගලයින්ට තවමත් තම ඉඩම් වගා කළ හැකි අතර අවට බොහෝ අවිනිශ්චිතතාවයන් සහ අවුල් සහගත බව ඇති කරන ආර්ථික පසුබෑම දැනෙන්නේ නැති බැවිනි. බියට පත් මිලට ගැනීම නිසා ඉන්ධන තොග නැති බව නඩත්තු කරන බලශක්ති ඇමැතිවරයෙක් අපට සිටී. වරායට පැමිණ ඇති ඉන්ධන තොග ඉවත් කිරීමට ඩොලර් නොමැතිකම ගැන කතාබහක් නැති තරම්ය.",
        "ඉන්ධන පිරවුම්හල්වල ඇතැම් පෝලිම්වල මිනිසුන්ට කිරිබත් දුන් බවටද කතා පැතිර ගියේය. ඇතැමුන් පිරවුම්හල්වල නටමින් ක්‍රිකට් ක්‍රීඩා කරන අයුරුද දක්නට ලැබිණි. මෙම දර්ශන ඉතා වේගයෙන් සමාජ මාධ්‍ය වෙබ් අඩවි වෙත ඔවුන්ගේ මාර්ගය සොයා ගත්තේය. ඛේදජනක ආර්ථික තත්වයේ දැවැන්ත බව පහත හෙලීමට මිනිසුන්ගේ උත්සාහයන් තිබේ.",
        "පවතින ණය පියවන්නේ කෙසේ ද යන්න විශාල ප්‍රශ්නයකි. පවතින ණය පියවීම සඳහා ශ්‍රී ලංකා රජය රටවලින් ණය ගැනීම දිගටම කරගෙන යයි. ඉන්දියාව සහ චීනය ශ්‍රී ලංකාවට මූල්‍ය ආධාර ලබාදීමේ පෙරමුණේ පසුවේ. තත්වය ව්‍යාකූල වන අතර සමහර අය ණයක් සහ ණය රේඛාවක් අතර වෙනස නොදැන සිටිති. මෙම තත්ත්වය ඇතැම් පුද්ගලයන්ට තේරුම් ගැනීමට නොහැකි වන අතර අනෙක් අය එම තත්ත්වයෙන් විහිළුවක් කරන විට එය නිවැරැදිව සිතන මිනිසුන් දේවල් පිළිවෙලට තැබීමට දරන උත්සාහය නිසැකව ම අඩාල කරනු ඇත.",
        "අප්‍රේල් 3 වැනිදා පැවැත්වෙන විරෝධතාවයක් පිළිබඳව බොහෝ කතාබහට ලක්ව ඇති අතර දේශපාලන පක්ෂයකට සම්බන්ධ නොවී මෙම විරෝධතාවයට පැමිණෙන ලෙස ජනතාවගෙන් ඉල්ලීමක් ද කර තිබේ. තව දින කිහිපයකින් පැවැත්වීමට නියමිත මෙම විරෝධතාවයට නායකත්වය දීමට සමගි ජන බලවේගයේ ප්‍රබලයින් දෙදෙනෙකු කැමැත්ත පළ කර ඇති බව සමාජ මාධ්‍ය වාර්තා සඳහන් කරයි. මක්නිසාද යත්, නාඳුනන බලවේගවල තර්ජනයකට ගොදුරු විය හැකි බැවින්, පක්ෂයකට නායකත්වයක් හෝ සම්බන්ධයක් නොමැති නම්, සහභාගිවන්නන්ගේ පැත්තෙන් එය භයානක වනු ඇති බවට කතාබහක් ඇති බැවිනි.",
        "ඉදිරි දිනවලදී විශාල වශයෙන් විරෝධතා පැවැත්වෙනු ඇත. උද්ඝෝෂණයක් හෝ රැලියක් ගැන කතා කරන හැමෝම මේ මොහොතේ බරපතළයි. සමාජ මාධ්‍ය රට මොනතරම් බරපතල තත්වයක් තුළද යන්න තේරුම් ගත යුතු අතර ඒවා පළ කිරීමට පෙර එහි අන්තර්ගතය සංස්කරණය කළ යුතුය. ප‍්‍රජාතන්ත‍්‍රවාදයේ ප‍්‍රධාන ලක්‍ෂණයක් වන්නේ භාෂණයේ නිදහස වන අතර එය අපි දනිමු, නමුත් මෙය ජනතා අභිලාෂයට එරෙහිව කි‍්‍රයාකරන ඇතැම් අංගයන් ද ජනතාව දකින කාලයකි.",
        "තත්වයන් අනුව ජීවිතයට ධනාත්මක දෘෂ්ටියක් පවත්වා ගැනීම අපහසුය. අපි විහිළුවලට හා විහිළුවලට ප්‍රිය කරන නමුත් ඒවා ජනතාව විසින් ගන්නා විප්ලවය නිෂ්ක්‍රීය කිරීමේ වියදමින් පැමිණිය යුතු නැත.",
        "සිවිල් යුද්ධයකින් පසු ශ්‍රී ලංකාව සාමය අත්කර ගත්තේ යුධ පිටියේ අහිමි වූ ජීවිත කිහිපයක් බිලි ගනිමින්. මෙම වීදි විරෝධතා සාමකාමී විය යුතු අතර රෙජීමය විසම්මුතියට ඉඩ දිය යුතුය. සෑම දෙයක්ම විහිළුවක් කිරීමට කැමති අයගෙන් සැබෑ මුර බල්ලන් වෙන් කිරීමට කාලයයි."
      ]
    },
    "ta": {
      "title": "தீவிரமான நேரத்தில் நகைச்சுவைகளை விடுங்கள் - தலையங்கம்",
      "body_lines": [
        "சமூக ஊடகங்கள் இந்த ஆட்சியை இயக்கி வருகின்றன, ஆனால் சில ஊடகங்களில் சில பதிவுகள் இலங்கையின் நெருக்கடியை நகைச்சுவையாக்கும் சந்தர்ப்பங்கள் உள்ளன. சமீபத்தில் முகநூல் பயனர் ஒருவர் மகள் கொடுக்கப்படுவார் என்று கூறியிருந்தார். ஒரு நிலையான வேலை மற்றும் எல்பி கேஸ் சிலிண்டர் நிறைந்த ஒரு பையனுடன் திருமணம்!",
        "உண்மைதான், தற்சமயம் நமக்கு அத்தியாவசியப் பொருட்கள் பற்றாக்குறையாக உள்ளது. மேலும் பல்வேறு ஊடகங்களால் மேற்கொள்ளப்படும் செய்திகளும் பார்வைகளும் ஆளும் அரசாங்கத்தின் கவனத்தை ஈர்த்தது உறுதி. ஆனால், இந்தச் சூழலை மக்கள் வேடிக்கையாகச் செய்யும்போது, ​​ஆட்சி மாற்றத்தை முன்வைக்கும் சிந்தனைப் பெரும்பான்மையினரின் முயற்சிகள் அல்லது அரசாங்கம் கண்களைத் திறந்து தீர்வுகளைத் தேடச் செய்யும் முயற்சிகளை அது சாப்பிடுகிறது.",
        "சமூக உறுப்பினர்கள் பல போராட்டங்களை நடத்துவதை நாம் காண்கிறோம், ஆனால் இந்த போராட்டங்களுக்கு தலைமை தாங்குவதற்கான ஒருங்கிணைப்பு மற்றும் சரியான தலைமை இல்லாதது போல் தெரிகிறது.",
        "விவசாயத்துக்காக நிலம் வைத்திருக்கும் மக்களுக்கும், தற்போதைய அரசுக்கு வாக்களிக்கும் மக்களுக்கும் சூடு பிடிக்காமல் போகலாம் என்ற பேச்சும் சமூகத்தின் சில பகுதிகளில் நிலவுகிறது. ஏனென்றால், இந்த மக்கள் இன்னும் தங்கள் நிலங்களை பயிரிட முடியும் மற்றும் பொருளாதார வீழ்ச்சியை உணர முடியாது, இது மிகவும் நிச்சயமற்ற தன்மையையும் குழப்பத்தையும் ஏற்படுத்துகிறது. எங்களிடம் ஒரு எரிசக்தி அமைச்சர் இருக்கிறார், அவர் பீதி வாங்குவதால் எரிபொருள் இருப்பு இல்லை என்று பராமரிக்கிறார். துறைமுகத்திற்கு வந்த எரிபொருளைக் கொண்ட ஏற்றுமதிகளை அகற்றுவதற்கு டாலர்கள் இல்லை என்பது பற்றி எந்த பேச்சும் இல்லை.",
        "எரிபொருள் நிரப்பு நிலையங்களில் சில வரிசையில் இருப்பவர்களுக்கு பால் சாதம் பரிமாறப்பட்டதாகவும் கதைகள் உலவுகின்றன. சிலர் நிரப்பு நிலையங்களில் நடனமாடுவதையும், கிரிக்கெட் விளையாடுவதையும் காண முடிந்தது. இந்த காட்சிகள் சமூக ஊடக வலைத்தளங்களில் மிக வேகமாக தங்கள் வழியைக் கண்டுபிடித்தன. பரிதாபகரமான பொருளாதார நிலைமையின் மகத்தான தன்மையைக் குறைக்க மக்கள் முயற்சி செய்கிறார்கள்.",
        "தற்போதுள்ள கடன்களை அரசாங்கம் எவ்வாறு தீர்க்கப் போகிறது என்பது பெரிய கேள்வி? ஏற்கனவே உள்ள கடனைத் தீர்ப்பதற்காக இலங்கை அரசு நாடுகளிடம் இருந்து தொடர்ந்து கடன் வாங்குகிறது. இந்தியாவும் சீனாவும் இலங்கைக்கு நிதி உதவி வழங்குவதில் முன்னணியில் உள்ளன. நிலைமை குழப்பமாக உள்ளது மற்றும் சிலருக்கு கடனுக்கும் கடன் வரிக்கும் உள்ள வித்தியாசம் தெரியாது. நிலைமை சிலருக்கு புரியாதது மற்றும் மற்றவர்கள் சூழ்நிலையிலிருந்து நகைச்சுவையாக இருக்கும்போது, ​​​​அது நிச்சயமாக விஷயங்களை ஒழுங்கமைக்க சரியான சிந்தனையாளர்களின் முயற்சிகளை குறைமதிப்பிற்கு உட்படுத்தும்.",
        "ஏப்ரல் 3-ம் தேதி நடைபெறும் போராட்டம் குறித்து அதிகம் பேசப்பட்டு வருகிறது, மேலும் அரசியல் கட்சியுடன் சேராமல் இந்த போராட்டத்தில் கலந்து கொள்ள வேண்டும் என்று அழைப்பு விடுக்கப்பட்டுள்ளது. இன்னும் சில நாட்களில் நடைபெறவிருக்கும் இந்தப் போராட்டத்திற்கு இரண்டு சமகி ஜன பலவேகய (SJB) முக்கியஸ்தர்கள் தலைமை தாங்கத் தீர்மானித்துள்ளதாக சமூக ஊடகத் தகவல்கள் தெரிவிக்கின்றன. ஏனென்றால், அடையாளம் தெரியாத சக்திகளால் அச்சுறுத்தலுக்கு ஆளாக நேரிடும் என்பதால், பங்கேற்பாளர்களுக்கு ஒரு கட்சிக்கு தலைமை அல்லது இணைப்பு இல்லையென்றால் அது ஆபத்தானது என்று பேச்சு நடந்து வருகிறது.",
        "வரும் நாட்களில் பெரிய அளவில் போராட்டம் நடத்தப்படும். இந்த நேரத்தில் போராட்டம் அல்லது பேரணி பற்றி பேசும் அனைவரும் தீவிரமாக உள்ளனர். சமூக ஊடகங்கள் நாடு என்ன ஒரு தீவிரமான சூழ்நிலையில் உள்ளது என்பதைப் புரிந்துகொண்டு, அதன் உள்ளடக்கத்தை இடுகையிடுவதற்கு முன்பு திருத்த வேண்டும். ஜனநாயகத்தின் ஒரு முக்கிய அம்சம் பேச்சு சுதந்திரம் மற்றும் அது எங்களுக்குத் தெரியும், ஆனால் இது மக்களின் நோக்கத்திற்கு எதிராக சில கூறுகள் செயல்படுவதை மக்கள் பார்க்கும் ஒரு நேரமாகும்.",
        "நிலைமைகளின் அடிப்படையில் வாழ்க்கையில் நேர்மறையான கண்ணோட்டத்தை பராமரிப்பது கடினம். நாங்கள் நகைச்சுவைகளையும் கேலிகளையும் விரும்புகிறோம், ஆனால் அவை மக்கள் எடுக்கும் புரட்சியை முடக்கும் செலவில் வரக்கூடாது.",
        "போர்க்களத்தில் பல உயிர்களை பலி கொடுத்து உள்நாட்டுப் போருக்குப் பிறகு இலங்கை சமாதானத்தை அடைந்தது. இந்த தெருப் போராட்டங்கள் அமைதியானதாக இருக்க வேண்டும் மற்றும் ஆட்சி வேறுபாட்டை அனுமதிக்க வேண்டும். எல்லாவற்றையும் நகைச்சுவையாக மாற்ற விரும்புபவர்களிடமிருந்து உண்மையான காவலர்களை பிரிக்க வேண்டிய நேரம் இது."
      ]
    }
  }
}