{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ascentic-celebrates-5-years-of-astounding-success/",
  "time_ut": 1649476200,
  "title": "Ascentic celebrates 5 years of astounding success",
  "body_lines": [
    "Founded by Swedish duo Anna Kalm and Patrik Alm, fueled by a passion to help Swedish businesses find the IT competence they need through the dynamic talent pool in Sri Lanka, the Swe-Lankan software development company Ascentic celebrates five years of astounding growth and success.",
    "Ascentic believes that Sri Lanka is undoubtedly among the top destinations to find a diverse pool of talent in IT. Since its humble beginnings the company has scaled up to a crew of almost 100 ambitious, creative, and fun-loving Ascenders and is today recognized as one of the best workplaces in Sri Lanka.",
    "From the start of the business, Ascentic has had an ambition to create an amazing workplace experience for its crew, in a strive to enable talented individuals to thrive and make the most out of their potential. The company was ranked 43 in the Best Workplaces in Asia 2021 under the small and medium-sized company category, in addition to being featured among the Best Workplaces in Sri Lanka, Best Small and Medium IT/ITES Workplaces, and Best Workplaces in Sri Lanka for Millennials.",
    "Ascentic is also expanding its reach across its main customer market Sweden. The organization is today located in two of the larger regions of Sweden and expanding the presence both with Swedish and Sri Lankan team members. The main source of business is building high-performing software development teams for small and midsized product companies with strong growth potential, but the first steps have also been taken towards starting up a new unit focusing commercializing inhouse built products.",
    "The technical stacks of the company today range from Microsoft-based solutions to open source, JavaScript with libraries and frameworks like ReactJS, Angular and NodeJS, Python, GoLang and php. The latest technical stream the company has embarked into is in Machine Learning and Analytics, where the number-crunching data scientists and developers in Ascentic today supports Swedish organizations to make smarter use of their data.",
    "Anna Kalm, Founder and CEO, looks back at the last 5 years with warmth “It’s been quite an exciting journey for all of us here at Ascentic. We have had high-set targets from the start of the business, and I’m absolutely amazed with what we as a team have been able to accomplish. We have such an amazing crew that keeps striving for excellence – both in terms of the technical solutions we craft but also related to the workplace we are creating. Regardless of what challenges we face, knowing the strength and grit of our team I’m confident we will grow stronger from it and continue to thrive.”",
    "Being an Ascender has many perks and benefits, such as lifelong learning opportunities, support for a healthy work-life balance, USD pegged compensation, comfy workspaces, a range of social activities among others. Recently the company launched an international rotation program where the Sri Lankan crew members get the opportunity to work onsite in Sweden for a longer period, an initiative that has been highly appreciated since its launch.",
    "The company also made history in Sri Lanka with the introduction of a four-month equal parental leave for both parents, with the aim to contribute to increased equality in the IT industry. Gender-neutrality, equity and inclusivity is not just a buzz phrase at Ascentic, but a cornerstone in building the organization in a sustainable manner.",
    "The Swe-Lankan software development company is excited about the mark it has set in the industry during the last 5 years and gearing up for continued growth and innovation for decades ahead. For more information, visit www.ascentic.lk",
    "Sri Lanka to seek US$ 3 billion bridge-funding as country readies for negotiations with IMF",
    "Dilmah initiated Merrill J. Fernando Innovation Awards 2021 Unveils Winner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Ascentic විශ්මය ජනක සාර්ථකත්වයේ 5 වසර සමරයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ගතික කුසලතා සංචිතය හරහා ස්වීඩන් ව්‍යාපාරවලට අවශ්‍ය තොරතුරු තාක්ෂණ නිපුණතාවය සොයා ගැනීමට උපකාර කිරීමේ ආශාවෙන් පෝෂණය වූ ස්වීඩන් යුගල වන Anna Kalm සහ Patrik Alm විසින් ආරම්භ කරන ලද Swe-Lankan Software Development Company Ascentic වසර පහක විශ්මයජනක වර්ධනයක් සහ සාර්ථකත්වයක් සමරයි.",
        "Ascentic විශ්වාස කරන්නේ ශ්‍රී ලංකාව තොරතුරු තාක්ෂණ ක්ෂේත්‍රයේ විවිධ දක්ෂතා සංචිතයක් සොයා ගත හැකි ඉහළම ගමනාන්තයන් අතරට නිසැකවම සිටින බවයි. එහි නිහතමානී ආරම්භයේ සිට සමාගම අභිලාෂකාමී, නිර්මාණශීලී සහ විනෝදයට ආදරය කරන Ascenders 100 කට ආසන්න කාර්ය මණ්ඩලයක් දක්වා පරිමාණය කර ඇති අතර අද වන විට ශ්‍රී ලංකාවේ හොඳම සේවා ස්ථානවලින් එකක් ලෙස පිළිගැනේ.",
        "ව්‍යාපාරයේ ආරම්භයේ සිටම, Ascentic හට තම කාර්ය මණ්ඩලය සඳහා විශ්මයජනක සේවා ස්ථාන අත්දැකීමක් නිර්මාණය කිරීමේ අභිලාෂයක් ඇති අතර, දක්ෂ පුද්ගලයින්ට දියුණු වීමට සහ ඔවුන්ගේ හැකියාවන්ගෙන් උපරිම ප්‍රයෝජන ගැනීමට හැකි වේ. ශ්‍රී ලංකාවේ හොඳම සේවා ස්ථාන, හොඳම කුඩා හා මධ්‍යම IT/ITES සේවා ස්ථාන සහ ශ්‍රී ලංකාවේ හොඳම සේවා ස්ථාන අතරට ඇතුළත් වීමට අමතරව, කුඩා හා මධ්‍යම ප්‍රමාණයේ සමාගම් කාණ්ඩය යටතේ 2021 වසරේ ආසියාවේ හොඳම සේවා ස්ථාන අතර 43 වැනි ස්ථානයට පත්විය. Millennials සඳහා.",
        "Ascentic එහි ප්‍රධාන පාරිභෝගික වෙළඳපොල වන ස්වීඩනය හරහා ද එහි ප්‍රවේශය පුළුල් කරයි. සංවිධානය අද ස්වීඩනයේ විශාල ප්‍රදේශ දෙකක පිහිටා ඇති අතර ස්වීඩන් සහ ශ්‍රී ලංකා කණ්ඩායම් සාමාජිකයින් සමඟ එහි පැවැත්ම පුළුල් කරයි. ව්‍යාපාරයේ ප්‍රධාන මූලාශ්‍රය වන්නේ ප්‍රබල වර්ධන විභවයක් සහිත කුඩා සහ මධ්‍යම ප්‍රමාණයේ නිෂ්පාදන සමාගම් සඳහා ඉහළ ක්‍රියාකාරී මෘදුකාංග සංවර්ධන කණ්ඩායම් ගොඩනැගීමයි, නමුත් ගෘහස්ථ නිෂ්පාදන වාණිජකරණයට යොමු කරමින් නව ඒකකයක් ආරම්භ කිරීම සඳහා ද පළමු පියවර ගෙන ඇත.",
        "අද සමාගමේ තාක්ෂණික තොග මයික්‍රොසොෆ්ට් පදනම් කරගත් විසඳුම්වල සිට විවෘත මූලාශ්‍ර, පුස්තකාල සහිත JavaScript සහ ReactJS, Angular සහ NodeJS, Python, GoLang සහ php වැනි රාමු දක්වා විහිදේ. සමාගම ආරම්භ කර ඇති නවතම තාක්ෂණික ප්‍රවාහය Machine Learning and Analytics තුළ වන අතර, වර්තමානයේ Ascentic හි සංඛ්‍යා තලන දත්ත විද්‍යාඥයින් සහ සංවර්ධකයින් ස්වීඩන් සංවිධානවලට ඔවුන්ගේ දත්ත වඩාත් දක්ෂ ලෙස භාවිතා කිරීමට සහාය දක්වයි.",
        "නිර්මාතෘ සහ ප්‍රධාන විධායක නිලධාරී ඇනා කල්ම්, පසුගිය වසර 5 දෙස උණුසුම්ව ආපසු හැරී බලයි, “එය Ascentic හි අප සැමට ඉතා ආකර්ෂණීය ගමනක් විය. ව්‍යාපාරයේ ආරම්භයේ සිටම අපට ඉහළ ඉලක්ක තබා ඇති අතර, කණ්ඩායමක් ලෙස අපට ඉටු කිරීමට හැකි වූ දේ ගැන මම අතිශයින් පුදුම වෙමි. අප විසින් නිර්මාණය කරන ලද තාක්ෂණික විසඳුම් සම්බන්ධයෙන් මෙන්ම අප නිර්මාණය කරන සේවා ස්ථානයට අදාළව - විශිෂ්ටත්වය සඳහා වෙහෙසෙන එවැනි පුදුමාකාර කාර්ය මණ්ඩලයක් අප සතුව ඇත. අපි කුමන අභියෝගවලට මුහුණ දුන්නත්, අපගේ කණ්ඩායමේ ශක්තිය සහ ශක්තිය දැන ගැනීමෙන් අපි එයින් ශක්තිමත් වී දිගටම දියුණු වනු ඇතැයි මට විශ්වාසයි. ”",
        "Ascender කෙනෙකු වීම සඳහා ජීවිත කාලය පුරාම ඉගෙනීමේ අවස්ථා, සෞඛ්‍ය සම්පන්න වැඩ-ජීවිත සමතුලිතතාවයක් සඳහා සහාය, USD නියම කළ වන්දිය, සුවපහසු වැඩබිම්, වෙනත් සමාජ ක්‍රියාකාරකම් පරාසයක් වැනි බොහෝ වරප්‍රසාද සහ ප්‍රතිලාභ ඇත. මෑතකදී සමාගම විසින් ජාත්‍යන්තර භ්‍රමණ වැඩසටහනක් දියත් කරන ලද අතර එහිදී ශ්‍රී ලාංකික කාර්ය මණ්ඩල සාමාජිකයින්ට වැඩි කාලයක් ස්වීඩනයේ ඔන්සයිට් වැඩ කිරීමට අවස්ථාව ලබා දෙන අතර එය දියත් කළ දා සිට ඉහළ අගයක් ගත් මුලපිරීමක් විය.",
        "තොරතුරු තාක්‍ෂණ ක්‍ෂේත්‍රයේ සමානාත්මතාවය ඉහළ නැංවීමට දායක වීමේ අරමුණින් දෙමාපියන් දෙදෙනාටම මාස හතරක සමාන මාපිය නිවාඩුවක් හඳුන්වාදීමත් සමඟ සමාගම ශ්‍රී ලංකාව තුළද ඉතිහාසගත විය. ස්ත්‍රී පුරුෂ සමාජභාවය මධ්‍යස්ථභාවය, සමානාත්මතාවය සහ ඇතුළත් වීම යනු Ascentic හි හුදු ඝෝෂාකාරී වාක්‍ය ඛණ්ඩයක් නොව, තිරසාර ආකාරයකින් සංවිධානය ගොඩනැගීමේ මූලික ගලකි.",
        "Swe-Lankan මෘදුකාංග සංවර්ධන සමාගම පසුගිය වසර 5 තුළ ක්‍ෂේත්‍රයේ තබා ඇති සලකුණ පිළිබඳව උද්යෝගිමත් වන අතර ඉදිරි දශක සඳහා අඛණ්ඩ වර්ධනයක් සහ නවෝත්පාදනයන් සඳහා සූදානම් වේ. වැඩි විස්තර සඳහා www.ascentic.lk වෙත පිවිසෙන්න",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා සඳහා රට සූදානම් වන බැවින් ශ්‍රී ලංකාව ඇමරිකානු ඩොලර් බිලියන 3 ක පාලම් අරමුදල් ලබා ගැනීමට අපේක්ෂා කරයි",
        "Dilmah විසින් ආරම්භ කරන ලද Merrill J. Fernando Innovation Awards 2021 ජයග්‍රාහකයා එළිදක්වයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அசென்டிக் வியக்க வைக்கும் வெற்றியின் 5 ஆண்டுகளைக் கொண்டாடுகிறது",
      "body_lines": [
        "சுவீடன் ஜோடியான அன்னா கால்ம் மற்றும் பாட்ரிக் ஆல்ம் ஆகியோரால் நிறுவப்பட்டது, ஸ்வீடிஷ் வணிகங்கள் இலங்கையில் உள்ள ஆற்றல்மிக்க திறமைக் குழுவின் மூலம் தங்களுக்குத் தேவையான தகவல் தொழில்நுட்பத் திறனைக் கண்டறிய உதவும் ஆர்வத்தால் தூண்டப்பட்டது, ஸ்வீ-இலங்கை மென்பொருள் மேம்பாட்டு நிறுவனமான Ascentic ஐந்தாண்டுகளின் அசுர வளர்ச்சி மற்றும் வெற்றியைக் கொண்டாடுகிறது.",
        "ஐ.டி.யில் பலதரப்பட்ட திறமைசாலிகளைக் கண்டறிவதில் இலங்கை சந்தேகத்திற்கு இடமின்றி முன்னணியில் இருப்பதாக Ascentic நம்புகிறது. அதன் தாழ்மையான தொடக்கத்தில் இருந்து, நிறுவனம் கிட்டத்தட்ட 100 லட்சிய, ஆக்கப்பூர்வமான மற்றும் வேடிக்கையான ஏறுவரிசைகளைக் கொண்ட ஒரு குழுவைச் சேர்த்துள்ளது மற்றும் இன்று இலங்கையின் சிறந்த பணியிடங்களில் ஒன்றாக அங்கீகரிக்கப்பட்டுள்ளது.",
        "வணிகத்தின் தொடக்கத்திலிருந்தே, Ascentic தனது குழுவினருக்கு அற்புதமான பணியிட அனுபவத்தை உருவாக்க ஒரு லட்சியத்தைக் கொண்டிருந்தது, இது திறமையான நபர்கள் செழித்து வளரவும் அவர்களின் திறனைப் பயன்படுத்தவும் முயற்சி செய்கிறது. இலங்கையின் சிறந்த பணியிடங்கள், சிறந்த சிறிய மற்றும் நடுத்தர IT/ITES பணியிடங்கள் மற்றும் இலங்கையின் சிறந்த பணியிடங்கள் ஆகியவற்றில் இடம்பெற்றுள்ளதோடு, சிறிய மற்றும் நடுத்தர நிறுவனப் பிரிவின் கீழ், ஆசியாவின் சிறந்த பணியிடங்கள் 2021 இல் நிறுவனம் 43வது இடத்தைப் பிடித்தது. மில்லினியலுக்கு.",
        "Ascentic அதன் முக்கிய வாடிக்கையாளர் சந்தையான ஸ்வீடன் முழுவதும் அதன் வரம்பை விரிவுபடுத்துகிறது. இந்த அமைப்பு இன்று ஸ்வீடனின் இரண்டு பெரிய பிராந்தியங்களில் அமைந்துள்ளது மற்றும் ஸ்வீடிஷ் மற்றும் இலங்கை அணி உறுப்பினர்களுடன் பிரசன்னத்தை விரிவுபடுத்துகிறது. வணிகத்தின் முக்கிய ஆதாரம் சிறிய மற்றும் நடுத்தர தயாரிப்பு நிறுவனங்களுக்கு அதிக செயல்திறன் கொண்ட மென்பொருள் மேம்பாட்டுக் குழுக்களை உருவாக்குவதுதான், ஆனால் முதல் படிகள் உள்நாட்டில் கட்டப்பட்ட தயாரிப்புகளை வணிகமயமாக்கும் புதிய யூனிட்டைத் தொடங்குவதற்கும் எடுக்கப்பட்டுள்ளன.",
        "இன்று நிறுவனத்தின் தொழில்நுட்ப அடுக்குகள் மைக்ரோசாப்ட் அடிப்படையிலான தீர்வுகள் முதல் ஓப்பன் சோர்ஸ், நூலகங்களுடன் கூடிய ஜாவாஸ்கிரிப்ட் மற்றும் ReactJS, Angular and NodeJS, Python, GoLang மற்றும் php போன்ற கட்டமைப்புகள் வரை உள்ளன. நிறுவனம் தொடங்கியுள்ள சமீபத்திய தொழில்நுட்ப ஸ்ட்ரீம் மெஷின் லேர்னிங் மற்றும் அனலிட்டிக்ஸ் ஆகும், அங்கு அசென்டிக்கில் உள்ள எண்ணிக்கையைக் குறைக்கும் தரவு விஞ்ஞானிகள் மற்றும் டெவலப்பர்கள் இன்று ஸ்வீடிஷ் நிறுவனங்களைத் தங்கள் தரவைச் சிறப்பாகப் பயன்படுத்துவதை ஆதரிக்கின்றனர்.",
        "நிறுவனரும் தலைமை நிர்வாக அதிகாரியுமான அன்னா கால்ம், கடந்த 5 ஆண்டுகளை அன்புடன் திரும்பிப் பார்க்கிறார், “அசென்டிக்கில் உள்ள நம் அனைவருக்கும் இது மிகவும் உற்சாகமான பயணம். வணிகத்தின் தொடக்கத்திலிருந்தே நாங்கள் அதிக இலக்குகளை வைத்துள்ளோம், மேலும் ஒரு குழுவாக எங்களால் சாதிக்க முடிந்ததைக் கண்டு நான் முற்றிலும் வியப்படைகிறேன். நாங்கள் உருவாக்கும் தொழில்நுட்ப தீர்வுகளின் அடிப்படையில் ஆனால் நாங்கள் உருவாக்கும் பணியிடத்துடன் தொடர்புடையதாக இருக்கும் - சிறப்பானதிற்காக தொடர்ந்து பாடுபடும் அற்புதமான குழுவினர் எங்களிடம் உள்ளனர். நாங்கள் என்ன சவால்களை எதிர்கொண்டாலும், எங்கள் அணியின் பலம் மற்றும் வலிமையை அறிந்து, அதிலிருந்து நாங்கள் வலுவாக வளர்வோம், தொடர்ந்து முன்னேறுவோம் என்று நான் நம்புகிறேன்.",
        "ஏறுபவராக இருப்பதால் வாழ்நாள் முழுவதும் கற்றல் வாய்ப்புகள், ஆரோக்கியமான வேலை-வாழ்க்கை சமநிலைக்கான ஆதரவு, USD நிர்ணயிக்கப்பட்ட இழப்பீடு, வசதியான பணியிடங்கள், சமூக செயல்பாடுகள் போன்ற பல சலுகைகள் மற்றும் பலன்கள் உள்ளன. சமீபத்தில் நிறுவனம் ஒரு சர்வதேச சுழற்சி திட்டத்தை அறிமுகப்படுத்தியது, அதில் இலங்கை பணியாளர்கள் நீண்ட காலத்திற்கு ஸ்வீடனில் பணிபுரியும் வாய்ப்பைப் பெறுகிறார்கள், இது தொடங்கப்பட்டதிலிருந்து மிகவும் பாராட்டப்பட்டது.",
        "தகவல் தொழில்நுட்பத் துறையில் சமத்துவத்தை அதிகரிப்பதற்கு பங்களிக்கும் நோக்கத்துடன், இரண்டு பெற்றோர்களுக்கும் நான்கு மாத சமமான பெற்றோர் விடுப்பை அறிமுகப்படுத்தியதன் மூலம் நிறுவனம் இலங்கையில் வரலாற்றை உருவாக்கியது. பாலின-நடுநிலை, சமத்துவம் மற்றும் உள்ளடக்கம் ஆகியவை Ascentic இல் ஒரு சலசலப்பான சொற்றொடர் அல்ல, ஆனால் ஒரு நிலையான முறையில் நிறுவனத்தை உருவாக்குவதற்கான ஒரு மூலக்கல்லாகும்.",
        "ஸ்வீ-லங்கன் மென்பொருள் அபிவிருத்தி நிறுவனம் கடந்த 5 வருடங்களில் தொழில்துறையில் ஏற்படுத்திய அடையாளத்தைப் பற்றி உற்சாகமாக உள்ளது மற்றும் பல தசாப்தங்களாக தொடர்ந்து வளர்ச்சி மற்றும் கண்டுபிடிப்புகளுக்கு தயாராகிறது. மேலும் தகவலுக்கு, www.ascentic.lk ஐப் பார்வையிடவும்",
        "IMF உடனான பேச்சுவார்த்தைக்கு நாடு தயாராகி வரும் நிலையில், இலங்கை 3 பில்லியன் அமெரிக்க டாலர் பாலம் நிதியை கோருகிறது",
        "தில்மா மெரில் ஜே. பெர்னாண்டோ இன்னோவேஷன் விருதுகள் 2021 வெற்றியாளரை அறிமுகப்படுத்தினார்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}