{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/1990-Suwa-Seriya-Indias-lifesaving-gift-to-Sri-Lanka-celebrates-6th-anniversary/108-238340",
  "time_ut": 1654232400,
  "title": "1990 Suwa Seriya; India’s lifesaving gift to Sri Lanka celebrates 6th anniversary",
  "body_lines": [
    "The 1990 Suwaseriya Emergency Ambulance Service, which was launched amid multiple obstacles in Sri Lanka under Indian grant assistance, is set to celebrate its sixth anniversary on July 28 this year.",
    "At the request of Government of Sri Lanka, the service was initially launched in 2016 in Western and Southern Provinces of Sri Lanka under an Indian grant of USD 7.56 million. The service, has now made tremendous progress so far. The project was methodically started with the fleet of 88 ambulances. Therefore, Sri Lanka owes a debt of gratitude to India as it has given further grant of 15.2 million of USD to get this project expanded throughout the country.",
    "Subsequently, the ‘1990’ service was expanded to cover all nine provinces in the island, with a fleet of 297 ambulances — Sri Lanka purchased them from Tata Motors — with an additional Indian grant of $15.09 million. It is India’s second largest grant project in the island, after the housing project of more than 60,000 houses, with a nearly $400 million grant.",
    "The idea of launching such an ambulance service came not at any high-level bilateral discussion. It was a proposal made by Dr Harsha de Silva, then a junior Minister and now opposition parliamentarian, after an ordeal he experienced while trying to hospitalise a friend who sustained serious injuries in a road accident.",
    "Suwasariya is a non-profit professional organization in India established by GVK EMRI (Emergency Management and Research Institute) as a Government Partnership Program.",
    "This service was launched in Sri Lanka with the establishment of GVK EMRI Lanka in association with the Ministry of Health, Sri Lanka. During the first year, the Suwasariya Control Center received over 322,000 emergency calls and served over 32,000 patients. Official data reveals that there is an abundance of treatments mainly for patients with heart disease, trauma and stroke.",
    "However, when this service was introduced to Sri Lanka, many groups, including the Government Medical Officers' Association, wanted the project stopped, claiming that the service was a 'victim'. In many places, these parties have stated that substandard ambulances are provided for the sake of health, in which patients may die. But that was not true, and the ambulance service has grown to the point where it still receives more than 5,000 calls a day.",
    "Over the last few months, the ‘1990 Suwa Seriya’ Emergency Ambulance service has doubled its efforts, attending not just to medical emergencies, but also helping us transfer COVID-19 patients, including those with co-morbidities, to hospitals swiftly.",
    "At present, a crew of 1,394 and 297 ambulances are involved in the operation and arrangements are also being made to introduce 112 new ambulances to the Suwasariya ambulance service. Initially, Suwasariya provided emergency services for accidents and especially unexpected ailments, including heart disease. But now it is also contributing to the hospitalization of people with mental illness.",
    "Furthermore, the Ministry of Health points out that this new system will enable the patient to receive the most accurate treatment quickly and facilitate the patient's relatives or guardians. Special training has been provided to the Suwaseriya staff for this purpose.",
    "Nevertheless, in line with the country's severe economic crisis, the Suwaseriya service, a vital resource from the Government of India, has come under severe pressure in recent times. It has been revealed that the reduction of the provision of Rs. 80 million provided by the General Treasury to Rs. 30 million has had a severe impact on the existence of the Suwasariya Ambulance Service in particular. Dr. Harsha de Silva recently revealed in Parliament that there is a risk of the Suwasariya ambulance service being stopped due to lack of funds. Former Minister of Health Prof. Channa Jayasumana at a media briefing held at the Government Information Department, said that he had discussed the matter with the then Minister of Finance Ali Sabri.",
    "He also stated that the Minister of Finance had agreed to provide adequate financial allocations. He further stated that Suwasariya has a fund of Rs. 600 million and despite that the government has decided to provide the necessary funds.",
    "\"I say with responsibility, Hon. Prime Minister, there is no money to run the Suwasariya. The chairman told me, what are we excited about? Today, more than a thousand people are brought to the intensive care unit every day. Everywhere in Sri Lanka, people are in a position to save their lives without dying due to 1990. Hon. Prime Minister, give me some money for that. These are the urgent needs. I do not know how to do it tomorrow without money. ” MP Dr. Harsha de Silva revealed in Parliament last week.",
    "However, India is now again coming forward to resolve this crisis. India is already in the process of supplying Sri Lanka with a stockpile of essential commodities, including medicines. India has donated this stock of medical supplies in response to requests made by various organizations and hospitals in various parts of the country.",
    "During the recent visit of Indian External Affairs Minister Dr. S. Jaishankart to Sri Lanka in March 2022, representatives of the Suwaseriya Foundation and Member of Parliament Dr. Harsha de Silva pointed out the needs of the Sri Lankan medical profession. Part of this stock of medical supplies now donated by India will meet those needs. In addition, the medical aid will be provided to the Hambantota General Hospital, Peradeniya Teaching Hospital and the Jaffna Teaching Hospital. Accordingly, on a special request made by Dr. Harsha de Silva, the Government of India is to provide a stock of medicines for the Sovereignty. It is planned to be handed over to Sri Lanka.",
    "In conclusion, it has to be noted that it is duty of the present and future leaders to preserve the 1990 Suwa Seriya, not for today, but for tomorrow, the next generation."
  ],
  "translate": {
    "si": {
      "title": "1990 සුව සැරිය; ඉන්දියාව ශ්‍රී ලංකාවට දුන් ජීවිතාරක්ෂක තෑග්ග 6 වැනි සංවත්සරය සමරයි",
      "body_lines": [
        "ඉන්දීය ප්‍රදාන ආධාර යටතේ ශ්‍රී ලංකාවේ බහුවිධ බාධා මධ්‍යයේ ආරම්භ කරන ලද 1990 සුවසැරිය හදිසි ගිලන්රථ සේවය මේ වසරේ ජුලි 28 වැනිදා සිය හයවන සංවත්සරය සැමරීමට නියමිතය.",
        "ශ්‍රී ලංකා රජයේ ඉල්ලීම පරිදි, මෙම සේවාව ප්‍රථමයෙන් 2016 දී ශ්‍රී ලංකාවේ බස්නාහිර සහ දකුණු පළාත්වල ඉන්දියානු ඩොලර් මිලියන 7.56 ක ප්‍රදානයක් යටතේ දියත් කරන ලදී. සේවාව, මේ වන විට දැවැන්ත ප්රගතියක් ලබා ඇත. මෙම ව්‍යාපෘතිය ක්‍රමානුකූලව ආරම්භ කරන ලද්දේ ගිලන්රථ 88කින් සමන්විත වේ. එබැවින්, මෙම ව්‍යාපෘතිය රට පුරා ව්‍යාප්ත කිරීම සඳහා තවත් ඩොලර් මිලියන 15.2 ක ප්‍රදානයක් ලබා දී ඇති බැවින් ශ්‍රී ලංකාව ඉන්දියාවට කෘතඥතාව පළ කළ යුතුය.",
        "පසුව, ‘1990’ සේවාව දිවයිනේ පළාත් නවයම ආවරණය වන පරිදි පුළුල් කරන ලද අතර ගිලන්රථ 297 කින් සමන්විත වේ - ශ්‍රී ලංකාව ඒවා ටාටා මෝටර්ස් වෙතින් මිලදී ගන්නා ලදී - අතිරේක ඉන්දියානු ඩොලර් මිලියන 15.09 ක ප්‍රදානයක් ද සමඟින්. එය ඩොලර් මිලියන 400කට ආසන්න ප්‍රදානයක් සහිත නිවාස 60,000කට වැඩි නිවාස ව්‍යාපෘතියෙන් පසු දිවයිනේ ඉන්දියාවේ දෙවන විශාලතම ප්‍රදාන ව්‍යාපෘතිය වේ.",
        "එවැනි ගිලන්රථ සේවාවක් දියත් කිරීමේ අදහස පැමිණියේ කිසිදු ඉහළ මට්ටමේ ද්විපාර්ශ්වික සාකච්ඡාවකදී නොවේ. රිය අනතුරකින් බරපතළ තුවාල ලැබූ මිතුරෙකු රෝහල් ගත කිරීමට යාමේදී අත්විඳින ලද අකරතැබ්බයකින් පසුව එවකට කනිෂ්ඨ අමාත්‍යවරයකු සහ වත්මන් විපක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී ආචාර්ය හර්ෂ ද සිල්වා විසින් කරන ලද යෝජනාවකි.",
        "සුවසැරිය යනු රජයේ හවුල් වැඩසටහනක් ලෙස GVK EMRI (හදිසි කළමනාකරණ සහ පර්යේෂණ ආයතනය) විසින් පිහිටුවන ලද ඉන්දියාවේ ලාභ නොලබන වෘත්තීය සංවිධානයකි.",
        "ශ්‍රී ලංකාවේ සෞඛ්‍ය අමාත්‍යාංශය හා එක්ව GVK EMRI Lanka පිහිටුවීමත් සමඟ මෙම සේවාව ශ්‍රී ලංකාව තුළ දියත් කරන ලදී. පළමු වසර තුළ සුවසැරිය පාලන මධ්‍යස්ථානයට හදිසි ඇමතුම් 322,000 කට අධික ප්‍රමාණයක් ලැබී ඇති අතර රෝගීන් 32,000 කට අධික සංඛ්‍යාවකට සේවා ලබා දී ඇත. ප්‍රධාන වශයෙන් හෘද රෝග, කම්පන සහ ආඝාත රෝගීන් සඳහා ප්‍රතිකාර බහුලව පවතින බව නිල දත්ත අනාවරණය කරයි.",
        "කෙසේ වෙතත්, මෙම සේවාව ශ්‍රී ලංකාවට හඳුන්වා දීමත් සමඟ රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය ඇතුළු බොහෝ කණ්ඩායම්වලට අවශ්‍ය වූයේ එම සේවාව ‘ගොදුරක්’ බව පවසමින් ව්‍යාපෘතිය නතර කිරීමටයි. සෞඛ්‍ය තකා ප්‍රමිතියෙන් තොර ගිලන්රථ ලබාදෙන බවත්, රෝගීන් මිය යා හැකි බවත් එම පාර්ශව බොහෝ ස්ථානවල ප්‍රකාශ කර ඇත. එහෙත් එය සත්‍යයක් නොවූ අතර තවමත් දිනකට ඇමතුම් 5000කට වඩා ලැබෙන තත්ත්වයට ගිලන්රථ සේවය වර්ධනය වී ඇත.",
        "පසුගිය මාස කිහිපය තුළ, ‘1990 සුව සැරිය’ හදිසි ගිලන්රථ සේවාව වෛද්‍ය හදිසි අවස්ථා සඳහා පමණක් නොව, සහයෝගීතා සහිත රෝගීන් ඇතුළු COVID-19 රෝගීන් ඉක්මනින් රෝහල් වෙත මාරු කිරීමට අපට උපකාර කරමින් සිය උත්සාහය දෙගුණ කර ඇත.",
        "මේ වන විට ගිලන්රථ 1,394 සහ 297 කින් යුත් කාර්ය මණ්ඩලයක් මෙහෙයුමට සම්බන්ධ වී සිටින අතර සුවසැරිය ගිලන්රථ සේවයට නව ගිලන්රථ 112 ක් හඳුන්වා දීමට ද කටයුතු යොදා ඇත. මුලදී සුවසැරිය හදිසි අනතුරු සහ විශේෂයෙන්ම හෘද රෝග ඇතුළු අනපේක්ෂිත රෝග සඳහා හදිසි සේවා සපයන ලදී. නමුත් දැන් එය මානසික ආබාධ සහිත පුද්ගලයින් රෝහල් ගත කිරීමට ද දායක වෙමින් පවතී.",
        "තවද, මෙම නව ක්‍රමය මඟින් රෝගියාට ඉතාමත් නිවැරදි ප්‍රතිකාර කඩිනමින් ලබා ගැනීමටත් රෝගියාගේ ඥාතීන්ට හෝ භාරකරුවන්ට පහසුකම් සැලසීමටත් හැකිවන බව සෞඛ්‍ය අමාත්‍යාංශය පෙන්වා දෙයි. ඒ සඳහා සුවසැරිය කාර්ය මණ්ඩලයට විශේෂ පුහුණුවක් ලබා දී ඇත.",
        "එසේ වුවද රටේ පවතින දැඩි ආර්ථික අර්බුදයට සමගාමීව ඉන්දීය රජයේ අත්‍යවශ්‍ය සම්පතක් වන සුවසැරිය සේවාව පසුගිය කාලයේ දැඩි පීඩනයකට ලක්විය. රුපියල් 1000ක ප්‍රතිපාදන අඩු කිරීම නිසා 2017 වසරේ 2017.01.21 දින සිදු වූ බව අනාවරණය වේ. මිලියන 80ක් මහා භාණ්ඩාගාරයෙන් රු. විශේෂයෙන්ම සුවසැරිය ගිලන්රථ සේවයේ පැවැත්මට මිලියන 30ක් දැඩි ලෙස බලපා ඇත. මුදල් නොමැතිකම හේතුවෙන් සුවසැරිය ගිලන්රථ සේවාව නතර වීමේ අවදානමක් පවතින බව ආචාර්ය හර්ෂ ද සිල්වා මහතා පසුගියදා පාර්ලිමේන්තුවේදී අනාවරණය කළේය. රජයේ ප්‍රවෘත්ති දෙපාර්තමේන්තුවේ පැවති මාධ්‍ය හමුවකදී හිටපු සෞඛ්‍ය අමාත්‍ය මහාචාර්ය චන්න ජයසුමන කියා සිටියේ තමන් මේ සම්බන්ධයෙන් එවකට මුදල් අමාත්‍ය අලි සබ්රි සමඟ සාකච්ඡා කළ බවයි.",
        "ප්‍රමාණවත් මූල්‍ය ප්‍රතිපාදන ලබාදීමට මුදල් අමාත්‍යවරයා එකඟ වූ බවද ඔහු සඳහන් කළේය. සුවසැරියට රුපියල් කෝටි 100ක අරමුදලක් තිබෙන බවද ඒ මහතා ප්‍රකාශ කළේය. මිලියන 600ක් වන අතර එසේ තිබියදී අවශ්‍ය මුදල් ලබාදීමට රජය තීරණය කර ඇත.",
        "\"මම වගකීමෙන් කියනවා ගරු අගමැතිතුමනි, සුවසැරිය පවත්වාගෙන යන්න සල්ලි නෑ. සභාපතිතුමා මට කිව්වා, මොකද අපි කලබල වෙන්නේ? අද දවසට දහසකට වැඩි පිරිසක් දැඩි සත්කාර ඒකකයට ගේනවා. හැම තැනම 1990 නිසා ලංකාවෙ මිනිස්සු මැරෙන්නෙ නැතුව ජීවිතේ බේරගන්න තත්වෙට පත්වෙලා.ගරු අගමැතිතුමනි මට ඒකට සල්ලි ටිකක් දෙන්න.මේව තමයි හදිසි අවශ්‍යතා.මම දන්නෙ නෑ සල්ලි නැතුව හෙට කොහොම කරයිද කියල. ආචාර්ය හර්ෂ ද සිල්වා පසුගිය සතියේ පාර්ලිමේන්තුවේදී හෙළි කළේය.",
        "කෙසේ වෙතත් මේ අර්බුදය විසඳීමට ඉන්දියාව දැන් යළිත් ඉදිරිපත් වෙමින් සිටී. ඉන්දියාව දැනටමත් ඖෂධ ඇතුළු අත්‍යාවශ්‍ය භාණ්ඩ තොගයක් ශ්‍රී ලංකාවට සැපයීමට කටයුතු කරමින් සිටී. දිවයිනේ විවිධ ප්‍රදේශවල විවිධ සංවිධාන සහ රෝහල් විසින් කරන ලද ඉල්ලීම්වලට ප්‍රතිචාර වශයෙන් ඉන්දියාව මෙම වෛද්‍ය සැපයුම් තොගය පරිත්‍යාග කර ඇත.",
        "2022 මාර්තු මාසයේදී ඉන්දීය විදේශ කටයුතු අමාත්‍ය වෛද්‍ය S. Jaishankart මහතා පසුගියදා ශ්‍රී ලංකාවට පැමිණි අවස්ථාවේදී සුවසැරිය පදනමේ නියෝජිතයින් සහ පාර්ලිමේන්තු මන්ත්‍රී වෛද්‍ය හර්ෂ ද සිල්වා මහතා ශ්‍රී ලාංකීය වෛද්‍ය වෘත්තියේ අවශ්‍යතා පෙන්වා දුන්නේය. ඉන්දියාව විසින් දැන් පරිත්‍යාග කරන ලද මෙම වෛද්‍ය සැපයුම් තොගයෙන් කොටසක් එම අවශ්‍යතා සපුරාලනු ඇත. ඊට අමතරව හම්බන්තොට මහ රෝහල, පේරාදෙණිය ශික්ෂණ රෝහල සහ යාපනය ශික්ෂණ රෝහල සඳහා වෛද්‍ය ආධාර ලබාදීමට නියමිතයි. ඒ අනුව වෛද්‍ය හර්ෂ ද සිල්වා මහතාගේ විශේෂ ඉල්ලීමක් මත ඉන්දීය රජය ස්වෛරීභාවය වෙනුවෙන් ඖෂධ තොගයක් ලබාදීමට නියමිතය. එය ශ්‍රී ලංකාවට ලබාදීමට සැලසුම් කර ඇත.",
        "අවසාන වශයෙන් 1990 සුවසැරිය අදට නොව හෙටට මතු පරපුරට රැකදීම වත්මන් සහ අනාගත නායකයන්ගේ යුතුකම බව සඳහන් කළ යුතුය."
      ]
    },
    "ta": {
      "title": "1990 சுவா செரிய; இலங்கைக்கான இந்தியாவின் உயிர்காக்கும் பரிசு 6 வது ஆண்டு நிறைவைக் கொண்டாடுகிறது",
      "body_lines": [
        "இந்திய மானிய உதவியின் கீழ் இலங்கையில் பல தடைகளுக்கு மத்தியில் ஆரம்பிக்கப்பட்ட 1990 சுவசேரிய அவசர அம்புலன்ஸ் சேவை, இந்த ஆண்டு ஜூலை 28 அன்று தனது ஆறாவது ஆண்டு நிறைவைக் கொண்டாட உள்ளது.",
        "இலங்கை அரசாங்கத்தின் வேண்டுகோளுக்கு இணங்க, இந்த சேவையானது 2016 ஆம் ஆண்டு இலங்கையின் மேற்கு மற்றும் தென் மாகாணங்களில் 7.56 மில்லியன் அமெரிக்க டொலர்களின் இந்திய மானியத்தின் கீழ் ஆரம்பிக்கப்பட்டது. சேவை, தற்போது மிகப்பெரிய முன்னேற்றம் அடைந்துள்ளது. 88 ஆம்புலன்ஸ்கள் மூலம் இந்த திட்டம் முறையாக தொடங்கப்பட்டது. எனவே, இந்த திட்டத்தை நாடு முழுவதும் விரிவுபடுத்துவதற்காக மேலும் 15.2 மில்லியன் அமெரிக்க டாலர்களை மானியமாக வழங்கியதால், இந்தியாவுக்கு இலங்கை நன்றிக்கடன் பட்டுள்ளது.",
        "அதனைத் தொடர்ந்து, '1990' சேவையானது தீவில் உள்ள ஒன்பது மாகாணங்களையும் உள்ளடக்கும் வகையில் விரிவுபடுத்தப்பட்டது, 297 ஆம்புலன்ஸ்கள் - இலங்கை அவற்றை டாடா மோட்டார்ஸிடமிருந்து வாங்கியது - கூடுதல் இந்திய மானியமான 15.09 மில்லியன் டாலர்கள். கிட்டத்தட்ட 400 மில்லியன் டாலர் மானியத்துடன், 60,000க்கும் மேற்பட்ட வீடுகளின் வீட்டுத் திட்டத்திற்குப் பிறகு, தீவில் இந்தியாவின் இரண்டாவது பெரிய மானியத் திட்டமாகும்.",
        "அத்தகைய ஆம்புலன்ஸ் சேவையை தொடங்கும் யோசனை எந்த உயர்மட்ட இருதரப்பு விவாதத்திலும் வரவில்லை. வீதி விபத்தில் படுகாயமடைந்த நண்பரை வைத்தியசாலையில் அனுமதிக்க முற்பட்ட போது ஏற்பட்ட சோதனையின் பின்னர், அப்போது கனிஷ்ட அமைச்சரும், தற்போது எதிர்க்கட்சி பாராளுமன்ற உறுப்பினருமான கலாநிதி ஹர்ஷ டி சில்வாவினால் முன்வைக்கப்பட்ட யோசனை அது.",
        "Suwasariya என்பது இந்தியாவில் GVK EMRI (அவசரநிலை மேலாண்மை மற்றும் ஆராய்ச்சி நிறுவனம்) ஒரு அரசாங்க கூட்டுத் திட்டமாக நிறுவப்பட்ட ஒரு இலாப நோக்கற்ற தொழில்முறை அமைப்பாகும்.",
        "இலங்கையின் சுகாதார அமைச்சுடன் இணைந்து GVK EMRI Lanka நிறுவப்பட்டதன் மூலம் இந்த சேவை இலங்கையில் ஆரம்பிக்கப்பட்டது. முதல் ஆண்டில், சுவாசரியா கட்டுப்பாட்டு மையம் 322,000 அவசர அழைப்புகளைப் பெற்றது மற்றும் 32,000 நோயாளிகளுக்கு சேவை செய்தது. முக்கியமாக இதய நோய், அதிர்ச்சி மற்றும் பக்கவாதம் உள்ள நோயாளிகளுக்கு ஏராளமான சிகிச்சைகள் இருப்பதாக அதிகாரப்பூர்வ தகவல்கள் தெரிவிக்கின்றன.",
        "எவ்வாறாயினும், இந்த சேவை இலங்கைக்கு அறிமுகப்படுத்தப்பட்டபோது, ​​அரசாங்க மருத்துவ அதிகாரிகள் சங்கம் உட்பட பல குழுக்கள் இந்த சேவையை 'பாதிக்கப்பட்ட' என்று கூறி திட்டத்தை நிறுத்த விரும்பின. பல இடங்களில் உடல் நலம் கருதி தரமற்ற ஆம்புலன்ஸ்கள் வழங்கப்படுவதாகவும், அதில் நோயாளிகள் உயிரிழக்க நேரிடும் எனவும் இக்கட்சியினர் தெரிவித்துள்ளனர். ஆனால் அது உண்மையல்ல, மேலும் ஆம்புலன்ஸ் சேவை ஒரு நாளைக்கு 5,000 அழைப்புகளுக்கு மேல் பெறும் அளவிற்கு வளர்ந்துள்ளது.",
        "கடந்த சில மாதங்களாக, ‘1990 சுவா செரிய’ அவசரகால ஆம்புலன்ஸ் சேவையானது அதன் முயற்சிகளை இரட்டிப்பாக்கியுள்ளது, இது மருத்துவ அவசரநிலைகளுக்கு மட்டுமின்றி, கோவிட்-19 நோயாளிகளை, உடனடி நோய் உள்ளவர்கள் உட்பட, விரைவாக மருத்துவமனைகளுக்கு மாற்ற உதவுகிறது.",
        "தற்போது, ​​1,394 மற்றும் 297 ஆம்புலன்ஸ்கள் கொண்ட பணியாளர்கள் இந்த நடவடிக்கையில் ஈடுபட்டுள்ளனர், மேலும் 112 புதிய ஆம்புலன்ஸ்கள் சுவாசரிய அம்புலன்ஸ் சேவைக்கு அறிமுகப்படுத்த ஏற்பாடுகள் செய்யப்பட்டு வருகின்றன. ஆரம்பத்தில், விபத்துக்கள் மற்றும் குறிப்பாக இதய நோய் உள்ளிட்ட எதிர்பாராத நோய்களுக்கான அவசர சேவைகளை சுவாசரியா வழங்கியது. ஆனால் இப்போது மனநலம் பாதிக்கப்பட்டவர்களை மருத்துவமனையில் சேர்ப்பதற்கும் இது பங்களிக்கிறது.",
        "மேலும், இந்தப் புதிய முறையானது நோயாளிக்கு மிகத் துல்லியமான சிகிச்சையை விரைவாகப் பெற்றுக்கொள்ளவும், நோயாளியின் உறவினர்கள் அல்லது பாதுகாவலர்களுக்கு வசதிகளை ஏற்படுத்தவும் உதவும் என சுகாதார அமைச்சு சுட்டிக்காட்டியுள்ளது. இதற்காக சுவசேரிய ஊழியர்களுக்கு விசேட பயிற்சிகள் வழங்கப்பட்டுள்ளன.",
        "ஆயினும்கூட, நாட்டின் கடுமையான பொருளாதார நெருக்கடிக்கு இணங்க, இந்திய அரசாங்கத்தின் இன்றியமையாத வளமான சுவசேரிய சேவை அண்மைக் காலமாக கடுமையான அழுத்தத்திற்கு உள்ளாகியுள்ளது. ரூ.500 வழங்குவது குறைக்கப்பட்டுள்ளது தெரியவந்துள்ளது. 80 மில்லியன் பொது திறைசேரி மூலம் ரூ. 30 மில்லியன் குறிப்பாக சுவாசரிய அம்புலன்ஸ் சேவையின் இருப்பில் கடுமையான தாக்கத்தை ஏற்படுத்தியுள்ளது. பணப்பற்றாக்குறை காரணமாக சுவாசரிய அம்புலன்ஸ் சேவை நிறுத்தப்படும் அபாயம் உள்ளதாக கலாநிதி ஹர்ஷ டி சில்வா அண்மையில் பாராளுமன்றத்தில் வெளிப்படுத்தினார். அரசாங்க தகவல் திணைக்களத்தில் நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் முன்னாள் சுகாதார அமைச்சர் பேராசிரியர் சன்ன ஜயசுமண, இது தொடர்பில் அப்போதைய நிதி அமைச்சர் அலி சப்ரியுடன் கலந்துரையாடியதாக தெரிவித்தார்.",
        "போதிய நிதி ஒதுக்கீடுகளை வழங்குவதற்கு நிதி அமைச்சர் இணங்கியுள்ளதாகவும் அவர் குறிப்பிட்டுள்ளார். அவர் மேலும் தெரிவிக்கையில், சுவாசரிய நிதியில் ரூ. 600 மில்லியன் மற்றும் இருந்த போதிலும் தேவையான நிதியை வழங்க அரசாங்கம் தீர்மானித்துள்ளது.",
        "“பொறுப்புடன் சொல்கிறேன் மாண்புமிகு பிரதம மந்திரி அவர்களே, சுயசரியாவை நடத்த பணமில்லை, தலைவர் சொன்னார், நாங்கள் என்ன உற்சாகமாக இருக்கிறோம்? இன்று, தினமும் ஆயிரத்திற்கும் மேற்பட்டோர் தீவிர சிகிச்சைப் பிரிவுக்குக் கொண்டுவரப்படுகிறார்கள். எல்லா இடங்களிலும் இலங்கை மக்கள் 1990ம் ஆண்டு சாகாமல் உயிரைக் காப்பாற்றிக் கொள்ளும் நிலையில் உள்ளனர். கௌரவ பிரதமர் அவர்களே, அதற்கு கொஞ்சம் பணம் கொடுங்கள். இவைதான் அவசரத் தேவைகள். பணமில்லாமல் நாளை எப்படி செய்வது என்று தெரியவில்லை. ” எம்.பி. கலாநிதி ஹர்ஷ டி சில்வா கடந்த வாரம் பாராளுமன்றத்தில் வெளிப்படுத்தினார்.",
        "இருப்பினும், இந்த நெருக்கடியை தீர்க்க இந்தியா இப்போது மீண்டும் முன்வருகிறது. மருந்துகள் உட்பட அத்தியாவசியப் பொருட்களை கையிருப்பில் வைத்து இலங்கைக்கு வழங்கும் நடவடிக்கையில் இந்தியா ஏற்கனவே ஈடுபட்டுள்ளது. நாட்டின் பல்வேறு பகுதிகளில் உள்ள பல்வேறு அமைப்புகள் மற்றும் மருத்துவமனைகளின் கோரிக்கைகளுக்குப் பதிலளிக்கும் வகையில் இந்தியா இந்த மருத்துவப் பொருட்களை நன்கொடையாக வழங்கியுள்ளது.",
        "இந்திய வெளிவிவகார அமைச்சர் Dr. S. ஜெய்சங்கர்ட் அவர்கள் மார்ச் 2022 இல் இலங்கைக்கு விஜயம் செய்த போது, ​​சுவசேரிய அறக்கட்டளையின் பிரதிநிதிகளும் பாராளுமன்ற உறுப்பினருமான டாக்டர் ஹர்ஷ டி சில்வா அவர்கள் இலங்கை மருத்துவத் துறையின் தேவைகளை சுட்டிக்காட்டினர். இப்போது இந்தியாவால் நன்கொடையாக வழங்கப்பட்ட மருத்துவப் பொருட்களின் ஒரு பகுதி அந்தத் தேவைகளைப் பூர்த்தி செய்யும். மேலும், ஹம்பாந்தோட்டை பொது வைத்தியசாலை, பேராதனை போதனா வைத்தியசாலை மற்றும் யாழ்ப்பாணம் போதனா வைத்தியசாலைக்கு இந்த மருத்துவ உதவிகள் வழங்கப்படவுள்ளன. அதற்கமைவாக, டொக்டர் ஹர்ஷ டி சில்வாவினால் விடுக்கப்பட்ட விசேட கோரிக்கையின் பேரில், இறைமைக்கான மருந்துப் பொருட்களை இந்திய அரசாங்கம் வழங்க உள்ளது. இலங்கையிடம் ஒப்படைக்க திட்டமிடப்பட்டுள்ளது.",
        "முடிவில், 1990 சுவாசெரியத்தை இன்றல்ல, நாளைய சந்ததியினருக்காகப் பாதுகாப்பது இன்றைய மற்றும் எதிர்காலத் தலைவர்களின் கடமை என்பதை கவனத்தில் கொள்ள வேண்டும்."
      ]
    }
  }
}