{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-asks-for-quick-rfi-from-imf-india-backing-for-bigger-eff-93160/",
  "time_ut": 1650382920,
  "title": "Sri Lanka asks for quick RFI from IMF, India backing for bigger EFF",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has asked the International Monetary Fund for a quick access Rapid Finance Instrument (RFI) while India is backing the island to get a bigger Extended Fund Facility (EFF) with more reforms, a government statement said.",
    "RFI is a low access facility with around 100 percent of quota given to countries with high capacity to implement policy reforms where as EFF will help for a long term reform with around 100 percent of the quota.",
    "Sri Lanka does not qualify for the RFI and such funding would see only a temporary budget support. Instead EFF comes with a long term disbursements along with reforms that are needed to put the country back into a path of sustainable growth and debts.",
    "The request comes as Sri Lankan delegation led by Finance Minister Ali Sabry met the IMF officials in their headquarters in Washington DC a week after the island nation suspended its foreign debt repayments citing it does not have usable foreign reserves.",
    "“Minister of Finance has made a request for a Rapid Financing Instrument (RFI) with the IMF and IMF has subsequently informed Minister Sabry that India had also made representations on behalf of Sri Lanka for an RFI,” the Finance Ministry said in a statement.",
    "“It had been communicated that IMF will consider the special request made despite it being outside of the standard circumstances for the issuance of an RFI.”",
    "In Washington, Indian Finance Minister Nirmala Sitharaman and the top level Indian Economic delegation also met with Ali Sabry at the IMF Headquarters.",
    "Sri Lanka to move forward and has emphasized on India’s commitment to strengthen the development of the economy in Sri Lanka.",
    "Sitharaman has also affirmed to Minister Ali Sabry that “India will fully support the deliberations of Sri Lanka with the IMF",
    "especially on the special request made for expediting an Extended Fund Facility. (EFF).” the Finance Ministry said.",
    "If Sri Lanka goes for EFF, analysts say Sri Lanka will be able to get an up to 3 billion loan, while the RFI will see over 700 million US dollar support.",
    "By 2025 Sri Lanka’s IMF loans would fall to around 60 percent of quota, allowing a drawdown of around 470 percent of quota at peak, in a 535 percent access program.",
    "A recent program for Argentina, the archetypal soft-pegged defaulter, got 1200 percent quota access.",
    "Analysts have speculated that a front loaded Stand-by or an EFF may be assigned to Sri Lanka and have suggested that given the monetary instability that had come from flexible-inflation-targeting-with-a-peg in the past a reserve money program should be followed."
  ]
}