{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-agriculture-minister-allays-fears-over-rice-shortage-95512/",
  "time_ut": 1654768620,
  "title": "Sri Lanka Agriculture Minister allays fears over rice shortage",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Agriculture Minister Mahinda Amaraweera allayed fears over a looming food crisis in the near future as cultivation data show farmers have started to cultivate the country’s staple food more than last year.",
    "Prime Minister Ranil Wickremesinghe has warned of a severe food crisis in August as Sri Lanka has failed to produce adequate rice crops in the last two cultivation seasons due to a fertilizer ban imposed in April last year. As a result, farmers had to cultivate rice without subsidized fertilizer in 2021.",
    "President Gotabaya Rajapaksa banned fertilizer citing it has become a source of non-communicable diseases like cancer and chronic kidney disease in the main areas rice is cultivated in Sri Lanka.",
    "“I would like to say, we do not need to panic. The situation is better than expected. In this season, 440,000 hectares are being cultivated,” Amarawera told the parliament.",
    "“When compared with the last season it is better than expected. When we take the cultivated lands in 2020 it was 400,336 hectares and in 2021, it was 445,000 hectares. So this time it is better than the time we gave fertilizer for free.”",
    "He said the yield may drop in the current cultivation season between 40-50 percent, after it fell 40 percent in the last Maha cultivation season from November and February.",
    "He said the ministry has estimated the rice demand for one year is 2.4 million metric tonnes where as the harvest in both cultivation seasons this year would be around 1.6 million metric tonnes which is enough only for eight months.",
    "“The yield we get is enough for only 8 months. We need stocks for another 4 months and that is why we are importing another 800,000 metric tonnes,” Amaraweera said.",
    "He says with the yield Sri Lanka gets from the Yala season, it will be sufficient until the end of December but there will be a need for rice in January 2023.",
    "Therefore Amaraweera suggested that the government should increase the current rice export from 339,000 metric tonnes to 350,000 metric tonnes.",
    "“We had a reserve stock of rice and yesterday I told them to issue it to the market below 200 rupees per one kg. There is no need to stock rice because we will only need rice by the end of December.” (Colombo/June 09/2022)"
  ]
}