{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/17/lanka-ioc-increases-fuel-prices-again/",
  "time_ut": 1650214440,
  "title": "Lanka IOC increases fuel prices, again",
  "body_lines": [
    "COLOMBO (News 1st); Lanka IOC has decided to increase its Retail Selling Prices of Petrol (Gasoline) by Rs 35/ltr and Diesel (Gasoil) by Rs 75/ltr with effect from Sunday (17) midnight.",
    "Rupee devaluation by more than 60% during last one-month since 7th March 2022, compelled Lanka IOC to again increase its Retail Selling Prices of Gasoline by Rs 35/ltr and Gasoil price by Rs 75/ltr wef today midnight.",
    "Rupee is constantly devaluing against the dollar after floating by CBSL since 7th March 2022 and reached to Rs 330 per US$ from the level of 203, making fuel import much costlier. All Licenced commercial banks in the country are facing huge crunch in foreign exchange inflow despite the sharp rupee depreciation. Exporters are not coming forward for conversion of foreign currency even at the rates higher than the official rates.",
    "Even though the international prices are stable since last one week amid the surge in COVID cases in China and preparation of International Energy Agency for releases of oil reserves, the currency depreciation is increasing the fuel import cost significantly.",
    "In a media statement Mr. Manoj Gupta, Managing Director LIOC, informed that “Unstable currency rates & steep Rupee depreciation has directly impacting the landed cost of Gasoil & Gasoline making them expensive by an equivalent amount per litre. Our current losses are exorbitantly high considering at current exchange rate and international prices leaving no other option but to increase the prices of Gasoil & Gasoline. In view of uncertainty in the global market coupled with Sri Lanka country risk, most of the suppliers are not participating in the tenders or quoting high premium for supply of Gasoil & Gasoline. Despite this price increase, there would still be heavy losses being suffered by the company.",
    "Lanka IOC has always remained committed towards the economic and social upliftment of Sri Lanka. We are very much disturbed and pained to pass on the impact of currency devaluation to our customers but absolutely left with no option to ensure our sustenance & maintaining uninterrupted fuel supply. The last fuel price revision by LIOC was done on 26th March only on Gasoline when the exchange rate was prevailing at 300 against USD. Gasoil Prices were not increased that time. The currency has depreciated further & while the CBSL TT selling rate is 330 as of now, the Licenced commercial Banks are not able to provide USD even at the LKR rate of 345.”",
    "Mr Gupta assured that “we will review the selling prices on periodical basis and would be more than happy to give some relief to our valued customer by reducing the prices as and when situation improves and the currency is appreciated & stabilize.",
    "Since LIOC does not receive any subsidy from the Government of Sri Lanka and its losses are calculated based on landed cost of the product after considering payment of applicable duties, taxes & other statutory levies including handling charges, it has to revise the fuel prices being the public limited company and accountable to its more than 13000 local shareholders.",
    "(PICTURES) Video projection mapping lights up President’s Office in Sri Lanka"
  ]
}