{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/cpa-poll-96-sri-lankans-want-all-politicians-audited/",
  "time_ut": 1651215060,
  "title": "CPA Poll: 96% Sri Lankans want all Politicians Audited",
  "body_lines": [
    "COLOMBO (News 1st); 96.2% of Sri Lankans believe that all politicians should be audited and all their unaccounted wealth should be confiscated by the state, a recent poll has found.",
    "According to this poll by the Center for Policy Alternatives, nine out of ten Sri Lankans hold the opinion that Prime Minister Mahinda Rajapaksa should resign, and that the Rajapaksa family should leave Sri Lankan politics, with 87% supporting the demand that President Gotabaya Rajapaksa should also resign.",
    "Nearly 75% believe the Executive Presidency should be abolished with more than half the country (55%) wanting all 225 MPs to resign.",
    "The poll also shows that 88% of Sri Lankans have either been a queue or had a family member stand in queues for essential items such as gas, fuel, milk powder, and fertilizer over the past one month.",
    "According to the Confidence in Democratic Governance Index prepared by the Center for Policy Alternatives 90% of Sri Lankans have had their income or their family’s income affected as a result of the current economic crisis, with 58% believing that the return of the nations economy to normalcy will take a long time.",
    "Only 2% of those polled believed Sri Lanka’s economic woes could be attributed to the current world economic situation, with 90% attributing the crisis to political reasons.",
    "The Index (Wave 2) was carried out using a semi-structured questionnaire with 1200 sample respondents from the four main ethnic communities.",
    "The sample distribution captured men and women from both urban and rural localities in all districts, said the CPA.",
    "A multi-staged random stratified sampling technique was used to select the sample locations, and the",
    "respondents were selected using the snowball sampling technique within sample locations.",
    "Field work for the national poll was conducted during 19th to 25th April 2022. The dataset was weighted in order to reflect the actual district and ethnic proportion of the population. The data set was analyzed using the Statistical Package for Social Sciences (SPSS)."
  ]
}