{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/sri-lanka-life-saving-gets-new-supplies-from-us-embassy/",
  "time_ut": 1651232460,
  "title": "Sri Lanka Life Saving gets new supplies from US Embassy",
  "body_lines": [
    "COLOMBO (News 1st); An invaluable set of critical medical supplies and paramedic equipment including spine boards, oxygen bag, valve masks and CPR mannequins was donated to the Sri Lanka Life Saving by the USA embassy in Colombo, Sri Lanka at the SLLS Headquarters in Mount Lavinia, under the patronage of Julie Chung, the US Ambassador.",
    "Sri Lanka Life Saving is the National Body for Drowning Prevention and Water Safety related activities in Sri Lanka, and is a non-profit semi-governmental organization registered with the Ministry of Sports and functioning its activities very closely with the Ministry of Defense, Ministry of Health, Ministry of Education and the Ministry of Disaster Management (Disaster Management Center).",
    "The main aim of Sri Lanka Life Saving is to prevent drowning and water related accidents in Sri Lanka. Thousands of people who have been trained by us free of charge are striving towards this common cause, silently working for the safety of the people and communities. Among them are school children, the Armed Forces, the Civil Defense, the Police and the Coast Guard.",
    "Floods have been a major and a regular issue in Sri Lanka in the recent years and equipment that has been donated previously has been used to save numerous lives that have been subject to this natural disaster.",
    "The last few weeks have seen a sharp increase in the number of waterborne accidents in the island, and the newly donated equipment will be instrumental in handling these situations more effectively, as modern technology expands lifesaving services.",
    "INS ‘Gharial’ arrives in Colombo; Medical aid from India handed over to Sri Lanka",
    "President agreed to form Interim Government; National Council would appoint new PM, Cabinet"
  ]
}