{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81500/india-pledges-usd-1-mn-for-bimstec-secretariat-to-increase-operational-budget",
  "time_ut": 1648630080,
  "title": "India pledges USD 1 Mn for BIMSTEC secretariat to increase operational budget",
  "body_lines": [
    "Indian Prime Minister Narendra Modi on Wednesday announced that India will provide USD 1 million to the ‘Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) secretariat to increase its operational budget.",
    "Addressing the fifth BIMSTEC Summit virtually, PM Modi said, “India will provide the (BIMSTEC) secretariat 1 million US dollars to increase its operational budget. It is important to strengthen the capacity of (the BIMSTEC) secretariat. I suggest the Secretary-General create a roadmap for the same.”",
    "He made the announcement in the backdrop of making early progress on the proposal of the BIMSTEC free trade agreement (FTA) to enhance mutual business.",
    "“We should also increase exchanges between entrepreneurs and start-ups of our countries. Along with this, we should also try to adopt international norms in the field of Trade Facilitation,” said PM Modi.",
    "He said that the time has come to make the Bay of Bengal the bridge of connectivity, prosperity and security.",
    "He said, “Make the Bay of Bengal a bridge of connectivity, a bridge of prosperity, a bridge of security as the region is facing challenges of health and economic security and stressed the need for solidarity and cooperation.”",
    "“I call on all BIMSTEC nations to dedicate themselves to working with new enthusiasm to achieve the goals we achieved together in 1997,” said PM Modi.",
    "Talking about the recent developments in Europe regarding the Russia-Ukraine war, he said, “The recent developments in Europe have raised questions about the stability of the international order. In this context, it has become a greater priority to have regional cooperation.”",
    "He also announced adopting the BIMSTEC charter to develop institution architecture for the group.",
    "“We are working on extending and expanding the scope of the BIMSTEC scholarship program offered by the Nalanda International University. We are also signing a treaty on mutual legal assistance on criminal matters,” said PM Modi.",
    "Emphasizing the BIMSTEC Center for Weather and Climate, Prime Minister said, “The BIMSTEC Center for Weather and Climate is an important organization for cooperation on disaster management, especially disaster risk reduction. I would like your cooperation to make this more active. India is ready to contribute USD three million dollars to restart the work of this centre,” he said.",
    "To strengthen BIMSTEC regional cooperation, he said, “Our region has not remained untouched by today’s challenging global scenario. Our economies, our people, are still suffering the effects of the COVID-19 pandemic.”",
    "Meanwhile, Bhutan Prime Minister Dr Lotay Tshering thanked PM Modi for providing COVID-19 vaccines to the nation.",
    "“I would like to thank PM Modi for sharing COVID-19 vaccines with us, it provided the much-needed protection from COVID-19. More than 90 per cent of our citizens are vaccinated, protection of everyone is still our priority,” said Tshering at the 5th BIMSTEC Summit.",
    "PM Modi also said that the outcome of this landmark summit will write a golden chapter in the history of BIMSTEC as this year marks the 25th year of its establishment of BIMSTEC.",
    "The ‘Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC)’ is a regional multilateral organisation. Its members lie in the littoral and adjacent areas of the Bay of Bengal, constituting a contiguous regional unity. The members include Bangladesh, Bhutan, India, Nepal, Sri Lanka, Myanmar and Thailand."
  ]
}