{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Cabinet-Sub-Committees-to-fast-track-trade-investment-from-friendly-countries/56-731916",
  "time_ut": 1647196200,
  "title": "Cabinet Sub-Committees to fast-track trade, investment from friendly countries",
  "body_lines": [
    "The three Cabinet Sub-Committees, which were appointed by the President last month to negotiate with China, Japan and the Middle East Region on economic matters met for the first time on 9 and 10 March at the Parliament",
    "under the Chairmanship of Foreign Affairs Minister Prof. G.L. Peiris.",
    "Commencing its task, the Cabinet Sub-Committees convened the initial meetings with the participation of Cabinet Ministers Bandula Gunawardena, Namal Rajapaksa, Ali Sabry, Ramesh Pathirana and Johnston Fernando, who function as the Members of the Sub Committees.",
    "The Committees were appointed based on a Cabinet Memorandum presented by the Minister of Finance Basil Rajapaksa, under the theme ‘Economy 2022 and the Way Forward’ to negotiate with countries from which essential food items, raw materials and industrial goods required for the export-oriented industries are imported to the country, with a view to identifying alternative methods of importing such goods.",
    "Chairman and Foreign Affairs Minister Prof. Peiris outlined that the President has appointed the Cabinet Sub-Committees to explore an economic way forward in collaboration with reliable trading partners to create a facility that supports trade.",
    "Secretaries and senior officials of the relevant ministries briefed on various matters such as issues related to trade, employment and foreign remittances.",
    "The Cabinet Sub-Committee on China was briefed on the current progress related to the ongoing negotiations in respect of the proposed China-Sri Lanka Free Trade Agreement, while the Committee agreed to fast-track the possible next steps in consultation with the relevant stakeholders at the earliest.",
    "The Sub-Committees have directed the relevant officials to obtain a list of urgent requirements from all ministries and agencies, which Sri Lanka may solicit from partner countries, to achieve economic stability and quick progress."
  ]
}