{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-energy-minister-blames-fuel-shortages-on-past-decisions-92161/",
  "time_ut": 1648465800,
  "title": "Sri Lanka energy minister blames fuel shortages on past decisions",
  "body_lines": [
    "ECONOMYNEXT – Noting that two shipments of diesel are set to arrive in Sri Lanka this week, Energy Minister Gamini Lokuge on Monday (28) blamed the ongoing scheduled power outages in the cash-strapped nation on an alleged reluctance to purchase crude oil in the past,",
    "Lokuge told reporters that the prevailing five-to-seven-hour power cuts are due to the ongoing forex shortages as well as decisions made in the past with regard to crude oil.",
    "The Sapugskanda oil refinery under the Ceylon Petroleum Corporation (CPC) was closed down from March 21 onwards due to lack of crude oil to run the refinery, in the hopes of reopening it from the first week of April. The refinery is capable of producing 30 percent of the country’s fuel needs.",
    "“We could have produced not only petrol, diesel and kerosene oil for public consumption, but also fuels such as diesel, naphtha and heavy fuel oil for power generation as well,” Lokuge said.",
    "“We plan to order two ships of 40,000 metric tons of crude oil this week,” he added.",
    "Due to the lack of fuel to run the thermal power plants and hydro power generation decreasing to around 28 percent, authorities said, power shedding will be extended till May or until the rainy season starts to generate hydro power.",
    "The Ceylon Electricity Board (CEB) said it has been advised to limit the use of reservoirs to generate electricity.",
    "The CEB on Monday said both the Kelanitissa power station and the Kelanitissa Combined Cycle power station are expected to shut down by 11am on Tuesday (29) due to lack of fuel.",
    "Lokuge commenting on the ongoing fuel shortage for public consumption said the CPC has enough petrol in store and diesel consignments are continuing to arrive to cater to the demand.",
    "“In Muthurajawela alone we have around 20-30,000 metric tonnes of petrol and in Kolonnawa we have 8,000MT. We will also be unloading a consignment of 37,000MT of diesel today while another fuel ship coming from India is also scheduled to arrive on April 01,” Lokuge said.",
    "“The fuel issue is being addressed now. We believe that in the coming days the over-consumption will end,” he added.",
    "Lokuge further said the Ministry of Energy is also looking at agreements between the CPC and the Lanka Indian Oil Corporation (IOC) in order to tackle the price increase by Lanka IOC last week.",
    "“We asked the IOC to match their prices with ours but they did not do that, and now we have informed the secretary to the department to look at our agreements with the IOC to determine what actions we can take to control the situation,” he said. (Colombo/Mar28/2022)"
  ]
}