{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Drones-are-a-threat-to-citizens-privacy-and-national-security/108-237864",
  "time_ut": 1653676200,
  "title": "Drones are a threat to citizens’ privacy and national security",
  "body_lines": [
    "Foreign entities promoting unmanned drone operations in the country under cover of commercial operations",
    "The allegation made in Parliament on May 20, that drones had been used to obtain accurately the locations and access roads of the large number of houses of politicians that were attacked and burnt down, needs serious investigation against the possible violations of privacy laws and threats to national security, former MP President’ Counsel M. M. Zuhair said.",
    "He said , “Leader of the House and Minister of Home Affairs, Provincial Councils and Local Government Dinesh Gunawardene made the accusation that drone technology had facilitated outsiders from the area to carry out the islandwide 9th May attacks on homes of government politicians, accurately and effectively and urged parliamentary supervision over the ongoing investigations.",
    "Unsurprisingly, the Minister did not refer to the attacks on the peaceful protesters at ‘Myna-Go-Gama’ and ‘Go-HomeGota’ and the need to use modern technologies to track down the attackers!",
    "However, looming threats not only to ‘privacy’ but also to ‘security’ need to be examined in the light of interested parties working with foreign entities promoting unmanned drone operations in the country under cover of commercial operations. At a time when the country is undergoing serious economic crisis amidst warnings of deepening food shortages in the coming months, unmanned drone operations being promoted commercially by vested interests need to be examined from a national security perspective as well as from financial, legal and ethical perspectives.",
    "It is unbelievable that amidst such critical situations when, hit by dollar shortages, Sri Lankans are struggling for their daily essentials, an Israeli based company is being promoted here to market fully automated drones, requiring no operator and capable of unlimited data capture and analysis.",
    "The dangers of certain foreign secret services, with the dubious record of toppling governments that do not fall in line with external geo-political strategies in the region, openly marketing security sensitive products through their frontal foundations, more so amidst a serious political, social and economic crisis are shocking issues. Such moves should also receive similar parliamentary as well as judicial examination because commercially available drones can indeed become threats to citizens’ privacy and national security!,”"
  ]
}