{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/03/imposing-social-media-ban-a-violation-of-human-rights-sl-human-rights-chief/",
  "time_ut": 1648976100,
  "title": "Imposing Social Media Ban a violation of Human Rights – SL Human Rights Chief",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Human Rights Commission has noted that imposing a social media ban is a violation of Human Rights.",
    "The Human Rights Commission of Sri Lanka has stressed that imposing Public Emergency without proper assessment of a threat to national security, is a violation of Human Rights.",
    "Chairperson of the Human Rights Commission of Sri Lanka retired Supreme Court Judge Rohini Marasinghe told News 1st that this decision was reached at a special meeting held on Sunday (4).",
    "The HRCSL Chairperson also said that it is unjust and unfair for the TRC to impose a Blanket Closure of social media upon being requested to do so by the Ministry of Defence.",
    "The Human Rights Commission of Sri Lanka views such actions as a violation of Human Rights.",
    "The Human Rights Commission noted that it would inform the TRC to immediately lift the ban on social media.",
    "It added that if a person is attempting to mislead the public via social media, the law needs to be enforced against the said individual and that banning social media used by the community at large is a violation of human rights.",
    "In addition, the Human Rights Commission has condemned the attacks on journalists during a protest in Mirihana, Nugeogda on the 31st of March.",
    "Chairperson of the HRCSL said the Inspector General of Police will be summoned to the Commission for an explanation on Tuesday (5).",
    "Further, the HRCSL is also looking into an attack on protestors by a Senior Cop at a protest in Anuradhapura.",
    "That senior police officer too will be summoned to the HRCSL on Tuesday (5) for an explanation.",
    "Imposing Social Media Ban a violation of Human Rights – SL Human Rights Chief"
  ]
}