{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/30/two-pakistani-federal-ministers-resign-ahead-of-no-faith-motion-on-imran-khan/",
  "time_ut": 1648633500,
  "title": "Two Pakistani Federal Ministers resign ahead of No-Faith motion on Imran Khan",
  "body_lines": [
    "KARACHI: Two members of Pakistan’s MQM-P serving as federal ministers, Farogh Naseem and Aminul Haque, have stepped down from their posts, hours after the party’s announcement to side with the Opposition in the vote of no-confidence against Prime Minister Imran Khan.",
    "Naseem, who served as federal minister on law and justice, and Haque, who served as federal minister on information technology and telecommunication, submitted their resignations to the prime minister as soon as they got permission from MQM-P’s Rabta Committee.",
    "The ministers believed that making such a decision was not right as long as they are members of PM Imran Khan’s cabinet and, therefore, decided to resign from the federal cabinet first.",
    "It was expected that Naseem would side with the prime minister against the party as he valued his advice throughout the three-and-a-half years since the formation of the government, but since he was elected as a Senator from MQM-P’s quota, he went with the party’s decision.",
    "The government has been facing back-to-back blows as the voting day on the Opposition’s no-trust motion nears.",
    "In another major blow to PTI, the MQM-P decided to desert the ruling party and join hands with the joint Opposition to support their no-confidence motion against the prime minister.",
    "Following the development, the government lost the majority in the Lower House and the no-confidence motion against PM Imran Khan — on which the National Assembly is expected to vote on April 3 — will likely be successful.",
    "With 177 members, the Opposition now has more numbers in the NA and they do not need the support of the disgruntled PTI MNAs. On the other hand, the government is left with the support of only 164 members of Parliament.",
    "Two Pakistani Federal Ministers resign ahead of No-Faith motion on Imran Khan"
  ]
}