{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82155/several-decisive-political-discussions-to-be-held-today-and-tomorrow",
  "time_ut": 1651464900,
  "title": "Several decisive political discussions to be held today and tomorrow",
  "body_lines": [
    "Several rounds of key discussions on the current political crisis will be held today (02) and tomorrow (03), according to political sources.",
    "It is reported that the discussions are being held with regard to the formation of an all-party government.",
    "Accordingly, a discussion between representatives appointed by independent groups and the President is scheduled to be held this morning.",
    "MPs Nimal Siripala de Silva, Wimal Weerawansa, Udaya Gammanpila, Tiran Alles and Anura Priyadarshana Yapa are scheduled to participate in this discussion.",
    "Following the meeting convened by the President last Friday, the said group as appointed to hold discussions with political parties to seek proposals and ideas for the formation of an all-party government.",
    "Accordingly, the group will meet the President today and hold discussions while they will hold discussions with the Sri Lanka Podujana Peramuna (SLPP) tomorrow.",
    "In addition, a special discussion of the independent groups is scheduled for this evening and tomorrow.",
    "It is said that the President has also expressed his willingness to form an all-party government based on the current political turmoil.",
    "However, political sources said that some members representing the Sri Lanka Podujana Peramuna have expressed their opposition to this.",
    "However, the next parliamentary session is scheduled to be held on the 3rd of May. It is reported that a new Deputy Speaker will be appointed on this day.",
    "Mr. Ranjith Siyambalapitiya, who had served as the Deputy Speaker, had ended his duties in that position on April 30.",
    "Accordingly, two names have already been proposed for the post of Deputy Speaker and a secret ballot will be held to elect a Member of Parliament for that post, according to political sources.",
    "This secret ballot is also being touted by some as an opportunity to test the power of the Sri Lanka Podujana Peramuna."
  ]
}