{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-interim-government-should-operate-for-one-year-Champika-Ranawaka/172-237186",
  "time_ut": 1652812260,
  "title": "“The interim government should operate for one year”- Champika Ranawaka",
  "body_lines": [
    "We cannot steer the country out of the current mess through abrupt measures",
    "For the time being, there are some proposals for political reforms by the Sri Lanka Bar Association",
    "In addition to the foreign exchange crisis we are grappling with a rupee crisis",
    "Our available foreign exchange should be used only for the import of pharmaceuticals, essential foods, fuel and cooking gas",
    "We should evolve a common minimum programme and agree to it casting aside our ideologies based on neo-liberalism or Marxism",
    "When seeking assistance from foreign countries, there can’t be strings attached",
    "The country should be given an assurance that the new administration is formed to resurrect the country, but not the Rajapaksas",
    "Samagi Jana Balawegaya (SJB) MP Patali Champika Ranawaka in an interview with the Daily Mirror speaks about the new Government and the challenges ahead.",
    "Q   In the midst of the crisis the SJB, which you represent, is riddled with different views. What is your view?",
    "According to an opinion poll by your own newspaper 96 percent of people want the president to step down.  That is the dominant opinion of the entire country. We tend to attribute this crisis to wrongful politics during the past 74 years in the post-independence era. But the latest collapse was triggered by the frauds of the First Family.  These family members robbed the country of public money. When we said it in 2015 only some people listened to us. Today the whole country believes in what we said. We cannot steer the country out of the current mess through abrupt measures.  It should happen through a transitional period according to a time-bound action plan with the introduction of necessary political reforms.  As such, we proposed an all party government.  It should bring about necessary political reforms and rebuild the country’s image internationally.  It should conform to the aspirations of people and have a minimum economic plan to steer the country out of the crisis.",
    "\"According to an opinion poll by your own newspaper 96 percent of people want the president to step down.  That is the dominant opinion of the entire country. We tend to attribute this crisis to wrongful politics during the past 74 years in the post-independence era. But the latest collapse was triggered by the frauds of the First Family\"",
    "Q   But the SJB refused to join the government and insists that the president should step down.  Later, it changed its position and agreed to join the government.  Why did it soften its position?",
    "If the president resigns, the prime minister would become the acting president. At that moment there was no prime minister.  In such a situation the Speaker and the Chief Justice have to take over. We saw    mob rule. It is an anarchic situation. Law and order should be restored first.  We cannot allow young people, armed with cudgels, to unleash mob violence.  People should be allowed to live freely. We cannot allow properties of anyone to be damaged. The law should be strictly enforced.",
    "For the time being, there are some proposals for political reforms by the Sri Lanka Bar Association. We can act upon them.  In the meantime many organizations have put forward proposals for economic reforms. Our 43rd Brigade has presented a progarmme of work.  The new Central Bank governor and the Finance Ministry Secretary are awake to the current economic realities.   We have to evolve a fresh programme.",
    "In addition to the foreign exchange crisis we are grappling with a rupee crisis. First of all, we should prevent the collapse of our banking sector.   We should present a new budget and make our primary balance zero.  We should appoint legal and financial advisors to restructure our debts.  We should prioritise our areas of foreign exchange earnings.  If we should go for import restrictions we should rationalise it.  The construction of expressways and the development of 100,000 kilometres of road are no longer realistic in this country.  Our available foreign exchange should be used only for the import of pharmaceuticals, essential foods, fuel and cooking gas. We should douse public tension and restore confidence in the government.",
    "The party leaders should know one thing. They may have different ideologies. Still we need to compromise. On the one hand we should evolve a common minimum programme and agree to it casting aside our ideologies based on neo-liberalism or Marxism. If we go for an election after a certain period, we should introduce reforms required for a free and fair election.   We should establish the independent election commission.  A mechanism is needed to end bias propaganda through state and private media channels.  We should impose ceilings on campaign financing.  We have to go for a general election according to a time-bound plan. By that time, the president should have stepped down making way for a new president.",
    "\"It is not the individual leadership that matters. Yes, it is true that a leader should be brave and committed to the cause. We expect a lot of sacrifices from the next Cabinet. They are not supposed to get perks in terms of vehicles, additional staff members, official residences and office facilities.  We need austerity measures to be taken.\"",
    "Q   Now the government has been formed sans the SJB. What is your view?",
    "I don’t know about the SJB. But I believe that Mr. Wickremesinghe, as the new prime minister, should be allowed to function now. The prime minister should lay down his action plan to drive the country out of its quagmire.  It has to be the 100-day programme.  He should enforce law not only against those who assaulted Galle Face protestors, but also those who led arson attacks and vandalised private property. Legal action should be taken against all responsible irrespective of their positions and party affiliations.",
    "Likewise, there is global opinion that the investigation into Easter Sunday carnage is not carried out properly.  Our credibility has suffered as a result. Investigation should be led in the right direction.  Also, the 21st Amendment to the Constitution should be incorporated. A timeline should be set for the president to step down forthwith. The country should know it.",
    "Next, it is important for him to spell out how he will address the issue of bridge financing.  When seeking assistance from foreign countries, there can’t be strings attached. If such assistance is attached with strings, it would be decisive for the country’s future. Also, if the government strikes an agreement with the International Monetary Fund (IMF), it should be disclosed to the public.",
    "\"We saw    mob rule. It is an anarchic situation. Law and order should be restored first.  We cannot allow young people, armed with cudgels, to unleash mob violence.  People should be allowed to live freely. We cannot allow properties of anyone to be damaged\"",
    "Q   What do you think of the appointment of Mr. Wickremesinghe as the prime minister?",
    "It does not matter whoever becomes the prime minister. What matters is the agreement on the common agenda by all the parties. The country should be given an assurance that the new administration is formed to resurrect the country, but not the Rajapaksas. It is not the individual leadership that matters. Yes, it is true that a leader should be brave and committed to the cause. We expect a lot of sacrifices from the next Cabinet. They are not supposed to get perks in terms of vehicles, additional staff members, official residences and office facilities.  We need austerity measures to be taken.",
    "Q   Ranil Wickremesinghe sounded positive about assistance forthcoming from the friendly countries to tide over the crisis. He is hopeful of help from the international community due to his ties. How do you look at it?",
    "That comes from his experience as a political leader for a period spanning nearly 50 years. That is the advantage. However, international relations are not defined by personal matters. There has to be a set of policies and a programme. That is what is more important.",
    "Today, there are signs of a global economic recession. The US economy is confronted with a huge inflationary effect over some of its policy adjustments. The European economy has been hit badly by the Russia-Ukraine war. The Chinese economy has got a battering by the outbreak of Covid-19.  Indian economy is also facing headwinds.  Countries like Pakistan and Nepal are facing situations almost similar to ours. Debt sustainability is going to be an issue.",
    "\"First of all, we should prevent the collapse of our banking sector.   We should present a new budget and make our primary balance zero.  We should appoint legal and financial advisors to restructure our debts.  We should prioritise our areas of foreign exchange earnings\"",
    "Q   The Janatha Vimukthi Peramuna (JVP) and the Frontline Socialist Party (FSP) are two political parties that lead the current protest wave called ‘struggle’.  What is your view on them?",
    "The JVP is a party that operates within the framework of democracy.  We urge the FSP to embrace democracy and act within the contours of the Constitution without dreaming yet another Bolshevik Revolution for the formation of a government outside the democratic framework.  The FSP should not remain stuck in their hard and fast ideology.",
    "\"Mr. Mahinda Rajapaksa played his typical violent politics by unleashing goons against protestors.  It only instigated further violence.  It is important to implement the law in this regard. Besides, the new government should introduce new laws to deal with corruption and frauds. Then, a future government can initiate steps for the recovery of stolen money\"",
    "Q   In the Galle Face promenade, protestors chased out Opposition Leader Sajith Premadasa when he visited them after violence was unleashed on them on May 9. Yet, JVP leader Anura Kumara Dissanayake did not face such a fiasco when he visited the protest site. How do you see that?",
    "In this protesting site, there are both political and apolitical elements.  There is video footage clearing showing who assaulted Mr. Premadasa.  They are politically motivated individuals. They cannot claim to be apolitical elements.",
    "Former Prime Minister Mahinda Rajapaksa should be held responsible for the current predicament with scores of people dead and injured.   Even the properties of politicians, who don’t have even a cent of ill-gotten wealth, were burned down.",
    "Mr. Mahinda Rajapaksa played his typical violent politics by unleashing goons against protestors.  It only instigated further violence.  It is important to implement the law in this regard. Besides, the new government should introduce new laws to deal with corruption and frauds. Then, a future government can initiate steps for the recovery of stolen money.  It will be a difficult task for an interim government to do.",
    "The interim government should operate for one year. If it is difficult, it should be there for six months. Afterwards, an election should be conducted.   If the plight of the country takes a turn for the worse by then, with people starving and tensed up, they won’t have the mindsets to take correct electoral decisions.",
    "People made a mistake at the election which produced the current president as the winner. This was because the media and the others had overblown his competence. Also, people lived in fear in the wake of the Easter Sunday attack at that time.  Finally, they did not take the correct decision.  This happened in Greece in 2010. The traditional parties were routed. In such anarchic situations, rightwing and leftwing populists emerge.",
    "\"There is global opinion that the investigation into Easter Sunday carnage is not carried out properly.  Our credibility has suffered as a result. Investigation should be led in the right direction.  Also, the 21st Amendment to the Constitution should be incorporated\""
  ],
  "translate": {
    "si": {
      "title": "අන්තර්වාර රජය වසරක කාලයක් ක්‍රියාත්මක විය යුතුයි - චම්පික රණවක",
      "body_lines": [
        "හදිසි ක්‍රියාමාර්ග හරහා අපට රට පවතින අවුලෙන් ගොඩගත නොහැක",
        "දැනට ශ්‍රී ලංකා නීතිඥ සංගමයේ දේශපාලන ප්‍රතිසංස්කරණ සඳහා යෝජනා කිහිපයක් තිබේ",
        "විදේශ විනිමය අර්බුදයට අමතරව රුපියලේ අර්බුදයක් සමඟ අපි පොරබදමින් සිටිනවා",
        "අපේ පවතින විදේශ විනිමය භාවිත කළ යුත්තේ ඖෂධ, අත්‍යවශ්‍ය ආහාර, ඉන්ධන සහ පිසින ගෑස් ආනයනය සඳහා පමණයි.",
        "නව ලිබරල්වාදය හෝ මාක්ස්වාදය මත පදනම් වූ අපගේ මතවාද පසෙක දමා පොදු අවම වැඩපිළිවෙලක් සකස් කර එයට එකඟ විය යුතුය.",
        "විදේශ රටවලින් ආධාර ලබා ගැනීමේදී, නූල් අමුණා තිබිය නොහැක",
        "නව පාලනය ගොඩනැගෙන්නේ රට යළි නැගිටීමට මිස රාජපක්ෂලාට නොවන බවට සහතිකයක් රටට දිය යුතුයි.",
        "සමගි ජන බලවේගයේ (SJB) පාර්ලිමේන්තු මන්ත්‍රී පාඨලී චම්පික රණවක මහතා Daily Mirror සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් නව රජය සහ ඉදිරි අභියෝග පිළිබඳව අදහස් දක්වයි.",
        "ප්‍ර   අර්බුද මධ්‍යයේ ඔබ නියෝජනය කරන SJB විවිධ අදහස්වලින් පිරී ඇත. ඔබේ දැක්ම කුමක්ද?",
        "ඔබේම පුවත්පතේ මත විමසුමකට අනුව සියයට 96 ක ජනතාවක් කැමති ජනාධිපතිවරයා ඉවත් වීමටයි. මුළු රටේම ප්‍රමුඛ මතය එයයි. නිදහසින් පසු ගත වූ වසර 74 ක කාලය තුළ මේ අර්බුදය වැරදි දේශපාලනයක් බවට අපි ආරෝපණය කිරීමට නැඹුරු වෙමු. නමුත් නවතම බිඳවැටීම පළමු පවුලේ වංචාවන් විසින් අවුලුවන ලදී. මේ පවුල්වල අය රටේ මහජන මුදල් මංකොල්ල කෑවා. 2015 දී අපි ඒක කිව්වම සමහර අය විතරයි අපිට ඇහුම්කන් දුන්නේ. අපි කියපු දේ අද මුළු රටම විශ්වාස කරනවා. හදිසි ක්‍රියාමාර්ග හරහා අපට රට පවතින අවුලෙන් ගොඩගත නොහැක. අවශ්‍ය දේශපාලන ප්‍රතිසංස්කරණ හඳුන්වාදීමත් සමඟ කාලානුරූපී ක්‍රියාකාරී සැලැස්මකට අනුව සංක්‍රාන්ති සමයක් හරහා එය සිදුවිය යුතුය. ඒ නිසා අපි සර්ව පාක්ෂික ආණ්ඩුවක් යෝජනා කළා. අවශ්‍ය දේශපාලන ප්‍රතිසංස්කරණ ගෙන ඒම සහ ජාත්‍යන්තර වශයෙන් රටේ ප්‍රතිරූපය යළි ගොඩනැංවිය යුතුයි. එය ජනතාවගේ අභිලාෂයන්ට අනුකූල විය යුතු අතර රට අර්බුදයෙන් ගොඩ ගැනීමට අවම ආර්ථික සැලැස්මක් තිබිය යුතුය.",
        "\"ඔබගේම පුවත්පතේ මත විමසුමකට අනුව සියයට 96කටම අවශ්‍ය වන්නේ ජනාධිපතිවරයා බලයෙන් ඉවත්වීමයි.  මුළු රටේම ප්‍රමුඛ මතය එයයි. නිදහසින් පසු ගතවූ වසර 74ක කාලය තුළ අපි මෙම අර්බුදය වැරදි දේශපාලනයක් ලෙස ආරෝපණය කිරීමට නැඹුරු වෙමු. යුගය නමුත් නවතම බිඳවැටීම පළමු පවුලේ වංචාවන් විසින් අවුලුවන ලදී.",
        "ප්‍ර   නමුත් SJB රජයට එක්වීම ප්‍රතික්ෂේප කළ අතර ජනාධිපතිවරයා ඉල්ලා අස්විය යුතු බව අවධාරනය කරයි. පසුව එය තම ස්ථාවරය වෙනස් කර රජයට එක්වීමට එකඟ විය. එය එහි පිහිටීම මෘදු කළේ ඇයි?",
        "ජනාධිපතිවරයා ඉල්ලා අස් වුණොත් අගමැති වැඩ බලන ජනාධිපති වෙනවා. ඒ මොහොතේ අගමැතිවරයෙක් සිටියේ නැත. එවැනි තත්ත්වයක් තුළ කථානායකවරයාට සහ අගවිනිසුරුවරියට වැඩ භාරගන්න සිදුවෙනවා. අපි දැක්කා මැර පාලනයක්. එය අරාජික තත්ත්වයකි. මුලින්ම නීතිය හා සාමය ස්ථාපිත කළ යුතුයි. කල්ලි වලින් සන්නද්ධ තරුණයින්ට මැර ප්‍රචණ්ඩත්වය මුදා හැරීමට අපට ඉඩ දිය නොහැක. මිනිස්සුන්ට නිදහසේ ජීවත් වෙන්න දෙන්න ඕන. කාගෙවත් දේපළවලට හානි කරන්න දෙන්න බැහැ. නීතිය තදින් ක්‍රියාත්මක කළ යුතුයි.",
        "දැනට ශ්‍රී ලංකා නීතිඥ සංගමයේ දේශපාලන ප්‍රතිසංස්කරණ සඳහා යෝජනා කිහිපයක් තිබේ. අපට ඔවුන් සම්බන්ධයෙන් ක්‍රියා කළ හැකියි. මේ අතර බොහෝ සංවිධාන ආර්ථික ප්‍රතිසංස්කරණ සඳහා යෝජනා ඉදිරිපත් කර තිබෙනවා. අපගේ 43 වැනි බලසේනාව විසින් වැඩ සටහනක් ඉදිරිපත් කර ඇත. නව මහ බැංකු අධිපතිවරයා සහ මුදල් අමාත්‍යාංශ ලේකම්වරයා වත්මන් ආර්ථික යථාර්ථය ගැන අවදියෙන් සිටී. අපි නැවුම් වැඩපිළිවෙළක් සකස් කළ යුතුයි.",
        "විදේශ විනිමය අර්බුදයට අමතරව රුපියලේ අර්බුදයක් සමඟ අපි පොරබදමින් සිටිනවා. මුලින්ම අපි අපේ බැංකු ක්ෂේත්‍රයේ කඩා වැටීම වැළැක්විය යුතුයි. අපි අලුත් අයවැයක් ඉදිරිපත් කර අපේ ප්‍රාථමික ශේෂය බිංදු කළ යුතුයි. අපගේ ණය ප්‍රතිව්‍යුහගත කිරීමට නීතිමය සහ මූල්‍ය උපදේශකයන් පත් කළ යුතුයි. විදේශ විනිමය උපයන ක්ෂේත්‍රවලට අපි ප්‍රමුඛත්වය දිය යුතුයි. ආනයන සීමා කිරීම්වලට යා යුතු නම් අපි එය තාර්කික කළ යුතුයි. අධිවේගී මාර්ග ඉදිකිරීම, කිලෝමීටර් ලක්ෂයක මාර්ග සංවර්ධනය මේ රටේ තවදුරටත් යථාර්ථවාදී නොවේ. අපට තිබෙන විදේශ විනිමය භාවිත කළ යුත්තේ ඖෂධ, අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය, ඉන්ධන සහ පිසින ගෑස් ආනයනය සඳහා පමණයි. අපි මහජන ආතතිය සමනය කර රජය කෙරෙහි විශ්වාසය නැවත ඇති කළ යුතුයි.",
        "පක්ෂ නායකයන් එක දෙයක් දැනගත යුතුයි. ඔවුන්ට විවිධ මතවාද තිබෙන්න පුළුවන්. තවමත් අපි සම්මුතියකට යා යුතුයි. එක් අතකින් අපි නව ලිබරල්වාදය හෝ මාක්ස්වාදය මත පදනම් වූ අපගේ මතවාද පසෙකලා පොදු අවම වැඩපිළිවෙළක් සකස් කර එයට එකඟ විය යුතුයි. යම් කාලයකට පසුව මැතිවරණයකට යනවා නම් නිදහස් හා සාධාරණ මැතිවරණයකට අවශ්‍ය ප්‍රතිසංස්කරණ හඳුන්වා දිය යුතුයි. ස්වාධීන මැතිවරණ කොමිසමක් අපි ස්ථාපිත කළ යුතුයි. රාජ්‍ය හා පෞද්ගලික මාධ්‍ය හරහා පක්ෂග්‍රාහී ප්‍රචාර අවසන් කිරීමට යාන්ත්‍රණයක් අවශ්‍යයි. ප්‍රචාරක මූල්‍යකරණයට අපි සීමාවන් පැනවිය යුතුයි. කාල නියමයකට අනුව මහ මැතිවරණයකට යා යුතුයි. ඒ වන විට නව ජනාධිපතිවරයකු පත් කර ගැනීම සඳහා ජනාධිපතිවරයා ඉල්ලා අස්විය යුතුව තිබුණි.",
        "“පුද්ගල නායකත්වය නෙවෙයි වැදගත්.ඔව් නායකයෙක් නිර්භීතව කැපවිය යුතු බව ඇත්ත.ඊළඟ කැබිනට් මණ්ඩලයෙන් අපි විශාල කැපකිරීම් බලාපොරොත්තු වෙනවා.ඔවුන්ට වාහනවලින් වරප්‍රසාද ලැබිය යුතු නැහැ. අතිරේක කාර්ය මණ්ඩල සාමාජිකයින්, නිල නිවාස සහ කාර්යාල පහසුකම්.  අපට කප්පාදු පියවර ගත යුතුය.\"",
        "ප්‍ර   දැන් SJB නොමැතිව ආණ්ඩුව පිහිටුවා ඇත. ඔබේ දැක්ම කුමක්ද?",
        "මම SJB ගැන දන්නේ නැහැ. නමුත් නව අගමැති ලෙස වික්‍රමසිංහ මහතාට දැන් කටයුතු කිරීමට ඉඩ දිය යුතු බව මම විශ්වාස කරමි. රට මඩ ගොහොරුවෙන් එළවා දැමීම සඳහා අගමැතිවරයා සිය ක්‍රියාකාරී සැලැස්ම සකස් කළ යුතුය. එය දින 100 වැඩසටහන විය යුතුයි. ඔහු ගාලු මුවදොර විරෝධතාකරුවන්ට පහර දුන් අයට පමණක් නොව ගිනි තැබීම්වලට නායකත්වය දුන් සහ පෞද්ගලික දේපළවලට හානි කළ අයට එරෙහිව ද නීතිය ක්‍රියාත්මක කළ යුතුය. වගකිව යුතු සියලු දෙනාට එරෙහිව තනතුරු, පක්ෂ භේදයකින් තොරව නීතිමය පියවර ගත යුතුයි.",
        "එසේම පාස්කු ඉරිදා සංහාරය පිළිබඳ විමර්ශනය නිසියාකාරව සිදු නොවන බවට ලොව පුරා මතයක් පවතී. එහි ප්‍රතිඵලයක් ලෙස අපගේ විශ්වසනීයත්වය බිඳ වැටී ඇත. විමර්ශනය නිවැරදි දිශාවට යොමු කළ යුතුයි. ඒ වගේම ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වැනි සංශෝධනයත් ඇතුළත් කළ යුතුයි. ජනාධිපතිවරයාට වහා ඉල්ලා අස්වීමට කාල රාමුවක් සකස් කළ යුතුයි. එය රටම දැනගත යුතුයි.",
        "මීළඟට, පාලම් මූල්‍යකරණය පිළිබඳ ප්‍රශ්නය ඔහු විසඳන්නේ කෙසේද යන්න විස්තර කිරීම ඔහුට වැදගත් වේ. විදේශ රටවලින් ආධාර ලබා ගැනීමේදී, නූල් අමුණා තිබිය නොහැක. එවැනි ආධාර නූල් සමඟ අමුණා ඇත්නම් එය රටේ අනාගතයට තීරණාත්මක වනු ඇත. එසේම රජය ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ ගිවිසුමක් ඇතිකර ගන්නේ නම් එය ජනතාවට හෙළි කළ යුතුය.",
        "\"අපි දැක්කා    මැර පාලනය. ඒක අරාජික තත්ත්වයක්. නීතිය හා සාමය ප්‍රථමයෙන් යථා තත්ත්වයට පත් කළ යුතුයි.  තරුණයින්ට මැර ප්‍රචණ්ඩත්වය මුදා හැරීමට අපට ඉඩ දිය නොහැක.  මිනිසුන්ට නිදහසේ ජීවත් වීමට ඉඩ දිය යුතුය. කිසිවෙකුගේ දේපළවලට ඉඩ දිය නොහැක. හානි වේ\"",
        "ප්‍ර   වික්‍රමසිංහ මහතා අගමැති ලෙස පත් කිරීම ගැන ඔබ සිතන්නේ කුමක්ද?",
        "කවුරු අගමැති වුණත් කමක් නැහැ. වැදගත් වන්නේ පොදු න්‍යාය පත්‍රය මත සියලු පාර්ශ්වවල එකඟතාවයි. නව පාලනය ගොඩනැගෙන්නේ රට යළි නැගිටීමට මිස රාජපක්ෂලාට නොවන බවට සහතිකයක් රටට දිය යුතුය. ඒක පුද්ගල නායකත්වය නෙවෙයි වැදගත්. ඔව්, නායකයෙකු නිර්භීත විය යුතු අතර අරමුණ වෙනුවෙන් කැපවිය යුතු බව ඇත්ත. ඉදිරි කැබිනට් මණ්ඩලයෙන් අපි විශාල කැපකිරීම් බලාපොරොත්තු වෙනවා. ඔවුන්ට වාහන, අමතර කාර්ය මණ්ඩල, නිල නිවාස, කාර්යාල පහසුකම් ආදී වශයෙන් වරප්‍රසාද ලැබිය යුතු නැත. අපි කප්පාදු පියවර ගත යුතුයි.",
        "ප්‍රශ්නය   අර්බුදකාරී තත්ත්වය මඟහරවා ගැනීම සඳහා මිත්‍ර රටවලින් ලැබෙන ආධාර පිළිබඳව රනිල් වික්‍රමසිංහ මහතා ධනාත්මක විය. ඔහුගේ බැඳීම් හේතුවෙන් ජාත්‍යන්තර ප්‍රජාවෙන් උදව් බලාපොරොත්තු වේ. ඔබ එය දෙස බලන්නේ කෙසේද?",
        "ඒ ඔහු වසර 50කට ආසන්න කාලයක් දේශපාලන නායකයකු ලෙස කටයුතු කළ අත්දැකීමෙන්. ඒක තමයි වාසිය. කෙසේ වෙතත්, ජාත්‍යන්තර සබඳතා පුද්ගලික කරුණු මත නිර්වචනය නොවේ. ප්‍රතිපත්ති මාලාවක් සහ වැඩපිළිවෙළක් තිබිය යුතුයි. වඩා වැදගත් වන්නේ එයයි.",
        "අද ගෝලීය ආර්ථික අවපාතයක ලකුණු පහළ වී තිබේ. එක්සත් ජනපද ආර්ථිකය එහි සමහර ප්‍රතිපත්ති ගැලපීම් මත දැවැන්ත උද්ධමන බලපෑමකට මුහුණ දී සිටී. රුසියානු-යුක්රේන යුද්ධයෙන් යුරෝපීය ආර්ථිකයට දරුණු ලෙස පහර වැදී ඇත. කොවිඩ්-19 ව්‍යාප්තියත් සමඟ චීන ආර්ථිකය අඩාල වී ඇත. ඉන්දීය ආර්ථිකය ද ප්‍රපාතයකට මුහුණ දී සිටී. පකිස්තානය, නේපාලය වැනි රටවල් අප මුහුණ දෙන තත්ත්වයට බොහෝ දුරට සමාන තත්ත්වයකට මුහුණ දී සිටිති. ණය තිරසාරභාවය ප්රශ්නයක් වනු ඇත.",
        "\"පළමුව, අපි අපගේ බැංකු අංශයේ කඩාවැටීම වැළැක්විය යුතුයි.   අපි නව අයවැයක් ඉදිරිපත් කර අපගේ ප්‍රාථමික ශේෂය බිංදු කළ යුතුයි.  අපගේ ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා අපි නීතිමය සහ මූල්‍ය උපදේශකයින් පත් කළ යුතුයි.  විදේශ විනිමය උපයන ක්ෂේත්‍රවලට අපි ප්‍රමුඛත්වය දිය යුතුයි.",
        "ප්‍ර   ජනතා විමුක්ති පෙරමුන (ජවිපෙ) සහ පෙරටුගාමී සමාජවාදී පක්ෂය (පෙසප) යනු ‘අරගල’ නම් වත්මන් විරෝධතා රැල්ලට නායකත්වය දෙන දේශපාලන පක්ෂ දෙකකි. ඔවුන් ගැන ඔබේ අදහස කුමක්ද?",
        "ජනතා විමුක්ති පෙරමුණ ප්‍රජාතන්ත්‍රවාදී රාමුව තුළ ක්‍රියාත්මක වන පක්ෂයක්. ප්‍රජාතන්ත්‍රවාදී රාමුවෙන් පිටත ආන්ඩුවක් පිහිටුවීම සඳහා තවත් බොල්ෂෙවික් විප්ලවයක් ගැන සිහින නොදකිමින් ප්‍රජාතන්ත්‍රවාදය වැළඳ ගන්නා ලෙසත් ව්‍යවස්ථාවේ සමෝච්ඡයන් තුළ ක්‍රියා කරන ලෙසත් අපි පෙසපයෙන් ඉල්ලා සිටිමු. පෙසප ඔවුන්ගේ දැඩි හා වේගවත් මතවාදයේ සිරවී නොසිටිය යුතුය.",
        "\"මහින්ද රාජපක්ෂ මහතා තම සාමාන්‍ය ප්‍රචණ්ඩ දේශපාලනය කළේ විරෝධතාකරුවන්ට එරෙහිව මැරයන් මුදාහරිමින්.  එය තවදුරටත් ප්‍රචණ්ඩත්වය ඇවිස්සීම පමණි. මේ සම්බන්ධයෙන් නීතිය ක්‍රියාත්මක කිරීම වැදගත්ය. ඊට අමතරව, නව රජය දූෂණ හා වංචා සම්බන්ධයෙන් කටයුතු කිරීමට නව නීති හඳුන්වා දිය යුතුය. , අනාගත රජයකට සොරකම් කළ මුදල් අයකර ගැනීමට පියවර ආරම්භ කළ හැකියි\"",
        "ප්‍ර   ගාලුමුවදොර සක්මන් මළුවේදී විපක්ෂ නායක සජිත් ප්‍රේමදාස ඔවුන් වෙත ප්‍රචණ්ඩත්වය මුදා හැරීමෙන් පසු ඔවුන් බැලීමට ගිය අවස්ථාවේදී විරෝධතාකරුවන් එළවා දැමුවේය. එහෙත් ජවිපෙ නායක අනුර කුමාර දිසානායක විරෝධතාව පැවති ස්ථානයට ගිය විට එවැනි අසාර්ථකත්වයකට මුහුණ දුන්නේ නැත. ඔබ එය දකින්නේ කෙසේද?",
        "මෙම විරෝධතා අඩවිය තුළ දේශපාලන සහ නිර්පාක්ෂික කොටස් දෙකම ඇත. ප්‍රේමදාස මහතාට පහර දුන්නේ කවුරුන්ද යන්න දැක්වෙන වීඩියෝ දර්ශන නිෂ්කාශනය වේ. ඔවුන් දේශපාලන අභිප්‍රේරිත පුද්ගලයන් ය. ඔවුන්ට නිර්පාක්ෂික කොටස් යැයි කිව නොහැක.",
        "මිනිසුන් විශාල සංඛ්‍යාවක් මිය ගොස් තුවාල ලබා ඇති වත්මන් අර්බුදකාරී තත්ත්වයට හිටපු අගමැති මහින්ද රාජපක්ෂ වගකිව යුතුය. අයථා ලෙස උපයාගත් ධනයෙන් සතයක්වත් නැති දේශපාලනඥයන්ගේ දේපළ පවා ගිනිබත් විය.",
        "මහින්ද රාජපක්ෂ මහතා තම සාමාන්‍ය ප්‍රචණ්ඩ දේශපාලනය කළේ විරෝධතාකරුවන්ට මැරයන් මුදා හැරීමෙනි. එය තවත් ප්‍රචණ්ඩත්වයට උල්පන්දම් දීම පමණි. මේ සම්බන්ධයෙන් නීතිය ක්‍රියාත්මක කිරීම වැදගත්. අනික නව රජය දූෂණ වංචාවලට එරෙහිව නව නීති ගෙන ආ යුතුයි. එවිට අනාගත රජයකට සොරකම් කළ මුදල් අයකර ගැනීමේ පියවර ආරම්භ කළ හැකියි. එය අන්තර්කාලීන රජයකට කිරීමට අපහසු කාර්යයක් වනු ඇත.",
        "අන්තර්වාර රජය වසරක කාලයක් ක්‍රියාත්මක විය යුතුයි. අමාරු නම් මාස හයක් ඉන්න ඕන. ඉන් පසුව මැතිවරණයක් පැවැත්විය යුතුයි. ඒ වන විට රටේ අවාසනාවන්ත තත්ත්වය නරක අතට හැරෙන්නේ නම්, මිනිසුන් කුසගින්නෙන් හා ආතතියෙන් පෙළෙන විට, නිවැරදි මැතිවරණ තීරණ ගැනීමට ඔවුන්ට මානසිකත්වයක් නැත.",
        "වත්මන් ජනාධිපතිවරයා ජයග්‍රාහකයා බවට පත්කළ මැතිවරණයේදී ජනතාවට වැරදුණා. එයට හේතුව මාධ්‍ය සහ අනෙකුත් අය ඔහුගේ නිපුණතාවය ඉක්මවා ගිය බැවිනි. ඒ වගේම එදා පාස්කු ඉරිදා ප්‍රහාරයත් සමඟ ජනතාව ජීවත් වුණේ බියෙන්. අවසාන වශයෙන් ඔවුන් නිවැරදි තීරණයක් ගත්තේ නැත. මෙය 2010 දී ග්‍රීසියේ සිදු විය. සාම්ප්‍රදායික පක්ෂ පරාජයට පත් විය. මෙවැනි අරාජික තත්ත්වයන් තුළ දක්ෂිණාංශික හා වාමාංශික ජනතාවාදීන් බිහිවේ.",
        "\"පාස්කු ඉරිදා සංහාරය පිළිබඳ විමර්ශනය නිසි පරිදි සිදු නොවන බවට ගෝලීය මතයක් පවතී.  ඒ හේතුවෙන් අපගේ විශ්වසනීයත්වයට හානි සිදුවී ඇත. විමර්ශනය නිවැරදි දිශාවට යොමු කළ යුතුය.  එසේම 21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ඇතුළත් කළ යුතුය\""
      ]
    },
    "ta": {
      "title": "இடைக்கால அரசாங்கம் ஒரு வருடத்திற்கு செயற்பட வேண்டும் - சம்பிக்க ரணவக்க",
      "body_lines": [
        "திடீர் நடவடிக்கைகளின் மூலம் நாட்டை தற்போதைய குழப்பத்தில் இருந்து வெளியேற்ற முடியாது",
        "தற்போதைக்கு, இலங்கை சட்டத்தரணிகள் சங்கத்தினால் அரசியல் சீர்திருத்தங்களுக்கு சில முன்மொழிவுகள் உள்ளன",
        "அந்நியச் செலாவணி நெருக்கடிக்கு மேலதிகமாக, ரூபாய் நெருக்கடியில் சிக்கித் தவிக்கிறோம்",
        "நமக்குக் கிடைக்கும் அன்னியச் செலாவணி மருந்துப் பொருட்கள், அத்தியாவசிய உணவுகள், எரிபொருள் மற்றும் சமையல் எரிவாயு இறக்குமதிக்கு மட்டுமே பயன்படுத்தப்பட வேண்டும்.",
        "புதிய தாராளமயம் அல்லது மார்க்சியத்தின் அடிப்படையிலான நமது சித்தாந்தங்களை ஒதுக்கி வைத்துவிட்டு, பொதுவான குறைந்தபட்ச திட்டத்தை நாம் உருவாக்க வேண்டும்.",
        "வெளி நாடுகளிடம் இருந்து உதவியை நாடும்போது, ​​சரங்களை இணைக்க முடியாது",
        "புதிய நிர்வாகம் நாட்டை உயிர்த்தெழுப்பவே உருவாக்கப்பட்டது என்ற உறுதிமொழியை நாட்டுக்கு வழங்க வேண்டும், ஆனால் ராஜபக்சக்கள் அல்ல.",
        "சமகி ஜன பலவேகய (SJB) பாராளுமன்ற உறுப்பினர் பாட்டலி சம்பிக்க ரணவக்க டெய்லி மிரர் பத்திரிகைக்கு வழங்கிய நேர்காணலில் புதிய அரசாங்கம் மற்றும் எதிர்காலத்தில் உள்ள சவால்கள் பற்றி பேசுகிறார்.",
        "கே   நெருக்கடியின் மத்தியில் நீங்கள் பிரதிநிதித்துவப்படுத்தும் SJB பல்வேறு பார்வைகளால் சிக்கியுள்ளது. உங்கள் பார்வை என்ன?",
        "உங்கள் சொந்த நாளிதழின் கருத்துக்கணிப்பின்படி, 96 சதவீத மக்கள் ஜனாதிபதி பதவி விலக வேண்டும் என்று விரும்புகிறார்கள். அதுதான் ஒட்டுமொத்த நாட்டின் மேலாதிக்கக் கருத்து. சுதந்திரத்திற்குப் பிந்தைய காலத்தில் கடந்த 74 ஆண்டுகளில் நடந்த தவறான அரசியலே இந்த நெருக்கடிக்குக் காரணம் என்று நாம் கருதுகிறோம். ஆனால் சமீபத்திய சரிவு முதல் குடும்பத்தின் மோசடிகளால் தூண்டப்பட்டது. இந்த குடும்ப உறுப்பினர்கள் நாட்டின் பொது பணத்தை கொள்ளையடித்தனர். 2015ல் நாங்கள் சொன்னபோது சிலர் மட்டும் எங்கள் பேச்சைக் கேட்டார்கள். இன்று முழு நாடும் நாங்கள் சொன்னதை நம்புகிறது. திடீர் நடவடிக்கைகளின் மூலம் நாட்டை தற்போதைய குழப்பத்தில் இருந்து வெளியேற்ற முடியாது. தேவையான அரசியல் சீர்திருத்தங்களை அறிமுகப்படுத்தி காலக்கெடுவுக்கான செயல்திட்டத்தின்படி இது ஒரு இடைக்கால காலகட்டத்தின் மூலம் நடக்க வேண்டும். அந்தவகையில் நாங்கள் அனைத்துக் கட்சி ஆட்சியை முன்மொழிந்தோம். அது தேவையான அரசியல் சீர்திருத்தங்களை கொண்டு வர வேண்டும் மற்றும் சர்வதேச அளவில் நாட்டின் பிம்பத்தை மீண்டும் கட்டியெழுப்ப வேண்டும். இது மக்களின் அபிலாஷைகளுக்கு இணங்க வேண்டும் மற்றும் நெருக்கடியிலிருந்து நாட்டைத் திசைதிருப்ப குறைந்தபட்ச பொருளாதாரத் திட்டத்தைக் கொண்டிருக்க வேண்டும்.",
        "\"உங்கள் சொந்த நாளிதழின் கருத்துக் கணிப்பின்படி, 96 சதவீத மக்கள் ஜனாதிபதி பதவி விலக வேண்டும் என்று விரும்புகிறார்கள்.  இது ஒட்டுமொத்த நாட்டின் மேலாதிக்கக் கருத்து. சுதந்திரத்திற்குப் பிந்தைய கடந்த 74 ஆண்டுகளில் இந்த நெருக்கடிக்கு தவறான அரசியலை நாங்கள் காரணம் காட்டுகிறோம். ஆனால் சமீபத்திய சரிவு முதல் குடும்பத்தின் மோசடிகளால் தூண்டப்பட்டது\"",
        "கே   ஆனால் SJB அரசாங்கத்தில் சேர மறுத்து, ஜனாதிபதி பதவி விலக வேண்டும் என்று வலியுறுத்துகிறது. பின்னர், தனது நிலைப்பாட்டை மாற்றிக்கொண்டு அரசில் இணைய சம்மதித்தது. அது ஏன் தன் நிலையை மென்மையாக்கியது?",
        "ஜனாதிபதி ராஜினாமா செய்தால், பிரதமர் செயல் ஜனாதிபதியாக வருவார். அந்த நேரத்தில் பிரதமர் இல்லை. இவ்வாறான நிலையில் சபாநாயகரும், பிரதம நீதியரசரும் பொறுப்பேற்க வேண்டும். கும்பல் ஆட்சியைப் பார்த்தோம். இது ஒரு அராஜக நிலை. முதலில் சட்டம் ஒழுங்கை மீட்டெடுக்க வேண்டும். ஆயுதம் ஏந்திய இளைஞர்களை கும்பல் வன்முறையை கட்டவிழ்த்து விட முடியாது. மக்கள் சுதந்திரமாக வாழ அனுமதிக்க வேண்டும். யாருடைய சொத்துக்களையும் சேதப்படுத்த அனுமதிக்க முடியாது. சட்டத்தை கடுமையாக அமல்படுத்த வேண்டும்.",
        "தற்போதைக்கு, இலங்கை சட்டத்தரணிகள் சங்கத்தினால் அரசியல் சீர்திருத்தங்களுக்கு சில முன்மொழிவுகள் உள்ளன. அவர்கள் மீது நாம் செயல்பட முடியும். இதற்கிடையில் பல நிறுவனங்கள் பொருளாதார சீர்திருத்தங்களுக்கான முன்மொழிவுகளை முன்வைத்துள்ளன. எங்கள் 43வது படைப்பிரிவு ஒரு வேலைத்திட்டத்தை வழங்கியுள்ளது. புதிய மத்திய வங்கி ஆளுநரும் நிதியமைச்சின் செயலாளரும் தற்போதைய பொருளாதார யதார்த்தங்களை உணர்ந்து விழித்துள்ளனர். நாம் ஒரு புதிய திட்டத்தை உருவாக்க வேண்டும்.",
        "அந்நியச் செலாவணி நெருக்கடிக்கு மேலதிகமாக, ரூபாய் நெருக்கடியில் சிக்கித் தவிக்கிறோம். முதலில், நமது வங்கித் துறையின் வீழ்ச்சியைத் தடுக்க வேண்டும். நாம் ஒரு புதிய பட்ஜெட்டை சமர்ப்பித்து நமது முதன்மை இருப்பை பூஜ்ஜியமாக்க வேண்டும். நமது கடன்களை மறுகட்டமைக்க சட்ட மற்றும் நிதி ஆலோசகர்களை நியமிக்க வேண்டும். அந்நியச் செலாவணி ஈட்டும் பகுதிகளுக்கு நாம் முன்னுரிமை அளிக்க வேண்டும். நாம் இறக்குமதி கட்டுப்பாடுகளுக்கு செல்ல வேண்டும் என்றால் நாம் அதை பகுத்தறிவு செய்ய வேண்டும். அதிவேக நெடுஞ்சாலைகளை நிர்மாணிப்பதும் 100,000 கிலோமீற்றர் வீதியை அபிவிருத்தி செய்வதும் இந்த நாட்டில் இனி யதார்த்தமானவை அல்ல. நமக்குக் கிடைக்கும் அன்னியச் செலாவணி மருந்துப் பொருட்கள், அத்தியாவசிய உணவுகள், எரிபொருள் மற்றும் சமையல் எரிவாயு இறக்குமதிக்கு மட்டுமே பயன்படுத்தப்பட வேண்டும். மக்களின் பதற்றத்தைத் தணித்து, அரசாங்கத்தின் மீது நம்பிக்கையை மீட்டெடுக்க வேண்டும்.",
        "கட்சித் தலைவர்கள் ஒன்றைத் தெரிந்து கொள்ள வேண்டும். அவர்கள் வெவ்வேறு சித்தாந்தங்களைக் கொண்டிருக்கலாம். இன்னும் நாம் சமரசம் செய்ய வேண்டும். ஒருபுறம், புதிய தாராளமயம் அல்லது மார்க்சியத்தின் அடிப்படையிலான நமது சித்தாந்தங்களை ஒதுக்கி வைத்துவிட்டு, ஒரு பொதுவான குறைந்தபட்ச திட்டத்தை நாம் உருவாக்க வேண்டும். ஒரு குறிப்பிட்ட காலத்திற்குப் பிறகு நாம் தேர்தலுக்குச் சென்றால், சுதந்திரமான மற்றும் நியாயமான தேர்தலுக்குத் தேவையான சீர்திருத்தங்களை அறிமுகப்படுத்த வேண்டும். சுதந்திரமான தேர்தல் ஆணையத்தை அமைக்க வேண்டும். அரச மற்றும் தனியார் ஊடகங்கள் ஊடாக பாரபட்சமான பிரச்சாரத்தை முடிவுக்கு கொண்டுவருவதற்கு ஒரு பொறிமுறை தேவை. பிரச்சார நிதிக்கு உச்சவரம்புகளை விதிக்க வேண்டும். காலவரையறை திட்டத்தின்படி பொதுத் தேர்தலுக்குச் செல்ல வேண்டும். அந்த நேரத்தில், புதிய ஜனாதிபதியை உருவாக்குவதற்கு ஜனாதிபதி பதவி விலக வேண்டும்.",
        "\"தனிப்பட்ட தலைமைத்துவம் முக்கியமல்ல. ஆம், ஒரு தலைவர் துணிச்சலுடனும், அர்ப்பணிப்புடனும் இருக்க வேண்டும் என்பது உண்மைதான். அடுத்த அமைச்சரவையில் நாங்கள் நிறைய தியாகங்களை எதிர்பார்க்கிறோம். அவர்கள் வாகனங்களில் சலுகைகளைப் பெறக்கூடாது. கூடுதல் ஊழியர்கள், உத்தியோகபூர்வ குடியிருப்புகள் மற்றும் அலுவலக வசதிகள்.  சிக்கன நடவடிக்கைகள் எடுக்கப்பட வேண்டும்.\"",
        "கே   இப்போது SJB இல்லாமல் அரசாங்கம் அமைக்கப்பட்டுள்ளது. உங்கள் பார்வை என்ன?",
        "SJB பற்றி எனக்கு தெரியாது. ஆனால் புதிய பிரதமராக திரு. விக்கிரமசிங்க இப்போது செயல்பட அனுமதிக்கப்பட வேண்டும் என்று நான் நம்புகிறேன். நாட்டைப் புதைகுழியில் இருந்து வெளியேற்ற பிரதமர் தனது செயல் திட்டத்தை வகுக்க வேண்டும். இது 100 நாள் வேலைத்திட்டமாக இருக்க வேண்டும். காலி முகத்திடலில் போராட்டக்காரர்களை தாக்கியவர்களுக்கு எதிராக மட்டுமன்றி, தீ வைப்புத் தாக்குதல்களுக்கு தலைமை தாங்கியவர்கள் மற்றும் தனியார் சொத்துக்களை சேதப்படுத்தியவர்களுக்கு எதிராகவும் அவர் சட்டத்தை அமுல்படுத்த வேண்டும். இதற்குப் பொறுப்பான அனைவர் மீதும் அவர்களின் பதவிகள் மற்றும் கட்சி வேறுபாடின்றி சட்ட நடவடிக்கை எடுக்கப்பட வேண்டும்.",
        "அதேபோன்று, ஈஸ்டர் ஞாயிறு படுகொலைகள் தொடர்பான விசாரணைகள் சரியான முறையில் மேற்கொள்ளப்படவில்லை என்ற கருத்தும் உலகளவில் நிலவுகிறது. இதனால் எங்கள் நம்பகத்தன்மை பாதிக்கப்பட்டுள்ளது. விசாரணை சரியான திசையில் நடத்தப்பட வேண்டும். அத்துடன், அரசியலமைப்பின் 21வது திருத்தம் இணைக்கப்பட வேண்டும். ஜனாதிபதி உடனடியாக பதவி விலகுவதற்கான காலக்கெடு வகுக்கப்பட வேண்டும். அதை நாடு அறிய வேண்டும்.",
        "அடுத்து, பாலம் நிதியுதவி பிரச்சினையை அவர் எவ்வாறு கையாள்வார் என்பதை அவர் குறிப்பிடுவது முக்கியம். வெளி நாடுகளிடம் இருந்து உதவியை நாடும்போது, ​​சரங்களை இணைக்க முடியாது. அத்தகைய உதவிகள் சரங்களுடன் இணைக்கப்பட்டால், அது நாட்டின் எதிர்காலத்திற்கு தீர்க்கமானதாக இருக்கும். மேலும், சர்வதேச நாணய நிதியத்துடன் (IMF) அரசாங்கம் ஒப்பந்தம் செய்து கொண்டால், அது பொதுமக்களுக்கு வெளிப்படுத்தப்பட வேண்டும்.",
        "\"நாங்கள்    கும்பல் ஆட்சியைப் பார்த்தோம். இது ஒரு அராஜகச் சூழல். முதலில் சட்டம் ஒழுங்கை மீட்டெடுக்க வேண்டும். இளைஞர்களை ஆயுதம் ஏந்திய கும்பல் வன்முறையைக் கட்டவிழ்த்து விட முடியாது.  மக்கள் சுதந்திரமாக வாழ அனுமதிக்கப்பட வேண்டும். யாருடைய சொத்துக்களையும் அனுமதிக்க முடியாது. சேதம் அடையும்\"",
        "கே   பிரதம மந்திரியாக திரு. விக்கிரமசிங்க நியமிக்கப்பட்டது பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?",
        "யார் பிரதமரானாலும் பரவாயில்லை. முக்கிய விஷயம் என்னவென்றால், அனைத்து தரப்பினரின் பொதுவான நிகழ்ச்சி நிரலில் உடன்பாடு உள்ளது. புதிய நிர்வாகம் நாட்டை உயிர்த்தெழுப்பவே உருவாக்கப்பட்டுள்ளது என்ற உறுதிமொழியை நாட்டுக்கு வழங்க வேண்டும், ஆனால் ராஜபக்ஷக்கள் அல்ல. தனிப்பட்ட தலைமை முக்கியமல்ல. ஆம், ஒரு தலைவர் துணிச்சலுடனும், அர்ப்பணிப்புடனும் இருக்க வேண்டும் என்பது உண்மைதான். அடுத்த அமைச்சரவையில் இருந்து நிறைய தியாகங்களை எதிர்பார்க்கிறோம். வாகனங்கள், கூடுதல் பணியாளர்கள், உத்தியோகபூர்வ குடியிருப்புகள் மற்றும் அலுவலக வசதிகள் ஆகியவற்றின் அடிப்படையில் அவர்கள் சலுகைகளைப் பெறக்கூடாது. சிக்கன நடவடிக்கைகள் எடுக்கப்பட வேண்டும்.",
        "கே   நெருக்கடியை சமாளிக்க நட்பு நாடுகளிடமிருந்து வரும் உதவிகள் குறித்து ரணில் விக்கிரமசிங்க சாதகமாகத் தெரிவித்தார். அவர் தனது உறவுகளால் சர்வதேச சமூகத்தின் உதவியை நம்புகிறார். நீங்கள் அதை எப்படி பார்க்கிறீர்கள்?",
        "கிட்டத்தட்ட 50 வருட கால அரசியல் தலைவராக அவர் இருந்த அனுபவத்திலிருந்து இது வருகிறது. அதுவே நன்மை. இருப்பினும், சர்வதேச உறவுகள் தனிப்பட்ட விஷயங்களால் வரையறுக்கப்படவில்லை. கொள்கைகள் மற்றும் ஒரு திட்டம் இருக்க வேண்டும். அதைவிட முக்கியமானது அதுதான்.",
        "இன்று உலகப் பொருளாதார மந்தநிலையின் அறிகுறிகள் தென்படுகின்றன. அமெரிக்கப் பொருளாதாரம் அதன் சில கொள்கை மாற்றங்களில் பெரும் பணவீக்க விளைவை எதிர்கொள்கிறது. ரஷ்யா - உக்ரைன் போரால் ஐரோப்பிய பொருளாதாரம் கடுமையாக பாதிக்கப்பட்டுள்ளது. கோவிட்-19 தொற்று காரணமாக சீனப் பொருளாதாரம் வீழ்ச்சியடைந்துள்ளது. இந்தியப் பொருளாதாரமும் பின்னடைவைச் சந்தித்து வருகிறது. பாக்கிஸ்தான், நேபாளம் போன்ற நாடுகளும் ஏறக்குறைய நம்மைப் போன்ற சூழ்நிலைகளை எதிர்கொள்கின்றன. கடன் நிலைத்தன்மை ஒரு பிரச்சினையாக இருக்கும்.",
        "\"முதலில், நமது வங்கித் துறையின் வீழ்ச்சியைத் தடுக்க வேண்டும்.   புதிய பட்ஜெட்டை சமர்ப்பித்து, நமது முதன்மை இருப்புநிலையை பூஜ்ஜியமாக்க வேண்டும்.  நமது கடன்களை மறுசீரமைக்க சட்ட மற்றும் நிதி ஆலோசகர்களை நியமிக்க வேண்டும்.  அந்நியச் செலாவணி ஈட்டும் பகுதிகளுக்கு முன்னுரிமை அளிக்க வேண்டும்.\"",
        "கே   ஜனதா விமுக்தி பெரமுனா (ஜேவிபி) மற்றும் முன்னணி சோசலிஸ்ட் கட்சி (எப்எஸ்பி) ஆகிய இரண்டு அரசியல் கட்சிகள் தற்போதைய ‘போராட்டம்’ எனப்படும் எதிர்ப்பு அலையை வழிநடத்துகின்றன. அவர்கள் மீது உங்கள் பார்வை என்ன?",
        "ஜே.வி.பி ஜனநாயகக் கட்டமைப்பிற்குள் செயற்படும் கட்சியாகும். ஜனநாயக கட்டமைப்பிற்கு வெளியே ஒரு அரசாங்கத்தை அமைப்பதற்காக மற்றொரு போல்ஷிவிக் புரட்சியை கனவு காணாமல், ஜனநாயகத்தை தழுவி அரசியலமைப்பின் வரையறைகளுக்குள் செயல்படுமாறு FSP ஐ வலியுறுத்துகிறோம். FSP அவர்களின் கடினமான மற்றும் வேகமான சித்தாந்தத்தில் சிக்கிக் கொள்ளக்கூடாது.",
        "“போராட்டக்காரர்களுக்கு எதிராக குண்டர்களை கட்டவிழ்த்துவிட்டு தனது வழக்கமான வன்முறை அரசியலை திரு மகிந்த ராஜபக்ச விளையாடினார்.  அது மேலும் வன்முறையைத் தூண்டியது.  இது தொடர்பான சட்டத்தை அமுல்படுத்துவது முக்கியம். தவிர, புதிய அரசாங்கம் ஊழல் மற்றும் மோசடிகளைக் கையாள்வதற்கு புதிய சட்டங்களை அறிமுகப்படுத்த வேண்டும். , எதிர்கால அரசாங்கம் திருடப்பட்ட பணத்தை மீட்பதற்கான நடவடிக்கைகளை ஆரம்பிக்க முடியும்\"",
        "கே   காலிமுக நடைபாதையில், எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச அவர்கள் மீது வன்முறை கட்டவிழ்த்து விடப்பட்டதைத் தொடர்ந்து, எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச அவர்களைச் சந்தித்தபோது, ​​போராட்டக்காரர்கள் விரட்டியடித்தனர். ஆனாலும், ஜே.வி.பி.யின் தலைவர் அனுரகுமார திஸாநாயக்க, போராட்ட இடத்திற்குச் சென்றபோது, ​​அவ்வாறானதொரு தோல்வியைச் சந்திக்கவில்லை. அதை எப்படி பார்க்கிறீர்கள்?",
        "இந்த எதிர்ப்பு தளத்தில், அரசியல் மற்றும் அரசியலற்ற கூறுகள் உள்ளன. பிரேமதாசவை தாக்கியது யார் என்பதை காட்டும் வீடியோ காட்சிகள் உள்ளன. அவர்கள் அரசியல் உள்நோக்கம் கொண்ட தனிநபர்கள். அவர்கள் தங்களை அரசியலற்ற கூறுகள் என்று கூற முடியாது.",
        "தற்போது ஏற்பட்டுள்ள இக்கட்டான நிலைக்கு முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவே பொறுப்பேற்க வேண்டும். முறைகேடான சொத்துக்களில் ஒரு சதம் கூட இல்லாத அரசியல்வாதிகளின் சொத்துக்கள் கூட எரிக்கப்பட்டன.",
        "எதிர்ப்பாளர்களுக்கு எதிராக குண்டர்களை கட்டவிழ்த்து விடுவதன் மூலம் திரு மகிந்த ராஜபக்ச தனது வழக்கமான வன்முறை அரசியலை விளையாடினார். அது மேலும் வன்முறையைத் தூண்டியது. இது தொடர்பாக சட்டத்தை நடைமுறைப்படுத்துவது முக்கியம். அதுமட்டுமல்லாமல், புதிய அரசு, ஊழல் மற்றும் மோசடிகளைக் கையாள்வதற்கு புதிய சட்டங்களை அறிமுகப்படுத்த வேண்டும். அதன்பின், திருடப்பட்ட பணத்தை மீட்பதற்கான நடவடிக்கைகளை எதிர்கால அரசாங்கம் ஆரம்பிக்கலாம். ஒரு இடைக்கால அரசாங்கத்திற்கு இது கடினமான பணியாக இருக்கும்.",
        "இடைக்கால அரசு ஓராண்டு காலம் செயல்பட வேண்டும். கஷ்டம் என்றால் ஆறு மாதம் இருக்க வேண்டும். அதன்பின், தேர்தல் நடத்த வேண்டும். மக்கள் பட்டினியால் வாடி, பதற்றமடையும் நிலையில், அதற்குள் நாட்டின் அவலநிலை தலைகீழாக மாறினால், சரியான தேர்தல் முடிவுகளை எடுக்கும் மனநிலை அவர்களுக்கு இருக்காது.",
        "தற்போதைய ஜனாதிபதியை வெற்றியாளராக உருவாக்கிய தேர்தலில் மக்கள் தவறிழைத்துள்ளனர். ஊடகங்களும் மற்றவர்களும் அவரது திறமையை மிகைப்படுத்தியதே இதற்குக் காரணம். மேலும், அந்த நேரத்தில் ஈஸ்டர் ஞாயிறு தாக்குதலை அடுத்து மக்கள் அச்சத்துடன் வாழ்ந்தனர். இறுதியாக, அவர்கள் சரியான முடிவை எடுக்கவில்லை. இது 2010ல் கிரேக்கத்தில் நடந்தது. பாரம்பரிய கட்சிகள் முறியடிக்கப்பட்டன. இத்தகைய அராஜகச் சூழ்நிலைகளில் வலதுசாரி மற்றும் இடதுசாரி ஜனரஞ்சகவாதிகள் உருவாகிறார்கள்.",
        "\"ஈஸ்டர் ஞாயிறு படுகொலைகள் தொடர்பான விசாரணை சரியான முறையில் மேற்கொள்ளப்படவில்லை என்று உலகளாவிய கருத்து உள்ளது.  இதன் விளைவாக எங்கள் நம்பகத்தன்மை பாதிக்கப்பட்டுள்ளது. விசாரணை சரியான திசையில் நடத்தப்பட வேண்டும்.  மேலும், அரசியலமைப்பின் 21 வது திருத்தம் இணைக்கப்பட வேண்டும்\""
      ]
    }
  }
}