{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Our-Struggle-is-real-Why-the-Aragalaya-is-only-just-a-beginning/172-235714",
  "time_ut": 1650911820,
  "title": "Our Struggle  is real! Why the ‘Aragalaya’ is only just a beginning?",
  "body_lines": [
    "Protest by people from various walks including clergy continued for the 17th day, vehemently demanding the Gotabaya and Mahinda Rajapaksa government should quit.",
    "The police brutality witnessed in Rambukanna suggests that the real battle might just be beginning. As videos surfaced of blood drenched protestors being beaten by policemen, it became clearer what the ‘Aragalaya’ is; what it really means. The streets are the front lines of ‘The Struggle’",
    "Sri Lanka is a nation on fire and there is no precedent for this even in our chequered history. This people’s movement grew organically, bottom-up, from the farmers, teachers, nurses; from towns and villages the pressure simmered, when the rupee crumbled and the lights went out, the masses of the middle-class stepped out in full force in Colombodetermine the winners and losers amongst Sri Lanka’s people",
    "Rathupaswala and Rambukanna are not located in far flung corners of Sri Lanka, the former is a 45 min drive from Colombo, the latter just over two hours. These two towns have been brought together in the same sentence because the poorest people in our country continue to be at the sharp end of economic scarcity, nationalist ambition and dynastic power struggle. The reporting suggests a “tense situation” whereby protestors had attempted to set fire a fuel bowser.",
    "Various videos surfaced purporting to show protestors at the scene trying to douse a fire at what looked like a petrol station. Others suggested that the police themselves had set fire to a three-wheeler. Investigations may or may not reveal the truth, but the streets of Rambukanna are not like those of American inner-cities; there are no armed gangs, no culture of concealed guns, and no history of civilians carrying weapons of any sort. Rambukanna is not even Maligawatte, which has recently witnessed deadly shootings between gang members and police.",
    "At the time of writing, there has been no evidence to suggest a justifiable fear of immediate danger to themselves amongst the police at Rambukanna. Certainly nothing that would warrant opening fire on unarmed Sri Lankans. There is unlikely to be a Police operating manual that recommends using live rounds of ammunition to disperse crowds. Shooting live rounds at or near a protest is not considered “minimum force” in any civilized society.",
    "Sri Lanka is a nation on fire and there is no precedent for this even in our chequered history. This people’s movement grew organically, bottom-up, from the farmers, teachers, nurses; from towns and villages the pressure simmered, when the rupee crumbled and the lights went out, the masses of the middle-class stepped out in full force in Colombo. What must be emphasized is that, while this movement began in desperation, it is now defined by hope. Economic despair and outright desperation brought people to Kohuwela and Mirihana, leading to mass protests on the Galle Face Green. The SJB led mass-protest was the first but this was just a primer. There is every chance that the populous have finally realized their strength in numbers and that the Government is malleable to some degree. How far it can be bent remains to be seen, but the evolution of the movement in to GotaGoGama (GGG) is perhaps the most fascinating aspect.",
    "The camaraderie and unity is heart-stopping, the Sri Lankan National Anthem, flags and all, sung in two languages, with the giant statue of SWRD Bandaranaike in the background; these are moments those present will remember for the rest of their lives. The critics that complain of a carnival atmosphere, even the ridiculous description of GGG as a beach party, in fact underlines why this movement is so different. What the establishment fears the most is that people are hopeful, that they are not expecting changes overnight and that in fact, they are prepared for the long haul, knowing full well that hierarchies persist, but this time, the people seem determined to wait out the Rajapaksa establishment. This is what it means to dig in your heels, to become an immovable object. That is the power in unity, the sense that anything is possible through concerted, concentrated effort.",
    "Even within liberal circles and on social media, the conversations deviate into the national question, war-crimes and corruption but the overarching, all-encompassing request, the simplest of instructions, remains unchanged: Gota, Must Go. At its core, this is a demand for accountability. Economists, financial experts, media analysts and civil society all accept that policies introduced and pursued despite early warnings of imminent failure, are wholly responsible for this unmitigated economic disaster. Let us regurgitate the list of failures that were directly introduced and supported by President Gotabaya Rajapaksa and his ‘team’: Organic fertilizer, import substitution, tax-cuts, modern monetary theory. Accountability for the outcomes of your own policy failures is simply the only acceptable avenue remaining. President Gotabaya Rajapaksa’s long-winded, conditional apology regarding two of his own foundational policy decisions, the fertilizer ban and the delay in negotiating with the IMF, does not count as accountability, the new cabinet does not either.",
    "For Sri Lankans, now united by our shared economic interests and our mutual distaste for established power centres, the present moment represents an opportunity to break free from post-colonial shackles of communal division and finally contend with the real Struggle that we should have been facing all along",
    "Only a month prior, in another address to the nation, the President insisted on this same policy even with the knowledge that the harvest had dropped by 40%.",
    "Since Mahinda Rajapaksa’s ascent, Sri Lanka’s power structure has closely resembled a familial, almost monarchic autocracy hidden behind a democratic façade. The family rewards the patronage that sustains it, as is common throughout history. The lack of a majority in Parliament against the President and the PM, against the wishes of the masses, is further evidence of the decay of our system of representative democracy. The immediate region and recent history alone offer plenty of reason to hope that Sri Lanka might be ready to once and for all purge dynastic, familial politics. Consider: Shinwatra of Thailand, Marcos of the Philippines and Suharto of Indonesia; every dynasty comes to an end, eventually.",
    "The speed of evolution of social and political order through history is often underappreciated. There still exist absolute monarchies based on traditional definitions: Saudi Arabia, Brunei, Oman and even the Vatican City fall under this definition. The 20th century finally saw the collapse of the Ottoman Empire in 1922 as well as the overthrow of Russian Tsarism in 1917. Direct imperial colonization was finally ended in the same century as Gandhi’s Salt Satyagraha in India 1930, Martin Luther King Jr. and the ‘63 March on Washington, the May 1968 protests in France and of course, the Tiananmen Square Protests of 1989.",
    "If one considers the 20th century to be a definitive period of social and political evolution, the sheer volume and variety of agitations, protests and outright revolutions in just these first 22 years of the 21st century suggests that many more changes will be brought about, most likely kicking and screaming, at the dawn of the 22nd century. The Middle East gets the media’s attention so we are all aware of the Arab Spring of 2010 which included a dozen or so Nations and led to the deposing of several authoritarian politicians including Muammar – al Gaddafi of Libya, Hosni Mubarak of Egypt and Ben Ali of Tunisia. The 2007 Saffron Revolution of Myanmar and the Orange Revolution of Ukraine (2005) were defining in the histories of those respective nations. The last 3-4 years have also witnessed mass rallies and protests in Latin America; from Paraguay to Brazil, Haiti and the Dominican Republic.",
    "Whatever sense of Sri Lankan pacifism or apathy that previously defined our society’s responses to any number of eye-watering abuses and scandals, has truly dissipated. The populace will no longer be satiated with crumbs and pleasantries, this time it appears there will be no soft landing.",
    "The same old tired tricks of the nationalist establishment were brought front and centre in the Government’s response. This time, people had seen it before, the age of social media and the internet means that memories have grown longer. The social media propaganda arm of the president which routinely utilizes ultra-nationalist narratives to spread communal divisions and divide the population, failed spectacularly.",
    "The exact line used by a pro-government protest march was; “hands off the Sinhala-Buddhist mandate” which ignores the reality that these protests began in the Sinhala-Buddhist heartland with Sinhala Buddhist farmers. The propaganda seeks to paint protestors as being responsible for the economic debacle, the PM himself noting that, every day the protests continue, the country loses valuable foreign exchange. The PM was seemingly oblivious to the fact that their policies and continued insistence on remaining in power is what is threatening the country’s short-term economic future. The word is gas-lighting, but material conditions for all Sri Lankans have deteriorated to such a degree, that these distortions are no longer sticking, nobody is buying that narrative.",
    "The police brutality witnessed in Rambukanna suggests that the real battle might just be beginning. As videos surfaced of blood drenched protestors being beaten by policemen, it became clearer what the ‘Aragalaya’ is; what it really means. The streets are the front lines of ‘The Struggle’. Rambukanna presents a test for the authorities, the President and the ruling party. An unarmed man, reportedly a father of two, was shot dead by policemen; will there be accountability and swift action? It is a microcosm of what the country is screaming out for, justice and accountability.",
    "The new Finance Minister and Governor of the CBSL along with their team have already begun negotiations with the IMF. There has been a continuous and fervent intellectual debate over the past two years regarding whether Sri Lanka should engage with the IMF and what shape that engagement might take. Most, perhaps misunderstand what the IMF can bring to Sri Lanka. Whatever lending package is approved, Sri Lanka is unlikely to receive adequate funding from the IMF on its own, it will eventually, once again, have to borrow through ISBs and re-enter capital markets. Bilateral loans will be critical to Sri Lanka’s continued liquidity and the IMF’s ‘guarantee’ will smoothen that process. The key word that is being left out by many commentators is austerity; the now inescapable spending restrictions that may be part of an IMF package. This is where the power centres will get to tip the scales and determine the winners and losers amongst Sri Lanka’s people.",
    "Nobel Prize winning Indian Economist Professor Amartya Sen has spent his career studying the roles of political and economic systems on growth and poverty. Commenting on India in 2015, Prof. Sen remarked “India is the only country trying to become a global economic power with an uneducated and unhealthy labour force”. The logic is simple, decades of inadequate investment in education and skills development alongside rising inequality is unlikely to produce a workforce that can deliver economic progress.",
    "In a must-read piece from the same year in the New Statesman entitled ‘The Economic Consequences of Austerity’, Prof. Sen discusses modern Keynesian thought as well as policies formulated by the UK in comparison to those in Europe and the US within the context of the global financial crisis as well as the Eurozone’s economic issues. First however, it is important to consider Prof Sen’s expert articulation of his fundamental critique of austerity: “Turning to the management of debts, suddenly the idea of austerity as a way out for the depressed and heavily indebted economies became the dominant priority of the financial leaders of Europe. Those with an interest in history could easily see in this a reminder of the days of the Great Depression of the 1930s when cutting public expenditure seemed like a solution, rather than a problem. This is, of course, where Keynes made his definitive contribution in his classic book, the General Theory, in 1936. Keynes ushered in the basic understanding that demand is important as a determinant of economic activity, and that expanding rather than cutting public expenditure may do a much better job of expanding employment and activity in an economy with unused capacity and idle labour. Austerity could do little, since a reduction of public expenditure adds to the inadequacy of private incomes and market demands, thereby tending to put even more people out of work.”",
    "A younger Keynes published “The Economic Consequences of the Peace” in the aftermath of the 1919 Paris Peace Conference, which Keynes had left in protest at the “terms of the treaty – and in particular the suffering and the economic turmoil forced on the defeated enemy, the Germans, through imposed austerity.” Sen thus recalls that Keynes revolutionary thesis of economic interdependence made its first, fleeting appearance, in this 1919 book. Prof. Sen further articulates the basic proposition of economists that favour austerity: “the imposed austerity we are going through is not a useless nightmare, but more like a strenuous workout for a healthier future…”",
    "Writing in 2015, noting the Eurozone’s policy failures in the preceding decade, Prof Sen states that “if the policy of austerity deepened Europe’s economic problems, it did not help in the aimed objective of reducing the ratio of debt to GDP to any significant extent – in fact, sometimes quite the contrary”. This brings us to what Keynes and Sen will generally hold as their unalterable truth: “that the most effective way of cutting deficits is to resist recession and to combine deficit reduction with rapid economic growth.”",
    "In the aforementioned piece, Prof. Sen makes two points which I believe are extremely relevant to the issues faced by Sri Lanka today. The first is that Prof. Sen notes a democratic deficit in wider Europe, stating that had leaders allowed for “more public discussion, rather than taking unilateral decisions in secluded financial corridors… policy errors could have been prevented…” Sri Lanka’s cabal of Ajith Nivard Cabraal, PB Jayasundere etc, failed to engage in what Sen calls the “standard procedures of deliberation, scrutiny and critique.” In a lesson that Sri Lankan politicians should heed, Prof. Sen states that it was no “consolation that most of the governments in the EUROZONE that deployed the strategy of austerity, lost office in public elections that followed.”",
    "The second lesson for Sri Lanka is what Prof. Sen calls an “an odd confusion in policy thinking between the real need for institutional reform in Europe and the imagined need for austerity... There can be little doubt that Europe has needed, for quite some time, many serious institutional reforms… including those in the labour markets. But the real case for institutional reform has to be distinguished from an imagined case for indiscriminate austerity, which does not do anything to change a system while hugely inflicting pain.”",
    "In discussing protests of the 21st century, it is worth bringing the reader’s attention to anti-austerity movements and agitations as varied as the Rome Demonstrations of 2011, the Italian Social Protests of 2013, anti-austerity movements in Greece and the UK (2010) and Portugal and Spain (2011). If policy makers deliberate austerity measures in private, choosing winners and losers according to their own political fancies, Sri Lankan anti-austerity marches in the year 2022 will be added to a long and ever-growing list of agitations. Those protests will likely not encompass a united, carnival-like atmosphere and might instead devolve into a violent class struggle, the likes of which Sri Lanka has yet to fully realize.",
    "In all of this, we must appreciate what precisely has united Sri Lankans over the last few weeks. The convergence of economic distress, of economic interests is what seems finally to have united the various classes and ethnicities of Colombo and beyond. It was not political oppression or moral failure or terrorism or unbridled corruption that delivered unity; it is economic interest. These same forces brought together the Sunni and Shia power-houses, Qatar and Iran, to ‘share’ the natural gas fields of the North Field and South Pars in the Persian Gulf, ignoring a millennia of hostility between the historically warring sects.",
    "For Sri Lankans, now united by our shared economic interests and our mutual distaste for established power centres, the present moment represents an opportunity to break free from post-colonial shackles of communal division and finally contend with the real Struggle that we should have been facing all along, the battle that begins to close the widening economic gaps that our long-ignored class struggle has finally brought to the surface. As Sri Lankans, we have to start somewhere; the ‘Aragalaya’ is only just beginning."
  ],
  "translate": {
    "si": {
      "title": "අපේ අරගලය සැබෑවක්! ‘අරගලය’ ආරම්භයක් පමණක් වන්නේ ඇයි?",
      "body_lines": [
        "ගෝඨාභයට සහ මහින්ද රාජපක්ෂ රජයෙන් ඉවත් විය යුතු බවට දැඩි ලෙස බලකරමින් පූජ්‍ය පක්ෂය ඇතුළු විවිධ තරාතිරම්වල පිරිස් විසින් 17 වැනි දිනටත් විරෝධතාවයක් පැවැත්විණි.",
        "රඹුකන්න ප්‍රදේශයේ දක්නට ලැබුණු පොලිස් ම්ලේච්ඡ ක්‍රියාවලින් ඇඟවෙන්නේ සැබෑ සටන ආරම්භය පමණක් විය හැකි බවයි. ලෙයින් තෙත් වූ විරෝධතාකරුවන්ට පොලිස් නිලධාරීන් විසින් පහර දෙන වීඩියෝ පට මතුවීමත් සමඟ ‘අරගලය’ යනු කුමක්දැයි වඩාත් පැහැදිලි විය. එය ඇත්තටම අදහස් කරන්නේ කුමක්ද? වීදි යනු 'අරගලයේ' ඉදිරි පෙළයි",
        "ශ්‍රී ලංකාව ගිනිගෙන දැවෙන ජාතියක් වන අතර ඊට පූර්වාදර්ශයක් අපගේ පිරික්සුම් ඉතිහාසයේ පවා නොමැත. මෙම ජනතා ව්‍යාපාරය ඓන්ද්‍රීයව, පහළ සිට ඉහළට, ගොවීන්ගෙන්, ගුරුවරුන්ගෙන්, හෙදියන්ගෙන් වර්ධනය විය. නගරවලින් සහ ගම්වලින් පීඩනය ගිලිහී ගිය අතර රුපියල කඩා වැටී විදුලි පහන් නිවී ගිය විට මධ්‍යම පාන්තික ජනතාව කොළඹින් පූර්න බලයෙන් එළියට බැස්සේ ශ්‍රී ලංකාවේ ජනතාව අතර ජයග්‍රාහකයින් සහ පරාජිතයින් තීරණය කරති",
        "රතුපස්වල සහ රඹුකන්න පිහිටා ඇත්තේ ශ්‍රී ලංකාවේ ඈත කොනක නොවේ, පළමුවැන්න කොළඹ සිට විනාඩි 45 ක දුරකින්, දෙවැන්න පැය දෙකකට වඩා වැඩි දුරකි. මෙම නගර දෙක එකම වාක්‍යයකින් එකට ගෙන ඇත්තේ අපේ රටේ දුප්පත්ම ජනතාව ආර්ථික හිඟකමේ, ජාතිකවාදී අභිලාෂයේ සහ රාජවංශ බල අරගලයේ තියුණු අන්තයේ දිගටම සිටින බැවිනි. වාර්තා කිරීම යෝජනා කරන්නේ විරෝධතාකරුවන් ඉන්ධන බවුසරයකට ගිනි තැබීමට උත්සාහ කළ “නොසන්සුන් තත්වයක්” ය.",
        "එම ස්ථානයේ සිටි විරෝධතාකරුවන් ඉන්ධන පිරවුම්හලක ගින්නක් නිවා දැමීමට උත්සාහ කරන ආකාරය පෙන්වීමට විවිධ වීඩියෝ දර්ශන මතු විය. තවත් අය යෝජනා කළේ පොලිසිය විසින්ම ත්‍රිරෝද රථයකට ගිනි තැබූ බවයි. විමර්ශනවලින් සත්‍ය හෙළිදරව් වීමට හෝ නොවීමට ඉඩ ඇත, නමුත් රඹුකන්න නගරයේ වීදි ඇමරිකානු අභ්‍යන්තර නගරවල මෙන් නොවේ; ආයුධ සන්නද්ධ කල්ලි නැත, සැඟවුණු තුවක්කු සංස්කෘතියක් නැත, සහ සිවිල් වැසියන් කිසිදු ආකාරයක ආයුධ රැගෙන ගිය ඉතිහාසයක් නැත. රඹුකන්න යනු මෑතක දී කල්ලි සාමාජිකයන් සහ පොලිසිය අතර මාරාන්තික වෙඩි තැබීම් සිදු වූ මාලිගාවත්ත ද නොවේ.",
        "මෙම ලිපිය ලියන අවස්ථාව වන විට, රඹුකන්න පොලිසිය තුළ තමන්ට ක්ෂණික අනතුරක් වේ යැයි සාධාරණ බියක් යෝජනා කිරීමට කිසිදු සාක්ෂියක් නොමැත. නිරායුධ ශ්‍රී ලාංකිකයින්ට වෙඩි තැබීමට වගකියන කිසිවක් නිසැකවම නැත. සෙනඟ විසුරුවා හැරීම සඳහා සජීවී පතොරම් භාවිතා කිරීම නිර්දේශ කරන පොලිස් මෙහෙයුම් අත්පොතක් නොතිබිය හැකිය. විරෝධතාවයකට හෝ ඒ අසලට සජීවීව වෙඩි තැබීම කිසිදු ශිෂ්ට සමාජයක \"අවම බලයක්\" ලෙස නොසැලකේ.",
        "ශ්‍රී ලංකාව ගිනිගෙන දැවෙන ජාතියක් වන අතර ඊට පූර්වාදර්ශයක් අපගේ පිරික්සුම් ඉතිහාසයේ පවා නොමැත. මෙම ජනතා ව්‍යාපාරය ඓන්ද්‍රීයව, පහළ සිට ඉහළට, ගොවීන්ගෙන්, ගුරුවරුන්ගෙන්, හෙදියන්ගෙන් වර්ධනය විය. නගරවලින් සහ ගම්වලින් පීඩනය ගිලිහී ගිය අතර, රුපියල කඩා වැටී විදුලි පහන් නිවී ගිය විට, මධ්‍යම පාන්තික ජනතාව පූර්ණ බලයෙන් කොළඹට බැස ගියහ. අවධාරණය කළ යුතු දෙය නම්, මෙම ව්‍යාපාරය මංමුලා සහගත ලෙස ආරම්භ වූ අතර, එය දැන් බලාපොරොත්තුවෙන් අර්ථ දක්වා ඇත. ආර්ථික බලාපොරොත්තු සුන්වීම සහ සම්පූර්ණ බලාපොරොත්තු සුන්වීම මිනිසුන් කොහුවෙලට සහ මිරිහානට ගෙන ආ අතර එය ගාලුමුවදොර පිටියේ මහජන විරෝධතාවලට තුඩු දුන්නේය. SJB ප්‍රමුඛ මහජන විරෝධතාව පළමුවැන්න වූ නමුත් මෙය ප්‍රාථමිකයක් විය. ජනාකීර්ණ ජනතාව අවසානයේ තම සංඛ්‍යාවේ ශක්තිය අවබෝධ කර ගැනීමටත් රජය යම් ප්‍රමාණයකට සුහදශීලී වීමටත් සෑම අවස්ථාවක්ම තිබේ. එය කොපමණ දුරකට නැමිය හැකිද යන්න දැකීමට ඉතිරිව ඇත, නමුත් GotaGoGama (GGG) දක්වා ව්‍යාපාරයේ පරිණාමය සමහර විට වඩාත් ආකර්ෂණීය අංගය විය හැකිය.",
        "සුහදත්වය සහ එකමුතුකම හද කම්පා කරවන සුළුය, ශ්‍රී ලංකා ජාතික ගීය, කොඩි සහ සියල්ල භාෂා දෙකකින් ගායනා කර ඇති අතර පසුබිමේ එස්.ඩබ්ලිව්.ආර්.ඩී. බණ්ඩාරනායකගේ යෝධ ප්‍රතිමාව; මෙය පැමිණ සිටින අයට ඔවුන්ගේ ජීවිත කාලය පුරාම මතක තබා ගත හැකි අවස්ථා වේ. සැණකෙළි වාතාවරණයක් ගැන පැමිණිලි කරන විචාරකයින්, GGG වෙරළ සාදයක් ලෙස හාස්‍යජනක ලෙස විස්තර කිරීම පවා, ඇත්ත වශයෙන්ම මෙම ව්‍යාපාරය මෙතරම් වෙනස් වන්නේ මන්දැයි අවධාරණය කරයි. සංස්ථාපිතය වඩාත්ම බිය වන්නේ මිනිසුන් බලාපොරොත්තු වන බවත්, ඔවුන් එක රැයකින් වෙනස්කම් අපේක්ෂා නොකරන බවත්, ඇත්ත වශයෙන්ම, ඔවුන් දිගු ගමනක් සඳහා සූදානම්ව සිටින බවත්, ධූරාවලිය පවතින බව හොඳින් දන්නා නමුත්, මෙවර, ජනතාව බලා සිටීමට අධිෂ්ඨාන කරගෙන සිටින බව පෙනේ. රාජපක්ෂ සංස්ථාපිතය. විලුඹ හාරනවා කියන්නේ, නිශ්චල වස්තුවක් වෙනවා කියන්නේ මේකයි. ඒ තමයි සමගිය තුළ ඇති බලය, සාමූහික, ඒකාග්‍ර උත්සාහයෙන් ඕනෑම දෙයක් කළ හැකියි කියන හැඟීම.",
        "ලිබරල් කවයන් තුළ සහ සමාජ මාධ්‍ය තුළ පවා, සංවාද ජාතික ප්‍රශ්නය, යුධ අපරාධ සහ දූෂණය වෙත අපගමනය වන නමුත්, පුළුල්, සියල්ල ඇතුළත් ඉල්ලීම, සරලම උපදෙස්, නොවෙනස්ව පවතී: ගෝඨා, යා යුතුය. එහි හරය, මෙය වගවීම සඳහා වූ ඉල්ලීමකි. ආර්ථික විද්‍යාඥයන්, මූල්‍ය විශේෂඥයන්, මාධ්‍ය විශ්ලේෂකයින් සහ සිවිල් සමාජය යන සියල්ලෝම පිළිගනිති, ආසන්න අසාර්ථකත්වය පිළිබඳ පූර්ව අනතුරු ඇඟවීම් නොතකා හඳුන්වා දුන් සහ අනුගමනය කරන ප්‍රතිපත්ති, මෙම අවම කළ නොහැකි ආර්ථික ව්‍යසනයට සම්පූර්ණයෙන්ම වගකිව යුතු බව. ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ ඔහුගේ ‘කණ්ඩායම’ සෘජුවම හඳුන්වා දුන් සහ සහාය දුන් අසාර්ථක ලැයිස්තුව අපි යළිත් මතු කරමු: කාබනික පොහොර, ආනයන ආදේශනය, බදු කප්පාදුව, නවීන මුදල් න්‍යාය. ඔබේම ප්‍රතිපත්ති අසාර්ථකත්වයේ ප්‍රතිඵල සඳහා වගවීම ඉතිරිව ඇති එකම පිළිගත හැකි මාර්ගයයි. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ මූලික ප්‍රතිපත්ති තීරණ දෙකක් වන පොහොර තහනම සහ ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා කිරීම ප්‍රමාද කිරීම සම්බන්ධයෙන් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා දිගුකාලීන, කොන්දේසි සහිත සමාව අයැදීම වගවීම ලෙස ගණන් නොගනී, නව කැබිනට් මණ්ඩලයද ගණන් නොගනී.",
        "අපගේ හවුල් ආර්ථික අවශ්‍යතා සහ ස්ථාපිත බල මධ්‍යස්ථාන කෙරෙහි ඇති අපගේ අන්‍යෝන්‍ය අප්‍රසාදයෙන් දැන් එක්සත් වී සිටින ශ්‍රී ලාංකිකයන් සඳහා, වර්තමාන මොහොත නියෝජනය කරන්නේ පශ්චාත් යටත් විජිත වාර්ගික බෙදීමේ විලංගුවලින් මිදී අවසානයේ අප මුහුණ දිය යුතුව තිබූ සැබෑ අරගලය සමඟ සටන් කිරීමට අවස්ථාවකි. පුරාවට",
        "මීට මාසයකට පෙර ජාතිය අමතා කළ තවත් දේශනයකදී අස්වැන්න 40% කින් පහත වැටී ඇති බව දැන දැනත් ජනාධිපතිවරයා මෙම ප්‍රතිපත්තියම අවධාරණය කළේය.",
        "මහින්ද රාජපක්ෂගේ නැගීමේ සිට, ශ්‍රී ලංකාවේ බල ව්‍යුහය ප්‍රජාතන්ත්‍රවාදී මුහුණුවරක් පිටුපස සැඟවී ඇති පවුල්වාදී, පාහේ රාජාණ්ඩු ආඥාදායකත්වයකට සමීපව සමාන වී තිබේ. පවුල විසින් එය පවත්වා ගෙන යන අනුග්රහය සඳහා ත්යාග පිරිනමනු ලබන්නේ ඉතිහාසය පුරාවටම පොදුය. ජනාධිපතිවරයාට සහ අගමැතිතුමාට එරෙහිව පාර්ලිමේන්තුවේ බහුතර බලයක් නොමැතිකම, ජනතාවගේ කැමැත්තට පටහැනිව, අපේ නියෝජිත ප්‍රජාතන්ත්‍රවාදී ක්‍රමයේ පිරිහීම පිළිබඳ තවත් සාක්ෂියකි. සමීපතම කලාපය සහ මෑත ඉතිහාසය පමණක් ශ්‍රී ලංකාව රාජවංශික, පවුල් දේශපාලනය ඉවත් කිරීමට සූදානම් වනු ඇතැයි බලාපොරොත්තු වීමට ඕනෑ තරම් හේතු සපයයි. සලකා බලන්න: තායිලන්තයේ ෂින්වත්‍රා, පිලිපීනයේ මාකෝස් සහ ඉන්දුනීසියාවේ සුහර්තෝ; සෑම රාජවංශයක්ම අවසානයේ අවසානයට පැමිණේ.",
        "ඉතිහාසය හරහා සමාජ හා දේශපාලන පර්යායේ පරිණාමයේ වේගය බොහෝ විට අවතක්සේරු කරනු ලැබේ. සාම්ප්‍රදායික නිර්වචන මත පදනම් වූ නිරපේක්ෂ රාජාණ්ඩු තවමත් පවතී: සෞදි අරාබිය, බෲනායි, ඕමානය සහ වතිකානු නගරය පවා මෙම නිර්වචනයට යටත් වේ. 20 වැනි සියවස අවසානයේ 1922 දී ඔටෝමාන් අධිරාජ්‍යයේ බිඳ වැටීම මෙන්ම 1917 දී රුසියානු සාර්වාදය පෙරලා දැමීම ද සිදු විය. සෘජු අධිරාජ්‍ය යටත් විජිතකරණය අවසානයේ 1930 දී ඉන්දියාවේ ගාන්ධිගේ ලුණු සත්‍යග්‍රහය, මාර්ටින් ලූතර් කිං ජූනියර් සහ 'අවසානයේ අවසන් විය. 63 මාර්තු වොෂින්ටනයේ, ප්‍රංශයේ 1968 මැයි විරෝධතා සහ ඇත්ත වශයෙන්ම, 1989 ටියනන්මෙන් චතුරශ්‍රයේ විරෝධතා.",
        "20 වන සියවස සමාජ හා දේශපාලන පරිණාමයේ නිශ්චිත කාල පරිච්ඡේදයක් ලෙස යමෙක් සලකන්නේ නම්, 21 වන සියවසේ මෙම පළමු වසර 22 තුළ පමණක් විශාල පරිමාව සහ විවිධ උද්ඝෝෂණ, විරෝධතා සහ සෘජු විප්ලවයන් යෝජනා කරන්නේ තවත් බොහෝ වෙනස්කම් ගෙන එනු ඇති බවයි. 22 වැනි සියවසේ උදාවේදී පයින් ගසා කෑගසන්නට ඇත. මැදපෙරදිග මාධ්‍යවල අවධානයට ලක්වන අතර, ජාතීන් දුසිමක් හෝ ඊට වැඩි ගණනක් ඇතුළත් වූ 2010 අරාබි වසන්තය ගැන අපි සැවොම දන්නා අතර ලිබියාවේ මුවම්මර් - අල් ගඩාෆි, ඊජිප්තුවේ හොස්නි මුබාරක් සහ බෙන් අලි ඇතුළු ඒකාධිපති දේශපාලනඥයන් කිහිප දෙනෙකු බලයෙන් පහ කිරීමට හේතු විය. ටියුනීසියාව. 2007 මියන්මාරයේ කුංකුම විප්ලවය සහ යුක්රේනයේ තැඹිලි විප්ලවය (2005) එම ජාතීන්ගේ ඉතිහාසය තුළ නිර්වචනය විය. පසුගිය වසර 3-4 තුළ ලතින් ඇමරිකාවේ මහජන රැලි සහ විරෝධතා ද දැක ඇත; පැරගුවේ සිට බ්‍රසීලය, හයිටි සහ ඩොමිනිකන් ජනරජය දක්වා.",
        "ශ්‍රී ලාංකේය සාමකාමීත්වයේ හෝ උදාසීනත්වයේ කුමන හැඟීමක් වුව, ඇසට කදුළු සලසන ඕනෑම අපචාර සහ අපකීර්තියකට අප සමාජය දක්වන ප්‍රතිචාර කලින් නිර්වචනය කර ඇත. ජනතාව තවදුරටත් කෑලි කෑලිවලින් හා ප්‍රසන්න දේවලින් තෘප්තිමත් නොවනු ඇත, මෙවර මෘදු ගොඩබෑමක් සිදු නොවන බව පෙනේ.",
        "ජාතිකවාදී සංස්ථාපිතයේ පැරණි විඩාපත් උපක්‍රමම ආන්ඩුවේ ප්‍රතිචාරය තුල පෙරට හා මධ්‍යයට ගෙන එන ලදී. මේ පාර නම් මීට කලින් මිනිස්සු දැකලා තිබුණා, සමාජ මාධ්‍ය සහ අන්තර්ජාලයේ වයස කියන්නේ මතකයන් දිග වැඩියි. වාර්ගික බෙදීම් පතුරුවා හැරීමට සහ ජනගහනය බෙදීමට අන්ත ජාතිකවාදී ආඛ්‍යාන භාවිතා කරන ජනාධිපතිවරයාගේ සමාජ මාධ්‍ය ප්‍රචාරක අංශය දර්ශනීය ලෙස අසාර්ථක විය.",
        "රජයට පක්ෂපාතී විරෝධතා පාගමනක් විසින් භාවිතා කරන ලද නියම රේඛාව වූයේ; මෙම විරෝධතා ආරම්භ වූයේ සිංහල බෞද්ධ ගොවීන් සමඟ සිංහල බෞද්ධ හදවත් තුළය යන යථාර්ථය නොසලකා හරින “සිංහල-බෞද්ධ ජනවරමට අත දෙමි”. ආර්ථික පරිහානියට විරෝධතාකරුවන් වගකිව යුතු බවට මෙම ප්‍රචාරණයෙන් පින්තාරු කිරීමට උත්සාහ කරන අතර, විරෝධතා අඛණ්ඩව සිදුවන සෑම දිනකම රටට වටිනා විදේශ විනිමය අහිමි වන බව අගමැති විසින්ම සඳහන් කළේය. රටේ කෙටි කාලීන ආර්ථික අනාගතයට තර්ජනයක් වන්නේ ඔවුන්ගේ ප්‍රතිපත්ති සහ දිගටම බලයේ රැඳී සිටීමේ අවධාරනය බව අගමැතිවරයා නොසලකා හැර ඇති බවක් පෙනෙන්නට තිබුණි. මෙම වචනය ගෑස් ආලෝකය, නමුත් සියලු ශ්‍රී ලාංකිකයන් සඳහා ද්‍රව්‍යමය තත්වයන් කොතරම් දුරට පිරිහී ඇත, මෙම විකෘති කිරීම් තවදුරටත් නොඇලෙන අතර කිසිවෙකු එම ආඛ්‍යානය මිලට ගන්නේ නැත.",
        "රඹුකන්න ප්‍රදේශයේ දක්නට ලැබුණු පොලිස් ම්ලේච්ඡ ක්‍රියාවලින් ඇඟවෙන්නේ සැබෑ සටන ආරම්භය පමණක් විය හැකි බවයි. ලෙයින් තෙත් වූ විරෝධතාකරුවන්ට පොලිස් නිලධාරීන් විසින් පහර දෙන වීඩියෝ පට මතුවීමත් සමඟ ‘අරගලය’ යනු කුමක්දැයි වඩාත් පැහැදිලි විය. එය ඇත්තටම අදහස් කරන්නේ කුමක්ද. වීදි යනු ‘අරගලයේ’ ඉදිරි පෙළයි. රඹුකන්න බලධාරීන්ට, ජනාධිපතිවරයාට සහ ආණ්ඩු පක්ෂයට පරීක්ෂණයක් ඉදිරිපත් කරයි. වාර්තා වන පරිදි දෙදරු පියෙකු වූ නිරායුධ මිනිසෙක් පොලිස් වෙඩි පහරින් මිය ගියේය; වගවීම සහ කඩිනම් ක්‍රියාමාර්ග තිබේද? එය යුක්තිය සහ වගවීම වෙනුවෙන් රට කෑගසන දේ පිළිබඳ ක්ෂුද්‍ර දර්ශනයකි.",
        "නව මුදල් අමාත්‍යවරයා සහ මහ බැංකුවේ අධිපතිවරයා ඔවුන්ගේ කණ්ඩායම සමඟ දැනටමත් IMF සමඟ සාකච්ඡා ආරම්භ කර ඇත. ශ්‍රී ලංකාව ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සම්බන්ධ විය යුතුද යන්න සහ එම බැඳීම කෙබඳු ස්වරූපයක් ගත හැකිද යන්න පිළිබඳව පසුගිය වසර දෙක පුරා අඛණ්ඩ හා උද්‍යෝගිමත් බුද්ධිමය විවාදයක් පැවතුනි. ජාත්‍යන්තර මූල්‍ය අරමුදලට ශ්‍රී ලංකාවට ගෙන ආ හැකි දේ බොහෝ දෙනා වරදවා වටහාගෙන ඇත. කුමන ණය දීමේ පැකේජයක් අනුමත වුවද, ශ්‍රී ලංකාවට IMF වෙතින් ප්‍රමාණවත් අරමුදල් ලැබෙන්නේ නැත, අවසානයේදී නැවත වරක් ISB හරහා ණය ලබාගෙන නැවත ප්‍රාග්ධන වෙළඳපොළට ඇතුළු වීමට සිදුවනු ඇත. ද්විපාර්ශ්වික ණය ශ්‍රී ලංකාවේ අඛණ්ඩ ද්‍රවශීලතාවයට තීරනාත්මක වනු ඇති අතර ජාමූඅ හි ‘උපදේශය’ එම ක්‍රියාවලිය සුමට කරනු ඇත. බොහෝ විචාරකයින් විසින් අත්හැර දමා ඇති ප්රධාන වචනය වන්නේ කප්පාදුවයි; IMF පැකේජයක කොටසක් විය හැකි දැන් නොවැලැක්විය හැකි වියදම් සීමා කිරීම්. ශ්‍රී ලංකාවේ ජනතාව අතරේ ජයග්‍රාහකයින් සහ පරාජිතයින් තීරණය කිරීමට බල කේන්ද්‍රවලට ලැබෙන්නේ මෙහිදීය.",
        "නොබෙල් ත්‍යාගලාභී ඉන්දියානු ආර්ථික විද්‍යාඥ මහාචාර්ය අමර්‍ත්‍යා සෙන් සිය වෘත්තීය ජීවිතය ගත කර ඇත්තේ වර්ධනය සහ දරිද්‍රතාවය පිළිබඳ දේශපාලන හා ආර්ථික පද්ධතිවල භූමිකාවන් අධ්‍යයනය කිරීම සඳහා ය. 2015 දී ඉන්දියාව ගැන අදහස් දක්වමින් මහාචාර්ය සෙන් සඳහන් කළේ \"උගත් හා සෞඛ්‍ය සම්පන්න නොවන ශ්‍රම බලකායක් සමඟ ගෝලීය ආර්ථික බලවතෙකු වීමට උත්සාහ කරන එකම රට ඉන්දියාවයි\". තර්කය සරලයි, අධ්‍යාපනය සහ කුසලතා සංවර්ධනය සඳහා දශක ගනනාවක් තිස්සේ ප්‍රමාණවත් ආයෝජනයක් නොකිරීමත් සමග ඉහල යන අසමානතාවයත් සමග ආර්ථික ප්‍රගතිය ලබා දිය හැකි ශ්‍රම බලකායක් බිහි කිරීමට අපහසුය.",
        "එම වසරේම නිව් ස්ටේට්ස්මන් සඟරාවේ 'කප්පල්කාරිත්වයේ ආර්ථික ප්‍රතිවිපාක' යන මැයෙන් කියවිය යුතුම කොටසක, මහාචාර්ය සෙන් නූතන කේන්සියානු චින්තනය මෙන්ම සන්දර්භය තුළ යුරෝපයේ සහ එක්සත් ජනපදයේ ඒවාට සාපේක්ෂව එක්සත් රාජධානිය විසින් සකස් කරන ලද ප්‍රතිපත්ති ගැන සාකච්ඡා කරයි. ගෝලීය මූල්‍ය අර්බුදය මෙන්ම යුරෝ කලාපයේ ආර්ථික ප්‍රශ්න. කෙසේ වෙතත්, පළමුව, කප්පාදුව පිලිබඳ ඔහුගේ මූලික විවේචනය පිලිබඳ මහාචාර්ය සෙන් ගේ විශේෂඥ ප්‍රකාශය සලකා බැලීම වැදගත් ය: “නය කළමනාකරණය දෙසට හැරෙමින්, හිටිහැටියේම පීඩිත සහ දැඩි ලෙස ණයගැති ආර්ථිකයන් සඳහා මාර්ගයක් ලෙස කප්පාදු අදහස මුල්‍යයේ ප්‍රමුඛතම ප්‍රමුඛතාවය බවට පත් විය. යුරෝපයේ නායකයන්. 1930 ගණන්වල මහා අවපාතයේ රාජ්‍ය වියදම් කපා හැරීම ගැටලුවක් වෙනුවට විසඳුමක් ලෙස පෙනුණු කාලය පිළිබඳ මතක් කිරීමක් ඉතිහාසය ගැන උනන්දුවක් ඇති අයට මෙය පහසුවෙන් දැකගත හැකිය. 1936 දී කේන්ස් ඔහුගේ සම්භාව්‍ය ග්‍රන්ථය වන ද සාමාන්‍ය න්‍යාය තුළ ඔහුගේ නිශ්චිත දායකත්වය ලබා දුන්නේ මෙයයි. ආර්ථික ක්‍රියාකාරකම්වල නිර්ණායකයක් ලෙස ඉල්ලුම වැදගත් බවත්, රාජ්‍ය වියදම් කපා හැරීමට වඩා ප්‍රසාරණය විය හැකි බවත් කේන්ස් මූලික අවබෝධය ලබා දුන්නේය. භාවිතයට නොගත් ධාරිතාව සහ නිෂ්ක්‍රීය ශ්‍රමය සහිත ආර්ථිකයක රැකියා සහ ක්‍රියාකාරකම් පුළුල් කිරීමේ වඩා හොඳ කාර්යයක් කරන්න. රාජ්‍ය වියදම් අඩු කිරීම පුද්ගලික ආදායම් සහ වෙලඳපොල ඉල්ලීම් ප්‍රමාණවත් නොවීම සඳහා එකතු කරන බැවින්, එමගින් තවත් මිනිසුන් රැකියාවෙන් ඉවත් කිරීමට නැඹුරු වන බැවින්, කප්පාදුවට කළ හැකි දේ අල්ප වේ.",
        "1919 පැරිස් සාම සමුළුවෙන් පසු තරුණ කේන්ස් විසින් \"සාමයේ ආර්ථික ප්‍රතිවිපාක\" ප්‍රකාශයට පත් කරන ලද අතර, කේන්ස් විසින් \"ගිවිසුමේ කොන්දේසි වලට - විශේෂයෙන්ම පරාජිත සතුරාට බලකෙරුණු දුක් වේදනා සහ ආර්ථික කැලඹීම් වලට විරෝධය දැක්වීමක් ලෙස අත්හැර දමා ඇත.\" , ජර්මානුවන්, පනවන ලද කප්පාදු හරහා.\" ආර්ථික අන්තර් රඳා පැවැත්ම පිළිබඳ කේන්ස් විප්ලවීය නිබන්ධනය මෙම 1919 පොතෙහි ප්‍රථම, ක්ෂණික දර්ශනය වූ බව සෙන් මෙසේ සිහිපත් කරයි. මහාචාර්ය සෙන් තවදුරටත් කප්පාදුවට අනුග්‍රහය දක්වන ආර්ථික විද්‍යාඥයන්ගේ මූලික ප්‍රස්තුතය ප්‍රකාශ කරයි: \"අපි මේ හරහා යමින් සිටින පනවන ලද කප්පාදුව නිෂ්ඵල බියකරු සිහිනයක් නොව, සෞඛ්‍ය සම්පන්න අනාගතයක් සඳහා වන දැඩි ව්‍යායාමයක් වැනිය...\"",
        "2015 දී ලියමින්, පෙර දශකයේ යුරෝ කලාපයේ ප්‍රතිපත්ති අසාර්ථකත්වයන් ගැන සඳහන් කරමින්, මහාචාර්ය සෙන් ප්‍රකාශ කරන්නේ, “කප්පාදු ප්‍රතිපත්තිය යුරෝපයේ ආර්ථික ගැටලු ගැඹුරු කළේ නම්, දළ දේශීය නිෂ්පාදිතයට ණය අනුපාතය සැලකිය යුතු ප්‍රමාණයකට අඩු කිරීමේ ඉලක්කගත අරමුන සඳහා එය උදව් නොකළ බවයි. ඇත්ත වශයෙන්ම, සමහර විට ඊට හාත්පසින්ම වෙනස් වේ.\" මෙය කේන්ස් සහ සෙන් සාමාන්‍යයෙන් ඔවුන්ගේ වෙනස් කළ නොහැකි සත්‍යය ලෙස සලකනු ලබන දෙයට අපව ගෙන එයි: \"හිඟය කපා හැරීමේ වඩාත්ම ඵලදායී ක්‍රමය වන්නේ අවපාතයට ප්‍රතිරෝධය දැක්වීම සහ හිඟය අඩු කිරීම වේගවත් ආර්ථික වර්ධනයක් සමඟ ඒකාබද්ධ කිරීමයි.\"",
        "ඉහතින් සඳහන් කළ කොටසේදී මහාචාර්ය සෙන් අද ශ්‍රී ලංකාව මුහුණ දෙන ප්‍රශ්නවලට අතිශයින් අදාළ යැයි මා විශ්වාස කරන කරුණු දෙකක් ඉදිරිපත් කරයි. පළමුවැන්න නම්, මහාචාර්ය සෙන්, පුලුල් යුරෝපයේ ප්‍රජාතන්ත්‍රවාදී හිඟයක් සටහන් කරමින්, \"හුදකලා මූල්‍ය කොරිඩෝවල ඒකපාර්ශ්වික තීරණ ගන්නවාට වඩා වැඩි ප්‍රසිද්ධ සාකච්ඡාවකට නායකයින්ට ඉඩ දී තිබුනා. ප්‍රතිපත්තිමය වැරදි වලක්වා ගත හැකිව තිබුනා...\" ශ්‍රී ලංකාවේ අජිත් නිවාඩ්ගේ කණ්ඩායම කබ්රාල්, පී.බී. ජයසුන්දර ආදීන්, සෙන් හඳුන්වන \"සාකච්ඡා, විමර්ශනය සහ විවේචනයේ සම්මත ක්‍රියාපටිපාටියේ\" නිරත වීමට අපොහොසත් විය. ශ්‍රී ලංකාවේ දේශපාලඥයින් විසින් අවනත විය යුතු පාඩමක් තුල මහාචාර්ය සෙන් ප්‍රකාශ කරන්නේ, “ඉන්පසු පැවති ප්‍රසිද්ධ මැතිවරනවලදී කප්පාදුවේ මූලෝපාය යෙදවූ EUROZONE හි බොහෝ ආන්ඩුවලට නිලතල අහිමි වීම සැනසීමක් නොවන” බවයි.",
        "ශ්‍රී ලංකාවට දෙවන පාඩම මහාචාර්ය සෙන් හඳුන්වන්නේ “යුරෝපයේ ආයතනික ප්‍රතිසංස්කරණ සඳහා සැබෑ අවශ්‍යතාවය සහ කප්පාදුවේ පරිකල්පනීය අවශ්‍යතාවය අතර ප්‍රතිපත්තිමය චින්තනයේ අමුතු ව්‍යාකූලත්වයක්... යුරෝපයට අවශ්‍ය වී ඇති බවට සැකයක් නැත. යම් කාලයක්, බොහෝ බරපතල ආයතනික ප්‍රතිසංස්කරණ... ශ්‍රම වෙලඳපොලවල් ඇතුළුව. එහෙත් ආයතනික ප්‍රතිසංස්කරණ සඳහා වන සැබෑ කාරණය, විශාල වශයෙන් වේදනාවක් ඇති කරන අතරම පද්ධතියක් වෙනස් කිරීමට කිසිවක් නොකරන, විචක්ෂණශීලී කප්පාදු සඳහා වූ පරිකල්පිත සිද්ධියකින් වෙන්කර හඳුනාගත යුතුය.",
        "21 වැනි සියවසේ විරෝධතා සාකච්ඡා කිරීමේදී, 2011 රෝම පෙළපාලි, 2013 ඉතාලි සමාජ විරෝධතා, ග්‍රීසියේ සහ එක්සත් රාජධානියේ කප්පාදු විරෝධී ව්‍යාපාර (2010) වැනි විවිධාකාර කප්පාදු විරෝධී ව්‍යාපාර සහ උද්ඝෝෂණ වෙත පාඨක අවධානය යොමු කිරීම වටී. සහ පෘතුගාලය සහ ස්පාඤ්ඤය (2011). ප්‍රතිපත්ති සම්පාදකයින් පුද්ගලිකව කප්පාදු පියවරයන් හිතාමතාම, ජයග්‍රාහකයින් සහ පරාජිතයින් තෝරා ගන්නේ නම්, 2022 වසරේ ශ්‍රී ලංකාවේ කප්පාදු විරෝධී පාගමන් දිගු හා දිනෙන් දින වර්ධනය වන උද්ඝෝෂණ ලැයිස්තුවකට එකතු වනු ඇත. එම විරෝධතා එක්සත්, සැණකෙළියක් වැනි වාතාවරණයක් ආවරණය නොකරනු ඇති අතර, ඒ වෙනුවට ශ්‍රී ලංකාව තවමත් සම්පූර්ණයෙන් අවබෝධ කරගෙන නොමැති ප්‍රචණ්ඩ පන්ති අරගලයක් බවට පත් විය හැකිය.",
        "මේ සියල්ල තුළ, පසුගිය සති කිහිපය තුළ හරියටම ශ්‍රී ලාංකිකයන් එක්සත් කළ දේ අප අගය කළ යුතුය. ආර්ථික දුෂ්කරතා, ආර්ථික අවශ්‍යතාවල අභිසාරීත්වය අවසානයේ කොළඹ සහ ඉන් ඔබ්බෙහි විවිධ පන්ති සහ ජනවර්ග එක්සත් කර ඇති බව පෙනේ. එකමුතුකම ලබා දුන්නේ දේශපාලන පීඩනය හෝ සදාචාරාත්මක අසාර්ථකත්වය හෝ ත්‍රස්තවාදය හෝ අසීමිත දූෂණය නොවේ. එය ආර්ථික උනන්දුවකි. පර්සියානු ගල්ෆ් කලාපයේ උතුරු ක්ෂේත්‍රයේ සහ දකුණු පාර්ස්හි ස්වභාවික වායු ක්ෂේත්‍ර 'බෙදාගැනීමට' සුන්නි සහ ෂියා බලාගාර වන කටාර් සහ ඉරානය එක්රැස් කළේ මෙම බලවේග විසින්ම, ඓතිහාසිකව සටන් වදින නිකායන් අතර සහස්‍ර ගණනාවක සතුරුකම් නොසලකා හරිමිනි.",
        "අපගේ හවුල් ආර්ථික අවශ්‍යතා සහ ස්ථාපිත බල මධ්‍යස්ථාන කෙරෙහි ඇති අපගේ අන්‍යෝන්‍ය අප්‍රසාදයෙන් දැන් එක්සත් වී සිටින ශ්‍රී ලාංකිකයන් සඳහා, වර්තමාන මොහොත නියෝජනය කරන්නේ පශ්චාත් යටත් විජිත වාර්ගික බෙදීමේ විලංගුවලින් මිදී අවසානයේ අප මුහුණ දිය යුතුව තිබූ සැබෑ අරගලය සමඟ සටන් කිරීමට අවස්ථාවකි. දිගු කලක් තිස්සේ නොසලකා හරින ලද අපගේ පන්ති අරගලය අවසානයේ මතුපිටට ගෙන ආ පුලුල් වන ආර්ථික හිඩැස් වැසීමට පටන් ගන්නා සටන සියල්ල දිගේ ය. ශ්‍රී ලාංකිකයන් වශයෙන් අපි කොතනින් හෝ පටන් ගත යුතුයි; ‘අරගලය’ ආරම්භය පමණයි."
      ]
    },
    "ta": {
      "title": "எங்கள் போராட்டம் உண்மையானது! ‘அறகலயா’ ஒரு ஆரம்பம் மட்டும் ஏன்?",
      "body_lines": [
        "கோட்டாபய மற்றும் மகிந்த ராஜபக்ச அரசாங்கத்தை பதவி விலகுமாறு வலியுறுத்தி மதகுருமார்கள் உள்ளிட்ட பல்வேறு தரப்பு மக்களால் முன்னெடுக்கப்பட்ட போராட்டம் 17ஆவது நாளாகவும் தொடர்கிறது.",
        "ரம்புகண்ணாவில் காணப்பட்ட பொலிஸ் மிருகத்தனமானது உண்மையான யுத்தம் ஆரம்பமாகியிருக்கலாம் என்பதைக் காட்டுகிறது. இரத்தம் தோய்ந்த போராட்டக்காரர்கள் காவல்துறையினரால் தாக்கப்பட்ட வீடியோக்கள் வெளிவந்ததால், 'அரகலயா' என்றால் என்ன என்பது தெளிவாகியது; அது உண்மையில் என்ன அர்த்தம். தெருக்கள்தான் ‘போராட்டத்தின்’ முன் வரிசைகள்",
        "இலங்கை தீயில் எரிந்து கொண்டிருக்கும் தேசம், நமது சரித்திரத்தில் கூட இதற்கு முன்னுதாரணமில்லை. விவசாயிகள், ஆசிரியர்கள், செவிலியர்கள் என இந்த மக்கள் இயக்கம் இயற்கையாக, கீழ்மட்டமாக வளர்ந்தது; நகரங்கள் மற்றும் கிராமங்களில் இருந்து அழுத்தம் தணிந்தது, ரூபாய் நொறுங்கி, விளக்குகள் அணைந்தபோது, ​​நடுத்தர வர்க்கத்தின் வெகுஜனங்கள் கொழும்பில் முழு பலத்துடன் வெளியேறினர், இலங்கையின் மக்கள் மத்தியில் வெற்றியாளர்களையும் தோல்வியுற்றவர்களையும் தீர்மானித்தனர்",
        "ரத்துபஸ்வல மற்றும் ரம்புகண்ணா ஆகியவை இலங்கையின் தொலைதூர மூலைகளில் இல்லை, முந்தையது கொழும்பிலிருந்து 45 நிமிட பயணத்தில் உள்ளது, பிந்தையது இரண்டு மணி நேரத்திற்கும் மேலாகும். இந்த இரண்டு நகரங்களும் ஒரே வாக்கியத்தில் ஒன்றாக இணைக்கப்பட்டுள்ளன, ஏனென்றால் நம் நாட்டில் ஏழை மக்கள் தொடர்ந்து பொருளாதார பற்றாக்குறை, தேசியவாத லட்சியம் மற்றும் வம்ச அதிகாரப் போராட்டம் ஆகியவற்றின் கூர்மையான முடிவில் உள்ளனர். எதிர்ப்பாளர்கள் எரிபொருள் பவுசருக்கு தீவைக்க முயற்சித்த \"பதட்டமான சூழ்நிலையை\" அறிக்கை தெரிவிக்கிறது.",
        "பெட்ரோல் நிலையத்தைப் போல தோற்றமளிக்கும் தீயை அணைக்க முயற்சிக்கும் போராட்டக்காரர்களைக் காட்டுவதற்காக பல்வேறு வீடியோக்கள் வெளிவந்தன. வேறு சிலர், பொலிஸாரே முச்சக்கரவண்டிக்கு தீ வைத்ததாக கருத்து தெரிவித்தனர். விசாரணைகள் உண்மையை வெளிப்படுத்தலாம் அல்லது தெரியாமல் போகலாம், ஆனால் ரம்புகண்ணாவின் தெருக்கள் அமெரிக்க உள் நகரங்களைப் போல் இல்லை; ஆயுதம் ஏந்திய கும்பல் இல்லை, மறைத்து வைக்கப்பட்ட துப்பாக்கி கலாச்சாரம் இல்லை, எந்த விதமான ஆயுதங்களையும் பொதுமக்கள் ஏந்திய வரலாறு இல்லை. ரம்புகண்ணா மாளிகாவத்தை கூட இல்லை, இது சமீபத்தில் கும்பல் உறுப்பினர்களுக்கும் பொலிஸாருக்கும் இடையேயான மரண துப்பாக்கிச் சூட்டைக் கண்டது.",
        "எழுதும் நேரத்தில், ரம்புகண்ணாவில் உள்ள காவல்துறையினரிடையே தங்களுக்கு உடனடி ஆபத்து ஏற்படும் என்ற நியாயமான பயத்தை பரிந்துரைக்க எந்த ஆதாரமும் இல்லை. நிராயுதபாணியான இலங்கையர்கள் மீது துப்பாக்கிச் சூடு நடத்துவதற்கு நிச்சயமாக எதுவும் தேவையில்லை. கூட்டத்தை கலைக்க நேரடி வெடிமருந்துகளைப் பயன்படுத்துவதைப் பரிந்துரைக்கும் போலீஸ் செயல்பாட்டுக் கையேடு இருக்க வாய்ப்பில்லை. எந்தவொரு நாகரீக சமூகத்திலும் ஒரு எதிர்ப்பின் போது அல்லது அதற்கு அருகில் நேரடியாகச் சுடுவது \"குறைந்தபட்ச சக்தியாக\" கருதப்படுவதில்லை.",
        "இலங்கை தீயில் எரிந்து கொண்டிருக்கும் தேசம், நமது சரித்திரத்தில் கூட இதற்கு முன்னுதாரணமில்லை. விவசாயிகள், ஆசிரியர்கள், செவிலியர்கள் என இந்த மக்கள் இயக்கம் இயற்கையாக, கீழ்மட்டமாக வளர்ந்தது; நகரங்கள் மற்றும் கிராமங்களில் இருந்து அழுத்தம் தணிந்தது, ரூபாய் நொறுங்கி, விளக்குகள் அணைந்தபோது, ​​நடுத்தர வர்க்கத்தின் வெகுஜனங்கள் கொழும்பில் முழு பலத்துடன் வெளியேறினர். வலியுறுத்த வேண்டிய விஷயம் என்னவென்றால், இந்த இயக்கம் விரக்தியில் தொடங்கியது, அது இப்போது நம்பிக்கையால் வரையறுக்கப்பட்டுள்ளது. பொருளாதார விரக்தியும், வெளிப்படையான விரக்தியும் மக்களை கொஹுவெல மற்றும் மிரிஹான பகுதிகளுக்கு கொண்டு வந்து, காலி முகத்திடலில் பாரிய போராட்டங்களுக்கு வழிவகுத்தது. SJB தலைமையிலான வெகுஜன-எதிர்ப்பு முதலில் இருந்தது, ஆனால் இது ஒரு ப்ரைமர் மட்டுமே. மக்கள் தொகையில் தங்கள் பலத்தை இறுதியாக உணர்ந்து, அரசாங்கம் ஓரளவுக்கு இணக்கமாக இருப்பதற்கு எல்லா வாய்ப்புகளும் உள்ளன. அதை எவ்வளவு தூரம் வளைக்க முடியும் என்பதைப் பார்க்க வேண்டும், ஆனால் கோட்டகோகாமா (GGG) க்கு இயக்கத்தின் பரிணாமம் ஒருவேளை மிகவும் கவர்ச்சிகரமான அம்சமாகும்.",
        "தோழமை மற்றும் ஒற்றுமை இதயத்தை நிறுத்துகிறது, இலங்கை தேசிய கீதம், கொடிகள் மற்றும் அனைத்தும், இரண்டு மொழிகளில் பாடப்பட்டது, பின்னணியில் SWRD பண்டாரநாயக்காவின் மாபெரும் சிலை உள்ளது; இருப்பவர்கள் தங்கள் வாழ்நாள் முழுவதும் நினைவில் வைத்திருக்கும் தருணங்கள் இவை. ஒரு திருவிழா சூழ்நிலையைப் பற்றி புகார் கூறும் விமர்சகர்கள், GGG ஒரு கடற்கரை விருந்து என்று கேலிக்குரிய விளக்கம் கூட, உண்மையில் இந்த இயக்கம் ஏன் மிகவும் வித்தியாசமானது என்பதை அடிக்கோடிட்டுக் காட்டுகிறது. ஸ்தாபனம் மிகவும் அஞ்சுவது என்னவென்றால், மக்கள் நம்பிக்கையுடன் இருக்கிறார்கள், அவர்கள் ஒரே இரவில் மாற்றங்களை எதிர்பார்க்கவில்லை, உண்மையில், அவர்கள் நீண்ட காலத்திற்குத் தயாராக இருக்கிறார்கள், படிநிலைகள் தொடர்கின்றன என்பதை நன்கு அறிந்திருக்கிறார்கள், ஆனால் இந்த நேரத்தில், மக்கள் காத்திருப்பதில் உறுதியாக உள்ளனர். ராஜபக்ச ஸ்தாபனம். உங்கள் குதிகால் தோண்டுவது, அசையாத பொருளாக மாறுவது என்பது இதுதான். அதுதான் ஒற்றுமையில் உள்ள சக்தி, ஒன்றுபட்ட, ஒருமுகப்பட்ட முயற்சியால் எதுவும் சாத்தியம் என்ற உணர்வு.",
        "தாராளவாத வட்டங்களுக்குள்ளும் சமூக ஊடகங்களிலும் கூட, உரையாடல்கள் தேசியப் பிரச்சினை, போர்க்குற்றங்கள் மற்றும் ஊழல் ஆகியவற்றில் இருந்து விலகிச் செல்கின்றன, ஆனால் மேலோட்டமான, அனைத்தையும் உள்ளடக்கிய கோரிக்கை, எளிமையான அறிவுறுத்தல்கள், மாறாமல் உள்ளன: கோட்டா, செல்ல வேண்டும். அதன் மையத்தில், இது பொறுப்புக்கூறலுக்கான கோரிக்கையாகும். பொருளாதார வல்லுநர்கள், நிதி வல்லுநர்கள், ஊடக ஆய்வாளர்கள் மற்றும் சிவில் சமூகம் அனைவரும், உடனடி தோல்வி பற்றிய முன்னறிவிப்புகளை மீறி அறிமுகப்படுத்தப்பட்ட மற்றும் பின்பற்றப்பட்ட கொள்கைகள் இந்த தணிக்கப்படாத பொருளாதார பேரழிவிற்கு முழுப் பொறுப்பு என்பதை ஏற்றுக்கொள்கிறார்கள். கரிம உரம், இறக்குமதி மாற்றீடு, வரி குறைப்பு, நவீன பணவியல் கோட்பாடு: ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் அவரது ‘குழு’வால் நேரடியாக அறிமுகப்படுத்தப்பட்டு ஆதரிக்கப்பட்ட தோல்விகளின் பட்டியலை மீண்டும் எழுப்புவோம். உங்கள் சொந்த கொள்கை தோல்விகளின் விளைவுகளுக்கு பொறுப்புக்கூறல் மட்டுமே எஞ்சியுள்ள ஏற்றுக்கொள்ளக்கூடிய ஒரே வழி. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது சொந்த அடிப்படைக் கொள்கை முடிவுகளில் இரண்டு, உரத்தடை மற்றும் சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தை நடத்துவதில் தாமதம் தொடர்பாக நீண்டகாலமாக, நிபந்தனையுடன் மன்னிப்பு கேட்டது, பொறுப்புக்கூறலாக கருதப்படவில்லை, புதிய அமைச்சரவையும் கணக்கில் எடுத்துக்கொள்ளப்படவில்லை.",
        "எமது பகிரப்பட்ட பொருளாதார நலன்களாலும், நிறுவப்பட்ட அதிகார மையங்கள் மீதான எமது பரஸ்பர வெறுப்பாலும் ஒன்றிணைந்துள்ள இலங்கையர்களுக்கு, தற்போதைய தருணம், இனவாத பிளவுகளின் பிந்தைய காலனித்துவ தளைகளிலிருந்து விடுபட்டு இறுதியாக நாம் எதிர்கொள்ள வேண்டிய உண்மையான போராட்டத்துடன் போராடுவதற்கான ஒரு வாய்ப்பாகும். முழுவதும்",
        "ஒரு மாதத்திற்கு முன்பு, தேசத்திற்கு மற்றொரு உரையில், அறுவடை 40% குறைந்துள்ளது என்பதை அறிந்திருந்தும் இதே கொள்கையை ஜனாதிபதி வலியுறுத்தினார்.",
        "மகிந்த ராஜபக்சவின் பதவியேற்றதிலிருந்து, இலங்கையின் அதிகார அமைப்பு ஜனநாயக முகப்பின் பின்னால் மறைந்திருக்கும் குடும்ப, கிட்டத்தட்ட முடியாட்சி எதேச்சதிகாரத்தை ஒத்திருக்கிறது. குடும்பம் அதை நிலைநிறுத்தும் ஆதரவிற்கு வெகுமதி அளிக்கிறது, இது வரலாறு முழுவதும் பொதுவானது. ஜனாதிபதி மற்றும் பிரதமருக்கு எதிராக பாராளுமன்றத்தில் பெரும்பான்மை இல்லாதது, மக்களின் விருப்பத்திற்கு மாறாக, நமது பிரதிநிதித்துவ ஜனநாயக முறையின் சிதைவுக்கு மேலும் சான்றாகும். வம்ச, குடும்ப அரசியலை ஒருமுறை முழுவதுமாக சுத்தப்படுத்த இலங்கை தயாராக இருக்கும் என்று நம்புவதற்கு உடனடி பிராந்தியம் மற்றும் சமீபத்திய வரலாறு மட்டுமே ஏராளமான காரணங்களை வழங்குகின்றன. கவனியுங்கள்: தாய்லாந்தின் ஷின்வத்ரா, பிலிப்பைன்ஸின் மார்கோஸ் மற்றும் இந்தோனேசியாவின் சுஹார்டோ; ஒவ்வொரு வம்சமும் இறுதியில் முடிவுக்கு வருகிறது.",
        "வரலாற்றின் மூலம் சமூக மற்றும் அரசியல் ஒழுங்கின் பரிணாம வளர்ச்சியின் வேகம் பெரும்பாலும் குறைத்து மதிப்பிடப்படுகிறது. பாரம்பரிய வரையறைகளின் அடிப்படையில் முழுமையான முடியாட்சிகள் இன்னும் உள்ளன: சவுதி அரேபியா, புருனே, ஓமன் மற்றும் வத்திக்கான் நகரம் கூட இந்த வரையறையின் கீழ் வருகின்றன. 20 ஆம் நூற்றாண்டு இறுதியாக 1922 இல் ஒட்டோமான் பேரரசின் சரிவைக் கண்டது, அதே போல் 1917 இல் ரஷ்ய ஜாரிசம் அகற்றப்பட்டது. இந்தியாவில் காந்தியின் உப்பு சத்தியாகிரகம் 1930, மார்ட்டின் லூதர் கிங் ஜூனியர் மற்றும் ஜூனியர் போன்ற அதே நூற்றாண்டில் நேரடி ஏகாதிபத்திய காலனித்துவம் இறுதியாக முடிவுக்கு வந்தது. 63 மார்ச் வாஷிங்டனில், பிரான்சில் மே 1968 எதிர்ப்புகள் மற்றும் நிச்சயமாக, 1989 இன் தியனன்மென் சதுக்க எதிர்ப்புகள்.",
        "20ஆம் நூற்றாண்டை சமூக மற்றும் அரசியல் பரிணாம வளர்ச்சியின் உறுதியான காலகட்டம் என்று ஒருவர் கருதினால், 21ஆம் நூற்றாண்டின் முதல் 22 வருடங்களில் நடந்த மிகப் பெரிய அளவு மற்றும் பல்வேறு போராட்டங்கள், எதிர்ப்புகள் மற்றும் வெளிப்படையான புரட்சிகள் இன்னும் பல மாற்றங்கள் கொண்டு வரப்படும் என்று கூறுகிறது. 22 ஆம் நூற்றாண்டின் விடியலில், உதைத்து கத்தலாம். மத்திய கிழக்கு ஊடகங்களின் கவனத்தைப் பெறுகிறது, எனவே ஒரு டஜன் அல்லது அதற்கு மேற்பட்ட நாடுகளை உள்ளடக்கிய 2010 இன் அரபு வசந்தத்தைப் பற்றி நாம் அனைவரும் அறிந்திருக்கிறோம், மேலும் லிபியாவின் முயம்மர் - அல் கடாபி, எகிப்தின் ஹோஸ்னி முபாரக் மற்றும் பென் அலி உட்பட பல சர்வாதிகார அரசியல்வாதிகள் பதவி நீக்கம் செய்யப்பட்டனர். துனிசியா. மியான்மரின் 2007 குங்குமப்பூ புரட்சி மற்றும் உக்ரைனின் ஆரஞ்சு புரட்சி (2005) ஆகியவை அந்தந்த நாடுகளின் வரலாற்றில் வரையறுக்கப்பட்டுள்ளன. கடந்த 3-4 ஆண்டுகளாக லத்தீன் அமெரிக்காவில் வெகுஜன பேரணிகள் மற்றும் எதிர்ப்புக்களும் கண்டுள்ளன; பராகுவே முதல் பிரேசில், ஹைட்டி மற்றும் டொமினிகன் குடியரசு வரை.",
        "கண்ணைக் கவரும் முறைகேடுகள் மற்றும் அவதூறுகளுக்கு நமது சமூகத்தின் பதில்களை முன்னர் வரையறுத்த இலங்கையின் சமாதானம் அல்லது அக்கறையின்மை உணர்வு எதுவாக இருந்தாலும், அது உண்மையில் கலைந்து விட்டது. மக்கள் இனி நொறுக்குத் தீனிகள் மற்றும் இன்பங்களால் திருப்தியடைய மாட்டார்கள், இந்த முறை மென்மையான தரையிறக்கம் இருக்காது என்று தோன்றுகிறது.",
        "தேசியவாத ஸ்தாபனத்தின் அதே பழைய சோர்வான தந்திரங்கள் அரசாங்கத்தின் பதிலில் முன் மற்றும் மையமாக கொண்டு வரப்பட்டன. இந்த நேரத்தில், மக்கள் முன்பு பார்த்தார்கள், சமூக ஊடகங்கள் மற்றும் இணையத்தின் வயது நினைவுகள் நீண்டுள்ளது என்று அர்த்தம். வகுப்புவாதப் பிளவுகளைப் பரப்புவதற்கும் மக்களைப் பிளவுபடுத்துவதற்கும் தீவிர தேசியவாதக் கதைகளை வழக்கமாகப் பயன்படுத்தும் ஜனாதிபதியின் சமூக ஊடகப் பிரச்சாரப் பிரிவு பிரமாதமான முறையில் தோல்வியடைந்தது.",
        "அரசாங்க சார்பு எதிர்ப்பு அணிவகுப்பில் பயன்படுத்தப்பட்ட சரியான வரி: \"சிங்கள-பௌத்த ஆணையை கைவிட்டு\" இந்த எதிர்ப்புக்கள் சிங்கள-பௌத்தர்களின் இதயப்பகுதியில் சிங்கள பௌத்த விவசாயிகளுடன் தொடங்கியது என்ற யதார்த்தத்தை புறக்கணிக்கிறது. இந்தப் பிரச்சாரம், பொருளாதாரச் சரிவுக்குப் போராட்டக்காரர்களே காரணம் என்று சாயம் பூச முயல்கிறது, ஒவ்வொரு நாளும் போராட்டங்கள் தொடரும்போது, ​​நாடு மதிப்புமிக்க அந்நியச் செலாவணியை இழக்கிறது என்று பிரதமரே குறிப்பிட்டார். அவர்களின் கொள்கைகள் மற்றும் தொடர்ந்து அதிகாரத்தில் நீடிக்க வேண்டும் என்று வலியுறுத்துவது நாட்டின் குறுகிய கால பொருளாதார எதிர்காலத்தை அச்சுறுத்துகிறது என்பதை பிரதமர் கவனிக்கவில்லை. கேஸ்-லைட்டிங் என்ற வார்த்தை, ஆனால் அனைத்து இலங்கையர்களுக்குமான பொருள் நிலைமைகள் அந்த அளவிற்கு மோசமடைந்துள்ளன, இந்த சிதைவுகள் இனி ஒட்டவில்லை, யாரும் அந்த கதையை வாங்கவில்லை.",
        "ரம்புகண்ணாவில் காணப்பட்ட பொலிஸ் மிருகத்தனமானது உண்மையான யுத்தம் ஆரம்பமாகியிருக்கலாம் என்பதைக் காட்டுகிறது. இரத்தம் தோய்ந்த போராட்டக்காரர்கள் காவல்துறையினரால் தாக்கப்பட்ட வீடியோக்கள் வெளிவந்ததால், 'அரகலயா' என்றால் என்ன என்பது தெளிவாகியது; அது உண்மையில் என்ன அர்த்தம். தெருக்கள்தான் ‘போராட்டத்தின்’ முன் வரிசைகள். ரம்புகண்ணா அதிகாரிகள், ஜனாதிபதி மற்றும் ஆளும் கட்சிக்கு ஒரு சோதனையை முன்வைக்கிறார். இரண்டு பிள்ளைகளின் தந்தையான நிராயுதபாணியான ஒருவர், காவல்துறையினரால் சுட்டுக் கொல்லப்பட்டார்; பொறுப்புக்கூறல் மற்றும் விரைவான நடவடிக்கை இருக்குமா? நீதிக்காகவும், பொறுப்புக்கூறலுக்காகவும் நாடு எதற்காகக் கத்திக் கொண்டிருக்கிறது என்பதன் நுண்ணிய காட்சி இது.",
        "புதிய நிதியமைச்சர் மற்றும் CBSL இன் ஆளுநர் ஆகியோர் தங்கள் குழுவுடன் ஏற்கனவே IMF உடன் பேச்சுவார்த்தைகளை ஆரம்பித்துள்ளனர். IMF உடன் இலங்கை ஈடுபட வேண்டுமா மற்றும் அந்த ஈடுபாடு என்ன வடிவத்தை எடுக்கலாம் என்பது குறித்து கடந்த இரண்டு ஆண்டுகளாக தொடர்ச்சியான மற்றும் தீவிரமான அறிவுசார் விவாதம் நடைபெற்று வருகிறது. சர்வதேச நாணய நிதியம் இலங்கைக்கு என்ன கொண்டு வர முடியும் என்பதை பெரும்பாலானோர் தவறாகப் புரிந்துகொண்டிருக்கலாம். எந்த கடன் பொதி அங்கீகரிக்கப்பட்டாலும், இலங்கை IMF இலிருந்து போதுமான நிதியைப் பெற வாய்ப்பில்லை, இறுதியில் அது மீண்டும் ISB கள் மூலம் கடன் வாங்கி மீண்டும் மூலதனச் சந்தைகளில் நுழைய வேண்டியிருக்கும். இலங்கையின் தொடர்ச்சியான பணப்புழக்கத்திற்கு இருதரப்புக் கடன்கள் முக்கியமானதாக இருக்கும் மற்றும் சர்வதேச நாணய நிதியத்தின் 'உத்தரவாதம்' அந்த செயல்முறையை சீராகச் செய்யும். பல வர்ணனையாளர்களால் விடப்படும் முக்கிய வார்த்தை சிக்கனம்; IMF தொகுப்பின் ஒரு பகுதியாக இருக்கும் இப்போது தவிர்க்க முடியாத செலவுக் கட்டுப்பாடுகள். இங்குதான் அதிகார மையங்கள் சிறிலங்காவின் மக்கள் மத்தியில் வெற்றியாளர்களையும் தோல்வியாளர்களையும் தீர்மானிக்கும்.",
        "நோபல் பரிசு பெற்ற இந்தியப் பொருளாதார நிபுணர் பேராசிரியர் அமர்த்தியா சென், வளர்ச்சி மற்றும் வறுமையில் அரசியல் மற்றும் பொருளாதார அமைப்புகளின் பாத்திரங்களைப் படிப்பதில் தனது வாழ்க்கையை செலவிட்டார். 2015 இல் இந்தியாவைப் பற்றி கருத்து தெரிவித்த பேராசிரியர் சென், \"கல்வியற்ற மற்றும் ஆரோக்கியமற்ற தொழிலாளர் சக்தியுடன் உலகளாவிய பொருளாதார சக்தியாக மாற முயற்சிக்கும் ஒரே நாடு இந்தியா\" என்று குறிப்பிட்டார். தர்க்கம் எளிமையானது, கல்வி மற்றும் திறன் மேம்பாட்டில் பல தசாப்தங்களாக போதிய முதலீடு இல்லாததால், அதிகரித்து வரும் ஏற்றத்தாழ்வுகள் பொருளாதார முன்னேற்றத்தை வழங்கக்கூடிய பணியாளர்களை உருவாக்க வாய்ப்பில்லை.",
        "அதே ஆண்டு நியூ ஸ்டேட்ஸ்மேன் இதழில், 'சிக்கனத்தின் பொருளாதார விளைவுகள்' என்ற தலைப்பில், பேராசிரியர். சென் படிக்க வேண்டிய கட்டுரையில், நவீன கெயின்சியன் சிந்தனைகள் மற்றும் ஐரோப்பா மற்றும் அமெரிக்காவில் உள்ள சூழலுடன் ஒப்பிடுகையில் UK வகுத்த கொள்கைகள் பற்றி விவாதிக்கிறார். உலகளாவிய நிதி நெருக்கடி மற்றும் யூரோப்பகுதியின் பொருளாதார பிரச்சினைகள். எவ்வாறாயினும், முதலாவதாக, சிக்கனத்தின் மீதான அவரது அடிப்படை விமர்சனத்தின் நிபுணத்துவமான உரையை பேராசிரியர் சென் கருத்தில் கொள்வது முக்கியம்: “கடன்களை நிர்வகிப்பதற்கான ஒரு வழி, திடீரென்று சிக்கனத்தை ஒரு வழி என்று கருதுவது நிதியத்தின் முக்கிய முன்னுரிமையாக மாறியது. ஐரோப்பாவின் தலைவர்கள். வரலாற்றில் ஆர்வமுள்ளவர்கள் 1930 களின் பெரும் மந்தநிலையின் நாட்களின் நினைவூட்டலை எளிதாகக் காணலாம், பொது செலவினங்களைக் குறைப்பது ஒரு பிரச்சனையாக இல்லாமல் ஒரு தீர்வாகத் தோன்றியது. 1936 ஆம் ஆண்டில், கெய்ன்ஸ் தனது உன்னதமான புத்தகமான பொதுக் கோட்பாடுகளில் தனது உறுதியான பங்களிப்பை வழங்கியது இதுவே. பொருளாதார நடவடிக்கைகளில் தேவை முக்கியமானது, மேலும் பொதுச் செலவினங்களைக் குறைப்பதற்குப் பதிலாக விரிவாக்கம் செய்யலாம் என்ற அடிப்படைப் புரிதலை கெய்ன்ஸ் ஏற்படுத்தினார். பயன்படுத்தப்படாத திறன் மற்றும் வேலையில்லா உழைப்பு கொண்ட பொருளாதாரத்தில் வேலைவாய்ப்பை விரிவுபடுத்துதல் மற்றும் செயல்பாடுகளை இன்னும் சிறப்பாகச் செய்தல். பொதுச் செலவினங்களைக் குறைப்பது தனியார் வருமானம் மற்றும் சந்தைக் கோரிக்கைகளின் போதாமைக்கு காரணமாகிறது, இதனால் இன்னும் அதிகமான மக்களை வேலையிலிருந்து நீக்குகிறது.\"",
        "1919 ஆம் ஆண்டு பாரிஸ் அமைதி மாநாட்டிற்குப் பிறகு \"சமாதானத்தின் பொருளாதார விளைவுகள்\" என்ற இளையவர் கெய்ன்ஸ் வெளியிட்டார், இது \"ஒப்பந்தத்தின் விதிமுறைகளுக்கு - மற்றும் குறிப்பாக தோற்கடிக்கப்பட்ட எதிரியின் மீது கட்டாயப்படுத்தப்பட்ட துன்பம் மற்றும் பொருளாதாரக் கொந்தளிப்புகளுக்கு எதிர்ப்புத் தெரிவிக்கும் வகையில் கெய்ன்ஸ் விட்டுச் சென்றது. , ஜேர்மனியர்கள், திணிக்கப்பட்ட சிக்கனத்தின் மூலம்.\" பொருளாதார ஒன்றுக்கொன்று சார்ந்திருத்தல் பற்றிய கெய்ன்ஸ் புரட்சிகர ஆய்வறிக்கை இந்த 1919 புத்தகத்தில் அதன் முதல், விரைவான தோற்றத்தை வெளிப்படுத்தியது என்று சென் இவ்வாறு நினைவு கூர்ந்தார். பேராசிரியர். சென் மேலும் சிக்கனத்தை ஆதரிக்கும் பொருளாதார வல்லுனர்களின் அடிப்படை முன்மொழிவை விளக்குகிறார்: \"நாம் கடந்து வரும் திணிக்கப்பட்ட சிக்கனமானது ஒரு பயனற்ற கனவு அல்ல, ஆனால் ஆரோக்கியமான எதிர்காலத்திற்கான கடினமான பயிற்சி போன்றது...\"",
        "2015 இல் எழுதுகையில், முந்தைய தசாப்தத்தில் யூரோப்பகுதியின் கொள்கை தோல்விகளைக் குறிப்பிட்டு, பேராசிரியர் சென் கூறுகிறார், \"சிக்கனக் கொள்கை ஐரோப்பாவின் பொருளாதாரப் பிரச்சனைகளை ஆழப்படுத்தினால், மொத்த உள்நாட்டு உற்பத்தியில் கடனின் விகிதத்தை கணிசமாகக் குறைக்கும் நோக்கத்தில் அது உதவவில்லை - உண்மையில், சில நேரங்களில் முற்றிலும் மாறாக.\" கெய்ன்ஸும் சென்னும் பொதுவாக அவர்களின் மாற்ற முடியாத உண்மை என இது நம்மைக் கொண்டு வருகிறது: \"பற்றாக்குறையைக் குறைப்பதற்கான மிகச் சிறந்த வழி மந்தநிலையை எதிர்ப்பதும் பற்றாக்குறை குறைப்பை விரைவான பொருளாதார வளர்ச்சியுடன் இணைப்பதும் ஆகும்.\"",
        "மேற்கூறிய துணுக்கு, பேராசிரியர் சென் இரண்டு கருத்துக்களை முன்வைக்கிறார், இது இலங்கை இன்று எதிர்கொள்ளும் பிரச்சினைகளுக்கு மிகவும் பொருத்தமானது என்று நான் நம்புகிறேன். முதலாவதாக, பரந்த ஐரோப்பாவில் ஜனநாயகப் பற்றாக்குறை இருப்பதாக பேராசிரியர் சென் குறிப்பிடுகிறார், தலைவர்கள் \"ஒதுங்கிய நிதித் தாழ்வாரங்களில் ஒருதலைப்பட்சமான முடிவுகளை எடுப்பதற்குப் பதிலாக, பொது விவாதத்திற்கு அனுமதியளித்தனர்... கொள்கைப் பிழைகளைத் தடுத்திருக்கலாம்...\" என்று அஜித் நிவார்டின் இலங்கையின் குழு கப்ரால், பி.பி. ஜெயசுந்தரே போன்றோர், சென் \"ஆலோசனை, ஆய்வு மற்றும் விமர்சனத்தின் நிலையான நடைமுறைகள்\" என்று அழைக்கும் செயலில் ஈடுபடத் தவறிவிட்டனர். இலங்கை அரசியல்வாதிகள் கவனத்தில் கொள்ள வேண்டிய ஒரு பாடத்தில், \"சிக்கன நடவடிக்கையின் மூலோபாயத்தை பயன்படுத்திய EUROZONE இல் உள்ள பெரும்பாலான அரசாங்கங்கள், அதைத் தொடர்ந்து வந்த பொதுத் தேர்தல்களில் பதவியை இழந்தது ஆறுதல் அல்ல\" என்று பேராசிரியர் சென் கூறுகிறார்.",
        "இலங்கைக்கான இரண்டாவது பாடம், \"ஐரோப்பாவில் நிறுவன சீர்திருத்தத்திற்கான உண்மையான தேவைக்கும் சிக்கன நடவடிக்கைக்கான கற்பனைத் தேவைக்கும் இடையே கொள்கைச் சிந்தனையில் ஒரு வித்தியாசமான குழப்பம். சில நேரம், பல தீவிர நிறுவன சீர்திருத்தங்கள்… தொழிலாளர் சந்தைகள் உட்பட. ஆனால் நிறுவன சீர்திருத்தத்திற்கான உண்மையான வழக்கு கண்மூடித்தனமான சிக்கனத்திற்கான கற்பனை வழக்கிலிருந்து வேறுபடுத்தப்பட வேண்டும், இது ஒரு அமைப்பை மாற்றுவதற்கு எதையும் செய்யாது, அதே நேரத்தில் பெரும் வலியை ஏற்படுத்துகிறது.",
        "21 ஆம் நூற்றாண்டின் எதிர்ப்புகளைப் பற்றி விவாதிக்கையில், 2011 இன் ரோம் ஆர்ப்பாட்டங்கள், 2013 இன் இத்தாலிய சமூக எதிர்ப்புகள், கிரீஸ் மற்றும் இங்கிலாந்தில் (2010) சிக்கன எதிர்ப்பு இயக்கங்கள் (2010) என மாறுபட்ட சிக்கன எதிர்ப்பு இயக்கங்கள் மற்றும் கிளர்ச்சிகளுக்கு வாசகர்களின் கவனத்தைக் கொண்டுவருவது மதிப்பு. மற்றும் போர்ச்சுகல் மற்றும் ஸ்பெயின் (2011). கொள்கை வகுப்பாளர்கள் தனிப்பட்ட முறையில் சிக்கன நடவடிக்கைகளைத் திட்டமிட்டு, வெற்றியாளர்களையும் தோல்வியுற்றவர்களையும் தங்கள் அரசியல் ஆசைகளின்படி தேர்வு செய்தால், 2022 ஆம் ஆண்டில் இலங்கையின் சிக்கன எதிர்ப்பு அணிவகுப்புகள் நீண்ட மற்றும் வளர்ந்து வரும் போராட்டங்களின் பட்டியலில் சேர்க்கப்படும். அந்த எதிர்ப்புக்கள் ஒரு ஐக்கிய, திருவிழா போன்ற சூழலை உள்ளடக்காது, மாறாக வன்முறையான வர்க்கப் போராட்டமாக மாறக்கூடும், இது போன்றவற்றை இலங்கை இன்னும் முழுமையாக உணரவில்லை.",
        "இவை அனைத்திலும், கடந்த சில வாரங்களாக துல்லியமாக இலங்கையர்களை ஒன்றிணைத்ததை நாம் பாராட்ட வேண்டும். கொழும்பிலும் அதற்கு அப்பாலும் உள்ள பல்வேறு வகுப்புகள் மற்றும் இனங்களை ஒன்றிணைத்ததாக இறுதியாகத் தோன்றுவது பொருளாதார நெருக்கடி, பொருளாதார நலன்களின் ஒருங்கிணைப்பு ஆகும். அரசியல் ஒடுக்குமுறையோ, தார்மீகத் தோல்வியோ, பயங்கரவாதமோ, கட்டுக்கடங்காத ஊழலோ ஒன்றும் இல்லை; அது பொருளாதார நலன். இதே சக்திகள், பாரசீக வளைகுடாவில் உள்ள வடக்கு புலம் மற்றும் தெற்கு பார்ஸின் இயற்கை எரிவாயு வயல்களைப் பகிர்ந்து கொள்ள, சன்னி மற்றும் ஷியா அதிகார மையங்களான கத்தார் மற்றும் ஈரானை ஒன்றிணைத்து, வரலாற்று ரீதியாக போரிடும் பிரிவினருக்கு இடையே ஆயிரக்கணக்கான ஆண்டுகால விரோதத்தை புறக்கணித்தது.",
        "எமது பகிரப்பட்ட பொருளாதார நலன்களாலும், நிறுவப்பட்ட அதிகார மையங்கள் மீதான எமது பரஸ்பர வெறுப்பாலும் ஒன்றிணைந்துள்ள இலங்கையர்களுக்கு, தற்போதைய தருணம், இனவாத பிளவுகளின் பிந்தைய காலனித்துவ தளைகளிலிருந்து விடுபட்டு இறுதியாக நாம் எதிர்கொள்ள வேண்டிய உண்மையான போராட்டத்துடன் போராடுவதற்கான ஒரு வாய்ப்பாகும். நீண்ட காலமாகப் புறக்கணிக்கப்பட்ட நமது வர்க்கப் போராட்டம் இறுதியாக வெளிக்கொணர்ந்த விரிவடைந்து வரும் பொருளாதார இடைவெளிகளை மூடத் தொடங்கும் போர். இலங்கையர்களாகிய நாம் எங்காவது தொடங்க வேண்டும்; ‘அறகலயா’ இப்போதுதான் ஆரம்பமாகிறது."
      ]
    }
  }
}