{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Interchemie-Netherlands-appoints-Dymec-as-exclusive-distributor-for-Sri-Lanka/34-735819",
  "time_ut": 1654552740,
  "title": "Interchemie Netherlands appoints Dymec as exclusive distributor for Sri Lanka",
  "body_lines": [
    "Interchemie Sales Director Matthias la Gordt Dillie exchanging the agreement with Dymec Director/CEO Hiran Nanayakkara in the",
    "presence of Interchemie for Asia and Oceania Sales Manager Maikel van den Berg and Dymec Directors Riyaz Sangani and M.T.M. Lukman at the Interchemie office in the Netherlands",
    "Interchemie werken “De Adelaar” B.V, one of the largest manufacturers of veterinary products in the world, has appointed Dymec Ltd, which is a leading edge and fast growing company in the veterinary pharmaceutical industry in Sri Lanka as their exclusive distributor to market and distribute the total range of Interchemie products in Sri Lanka.",
    "The agreement was signed between the two companies at the Interchemie office in the Netherlands recently.",
    "The Dutch veterinary drug manufacturer, Interchemie werken De Adelaar, which is a global leader in the veterinary drugs manufacturing industry, is currently producing generic veterinary medicines such as water-soluble powders, oral and intramammary suspensions, injection solutions, feed additives, and other veterinary preparations and presently their products are available in 123 countries worldwide.",
    "The company has five factories, two are based in the Netherlands and two in Estonia and the fifth plant located in Kaunas that produces high quality standards of veterinary products to the global market according to the stringent quality controls under GMP regulations.",
    "Speaking on the dealer appointment, Interchemie Sales Director Matthias la Gordt Dillie said: “Taking the official step towards our journey with Dymec, we are extremely happy to announce Dymec Ltd as our sole distributor in Sri Lanka territory, after being impressed by the performance and dedication shown by the Dymec team in a very short period of time. This alliance will definitely give us a promising new foothold and I have high hopes for what our two companies can achieve in Sri Lanka which has shown a strong growth in the veterinary industry across the Asia market.”",
    "Dymec Ltd., Founder and CEO Hiran Nanayakkara said: “We at Dymec, are delighted and proud to have been chosen as the sole distributor of Interchemie in Sri Lanka. We have been distributing Interchemie veterinary medicines and feed additives for the past five years and now Intercemie is a well-established brand and proven product in the Sri Lanka market that has been undoubtedly accepted and trusted by the discerning consumers in Sri Lanka.  “Over the past years, we have worked hard to build a strong distribution network across the country and always made sure to supply only the globally proven-Interchemie products to our wholesalers, retailers, farmers and veterinarians in the market.",
    "“Today we are well placed as the most trusted distributor in the industry and with my personal experience of over 25 years in the industry and the commitment and dedication of my team, I am confident that our two companies, Dymec and Interchemie will play a vital role in the development of local farming community and animal health and to help grow sustainable and profitable livestock of farmers and well-being of pet care industry in Sri Lanka.”"
  ],
  "translate": {
    "si": {
      "title": "Interchemie Netherlands විසින් Dymec ශ්‍රී ලංකාව සඳහා සුවිශේෂී බෙදාහරින්නා ලෙස පත් කරයි",
      "body_lines": [
        "Interchemie අලෙවි අධ්‍යක්ෂ Matthias la Gordt Dillie මහතා Dymec අධ්‍යක්ෂ/ප්‍රධාන විධායක නිලධාරී හිරාන් නානායක්කාර මහතා සමඟ ගිවිසුම හුවමාරු කර ගනිමින්",
        "Interchemie for Asia and Oceania අලෙවි කළමනාකරු Maikel van den Berg සහ Dymec අධ්‍යක්ෂවරුන් වන රියාස් සංගානි සහ M.T.M. ලුක්මන් නෙදර්ලන්තයේ ඉන්ටර්කෙමි කාර්යාලයේදී",
        "ලෝකයේ විශාලතම පශු වෛද්‍ය නිෂ්පාදන නිෂ්පාදකයෙකු වන Interchemie werken “De Adelaar” B.V, ශ්‍රී ලංකාවේ පශු වෛද්‍ය නිෂ්පාදන ක්ෂේත්‍රයේ ප්‍රමුඛ පෙළේ සහ වේගයෙන් වර්ධනය වන සමාගමක් වන Dymec Ltd ඔවුන්ගේ වෙළඳපල සහ බෙදා හැරීම සඳහා ඔවුන්ගේ සුවිශේෂී බෙදාහරින්නා ලෙස පත් කර ඇත. ශ්‍රී ලංකාවේ මුළු Interchemie නිෂ්පාදන පරාසය.",
        "මෙම ගිවිසුමට අදාළ සමාගම් දෙක අතර පසුගියදා නෙදර්ලන්තයේ Interchemie කාර්යාලයේදී අත්සන් තැබිණි.",
        "පශු ඖෂධ නිෂ්පාදන කර්මාන්තයේ ගෝලීය ප්‍රමුඛයා වන ලන්දේසි පශු ඖෂධ නිෂ්පාදක, Interchemie werken De Adelaar, දැනට ජල-ද්‍රාව්‍ය කුඩු, මුඛ සහ අභ්‍යන්තර ක්ෂීරපායී අත්හිටුවීම්, එන්නත් විසඳුම්, ආහාර ආකලන සහ වෙනත් පශු වෛද්‍ය නිෂ්පාදන වැනි සාමාන්‍ය පශු වෛද්‍ය නිෂ්පාදන නිෂ්පාදනය කරයි. සූදානම් කිරීම් සහ වර්තමානයේ ඔවුන්ගේ නිෂ්පාදන ලොව පුරා රටවල් 123 ක පවතී.",
        "සමාගමට කර්මාන්තශාලා පහක් ඇත, දෙකක් නෙදර්ලන්තයේ සහ දෙකක් එස්තෝනියාවේ සහ කෞනාස් හි පිහිටා ඇති පස්වන කම්හල වන අතර එය GMP රෙගුලාසි යටතේ දැඩි තත්ත්ව පාලනවලට අනුව ගෝලීය වෙළඳපොළට උසස් තත්ත්වයේ පශු වෛද්‍ය නිෂ්පාදන නිෂ්පාදනය කරයි.",
        "අලෙවි නියෝජිත පත්වීම පිළිබඳව අදහස් දක්වමින් Interchemie විකුණුම් අධ්‍යක්ෂ Matthias la Gordt Dillie පැවසුවේ, “Dymec සමඟින් අපගේ ගමනට නිල පියවර තබමින්, කාර්ය සාධනය සහ කාර්ය සාධනය පිළිබඳව පැහැදීමෙන් පසුව Dymec Ltd ශ්‍රී ලංකා භූමියේ අපගේ එකම බෙදාහරින්නා ලෙස නිවේදනය කිරීමට ලැබීම ගැන අපි අතිශයින් සතුටු වෙනවා. Dymec කණ්ඩායම ඉතා කෙටි කාලයක් තුළ දැක්වූ කැපවීම. මෙම සන්ධානය නිසැකවම අපට බලාපොරොත්තු සහගත නව අඩිතාලමක් ලබා දෙනු ඇති අතර ආසියානු වෙළෙඳපොළ පුරා පශු වෛද්‍ය ක්ෂේත්‍රයේ ප්‍රබල වර්ධනයක් පෙන්නුම් කර ඇති ශ්‍රී ලංකාව තුළ අපගේ සමාගම් දෙකට ළඟා කර ගත හැකි දේ පිළිබඳව මට විශාල බලාපොරොත්තු ඇත.",
        "Dymec Ltd. හි නිර්මාතෘ සහ ප්‍රධාන විධායක නිලධාරී හිරාන් නානායක්කාර මහතා පැවසුවේ “Dymec හි අපි ශ්‍රී ලංකාවේ Interchemie හි එකම බෙදාහරින්නා ලෙස තෝරා ගැනීමට ලැබීම ගැන සතුටට සහ ආඩම්බරයට පත් වෙනවා. අපි පසුගිය වසර පහක කාලය තුළ Interchemie පශු වෛද්‍ය ඖෂධ සහ ආහාර ආකලන බෙදාහරින අතර දැන් Intercemie යනු ශ්‍රී ලංකාවේ විචක්ෂණශීලී පාරිභෝගිකයින් විසින් නිසැකවම පිළිගෙන සහ විශ්වාස කරන ශ්‍රී ලංකා වෙළඳපොලේ හොඳින් ස්ථාපිත සන්නාමයක් සහ ඔප්පු කළ නිෂ්පාදනයක් වේ. “පසුගිය වසර කිහිපය තුළ, අපි රට පුරා ශක්තිමත් බෙදාහැරීමේ ජාලයක් ගොඩනැගීමට වෙහෙස මහන්සි වී වැඩ කර ඇති අතර, වෙළඳපොලේ සිටින අපගේ තොග වෙළෙන්දන්, සිල්ලර වෙළෙන්දන්, ගොවීන් සහ පශු වෛද්‍යවරුන් සඳහා ගෝලීය වශයෙන් ඔප්පු කරන ලද අන්තර් රසායන නිෂ්පාදන පමණක් සැපයීමට අපි සැමවිටම වග බලා ගත්තෙමු.",
        "“අද අපි ක්‍ෂේත්‍රයේ විශ්වාසවන්තම බෙදාහරින්නා ලෙස හොඳින් ස්ථානගත වී සිටින අතර, වසර 25කට අධික කාලයක් ක්‍ෂේත්‍රයේ මගේ පෞද්ගලික අත්දැකීම් සහ මගේ කණ්ඩායමේ කැපවීම සහ කැපවීම මත, අපගේ සමාගම් දෙක වන Dymec සහ Interchemie ඉතා වැදගත් කාර්යභාරයක් ඉටු කරනු ඇතැයි මට විශ්වාසයි. දේශීය ගොවි ප්‍රජාව සහ සත්ව සෞඛ්‍ය සංවර්ධනය සහ ශ්‍රී ලංකාවේ ගොවීන්ගේ තිරසාර හා ලාභදායී පශු සම්පත් වර්ධනයට සහ සුරතල් සත්කාර කර්මාන්තයේ යහපැවැත්ම සඳහා දායක වීම.\""
      ]
    },
    "ta": {
      "title": "Interchemie Netherlands இலங்கைக்கான பிரத்தியேக விநியோகஸ்தராக Dymec ஐ நியமித்தது",
      "body_lines": [
        "இன்டர்கெமி விற்பனைப் பணிப்பாளர் மத்தியாஸ் லா கோர்ட் டில்லி, டைமெக் இயக்குநர்/தலைமை நிர்வாக அதிகாரி ஹிரன் நாணயக்காரவுடன் ஒப்பந்தத்தை பரிமாறிக் கொண்டார்.",
        "ஆசியா மற்றும் ஓசியானியா விற்பனை மேலாளர் மைக்கல் வான் டென் பெர்க் மற்றும் டைமெக் இயக்குநர்கள் ரியாஸ் சங்கனி மற்றும் எம்.டி.எம். நெதர்லாந்தில் உள்ள இன்டர்கெமி அலுவலகத்தில் லுக்மான்",
        "உலகின் மிகப் பெரிய கால்நடை தயாரிப்பு உற்பத்தியாளர்களில் ஒருவரான Interchemie werken “De Adelaar” B.V, இலங்கையில் கால்நடை மருந்துத் துறையில் முன்னணி மற்றும் வேகமாக வளர்ந்து வரும் நிறுவனமான Dymec Ltd ஐ சந்தை மற்றும் விநியோகிப்பதற்கான பிரத்தியேக விநியோகஸ்தராக நியமித்துள்ளது. இலங்கையில் உள்ள Interchemie தயாரிப்புகளின் மொத்த வரம்பு.",
        "சமீபத்தில் நெதர்லாந்தில் உள்ள இன்டர்கெமி அலுவலகத்தில் இரு நிறுவனங்களுக்கும் இடையே ஒப்பந்தம் கையெழுத்தானது.",
        "கால்நடை மருந்து உற்பத்தி துறையில் உலகளாவிய முன்னணியில் உள்ள டச்சு கால்நடை மருந்து உற்பத்தியாளர், Interchemie werken De Adelaar, தற்போது நீரில் கரையக்கூடிய பொடிகள், வாய்வழி மற்றும் பாலூட்டி இடைநீக்கங்கள், ஊசி தீர்வுகள், தீவன சேர்க்கைகள் மற்றும் பிற கால்நடை மருந்துகளை உற்பத்தி செய்து வருகிறது. தயாரிப்புகள் மற்றும் தற்போது அவற்றின் தயாரிப்புகள் உலகம் முழுவதும் 123 நாடுகளில் கிடைக்கின்றன.",
        "நிறுவனம் ஐந்து தொழிற்சாலைகளைக் கொண்டுள்ளது, இரண்டு நெதர்லாந்தில் மற்றும் இரண்டு எஸ்டோனியாவில் உள்ளது மற்றும் GMP விதிமுறைகளின் கீழ் கடுமையான தரக் கட்டுப்பாடுகளின்படி உலக சந்தைக்கு உயர் தரமான கால்நடை தயாரிப்புகளை உற்பத்தி செய்யும் ஐந்தாவது ஆலை கவுனாஸில் அமைந்துள்ளது.",
        "டீலர் நியமனம் குறித்து பேசிய Interchemie விற்பனை இயக்குனர் Matthias la Gordt Dillie கூறினார்: \"Dymec உடனான எங்கள் பயணத்தை நோக்கிய உத்தியோகபூர்வ அடியை எடுத்து வைத்து, Dymec Ltd ஐ இலங்கை பிரதேசத்தில் எங்கள் ஒரே விநியோகஸ்தராக அறிவிப்பதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். மிகக் குறுகிய காலத்தில் டைமெக் குழு காட்டிய அர்ப்பணிப்பு. இந்தக் கூட்டணி நிச்சயமாக எமக்கு நம்பிக்கையூட்டும் புதிய நிலைப்பாட்டை வழங்கும், மேலும் ஆசிய சந்தை முழுவதும் கால்நடை மருத்துவத் துறையில் வலுவான வளர்ச்சியைக் காட்டியுள்ள இலங்கையில் எங்களின் இரு நிறுவனங்களும் எதை அடைய முடியும் என்பதில் எனக்கு அதிக நம்பிக்கை உள்ளது.",
        "Dymec Ltd., நிறுவனர் மற்றும் பிரதம நிறைவேற்று அதிகாரி ஹிரன் நாணயக்கார கூறினார்: \"Dymec இல் உள்ள நாங்கள், இலங்கையில் Interchemie இன் ஒரே விநியோகஸ்தராக தெரிவு செய்யப்பட்டதில் மகிழ்ச்சியும் பெருமையும் அடைகிறோம். நாங்கள் கடந்த ஐந்து வருடங்களாக Interchemie கால்நடை மருந்துகள் மற்றும் தீவன சேர்க்கைகளை விநியோகித்து வருகிறோம், இப்போது Intercemie என்பது இலங்கை சந்தையில் நன்கு நிலைநிறுத்தப்பட்ட வர்த்தக நாமம் மற்றும் நிரூபிக்கப்பட்ட தயாரிப்பு ஆகும், இது சந்தேகத்திற்கு இடமின்றி இலங்கையில் உள்ள விவேகமான நுகர்வோரால் ஏற்றுக்கொள்ளப்பட்டு நம்பப்படுகிறது. \"கடந்த ஆண்டுகளில், நாடு முழுவதும் வலுவான விநியோக வலையமைப்பை உருவாக்க நாங்கள் கடுமையாக உழைத்துள்ளோம், மேலும் சந்தையில் உள்ள எங்கள் மொத்த விற்பனையாளர்கள், சில்லறை விற்பனையாளர்கள், விவசாயிகள் மற்றும் கால்நடை மருத்துவர்களுக்கு உலகளவில் நிரூபிக்கப்பட்ட இன்டர்கெமி தயாரிப்புகளை மட்டுமே வழங்குவதை எப்போதும் உறுதிசெய்துள்ளோம்.",
        "\"இன்று நாங்கள் தொழில்துறையில் மிகவும் நம்பகமான விநியோகஸ்தராக இருக்கிறோம், மேலும் 25 ஆண்டுகளுக்கும் மேலான தொழில்துறையில் எனது தனிப்பட்ட அனுபவம் மற்றும் எனது குழுவின் அர்ப்பணிப்பு மற்றும் அர்ப்பணிப்புடன், எங்கள் இரண்டு நிறுவனங்களான டைமெக் மற்றும் இன்டர்கெமி முக்கிய பங்கு வகிக்கும் என்று நான் நம்புகிறேன். உள்ளூர் விவசாய சமூகம் மற்றும் விலங்குகளின் ஆரோக்கியத்தை மேம்படுத்துவதில் பங்கு மற்றும் விவசாயிகளின் நிலையான மற்றும் இலாபகரமான கால்நடைகளை வளர்ப்பதற்கும் இலங்கையில் செல்லப்பிராணி பராமரிப்புத் துறையின் நல்வாழ்வுக்கும் உதவுதல்."
      ]
    }
  }
}