{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-sees-unexpectedly-higher-yala-rice-cultivation-minister-95679/",
  "time_ut": 1655097120,
  "title": "Sri Lanka sees unexpectedly higher Yala rice cultivation: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is seeing signs of unexpectedly higher rice cultivation in the ongoing minor (Yala) cultivation season after shortages scares drove up prices, Agriculture Minister Mahinda Amaraweera said.",
    "Sri Lanka farmers sow about 800,000 hectares in the ‘Maha’ main season which starts from September and about 400,000 hectares in the minor Yala season.",
    "“We had estimated that about 275,000 hectares will be cultivated this Yala season,” Minister Amaraweera told reporters on June 12.",
    "“But now it looks like about 470,000 hectares would be sown. As a result we may need to import about two months of rice.”",
    "In 2021, 445,000 hectares of rice were cultivated in the Yala season and in 2020 Yala it was 403,362 hectares, Minister Amaraweera told parliament on June 09.",
    "However with the lack of chemical fertilizer it is not clear whether the usual yield will come.",
    "Minister Amaraweera said usually the yield was about 4.5 metric tonnes per hectare.",
    "“The yield may drop 40 – 50 pct if we unable to get the expected fertilizers and the yield can drop to around 2 MT per hectare,” Amaraweera said.",
    "Farmers say the yield with organic fertilizer is about 30 to 40 below the usual harvest per acre.",
    "Up to last week Sri Lanka was forecasting a milled rice production of about 1,654,428 million metric tonnes from both season, against a general demand of around 2.4 million metric tonnes for the year.",
    "Already around 330,00 metric tonnes of rice had been imported.",
    "After Prime Minister Ranil Wickremsinghe and others warned there will be food shortages after August, frightened people had started stocking up rice driving up both rice and paddy prices.",
    "In some areas paddy is demanded for around 150 rupees a kilogram, farmers say.",
    "Minister Amaraweera said scaremongering had a negative effect of encouraging people to stock up rice, but had also led to farmers being encouraged to sow rice.",
    "Meanwhile a price control order made by Consumer Affair Authority has also created shortages with shops running of rice.",
    "CAA officials are appearing on television, conducting raids on traders enacting the usual dramatic scenes.",
    "The CAA has created shortages and black markets in many food items in the past. The National Medical Regulator Authority has also created shortages of medicine with price controls.",
    "Food prices in Sri Lanka is soaring, after the central bank place price controls on interest rates and enforced them with printed money, triggering a collapse of the currency and high inflation.",
    "Continued money printing has also triggered forex shortages as efforts are made to enforce a peg. (Colombo/June12/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව අනපේක්ෂිත ලෙස ඉහළ යල සහල් වගාවක් දකිනවා: ඇමති",
      "body_lines": [
        "EconomyNext - හිඟ බිය නිසා මිල ඉහළ යාමෙන් පසු දැනට පවතින සුළු (යල) වගා කන්නයේ දී ශ්‍රී ලංකාව අනපේක්ෂිත ලෙස ඉහළ සහල් වගාවක සලකුණු දකිමින් සිටින බව කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර මහතා පැවසීය.",
        "ශ්‍රී ලංකාවේ ගොවීන් සැප්තැම්බර් මාසයේ සිට ආරම්භ වන ‘මහ’ ප්‍රධාන කන්නයේ හෙක්ටයාර 800,000 ක් පමණ ද සුළු යල කන්නයේ දී හෙක්ටයාර් 400,000 ක් පමණ ද වපුරති.",
        "“මෙම යල කන්නයේ හෙක්ටයාර් 275,000ක් පමණ වගා කෙරෙනු ඇතැයි අපි ඇස්තමේන්තු කර තිබුණා,” අමාත්‍ය අමරවීර ජුනි 12 දා මාධ්‍යවේදීන් අමතමින් පැවසීය.",
        "“නමුත් දැන් හෙක්ටයාර් 470,000ක් පමණ වපුරනු ඇති බව පෙනේ. මේ නිසා අපට මාස දෙකක පමණ සහල් ආනයනය කිරීමට සිදු විය හැකියි.”",
        "2021 වසරේ යල කන්නයේ හෙක්ටයාර් 445,000ක් සහල් වගා කර ඇති අතර 2020 යල එය හෙක්ටයාර් 403,362ක් වූ බව අමාත්‍ය අමරවීර මහතා ජුනි 09දා පාර්ලිමේන්තුවට පැවසීය.",
        "නමුත් රසායනික පොහොර නොමැතිකමත් සමඟ සාමාන්‍ය අස්වැන්නක් ලැබේද යන්න පැහැදිලි නැහැ.",
        "සාමාන්‍යයෙන් හෙක්ටයාරයකට මෙට්‍රික් ටොන් 4.5ක අස්වැන්නක් ලැබෙන බව අමාත්‍ය අමරවීර මහතා පැවසීය.",
        "\"අපට අපේක්ෂිත පොහොර ලබා ගැනීමට නොහැකි වුවහොත් අස්වැන්න සියයට 40 - 50 කින් අඩු විය හැකි අතර අස්වැන්න හෙක්ටයාරයකට මෙ.ටොන් 2 ක් දක්වා පහත වැටිය හැක,\" අමරවීර පැවසීය.",
        "කාබනික පොහොරවලින් ලැබෙන අස්වැන්න අක්කරයක සාමාන්‍ය අස්වැන්නට වඩා 30ක් 40ක් පමණ අඩු බව ගොවීහු පවසති.",
        "පසුගිය සතිය දක්වා ශ්‍රී ලංකාව මෙම කන්න දෙකේදීම මෙට්‍රික් ටොන් මිලියන 1,654,428 ක පමණ සහල් නිෂ්පාදනයක් පුරෝකථනය කර ඇති අතර, වසර සඳහා මෙට්‍රික් ටොන් මිලියන 2.4 ක පමණ සාමාන්‍ය ඉල්ලුමට එරෙහිව.",
        "දැනටමත් සහල් මෙට්‍රික් ටොන් 330,000ක් පමණ ආනයනය කර ඇත.",
        "අග‍්‍රාමාත්‍ය රනිල් වික‍්‍රමසිංහ ඇතුළු පිරිස අගෝස්තු මාසයෙන් පසු ආහාර හිඟයක් ඇති වන බවට අනතුරු ඇඟවීමත් සමඟ බියට පත් ජනතාව සහල් මිල මෙන්ම වී මිලද ඉහළ නංවමින් සහල් ගබඩා කිරීමට පටන් ගෙන තිබේ.",
        "ඇතැම් ප්‍රදේශවල වී කිලෝග්‍රෑමයක් රුපියල් 150ක පමණ මිලකට ඉල්ලා සිටින බව ගොවීහු පවසති.",
        "බිය ගැන්වීම සහල් ගබඩා කර ගැනීමට මිනිසුන් දිරිමත් කිරීමට සෘණාත්මක බලපෑමක් ඇති කළ නමුත් සහල් වැපිරීමට ගොවීන් දිරිමත් කිරීමට ද හේතු වූ බව ඇමති අමරවීර පැවසීය.",
        "මේ අතර පාරිභෝගික කටයුතු පිළිබඳ අධිකාරියේ මිල පාලන නියෝගයක් හේතුවෙන් කඩ සාප්පුවල සහල් හිඟයක් ද නිර්මාණය වී තිබෙනවා.",
        "CAA නිලධාරීන් රූපවාහිනියේ පෙනී සිටින අතර සුපුරුදු නාට්‍යමය දර්ශන ඉදිරිපත් කරමින් වෙළඳුන් වැටලීම් පවත්වයි.",
        "CAA විසින් පසුගිය කාලයේ බොහෝ ආහාර ද්‍රව්‍යවල හිඟයන් සහ කළු වෙළඳපොල නිර්මාණය කර ඇත. ජාතික වෛද්‍ය නියාමන අධිකාරිය ද මිල පාලනය සමඟ ඖෂධ හිඟයක් ඇති කර තිබේ.",
        "මහ බැංකුව පොලී අනුපාත මත මිල පාලනයක් තබා මුද්‍රිත මුදලින් ඒවා ක්‍රියාත්මක කිරීමෙන් පසුව, මුදල් ඒකකයේ කඩා වැටීමක් සහ ඉහළ උද්ධමනයක් අවුලුවාලීමෙන් පසු ශ්‍රී ලංකාවේ ආහාර මිල ඉහළ යමින් තිබේ.",
        "අඛණ්ඩ මුදල් මුද්‍රණය ද විදේශ විනිමය හිඟයට හේතු වී ඇත්තේ ඇණයක් බලාත්මක කිරීමට උත්සාහ කරන බැවිනි. (කොළඹ/ජුනි12/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் எதிர்பாராதவிதமாக அதிகளவிலான யால நெற்செய்கை காணப்படுகின்றது: அமைச்சர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையில் நிலவும் சிறு (யால) பயிர்ச்செய்கை பருவத்தில் எதிர்பாராத வகையில் அதிக நெல் சாகுபடிக்கான அறிகுறிகள் தென்படுவதாகவும், பற்றாக்குறையினால் விலையை உயர்த்தியதாகவும் விவசாய அமைச்சர் மஹிந்த அமரவீர தெரிவித்தார்.",
        "இலங்கை விவசாயிகள் செப்டெம்பர் மாதம் ஆரம்பமாகும் ‘மஹா’ பிரதான பருவத்தில் சுமார் 800,000 ஹெக்டேர்களிலும், சிறிய யலாப் பருவத்தில் சுமார் 400,000 ஹெக்டேயர்களிலும் விதைக்கிறார்கள்.",
        "ஜூன் 12 அன்று அமைச்சர் அமரவீர செய்தியாளர்களிடம் கூறுகையில், “இந்த யாலா பருவத்தில் சுமார் 275,000 ஹெக்டேர் பயிர் செய்யப்படும் என்று நாங்கள் மதிப்பிட்டுள்ளோம்.",
        "\"ஆனால் இப்போது சுமார் 470,000 ஹெக்டேர் விதைக்கப்படும் என்று தெரிகிறது. இதன் விளைவாக நாங்கள் இரண்டு மாத அரிசியை இறக்குமதி செய்ய வேண்டியிருக்கும்.",
        "2021 ஆம் ஆண்டில், 445,000 ஹெக்டேர் நெற்செய்கை யாழ் பருவத்தில் பயிரிடப்பட்டது, 2020 ஆம் ஆண்டு 403,362 ஹெக்டேயராக இருந்தது என அமைச்சர் அமரவீர ஜூன் 09 அன்று பாராளுமன்றத்தில் தெரிவித்தார்.",
        "இருப்பினும் ரசாயன உரம் இல்லாததால் வழக்கமான மகசூல் வருமா என்பது தெரியவில்லை.",
        "பொதுவாக ஒரு ஹெக்டேருக்கு 4.5 மெற்றிக் தொன் மகசூல் கிடைக்கும் என அமைச்சர் அமரவீர தெரிவித்தார்.",
        "\"எதிர்பார்த்த உரங்களைப் பெற முடியாவிட்டால் விளைச்சல் 40 - 50 சதவிகிதம் குறையலாம் மற்றும் விளைச்சல் ஹெக்டேருக்கு சுமார் 2 மெட்ரிக் டன் வரை குறையும்\" என்று அமரவீர கூறினார்.",
        "இயற்கை உரங்கள் மூலம் மகசூல் ஒரு ஏக்கருக்கு வழக்கமான அறுவடையை விட 30 முதல் 40 வரை குறைவாக இருக்கும் என்று விவசாயிகள் கூறுகின்றனர்.",
        "கடந்த வாரம் வரை இலங்கை இரண்டு பருவ காலங்களிலும் சுமார் 1,654,428 மில்லியன் மெட்ரிக் டன்கள் அரைக்கப்பட்ட அரிசி உற்பத்தியை முன்னறிவித்திருந்தது, இது வருடத்திற்கான பொதுவான தேவை 2.4 மில்லியன் மெட்ரிக் டன்களாகும்.",
        "ஏற்கனவே சுமார் 330,00 மெற்றிக் தொன் அரிசி இறக்குமதி செய்யப்பட்டுள்ளது.",
        "ஆகஸ்ட் மாதத்திற்குப் பிறகு உணவுப் பற்றாக்குறை ஏற்படும் என பிரதமர் ரணில் விக்கிரமசிங்க உள்ளிட்டோர் எச்சரித்ததையடுத்து, அச்சமடைந்த மக்கள் அரிசி மற்றும் நெல் விலையை உயர்த்தி அரிசியை இருப்பு வைக்கத் தொடங்கினர்.",
        "சில பகுதிகளில் நெல் ஒரு கிலோகிராம் 150 ரூபாவாகக் கேட்கப்படுவதாக விவசாயிகள் தெரிவிக்கின்றனர்.",
        "பயமுறுத்துவது அரிசியை இருப்பு வைக்க மக்களை ஊக்குவிப்பதில் எதிர்மறையான விளைவை ஏற்படுத்தியது, ஆனால் விவசாயிகள் நெல் விதைக்க ஊக்குவிக்கப்படுவதற்கு வழிவகுத்தது என்றும் அமைச்சர் அமரவீர கூறினார்.",
        "இதற்கிடையில் நுகர்வோர் விவகார அதிகாரசபையின் விலைக் கட்டுப்பாட்டு உத்தரவும் கடைகளில் அரிசிக்கு தட்டுப்பாடு ஏற்பட்டுள்ளது.",
        "CAA அதிகாரிகள் தொலைக்காட்சியில் தோன்றி, வழக்கமான வியத்தகு காட்சிகளை இயற்றும் வர்த்தகர்கள் மீது சோதனை நடத்தி வருகின்றனர்.",
        "CAA கடந்த காலங்களில் பல உணவுப் பொருட்களில் தட்டுப்பாடு மற்றும் கறுப்புச் சந்தைகளை உருவாக்கியுள்ளது. தேசிய மருத்துவ ஒழுங்குமுறை ஆணையமும் விலைக் கட்டுப்பாட்டுடன் மருந்துப் பற்றாக்குறையை உருவாக்கியுள்ளது.",
        "இலங்கையில் உணவு விலைகள் உயர்ந்து வருகின்றன, மத்திய வங்கி வட்டி விகிதங்களில் விலைக் கட்டுப்பாடுகளை விதித்து அவற்றை அச்சிடப்பட்ட பணத்தில் அமல்படுத்திய பின்னர், நாணயத்தின் சரிவு மற்றும் உயர் பணவீக்கத்தைத் தூண்டுகிறது.",
        "தொடர்ந்து பணம் அச்சிடுவது அந்நிய செலாவணி பற்றாக்குறையை தூண்டியுள்ளது, ஏனெனில் ஒரு பெக் அமலாக்க முயற்சிகள் மேற்கொள்ளப்படுகின்றன. (கொழும்பு/ஜூன்12/2022)"
      ]
    }
  }
}