{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Decision-on-lifting-face-mask-will-only-be-considered-after-80-of-population-vaccinated-Official/56-732816",
  "time_ut": 1648671720,
  "title": "Decision on lifting face mask will only be considered after 80% of population vaccinated: Official",
  "body_lines": [
    "Health Services Director-General Dr. Asela Gunawardena says only 53-54% fully vaccinated, calls it unsatisfactory",
    "Says only fully vaccinated individuals will be allowed in public spaces after 30 April once Gazette is issued",
    "Calls on individuals above 20-years who have not received a single dose of vaccine against COVID-19 to obtain it from nearest hospital",
    "Health Services Director-General Dr. Asela Gunawardena yesterday said the decision on lifting the mandatory face mask requirement will only be considered after 80% of the total population receives the booster vaccine against COIVD-19.",
    "“Only 53% - 54% of the population has so far received the booster jab, which is unsatisfactory,” he told journalists yesterday.",
    "Dr. Gunawardena said until 80% of the population was fully vaccinated, the mandatory requirement to wear face masks will continue to remain in place.",
    "In Sri Lanka, fully vaccinated, refers to an individual who has received all three jabs.",
    "He also said only individuals fully vaccinated will be allowed in public spaces after 30 April once the Gazette is issued.",
    "Dr. Gunawardena explained that the intention of the booster dose is increasing immunity, adding that with a significant number of people receiving the jab, methods followed in other countries of lifting the face mask regulations can be enforced.",
    "Health Services Director General called on individuals above 20-years of age who have not received a single dose of vaccine against COVID-19 to obtain it, adding that the Pfizer vaccine is now available at any hospital or Medical Office of Health (MOH).",
    "Dr. Gunawardena said the definition of public places for vaccinated individuals will be Gazetted in future."
  ]
}