{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/IMF-Sri-Lanka-talks-prove-successful-Godahewa/108-236200",
  "time_ut": 1651581060,
  "title": "IMF-Sri Lanka talks prove successful: Godahewa",
  "body_lines": [
    "Cabinet spokesman and Mass Media Minister Dr. Nalaka Godahewa today said the cabinet on Monday gave the approval to appoint a five-member ministerial sub-committee of four cabinet and one state minister to identify investment opportunities that have the potential to attract foreign investment expeditiously, as a solution to the current foreign exchange crisis in the country.",
    "Mass Media Minister Dr. Nalaka Godahewa, Transport and Industries Minister Dilum Amunugama, Power and Energy Minister, Kanchana Wijesekara, Ports and Shipping Minister, Pramitha Bandara Tennekoon and State Minister of Urban Development, Lohan Ratwatte form the ministerial sub-committee.",
    "Minister Dr. Godahewa acts as the chairman of the sub-committee.",
    "Responding to Daily Mirror at the weekly cabinet news briefing last morning, Minister Dr. Godahewa said the discussions the Sri Lanka team led by Finance Minister Ali Sabry had with the IMF was a success but it takes time for the benefits to reach Sri Lanka.",
    "“Sri Lanka will soon resume talks on staff level to determine the size of the aid package from the IMF. In addition to the IMF, the Sri Lanka delegation held talks with other global lending agencies like the World Bank and the ADB and the response was encouraging. The World Bank has already agreed to provide Sri Lanka with US$ 600 million to import essential food commodities, fuel, drugs and gas etc. in order to overcome the current economic meltdown,” Dr. Godahewas noted.",
    "Minister Godahewa expressed hopes that China would finally agree to a loan restructuring programme as China has done the same with many other African and South American countries that have obtained huge loans from China.(Sandun A. Jayasekera)"
  ]
}