{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-shines-at-the-2022-business-traveller-middle-east-awards/",
  "time_ut": 1652449920,
  "title": "Emirates shines at the 2022 Business Traveller Middle East Awards",
  "body_lines": [
    "Emirates has once again been crowned as ‘Best Airline Worldwide’ for the ninth consecutive time at the 2022 Business Traveller Middle East awards.",
    "At a ceremony attended by key travel industry executives, the airline also swept three other categories, including airline with the “Best Premium Economy Class”, “Best Economy Class” and “Best Frequent Flyer Programme”.",
    "The awards are a recognition of Emirates’ unrelenting commitment to delivering on its ‘Fly Better’ promise through multi-billion dollar investments in customer experience initiatives, products and services in the air and on the ground during a year of rebuilding and recovery. Even when others were cutting back, Emirates continued to introduce new offerings and enhancements, giving it the strategic advantage to further differentiate its signature customer experience from booking to boarding.",
    "Just a year after its debut, Emirates’ Premium Economy has shown that it’s a cut above the rest, and has been highly sought after by customers thanks to its 19.5 inch spacious seats, 40 inch roomy pitch and relaxing 8 inch reclining position, rounded off by soft leather finishings, 6-way adjustable headrests, a footrest and luxurious wood panelling inspired by the airline’s Business Class cabin.",
    "The airline has taken the experience full-circle and will be rolling out the complete Premium Economy experience onboard and on the ground from 1 August with dedicated check-in at DXB, uniquely designed amenities including soft, sustainable blankets and generously sized pillows, complimentary amenity kits, fine glass and chinaware, curated dining and beverage choices and thoughtful culinary touches throughout the meal service including premium wines and chocolates. Customers can also enjoy hours of entertainment with the best IFE in the skies with up to 5,000 channels.",
    "The full Premium Economy Class experience will be available for sale from 1 June for travel from 1 August for Emirates customers venturing to London, Paris, Sydney, as well as Christchurch from December.",
    "To ensure more customers get to experience this cabin class on more routes, Emirates will begin its retrofit programme in November to install Premium Economy on 67 A380s and 53 Boeing 777s. At the end of the programme, Emirates will have 126 aircraft fitted out with Premium Economy cabins, as well as the airline’s newest interiors across other cabins.",
    "Over the last year, Emirates has also rolled out a series of customer-focused initiatives including accelerating and scaling up its digital initiatives for smoother journeys through more biometric and contactless touchpoints in Dubai.",
    "Ceylinco Life crowned Lanka’s Most Valuable Life Insurance Brand in 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}