{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/CBSL-assures-domestic-debt-will-remain-untouched-during-restructuring-process/273-236029",
  "time_ut": 1651258680,
  "title": "CBSL assures domestic debt will remain untouched during restructuring process",
  "body_lines": [
    "Central Bank Governor Dr. Nandalal Weerasinghe addresses a committee meeting at Ceylon Chamber of Commerce",
    "Says “encouraging” progress made towards establishing macro-fiscal policy framework and initiating structural reforms",
    "Expects policy measures taken to bring import expenditure to more sustainable levels",
    "Stressed need to strengthen social safety net with rising cost of living",
    "As Sri Lanka is beginning to feel the heat of restructuring its debt, an effort it must take to gain the International Monetary Fund (IMF) support, the Central Bank affirmed that domestic debt would remain untouched.",
    "While external debt restructuring remains a top priority for the Sri Lankan government, Central Bank Governor Dr. Nandalal Weerasinghe confirmed that domestic debt, in the form of government securities and Sri Lanka Development Bonds,would not be restructured. All creditors would be treated equally in the debt-restructuring process, he added.",
    "The governor announced the stance on debt restructuring at the Ceylon Chamber of Commerce committee meeting held this week. He graced the event as a guest speaker. During his address, Dr. Weerasinghe also provided an update on the progress made during the recent discussions with the IMF and World Bank (WB) last week.",
    "To address the urgent economic concerns prevailing in the country, additional measures will be implemented to iron out the issues. The governor said the measures include introducing regulations to encourage US dollar flows currently transacting in the informal market to be channelled through the formal banking system.",
    "As a result of the policy measures already introduced by the Central Bank and government, Dr. Weerasinghe said the expenditure on imports would be declining further to more sustainable levels.",
    "Furthermore, as the cost of living in the country, mainly due to the escalation in the prices of food and utilities, is becoming unbearable to the masses, Dr. Weerasinghe stressed the need to strengthen the social safety net with the rising cost of living.",
    "To this effect, multilateral agencies such as the World Bank will be looking to reallocate funds committed for projects towards assisting the vulnerable segments of the population, he shared.",
    "Furthermore, the governor stated that while the IMF negotiations and implementing sustainable economic policy reforms are being expedited, the IMFwould continue irrespective of the political landscape."
  ]
}