{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-elevates-liberty-plaza-tenants-experience-with-cutting-edge-connectivity-and-advanced-ict-solutions/",
  "time_ut": 1655128620,
  "title": "SLT-MOBITEL elevates Liberty Plaza tenants’ experience with cutting-edge connectivity and advanced ICT solutions",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider, has partnered Colombo Land and Development Company PLC, owners of the Liberty Plaza complex, to elevate occupant experiences with ultra-fast fibre connectivity and leading-edge ICT solutions.",
    "The agreement was signed between Imantha Wijekoon, Chief Regional Sales Officer, SLT and Paddy Weerasekera, Council Member, Liberty Plaza recently with senior representatives from both organisations present at the event.",
    "Liberty Plaza is recognised among one of Sri Lanka’s iconic mix development complexes offering tenants a location that integrates work, home and shopping nestled within the heart of the city. Today the complex comprises 160,000 square feet and home to over 300 retail outlets, offices, and residential apartments with more than 250 car park slots available for tenants and visitors.",
    "Imantha Wijekoon, Chief Regional Sales Officer, SLT added, “Liberty Plaza is a synonymous landmark for shopping, office space and as a residence. Collaborating with the Liberty Plaza Management Council we have become their key partner for the deployment of next generation fibre networks. SLT-MOBITEL’s state-of-the-art ICT infrastructure will provide integrated solutions and deliver plug-and-play connectivity, high usable density, and long-term value supporting all tenants’ current and future requirements.”",
    "With SLT-MOBITEL’s advanced ICT infrastructure, the benefits for tenants are limitless. Offices have access to modern technology, high speed internet connectivity and voice solutions delivering services with endless possibilities that can adapt to their future needs. Residents at Liberty Plaza will be able to enjoy digital lifestyles via the latest technology with superior connection speeds that enables streaming video from multiple devices, online gaming, and more time to enjoying world-class PEO TV entertainment.",
    "Commenting on the new development, Paddy Weerasekera, Member of Liberty Plaza Management Council stated “We are delighted to partner with SLT-MOBITEL to provide our residents and tenants with high-speed Fibre connectivity along with other voice solutions. Once completed this project will bring in a host of benefits to all owners and tenants. Being a pioneering mixed development project in Sri Lanka we are happy to partner with a pioneering telecommunication service provider.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}