{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Sri-Lankans-to-grow-older-before-economy-gets-bigger-and-better/342-238068",
  "time_ut": 1653951300,
  "title": "Sri Lankans to grow older before economy gets bigger and better",
  "body_lines": [
    "Working-age population also narrows; further contraction expected in two years of pandemic, of which data isn’t available yet",
    "Sri Lankans are getting older before they attain any economic well-being, as people are forced to contend with difficult economic conditions during their lifetime brought about by decades-long economic mismanagement by successive governments.",
    "According to Charts.lk, an economic data platform, 17.9 percent of Sri Lanka’s population is older than 59 years of age by the end of 2019, which made Sri Lanka the country with the highest older population in South Asia.",
    "This was a sharp increase from the 12 percent in 2009/10, about the same time when the country ended its three-decade-old war, which rekindled hopes of economic renaissance and 9 percent in 1978/79, when the economy was liberalised, promising better living standards for the people.",
    "According to data, in 1963, only 7 percent of Sri Lankans were above 59 years of age, reflecting that Sri Lanka was much younger then compared to now.",
    "Charts.lk parsed the Household Income and Expenditure Survey report for 2019, which was released only recently by the Census and Statistics Department, as the survey contains the country’s demographic dispersion based on age.",
    "The data also presents a new set of challenges for the country, which has been scrambling so hard to stabilise its economy following a hard landing in March after decades of living beyond its means through borrowed money amid corruption, inefficiency and stealing of public resources.",
    "The fact that Sri Lanka also has a shrinking working age population while its dependents are rising fast makes matters worse.",
    "For instance, its working-age population, who are between 15 to 59 years, have narrowed from 62 percent in 2009/10 to 59 percent by 2019, according to the data available.",
    "The situation would become horrific when the data comes out for the two years of the pandemic in 2020 and 2021, as people who are in their working age left the job market and others retired voluntarily, due to the economy-crippling lockdowns and other restrictions imposed to restrict the spreading of the virus.",
    "Meanwhile, migration, which had reached record levels in recent times, would also deal a lethal blow to the Sri Lankan economy that is already hamstrung by a skills shortage. Close to 1.5 million Sri Lankans drive three-wheelers and another 1.5 million work in the state sector, making close to 40 percent of the labour force, who contribute to negative productivity in the country.  Hence, unless the policymakers and people themselves change their attitudes, attaining any kind of economic well-being is unlikely, as the country will not have enough people in their prime working age to prop up its economic activities.",
    "The forewarning, which came from economists and the demographic experts way back in 2012, fell on the deaf ears of the policymakers in successive governments and nothing was done except twice increasing the retirement age from 55 to 65."
  ]
}