{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81681/uncertainty-in-sri-lanka-may-curb-finance-says-moodys",
  "time_ut": 1649317620,
  "title": "Uncertainty in Sri Lanka may curb finance, says Moody’s",
  "body_lines": [
    "Prolonged political uncertainty amid the ongoing financial crisis in Sri Lanka could thwart attempts to obtain external financing from key development partners, Moody’s Investors Services said.",
    "The entire Sri Lanka cabinet has resigned with an exception of President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa. Sri Lanka’s central bank governor has also resigned.",
    "“Protracted political uncertainty is likely to hinder progress in obtaining external financing from key development partners or attracting foreign direct investment, or both, because of Sri Lanka’s reliance on capital inflows to repay its sizeable foreign-currency obligations,” the report said.",
    "Sri Lanka’s foreign-exchange reserves were around $2 billion as of the end of February 2022.",
    "“This was well below the government’s annual external debt repayments of $6 billion-$7 billion through to at least 2025 and covering less than two months of imports,” the report said.",
    "Very low foreign-exchange reserves have led to broad restrictions on imports and shortages of several essential items such as fuel and milk powder.",
    "Inflation rose to double digits in November 2021 and reached 17.5% year on year in February 2022. Meanwhile, Russia’s military conflict with Ukraine is exacerbating Sri Lanka’s external difficulties, mainly via a higher energy and food import bill, the report added.",
    "“Fuel imports accounted for 18% of total imports in 2021 and agricultural imports 8%. Higher inflation is likely to prompt further policy rate hikes, which will raise government borrowing costs and further weaken debt affordability,” the report further added."
  ]
}