{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-arrest-five-suspects-over-black-monday-mob-attacks-on-mps-94845/",
  "time_ut": 1653649740,
  "title": "Sri Lanka police arrest five suspects over Black Monday mob attacks on MPs",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka police arrested five people on Friday (27) on suspicion of a mob attack unleashed upon two members of parliament on May 09, police said.",
    "Police spokesman Nihal Thalduwa said three suspects were arrested by the Criminal Investigation Department (CID) in connection with the attack on Samagi Jana Balawegaya (SJB) MP Kumara Welgama at the Kottawa entrance to the Southern Expressway on May 09, a day that has come to be known as Black Monday.",
    "“On May 09, during the island wide mob attacks MP Kumara Welagama, a Police Sergeant and his driver were attacked by a group of people at the Kottawa highway entrance. All three were admitted to the hospital after being seriously injured by the attackers,” Thalduwa said in a statement.",
    "Of the two people that were arrested regarding the Welgama incident, he said, one is a 37-year-old resident in Makumbura who is a restaurant owner while the other suspect is a 30-year-old assistant health worker in Horana.",
    "“They will be produced to the court on Friday (27)” Thalduwa said.",
    "Another two suspects were arrested over the murder of MP Amarakeerthi Athukorala in Nittambuwa.",
    "Athukorala is an MP of the former Prime Minister Mahinda Rajapaksa-led Sri Lanka Podujana Peramuna (SLPP)n who died on May 09 in the Western province town of Nittambuwa following a clash with an angry mob.",
    "Earlier it was claimed that the 57-year-old legislator from Sri Lanka’s North Central district of Polannaruwa had committed suicide by shooting himself after he opened fire at two members of a group which had blocked his vehicle on May 09.",
    "However, police later revealed that it was not a suicide but that the MP was murdered by the mob.",
    "One of the suspects that were arrested is a 21-year-old resident of Diwulapathana that was working as a cook in a hotel in Nittambuwa while the other suspect is a 58-year-old resident of Nittambuwa. (Colombo/May27/2022)"
  ]
}