{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/seylan-tikiri-partnership-with-wnps-opens-doors-for-children-to-create-strong-appreciation-of-nature/",
  "time_ut": 1655638620,
  "title": "Seylan Tikiri partnership with WNPS opens doors for children to create strong appreciation of nature",
  "body_lines": [
    "Seylan Bank’s partnership with the Wildlife and Nature Protection Society (WNPS) for the ‘Wild Kids’ initiative, enabled a group of nature-loving children to engage in nature conservation activities in Colombo and Jaffna recently.In Colombo, over 50 children joined the ‘Wetland Park Walk’ at Sri Jayawardanapura Kotte, where they toured the wetlands observing the trees, as well as animals and their behaviour in the wetland habitat. The children learnt about the eco-system of the wetland from specialized guides. They also participated in games, and were rewarded by Seylan Tikiri to appreciate and encourage the children to actively get involved in protecting the nature.",
    "Following this, the ‘Nature through Art’ – Art Workshop and Competition was conducted in Jaffna in partnership with Seylan Tikiri and Fox Resort. Three winners were selected and rewarded with Tikiri accounts and cash rewards, in addition to valuable gifts. They were also given a tour of Fox Resort including the art gallery and museum at the hotel. Seylan Bank’s Area Manager for Jaffna, Nirmalan Nandakumar spoke to the children, emphasizing the importance of taking steps to saving the environment while saving for their future.",
    "As a financial institution, Seylan Tikiri encourages the habit of saving among children, teaching them to prepare for the future. As a socially responsible entity, the Bank with a Heart extends this encouragement to nature conservation, where the children also learn to save the planet earth. The two initiatives were part of a series of projects that the Bank conducts in partnership with WNPS.",
    "Speaking about these initiatives, Gamika De Silva, Assistant General Manager – Marketing and Sales, Seylan Bank stated, “Two main factors on which the future of our world lie on, are our children and nature. While paving the way to protect them both, it is also important that we develop a strong bond between the two. Seylan Tikiri always focuses on building a future generation who not only appreciates nature, but also gets actively involved in its conservation. Our partnership with WNPS has enabled us to carry out several projects in the past and we will continue to work with them in giving our Tikiri Kids an opportunity to bring out their talents.”",
    "WNPS is the third oldest nature protection society in the world. The ‘Wild Kids’ project aims at forming an interest in the environment among children and highlighting the importance of conservation through education and fun filled activities.",
    "Newly restored Embilipitiya Paper Mill to save outflow of dollars",
    "It’s now or never for Sri Lanka to implement structural reforms, says 14th governor of Central Bank",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}