{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SLPP-MP-elected-Deputy-Speaker-after-contentious-vote/56-734924",
  "time_ut": 1652812200,
  "title": "SLPP MP elected Deputy Speaker after contentious vote",
  "body_lines": [
    "SLPP MP Ajith Rajapakse elected DS defeating SJB MP Rohini Kaviratne",
    "SLFP, 10-party alliance MPs spoil votes in protests at holding ballot",
    "SLPP Hambatntota District MP Ajith Rajapakse was elected as the new Deputy Speaker of Parliament yesterday after a secret ballot in which he defeated the SJB’s nominee Matale District MP Rohini",
    "Rajapakse won 107 votes while Kaviratne got 98 votes while 23 votes were rejected.",
    "Although discussions had been held to field a consensus candidate, the SJB and the ruling party both decided to field their own nominees despite calls from the SLFP and the 10-party alliance to withdraw one candidate’s name and agree on one to take up the post.",
    "However, the SJB announced it was nominating Kaviratne whose name was proposed by Leader of the Opposition Sajith Premadasa and seconded by Chief Opposing Whip Lakshman Kiriella while the Government proposed the name of Rajapakse to the post.",
    "Kaviratne was backed by SLPP MP Sudharshini Fernandopulle who heads the Women’s Caucus in Parliament and said all female lawmakers should back her. Prime Minister Ranil Wickremesinghe too had suggested that a woman should be elected to the post.",
    "Former President Maithripala Sirisena who represents the SLFP and MP Wimal Weerawansa who represents the 10-party said as the two main parties had failed to come to a consensus, they would spoil their votes.",
    "Hence a vote was taken in which Rajapakse was elected who replaced SLFP MP Ranjith Siyambalapitiya was elected to the post last month but resigned a day later.",
    "Rajapakse who spoke after the vote said as a member of the Speaker’s Panel, he has presided over sittings over the past year and half and had ensured his impartiality.",
    "Rajapakse who first entered the department in 2020 has served in the Pradeshiya Sabha and the Provincial Councils before being elected to parliament.",
    "Kaviratne who spoke after she lost her bid to be the Deputy Speaker said a historic opportunity to elect woman to the post of Deputy Speaker was lost but she would fight on for women’s representation in Parliament.",
    "She also said that by defeating her the SLPP has disregarded the Prime Minister who had voiced his support for a women candidate. “This will be the first of such defeats for the Prime Minister,” she said."
  ]
}