{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/National-inflation-hits-record-high-of-34-in-April/108-237601",
  "time_ut": 1653331620,
  "title": "National inflation hits record high of 34% in April",
  "body_lines": [
    "The national consumer prices rose 33.8 percent in April over the same month in 2021, accelerating from 21.5 percent in March, as the after effects of the rupee weakness against the dollar sent shock waves across consumer markets, resulting in a multifold increase in the prices of everything from essentials to discretionary to durables.",
    "This is higher than the 29.8 percent increase in the Colombo consumer prices reported for the same month a couple of weeks ago.",
    "In April, both indices, the Colombo Consumer Price Index and National Consumer Price Index, recorded their highest ever inflation figures since their compiling began, signalling that the country has entered into a hyperinflation cycle, as the rupee lost 80 percent of its value since it was floated on March 7, exacerbating the price pressures already coming from higher commodities prices globally.",
    "Meanwhile, the so-called core prices measured barring the often-volatile food, energy and transport, rose by 27.9 percent in April 2022 from a year ago, significantly up from 17.3 percent through March.",
    "Central Bank Governor Dr. Nandalal Weerasinghe last week said that the near-term prices could hit upwards of 40 percent before any easing could happen with the decline in demand.",
    "However, he said inflation happening beyond this point is out of the scope of their monetary policy tools, as the bulk of the price pressure at present is supply driven. Hence, he said they wouldn’t raise interest rates further higher to contain price pressures.",
    "The monthly prices measured by the NCPI also rose by 10.2 percent, sharply up from 2.9 percent, reflecting the underlying price pressures, which were largely caused by the rupee weakness.",
    "The food inflation measured by the NCPI rose by 45.1 percent in the 12 months to April 2022, up from 29.5 percent through March, as the prices of all food items, except for a couple of items in the NCPI basket, rose sharply.",
    "The change in monthly food prices was 12.1 percent from March levels, compared to 2.4 percent between February and March.",
    "Non-food inflation was recorded at 23.9 percent in the 12 months to April 2022, sharply accelerating from 14.5 percent through March, of which the largest contributor being the transport subcategory, as the fuel prices soared during April.",
    "The prices measured on a monthly basis climbed 8.4 percent in April, compared to 3.4 percent in March over February levels.",
    "There wasn’t a single subcategory under non-food inflation, which had even a slightest decline in prices in April, reflecting how broad-based and how deep the inflation runs through.",
    "While inflation isn’t a phenomenon confined only to Sri Lanka, as almost every country, including the most inflation resistant countries such as Japan is confronted with ugly price pressures, the situation in Sri Lanka is more acute and painful, due to the weakness of its currency."
  ]
}