{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81163/pakistani-court-indicts-89-accused-in-sialkot-lynching-case",
  "time_ut": 1647140760,
  "title": "Pakistani court indicts 89 accused in Sialkot lynching case",
  "body_lines": [
    "An anti-terrorism court in Pakistan on Saturday indicted 89 individuals accused of lynching 49-year-old Sri Lankan factory manager Priyantha Kumara Diyawadanage in Sialkot over blasphemy allegations last year.",
    "Kumara was lynched by a mob comprising hundreds of protesters, including the employees of the factory he was the manager of, on December 3. The mob had tortured him to death and later burnt his body. A first information report was registered against 900 workers of Rajco Industries on the application of Uggoki Station House Officer Armaghan Maqt under sections 302, 297, 201, 427, 431, 157, 149 of the Pakistan Penal Code and 7 and 11WW of the Anti-Terrorism Act. Scores of suspects were arrested in the following days.",
    "The incident saw widespread outrage and condemnation across Pakistan with politicians, scholars and civil society members calling for swift punishment to be meted out to the perpetrators.",
    "ATC judge Natasha Naseem presided over the case’s hearing today in Lahore’s Kot Lakhpat jail and summoned 14 prosecution witnesses on Monday. All of the accused pleaded not guilty.",
    "Five prosecutors, including Senior Special Prosecutor Abdul Rauf Wattoo, appeared in jail today for the trial in which challans were also distributed among the accused. Wattoo told Dawn.com that 40 witnesses have been made part of the challan by the prosecution.",
    "According to the challan, a copy of which is available with Dawn.com, videos, digital evidence, DNA evidence, forensic evidence, eyewitnesses, including Kumara’s colleague who had tried to save him from the mob, were made part of the investigation.",
    "It stated that footage from 10 digital video recorders in the factory was sent for forensic analysis, while the accused were traced via videos from social media and footage recovered from the mobile phones of 56 accused.",
    "It said their crime was unforgivable and called for the strictest of punishment to be meted out."
  ]
}