{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bond-yields-inactive-rupee-close-at-310-against-us-dollar-92655/",
  "time_ut": 1649282460,
  "title": "Sri Lanka bond yields inactive, rupee close at 310 against US dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s secondary market remained inactive on Wednesday (06) despite the yields in weekly bills auction soaring over 300 basis points, market participants said while the rupee was quoted at 310 rupees against US dollar in commercial banks.",
    "Commercial Banks were offering to sell dollars for telegraphic transfers at between 310-313 rupees and buy between 295-300 rupees on Wednesday.",
    "Dealers said the market did not have a proper two-way spot quote on Wednesday.",
    "The central bank indicative spot rate remained flat at 307.78 rupees on Wednesday from the previous day.",
    "Central Bank’s telegraphic transfer dollar rate was at 298.1/308.5 on Wednesday, up from 293.2/303.5 on Tuesday.",
    "Sri Lanka’s rupee has been made more flexible but a clean float has not yet been established.",
    "In the secondary market, there were no active bond rates following the bills auction, dealers said.",
    "In the bills auction, 80 billion was offered and 72.5 billion was sold.",
    "The debt office offered 40 billion rupees of 3-month bills and sold 64 billion.",
    "20 billion rupees of 6-month bills were offered and 4.2 billion was sold.",
    "20 billion rupees of 12-month bills were offered and 4.3 billion were sold.",
    "The 3-month yield went up 120 basis points to 14.12 percent.",
    "The 6-month yield went up 311 basis points to 12.25 percent.",
    "The 12-month bill yield rose 341 basis points to 15.69 percent.",
    "Over the weekend Sri Lanka saw anti-government protests spread across the country demanding the ruling government to step down for its mismanagement as the economic crisis throttled the common man.",
    "Many government officials including the central bank governor Ajith Nivard Cabraal and ministers have tendered their resignation.",
    "Following Cabral’s resignation, a monetary policy meeting that was scheduled to take place on April 05 was postponed.",
    "Analysts say this was an important meeting in which rates were expected to be hiked further after inflation hit 18.7 percent in March.",
    "The rate hike would have reduced money printing and domestic private credit.",
    "Analysts had warned of triple defaults unless urgent action is taken to tighten monetary policy and restore a working exchange rate regime.",
    "Nandalal Weerasinghe, the former Deputy Governor of the central bank is said to take over the governorship on April 07. (Colombo/Apr6/2022)"
  ]
}