{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/explainer-sri-lanka-peoples-hopes-fade-as-monetary-stability-eludes-new-pm-95389/",
  "time_ut": 1654702980,
  "title": "EXPLAINER – Sri Lanka people’s hopes fade as monetary stability eludes new PM",
  "body_lines": [
    "ECONOMYNEXT – When Ranil Wickremesinghe was appointed Sri Lanka’s Prime Minister for a record sixth time on May 12, some hoped he could use his international relations and economic expertise to ensure the supply of essentials like fuel, cooking gas, and medicines as well as uninterrupted power supply.",
    "However, queues for gas and fuel have become longer in the one month since Wickremesinghe took over the challenge to stabilize the economy.",
    "Though Sri Lanka earns about a billion US dollars in exports, about 500 million remittances (about half comes through unofficial channels) and about 300 more from services, and most debt repayment is suspended, the country is faces forex shortages with a failed float",
    "Monetary stability is yet to be restored with money still being printed and a surrender requirement in place.",
    "Transport has become a challenge with fuel prices skyrocketing in rupee terms as the rupee collapsed after to two years of mis-targeted interest rates in the worst currency crises in the history of the country’s Latin America style central bank.",
    "People are struggling to manage their daily meals with the currency collapse putting food out of the reach of the less affluent. Many elders are finding it hard to ensure a continuous supply of medicine.",
    "Wickremesinghe began by telling the truth about the island nation’s real economic situation. He publicly spoke about external debt, the importance of seeking help from the International Monetary Fund (IMF) and working with international partners like India, China, and Japan.",
    "Almost four weeks after his appointment, Wickremesinghe is struggling to deliver on the essentials for the public, as monetary stability continues to elude the country and foreign exchange shortages persist.",
    "Here are some of the key questions and answers on Wickremesinghe’s statements and his role as the new prime minister of Sri Lanka since May 12.",
    "He advocated for IMF assistance to face the economic crisis. He accurately predicted power cuts, the dollar shortage, and difficulties in importing essentials. The leader of the United National Party (UNP) for the past 26 years called on the Government to place its top priority on resolving the economic crisis and warned that a delay would make recovery difficult. He has also predicted the situation yet to come if the number of persons losing employment increases, companies collapse, and food problems. He said Sri Lanka should not have suspended debt payment and gone to the IMF earlier when the country was still creditworthy. Wickremesinghe also said both the government and opposition should join hands to come out of the crisis.",
    "Four days after his appointment as the “crisis prime minister”, Wickremesinghe found the Sri Lankan economy was “extremely precarious”.",
    "In country with a soft-pegged exchange people suffer when the currency collspses, and budgets become almost impossible to manage though inflation can bring in nominal revenues as long as salaries are not hiked.",
    "He wanted to establish a national assembly or political body with the participation of all political parties to find solutions to the present crisis. He proposed an all-party government and some new parliament committees to make the president and cabinet accountable to parliament. He also promised to bring in a new constitutional amendment to reduce the powers of President Gotabaya Rajapaksa whose stubborn and wrong policy decisions and mismanagement has been blamed for Sri Lanka’s ongoing crisis.",
    "He promised to build a nation “without queues for kerosene, gas, and fuel; a nation free of power outages; a nation with plentiful resources where agriculture will flourish; a nation where the future of the youth is secure; a nation where people’s labour need not be wasted in queues and in struggles; a nation where everyone can lead their lives freely with three square meals a day”.’",
    "Wickremesinghe said the budgets revenue numbers were inflated and the actual revenue would be 30 percent below target and expenses would be higher and the deficit would be wide.",
    "Wickremesinghe soon realised that the reality was much worse than what he had expected, a close ally told EconomyNext.",
    "“This is the reason he warned of power cuts likely to be increased to 15 hours a day, though it hasn’t happened so far,” the ally said asking not to be named.",
    "“The situation is getting worse. There is no foreign currency to buy food from September onwards. We may face an acute food shortage in September because we have not produced adequate rice in the last year and this year,” the source said.",
    "Up to June most food imports were coming freely as open account imports were allowed. But from June 07 open account imports were banned at the request of the central bank creating questions whether the formal banking system can give dollars in time.",
    "The new premier is now trying to come up with a budget where capital spending is cut and has to spend more money as a safety net to the people pushed deeper into poverty by central bank money printing.",
    "However, Wickremesinghe has raised Value Added Tax (VAT) to 12 percent from 8 percent and a telecommunication levy to 15 percent to increase government revenue. More taxes are planned from Otober",
    "The government is also in the process of cutting its expenditure as much as possible.",
    "He has proposed privatisation of loss-making state carrier SriLankan Airlines.",
    "Fuel prices have been adjusted to a market rates. Wickremesinghe told the media that he would be compelled to permit printing money in order to pay state-sector employees and to pay for essential goods and services.",
    "Wickremesinghe also predicted what he said would be the most difficult two months through July, but attempted to reassure the public that Sri Lanka’s foreign allies will assist. They have already pledged their support, he said.",
    "Since his takeover, Wickremesinghe has been doomsaying about a looming food shortage, starvation, a complete lack of dollars for imports, extended power cuts, and a longer than expected recovery time from the crisis.",
    "He said the situation will worsen further before recovery starts.",
    "Opposition members and political analysts observe that there has been hardly any change since Wickremesinghe took over.",
    "In fact, many say the number and length of the queues for cooking gas and fuel have multiplied, though power cuts have reduced with rains coming back,",
    "Some political analysts say the hopes of Wickremesinghe reviving the economy are fading because he has not been able to live up to the expectations of the common man, who had believed the new prime minister would bring in more dollars to the country, and ensure required policy changes to drive the economy in a different direction for a sustainable debt repayment and growth.",
    "A quick wrap of an IMF program has not also materialized as a debt re-structuring effort takes time.",
    "Why is there a delay in the implementation of Wickremesinghe’s promises?",
    "Political analysts say the lack of a majority for Wickremesinghe in parliament and some major differences between him and President Rajapaksa’s Sri Lanka Podujana Peremuna (SLPP) on policies has got in the way of political reforms.",
    "There has been no consensus on the constitutional amendment, which is key for political stability.",
    "A former SLPP cabinet minister told EconomyNext that some international partners have indirectly indicated they are waiting for political stability after a constitutional amendment to help Sri Lanka.",
    "Some SLPP members are not in favour of the new amendment – the 21st – because it will force former finance minister Basil Rajapaksa out of parliament due to his duel citizenship and President Rajapaksa to lose the powers he has been enjoying so far.",
    "Wickremesinghe is also being criticized for taking up the post unconditionally in a move to protect the Rajapaksas from being forced out of politics.",
    "That had discouraged some key opposition parties from backing him. Few of them are ready to back Wickremesinghe as long as Rajapaksa remains a powerful president."
  ]
}