{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-end-with-strong-recovery-expolanka-leads-93573/",
  "time_ut": 1651057560,
  "title": "Sri Lanka stocks end with strong recovery; Expolanka leads",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock market rebounded strongly on Wednesday with the main index  gaining 5.43 percent led by market heavyweight Expolanka after market crashed in the two previous sessions as investors reacted to a 7 percent rise in interest rate, government announcement of suspending all foreign debt payments, and sovereign credit rating downgrade.",
    "The main All Share Price Index (ASPI) gained 375.15 points to 7,280.52 at the close. In the last two days, ASPI lost around 11 percent.",
    "“The market moved as expected today but it will be slower in the coming days as there is still selling pressure in the market,” a top analyst said.",
    "“We believe all the shares will move up however banking sector shares aren’t moving on speculation as there are a lot of rumours in the market that the sector would collapse.”",
    "Meanwhile, the most liquid index S&P SL20 gained 13.52 percent or 287.46 points to 2,413.42.He said the margin levels are bad in the market so market will move both with selling and buying pressure.",
    "On Monday and Tuesday, the market closed within minutes after it opened for trade because of the 10 percent circuit breaker.",
    "Wednesday’s gain helped to boost market capitalization 250 billion rupees.",
    "The Colombo Stock Exchange (CSE) was closed from April 11 to 18 due to a traditional new year however during that period Sri Lanka’s Central Bank raised its key police rates by 7-percent, announced a soft-default and began IMF discussions amid sovereign rating downgrade. The CSE also closed the market for another five days, citing investors need for a cool off period to make informed decisions.",
    "The stock exchange has circuit breakers at 5.0 percent, 7.5 percent and 10.00 percent after which the market is closed.",
    "The day’s turnover was 2.1 billion rupees, nearly half quarter of this year’s average daily turnover of 4.5 billion rupees.",
    "Investors are also concerned over the steep fall in the rupee. Sri Lanka’s rupee has fallen nearly 70 percent since it was allowed flexibility on March 7.",
    "The market has lost 18.2 percent so far in April after plunging 23 percent in March and 11 percent in the previous month. Overall the market has lost 40.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 37.1 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.37 billion rupees so far this year.",
    "Expolanka, Royal Ceramics and Browns Investment pushed the index up on Wednesday.",
    "Shares in Expolanka gained 44.8 percent to close at 143.75 rupees a share, Royal Ceramics up 32.3 percent to close at 33.20 rupees a share while Browns Investment gained 36.6 percent to close at 5.60 rupees a share. (Colombo/April27/2022)"
  ]
}