{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Kosala-Weerasekara-wins-Young-Architect-of-the-Year-2022-Award/34-731702",
  "time_ut": 1646764200,
  "title": "Kosala Weerasekara wins Young Architect of the Year 2022 Award",
  "body_lines": [
    "Kosala Weerasekara bagged the Young Architect of the Year award at the annual Sri Lanka Institute of Architects Awards 2022 ceremony held recently. Weerasekera won the award after being evaluated for",
    "the designs done in the past year and his contribution to the profession and education in architecture. The jury panel, which comprised of esteemed architects, industry professionals and academics, considered interior and landscape design, architectural disciplines and the products used in the winning entries.",
    "Speaking after the ceremony, Weerasekara said, “It is my style of combining quality and design and deliver practical, functional and affordable which makes my architectural style and language unique. My winning designs had all the elements that were required to make it stand out from the rest, along with my contributions to the education and profession of architecture in Sri Lanka.”",
    "Weerasekara, a University of Moratuwa graduate is a Chartered Member of the Royal Institute of British Architects, visiting lecturer and an active member of the Sri Lanka Institute of Architects. After having apprenticed under architects Ranjith Alahakoon and Madhura Prematilleka, he started his own firm Kosala Weerasekara Chartered Architects (KWCA) in 2015. KWCA undertakes an end-to-end service that includes architectural design, project management, interior and exterior landscaping, before handing over the completed project to client.",
    "Weerasekara has also won numerous Design Awards since 2018 for his multi-disciplinary projects in residential and commercial design. “I make every project unique by adding design creativity with economical and environmentally sustainable practices and concepts,” he added. He has also designed several high-end villas across the island. He won the Young Architect of the Year award 2020 as well.",
    "In future, Weerasekara says he will focus more on community and nature-based projects that will inspire and encourage more people-centric involvement to create awareness and instil a sense of responsibility and respect towards their surroundings. He adds that it is not enough to build and leave but to create more sustainable environments to protect and nurture future generations. In his recently published book, “Inbetween”, Weerasekera showcases his works in architecture."
  ]
}