{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-rewards-loyal-cardholders-with-valuable-discounts-for-festive-season/34-733237",
  "time_ut": 1649444940,
  "title": "HNB rewards loyal cardholders with valuable discounts for festive season",
  "body_lines": [
    "HNB has announced the launch of a myriad of offers for its loyal debit and credit cardholders to treat themselves and their families this festive season - including major discounts on a variety of products from electronic devices to everyday groceries and more.",
    "Discounts will be valid till April 2022 from any of HNB’s partner brands, online and fashion retail outlets, restaurants, supermarkets, hotels, education, hospital and insurance payments. In addition, HNB offers a 0% interest easy payment plan up to 12 months on any transaction between Rs. 30,000 to Rs. 1 million, aside from fuel transactions and cash advances.",
    "Customers will also benefit from special discounts and instalment schemes with no added handling fees on any purchase of electronic and electrical items, household accessories and other lifestyle items, jewellery and vehicle parts with select merchants.",
    "“The Avurudu season has always been of immense cultural and personal significance for all Sri Lankans. With that comes a long list of preparations and expenses, and especially given the difficult times that all of us are facing, we wanted to make sure we compiled the largest possible variety of discounts and seasonal offers to deliver maximum value to our loyal customers and our partners,” HNB Head of Cards Gauthami Niranjan stated.",
    "HNB has also partnered with the nation’s leading online retailers to offer discounts up to 50% within the promotion period. Accordingly, PickMe Market will offer Rs. 500 off on all deliveries of essential goods for orders above Rs. 4000, while Pickme Food will offer Rs. 400 off on deliveries for bills above Rs. 2000 on HNB credit cards.",
    "Several popular retail and lifestyle brands have also joined HNB in creating these unmissable discounts, providing up to 50% off on products, along with zero-interest instalment schemes of up to 48 months with selected merchants.",
    "HNB cardholders can enjoy discounts of up to 35% off on Credit cards and 30% off on Debit cards site-wide for stationery items at select stationary establishments. Customers can also expect free delivery for all orders over Rs. 2000. In addition to the above Promate World and Atlas Myshop will offer up to 35% and 20% on Stationery Items.",
    "Notably, customers shopping at Cargills will be offered a 20% discount on dairy Items for bills above Rs. 2,500 each Monday, while Keells will offer a 25% discount for select fresh vegetables, fruits and seafood on bills above Rs. 4,000 every Tuesday and Wednesday. Laugfs Super Markets will offer 20% off on beverages and crimson bakery products for bills above Rs. 2,500 every Thursday for Credit cards. Glomark will offer Credit and Debit cardholders discounts of 20% and 10% respectively on bills above Rs. 5,000 every Friday, while Arpico Supercentres and daily outlets offer flat 25% off on selected fresh fruits, vegetables and seafood during the weekend for Credit cards.",
    "24-month 0% instalment schemes and discounts are also applicable for purchases at renowned jewellery stores for HNB credit cardholders. Discounts of up to 70% off on credit cards from tag price and 10% op up on selected jewellery items at select jewellery holders till the end of April 2022.",
    "Moreover, HNB customers can enjoy special rates ranging from 30% to 50% on FB, HB and BB at select properties of the hotel groups such as Jetwing Hotels, Araliya resorts and spas, Aitken Spence hotels, Browns hotels and many others located across the island.",
    "They can also enjoy attractive discounts on dining at renowned restaurants at The Kingsbury, Waters Edge, Movenpick, and other leading restaurant names. Mexican food lovers will be offered a ‘Buy any Large Pan Pizza and Get a Free Classic range Large Pan Pizza’ for Credit Cards at all Pizza Hut Outlets every third Wednesday of the month.",
    "New Insureme.lk customers will also be eligible to receive 10% off on new credit cards with up to 12 months of 0% instalment plans until the 30 June. In addition, Prestige Prime credit cardholders will be able to take benefit of the 50% off all vehicle services and up to 24 months 0% instalments at selected leading automobile partners. Similarly, discounts of 10% are also applicable on the purchases of pharmaceuticals at Quickmed.lk, subject to relevant terms and conditions."
  ]
}