{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankans-must-heed-the-calls-to-grow-at-home-EDITORIAL/172-238773",
  "time_ut": 1654808700,
  "title": "Sri Lankans must heed the calls to grow at home - EDITORIAL",
  "body_lines": [
    "There are calls from the government and experts in food and agriculture to start growing food in home gardens. Many years ago such a call would have been seen as an added burden by a person who is gainfully employed in a mercantile or state establishment. Things have changed in 2022 and just after the completion of the first quarter of the year we are heading for a food shortage.",
    "Other than the government there is one other voice requesting people to start growing in their home gardens. This call is coming from the head prelates of Buddhist temples.",
    "Cultivation programmes have been launched centering temples. The Chief Prelate of the Malwatte Chapter Ven. Thibbatuwawe Sri Siddhartha Sumangala Thera has initiated one of these programmes.",
    "We also read about Senior Professor at Sri Jayawardenepura University Ven. Megammana Pagnanada Thera being quoted in a newspaper requesting people in rural areas to launch relevant cultivation programmes to aid the food production.",
    "Sri Lanka’s home agriculture projects need to be revived. People still haven’t taken this impending food shortage seriously.",
    "The government has predicted a food crisis, but at the same time has asked for food aid from neighbouring countries.",
    "The downfall of the agriculture sector came about after the president banned the use of chemical fertilizer. The ban came too soon and farmers didn’t have time to adjust to the introduction to organic fertilizer. There was also a severe shortage of organic fertilizer apart from complaints that this fertilizer was not producing the looked forward to harvest.",
    "Agriculture experts are predicting a drop in the harvest between 20-70% depending on the crop. This drop is expected during the Maha Season.",
    "The farmers are one of the worst affected segments of labour in the Sri Lankan work force. Farmers comprise 30% of the Sri Lankan work force; hence their woes cannot dismissed easily.",
    "Even during the times of the kings the palace officials maintained a good rapport with the farming community. The kings built tanks for them and provided the necessary support for agriculture activities to continue uninterrupted. But today the farmers are maintaining the fact that it’s pointless engaging in farming due to the lack of fertilizer and fuel.",
    "For the record Sri Lanka imported 300,000 metric tones of rice during the first three months of the year.",
    "Given the dicey situation the present cabinet led by Premier Wickremesinghe is hell-bent on raising the average national product to tackle the economic crisis and also to help brace the impending food shortage. According to Central Bank figures the Gross Domestic Product will soon reach a figure of -3.5.",
    "This food crisis the country is bracing for is not only limited to Sri Lanka. By next year the global economy is also expected to decline.",
    "The present war between Russia and Ukraine has made fertilizer prices soar.",
    "Measures taken by an Asian country like Pakistan to save on fuel and energy consumption must be lauded. For this to happen Pakistan has requested establishments to revert to a five-day work week.",
    "Sri Lanka has to educate itself to brace for this impending food crisis and also come out of the economic crisis it is experiencing. There are many lessons the islanders must learn regarding facing a crisis because Sri Lankans are notorious for spending more than they earn.",
    "Sri Lanka is experiencing its worst economic crisis in 70 years. The impending food crisis can be faced to a certain extent if the calls to start growing in their home gardens are taken seriously."
  ]
}