{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82160/private-fuel-tanker-owners-call-off-strike",
  "time_ut": 1651489740,
  "title": "Private fuel tanker owners call off strike",
  "body_lines": [
    "The Ceylon Petroleum Private Tanker Owners’ Association has decided to call off their strike action with immediate effect.",
    "The association has decided to call of the strike after receiving an assurance from the Minister of Power and Energy for a 30% increase in bowser hiring charges.",
    "A spokesman for the association said that fuel distribution activities will return to normal now that the union action has ended.",
    "The Ceylon Petroleum Private Tanker Owners’ Association had launched the strike from midnight on Saturday (April 30) demanding a 40% increase in bowser hiring charges.",
    "The strike had also severely disrupted fuel distribution activities across the country yesterday and today.",
    "Meanwhile it was reported that the LIOC Private Tanker Owners’ Association has also withdrawn from fuel transportation activities in support of the strike launched by the Ceylon Petroleum Private Tanker Owners’ Association.",
    "The strike had severely affected fuel distribution operations in the country while the distribution of fuel from the Muthurajawela terminal had come to a complete halt yesterday with some tanker owners even deciding to detach and leave behind their bowser trailers at the terminal.",
    "The strike action had also led to the temporary closure of several fuel stations in the country owing to a lack of fuel supplies.",
    "The union warned that say they will continue their strike action if the government does not take steps to increase their transport charges in line with the unusually high fuel prices as well as the increase in spare parts prices by around 300%.",
    "However, the Energy Minister had tweeted saying alternative methods are in place to continue the fuel distribution without interruption if private bowser owners withdraw from services.",
    "The minister added that the Ceylon Petroleum Storage Terminals Limited (CPSTL) has been instructed to open registration immediately for new suppliers to transport fuel and to cancel the registration of those who fail to report for duty.",
    "Trains, government-owned, fuel station-owned and privately-hired bowsers that are not on strike will continue the fuel distribution services, he added."
  ]
}