{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82116/five-independent-mps-to-be-appointed-on-forming-all-party-govt-",
  "time_ut": 1651240920,
  "title": "Five independent MPs to be appointed on forming all-party govt",
  "body_lines": [
    "President Gotabaya Rajapaksa has extended an invitation to form an all-party government comprising all political parties represented in the Parliament, the President’s Media Division (PMD) said in a statement issued today regarding the meeting held with party leaders and representatives who now sit independently in Parliament.",
    "The discussion was held at the President’s House in Colombo this morning.",
    "Attention was drawn to the need to form a National Consensus Government to continue the activities of the government and to appoint a National Council with the participation of the leaders of the political parties represented in Parliament as its initial step.",
    "The President has stated that he would agree to the points contained in the common proposal presented by the party representatives if it receives the support of all political parties.",
    "It was also decided to nominate five representatives from among those who took part in the discussion, to take forward the mechanism of forming an all-party government.",
    "Discussions were held on formulating a systematic program after obtaining the views of other political parties in Parliament, including the Sri Lanka PodujanaPeramuna.",
    "Former President Maithripala Sirisena, Nimal Siripala de Silva, Susil Premajayantha, Vasudeva Nanayakkara, Wimal Weerawansa, Udaya Gammanpila, Mahinda Amaraweera, Anura Priyadarshana Yapa, Wijeyadasa Rajapakshe, Tissa Vitarana, W.D.J. Seneviratne, Dayasiri Jayasekara, Ven. Athuraliye Rathana Thera, Lasantha Alagiyawanna, Nimal Lanza, Jayantha Samaraweera, Jayarathna Herath, Tiran Alles, Jagath Pushpakumara, Nalin Fernando, M.M. Athaullah, Gevindu Kumaratunga, Weerasumana Weerasinghe and Asanka Navarathna were present at the discussion."
  ]
}