{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/rambukkana-shooting-ssp-k-b-keerthiratne-remanded/",
  "time_ut": 1651239420,
  "title": "#Rambukkana Shooting: SSP K. B. Keerthiratne remanded",
  "body_lines": [
    "COLOMBO (News 1st); Former SSP for Kegalle K. B. Keerthiratne was ordered to be remanded until the 6th of May 2022, by Colombo Additional Magistrate Shalini Perera on Friday (29).",
    "SSP Keerthiratne was arrested by the Criminal Investigations Department on Thursday (28) evening, and he was ordered to be remanded after the Additional Magistrate inspected his condition at the Police Hospital in Narahenpita, where he was receiving treatment.",
    "The Senior Police Officer was receiving treatment at the Police Hospital under police guard and was handed over to the Prisons Department after he was ordered to be remanded.",
    "On Friday (29) morning the Criminal Investigations Department informed the Kegalle Magistrate’s Court that SSP Keerthiratne and three police constables were arrested over the incident of opening fire at protestors in Rambukkana.",
    "The CID told Kegalle Magistrate Wasana Nawaratne that SSP K. B. Keerthiratne who gave the order to shoot at a public gathering was arrested at the Police Hospital in Narahenpita, and was under police protection.",
    "The CID also said that the three police constables who were arrested for acting on the order to shoot were arrested at the Kundasale Police Hospital, and were under police protection.",
    "The Kegalle Magistrate had informed the Colombo Magistrate’s Court to obtain a report from a Judicial Medical Officer on the condition of SSP Keerthiratne who is receiving treatment at the Narahenpita Police Hospital.",
    "Kegalle Magistrate Wasana Nawaratne also informed the Theldeniya Court to obtain medical reports from the Kandy Hospital JMO on the conditions of the three police constables receiving treatment at the Kundasale Police Hospital.",
    "The Magistrate also informed the CID to submit a government analysts report on the clothing worn by the police officers who were involved in the shooting, as per the request of the aggrieved party.",
    "Recently, a Police Constable testified in court that ASP Dharmaratne ordered him to fire into the sky.",
    "The aggrieved party had requested the court arrest the two officers based on the witness testimony.",
    "Considering these submissions, the Magistrate ordered the CID to produce those two officers at the next hearing, and the case was postponed to the 2nd of May.",
    "Sri Lanka : President extends invitation to form all-party government"
  ],
  "translate": {
    "si": {
      "title": "#රඹුක්කන වෙඩි තැබීම: ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී K. B. කීර්තිරත්න රිමාන්ඩ්",
      "body_lines": [
        "COLOMBO (News 1st); කෑගල්ල හිටපු ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කේ.බී.කීර්තිරත්න 2022 මැයි 6 වැනිදා දක්වා රක්ෂිත බන්ධනාගාරගත කරන ලෙස කොළඹ අතිරේක මහේස්ත්‍රාත් ශලිනි පෙරේරා මහත්මිය සිකුරාදා (29) නියෝග කළාය.",
        "ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කීර්තිරත්න මහතා අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව විසින් බ්‍රහස්පතින්දා (28) සවස අත්අඩංගුවට ගත් අතර, අතිරේක මහේස්ත්‍රාත්වරයා විසින් ඔහු ප්‍රතිකාර ලබමින් සිටි නාරාහේන්පිට පොලිස් රෝහලට ගොස් ඔහුගේ තත්ත්වය පරීක්ෂා කිරීමෙන් අනතුරුව රක්ෂිත බන්ධනාගාරගත කිරීමට නියෝග කෙරිණි.",
        "ජ්‍යෙෂ්ඨ පොලිස් නිලධාරියා පොලිස් ආරක්ෂාව යටතේ පොලිස් රෝහලේ ප්‍රතිකාර ලබමින් සිටි අතර රක්ෂිත බන්ධනාගාර ගත කිරීමට නියෝග කිරීමෙන් අනතුරුව බන්ධනාගාර දෙපාර්තමේන්තුවට භාරදී තිබේ.",
        "සිකුරාදා (29) උදෑසන අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව කෑගල්ල මහේස්ත්‍රාත් අධිකරණයට දන්වා සිටියේ රඹුක්කන ප්‍රදේශයේ විරෝධතාකරුවන්ට වෙඩි තැබීමේ සිද්ධිය සම්බන්ධයෙන් ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කීර්තිරත්න සහ පොලිස් කොස්තාපල්වරුන් තිදෙනෙකු අත්අඩංගුවට ගත් බවයි.",
        "මහජන රැස්වීමකට වෙඩි තැබීමට අණ දුන් ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කේ.බී.කීර්තිරත්න නාරාහේන්පිට පොලිස් රෝහලේදී අත්අඩංගුවට ගෙන පොලිස් ආරක්ෂාව යටතේ සිටි බව රහස් පොලිසිය කෑගල්ල මහේස්ත්‍රාත් වාසනා නවරත්නට පැවසීය.",
        "වෙඩි තැබීමේ නියෝගය මත ක්‍රියා කළ බවට අත්අඩංගුවට ගත් පොලිස් කොස්තාපල්වරුන් තිදෙනා කුණ්ඩසාලේ පොලිස් රෝහලේදී අත්අඩංගුවට ගත් බවත්, ඔවුන්ට පොලිස් ආරක්ෂාව යටතේ සිටි බවත් රහස් පොලිසිය පවසයි.",
        "නාරාහේන්පිට පොලිස් රෝහලේ ප්‍රතිකාර ලබන ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කීර්තිරත්නගේ තත්ත්වය පිළිබඳව අධිකරණ වෛද්‍ය නිලධාරියෙකුගෙන් වාර්තාවක් ලබා ගන්නා ලෙස කෑගල්ල මහේස්ත්‍රාත්වරයා කොළඹ මහේස්ත්‍රාත් අධිකරණයට දැනුම් දී තිබුණා.",
        "කුණ්ඩසාලේ පොලිස් රෝහලේ ප්‍රතිකාර ලබන පොලිස් කොස්තාපල්වරුන් තිදෙනාගේ තත්ත්වය පිළිබඳව මහනුවර රෝහලේ අධිකරණ වෛද්‍ය නිලධාරීවරයාගෙන් වෛද්‍ය වාර්තා ලබා ගන්නා ලෙසද කෑගල්ල මහේස්ත්‍රාත් වාසනා නවරත්න තෙල්දෙණිය අධිකරණයට දැනුම් දුන්නා.",
        "අගතියට පත් පාර්ශ්වයේ ඉල්ලීම පරිදි වෙඩි තැබීමට සම්බන්ධ පොලිස් නිලධාරීන් ඇඳ සිටි ඇඳුම් පිළිබඳව රජයේ රස පරීක්ෂක වාර්තාවක් ඉදිරිපත් කරන ලෙස ද මහේස්ත්‍රාත්වරයා අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවට දැනුම් දුන්නේය.",
        "පසුගියදා සහකාර පොලිස් අධිකාරී ධර්මරත්න තමාට අහසට වෙඩි තබන ලෙස නියෝග කළ බවට පොලිස් කොස්තාපල්වරයකු අධිකරණය හමුවේ සාක්‍ෂි දුන්නේය.",
        "අගතියට පත් පාර්ශ්වය අධිකරණයෙන් ඉල්ලා සිටියේ සාක්කි සාක්‍ෂි මත නිලධාරීන් දෙදෙනා අත්අඩංගුවට ගන්නා ලෙසයි.",
        "මෙම කරුණු සලකා බැලූ මහේස්ත්‍රාත්වරයා එම නිලධාරීන් දෙදෙනා මීළඟ නඩු විභාගයට ඉදිරිපත් කරන ලෙස රහස් පොලිසියට නියෝග කළ අතර නඩුව මැයි මස 2 වැනිදාට කල් තැබිණි.",
        "ශ්‍රී ලංකාව: සර්ව පාක්ෂික ආණ්ඩුවක් පිහිටුවීමට ජනපතිගෙන් ආරාධනා"
      ]
    },
    "ta": {
      "title": "#ரம்புக்கன துப்பாக்கிச் சூடு: SSP K. B. கீர்த்திரத்ன விளக்கமறியலில்",
      "body_lines": [
        "COLOMBO (News 1st); கேகாலையின் முன்னாள் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கே.பி.கீர்த்திரத்னவை எதிர்வரும் 2022 ஆம் ஆண்டு மே மாதம் 6 ஆம் திகதி வரை விளக்கமறியலில் வைக்குமாறு கொழும்பு மேலதிக நீதவான் ஷாலினி பெரேரா வெள்ளிக்கிழமை (29) உத்தரவிட்டுள்ளார்.",
        "வியாழன் (28) மாலை குற்றப் புலனாய்வுப் பிரிவினரால் கைது செய்யப்பட்ட சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கீர்த்திரத்ன, சிகிச்சை பெற்று வந்த நாரஹேன்பிட்டி பொலிஸ் வைத்தியசாலையில் மேலதிக நீதவான் அவரது உடல்நிலையை பரிசோதித்ததை அடுத்து அவரை விளக்கமறியலில் வைக்குமாறு உத்தரவிடப்பட்டுள்ளது.",
        "பொலிஸ் பாதுகாப்புடன் பொலிஸ் வைத்தியசாலையில் சிகிச்சை பெற்று வந்த சிரேஷ்ட பொலிஸ் அதிகாரி, விளக்கமறியலில் வைக்க உத்தரவிடப்பட்டதையடுத்து சிறைச்சாலை திணைக்களத்திடம் ஒப்படைக்கப்பட்டுள்ளார்.",
        "வெள்ளிக்கிழமை (29) காலை ரம்புக்கனையில் ஆர்ப்பாட்டக்காரர்கள் மீது துப்பாக்கிச் சூடு நடத்திய சம்பவம் தொடர்பில் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கீர்த்திரத்ன மற்றும் மூன்று பொலிஸ் கான்ஸ்டபிள்கள் கைது செய்யப்பட்டதாக குற்றப் புலனாய்வு திணைக்களம் கேகாலை நீதவான் நீதிமன்றத்திற்கு அறிவித்தது.",
        "பொதுக்கூட்டம் ஒன்றில் துப்பாக்கிச் சூடு நடத்த உத்தரவு பிறப்பித்த சிரேஸ்ட பொலிஸ் அத்தியட்சகர் கே.பி. கீர்த்திரத்ன நாரஹேன்பிட்டி பொலிஸ் வைத்தியசாலையில் கைது செய்யப்பட்டு பொலிஸ் பாதுகாப்பில் உள்ளதாக குற்றப் புலனாய்வுப் பிரிவினர் கேகாலை நீதவான் வாசன நவரத்னவிடம் தெரிவித்தனர்.",
        "துப்பாக்கிச் சூடு நடத்தும் உத்தரவின் பேரில் கைது செய்யப்பட்ட மூன்று பொலிஸ் கான்ஸ்டபிள்களும் குண்டசாலை பொலிஸ் வைத்தியசாலையில் கைது செய்யப்பட்டுள்ளதாகவும், அவர்களுக்கு பொலிஸ் பாதுகாப்பில் உள்ளதாகவும் குற்றப் புலனாய்வுப் பிரிவினர் மேலும் தெரிவித்தனர்.",
        "நாரஹேன்பிட்டி பொலிஸ் வைத்தியசாலையில் சிகிச்சை பெற்று வரும் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கீர்த்திரத்னவின் நிலை தொடர்பில் நீதித்துறை வைத்திய அதிகாரியிடமிருந்து அறிக்கையைப் பெற்றுக்கொள்ளுமாறு கேகாலை நீதவான் கொழும்பு நீதவான் நீதிமன்றத்திற்கு அறிவித்துள்ளார்.",
        "குண்டசாலை பொலிஸ் வைத்தியசாலையில் சிகிச்சை பெற்று வரும் மூன்று பொலிஸ் கான்ஸ்டபிள்களின் நிலைமைகள் தொடர்பில் கண்டி வைத்தியசாலை ஜேஎம்ஓவிடம் வைத்திய அறிக்கைகளை பெற்றுக்கொள்ளுமாறும் கேகாலை நீதவான் வாசன நவரத்ன தெல்தெனிய நீதிமன்றத்திற்கு அறிவித்துள்ளார்.",
        "பாதிக்கப்பட்ட தரப்பினரின் வேண்டுகோளுக்கு இணங்க துப்பாக்கிச் சூட்டில் ஈடுபட்ட பொலிஸ் உத்தியோகத்தர்கள் அணிந்திருந்த ஆடை தொடர்பில் அரசாங்க பகுப்பாய்வாளர் அறிக்கையை சமர்ப்பிக்குமாறும் நீதிவான் குற்றப் புலனாய்வுப் பிரிவினருக்கு அறிவித்துள்ளார்.",
        "வானத்தை நோக்கி துப்பாக்கிச் சூடு நடத்துமாறு ஏஎஸ்பி தர்மரத்ன உத்தரவிட்டதாக அண்மையில் பொலிஸ் கான்ஸ்டபிள் ஒருவர் நீதிமன்றத்தில் சாட்சியமளித்தார்.",
        "சாட்சியங்களின் அடிப்படையில் இரண்டு அதிகாரிகளையும் கைது செய்யுமாறு பாதிக்கப்பட்ட தரப்பு நீதிமன்றத்தில் கோரிக்கை விடுத்திருந்தது.",
        "இந்த சமர்ப்பிப்புகளை பரிசீலித்த மாஜிஸ்திரேட், அந்த இரு அதிகாரிகளையும் அடுத்த விசாரணையில் ஆஜர்படுத்துமாறு குற்றப் புலனாய்வுப் பிரிவினருக்கு உத்தரவிட்டதுடன், வழக்கு மே மாதம் 2ஆம் திகதிக்கு ஒத்திவைக்கப்பட்டது.",
        "இலங்கை: அனைத்துக் கட்சி அரசாங்கத்தை அமைக்க ஜனாதிபதி அழைப்பு விடுத்துள்ளார்"
      ]
    }
  }
}