{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-start-cooking-gas-distribution-from-may-19-litro-chairman-94400/",
  "time_ut": 1652873280,
  "title": "Sri Lanka to start cooking gas distribution from May 19 – Litro chairman",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Litro Gas Lanka Ltd. will start distribution 80,000 cylinders per day from Thursday (19) after unloading two cooking gas shipment of 3,700 metric tonnes each from Oman, officials said on Wednesday (18).",
    "People have started street protests on a daily basis by blocking roads demanding cooking gas after waiting in queues for days. Litro has stopped distribution as it did not have dollars to import cooking gas.",
    "A ship from Oman carrying 3700 metric tonnes of cooking gas arrived in the Sri Lankan waters on Tuesday and another with similar capacity is expected to arrive on Wednesday.",
    "“We will be able to supply at least 7-8 days using these two consignments,” Vijitha Herath, the Chairman of Litro told Economy",
    "The two ships are out of four consignments signed with Oman Trading Company under a 15 million US dollar agreement for 15,000 metric tonnes of gas.",
    "The Tuesday’s shipment is the first of the four consignment.",
    "“These shipment costs 15 million dollars and for both consignments, we will be paying 7 million dollars,” Herath said.",
    "Sri Lanka average daily cooking gas demand is 80,000 cylinders and 27 percent of the households in the",
    "Herath said Litro will have to make a payment of another 7 million dollars to get two more shipments. The Litro was expected to start distribution on Wednesday, but rough seas has delayed unloading and pushed the start of distribution to Thursday.",
    "People were seen in long queues on Wednesday in a Colombo distribution center with some household",
    "leaving five or more cylinders tied together and leaving them at the distribution centers.",
    "Kumari, a 40-year old seamstress from Maradana had come all the way to the Flower road",
    "filling station in Colombo 03 at 3 am on May 18 to get fuel after it was announced on news that cylinder",
    "“My husband is a three-wheel driver. We both came here at 3 am to get fuel and cylinder because we",
    "“When we came here, there were people already standing. We have no means to use a firewood stove",
    "as our house is very small and smoke fills up. So I tried using rice cookers but that took so much time.”",
    "“I borrowed the rice cooker from my neighbor and I had to spend all my day cooking in it, I am a",
    "seamstress and I can’t afford to spend my whole day in the kitchen.”",
    "From a 1 billion US dollars Indian credit facility, Sri Lanka has renegotiated to allocate 160 million dollars for cooking gas imports.",
    "Herath said Litro wants to start floating tenders to procure LP gas from India and expects to get the bids from Indian",
    "suppliers within a week. The company, which accounts for the 80 percent of the cooking gas market share, needs up to 35 million dollars’ worth of cooking gas supply and the Indian credit line would suffice for about four to five months, he said.",
    "Sri Lanka has a shortage of 30,000 metric tons of cooking gas gas at the moment and Litro says it fills about 1,000 metric tons per day.",
    "If the Indian procurement works as planned, Litro expects to buy cooking gas from India by the second week",
    "He also said the World Bank also has promised a 80 million facility to buy LP gas which would be ready by",
    "“So from that also we will able to sorted out the dollar requirement,” he added.",
    "“Hopefully we will be able to settle the gas issue in one month time. That’s our target. But for all these,",
    "we need to do the procurement on time as well as the tender. If everything goes according to plan we",
    "Sri Lanka has opted for a soft-default and is not in a position to pay off any of it debts.",
    "Emphasizing the country’s economic crisis, Prime Minister Ranil Wickremesinghe on Monday said the treasury is unable to raise even 1 million dollars. (Colombo/May18/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව මැයි 19 සිට ඉවුම් පිහුම් ගෑස් බෙදා හැරීම අරඹයි – ලිට්‍රෝ සභාපති",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ රජයට අයත් Litro Gas Lanka Ltd, ඕමානයෙන් මෙට්‍රික් ටොන් 3,700 බැගින් වූ ඉවුම් පිහුම් ගෑස් නැව්ගත කිරීම් දෙකක් ගොඩබෑමෙන් පසු බ්‍රහස්පතින්දා (19) සිට දිනකට සිලින්ඩර 80,000 ක් බෙදා හැරීම ආරම්භ කරන බව බලධාරීහු බදාදා (18) ප්‍රකාශ කළහ.",
        "දින ගණන් පෝලිම්වල සිට ඉවුම් පිහුම් ගෑස් ඉල්ලා මාර්ග අවහිර කරමින් ජනතාව දෛනිකව වීදි විරෝධතා ආරම්භ කර ඇත. ඉවුම් පිහුම් ගෑස් ආනයනය කිරීමට ඩොලර් නොමැති නිසා ලිට්‍රෝ සමාගම බෙදාහැරීම නතර කර තිබෙනවා.",
        "ඉවුම් පිහුම් ගෑස් මෙට්‍රික් ටොන් 3700ක් රැගත් ඕමානයේ සිට නැවක් අඟහරුවාදා ශ්‍රී ලංකා මුහුදු සීමාවට පැමිණි අතර බදාදා ද එවැනිම ධාරිතාවයකින් යුත් තවත් නෞකාවක් පැමිණීමට නියමිතය.",
        "“මෙම තොග දෙක භාවිතා කර අවම වශයෙන් දින 7-8ක්වත් සැපයීමට අපට හැකි වනු ඇත,” Litro හි සභාපති විජිත හේරත් ආර්ථිකයට පැවසීය.",
        "ගෑස් මෙට්‍රික් ටොන් 15,000ක් සඳහා ඇමෙරිකානු ඩොලර් මිලියන 15ක ගිවිසුමක් යටතේ ඕමාන් වෙළෙඳ සමාගම සමඟ අත්සන් කළ තොග හතරකින් මෙම නැව් දෙක වේ.",
        "අඟහරුවාදා නැව්ගත කිරීම තොග හතරෙන් පළමුවැන්නයි.",
        "\"මෙම නැව්ගත කිරීම සඳහා ඩොලර් මිලියන 15 ක් වැය වන අතර, භාණ්ඩ දෙකම සඳහා අපි ඩොලර් මිලියන 7 ක් ගෙවන්නෙමු,\" හේරත් පැවසීය.",
        "ශ්‍රී ලංකාවේ සාමාන්‍ය දෛනික ඉවුම් පිහුම් ගෑස් ඉල්ලුම සිලින්ඩර 80,000 ක් වන අතර කුටුම්භවලින් සියයට 27 කි.",
        "හේරත් පැවසුවේ ලිට්‍රෝ සමාගමට තවත් නැව්ගත කිරීම් දෙකක් ලබාගැනීම සඳහා තවත් ඩොලර් මිලියන 7ක මුදලක් ගෙවීමට සිදුවන බවයි. Litro බදාදා බෙදා හැරීම ආරම්භ කිරීමට බලාපොරොත්තු වූ නමුත් මුහුද රළු වීම නිසා ගොඩබෑම ප්‍රමාද වී බෙදා හැරීමේ ආරම්භය බ්‍රහස්පතින්දා දක්වා තල්ලු විය.",
        "සමහර නිවෙස් සහිත කොළඹ බෙදාහැරීමේ මධ්‍යස්ථානයක බදාදා ජනතාව දිගු පෝලිම්වල සිටිනු දක්නට ලැබිණි",
        "සිලින්ඩර පහක් හෝ වැඩි ගණනක් එකට බැඳ බෙදා හැරීමේ මධ්‍යස්ථානවල තැබීම.",
        "මරදානේ කුමාරි නැමති 40 හැවිරිදි මැහුම් ශිල්පිනියක් මල් පාරට පැමිණ ඇත.",
        "කොළඹ 03 ඉන්ධන පිරවුම්හල මැයි 18 අලුයම 3 ට ඉන්ධන ලබා ගැනීම සඳහා සිලින්ඩරයක් බවට ප්‍රවෘත්ති පළ කිරීමෙන් පසු",
        "“මගේ මහත්තයා ත්‍රිරෝද රථ රියදුරෙක්. අපි දෙන්නම පාන්දර 3 ට මෙතනට ආවේ ඉන්ධන සහ සිලින්ඩර් ගන්න අපි නිසා",
        "“අපි මෙහෙට එනකොටත් මිනිස්සු හිටගෙන හිටියා. අපිට දර ලිප පාවිච්චි කරන්න විදිහක් නැහැ",
        "මොකද අපේ ගෙදර ගොඩක් පුංචි නිසා දුම පිරෙනවා. ඒ නිසා මම රයිස් කුකර් භාවිතා කිරීමට උත්සාහ කළ නමුත් ඒ සඳහා බොහෝ කාලයක් ගත විය.",
        "“මම මගේ අසල්වැසියාගෙන් රයිස් කුකරය ණයට ගත් අතර මගේ දවස මුළුල්ලේම එහි උයන්න මට සිදු විය.",
        "මැහුම් ශිල්පියාට සහ මට මගේ මුළු දවසම කුස්සියේ ගත කිරීමට හැකියාවක් නැත.",
        "ඇමරිකානු ඩොලර් බිලියනයක ඉන්දියානු ණය පහසුකමකින්, ඉවුම් පිහුම් ගෑස් ආනයනය සඳහා ඩොලර් මිලියන 160 ක් වෙන් කිරීමට ශ්‍රී ලංකාව නැවත සාකච්ඡා කර ඇත.",
        "හේරත් පැවසුවේ ලිට්‍රෝ සමාගමට ඉන්දියාවෙන් LP ගෑස් ලබා ගැනීම සඳහා පාවෙන ටෙන්ඩර් ආරම්භ කිරීමට අවශ්‍ය බවත් එම ලංසු ඉන්දියාවෙන් ලබා ගැනීමට අපේක්ෂා කරන බවත්ය.",
        "සතියක් ඇතුළත සැපයුම්කරුවන්. ඉවුම් පිහුම් ගෑස් වෙළඳපල කොටසෙන් සියයට 80ක් හිමි සමාගමට ඩොලර් මිලියන 35ක් දක්වා ඉවුම් පිහුම් ගෑස් සැපයුමක් අවශ්‍ය වන අතර ඉන්දියානු ණය මාර්ගය මාස හතරක් හෝ පහක් පමණ ප්‍රමාණවත් වනු ඇතැයි ඔහු පැවසීය.",
        "මේ වන විට ශ්‍රී ලංකාව තුළ පිසින ගෑස් මෙට්‍රික් ටොන් 30,000ක හිඟයක් පවතින අතර දිනකට මෙට්‍රික් ටොන් 1000ක් පමණ පුරවන බව ලිට්‍රෝ සමාගම පවසයි.",
        "ඉන්දියානු ප්‍රසම්පාදනය සැලසුම් කළ පරිදි ක්‍රියාත්මක වන්නේ නම්, ලිට්‍රෝ දෙවන සතිය වන විට ඉන්දියාවෙන් පිසින ගෑස් මිලදී ගැනීමට අපේක්ෂා කරයි",
        "LP ගෑස් මිලදී ගැනීම සඳහා මිලියන 80 ක පහසුකමක් ලබා දීමට ලෝක බැංකුව ද පොරොන්දු වී ඇති අතර එය සූදානම් වන බව ඔහු පැවසීය",
        "“එබැවින් අපට ඩොලර් අවශ්‍යතාවය නිරාකරණය කර ගැනීමට ද හැකි වනු ඇත,” ඔහු වැඩිදුරටත් පැවසීය.",
        "“මාසයකින් ගෑස් ප්‍රශ්නය විසඳීමට අපට හැකි වනු ඇතැයි අපි බලාපොරොත්තු වෙමු. එය අපගේ ඉලක්කයයි. නමුත් මේ සියල්ල සඳහා,",
        "අපි නියමිත වේලාවට ප්‍රසම්පාදනය වගේම ටෙන්ඩරයත් කරන්න ඕන. සෑම දෙයක්ම සැලැස්මට අනුව සිදු වන්නේ නම්, අපි",
        "ශ්‍රී ලංකාව මෘදු පැහැර හැරීමක් තෝරාගෙන ඇති අතර එහි කිසිදු ණයක් ගෙවීමට හැකියාවක් නැත.",
        "රටේ ආර්ථික අර්බුදය අවධාරණය කරමින් අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ සඳුදා කියා සිටියේ භාණ්ඩාගාරයට ඩොලර් මිලියනයක්වත් එකතු කර ගැනීමට නොහැකි වී ඇති බවයි. (කොළඹ/මැයි18/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் மே 19 முதல் சமையல் எரிவாயு விநியோகம் ஆரம்பிக்கப்படும் – லிட்ரோ தலைவர்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் அரசுக்கு சொந்தமான Litro Gas Lanka Ltd, ஓமானில் இருந்து தலா 3,700 மெட்ரிக் டன்கள் கொண்ட இரண்டு சமையல் எரிவாயு ஏற்றுமதியை இறக்கிய பின்னர், வியாழக்கிழமை (19) முதல் நாளொன்றுக்கு 80,000 சிலிண்டர்களை விநியோகிக்கத் தொடங்கும் என்று அதிகாரிகள் புதன்கிழமை (18) தெரிவித்தனர்.",
        "பல நாட்களாக வரிசையில் காத்திருந்து சமையல் எரிவாயு கேட்டு மக்கள் தினமும் சாலை மறியல் போராட்டத்தில் ஈடுபட்டு வருகின்றனர். சமையல் எரிவாயுவை இறக்குமதி செய்வதற்கு டொலர்கள் இல்லாததால் லிட்ரோ விநியோகத்தை நிறுத்தியுள்ளது.",
        "ஓமானில் இருந்து 3700 மெற்றிக் தொன் சமையல் எரிவாயுவை ஏற்றிக்கொண்டு ஒரு கப்பல் செவ்வாய்க்கிழமை இலங்கை கடற்பரப்பை வந்தடைந்ததுடன், அதேபோன்ற கொள்ளளவு கொண்ட மற்றுமொரு கப்பல் புதன்கிழமை வந்து சேரும் என எதிர்பார்க்கப்படுகிறது.",
        "\"இந்த இரண்டு சரக்குகளையும் பயன்படுத்தி குறைந்தபட்சம் 7-8 நாட்களுக்கு நாங்கள் சப்ளை செய்ய முடியும்\" என்று லிட்ரோவின் தலைவர் விஜித ஹேரத் எகானமிக்கு தெரிவித்தார்.",
        "15,000 மெட்ரிக் டன் எரிவாயுக்கான 15 மில்லியன் அமெரிக்க டாலர் ஒப்பந்தத்தின் கீழ் ஓமன் வர்த்தக நிறுவனத்துடன் கையெழுத்திட்ட நான்கு சரக்குகளில் இரண்டு கப்பல்களும் உள்ளன.",
        "செவ்வாய்க்கிழமை ஏற்றுமதி நான்கு சரக்குகளில் முதன்மையானது.",
        "\"இந்த ஏற்றுமதிக்கு 15 மில்லியன் டாலர்கள் செலவாகும், மேலும் இரண்டு சரக்குகளுக்கும் நாங்கள் 7 மில்லியன் டாலர்கள் செலுத்துவோம்\" என்று ஹேரத் கூறினார்.",
        "இலங்கையின் சராசரி தினசரி சமையல் எரிவாயு தேவை 80,000 சிலிண்டர்கள் மற்றும் 27 சதவீத குடும்பங்கள்",
        "மேலும் இரண்டு ஏற்றுமதிகளை பெற லிட்ரோ இன்னும் 7 மில்லியன் டாலர்களை செலுத்த வேண்டும் என்று ஹேரத் கூறினார். Litro புதன்கிழமை விநியோகத்தைத் தொடங்கும் என்று எதிர்பார்க்கப்பட்டது, ஆனால் கடல் சீற்றத்தால் இறக்குவதில் தாமதம் ஏற்பட்டது மற்றும் விநியோகத்தின் தொடக்கத்தை வியாழன் வரை தள்ளியது.",
        "கொழும்பில் உள்ள விநியோக நிலையமொன்றில் புதன்கிழமை மக்கள் நீண்ட வரிசையில் சில வீடுகளுடன் காணப்பட்டனர்",
        "ஐந்து அல்லது அதற்கு மேற்பட்ட சிலிண்டர்களை ஒன்றாகக் கட்டி விநியோக மையங்களில் விட்டுச் செல்கிறது.",
        "மருதானையைச் சேர்ந்த 40 வயதுடைய தையல் தொழிலாளியான குமாரி மலர் வீதி வரை வந்திருந்தார்.",
        "கொழும்பு 03 இல் உள்ள எரிபொருள் நிரப்பு நிலையம் மே 18 ஆம் திகதி அதிகாலை 3 மணிக்கு எரிபொருளைப் பெறுவதற்கு சிலிண்டர் என்று அறிவிக்கப்பட்டது.",
        "“எனது கணவர் முச்சக்கர வண்டி ஓட்டுபவர். நாங்கள் இருவரும் எரிபொருள் மற்றும் சிலிண்டர் எடுக்க அதிகாலை 3 மணிக்கு இங்கு வந்தோம்",
        "\"நாங்கள் இங்கு வந்தபோது, ​​ஏற்கனவே மக்கள் நின்று கொண்டிருந்தனர். எங்களிடம் விறகு அடுப்பு பயன்படுத்த வழி இல்லை",
        "எங்கள் வீடு மிகவும் சிறியது மற்றும் புகை நிரம்பியுள்ளது. அதனால் நான் ரைஸ் குக்கர்களைப் பயன்படுத்த முயற்சித்தேன், ஆனால் அதற்கு அதிக நேரம் பிடித்தது.",
        "“நான் என் பக்கத்து வீட்டுக்காரரிடம் ரைஸ் குக்கரைக் கடனாகப் பெற்றேன், என்னுடைய நாள் முழுவதையும் அதில் சமைத்துக்கொண்டே இருந்தேன்.",
        "தையல்காரர் மற்றும் என்னால் என் முழு நாளையும் சமையலறையில் செலவிட முடியாது.",
        "1 பில்லியன் அமெரிக்க டொலர் இந்திய கடன் வசதியிலிருந்து, சமையல் எரிவாயு இறக்குமதிக்காக 160 மில்லியன் டொலர்களை ஒதுக்க இலங்கை மீண்டும் பேச்சுவார்த்தை நடத்தியது.",
        "இந்தியாவில் இருந்து LP எரிவாயுவை வாங்குவதற்கு மிதக்கும் டெண்டர்களை லிட்ரோ தொடங்க விரும்புவதாகவும், இந்தியாவிடமிருந்து ஏலங்களைப் பெற எதிர்பார்ப்பதாகவும் ஹெராத் கூறினார்.",
        "ஒரு வாரத்திற்குள் சப்ளையர்கள். சமையல் எரிவாயு சந்தைப் பங்கில் 80 சதவீதத்தைக் கொண்டுள்ள நிறுவனத்திற்கு 35 மில்லியன் டாலர்கள் மதிப்புள்ள சமையல் எரிவாயு விநியோகம் தேவைப்படுகிறது, மேலும் இந்தியக் கடன் வரி நான்கு முதல் ஐந்து மாதங்களுக்குப் போதுமானதாக இருக்கும் என்று அவர் கூறினார்.",
        "இலங்கையில் தற்போது 30,000 மெட்ரிக் தொன் சமையல் எரிவாயு தட்டுப்பாடு உள்ளது மற்றும் லிட்ரோ நாளொன்றுக்கு சுமார் 1,000 மெட்ரிக் தொன்களை நிரப்புவதாக கூறுகிறது.",
        "இந்திய கொள்முதல் திட்டமிட்டபடி செயல்பட்டால், இரண்டாவது வாரத்தில் இந்தியாவில் இருந்து சமையல் எரிவாயுவை வாங்க லிட்ரோ எதிர்பார்க்கிறது",
        "எல்பி எரிவாயுவை வாங்க 80 மில்லியன் வசதியை உலக வங்கி உறுதியளித்துள்ளதாகவும் அவர் கூறினார்",
        "\"எனவே அதிலிருந்து டாலர் தேவையை நாங்கள் வரிசைப்படுத்த முடியும்,\" என்று அவர் மேலும் கூறினார்.",
        "“ஒரு மாதத்தில் எரிவாயு பிரச்சினையை தீர்க்க முடியும் என்று நம்புகிறோம். அதுதான் எங்கள் இலக்கு. ஆனால் இவை அனைத்திற்கும்,",
        "நாங்கள் டெண்டரைப் போலவே கொள்முதலையும் சரியான நேரத்தில் செய்ய வேண்டும். எல்லாம் திட்டமிட்டபடி நடந்தால் நாம்",
        "இலங்கை மென்மையான இயல்புநிலையைத் தேர்ந்தெடுத்துள்ளது மற்றும் அதன் எந்தவொரு கடனையும் செலுத்தும் நிலையில் இல்லை.",
        "நாட்டின் பொருளாதார நெருக்கடியை வலியுறுத்திய பிரதமர் ரணில் விக்கிரமசிங்க, திறைசேரியால் 1 மில்லியன் டொலர்களை கூட திரட்ட முடியாது என தெரிவித்துள்ளார். (கொழும்பு/மே18/2022)"
      ]
    }
  }
}