{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-inflated-car-prices-plunge-as-interest-rates-rise-96009/",
  "time_ut": 1655525160,
  "title": "Sri Lanka’s inflated car prices plunge as interest rates rise",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s overheated vehicle market has begun cooling after the Central Bank doubled its benchmark lending rates fuelling leasing rentals sharply, dealers said.",
    "Vehicles advertised on-line were quoted at about a million rupees less than a month ago.  The asking price of a popular Wagon R 2014 model has come down to around four million rupees from five million.",
    "Bigger cars are seeing a bigger decline.  A 2011 Toyota Corolla which was quoted at 8.8 million in April is now offered at 7.1 million.",
    "There is a smaller decline in motorcycle prices. A 2019 Honda Dio which was being offered at 575,000 in April is now quoted at 560,000.",
    "Traders said the high interest rates as well as the fuel shortages were weighing on the market which is seeing only a very few vehicles changing hands.",
    "“I used to sell at least two vehicles a week at the start of the year, but now it is down to barely one a month,” a used car dealer at Piliyandala said. “Effective leasing rates are around 30 percent and not many can afford it.”",
    "He said most leasing companies have also reduced the loan-to-value ratio (LTV) to 50 percent which means the buyer must put down half the value of the vehicle before leasing it.",
    "At a time when the car market was on a steady climb last year, finance companies often provided the full value of the vehicle with the new owner not having to put up any capital up front.",
    "Several dealers at Dutugemunu Street, Kohuwala said the number of people visiting their showrooms had also declined. Sales were few and far between. (COLOMBO/June17/2022)"
  ],
  "translate": {
    "si": {
      "title": "පොලී අනුපාත ඉහළ යන විට ශ්‍රී ලංකාවේ උද්ධමනය වූ මෝටර් රථ මිල පහත වැටේ",
      "body_lines": [
        "ECONOMYNEXT - ලීසිං කුලී තියුනු ලෙස ඉහළ නංවමින් මහ බැංකුව එහි මිණුම් දණ්ඩ ණය අනුපාත දෙගුණයකින් වැඩි කිරීමෙන් පසු ශ්‍රී ලංකාවේ අධික උනුසුම් වූ වාහන වෙළඳපොල සිසිල් වීමට පටන් ගෙන ඇති බව අලෙවි නියෝජිතයෝ පවසති.",
        "මාර්ගගතව ප්‍රචාරණය කරන ලද වාහන මාසයකට පෙර රුපියල් මිලියනයකට වඩා අඩුවෙන් මිලට ගෙන ඇත. ජනප්‍රිය Wagon R 2014 මාදිලියේ ඉල්ලන මිල මිලියන පහේ සිට රුපියල් මිලියන හතරක් පමණ දක්වා පහත වැටී ඇත.",
        "විශාල මෝටර් රථ විශාල පරිහානියක් දක්නට ලැබේ. 2011 Toyota Corolla එකක් අප්‍රේල් මාසයේදී මිලියන 8.8 ට මිලට ගෙන දැන් මිලියන 7.1 ට පිරිනැමේ.",
        "යතුරුපැදි මිලෙහි කුඩා අඩුවීමක් දක්නට ලැබේ. 2019 වසරේ අප්‍රේල් මස 575,000ට පිරිනැමෙමින් තිබූ Honda Dio එකක් දැන් 560,000ට මිල දී ඇත.",
        "වෙළඳපොලේ අධික පොලී අනුපාත මෙන්ම ඉන්ධන හිඟයද බලපා ඇති බව වෙළෙන්දෝ පවසති.",
        "\"මම අවුරුද්ද ආරම්භයේදී සතියකට අඩුම තරමින් වාහන දෙකක් අලෙවි කළ නමුත් දැන් එය මසකට යන්තම් එකක් දක්වා අඩු වී ඇත,\" පිළියන්දල පාවිච්චි කළ මෝටර් රථ අලෙවි නියෝජිතයෙක් පැවසීය. \"ඵලදායී ලීසිං ගාස්තු සියයට 30 ක් පමණ වන අතර බොහෝ දෙනෙකුට එය දරාගත නොහැක.\"",
        "බොහෝ කල්බදු සමාගම් ද ණය-වටිනාකම අනුපාතය (LTV) සියයට 50 දක්වා අඩු කර ඇති අතර එයින් අදහස් කරන්නේ ගැනුම්කරු වාහනය ලීසිං කිරීමට පෙර එහි වටිනාකමෙන් අඩක් දැමිය යුතු බව ඔහු පැවසීය.",
        "පසුගිය වසරේ මෝටර් රථ වෙළඳපොළ ස්ථාවර ලෙස ඉහළ යන අවස්ථාවක, මූල්‍ය සමාගම් බොහෝ විට වාහනයේ සම්පූර්ණ වටිනාකම නව හිමිකරුට ලබා දුන්නේ කිසිදු ප්‍රාග්ධනයක් ඉදිරියෙන් තැබීමට අවශ්‍ය නොවේ.",
        "කොහුවල දුටුගැමුණු වීදියේ අලෙවි නියෝජිතයන් කිහිප දෙනෙකු පැවසුවේ තම ප්‍රදර්ශනාගාර වෙත පැමිණෙන පිරිස ද අඩු වී ඇති බවයි. විකුණුම් ඉතා සුළු විය. (කොළඹ/ජුනි17/2022)"
      ]
    },
    "ta": {
      "title": "வட்டி விகிதங்கள் அதிகரிப்பதால், இலங்கையின் உயர்த்தப்பட்ட கார் விலைகள் வீழ்ச்சியடைகின்றன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் அதிக வெப்பமடைந்த வாகனச் சந்தையானது, மத்திய வங்கியானது அதன் முக்கியக் கடன் வட்டி விகிதங்களை இரட்டிப்பாக்கியதை அடுத்து, குத்தகை வாடகைகளை கடுமையாகத் தூண்டியதை அடுத்து, விநியோகஸ்தர்கள் தெரிவித்தனர்.",
        "ஆன்லைனில் விளம்பரப்படுத்தப்பட்ட வாகனங்கள் ஒரு மாதத்திற்கு முன்பு சுமார் ஒரு மில்லியன் ரூபாய் குறைவாகக் குறிப்பிடப்பட்டன. பிரபலமான வேகன் ஆர் 2014 மாடலின் கேட்கும் விலை ஐந்து மில்லியனில் இருந்து சுமார் நான்கு மில்லியன் ரூபாயாக குறைந்துள்ளது.",
        "பெரிய கார்கள் பெரிய சரிவைக் காண்கின்றன. ஏப்ரலில் 8.8 மில்லியனாகக் குறிப்பிடப்பட்ட 2011 டொயோட்டா கரோலா இப்போது 7.1 மில்லியனுக்கு வழங்கப்படுகிறது.",
        "மோட்டார் சைக்கிள் விலையில் சிறிய சரிவு உள்ளது. ஏப்ரலில் 575,000க்கு வழங்கப்பட்ட 2019 ஹோண்டா டியோ இப்போது 560,000க்கு மேற்கோள் காட்டப்பட்டுள்ளது.",
        "அதிக வட்டி விகிதங்கள் மற்றும் எரிபொருள் தட்டுப்பாடு ஆகியவை சந்தையில் ஒரு சில வாகனங்கள் மட்டுமே கைமாறி வருவதாக வர்த்தகர்கள் தெரிவித்தனர்.",
        "\"நான் வருடத்தின் தொடக்கத்தில் வாரத்திற்கு குறைந்தது இரண்டு வாகனங்களை விற்பனை செய்தேன், ஆனால் இப்போது அது ஒரு மாதத்திற்கு ஒரு வாகனமாக குறைந்துள்ளது\" என்று பிலியந்தலையில் பயன்படுத்திய கார் விற்பனையாளர் கூறினார். \"செயல்திறன் குத்தகை விகிதங்கள் சுமார் 30 சதவிகிதம் மற்றும் பலரால் அதை வாங்க முடியாது.\"",
        "பெரும்பாலான குத்தகை நிறுவனங்கள் கடன்-மதிப்பு விகிதத்தை (எல்டிவி) 50 சதவீதமாகக் குறைத்துள்ளன, அதாவது வாங்குபவர் வாகனத்தை குத்தகைக்கு விடுவதற்கு முன் அதன் மதிப்பில் பாதியைக் குறைக்க வேண்டும் என்று அவர் கூறினார்.",
        "கடந்த ஆண்டு கார் சந்தை சீராக ஏறுமுகத்தில் இருந்த நேரத்தில், நிதி நிறுவனங்கள் புதிய உரிமையாளரிடம் வாகனத்தின் முழு மதிப்பையும் முன்வைக்க வேண்டிய அவசியமில்லை.",
        "கொஹுவல, துட்டுகெமுனு வீதியில் உள்ள பல விநியோகஸ்தர்கள், தமது காட்சியறைகளுக்கு வருகை தரும் மக்களின் எண்ணிக்கையும் குறைந்துள்ளதாகத் தெரிவித்தனர். விற்பனை குறைவாகவே இருந்தது. (கொழும்பு/ஜூன்17/2022)"
      ]
    }
  }
}