{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gestetner-telkom-partners-with-transsion-holdings-to-distribute-tecno-mobile-in-sri-lanka/",
  "time_ut": 1652199240,
  "title": "Gestetner-Telkom partners with Transsion Holdings to distribute TECNO Mobile in Sri Lanka",
  "body_lines": [
    "Entering into the telco sub-sector, Gestetner-Telkom, the newly incorporated division of Gestetner of Ceylon PLC, the pioneers in office automation with a rich history spanning over seven decades, recently tied up with Transsion Holdings for national distributorship rights in Sri Lanka for one of the world’s fastest growing smartphone brands, TECNO Mobile following its captive market position in Africa & South Asian Regions in smartphones and accessories.",
    "The premium smartphone and smart device brand with its motto “Stop At Nothing” brings stylishly designed products that inspires one to uncover a world of possibilities, complementing their smarter and fashionable connected lifestyle. TECNO enjoys a presence in 70 countries with over 80,000 growing point of sales, backed by its data driven global and local R&D innovation centers and award-winning leadership in product design, camera technology, and brand popularity.",
    "As a licensed TRC approved importer mobile phones, Gestetner-Telkom is well positioned to capture the young-at-heart consumers of TECNO Mobile, through its regional distributors strategically located across the country.",
    "Seyed Anzsar, Chairman- Gestetner of Ceylon PLC, said “I am happy to announce that Gestetner of Ceylon PLC is stepping into the Mobile & IT Category with our newest Division ‘Gestetner-Telkom.’ With the collaboration of Transsion Holdings and TECNO brand we are geared to provide better quality smartphone devices and timely after-sales services to our valued customers.”",
    "Ray Chaw, Country Director, Transsion Holdings, said “We couldn’t be happier to have Gestetner-Telkom as our partner in Sri Lanka. With their decades of expertise and unparalleled service coupled with their modern outlook and admirable energy, we are highly ambitious and confident that TECNO will evolve to be one of the sought-after brands among the young consumers here.”",
    "Along with this exciting announcement, Gestetner-Telkom initially launched the TECNO POP 5 LTE in April 2022 featuring 6.52″ HD+ Dot Notch Screen, large 5000 mAh long battery life, 8MP AI Dual Rear Camera with Dual Flash, 32GB ROM + 2GB RAM, Fingerprint Unlock among many others.",
    "Gestetner-Telkom is also planning on launching the TECNO Spark 8C soon. The Spark 8C comes with a 6.6″ HD+ Dot Notch display, with upto 6GB larger RAM, 5000mAh battery, 13MP rear Dual Camera and Dual Flashlight with 8MP Selfie camera with front flash, and IPX2 Splash Resistant.",
    "“In today’s modern world, people stay connected with smart devices. We Gestetner-Telkom, as a team are marching towards connecting lives with SMART devices, while representing the TECNO brand in Sri Lanka.",
    "“Korea Week 2022” to light up Colombo with a message of Hope and Friendship",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Gestetner-Telkom ශ්‍රී ලංකාවේ TECNO Mobile බෙදා හැරීම සඳහා Transsion Holdings සමඟ හවුල් වේ.",
      "body_lines": [
        "Gestetner of Ceylon PLC හි අලුතින් සංස්ථාපිත අංශය වන Gestetner-Telkom ටෙලිකොම් උප අංශයට ඇතුළු වෙමින් දශක හතකට අධික ඉතිහාසයකට හිමිකම් කියන කාර්යාල ස්වයංක්‍රීයකරණයේ පුරෝගාමීන් වන අතර, මෑතකදී ශ්‍රී ලංකාවේ ජාතික බෙදාහැරීමේ අයිතිය සඳහා Transsion Holdings සමඟ සම්බන්ධ විය. ලොව වේගයෙන්ම වර්ධනය වන ස්මාර්ට්ෆෝන් සන්නාමයන්ගෙන් එකක් වන TECNO Mobile, ස්මාර්ට්ෆෝන් සහ උපාංග සම්බන්ධයෙන් අප්‍රිකාවේ සහ දකුණු ආසියානු කලාපවල එහි වහල් වෙළඳපොළ තත්ත්වය අනුගමනය කරයි.",
        "ප්‍රිමියම් ස්මාර්ට් ජංගම දුරකථනය සහ ස්මාර්ට් උපාංග සන්නාමය \"Stop At Nothing\" යන ආදර්ශ පාඨය සමඟින්, ඔවුන්ගේ වඩා දක්ෂ හා විලාසිතාමය සම්බන්ධිත ජීවන රටාවට අනුපූරකව, ශක්‍යතා ලෝකයක් අනාවරණය කර ගැනීමට කෙනෙකුව පොළඹවන අයුරින් හැඩකාර ලෙස නිර්මාණය කරන ලද නිෂ්පාදන ගෙන එයි. TECNO 80,000 කට අධික විකුණුම් ස්ථාන සමඟ රටවල් 70 ක පැවැත්මක් භුක්ති විඳින අතර, එහි දත්ත පදනම් වූ ගෝලීය සහ දේශීය පර්යේෂණ සහ සංවර්ධන නවෝත්පාදන මධ්‍යස්ථාන සහ නිෂ්පාදන සැලසුම්, කැමරා තාක්‍ෂණය සහ සන්නාම ජනප්‍රියත්වයේ සම්මානලාභී නායකත්වයේ පිටුබලය ඇත.",
        "බලපත්‍රලාභී TRC අනුමත ජංගම දුරකථන ආනයනකරුවෙකු ලෙස, Gestetner-Telkom රට පුරා උපායශීලීව පිහිටා ඇති එහි කලාපීය බෙදාහරින්නන් හරහා TECNO Mobile හි හදවතින්ම සිටින පාරිභෝගිකයින් ග්‍රහණය කර ගැනීමට හොඳින් ස්ථානගත වී ඇත.",
        "Ceylon PLC හි Gestetner හි සභාපති Seyed Anzsar මහතා පැවසුවේ, “Gestetner of Ceylon PLC අපගේ නවතම අංශය වන ‘Gestetner-Telkom’ සමඟින් Mobile සහ IT කාණ්ඩයට පිවිසෙන බව සතුටින් දැනුම් දෙමි. Transsion Holdings සහ TECNO සන්නාමයේ සහයෝගීතාවයෙන් අපි අපගේ වටිනා පාරිභෝගිකයින්ට වඩා හොඳ තත්ත්වයේ ස්මාර්ට්ෆෝන් උපාංග සහ කාලීන අලෙවියෙන් පසු සේවා සැපයීමට සූදානම් වේ.",
        "Transsion Holdings හි රටේ අධ්‍යක්ෂ, Ray Chaw පැවසුවේ, \"Gestetner-Telkom ශ්‍රී ලංකාවේ අපගේ සහකරු ලෙස සිටීම ගැන අපට සතුටු විය නොහැකියි. ඔවුන්ගේ දශක ගණනාවක ප්‍රවීණත්වය සහ අසමසම සේවාව සමඟින් ඔවුන්ගේ නවීන දැක්ම සහ ප්‍රශංසනීය ශක්තිය සමඟින්, TECNO මෙහි තරුණ පාරිභෝගිකයින් අතර ඉල්ලුමක් ඇති සන්නාමයක් ලෙස පරිණාමය වනු ඇතැයි අපි ඉතා අභිලාෂකාමී සහ විශ්වාස කරමු.",
        "මෙම උද්වේගකර නිවේදනය සමඟින්, Gestetner-Telkom විසින් 2022 අප්‍රේල් මාසයේදී TECNO POP 5 LTE දියත් කරන ලදී තවත් බොහෝ අය අතර අගුළු හරින්න.",
        "Gestetner-Telkom ඉක්මනින් TECNO Spark 8C දියත් කිරීමට සැලසුම් කරයි. Spark 8C 6.6″ HD+ Dot Notch සංදර්ශකයක් සමඟින් 6GB දක්වා විශාල RAM, 5000mAh බැටරියක්, 13MP පසුපස ද්විත්ව කැමරාවක් සහ ඉදිරිපස ෆ්ලෑෂ් සහිත 8MP Selfie කැමරාවක් සහිත ද්විත්ව ෆ්ලෑෂ් ලයිට් සහ IPX2 Splash Resistant සමඟ පැමිණේ.",
        "“අද නවීන ලෝකයේ මිනිසුන් ස්මාර්ට් උපාංග සමඟ සම්බන්ධ වී සිටිති. අපි Gestetner-Telkom, කණ්ඩායමක් ලෙස ශ්‍රී ලංකාවේ TECNO සන්නාමය නියෝජනය කරමින් SMART උපාංග සමඟ ජීවිත සම්බන්ධ කිරීම කරා ගමන් කරමින් සිටිමු.",
        "\"කොරියා සතිය 2022\" බලාපොරොත්තුව සහ මිත්‍රත්වයේ පණිවිඩයක් සමඟින් කොළඹ එළිය කිරීමට",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "Gestetner-Telkom இலங்கையில் TECNO மொபைலை விநியோகிக்க Transsion Holdings உடன் பங்காளிகள்",
      "body_lines": [
        "டெல்கோ துணைத் துறையில் நுழைவது, Gestetner-Telkom, Gestetner of Ceylon PLC இன் புதிதாக இணைக்கப்பட்ட பிரிவு, ஏழு தசாப்தங்களுக்கும் மேலான செழுமையான வரலாற்றைக் கொண்ட அலுவலக ஆட்டோமேஷனில் முன்னோடிகளாகும், சமீபத்தில் இலங்கையில் தேசிய விநியோக உரிமைகளுக்காக டிரான்ஷன் ஹோல்டிங்ஸுடன் இணைந்துள்ளது. உலகின் மிக வேகமாக வளர்ந்து வரும் ஸ்மார்ட்போன் பிராண்டுகளில் ஒன்றான TECNO மொபைல் ஆப்ரிக்கா மற்றும் தெற்காசியப் பகுதிகளில் ஸ்மார்ட்போன்கள் மற்றும் துணைக்கருவிகளில் அதன் சந்தை நிலையைப் பின்பற்றுகிறது.",
        "பிரீமியம் ஸ்மார்ட்போன் மற்றும் ஸ்மார்ட் சாதன பிராண்டானது \"ஸ்டாப் அட் நத்திங்\" என்ற முழக்கத்துடன் கூடிய ஸ்டைலிஷாக வடிவமைக்கப்பட்ட தயாரிப்புகளைக் கொண்டு வருகிறது, இது ஒருவரைச் சாத்தியக்கூறுகளின் உலகத்தை வெளிக்கொணர ஊக்குவிக்கிறது. TECNO 70 நாடுகளில் 80,000 க்கும் மேற்பட்ட வளர்ந்து வரும் விற்பனை புள்ளிகளுடன் முன்னிலையில் உள்ளது, அதன் தரவு உந்துதல் உலகளாவிய மற்றும் உள்ளூர் R&D கண்டுபிடிப்பு மையங்கள் மற்றும் தயாரிப்பு வடிவமைப்பு, கேமரா தொழில்நுட்பம் மற்றும் பிராண்ட் புகழ் ஆகியவற்றில் விருது பெற்ற தலைமைத்துவத்தால் ஆதரிக்கப்படுகிறது.",
        "உரிமம் பெற்ற TRC அங்கீகரிக்கப்பட்ட இறக்குமதியாளர் மொபைல் போன்களாக, Gestetner-Telkom ஆனது TECNO மொபைலின் இளம்-இதய நுகர்வோரை, அதன் பிராந்திய விநியோகஸ்தர்கள் மூலம் நாடு முழுவதும் உள்ள மூலோபாய ரீதியாகக் கைப்பற்றுவதற்கு நன்கு நிலைநிறுத்தப்பட்டுள்ளது.",
        "சிலோன் பிஎல்சியின் தலைவர்-கெஸ்டெட்னர் செயிட் அன்சார் கூறுகையில், \"Gestetner of Ceylon PLC, எங்கள் புதிய பிரிவு 'Gestetner-Telkom' உடன் மொபைல் மற்றும் IT வகைக்குள் அடியெடுத்து வைக்கிறது என்பதை அறிவிப்பதில் மகிழ்ச்சி அடைகிறேன். Transsion Holdings மற்றும் TECNO வர்த்தக நாமத்தின் ஒத்துழைப்புடன் எங்கள் மதிப்புமிக்க வாடிக்கையாளர்களுக்கு சிறந்த தரமான ஸ்மார்ட்போன் சாதனங்கள் மற்றும் சரியான நேரத்தில் விற்பனைக்குப் பிந்தைய சேவைகளை வழங்குவதற்குத் தயாராக உள்ளன.",
        "Transsion Holdings இன் நாட்டுப் பணிப்பாளர் Ray Chaw, “Gestetner-Telkom இலங்கையில் எங்களின் பங்காளியாக இருப்பதைவிட நாங்கள் மகிழ்ச்சியாக இருக்க முடியாது. அவர்களின் பல தசாப்த கால நிபுணத்துவம் மற்றும் இணையற்ற சேவையுடன் அவர்களின் நவீன கண்ணோட்டம் மற்றும் போற்றத்தக்க ஆற்றலுடன், TECNO இங்குள்ள இளம் நுகர்வோர் மத்தியில் விரும்பப்படும் பிராண்டுகளில் ஒன்றாக உருவாகும் என்பதில் நாங்கள் மிகவும் லட்சியமாகவும் நம்பிக்கையுடனும் இருக்கிறோம்.",
        "இந்த அற்புதமான அறிவிப்புடன், Gestetner-Telkom ஆரம்பத்தில் TECNO POP 5 LTE ஐ ஏப்ரல் 2022 இல் அறிமுகப்படுத்தியது பலவற்றில் திறக்கவும்.",
        "Gestetner-Telkom விரைவில் TECNO Spark 8C ஐ அறிமுகப்படுத்த திட்டமிட்டுள்ளது. Spark 8C ஆனது 6.6 இஞ்ச் HD+ டாட் நாட்ச் டிஸ்ப்ளே, 6GB வரை பெரிய ரேம், 5000mAh பேட்டரி, 13MP பின்புற இரட்டை கேமரா மற்றும் 8MP செல்ஃபி கேமராவுடன் முன்பக்க ஃபிளாஷ் மற்றும் IPX2 ஸ்பிளாஸ் ரெசிஸ்டண்ட் கொண்ட டூயல் ஃப்ளாஷ்லைட் உடன் வருகிறது.",
        "\"இன்றைய நவீன உலகில், மக்கள் ஸ்மார்ட் சாதனங்களுடன் இணைந்திருக்கிறார்கள். நாங்கள் Gestetner-Telkom, இலங்கையில் TECNO வர்த்தக நாமத்தை பிரதிநிதித்துவப்படுத்தும் அதே வேளையில், SMART சாதனங்களுடன் வாழ்க்கையை இணைக்கும் நோக்கில் அணிவகுத்து வருகிறோம்.",
        "\"கொரியா வாரம் 2022\" கொழும்பில் நம்பிக்கை மற்றும் நட்பின் செய்தியுடன் ஒளிரும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}